[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "外表虽是少年人，魈的真实年纪却已超过两千岁。\n\n好在没有人单看外表就轻慢他，只要打过照面，任谁都能明白，他是个狠角色。\n\n——危险、寡言。眼神锐利如刀。\n\n在仙人之间，魈的辈分与声望堪称翘楚，但在人间，他的名望并不高。\n\n因为他既非招揽富贵、庇佑世人安康的福星；也非手握仙道，高居在绝云间的圣众。\n\n能见到魈施展神通的人，必定是九死一生、身处险境之人。\n\n并非魈要加害于人，而是他始终在与足以吞没璃月万家灯火的黑暗战斗。普通人若是目击到战斗现场，难免会被殃及。\n\n当然，这并不是什么需要灭口的秘密啦。",
      "zht": "外表雖是少年人，魈的真實年紀卻已超過兩千歲。\n\n好在沒有人單看外表就輕慢他，只要打過照面，任誰都能明白，他是個狠角色。\n\n——危險、寡言。眼神銳利如刀。\n\n在仙人之間，魈的輩分與聲望堪稱翹楚，但在人間，他的名望並不高。\n\n因為他既非招攬富貴、庇佑世人安康的福星；也非手握仙道，高居在絕雲間的聖眾。\n\n能見到魈施展神通的人，必定是九死一生、身處險境之人。\n\n並非魈要加害於人，而是他始終在與足以吞沒璃月萬家燈火的黑暗戰鬥。普通人若是目擊到戰鬥現場，難免會被殃及。\n\n當然，這並不是什麼需要滅口的秘密啦。",
      "jp": "見た目は少年ではあるが、魈の実年齢はすでに2000歳を超えている。\n\nだが、見た目で彼を見下す者はいない。彼が只者ではないと、誰もが肌で感じ取れるからである。\n\n——危険、無口、刃のような鋭い眼差し。\n\n世代も声望も仙人の中では上位であるが、人間の間での名声はあまり高くないようだ。\n\nなにせ、彼は幸福や金運をもたらすような仙人ではない上に、絶雲の間で暮らす仙道の秘密を象徴する衆仙でもない。\n\n仙力を使う魈を見た人物がいるというのなら、おそらくその人は生と死の瀬戸際に立たされ、極めて危険な状態だったのだろう。\n\nそれは決して、魈が人に危害を加えているわけではなく——魈がいつも璃月の灯りを呑み込まんとする闇と戦っているからだ。一般人がその戦闘を目撃したのなら、多少の影響を受けるのは避けられないだろう。\n\nもちろん、それは口封じを理由に殺されるような秘密ではない。",
      "ko": "겉모습은 소년이지만 소의 실제 나이는 2천 살이 넘는다.\n\n다행히 이런 외모만 보고 그를 얕보는 자는 아무도 없다. 그와 마주쳤던 이들은 모두 이 소년이 비범하다는 걸 알았기 때문이다.\n\n——위험하고 말수가 적으며, 눈빛은 칼같이 예리하다.\n\n선인들 사이에선 지위와 명성 모두 뛰어나지만, 인간계에서의 명성은 그리 높지 않다.\n\n부귀와 평안을 가져다주는 행운의 신도 아니고 절운간에 살며 선도를 닦는 선인도 아니기 때문이다.\n\n만약 누군가 신통력을 사용하는 소를 보게 된다면 분명 구사일생이나 극도로 위험한 상황에 처해있을 것이다.\n\n이는 소가 사람을 해치려 한다는 뜻이 아니라, 그가 늘 리월을 집어삼키려는 어둠의 세력과 싸워왔기 때문이다. 만약 일반인이 이 전투 현장을 목격한다면 그 화를 피할 순 없을 것이다.\n\n당연히, 이게 살인멸구 당할만한 비밀은 아니지만 말이다",
      "en": "Xiao may have the appearance of a young man, but his true age is something over two thousand years.\n\nFortunately, people do not tend to underestimate him on the basis of his appearance — one only needs to spend a short time with Xiao to clarify that he is not someone to be trifled with.\n\nXiao is a man of few words. He is highly dangerous, and has the most piercing gaze you've ever seen.\n\nHe enjoys a formidable reputation and high level of seniority among the adepti, but is relatively unknown in the mortal realm.\n\nThis is inevitable. Xiao is not one of those popular deities to whom people pray for wealth and protection, nor is he a mystical sage of Jueyun Karst to whom pilgrims flock in search of divine wisdom.\n\nNo... If any mortal witnesses Xiao unleashing his true power, it is certain to be under the direst of circumstances — and they will be extremely lucky if they survive the ordeal.\n\nThis is not because Xiao seeks to harm people. Rather, since Xiao wages a constant war against dark forces powerful enough to devour Liyue in its entirety, any bystanders who witness him in the heat of battle are likely to end up as collateral damage.\n\nNot that this is a secret worth going around silencing witnesses for.",
      "de": "Xiao mag zwar das Aussehen eines jungen Mannes haben, aber sein wahres Alter liegt bei bereits über zweitausend Jahren.\n\nGlücklicherweise unterschätzen die Leute ihn nicht aufgrund seines jugendlichen Aussehens, denn man muss nur eine kurze Zeit mit Xiao verbringen, um zu verstehen, dass er niemand ist, mit dem man sich anlegen sollte.\n\nXiao ist ein Mann weniger Worte. Er ist sehr gefährlich und hat den durchdringendsten Blick, den man jemals zu Gesicht bekommen wird.\n\nEr genießt dennoch einen hervorragenden Ruf unter den Adepten, ist trotz seiner höheren Stellung dort aber unter den Sterblichen relativ unbekannt.\n\nDies kommt daher, dass er weder eine dieser populären Gottheiten ist, zu denen die Menschen um Reichtum und Schutz beten, noch ein mystischer Weiser vom Jueyun-Karst, zu dem Pilger auf der Suche nach göttlicher Weisheit strömen.\n\nIm Gegenteil, wenn ein Sterblicher das Pech hat, Zeuge zu sein, wie Xiao seine wahre Kraft entfesselt, kann man davon ausgehen, dass man sich in einigem Schlamassel befindet, und sich glücklich schätzen, diese Tortur zu überleben.\n\nXiao versucht nicht absichtlich den Menschen zu schaden. Er ist es einfach nur gewohnt, Krieg gegen dunkle Mächte zu führen, die stark genug sind, um ganz allein Liyue in seiner Gesamtheit zu verschlingen, und daher fallen alle Zuschauer, die ihn in der Hitze des Gefechts beobachten, wahrscheinlich in die Kategorie Kollateralschaden.\n\nNur um klar zu sein, dies bedeutet einfach, dass derartige Umstände schwer zu vermeiden sind, nicht, dass Xiao Zeugen so zum Schweigen bringt.",
      "es": "Puede que Xiao parezca joven, pero ha vivido durante más de dos mil años.\n\nSin embargo, nadie lo subestima por su aspecto. Basta con pasar un rato con este Adeptus para saber que con él no se juega.\n\nAunque es de muy pocas palabras, es extremadamente peligroso y tiene una mirada penetrante.\n\nPese a gozar de una buena reputación y ser uno de los Adeptus más antiguos, no es muy conocido entre los mortales.\n\nEsto, sin embargo, es comprensible, ya que Xiao no es una de esas deidades populares a las que la gente reza para pedir riqueza y protección, ni es un sabio místico del Desfiladero Jueyun a quien los peregrinos acuden en busca de la sabiduría divina.\n\nSi un mortal tiene la oportunidad de presenciar el verdadero poder de Xiao, es probable que no lo cuente. No porque Xiao quiera hacer daño a las personas, sino porque, como está acostumbrado a luchar contra fuerzas lo suficientemente poderosas como para devorar a Liyue en su totalidad, es probable que cualquier espectador que lo vea en el fragor de la batalla termine siendo víctima de la situación.\n\nNo es porque Xiao quiera eliminar a los testigos...",
      "fr": "Ne vous fiez pas à l'apparence extérieure de Xiao, qui sous ses airs de jeune homme a déjà vécu plus de deux mille ans.\n\nHeureusement, peu se risquent à le sous-estimer après l'avoir rencontré ; Xiao n'est pas quelqu'un à prendre à la légère.\n\nHomme de peu de mots, Xiao est également extrêmement dangereux, et a le regard aussi acéré que celui de l'aigle.\n\nBien que jouissant d'une formidable réputation et d'une position élevée au sein des Adeptes, il est peu connu dans le royaume des hommes.\n\nXiao n'est pas l'une de ces divinités que l'on prie pour obtenir fortune et protection, et n'est pas davantage un sage mystique du Karst Jueyun que les fidèles visitent en quête de réponses.\n\nPeu nombreux sont ceux qui ont été témoins de sa puissance et s'en sont sortis indemnes.\n\nNon pas qu'il cherche à blesser quiconque ; mais il est habitué à affronter des puissances néfastes capables d'engloutir Liyue dans son entier, et toute personne suffisamment proche pour le voir combattre risque fort de finir en victime collatérale.\n\nCela n'a bien sûr rien à voir avec une quelconque volonté de supprimer les témoins en question.",
      "pt": "Xiao pode ter a aparência de um jovem, mas sua verdadeira idade é de mais de dois mil anos.\n\nFelizmente, as pessoas não tendem a subestimá-lo com base em sua aparência - é necessário apenas passar um curto período de tempo com Xiao para perceber que ele não é alguém com quem se possa brincar.\n\nXiao é um homem de poucas palavras. Ele é altamente perigoso e tem o olhar mais penetrante que você já viu.\n\nTem uma reputação formidável e alto nível de antiguidade entre os Adepti, mas é relativamente desconhecido no reino mortal.\n\nIsso é inevitável. Xiao não é uma daquelas divindades populares para quem as pessoas oram por riqueza e proteção, nem é um sábio místico do Relevo de Jueyun, para quem os peregrinos se reúnem em busca da sabedoria divina.\n\nNão, se algum mortal é infeliz o suficiente para testemunhar Xiao liberar seu verdadeiro poder, é certo que ele está sob as mais terríveis circunstâncias - e eles terão muita sorte se sobreviverem à provação.\n\nNão é porque Xiao tenta prejudicar as pessoas. Pelo contrário, como Xiao está acostumado a travar uma guerra contra as forças das trevas poderosas o suficiente para devorar Liyue por inteiro, todos os espectadores que o testemunharem no calor da batalha provavelmente acabarão sendo vítimas das circunstâncias.\n\nPara ficar claro, isso significa simplesmente que é difícil evitar danos colaterais - não que Xiao saia por aí silenciando testemunhas.",
      "ru": "Хоть Сяо и выглядит молодым юношей, на самом деле ему более двух тысяч лет, и, к счастью, никто никогда не судил его по внешности. Любой, кто провёл с ним хоть немного времени, мог понять, что шутки с этим юношей плохи. Сяо молчалив и крайне опасен. Его взгляд пронзает, словно копьё. Среди Адептов у Сяо высокая репутация и положение, но в мире смертных о нём почти ничего не знают, ведь он не «божество», которое приносит богатство и процветание, и не один из Адептов, к которым люди совершают паломничества в Заоблачный предел. Вовсе нет. Человек, увидевший мастерство Сяо, вряд ли останется в живых, чтобы рассказать о нём. Но это не потому, что Сяо хочет навредить ему. Сяо сражается с тьмой такой могущественной, что она могла бы целиком поглотить Ли Юэ, а простой смертный, оказавшись рядом, неизбежно бы стал случайной жертвой. Сяо вовсе не избавляется от свидетелей таким образом.",
      "id": "Xiao memang memiliki paras seperti seorang pria muda, namun umur Xiao sebenarnya sudah melebihi dua ribu tahun.\n\nUntungnya, orang tidak meremehkannya hanya karena penampilannya —— seseorang hanya perlu menghabiskan sedikit waktu dengan Xiao untuk tahu bahwa dia bukan seseorang yang bisa dianggap remeh.\n\nXiao tidak banyak bicara. Dia berbahaya, dan juga mempunyai sorot mata paling tajam yang pernah kamu lihat.\n\nDia mempunyai reputasi yang luar biasa dan tingkat senioritas yang tinggi di antara para Adeptus, tetapi tidak begitu dikenal di dunia manusia.\n\nIni hal yang tidak bisa dihindari, karena Xiao bukanlah salah satu dewa populer yang disembah orang-orang untuk kekayaan dan perlindungan, juga bukan seorang Adeptus bijak dari Jueyun Karst yang juga menjadi tempat berkumpul para peziarah untuk mencari kebijaksanaan ilahi.\n\nTidak ... malah jika ada seorang manusia yang menyaksikan Xiao mengerahkan kekuatannya yang sebenarnya, berarti mereka sedang dalam situasi yang sangat amat berbahaya —— dan manusia itu beruntung kalau bisa selamat.\n\nIni bukan karena Xiao suka menyakiti manusia. Tapi, karena Xiao sudah terbiasa bertempur melawan kekuatan jahat yang bahkan sanggup memusnahkan seluruh Liyue, maka orang yang melihatnya bertarung dari dekat biasanya akan menjadi korban tak disengaja.\n\nTentu saja, ini juga bukan karena Xiao sengaja membungkam para saksi.",
      "th": "แม้ว่ารูปร่างหน้าตาจะเป็นชายหนุ่มอายุน้อยแต่อายุของ Xiao นั้นก็เกินกว่าสองพันปีมาแล้ว\n\nโชคดีที่ไม่มีใครดูถูกเขาเพราะรูปร่างหน้าตา เพราะไม่ว่าใครก็สามารถรู้สึกได้ว่าชายหนุ่มคนนี้เป็นคนที่ดุร้าย\n\n...อันตราย, เคร่งขรึม สายตาคมราวกับใบมีด\n\nถึงแม้ว่าในสายตาของเหล่าเซียนนั้นชื่อเสียงและความอาวุโสของเขาถือว่าอยู่ในระดับสูงศักดิ์ แต่ท่ามกลางผู้คนแล้วเขากลับไม่เป็นที่รู้จักเท่าใดนัก\n\nซึ่งก็เป็นสิ่งที่หลีกเลี่ยงไม่ได้ เขานั้นไม่ใช่สัญลักษณ์ของความเป็นมงคล ไม่สามารถให้ความร่ำรวย หรือเป็นดาวนำโชคได้ และก็ไม่ได้อาศัยอยู่บน Jueyun Karst ที่เป็นสัญลักษณ์ของความเป็นเซียนด้วย\n\nหากผู้ใดเห็น Xiao ใช้พลังเวทมนตร์ของเขา สถานการณ์ของผู้นั้นเกรงว่าจะอยู่ระหว่างความเป็นและตาย อันตรายเป็นอย่างยิ่ง\n\nไม่ใช่ว่า Xiao ต้องการทำร้ายผู้คน แต่เพียงเพราะว่า Xiao นั้นต้องต่อสู้กับความมืดที่มีพลังเพียงพอจะกลืนกินแสงสว่างของ Liyue มาโดยตลอด ซึ่งหากคนธรรมดาเข้าไปใกล้การต่อสู้ก็จะได้รับผลกระทบอย่างหลีกเลี่ยงไม่ได้\n\nแน่นอนว่านี่ไม่ใช่ความลับที่จะต้องถูกปิดปากหรอกนะ",
      "vi": "Mặc dù ngoại hình là một chàng trai trẻ, nhưng Xiao đã có hơn hai nghìn tuổi.\n\nCũng may không có ai xem nhẹ anh vì vẻ ngoài, chỉ cần tiếp xúc, ai cũng có thể cảm nhận được người thiếu niên này là một nhân vật tàn nhẫn.\n\nNguy hiểm, ít nói, ánh mắt sắc bén như dao.\n\nMặc dù vai vế và danh vọng của Xiao ở tiên giới đều rất cao, nhưng ở nhân gian, danh tiếng của anh dường như không được nhiều người biết đến.\n\nBởi vì anh ta không phải phúc tinh mang lại phú quý, điềm lành, cũng không phải thánh thần nắm giữ tiên đạo sống ở Tuyệt Vân Gián.\n\nNgười nhìn thấy Xiao thi triển thần thông, chắc chắn thập tử nhất sinh, nguy hiểm cực độ.\n\nKhông phải Xiao muốn hại người, mà là vì Xiao liên tục chiến đấu với thế lực bóng tối có thể nuốt chửng ánh đèn của hàng vạn gia đình ở Liyue, người thường chứng kiến cuộc chiến, khó tránh khỏi bị liên lụy.\n\nDĩ nhiên, đây cũng chẳng phải bí mật cần phải diệt khẩu gì cả."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "魈究竟在与什么战斗？\n\n若要委婉地揭露真相，可以这样说：来自过去的怨憎、未能实现的大愿、失败者的嗟叹。\n\n直截了当的答案则是：七神体系建立前，在「魔神战争」中惨败的魔神余下的残渣。\n\n它们被摩拉克斯打败，镇压在坚岩磐石之下。\n\n但魔神均为不灭之体，意识虽会消散，力量与怨恨却遗留下来，化为淤积的秽物，反复侵扰众生。\n\n「靖妖傩舞」——知晓真相的璃月掌权者们，将魈所经历的万千日夜归纳为这四个字。\n\n这些战斗没有胜利者，也没有尽头。\n\n这些战斗没有人能够见证，也没有人觉得感激。",
      "zht": "魈究竟在與什麼戰鬥？\n\n若要委婉地揭露真相，可以這樣說：來自過去的怨憎、未能實現的大願、失敗者的嗟歎。\n\n直接了當的答案則是：七神體系建立前，在「魔神戰爭」中慘敗的魔神餘下的殘渣。\n\n它們被摩拉克斯打敗，鎮壓在堅岩磐石之下。\n\n但魔神均為不滅之體，意識雖會消散，力量與怨恨卻遺留下來，化為淤積的穢物，反覆侵擾眾生。\n\n「靖妖儺舞」——知曉真相的璃月掌權者們，將魈所經歷的萬千日夜歸納為這四個字。\n\n這些戰鬥沒有勝利者，也沒有盡頭。\n\n這些戰鬥沒有人能夠見證，也沒有人覺得感激。",
      "jp": "魈は一体何と戦っているか？\n\n真相を婉曲的に表現するのであれば、過去の憎しみ、実現できなかった願望、敗者の嘆きと言えるだろう。\n\n直接的な言い方をすれば、七神制度が確立される前の「魔神戦争」の中で敗れた魔神の残滓だ。\n\nそれらはモラクスに敗れ、様々な盤石の下に鎮圧された。\n\nしかし、魔神というのは不滅の体を持っている。その意識は消えども、力と憎しみは沈泥化し、その穢れが民の暮らしを徐々に侵すのだ。\n\n「靖妖儺舞」——真実を知る璃月の実権者は、魈が経歴してきた幾千の戦いをそう呼ぶ。\n\nそれらの戦闘には勝者がいない、終わりもない。\n\n魈の戦いに立ち会う人もいなければ、彼に感謝する人もいないのだ。",
      "ko": "소는 대체 무엇과 싸우는 것인가?\n\n완곡하게 말하자면, 과거의 원혼, 실현하지 못한 소망, 실패자의 탄식이라고 할 수 있고,\n\n단도직입적으로 말하자면, '일곱신'이라는 체계가 만들어지기 전 「마신 전쟁」에서 패배한 마신의 잔재라고도 할 수도 있다.\n\n그들은 모락스에게 패배하여 단단한 암석 밑에 묻혔다.\n\n 그러나 마신은 불멸의 몸을 가졌기에 의식은 소멸되었지만, 힘과 원망은 남아 쌓이면서 계속해서 중생을 괴롭혀왔다.\n\n「나자의 춤」——진실을 알게 된 리월의 권력자들은 소가 지나온 길고 긴 밤을 이 몇 자로 요약했다.\n\n이 전투엔 승리자도 결말도 없다.\n\n이 전투를 증언해줄 사람도, 감격할 이도 없다",
      "en": "What exactly is Xiao wrestling with?\n\nThe tactful answer would be old grudges, unfulfilled dreams, the lamentations of the vanquished...\n\nThe unmitigated truth is that Xiao fights against the remnants of the defeated gods from the Archon War, which took place prior to the rise of The Seven.\n\nMorax defeated those gods and buried their remains beneath the rocks of the earth.\n\nHowever, gods are immortal. Their consciousness may diminish, but their power and hatred will always remain and spread like poison, relentlessly stirring up chaos for the world and its inhabitants.\n\nLiyue's rulers, who are aware of the truth regarding Xiao, refer to him in his millennia-long experience as the \"Bane of All Evil.\" \n\nThe war he fights can never be won, and will never come to an end.\n\nIt is also an invisible war that no one will ever witness or thank him for.",
      "de": "Womit genau ringt Xiao in seinem Leben?\n\nDie zurückhaltende Antwort darauf wäre alter Groll, unerfüllte Träume und der Schmerz von Niederlagen.\n\nDie uneingeschränkte Wahrheit jedoch ist, dass Xiao gegen die Überreste der besiegten Götter aus dem Archontenkrieg kämpft, der vor dem Aufstieg der Sieben stattgefunden hat.\n\nMorax besiegte damals jene Götter und vergrub ihre Überreste unter den Felsen.\n\nGötter sind jedoch unsterblich. Ihr Bewusstsein mag verblassen, aber ihre Macht und ihr Hass werden wie ewiges Gift bestehen bleiben, sich ausbreiten und die Welt und ihre Bewohner unerbittlich ins Chaos stürzen.\n\nLiyues Herrscher, die sich der Wahrheit über Xiao bewusst sind, nennen ihn nach seiner jahrtausendelangen Erfahrung den „Geistervertreiber“.\n\nDer Krieg, den er führt, kann niemals gewonnen werden und er wird auch niemals zu Ende gehen.\n\nEs ist ebenfalls ein unsichtbarer Krieg, für den niemand jemals Zeuge sein oder ihm danken wird.",
      "es": "¿Contra qué lucha Xiao exactamente?\n\nSi no se quiere desvelar demasiada información, la respuesta sería contra antiguos resentimientos, sueños no cumplidos y los lamentos de aquellos que no alcanzaron lo que deseaban.\n\nPero, en realidad, Xiao lucha contra los restos de los arcontes que fueron derrotados en la Guerra de los Arcontes antes de que Los Siete se erigieran como tal.\n\nMorax derrotó a esos arcontes y enterró sus restos bajo las rocas de la tierra.\n\nSin embargo, los arcontes son inmortales. Aunque ya no tengan consciencia, sus poderes y su odio siguen ejerciendo una gran influencia sobre este mundo y sus habitantes, provocando el caos en la tierra.\n\nLos gobernantes de Liyue conocen la identidad de Xiao, y llaman “Azote de todos los males” al periodo de miles de años durante los que Xiao ha luchado contra el mal.\n\nNunca ha habido ganadores ni perdedores en sus batallas, ni tampoco un final.\n\nAdemás, nadie las ha presenciado nunca, por lo que no hay nadie que le pueda dar las gracias por luchar.",
      "fr": "Contre qui lutte vraiment Xiao ?\n\nOn pourrait répondre que ses ennemis sont les rancunes du passé, les rêves non réalisés, les regrets des vaincus...\n\nMais une réponse plus exacte est qu'il combat les résidus des Archons vaincus lors de la Guerre des Archons, qui eut lieu avant même que les Sept voient le jour.\n\nMorax vainquit ces Archons, et enfouit leurs dépouilles au plus profond des rochers.\n\nMais ces divinités sont immortelles ; la conscience des vaincus se dissipa, mais leur puissance et leur rage demeura, se répandant et corrompant le monde à leur suite.\n\n« Fléau du mal », tel est le surnom donné à Xiao par les dirigeants de Liyue, qui savent la vérité à son sujet et résument en ces mots une expérience de plus de deux mille ans.\n\nLa guerre qu'il combat ne peut avoir de fin ni de vainqueur.\n\nC'est une guerre invisible, dont nul n'est témoin et pour laquelle il ne reçoit aucune marque de gratitude.",
      "pt": "Com o que exatamente Xiao está lutando?\n\nMetaforicamente falando, a resposta é: velhos ressentimentos, sonhos não realizados, consternações dos perdidos.\n\nNa verdade, porém, Xiao está lutando contra os resquícios dos Arcontes derrotados na Guerra dos Arcontes, antes do atual sistema de governo dos Sete.\n\nEles foram derrotados e selados por Morax.\n\nNo entanto, os Arcontes são imortais. Sua consciência pode diminuir, mas seus poderes e ódio ainda têm muita influência sobre este mundo e seus habitantes, provocando caos nesta terra.\n\nOs que estão no poder em Liyue, cientes da verdade sobre Xiao, se referem aos milênios que Xiao viveu como \"Dança Nuo da Conquista do Mal\".\n\nNão há vencedores ou perdedores em suas batalhas, nem um fim para elas.\n\nNinguém viu essas batalhas, nem ficaria agradecido por elas.",
      "ru": "С чем же сражается Сяо? Короткий ответ - со старыми обидами, нереализованными мечтами и страхом потери... Но на самом деле он сражается с останками поверженных в Войне Архонтов, которых одолели правящие ныне Семеро. Моракс победил и похоронил этих богов под горными утёсами. Однако по сути своей Архонты бессмертны. Их сознание может померкнуть, но их ненависть и жажда мести никуда не денутся. Словно яд, распространяются они по миру и терзают его обитателей. Властелины Ли Юэ знают правду о Сяо и зовут его тысячелетнюю борьбу истреблением всего зла. Битве этой не будет конца, и не будет в ней победителя. Никто её не увидит, и не получит Сяо благодарности.",
      "id": "Apa sebenarnya yang menjadi pergumulan Xiao?\n\nJawabannya adalah dendam masa lampau, mimpi yang tidak terpenuhi, penderitaan para orang yang kalah ....\n\nKebenaran yang tak terelakkan adalah bahwa Xiao bertarung melawan sisa-sisa dewa yang kalah di Perang Archon, yang terjadi pada sebelum kebangkitan The Seven.\n\nMorax mengalahkan dewa-dewa itu dan mengubur sisa-sisa mereka di bawah bebatuan bumi.\n\nNamun, dewa itu abadi. Kesadaran mereka mungkin berkurang, tetapi kekuatan dan kebencian mereka akan selalu ada dan menyebar seperti racun, serta akan terus menimbulkan kekacauan bagi dunia dan yang tinggal di dalamnya.\n\nPenguasa Liyue yang sadar akan kebenaran tentang Xiao memberinya julukan \"Bane of All Evil\", berdasarkan dari pengalamannya selama ribuan tahun tersebut.\n\nPerang Xiao tidak akan pernah bisa dimenangkan, dan tidak akan pernah berakhir.\n\nIni juga perang tak terlihat yang tidak akan pernah disaksikan atau menerima ucapan terima kasih dari siapa pun.",
      "th": "แท้จริงแล้ว Xiao สู้อยู่กับใครกันแน่นะ?\n\nหากต้องการเปิดเผยความจริงอย่างอ้อม ๆ แล้วล่ะก็ สามารถกล่าวได้ว่า: ความแค้นจากอดีต, ความปรารถนาที่ไม่บรรลุผล และการคร่ำครวญของผู้พ่ายแพ้\n\nส่วนคำตอบที่ตรงไปตรงมาคือ: สิ่งที่หลงเหลืออยู่ของเหล่าอสูรและเทพที่พ่ายแพ้สงคราม ในระหว่าง \"สงครามเทพอสูร\" ซึ่งเกิดขึ้นก่อนการก่อตั้งเทพเจ้าทั้งเจ็ด\n\nพวกมันพ่ายแพ้ต่อ Morax และถูกสะกดไว้ด้วยหินผา\n\nอย่างไรก็ตามเหล่าปีศาจจะอยู่ยงคงกระพันและการรับรู้ของพวกมันยังคงแพร่กระจายอยู่ พลังและความเกลียดชังนั้นส่งผ่านมาหลายปีต่อหลายปีแล้วหวนกลับเข้าหาเหล่าสรรพสัตว์\n\nเหล่าผู้มีอำนาจของ Liyue ที่ล่วงรู้ถึงความจริงจะเรียก Xiao ผู้ผ่านมานับหมื่นนับพันค่ำคืนว่า \"ระบำพิชิตมาร\"\n\nการต่อสู้เหล่านั้น ไม่มีทั้งผู้ชนะและไม่มีที่สิ้นสุด\n\nการต่อสู้เหล่านั้น ไม่มีทั้งพยานและไม่มีใครเอ่ยคำขอบคุณ",
      "vi": "Xiao rốt cuộc đang chiến đấu với cái gì?\n\nNếu muốn khéo léo vạch trần chân tướng, có thể nói thế này: Căm hận đến từ quá khứ, tâm nguyện vẫn chưa thực hiện được, than thở của kẻ thất bại.\n\nCòn câu trả lời thẳng thắn sẽ là: Tàn dư ma thần đã thảm bại trong \"trận chiến Ma Thần\" trước khi thành lập hệ thống bảy vị thần.\n\nChúng bị Morax đánh bại, bị trấn giữ dưới các lớp đá nham thạch kiên cố.\n\nTuy nhiên Ma Thần đều là bất diệt, dù ý thức của chúng có tan biến, sức mạnh và sự oán hận vẫn sẽ đọng lại, hóa thành sinh vật xấu xa liên tục quấy rối chúng sinh.\n\n\"Vũ Điệu Trừ Yêu\" – những người cầm quyền ở Liyue biết rõ chân tướng đã đem ngàn vạn ngày đêm mà Xiao đã trải qua để gói gọn thành bốn chữ này.\n\nNhững cuộc chiến này không có kẻ chiến thắng, cũng chẳng có hồi kết.\n\nNhững cuộc chiến này không có nhân chứng, cũng chẳng có người biết ơn."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "「魈」并非是这位夜叉的真名，而是某人出于安全考量为他起的假名。\n\n曾经的魈年少无知，被魔神抓住弱点拘为座下大魔，听凭指示做下大量残忍血腥之事。\n\n他造了诸多杀业，踩碎诸多理想，还被要求吞下败者的美梦，痛苦万分却又身不由己。\n\n终于，在魔神的战场上，岩之神摩拉克斯与夜叉的主人相会了。\n\n后世的历史，昭示着本次胜负的答案。\n\n「岩王帝君」解放了夜叉，并赐给他「魈」这一名字。\n\n「在异邦的传奇故事中，魈之一字代表着遭遇苦难、饱受淬炼的鬼怪。你也经历诸多，以后就用这个名字吧。」",
      "zht": "「魈」並非是這位夜叉的真名，而是某人出於安全考量為他起的假名。\n\n曾經的魈年少無知，被魔神抓住弱點拘為座下大魔，聽憑指示做下大量殘忍血腥之事。\n\n他造了諸多殺業，踩碎諸多理想，還被要求吞下敗者的美夢，痛苦萬分卻又身不由己。\n\n終於，在魔神的戰場上，岩之神摩拉克斯與夜叉的主人相會了。\n\n後世的歷史，昭示著本次勝負的答案。\n\n「岩王帝君」解放了夜叉，並賜給他「魈」這一名字。\n\n「在異邦的傳奇故事中，魈之一字代表著遭遇苦難、飽受淬煉的鬼怪。你也經歷諸多，以後就用這個名字吧。」",
      "jp": "「魈」というのはこの夜叉の真名ではなく、安全のためにと、とある人が付けた偽りの名である。\n\nかつて、若く何も知らなかった彼は魔神に弱点を突かれ、その支配下に置かれた後、あらゆる残虐な行為を強要させられてきた。\n\n彼は数多の人を殺め、理想を踏みにじった——敗者の「夢」を無理やり飲み込むことさえあった。彼は苦しんでいた。しかし、体が思いどおりにならない彼は逃げる術がなかった。\n\nやがて魔神戦争の戦場で、岩神モラクスが夜叉を支配する魔神と出会った。\n\n歴史にはこの戦争の勝敗が記されている。\n\n「岩王帝君」は夜叉を解放し、彼に「魈」という名を与えた。\n\n「異邦の伝説で、魈というのは数多の苦難や試練を経験した鬼怪という意味だ。お前はまさにそのようである。今後、その名を使うと良い。」",
      "ko": "「소」는 이 야차의 실제 이름이 아니라 어떤 이가 그의 안전을 고려해 지어준 가명이다.\n\n과거에 젊고 무지했던 소는 마신에게 약점이 잡혀 꼭두각시처럼 잔인한 일들을 하도록 강요받았다.\n\n그는 수많은 살생을 저지르고 수많은 이들의 이상을 짓밟았으며 심지어 패배자의 꿈을 삼키기도 했다. 그는 매우 고통스러웠지만 어쩔 수가 없었다.\n\n마침내 마신들의 전쟁에서 바위 신 모락스와 야차의 주인이 만났다.\n\n그리고 후대의 역사에 이 승부의 답이 적혀있다.\n\n「암왕제군」이 야차를 해방시키고 그에게 「소」라는 이름을 하사하였다.\n\n「이국의 전설에서 소(魈)라는 글자는 고난과 시련을 수없이 겪은 요괴를 뜻한다. 너도 수많은 고난을 겪었으니 앞으론 이 이름을 사용하도록 해라」",
      "en": "Xiao is not this yaksha's true name, but a name given to him in the interests of his own protection.\n\nBack in a younger, more naive time, a god had gotten a hold of Xiao's weakness and forced him to serve as their bloodhound, in which capacity he was forced to perform cruel and violent acts.\n\nMany died at his hand, many hopes were crushed, and he was even forced into devouring his victims' dreams. As much as it pained him to do this, he was helpless to resist.\n\nFinally, on the battlefield of the Archon War, Morax, the Geo Archon, had a fateful encounter with the yaksha's master.\n\nThe current state of the world has already revealed the results of that battle.\n\nRex Lapis liberated the yaksha and gave him the name \"Xiao.\" \n\n\"In the fables of another land, the name Xiao is that of a spirit who encountered great suffering and hardship. He endured much suffering, as you have. Use this name from now on.\"",
      "de": "Xiao ist nicht der wahre Name dieses Yaksha, sondern ein Name, der ihm im Interesse seines eigenen Schutzes gegeben wurde.\n\nDamals in einer naiveren Zeit hatte ein Gott Xiaos Schwäche gefunden und ihn dazu versklavt als seine Marionette zu dienen, was ihn zu grausamen und blutigen Taten drängte.\n\nViele starben durch seine Hand, Hoffnungen wurden zerstört und er wurde sogar dazu gezwungen, die Träume seiner Opfer zu verschlingen. So sehr es ihn auch schmerzte, er war einfach hilflos, jenem Gott Widerstand zu leisten.\n\nSchließlich hatte Morax, der Geo-Archon, auf dem Schlachtfeld des Archontenkriegs eine schicksalhafte Begegnung mit dem Herrn des Yaksha.\n\nDer gegenwärtige Zustand der Welt spricht für das Ergebnis dieser Schlacht.\n\n„Rex Lapis“ befreite den Yaksha und gab ihm den Namen „Xiao“.\n\n„In den Fabeln einer anderen Welt ist der Name Xiao der eines dunklen Geistes, der großes Leid und große Not erlebt hat. Er hat so viel Leid ertragen. Dies soll von nun an dein Name sein.“",
      "es": "Xiao no es el verdadero nombre de este Yaksha, sino un nombre falso que le dieron por seguridad.\n\nHace mucho tiempo, en una época en la que Xiao era más joven e ingenuo, un arconte se aprovechó de su debilidad y lo obligó a servirle como títere, forzándolo a hacer cosas crueles y terribles contra los mortales.\n\nIncontables vidas y sueños perecieron en sus manos. Incluso se le exigió que devorara los sueños de los perdedores.\n\nNo tenía escapatoria. Tenía que obedecer.\n\nFinalmente, en el campo de batalla de la Guerra de los Arcontes, Morax, el Arconte Geo, tuvo un fatídico encuentro con el amo del Yaksha.\n\nEl resultado de esta batalla se puede ver en el estado actual del mundo.\n\nRex Lapis liberó al Yaksha y le dio el nombre de “Xiao”.\n\n“En las fábulas de otro mundo, Xiao es el nombre de un espíritu que sufrió mucho y se encontró con innumerables dificultades. Tu historia es parecida, así que de ahora en adelante te llamarás así”.",
      "fr": "Xiao n'est point le nom réel de ce Yaksha ; il lui fut donné dans un souci de sécurité.\n\nÀ une époque reculée, le jeune et naïf Xiao fut soumis à la volonté d'un dieu ayant trouvé son point faible, et, forcé d'accomplir ses volontés, se livra à des actes cruels et sanglants.\n\nNombreux sont ceux qui périrent de sa main, et nombreux furent les espoirs par lui détruits ; on le força même à absorber les rêves brisés de ses victimes, ce qu'il fit à son corps défendant, et malgré l'immense douleur ainsi générée.\n\nCela dura jusqu'au jour où Morax, l'Archon Géo, affronta son maître sur le champ de bataille ; le monde d'aujourd'hui est le résultat direct de l'issue de ce combat.\n\nLe Souverain de la Roche libéra le Yaksha, et lui donna son nom actuel, Xiao.\n\n« Les légendes d'un autre monde donnent ce nom à une créature ayant enduré nombre d'épreuves et ayant souffert au-delà de l'imaginable ; ce nom est désormais le tien. »",
      "pt": "Xiao não é o verdadeiro nome deste Yaksha, mas um nome foi dado a ele para sua própria segurança.\n\nDe volta a um tempo mais ingênuo e jovem, um deus havia se apossado da fraqueza de Xiao e o forçado a servir como uma marionete, o forçando a realizar atos cruéis e sangrentos.\n\nMuitos morreram em suas mãos, muitas esperanças foram esmagadas e ele foi forçado a devorar os sonhos de suas vítimas. Por mais que lhe desse dor, ele foi incapaz de resistir.\n\nFinalmente, no campo de batalha da Guerra dos Arcontes, Morax, o Arconte Geo, teve um encontro fatídico com o mestre dos Yaksha.\n\nO estado atual do mundo já revelou os resultados dessa batalha.\n\n\"Rex Lapis\" libertou o Yaksha e deu a ele o nome \"Xiao\".\n\n\"Nas fábulas de outro mundo, o nome Xiao é de um espírito sombrio que encontrou grandes sofrimentos e dificuldades. Ele suportou muito sofrimento. Use esse nome a partir de agora\".",
      "ru": "Сяо - не настоящее имя этого Яксы, оно было дано ему для его собственной защиты. В те далёкие и наивные времена, когда Сяо был юнцом, один из Архонтов заставил его служить себе и делать невообразимо ужасные вещи. Он загубил множество жизней, растоптал многие мечты. Ему приходилось даже поглощать сны убитых им жертв. Это приносило ему боль, но он не мог сопротивляться. Во время Войны Архонтов Моракс, Гео Архонт, вступил в схватку с хозяином Яксы. Вся история этого мира испещрена следами той битвы. Властелин Камня освободил Яксу и дал ему имя Сяо. «В легендах другого мира так звали тёмного духа, которому пришлось вытерпеть множество страданий в мире смертных. Я думаю, оно тебе подойдёт».",
      "id": "Xiao bukanlah nama asli dari yaksha yang satu ini, namun ini adalah nama yang diberikan padanya untuk melindungi dirinya sendiri.\n\nDulu sewaktu Xiao masih naif dan muda, seorang dewa memanfaatkan kelemahan Xiao dan menjadikannya boneka dari dewa tersebut, memaksanya melakukan aksi-aksi jahat yang kejam.\n\nBanyak yang tewas di tangannya, banyak harapan dihancurkan olehnya dan dia bahkan dipaksa untuk memangsa semua mimpi-mimpi dari korbannya. Walaupun ini semua membuat hati Xiao sakit, dia sama sekali tidak bisa melawan.\n\nAkhirnya, saat Perang Archon terjadi, Morax, sang Archon Geo, ditemukan takdir dengan master dari yaksha ini.\n\nHasil dari perang tersebut bisa kita lihat di kondisi dunia saat ini.\n\nRex Lapis membebaskan yaksha ini dan memberinya nama \"Xiao\".\n\n\"Dalam dongeng di dunia lain, nama Xiao adalah roh kegelapan yang mengalami penderitaan dan kesulitan yang hebat. Dia menanggung banyak penderitaan. Mulai sekarang, gunakanlah nama ini.\"",
      "th": "\"Xiao\" นั้นแท้จริงแล้วไม่ใช่ชื่อจริงของยักษา หากแต่เป็นนามแฝงที่ใครบางคนมอบให้เขาด้วยเหตุผลด้านความปลอดภัย\n\nเมื่อครั้งที่ Xiao ยังเป็นเพียงเด็กหนุ่มไร้เดียงสานั้นได้ถูกจอมปีศาจจับจุดอ่อนได้และควบคุมตัวเอาไว้ให้คอยทำเรื่องต่าง ๆ ที่โหดร้ายและทารุณมากมาย\n\nเขาสังหารไปแล้วนับไม่ถ้วน เหยียบย่ำอุดมการณ์ไปแล้วมากมาย ถึงขนาดถูกสั่งให้กลืนกินความฝันที่สวยงามของผู้ที่แพ้พ่าย สิ่งเหล่านี้สร้างความขมขื่นให้เขามากมายแต่ก็ต้องทำอย่างไม่มีทางเลือก\n\nจนในที่สุด ท่ามกลางสงครามระหว่างเทพเจ้าและอสูร เทพเจ้าแห่งหิน Morax ก็ได้เผชิญหน้ากับเจ้านายของยักษา\n\nประวัติศาสตร์ของคนรุ่นหลังได้เปิดเผยคำตอบสำหรับชัยชนะครั้งนั้นอย่างชัดเจน\n\n\"ราชาแห่งหิน\" ได้ปลดปล่อยยักษาและตั้งชื่อเขาว่า \"Xiao\"\n\n\"ในตำนานของประเทศอื่น คำว่า \"Xiao\" นั้นหมายถึงภูตผีที่ต้องเผชิญกับความทุกข์ทรมาน ซึ่งเจ้าเองก็เคยเจอกับประสบการณ์ต่าง ๆ นั้นมาอย่างมากมาย ดังนั้นจงใช้ชื่อนี้ต่อไปในอนาคตเถอะ\"",
      "vi": "\"Xiao\" thực ra không phải tên thật của vị Dạ Xoa này, mà do một người nào đó đã đặt cho anh vì suy nghĩ đến sự an nguy của anh.\n\nKhi Xiao còn trẻ người non dạ, anh đã bị Ma Thần bắt được điểm yếu, bị giam như đại ma đầu, nhận chỉ thị làm toàn những chuyện giết chóc tàn nhẫn.\n\nAnh đã tạo rất nhiều sát nghiệp, giẫm nát rất nhiều lý tưởng, thậm chí còn bị bắt nuốt chửng những giấc mơ đẹp của kẻ thua cuộc, đau đớn tột cùng nhưng không thể tự làm chủ bản thân.\n\nCuối cùng, trên chiến trường Ma Thần, Nham Thần Morax đã gặp chủ nhân của Dạ Xoa.\n\nVà lịch sử hậu thế, đã tiết lộ câu trả lời cho trận chiến này.\n\n\"Nham Vương Đế Quân\" giải phóng Dạ Xoa, đồng thời ban cho anh cái tên \"Xiao\" này.\n\n\"Trong truyền thuyết của quốc gia khác, chữ \"Xiao\" là để chỉ quỷ quái gặp phải khó khăn, chịu đủ giày vò. Ngươi cũng đã phải trải qua quá nhiều. Sau này ngươi hãy dùng cái tên này đi.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "为报答岩之神的恩情，魈接下了守护璃月的千年苦役。\n\n为魔神效力的往事洗去了魈的温柔与无邪。如今，他心中只剩杀戮技巧与累世业障。\n\n战斗，是他唯一还能为人们做的事。\n\n那有什么是人们能为他做的呢？\n\n普通人肯定不会有这般念头，光是远远看着，已被那股气势吓退。\n\n不过…若有人真心想报答他，倒是可以听听这则趣闻。\n\n支援魈进行降魔的七星特务，表面上经营着一家名叫「望舒」的客栈。\n\n魈偶尔会去客栈吃杏仁豆腐。看他吃东西的神情，应当是发自真心觉得喜欢。\n\n魈对甜甜的口味并不痴迷，可杏仁豆腐的口感，与曾经的「美梦」十分相似。",
      "zht": "為報答岩之神的恩情，魈接下了守護璃月的千年苦役。\n\n為魔神效力的往事洗去了魈的溫柔與無邪。如今，他心中只剩殺戮技巧與累世業障。\n\n戰鬥，是他唯一還能為人們做的事。\n\n那有什麼是人們能為他做的呢？\n\n普通人肯定不會有這般念頭，光是遠遠看著，已被那股氣勢嚇退。\n\n不過…若有人真心想報答他，倒是可以聽聽這則趣聞。\n\n支援魈進行降魔的七星特務，表面上經營著一家名叫「望舒」的客棧。\n\n魈偶爾會去客棧吃杏仁豆腐。看他吃東西的神情，應當是發自真心覺得喜歡。\n\n魈對甜甜的口味並不癡迷，但杏仁豆腐的口感，與曾經的「美夢」相當類似。",
      "jp": "岩神に恩返しするため、魈は璃月を守ることにした。\n\n邪悪な魔神に支配された長い年月の中で、かつて持っていた無邪気さと優しさは消え失せ、今の彼には殺戮の腕と殺業しか残っていない。\n\n戦うことは、唯一彼が璃月の人々のためにできることだ。\n\nでは、彼のために人々ができることはあるのだろうか？\n\n普通の人間なら、こういった発想にはまず至らないだろう。なぜなら彼が放つ空気に怯えて逃げてしまうからだ。\n\nしかし…彼に感謝を伝えたい人がいるのなら、ひとついい話がある。\n\n魈の降魔を支援する七星の部下は、表では「望舒」という名の旅館を経営している。\n\n魈はたまにそこで杏仁豆腐を食べているのだ。彼が杏仁豆腐を食べる時に浮かべる表情を見ると、本当に好きなのだろうと分かる。\n\nただ魈はこの甘さにハマっているわけではない、この「食感」がかつての「夢」と似ているのだ。",
      "ko": "바위 신의 은혜에 보답하고자 소는 리월을 수호하는 천년의 고역을 시작했다.\n\n소는 과거 마신의 명을 받으며 천진함과 상냥함을 모두 잃게 되었고, 지금 그에겐 오직 살육의 기술과 쌓여온 업장만이 남아있다.\n\n전투는 그가 인간을 위해 할 수 있는 유일한 일이다.\n\n그럼 인간들은 그를 위해 무엇을 할 수 있을까?\n\n멀리서 보기만 해도 그의 기세에 놀라 도망가버리니 보통은 이런 생각을 하지도 않겠지만 말이다.\n\n하지만… 만약 진심으로 그에게 보답하고자 한다면 이 흥미로운 이야기를 들어보는 게 좋다.\n\n소를 도와 퇴마를 하는 칠성의 첩보원은 겉보기엔 「망서」라고 불리는 객잔을 운영하고 있다.\n\n소는 가끔 객잔에 들러 행인두부를 먹는데, 그가 행인두부를 먹을 때의 표정은 아마 진심에서 우러나오는 기쁜 표정일 것이다.\n\n소는 단맛을 그리 좋아하진 않지만 행인두부의 식감은 과거의 「아름다운 꿈」과 아주 비슷하다",
      "en": "To repay his debt of gratitude to the Geo Archon, Xiao shouldered the burden of protecting Liyue in the millennia that followed.\n\nHis past of service under the evil god had rid Xiao of his innocence and gentleness. All that remained within him was the means to kill and the weight of his sins.\n\nThe only way he could be of service to mortals was in doing battle.\n\nBut what could people do for him in return?\n\nNo ordinary person would ever stop to ask such a question. The sight of Xiao, even far off in the distance, was intimidating enough to send people instantly running for their lives.\n\nThat said... if ever someone did want to show some appreciation for Xiao, there is perhaps one thing they could try.\n\nThere is a certain secret agent of the Qixing who is tasked with supporting Xiao in subduing demons. That secret agent runs a front organization called the Wangshu Inn.\n\nOccasionally, Xiao stops by the inn for a bowl of Almond Tofu, and if you could see the look on his face when he eats it... there's no mistaking it — he clearly loves the stuff.\n\nNonetheless, it is not the sweet taste that Xiao hankers after. It's the texture he finds irresistible — apparently, it's very similar to that of the dreams he used to devour.",
      "de": "Um dem Geo-Archon seine Dankbarkeit auszudrücken, übernahm Xiao in den folgenden Jahrtausenden die Last, Liyue zu beschützen.\n\nSeine Vergangenheit im Dienste des bösen Gottes hatte Xiao von seiner Unschuld und Sanftmut befreit. Alles, was ihm blieb, waren die Mittel zum Töten und die Last seiner Sünden.\n\nDer einzige Weg, wie er den Sterblichen dienen konnte, war im Kampf.\n\nAber was konnten die Leute im Gegenzug für ihn tun?\n\nDiese Frage würde für immer bleiben. Der reine Anblick von Xiao, selbst aus weiter Ferne, war einschüchternd genug, um die Leute sofort um ihr Leben rennen zu lassen.\n\nWenn aber jemand etwas Wertschätzung für Xiao zeigen wollte, gab es vielleicht doch eine Sache, die man versuchen konnte.\n\nEs gibt einen bestimmten Geheimagenten der Qixing, der die Aufgabe hat, Xiao in seinem Kampf gegen die Mächte des Bösen zu unterstützen. Dieser Geheimagent führt eine Deckoperation namens Gasthaus Wangshu durch.\n\nGelegentlich hält Xiao beim Gasthaus an, um eine Schüssel Mandeltofu zu essen und wenn man dabei den Ausdruck auf seinem Gesicht sieht, gibt es keinen Zweifel, er liebt dieses Gericht wirklich.\n\nUm genauer zu sein, ist Xiao der süße Geschmack egal. Es ist die Textur, die er so unwiderstehlich findet. Anscheinend ist sie der der Träume, die er früher verschlungen hat, sehr ähnlich.",
      "es": "En agradecimiento por lo que el Arconte Geo hizo por él, Xiao asumió la carga de proteger Liyue durante los siguientes milenios.\n\nEl tiempo que sirvió a su amo, un arconte malvado, hizo que su inocencia y amabilidad se desvanecieran. Lo único que le quedaba eran sus pecados y sus habilidades para asesinar. Luchar era lo único que podía hacer por la gente de Liyue.\n\nPero ¿qué podía hacer la gente por él?\n\nA nadie se le pasó esta idea por la cabeza, ya que se sentían atemorizados con solo ver al Adeptus desde lejos.\n\nDicho esto, si alguna vez alguien quisiera mostrar algo de aprecio por Xiao, tal vez haya una cosa que podrían intentar.\n\nHay un agente secreto que trabaja para las Siete Estrellas y que tiene la tarea de apoyar a Xiao en su lucha contra las fuerzas del mal. Para guardar las apariencias, ese agente secreto dirige una posada llamada “Wangshu”.\n\nXiao visita este lugar de vez en cuando para comer tofu de almendras y, a juzgar por la forma en que come el plato, parece que le gusta.\n\nNo es que sea adicto a su dulce sabor, sino a su textura, la cual de alguna manera le recuerda a los sueños que solía devorar.",
      "fr": "En remerciement de la générosité de l'Archon Géo, Xiao s'engagea à porter la responsabilité de protéger Liyue pour les mille années à venir.\n\nLes années de servitude sous le joug du dieu maléfique ont vidé Xiao de toute trace d'innocence et de bonté ; il est devenu une machine à tuer hantée par le poids de ses péchés.\n\nCombattre est la seule chose qu'il puisse offrir au service des hommes.\n\nMais que peuvent faire les hommes en retour à son égard ?\n\nNul n'a jamais eu l'audace de poser cette question ; même sa silhouette distante dégage suffisamment de puissance pour faire détaler n'importe qui sain d'esprit.\n\nCela dit... Il existe peut-être une chose que pourrait faire celui qui tiendrait vraiment à montrer son appréciation.\n\nUn agent secret au service des Sept Étoiles lui fournit de l'aide, sous le couvert de l'Auberge Wangshu.\n\nXiao s'y rend de temps à autre pour y déguster un bol de tofu aux amandes ; et l'expression qu'il prend alors ne trompe guère : il adore ça.\n\nNon pas qu'il ait quelque préférence pour le goût sucré ; c'est la consistance qu'il trouve irrésistible – elle lui rappelle celle des rêves qu'il dévorait autrefois.",
      "pt": "Para pagar sua dívida de gratidão com o Arconte Geo, Xiao assumiu o ônus de proteger Liyue nos milênios que se seguiram.\n\nSeu passado de serviço sob o deus do mal apagou a inocência e gentileza de Xiao. Tudo o que restava dentro dele era o modo de matar e o peso de seus pecados.\n\nA única maneira de prestar serviço aos mortais era em combate.\n\nMas o que as pessoas podiam fazer por ele em troca?\n\nNinguém jamais parava para fazer essa pergunta. A visão de Xiao, mesmo distante, era intimidadora o suficiente para fazer as pessoas correrem instantaneamente por suas vidas.\n\nSe alguém quiser mostrar algum apreço por Xiao, há uma coisa que poderia fazer.\n\nHá uma certa agente secreta dos Qixing que é encarregada de apoiar Xiao em sua luta contra as forças do mal. Essa agente secreta administra um Albergue chamado de Albergue Wangshu.\n\nOcasionalmente, Xiao para na pousada para uma tigela de tofu de amêndoa. Se você pudesse ver a expressão dele quando ele está comendo... entenderia o quanto ele gosta desse prato.\n\nNa verdade, Xiao não se importa com o sabor doce. É uma textura que ele acha irresistível - aparentemente, é muito semelhante à dos sonhos que ele costumava devorar.",
      "ru": "В благодарность за доброту Гео Архонта Сяо взял на свои плечи защиту Ли Юэ на протяжении будущих тысячелетий. За время службы злому божеству пропала вся его мягкость и невинность. Остался лишь груз содеянных грехов и умение убивать. Народу Ли Юэ Сяо мог помочь только в сражениях. Но что люди могли сделать для него в ответ? Ни у кого не возникнет мысли благодарить Сяо, ибо будут они напуганы его божественной силой, и лишь увидев его на горизонте, в страхе побегут со всех ног. Но если всё-таки кто-то пожелает выразить благодарность, то найдётся такой способ... Есть некий агент Цисин, которому приказано поддерживать Сяо в борьбе с силами зла. Для прикрытия этот агент открыл постоялый двор «Ваншу». Сяо иногда приходит сюда отведать миндальный тофу, и то, как он его ест... Ни один человек не наслаждается едой так, как Сяо наслаждается миндальным тофу. Однако это блюдо притягивает Сяо не вкусом, а своей текстурой. Она напоминает ему о снах, которыми он когда-то питался.",
      "id": "Untuk membalas budi kepada Archon Geo, Xiao menanggung beban untuk melindungi Liyue selama ribuan tahun.\n\nMasa lalunya yang berada dalam pengaruh dewa jahat telah membuat Xiao kehilangan sifat polos lembutnya. Yang tersisa hanyalah hasrat untuk membunuh dan menanggung beban dosanya.\n\nSatu-satunya cara agar dia bisa berguna bagi manusia fana adalah dengan bertarung.\n\nTapi apa yang orang-orang lakukan untuk membalas budinya?\n\nTidak ada yang pernah berhenti menanyakan hal ini. Penampakan diri Xiao, walau hanya dari jauh saja sudah cukup untuk mengintimidasi orang dan membuatnya lari pontang-panting.\n\nNamun ... jika ada seseorang yang benar-benar ingin memberikan apresiasinya kepada Xiao, maka mungkin ada satu hal yang bisa mereka lakukan.\n\nAda seorang agen rahasia dari Qixing yang ditugaskan untuk membantu Xiao dalam pertarungannya melawan kejahatan. Agen rahasia ini menjalankan sebuah organisasi yang dinamakan Wangshu Inn.\n\nTerkadang, Xiao akan mampir ke penginapan tersebut untuk memesan semangkuk Almond Tofu, dan jika kamu melihat ekspresi wajahnya saat memakannya ... tidak salah lagi —— dia jelas-jelas sangat menyukai makanan itu.\n\nSebenarnya, Xiao tidak begitu peduli dengan rasa manisnya. Namun dia menyukai teksturnya —— ternyata, teksturnya benar-benar sama dengan mimpi dari orang-orang yang dulu dia santap.",
      "th": "เพื่อเป็นการตอบแทนความเมตตาของเทพเจ้าแห่งหิน Xiao จึงได้เฝ้าปกป้อง Liyue มานับพันปี\n\nตลอดระยะเวลาอันยาวนานที่ต้องรับคำสั่งจากเหล่าอสูร ความไร้เดียงสาและนุ่มนวลต่าง ๆ ของ Xiao นั้นก็จางหายไปหมดแล้ว เขาในตอนนี้นั้นเหลือเพียงความสามารถในการสังหารเท่านั้น\n\nการต่อสู้เป็นเพียงสิ่งเดียวที่เขาสามารถทำได้เพื่อคนใน Liyue แล้ว\n\nถ้างั้นมีอะไรที่ผู้คนพอจะทำให้เขาได้บ้างมั้ยนะ?\n\nคนทั่วไปนั้นคงจะไม่มีความคิดเช่นนี้อย่างแน่นอน แม้จะอยู่ห่างไกลแต่แรงกดดันของเขานั้นก็ยังทำให้กลัวจนหัวหด\n\nแต่ว่า...หากมีคนต้องการจะทดแทนบุญคุณเขาจริงล่ะก็ ก็ยังพอมีสิ่งเล็กน้อยที่จะแบ่งปันให้กันได้\n\nสายลับของ Qixing ผู้ให้การสนับสนุนในการกำจัดอสูรของ Xiao ภายนอกนั้นเป็นเพียงโรงแรมทั่วไปนามว่า \"Wangshu Inn\"\n\nXiao มักจะไปที่นั่นเป็นครั้งคราวเพื่อกินเต้าหู้อัลมอนด์ ซึ่งดูจากการแสดงสีหน้าเมื่อเขากินมันแล้วแสดงว่าเขาน่าจะชอบมันจริง ๆ ล่ะนะ\n\nของหวาน ๆ แบบนี้จริง ๆ แล้ว Xiao ก็ไม่ได้คลั่งไคล้เท่าใดนัก แต่ความรู้สึกตอนกินเต้าหู้อัลมอนด์นั้น ช่างเหมือนกันกับ \"ความฝันที่สวยงาม\" ซะจริง ๆ",
      "vi": "Để báo đáp ân tình của Nham Thần, Xiao bước vào con đường khổ dịch ngàn năm bảo vệ Liyue.\n\nTrong khoảng thời gian dài làm việc cho ác thần, sự thuần khiết và dịu dàng của Xiao đều đã bị gội sạch. Trong anh bây giờ chỉ còn lại đồ sát và nghiệp chướng tích lũy nhiều đời.\n\nChiến đấu, là thứ duy nhất anh ấy có thể làm cho con người.\n\nVậy còn loài người có thể làm gì cho anh ấy?\n\nNgười thường chắc sẽ không có suy nghĩ này nhỉ, chỉ riêng việc nhìn anh từ xa đã bị sát khí này dọa chết khiếp.\n\nNhưng...nếu có người thực sự muốn báo đáp anh ấy, thì có thể nghe thử một câu chuyện thú vị này.\n\nĐặc vụ Thất Tinh phụ trách việc hỗ trợ Xiao diệt ma, đã dùng vỏ bọc là kinh doanh một nhà trọ có tên \"Vọng Thư\".\n\nXiao thỉnh thoảng sẽ đến đó ăn đậu hũ hạnh nhân. Nhìn biểu cảm của anh ấy khi ăn, có lẽ là thực sự thích.\n\nXiao không phải đặc biệt mê đắm mùi vị ngọt ngào, nhưng đậu hũ hạnh nhân, thật sự rất giống với \"giấc mơ đẹp\" từng có trước đây."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "魈究竟在与什么战斗？\n\n依璃月当权者之见，他是在与魔神残渣引发的恶象战斗。\n\n可若直截了当地问他本人，未必能得到这一答案。\n\n魈曾经被邪恶神明使役，历经苦难，直到岩王帝君出现，才得以重获自由。\n\n其神通本领乃是仙家翘楚，降妖除魔对他而言并无难度。\n\n但魔神力量巨大，憎恨与执念也非常人可及。魈不断斩杀从它们残骸中滋生的秽物，那些憎恨便化为碎片，污染魈的精神。\n\n要消灭这种恨意，必须背负它们的「业障」。经年累月积累的业，足以灼心蚀骨。\n\n魈却不感到憎恨。他的生命长达两千年，一切恩仇之于他，只是过眼云烟。\n\n不存在千年难释的恨，也不存在千年难报的恩。\n\n岁月茫茫，唯有自己陪伴着自己。\n\n魈的战斗，始终有其意义。\n\n他一直都在和自己战斗。",
      "zht": "魈究竟在與什麼戰鬥？\n\n依璃月當權者之見，他是在與魔神殘渣引發的惡象戰鬥。\n\n但若直截了當地問他本人，未必能得到這一答案。\n\n魈曾經被邪惡神明使役，歷經苦難，直到岩王帝君出現，才得以重獲自由。\n\n其神通本領乃是仙家翹楚，降妖除魔對他而言並無難度。\n\n但魔神力量巨大，憎恨與執念也非常人可及。魈不斷斬殺從它們殘骸中滋生的穢物，那些憎恨便化為碎片，污染魈的精神。\n\n要消滅這種恨意，必須背負它們的「業障」。經年累月積累的業，足以灼心蝕骨。\n\n魈卻不感到憎恨。他的生命長達兩千年，一切恩仇之於他，只是過眼雲煙。\n\n不存在千年難釋的恨，也不存在千年難報的恩。\n\n歲月茫茫，唯有自己陪伴著自己。\n\n魈的戰鬥，始終有其意義。\n\n他一直都在和自己戰鬥。",
      "jp": "魈は一体何と戦っているのか？\n\n彼は魔神の残滓が引き起こす現象と戦っていると、璃月の実権者はそう考えている。\n\nしかし魈本人に聞くと、答えはそうでないかもしれない。\n\nかつての魈は邪悪な魔神に使役され、嬲られていた。岩王帝君に出会い、救われ、ようやく自由を取り戻した。\n\n魈の仙力は仙人の間でも上位であり、妖魔の退治は彼にとって難しいことではない。\n\nただ、魔神の執念は強力で、その残骸から生まれた不浄なるものを倒していくうちに、飛び散った穢れがどんどん魈の精神を侵していく。\n\nそれでも穢れを消すために、それらの「業障」を背負わなければならない。長年溜まり続けた業は心を焼き、骨を蝕むほど魈の肉体を苦しめた。\n\nだが、魈は何かに憎しみを抱いてなどいない。2000年を超えた命にとって、全ては瞬く間に消えてしまうものなのである。\n\n千年も晴れぬ憎しみはなく、千年かけて返しきれぬ恩もない。\n\n長い命の旅で己と共にいるのは、己だけだ。\n\n魈の戦いには意味がある。\n\n彼はずっと、自分自身と戦っているのだ。",
      "ko": "소는 대체 무엇과 싸우는 것인가?\n\n리월의 권력자라면 그가 마신의 잔재가 일으킨 사악한 현상과 싸우고 있다고 하겠지만, 본인에게 직접 물어본다면 다른 대답을 들을 것이다.\n\n소는 과거 암왕제군이 나타나 자유를 얻기 전까지 악한 신의 명을 받으며 고난을 겪었다.\n\n그의 신통력은 선인 중에서도 가장 뛰어나 퇴마는 그에게 아주 간단한 일이었다.\n\n하지만 마신은 힘뿐만 아니라 증오와 집념 역시 거대했기에, 소가 그들의 잔해 속에서 자생하는 오물을 끊임없이 벨 때마다 그 원한의 파편들이 소의 정신을 오염시켰다.\n\n이러한 원한을 없애려면 그들의 「업장」을 짊어져야 한다. 오랫동안 쌓인 업보는 심장을 태우고 뼈를 부식시킬 만큼 소의 육체를 고통스럽게 했다.\n\n하지만 그는 이에 대해 한 번도 원망한 적이 없다. 2천 년 넘게 살아온 그에게 있어 은혜와 원한은 그저 눈앞에서 사라지는 연기일 뿐이었다.\n\n천 년 넘게 풀지 못하는 원한은 없고, 천 년 넘게 갚지 못할 은혜도 없다.\n\n이 기나긴 세월 동안 그의 곁에 있던 건 자신뿐이었다.\n\n소의 전투는 결코 헛된 것이 아니었다.\n\n그는 항상 자신과 싸워왔기 때문이다",
      "en": "What exactly is Xiao wrestling with?\n\nTo those in Liyue's corridors of power, Xiao's battle is against the evil manifestations produced by the remnants of defeated gods.\n\nHowever, if you asked Xiao the same question, he may well give you an entirely different answer.\n\nXiao was once enslaved by an evil god and suffered immensely under their rule until finally regaining his freedom thanks to Rex Lapis.\n\nXiao's powers were highly regarded by the adepti and he seemed to vanquish all manner of evil demons with consummate ease.\n\nBut the evil gods also held immense power, and their lust for revenge ran deeper than mere mortals could ever contemplate. Xiao relentlessly slaughtered the endless, impure manifestations of their vengeful souls, but in doing so, he caused them to fracture. Eventually, these fragments of their hatred were able to taint Xiao's own soul.\n\nThe only way to eradicate such hatred is to accept the karmic debt it brings. The magnitude of the bad karma Xiao has accumulated over the years is enough to consume flesh, bone, and soul alike.\n\nAnd yet, Xiao does not feel any hatred. Having lived for over two thousand years, no single karmic debt constitutes anything more than a fleeting memory.\n\nNo grudge can last a thousand years, nor is any debt so great that it cannot be paid off in this time.\n\nXiao has spent many long years alone.\n\nBut his battles have never been in vain.\n\nBecause ultimately, the one with whom Xiao wrestles is himself.",
      "de": "Womit genau ringt Xiao eigentlich?\n\nDie Machthaber in Liyue wissen von Xiaos Kampf gegen die bösen Manifestationen, die von den Überresten besiegter Götter hervorgerufen werden.\n\nWenn man Xiao jedoch dieselbe Frage stellt, wird er wahrscheinlich eine ganz andere Antwort geben.\n\nXiao wurde einst von einem bösen Gott versklavt und litt immens unter dessen Herrschaft, bis er schließlich seine Freiheit durch Rex Lapis’ rettende Hand wiedererlangte.\n\nXiaos Kräfte wurden von den Adepten zunächst hochgeschätzt, er schien alle Arten von Dämonen mit absoluter Leichtigkeit besiegen zu können.\n\nAber die bösen Götter hatten ebenfalls immense Macht und ihre Lust auf Rache ging tiefer, als bloße Sterbliche es sich jemals vorstellen konnten. Xiao schlachtete unerbittlich unzählige Manifestationen ihrer verbliebenen rachsüchtigen Seelen, dabei jedoch splitterten einige dieser Seelen. Letztendlich gelangten Splitter davon in Xiaos eigene Seele.\n\nDie einzige Möglichkeit, diesen Hass auszurotten, besteht darin, die Schuld zu akzeptieren, die dies mit sich bringt. Aber das schlechte Karma, das Xiao im Laufe der Jahre angehäuft hatte und das ihn von innen heraus auffraß, war gigantisch.\n\nUnd dennoch fühlt Xiao keinen Hass. Nach über zweitausend Jahren ist diese Schuld nicht mehr als eine flüchtige Erinnerung geworden.\n\nKein Groll kann Jahrtausende überdauern. Auch ist keine Schuld so groß, dass sie in dieser Zeit beglichen werden könnte.\n\nXiao wird sein ganzes langes Leben lang allein fristen, so wie er es schon immer getan hat.\n\nAber seine Kämpfe waren nie umsonst.\n\nDenn letztendlich ist derjenige, mit dem Xiao ringt, sein eigenes Ich.",
      "es": "¿Contra qué lucha Xiao exactamente?\n\nSegún las personas que gobiernan Liyue, contra los atroces fenómenos desencadenados por los restos de los arcontes vencidos.\n\nPero si se le preguntara al mismo Xiao, su respuesta sería muy diferente.\n\nEn el pasado, Xiao fue esclavizado por un arconte malvado, y sufrió inmensamente bajo su tiranía hasta que finalmente recuperó su libertad gracias a Rex Lapis.\n\nLas habilidades de Xiao fueron muy apreciadas por los Adeptus, pues demostró su capacidad para vencer a todo tipo de demonios con suma facilidad.\n\nPero los arcontes malvados también tienen un poder inmenso, y su ansia de venganza es más profunda de lo que los simples mortales pueden imaginar. Xiao masacró implacablemente la corrupción que emanaba de las vengativas almas de los difuntos dioses, pero al hacerlo, el odio de estas almas se fragmentó en mil pedazos que contaminaron el alma de Xiao.\n\nLa única forma de eliminar ese odio es aceptando los pecados y la deuda kármica que conllevan. Sin embargo, Xiao había acumulado el suficiente mal karma como para corromper a cualquier ser.\n\nAun así, no siente ningún odio. Tras haber vivido durante más de dos mil años, ninguna deuda kármica constituye nada más que un recuerdo fugaz para él.\n\nNo hay rencores que duren milenios, y no hay deudas que no puedan pagarse.\n\nDurante la totalidad de su larga vida, Xiao siempre ha estado y estará solo, pero sus batallas nunca serán en vano, ya que, en última instancia, Xiao lucha contra sí mismo.",
      "fr": "Contre quoi exactement Xiao se débat-il ?\n\nLes dirigeants de Liyue savent tout de son combat contre les manifestations corrompues, vestiges des Archons défaits.\n\nMais celui qui poserait la question directement à Xiao obtiendrait une réponse quelque peu différente.\n\nXiao fut autrefois asservi par une déité maléfique, et souffrit sans mesure sous son joug, jusqu'au jour où il fut enfin libéré grâce à l'intervention du Souverain de la Roche.\n\nSes pouvoirs magiques en faisaient autrefois l'un des Adeptes les plus puissants, et soumettre démons et monstres à sa volonté est à ses yeux un parcours de santé.\n\nMais la puissance et l'esprit de vengeance habitant les Archons déchus furent tels qu'ils donnèrent naissance à une multitude de créatures maléfiques, que Xiao massacra sans relâche ; or, leur fiel finit par corrompre son âme.\n\nLa seule façon d'éradiquer une telle haine est d'accepter la dette karmique que cela entraîne ; mais l'amplitude du mauvais karma accumulé par Xiao au fil des ans était telle qu'elle le dévorait de l'intérieur.\n\nEt pourtant, il ne ressent aucune haine. Plus de deux mille années d'existence ont fini par ne laisser de ce mauvais karma qu'un souvenir.\n\nNulle rancœur ne peut perdurer aussi longtemps ; nulle dette n'est si grande qu'elle ne puisse être repayée sur autant d'années.\n\nXiao a toujours été, et demeurera à jamais, seul.\n\nEt le combat qu'il mène est avant tout contre lui-même.",
      "pt": "Com o que exatamente Xiao está lutando?\n\nOs que estão no poder em Liyue sabem da batalha de Xiao contra as más manifestações produzidas pelos remanescentes dos arcontes derrotados.\n\nNo entanto, se você fizer a mesma pergunta a Xiao, ele pode muito bem dar uma resposta totalmente diferente.\n\nXiao já foi escravizado por um arconte mau e sofreu imensamente sob seu domínio até finalmente recuperar sua liberdade nas mãos de Rex Lapis.\n\nOs poderes de Xiao eram altamente considerados pelos Adepti, ele parecia derrotar todos os tipos de demônios do mal com facilidade.\n\nMas os arcontes do mal também detinham imenso poder, e seu desejo de vingança era mais profundo do que os meros mortais jamais poderiam contemplar. Xiao massacrou implacavelmente incontáveis manifestações de suas almas remanescentes vingativas, mas ao fazê-lo, essas almas se tornaram cada vez mais fraturadas. Eventualmente, fragmentos de seu ódio foram capazes de manchar a alma de Xiao.\n\nA única maneira de erradicar esse ódio é aceitar a dívida que ele traz - mas essa era a magnitude do mau carma que Xiao acumulou ao longo dos anos que o consumiu de dentro para fora.\n\nE ainda assim, Xiao não sente ódio. Tendo vivido por mais de dois mil anos, nenhuma dívida cármica constitui nada além de uma lembrança fugaz.\n\nNenhum ressentimento pode durar mil anos, nem qualquer dívida é tão grande que não possa ser paga neste momento.\n\nXiao sempre esteve e sempre estará sozinho por toda a sua longa vida.\n\nMas suas batalhas nunca foram em vão.\n\nPor fim, aquele com quem Xiao luta é a si mesmo.",
      "ru": "С чем же всё-таки сражается Сяо? Правители Ли Юэ, наверняка считают, что Сяо сражается, чтобы защитить город от призраков прошлого, порождённых останками побеждённых богов. Но если спросить, что эти битвы значат для него самого, вы получите совсем иной ответ. Сяо долгое время был под контролем злого божества и невероятно страдал от этого, пока Властелин Камня не освободил его. Адепты с самого начала высоко ценили силы Сяо: в бою против духов ему нет равных. Однако злые боги тоже обладали огромной силой, и их жажда мести простиралась дальше, чем могли бы представить простые смертные. Сяо безжалостно убивал несметные воплощения их мстительных останков, но при этом души их раскалывались на более мелкие части. В конце концов осколки их ненависти осквернили и душу Сяо. Единственный способ избавиться от осквернения - это принять его кармический долг, но совершённые за долгие тысячелетия ужасные поступки стали поедать Сяо изнутри. И всё же Сяо не чувствует никакой ненависти. Когда живёшь больше двух тысяч лет, любой кармический долг - это лишь мимолётное воспоминание. Никакая обида не может длиться тысячу лет, и нет такого долга, который нельзя оплатить за это время. Всю свою долгую жизнь Сяо был одинок и так оно будет всегда. Но его битвы не напрасны. Ведь он борется с самим собой.",
      "id": "Apa sebenarnya pergumulan Xiao?\n\nMereka yang mempunyai kekuatan di Liyue tahu persis tentang pertarungan Xiao melawan kejahatan yang berasal dari sisa pertarungan para dewa di masa lampau.\n\nNamun, jika kamu bertanya pada Xiao, mungkin dia akan memberikan jawaban yang berbeda.\n\nXiao dulu diperbudak oleh dewa yang jahat dan mengalami penderitaan yang luar biasa sampai akhirnya dibebaskan oleh Rex Lapis.\n\nKekuatan Xiao sendiri dianggap hebat oleh para Adeptus, dia bisa dengan mudah mengalahkan semua roh jahat dan iblis.\n\nNamun dewa yang jahat itu juga mempunyai kekuatan yang luar biasa, dan hasratnya untuk membalas dendam benar-benar tidak akan bisa dibayangkan oleh manusia. Xiao membantai manifestasi dari sisa jiwa mereka yang penuh dendam tanpa henti, tetapi dengan begitu, jiwa-jiwa ini malah terpecah menjadi banyak bagian. Sampai akhirnya, pecahan-pecahan kebencian ini merasuk dan mencemari jiwa Xiao sendiri.\n\nSatu-satunya cara untuk memberantas kebencian semacam itu adalah dengan menerima akibat atas karma buruknya —— tetapi begitu besarnya karma buruk yang telah dilakukannya selama bertahun-tahun bahkan telah menggerogoti jiwanya dari dalam.\n\nNamun demikian, Xiao tidak merasakan kebencian. Setelah hidup lebih dari dua ribu tahun, semua utang karma tersebut tidak lebih dari sekadar ingatan yang samar.\n\nTidak ada dendam yang bertahan sampai ribuan tahun; tidak ada pula utang yang begitu besar sampai tidak dapat dibayar dalam waktu selama itu.\n\nXiao telah hidup menyendiri selama ini.\n\nNamun perjuangannya tidak pernah sia-sia.\n\nKarena pada akhirnya, pergumulannya adalah dengan dirinya sendiri.",
      "th": "แท้จริงแล้ว Xiao สู้กับอะไรอยู่กันแน่นะ?\n\nตามที่ผู้มีอิทธิผลใน Liyue รู้ก็คือเขากำลังต่อสู้กับภาพของปีศาจที่เกิดจากสิ่งตกค้างของสงครามเทพอสูร\n\nแต่ถ้าคุณถาม Xiao โดยตรง คำตอบอาจไม่เป็นเช่นนั้น\n\nครั้งหนึ่ง Xiao นั้นเคยอยู่ภายใต้การควบคุมของจอมปีศาจและต้องอยู่อย่างทุกข์ทรมาน จนกระทั่งการมาถึงของราชาแห่งหินทำให้เขาได้รับอิสรภาพ\n\nพลังของ Xiao นั้นแต่เดิมคือพลังชั้นยอดของเซียน ซึ่งการกำจัดเหล่ามอนสเตอร์นั้นไม่ใช่เรื่องยากเย็นอะไร\n\nเพียงแต่ว่าความหลงใหลในการได้กำจัดมอนสเตอร์นั้นมีพลังมาก คิดแค่ว่าสิ่งมีชีวิตชั่วร้ายจะถูกกำจัดไป ก็ทำให้จิตวิญญาณของ Xiao บิดเบี้ยวได้เช่นกัน\n\nเพื่อกำจัดความเกลียดชังเช่นนี้จำเป็นต้องแบกรับ \"กรรม\" ของพวกมัน ซึ่งกรรมที่สะสมมานานหลายปีก็เพียงพอที่จะทำลายได้ทุกสิ่ง\n\nแต่ว่า Xiao นั้นก็ไม่ได้รู้สึกเกลียดชังอะไร ชีวิตของเขานั้นอยู่มานานถึงสองพันปี หนี้ของความกตัญญูซึ่งควบคู่ไปกับการแก้แค้นทั้งหมดนั้น ก็ล้วนแต่เป็นเพียงหมอกที่ผ่านตาไปเท่านั้น\n\nไม่มีความเกลียดชังใดที่ไม่สามารถบรรเทาได้เป็นพัน ๆ ปี และก็ไม่มีพระคุณใดที่ไม่อาจทดแทนได้ในพันปีเช่นกัน\n\nอายุที่ยืนยาวขนาดนี้ สุดท้ายก็เหลือแต่ตัวเองเพียงเท่านั้น\n\nการต่อสู้ของ Xiao นั้นมีความหมายอยู่ในตัวของมัน\n\nมันคือการที่เขาต่อสู้กับตัวเองตลอดมา",
      "vi": "Xiao rốt cuộc chiến đấu với cái gì?\n\nTheo ý kiến của người cầm quyền Liyue đương đại, anh ấy đang chiến đấu với ảo ảnh tàn ác của tàn tích ma thần tạo ra.\n\nNhưng nếu hỏi thẳng Xiao, chưa chắc đã nhận được đáp án như thế.\n\nXiao từng bị thần linh tà ác sai khiến, trải qua nhiều đau khổ cho đến khi Nham Vương Đế Quân xuất hiện mới lấy lại được tự do.\n\nBản lĩnh thần thông của Xiao xuất phát từ tiên giới, chiến đấu trừ yêu diệt ma không có gì là khó khăn đối với anh.\n\nChỉ là chấp niệm và oán hận của Ma Thần quá ư lớn mạnh, cho dù Xiao diệt trừ những thứ ô uế sinh ra từ xương cốt của chúng, thì những thù hận vẫn hóa thành mảnh vỡ, làm vấy bẩn tinh thần của Xiao.\n\nMuốn tiêu diệt tận gốc sự thù hận này, thì phải gánh vác \"nghiệp chướng\" của nó, mà những nghiệp chướng tích lũy nhiều năm như vậy, có thể thiêu đốt tâm can.\n\nNhưng Xiao không cảm thấy oán hận. Anh đã sống qua hai ngàn năm, tất cả ân oán đối với anh, chỉ là gió thoảng mây trôi mà thôi.\n\nKhông có oán hận ngàn năm, cũng không có ân tình thiên thu.\n\nTháng năm đằng đẵng, chỉ có bản thân mình là bầu bạn với mình mà thôi.\n\nCho nên cuộc chiến của Xiao, rốt cuộc cũng có ý nghĩa của nó.\n\nAnh luôn chiến đấu với chính bản thân mình."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "魈究竟在与什么战斗？\n\n旅行者非常明白，魈在与威胁璃月千家万户的黑暗战斗。他在守护璃月。\n\n那么有谁能守护他呢？\n\n曾有一次，彻夜战斗耗尽了魈的体力，他险些无法完成任务。\n\n荻花之海被激战刮倒了大半。魈拔出插在地里的枪头，踏上归途。\n\n说是归途，却也没有所谓的归处可言，仅仅是离开战场而已。\n\n魈早已精疲力竭，身上沾染的魔神之怨当即发作。\n\n无穷怨恨冲击着魈的心智，他痛苦地倒在荻花丛中。\n\n可也正是在那一刻，突如其来的痛苦毫无征兆地消失了。\n\n并非魈自己压制住了邪念，而是一股笛声救了他。\n\n清丽的笛声，掠过碧水重山，被风送至此地。\n\n伴随拂晓第一缕晨光与远方惊起的鸟群，笛声趋于清晰。\n\n它守护着魈，安抚他躁动的心神，为他争取到片刻安宁。\n\n是谁在演奏？魈虽然好奇，仍不愿深究。他心中已有了隐隐约约的答案。\n\n上一位有能力帮助他的，是君临尘世的七神之一。那么这一位，恐怕也是——",
      "zht": "魈究竟在與什麼戰鬥？\n\n旅行者非常明白，魈在與威脅璃月千家萬戶的黑暗戰鬥。他在守護璃月。\n\n那麼有誰能守護他呢？\n\n曾有一次，徹夜戰鬥耗盡了魈的體力，他險些無法完成任務。\n\n荻花之海被激戰刮倒了大半。魈拔出插在地裡的槍頭，踏上歸途。\n\n說是歸途，卻也沒有所謂的歸處可言，僅僅是離開戰場而已。\n\n魈早已精疲力竭，身上沾染的魔神之怨當即發作。\n\n無窮怨恨衝擊著魈的心智，他痛苦地倒在荻花叢中。\n\n可也正是在那一刻，突如其來的痛苦毫無徵兆地消失了。\n\n並非魈自己壓制住了邪念，而是一陣笛聲救了他。\n\n清麗的笛聲，掠過碧水重山，被風送至此地。\n\n伴隨拂曉第一縷晨光與遠方驚起的鳥群，笛聲趨於清晰。\n\n它守護著魈，安撫他躁動的心神，為他爭取到片刻安寧。\n\n是誰在演奏？魈雖然好奇，仍不願深究。他心中已有了隱隱約約的答案。\n\n上一位有能力幫助他的，是君臨塵世的七神之一。那麼這一位，恐怕也是——",
      "jp": "魈は一体何と戦っているのか？\n\n旅人はよく理解している、魈が璃月の人々を脅かす暗黒と戦い、璃月を守っている事を。\n\nならば、誰が魈を守ってあげるのだろうか？\n\nかつて、一夜の戦いのうちに力を使い果たした魈は敗走寸前に陥ったことがあった。\n\n激戦により荻花の海のほとんどが吹き飛ばされた後、魈は地に刺さる槍を抜いて帰ろうとする。\n\n帰ると言えども、それといって帰るような場所などはなく、ただ戦場から去るだけ。\n\n疲れ果てた魈は、その身を蝕む魔神の怨念により発作を起こす寸前であった。\n\n奥底から無限に湧き上がる憎しみが魈を絡めとり、それに抵抗するたびに、さらに激烈な苦痛が彼に襲い掛かるのだ。やがて、魈は苦痛のあまり荻花の茂みに倒れた。\n\nしかし、なぜか魈を苦しめる痛みが突如消える。\n\n魈自身が邪念を抑えたのではない、謎の笛の音が彼を苦痛から解放し、救ったのだ。\n\n澄んだ音色は、蜒々たる大地を撫で、磐岩に守られながら、そよ風に乗りここへやって来た。\n\n夜明けの光と鳥の羽ばたきと共に、笛の音は段々とはっきりと聞こえるようになった。\n\n笛に乗せた力は、魈の心を落ち着かせ、彼を守護し、しばしの安寧をもたらした。\n\n助けてくれたのは誰なのか？魈は気になったが、深く追及することをやめた。何故なら、彼の心には漠然とした心当たりがあったからだ。\n\nかつて、彼を助けた力を持った者、それは俗世に君臨した七柱の神の一人だった。そして、今回もおそらくーー",
      "ko": "소는 대체 무엇과 싸우는 것인가?\n\n여행자는 소가 리월 곳곳에 숨어 있는 어둠과 싸우며 리월을 지키고 있다는 것을 잘 알고 있다.\n\n그렇다면, 소는 누가 지켜줄 것인가?\n\n한번은 밤새동안 이어진 전투 때문에 모든 기력을 다한 소는 임무를 완수하지 못할 뻔한 적이 있다.\n\n적화의 바다는 격렬한 전투로 반파되었고, 소는 땅에 꽂혀있던 창을 뽑아 귀로에 올랐다.\n\n귀로라고 했지만, 딱히 그가 돌아갈 수 있는 곳은 없었기에 그저 전쟁터를 떠나는 것뿐이었다.\n\n지칠 대로 지친 소의 몸에 있던 마신의 원한이 발작하기 시작했다.\n\n끝없는 원한이 소의 마음을 공격했고, 그는 고통 속에서 적화의 억새밭 한가운데에 쓰러졌다.\n\n하지만 그 순간, 그를 괴롭히던 고통이 순식간에 사라졌다.\n\n소가 스스로 사념을 억누른 게 아니라, 어딘가에서 들려오는 피리 소리가 그를 구한 것이다.\n\n청아한 피리 소리가 푸른 물결을 스치며 바람에 실려 왔다.\n\n새벽의 첫 아침 햇살과 멀리서 날아오르는 새 떼, 그리고 피리 소리는 점점 더 선명해졌다.\n\n그 소리는 소를 수호하며 그의 들끓는 마음을 달래 잠깐의 평안을 선물했다.\n\n누구의 연주였을까? 소는 궁금했지만, 굳이 파헤치고 싶지는 않았다. 이미 어렴풋이 답을 알 것 같았기 때문이다.\n\n과거 그를 도울 힘을 가졌던 자는, 속세를 다스리는 일곱 신 중 하나였다. 그렇다면 이번에도 아마——",
      "en": "What does Xiao fight against?\n\nThe Traveler understands very well that Xiao fights against the darkness that threatens Liyue. He fights to defend Liyue.\n\nBut who will defend him?\n\nThere was once when most of Xiao's strength was spent fighting from dusk till dawn, with him emerging victorious by a mere hair.\n\nThe reeds in the fields had been sliced to ribbons in the fierce fighting. Plucking his spear from where it had been planted in the ground, Xiao began the trek home.\n\nWell, one says \"home\" — yet, where did Xiao have to return to? He was merely leaving the battlefield.\n\nLong exhausted, Xiao felt the divine hatred that tainted his body take effect.\n\nLimitless hate flooded his senses, and he fell to the ground in agony.\n\nBut it was also at that moment that the pain vanished without warning.\n\nThis was not by Xiao's own strength, for he had been rescued by the sound of a flute.\n\nThe clear, lovely sound of the flute came over the mountains and rivers, carried on the wind to where he lay.\n\nAnd clear it continued to ring till the first light of dawn brought with it the startled flight of distant birds.\n\nIt protected Xiao, massaging his wild senses, and giving him a moment's peace.\n\nWho was playing this music? Xiao was curious but did not pursue the matter. For he already had something approaching an answer.\n\nThe last person who could help him was one of The Seven themselves. So this person, too, must be—",
      "de": "#Gegen wen kämpft Xiao?\n\n{F#Die Reisende}{M#Der Reisende} weiß sehr wohl, dass Xiao die Dunkelheit bekämpft, die Liyue bedroht. Er will Liyue beschützen.\n\nDoch wer wird ihn beschützen?\n\nEinst wandte Xiao all seine Kraft auf in einer Schlacht, die von der Abenddämmerung bis zum Morgengrauen dauerte. Um Haaresbreite trug er den Sieg davon.\n\nIn der wilden Schlacht war ein gesamtes Schilffeld niedergemäht worden. Xiao rammte seinen Speer in den Boden und wollte die Heimreise antreten.\n\nAber Xiao besaß kein Heim. Wohin sollte er also gehen? Er zog nur von einer Schlacht zur nächsten.\n\nDa fühlte Xiao wieder die schwere Erschöpfung, die der göttliche Hass seinem Körper zufügte.\n\nEr fühlte sich von unbändigem Hass ergriffen und sank gepeinigt zu Boden.\n\nDoch kaum war dieser Schmerz gekommen, war er auch schon wieder verschwunden.\n\nDoch nicht Xiao selbst hatte sich gerettet, sondern der Klang einer Flöte.\n\nDer lieblich klare Ton der Flöte kam von den Bergen und Flüssen her, der Wind trug ihn herüber.\n\nUnd die Musik spielte weiter bis zum ersten Licht des Tages, das einen fernen Vogelschwarm mit sich brachte.\n\nDie Musik besänftigte seine wilden Sinne und brachte ihm für einen Moment Frieden.\n\nWer blies diese Flöte? Xiao war neugierig, doch verfolgte es nicht weiter, denn die Antwort schwante ihm bereits.\n\nDie letzte Hilfe hatte er von einem der Sieben erhalten. Also war es dieses Mal wohl auch ...",
      "es": "¿Contra qué lucha Xiao exactamente?\n\nTú sabes perfectamente que contra la oscuridad que amenaza a la gente de Liyue. Es decir, Xiao protege Liyue.\n\nPero... ¿de quién lo protege?\n\nUna vez en la que luchó durante toda una noche, Xiao se quedó sin fuerzas, por lo que casi no pudo completar una misión.\n\nEl Pantano Dihua se puso patas arriba debido al fragor de la batalla. Entonces, Xiao agarró su lanza, la cual había clavado en el suelo, y se marchó.\n\nPero ¿a dónde podía ir si, en realidad, no tenía un hogar al que volver? Por eso, simplemente se fue del campo de batalla.\n\nDe repente, los restos del odio de los arcontes resurgieron en el cuerpo de Xiao, que estaba totalmente agotado.\n\nSintió cómo el odio y el resentimiento arremetían en su interior, por lo que, en medio de todo ese dolor, se tumbó un momento entre los juncos del Pantano Dihua.\n\nEn ese preciso instante, el dolor que sentía se desvaneció súbitamente, no porque Xiao hubiera reprimido sus malos pensamientos, sino por el sonido de una flauta.\n\nLa dulce melodía navegó por ríos cristalinos y escaló cordilleras montañosas hasta llegar a él arrastrada por el viento.\n\nLa música de la flauta se volvió cada vez más nítida con los primeros rayos del alba y el lejano despertar de los pájaros.\n\nLa flauta protegió a Xiao, aplacó sus agitaciones y le concedió un efímero momento de paz.\n\nPero ¿quién tocaba esa flauta? Aunque sentía curiosidad, Xiao no quería averiguarlo. No obstante, en su corazón, creía saber la respuesta a esa pregunta.\n\nLa única persona capaz de ayudarlo debía de ser uno de Los Siete, aquel que gobernase sobre los mortales. Así pues, esa persona debía ser...",
      "fr": "#Contre quoi lutte vraiment Xiao ?\n\n{M#Le voyageur}{F#La voyageuse} comprend que Xiao combat les ténèbres qui menacent Liyue depuis des millénaires et se bat pour défendre Liyue.\n\nMais qui le défendra, lui ?\n\nUn jour, Xiao avait utilisé toutes ses forces lors d'un combat qui dura du crépuscule à l'aube, émergeant victorieux d'un cheveu.\n\nLes champs de roseaux avaient été tranchés dans la violente bataille. Récupérant sa lance d'où il l'avait plantée, Xiao se mit en route pour le chemin du retour.\n\nNul ne savait sa destination. Il quittait juste le champ de bataille, voilà tout.\n\nÉpuisé depuis longtemps, Xiao sentit la colère divine prendre possession de son corps.\n\nUne haine sans fin se mit à envahir ses sens, le faisant vaciller dans les champs de roseaux.\n\nMais c'est aussi à cet instant que la douleur quitta son corps sans sommation.\n\nCe n'était pas le fait de Xiao, le son d'une flûte venait de le délivrer.\n\nLe son clair et mélodieux de la flûte avait traversé les montagnes et les rivières, emporté par le vent jusqu'à l'endroit où Xiao gisait.\n\nEt il continua de résonner jusqu'à ce que les premières lueurs de l'aube amenèrent avec elles le vol des oiseaux apeurés au loin.\n\nLe son protégea Xiao, domptant ses sens enflammés et lui permettant pour un instant de retrouver quelque paix.\n\nQui jouait cette musique ? Xiao était curieux de l'apprendre, mais ne s'en enquit pas. Il avait déjà une idée de la réponse.\n\nLa dernière personne à avoir pu l'aider n'était autre que l'un des Sept. Cette personne ne pouvait donc être que...",
      "pt": "#O que o Xiao luta contra?\n\n{F#A}{M#O} Viajante entende muito bem que Xiao luta contra a escuridão que ameaça Liyue. Ele luta para defender Liyue.\n\nMas quem vai defender ele?\n\nHouve uma vez em que a maior parte da força de Xiao foi gasta lutando desde o anoitecer até o amanhecer, com ele emergindo vitorioso por muito pouco.\n\nOs campos de juncos haviam sido cortados em tiras na luta feroz. Arrancando sua lança de onde havia sido plantada no chão, Xiao começou a caminhada para casa.\n\nBem, diz-se \"casa\" - no entanto, para onde Xiao tinha que voltar? Ele estava apenas deixando o campo de batalha.\n\nJá muito exausto, Xiao sentiu o ódio divino que contaminou seu corpo fazer efeito.\n\nO ódio sem limites inundou seus sentidos, e ele caiu no chão em agonia.\n\nMas foi também naquele momento em que a dor desapareceu sem aviso prévio.\n\nIsto não foi pela própria força do Xiao, visto que ele havia sido resgatado pelo som de uma flauta.\n\nO som límpido e adorável da flauta veio sobre as montanhas e rios, levado pelo vento até onde ele se encontrava.\n\nE tão claro continuou a tocar até a primeira luz do amanhecer trouxe consigo o voo assustado de pássaros distantes.\n\nIsso protegeu Xiao, massageando seus sentidos selvagens, e lhe deu um momento de paz.\n\nQuem estava tocando esta música? Xiao estava curioso, mas não deu seguimento ao assunto. Pois ele já tinha algo que se aproximava de uma resposta.\n\nA única pessoa que poderia ajudar era um dos próprios Sete. Então esta pessoa, também, deveria ser...",
      "ru": "#С чем же сражается Сяо? Путешественни{F#ца}{M#к} хорошо знает, что Сяо сражается с тьмой, угрожающей Ли Юэ. Он сражается, чтобы защитить Ли Юэ. Но кто защитит его самого? Однажды Сяо сражался всю ночь и, совсем выбившись из сил, был на волосок от гибели. После яростного боя Тростниковые острова были будто вспаханы и Сяо брёл домой, выдёргивая по пути копья из земли. Но «брёл домой» - это скорее фигура речи. Куда ему было возвращаться? Он лишь шёл прочь с поля боя. Обессиленный Сяо чувствовал, как гнев Архонтов сковывает тело. Его захлестнула бескрайняя злоба и в припадке он упал на траву. Но именно в этот момент вся боль внезапно отступила. Сяо был бессилен противостоять злу - его спасли звуки флейты. Чистые, лёгкие - через реки и горы их принёс ветер. Они струились вместе с первыми лучами рассвета и стайками вспугнутых птиц. Они защищали Сяо, успокаивая его взбудораженную душу. Кто же это играл? Сяо было интересно, но он не стал искать - в его сердце уже была догадка. В прошлый раз ему смог помочь только один из семи Архонтов. Тогда это, должно быть...",
      "id": "Apa yang Xiao perjuangkan?\n\nPengembara tahu jelas bahwa Xiao berjuang melawan kejahatan yang mengancam Liyue. Dia berjuang untuk melindungi Liyue.\n\nTapi siapa yang akan melindunginya?\n\nAda suatu masa ketika sebagian besar kekuatan Xiao dihabiskan untuk berperang dari senja hingga fajar, walau akhirnya dia menang dengan tipis.\n\nLadang ilalang bagaikan diiris menjadi pita dalam pertempuran yang sengit. Dia mencabut tombaknya yang tertanam di tanah, Xiao mulai berjalan pulang ke rumah.\n\nKe \"rumah\" —— tapi, ke mana Xiao akan pulang? Dia hanya pergi dari medan pertempuran saja.\n\nDengan rasa lelah yang luar biasa, Xiao mulai merasakan kebencian yang mencemari tubuhnya bergejolak.\n\nDendam yang tak terbatas merasuki akal sehatnya, sampai dia terjatuh ke tanah karena rasa sakitnya.\n\nNamun pada saat itu juga, rasa sakitnya tiba-tiba menghilang.\n\nIni bukanlah karena kekuatan Xiao sendiri, tapi dia telah diselamatkan oleh bunyi seruling.\n\nSuara yang menyejukkan dan jernih itu datang melewati pegunungan dan sungai, lalu terbawa angin sampai ke telinganya.\n\nDan suaranya yang jernih itu terus terdengar sampai fajar menyingsing membawa serta burung-burung di kejauhan yang terkejut saat mendengarnya.\n\nSuara itu telah melindungi Xiao, mengusir akal sehatnya yang liar, dan memberinya kedamaian.\n\nSiapa yang memainkan seruling tersebut? Xiao memang penasaran, tapi dia tidak mencari tahu lebih lanjut. Karena dia sudah punya dugaan mengenai jawabannya.\n\nOrang terakhir yang menolongnya adalah salah satu dari The Seven. Jadi orang itu juga, pastinya——",
      "th": "แท้จริงแล้ว Xiao สู้อยู่กับใครกันแน่นะ?\n\nนักเดินทางรู้ดีว่า Xiao ต่อสู้อยู่กับความมืดที่คุกคาม Liyue มาตลอด เขาสู้เพื่อปกป้อง Liyue\n\nแล้วใครจะเป็นผู้ปกป้องเขากันล่ะ?\n\nครั้งหนึ่งในการต่อสู้ยามค่ำคืนจนถึงรุ่งเช้า Xiao ได้ใช้พลังของเขาไปจนเกือบหมด จนเขาเกือบจะทำหน้าที่ของเขาไม่สำเร็จ\n\nทุ่งต้นอ้อได้ถูกทำลายจนราบคาบจากการต่อสู้ที่ดุเดือด Xiao ดึงหอกของเขาที่ปักอยู่บนพื้นออกมา และเริ่มเดินทางกลับบ้าน\n\nถึงจะบอกว่าเป็นการกลับบ้าน แต่เขาผู้ไม่มีบ้านให้กลับ จึงทำได้เพียงเดินออกจากสนามรบเท่านั้น\n\nXiao ผู้เหนื่อยล้า เมื่อถูกความอาฆาตของเทพอสูรแทรกซึมเข้าสู่ร่างมันก็เกิดผล\n\nความแค้นที่ไร้ที่สิ้นสุดเอ่อท่วมความรู้สึกของเขา แล้วเขาก็ล้มลงบนพ้นด้วยความเจ็บปวดเกินบรรยาย\n\nแต่ทันใดนั้น ความเจ็บปวดที่มาอย่างเฉียบพลันก็หายหายไปอย่างไร้ร่องร่อย\n\nXiao ไม่ได้เป็นคนควบคุมความคิดที่ชั่วร้ายเหล่านั้น แต่เป็นเสียงขลุ่ยที่ช่วยเขาไว้\n\nเสียงขลุ่ยอันสดใสได้ถูกสายลมพัดมา เสียงของมันดังก้องไปทั่วผืนน้ำ และสะท้อนระหว่างภูเขา\n\nมันปกป้อง Xiao ไว้ ช่วยปลอบประโลมจิตใจอันว้าวุ่นของเขาให้สงบลง\n\nเสียงขลุ่ยของใครกัน? ถึง Xiao จะรู้สึกสงสัย แต่เขาก็ไม่อยากไปหาคำตอบ ในใจของเขานั้นมีคำตอบที่คาดเดาไว้แล้ว\n\nผู้ทีสามารถช่วยเหลือเขาได้คนก่อนหน้านี้เป็นถึงหนึ่งในเทพทั้งเจ็ด ถ้างั้นท่านนี้ ก็อาจจะเป็น...",
      "vi": "Chính xác thì Xiao đang chiến đấu với cái gì?\n\nNhà Lữ Hành hiểu rõ, Xiao phải chiến đấu với bóng tối đang uy hiếp hàng ngàn hàng vạn hộ gia đình ở Liyue. Anh đang bảo vệ Liyue.\n\nVậy thì ai có thể bảo vệ anh?\n\nTừng có một lần, cả đêm chiến đấu đã vắt kiệt sức lực của Xiao, và anh suýt chút nữa đã không thể hoàn thành nhiệm vụ.\n\nHơn một nửa Biển Địch Hoa bị càn quét. Xiao rút mũi giáo cắm sâu trong lòng đất, lên đường trở về.\n\nNói là trở về, nhưng cũng chẳng có cái gọi là nơi để quay về, chỉ là rời khỏi chiến trường mà thôi.\n\nXiao sớm đã sức cùng lực kiệt, oán niệm của Ma Thần nhiễm đầy cơ thể anh bắt đầu bùng phát.\n\nSự phẫn uất vô hạn xâm chiếm lấy tâm trí anh, khiến anh đau đớn ngã vào bụi cỏ lau.\n\nCũng chính vào thời khắc này, nỗi khổ đau đột nhiên biến mất không còn dấu vết.\n\nKhông phải Xiao tự mình dập tắt những ý nghĩ xấu xa mà chính là tiếng sáo đã cứu anh.\n\nTiếng sáo trong trẻo tuyệt vời, trầm bổng vút qua non xanh nước biếc, được gió đưa đến nơi này.\n\nTheo tia nắng ban mai đầu tiên của bình minh và đàn chim hốt hoảng bay từ phương xa, tiếng sáo cũng trở nên rõ ràng hơn.\n\nNó bảo vệ Xiao, xoa dịu tâm trạng bồn chồn của anh, giành lấy giây phút bình yên này cho anh.\n\nLà ai đang thổi sáo? Tuy rất tò mò nhưng Xiao vẫn không muốn tìm hiểu. Trong thâm tâm anh đã mơ hồ có một câu trả lời.\n\nNgười lần trước có khả năng giúp đỡ anh là một trong bảy vị thần đã đến trần thế. Vậy người này, e rằng cũng vậy..."
    }
  },
  {
    "title": {
      "zhs": "《空游饿鬼布施法》",
      "zht": "《空遊餓鬼佈施法》",
      "jp": "『空遊餓鬼布施法』",
      "ko": "《떠돌이 아귀 공양법》",
      "en": "Ode to Windborne Wraith",
      "de": "„Gabe des schwebenden Geistes“",
      "es": "Oda a la ira del viento",
      "fr": "Ode aux spectres du vide",
      "pt": "Ode à Ira do Vento",
      "ru": "«Ода духу ветра»",
      "id": "Syair untuk Para Roh",
      "th": "\"Ode to Windborne Wraith\"",
      "vi": "\"Bố Thí Ngã Quỷ\""
    },
    "line": {
      "zhs": "须弥教令院的学者曾对璃月进行民俗研究，将结果写成一本名为《琉璃岩间国土纪行》的书，须弥、璃月各存一版。\n\n其中，璃月留存的版本更名为《匣中琉璃云间月》，删去了不少巫术、神秘的部分。\n\n《空游饿鬼布施法》，则是仅存于须弥教令院馆藏的完整版之一节。\n\n文中提到，「仙众夜叉」虽有大神通大威德，仍为自身业障所困，间有大恐惧大痛苦之劫难。此乃空游饿鬼之苦，千万年不灭。\n\n文中列有多种安抚夜叉仙人的方法，包括食物供奉、妙音布施等等。如此为之，夜叉必会心生欢喜，甘愿为人守护平安。\n\n仙中贵族夜叉擅长战斗，常以战将之姿亲赴战场。然而，近千年来战乱过多，使得夜叉一族几近灭亡。如今，璃月地区仍保有巨大的降魔夜叉破损造像，只是面容均已损毁殆尽。\n\n顺带一提，须弥学者文笔诘屈聱牙，书中内容又过分艰深，导致《匣中琉璃云间月》的人气完全无法匹敌《提瓦特游览指南》与艾尔·马斯克所著的各国人文风土志略。",
      "zht": "須彌教令院的學者曾對璃月進行民俗研究，將結果寫成一本名為《琉璃岩間國土紀行》的書，須彌、璃月各存一版。\n\n其中，璃月留存的版本更名為《匣中琉璃雲間月》，刪去了不少巫術、神秘的部分。\n\n《空遊餓鬼佈施法》，則是僅存於須彌教令院館藏的完整版之一節。\n\n文中提到，「仙眾夜叉」雖有大神通大威德，仍為自身業障所困，間有大恐懼大痛苦之劫難。此乃空遊餓鬼之苦，千萬年不滅。\n\n文中列有多種安撫夜叉仙人的方法，包括食物供奉、妙音佈施等等。如此為之，夜叉必會心生歡喜，甘願為人守護平安。\n\n仙中貴族夜叉擅長戰鬥，常以戰將之姿親赴戰場。然而，近千年來戰亂過多，使得夜叉一族幾近滅亡。如今，璃月地區仍保有巨大的降魔夜叉破損造像，只是面容均已損毀殆盡。\n\n順帶一提，須彌學者文筆詰屈聱牙，書中內容又過分艱深，導致《匣中琉璃雲間月》的人氣完全無法匹敵《提瓦特遊覽指南》與艾爾·馬斯克所著的各國人文風土志略。",
      "jp": "スメール教令院の学者が璃月の民俗に関する研究を行った。研究の結果は『琉璃岩間国土紀行』というスメールと璃月で2種の版が存在する本にまとめられている。\n\nその内、璃月版は『匣中琉璃雲間月』へと書名を変え、巫術と神秘的な内容が大量に削除されている。\n\n『空遊餓鬼布施法』に関する内容は、スメール教令院が蔵する完全版にだけ保留されている。\n\n本によると、「仙衆夜叉」は凄まじい仙力と威厳を持つが、「業障」を背負うゆえに多大な苦しみと恐怖を経験しており、それは幾千万年も消えぬ空遊餓鬼の苦しみである。\n\nまた本には夜叉仙人をなだめる方法——例えば食の奉納、妙音による布施などが書かれている。これらの仕来りをなすと、夜叉は喜色を浮かべ、人々の平安を守ってくれる。\n\n仙人の貴族たる夜叉は戦いが得意で、常に戦将が如き姿で自ら戦場を駆ける。しかし、この千年近くは戦乱が多く、夜叉一族も滅亡寸前の危機に陥っている。璃月地域には未だに降魔の夜叉の巨像が残っているが、既にその顔は無惨にも破壊されている。\n\nちなみに、スメールの学者が書いた内容はとても難解であったため、『匣中琉璃雲間月』の人気は、『テイワット観光ガイド』とエル·マスクの書いた各国の風土記ガイドには全く及ばなかった。",
      "ko": "수메르 아카데미아의 학자는 리월의 민속을 연구한 후, 그 결과를 《유리암과 국토 사이 기행》이라는 책으로 엮었는데 수메르와 리월엔 각각 2가지 판본이 존재한다.\n\n그중 리월에 남아있는 판본은 《유리 구름과 달 사이》라는 이름으로 바뀌었고, 주술과 오컬트적인 부분이 꽤 많이 삭제됐다.\n\n《떠돌이 아귀 공양법》은 수메르 아카데미아에만 보관된 완본 중 하나이다.\n\n그 책에선 「선중야차」는 강한 신통력과 위엄을 지녔지만, 업장을 짊어짐으로 인해 엄청난 공포와 고통을 겪고 있으며, 그 고통은 늘 굶주림에 시달리는 아귀(餓鬼)의 고통으로 절대 사라지지 않는다고 말한다.\n\n책엔 음식 공양, 묘음보시 등 야차 선인을 달래는 여러 가지 방법이 서술되어 있는데, 이 방법대로 하면 야차는 기쁨하여 기꺼이 사람들의 평안을 지킬 것이다.\n\n선인 중의 귀족 야차는 전투에 능해 항상 전쟁터를 누비곤 했다. 그러나 천 년 동안 이어진 끝없는 전쟁으로 인해 야차 일족은 대부분 멸망하고 말았다. 오늘날 리월 지역에는 거대한 항마야차상이 얼굴이 처참히 파손된 모습으로 남겨져 있다.\n\n덧붙여 말하자면, 수메르 학자들의 문체가 난해하고 책 내용이 너무 심오해서 《유리 구름과 달 사이》의 인기는 《티바트 유람 가이드》나 엘·머스크가 저술한 각국의 인문 풍토지에 비해 현저히 낮다고 한다",
      "en": "A scholar of the Sumeru Akademiya once did folklore studies in Liyue, the result of which was a book called \"Tour of the Land of Liyue,\" with separate editions being available in Sumeru and Liyue.\n\n\"Hidden Diamond and Cloudy Moon: Wonders and Folklores of Liyue\" is the version available in Liyue, and has had many mystical and magical portions removed.\n\nThe \"Ode to Windborne Wraith\" is one of the mystical chapters that remain recorded within the complete version at the Akademiya.\n\nThe document mentions that though the yaksha were mighty and upright among the adepti, they were bound by their own karma to suffer great horrors and tribulations. As such, they wandered the land in a state of unending suffering.\n\nThe chapter lists many methods of comforting the yaksha, such as food offerings, holy chants, and the like. These would appease the yaksha and help them to continue defending the peace.\n\nAs noble warriors among adepti, the yaksha would often descend upon the battlefield in person. However, as conflicts grew over the millennia, they have almost been wiped out. Today, large statues of the yaksha subduing demons remain within Liyue's borders, but they have had their features destroyed.\n\nBy the by, the language used in that text was so meandering, and its contents so dense, that it sold far fewer copies than the Teyvat Travel Guide and the international cultural summaries written by El Musk.",
      "de": "Einst betrieb ein Gelehrter der Sumeru-Akademie in Liyue volkstümliche Studien. Das Ergebnis bildete das in verschiedenen Ausgaben erschienene Buch „Ausflug durch Liyue, das Reich des Gesteins“.\n\nIn Liyue heißt es „Schmuckkästchen Liyue“. Aus dieser Version sind allerdings viele mystische wie magische Seiten entfernt worden.\n\nSo findet sich in der vollständigen Fassung in der Akademie unter anderem das Kapitel „Gabe des schwebenden Geistes“.\n\nDort steht, obwohl die Yaksha mächtige wie aufrechte Adepten sind, litten sie aufgrund ihres Karmas unter großen Mühen und Qualen. In endlosem Leid streiften sie durch das Land.\n\nIn diesem Kapitel finden sich ebenfalls viele Wege, um den Yaksha Trost zu spenden, wie mit Nahrungsopfern, heiligen Gesängen und Ähnlichem, damit diese weiter den Frieden beschützen konnten.\n\nAls edle Krieger unter den Adepten stiegen die Yaksha oft selbst auf das Schlachtfeld herab. Doch im Laufe der Jahrtausende wurden sie auf diese Weise beinahe vollständig ausgelöscht. Heute stehen in Liyue nur noch die übergroßen, verstümmelten Statuen der Yaksha, um die Dämonen zu bändigen.\n\nDer Stil in diesem Buch war übrigens so gewunden und der Inhalt so dicht, dass es weit weniger Abnehmer fand als der Reiseführer Teyvat und die Kulturleitfäden der verschiedenen Regionen von El Musk.",
      "es": "En el pasado, los eruditos de la Academia de Sumeru hicieron diversas investigaciones sobre el folclore de Liyue. Los resultados de la investigación los compilaron en un libro llamado «Viaje por las tierras de Liyue», del cual se hicieron dos copias: una para conservar en Sumeru y otra en el Reino de Piedra.\n\nEn este último, el libro se retituló «Maravillas y folclore de Liyue», y se eliminó el contenido que tenía que ver con la brujería y los misterios.\n\nEl capítulo “Oda a la ira del viento” de dicho libro solamente se conserva en la colección de la Academia de Sumeru.\n\nEn él se menciona que, aunque los Yakshas poseían poderes mágicos y eran protectores del bien, estaban afligidos por su propio karma y estaban predestinados a sufrir y tener miedo. En consecuencia, debían vagar por el mundo con un interminable sufrimiento.\n\nEste capítulo también contempla distintas formas de calmar a los Yakshas y Adeptus, como las ofrendas de comida, la música, etc., con las que mantener a los Yakshas satisfechos para que estén más dispuestos a salvaguardar la paz para la gente.\n\nLos Yakshas, una especie de nobles Adeptus guerreros, son expertos en combate y han luchado en numerosas batallas. Sin embargo, muchas guerras han tenido lugar en los últimos miles de años, lo que ha hecho que los Yakshas desaparezcan casi por completo. Hoy en día, por todo Liyue hay gigantescas estatuas de ellos deterioradas, con rostros cuyos atributos faciales apenas pueden distinguirse.\n\nAdemás, cabe destacar que el estilo de escritura de los eruditos de Sumeru es extremadamente complejo de entender, con palabras muy complicadas de pronunciar e información muy abstrusa. Por todo ello, la obra «Maravillas y folclore de Liyue» nunca pudo competir contra la «Guía de viaje de Teyvat» o las diversas guías de costumbres de las Siete Naciones escritas por El Musk.",
      "fr": "Les chercheurs de l'Académie de Sumeru ont mené des études sur les us et coutumes de Liyue. Le résultat en est un livre intitulé « Un tour des terres de Liyue », avec des éditions séparées pour Sumeru et Liyue.\n\n« Folklore & merveilles de Liyue » est la version disponible à Liyue. Elle a vu beaucoup de ses passages mystiques et magiques retirés.\n\nL'« Ode aux spectres du vide » est un des chapitres mystiques qui reste dans la version complète disponible à l'Académie.\n\nLe manuscrit révèle que bien que les Yakshas étaient les plus puissants des Adeptes, ils enduraient de par leur karma, horreurs et angoisses, errant dans un état de souffrance continu.\n\nLe chapitre énumère plusieurs méthodes pour calmer un Yaksha comme les offrandes de nourriture ou les chants divins, entre autres. Cela permettait d'apaiser le Yaksha et l'aidait à continuer sa mission de défense de la paix.\n\nGuerriers nobles des Adeptes, les Yakshas étaient souvent présents sur le champ de bataille. Cependant, ils furent presque tous éliminés à cause du nombre grandissant de conflits au fil de l'histoire. De nos jours, de grandes statues de Yakshas soumettant des démons sont toujours érigées au sein de Liyue, mais certains détails ont été effacés.\n\nD'autre part, le langage utilisé dans le texte était tellement alambiqué et le contenu si dense que cet exemplaire se vendit moins que « Guide de voyage en Teyvat » et les exposés sur les us et coutumes des différentes régions de Teyvat d'Al Musk.",
      "pt": "Um estudioso da Academia de Sumeru fez uma vez estudos folclóricos em Liyue, cujo resultado foi um livro chamado \"Viagem à Terra de Liyue\", com edições separadas disponíveis em Sumeru e Liyue.\n\n\"Diamante Oculto e Lua Nublada: Maravilhas e Folclores de Liyue\" é a versão disponível em Liyue, e teve muitas partes místicas e mágicas removidas.\n\nA \"Ode à Ira do Vento\" é um dos capítulos místicos que permanecem registrados dentro da versão completa na Academia.\n\nO documento menciona que embora os Yakshas fossem poderosos e íntegros entre os Adepti, eles eram obrigados por seu próprio carma a sofrer grandes horrores e tribulações. Como tal, eles vagueavam pela terra em um estado de sofrimento interminável.\n\nO capítulo lista muitos métodos para consolar os Yakshas, tais como ofertas de alimentos, cantos sagrados e afins. Estes apaziguariam os Yakshas e os ajudariam a continuar a defender a paz.\n\nComo nobres guerreiros entre os Adepti, os Yakshas muitas vezes desciam pessoalmente ao campo de batalha. Entretanto, à medida que os conflitos cresciam ao longo dos milênios, eles quase foram exterminados. Hoje, grandes estátuas dos Yakshas subjugando demônios permanecem dentro das fronteiras de Liyue, mas tiveram suas características destruídas.\n\nPor sinal, a linguagem usada nesse texto era tão meandrosa e seu conteúdo tão denso, que vendia muito menos cópias do que o Guia de Viagem de Teyvat e os resumos culturais internacionais escritos por El Musk.",
      "ru": "Один учёный из Академии Сумеру изучал фольклор Ли Юэ и по результатам исследований написал книгу «Путеводитель по землям Ли Юэ», которая издавалась как в Сумеру, так и в Ли Юэ. Версия для Ли Юэ называется «Скрытые чудеса и фольклор Ли Юэ» и в ней опущены многие главы о магии и мистике. Так глава «Ода духу ветра» есть только в оригинальной версии, которая хранится в Академии Сумеру. В ней говорится, что хоть благородные Яксы мудры и могущественны, они обречены на ужасные страдания своей кармой. Поэтому они веками скитаются по земле, мучаясь, словно голодные духи. В главе приводится много способов, как умиротворить Яксу, например поднеся еду или исполнив священное песнопение. Всё это обрадует Яксу и придаст ему сил, чтобы продолжать защищать мир. Яксы - благородные воины в рядах Адептов, а потому всегда лично участвовали в сражениях. Но последнее тысячелетие было настолько кровавым, что почти все они погибли. Хотя сейчас в Ли Юэ и остались ещё огромные статуи Яксы, повергающих злых духов, но их лица давно уже разрушились до неузнаваемости. Возвращаясь к книге, заметим, что из-за её сухого языка и путаного изложения, её продажи не идут ни в какое сравнение с «Путеводителем по Тейвату» или культурологическим заметкам Эла Маска о разных странах.",
      "id": "Seorang pelajar dari Sumeru Akademiya pernah mempelajari dongeng di Liyue, dan hasilnya adalah sebuah buku yang berjudul \"Tur Daratan Liyue\", dengan edisi terpisah yang dapat ditemukan di Sumeru dan Liyue.\n\n\"Keajaiban Tersembunyi dan Cerita Rakyat Liyue\" adalah versi yang tersedia di Liyue, namun banyak kisah mistis dan beberapa hal lainnya yang dihilangkan.\n\n\"Syair untuk para Roh\" adalah salah satu bab yang berisi hal mistis yang masih ada di dalam versi lengkap di Sumeru Akademiya.\n\nDokumen tersebut mengatakan bahwa walaupun para yaksha begitu berani dan hebat di antara para Adeptus, mereka terikat oleh karma mereka masing-masing sehingga menjadikan mereka harus mengalami berbagai cobaan dan mimpi buruk yang tak terbayangkan. Karena itulah, mereka berkelana di daratan sambil menanggung penderitaan yang hebat.\n\nBab tersebut menuliskan banyak cara untuk menenangkan para yaksha, seperti memberi makanan, membacakan doa, dan sebagainya. Ini akan memberi kedamaian bagi para yaksha dan membantu mereka untuk terus menjaga perdamaian dunia.\n\nSebagai seorang prajurit di antara para Adeptus, para yaksha sering kali turun ke medan pertempuran dalam wujud manusia. Namun, karena banyaknya konflik yang muncul selama ribuan tahun, mereka semua hampir punah. Kini, patung-patung besar dengan bentuk yaksha yang sedang melawan monster masih bisa ditemukan di perbatasan Liyue, namun bentuknya sudah usang.\n\nDan juga, bahasa yang digunakan di dalam teks tersebut juga terlalu berbelit-belit dan padat, sehingga terjual lebih sedikit daripada salinan \"Panduan Wisata Teyvat\" dan bahkan lebih sedikit dari ringkasan budaya internasional yang ditulis oleh El Musk.",
      "th": "นักวิชาการจากสถาบัน Sumeru เคยทำการศึกษาพื้นบ้านเกี่ยวกับ Liyue และเขียนผลการวิจัยลงในหนังสือชื่อ \"การเดินทางสู่ดินแดนแห่งหิน\" โดยมีฉบับแยกจำหน่ายใน Sumeru และ Liyue\n\nโดย \"สิ่งมหัศจรรย์ที่ซ่อนอยู่ใน Liyue\" เป็นเวอร์ชันที่วางจำหน่ายใน Liyue ได้มีการลบเนื้อหาเกี่ยวกับคาถาและโพชั่นลึกลับจำนวนมากออกไป\n\n\"กลลวงแห่งปีศาจ\" เป็นหนึ่งในบทลึกลับที่มีการบันทึกไว้ในฉบับสมบูรณ์ที่อยู่ในสถาบัน Sumeru เท่านั้น\n\nในบทความมีการกล่าวถึงว่า ถึงแม้ \"ห้าเซียนยักษา\" จะมีพลังอันยิ่งใหญ่และเปี่ยมด้วยคุณธรรม แต่ยังต้องถูกบาปของตนเองพันธนาการไว้ ทำให้ต้องตกอยู่ในความหวาดกลัวและความทุกข์ทรมาน ทำให้พวกเขาต้องพเนจรในแดนมนุษย์อย่างทรมานนานนับหลายพันปี\n\nในบทนี้ยังกล่าวถึงวิธีการบูชาเหล่ายักษา เช่น การถวายอาหาร การสวดบูชา ฯลฯ วิธีเหล่านี้จะทำให้ยักษาพึงพอใจ และยินดีที่จะปกป้องความสงบสุขของผู้คนต่อไป\n\nในฐานะนักรบของเหล่าเซียน พวกเขาเชี่ยวชาญในการต่อสู้ และมักออกรบด้วยตนเอง อย่างไรก็ตาม ในช่วงหลายพันปีที่ผ่านมามีสงครามมากเกินไป ทำให้กลุ่มยักษาเกือบจะถูกกำจัดไปจนหมด ปัจจุบันยังคงมีรูปปั้นยักษาปราบปีศาจขนาดใหญ่หลงเหลืออยู่ใน Liyue แต่ใบหน้าของพวกเขาได้ถูกทำลายไปหมดแล้ว\n\nนักวิชาการของสถาบัน Sumeru ได้ใช้ภาษาที่ซับซ้อนและวกวนในการเขียนบทความนี้ ทำให้ความนิยมของ \"สิ่งมหัศจรรย์ที่ซ่อนอยู่ใน Liyue\" น้อยกว่า \"หนังสือนำเที่ยว Teyvat\" และบทสรุปทางประเพณีของประเทศต่าง ๆ ที่ El Musk เขียนเป็นอย่างมาก",
      "vi": "Các học giả ở Giáo Viện Sumeru đã từng nghiên cứu về phong tục tập quán của Liyue và biên tập lại thành một quyển sách có tên là \"Lưu Ly Nham Gian Quốc Sĩ Kỷ Hành\", Sumeru và Liyue mỗi nơi một bản.\n\nTrong đó, bản còn sót lại ở Liyue đổi tên thành \"Hạp Trung Lưu Ly Vân Gian Nguyệt\", xóa đi nhiều phần liên quan đến phép thuật và những điều bí ẩn.\n\n\"Bố Thí Ngã Quỷ\" lại là một quyển trong bộ sách hoàn chỉnh được lưu giữ tại Giáo Viện Sumeru.\n\nTrong đó có viết, \"Tiên Chúng Dạ Xoa\" tuy có sức mạnh siêu nhiên, nhưng vẫn bị trói buộc bởi nghiệp chướng của chính mình, mang theo kiếp nạn đầy khổ đau và sợ hãi. Đây vốn là nỗi khổ của quỷ đói vất vưởng, ngàn vạn năm cũng không thể kết thúc.\n\nTrong sách có ghi lại rất nhiều cách để an ủi Dạ Xoa Tiên Nhân, bao gồm hiến tế thức ăn, trình diễn âm nhạc...bằng cách này, Dạ Xoa sẽ lại vui vẻ hạnh phúc, sẵn sàng bảo vệ bình an cho mọi người.\n\nTộc Dạ Xoa vốn rất thiện chiến, luôn bước ra chiến trường với tư thế của một mãnh tướng. Thế nhưng, nghìn năm trở lại đây, chiến loạn quá nhiều, khiến tộc Dạ Xoa gần như diệt vong. Ngày nay, vẫn còn những bức tượng Dạ Xoa Hàng Ma khổng lồ bị sứt mẻ ở khu vực Liyue, chỉ là, khuôn mặt đã bị hủy hoại hoàn toàn.\n\nSẵn tiện nhắc đến, do học giả Sumeru đã dùng văn phong không mấy lưu loát của mình để viết lại, nội dung quyển sách lại quá thâm sâu, khiến mức độ nổi tiếng của \"Hạp Trung Lưu Ly Vân Gian Nguyệt\" hoàn toàn không thể sánh được với \"Hướng Dẫn Du Ngoạn Teyvat\" và Phong Tục Chí Lược của các quốc gia mà El Musk đã biên soạn."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "仙人全称是「三眼五显仙人」。「三眼」所指，正是天生双目之外的「神之眼」。\n\n那么仙人获眼与世人被天空岛垂青，究竟是否遵循着同种道理？\n\n魈已记不清得到神之眼的时刻了。对人类来说，这理应是终身难忘的瞬间；对他而言，却只是日后无穷战斗的开始。\n\n真正令魈难忘的，则是另一种时刻。\n\n人世节日多为庆典，只是鲜少有人记得节日背后的故事。\n\n这些日子，大多是吃人怪物被圣众降服之日。人们模仿其作为，举行驱逐妖怪的仪式以纪念英雄事迹，如此习俗，逐渐演变为欢庆的节日。\n\n璃月各地遭摩拉克斯镇压的魔神，在半梦半醒之间，偶尔会爆发出规模异常的怨憎与残渣。其中，以海灯节之夜的爆发最为巨大。\n\n魈受命进行「靖妖傩舞」，于海灯节当晚彻夜厮杀。因此，他尤为厌恶海灯节。\n\n魈并不觉得战斗艰险。因他的努力，璃月港最终保住了平安。人们点起海灯，赐福的灯光照亮夜空与近海。\n\n如此时刻，魈心中也有一股特别的情感随之升起。\n\n寂寞？安心？抑或是，对未来的恐惧？\n\n少年身姿的仙人扪心自问，却得不出答案。",
      "zht": "仙人全稱是「三眼五顯仙人」。「三眼」所指，正是天生雙目之外的「神之眼」。\n\n那麼仙人獲眼與世人被天空島垂青，究竟是否遵循著同種道理？\n\n魈已記不清得到神之眼的時刻了。對人類來說，這理應是終身難忘的瞬間；對他而言，卻只是日後無窮戰鬥的開始。\n\n真正令魈難忘的，則是另一種時刻。\n\n人世節日多為慶典，只是鮮少有人記得節日背後的故事。\n\n這些日子，大多是吃人怪物被聖眾降服之日。人們模仿其作為，舉行驅逐妖怪的儀式以紀念英雄事蹟，如此習俗，逐漸演變為歡慶的節日。\n\n璃月各地遭摩拉克斯鎮壓的魔神，在半夢半醒之間，偶爾會爆發出規模異常的怨憎與殘渣。其中，以海燈節之夜的爆發最為巨大。\n\n魈受命進行「靖妖儺舞」，於海燈節當晚徹夜廝殺。因此，他尤為厭惡海燈節。\n\n魈並不覺得戰鬥艱險。因他的努力，璃月港最終保住了平安。人們點起海燈，賜福的燈光照亮夜空與近海。\n\n如此時刻，魈心中也有一股特別的情感隨之升起。\n\n寂寞？安心？抑或是，對未來的恐懼？\n\n少年身姿的仙人捫心自問，卻得不出答案。",
      "jp": "仙人の全称は「三眼五顕仙人」である。「三眼」とは、生まれつきある両目とは別の「神の目」のことを指す。\n\n仙人が神の目を授かることは、人間がそれを授かる時と同じ感覚なのだろうか？\n\nその時のことについて、魈は既に忘れている。人間にとっては一生忘れられない特別な瞬間かもしれないが、魈にとっては無尽の戦いの前奏に過ぎないのだ。\n\n魈が本当に忘れられないのは、別の瞬間だった。\n\n世の祭りには喜ばしい物が多いが、その背景にある物語を覚えている者はほとんどいない。\n\n祭りの大半は、人を喰らう怪物が仙人によって退治された日だ。人々は仙人を模倣し、英雄を記念して妖魔を払う儀式を行う、それが徐々に祝祭へと発展したのだ。\n\nモラクスに鎮圧された璃月各地の魔神は、時に異様な怒りと憎しみを爆発させる。その中でも、海灯祭の夜は常軌を逸していた。\n\n命令を受けた魈は「靖妖儺舞」を行い、海灯祭の夜に魑魅魍魎と殺し合う。魈が海灯祭を嫌っているのは、それが原因なのだろう。\n\nだが、魈は決して戦いを恐れない。何故なら、彼の努力によって、璃月は平和を保つことが出来ているから。人々は海灯を町中に掛け、祝福の光は夜空と海を明るく映した。\n\nこの瞬間、魈の心の中にも特別な感情が湧き上がる。\n\n寂しさ？安心？それとも、未来への恐怖？\n\n少年の姿をした仙人は自分に問い掛けたが、答えは見つからなかった。",
      "ko": "선인의 정식 명칭은 「삼안오현 선인」이다. 「삼안」이란 태어날 때부터 지닌 두 눈을 제외한 「신의 눈」을 말한다.\n\n그렇다면 선인이 신의 눈을 얻는 것과 속세의 인간들이 셀레스티아의 인정을 받는 것은 과연 같은 이치일까?\n\n소는 신의 눈을 얻은 순간을 잘 기억하지 못한다. 인간에게는 평생 잊을 수 없는 순간이겠지만, 소에겐 훗날 무한히 계속될 전투의 시작일 뿐이었기 때문이다.\n\n소가 진정으로 잊지 못하는 건 다른 순간이다.\n\n인간 세상엔 많은 축제가 있지만, 그 뒷이야기를 기억하는 사람은 아주 드물 것이다.\n\n축제들은 대부분 사람을 해치는 괴물이 선인에게 항복 되는 날이다. 사람들은 이를 모방해 요괴를 쫓아내는 의식을 거행하여 영웅들의 업적을 기렸지만, 이런 풍습은 점차 경사스런 축제로 변해갔다.\n\n모락스에게 진압된 리월 곳곳의 마신들은 반쯤 잠에서 깨어난 상태로 가끔 비정상적인 규모의 증오와 원한의 잔재를 폭발하곤 한다. 그중에서도 해등절 밤의 폭발이 가장 거대하다.\n\n소는 명을 받들어 해등절 날 밤 「나자의 춤」으로 밤새 그들과 싸운다. 그래서 그는 특히 해등절을 싫어한다.\n\n그러나 소는 전투가 험난하다고 생각하지 않는다. 그의 노력으로 리월항의 평안을 지켜내고, 사람들이 해등을 켜 축복의 불빛이 밤하늘과 바다를 비추는 것을 보고 있으면, 소의 마음에도 특별한 감정이 차오른다.\n\n적막? 안심? 아니면 미래에 대한 두려움?\n\n소년의 모습을 한 선인은 스스로에게 물었지만, 답을 내릴 수 없었다",
      "en": "All adepti are known as the \"mighty and illuminated\" adepti, and this \"illumination\" refers to the light of a third \"eye\" that they possess: a Vision.\n\nBut do adepti receive their Visions as a form of acknowledgment from Celestia, like humans do?\n\nXiao no longer remembers the moment he received his Vision. To humans, this would be an unforgettable event. But for him, this was just the beginning of his endless battle.\n\nThe thing that Xiao truly cannot forget is something different.\n\nThere are a great many human festivals, and few remember the stories behind them.\n\nThe greater part of these days coincide with occasions where man-eating monsters were defeated by the adepti host. People imitated their deeds and staged exorcism rituals to remember their ancient heroism, with these practices eventually evolving into celebratory festivals.\n\nThe hatred and residual might of many of the gods defeated by Morax throughout Liyue will sometimes erupt with abnormal force amid their half-awake, half-dreaming state. Among them, the eruption that takes place during the Lantern Rite is the most extreme in scale.\n\nXiao has his mission to perform the time-honored \"Nuo Dance of Evil Conquering,\" and so he fights night and day during the Lantern Rite. Thus, he has come to hate it.\n\nNow, Xiao did not consider battle dangerous. It was due to his hard work that Liyue was kept safe. People lit their lanterns, and the blessed lights shone across the night sky and the nearshore.\n\nAt that moment, another special feeling blossomed in Xiao's heart. Loneliness? Peace? Or was it his fears for the future? The young-seeming adeptus searched his heart, only to find no answers.",
      "de": "Alle Adepten gelten als „erleuchtet“, in dem Sinne, als dass ihr „drittes Auge“ ihnen ein zusätzliches Licht gewährt, nämlich das Göttliche Auge.\n\nDoch empfangen die Adepten ihr Göttliches Auge so wie die Menschen als eine Art Anerkennung aus Celestia?\n\nXiao kann sich nicht mehr daran erinnern, wie er sein Göttliches Auge empfing. Für einen Menschen wäre dies ein unvergesslicher Moment, doch für ihn war es nur der Anfang eines endlosen Kampfes.\n\nEs ist eine ganz andere Sache, die Xiao nie wieder vergessen kann.\n\nDie Menschen feiern viele Feste, doch nur wenige kennen ihre Ursprünge.\n\nDie meisten liegen in der Auslöschung menschenfressender Monster durch die Adepten. Im Gedenken an diese uralten Heldentaten ahmten sie diese nach und führten Exorzismusrituale durch, bis daraus größere Feste wurden.\n\nManchmal brechen der Hass und die verbliebene Macht der von Morax besiegten, im Halbschlaf liegenden Götter in Liyue mit plötzlicher Gewalt hervor. Besonders groß ist diese Gefahr beim Laternenritual.\n\nWährend dieses Festes lautet Xiaos Aufgabe, den althergebrachten Tanz zur Geistervertreibung zu tanzen, der darin besteht, von früh bis spät zu kämpfen. Aus diesem Grund hasst er dieses Fest.\n\nXiao jedoch fühlte sich im Kampf nicht bedroht. Dank ihm würde es in Liyue sicher bleiben. Die Leute entzündeten ihre Laternen und die gesegneten Lichter leuchteten am Nachthimmel an der Küste.\n\nIn diesem Moment spürte Xiao eine seltsame Empfindung in seinem Herzen.\n\nWar es Einsamkeit? Frieden? Oder bloß die Sorge um die Zukunft?\n\nDer jung wirkende Adept suchte in seinem Herzen nach Antworten, ohne sie zu finden.",
      "es": "Los Adeptus son conocidos como los “poderosos e iluminados Adeptus”. Esta “iluminación” se refiere a un tercer ojo que poseen: la Visión.\n\nEntonces, ¿la forma en que los Adeptus obtienen su Visión se rige por la misma lógica que la de los mortales, cuyas Visiones les son otorgadas como una especie de reconocimiento procedente de Celestia?\n\nXiao ya no recuerda bien el momento en que recibió la suya. Para los humanos, ese instante es uno de los más inolvidables de su vida, pero para él, solo representó el comienzo de sus infinitas batallas.\n\nLo que se le grabó en la mente fue otro momento distinto.\n\nEn el mundo de los mortales, las festividades son motivo de celebración, pero muy poca gente conoce la historia que hay tras esas fiestas.\n\nEn ellas, se suele conmemorar la subyugación de los Adeptus contra los monstruos que amenazan al mundo. Para emular estas situaciones, se suelen organizar rituales de exorcismo en conmemoración de las heroicas hazañas de los Adeptus. Así, estas costumbres fueron evolucionando hasta convertirse en festividades.\n\nA veces, el resentimiento y el poder residuales de los arcontes derrotados por Morax, los cuales descansan medio despiertos, medio dormidos por todo Liyue, ocasionan erupciones de una fuerza sobrenatural. De estas erupciones, la que ocurre en la noche del Rito de la Linterna es la más grande.\n\nEsa noche, Xiao tiene órdenes de llevar a cabo su “Azote de todos los males” para acabar con toda posible amenaza. En consecuencia, acabó odiando visceralmente el Rito de la Linterna.\n\nSin embargo, él no considera que esta batalla sea peligrosa. Al fin y al cabo, si Liyue puede disfrutar de un pacífico día durante esta festividad es gracias a él. Así pues, las personas prenden sus linternas con sus deseos y bendiciones, y las lanzan para que iluminen el cielo y las costas de Liyue.\n\nEn ese momento, una extraña sensación se despierta dentro de Xiao.\n\n¿Soledad? ¿Paz? ¿Tristeza? ¿Miedo al futuro?\n\nEl Adeptus con cuerpo de joven reflexiona unos instantes sobre ello, pero nunca encuentra una respuesta.",
      "fr": "Tous les Adeptes sont connus pour être des êtres « puissants et éclairés », ce qu'ils doivent à leur « troisième « œil » – l'œil divin.\n\nMais lorsqu'ils gagnent leur œil divin, les Adeptes voient-ils les choses comme les hommes touchés par les faveurs de Celestia ?\n\nXiao ne se rappelle que vaguement de l'obtention de son œil divin. Ce qui aux yeux des hommes serait l'événement d'une vie ne représente aux siens que le début d'un combat sans fin.\n\nIl est cependant un moment que Xiao savoure plus que tous les autres.\n\nLes fêtes ne manquent pas dans le monde des hommes, mais peu se souviennent de leur origine.\n\nLa majorité ne sont pas plus qu'une occasion pour l'homme de se remplir la panse, et des anciens rites visant à célébrer les héros et repousser le mal ne reste plus que le côté festif.\n\nDans ces moments-là, les démons qui, avant d'être vaincus par Morax, terrifiaient autrefois les terres de Liyue s'agitent dans leur demi-sommeil, et la haine en émane, plus forte que d'habitude... En particulier lors du Festival des lanternes.\n\nXiao est tenu d'être le « Fléau du mal », et la nuit du Festival des lanternes est pour lui synonyme de combats à quartiers rapprochés. Rien de surprenant donc à ce qu'il déteste l'événement.\n\nLe combat ne lui pose aucun problème, bien sûr. Mais plus important, la paix demeure au Port de Liyue grâce à ses efforts. Les lanternes sont lâchées, et l'océan s'illumine alors dans la nuit.\n\nAvec elles monte dans le cœur de Xiao un sentiment indescriptible.\n\nS'agit-il de solitude ? D'apaisement ? Ou bien de la peur de ce que réserve l'avenir ?\n\nL'Adepte aux traits de garçon se pose la question, sans y trouver de réponse.",
      "pt": "Todos os Adepti são conhecidos como os \"poderosos e iluminados\" Adepti, e esta \"iluminação\" se refere à luz de um terceiro \"olho\" que eles possuem: uma Visão.\n\nMas será que os Adepti recebem suas Visões como os humanos, como uma forma de reconhecimento de Celestia?\n\nXiao não se lembra mais do momento em que recebeu sua Visão. Para os seres humanos, este seria um evento inesquecível. Mas para ele, este foi apenas o começo de sua batalha sem fim.\n\nA coisa que Xiao realmente não pode esquecer é algo diferente.\n\nHá muitos festivais humanos e poucos se lembram das histórias por trás deles.\n\nA maior parte desses dias coincide com ocasiões em que monstros devoradores de homens foram derrotados pelo Adepti anfitrião. As pessoas imitavam seus atos e encenavam rituais de exorcismo para lembrar seu antigo heroísmo, com estas práticas eventualmente evoluindo para festivais de celebração.\n\nO ódio e o poder residual de muitos dos deuses derrotados por Morax ao longo de Liyue irromperão às vezes com força anormal em meio a seu estado semidesperto, meio sonhador. Entre eles, a erupção que ocorre durante o Ritual de Lanternas é a mais extrema em tamanho.\n\nXiao tem sua missão de realizar a \"Dança Nuo da Conquista do Mal\", honrada pelo tempo, e assim ele luta noite e dia durante o Ritual de Lanternas. Assim, ele passou a odiá-lo.\n\nAgora, Xiao não considerava a batalha perigosa. Foi devido a seu trabalho duro que Liyue foi mantida a salvo. As pessoas acendiam suas lanternas, e as luzes abençoadas brilhavam através do céu noturno e da costa próxima.\n\nNaquele momento, outro sentimento especial floresceu no coração de Xiao. Solidão? Paz? Ou eram seus medos pelo futuro? O aparente jovem Adeptus, procurou em seu coração, mas não encontrou respostas.",
      "ru": "Адептов часто называют «просветлёнными», что указывает на свет их третьего глаза - Глаза Бога. Для людей Глаз Бога - это знак признания Селестии, а что насчёт Адептов? Сяо уже не помнит, как получил свой Глаз Бога. Для человека это, пожалуй, было бы незабываемым событием всей жизни, но для Сяо это было началом бесконечного сражения. Сяо не может забыть совсем другое событие. У людей много праздников и мало кто помнит стоящие за ними истории. Большинство из этих дней - даты, когда Адепты повергли того или иного ужасного чудовища. Люди имитировали их свершения и разыгрывали сцены изгнания зла, чтобы почтить их память. Постепенно всё это превратилось в фестивали, которые мы знаем сегодня. По всему Ли Юэ сокрыты в полудрёме Архонты, поверженные Мораксом, и иногда они с особой силой исторгают остатки своего гнева и мощи. Самый большой выброс обычно случается в ночь Праздника морских фонарей. Святой долг Сяо - истребление всего зла, и всю ночь напролёт он сражается. Поэтому он особенно ненавидит Праздник морских фонарей. Сяо не тяготит опасность битвы. Благодаря его трудам Ли Юэ наслаждается миром и спокойствием. Люди зажигают фонари, и они несут радость, озаряя небо и море. В такие моменты сердце Сяо наполняется особенным чувством. Одиночество? Покой? Или, может, страх перед будущим? Обманчиво юный Адепт ищет в своём сердце ответ... Но не находит его.",
      "id": "Semua Adeptus dikenal sebagai \"Adeptus Perkasa dan Penuh Terang\", dan kata \"Penuh Terang\" ini mengacu pada cahaya dari \"mata\" ketiga yang mereka miliki: Vision.\n\nTapi apakah para Adeptus menerima Vision seperti manusia, sebagai bentuk pengakuan dari Celestia?\n\nXiao tidak ingat lagi kapan dia menerima Vision-nya. Bagi manusia, saat-saat seperti itu merupakan saat yang tak terlupakan. Tapi baginya, ini hanyalah permulaan dari pertempuran yang tiada akhir.\n\nHal yang benar-benar tidak bisa dilupakan oleh Xiao adalah sesuatu hal yang berbeda.\n\nAda banyak sekali festival manusia, namun hanya sedikit yang mengingat cerita di baliknya.\n\nSebagian besar dari hari-hari ini bertepatan dengan saat-saat di mana monster pemakan manusia dikalahkan oleh Adeptus. Orang-orang meniru perbuatan mereka dan melakukan ritual pengusiran setan untuk mengingat para pahlawan kuno mereka di masa lampau, dan praktik ini akhirnya berkembang menjadi festival perayaan.\n\nKebencian dan sisa kekuatan dari banyak dewa yang dikalahkan oleh Morax di seluruh Liyue terkadang dapat muncul kembali dengan kekuatan yang tidak normal di saat mereka tidak benar-benar sadar, dapat disebut juga dalam keadaan setengah bermimpi. Di antara itu semua, kekuatan yang muncul pada saat Lantern Rite adalah yang paling hebat.\n\nXiao memiliki misi untuk menampilkan \"Nuo Dance of Evil Conquering\", dan karena itulah dia harus bertarung siang dan malam selama Lantern Rite. Itulah mengapa dia membencinya.\n\nSekarang, Xiao tidak menganggap pertempuran itu berbahaya. Berkat kerja kerasnya itulah, Liyue bisa tetap aman. Orang-orang menyalakan lentera mereka, dan cahaya yang diberkati akan bersinar di langit malam dan pesisir pantai.\n\nPada saat itu, perasaan spesial lainnya muncul di hati Xiao. Kesendirian? Perdamaian? Atau ketakutannya tentang masa depan? Adeptus yang selalu terlihat seperti anak muda itu mencari jawaban di dalam hatinya, namun tidak pernah dia temukan.",
      "th": "ชื่อเต็มของเซียนคือ \"เซียนสามตาห้าร่าง\" โดย \"สามตา\" หมายถึงวิชั่น ซึ่งเป็นเหมือนดวงตาที่สามที่พวกเขามีมาตั้งแต่เกิด\n\nแต่การที่พวกเขามีวิชั่น จะเป็นเหตุผลเดียวกับการที่มนุษย์ได้รับวิชั่น ซึ่งถือเป็นสิ่งยืนยันการยอมรับจาก Celestia หรือไม่?\n\nXiao จำช่วงเวลาที่เขาได้รับวิชั่นไม่ได้แล้ว สำหรับมนุษย์มันคงเป็นเหตุการณ์ที่ลืมไม่ลง แต่สำหรับเขาแล้ว มันเป็นจัดเริ่มต้นของการต่อสู้ที่ไร้จุดจบ\n\nสิ่งที่ทำให้ Xiao ลืมไม่ลง กลับเป็นเรื่องอื่นอย่างสิ้นเชิง\n\nเทศกาลของมนุษย์ส่วนใหญ่เป็นการเฉลิมฉลอง แต่มีเพียงไม่กี่คนที่จำเรื่องราวเบื้องหลังเทศกาลได้\n\nเทศกาลเหล่านี้ ส่วนใหญ่มักจะตรงกับวันที่เซียนได้ปราบมอนสเตอร์กินคนทั้งหลาย ผู้คนได้จัดการแสดงเลียนแบบฉากการปราบปีศาจ เพื่อระลึกถึงวีรกรรมอันยิ่งใหญ่ของผู้กล้า ต่อมาประเพณีนี้ได้พัฒนาไปสู่กาลเฉลิมฉลองในงานเทศกาล\n\nความเกลียดชังและพลังที่เหลืออยู่ของเทพอสูรทั้งหลายทั่วเมือง Liyue ที่เคยพ่ายแพ้ต่อ Morax บางครั้งพลังที่ผิดปกติงจะปะทุขึ้นในสภาวะครึ่งหลับครึ่งฝันของพวกเขา ในบรรดาการปะทุที่เกิดขึ้น ในช่วงเทศกาล Lantern Rite นั้นมีความรุนแรงที่สุด\n\nXiao ได้รับคำสั่งให้แสดง \"ระบำพิชิตมาร\" เพื่อปราบปีศาจในช่วงเทศกาล Lantern Rite ตลอดทั้งวันทั้งคืน เพราะเหตุนี้จึงทำให้เขาเกลียดชังเทศกาลนี้ยิ่งกว่าอะไร\n\nXiao ไม่คิดว่าการต่อสู้เป็นสิ่งที่อันตราย เพราะความทุ่มเทของเขาทำให้เมือง Liyue รักษาความสงบสุขเอาไว้ได้ ผู้คนต่างพากันจุดโคม และแสงแห่งความสุขก็ส่องสว่างไปทั่วท้องฟ้าและท้องทะเลยามค่ำคืน\n\nในช่วงเวลานั้นเองที่มีความรู้สึกบางอย่างก่อตัวขึ้นในใจของ Xiao\n\nความเดียวดาย? ความสงบ? หรือความกลัวต่ออนาคต?\n\nเซียนหนุ่มถามใจตัวเองเงียบ ๆ แต่กลับไม่ได้รับคำตอบใด",
      "vi": "Tên đầy đủ của tiên nhân là \"Tam Nhãn Ngũ Hiển Tiên Nhân\". \"Tam Nhãn\" chính là \"Vision\" - con mắt thứ ba ngoài đôi mắt bẩm sinh.\n\nVậy tiên nhân được tặng mắt và người trần được Đảo Thiên Không xem trọng, có phải đều tuân theo cùng một đạo lý không?\n\nXiao đã không còn nhớ rõ khoảnh khắc có được Vision. Đối với con người, có lẽ đây chính là giây phút cả đời khó quên, còn với anh, đó chỉ là sự khởi đầu cho những cuộc chiến triền miên sau này.\n\nĐiều khiến Xiao khó lòng quên được lại là một thời khắc khác.\n\nHầu hết những lễ hội trên thế giới đều là lễ kỉ niệm, nhưng rất ít người nhớ đến những câu chuyện phía sau những ngày lễ đó.\n\nNhững ngày này, đa phần là ngày các vị thần thu phục bọn quái vật ăn thịt người. Loài người bắt chước hành động của họ, tổ chức nghi thức xua đuổi yêu tà để tưởng nhớ sự tích của anh hùng, những phong tục ấy dần dần trở thành lễ hội để chúc tụng ăn mừng.\n\nNhững ma thần bị Morax trấn áp ở khắp nơi trên Liyue, giữa trạng thái nửa mơ nửa tỉnh thỉnh thoảng lại bùng lên sự phẫn uất và xấu xa với quy mô bất thường. Trong đó, sự bùng nổ trong đêm Tết Hải Đăng là lớn mạnh nhất.\n\nXiao được lệnh thực hiện \"Vũ Điệu Trừ Yêu\", chiến đấu suốt đêm Tết Hải Đăng. Do vậy, anh đặc biệt ghét Tết Hải Đăng.\n\nXiao không hề cảm thấy chiến đấu là một việc gian khổ, bởi vì, sự cố gắng của anh sẽ mang lại bình yên cho cảng Liyue. Mọi người thắp đèn, ánh sáng của những ngọn đèn cầu phúc soi sáng cả vùng trời đêm và biển cả.\n\nVào giây phút này, trong lòng Xiao cũng dâng lên một cảm xúc đặc biệt.\n\nLà cô đơn? Hay yên tâm? Hay là nỗi sợ về tương lai?\n\nVị tiên nhân với dáng dấp của một thiếu niên tự hỏi chính mình, nhưng không tìm được đáp án."
    }
  }
]