[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "如果向蒙德的酒客们说起西风骑士团战力最强的成员，\n\n恐怕大多数人会列举大名鼎鼎的代理团长琴、骑兵队长凯亚或神秘的贵公子迪卢克。\n\n但也有人在醉眼朦胧间，目睹了一位红色骑士将整座望风山地夷为平地的壮举——\n\n若想寻访这位神秘的骑士，恐怕就要到西风骑士团的禁闭室一探究竟了。\n\n假如禁闭室空空如也，或许某些爆炸性的糟糕事件就快要发生了…\n\n可莉就是这样的「危险人物」。作为骑士团正式成员，她的战力不容小觑。\n\n而作为一个过于活泼的孩子，她的破坏力同样巨大。\n\n毕竟，与蒙德其他小孩子不同，爆炸物才是可莉最为喜爱的玩具。",
      "zht": "如果向蒙德的酒客們說起西風騎士團戰力最強的成員，\n\n恐怕大多數人會列舉大名鼎鼎的代理團長琴、騎兵隊長凱亞或神秘的貴公子迪盧克。\n\n但也有人在醉眼朦朧間，目睹了一位紅色騎士將整座望風山地夷為平地的壯舉——\n\n若想尋訪這位神秘的騎士，恐怕就要到西風騎士團的禁閉室一探究竟了。\n\n假如禁閉室空空如也，或許某些爆炸性的糟糕事件就快要發生了…\n\n可莉就是這樣的「危險人物」。作為騎士團正式成員，她的戰力不容小覷。\n\n而作為一個過於活潑的孩子，她的破壞力同樣巨大。\n\n畢竟，與蒙德其他小孩子不同，爆炸物才是可莉最為喜愛的玩具。",
      "jp": "モンドの酒飲みたちに西風騎士団の最強戦力の話を振ると、おそらく大半の人は代理団長ジン、騎兵隊隊長ガイア、もしくは元騎士のディルックの名前を挙げるだろう。\n\nだが、中には望風山地を一瞬で廃墟にしたある赤い騎士の存在を挙げる者もいる。\n\nしかし、その謎の騎士の正体を知りたいとなれば、西風騎士団の反省室を訪ねることになるだろう。\n\nもし反省室の中に誰もいないなら、それはトラブルがもうじき起きるということかもしれない…\n\nクレーはそういう「危険人物」である。騎士団の正式メンバーとして彼女の戦力は決して侮れないが、一人の活発な子供として、彼女の破壊力はあまりにも大きすぎる。\n\nなにせ、モンドの他の子供と違い、クレーの大好きなおもちゃは爆発物なのだから。",
      "ko": "만약 몬드의 술집 손님들에게 페보니우스 기사단의 전투력 최강자는 과연 누구냐고 묻는다면,\n\n아마 대다수 사람은 명성이 자자한 단장 대행 진, 기병대장 케이아 혹은 신비한 귀공자 다이루크를 꼽을 것이다.\n\n하지만 술에 취해 해롱해롱한 상태에서 어떤 붉은색의 기사가 바람맞이 산을 초토화시키는 쾌거를 목격한 사람이 있다고 한다——\n\n이 신비한 기사를 찾고 싶다면 페보니우스 기사단의 감금실을 방문해야 할 것이다.\n\n하지만… 만약 감금실이 비어 있다면? 그것은 곧 폭발적인 사건이 발생할 것을 뜻한다….\n\n이렇게 「위험한 인물」인 클레는 기사단의 정식 멤버로서 무시할 수 없는 전투력을 소유하고 있다.\n\n그러나 활발한 아이로서 그녀의 파괴력은 너무나 크다\n\n몬드의 다른 아이들과 달리 클레가 가장 좋아하는 장난감은 폭발물이기 때문이다",
      "en": "When the patrons of Mondstadt's taverns are asked about the strongest knight of the Knights of Favonius, three names are likely to come up:\n\nThe highly reputable Acting Grand Master Jean, Cavalry Captain Kaeya, and the mysterious tycoon, Diluc.\n\nHowever, some claim to have witnessed, albeit through bleary, drunken eyes, a knight in red, leveling the entire Stormbearer Mountains.\n\nIf one wants to find this mysterious knight, then they need look no further than the solitary confinement cell inside the Knights of Favonius Headquarters.\n\nIf the cell is found vacant... then something explosively unfortunate is likely about to take place...\n\nKlee is well known for the danger she presents. As an official member of the Knights of Favonius, her strength in combat cannot be underestimated.\n\nAs a hyperactive child, meanwhile, her destructive capabilities cannot be overstated.\n\nAfter all, while other Mondstadt children her age are still playing with regular toys, Klee's favorite toys are... live explosives.",
      "de": "Auf die Frage, wer der stärkste Ritter des Ordens sei, werden meistens drei Namen von den Besuchern der Tavernen von Mondstadt genannt:\n\nDer hoch angesehene amtierende Großmeister Jean, Rittmeister Kaeya und der mysteriöse reiche Jüngling Diluc.\n\nJedoch behaupten einige, durch betrunkene Augen oder blasses Mondlicht einen Ritter in Rot gesehen zu haben, der die gesamten Windblickberge zum Einsturz bringen kann.\n\nWenn man diesen mysteriösen Ritter finden will, muss man nicht weiter suchen als bis zur Arrestzelle des Ordo Favonius.\n\nWenn man die Zelle allerdings leer vorfindet, dann wird wahrscheinlich etwas Explosives stattfinden ...\n\nKlee ist bekannt für die Gefahr, die sie und ihre Taten darstellen. Als offizielles Mitglied des Ritterordens ist ihre Stärke jedoch im Kampf nicht zu unterschätzen.\n\nAber als hyperaktives Kind, welches sie ebenfalls ist, sollten auch ihre zerstörerischen Fähigkeiten nicht unterschätzt werden.\n\nWährend andere Mondstädter Kinder in ihrem Alter immer noch mit Spielzeug spielen, ist Klees Lieblingsspielzeug aktiver Sprengstoff.",
      "es": "Cuando se preguntó a los clientes de las tabernas de Mondstadt quién creían que era el Caballero de Favonius más fuerte, principalmente surgieron tres nombres:\n\nJean, la Gran Maestra Intendente; Kaeya, el Capitán de Caballería; y Diluc, el misterioso magnate.\n\nPero también hay quienes, en una noche de copas, aseguran haber sido testigos de una caballera de rojo que aplanó las Montañas Portatormentas.\n\nPara encontrar a esta misteriosa caballera, solo hace falta visitar el calabozo de la Sede de los Caballeros de Favonius.\n\nSi está vacío... quiere decir que hay peligro de que tenga lugar una explosión.\n\nLa culpable de dicho peligro es, en efecto, Klee. Como miembro oficial de los Caballeros de Favonius, no se debe subestimar su fuerza en combate.\n\nY como niña hiperactiva, su capacidad destructiva no debe pasarse por alto.\n\nMientras otros niños de su edad en Mondstadt todavía juegan con juguetes, Klee prefiere jugar con explosivos.",
      "fr": "Lorsque l'on demande aux habitués des tavernes de Mondstadt de nommer le plus puissant des chevaliers de l'Ordre de Favonius, trois noms reviennent souvent :\n\nJean, la Grande Maîtresse suppléante de l'Ordre, Kaeya, le capitaine de cavalerie et le mystérieux Diluc.\n\nMais certains prétendent cependant avoir aperçu dans les brumes de l'ivresse au petit matin une combattante rouge aplanissant à elle seule les Montagnes du guet.\n\nCelui qui souhaiterait rencontrer ce personnage devrait rendre visite à une certaine cellule au sein du quartier général de l'Ordre.\n\nSi par malheur la cellule en question s'avère vide... Alors on peut s'attendre à ce qu'un incident explosif arrive sous peu.\n\nKlee est connue pour le danger qu'elle représente. Membre officiel de l'Ordre, ses capacités en combat ne doivent pas être sous-estimées.\n\nMalheureusement, étant aussi une enfant pleine d'énergie, mieux vaut encore moins sous-estimer sa capacité de destruction.\n\nQuand les autres gamins de Mondstadt aiment jouer avec leurs jouets, Klee aime, elle, jouer avec... les explosions.",
      "pt": "Quando perguntados sobre o cavaleiro mais forte dos Cavaleiros de Favonius, é provável que três nomes surjam na boca dos clientes nas tavernas de Mondstadt:\n\nA Grande Mestre Intendente de renome, Jean, o Capitão da Cavalaria, Kaeya e o misterioso magnata, Diluc.\n\nAlguns afirmam ter testemunhado, através dos olhos bêbados ou da pálida luz da lua, uma cavaleira vermelha percorrendo toda a Montanha do Precursor do Vento.\n\nSe alguém quiser encontrar essa misteriosa cavaleira, não precisa procurar além da cela solitária na sede dos Cavaleiros de Favonius.\n\nSe a cela for encontrada vazia... provavelmente algo explosivamente infeliz está prestes a ocorrer...\n\nKlee é bem conhecida pelo perigo que ela representa. Como membro oficial dos Cavaleiros de Favonius, sua força de combate não pode ser subestimada.\n\nMas como uma criança hiperativa, suas capacidades destrutivas também não devem ser negligenciadas.\n\nEnquanto outras crianças de Mondstadt da sua idade ainda brincam com brinquedos, os brinquedos favoritos de Klee são... explosivos de verdade.",
      "ru": "Когда вставал вопрос о том, кто самый сильный рыцарь Ордо Фавониус, завсегдатаи таверны называли три имени: уважаемый действующий магистр Джинн, общительный капитан кавалерии Кэйа и таинственный Дилюк. Но некоторые заверяют, что хоть и пьяными, но собственными глазами видели рыцаря в красном, сравнявшего горы Буревестника с землёй. Чтобы найти этого рыцаря, нам нужно заглянуть в темницу Ордо Фавониус. Если камера пуста, то это означает, что самый опасный рыцарь Ордо Фавониус находится на свободе. А зовут этого рыцаря - Кли. Нельзя недооценивать её силу в бою как рыцаря Ордо Фавониус, но и нельзя забывать, что она - просто озорной ребёнок с любовью к взрывам и разрушениям. Пока другие мондштадтские дети бегают по улицам и играют с деревянными игрушками, любимой игрушкой Кли является взрывчатка!",
      "id": "Ketika ditanya mengenai Knight terkuat dari Knights of Favonius, tiga nama muncul di toko-toko Mondstadt:\n\nGrand Master Jean yang terhormat, Kapten Kavaleri Kaeya, dan angin topan misterius Diluc.\n\nNamun, beberapa orang mengaku bahwa mereka melihat, melalui mata mereka yang sedang mabuk atau cahaya rembulan yang pucat, seorang Knight berbaju merah, menghancurkan seluruh pegunungan Stormbearer.\n\nJika mereka ingin menemukan Knight misterius itu, maka mereka tidak perlu mencari lebih jauh lagi dan bisa pergi menuju sel isolasi di dalam markas Knights of Favonius.\n\nJika sel tersebut kosong... maka kemungkinan sesuatu akan meledak di suatu tempat...\n\nKlee dikenal karena bahaya yang dibawanya. Sebagai anggota resmi Knights of Favonius, kekuatannya dalam bertempur tidak bisa diremehkan.\n\nNamun karena dia memang anak yang sangat aktif, maka kekuatan peledaknya tidak bisa diremehkan juga.\n\nSaat anak-anak Mondstadt lain yang sebaya dengannya masih bermain dengan mainan biasa, mainan favorit Klee adalah... bahan peledak.",
      "th": "หากคุณพูดคุยกับนักดื่มของ Mondstadt เกี่ยวกับสมาชิกที่แข็งแกร่งที่สุดของกองอัศวินแห่ง Favonius\n\nเกรงว่าทุกคนจะพูดถึงแต่รักษาการหัวหน้า Jean ที่แสนโด่งดัง, หัวหน้ากองทหารม้า Kaeya หรือไม่ก็ทายาทกิจการผู้ลึกลับและร่ำรวยอย่าง Diluc\n\nแต่ก็ยังมีคนเมาบางคนพบเห็นอัศวินชุดแดงที่สามารถทำลายภูเขา Stormbearer Mountain จนราบเป็นหน้ากลอง...\n\nแต่ถ้าหากคุณอยากจะหาตัวอัศวินผู้แสนลึกลับผู้นี้ เกรงว่าคุณจะต้องไปหาที่ห้องขังของกองอัศวินแห่ง Favonius แล้วล่ะ\n\nหากว่าห้องขังนั้นว่างเปล่า บางทีอาจจะมีเรื่องเลวร้ายที่เกี่ยวกับระเบิดกำลังจะเกิดขึ้นก็ได้...\n\nKlee นั้นก็เป็น \"บุคคลอันตราย\" อย่างนี้แหละ ในฐานะสมาชิกอย่างเป็นทางการของกองอัศวินแล้ว พลังการต่อสู้ของเธอนั้นไม่สามารถมองข้ามได้เลย\n\nและในฐานะเด็กที่ดูมีชีวิตชีวาแล้ว พลังการทำลายล้างของเธอก็มีขนาดใหญ่ไม่ต่างกัน\n\nไม่ว่ายังไงเธอก็ต่างไปจากเด็ก ๆ ทั่วไปใน Mondstadt สิ่งของที่ระเบิดได้นั้นคือของเล่นชิ้นโปรดของเธอ",
      "vi": "Nếu nhắc đến thành viên mạnh nhất của Đội Kỵ Sĩ Tây Phong với những khách uống rượu ở Mondstad,\n\nthì hầu hết mọi người sẽ nhắc đến Đội Trưởng Đại Diện nổi tiếng Jean, Đội Trưởng Kỵ Binh Kaeya hoặc nhà quý tộc bí ẩn Diluc.\n\nNhưng cũng có người trong lúc mắt say lờ đờ, tận mắt nhìn thấy một kỵ sĩ đỏ đã san bằng cả ngọn Núi Vọng Phong.\n\nNếu muốn hỏi thăm kỵ sĩ bí ẩn này, e rằng phải đến phòng giam của Đội Kỵ Sĩ Tây Phong rồi. \n\nVà nếu phòng giam trống không, thì có thể một vụ nổ tồi tệ nào đó sắp xảy ra... \n\nKlee là \"người nguy hiểm\" như vậy đấy, là thành viên chính thức của Đội Kỵ Sĩ, sức mạnh chiến đấu của cô không thể xem thường.\n\nCòn đối với một đứa trẻ hoạt bát quá mức như cô, sức công phá như thế vô cùng ghê gớm.\n\nKhông giống như những đứa trẻ khác của Mondstadt, chất nổ mới là món đồ chơi yêu thích nhất của Klee."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "三年前，可莉被身为知名冒险家的父母托付给西风骑士团。\n\n年幼的可莉就这样和「那位白色的哥哥」一起，与蒙德的「家人们」结下了缘分。\n\n可莉对外界一切都抱有纯真的爱与好奇。对于会爆炸的物件，她更是始终投以极度的热忱。\n\n在骑士团呵护之下，她得以远离恶意与中伤。\n\n小小的少女与骑士团众人缔结了无法割舍的缘分。\n\n对可莉来说，被琴关禁闭室的日常、帮助安柏改进兔兔伯爵的日常，或偷偷研制新型炸弹的日常…\n\n所有这些，都是她珍贵的宝物。",
      "zht": "三年前，可莉被身為知名冒險家的父母託付給西風騎士團。\n\n年幼的可莉就這樣和「那位白色的哥哥」一起，與蒙德的「家人們」結下了緣分。\n\n可莉對外界一切都抱有純真的愛與好奇。對於會爆炸的物件，她更是始終投以極度的熱忱。\n\n在騎士團呵護之下，她得以遠離惡意與中傷。\n\n小小的少女與騎士團眾人締結了無法割捨的緣分。\n\n對可莉來說，被琴關禁閉室的日常、幫助安柏改進兔兔伯爵的日常，或偷偷研製新型炸彈的日常…\n\n所有這些，都是她珍貴的寶物。",
      "jp": "3年前、有名な冒険者であるクレーの両親は、クレーを西風騎士団に託した。\n\n幼いクレーはそのまま「白いお兄ちゃん」と共に、モンドの人と「家族」になった。\n\nクレーは外の世界に純真な好奇心と愛情を持っており、特に爆発するものにいつも夢中になる。\n\n騎士団に守られたクレーは、悪意とは無縁な環境で成長し、騎士団の人たちと切っても切れない絆を結んだ。\n\nクレーにとって、ジンに反省室に閉じ込められた日常も、アンバーのためにウサギ伯爵を改良する日常も、こっそり新型爆弾を研究する日常も…全て彼女の宝物である。",
      "ko": "3년 전, 클레는 유명한 모험가인 부모에 의해 페보니우스 기사단에 맡겨졌다.\n\n어린 클레는 그렇게 「흰색의 오빠」와 몬드의 「가족」들과 인연을 맺었다.\n\n클레는 외부의 모든 것에 순수한 호기심과 애정을 품고 있다. 특히 폭발하는 물건에 대해선 언제나 극도의 열정을 쏟는다.\n\n기사단의 보호 아래 그녀는 악한 것들로부터 멀리할 수 있었다.\n\n어린 소녀는 기사단의 모두와 끊을 수 없는 인연을 맺었다.\n\n진에게 감금실에 갇히는 것, 엠버를 도와 토끼 백작을 개량하는 것, 몰래 신형 폭탄을 만드는 것….\n\n이 모든 일상은 클레에게 있어 소중한 보물이나 다름없다",
      "en": "Three years ago, Klee was entrusted to the Knights of Favonius by her parents, who were famed adventurers.\n\nThis was how the fates of Klee and \"that boy in white\" became intertwined with their \"family\" in Mondstadt.\n\nKlee is curious about everything in the outside world. She has an innocent passion for explosives, and is incredibly enthusiastic in all that she does.\n\nUnder the protection of the Knights of Favonius, she is protected from harm and those of ill intent.\n\nThis young girl soon forged an unbreakable bond with everyone in the Knights of Favonius.\n\nBeing sent to the solitary confinement room by Jean, helping Amber improving Baron Bunny, as well as developing new bombs...\n\nThese parts of Klee's life are all invaluable treasures to her.",
      "de": "Vor drei Jahren wurde Klee von ihren Eltern, die berühmte Abenteurer waren, dem Ordo Favonius anvertraut.\n\nAuf diese Weise wurden die Schicksale von Klee und „dem Jungen in Weiß“ mit ihrer Familie in Mondstadt verflochten.\n\nKlee ist neugierig auf alles, was in der Außenwelt vorgeht. Sie hat eine unschuldige Leidenschaft für Sprengstoff und ist bei allem, was sie tut, unglaublich enthusiastisch.\n\nUnter dem Schutz des Ritterordens, ist sie vor jeglichem Schaden und Menschen mit böser Absicht geschützt.\n\nDieses junge Mädchen knüpfte bald eine unzerbrechliche Verbindung zu allen in der Welt des Ritterordens.\n\nVon Jean in Einzelhaft geschickt zu werden, Amber dabei zu helfen Graf von Hoppel zu verbessern und neue Bomben zu entwickeln ...\n\nDiese Teile von Klees Leben sind für sie einfach unschätzbar wertvoll.",
      "es": "Hace tres años, los padres de Klee, unos aventureros famosos, le confiaron su formación a los Caballeros de Favonius.\n\nAsí fue cómo Klee trabó amistad con “aquel sujeto de blanco” y el resto de su “familia” de Mondstadt.\n\nKlee siente curiosidad por el mundo exterior y desde siempre ha sentido pasión por los explosivos.\n\nLos Caballeros de Favonius la protegen de rumores maliciosos y calumnias.\n\nLa joven Klee pronto forjó un fuerte vínculo con todos los miembros de los Caballeros.\n\nLos días que pasaba encerrada por orden de Jean, todo lo que ayudó a Amber para mejorar a Barón Bunny, la creación de nuevas bombas...\n\nKlee considera todo esto un tesoro de valor incalculable.",
      "fr": "Il y a de cela trois ans, Klee fut confiée par ses parents, un célèbre couple d'aventuriers, à l'Ordre de Favonius.\n\nC'est ainsi que la jeune Klee et le « garçon en blanc » lièrent leurs destinées à leur « famille » mondstadtoise.\n\nKlee a l'esprit ouvert, et témoigne d'une grande curiosité à l'égard du monde extérieur ; elle fait montre d'un enthousiasme encore plus marqué pour tout ce qui a trait aux explosions.\n\nSous l'œil bienveillant des chevaliers de l'Ordre, elle est protégée du mal de ce monde.\n\nLa jeune fille a rapidement construit avec les membres de l'Ordre un lien indéfectible.\n\nÊtre envoyée en cellule par Jean, aider Amber à améliorer le Baron Lapinou, mettre au point quelque nouvelle bombe...\n\nTous ces aspects du quotidien sont à ses yeux autant de trésors chéris.",
      "pt": "Três anos atrás, Klee foi dada aos Cavaleiros de Favonius por seus pais, que eram aventureiros famosos.\n\nFoi assim que Klee passou a considerar seus cuidadores e colegas em Mondstadt como sua \"família\".\n\nKlee está curiosa para conhecer o mundo exterior e tem uma paixão inocente por explosivos.\n\nEla está protegida dos boatos maliciosos e intenções cruéis pelos Cavaleiros de Favonius.\n\nA jovem logo estabeleceu um forte vínculo com todos os Cavaleiros de Favonius.\n\nEla foi enviada à sala de confinamento por Jean, ajudou Amber a melhorar o Barão Coelho e desenvolveu novas bombas...\n\nEsses são tesouros inestimáveis para Klee.",
      "ru": "Три года назад родители Кли, знаменитые искатели приключений, отдали её на воспитание Ордо Фавониус. Так судьбы Кли и некоего «мальчика в белом» переплелись с их новой «семьёй» в Мондштадте. Кли проявляет живой интерес ко всему вокруг неё и питает невинную любовь к взрывчатке. Рыцари ордена защищают её от злых намерений и слухов. Вскоре между малышкой и орденом установилась неразрывная связь. Часы под замком в камере, помощь Эмбер в улучшении Барона Зайчика, тайное создание новых рецептов бомб... Всё это - бесценные сокровища, из которых состоит жизнь Кли.",
      "id": "Tiga tahun lalu, Klee dipercayakan kepada Knights of Favonius oleh orang tuanya, yang merupakan petualang terkenal.\n\nBegitulah takdir mempertemukan Klee dengan \"kakak berkulit putih\" dan menjadi \"keluarga\" mereka di Mondstadt.\n\nKlee ingin tahu tentang segala sesuatu di dunia luar.\n\nDia sangat antusias dengan benda yang meledak, dan semua hal yang dia lakukan.\n\nDalam penjagaan Knights of Favonius, dia dilindungi dari kejahatan dan hinaan.\n\nGadis kecil itu dan para Knights of Favonius memiliki ikatan yang tak bisa dilepaskan.\n\nDikirim ke ruang tahanan oleh Jean, membantu Amber meningkatkan Baron Bunny, serta mengembangkan bom baru ...\n\nItu semua adalah bagian dari kehidupan Klee yang sangat berharga baginya.",
      "th": "เมื่อสามปีก่อน พ่อแม่ซึ่งเป็นนักผจญภัยของ Klee ได้วางใจฝากเธอไว้กับกองอัศวิน แห่ง Favonius\n\nKlee น้อยก็เริ่มต้นความผูกพันกับ \"พี่ชายสีขาวคนนั้น\" และ \"เหล่าผู้คน\" ของ Mondstadt ทั้งอย่างนี้\n\nKlee นั้นมีความอยากรู้อยากเห็น และความรักต่อทุกสิ่งทุกอย่างในโลกภายนอกอย่างไร้เดียงสา ซึ่งเธอมักจะหลงใหลในวัตถุที่ระเบิดได้อย่างสุด ๆ\n\nภายใต้การดูแลของเหล่าอัศวิน ทำให้เธอสามารถอยู่ห่างจากความ อาฆาตพยาบาทและความชั่วช้าได้\n\nเด็กหญิงตัวน้อยได้สร้างพันธะที่ไม่สามารถทำลายได้กับเหล่าผู้คนของกองอัศวิน\n\nสำหรับ Klee แล้ว กิจวัตรประจำวันที่มักถูกขังโดย Jean, การช่วยเหลือ Amber ในการปรับปรุง Baron Bunny หรือแม้แต่การแอบคิดค้นระเบิดรูป แบบใหม่อย่างลับ ๆ นั้น...\n\nสิ่งเหล่านี้นั้นล้วนเป็นสมบัติอันล้ำค่าของเธอทั้งสิ้น",
      "vi": "Ba năm trước, Klee được bố mẹ là nhà mạo hiểm nổi tiếng gửi gắm cho Đội Kỵ Sĩ Tây Phong.\n\nKlee nhỏ bé cứ như vậy cùng \"anh trai màu trắng\", bén duyên với \"những người thân\" ở Mondstadt.\n\nKlee hiếu kỳ và yêu thương thế giới bên ngoài một cách đơn thuần. Đối với những thứ phát nổ, thì cô bé lại càng đam mê cực độ.\n\nDưới sự che chở của Đội Kỵ Sĩ Tây Phong, cô có thể tránh xa những điều xấu xa và thương tổn.\n\nCô thiếu nữ bé nhỏ và những thành viên trong Đội Kỵ Sĩ đã kết nên một mối duyên không thể nào chia cách.\n\nĐối với Klee, bị Jean nhốt trong phòng giam, giúp đỡ Amber cải tạo Bá Tước Thỏ, hoặc lén lút nghiên cứu những loại thuốc nổ mới...\n\nTất cả những điều này đều là bảo vật mà cô luôn quý trọng."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "「那样的父母会培养出这样的孩子，也是理所当然吧…」\n\n被成堆公物破坏报告搞得焦头烂额的代理团长琴，偶尔会扶额感叹。\n\n炸得七零八落的车辆、莫名起火的货棚、骑士们好不容易才扑灭的森林火灾…\n\n还有惨不忍睹的「星落湖鱼类大量非正常伤亡案件」…\n\n造成这些的凶手只有一人，此人正出现在骑士团总部——\n\n「可莉！」\n\n面对代理团长严厉的目光，看似人畜无害的小小少女只好把身上藏得满满当当的爆炸物逐件上缴。\n\n随后在幸灾乐祸的骑兵队长护送下，哭唧唧地前往禁闭室。\n\n这样的故事，大概每周都会重演那么一两次。",
      "zht": "「那樣的父母會培養出這樣的孩子，也是理所當然吧…」\n\n被成堆破壞公物報告搞得焦頭爛額的代理團長琴，偶爾會扶額感嘆。\n\n炸得七零八落的車輛、莫名起火的貨棚、騎士們好不容易才撲滅的森林火災…\n\n還有慘不忍睹的「星落湖魚類大量非正常傷亡案件」…\n\n造成這些的兇手只有一人，此人正出現在騎士團總部——\n\n「可莉！」\n\n面對代理團長嚴厲的目光，看似人畜無害的小小少女只好把身上藏得滿滿的爆炸物逐件上繳。\n\n隨後在幸災樂禍的騎兵隊長護送下，哭哭啼啼地前往禁閉室。\n\n這樣的故事，大概每週都會重演那麼一兩次。",
      "jp": "「あの両親の子供がこうなるのも、必然なのことだろう…」\n\n山のような報告書に悩まされる代理団長ジンはたまにそう言う。\n\n爆発した車に突然燃え出す倉庫、騎士たちが苦労してやっと消した森林火災…\n\nそれから見るに忍びない「星落としの湖の魚大量死事件」…\n\nそれらの犯人は全て同一人物である。そしてその者は、ちょうどこの騎士団本部にいる。\n\n「クレー！」\n\n代理団長の厳しい視線に睨まれた少女は、大人しく持ち歩いている大量の爆発物を提出するしかなかった。\n\nそして彼女は事件を面白がる騎兵隊隊長に送られ、泣きながら反省室に入った。\n\nこの光景は週に1、2回は見られるらしい。",
      "ko": "「그런 부모가 이런 아이를 키워낸 것도 당연한 거겠지….」\n\n공공기물이 무더기로 파손되었다는 보고에 골머리를 앓고 있는 단장 대행 진은 가끔 이마를 짚고 이렇게 중얼거린다.\n\n폭발로 인해 잔해가 되어버린 마차, 갑자기 불이 난 창고, 기사들이 힘들게 진압한 산불….\n\n그리고, 눈 뜨고는 볼 수 없는 「별이 떨어지는 호수의 물고기 대량 폐사 사건」까지….\n\n이 모든 걸 저지른 흉악범은 오직 한 명… 그가 지금 기사단 본부에서 나타났다——\n\n「클레!」\n\n남에게 상처하나 못 입힐 것처럼 생긴 작디작은 소녀는 단장 대행의 무시무시한 눈빛에 어쩔 수 없이 몸에 가득 숨겨둔 폭발물을 하나하나 꺼내 놓았다.\n\n그 후, 옆에서 킥킥대던 기병 대장의 호송을 받으며 울먹이며 감금실로 향했다.\n\n이런 사건은 매주 약 두어 번은 되풀이된다",
      "en": "\"The apple doesn't fall far from the tree...\"\n\nJean sighs to herself as she sits down at her desk, head in hands, faced once again with a stack of damage reports.\n\nCarts blasted beyond repair, storage shacks burnt down, forest fires that the knights barely managed to contain...\n\nNot to mention the suspiciously high number of deaths from unnatural causes among the fish of Starfell Lake.\n\nThere's only one potential culprit behind all of this, and she just so happens to be one of their own...\n\n\"Klee!\"\n\nFaced with Jean's stern glare, the harmless-looking Klee surrenders all her concealed explosives.\n\nShe is then escorted to solitary confinement, despite her protests amidst floods of tears.\n\nThis occurs about once or twice a week at the Knights of Favonius.",
      "de": "„Der Apfel fällt nicht weit vom Stamm ...“\n\nJean seufzt manchmal vor sich hin, während sie mit dem Kopf in den Händen vor dem Haufen von Schadensmeldungen sitzt.\n\nFahrzeuge sind irreparabel in die Luft gesprengt, Lagerhütten niedergebrannt und dann sind da noch die Waldbrände, die die Ritter nur mühsam löschen konnten ...\n\nDarüber hinaus gibt es noch die zahlreichen Fälle „unnatürlichen Fischsterbens“ im Sternfallsee.\n\nDas alles wurde von nur einer potenziell Schuldigen angestellt und sie kommt zufällig auch noch aus ihren eigenen Reihen ...\n\n„Klee!“\n\nIm Angesicht des strengen Blicks von Jean gibt die harmlos aussehende Klee all ihren versteckten Sprengstoff ab.\n\nSie wird dann trotz ihrer eindrucksvollen Tränen in die Arrestzelle gebracht.\n\nDieses Theater spielt sich ungefähr ein- oder zweimal pro Woche ab.",
      "es": "“De tal palo, tal astilla...”\n\nJean, la Gran Maestra Intendente, solía decir esto mientras se llevaba la mano a la cara al ver las pilas de informes de daños.\n\nPérdidas totales de vehículos dañados por bombas, carpas de comerciantes quemadas, e incendios forestales que los Caballeros acababan de apagar...\n\nSin mencionar las desastrosas “muertes no naturales de peces en el Lago Estelar”.\n\nHay solo una posible culpable detrás de todos estos incidentes, y esa persona no es otra más que un miembro de los Caballeros.\n\n“¡Klee!”.\n\nBajo la furiosa mirada de Jean, la inocente Klee entrega todos sus explosivos ocultos.\n\nDespués, Kaeya, el Capitán de Caballería, la escolta hasta su celda mientras ella llora a lágrima viva.\n\nY la historia se repite al menos dos veces por semana.",
      "fr": "« La pomme ne tombe jamais loin de l'arbre... »\n\nAinsi soupire parfois Jean, la tête dans les mains, face aux tas de rapports s'empilant sur son bureau.\n\nVéhicule explosé en une kyrielle de morceaux, entrepôt brûlant mystérieusement, feu de forêt maîtrisé à grand-peine par l'Ordre...\n\nSans mentionner les nombreux cas de « décès non naturels » parmi les poissons du lac Tombétoile, bien sûr.\n\nTous ces délits sont à mettre au compte de la même coupable, et cette coupable est l'une des leurs...\n\n« Klee ! »\n\nSous le regard sévère de Jean, la jeune fille à l'air innocent n'a d'autre choix que de déposer un à un les engins explosifs qu'elle cache.\n\nElle est ensuite escortée en larmes vers sa cellule, sous le regard quelque peu amusé des chevaliers habitués au spectacle.\n\nCeci arrive en général une à deux fois par semaine.",
      "pt": "\"A maçã não cai muito longe da árvore...\"\n\n Jean às vezes suspira baixinho enquanto se senta, com a cabeça entre as mãos, diante de pilhas dos relatórios de danos.\n\nPerdas totais de veículos, barracas de armazenamento queimadas e os incêndios florestais que os Cavaleiros lutam para extinguir...\n\nSem mencionar as numerosas \"mortes não naturais de peixes\" no Lago Estelar.\n\nHá apenas uma possível culpada por trás de tudo isso, e ela por acaso faz parte de seu grupo...\n\n\"Klee!\"\n\nDiante do olhar severo de Jean, a inofensiva Klee entrega todos os seus explosivos ocultos.\n\nEla é escoltada para o confinamento solitário, apesar das lágrimas.\n\nEssa ocorrência regular acontece uma ou duas vezes por semana.",
      "ru": "Пролистывая отчёты о повреждениях, Джинн прикрывала лицо руками и сквозь зубы устало произносила: «Да уж... Яблоко от яблони недалеко падает». Взорванные телеги, сгоревшие торговые палатки, лесные пожары, с которыми рыцари едва смогли справиться... Не говоря уже о большом количестве рыбы в озере Звездопадов, погибшей по неестественной причине. И виновным во всём этом мог быть только один человек, и он среди них...\n\n«Кли!»\n\nПод строгим взглядом Джинн невинная на вид кроха сдаёт все спрятанные бомбы, которыми она обвешалась с головы до ног. Затем её всю в слезах уводит в камеру ухмыляющийся капитан кавалерии. И такое происходит не меньше раза в неделю.",
      "id": "\"Buah jatuh tak jauh dari pohonnya ....\"\n\nJean menghela napas duduk di depan mejanya, tangannya sambil menahan kepalanya, dan sekali lagi dia harus berhadapan dengan setumpuk laporan kerusakan.\n\nGerobak meledak dan tidak dapat diperbaiki, gubuk penyimpanan terbakar, kebakaran hutan yang nyaris tidak berhasil dipadamkan oleh para Knight ....\n\nBelum lagi banyaknya kematian ikan-ikan di Starfell Lake yang mencurigakan karena penyebab yang tidak wajar.\n\nHanya ada satu tersangka yang dapat melakukannya, dan dia muncul di markas Knight ....\n\n\"Klee!\"\n\nMelihat tatapan tajam Jean, Klee yang menyerahkan semua bahan peledak yang disembunyikannya.\n\nKemudian dia dikawal ke ruang tahanan sambil menangis.\n\nHal ini terjadi sekitar sekali atau dua kali seminggu di Knights of Favonius.",
      "th": "\"พ่อแม่อย่างนั้นจะเลี้ยงลูกให้เป็น อย่างนี้ นั่นก็เป็นสิ่งที่แน่นอนอยู่แล้วนี่...\"\n\nรักษาการผู้บัญชาการอย่าง Jean ที่กำลังปวดหัวไปกับกองรายงาน ความเสียหายของทรัพย์สินนั้น บางครั้งก็ปลอบใจตัวเองอย่างนี้\n\nเหล่ายานพาหนะที่ถูกเป่าจนกระจาย, โรงเก็บสินค้าที่ถูกไฟลุกไหม้อย่าง ไม่ทราบสาเหตุ, ไฟที่ลุกท่วมป่าที่เหล่าอัศวินต้อง พยายามดับกันอย่างยากเย็น...\n\nแล้วยังมี \"เหตุการณ์การบาดเจ็บล้มตายของปลาจำนวนมากที่ Starfell Lake\" ที่เลวร้ายจนไม่กล้ามอง...\n\nคนร้ายที่ทำเรื่องเหล่านี้นั้นมีเพียง คนเดียว และเธอคนนั้นก็อยู่ที่ศูนย์บัญชาการหลักของกองอัศวิน...\n\n\"Klee!\"\n\nเมื่อต้องเผชิญหน้ากับดวงตาที่ โกรธเกรี้ยวของรักษาการผู้บัญชาการ เด็กหญิงตัวเล็ก ๆ ที่ดูไม่เป็นอันตรายต่อมนุษย์และสัตว์ก็ต้องยอมจำนนด้วยวัตถุระเบิดทั้งหมดที่ซ่อนอยู่ในตัวของเธอ\n\nจากนั้นก็ถูกหัวหน้ากองทหารม้าผู้มีความสุขบนความทุกข์ของผู้อื่นคุมตัวส่งไปยังห้องขังทั้งที่ร้องไห้ฟูมฟาย\n\nเรื่องราวเหล่านี้นั้นจะเกิดขึ้นอาทิตย์ละครั้งถึงสองครั้งวนไปวนมาแบบนั้น",
      "vi": "\"Bố nào con nấy, âu cũng là lẽ dĩ nhiên...\"\n\nĐội Trưởng Đại Diện Jean bị đống báo cáo phá hoại của công làm cho đau đầu, nhiều lúc cũng phải ôm trán thở dài.\n\nChiếc xe bị nổ tả tơi, kho hàng tự nhiên bốc cháy, vụ cháy rừng mà các kỵ sĩ đã vất vả lắm mới dập tắt được...\n\nLại còn \"Vụ án cá chết hàng loạt một cách bất thường ở Hồ Sao Rơi\" vô cùng thương tâm nữa...\n\nHung thủ gây nên những việc này chỉ có một, người này đang ở tổng bộ Đội Kỵ Sĩ...\n\n\"Klee!\"\n\nĐứng trước ánh mắt nghiêm khắc của Đội Trưởng Đại Diện, thiếu nữ nhỏ bé lần lượt giao nộp từng món thuốc nổ được giấu đầy trên người.\n\nSau đó với sự hộ tống của Đội Trưởng Kỵ Binh, mà vừa khóc lóc ỉ ôi vừa bước đến phòng giam.\n\nCâu chuyện như thế, mỗi tuần đại khái sẽ tái diễn một hai lần gì đó."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "当然，每次闯完祸后，可莉也会努力帮忙收拾烂摊子。\n\n虽说有时又会因为她大剌剌的性子将事情搅得更加复杂：\n\n想要做烤鱼补偿骑士团的大家，却不小心把灶台炸上了天；\n\n焦急地想要借风灭火，又把火扩散到了更远的草原…\n\n可莉绝不是坏孩子，好奇与贪玩的本性却总驱使她做出不计后果的行为。\n\n而每次犯了错误，又总会愧疚地试图弥补。\n\n但凡可莉被满心郁闷的琴团长放出禁闭室，不出两天，蒙德城某处一定又会传来爆炸声。\n\n作为骑士团内大名鼎鼎的「火花骑士」，其威能总会在奇怪的地方频繁展现。",
      "zht": "當然，每次闖完禍後，可莉也會努力幫忙收拾爛攤子。\n\n雖說有時又會因為她大剌剌的個性將事情搞得更加複雜：\n\n想要做烤魚補償騎士團的大家，卻不小心把灶臺炸上了天；\n\n焦急地想要借風滅火，又把火擴散到了更遠的草原…\n\n可莉絕對不是壞孩子，好奇與貪玩的本性卻總驅使她做出不計後果的行為。\n\n而每次犯了錯誤，又總會愧疚地試圖彌補。\n\n但凡可莉被滿心鬱悶的琴團長放出禁閉室，不用兩天，蒙德城某處一定又會傳來爆炸聲。\n\n作為騎士團內大名鼎鼎的「火花騎士」，其威能總會在奇怪的地方頻繁展現。",
      "jp": "もちろん、トラブルを起こしたクレーは後片付けを手伝おうとするが、その自由気ままな性格は、時に更なるトラブルを作ることになる。\n\n例えば、騎士団のみんなに焼き魚を振舞おうとして、コンロを丸ごと爆発させたり、風の力を借りて火を消そうとした結果、逆に遠い先の草原まで丸焦げにしたり…\n\nクレーは悪い子ではないが、その好奇心と遊びたい本性はいつも彼女を暴走させてしまう。\n\n過ちを犯す度に、クレーは後ろめたさでいっぱいになり、償うことを決意するのだが、反省室から出るとそれらを忘れる。そしてまた、モンド城内のどこかから爆発音が聞こえてくる。\n\n騎士団内で名の知れた「火花騎士」の実力は、いつも変わったところで発揮される。",
      "ko": "물론 매번 사고를 칠 때마다 클레도 열심히 난장판을 수습하려고 한다.\n\n가끔 덜렁대는 성격 때문에 일이 더 복잡해지긴 하지만 말이다.\n\n예를 들어 뭐라도 보상하고 싶은 마음에 기사단의 모두를 위해 생선을 구워주려다 실수로 부엌을 폭발 시켜 버린다거나…\n\n바람으로 급하게 불을 끄려다 불길을 더 멀리 퍼지게 한다거나…\n\n아무튼 클레는 절대 나쁜 아이가 아니다. 호기심과 노는 걸 좋아하는 본능이 항상 안 좋은 결과를 초래하는 것뿐이다.\n\n게다가 클레는 잘못을 할 때마다 죄책감에 열심히 수습도 하려고 한다.\n\n다만 진 단장이 감금실에서 꺼내주기만 하면…이틀도 안 돼 몬드성 어딘가에서 반드시 폭발음이 들려온다.\n\n기사단에서 명성이 자자한 「불꽃 기사」로서의 위세는 항상 이상한 곳에서 나타난다",
      "en": "Of course, Klee always tries to help clean up the messes she's made.\n\nHowever, sometimes her reckless personality makes things worse still.\n\nFor example, she once wanted to apologize to everyone by making some BBQ fish, but ended up blowing the stove sky-high.\n\nThen there was the time she got into a fluster and tried to put the fire out... with wind — which obviously resulted in the whole plain going up in flames.\n\nKlee is not a bad kid by nature, it's just that her curious and playful nature always results in her failing to think before she acts.\n\nAnd every time she gets into trouble, she guiltily tries to make up for it.\n\nThough once Jean lets Klee out of solitary confinement, there's usually no more than a day or two before the sound of explosions return to Mondstadt.\n\nThe \"Spark Knight\" always manages to live up to her title in a range of unexpected ways.",
      "de": "Natürlich versucht Klee immer, die Unordnung zu beseitigen, die sie angerichtet hat.\n\nJedoch macht ihre vorschnelle Persönlichkeit die Sache manchmal nur noch schlimmer.\n\nZum Beispiel wollte sie sich einmal bei allen entschuldigen, indem sie sie mit Grillfischen überraschte, sprengte letztendlich aber den Grill in die Luft.\n\nDann gab es ein Mal, wobei sie in Aufregung geriet und versuchte, das von ihr gelegte Feuer zu löschen ... mit Wind ..., was offensichtlich dazu führte, dass dadurch die ganze Ebene in Flammen aufging.\n\nKlee ist von Natur aus kein böses Kind. Es ist nur so, dass ihre neugierige und spielerische Art immer dazu führen, dass sie nicht nachdenkt, bevor sie handelt.\n\nUnd jedes Mal, wenn sie in Schwierigkeiten gerät, versucht sie schuldbewusst dies mit ihren Taten auszugleichen.\n\nNachdem Jean Klee aus der Einzelhaft entlässt, dauert es normalerweise nicht länger als ein oder zwei Tage, bevor die Explosionen nach Mondstadt zurückkehren.\n\nDer „Funkenritter“ schafft es immer, seinem Titel auf unerwartete Weise gerecht zu werden.",
      "es": "Klee siempre intenta ayudar a limpiar los desastres que causa.\n\nSin embargo, debido a su imprudencia, a veces es peor el remedio que la enfermedad.\n\nPor ejemplo, una vez quiso disculparse con todos preparando un poco de pescado asado, pero terminó explotando la parrilla en la que lo preparó.\n\nEn otra ocasión quiso apagar un incendio con viento, lo que hizo que el fuego se extendiera aún más y la llanura incendiada terminara completamente en llamas...\n\nKlee no tiene malas intenciones, pero su naturaleza curiosa y juguetona siempre termina por causar problemas a los demás.\n\nSe siente muy culpable por ello, y hace lo que puede para compensarlo.\n\nSin embargo, cada vez que Jean deja salir a Klee de la celda, seguramente habrá bombas estallando en algún lugar dentro de Mondstadt en menos de dos días.\n\nLa “Caballera Chispeante” siempre se las arregla para mostrar cómo se ganó su sobrenombre de la manera menos imaginada.",
      "fr": "Bien sûr, Klee cherche toujours à réparer les catastrophes dont elle est responsable.\n\nMalheureusement, plus souvent qu'à son tour, elle ne fait qu'empirer les choses...\n\nComme par exemple le jour où, voulant s'excuser auprès de tous en préparant un barbecue, elle fit exploser le grill qui vola dans le ciel.\n\nVoulant ensuite éteindre le feu qui s'était déclenché, elle se mit à le ventiler le plus fort possible, et le feu s'étendit à la prairie avoisinante...\n\nCe n'est pas une méchante enfant ; mais son naturel curieux et joueur se solde souvent par une absence de réflexion avant d'agir.\n\nEt à chaque fois qu'elle crée un problème, la culpabilité la pousse à essayer de réparer sa faute.\n\nMalheureusement, il ne faut guère attendre plus d'un jour ou deux après que Jean l'ait laissée sortir de cellule pour que le bruit des explosions se fasse à nouveau entendre à Mondstadt.\n\nLe « Chevalier de l'étincelle » se débrouille toujours pour être à la hauteur de son surnom d'une manière ou d'une autre.",
      "pt": "É claro que Klee sempre tenta ajudar a limpar as bagunças que faz.\n\nNo entanto, às vezes sua personalidade imprudente torna as coisas ainda piores.\n\nPor exemplo, ela queria pedir desculpas a todos fazendo um churrasco de peixe, mas acabou explodindo o fogão.\n\nUma vez, se confundiu e tentou apagar um incêndio... com vento - o que obviamente alastrou o fogo em toda a planície.\n\nKlee não tem más intenções, mas sua natureza curiosa e brincalhona sempre resulta na incapacidade de pensar antes de agir.\n\nE toda vez que ela se mete em problemas, ela tenta disfarçar.\n\nContudo, quando Jean deixa Klee sair do confinamento solitário, não se passam mais que um dia ou dois antes que o som das explosões retorne a Mondstadt.\n\nA \"Cavaleira das Faíscas\" sempre faz jus ao seu título de várias maneiras inesperadas.",
      "ru": "Конечно, Кли каждый раз пытается убрать беспорядок, который она натворила. Однако из-за своей неугомонности она зачастую делает только хуже. Однажды она решила извиниться за своё баловство и пожарить на всех рыбу, но взорвала жаровню. Потом она решила потушить пожар с помощью... ветра, и тогда пламя поглотило уже всю равнину. По своей натуре Кли - очень добрый ребёнок, но из-за игривости и чрезмерного любопытства она никогда не успевает подумать перед тем, как что-то сделать. Она осознаёт вину за каждую свою проделку и каждый раз пытается всё исправить. Однако стоит Джинн выпустить Кли из одиночного заключения на волю, как через несколько дней в Мондштадте вновь раздаются взрывы. Рыцарь Искорка самыми неожиданными способами доказывает, что не зря носит свой титул.",
      "id": "Tentu saja, Klee selalu berusaha membantu membersihkan kekacauan yang dibuatnya.\n\nNamun, terkadang kepribadiannya yang ceroboh malah membuat segalanya menjadi semakin buruk.\n\nSebagai contoh, dia pernah ingin meminta maaf kepada semua orang dengan membuat beberapa ikan BBQ, dan tidak sengaja meledakkan kompor.\n\nKemudian dia pun bingung dan mencoba memadamkan api ... dengan angin — mengakibatkan api semakin menyebar hingga ke padang rumput yang jauh.\n\nSebenarnya Klee bukan orang yang jahat, hanya saja karena sifatnya yang selalu penasaran dan suka main-main membuatnya bertindak sebelum berpikir terlebih dahulu.\n\nDan setiap kali dia menyebabkan masalah, dia merasa bersalah dan mencoba untuk menebusnya.\n\nMeskipun Jean memasukkan Klee ke dalam ruang tahanan, biasanya tidak lebih dari sehari atau dua hari, terdengar suara ledakan lagi di Mondstadt.\n\nSebagai \"Spark Knight\" di Knights of Favonius, dia selalu bisa mempertahankan gelarnya dengan cara yang tak terduga.",
      "th": "แน่นอน ทุกครั้งหลังจากก่อเรื่องเสร็จแล้ว Klee ก็จะช่วยเก็บกวาดเศษซากสิ่งของที่พังอย่างขะมักเขม้น\n\nถึงแม้บางครั้งนิสัยที่เอาแน่เอานอนไม่ได้ของเธอ จะทำให้เรื่องทั้งหมดมันยิ่งซับซ้อนขึ้นไปอีกก็ตาม อย่างเช่น:\n\nต้องการที่จะทำปลาย่าง เพื่อชดเชยให้แก่เหล่าอัศวิน แต่กลับทำเตาระเบิดขึ้นสู่ท้องฟ้า\n\nหรืออยากที่จะใช้ลมเพื่อดับไฟ แต่กลับยิ่งกระจายไฟไปในทุ่งหญ้ามากขึ้น...\n\nKlee นั้นก็ไม่ใช่เด็กไม่ดีอะไร แต่ความอยากรู้อยากเห็นและธรรมชาติที่ขี้เล่นของเธอผลักดันให้เธอเกิดการกระทำที่ไม่สนใจผลลัพธ์ขึ้น\n\nและทุกครั้งที่ทำความผิดก็จะรู้สึกผิดและกระตือรือร้นที่จะชดเชยสิ่งเหล่านั้นเสมอ\n\nเพียงแต่ว่าทุกครั้งที่ Klee ถูกปล่อยตัวออกจากห้องคุมขังโดยหัวหน้ากอง Jean ที่แสนหดหู่... ไม่เกินสองวัน จะมีการระเบิดจากที่ใดที่หนึ่งทั้งภายในหรือภายนอกของ Mondstadt\n\nในฐานะที่เป็น \"อัศวินดอกไม้เพลิง\" ผู้มีชื่อเสียงโด่งดังในกองอัศวิน พลังของเธอนั้น มักจะปรากฏในที่แปลก ๆ อยู่เสมอ",
      "vi": "Tất nhiên, sau mỗi lần gây họa, Klee đều cố gắng giúp đỡ thu dọn bãi chiến trường.\n\nTuy nhiên cũng nhiều lúc chính vì tính cách vụng về của cô mà lại khiến mọi việc trở nên rối ren hơn:\n\nNhư khi muốn làm món cá nướng để bù đắp cho mọi người trong đội kỵ sĩ, cô lại bất cẩn làm bếp lò nổ tung tận trời cao;\n\nVội vàng muốn mượn gió dập tắt ngọn lửa lại không cẩn thận làm lửa cháy lan rộng khắp thảo nguyên...\n\nKlee không phải là một đứa trẻ xấu, thế nhưng lòng hiếu kỳ và ham chơi khiến cô bé luôn làm ra những việc không lường trước hậu quả.\n\nMà mỗi khi phạm lỗi lại cảm thấy xấu hổ và cố gắng để bù đắp.\n\nCó điều, mỗi lần được đội trưởng Jean thả ra khỏi phòng giam, thì y như rằng chưa đến hai ngày, một nơi nào đó ở ngoài thành Mondstadt nhất định sẽ phát ra tiếng nổ.\n\nLà \"Kỵ Sĩ Tia Lửa\" mạnh mẽ trong đội kỵ sĩ, nhưng uy lực lại luôn thể hiện ở những nơi kỳ lạ."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "虽说可莉为骑士团和蒙德城招惹了不少乱子，但她绝不是为骑士团拖后腿的见习新人。\n\n相反，一旦她的才能用对地方，也将爆发出可畏的实力。\n\n某次讨伐行动中，琴巧妙借助可莉的爆破天赋，一举消灭了所有进犯的丘丘人。\n\n只是可莉出于一贯不计后果的童心，布下了过多炸弹，造成巨大爆炸，永久改变了望风山地的地貌…\n\n大家都被吓得不轻，所幸骑士团无人受伤。\n\n「望风山地红衣骑士」的传说，就此在蒙德流传开来。\n\n据说她身披一袭神秘红衣，怀中抱着骑士团最隐秘的宝物…\n\n只有可莉本人知道，空穴来风的「宝物」究竟是什么东西。",
      "zht": "雖說可莉為騎士團和蒙德城招惹了不少亂子，但她絕不是為騎士團拖後腿的見習新人。\n\n相反，一旦她的才能用對地方，也將爆發出可畏的實力。\n\n某次討伐行動中，琴巧妙藉助可莉的爆破天賦，一舉消滅了所有進犯的丘丘人。\n\n只是可莉出於一貫不計後果的童心，佈下了過多炸彈，造成巨大爆炸，永久改變了望風山地的地貌…\n\n大家都被嚇得不輕，所幸騎士團無人受傷。\n\n「望風山地紅衣騎士」的傳說，就此在蒙德流傳開來。\n\n據說她身披一襲神秘紅衣，懷中抱著騎士團最隱秘的寶物…\n\n只有可莉本人知道，空穴來風的「寶物」究竟是什麼東西。",
      "jp": "騎士団とモンドにたくさんの迷惑をかけたクレーだが、彼女は決してただの足手まといの見習い新人ではない。\n\nむしろその才能を正しいところに使えば、かなりの戦力になる。\n\nある討伐任務中、ジンはクレーの爆破の才能をうまく使い、侵入してくるヒルチャールを見事に一気に倒した。\n\nただ、後先を考えないクレーが予定よりも多く爆弾を仕掛けたせいで、大きな爆発が起き、望風山地に穴を開けたことは決して忘れてはいけない。\n\nその後、赤い服を身にまとった謎の騎士が、騎士団の宝物を持っているという「望風山地の赤服騎士」の伝説はモンドで広がり始めた。\n\nそしてその「宝物」の正体はクレーだけが知っている。",
      "ko": "클레가 기사단과 몬드성에 많은 소동을 일으키긴 했지만, 결코 기사단의 발목을 잡는 견습 신입은 아니다.\n\n반대로 그녀의 재능을 적절한 곳에 사용한다면 경이로운 실력을 발휘한다.\n\n한번은 토벌 작전 중 진이 클레의 폭발 재능을 교묘하게 이용해 침입한 모든 츄츄족을 일격에 토벌한 적이 있다.\n\n단지 클레는 결과를 생각하지 않고 순수한 마음으로 과도하게 많은 폭탄을 설치했고, 그게 일으킨 거대한 폭발에 바람맞이 산의 지형이 영구적으로 바뀌었다고 한다….\n\n모두 꽤나 놀랐지만 다행히 다친 사람은 아무도 없었다.\n\n그때 이후로 「바람맞이 산의 붉은 옷 기사」의 전설이 몬드에 퍼졌다.\n\n소문에 의하면 그녀는 신비로운 붉은 옷을 입고 기사단의 가장 은밀한 보물을 품고 있다고 한다….\n\n아니 땐 굴뚝에 연기 나랴, 그 「보물」이 무엇인지는 클레 본인만이 알고 있다",
      "en": "Though Klee always ends up causing trouble for the Knights of Favonius and Mondstadt, she isn't just some rookie who drags the team down.\n\nOn the contrary, her skills with explosives can be quite handy if applied correctly.\n\nOnce, Jean was able to defeat a horde of invading hilichurls utilizing Klee's special talents alone.\n\nHowever, Klee also forever changed the face of Stormbearer Mountains in that same operation due to recklessly placing too many charges...\n\nNeedless to say, everyone was more than a little shocked, but at least no one from the Knights of Favonius was injured.\n\nSince then, the legend of the \"Red Knight of the Stormbearer Mountains\" began to circulate around Mondstadt.\n\nRumor has it that she is cloaked in red, and clutches the greatest treasure the Knights of Favonius have.\n\nHowever, only Klee knows what this \"treasure\" truly is.",
      "de": "Obwohl Klee dem Ritterorden und Mondstadt immer viel Ärger bereitet, ist sie noch lange keine Anfängerin, die das Team herunterzieht.\n\nIm Gegenteil, ihre Fähigkeiten im Umgang mit Sprengstoff können sehr nützlich sein, wenn sie richtig angewendet werden.\n\nJean konnte einst eine Horde eindringender Hilichurle besiegen, einzig allein durch den Einsatz von Klees besonderen Talenten.\n\nJedoch veränderte Klee in derselben Operation für immer den Anblick der Windblickberge, weil sie rücksichtslos zu viel Sprengstoff gelegt hatte ...\n\nAlle waren mehr als schockiert, aber zumindest wurde dabei niemand von den Rittern des Ritterordens verletzt.\n\nSeit jenem Vorfall begann sich die Legende vom „Roten Ritter der Windblickberge“ in Mondstadt zu verbreiten.\n\nGerüchten zufolge ist sie stets in Rot gehüllt und hat den größten Schatz, den der Ritterorden hat, in ihrem Besitz.\n\nJedoch weiß nur Klee allein, was dieser „Schatz“ wirklich ist.",
      "es": "Klee siempre termina causando problemas a los Caballeros de Favonius y a Mondstadt, pero no es una novata dentro de los Caballeros.\n\nAl contrario, sus habilidades con explosivos pueden ser bastante útiles si se usan correctamente.\n\nEn una ocasión, Jean pudo derrotar a unos Hilichurls invasores utilizando los talentos especiales de Klee.\n\nSin embargo, Klee también arrasó con las Montañas Portatormentas al poner demasiadas bombas...\n\nEsto dejó a todo el mundo perplejo, pero al menos ningún Caballero de Favonius resultó herido.\n\nDesde entonces, corre el rumor de que hay una “caballera de rojo de las Montañas Portatormentas” entre la gente de Mondstadt.\n\nSegún este rumor, aparte de ir vestida de rojo, también lleva consigo un valioso tesoro de los Caballeros...\n\nPero solo ella sabe cuál es este tesoro.",
      "fr": "Bien que Klee soit source de trouble pour les chevaliers de Favonius et Mondstadt, elle n'est pas un poids mort pour autant.\n\nBien au contraire, ses talents pour tout ce ayant trait aux explosifs peuvent être d'une grande utilité, lorsqu'ils sont mis à profit à bon escient.\n\nAinsi par exemple, Jean profita un jour lors d'une expédition d'avoir à ses côtés la jeune fille pour détruire en une seule explosion une horde de Brutocollinus.\n\nMais il faut aussi noter qu'en cette même occasion, le caractère insouciant et peu enclin à réfléchir aux conséquences de ses actes de Klee lui fit placer bien plus de charges que nécessaire, et le relief des Montagnes du guet en fut durablement modifié.\n\nTous les combattants présents en furent plutôt secoués, mais par chance aucun ne fut blessé.\n\nC'est à peu près à cette époque que commença à circuler la légende du « chevalier rouge des Montagnes du guet ».\n\nOn raconte ainsi qu'elle est couverte de rouge, et tient en son sein le plus grand trésor que les Chevaliers de Favonius possèdent...\n\nMais seule Klee sait en quoi consiste ce fameux « trésor ».",
      "pt": "Embora Klee sempre acabe causando problemas aos Cavaleiros de Favonius e à Mondstadt, ela não é uma novata.\n\nPelo contrário, suas habilidades com explosivos podem ser bastante úteis se aplicadas corretamente.\n\nJean foi capaz de derrotar uma horda de Hilichurls invasores utilizando apenas os talentos especiais de Klee.\n\nNo entanto, Klee também mudou para sempre a forma das Montanhas do Precursor do Vento nessa mesma operação devido à imprudência de usar muitas cargas...\n\nTodo mundo ficou um pouco chocado, mas pelo menos ninguém dos Cavaleiros de Favonius se machucou.\n\nDesde então, a lenda da \"Cavaleira Vermelha das Montanhas do Precursor do Vento\" começou a circular por Mondstadt.\n\nRumores dizem que ela se veste de vermelho e guarda o maior tesouro que os Cavaleiros de Favonius possuem.\n\nNo entanto, apenas Klee sabe o que esse \"tesouro\" realmente é.",
      "ru": "Хоть Кли доставляет Ордо Фавониус и Мондштадту немало неприятностей, она далеко не новичок, который только путается под ногами у рыцарей. Напротив, при правильном обращении её навыки владения взрывчаткой оказываются весьма полезными. Как-то раз Джинн смогла отразить вторжение хиличурлов только благодаря талантам Кли, но при этом разрушив большую часть гор Буревестника из-за переизбытка взрывчатки... Излишне говорить, что все удивились. К счастью, никто из рыцарей не пострадал. С тех пор по Мондштадту ходят слухи о «Красном рыцаре гор Буревестника». Люди говорят, что она одета в красное и владеет тайным сокровищем Ордо Фавониус... Но только Кли знает, что это за «тайное сокровище».",
      "id": "Meskipun Klee selalu menyebabkan masalah bagi Knights of Favonius dan Mondstadt, tapi jelas dia bukan pemula yang akan menyeret timnya.\n\nMalah sebaliknya, bakatnya dalam hal bahan peledak akan sangat berguna jika diterapkan dengan benar.\n\nPernah suatu kali Jean mengalahkan segerombolan Hilichurl dengan memanfaatkan bakat Klee dalam sekali serangan.\n\nHanya saja karena kepolosannya dan kecerobohannya, dia meletakkan terlalu banyak bahan peledak yang menyebabkan Stormbearer Mountain berubah selamanya ....\n\nSemua orang ketakutan, tapi untungnya tidak ada seorang pun di Knights of Favonius yang terluka.\n\nSejak itu, legenda \"Kesatria Merah Stormbearer Mountain\" menyebar di seluruh Mondstadt.\n\nRumor mengatakan bahwa dia berjubah merah, dan menggenggam harta paling berharga Knights of Favonius.\n\nNamun, hanya Klee yang tahu apa sebenarnya maksud \"harta\" ini.",
      "th": "ถึงแม้ว่า Klee จะสร้างความวุ่นวายให้กับกองอัศวิน และเมือง Mondstadt ไว้ไม่น้อยเลย แต่เธอก็ไม่ได้เป็นแค่เด็กใหม่ฝึกหัดที่คอยถ่วงกองอัศวินแต่อย่างใด\n\nในทางกลับกัน เมื่อความสามารถของเธอถูกนำไปใช้ในทางที่ เหมาะสม เธอก็จะระเบิดความแข็งแกร่งอันแสนยอดเยี่ยมออกมา\n\nในภารกิจกวาดล้างบางครั้ง Jean ได้พึ่งพาพรสวรรค์ด้านการระเบิดของ Klee อย่างชาญฉลาด และกำจัดพวก Hilichurl ที่พุ่งเข้ามาซะราบเป็นหน้ากลองด้วยการจู่โจมครั้งเดียว\n\nเพียงแต่ว่าด้วยจิตใจไร้เดียงสาไม่สนใจผลลัพธ์ของ Klee ทำให้วางระเบิดไว้มากเกินไป และนั่นทำให้เกิดการระเบิดครั้งใหญ่ จนเปลี่ยนภูมิทัศน์ของหุบเขา Stormbearer Mountain ไปอย่างถาวร...\n\nถึงแม้ว่านั่นจะทำให้ทุกคนตกใจกลัวซะแทบแย่ แต่ก็ยังดีที่ไม่มีใครในกองอัศวินได้รับบาดเจ็บ\n\nตั้งแต่นั้นมา ตำนานของ \"อัศวินแดงแห่งหุบเขา Stormbearer Mountain\" ก็ถูกกล่าวขานกันต่อเรื่อยมา\n\nว่ากันว่า เธอแต่งกายด้วยเสื้อคลุมสีแดงลึกลับ และถือสมบัติลับสุดยอดของกองอัศวินไว้ในอ้อมแขนของเธอ...\n\nแต่มีเพียงแค่ Klee เท่านั้นที่รู้ว่า \"สมบัติ\" นั้นคืออะไรกันแน่",
      "vi": "Tuy Klee gây ra khá nhiều phiền phức cho Thành Mondstadt và đội kỵ sĩ, nhưng cô tuyệt đối không phải là kỵ sĩ tập sự cản trở đội kỵ sĩ.\n\nMà ngược lại, mỗi khi năng lực của cô được dùng đúng chỗ, cũng sẽ bộc lộ được thực lực vô cùng đáng sợ.\n\nTrong một lần hành động, Jean đã khéo léo lợi dụng tài năng gây nổ của Klee để một mẻ đánh bại toàn bộ Hilichurl xâm nhập.\n\nCó điều Klee vẫn là đứa trẻ ham chơi, không lường trước hậu quả nên đã đặt quá nhiều thuốc nổ tạo thành vụ nổ cực lớn, thay đổi vĩnh viễn địa hình của Núi Vọng Phong...\n\nMọi người đều sợ phát khiếp, nhưng may mắn là đội kỵ sĩ không ai bị thương.\n\nTruyền thuyết \"Kỵ sĩ áo đỏ Núi Vọng Phong\" được lan truyền khắp Mondstadt từ đó.\n\nNghe đồn cô mặc chiếc áo đỏ kì bí, trong tay ôm bảo vật bí mật của đội kỵ sĩ...\n\nCó điều chỉ có Klee mới biết, \"bảo vật\" đó rốt cuộc là gì."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "对可莉而言，骑士团是她不可或缺的家人，已踏上冒险征途的母亲则是「偶像」。\n\n著名大冒险家艾莉丝，《提瓦特游览指南》的作者——在可莉心中，妈妈非常厉害，无所不能。\n\n无论是从前手把手教她调配火药，挑选引信，还是一步步引导她依照个人创意制造更壮观漂亮的烟花…\n\n教育她如何规划受力点，才能炸毁整座摘星崖…\n\n或是被骑士团抓到现行之后一起在面色发青的霍夫曼面前挨训，对彼此尴尬地吐舌头…\n\n这些都是可莉与妈妈珍藏的记忆。\n\n直到后来，妈妈和爸爸去了很遥远、很危险的地方，临行前，将可莉托付给阿贝多哥哥和骑士团。\n\n小小的可莉早就明白，自己总有一天也会长大，踏上妈妈的道路。\n\n总有一天，她的作品也会让妈妈为之骄傲。",
      "zht": "對可莉而言，騎士團是她不可或缺的家人，已踏上冒險征途的母親則是「偶像」。\n\n著名大冒險家艾莉絲，《提瓦特遊覽指南》的作者——在可莉心中，媽媽非常厲害，無所不能。\n\n無論是自幼時手把手教她調配裝火藥，挑選引信，還是一步步引導她依照個人創意製造更壯觀漂亮的煙花…\n\n教育她如何規劃受力點，才能炸毀整座摘星崖…\n\n或是被騎士團抓到現行之後一起在臉色鐵青的霍夫曼面前挨訓，對彼此尷尬地吐舌頭…\n\n這些都是可莉與媽媽珍藏的記憶。\n\n直到後來，媽媽和爸爸去了很遙遠、很危險的地方，臨行前，將可莉託付給阿貝多哥哥和騎士團。\n\n小小的可莉早就明白，自己總有一天也會長大，踏上媽媽的道路。\n\n總有一天，她的作品也會讓媽媽為之驕傲。",
      "jp": "クレーにとって、騎士団のみんなはかけがえのない家族で、冒険の旅に出た母親は「憧れの人」である。\n\n『テイワット観光ガイド』の作者であり、有名な大冒険者である母親アリスは、クレーの中ではなんでもできる存在である。\n\n昔から、クレーは母親から様々なことを教わった。火薬や信管の選び方から始まり、自分のインスピレーションをどう花火の配合に反映させるか、どうやってより大きくて綺麗な花火を作るか…\n\n爆弾をどこに設置すれば、星拾いの崖を丸ごと壊せるか…\n\n騎士団にバレて、青い顔をしたホフマンに怒られながら、二人して気まずそうに舌を出したことも、クレーにとっては大切な思い出である。\n\nその後、クレーの父親と母親は遠くて危険な場所へ赴くこととなり、クレーをアルベドと騎士団に託した。\n\nしかし、幼いクレーはわかっている。いつか自分も大人になって、母親と同じ道を歩くと。\n\nそしていつか、自分は母親の誇りになれるような作品を作り出せるとクレーは信じている。",
      "ko": "클레에게 있어 기사단은 없어서는 안 될 가족이지만, 「우상」은 모험을 떠난 모친, 유명한 모험가이자 《티바트 유람 가이드》의 저자 앨리스이다.\n\n클레에게 엄마는 무엇이든지 할 수 있는 대단한 사람이다.\n\n클레가 어렸을 때 직접 화약의 배합법을 가르쳐줬고 자신의 상상력으로 이쁘고 장관인 불꽃을 만들도록 이끌어줬다.\n\n어떤 곳에 힘을 가해야 별을 따는 절벽을 날려버릴 수 있는지를 알려줬다거나…\n\n기사단에 현행범으로 잡힌 후에 얼굴색이 창백한 호프만에게 훈계를 듣고 서로 어색하게 혀를 내민다거나…\n\n이 모든 것이 클레에겐 엄마와의 귀중한 시간으로 기억된다.\n\n이후, 엄마와 아빠가 위험하고 먼 곳으로 떠나기 전 오빠 알베도와 기사단에게 클레의 보살핌을 부탁했다.\n\n작은 소녀 클레는 이미 알고 있었다, 언젠가 자신도 성장해 엄마가 지나온 길을 밟게 될 것을.\n\n언젠가 자신의 작품이 엄마의 자랑이 될 거라는 것을",
      "en": "To Klee, the Knights of Favonius are family, and she can't imagine life without them. Her biggest role model, however, is still her birth mother — the avid adventurer, Alice.\n\nA highly renowned adventurer and author of the popular Teyvat Travel Guide, there is nothing this incredible mother cannot do — as far as Klee is concerned, anyway.\n\nWhether it's the way she used to guide Klee step-by-step through the techniques for adding gunpowder and selecting fuses, or the encouragement she'd give Klee to express her creativity through ever-bolder and more beautiful fireworks...\n\nOr that time she taught her how to identify Starsnatch Cliff's load-bearing points, then place explosive charges accordingly to bring the whole thing down...\n\nOr that time they stuck their tongues out at each other awkwardly while being told off by Huffman of the Knights of Favonius...\n\nKlee has many treasured memories of her mother.\n\nThis was the way things were until her parents left to travel to somewhere dangerous and far away. They entrusted Klee to the care of Albedo and the Knights of Favonius.\n\nThough still small, Klee knew she would one day become just like her mother.\n\nOne day, her explosives would become something that her mother would be proud of.",
      "de": "Für Klee ist der Ritterorden wie ihre unersetzliche Familie. Ihr Vorbild ist jedoch ihre Mutter, die bereits ihr eigenes Abenteuer begonnen hat.\n\nDiese Frau ist die bemerkenswerte Abenteurerin Alice, Autorin des Reiseführers Teyvat. Klee glaubt, dass ihre unglaubliche Mutter alles kann.\n\nSie nimmt von kleinauf Klee bei der Hand und lehrt sie Pulverladungen zu machen, Sicherungen auszuwählen und geleitet sie Schritt für Schritt, um ihre eigene Kreativität durch kühne und immer schönere Feuerwerke auszudrücken ...\n\nAuch wie man die tragenden Punkte der Sterngreifklippe identifiziert, damit man Ladungen platzieren kann, um das Ganze zum Einsturz zu bringen ...\n\nOder wie sie sich gegenseitig die Zunge herausstreckten, während sie von Huffman vom Ritterorden ausgeschimpft wurden ...\n\nDies sind Klees wertvolle Erinnerungen an ihre Mutter.\n\nSo war das Leben gewesen, bis ihre Eltern an einen gefährlichen und weit entfernten Ort gehen mussten. Sie gaben Klee in die Obhut von Albedo und dem Ordo Favonius.\n\nObwohl sie noch klein war, wusste Klee, dass sie eines Tages genau wie ihre Mutter werden würde.\n\nEines Tages würde ihr Sprengstoff etwas verursachen, auf das ihre Mutter stolz sein würde.",
      "es": "Para Klee, los Caballeros de Favonius son como una familia. Sin embargo, a quien más admira es a su mamá, Alice, la autora de la «Guía de viaje de Teyvat».\n\nPara Klee, su mamá lo sabe todo y no hay nada que no pueda hacer.\n\nFue Alice quien le enseñó a crear pociones, escoger detonadores y crear los fuegos artificiales más magníficos y hermosos...\n\nComo cuando Alice le enseñó dónde colocar bombas para volar todo el Acantilado Estrellado...\n\nO cuando se sacaron la lengua la una a la otra mientras los Caballeros de Favonius las detenían y Huffman las regañaba...\n\nTodos ellos son recuerdos con su madre que Klee guarda fuertemente en su corazón.\n\nMás tarde, sus padres tuvieron que partir a un lugar lejano y peligroso, por lo que le encargaron a Albedo y a los Caballeros de Favonius que cuidaran de Klee.\n\nAunque todavía es pequeña, Klee sabe que algún día llegará a ser como su madre.\n\nUn día, su madre se sentirá orgullosa de sus explosivos.",
      "fr": "Aux yeux de Klee, les chevaliers de l'Ordre sont une vraie famille ; mais la personne qu'elle adore le plus reste sa mère, qui a suivi le chemin de l'aventure.\n\nCelle-ci n'est autre que la célèbre aventurière Alice, auteure du Guide de voyage en Teyvat ; aux yeux de Klee, la femme peut tout faire.\n\nPrendre Klee par la main et lui apprendre comment fabriquer une charge, choisir un détonateur, l'aider à exprimer sa créativité et créer des feux d'artifice toujours plus impressionnants et agréables à l'œil ;\n\n... Ou lui apprendre à identifier les points porteurs de la Falaise Arrachétoile qui permettraient de la réduire en poussière ;\n\n... Ou encore se tirer mutuellement la langue en se faisant remonter les bretelles par maître Hoffman de l'Ordre de Favonius...\n\nAutant de souvenirs chéris par Klee.\n\nAinsi Klee vécut-elle ses jeunes années, jusqu'au jour où ses parents décidèrent de partir en un lieu éloigné et dangereux. Ils confièrent alors l'enfant à Albedo et aux chevaliers de l'Ordre.\n\nBien qu'encore toute jeune, Klee savait déjà qu'elle marcherait un jour dans les pas d'Alice.\n\nUn jour, elle le sait, ses explosifs feront honneur à sa mère.",
      "pt": "Para Klee, os Cavaleiros de Favonius são sua família e ela não consegue imaginar a vida sem eles. Seu maior modelo, porém, ainda é sua mãe biológica - a ávida aventureira Alice.\n\nUma aventureira altamente reconhecida e autora do popular Guia de Viagem de Teyvat, na mente de Klee sua incrível mãe pode fazer qualquer coisa.\n\nSeja a forma como ela guiava Klee passo a passo através das técnicas de adição de pólvora e seleção de fusíveis, ou o incentivo que ela dava a Klee para expressar sua criatividade através de fogos de artifício cada vez mais ousados e bonitos...\n\nOu daquela vez em que ela a ensinou a identificar os suportes de cargas do Penhasco das Estrelas, e depois colocar as cargas explosivas para trazer tudo abaixo...\n\nOu daquela vez em que deram a língua uma para a outra enquanto eram repreendidas por Huffman dos Cavaleiros de Favonius...\n\nKlee tem muitas lembranças preciosas de sua mãe.\n\nAssim que as coisas eram até seus pais viajarem para um lugar perigoso e distante. Eles confiaram Klee aos cuidados de Albedo e dos Cavaleiros de Favonius.\n\nEmbora ainda pequena, Klee sabia que um dia se tornaria igual a sua mãe.\n\nUm dia, seus explosivos se tornariam algo de que sua mãe se orgulharia.",
      "ru": "Для Кли рыцари Ордо Фавониус стали её семьёй, однако её кумиром всё же является великая искательница приключений, автор «Путеводителя по Тейвату», а также её мать - Алиса. Кли верит, что она всё знает и умеет. Именно она научила Кли готовить взрывные смеси и собирать детонаторы, а также поощряла её, когда Кли придумывала новые рецепты всё более красочных фейерверков. Как Кли узнала, где нужно установить заряды, чтобы снести весь утёс Звездолова... Или как они смущённо показывали друг другу языки, когда попались, и Хоффман, рыцарь Ордо Фавониус, делал им выговор... Все эти воспоминания о матери Кли бережно хранит в сердце. Такова была жизнь, пока родители Кли не собрались в далёкое и очень опасное путешествие, и не доверили заботу о ней Альбедо и рыцарям Ордо Фавониус. Хоть Кли ещё маленькая, она уже знает, что хочет стать такой же отважной, как её мама. Однажды мама будет гордиться её творениями.",
      "id": "Bagi Klee, Knights of Favonius adalah keluarganya, dan dia tidak dapat membayangkan hidup tanpa mereka. Meski begitu, \"idola\" yang menjadi panutannya tetap adalah ibu kandungnya.\n\nAlice, adalah seorang petualang yang sangat terkenal dan penulis Panduan Perjalanan Teyvat yang populer. Dalam benak Klee, ibunya adalah orang yang luar biasa dan dapat melakukan apa saja.\n\nBaik itu mengajarkan Klee cara mencampur bubuk mesiu langkah demi langkah, memilih sumbu, atau mendukung Klee mengekspresikan kreativitasnya dengan membuat kembang api yang lebih spektakuler dan indah ....\n\nAtau mengajarkannya cara mengidentifikasi titik ledakan dan meledakkan Starsnatch Cliff ....\n\nAtau ketika ditangkap oleh Huffman dari Knights of Favonius, mereka saling menjulurkan lidah dengan begitu canggung ....\n\nKlee memiliki banyak memori yang sangat berharga dengan ibunya.\n\nItulah yang terjadi hingga orang tuanya meninggalkan kota untuk pergi ke suatu tempat yang berbahaya dan jauh. Mereka pun memercayakan Klee kepada Albedo dan Knights of Favonius.\n\nKlee tahu suatu hari dia akan tumbuh dewasa dan akan menjadi seperti ibunya.\n\nDan suatu hari, kesukaannya dengan bahan peledak akan menjadi sesuatu yang akan membuat ibunya bangga.",
      "th": "สำหรับ Klee แล้วกองอัศวินนั้นคือครอบครัว ที่ขาดไปไม่ได้ ส่วนคุณแม่ที่ก้าวเดินไปในเส้นทาง ของการผจญภัยนั้นคือ \"ไอดอล\"\n\nนักผจญภัย Alice ผู้แสนโด่งดังและผู้เขียน \"หนังสือนำเที่ยว Teyvat\"... ในใจของ Klee นั้น แม่ของเธอเป็นคนที่สุดยอดมาก ๆ และไม่มีอะไรที่ไม่สามารถทำได้\n\nไม่ว่าจะเป็นสมัยก่อน ที่สอนเธอทำดินระเบิด, เลือกฟิวส์ หรือแม้แต่ชี้นำทีละขั้น ๆ ให้สร้างดอกไม้ไฟที่อลังการ และสวยงามด้วยความคิดสร้างสรรค์ของตัวเอง\n\nอีกทั้งยังสอนเธอว่าต้องวางผังระเบิดยังไง จึงจะสามารถเป่าหุบเขา Starsnatch Cliff ให้กระจุยทั้งลูกได้...\n\nหรือแม้กระทั่งการแสดงสีหน้าเจื่อน และแลบลิ้นเมื่อถูก Huffman ดุด่าหลังจากถูกกองอัศวินจับได้ก็ตาม\n\nสิ่งเหล่านี้ล้วนเป็นความทรงจำ อันแสนมีค่าของ Klee และแม่\n\nจนกระทั่งท้ายที่สุดแม่และพ่อ ของเธอก็ออกเดินทางไปยัง สถานที่ที่แสนไกลและอันตราย ก่อนออกเดินทาง พวกเขาได้ฝากฝัง Klee ไว้กับพี่ชายที่ชื่อ Albedo และเหล่ากองอัศวิน\n\nKlee ตัวน้อยรู้ดีว่าวันหนึ่งตัวเองก็จะเติบใหญ่ และก้าวสู่หนทางที่แม่ของเธอก้าวเดิน\n\nสักวันหนึ่ง ผลงานของเธอก็ต้องทำให้แม่ภาคภูมิใจได้แน่",
      "vi": "Đối với Klee, đội kỵ sĩ là người thân không thể thiếu của cô, còn người mẹ đã bước vào cuộc hành trình mạo hiểm chính là \"thần tượng\".\n\nNhà Mạo Hiểm nổi tiếng Alice - tác giả của quyển \"Hướng Dẫn Du Ngoạn Teyvat\", trong lòng Klee, mẹ là người vô cùng tài giỏi, có thể làm được mọi thứ.\n\nBất luận là trước đây bà đã tự tay dạy cô điều chế thuốc nổ, chọn kích nổ, hay từng bước chỉ dẫn cô có thể dựa theo sáng kiến của mình để tạo thành những màn pháo hoa đẹp mắt tráng lệ...\n\nDạy cô cách tính điểm sát thương như thế nào để có thể phá hủy toàn bộ Vực Hái Sao...\n\nHoặc khi bị đội kỵ sĩ bắt, nghe mắng trước khuôn mặt xanh lét của Huffman, cả hai ngại ngùng thè lưỡi...\n\nTất cả đều là ký ức quý báu của cô và mẹ.\n\nCho đến sau này, khi bố mẹ đều đi đến nơi rất xa và nguy hiểm, vì vậy phải nhờ anh Albedo và đội kỵ sĩ chăm sóc Klee.\n\nKlee bé nhỏ sớm đã hiểu được rằng, bản thân rồi có ngày sẽ trưởng thành, bước theo con đường của mẹ.\n\nRồi sẽ có một ngày, tác phẩm của cô cũng sẽ làm cho mẹ tự hào."
    }
  },
  {
    "title": {
      "zhs": "「嘟嘟可」",
      "zht": "「嘟嘟可」",
      "jp": "「ドドコ」",
      "ko": "「도도코」",
      "en": "\"Dodoco\"",
      "de": "„Dodoco“",
      "es": "Dodoco",
      "fr": "Dodoco",
      "pt": "\"Dodoco\"",
      "ru": "«Додоко»",
      "id": "\"Dodoco\"",
      "th": "\"Dodoco\"",
      "vi": "\"Dodoco\""
    },
    "line": {
      "zhs": "「嘟嘟可」是可莉最初的朋友，也是最好的朋友之一。\n\n很久很久以前，妈妈亲手为她制作了这个玩偶。\n\n艾莉丝把它与可莉的幸运四叶草缀在一起，挂在可莉大大的背包上。\n\n于是，嘟嘟可和可莉成为了形影不离的好朋友。\n\n妈妈说，这是为了让可莉不会孤单，有一个独处时也能说悄悄话的朋友。\n\n困难时也会保护彼此，就像安柏与她的兔兔伯爵那样。\n\n不过这话让骑士团众人忧心忡忡——考虑到艾莉丝母女二人的其他「发明」，这东西或许也会在某个时刻爆炸…\n\n「嘟嘟可」是可莉自己为玩偶取的名字。\n\n被人问到这个名字的含义，可莉涨红了脸，半天才说：\n\n「含义是…可莉最好的朋友！」",
      "zht": "「嘟嘟可」是可莉最初的朋友，也是最好的朋友之一。\n\n很久很久以前，媽媽親手為她製作了這個玩偶。\n\n艾莉絲把它與可莉的幸運四葉草綴在一起，掛在可莉大大的背包上。\n\n於是，嘟嘟可和可莉成為了形影不離的好朋友。\n\n媽媽說，這是為了讓可莉不會孤單，有一個獨處時也能說悄悄話的朋友。\n\n困難時也會保護彼此，就像安柏與她的兔兔伯爵那樣。\n\n不過這話讓騎士團眾人憂心忡忡——考慮到艾莉絲母女二人的其他「發明」，這東西或許也會在某個時刻爆炸…\n\n「嘟嘟可」是可莉自己為玩偶取的名字。\n\n被人問到這個名字的含義，可莉漲紅了臉，半天才說：\n\n「含義是…可莉最好的朋友！」",
      "jp": "「ドドコ」はクレーの最初の友達で、最高の友達の一人だ。\n\n昔、クレーの母がこの人形を作ってくれた。\n\nアリスは、ドドコとクレーの四つ葉のクローバーをクレーの大きなリュックにつけた。\n\nこうして、ドドコとクレーはいつも寄り添い合う仲間になった。\n\nクレーの母はこう言った。クレーに孤独を感じさせたくない、一人の時も内緒話を話せる友達がいて欲しいと。\n\n困った時もお互いを守ってくれる、アンバーと彼女のウサギ伯爵のように。\n\nしかしこの件について、騎士団全体はずっと不安を感じていた。——アリス親子の他の「発明」を考えると、ドドコはいつ爆発してもおかしくない…\n\n「ドドコ」はクレーが人形につけた名前。\n\n名前の由来を聞かれたら、クレーは顔を真っ赤にして、もごもご答える。\n\n「えっと…クレーの最高の仲間って意味なんだよ！」",
      "ko": "「도도코」는 클레의 첫 번째 친구이자 베프 중 하나이다.\n\n아주아주 오래전, 클레의 엄마가 이 인형을 손수 만들어줬다.\n\n앨리스는 이 인형에 클레의 행운의 네 잎 클로버를 달아 놓은 뒤 클레의 커다란 가방에 걸어놓았다.\n\n그때부터 도도코와 클레는 둘도 없는 베프가 됐다.\n\n이건 클레가 외롭지 않도록 혼자 있을 땐 귓속말도 해주고, 엠버와 그녀의 토끼 백작처럼 어려울 땐 서로 지켜준다고 엄마가 말했다.\n\n하지만 이 말은 기사단을 걱정에 빠지게 했다. 앨리스 모녀의 다른 「발명품」을 생각하면 이 물건은 언젠가 폭발할지도…\n\n「도도코」는 클레가 인형에게 지어준 이름이다.\n\n누군가 이름의 뜻을 물어보면 클레는 얼굴이 빨개졌다가 한참 뒤에:\n\n「뜻은…클레의 베프에요!」",
      "en": "Dodoco is Klee's first friend, and one of her best.\n\nA very long time ago, her mother made this doll for her by hand.\n\nAlice affixed it to Klee's four-leaf clover, and hung on her big backpack.\n\nFrom that day forth, Klee and Dodoco became inseparable.\n\nHer mother said that this would ensure that Klee would never be lonely and that she would have a friend to confide in even when she was alone.\n\nThey would also protect each other in times of danger, just like Amber and Baron Bunny.\n\nThis, however, worried the Knights quite a fair bit — considering the other things Alice and her daughter had invented, perhaps this, too, might explode at any time...\n\n\"Dodoco\" is a name Klee picked herself.\n\nWhen asked what this name meant, she flushed red for a good long while before replying: \"It means... Klee's best friend!\"",
      "de": "Dodoco ist sowohl Klees erste Freundin als auch eine ihrer besten.\n\nVor sehr langer Zeit hatte ihre Mutter diese Puppe für sie von Hand gemacht.\n\nAlice hat sie dann auf Klees vierblättriges Kleeblatt geheftet und an ihren großen Rucksack gehängt.\n\nVon diesem Tag an wurden Klee und Dodoco unzertrennlich.\n\nIhre Mutter sagte damals, dass dies dafür sorgen würde, dass Klee nie einsam wäre und dass sie eine Freundin hätte, der sie sich auch anvertrauen könnte.\n\nSie würden sich auch in Gefahrensituationen gegenseitig beschützen, genau wie Amber und Graf von Hoppel.\n\nDas bereitete den Rittern noch keine Sorgen. Schwierig war aber in Anbetracht der anderen Dinge, die Alice und ihre Tochter bereits erfunden hatten, dass Dodoco auch jederzeit explodieren könnte ...\n\nDen Namen „Dodoco“ hat sich Klee selbst ausgesucht.\n\nAuf die Frage, was dieser Name denn bedeute, wurde sie eine ganze Weile rot, bevor sie antwortete:\n\n„Er bedeutet ... Klees beste Freundin!“",
      "es": "Dodoco es el primer amigo que hizo Klee, y también uno de los mejores.\n\nHace mucho tiempo, su mamá hizo a mano ese muñeco para ella.\n\nAlice la colocó en el trébol de cuatro hojas de Klee y la colgó en su gran mochila.\n\nUn día después, Klee y Dodoco ya eran inseparables.\n\nSu madre dijo que, de esa manera, se aseguraría de que Klee nunca estuviera sola y de que siempre tuviera un amigo en quien confiar.\n\nTambién se protegerían mutuamente ante el peligro, al igual que Amber y Barón Bunny.\n\nSorprendentemente, aun teniendo en cuenta el resto de cosas que Alice y su hija habían inventado, ello no preocupó a los Caballeros, y eso que se trataba de algo que podía explotar en cualquier momento...\n\n“Dodoco” es el nombre que la propia Klee se inventó para el muñeco.\n\nCuando alguien le preguntaba qué significaba el nombre, ella se sonrojaba por unos instantes antes de responder: “Significa... ¡el mejor amigo de Klee!”.",
      "fr": "Dodoco est la première et meilleure amie de Klee.\n\nSa mère, Alice, lui fit cadeau de cette poupée qu'elle confectionna de ses propres mains il y a de cela bien longtemps.\n\nCousue sur le trèfle à quatre feuilles porte-bonheur de Klee et suspendue à son sac à dos, Dodoco n'a depuis jamais abandonné la jeune fille.\n\nKlee se souvient encore des paroles de sa mère : « Ainsi, tu ne seras jamais seule, et tu auras toujours une amie à qui te confier. »\n\nPlus que simples amies, Dodoco et Klee ont une relation ressemblant en certains points à celle unissant Baron Lapinou et Amber, et se protègent mutuellement en cas de danger.\n\nCela dit, les chevaliers de l'Ordre familiers des inventions d'Alice et de sa fille conçoivent quelque... inquiétude à l'idée qu'il pourrait s'agir là d'une autre catastrophe attendant d'exploser à tout moment.\n\n« Dodoco » est un nom que Klee a elle-même choisi.\n\nQuand on lui demande ce qu'il signifie, elle rougit d'un coup, avant de répondre au bout d'un moment d'un air gêné : « Ça veut dire que... c'est ma meilleure amie ! »",
      "pt": "Dodoco é a primeira amiga de Klee e uma das melhores amigas dela.\n\nMuito tempo atrás, sua mãe fez essa boneca para ela à mão.\n\nAlice pôs o trevo de quatro folhas de Klee nela e a pendurou em sua mochila grande.\n\nNo dia seguinte, Klee e Dodoco tornaram-se inseparáveis.\n\nSua mãe disse que isso garantiria que Klee nunca se sentiria solitária e que ela teria um amigo em quem confiar, mesmo quando estivesse sozinha.\n\nElas também se protegeriam em momentos de perigo, assim como Amber e o Barão Coelho.\n\nIsso, entretanto, não causou preocupação aos Cavaleiros - considerando as outras coisas que Alice e sua filha haviam inventado, talvez isso também pudesse explodir a qualquer momento...\n\n\"Dodoco\" é o nome que Klee escolheu.\n\nQuando perguntada o que esse nome significava, ela ficou vermelha por um bom tempo antes de responder: \"Significa... a melhor amiga de Klee!\".",
      "ru": "Додоко - первый и лучший друг Кли. Давным-давно эту куклу сшила для неё мать. Алиса прикрепила её к четырёхлистному клеверу и повесила на огромный рюкзак Кли. С тех пор Додоко и Кли неразлучны. Мама сказала, что так Кли не останется без друга, и даже в моменты одиночества ей будет с кем пошептаться. А в случае опасности они друг друга защитят - совсем как Эмбер и Барон Зайчик. Это не на шутку обеспокоило рыцарей. Подобно другим изобретениям Алисы и её дочери, кукла эта тоже могла в один прекрасный момент взорваться. Имя «Додоко» Кли выбрала ей сама. Когда у неё спросили, что оно означает, малышка долго краснела и, наконец, вымолвила:\n\n«Оно означает... лучший друг Кли!»",
      "id": "Dodoco adalah teman pertama Klee dan juga salah satu teman baiknya.\n\nDahulu kala, ibunya membuatkan boneka untuk Klee.\n\nAlice menempelkannya pada semanggi berhelai empat Klee, dan menggantungkan di ransel besarnya.\n\nSejak hari itu, Klee dan Dodoco menjadi teman yang tak terpisahkan.\n\nIbunya mengatakan bahwa itu agar Klee tidak kesepian, dan memiliki teman bicara ketika dia sendirian.\n\nMereka juga akan saling melindungi dari bahaya, seperti Amber dan Baron Bunny.\n\nTapi kata-kata itu membuat para Knight menjadi khawatir —— mengingat \"penemuan\" lain yang telah diciptakan Alice dan putrinya, mungkin ini juga ... dapat meledak kapan saja ....\n\n\"Dodoco\" adalah nama yang dipilih sendiri oleh Klee.\n\nKetika ditanya apa arti nama itu, Klee tersipu malu dan setelah cukup lama dia baru menjawab:\n\n\"Itu artinya ... teman baik Klee!\"",
      "th": "\"Dodoco\" เป็นเพื่อนคนแรกของ Klee และเป็นหนึ่งในเพื่อนที่ดีที่สุด\n\nเมื่อน๊านนานมาแล้ว มาม๊าของเธอทำตุ๊กตาขึ้นมาให้เธอ\n\nAlice ได้มัดมันกับใบโคลเวอร์สี่แฉกของ Klee เข้าด้วยกัน แล้วห้อยไว้บนกระเป๋าของ Klee\n\nจากนั้น Dodoco และ Klee ก็กลายเป็นเพื่อนที่ตัวติดกันตลอด\n\nมาม๊าบอกว่านี่ก็เพื่อให้ Klee ไม่เหงาอีกต่อไป เวลามีเรื่องลับก็มีเพื่อนที่คอยซุบซิบได้\n\nเวลาอันตรายก็คอยปกป้อง เหมือน Amber และ Baron Bunny ไง\n\nแต่คำนี้ทำให้กองอัศวินต้องเป็นกังวลใจ——เมื่อคิดถึง \"สิ่งประดิษฐ์\" อื่นของแม่ลูกคู่นี้ ซึ่งอาจระเบิดได้ในบางเวลา\n\nDodoco เป็นชื่อที่ Klee ตั้งขึ้นเพื่อตุ๊กตาประจำกายของเธอ\n\nเมื่อมีคนถามความหมายของชื่อนี้ เธอมักจะหน้าแดงและกระอึกกระอักพูดว่า:\n\n\"มันหมายความว่า... เพื่อนที่ดีที่สุด ของ Klee ไงล่ะ!\"",
      "vi": "\"Dodoco\" là người bạn đầu tiên của Klee, cũng là một trong những người bạn tốt nhất của cô.\n\nRất lâu về trước, mẹ đã tự tay làm con rối này cho cô.\n\nAlice đã khâu nó cùng cỏ bốn lá may mắn của Klee, rồi treo nó lên chiếc ba lô to to của Klee.\n\nTừ đó, Dodoco và Klee đã trở thành bạn thân như hình với bóng.\n\nMẹ nói rằng, làm vậy để Klee không cảm thấy cô đơn, khi ở một mình cũng sẽ có người bạn để trò chuyện.\n\nKhi gặp khó khăn cũng có thể bảo vệ lẫn nhau, giống như Amber và Bá Tước Thỏ của cô ấy vậy.\n\nCó điều, lời nói này khiến mọi người trong Đội Kỵ Sĩ cảm thấy lo lắng... nghĩ đến những \"phát minh\" khác của hai mẹ con Alice, thứ này có lẽ cũng sẽ nổ tung vào một thời khắc nào đó...\n\n\"Dodoco\" là cái tên Klee đặt cho con rối của mình.\n\nKhi được hỏi về ý nghĩa của cái tên này, Klee đỏ mặt, rất lâu sau mới trả lời: \n\n\"Có nghĩa là... Bạn tốt nhất của Klee\"."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "如果问起可莉如何获得「神之眼」，恐怕她自己都说不清楚。\n\n作为天赋异禀的爆炸狂，可莉在很小的时候就受到了「神之眼」的认可。\n\n根据可莉自己版本的故事，她那时正在制作一个「比超级大还要大的大炸弹！」\n\n这是她自己上手制作的第一件作品，实验结果却远不如预期——\n\n仅仅炸翻了她的小小工棚，留下一大堆冒烟的灰烬。\n\n失望之余，可莉惊喜地发现，火焰般的「神之眼」从灰烬中浮出。\n\n可莉为何会获得神的认可？\n\n是由于对爆炸物与生俱来的才华与执着，还是因为与母亲一模一样的我行我素，又或许是因为足够闪耀的纯真？\n\n不论出于何种原因，总之，可莉在最无忧无虑的年纪就已获得万人渴求的神之眼。\n\n无论以后的成长过程中将要面对什么，她也绝对不会放弃这份「礼物」。",
      "zht": "如果問起可莉如何獲得「神之眼」，恐怕她自己都說不清楚。\n\n作為天賦異稟的爆炸狂，可莉在很小的時候就受到了「神之眼」的認可。\n\n根據可莉自己版本的故事，她那時正在製作一個「比超級大還要大的大炸彈！」\n\n這是她自己親手製作的第一件作品，實驗結果卻遠不如預期——\n\n僅僅炸翻了她的小小工作間，留下一大堆冒煙的灰燼。\n\n失望之餘，可莉驚喜地發現，火焰般的「神之眼」從灰燼中浮出。\n\n可莉為何會獲得神的認可？\n\n是由於對爆炸物與生俱來的才華與執著，還是因為與母親一模一樣的我行我素，又或許是因為足夠閃耀的純真？\n\n不論出於何種原因，總之，可莉在最無憂無慮的年紀就已獲得萬人渴求的神之眼。\n\n無論以後的成長過程中將要面對什麼，她也絕對不會放棄這份「禮物」。",
      "jp": "クレーにどうやって「神の目」を入手したのかを聞いても、恐らく彼女自身もよく分かっていないだろう。\n\n生まれつきの爆弾魔として、クレーは小さい頃から「神の目」に認可された。\n\nクレー自身の話によると、それは「スーパービッグよりも大きなビッグボム！」を作っている時であった。\n\nこれは彼女が初めて制作した作品で、威力は予想より遥かに小さかった——\n\n小さな作業小屋を吹き飛ばし、灰燼を残しただけで終わったのだ。\n\nその時、がっかりしたクレーは、灰燼から浮かんできた炎のような「神の目」を発見した。\n\nなぜクレーが神に認可されたか？\n\nそれは、爆弾への生まれつきの才能と執着か、それとも母と同じようなマイペースさか、あるいは彼女の純真な心の影響なのか？\n\n答えがどうであれ、要するにクレーは何の悩みもない年齢で、誰もが欲しがる神の目を手に入れた。\n\n今後の人生に何があろうと、彼女はこの「プレゼント」を手放さない。",
      "ko": "클레에게 「신의 눈」을 어떻게 얻었냐고 물어본다면 그녀는 대답하지 못할 것이다.\n\n타고난 폭파광인 클레는 아주 어렸을 때부터 「신의 눈」의 인정을 받았다.\n\n클레 본인피셜에 의하면 그때 그녀는 「초거대보다 더 거대한 왕폭탄」을 만드는 중이었다고 한다.\n\n이건 그녀의 첫 번째 작품으로 실험 결과는 예상에 전혀 미치지 못했다.\n\n그녀의 조그만 작업장만 폭파시키고 엄청난 연기와 재만 남겼다.\n\n실망하고 있을 때 클레는 불꽃같은 「신의 눈」이 잿더미 속에서 나타나는 걸 발견했다.\n\n클레는 어떻게 신의 인정을 받았을까?\n\n태어났을 때부터 가지고 있던 폭발물에 대한 재능과 집착 때문일까? 아니면 그녀의 어머니처럼 마이웨이 때문일까? 아니면 충분히 빛나는 순진함 때문일까?\n\n어쨌든 클레는 아무 근심 걱정 없는 어린 나이에 모든 이들이 갈구하는 「신의 눈」을 얻게 됐다.\n\n이후 자라며 무슨 일이 생기든 그녀는 절대 이 「선물」을 포기하지 않을 것이다",
      "en": "Asking Klee how she obtained a Vision will probably get you nowhere — she doesn't know, either.\n\nA natural-born pyromaniac, Klee had already been acknowledged by a Vision from a very young age.\n\nAccording to Klee herself, she had been creating a bomb that was \"even bigger than super big!\"\n\nThis was her very first solo project, but the results were far from expected—\n\nWell, she \"only\" blew her small workshop sky high, leaving a mountain of smoking ash.\n\nBut rather than being disappointed, Klee was pleasantly surprised to see a flaming Vision emerge from those ashes.\n\nHow did Klee receive this divine acknowledgment?\n\nWas it her talent and passion for explosives, the individualistic nature she got from her mother, or her shining innocence?\n\nRegardless, Klee had already obtained such a coveted item at a tender, carefree age.\n\nRegardless of what she faces as she grows up, she will never give this \"present\" up.",
      "de": "Wenn man Klee fragt, wie sie zu einem Göttlichen Auge gekommen ist, wird man wahrscheinlich nicht sehr weit kommen. Denn, sie weiß es auch nicht.\n\nAls geborene Pyromanin wurde Klee schon in sehr jungen Jahren mit einem Göttlichen Auge gesegnet.\n\nSie hatte nach eigenen Angaben eine Bombe gebaut, die „echt superdupergroß“ war.\n\nDies war ihr allererstes Soloprojekt, aber die Ergebnisse waren weit hinter den Erwartungen zurückgeblieben.\n\nNun ja, sie hat ihre kleine Werkstatt „nur“ in die Luft gesprengt und einen Berg rauchende Asche hinterlassen.\n\nDoch statt enttäuscht zu sein, war Klee angenehm überrascht, als sie sah, wie aus der Asche ein flammendes Göttliches Auge entstand.\n\nWieso erhielt Klee es aber?\n\nWaren es ihr Talent und ihre Leidenschaft für Sprengstoff, die individualistische Natur, die sie von ihrer Mutter bekam, oder ihre strahlende Unschuld?\n\nDessen ungeachtet hatte Klee bereits in einem zarten, sorglosen Alter ein solch begehrtes Stück erhalten.\n\nWas ihr beim weiteren Heranwachsen nun auch bevorsteht, wird sie dieses „Geschenk“ niemals aufgeben.",
      "es": "Preguntarle a Klee cómo obtuvo su Visión no te llevará a ninguna parte. Ella tampoco lo sabe.\n\nPirómana por nacimiento, Klee fue reconocida por una Visión desde una edad muy temprana.\n\nSegún la propia Klee, ella estaba creando una bomba que iba a ser “supermegagrande”.\n\nFue su primer proyecto en solitario, pero el resultado estuvo muy lejos de lo que esperaba.\n\nVoló su taller por los aires, lo que creó una enorme nube de humo y cenizas, pero, en lugar de sentirse decepcionada, Klee se sorprendió al ver una Visión llameante emerger de esas cenizas.\n\n¿Cómo recibió Klee ese reconocimiento divino?\n\n¿Fue gracias a su talento y pasión por los explosivos? ¿O gracias al carácter libre que heredó de su madre? ¿O tal vez por su brillante inocencia?\n\nIndependientemente de ello, Klee había obtenido un valiosísimo objeto a una edad inocente y sin preocupaciones.\n\nSe enfrente a lo que se enfrente a medida que crezca, nunca renunciará a ese gran “regalo”.",
      "fr": "Interroger Klee sur la provenance de son œil divin ne sert à rien, car elle ne sait pas grand-chose sur le sujet.\n\nPyromane née, la fillette obtint cet artéfact à un très jeune âge.\n\nElle se souvient cependant d'avoir un jour fabriqué une « super grosse bombe géante ».\n\nIl s'agissait du premier projet qu'elle entreprenait toute seule, mais la bombe n'eut pas les résultats escomptés.\n\nL'engin détruisit « seulement » son petit atelier, le réduisant en cendres brûlantes.\n\nMais la déception à la vue de cet « échec » fut heureusement de courte durée pour notre chère Klee, qui découvrit avec surprise et plaisir un œil divin au milieu des débris.\n\nComment avait-elle fait pour obtenir cet artéfact ?\n\nÉtait-ce sa passion et son talent pour la fabrication d'explosifs, son obstination qu'elle avait héritée de sa mère, ou bien son innocence qui lui valut la reconnaissance divine ?\n\nNous ne découvrirons probablement jamais la réponse, mais cela ne change rien au fait que Klee a obtenu un objet très convoité à un très jeune âge.\n\nEt pour rien au monde, elle ne s'en séparerait.",
      "pt": "Perguntar a Klee como ela obteve a Visão provavelmente não levará a lugar algum, porque ela também não sabe.\n\nUma piromaníaca nata, Klee recebeu uma Visão quando muito pequena.\n\nDe acordo com Klee, ela estava criando uma bomba que era \"mais do que super grande!\"\n\nEsse foi o seu primeiro projeto solo, mas os resultados estavam longe de ser satisfatórios.\n\nBem, ela \"apenas\" explodiu a sua pequena oficina, deixando uma montanha de fumaça cinza.\n\nMas em vez de ficar desapontada, Klee ficou agradavelmente surpreendida ao ver a Visão flamejante emergir daquelas cinzas.\n\nComo Klee recebeu esse reconhecimento divino?\n\nO talento, a paixão por explosivos ou a natureza individualista que ela recebeu de sua mãe? Ou a sua brilhante inocência?\n\nNão obstante, Klee já tinha obtido um item tão cobiçado em uma idade tenra.\n\nIndependentemente do que ela enfrenta à medida que cresce, ela nunca desistirá desse \"presente\".",
      "ru": "Не спрашивайте Кли, как ей достался Глаз Бога - она и сама толком не знает. Будучи от природы одарённой подрывницей, она получила признание богов ещё совсем ребёнком. По словам самой Кли, она создавала «бомбу огромнее преогромной!» Это была её первая самостоятельная работа, и результат оказался далёким от ожидаемого - бомба всего лишь разнесла её крохотную мастерскую, оставив груду дымящегося пепла. Разочарованная Кли тут же обрадовалась, когда среди углей показался пламенный Глаз Бога. Но почему она его получила? Благодаря таланту и страсти ко взрывчатке, унаследованного от матери индивидуализма или кристально чистой душе? В любом случае такой желанный артефакт достался Кли в самом беззаботном возрасте. Что бы ни выпало на её долю, с таким «подарком» она не расстанется.",
      "id": "Jika bertanya kepada Klee bagaimana dia mendapatkan Vision, mungkin dia sendiri juga tidak dapat menjelaskannya — dia tidak tahu juga.\n\nTerlahir dengan piromania, sejak kecil Klee telah mendapatkan pengakuan Vision.\n\nMenurut cerita Klee sendiri, dia telah menciptakan bom yang \"bahkan lebih besar dari super besar!\"\n\nIni adalah proyek pertamanya sendiri, tetapi hasilnya jauh dari yang diharapkan——\n\nItu \"hanya\" meledakkan loka karyanya yang kecil, dan menimbulkan banyak abu.\n\nNamun, bukannya kaget Klee malah terkejut Vision menyala di antara abu.\n\nBagaimana Klee mendapatkan pengakuan Dewa?\n\nApakah karena bakat dan kegemarannya dengan bahan peledak, atau karena sifat yang menurun dari ibunya, atau mungkin karena kepolosannya yang bersinar?\n\nEntah apa alasannya, Klee telah mendapatkan barang yang telah didambakan semua orang di usia yang masih begitu muda.\n\nTidak peduli apa yang terjadi di masa depan ketika dia bertumbuh, dia tidak akan pernah melepaskan \"hadiah\" ini.",
      "th": "เมื่อถามถึง Klee ได้รับวิชั่นยังไง ตัวเธอเองก็คงไม่รู้จะอธิบายยังไง\n\nในฐานะผู้มีพรสวรรค์ขั้นสุดยอด เธอได้รับการยอมรับจาก \"วิชั่น\" ตั้งแต่เด็ก\n\nตามเรื่องเล่าฉบับของเธอเอง ขณะนั้นเธอกำลังประดิษฐ์ \"ระเบิดใหญ่ที่ใหญ่กว่าซุปเปอร์ระเบิด!\"\n\nนี่คือผลงานชิ้นแรกที่เธอลงมือทำด้วยตัวเอง ซึ่งผลลัพธ์ที่ได้นั้นไม่เป็นไปตามที่คาดไว้...\n\nเธอก็แค่ระเบิดห้องทดลองเล็ก ๆ ของตัวเอง จนเหลือแค่กองเถ้าถ่านที่ลอยเป็นควันฟุ้งก็เท่านั้นเอง\n\nระหว่างที่กำลังผิดหวังนั้น เธอพบว่าในกองเถ้าถ่านนี้มีวิชั่นดั่งเปลวไฟที่โผล่ขึ้นมา\n\nทำไม Klee ถึงได้รับการยอมรับจากวิชั่น?\n\nเป็นเพราะพรสวรรค์และความตั้งใจที่มีต่อเรื่องระเบิดมาตั้งแต่เกิด หรือเพราะว่าเธอคล้ายมาม๊าที่ทำ ตามใจสั่งด้วยตัวเอง หรือจะเป็นเพราะว่าความไร้เดียงสาที่เปล่งประกายนี้กันนะ?\n\nไม่ว่าจะเพราะเหตุใด แต่ Klee ก็ได้รับวิชั่นตั้งแต่อายุยังน้อยจน ใครหลาย ๆ คนอิจฉา\n\nไม่ว่าระหว่างที่โตขึ้นจะพบเจอกับอะไร เธอก็ไม่มีทางที่จะปล่อย \"ของขวัญ\" ชิ้นนี้ไปเป็นอันขาด",
      "vi": "Nếu hỏi Klee làm sao có được Vision, sợ rằng chính cô cũng không nói rõ được.\n\nLà một người cuồng chất nổ lại có tài năng vượt trội, từ khi còn rất nhỏ Klee đã nhận được sự công nhận của Vision.\n\nDựa theo phiên bản câu chuyện của bản thân Klee kể lại, lúc đó cô muốn tạo ra một \"quả bom cực kỳ cực kỳ lớn!\"\n\nĐây chính là sản phẩm đầu tay mà cô tự làm, kết quả của thử nghiệm lại kém xa mong đợi...\n\nChỉ làm nổ tung phòng thí nghiệm nhỏ của cô, để lại một đống tro tàn khói bay mù mịt.\n\nĐang rất thất vọng, Klee lại ngạc nhiên phát hiện ra Vision giống như ngọn lửa nổi lên từ trong đống tro tàn.\n\nTại sao Klee lại nhận được sự công nhận của Thần?\n\nLà vì tài năng bẩm sinh và sự kiên trì với chất nổ, hay là vì tính cách muốn làm gì thì làm giống hệt như mẹ cô, hoặc giả là vì sự hồn nhiên tỏa sáng kia?\n\nBất luận là nguyên nhân gì, tóm lại, ở cái độ tuổi vô lo vô nghĩ thì Klee đã nhận được Vision - thứ mà hàng vạn người luôn khao khát.\n\nBất luận trong quá trình trưởng thành sau này phải đối mặt với chuyện gì đi nữa, thì cô bé cũng tuyệt đối không từ bỏ \"món quà\" này."
    }
  }
]