[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "西风骑士团，「火花骑士」，可莉，前来报到！…呃——后面该说什么词来着？可莉背不下来啦…",
      "zht": "西風騎士團，「火花騎士」，可莉，前來報到！…呃——後面該說什麼詞來著？可莉背不下來啦…",
      "jp": "西風騎士団、「火花騎士」クレー、参上！…えっと、この後は何だっけ？クレー覚えられないよ…",
      "ko": "페보니우스 기사단의 「불꽃 기사」, 클레 등장!…으——뒤에 대사가 뭐였더라? 클레는 못 외우겠어…",
      "en": "Spark Knight Klee of the Knights of Favonius, reporting for duty! ...There's some more, but uh, I forgot. I'm not so good at remembering...",
      "de": "Funkenritter Klee vom Ordo Favonius meldet sich zum Dienst! Da war doch noch irgendwas, aber ich erinnere mich nicht ... Mein Gedächtnis lässt mich manchmal im Stich.",
      "es": "¡Klee, la Caballera Chispeante de los Caballeros de Favonius, presente! Uy, creo que tenía que decir algo más, pero lo he olvidado. Soy muy mala para estas cosas...",
      "fr": "Chevalier de l'étincelle Klee de l'Ordre de Favonius, à votre service ! ... Il y avait autre chose après, mais euh, j'ai oublié. Je n'ai pas une très bonne mémoire...",
      "pt": "Klee, Cavaleira das Faíscas dos Cavaleiros de Favonius, chegou! Er... o que mais? Não consigo me lembrar.",
      "ru": "Рыцарь Искорка из Ордо Фавониус явилась на службу! ...Там было что-то ещё, но я забыла. У Кли не очень хорошая память...",
      "id": "Spark Knight dari Knights of Favonius, Klee, mau lapor! Ada ... emm ... aduh lupa. Ingatanku tidak begitu bagus ....",
      "th": "Klee อัศวินดอกไม้เพลิงแห่งกองอัศวิน Favonius มารายงานตัวแล้วค่ะ! ...เอ่ แล้วต้องพูดอะไรต่ออีกนะ? Klee จำไม่ได้แล้วอ่า...",
      "vi": "Kỵ Sĩ Tia Lửa của Đội Kỵ Sĩ Tây Phong, Klee báo cáo! A... Tiếp theo phải nói gì nhỉ? Klee quên mất rồi..."
    }
  },
  {
    "title": {
      "zhs": "闲聊·收获",
      "zht": "閒聊·收穫",
      "jp": "世間話·収穫",
      "ko": "잡담·수확",
      "en": "Chat: Spoils",
      "de": "Gespräch – Ertrag",
      "es": "Charla - Botín",
      "fr": "Bavardage - Butins",
      "pt": "Bate-papo - Colheitas",
      "ru": "Поболтаем: Добыча",
      "id": "Berbincang: Perolehan",
      "th": "แชท - ผลลัพธ์",
      "vi": "Nói chuyện phiếm - Thu hoạch"
    },
    "line": {
      "zhs": "可莉今天又勇敢地抓到了花纹奇怪的蜥蜴！从没见过这种图案，你要看看吗？",
      "zht": "#可莉今天又勇敢地抓到了花紋奇怪的蜥蜴！從沒見過這種圖案，{F#妳}{M#你}要看看嗎？",
      "jp": "今日ね、クレー変わった模様のトカゲを捕まえたんだ！見たことない模様だから、見てみる？",
      "ko": "#클레는 오늘도 용감하게 이상한 무늬의 도마뱀을 잡았어! 이런 무늬는 본 적 없는데, {F#언니}{M#오빠}도 볼래?",
      "en": "Klee was a brave girl today! I found a really weird-looking lizard! Want me to show it to you?",
      "de": "Ich war heute furchtbar mutig und habe eine merkwürdig aussehende Echse gefunden! So eine Musterung habe ich noch nie zuvor gesehen. Willst du sie auch mal sehen?",
      "es": "¡Hoy Klee fue una chica muy valiente! ¡Encontré un lagarto muy raro! ¿Quieres que te lo enseñe?",
      "fr": "J'ai fait du bon travail aujourd'hui ! J'ai trouvé un lézard vraiment bizarre ! Tu veux que je te le montre ?",
      "pt": "A Klee pegou um lagarto com um padrão estranho outra vez! Nunca vi tal padrão, você quer dar uma olhada?",
      "ru": "Сегодня Кли была самой храброй! Я нашла очень странную ящерицу! Хочешь, я тебе её покажу?",
      "id": "Klee hari ini jadi anak yang berani! Aku berhasil tangkap kadal dengan pola aneh loh! Kamu mau lihat?",
      "th": "วันนี้ Klee กล้าจับกิ้งก่าที่มีลายแปลก ๆ ด้วย! ไม่เคยเห็นลายแบบนี้มาก่อนเลย พี่อยากดูมั้ย?",
      "vi": "#Hôm nay Klee lại dũng cảm bắt được một con Rồng Đất hoa văn kỳ quái đó! Hoa văn này Klee chưa từng thấy bao giờ, {F#chị}{M#anh} muốn xem thử không?"
    }
  },
  {
    "title": {
      "zhs": "闲聊·冒险",
      "zht": "閒聊·冒險",
      "jp": "世間話·冒険",
      "ko": "잡담·모험",
      "en": "Chat: Adventures",
      "de": "Gespräch – Abenteuer",
      "es": "Charla - Aventura",
      "fr": "Bavardage - Aventures",
      "pt": "Bate-papo - Aventura",
      "ru": "Поболтаем: Приключения",
      "id": "Berbincang: Petualangan",
      "th": "แชท - ผจญภัย",
      "vi": "Nói chuyện phiếm - Mạo hiểm"
    },
    "line": {
      "zhs": "要和可莉一起去炸鱼吗？虽然被抓住就是一整天的禁闭，但鱼很好吃，所以值得！",
      "zht": "要和可莉一起去炸魚嗎？雖然被抓住就是一整天的禁閉，但魚很好吃，所以值得！",
      "jp": "クレーと一緒にお魚をドカーンしにいく？バレたら1日反省室に閉じ込められるけど、お魚は美味しいからやりがいあるよ！",
      "ko": "클레랑 같이 물고기 폭파하러 갈래? 걸리면 하루종일 감금이지만, 물고기는 맛있으니까 그럴 가치가 있어!",
      "en": "Do you wanna come fish blasting with me? I'll get grounded for a whole day, but it's way worth it coz the fish taste sooo goood!",
      "de": "Willst du mit mir Fische platzen lassen? Dafür krieg ich zwar bestimmt einen Tag Hausarrest, aber der Fisch schmeckt so gut, das ist es wert!",
      "es": "¿Quieres venir de pesca explosiva conmigo? Estaré castigada un día entero, pero valdrá la pena porque ¡el pescado sabe taaan bien!",
      "fr": "Tu veux aller bombarder des poissons avec moi ? Je serai punie pour toute la journée, mais ça en vaut la peine parce que le poisson est tellement bon !",
      "pt": "Quer vir bombardear peixes comigo? Apesar do castigo para pegar peixes ser um dia inteiro, ainda assim vale a pena porque eles são muito saborosos. Então, vale a pena!",
      "ru": "Пойдёшь со мной глушить рыбу? Меня закроют на весь день, но это того стоит! Ведь рыба такая вкусная!",
      "id": "Apa kamu mau meledakkan ikan-ikan bareng Klee? Aku akan dikurung seharian tapi tidak apa-apa karena ikan-ikan itu enak!",
      "th": "จะไประเบิดปลากับ Klee เหรอ? แม้ว่าถ้าถูกจับได้จะถูกขังไว้หนึ่งวันเต็ม ๆ แต่ปลาอร่อยมาก เพราะฉะนั้นยังไงก็คุ้มค่า!",
      "vi": "#{F#Chị}{M#Anh} có muốn đi nổ cá cùng Klee không? Mặc dù bị tóm thì sẽ bị cấm túc một ngày, nhưng cá rất ngon, cho nên cũng xứng đáng mà!"
    }
  },
  {
    "title": {
      "zhs": "闲聊·守则",
      "zht": "閒聊·守則",
      "jp": "世間話·心得",
      "ko": "잡담·수칙",
      "en": "Chat: Rules",
      "de": "Gespräch – Regeln",
      "es": "Charla - Respetar las reglas",
      "fr": "Bavardage - Respect des règles",
      "pt": "Bate-papo - Regras",
      "ru": "Поболтаем: Правила",
      "id": "Berbincang: Peraturan",
      "th": "แชท - กฎระเบียบ",
      "vi": "Nói chuyện phiếm - Quy tắc"
    },
    "line": {
      "zhs": "「城里放炮禁闭室报到」、「炸弹伤人琴找上门」、「放火烧山可莉完蛋」——这就是可莉在骑士团的生存守则。",
      "zht": "「城裡放炮禁閉室報到」、「炸彈傷人琴找上門」、「放火燒山可莉完蛋」——這就是可莉在騎士團的生存守則。",
      "jp": "「城内爆破は反省室」、「怪我人いるところにジン団長あり」、「山火事は一巻の終わり」——これはクレーの騎士団で生きるための心得だよ。",
      "ko": "「성안 폭탄 투척, 감금실행」, 「폭탄에 사람 부상, 진이 방문」, 「산불 방화, 클레 끝장」——이게 바로 클레의 기사단 생존 수칙이야",
      "en": "\"Explosion inside city wall, grounded be thy woe,\" \"Explosions can hurt people, Jean can be dreadful,\" \"Mondstadt be bombed, Klee be doomed.\" Those're the survival rules that the Knights of Favonius gave me.",
      "de": "„Hausarrest für Böller in der Stadt“, „Verständigung von Jean bei Verletzungen durch Explosionen“, „Alles aus für Klee, wenn die Stadt brennt“. Alles Auszüge aus Klees Regelwerk zum Überleben im Ritterorden.",
      "es": "“Si hay una explosión en la ciudad, ya saben a quién hay que encerrar”, “si una bomba a alguien hiere, Jean inmediatamente viene”, “si Mondstadt es bombardeada, Klee será castigada”... Esas son las normas de supervivencia que me dieron los Caballeros de Favonius.",
      "fr": "« Explosions dans la ville, tu vas t'en mordre les mimines » ; « Les explosions peuvent blesser, et Jean ne fait pas de quartier » ; « Si Mondstadt bombardée, Klee enfermée »... Ce sont les règles que l'Ordre de Favonius m'a données.",
      "pt": "\"Quem fizer uma explosão na cidade, vai ser trancado no confinamento solitário\", \"Se uma bomba machucar alguém, a Jean imediatamente aparece\", \"Se Mondstadt for bombardeada, a Klee será punida\"... Isso é o princípio da Klee.",
      "ru": "«В городе что-то взорвётся - Кли плохо придётся»; «Если кого-то поранит, Джинн злая станет»; «Если в Мондштадте бум случится, Кли за решёткой очутится» - вот правила выживания в Ордо Фавониус для Кли.",
      "id": "\"Ledakan di dalam kota, membumihanguskan segalanya.\", \"Ledakan dapat melukai orang, Jean bisa marah.\", \"Mondstadt terdengar ledakan, pasti Klee disalahkan.\" - Itu aturan yang dibuat sama Knights of Favonius buat aku.",
      "th": "\"จุดประทัดในเมือง จับขังลูกเดียว\" \"ระเบิดโดนใคร Jean จะไประเบิดใส่เธอ\" \"จุดไฟเผาทั้งเขา ซวยแล้ว Klee เอ๊ย\" ...นี่คือกฎเอาตัวรอดของ Klee ในกองอัศวิน",
      "vi": "\"Trong thành đốt pháo, phòng giam báo cáo\", \"Bom gây thương tích, Jean tìm đến cửa\", \"Phóng hỏa đốt rừng Klee chết chắc\" - Đây chính là quy tắc sinh tồn trong Đội Kỵ Sĩ của Klee."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Turun Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "哼哼哼，这次的炸弹可是防水的。",
      "zht": "哼哼哼，這次的炸彈可是防水的。",
      "jp": "ふふん、今回の爆弾は防水だからへっちゃら。",
      "ko": "후후후, 이번 폭탄은 방수야!",
      "en": "Mwuhahaha, lucky all my new bombs are waterproof!",
      "de": "Mihihihi, dieses Mal sind alle meine Bomben wasserfest!",
      "es": "¡Muajajajaja! ¡Qué bien que todas mis bombas sean a prueba de agua!",
      "fr": "Hihihihi, j'ai de la chance, toutes mes nouvelles bombes sont étanches !",
      "pt": "Hunf. A bomba desta vez é impermeável.",
      "ru": "Муа-ха-ха-ха, повезло, что все мои бомбы - непромокайки!",
      "id": "Hahahahaha, untungnya semua bom baru aku tahan air.",
      "th": "ฮี่ฮี่ฮี่ ระเบิดครั้งนี้กันน้ำด้วยนะ",
      "vi": "Hừ hừ, quả bom lần này là loại chống thấm."
    }
  },
  {
    "title": {
      "zhs": "打雷的时候…",
      "zht": "打雷的時候…",
      "jp": "雷の日…",
      "ko": "번개가 칠 때…",
      "en": "When Thunder Strikes",
      "de": "Wenn es blitzt ...",
      "es": "Cuando truena...",
      "fr": "Quand le tonnerre gronde...",
      "pt": "Quando Está Trovejando...",
      "ru": "Когда гремит гром...",
      "id": "Ketika Petir Menyambar",
      "th": "ในเวลาที่ฟ้าผ่า...",
      "vi": "Khi có sấm sét..."
    },
    "line": {
      "zhs": "啊！什么东西爆炸了？！…哦，是打雷啊。",
      "zht": "啊！什麼東西爆炸了？！…哦，是打雷啊。",
      "jp": "何かが爆発した…！？…あっ、雷か。",
      "ko": "아! 뭐가 터진 거야…?! …뭐야, 천둥이잖아",
      "en": "What'd I blow up!? ...Oh wait, it's just thunder and lightning. Phew.",
      "de": "Ah! Was ist denn jetzt explodiert?! Oh, war doch nur Gewitter.",
      "es": "¿Eh? ¿Hice estallar algo? Ah, no, son solo rayos y truenos... Uf, menos mal.",
      "fr": "Qu'est-ce que j'ai fait exploser ?! ... Oh, c'est juste le tonnerre et un éclair. Ouf !",
      "pt": "Ah? Uma explosão?! ...Oh espera, foi só um relâmpago. Ufa.",
      "ru": "А?! Я что-то взорвала?! Ох, это всего лишь гром гремит...",
      "id": "Ah! Apa tuh yang barusan meledak?! ... Oh, cuma suara petir dan guntur saja.",
      "th": "ฮะ! อะไรระเบิดน่ะ?! ...โอ๊ะ ฟ้าผ่าเองหรอกเหรอ",
      "vi": "A! Thứ gì nổ vậy? A... Là sấm sét!"
    }
  },
  {
    "title": {
      "zhs": "刮大风了…",
      "zht": "颳大風了…",
      "jp": "暴風の日…",
      "ko": "강풍이 불 때…",
      "en": "When the Wind Is Blowing",
      "de": "Ein Sturm zieht auf.",
      "es": "Hace mucho viento...",
      "fr": "Le vent souffle fort...",
      "pt": "A Ventania Está Chegando...",
      "ru": "Когда дует сильный ветер...",
      "id": "Ketika Angin Berembus",
      "th": "ในเวลาที่ลมพัดแรง...",
      "vi": "Gió lớn quá..."
    },
    "line": {
      "zhs": "风神保佑，把可莉的炸弹往合适的地方吹吧。",
      "zht": "風神保佑，把可莉的炸彈往合適的地方吹吧。",
      "jp": "風神様、クレーの爆弾を必要な場所につれてってー！",
      "ko": "바람 신님, 클레의 폭탄이 적합한 곳으로 날아가게 해주세요",
      "en": "Dear Anemo God, please make Klee's bombs blow in the right direction and only blow up bad guys. The end.",
      "de": "Lieber Gott des Windes, bitte lass meine Bomben immer in die richtige Richtung explodieren.",
      "es": "Querido Arconte Anemo, por favor, haz que las bombas de Klee vayan en la dirección correcta y que solo dañen a los malos. Nada más.",
      "fr": "Cher Archon Anémo, faites que mes bombes explosent dans la bonne direction et ne blessent que des méchants. J'ai fini.",
      "pt": "Querido Arconte Anemo, por favor, faça as bombas da Klee irem para a direção certa e que só exploda pessoas ruins. Fim.",
      "ru": "Дорогой Анемо Архонт, пожалуйста, сделай так, чтобы бомбы Кли летели в правильную сторону и взрывали только плохих злодеев. Конец.",
      "id": "Kepada Archon Anemo, tolong supaya bom punya Klee meledak di jalur yang benar dan cuma meledakkan orang jahat.",
      "th": "ท่านเทพแห่งลมคะ ได้โปรดช่วยคุ้มครองให้ระเบิดของ Klee ลอยไปถูกที่ด้วยเถิด",
      "vi": "Phong Thần phù hộ, hãy thổi quả bom của Klee đến nơi thích hợp đi!"
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "早安！带可莉出去玩吧！我们一起来冒险！",
      "zht": "早安！帶可莉出去玩吧！我們一起來冒險！",
      "jp": "おはよー！クレーをあそびに連れてって！冒険しようよ！",
      "ko": "좋은 아침이야! 클레랑 나가서 놀자! 같이 모험하러 가자!",
      "en": "Good morning! Can I come play with you today? Pleeeease? I wanna go on an adventure!",
      "de": "Guten Morgen! Kann ich heute mit dir raus zum Spielen? Wir gehen zusammen ein Abenteuer bestehen!",
      "es": "¡Buenos días! ¿Puedo jugar contigo hoy? ¿Porfa? ¡Quiero ir de aventuras!",
      "fr": "Bonjour ! Je peux venir avec toi aujourd'hui ? S'il te plaît. S'il te plaît. Je veux partir à l'aventure !",
      "pt": "Bom dia! Posso ir jogar com você hoje? Por favoooooor? Eu quero ir em uma aventura!",
      "ru": "Доброе утро! Можно сегодня с тобой поиграть? Пожа-а-алуйста? Пошли за приключениями!",
      "id": "Selamat pagi! Ayo bawa Klee main hari ini! Kita bisa pergi bertualang barengan!",
      "th": "มอร์นิ่ง! พา Klee ออกไปเที่ยวนะ! พวกเราไปผจญภัยกันเถอะ!",
      "vi": "Chào buổi sáng! Đưa Klee đi chơi đi! Chúng ta cùng đi mạo hiểm nhé!"
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "午饭时间到了！啊…吃什么呢？我来看看《提瓦特游览指南》…",
      "zht": "午飯時間到了！啊…吃什麼呢？我來看看《提瓦特遊覽指南》…",
      "jp": "お昼ごはんの時間だ！なに食べようかな？『テイワット観光ガイド』でも見てみよう…",
      "ko": "점심시간이야! 뭐 먹지? 《티바트 유람 가이드》를 좀 볼까…",
      "en": "Lunchtime! What do you wanna eat today? Let me see if the Teyvat Travel Guide has any suggestions...",
      "de": "Mittagessenszeit! Na, was sollen wir denn essen? Mal sehen, was der „Reiseführer Teyvat“ so vorzuschlagen hat ...",
      "es": "¡Ya es hora de comer! ¿Qué quieres comer hoy? Veamos si en la «Guía de viaje de Teyvat» hay alguna recomendación...",
      "fr": "C'est l'heure du déjeuner ! Qu'est-ce que tu veux manger aujourd'hui ? Voyons voir si le Guide de voyage en Teyvat a des suggestions...",
      "pt": "Hora do almoço! Ah! O que vamos comer? Deixe-me ver o \"Guia de Viagem de Teyvat\"...",
      "ru": "Обед! Что ты будешь? Давай посмотрим, может в «Путеводителе по Тейвату» есть что-нибудь интересненькое...",
      "id": "Waktunya makan siang! Kamu hari ini mau makan apa? Coba aku lihat Panduan Wisata Teyvat dulu ada saran apa gitu ....",
      "th": "ได้เวลาอาหารกลางวันแล้ว! อ่า... กินอะไรดีน้า? ไหนขอดูในหนังสือนำเที่ยว Teyvat หน่อยซิ เผื่อมีอะไรดี ๆ แนะนำ...",
      "vi": "Đến giờ cơm trưa rồi! A... Ăn gì đây nhỉ? Để em xem thử cuốn \"Hướng Dẫn Du Ngoạn Teyvat\"..."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "晚上好！拜托你也帮我跟霍夫曼先生说说吧，可莉不是小孩子了，可莉晚上也可以出去玩——带我出去玩——",
      "zht": "#晚上好！拜託{F#妳}{M#你}也幫我跟霍夫曼先生說說吧，可莉不是小孩子了，可莉晚上也可以出去玩——帶我出去玩——",
      "jp": "こんばんは！クレーはもう子供じゃないってホフマンさんに言ってよ、クレーは夜も遊びに出かけたいの！遊びにつれてってー！",
      "ko": "안녕! 호프만 아저씨한테 말 좀 해줘! 클레는 더 이상 어린애가 아니니까 밤에도 나가서 놀아도 된다고——나랑 같이 놀아줘——",
      "en": "Good evening! Can you please tell Huffman that Klee is not a baby and is definitely allowed out to play at night? Please take me out to play together!",
      "de": "Guten Abend! Ich bitte dich, kannst du Huffman bitte sagen, dass Klee kein kleines Kind mehr ist und abends sehr wohl noch raus darf? Nimm mich bitte mit!",
      "es": "¡Buenas tardes! ¿Puedes decirle a Huffman que Klee no es un bebé y que tiene permitido ir a jugar por la noche? ¡Porfa, llévame a jugar contigo! ¡Porfa!",
      "fr": "Bonsoir ! Est-ce que tu peux dire à Hoffman que je suis plus un bébé et que j'ai le droit de jouer dehors la nuit ? S'il te plaît, emmène-moi jouer avec toi !",
      "pt": "Boa tarde! Por favor, diga ao senhor Huffman que a Klee já não é uma criança, e pode sair na noite, e para me levar.",
      "ru": "Добрый вечер! Можешь сказать Хоффману, что Кли уже не ребёнок и ей можно выходить играть по вечерам? Пожалуйста, возьми меня с собой поиграть!",
      "id": "Selamat malam! Bisa tidak kamu kasih tahu Huffman kalau Klee bukan anak kecil lagi, dan boleh keluar main sampai malam? Terus ayo kita main bareng!",
      "th": "สวัสดีตอนเย็น! วานพี่ช่วยพูดกับคุณ Huffman หน่อยสิ ว่า Klee ไม่ใช่เด็กแล้วนะ และก็ออกไปเที่ยวตอนกลางคืน ได้แล้วด้วย พา Klee ไปเที่ยวด้วยนะ!",
      "vi": "#Chào buổi tối! Xin {F#chị}{M#anh} hãy giúp em nói với ngài Huffman rằng Klee không còn là trẻ con nữa, buổi tối Klee cũng có thể đi chơi... Đưa Klee đi chơi đi mà..."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "虽然出来玩的时候说不想回家，但天黑以后的旷野，不认识路…拜、拜托你回去的时候，把我也送回家好不好…",
      "zht": "#雖然出來玩的時候說不想回家，但天黑以後的曠野，不認識路…拜、拜託{F#妳}{M#你}回去的時候，把我也送回家好不好…",
      "jp": "うう…出かける時帰りたくないって言ったけど、暗くなると道が分からないよ…ね、ねえ、帰るとき、クレーを送ってくれないかな…",
      "ko": "#으… 밖에서 놀 땐 집에 가기 싫었는데, 캄캄해지니까 길을 모르겠어…. 부, 부탁인데, {F#언니}{M#오빠}가 돌아갈 때 나도 집에 좀 데려다주면 안 돼?",
      "en": "Hey... Um... I know I said I don't wanna go home and all, but now it's nighttime and I can't find my way home in the dark... Can you please take me home on your way back? Pleeeease?",
      "de": "Ich hab zwar gesagt, dass ich nicht wieder nach Hause will, aber jetzt ist es so dunkel und ich finde den Weg nicht. Kannst du mich doch nach Hause bringen? Bitte, bitte ...",
      "es": "Oye... Sé que te dije que no quiero ir a casa y todo eso... Pero es de noche, y no quiero perderme. Aprovechando que tú también te vas, ¿podrías llevarme a mi casa? ¿Porfa?",
      "fr": "Hé... Hum... Je sais que j'ai dit que je ne voulais pas rentrer à la maison, mais il fait noir et je ne retrouve plus mon chemin... Est-ce que tu peux me ramener chez moi, s'il te plaît ?",
      "pt": "Olá... Um... Eu sei que disse que não quero ir para casa e tudo mais, mas agora é noite e não consigo encontrar meu caminho para casa no escuro... Você pode me levar para casa no seu caminho de volta? Por favooooor?",
      "ru": "Эй... Хм... Я знаю, что сказала, что не хочу домой, но уже ночь и я заблудилась в темноте, и не знаю, как вернуться... Можешь проводить меня домой? Пожалуйста?",
      "id": "Hei ... Um ... Aku tahu sih aku pernah bilang enggak mau pulang ke rumah, tapi sekarang sudah malam terus aku tidak bisa lihat jalan pulang kalau sudah gelap ... Bisa tidak kamu antar aku pulang? Boleh yaaaa?",
      "th": "ถึงแม้ตอนที่ออกไปเที่ยวจะพูดว่าไม่อยากกลับบ้าน แต่ตอนนี้เป็นเวลากลางคืนและ Klee ก็กลับบ้านไม่ถูก... พะ พี่ช่วยไปส่ง Klee ที่บ้านหน่อยได้มั้ย...",
      "vi": "#Tuy lúc đi chơi thì nói là không muốn về nhà, nhưng mà sau khi trời tối, một mình giữa chốn hoang vu mù mịt, lại không biết đường... Xin {F#chị}{M#anh}... khi trở về, hãy dắt em về cùng với, có được không..."
    }
  },
  {
    "title": {
      "zhs": "关于可莉自己·肇事",
      "zht": "關於可莉自己·肇事",
      "jp": "クレー自身について·トラブル",
      "ko": "클레 자신에 대해·사고",
      "en": "About Klee: Incidents",
      "de": "Über Klee – Unfall",
      "es": "Sobre Klee - Altercados",
      "fr": "À propos de Klee - Fauteuse de troubles",
      "pt": "Sobre Klee - Incidentes",
      "ru": "О Кли: Несчастные случаи",
      "id": "Tentang Klee: Insiden",
      "th": "เกี่ยวกับตัวของ Klee เอง - ตัวปัญหา",
      "vi": "Về bản thân Klee - Tai họa"
    },
    "line": {
      "zhs": "呜…这次居然炸歪了大风车的叶片…真对不起！",
      "zht": "嗚…這次居然炸歪了大風車的葉片…真對不起！",
      "jp": "あうっ…爆弾で風車の羽をぐにゃぐにゃしちゃった…ごめんなさい！",
      "ko": "으… 이번엔 풍차의 날개가 기울었네… 정말 미안해!",
      "en": "Ohhhhh... I broke one of the blades on the windmill— I'm really sorry!",
      "de": "Oh nein! Dieses Mal hab ich ein Windmühlenblatt abgebrochen ... Das tut mir wirklich leid!",
      "es": "¡Oh! ¡Rompí una de las aspas del molino de viento! ¡Lo siento mucho!",
      "fr": "Ohhhh... J'ai fait sauter une aile du moulin... Je suis vraiment désolée !",
      "pt": "Ooohhh... Eu quebrei um pedaço do moinho... Desculpe...",
      "ru": "Ох... Я сломала одну из лопастей на мельнице. Мне очень жаль...",
      "id": "Ohhh ... aku meledakkan salah satu kipas di kincir angin ... Aduh, maaf!",
      "th": "แง... ครั้งนี้ระเบิดตกที่ใบพัดของกังหันลมจนเบี้ยวเลย... ขอโทษด้วยจริง ๆ ค่าาา!",
      "vi": "Hu hu... Không ngờ lần này lại làm nổ cả cánh quạt của cối xay gió... Thật sự xin lỗi!"
    }
  },
  {
    "title": {
      "zhs": "关于可莉自己·赔偿",
      "zht": "關於可莉自己·賠償",
      "jp": "クレー自身について·賠償",
      "ko": "클레 자신에 대해·배상",
      "en": "About Klee: Reparations",
      "de": "Über Klee – Wiedergutmachung",
      "es": "Sobre Klee - Compensación",
      "fr": "À propos de Klee - Réparations",
      "pt": "Sobre Klee - Compensações",
      "ru": "О Кли: Компенсация",
      "id": "Tentang Klee: Perbaikan",
      "th": "เกี่ยวกับตัวของ Klee เอง - ชดใช้",
      "vi": "Về bản thân Klee - Bồi thường"
    },
    "line": {
      "zhs": "我，我还挺会做手工的，请让我帮你们重新做一个…什么？禁止雇佣童工？呜…",
      "zht": "#我，我還挺會做手工的，請讓我幫{F#妳}{M#你}們重新做一個…什麼？禁止雇傭童工？嗚…",
      "jp": "ク、クレーは手作業が得意なの。だから新しいのを作るから…え？児童の労働禁止？ううう…",
      "ko": "나, 난 손재주가 좋으니까 내가 다시 만들게 해줘…뭐? 아동은 고용 금지? 우으…",
      "en": "I'm really good at fixing things though. I can help! Huh? What do you mean that's child labor? What even is child labor? Does that mean I can't help?",
      "de": "Ich bin aber auch gut im Reparieren von Dingen. Ich helfe euch einen Neuen zu basten! Was? Kinderarbeit ist verboten? Och menno ...",
      "es": "¡Yo soy muy buena arreglando cosas, puedo ayudar! ¿Eh? ¿Qué quieres decir con que eso es explotación infantil? ¿Eso significa que no puedo ayudar?",
      "fr": "Je suis douée pour réparer les choses. Je peux aider ! Hein ? Qu'est-ce que tu veux dire par « le travail des enfants est illégal »... Est-ce que ça veut dire que je ne peux pas aider ?",
      "pt": "Mas eu sou muito boa em consertar as coisas. Eu posso ajudar! Eh? O que você quer dizer com isso é trabalho infantil? O que é trabalho infantil? Isso significa que eu não posso ajudar?",
      "ru": "Кстати, у меня очень хорошо получается чинить всякие вещи. Я могу помочь! Что? Что значит «детский труд»? Это значит, что я не могу помочь?",
      "id": "Aku cukup jago soal memperbaiki. Aku bisa bantu! Hah? Apa maksudnya itu termasuk ke dalam kasus pekerja anak? Pekerja anak itu apa sih? Jadi maksudnya aku tidak bisa bantu?",
      "th": "Kl...Klee พอจะเก่งงานช่างอยู่บ้างนะ ให้ Klee ช่วยทำอันใหม่ให้พวกพี่ดีมั้ย... ว่าไงนะ? ห้ามใช้แรงงานเด็ก? ฮือ...",
      "vi": "Em... Em làm thủ công giỏi lắm đó, hãy để em giúp mọi người làm lại một cái... Sao chứ? Cấm thuê lao động trẻ em? Hu..."
    }
  },
  {
    "title": {
      "zhs": "关于我们·骑士",
      "zht": "關於我們·騎士",
      "jp": "騎士について…",
      "ko": "우리에 대해·기사",
      "en": "About Us: Knights",
      "de": "Über uns – Ritter",
      "es": "#Sobre nosotr{F#as}{M#os} - Caballer{F#as}{M#os}",
      "fr": "À propos de nous - Chevalier",
      "pt": "Sobre Nós - Cavaleiros",
      "ru": "О нас: Рыцари",
      "id": "Tentang Kita: Knight",
      "th": "เกี่ยวกับพวกเรา - อัศวิน",
      "vi": "Về chúng ta - Kỵ sĩ"
    },
    "line": {
      "zhs": "呼呼…荣誉骑士，可莉作为「火花骑士」，可以说是你在西风骑士团的前辈喔？所以！所以…这次我闯的祸，能不能帮我隐瞒一下…",
      "zht": "#呼呼…榮譽騎士，可莉作為「火花騎士」，可以說是{F#妳}{M#你}在西風騎士團的前輩喔？所以！所以…這次我闖的禍，能不能幫我隱瞞一下…",
      "jp": "ふふん…栄誉騎士、クレーは「火花騎士」として西風騎士団の先輩なんだよ？だからね！だから…クレーが起こしたトラブル、内緒にしてくれないかな…",
      "ko": "후후… 명예 기사, 클레는 「불꽃 기사」니까 페보니우스 기사단에서는 클레가 선배 맞지? 그러니까… 이번에 내가 사고 친 건, 비밀로 해줘…",
      "en": "Hee-hee, you're an Honorary Knight but I've been a Spark Knight longer... That means I'm higher up than you, right? So you have to do what I say! So, um... Ca—Can you not say anything about the big disaster I caused? It was an accident...",
      "de": "Hihi ... Ehrenritter ... Ich bin aber schon Funkenritter, also bin ich schon länger beim Ordo Favonius? Das heißt, der Unfall gerade, da kannst du mir doch bestimmt aushelfen, oder?",
      "es": "#Jeje, puede que tú seas {F#la}{M#el} Caballer{F#a}{M#o} Honorari{F#a}{M#o}, pero yo he sido la Caballera Chispeante durante más tiempo. Por tanto, tengo más rango que tú, ¿verdad? ¡Entonces, tienes que hacer lo que yo te diga! Así que... ¡te ordeno que no digas nada sobre ese lío que provoqué! Es que fue un accidente, ¿sabes?",
      "fr": "Hihi, je suis membre de l'Ordre de Favonius depuis plus longtemps que toi... Alors tu dois faire ce que je te dis ! Hum... Est-ce que tu peux ne rien dire sur la catastrophe que je viens de causer ?",
      "pt": "#Hehe... {M#Cavaleiro}{F#Cavaleira} Honorável, a Klee como uma Cavaleira das Faíscas, é uma antecessora dos Cavaleiros de Favonius, não é? Então você tem fazer o que eu mando! Então... Errr. Po-Pode por favor não dizer a ninguém sobre o grande desastre que eu causei? Foi um acidente...",
      "ru": "#Хе-хе, да, ты почётный рыцарь, но я стала Рыцарем Искоркой намного раньше... Это значит, что я круче тебя, да? Поэтому ты долж{F#на}{M#ен} делать то, что я тебе говорю! Эм... Ты можешь никому ничего не говорить о произошедшем? Это был несчастный случай...",
      "id": "Hehe ... kamu Honorary Knight tapi aku sudah jadi Spark Knight lebih lama daripada kamu ... artinya statusku lebih tinggi darimu, ya kan? Jadi kamu harus nurut sama aku! Jadi ... bi-bisa tidak kamu tutup mulut soal kecelakaan yang kusebabkan? Itu murni kecelakaan ....",
      "th": "หุ ๆ... อัศวินผู้มีเกียรติ Klee น่ะคือ อัศวินดอกไม้เพลิง ถือได้ว่าเป็นรุ่นพี่ในกองอัศวินแห่ง Favonius ของพี่เลยนะ? เพราะงั้น... ปัญหาที่ Klee ก่อขึ้นครั้งนี้ ช่วยปิดไว้ด้วยนะ...",
      "vi": "#Hì hì... Kỵ Sĩ Danh Dự, Klee là Kỵ Sĩ Tia Lửa, có thể nói là tiền bối của {F#chị}{M#anh} trong Đội Kỵ Sĩ Tây Phong á? Cho nên, cho nên... Rắc rối mà em đã gây ra lần này, có thể giúp em che giấu không..."
    }
  },
  {
    "title": {
      "zhs": "关于我们·玩伴",
      "zht": "關於我們·玩伴",
      "jp": "遊び仲間について…",
      "ko": "우리에 대해·같이 노는 친구",
      "en": "About Us: Playmates",
      "de": "Über uns – Spielpartner",
      "es": "#Sobre nosotr{F#as}{M#os} - Compañer{F#as}{M#os} de juego",
      "fr": "À propos de nous - Compagnon",
      "pt": "Sobre Nós - Companheiros",
      "ru": "О нас: Друзья",
      "id": "Tentang Kita: Teman Bermain",
      "th": "เกี่ยวกับพวกเรา - เพื่อนเล่น",
      "vi": "Về chúng ta - Bạn cùng chơi"
    },
    "line": {
      "zhs": "不行！才九点，可莉今晚一定要撑到看完马戏团的午夜专场！你是可莉的玩伴吧！那就别想现在就把我送回家，略略略略…",
      "zht": "#不行！才九點，可莉今晚一定要撐到看完馬戲團的午夜專場！{F#妳}{M#你}是可莉的玩伴吧！那就別想現在就把我送回家，略略略略…",
      "jp": "だめ、まだ9時だよ！今日は絶対サーカス団のミッドナイト公演が終わるまで帰らないもん！クレーの仲間なんでしょ、帰らせようだなんて考えないでよ…ペペぺ。",
      "ko": "#안돼! 아직 9시밖에 안 됐단 말이야, 클레는 오늘 밤의 서커스단 특별 공연을 꼭 봐야한다구! {F#언니}{M#오빠}는 클레의 친구잖아~ 날 집에 보낼 생각은 하지 마, 메에롱…",
      "en": "No! It's only nine o'clock, I'm staying up to watch the circus' special midnight performance! You're supposed to be my best friend! Don't even think about trying to send me home!",
      "de": "Das geht nicht! Es ist gerade erst neun Uhr. Ich werde heute Abend ganz bestimmt aufbleiben, um mir die Mitternachtsvorstellung vom Zirkus anzusehen! Du bist mein Freund, denk ja nicht daran, mich nach Hause zu schicken, *kicher* ...",
      "es": "#¡No quiero! Son solo las nueve, ¡así que Klee va quedarse despierta para ver la actuación especial de medianoche del circo! ¡Se supone que eres {F#la mejor amiga}{M#el mejor amigo} de Klee! ¡Ni se te ocurra mandarme de vuelta a casa!",
      "fr": "#Non ! Il n'est que 9 heures du soir, je veux rester pour regarder la représentation spéciale du cirque de minuit ! Tu es {M#censé être mon meilleur ami}{F#censée être ma meilleure amie} ! N'essaye pas de me renvoyer à la maison !",
      "pt": "#Não! São apenas nove horas, a Klee tem que ficar acordada até o fim do espetáculo da meia-noite do circo. Você deveria ser {M#o meu melhor amigo}{F#a minha melhor amiga}! Nem pense em tentar me levar para casa!",
      "ru": "#Нет! Сейчас только девять часов. Я останусь смотреть выступление цирка в полночь. Ты долж{F#на}{M#ен} быть моим лучшим другом! Даже не думай отправлять меня домой!",
      "id": "Enggak bisa! Ini baru jam sembilan, aku akan tetap bangun buat nonton pertunjukkan sirkus spesial tengah malam! Kamu jangan pernah pikir bisa bawa aku pulang ke rumah ya!",
      "th": "ไม่ได้! เพิ่งจะเก้าโมงเอง คืนนี้ Klee จะต้องดูการแสดงของละครสัตว์ ตอนเที่ยงคืนจนจบให้ได้! พี่เป็นเพื่อนเล่นของ Klee ใช่มั้ย! งั้นก็อย่าคิดส่งหนูกลับบ้านตอนนี้ซะให้ยากเลย แบร่ ๆๆๆ...",
      "vi": "#Không được! Mới 9 giờ mà, đêm nay Klee nhất định phải xem hết chương trình xiếc đặc biệt này! {F#Chị}{M#Anh} là đồng hành của Klee đúng chứ! Vậy thì đừng hòng bắt Klee về nhà vào lúc này, lêu lêu lêu lêu..."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về Vision..."
    },
    "line": {
      "zhs": "这个小小的玻璃球，就代表了巴巴托斯大人对可莉的肯定吗…唔…究竟是认可了我的哪一部分呢？是自由吗？那以后要不要更自由地出去炸鱼，来回应巴巴托斯大人的期待呢…？",
      "zht": "這個小小的玻璃球，就代表了巴巴托斯大人對可莉的肯定嗎…唔…究竟是認可了我的哪一部分呢？是自由嗎？那以後要不要更自由地出去炸魚，來回應巴巴托斯大人的期待呢…？",
      "jp": "この小さなガラス玉は、バルバトス様がクレーを認めてくれたってこと…？うーん…クレーのどこを認めてくれたんだろ？自由なとこ？じゃあ、バルバトス様の期待に応えられるように、クレーはもっと自由にお魚をドカーンしたほうがいいかな…？",
      "ko": "이 작은 유리구슬이 바르바토스 님이 클레를 인정한다는 증거라고? …음 …대체 어떤 부분을 인정받은 거지? 자유? 그럼 이제부터 자유롭게 물고기를 폭파시켜서 바르바토스 님의 기대에 부응해야 되나…?",
      "en": "This little marble is supposed to be a present from Barbatos to say well done? Well done for what though? ...Hmm, he is the god of freedom I guess, maybe that's why he likes me? Alright, from now on I'll say thank you to Barbatos by showing that I have the freedom to blow up as many fish as I want! ...Am I doing it right?",
      "de": "Diese Murmel ist ein Geschenk von Barbatos als Anerkennung? Welchen Teil erkennt er denn an? Freiheit? Na, dann nehme ich mir die Freiheit, noch mehr Fische in die Luft zu jagen. Ist das richtig so?",
      "es": "Entonces, ¿esta pequeña canica es un regalo de Barbatos para decir que he hecho un buen trabajo? ¿Buen trabajo con qué? Humm... es el dios de la libertad, tal vez le caigo bien... Bueno, a partir de ahora, le daré las gracias a Barbatos demostrando mi derecho a hacer estallar todos los peces del mundo. ¿Será eso suficiente?",
      "fr": "Cette petite bille est censée être un cadeau de Barbatos pour me féliciter ? Me féliciter de quoi ? ... Hum, il est le Dieu de la liberté, je crois. Peut-être est-ce la raison pour laquelle il m'aime bien ? Très bien, à partir d'aujourd'hui, je remercierai Barbatos en lui montrant que j'ai la liberté de faire sauter autant de poissons que je le veux ! J'ai raison ?",
      "pt": "Esta pequena bolinha de gude deveria ser um presente de Barbatos para dizer parabéns? Parabéns pelo quê? ...Hmm, ele é o deus da liberdade, acho eu, talvez seja por isso que ele gosta de mim? Muito bem, a partir de agora vou dizer obrigado a Barbatos mostrando que tenho a liberdade de explodir quantos peixes eu quiser! ...Estou fazendo isso direito?",
      "ru": "Эта стекляшка - подарок от Анемо Архонта, который говорит, что я молодец? Но что я такого сделала? Хм, всё-таки он бог свободы, наверное, поэтому я ему понравилась? Хорошо, с этого момента я буду благодарить Барбатоса и свободно взрывать столько рыбы, сколько захочу! Я всё правильно делаю?",
      "id": "Kelereng kecil ini harusnya hadiah dari Barbatos karena katanya Klee mengerjakan tugas dengan baik? Tapi tugas apa? ...Hmm, dia Dewa kebebasan, mungkin itu sebabnya dia suka aku? ...Oke deh, mulai sekarang aku akan tunjukkan rasa terima kasih aku ke dia dengan meledakkan ikan sebebas-bebasnya! ...Aku melakukan hal benar, kan?",
      "th": "ลูกแก้วเล็ก ๆ อันนี้ แสดงถึงการที่ท่าน Barbatos ยอมรับในตัว Klee งั้นเหรอ... เอ่อ... ว่าแต่ยอมรับในส่วนไหนของ Klee เหรอ? ความอิสระเหรอ? งั้นอีกหน่อยก็ต้องออกไประเบิดปลาอย่างอิสระให้ได้เยอะ ๆ เพื่อเป็นการตอบแทนท่าน Barbatos ดีมั้ย...?",
      "vi": "Quả cầu pha lê nhỏ xíu này là đại diện cho sự khẳng định của ngài Barbatos đối với Klee sao... Ừm... Rốt cuộc là khẳng định về mặt nào của em nhỉ? Sự tự do chăng? Vậy hay là sau này em cứ tự do đi nổ cá nhiều thật nhiều để báo đáp sự kỳ vọng của ngài Barbatos nhỉ...?"
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享…",
      "zht": "有什麼想要分享…",
      "jp": "シェアしたいこと…",
      "ko": "하고 싶은 이야기…",
      "en": "Something to Share",
      "de": "Willst du mir etwas mitteilen?",
      "es": "¿Algo que decir?",
      "fr": "Quelque chose à partager ?",
      "pt": "Algo para Compartilhar...?",
      "ru": "Давай поделимся...",
      "id": "Berbagi Cerita",
      "th": "ต้องการจะแชร์อะไร...",
      "vi": "Có gì muốn chia sẻ không..."
    },
    "line": {
      "zhs": "可莉知道，骑士团的墙是不能炸的。虽然打通了能从禁闭室出去很方便，但凯亚哥哥说，这样做了以后，琴团长恐怕会让我再也见不到第二天的太阳…",
      "zht": "可莉知道，騎士團的牆是不能炸的。雖然打通了能從禁閉室出去很方便，但凱亞哥哥說，這樣做了以後，琴團長恐怕會讓我再也見不到第二天的太陽…",
      "jp": "騎士団の壁を壊しちゃだめだってクレーは知ってるの。壊せばすぐ反省室から出られるけど、もう明日の太陽は拝めないかもってガイアお兄ちゃんが言ってた…",
      "ko": "클레도 기사단의 벽은 폭파시키면 안 된다는 걸 알아. 구멍을 뚫어버리면 감금실에서 쉽게 나갈 순 있겠지만, 그렇게 하면 진 단장님이 영영 햇빛을 못 보게 할 수도 있다고… 케이아 오빠가 말했어",
      "en": "At the Knights of Favonius building, you're not allowed to blow up the walls. Shame, it would make getting out of solitary confinement way easier... but if I did so much as try to blow up the wall, Jean would make sure Klee never sees the light of day again. That's what Jean said, Kaeya told me.",
      "de": "Ich weiß ganz genau, an den Wänden des Ritterordens darf nicht gesprengt werden. Zwar wäre das ein Weg raus aus dem Arrest, aber Kaeya hat mir schon gesagt, wenn ich das wirklich tun würde, macht Jean ernst und ich sehe nie wieder das Tageslicht ...",
      "es": "En la Sede de los Caballeros de Favonius no se permite hacer explotar las paredes. ¡Qué pena! De esa manera, podría salir más fácilmente cuando me encierran... Pero si intentara hacer estallar la pared, Jean se aseguraría de que Klee no volviera a ver la luz del día. O eso me dijo Kaeya.",
      "fr": "On n'a pas le droit de faire sauter les murs du quartier général de l'Ordre de Favonius. Dommage, ça serait beaucoup plus facile de sortir de ma cellule d'isolement... Mais si j'essaye de faire sauter ce mur, Jean fera en sorte que je ne vois plus jamais la lueur du jour. C'est ce que Jean a dit, c'est Kaeya qui me l'a rapporté.",
      "pt": "Na sede dos Cavaleiros de Favonius, você não está autorizado a explodir as paredes. É uma pena, isso tornaria muito mais fácil sair da solitária... Mas se eu tentasse explodir o muro, Jean faria com que Klee nunca mais visse a luz do dia. Foi o que a Jean disse, foi o Kaeya que me contou.",
      "ru": "Нельзя взрывать стены в штабе Ордо Фавониус. Как жаль, ведь тогда бы можно было легко сбегать из заключения... Но если бы я попыталась взорвать стену, Джинн засадила бы меня за решётку навсегда. Кэйа сказал, что она сама так сказала.",
      "id": "Di dalam bangunan Knights of Favonius, kamu tidak boleh meledakkan tembok. Sayang banget, padahal itu bakal mempermudah jalan buat semua orang ... tapi kalau aku meledakkan tembok, Jean pasti bakal kurung Klee lagi. Kata Jean gitu, Kaeya yang bilang ke aku.",
      "th": "Klee รู้น่า ว่าระเบิดกำแพงของ กองอัศวินไม่ได้ ถึงแม้ว่าถ้าระเบิดแล้วจะสามารถ ออกจากห้องขังได้สบาย ๆ ก็เถอะ แต่พี่ Kaeya บอกว่าถ้าทำแบบนี้ หัวหน้ากอง Jean คงไม่ปล่อยให้ Klee ได้เห็นแสงของวันพรุ่งนี้แน่...",
      "vi": "Klee biết, không được phá nổ bức tường của Đội Kỵ Sĩ. Tuy rằng cho nổ xong có thể dễ dàng ra khỏi phòng giam, nhưng anh Kaeya nói rồi, nếu em làm như vậy, thì e là đội trưởng Jean sẽ không bao giờ cho em nhìn thấy mặt trời của ngày hôm sau nữa..."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "每一只蜥蜴的花纹都是不同的，有些蜥蜴的尾巴干燥以后磨成粉，可以当做炸药的材料哦。这是阿贝多哥哥告诉我的事。",
      "zht": "每一隻蜥蜴的花紋都是不同的，有些蜥蜴的尾巴乾燥以後磨成粉，可以當做炸藥的材料哦。這是阿貝多哥哥告訴我的事。",
      "jp": "トカゲはどれも模様が違うよ。一部のトカゲのしっぽは乾燥させて粉にすると、爆薬の材料に使えるの。これはアルベドお兄ちゃんが教えてくれたんだ。",
      "ko": "도마뱀은 무늬가 다 달라. 어떤 애들의 꼬리는 건조시킨 뒤 빻아서 가루로 만들면 폭약의 재료로도 쓰일 수 있어. 이건 알베도 오빠가 알려준 거야",
      "en": "Every lizard has a different pattern on his back, and some of them you can use their dried-out tails to make gunpowder with. I know because Albedo told me so.",
      "de": "Jede Echse hat ein anderes Muster und von einigen Echsen kann man die getrockneten abgefallenen Schwänze sogar als Schießpulver verwenden. Das hat Albedo mir beigebracht.",
      "es": "Cada lagarto tiene un patrón dibujado en su lomo, y son todos distintos. Puedes usar las colas secas de algunos para hacer pólvora, ¡me lo dijo Albedo!",
      "fr": "Tous les lézards ont un motif différent sur leur dos, et on peut utiliser la queue séchée de certains d'entre eux pour faire de la poudre à canon. Je le sais parce que c'est Albedo qui me l'a dit.",
      "pt": "Os padrões de cada lagarto são diferente; caudas secas de lagarto podem ser esmagadas em pó, e servem como material de bomba. Eu sei disso pois o Albedo que me disse.",
      "ru": "На спине у ящериц разные узоры, и из сушёных хвостов некоторых ящериц можно делать порох. Я знаю, потому что мне рассказал Альбедо.",
      "id": "Setiap kadal punya pola yang beda di punggungnya, dan beberapa jenis kadal bahkan kamu bisa pakai ekor mereka yang sudah dikeringkan buat jadi bubuk mesiu. Aku tahu soalnya Albedo pernah bilang gitu ke aku.",
      "th": "กิ้งก่าแต่ละตัวมีลายไม่เหมือนกัน หางของกิ้งก่าบางตัวเอาไป ตากแห้งและบดเป็นผงแล้ว สามารถใช้ทำระเบิดได้ด้วย นี่คือสิ่งที่พี่ Albedo บอก Klee มาล่ะ",
      "vi": "Hoa văn của mỗi con Rồng Đất đều khác nhau, đuôi của một số con sau khi phơi khô rồi nghiền thành bột có thể dùng làm nguyên liệu điều chế thuốc nổ. Đây là do anh Albedo nói cho em biết đó."
    }
  },
  {
    "title": {
      "zhs": "关于雷泽…",
      "zht": "關於雷澤…",
      "jp": "レザーについて…",
      "ko": "레이저에 대해…",
      "en": "About Razor",
      "de": "Über Razor ...",
      "es": "Sobre Razor...",
      "fr": "À propos de Razor...",
      "pt": "Sobre Razor...",
      "ru": "О Рэйзоре...",
      "id": "Tentang Razor",
      "th": "เกี่ยวกับ Razor...",
      "vi": "Về Razor..."
    },
    "line": {
      "zhs": "我们是朋友！雷泽努力对抗危机、保护可莉的样子，让人安心！…唔…虽然基本上都是我把危机带到他身边的…",
      "zht": "我們是朋友！雷澤努力對抗危機、保護可莉的樣子，讓人安心！…唔…雖然基本上都是我把危機帶到他身邊的…",
      "jp": "友達だよ！レザーが頑張って危険からクレーを守ってくれる姿は安心できるんだ！…うーん…危険は大体クレーが持ってくるんだけどね…",
      "ko": "우린 친구야! 레이저가 위험에 맞서 클레를 지켜주는 모습은 정말 안심돼! …음…그를 위험에 처하게 하는 건 거의 나지만…",
      "en": "Razor's one of my best buddies! Whenever a disaster happens, he always knows the best way to fix it and helps keep Klee safe. Um, but most of the time I'm the one who caused the disaster...",
      "de": "Wir sind sehr gute Freunde! Razor gibt sich große Mühe, wenn es gefährlich wird und er mich beschützen muss. Da fühlt man sich einfach sicher! Obwohl ich meistens der Auslöser der Gefahr bin ...",
      "es": "¡Razor es uno de mis mejores amigos! Cuando ocurre algo malo, ¡él siempre sabe cuál es la mejor forma de arreglarlo! Y sabe cómo mantener a Klee a salvo... Aunque sea Klee quien cause los problemas...",
      "fr": "Razor est un de mes meilleurs amis ! Peu importe la catastrophe, il connaît toujours le meilleur moyen de la réparer et il me protège. Hum, même si la plupart du temps, c'est moi qui en suis la cause...",
      "pt": "Razor é um dos meus melhores amigos! Sempre que um desastre acontece, ele sempre sabe a melhor maneira de consertá-lo e ajuda a manter Klee segura. Mas na maioria das vezes fui eu quem causou o desastre.",
      "ru": "Мы с Рэйзором лучшие друзья! Когда случается какая-то проблема, он быстро находит решение и делает так, чтобы я не волновалась. Но... большинство этих проблем происходят из-за меня...",
      "id": "Razor adalah salah satu teman baikku! Kapanpun ada bencana, dia selalu tahu gimana cara perbaikinya dan dia juga bakal jaga Klee. Eh tapi kebanyakan dari bencana itu juga gara-gara aku sih ....",
      "th": "พวกเราเป็นเพื่อนกัน! Razor ช่วยจัดการและปกป้อง Klee จากภัยต่าง ๆ มันทำให้อุ่นใจมาก! ...เอ่อ ...ถึงแม้ว่าภัยอันตรายส่วนใหญ่จะเกิดมาจาก Klee ทั้งนั้นก็เถอะนะ...",
      "vi": "Tụi em là bạn bè! Dáng vẻ Razor cố gắng chống lại nguy hiểm, bảo vệ Klee thật khiến người ta cảm thấy an tâm... Ừm... Mặc dù đa số nguy hiểm đều là do em mang đến cho anh ấy..."
    }
  },
  {
    "title": {
      "zhs": "关于父母…",
      "zht": "關於父母…",
      "jp": "両親について…",
      "ko": "부모님에 대해…",
      "en": "About the Parents",
      "de": "Über ihre Eltern ...",
      "es": "Sobre los papás de Klee...",
      "fr": "À propos des parents de Klee...",
      "pt": "Sobre os pais...",
      "ru": "О родителях...",
      "id": "Tentang Orang Tua",
      "th": "เกี่ยวกับพ่อแม่...",
      "vi": "Về Bố Mẹ..."
    },
    "line": {
      "zhs": "爸爸和妈妈都是全大陆有名的旅行家！妈妈写的《提瓦特游览指南》，有好多餐馆和旅店都很在意它的权威评价呢。",
      "zht": "爸爸和媽媽都是全大陸有名的旅行家！媽媽寫的《提瓦特遊覽指南》，有好多餐館和旅店都很在意它的權威評價呢。",
      "jp": "パパもママも大陸全土で有名な旅人だよ！ママの書いた『テイワット観光ガイド』のレビュー欄は、たくさんのレストランと宿屋が気にしているらしいの。",
      "ko": "우리 엄마랑 아빠는 대륙에서 제일 유명한 여행가야! 엄마가 쓴 《티바트 유람 가이드》는 여러 식당이나 여관에서도 신경 쓸 만큼 권위 있는 책이지~",
      "en": "My mom and dad are the famousest travelers in Teyvat! Mom writes the Teyvat Travel Guide, so all the restaurants and hotels in the whole world care what she thinks about them.",
      "de": "Meine Mama und mein Papa haben schon ganz Teyvat bereist! Der Reiseführer Teyvat wurde von meiner Mama geschrieben. Daher ist allen Hotels und Restaurants sehr wichtig, was sie über sie denkt.",
      "es": "¡Mi mamá y mi papá son los viajeros más famosos de Teyvat! Mamá es la autora de la «Guía de viaje de Teyvat», así que a los hoteles y dueños de restaurantes les importa mucho lo que ellos piensen.",
      "fr": "Ma maman et mon papa sont les aventuriers les plus connus de Teyvat ! Maman a écrit le Guide de voyage en Teyvat, alors tous les restaurants et les hôtels du monde entier se l'arrachent.",
      "pt": "Minha mãe e meu pai são os viajantes mais famosos de Teyvat! A mamãe escreveu o Guia de Viagem Teyvat, por isso todos os restaurantes e hotéis do mundo inteiro se importam com o que ela pensa sobre eles.",
      "ru": "Мои мама с папой - самые крутые искатели приключений в Тейвате! Мама пишет «Путеводитель по Тейвату», поэтому все рестораны и постоялые дворы в мире пытаются им угодить.",
      "id": "Papa sama mama adalah pengembara paling terkenal di Teyvat! Mama nulis buku Panduan Wisata Teyvat, jadi semua restoran dan hotel di seluruh dunia peduli sekali sama pendapatnya.",
      "th": "พ่อกับแม่เป็นนักเดินทางที่มีชื่อเสียงโด่งดังไปทั่วทั้ง Teyvat! \"หนังสือนำเที่ยว Teyvat\" ที่แม่เขียนน่ะ ทั้งร้านอาหารและโรงแรมมากมายต่างให้ความสนใจคำวิจารณ์ที่แม่ เขียนกันทั้งนั้น",
      "vi": "Ba và mẹ em đều là nhà lữ hành nổi tiếng khắp đại lục! Có rất nhiều khách sạn và quán ăn đều quan tâm đến những đánh giá đầy quyền lực trong tác phẩm Hướng Dẫn Du Ngoạn Teyvat do mẹ em viết."
    }
  },
  {
    "title": {
      "zhs": "关于凯亚…",
      "zht": "關於凱亞…",
      "jp": "ガイアについて…",
      "ko": "케이아에 대해…",
      "en": "About Kaeya",
      "de": "Über Kaeya ...",
      "es": "Sobre Kaeya...",
      "fr": "À propos de Kaeya...",
      "pt": "Sobre Kaeya...",
      "ru": "О Кэйе...",
      "id": "Tentang Kaeya",
      "th": "เกี่ยวกับ Kaeya...",
      "vi": "Về Kaeya..."
    },
    "line": {
      "zhs": "凯亚哥哥是好人！《骑士团生存守则》就是凯亚哥哥帮可莉写的。可莉闯祸的时候，他也经常帮忙遮掩呢。",
      "zht": "凱亞哥哥是好人！《騎士團生存守則》就是凱亞哥哥幫可莉寫的。可莉闖禍的時候，他也經常幫忙遮掩呢。",
      "jp": "ガイアお兄ちゃんはいい人だよ！『騎士団で生きるための心得』はガイアお兄ちゃんが作ってくれたの。クレーがトラブルを起こした時も、よく内緒にしてくれるんだ。",
      "ko": "케이아 오빠는 좋은 사람이야! 클레에게 《기사단 생존 수칙》을 써준 사람도 케이아 오빠야. 클레가 사고 칠 때마다 항상 오빠가 덮어주려고 노력하지",
      "en": "Kaeya is the best! He wrote the Favonius Survival Rulebook for me and he always helps me cover it up when I make a big disaster.",
      "de": "Kaeya ist wie mein großer Bruder! Er hat mir sogar das Regelwerk zum Überleben im Ritterorden geschrieben. Wenn ich wieder etwas angestellt habe, hilft er mir oft aus der Patsche.",
      "es": "¡Kaeya es el mejor! Escribió el «Manual de superviviencia de los Caballeros de Favonius» para mí, y me protege siempre que causo algún problema.",
      "fr": "Kaeya, c'est le meilleur ! Il a écrit le Code de survie de l'Ordre de Favonius pour moi et il me couvre toujours quand je fais de grosses bêtises.",
      "pt": "Kaeya é o melhor! Ele escreveu para mim o Livro de Guia de Sobrevivência de Favonius e sempre me ajuda a esconder quando eu faço um grande desastre.",
      "ru": "Кэйа самый лучший! Он помог мне написать «Правила выживания в Ордо Фавониус» и он всегда помогает мне, если я попадаю в какие-нибудь неприятности.",
      "id": "Kak Kaeya adalah yang terbaik! Dia menulis Panduan Keselamatan Favonius buat aku dan dia selalu bantu aku saat aku buat masalah.",
      "th": "พี่ Kaeya เป็นคนดีนะ! \"คู่มือเอาชีวิตรอดของ Favonius\" ที่พี่เค้าเขียนก็เขียนเพื่อ Klee น่ะแหละ เวลา Klee ก่อเรื่องเขาก็จะช่วยปิดบังให้ตลอดเลย",
      "vi": "Anh Kaeya là người tốt! \"Quy Tắc Sinh Tồn Đội Kỵ Sĩ\" là do anh Kaeya giúp Klee viết. Khi Klee gây ra rắc rối, anh ấy cũng thường giúp Klee che giấu."
    }
  },
  {
    "title": {
      "zhs": "关于安柏…",
      "zht": "關於安柏…",
      "jp": "アンバーについて…",
      "ko": "엠버에 대해…",
      "en": "About Amber",
      "de": "Über Amber ...",
      "es": "Sobre Amber...",
      "fr": "À propos d'Amber...",
      "pt": "Sobre Amber...",
      "ru": "Об Эмбер...",
      "id": "Tentang Amber",
      "th": "เกี่ยวกับ Amber...",
      "vi": "Về Amber..."
    },
    "line": {
      "zhs": "安柏姐姐是好人！兔兔伯爵摸起来也是毛茸茸的，而且还会爆炸，太棒了！",
      "zht": "安柏姐姐是好人！兔兔伯爵摸起來也是毛茸茸的，而且還會爆炸，太棒了！",
      "jp": "アンバーお姉ちゃんはいい人だよ！ウサギ伯爵はモフモフしてて、ドカーンするから最高なんだ！",
      "ko": "엠버 언니는 좋은 사람이야! 토끼 백작은 복슬복슬한 데다 폭발하기까지 해. 정말 최고야!",
      "en": "Amber is the best! Baron Bunny is so fluffy and he even explodes! So. Cool.",
      "de": "Amber ist wirklich toll! Und ich liebe ihren Grafen von Hoppel, so plüschig und er kann sogar explodieren, einfach nur toll!",
      "es": "¡Amber es la mejor! ¡Barón Bunny es tan esponjoso... y hasta explota! Así que... ¡es genial!",
      "fr": "Amber est géniale ! Baron Lapinou est trop mimi et en plus, il peut exploser. Je l'adore !",
      "pt": "A Amber é a melhor! O Barão Coelho é muito fofo e ele ainda explode! Tão. Legal.",
      "ru": "Эмбер самая лучшая! Барон Зайчик такой пушистый, он ещё и взрывается! Так круто!",
      "id": "Kak Amber adalah yang terbaik! Baron Bunny lucu banget dan dia juga bisa meledak! Benar-benar hebat!",
      "th": "พี่ Amber เป็นคนดีนะ! Baron Bunny จับแล้วขนฟูมากแถมยังระเบิด ได้ด้วย สุดยอดไปเลยล่ะ!",
      "vi": "Chị Amber là người tốt! Bá Tước Thỏ sờ vào toàn là lông xù, còn có thể phát nổ nữa, quá tuyệt vời!"
    }
  },
  {
    "title": {
      "zhs": "关于琴…",
      "zht": "關於琴…",
      "jp": "ジンについて…",
      "ko": "진에 대해…",
      "en": "About Jean",
      "de": "Über Jean ...",
      "es": "Sobre Jean...",
      "fr": "À propos de Jean...",
      "pt": "Sobre Jean...",
      "ru": "О Джинн...",
      "id": "Tentang Jean",
      "th": "เกี่ยวกับ Jean...",
      "vi": "Về Jean..."
    },
    "line": {
      "zhs": "琴团长是好人！虽然…有点可怕…",
      "zht": "琴團長是好人！雖然…有點可怕…",
      "jp": "ジン団長はいい人だよ！少し…怖いけどね…",
      "ko": "진 단장님은 좋은 사람이야! 조금… 무섭긴 하지만…",
      "en": "Master Jean is the best! But she's also a little bit scary.",
      "de": "Unsere Jean ist die Beste! Aber ein bisschen unheimlich ist sie auch ...",
      "es": "¡La Maestra Jean es la mejor! Pero... también me da un poco de miedo.",
      "fr": "J'aime beaucoup Jean ! Mais elle me fait un peu peur...",
      "pt": "A Mestre Jean é muito boa! Só que ela também é um pouco assustadora.",
      "ru": "Джинн самая лучшая! Но я её боюсь...",
      "id": "Master Jean adalah yang terbaik! Tapi ... dia juga agak nakutin ....",
      "th": "หัวหน้ากอง Jean เป็นคนดีนะ! ถึงแม้...จะน่ากลัวไปหน่อย...",
      "vi": "Đội Trưởng Jean là người tốt! Tuy có... hơi đáng sợ một chút..."
    }
  },
  {
    "title": {
      "zhs": "关于迪卢克…",
      "zht": "關於迪盧克…",
      "jp": "ディルックについて…",
      "ko": "다이루크에 대해…",
      "en": "About Diluc",
      "de": "Über Diluc ...",
      "es": "Sobre Diluc...",
      "fr": "À propos de Diluc...",
      "pt": "Sobre Diluc...",
      "ru": "О Дилюке...",
      "id": "Tentang Diluc",
      "th": "เกี่ยวกับ Diluc...",
      "vi": "Về Diluc..."
    },
    "line": {
      "zhs": "奇怪的大人，一直都是不太开心的样子。唔…为什么不喜欢笑呢？",
      "zht": "奇怪的大人，一直都是不太開心的樣子。唔…為什麼不喜歡笑呢？",
      "jp": "変わった大人、いつも怒ってる感じ。うーん…なんで笑わないんだろう？",
      "ko": "이상한 사람이야, 항상 기분이 안좋아 보이거든. 음… 왜 안 웃는 걸까?",
      "en": "He's one of the weird grown-ups. He's so grumpy all the time... Why does he never smile?",
      "de": "Ein komischer Erwachsener, immer so grummelig. Warum lacht er denn nicht?",
      "es": "Es un señor muy raro, siempre está de mal humor. ¿Por qué nunca sonríe?",
      "fr": "C'est un adulte bizarre. Il boude toujours... Pourquoi ? Il n'aime pas sourire ?",
      "pt": "Os adultos são estranhos, parecem que nunca estão contentes. Ugh... Por que eles não sorriem?",
      "ru": "Взрослый ворчун... Почему он никогда не улыбается?",
      "id": "Dia orang dewasa yang aneh. Dia selalu menggerutu ... Kenapa dia enggak suka senyum ya?",
      "th": "นายท่านแปลก ๆ คนนั้นท่าทางอารมณ์ไม่ดีตลอดเลย เอ่... ทำไมถึงไม่ชอบยิ้มนะ?",
      "vi": "Ngài kỳ quái luôn mang dáng vẻ cau có... Ừm... Tại sao lại không thích cười vậy chứ?"
    }
  },
  {
    "title": {
      "zhs": "关于丽莎…",
      "zht": "關於麗莎…",
      "jp": "リサについて…",
      "ko": "리사에 대해…",
      "en": "About Lisa",
      "de": "Über Lisa ...",
      "es": "Sobre Lisa...",
      "fr": "À propos de Lisa...",
      "pt": "Sobre Lisa...",
      "ru": "О Лизе...",
      "id": "Tentang Lisa",
      "th": "เกี่ยวกับ Lisa...",
      "vi": "Về Lisa..."
    },
    "line": {
      "zhs": "丽莎阿…丽莎姐姐是好人！每次可莉靠近她的工坊，她就会给可莉好吃的茶点…欸？说起来我想进她的工坊，好像一开始是想做新的炸药来着…？",
      "zht": "麗莎阿…麗莎姐姐是好人！每次可莉靠近她的工坊，她就會給可莉好吃的茶點…欸？說起來我想進她的工坊，好像一開始是想做新的炸藥來著…？",
      "jp": "リサおば…リサお姉ちゃんはいい人だよ！クレーが工房に行くといつも美味しいお菓子をくれるの…ん？そういえば、工房に行ったのは新しい爆弾を作るためだったんだけど…？",
      "ko": "리사 언니? 리사 언니는 좋은 사람이야! 언니의 공방에 갈 때마다 클레에게 맛있는 간식을 줘… 응? 말하고 보니 공방에 가고 싶어졌어… 아마 내가 처음으로 거기에 간 건 새로운 폭약을 만들기 위해서 였을걸…?",
      "en": "Lisa is the best! She always sneaks me some treats when I visit her at the workshop. ...Huh, I just remembered I was gonna ask her if I could use the workshop to make some new gunpowder. But I totally forgot...",
      "de": "Lisa, meine liebe Lisa! Jedes Mal, wenn ich sie in ihrer Werkstadt besuchen gehe, gibt sie mir ein paar Leckereien ... Oh? Wo wir gerade davon sprechen, ich wollte sie immer fragen, ob ich in ihrer Werkstatt neues Schießpulver herstellen darf ...",
      "es": "¡Lisa es la mejor! Siempre me da golosinas cuando la visito en su taller. Oh, acabo de recordar que le iba a pedir si podía usar el taller para hacer algo de pólvora nueva. Pero me olvidé por completo...",
      "fr": "Lisa est très gentille ! Elle me donne toujours des pâtisseries quand je visite son atelier. Ah, j'ai oublié de lui demander si je pouvais fabriquer des explosifs là-bas...",
      "pt": "A Lisa é a melhor! Ela sempre me dá algumas guloseimas quando a visito na oficina. ...Huh, acabei de lembrar que ia perguntar a ela se eu poderia usar a oficina para fazer um pouco de pólvora nova. Mas eu me esqueci totalmente...",
      "ru": "Лиза самая лучшая! Она всегда угощает меня какими-нибудь вкусняшками, когда я прихожу к ней в мастерскую. Хм... Я совсем забыла, что хотела попроситься сделать себе немного пороха в её мастерской.",
      "id": "Lisa ... Kak Lisa adalah yang terbaik! Dia selalu diam-diam kasih makanan buat aku kalau aku lagi berkunjung ... eh, aku baru ingat, aku mau minta izin sama dia apa aku boleh pakai tempat kerja dia untuk buat beberapa bubuk mesiu baru. Tapi aku lupa ....",
      "th": "ป้า Li... พี่ Lisa น่ะเป็นคนดีที่หนึ่งเลยล่ะ! ทุกครั้งที่ Klee เข้าใกล้โรงเวิร์คช็อปของพี่เค้า พี่ Lisa ก็จะให้ Klee กินของว่างอร่อย ๆ ตลอดเลย... เอ่? พูดแล้วหนูก็อยากเข้าไปในโรงเวิร์คช็อปจัง เพราะอยากจะทำดินระเบิดใหม่น่ะ ไม่รู้จะได้รึเปล่า...?",
      "vi": "Lisa à... Chị Lisa là người tốt! Mỗi lần Klee đến xưởng của chị ấy, chị ấy đều cho Klee trà bánh rất ngon... Í? Nói mới nhớ, hình như mục đích ban đầu em đến xưởng của chị ấy là để làm thuốc nổ mới mà...?"
    }
  },
  {
    "title": {
      "zhs": "关于班尼特…",
      "zht": "關於班尼特…",
      "jp": "ベネットについて…",
      "ko": "베넷에 대해…",
      "en": "About Bennett",
      "de": "Über Bennett ...",
      "es": "Sobre Bennett...",
      "fr": "À propos de Bennett...",
      "pt": "Sobre Bennett...",
      "ru": "О Беннете...",
      "id": "Tentang Bennett",
      "th": "เกี่ยวกับ Bennett...",
      "vi": "Về Bennett..."
    },
    "line": {
      "zhs": "班尼特哥哥是好人！和他一起冒险，可莉总能有更多收获！…虽然班尼特哥哥自己总是什么宝物都找不到，嗯…这是为什么呢？",
      "zht": "班尼特哥哥是好人！和他一起冒險，可莉總能有更多收穫！…雖然班尼特哥哥自己總是什麼寶物都找不到，嗯…這是為什麼呢？",
      "jp": "ベネットお兄ちゃんはいい人だよ！一緒に冒険に行くと、いつもお宝が手に入るんだ！…ベネットお兄ちゃんは何も手に入らないみたいだけどね、なんでだろう？",
      "ko": "베넷 오빠는 좋은 사람이야! 같이 모험하면 항상 더 많은 걸 얻을 수 있어!…정작 베넷 오빠 본인은 항상 보물을 못 찾는다고 하던데, 왜 그런 걸까?",
      "en": "Bennett is the best! I always find way more treasure if I go adventuring with Bennett! ...But he never finds any. Why is that, anyway?",
      "de": "Bennett ist ein Superkumpel! Wenn wir zusammen auf Abenteuerreisen gehen, finde ich immer mehr Schätze als alleine! Er selbst findet aber nie welche. Woran das nur liegt?",
      "es": "¡Bennett es el mejor! ¡Siempre encuentro tesoros enormes cuando voy de aventuras con él! Pero él nunca encuentra nada, no sé por qué.",
      "fr": "J'adore Bennett ! Je trouve toujours plein de trésors quand je suis avec lui, mais lui ne trouve jamais rien... Pourquoi ?",
      "pt": "O Bennett é o melhor! Sempre encontro muito mais tesouro se me aventuro com o Bennett! ...mas ele nunca encontra nenhum. Por que isso acontece, mesmo?",
      "ru": "Беннет самый лучший! С ним я нахожу так много сокровищ, но он почему-то не находит ничего. Интересно, почему...",
      "id": "Bennett adalah yang terbaik! Aku selalu bisa ketemu harta karun lebih banyak kalau bertualang sama Bennett! ...tapi dia enggak pernah nemu apa pun. Kenapa ya?",
      "th": "พี่ Bennett เป็นคนดีนะ! ออกผจญภัยกับพี่เค้าทีไร Klee ได้สมบัติเพิ่มขึ้นทุกทีเลย! ...ถึงแม้ว่าพี่ Bennett จะหาสมบัติอะไรไม่ได้เลยก็เถอะ อืม...เป็นเพราะอะไรนะ?",
      "vi": "Anh Bennett là người tốt! Đi mạo hiểm cùng anh ấy Klee luôn có được nhiều thu hoạch hơn!... Mặc dù anh Bennett thì lần nào cũng không tìm thấy bảo vật gì cả. Ưm... Tại sao vậy nhỉ?"
    }
  },
  {
    "title": {
      "zhs": "关于迪奥娜…",
      "zht": "關於迪奧娜…",
      "jp": "ディオナについて…",
      "ko": "디오나에 대해…",
      "en": "About Diona",
      "de": "Über Diona ...",
      "es": "Sobre Diona...",
      "fr": "À propos de Diona...",
      "pt": "Sobre Diona...",
      "ru": "О Дионе...",
      "id": "Tentang Diona",
      "th": "เกี่ยวกับ Diona...",
      "vi": "Về Diona..."
    },
    "line": {
      "zhs": "迪奥娜姐姐是好人！「靠一己之力摧毁蒙德酒业」的想法好有趣，可莉也要用炸弹来帮忙！——呃，虽然不太懂什么叫做「蒙德酒业」，是怪物吗？",
      "zht": "迪奧娜姐姐是好人！「靠一己之力摧毀蒙德酒業」的想法好有趣，可莉也要用炸彈來幫忙！——呃，雖然不太懂什麼叫做「蒙德酒業」，是怪物嗎？",
      "jp": "ディオナお姉ちゃんはいい人だよ！「自分の力でモンドの酒造業をつぶす」って考え方は面白いよね、クレーも爆弾で手伝う！——んー、「モンドの酒造業」はよく分からないけどね、魔物かな？",
      "ko": "디오나 언니는 좋은 사람이야! 「혼자만의 힘으로 몬드의 주류업을 파괴하겠다」는 생각도 정말 대단해. 클레도 폭탄으로 도울 거야!——음, 「몬드의 주류업」이 뭔진 모르겠지만, 몬스터인가?",
      "en": "Diona is the best! I like listening to her, last time I heard her say, \"I'm gonna destroy the wine industry in this city if it's the last thing I do!\" And I'm gonna help her using my bombs! ...I don't know what a wine industry is though. Is it a monster?",
      "de": "Diona ist toll! Sie sagt immer, „Ich werde die Getränkewirtschaft Mondstadts im Alleingang zerstören“, und das hört sich interessant an. Ich kann bei den Explosionen helfen! Auch wenn ich nicht ganz verstehe, „Mondstadts Getränkewirtschaft“, ist das ein Monster?",
      "es": "¡Diona es la mejor! Me gusta cuando dice eso de “¡Voy a destruir la industria del vino de esta ciudad, aunque sea lo último que haga!”. ¡Voy a ayudarla a hacer eso usando mis bombas! Aunque no sé lo que es una “industria del vino”. ¿Es un monstruo?",
      "fr": "Diona est trop cool ! Elle a dit qu'elle anéantirait l'« industriduvin » de ses propres mains ! Je vais l'aider grâce à mes bombes ! Même si je ne sais pas trop ce qu'est un « industriduvin »... C'est un monstre ?",
      "pt": "A Diona é incrível! A ideia de destruir a indústria de vinho de Mondstadt por ela mesma é engraçada, e sabe, a Klee também vai ajudar nisso com minhas bombas. Er... mesmo que eu não saiba muito bem o que é a indústria de vinho, será que é um monstro?",
      "ru": "Диона самая лучшая! Она сказала: «Я уничтожу всю винную индустрию в этом городе». А я ей помогу своими бомбами! Только вот я не знаю, что такое «винная индустрия». Это такой монстр?",
      "id": "Diona adalah yang terbaik! Aku senang dengar ceritanya, terakhir aku dengar dia bilang, \"Aku mau hancurkan industri anggur di kota ini biarpun itu hal terakhir yang harus kulakukan!\" Dan aku mau bantu dia pakai bom-bom punyaku! Walaupun aku enggak tahu sih industri anggur itu apa, itu sejenis monster ya?",
      "th": "พี่ Diona เป็นคนดีนะ! ความคิดที่ว่า \"จะทำลายล้างอุตสาหกรรมไวน์ของ Mondstadt ด้วยมือของฉันเอง\" น่าสนใจมากเลยล่ะ Klee เองก็จะใช้ระเบิดช่วยด้วย! เอ่อ ถึงแม้จะไม่ค่อยเข้าใจว่า \"อุตสาหกรรมไวน์ของ Mondstadt\" คืออะไร มอนสเตอร์เหรอ?",
      "vi": "Chị Diona là người tốt! Suy nghĩ \"dựa vào bản thân mình phá hủy ngành rượu Mondstadt\" rất thú vị, Klee cũng muốn dùng bom để giúp đỡ! Tuy rằng Klee cũng không rõ lắm \"Ngành Rượu Mondstadt\" là quái vật gì?"
    }
  },
  {
    "title": {
      "zhs": "关于阿贝多…",
      "zht": "關於阿貝多…",
      "jp": "アルベドについて…",
      "ko": "알베도에 대해…",
      "en": "About Albedo",
      "de": "Über Albedo ...",
      "es": "Sobre Albedo...",
      "fr": "À propos d'Albedo...",
      "pt": "Sobre Albedo...",
      "ru": "Об Альбедо...",
      "id": "Tentang Albedo",
      "th": "เกี่ยวกับ Albedo...",
      "vi": "Về Albedo..."
    },
    "line": {
      "zhs": "阿贝多哥哥跟可莉有个秘密的约定！要是可莉看到工坊门前挂着「实验进行中」的牌子，就要晚点再去找他。阿贝多哥哥不工作的时候，会很耐心地陪着可莉，所以可莉也会很耐心地等着的！",
      "zht": "阿貝多哥哥跟可莉有個秘密的約定！要是可莉看到工坊門前掛著「實驗進行中」的牌子，就要晚點再去找他。阿貝多哥哥不工作的時候，會很耐心地陪著可莉，所以可莉也會很耐心地等著的！",
      "jp": "アルベドお兄ちゃんとクレーには秘密の約束があるの！工房の扉に「実験中」の札があるときは、またあとで来てって約束なの。アルベドお兄ちゃんが仕事じゃない時はいつも長いことクレーの相手をしてくれるから、クレーも我慢して待つんだ！",
      "ko": "알베도 오빠랑 클레는 비밀 약속을 했어! 만약 공방 문 앞에 「실험 진행 중」이라는 팻말이 있으면 조금 늦게 오라는 뜻이야. 알베도 오빠가 일이 없을 땐, 항상 클레랑 잘 놀아주니까, 클레도 참을성 있게 기다릴 거야!",
      "en": "Me and Albedo have a secret code! Whenever he puts a sign on his workshop door saying \"Experiment in Progress,\" that's code for \"Come Back Later, Klee.\" Albedo's really nice and he's so patient with me, so I don't mind waiting until he's finished with his work.",
      "de": "Albedo und ich, wir haben einen Geheimcode! Wenn ich an seiner Tür ein Schild sehe, worauf steht „Beim Experimentieren!“, dann weiß ich, dass ich später wiederkommen soll. Albedo ist immer so nett zu mir, wenn er nicht arbeiten muss. Deshalb warte ich auch gerne.",
      "es": "¡Albedo y yo tenemos un código secreto! Cada vez que pone un cartel en la puerta de su taller que dice “Experimento en progreso”, significa “Vuelve más tarde, Klee”. Albedo es muy agradable y paciente conmigo, así que no me importa esperar hasta que termine su trabajo.",
      "fr": "Avec Albedo, nous avons un petit secret. Quand c'est écrit « Expérience en cours » sur sa porte, ça veut dire que je peux lui rendre visite après. Il est sympa et patient avec moi, alors ça ne me fait pas de mal d'attendre un peu !",
      "pt": "A Klee e o Albedo têm um acordo em segredo! Caso a Klee veja que ele colocou \"Experimento em Progresso\" em uma placa na sua oficina, fico à espera por mais tempo. O Albedo sempre acompanha a Klee com muita paciência quando não trabalha, portanto, a Klee também espera com muita paciência.",
      "ru": "У нас с Альбедо есть секретный пароль! Каждый раз, когда он вывешивает на дверь табличку «Не беспокоить, проводится эксперимент», - это значит «Приходи в другой раз, Кли». Альбедо такой хороший и терпеливый. Я совсем не против подождать, пока он закончит свою работу.",
      "id": "Albedo dan aku punya kode rahasia! Kapanpun dia taruh tanda di depan pintu tempat kerjanya, \"Sedang Mengerjakan Percobaan.\" itu kode yang artinya \"Kembalilah lagi nanti, Klee.\" Albedo benar-benar baik dan sabar banget sama aku, jadi aku tidak masalah kalau harus tunggu sampai dia selesai kerja!",
      "th": "พี่ Albedo กับ Klee มีโค้ดลับกันด้วยล่ะ! ถ้า Klee เห็นป้ายแขวนหน้าประตูโรงเวิร์ค ช๊อปว่า \"กำลังทำการทดลอง\" ก็แสดงว่าค่อยมาหาพี่เค้าทีหลัง เวลาที่พี่ Albedo ไม่ได้ทำงาน พี่เค้าจะอดทนอยู่เล่นกับ Klee เพราะงั้น Klee ก็จะอดทนรอพี่เค้าเหมือนกัน!",
      "vi": "Anh Albedo và Klee có một giao hẹn bí mật! Nếu Klee nhìn thấy trước xưởng treo bảng \"Đang thí nghiệm\" thì Klee sẽ quay lại tìm anh ấy sau. Lúc không làm việc, anh Albedo rất kiên nhẫn chơi cùng với Klee, nên Klee cũng kiên nhẫn chờ anh ấy!"
    }
  },
  {
    "title": {
      "zhs": "关于莫娜…",
      "zht": "關於莫娜…",
      "jp": "モナについて…",
      "ko": "모나에 대해…",
      "en": "About Mona",
      "de": "Über Mona ...",
      "es": "Sobre Mona...",
      "fr": "À propos de Mona...",
      "pt": "Sobre Mona...",
      "ru": "О Моне...",
      "id": "Tentang Mona",
      "th": "เกี่ยวกับ Mona...",
      "vi": "Về Mona..."
    },
    "line": {
      "zhs": "莫娜姐姐是好人！她每次找阿贝多哥哥和可莉玩的时候，都会说好多听不明白，但是很有趣的东西！可莉喜欢她来玩！",
      "zht": "莫娜姐姐是好人！她每次找阿貝多哥哥和可莉玩的時候，都會說好多聽不明白，但是很有趣的東西！可莉喜歡她來玩！",
      "jp": "モナお姉ちゃんはいい人だよ！アルベドお兄ちゃんとクレーのところに遊びに来ると、いつもよく分からないけど面白い話を聞かせてくれるの！もっと遊びに来てほしいな！",
      "ko": "모나 언니는 좋은 사람이야! 매번 클레랑 알베도 오빠랑 같이 놀 때 알아들을 순 없지만 재밌는 이야기를 많이 해줘! 클레는 언니랑 노는 게 좋아!",
      "en": "Mona is the best! It's so much fun when she comes to play with me and Albedo. She talks about all these amazing things, and I don't understand most of it but... Ah, I just love it when Mona comes round!",
      "de": "Mona ist die Beste! Es macht jedes Mal soviel Spaß, wenn sie mit Albedo und mir spielt. Manchmal erzählt sie von ganz tollen Sachen, die ich nicht verstehe, aber es ist trotzdem alles interessant! Ich mag, wenn sie vorbeikommt!",
      "es": "¡Mona es la mejor! Es muy divertido cuando viene a jugar conmigo y con Albedo. Siempre habla de cosas muy interesantes, aunque no entiendo casi nada... ¡Me encanta jugar con Mona!",
      "fr": "Mona est chouette ! On s'amuse beaucoup quand elle vient nous voir, Albedo et moi. Je ne comprends pas la moitié de ce qu'elle dit, mais c'est génial !",
      "pt": "A Mona é a melhor! É muito divertido quando ela vem para brincar comigo e com o Albedo. Ela fala sobre todas essas coisas incríveis, e eu não entendo a maior parte delas, mas... Ah, eu adoro quando a Mona aparece!",
      "ru": "Мона самая лучшая! Нам так весело играть вместе с ней и Альбедо. Но она часто говорит вещи, которые я не понимаю... Но всё равно с ней очень весело!",
      "id": "Mona adalah yang terbaik! Seru banget deh kalau dia datang buat main sama aku dan Albedo. Dia bakal cerita banyak hal luar biasa, dan walaupun aku enggak begitu ngerti cerita dia, tapi ... Ah, pokoknya kalau ada Mona aku senang deh!",
      "th": "พี่ Mona เป็นคนดีนะ! ทุกครั้งที่เธอมาเล่นกับพี่ Albedo แล้วก็ Klee ก็มักจะพูดอะไรที่ไม่เข้าใจเยอะแยะเลยแต่เป็นสิ่งที่น่าสนใจมากเลยล่ะ! Klee ชอบให้พี่เค้ามาเล่นด้วย!",
      "vi": "Chị Mona là người tốt! Mỗi lần chị ấy tìm anh Albedo và Klee chơi đều nói ra nhiều thứ tuy khó hiểu nhưng lại rất thú vị! Klee rất thích chị ấy đến chơi!"
    }
  },
  {
    "title": {
      "zhs": "关于砂糖…",
      "zht": "關於砂糖…",
      "jp": "スクロースについて…",
      "ko": "설탕에 대해…",
      "en": "About Sucrose",
      "de": "Über Saccharose ...",
      "es": "Sobre Sacarosa...",
      "fr": "À propos de Sucrose...",
      "pt": "Sobre Sucrose...",
      "ru": "О Сахарозе...",
      "id": "Tentang Sucrose",
      "th": "เกี่ยวกับ Sucrose...",
      "vi": "Về Sucrose..."
    },
    "line": {
      "zhs": "砂糖姐姐是好人！她问我，想不想要一个会跑会跳的蹦蹦！嘿嘿嘿，当然想要了，我还想要好几百个，让蒙德的街道上，台阶上，广场上，全是蹦蹦！",
      "zht": "砂糖姐姐是好人！她問我，想不想要一個會跑會跳的蹦蹦！嘿嘿嘿，當然想要了，我還想要好幾百個，讓蒙德的街道上，臺階上，廣場上，全是蹦蹦！",
      "jp": "スクロースお姉ちゃんはいい人だよ！跳べて走れるボンボンほしい？って聞いてくれたの。えへへっ、もちろんほしいよ！何百個もほしい！モンドの街道、階段、広場がボンボンだらけになったらいいな！",
      "ko": "설탕 언니는 좋은 사람이야! 클레한테 혼자 폴짝폴짝 뛰는 통통이를 갖고 싶냐고 물어봤었어! 헤헤, 당연히 갖고 싶지. 몇백 개를 가져서 몬드의 거리, 계단, 광장을 통통이로 가득 채우고 싶어!",
      "en": "Sucrose is the best! This one time she asked me if I wanted a Jumpy Dumpty that can run as well as jump. Tee-hee, well duh! Of course I do, I want hundreds of them! I wanna put them on every street, every staircase, and every square in Mondstadt!",
      "de": "Saccharose ist auch toll! Sie hat mich einmal gefragt, ob ich noch etwas wie die Bimm-Bamm-Bombe haben will, das auch laufen und hüpfen kann, hehehe! Natürlich will ich das, ich will Hunderte davon, damit ich jede Ecke von Mondstadt damit zupflastern kann!",
      "es": "¡Sacarosa es la mejor! Una vez me preguntó si me gustaría tener una bomba saltarina que pudiera correr y saltar. ¡Obviamente le dije que sí! Jijiji. No quiero una, ¡sino cientos! ¡Quiero ponerlas en cada calle, cada escalera y cada plaza de Mondstadt!",
      "fr": "Sucrose est si gentille ! Un jour, elle m'a demandé si je voulais une bombe rebondissante qui pouvait se déplacer. Bien sûr que oui ! J'en veux des centaines et je les mettrais partout à travers Mondstadt !",
      "pt": "A Sucrose é a melhor! Uma vez ela me perguntou se eu queria uma Bomba Saltitante que pudesse correr assim como saltar. Hehehe, bem, duh! Claro que sim, eu quero centenas delas! Quero colocá-las em cada rua, cada escadaria e cada praça em Mondstadt!",
      "ru": "Сахароза самая лучшая! Она спросила, хочу ли я прыг-скок бомбу, которая бы ещё и бегала. Конечно, я хочу! Не меньше ста штук! И я раскидаю их по всему Мондштадту, на каждой улочке, сквере и лестнице!",
      "id": "Sucrose adalah yang terbaik! Pernah suatu kali dia tanya ke aku mau tidak Jumpy Dumpty yang bisa lari dan lompat. Hehe, ya aku pasti mau dong! Aku jelas mau banget, aku mau seratus Jumpy Dumpty kayak gitu! Aku bakal taruh di setiap sisi jalan, setiap anak tangga, terus di setiap sudut Mondstadt juga!",
      "th": "พี่ Sucrose เป็นคนดีนะ! พี่เค้าถามว่า อยากได้ Jumpy Dumpty ที่เดี๋ยวก็วิ่งเดี๋ยวก็กระโดดมั้ย! อิอิอิ แน่นอนว่าเอาอยู่แล้ว หนูยังอยากได้อีกซักร้อย ๆ อันเลย จะได้เอาไปไว้ตามถนน บันได และลานให้ทั่วทั้ง Mondstadt เลย!",
      "vi": "Chị Sucrose là người tốt! Chị ấy hỏi em có muốn một chiếc bom nảy vừa có thể chạy vừa có thể nhảy không? Hi hi, đương nhiên là muốn rồi, em còn muốn có mấy trăm cái, để trên đường phố, trên bậc thang, trên quảng trường Mondstadt đều là bom nảy!"
    }
  },
  {
    "title": {
      "zhs": "想要了解可莉·其一",
      "zht": "想要瞭解可莉·其一",
      "jp": "クレーを知る·1",
      "ko": "클레에 대해 알기·첫 번째",
      "en": "More About Klee: I",
      "de": "Ich will mehr über Klee erfahren I",
      "es": "Más sobre Klee (I)",
      "fr": "Connaître Klee (1)",
      "pt": "Mais sobre Klee - I",
      "ru": "Узнать больше о Кли I",
      "id": "Mengenal Klee: I",
      "th": "อยากรู้เกี่ยวกับ Klee - 1",
      "vi": "Muốn tìm hiểu Klee - Điều thứ 1"
    },
    "line": {
      "zhs": "你好！你是来找可莉玩的吗？",
      "zht": "#{F#妳}{M#你}好！{F#妳}{M#你}是來找可莉玩的嗎？",
      "jp": "こんにちは！クレーのとこに遊びに来たの？",
      "ko": "안녕! 클레랑 같이 놀러 온 거야?",
      "en": "Hello, are you here for playtime with Klee?",
      "de": "Hallo, bist du gekommen, um mit mir zu spielen?",
      "es": "¡Hola! ¿Viniste a jugar con Klee?",
      "fr": "Coucou ! Tu viens jouer avec moi ?",
      "pt": "Olá! Você está aqui para brincar com a Klee?",
      "ru": "#Привет! Ты приш{F#ла}{M#ёл} поиграть с Кли?",
      "id": "Halo! Apa kamu datang buat main sama Klee?",
      "th": "สวัสดี! นี่มาเล่นกับ Klee เหรอ?",
      "vi": "#Xin chào! {F#Chị}{M#Anh} đến tìm Klee chơi à?"
    }
  },
  {
    "title": {
      "zhs": "想要了解可莉·其二",
      "zht": "想要瞭解可莉·其二",
      "jp": "クレーを知る·2",
      "ko": "클레에 대해 알기·두 번째",
      "en": "More About Klee: II",
      "de": "Ich will mehr über Klee erfahren II",
      "es": "Más sobre Klee (II)",
      "fr": "Connaître Klee (2)",
      "pt": "Mais sobre Klee - II",
      "ru": "Узнать больше о Кли II",
      "id": "Mengenal Klee: II",
      "th": "อยากรู้เกี่ยวกับ Klee - 2",
      "vi": "Muốn tìm hiểu Klee - Điều thứ 2"
    },
    "line": {
      "zhs": "是啊，这个炸弹是可莉最新改良的作品！你看我做得好不好？…呃——如果是在什么纵火现场发现的话，那就不是我做的，绝对不是。",
      "zht": "#是啊，這個炸彈是可莉最新改良的作品！{F#妳}{M#你}看我做得好不好？…呃——如果是在什麼縱火現場發現的話，那就不是我做的，絕對不是。",
      "jp": "うん、この爆弾はクレーの最新作だよ！うまくできてるでしょ？…えっ——火災現場で見つけたの？クレーじゃない、絶対違うよ。",
      "ko": "응, 이 폭탄은 클레가 새롭게 개조한 작품이야! 잘 만들었지? …음——만약 방화 현장에서 찾아낸 거라면, 그럼, 내가 만든 게 아니야! 절대 아니야!",
      "en": "Yeah! This is my new and improved bomb! Whaddya think? Great huh? ...Oh, but ahh... If you find it near any fires, it's not mine. Definitely. Not. Mine.",
      "de": "Genau, das ist meine neuste und verbesserte Bombe! Und, wie findest du sie? Nur ... solltest du sie einmal in der Nähe von Feuer oder so finden, dann ist das nicht meine, ganz sicher nicht meine.",
      "es": "¡Sí! ¡Esta es mi bomba nueva y mejorada! ¿Qué piensas? Es genial, ¿eh? Pero... si la encuentras en un lugar incendiado, no es mía, ¿entendido?. ¡Tú no sabes nada!",
      "fr": "Voici ma toute nouvelle bombe ! Alors ? Elle est cool, pas vrai ? ... Si tu la vois près d'un feu, ce n'est pas moi qui l'ai mise là, pas du tout !",
      "pt": "Sim! Esta é a minha nova e melhorada bomba! O que acha? Ótima, não é? ...Oh, mas ahhh... Se você a encontrar perto de qualquer incêndio, não é minha. Definitivamente. Não. É. Minha.",
      "ru": "Да! Это моя новая бомба, теперь она ещё круче! Что думаешь? Классно, правда? Только... Если ты увидишь такую где-нибудь рядом с огнём, то это не моя. Не. Моя.",
      "id": "Yep! Ini adalah bom baru punyaku yang sudah diperbarui! Gimana? Bagus, kan? ...oh, tapi ahh ... kalau kamu lihat bom ini ada di dekat api, itu bukan punyaku ya. Pokoknya pasti bukan punyaku.",
      "th": "ใช่แล้ว ระเบิดนี่คือผลงานปรับปรุง ใหม่ล่าสุดของ Klee เอง! พี่ว่า Klee ทำได้ดีมั้ย? ...เอ่อ ถ้าเจอไฟมงไฟไหม้อะไรล่ะก็ นั่นไม่ใช่ Klee ทำนะ ไม่ใช่แน่ ๆ",
      "vi": "#Đúng vậy, quả bom này là tác phẩm cải tạo mới nhất của Klee! {F#Chị}{M#Anh} thấy em làm có tốt không? Chẹp... Nếu như thấy nó ở hiện trường phóng hỏa gì gì đó, thì tuyệt đối không phải do em làm đâu, tuyệt đối không phải."
    }
  },
  {
    "title": {
      "zhs": "想要了解可莉·其三",
      "zht": "想要瞭解可莉·其三",
      "jp": "クレーを知る·3",
      "ko": "클레에 대해 알기·세 번째",
      "en": "More About Klee: III",
      "de": "Ich will mehr über Klee erfahren III",
      "es": "Más sobre Klee (III)",
      "fr": "Connaître Klee (3)",
      "pt": "Mais sobre Klee - III",
      "ru": "Узнать больше о Кли III",
      "id": "Mengenal Klee: III",
      "th": "อยากรู้เกี่ยวกับ Klee - 3",
      "vi": "Muốn tìm hiểu Klee - Điều thứ 3"
    },
    "line": {
      "zhs": "哎，虽然新炸药的配方，很多都是在被关禁闭的时候想出来的…但如果不被关禁闭的话就更好了…",
      "zht": "哎，雖然新炸藥的配方，很多都是在被關禁閉的時候想出來的…但如果不被關禁閉的話就更好了…",
      "jp": "爆弾の配合の多くは反省室に閉じ込められている時に思いついたんだけど…閉じ込められることがなくなったらもっといいのに…",
      "ko": "새로운 폭탄 제조법은 거의 감금됐을 때 만들어지지만… 감금되는 건 싫어…",
      "en": "Sure, time in solitary confinement gives lots of time to think about new gunpowder formulas... But it'd still be better to not be in solitary in the first place.",
      "de": "*seufz* ... Natürlich habe ich bei Hausarrest viel Zeit, mir neue Formeln auszudenken ... Aber erst gar keinen Hausarrest zu haben, wäre noch besser ...",
      "es": "El tiempo que paso encerrada me sirve para pensar en nuevas fórmulas de pólvora... Aunque, en realidad, preferiría que no me encerraran...",
      "fr": "Je peux élaborer plein de nouveaux explosifs en détention, mais c'est toujours mieux de le faire en étant en libre...",
      "pt": "Embora as ideias de criação de novas fórmulas de munição costumam vir no confinamento solitário... Seria melhor se eu não tivesse de ficar nele em primeiro lugar.",
      "ru": "Когда сидишь одна в камере, есть много времени, чтобы придумывать новые формулы пороха... Но лучше, конечно, не сидеть в камере.",
      "id": "Oke, jadi waktu aku ada di ruang tahanan, aku jadi punya banyak waktu buat mikirin formula bubuk mesiu yang baru ... Tapi bakal lebih baik lagi kalau aku enggak dikurung di ruang tahanan ....",
      "th": "งืม ถึงแม้ส่วนประกอบส่วนใหญ่ของดินระเบิดชนิดใหม่ จะถูกคิดค้นขึ้นตอนที่ถูกขังอยู่... แต่คงจะดีกว่าถ้าไม่ถูกขังอ่านะ",
      "vi": "Tuy rằng hầu hết công thức thuốc nổ mới đều được nghĩ ra trong lúc bị cấm túc... Nhưng nếu không bị cấm túc thì sẽ tốt hơn..."
    }
  },
  {
    "title": {
      "zhs": "想要了解可莉·其四",
      "zht": "想要瞭解可莉·其四",
      "jp": "クレーを知る·4",
      "ko": "클레에 대해 알기·네 번째",
      "en": "More About Klee: IV",
      "de": "Ich will mehr über Klee erfahren IV",
      "es": "Más sobre Klee (IV)",
      "fr": "Connaître Klee (4)",
      "pt": "Mais sobre Klee - IV",
      "ru": "Узнать больше о Кли IV",
      "id": "Mengenal Klee: IV",
      "th": "อยากรู้เกี่ยวกับ Klee - 4",
      "vi": "Muốn tìm hiểu Klee - Điều thứ 4"
    },
    "line": {
      "zhs": "这是嘟嘟可，是可莉很久以前就交到的好朋友。要记得它的名字哦，以后别叫它「挂在你包上的玩偶」啦。",
      "zht": "這是嘟嘟可，是可莉很久以前就交到的好朋友。要記得它的名字哦，以後別叫它「掛在妳包上的玩偶」啦。",
      "jp": "これはドドコだよ、クレーの昔からの友達なの。名前をちゃんと覚えてね、もう「バッグについてるぬいぐるみ」なんて呼ばないこと。",
      "ko": "이건 도도코야, 클레가 아주 오래전에 사귄 친구야. 이름을 꼭 기억해둬, 자꾸 「가방에 걸려있는 인형」이라고 부르지 말라고",
      "en": "This is Dodoco, my oldest and bestest friend! Okay, now I've introduced you, don't forget her name again alright? No more calling Dodoco \"that silly doll Klee always hangs on her rucksack.\"",
      "de": "Dies ist Dodoco, meine älteste Freundin. Du musst dir den Namen gut merken, du darfst sie nicht mehr „Puppe an Klees Rucksack“ nennen.",
      "es": "¡Este es Dodoco, mi mejor amigo del mundo mundial! Pero no olvides su nombre, ¿de acuerdo? No quiero que le vuelvas a llamar “ese muñeco que siempre cuelga de la mochila de Klee”.",
      "fr": "Je te présente Dodoco ! C'est ma meilleure amie depuis toujours. Maintenant que tu connais son nom, ne l'appelle plus « le jouet accroché au sac de Klee » !",
      "pt": "Esta é a Dodoco, minha melhor e mais antiga amiga! Muito bem, agora que a apresentei, não se esqueça do nome dela novamente, está bem? Chega de chamar a Dodoco de: (faz uma voz boba) \"Aquela boneca boba da Klee que sempre fica pendurada em sua mochila\".",
      "ru": "Это Додоко, мой старый лучший друг! Пожалуйста, запомни это имя! Додоко, а не «эта детская кукла, которая болтается на рюкзаке Кли»!",
      "id": "Ini Dodoco, teman lama dan juga teman terbaikku! Oke, sekarang aku sudah ngenalin kamu ke dia, jangan lupa namanya ya. Jadi jangan lagi sebut Dodoco \"mainan usang yang selalu dibawa Klee di tasnya.\"",
      "th": "นี่คือ Dodoco เป็นเพื่อนซี้เก๋ากึ๊กของ Klee เอง จำชื่อเค้าให้ดี ๆ นะ อีกหน่อยอย่าเรียกเค้าว่า \"ตุ๊กตาที่แขวนบนกระเป๋าของเธอ\" อีกล่ะ",
      "vi": "Đây là Dodoco, là người bạn Klee quen biết từ rất lâu rồi. Hãy nhớ tên của bạn ấy nhé, về sau đừng gọi bạn ấy là \"búp bê treo trên ba lô của em\" nữa."
    }
  },
  {
    "title": {
      "zhs": "想要了解可莉·其五",
      "zht": "想要瞭解可莉·其五",
      "jp": "クレーを知る·5",
      "ko": "클레에 대해 알기·다섯 번째",
      "en": "More About Klee: V",
      "de": "Ich will mehr über Klee erfahren V",
      "es": "Más sobre Klee (V)",
      "fr": "Connaître Klee (5)",
      "pt": "Mais sobre Klee - V",
      "ru": "Узнать больше о Кли V",
      "id": "Mengenal Klee: V",
      "th": "อยากรู้เกี่ยวกับ Klee - 5",
      "vi": "Muốn tìm hiểu Klee - Điều thứ 5"
    },
    "line": {
      "zhs": "谢谢你总是帮可莉解决麻烦！就用这串「可莉烤鱼」来报答你吧！——呃，其实鱼是直接在湖里就被炸弹烤熟了，不过这件事就和平时一样，假装不知道好了。",
      "zht": "#謝謝{F#妳}{M#你}總是幫可莉解決麻煩！就用這串「可莉烤魚」來報答{F#妳}{M#你}吧！——呃，其實魚是直接在湖裡就被炸彈烤熟了，不過這件事就和平時一樣，假裝不知道好了。",
      "jp": "いつもクレーのためにトラブルを解決してくれてありがとう！お礼にこの「クレーの焼き魚」をあげるよ！——実はこのお魚、まだ湖の中にいた時に爆弾で焼かれたものなんだけど、でもそんなのいつものことだから、気にしない気にしない。",
      "ko": "항상 클레의 문제를 해결해줘서 고마워! 이 「클레의 구운 생선」을 줄게!——어, 사실 고기는 호수에서 폭파되면서 이미 익었어. 이건 평소처럼 모르는 척 하면 돼",
      "en": "Thanks for helping me out every time I get in trouble! I have a thank-you present for you — barbecued fish, made with my own secret recipe! ...Okay, so the secret recipe is exploding the fish out of the water. Tee-hee, they're fully cooked by the time they land! But it's a secret, right, so you don't get to tell anybody. Just pretend like you don't even know.",
      "de": "Danke, dass du mir immer hilfst, wenn ich in Schwierigkeiten bin! Das ist ein Grillspieß, auch genannt „Klees Grillfisch“, um dir zu danken! Der Fisch muss eigentlich nicht mehr gegrillt werden, er ist nach der Explosion im Teich sofort gar. Sag das aber keinem, das ist ein Geheimnis.",
      "es": "¡Gracias por ayudarme cada vez que me meto en problemas! Tengo un regalo de agradecimiento para ti: ¡pescado a la parrilla, hecho con mi propia receta secreta! Bueno, en realidad, la receta secreta es hacer que el pez explote directamente en el agua. Pero es un secreto, así que no puedes decírselo a nadie. Si alguien te pregunta, tú no sabes nada.",
      "fr": "Merci de toujours m'aider quand j'ai des problèmes ! Tiens, un cadeau ! Du poisson grillé à ma façon ! Je les explose et ça les fait sauter hors de l'eau déjà cuits ! Mais c'est une recette secrète, alors ne va pas la rapporter à n'importe qui. Fais comme si tu n'avais rien entendu.",
      "pt": "Obrigada por me ajudar cada vez que eu me meto em problemas! Tenho um presente de agradecimento para você - peixe grelhado, feito com minha própria receita secreta! ...Ok, então a receita secreta é explodir o peixe para fora da água. Hehehe, eles já estão totalmente cozidos quando pousam! Mas é um segredo, certo, então não se pode contar a ninguém. Basta fingir que você nem sequer sabe.",
      "ru": "Спасибо, что помогаешь мне каждый раз, когда я попадаю в неприятности! У меня для тебя есть подарочек в знак благодарности - это жареная рыба по моему особому рецепту! Он заключается в том, что нужно глушить рыбу взрывчаткой! Тогда она выпрыгивает из воды, и уже поджаренная падает на землю. Только это секретный рецепт, никому его не рассказывай. Просто веди себя так, как будто ты ничего не знаешь.",
      "id": "Terima kasih karena kamu selalu bantu aku kalau aku kena masalah! Aku punya hadiah buat kamu, ikan barbekyu yang kubuat pakai resep rahasiaku sendiri! ... Oke deh, jadi resep rahasianya adalah meledakkan ikan-ikan itu di dalam air. Hehe, tapi mereka benar-benar sudah matang kok! Tapi ini rahasia ya, jadi kamu jangan bilang siapa-siapa. Pura-pura saja kamu tidak tahu apa-apa.",
      "th": "ขอบคุณพี่ที่คอยช่วยแก้ปัญหาให้ Klee มาตลอดเลย! หนูขอตอบแทนพี่ด้วย \"Barbecued fish\" ไม้นี้แล้วกันนะ! ...เอ่อ จริง ๆ แล้วปลาน่ะสุกตั้งแต่ตอนที่ถูกระเบิดในน้ำแล้วล่ะ แต่พี่ก็ทำเป็นไม่รู้เรื่องนี้เหมือนทุก ๆ ทีก็แล้วกันนะ",
      "vi": "#Cảm ơn {F#chị}{M#anh} đã luôn giúp Klee giải quyết rắc rối! Xin dùng xiên \"Cá Nướng Klee\" này để báo đáp {F#chị}{M#anh} vậy! À... Thật ra, cá này lúc ở trong hồ đã bị bom nổ chín luôn đó, nhưng chuyện này cũng như mọi khi, {F#chị}{M#anh} cứ giả vờ không biết là được rồi."
    }
  },
  {
    "title": {
      "zhs": "可莉的爱好…",
      "zht": "可莉的愛好…",
      "jp": "クレーの趣味…",
      "ko": "클레의 취미…",
      "en": "Klee's Hobbies",
      "de": "Klees Hobbys ...",
      "es": "Aficiones de Klee...",
      "fr": "Les loisirs de Klee...",
      "pt": "Passatempos de Klee...",
      "ru": "Хобби Кли...",
      "id": "Hobi Klee",
      "th": "งานอดิเรกของ Klee...",
      "vi": "Sở thích của Klee..."
    },
    "line": {
      "zhs": "可莉喜欢毛茸茸的东西。比如嘟嘟可、蒲公英，还有雷泽的头发。",
      "zht": "可莉喜歡毛茸茸的東西。比如嘟嘟可、蒲公英，還有雷澤的頭髮。",
      "jp": "クレーはモフモフしたものが好き。ドドコとか、蒲公英とか、あとレザーの髪の毛とか。",
      "ko": "클레는 복슬복슬한 게 좋아. 도도코나 민들레 같은 거, 그리고 레이저의 머리카락도",
      "en": "I like things that are fluffy~! Like Dodoco! And dandelions! And Razor's hair!",
      "de": "Ich liebte alles, was fluffig ist. So wie Dodoco, Löwenzahn und Razors Haare.",
      "es": "Me gustan las cosas suaves, como Dodoco, los dientes de león y el cabello de Razor.",
      "fr": "J'adore les trucs doux ! Comme Dodoco, les pissenlits et les cheveux de Razor !",
      "pt": "A Klee gosta das coisas fofas~! Como a Dodoco! E Dandelions! E o cabelo do Razor!",
      "ru": "Я люблю пушистые вещи! Например, Додоко! И одуванчики! И волосы Рэйзора!",
      "id": "Klee suka sesuatu yang lembut dan berbulu. Kayak Dodoco, terus dandelion, juga rambut Razor.",
      "th": "Klee ชอบอะไรที่มีนุ่มฟู ๆ อย่าง Dodoco, Dandelion แล้วก็ผมของ Razor ด้วย",
      "vi": "Klee thích những nhứ có lông xù. Ví dụ như Dodoco, bồ công anh, và còn mái tóc của Razor nữa."
    }
  },
  {
    "title": {
      "zhs": "可莉的烦恼…",
      "zht": "可莉的煩惱…",
      "jp": "クレーの悩み…",
      "ko": "클레의 고민…",
      "en": "Klee's Troubles",
      "de": "Klees Sorgen ...",
      "es": "Preocupaciones de Klee...",
      "fr": "Les problèmes de Klee...",
      "pt": "Preocupações de Klee...",
      "ru": "Беспокойство Кли...",
      "id": "Kekhawatiran Klee",
      "th": "เรื่องกลุ้มใจของ Klee...",
      "vi": "Nỗi buồn của Klee..."
    },
    "line": {
      "zhs": "唉，你是好人，我是坏孩子…等我这次的禁闭结束、好好反省过以后，再来找你带我出去玩…",
      "zht": "#唉，{F#妳}{M#你}是好人，我是壞孩子…等我這次的禁閉結束、好好反省過以後，再來找{F#妳}{M#你}帶我出去玩…",
      "jp": "はあ、いい人だね、悪い子のクレーとは真逆…今回の反省が終わったら、また遊びにつれてってね…",
      "ko": "#휴, {F#언니}{M#오빠}는 좋은 사람이고, 난 나쁜 아이야… 정말 반성할 테니까 이번 감금이 끝나면 또 날 데리고 놀러 가줘…",
      "en": "*sigh* You're a good person, but I'm a bad girl. Once I'm out of solitary confinement and am done reflecting on my actions, we can go play together again, okay?",
      "de": "Hach, du bist eine gute Person, aber ich nicht ... Warte, bis ich meinen Hausarrest abgesessen habe. Dann können wir wieder zusammen spielen gehen ...",
      "es": "#*Suspira*, tú te portas bien, pero yo no. Cuando termine mi encierro y haya pensado en lo que hice, podemos jugar junt{F#as}{M#os} otra vez, ¿de acuerdo?",
      "fr": "*soupir* Tu es une bonne personne, mais moi, je suis pas une gentille fille. Quand je sortirai de ma cellule de détention et que j'aurai fini de réfléchir à mes actions, on pourra jouer ensemble à nouveau, OK ?",
      "pt": "*Suspiro* Você é uma boa pessoa, mas eu sou uma garota má. Quando eu sair da solitária e terminar de refletir sobre minhas ações, podemos ir brincar juntos novamente, certo?",
      "ru": "#Эх, ты очень хорош{F#ая}{M#ий}, а я очень плохая. Пошли играть, когда я досижу в своей камере и подумаю над тем, как плохо себя веду...",
      "id": "*huff* Kamu orang baik, tapi aku nakal. Nanti kalau aku sudah keluar dari ruang tahanan dan sudah selesai merenungkan perbuatanku, kita main sama-sama lagi ya ....",
      "th": "เฮ้อ พี่เป็นคนดี ส่วน Klee เป็นเด็กดื้อ... รอให้ได้ออกไปจากห้องขังนี่แล้ว จะทบทวนตัวเองดี ๆ แล้วค่อยไปหาพี่ ให้พี่พา Klee ไปเที่ยวนะ...",
      "vi": "#Haiz, {F#chị}{M#anh} là người tốt, em là đứa trẻ hư... Lần này sau khi cấm túc tự kiểm điểm xong, em sẽ đến tìm {F#chị}{M#anh}, để {F#chị}{M#anh} dẫn em đi chơi nha..."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was sie so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "蒙德的鲈鱼是很好吃的，从果酒湖里抓到的尤其好吃！这可不是瞎说的，连妈妈也认同可莉的想法喔。",
      "zht": "蒙德的鱸魚是很好吃的，從果酒湖裡抓到的尤其好吃！這可不是亂說的，連媽媽也認同可莉的想法喔。",
      "jp": "モンドのスズキは美味しいよ、特にシードル湖のスズキはね！でたらめじゃないよ、これはママも認めてるからね。",
      "ko": "몬드의 농어는 엄청 맛있어, 특히 시드르 호수에서 잡힌 건 더 맛있어! 진짜야, 엄마도 클레 말이 맞다고 했어",
      "en": "Mondstadt's basses are delicious, especially the ones you grab yourself from Cider Lake! I'm not even kidding, even my mom thinks so.",
      "de": "Mondstadts Bärsche schmecken am besten, besonders die vom Mostsee! Meine Mutter findet das auch.",
      "es": "Las percas de Mondstadt son las más deliciosas, ¡sobre todo las del Lago de Sidra! No estoy bromeando, incluso mi mamá piensa lo mismo.",
      "fr": "Les bars de Mondstadt sont délicieux, surtout ceux qu'on pêche dans le Lac de cidre ! Pour de vrai ! C'est ma maman qui le dit.",
      "pt": "Os Robalos de Mondstadt são muito saborosos, especialmente os do Lago de Sidra! Acredite! Até minha mãe concorda comigo.",
      "ru": "Мондштадтские окуни такие вкусные, особенно те, что водятся в Сидровом озере! Я не шучу, даже моя мама так думает.",
      "id": "Ikan bass Mondstadt enak banget, apa lagi kalau kamu tangkapnya di Cider Lake! Aku enggak bercanda, mama juga berpikir gitu kok.",
      "th": "ปลาของ Mondstadt อร่อยมาก ยิ่งปลาที่จับมาจาก Cider Lake ยิ่งอร่อยเลย! นี่ไม่ได้พูดมั่ว ๆ นะ แม้แต่แม่ก็ยอมรับในความคิดนี้ของ Klee เลย",
      "vi": "Cá chép của Mondstadt rất ngon, đặc biệt là cá bắt lên từ Hồ Rượu Trái Cây! Không phải Klee nói bừa, ngay cả mẹ Klee cũng đồng ý với Klee."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was sie nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang Tidak Disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "讨厌蒙德蟹——什么蟹都讨厌——可莉要出去玩——不要坐在餐桌前慢慢剥壳——",
      "zht": "討厭蒙德蟹——什麼蟹都討厭——可莉要出去玩——不要坐在餐桌前慢慢剝殼——",
      "jp": "モンドガニが嫌い——カニはみんな嫌い——クレーはお外で遊びたいの——テーブルの前でゆっくり殻を剥くのはクレーには向いてないよ——",
      "ko": "몬드 게는 싫어——게는 다 싫어——클레는 나가서 놀거야——식탁 앞에서 게 껍질이나 까고 싶진 않아——",
      "en": "I hate, hate, hate Mondstadt's crabs! All of them! I wanna go out and play, I don't wanna just sit there tryna de-shell a crab all day...",
      "de": "Ich hasse Mondstadts Krebse, ich hasse sie! Klee will einfach nur raus zum Spielen und nicht den ganzen Tag rumsitzen und Krebsfleisch aus dem Panzer kratzen.",
      "es": "Odio los cangrejos de Mondstadt. ¡A todos ellos! Quiero salir a jugar, no sentarme enfrente de una mesa para tardar un siglo en quitarle el caparazón a un cangrejo.",
      "fr": "Je déteste tous les crabes de Mondstadt ! Je veux sortir jouer ! C'est nul de passer sa journée à les décortiquer assise à une table...",
      "pt": "Quero sair e brincar, não quero ficar aqui sentada tentando descascar um caranguejo o dia todo...",
      "ru": "Ненавижу мондштадтских крабов! Всех крабов! Я хочу идти играть, а не сидеть и целый день чистить краба...",
      "id": "Ah, aku benci kepiting Mondstadt! Aku benci mereka! Aku mau pergi keluar dan main. Aku enggak mau kalau cuma duduk di sini dan mengupas cangkang kepiting ....",
      "th": "หนูไม่ชอบปูของ Mondstadt...ปูอะไรก็ไม่ชอบทั้งนั้น... Klee จะออกไปเล่น... ไม่อยากมานั่งแกะปูอยู่ที่โต๊ะอาหารแบบนี้...",
      "vi": "Ghét cua của Mondstadt... Tất cả loại cua đều đáng ghét... Klee muốn đi chơi... Không muốn ngồi bên bàn ăn từ từ bóc vỏ cua..."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "好香好香！可莉已经吃到吃不下啦…",
      "zht": "好香好香！可莉已經吃到吃不下啦…",
      "jp": "わぁ、いい匂い！でもクレー、お腹いっぱいでもう食べられない…",
      "ko": "완전 맛있어! 클레는 배불러서 더 이상 못 먹겠어…",
      "en": "Yummy, yummy! Oof, I'm so full...",
      "de": "Es riecht so gut! Ooh, ich bin so satt ...",
      "es": "¡Qué rico está! Uff, estoy llena...",
      "fr": "Ouah, ça sent trop bon ! Je n'ai plus de place dans mon estomac...",
      "pt": "Que delicioso! Klee está prestes a explodir de tão cheia...",
      "ru": "Вкуснятина! Вкуснятина! Ох, Кли уже объелась...",
      "id": "Enak, enyaaak! Klee kenyaaang~",
      "th": "อร่อยจังเลย อร่อยม้ากมาก! Klee กินจนยัดไม่ลงแล้วล่ะ...",
      "vi": "Wa, thơm quá thơm quá! Klee no bụng đến nỗi ăn không nổi nữa rồi..."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "今天也吃到了好吃的东西，可莉好开心！谢谢你！",
      "zht": "#今天也吃到了好吃的東西，可莉好開心！謝謝{F#妳}{M#你}！",
      "jp": "今日のごはんも美味しかった。クレー、とっても幸せだよ！ありがとう！",
      "ko": "오늘도 맛있는 요리를 먹을 수 있어서 클레는 너무 행복해! 고마워!",
      "en": "Yay, I got to eat something tasty today. I'm so happy! Thank you!",
      "de": "Ich hatte heute auch ein köstliches Essen, ich war so glücklich! Ich danke dir!",
      "es": "¡Bien! ¡Hoy volví a comer algo rico! ¡Gracias!",
      "fr": "Je suis super contente de pouvoir manger de bonnes choses aujourd'hui aussi ! Merci !",
      "pt": "Estou tão feliz por ter comido algo tão delicioso hoje! Obrigada!",
      "ru": "Ура! Я поем вкусненького! Я так рада! Спасибо!",
      "id": "Yeay, hari ini Klee makan enak lagi! Senangnya! Makasih ya!",
      "th": "วันนี้ได้กินของอร่อยด้วย Klee มีความสุขมาก! ขอบคุณมากนะ!",
      "vi": "#Hôm nay cũng được ăn món ngon, Klee rất vui! Cảm ơn {F#chị}{M#anh}!"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "看上去很好吃，但吃起来不太方便…嘿嘿，你来帮帮可莉好不好！",
      "zht": "#看起來很好吃，但吃起來不太方便…嘿嘿，{F#妳}{M#你}來幫幫可莉好不好！",
      "jp": "お、美味しそうだけど、食べるのがちょっと大変かも…えへへ、クレーを助けてくれる？",
      "ko": "맛있어 보이긴 하는데 먹기 좀 불편할 것 같네…. 클레 대신 먹어주면 안 돼?",
      "en": "It looks yummy, but it's kinda hard work to eat... Hee-hee, how about you help me? Pretty please!",
      "de": "Es sieht köstlich aus, aber es ist nicht ganz einfach zu essen ... Kannst du mir bitte helfen?",
      "es": "Tiene buena pinta, pero cuesta comerlo... Jeje, ¿y si me ayudas? ¡Porfa!",
      "fr": "Ça avait l'air délicieux, mais c'est différent en bouche... Héhé, tu dois m'aider à terminer !",
      "pt": "Parece delicioso, mas é difícil de comer... Hehe, pode me dar uma ajuda? Por favor!",
      "ru": "Выглядит вкусненько, но на вкус... Хи-хи, может, поможешь мне? Ну пожалуйста!",
      "id": "Kelihatannya sih enak, tapi kayaknya bakalan lama nih dimakannya ... Hehehe, gimana kalau kakak bantuin aku? Ayo mau dong!",
      "th": "ดูหน้าตาน่าอร่อยนะ แต่กินลำบากจัง... ฮี่ฮี่ พี่มาช่วย Klee หน่อยได้ป่าว!",
      "vi": "#Trông có vẻ ngon, nhưng ăn thì không tiện lắm... Hì hì, {F#chị}{M#anh} giúp Klee được không?"
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "生日快乐！过生日很开心，你比可莉大，那过生日的次数一定比可莉多吧？可莉很羡慕！",
      "zht": "#生日快樂！過生日很開心，{F#妳}{M#你}比可莉大，那過生日的次數一定比可莉多吧？可莉很羡慕！",
      "jp": "お誕生日おめでとう！誕生日は楽しいね。クレーより年上だから、誕生日を過ごした回数はクレーより多いよね？羨ましいなぁ！",
      "ko": "#생일 축하해! 생일은 즐거운 날이야, {F#언니}{M#오빠}는 클레보다 나이가 많으니까, 생일도 더 많이 보냈겠네! 클레는 부러워!",
      "en": "♪Happy birthday to you, happy birthday to you, happy birthday dear Traveler, happy birthday to you!♪ You're older than me right? That means you've had way more birthdays than me... I'm sooo jealous!",
      "de": "Herzlichen Glückwunsch zum Geburtstag! Am heutigen Tag sollst du viel Freude haben, du bist älter als Klee, dann hast du bestimmt schon oft gefeiert? Klee ist ganz neidisch!",
      "es": "¡Feliz cumpleaños! Espero que pases un buen día. Eres mayor que Klee, así que seguro que has celebrado más cumpleaños que yo, ¿cierto? ¡Qué envidia!",
      "fr": "#Joyeux anniversaire ! Ah, mais comme tu es plus {M#grand}{F#grande} que moi, ça veut dire que tu as eu plus d'anniversaires ! Je suis jalouse !",
      "pt": "#♪ Parabéns para você, parabéns para você, parabéns querid{M#o}{F#a} viajante, parabéns para você! ♪ Você é mais velh{M#o}{F#a} que eu, certo? Isso significa que você já teve muito mais aniversários do que eu... Estou com muita inveja!",
      "ru": "#♪С днём рожденья тебя! С днём рожденья тебя! С днём рожденья тебя, дорог{F#ая}{M#ой} путешественни{F#ца}{M#к}! С днём рожденья тебя!♪ Ты ведь старше меня? Значит и дней рождения у тебя было больше, чем у меня... Ох, я так тебе завидую!",
      "id": "Selamat ulang Tahun! Ulang tahun yang penuh kebahagiaan, kamu lebih tua dari Klee, jadi kamu pasti punya lebih banyak ulang Tahun daripada aku, kan? Wah iri deh!",
      "th": "สุขสันต์วันเกิดค่า! มีความสุขมาก ๆ น้าาา พี่โตกว่า Klee งั้นก็ต้องเคยฉลองวันเกิดมากกว่า Klee น่ะสิ? อิจฉาจังเลย!",
      "vi": "#Sinh nhật vui vẻ! Đón sinh nhật rất là vui, {F#chị}{M#anh} lớn hơn Klee, vậy số lần ăn mừng sinh nhật cũng nhiều hơn Klee đúng không? Thật ngưỡng mộ!"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "嗯，新型炸弹研究完毕！趁琴团长发现之前，开溜！",
      "zht": "嗯，新型炸彈研究完畢！趁琴團長發現之前，開溜！",
      "jp": "うん、新型爆弾の研究が終わった！ジン団長に気付かれる前に逃げよう！",
      "ko": "응, 신형 폭탄 연구가 끝났어! 진 단장님이 발견하기 전에 얼른 도망쳐야지!",
      "en": "Mm, new-bomb research complete! Now, let's get outta here before Jean finds out...",
      "de": "Ok, Neuer Sprengstoff-Recherche abgeschlossen! Nur Jean darf davon nichts erfahren!",
      "es": "¡Investigación de bombas nuevas completada! Salgamos de aquí antes de que Jean se entere...",
      "fr": "Le test de ma nouvelle bombe est terminé ! Filons avant que Jean ne nous retrouve !",
      "pt": "Mm, pesquisa de novas bombas foi concluída! Agora, vamos sair daqui antes que a Jean descubra...",
      "ru": "Вот и всё. Изобретение новой бомбы завершено. А теперь бежим отсюда, пока Джинн не узнала!",
      "id": "Hm, penelitian bom baru selesai! Sekarang, yuk kita keluar dari sini sebelum Master Jean lihat kita!",
      "th": "อื้ม การวิจัยระเบิดแบบใหม่เสร็จแล้ว! รีบไปกันเถอะ ก่อนที่หัวหน้ากอง Jean จะรู้เข้า!",
      "vi": "Công trình nghiên cứu bom loại mới đã hoàn tất! Nhân lúc Đội Trưởng Jean chưa phát hiện chuồn thôi nào!"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "又进步了一点！不过琴团长总是说：「进步是分内之事。」",
      "zht": "又進步了一點！不過琴團長總是說：「進步是分內之事。」",
      "jp": "また成長した気がする！でもジン団長はいつも「成長は騎士として当然のことだ」って言うの。",
      "ko": "이번에도 조금 더 발전했어! 하지만 진 단장님은 항상 「발전은 본분에 속하는 일」이라고 해",
      "en": "Aw yeah, I improved again! But as Jean says, \"Continuous self-improvement is one's duty.\" She says that means I'm allowed to be a bit happy about it, but not the most happy I've ever been in my whole life about it.",
      "de": "Und wieder besser geworden! Obwohl, Jean sagt immer: „Fortschritt ist nur ein kleiner Teil vom Ganzen.“",
      "es": "¡Volví a mejorar! Pero la Maestra Jean siempre dice que “seguir mejorando es un deber”.",
      "fr": "Ouais ! Je me suis encore améliorée ! Comme Jean dit toujours : « L'amélioration de soi est le devoir de tous. »",
      "pt": "Ah, sim, eu melhorei novamente! Mas, como diz a Jean, \"o autoaperfeiçoamento contínuo é um dever de cada um\". Ela diz que isso significa que me é permitido ser um pouco feliz com isso, mas não o mais feliz que já fui em toda a minha vida com isso.",
      "ru": "О да, я стала лучше! Но как говорит Джинн: «Саморазвитие - это долг каждого гражданина». По её словам, этому можно немножко порадоваться, но не чересчур.",
      "id": "Hehe, kayaknya kemampuanku meningkat lagi! Tapi kayak yang Master Jean selalu bilang: \"Terus mengalami kemajuan adalah tanggung jawab seseorang.\" Dia bilang artinya aku boleh sedikit senang karena hal itu, tapi bukan berarti itu hal paling membahagiakan di hidup aku.",
      "th": "ก้าวหน้าไปอีกขั้นแล้ว! หัวหน้ากอง Jean มักจะพูดว่า \"การพัฒนาตัวเองอย่างต่อเนื่อง เป็นหนึ่งในหน้าที่ของเรา\"",
      "vi": "Lại tiến bộ thêm một chút rồi! Nhưng Đội Trưởng Jean luôn nói: \"Tiến bộ là trách nhiệm.\""
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "谢谢你总是陪我一起收集研究用的材料！如果你想学习炸弹的制作方法，我也可以来教你哦。",
      "zht": "#謝謝{F#妳}{M#你}總是陪我一起收集研究用的材料！如果{F#妳}{M#你}想學習炸彈的製作方法，我也可以來教{F#妳}{M#你}哦。",
      "jp": "研究用の材料をいつも一緒に集めてくれてありがとう！爆弾の作り方を知りたくなったら、クレーが教えてあげるよ。",
      "ko": "항상 같이 연구용 재료를 모아줘서 고마워! 폭탄 만드는 방법이 궁금하다면 내가 알려줄게",
      "en": "Thanks for helping me gather so much stuff for my research! If you ever wanna learn how to make a bomb, I can teach you y'know.",
      "de": "Danke, dass du mir geholfen hast soviel neues Material zu sammeln! Wenn du einmal etwas über Bomben-Bauen lernen willst, dann sag nur Bescheid!",
      "es": "¡Gracias por ayudarme siempre a conseguir material para mi investigación! Si quieres aprender a hacer bombas, yo te podría enseñar.",
      "fr": "Merci d'avoir rassemblé tout ce matériel pour mes expériences ! Je suis là si jamais tu veux savoir comment fabriquer des explosifs !",
      "pt": "Muito obrigada pela sua companhia para coletar os materiais de pesquisa. Se você também quiser estudar a técnica de fazer bombas, posso te ensinar.",
      "ru": "Спасибо, что помогаешь мне собирать материалы для моих исследований! Если когда-нибудь захочешь научиться делать бомбы, я обязательно сама тебя научу!",
      "id": "Terima kasih sudah bantu aku mengumpulkan banyak bahan buat penelitian! Kalau mau belajar cara buat bom, aku bisa ajarin kamu loh~",
      "th": "ขอบคุณพี่มากเลยที่คอยช่วย Klee เก็บข้อมูลวิจัย! ถ้าพี่อยากเรียนรู้วิธีการทำระเบิด Klee สอนพี่ก็ได้นะ",
      "vi": "#Cảm ơn {F#chị}{M#anh} đã luôn cùng em đi thu thập nguyên liệu nghiên cứu! Nếu {F#chị}{M#anh} muốn học cách chế tạo bom, em cũng có thể dạy cho {F#chị}{M#anh} đó."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "很久以前，第一次听到爆炸声的时候，我没有害怕…后来我才知道，大部分人不是这样的…不过，你也不害怕我的炸弹呢！嘿嘿，太好了，可莉果然交到了很好的朋友！",
      "zht": "#很久以前，第一次聽到爆炸聲的時候，我沒有害怕…後來我才知道，大部分人不是這樣的…不過，{F#妳}{M#你}也不害怕我的炸彈呢！嘿嘿，太好了，可莉果然交到了很好的朋友！",
      "jp": "昔ね、初めて爆発の音を聞いた時、怖くなかったの…その後、みんなはそうじゃないって知ったんだ…でも、あなたもクレーの爆弾を怖がらないよね！へへっ、よかった、クレーはいいお友達を持てたね！",
      "ko": "#아주 오래전, 클레가 처음으로 폭발하는 소리를 들었을 때 하나도 무섭지 않았어… 대부분의 사람들은 그렇지 않다는걸, 나중에 알았지…그런데 {F#언니}{M#오빠}도 내 폭탄을 안 무서워하네! 헤헤, 역시 클레가 좋은 친구를 사귄 게 분명해!",
      "en": "I remember the first time I ever heard an explosion... I wasn't scared at all. Later on, I found out that apparently, that's not \"normal,\" and most people would've been scared. But hey, you're not scared of my bombs right? Tee-hee, I knew it! That's why your my bestest friend ever!",
      "de": "Ich erinnere mich noch, vor langer Zeit, als ich das erste Mal eine Explosion gehört habe, dass ich gar keine Angst hatte ... Erst später erfuhr ich, dass die meisten Menschen nicht so sind ... Obwohl, du scheinst auch keine Angst vor meinen Bomben zu haben! Hehe, sehr gut, Klee hat also einen sehr guten neuen Freund gefunden!",
      "es": "#Hace mucho tiempo, la primera vez que escuché la explosión de una bomba, no tuve miedo... Después, descubrí que eso no era lo “normal”, y que a mucha gente sí le daba miedo. ¡Pero a ti tampoco te dan miedo mis bombas! Jiji, qué contenta estoy de tener {F#una amiga tan buena}{M#un amigo tan bueno} como tú.",
      "fr": "#Je n'ai pas eu peur la première fois que j'ai entendu une explosion. J'ai appris plus tard que ce n'était pas un événement normal... Mais toi, tu n'es pas {M#effrayé}{F#effrayée} par mes bombes, hein ? Héhé, je le savais ! C'est pour ça que tu es {M#le meilleur}{F#la meilleure} de tous mes meilleurs amis !",
      "pt": "#Lembro-me da primeira vez que ouvi uma explosão... Eu não estava nada assustada. Mais tarde, descobri que aparentemente, isso não é \"normal\", e a maioria das pessoas teria ficado assustada. Mas você não está com medo das minhas bombas, certo? Hehehe, eu sabia! É por isso que você é {M#o meu melhor amigo}{F#a minha melhor amiga} de todos os tempos!",
      "ru": "#Я помню, что, когда в первый раз услышала взрыв, я вовсе не напугалась. Потом я узнала, что это не «нормально», и большинство людей бы испугалось. Но ты ведь тоже не боишься моих бомб? Хе-хе, я так и знала! Вот почему ты мо{F#я}{M#й} сам{F#ая}{M#ый} лучш{F#ая}{M#ий} {F#по}друг{F#а}!",
      "id": "Aku ingat pertama kali aku dengar ledakan, aku sama sekali enggak takut. Habis itu aku baru tahu kalau itu enggak normal, dan biasanya orang pasti bakal takut. Eh tapi, kamu enggak takut sama bomku, kan? Hehe, makanya kamu jadi teman baikku!",
      "th": "เมื่อก่อนตอนที่ได้ยินเสียง ระเบิดครั้งแรกน่ะ Klee ไม่กลัวเลย... ต่อมาถึงได้รู้ว่าคนส่วนใหญ่ไม่ใช่แบบนั้น ...แต่พี่ก็ไม่กลัวระเบิดใช่ไหม! อิอิ ดีจังเลย Klee ได้เพื่อนซี้แล้วล่ะ!",
      "vi": "#Rất lâu trước kia, lần đầu nghe thấy tiếng bom, em đã không hề sợ hãi... Sau đó em mới biết, đa số người khác sẽ không như vậy... Nhưng mà, {F#chị}{M#anh} cũng không sợ bom của em đúng không! Hi hi, Klee quả nhiên đã tìm được một người bạn tốt!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "蹦蹦炸弹！",
      "zht": "蹦蹦炸彈！",
      "jp": "ボンボン爆弾！",
      "ko": "통통 폭탄!",
      "en": "Jumpy Dumpty go!",
      "de": "Bimm-Bamm-Bombe!",
      "es": "¡Bomba saltarina!",
      "fr": "Bombe rebondissante !",
      "pt": "Bomba Dançante, sua vez!",
      "ru": "Прыг-скок бомба!",
      "id": "Jumpy Dumpty!",
      "th": "ระเบิดเด้งดึ๋ง!",
      "vi": "Bom Nảy!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "弹起来吧！",
      "zht": "彈起來吧！",
      "jp": "弾けろ！",
      "ko": "통통 튕겨라!",
      "en": "Boing, boing, boom!",
      "de": "Boing, boing, bumm!",
      "es": "Boing, boing, ¡bum!",
      "fr": "Jouez-la !",
      "pt": "Boing, boing, boom!",
      "ru": "Бим, бам, бом!",
      "id": "Boing, boing, bumm!",
      "th": "เด้งขึ้นไปเลย!",
      "vi": "Nảy lên nào!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "嘿咻！",
      "zht": "嘿咻！",
      "jp": "よいしょっ！",
      "ko": "읏챠!",
      "en": "Pieew.",
      "de": "Schwupp!",
      "es": "¡Fiúúúúúú!",
      "fr": "Pfiou !",
      "pt": "Péééu.",
      "ru": "Пиу-пиу!",
      "id": "Piuuu.",
      "th": "ฮึบฟิ้ว!",
      "vi": "Pieew!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "轰轰火花！",
      "zht": "轟轟火花！",
      "jp": "ドッカン花火！",
      "ko": "쾅쾅 불꽃!",
      "en": "Sparks 'n' Splash!",
      "de": "Funkelfunken!",
      "es": "¡Chispas explosivas!",
      "fr": "Fleur bombardier !",
      "pt": "Faíscas Explosivas!",
      "ru": "Грохот и искры!",
      "id": "Percikan api!",
      "th": "ประกายไฟระเบิดบู้มมม!",
      "vi": "Tia lửa mãnh liệt!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "火力全开！",
      "zht": "火力全開！",
      "jp": "火力全開！",
      "ko": "화력전개!",
      "en": "Blazing Delight!",
      "de": "Feuer frei!",
      "es": "¡Klee a la carga!",
      "fr": "Feu à volonté !",
      "pt": "Fogo Aberto!",
      "ru": "Пламенный восторг!",
      "id": "Kegembiraan yang membara!",
      "th": "ไฟแผดเผาสุดกำลัง!",
      "vi": "Tổng lực tấn công!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "全——都可以炸完！",
      "zht": "全——都可以炸完！",
      "jp": "ぜーんぶドカーン！",
      "ko": "전부——터뜨릴거야!",
      "en": "Blow them aaaalll up!",
      "de": "Ich spreng sie alle in die Luft!",
      "es": "¡Todos saldrán por los aires!",
      "fr": "Je peux tout faire sauter !",
      "pt": "Explodam todos!",
      "ru": "Пусть они взлетят на воздух!",
      "id": "Seeemuanya bakal kuledakkan!",
      "th": "ระเบิดให้กระจายไปเล๊ยย!",
      "vi": "Nổ sạch hết nào!"
    }
  },
  {
    "title": {
      "zhs": "冲刺开始·其一",
      "zht": "衝刺開始·其一",
      "jp": "ダッシュ開始·1",
      "ko": "대시 시작·첫 번째",
      "en": "Sprint Start: I",
      "de": "Rennen – Start I",
      "es": "Al esprintar (I)",
      "fr": "Début de sprint (1)",
      "pt": "Início da Corrida - I",
      "ru": "Начало спринта I",
      "id": "Mulai Lari: I",
      "th": "เริ่มวิ่ง - 1",
      "vi": "Xung Kích Bắt Đầu I"
    },
    "line": {
      "zhs": "啦啦啦~",
      "zht": "啦啦啦~",
      "jp": "ららら～",
      "ko": "라라라~",
      "en": "Lalala~",
      "de": "La la la la ♪",
      "es": "¡Lalala!",
      "fr": "La la la la ~",
      "pt": "Lalalala~",
      "ru": "Ля-ля-ля!",
      "id": "Lalala♪",
      "th": "ลาลาล้า~",
      "vi": "La la la~"
    }
  },
  {
    "title": {
      "zhs": "冲刺开始·其二",
      "zht": "衝刺開始·其二",
      "jp": "ダッシュ開始·2",
      "ko": "대시 시작·두 번째",
      "en": "Sprint Start: II",
      "de": "Rennen – Start II",
      "es": "Al esprintar (II)",
      "fr": "Début de sprint (2)",
      "pt": "Início da Corrida - II",
      "ru": "Начало спринта II",
      "id": "Mulai Lari: II",
      "th": "เริ่มวิ่ง - 2",
      "vi": "Xung Kích Bắt Đầu II"
    },
    "line": {
      "zhs": "哒哒哒~",
      "zht": "噠噠噠~",
      "jp": "だだだ～",
      "ko": "다다다~",
      "en": "Da-da-da~",
      "de": "Dabbadida!",
      "es": "¡Tatatá!",
      "fr": "Dadada ~",
      "pt": "Dadada~",
      "ru": "Та-да-да!",
      "id": "Dadada♪",
      "th": "ต๊ะต๊ะต้า~",
      "vi": "Da-da-da~"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "可莉又找到新的宝物了！",
      "zht": "可莉又找到新的寶物了！",
      "jp": "クレーまた新しい宝物を見つけたよ！",
      "ko": "클레가 또 보물을 찾았어!",
      "en": "More treasure, more treasure! Hee-hee...",
      "de": "Mehr Schatz, mehr Schatz! Hehe ...",
      "es": "¡Más tesoros, más tesoros! Jeje.",
      "fr": "Des trésors et encore des trésors ! Héhé...",
      "pt": "Mais tesouros, mais tesouros! Hee-hee...",
      "ru": "Больше сокровищ, больше сокровищ! Хи-хи...",
      "id": "Harta karun, harta karun! Hehehe ....",
      "th": "Klee เจอสมบัติอีกแล้วล่ะ!",
      "vi": "Klee lại tìm được báu vật mới rồi!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "亮闪闪的，好开心！",
      "zht": "亮閃閃的，好開心！",
      "jp": "キラキラしてる、わぁ！",
      "ko": "반짝반짝해서 기분 좋아!",
      "en": "Yay, shiny!",
      "de": "Juhu, glänzend!",
      "es": "¡Yuju! ¡Cómo brilla!",
      "fr": "Waouh, ça brille !",
      "pt": "Yay, brilhante!",
      "ru": "Ура, блестяшка!",
      "id": "Waw, bercahaya!",
      "th": "ประกายปิ๊ง ๆ ชอบจังเลย!",
      "vi": "Lấp la lấp lánh, vui quá!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "地下会不会埋着更多宝箱呢…",
      "zht": "地下會不會埋著更多寶箱呢…",
      "jp": "地下にも宝箱が埋まってないかなぁ…",
      "ko": "땅 밑에 보물이 더 있으려나…",
      "en": "Maybe there's even more buried below...",
      "de": "Vielleicht gibt es sogar noch mehr unter der Erde ...",
      "es": "Tal vez haya más bajo tierra.",
      "fr": "Peut-être qu'il y en a d'autres enterrés...",
      "pt": "Talvez tenha ainda mais debaixo da terra...",
      "ru": "Может, под землёй есть ещё...",
      "id": "Mungkin masih ada lagi yang terkubur di bawah ....",
      "th": "ใต้ดินจะมีสมบัติฝังไว้อีกรึเปล่านะ...",
      "vi": "Có khi nào dưới đất còn nhiều rương báu hơn không nhỉ..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "哇…怎么会这样…",
      "zht": "哇…怎麼會這樣…",
      "jp": "わっ…そんな…",
      "ko": "으아… 이럴 수가…",
      "en": "What did you do that for!?",
      "de": "Wie kann jemand nur so etwas tun?",
      "es": "¡¿Por qué hiciste eso?!",
      "fr": "Waouh... Pourquoi ?",
      "pt": "Por que você fez isso!?",
      "ru": "Ну, зачем так делать?!",
      "id": "Kenapa kamu melakukan itu ....",
      "th": "ว๊า... ทำไมเป็นแบบนี้อ่ะ...",
      "vi": "Ui...sao lại như vậy..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "琴团长…它欺负我…",
      "zht": "琴團長…它欺負我…",
      "jp": "ジン団長…助けて…",
      "ko": "진 단장님… 쟤가 날 괴롭혀…",
      "en": "Jeeeean... they're picking on me!",
      "de": "Jeeeean ... sie hacken auf mir herum!",
      "es": "Maestra Jean... ¡se están metiendo conmigo!",
      "fr": "Jean, on m'embête !",
      "pt": "Jeeeean... Eles estão se juntando contra mim!",
      "ru": "Джи-и-и-инн... Меня обижают!",
      "id": "Jeaaaan ... Mereka ganggu aku!",
      "th": "พี่หัวหน้ากอง Jean... มันรังแกหนูอ่ะ...",
      "vi": "Đội trưởng Jean... nó ăn hiếp em..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "玩累了，有点晕…",
      "zht": "玩累了，有點暈…",
      "jp": "疲れた、くらくらする…",
      "ko": "너무 놀았더니, 좀 어지럽네…",
      "en": "I feel kinda woozy...",
      "de": "Ich fühle mich irgendwie benebelt ...",
      "es": "Estoy un poco mareada...",
      "fr": "J'ai la tête qui tourne...",
      "pt": "Sinto uma tontura...",
      "ru": "Что-то меня мутит...",
      "id": "Rasanya aku agak pusing ....",
      "th": "เล่นจนเหนื่อยเลย เวียนหัวนิด ๆ แล้วเนี่ย...",
      "vi": "Chơi mệt rồi, hơi chóng mặt..."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "火花骑士，爆破支援！",
      "zht": "火花騎士，爆破支援！",
      "jp": "火花騎士、爆破支援するよ！",
      "ko": "불꽃 기사, 폭파 지원!",
      "en": "I can make a big bang if you want!",
      "de": "Ich kann einen großen Knall machen, wenn du willst!",
      "es": "¡Puedo hacer un gran buuum si quieres!",
      "fr": "Je peux faire un gros boum si besoin !",
      "pt": "Posso fazer uma enorme explosão se quiser!",
      "ru": "Если хочешь, я устрою большой взрыв!",
      "id": "Aku bisa bikin bom-bom duar-duar kalau kamu mau!",
      "th": "อัศวินดอกไม้เพลิง กองหนุนสุดจี๊ดมาแล้ว!",
      "vi": "Kỵ Sĩ Tia Lửa, pùm!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "你不要紧吧？",
      "zht": "你不要緊吧？",
      "jp": "だいじょーぶ？",
      "ko": "괜찮아?",
      "en": "Are you okay?",
      "de": "Geht es dir gut?",
      "es": "¿Estás bien?",
      "fr": "Ça va ?",
      "pt": "Você está bem?",
      "ru": "Ты в порядке?",
      "id": "Kamu enggak apa-apa?",
      "th": "พี่ไหวอยู่ใช่มั้ย?",
      "vi": "#{M#Anh}{F#Chị} không sao chứ?"
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotada (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "看我成功开溜…！啊，失败了。",
      "zht": "看我成功開溜…！啊，失敗了。",
      "jp": "逃げよう…！あっ、失敗した。",
      "ko": "도망쳐야지…! 아, 실패했다",
      "en": "Yay, I did it! Oh wait, no I didn't...",
      "de": "Juhu, ich habe es geschafft! Oh warte, nein, habe ich nicht ...",
      "es": "¡Bien, lo conseguí! Oh, creo que no...",
      "fr": "Je m'échappe...! Ah, raté...",
      "pt": "Eba, consegui! Espera, não consegui não...",
      "ru": "Ура, получилось! Нет, стоп, показалось...",
      "id": "Hore, aku berhasil! Eh tunggu, aku gagal ....",
      "th": "ดูสิหนูหนีออกมาได้แล้วล่ะ...! อ๊า พลาดอีกล่ะ",
      "vi": "Hãy xem em chuồn đây...! Á, thất bại rồi."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotada (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "可莉…想回家了…",
      "zht": "可莉…想回家了…",
      "jp": "クレー…もう帰りたい…",
      "ko": "클레는… 집에 가고 싶어…",
      "en": "I wanna go home now...",
      "de": "Ich möchte jetzt nach Hause gehen ...",
      "es": "Quiero volver a casa...",
      "fr": "Je veux... rentrer à la maison...",
      "pt": "Quero ir para casa...",
      "ru": "Кли... Хочет домой...",
      "id": "Aku mau pulang ....",
      "th": "Klee... อยากกลับบ้านแล้วอ่าา...",
      "vi": "Klee...muốn về nhà..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotada (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "又闯祸了…",
      "zht": "又闖禍了…",
      "jp": "またやっちゃった…",
      "ko": "또 사고 쳤어…",
      "en": "It was an accident...",
      "de": "Es war ein Unfall ...",
      "es": "Fue un accidente...",
      "fr": "Encore des ennuis...",
      "pt": "Foi um acidente...",
      "ru": "Это вышло случайно...",
      "id": "Ini cuma kecelakaan ....",
      "th": "แย่แล้วสิ...",
      "vi": "Lại gây họa rồi..."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其一",
      "zht": "普通受擊·其一",
      "jp": "ダメージを受ける·1",
      "ko": "일반 피격·첫 번째",
      "en": "Light Hit Taken: I",
      "de": "Leichten Treffer erlitten I",
      "es": "Recibiendo un ligero ataque (I)",
      "fr": "Attaque légère subie (1)",
      "pt": "Ataque Leve Sofrido - I",
      "ru": "Получен лёгкий удар I",
      "id": "Menerima Serangan Ringan: I",
      "th": "รับการโจมตีปกติ - 1",
      "vi": "Chịu Đòn Thường I"
    },
    "line": {
      "zhs": "过分…",
      "zht": "過分…",
      "jp": "ひどい…",
      "ko": "너무해…",
      "en": "No fair!",
      "de": "Das ist nicht gerecht!",
      "es": "¡No es justo!",
      "fr": "C'est injuste...",
      "pt": "Não é justo!",
      "ru": "Нечестно!",
      "id": "Curang!",
      "th": "เกินไปละนะ...",
      "vi": "Quá đáng..."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "好疼啊！",
      "zht": "好疼啊！",
      "jp": "痛いよ！",
      "ko": "너무 아파!",
      "en": "That really hurt!",
      "de": "Das tat wirklich weh!",
      "es": "¡Eso duele!",
      "fr": "Ça fait mal !",
      "pt": "Essa doeu!",
      "ru": "Это так больно!",
      "id": "Sakit banget!",
      "th": "โอ๊ย เจ็บนะ!",
      "vi": "Đau quá đi!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "可莉来帮忙！",
      "zht": "可莉來幫忙！",
      "jp": "クレーが手伝うよ！",
      "ko": "클레가 도와줄게!",
      "en": "Klee can help!",
      "de": "Klee kann helfen!",
      "es": "¡Yo puedo ayudar!",
      "fr": "Klee, à la rescousse !",
      "pt": "Klee pode ajudar!",
      "ru": "Кли поможет!",
      "id": "Klee mau bantu!",
      "th": "Klee มาช่วยแล้วล่ะ!",
      "vi": "Để Klee giúp đỡ!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "锵锵——可莉登场。",
      "zht": "鏘鏘——可莉登場。",
      "jp": "ジャジャーン！クレー参上！",
      "ko": "짜잔——클레 등장",
      "en": "Ta-da! Klee is here!",
      "de": "Tada! Klee ist da!",
      "es": "¡Tachán! ¡Klee ya está aquí!",
      "fr": "Tadam ! C'est moi.",
      "pt": "Ta-da! Klee chegou!",
      "ru": "Та-дам! Кли здесь!",
      "id": "Tadaaa~ Klee datang!",
      "th": "ทะดาาา... Klee มาแล้วน้าาา",
      "vi": "Ta-da! Klee có mặt."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "好耶！是大冒险。",
      "zht": "好耶！是大冒險。",
      "jp": "やったぁ！大冒険だぁ！",
      "ko": "오예! 모험을 떠나자",
      "en": "Yea! Let's go on a big adventure!",
      "de": "Juhu! Lass uns ein großes Abenteuer erleben!",
      "es": "¡Bien! ¡Vamos de aventuras!",
      "fr": "Ouais ! C'est la grande aventure !",
      "pt": "Eba! Vamos partir para uma grande aventura!",
      "ru": "Да! Нас ждёт большое приключение!",
      "id": "Hore! Ayo kita mulai petualangan besar!",
      "th": "ได้เลย! นี่คือการผจญภัยครั้งใหญ่",
      "vi": "Hay quá! Mạo hiểm thôi."
    }
  }
]