[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "岩王帝君为璃月港带来繁荣昌盛，他的治世威名化作演义传记为人津津乐道。然而，身为离神最近的人之一，刻晴似乎是最缺乏敬畏心的那个。\n\n「哼，说句不好听的，摩拉克斯他真的什么都懂吗？」\n\n璃月七星随时关注着港内的大小事情，岩王帝君每年却只降临一次。\n\n千年历史已经证明追随帝君的脚步是正确之举，但刻晴始终认为，生而为「人」就该有「人」的骄傲，「人」的想法同样该被重视。\n\n因此，她经常发表与帝君不同的意见，并一马当先地将其付诸实践。\n\n如此激进的做法确实取得了不少杰出成果，但也引来了诸多岩王帝君虔诚信徒的反对声。\n\n这种反对在刻晴看来，无非是偷懒的借口——习惯于活在神明庇护之下，永不会主动思考人类的前景。\n\n可总有一个人要走在时代最前沿，亲手开创新的道路。玉衡星，自然当仁不让。",
      "zht": "岩王帝君為璃月港帶來繁榮昌盛，他的治世威名化作演義傳記為人津津樂道。然而，身為離神最近的人之一，刻晴似乎是最缺乏敬畏心的那個。\n\n「哼，說句不好聽的，摩拉克斯他真的什麼都懂嗎？」\n\n璃月七星隨時關心著港內的大小事情，岩王帝君每年卻只降臨一次。\n\n千年歷史已經證明追隨帝君的腳步是正確之舉，但刻晴始終認為，生而為「人」就該有「人」的驕傲，「人」的想法同樣該被重視。\n\n因此，她經常發表與帝君不同的意見，並一馬當先地將其付諸實踐。\n\n如此激進的做法確實取得了不少傑出成果，但也引來了諸多岩王帝君虔誠信徒的反對聲。\n\n這種反對在刻晴看來，無非是偷懶的藉口——習慣於活在神明庇護之下，永不會主動思考人類的前景。\n\n但是總有一個人要走在時代最前沿，親手開創新的道路。玉衡星，自然當仁不讓。",
      "jp": "岩王帝君が璃月港に繁盛をもたらし、世を治めた彼の威名は演義として言い伝えられている。だが最も神に近い人間の一人——刻晴は最も敬畏の心を持っていない者だ。\n\n「はあ、言い方が悪いかもしれないけど、彼って本当に何でも知ってるの？」\n\n璃月七星が常に港での一切を見守っているのに対して、岩王帝君は年に一度しか顔を出さないのよ。\n\n千年の歴史は帝君につくことが正しいと証明してくれたが、刻晴はそれは少し違うと思っている。「人」として生まれたのなら、「人」としての誇り、「人」としての考えも大事にすべきだ、というのが彼女の考えである。\n\nよって、彼女はいつも帝君と違った意見を主張し、それを率先して行動に移す。\n\nこのような過激なやり方で、確かにたくさんの成果を出してきた一方、岩王帝君の信徒の反感を招いた。\n\nこのような反感は、刻晴から見れば、ただの怠け者の言い訳に過ぎない——神に甘えっぱなしで、自発的に人間の未来の考えない人。\n\n新たな時代を切り拓いていくリーダーに自分はなるのだ。",
      "ko": "암왕제군은 리월항에 번영을 가져다주었고 그의 치세와 위명은 실록으로 전해내려왔다. 그러나 신에 가장 가까운 사람 중 한 명인 각청은 경외심이 가장 부족한 사람인 것 같다.\n\n「흥, 모락스가 진짜로 모르는 게 아무것도 없다고?」\n\n리월 칠성은 항구의 크고 작은 일들을 수시로 살피나 암왕제군은 매년 한 번만 강림할 뿐이다.\n\n천 년이라는 역사가 제군을 추종하는 건 틀린 게 아니라는 걸 증명하고 있지만 각청은 늘 「인간」으로 태어났으면 「인간」의 자부심이 있어야 하고 「인간」의 생각도 똑같이 중요시돼야 한다고 여기고 있다.\n\n때문에 그녀는 제군과 다른 의견을 자주 내고 앞장서서 이를 행동에 옮긴다.\n\n이런 급진적인 방법은 확실히 적지 않은 성과를 거두긴 했으나 암왕제군을 믿는 신도들의 반발도 일어났다.\n\n각청에게 있어 이런 반발은 그저 신의 가호 아래 살아가며 인류의 미래를 평생 능동적으로 생각하지 않는 게 익숙해진 게으른 자들의 핑계일 뿐이다.\n\n하지만 시대의 최전선에서 직접 새로운 길을 개척하며 나아가는 사람도 있다. 옥형성은 당연히 이런 이들 중 하나이다",
      "en": "Rex Lapis has brought prosperity and plenty to Liyue Harbor, and his rule and majesty have long passed into show and song, much to the delight of the people. But for someone in such proximity to a god, Keqing seems to lack the requisite respect the most.\n\n\"Hmph. Let's be real here, but does Morax really know everything?\"\n\nThe Liyue Qixing deal with the day-to-day happenings in the Harbor, whether great or small, while Rex Lapis only descends once a year.\n\nWhile history has shown that following Morax's lead has been the right call, Keqing believes that humans should have their pride and that their views deserve equal consideration.\n\nAs such, she often advocates different opinions from Rex Lapis, and is the first to put such views into practice.\n\nHer radical actions have seen stellar results, but they have also attracted murmurings of opprobrium among those devoted to Rex Lapis.\n\nAs Keqing sees it, such opposition are the excuses of those who have grown complacent under the aegis of their deity, and who cannot consider the future of humanity of their own accord.\n\nBut someone must walk on the front line of the epoch and create a new path with their own hands — and the Yuheng star is determined to do her part in this endeavor.",
      "de": "Rex Lapis hat Liyue Wohlstand und viel Reichtum gebracht und viel seiner Herrschaft ist längst schon in Theater und Gesang übergegangen, sehr zur Freude des Volkes. Aber für jemanden, der einem Gott so nahe steht, scheint Keqing der nötige Respekt am meisten zu fehlen. „Seien wir realistisch, weiß Morax wirklich alles?“\n\nDie Qixing von Liyue befassen sich mit den alltäglichen Geschehnissen in Liyue, ob groß oder klein, während Rex Lapis nur einmal im Jahr herabsteigt.\n\nWährend die Geschichte gezeigt hat, dass es richtig war, Morax zu folgen, ist Keqing der Meinung, dass die Menschen ihren eigenen Stolz haben sollten und dass ihre Ansichten die gleiche Anerkennung verdienen.\n\nInfolgedessen vertritt sie oft andere Meinungen als Rex Lapis und ist die erste, die solche Ansichten in die Praxis umsetzt.\n\nIhre radikalen Aktionen haben hervorragende Ergebnisse gezeigt, aber sie haben auch bei denen, die Rex Lapis Treue geschworen haben, ein Raunen der Entrüstung hervorgerufen.\n\nFür Keqing sind solche Widerstände die Entschuldigung derer, die unter der Ägide ihrer Gottheit selbstgefällig geworden sind und die Zukunft der Menschheit nicht aus eigenem Antrieb verändern wollen.\n\nAber jemand muss in diesen Zeiten an der vordersten Front stehen und mit eigenen Händen einen neuen Weg schaffen. Der Yuheng ist entschlossen, seinen Teil dazu beizutragen.",
      "es": "Rex Lapis ha traído prosperidad y abundancia a Liyue, y su gobierno y sus hazañas se transmiten a través del saber popular de la gente. Pero, para ser alguien tan cercana a un dios, Keching carece del respeto que muchos tendrían hacia él.\n\n“¡Hum! Siendo realistas, ¿creen que Morax lo sabe todo?”.\n\nLas Siete Estrellas de Liyue se encargan de supervisar todo lo que ocurre en el puerto, ya sean asuntos importantes o insignificantes, mientras que Rex Lapis solo desciende una vez al año.\n\nLa historia ha demostrado que seguir el ejemplo de Morax es la decisión correcta, pero Keching cree que los humanos deberían tener orgullo propio y que sus puntos de vista merecen ser tomados en cuenta.\n\nComo tal, a menudo aboga por opiniones distintas a las de Rex Lapis, y es la primera en ponerlas en práctica.\n\nSus radicales acciones han tenido resultados estelares, pero también han atraído miradas de desaprobación entre los devotos de Rex Lapis.\n\nDesde el punto de vista de Keching, la oposición es la excusa de aquellos que se han vuelto complacientes bajo el auspicio de su deidad y que no pueden reflexionar sobre el futuro de la humanidad por ellos mismos.\n\nPero siempre hay alguien que debe marchar a la vanguardia de la época y crear un nuevo camino con sus propias manos, y el Equilibrio Terrenal está decidida a hacer su parte en esta labor.",
      "fr": "Le Souverain de la Roche a apporté richesse et prospérité à Liyue. Son règne et ses exploits sont relatés. Bien qu'elle occupe une position liée de près à cette déité, Keqing lui manque certainement de respect.\n\n« Hmph. Ce n'est pas agréable à entendre, mais je vais le dire quand même : Morax ne sait pas tout. »\n\nLes Sept Étoiles s'occupent des affaires de Liyue au quotidien, alors que le Souverain de la Roche ne descend qu'une fois par an.\n\nDes milliers d'années d'histoire montrent que les conseils de ce dernier se sont révélés fort bénéfiques pour l'humanité, mais Keqing estime que les humains devraient se faire confiance et prendre leur propre destin entre leurs mains.\n\nAinsi, elle exprime souvent des opinions contraires à celles du Souverain de la Roche et les met en œuvre.\n\nMalgré leur succès, ces actions suscitent l'opposition des dévots du Souverain de la Roche.\n\nKeqing juge que cette opposition est la manifestation d'une complaisance qui doit cesser.\n\nQuelqu'un doit bien prendre les choses en main et c'est bien ce que l'Alioth a l'intention de faire...",
      "pt": "Rex Lapis trouxe prosperidade para o Porto de Liyue, a sua governança e majestade se transformaram em livros e músicas que são compartilhados em Liyue. Mas para alguém tão próximo de um deus, Keqing parece não ter tanto respeito como os outros.\n\n\"Hmph. Vamos ser diretos, Morax realmente sabe tudo?\"\n\nOs Qixing de Liyue lidam com os acontecimentos diários da cidade, quer sejam grandes, quer pequenos, enquanto Rex Lapis só aparece uma vez por ano.\n\nEmbora a história tenha mostrado que seguir a liderança de Morax foi a escolha certa, Keqing acredita que os humanos devem ter o seu próprio orgulho e que as suas opiniões merecem mais importância.\n\nAssim, ela frequentemente defende opiniões diferentes de Rex Lapis, e é a primeira a colocar tais pensamentos em prática.\n\nAs suas ações radicais deram frutos, mas também atraíram murmúrios de opróbrio entre aqueles devotados a Rex Lapis.\n\nPara Keqing, tal oposição é a desculpa daqueles que se tornaram complacentes sob a égide de sua divindade e que não podem ponderar no futuro da humanidade por conta própria.\n\nMas alguém deve andar na linha de frente e criar um novo caminho com as próprias mãos - e Yuheng está determinada a assumir essa responsabilidade histórica.",
      "ru": "Властелин Камня принёс процветание и изобилие в гавань Ли Юэ, и, к безграничному удовольствию народа, его правление и величие давно превратились в песни и пляски. Но для кого-то, кто находится так близко к божеству, Кэ Цин, похоже, больше всего не хватает должного уважения.\n\n«Давайте будем откровенны. Вы думаете, Моракс действительно знает всё?»\n\nГруппировка Цисин занимается повседневными проблемами Ли Юэ, в то время как Властелин Камня снисходит до города только раз в год. Хоть история и показала, что следование за Мораксом оказалось верным решением, Кэ Цин убеждена, что у людей должна быть своя гордость, и что их взгляды заслуживают равного внимания. Поэтому она зачастую выражает протест против взглядов Властелина Камня и становится первой, кто рвётся применить их на практике. Её радикальные действия приводят к великолепным результатам, но они также привлекают недовольный шёпот среди тех, кто поклоняется Властелину Камня. По мнению Кэ Цин, такое мнение является оправданием для тех, кто стал самодовольным под эгидой своего божества, и кто не может сам думать о будущем человечества. Но кто-то должен идти на передовую эпохи и проложить новый путь своими руками, и Нефритовое Равновесие полна решимости внести свой вклад в это дело.",
      "id": "Rex Lapis telah memberikan kemakmuran dan banyak hal ke Pelabuhan Liyue, lalu aturan dan keagungan dirinya telah lama terlihat melalui berbagai pertunjukan dan lagu-lagu. Tapi sebagai seseorang yang berhubungan dekat dengan Dewa, Keqing dapat dikatakan tidak menunjukkan rasa hormat.\n\n\"Huh, ayolah, apakah Morax memang benar-benar tahu segalanya?\"\n\nPara Liyue Qixing mengurus berbagai hal yang terjadi setiap hari di sini, baik itu hal besar atau kecil, sedangkan Rex Lapis hanya turun sekali dalam setahun.\n\nSementara sejarah sudah mencatat bahwa mengikuti kepemimpinan Morax adalah langkah yang tepat, Keqing percaya bahwa manusia harus mempunyai kebanggaan tersendiri, dan pandangan mereka juga sama pentingnya.\n\nOleh karena itu, sering kali dia memberikan opini berbeda dari Rex Lapis, dan yang pertama yang melakukan aksi seperti itu.\n\nTindakan radikalnya telah membuat hasil yang luar biasa, tetapi itu juga menarik perhatian di antara mereka yang mengabdi pada Rex Lapis.\n\nDan menurut Keqing, pertentangan semacam itu hanyalah alasan mereka yang telah merasa puas diri di bawah perlindungan Dewa mereka, dan yang tidak dapat mempertimbangkan masa depan kemanusiaan atas kemauan mereka sendiri.\n\nTapi seseorang harus berjalan di garis depan zaman dan menciptakan jalan baru dengan tangan mereka sendiri - dan sang bintang Yuheng bertekad untuk melakukan bagiannya dalam misi tersebut.",
      "th": "ราชาแห่งหินได้นำความเจริญรุ่งเรืองมาสู่ท่าเรือ Liyue การปกครองและความสง่างามของเขากลายเป็นตำนานที่ถูกขับขานในบทเพลง ทำให้ผู้คนสุขใจยิ่งนัก อย่างไรก็ตาม ในฐานะคนที่ใกล้ชิดกับเทพเจ้าที่สุด Keqing กลับขาดความเคารพยำเกรงนั้น\n\n\"ฮึ พูดกันตามตรงนะ Morax น่ะรู้เรื่องทุกอย่างจริง ๆ รึเปล่าเถอะ?\"\n\nLiyue Qixing คอยจัดการกับเรื่องน้อยใหญ่ที่เกิดขึ้นในท่าเรือไม่เว้นแต่ละวัน แต่ราชาแห่งหินลงมาแค่ปีละครั้งเอง\n\nแม้ประวัติศาสตร์หลายพันปี ได้พิสูจน์ให้เห็นแล้วว่า การเดินตามรอยเท้าของราชาแห่งหินนั้นเป็นสิ่งที่ถูกต้อง แต่ Keqing มักคิดเสมอว่า เมื่อเกิดเป็นมนุษย์ ก็ควรภาคภูมิใจในความเป็นมนุษย์ และความคิดเห็นของมนุษย์ก็ควรมีคุณค่าเช่นเดียวกัน\n\nดังนั้น เธอมักจะแสดงความเห็นที่แตกต่างกับราชาแห่งหิน และปฏิบัติตามความเห็นของเธอก่อนเสมอ\n\nและสุดท้ายก็ได้ผลลัพธ์ที่ยอดเยี่ยมมากมายด้วยวิธีนี้เช่นกัน แต่มันก็ทำให้เกิดเสียงคัดค้านจากผู้ศรัทธามากมาย\n\nในมุมมองของ Keqing แล้ว เสียงคัดค้านเหล่านี้เป็นเพียงข้ออ้างเพราะความขี้เกียจ ความคุ้นชินกับการใช้ชีวิตภายใต้การปกป้องของเทพเจ้า ทำให้ไม่มีความคิดริเริ่มเพื่ออนาคตของมนุษยชาติ\n\nแต่ต้องมีสักคนที่เป็นแนวหน้าในการสร้างเส้นทางสายใหม่ด้วยตนเอง และ Yuheng แห่ง Liyue Qixing ก็มุ่งมั่นที่จะทำหน้าที่ของเธอ",
      "vi": "Người dân nơi đây luôn khắc ghi sự tôn kính đối với Nham Vương Đế Quân, người đã mang đến sự phồn vinh cho cảng Liyue, sự tôn kính này được ghi vào sử sách để đời đời truyền tụng. Thế nhưng Keqing dường như không xem trọng điều ấy.\n\n\"Hừm, Morax là người vạn việc am tường sao?\n\nThất Tinh Liyue luôn theo dõi mọi chuyện diễn ra trong cảng, còn Nham Vương Đế Quân mỗi năm chỉ giáng thế một lần.\n\nTuy cả ngàn năm lịch sử đã chứng minh quyết sách đi theo Đế Quân là đúng đắn, thế nhưng Keqing tôi lại cho rằng \"loài người\" phải có sự kiêu ngạo của riêng mình, mọi quyết định của \"loài người\" cũng phải nhận được sự tôn trọng và thực thi.\n\nNhững suy nghĩ tiến bộ như vậy tuy đã đạt được rất nhiều thành quả vượt bậc, nhưng cũng phải gánh chịu những lời chỉ trích từ tín đồ trung thành của Nham Vương Đế Quân.\n\nTrong con mắt của Keqing, phản đối chỉ là lời lẽ biện minh cho sự lười nhác, chờ đợi sự bảo hộ của thần linh mà không nghĩ tới viễn cảnh tiến bộ của loài người.\n\nCần có người đi trước thời đại, mở ra con đường hoàn toàn mới. Cũng giống như Ngọc Hành Tinh vẫn luôn đi theo con đường của mình mà không nhường bước."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "刻晴出身名门望族。关于岩王帝君对璃月人民产生的影响，她的认识比大多数人都要深刻。\n\n宛如一个轮回，每隔几年，请仙典仪过后璃月商界便会发生巨大动荡。帝君新公布的决策，总令几家欢喜几家愁。\n\n贫穷的人盼着借此机会大赚一笔，富有的人祈祷风向变化不会影响自家产业。比起对经济建设的考量，商人们更热衷于信仰型投资。\n\n在当下的璃月，这一选择无可厚非。帝君神权强大，依靠他就能衣食无忧。\n\n刻晴对此则始终抱有顾虑：假如某一天帝君不再履行这份职责，璃月又将何去何从？\n\n眼下璃月港的繁荣，就像沙滩上的宏伟沙堡。决定大海是否涨潮的，却不是人类自己。\n\n然而，刻晴无法得到多数派的支持。在旁人看来，凡人的一生对璃月历史而言不过须臾，何必杞人忧天。\n\n刻晴认为这一懒惰又懦弱的念头否定了整个人类族群的存在价值。可如果人类的存在没有意义，他们凭什么为神所爱？\n\n带着恨铁不成钢的心情，她勇敢地选择了质疑——质疑帝君的溺爱，质疑人民的懒惰，质疑社会的运转方式。\n\n与人类命运相关的事，应当由人类去做。而且，人类一定可以做得更好。\n\n终于，她在请仙典仪上说出了著名的发言。\n\n「帝君已经守护了璃月千年，但下一个千年，十个千年，一百个千年，也会是如此吗？」\n\n听见这句话，帝君留下了意味深长的笑声。至于其含义究竟如何，恐怕只有帝君自己知道了。",
      "zht": "刻晴出身名門望族。關於岩王帝君對璃月人民產生的影響，她的認識比大多數人都要深刻。\n\n宛如一個輪回，每隔幾年，請仙典儀過後璃月商界便會發生巨大動盪。帝君新公佈的決策，總令幾家歡喜幾家愁。\n\n貧窮的人盼著借此機會大賺一筆，富有的人祈禱風向變化不會影響自家產業。比起對經濟建設的考量，商人們更熱衷於信仰型投資。\n\n在當下的璃月，這一選擇無可厚非。帝君神權強大，依靠他就能衣食無憂。\n\n刻晴對此則始終抱有顧慮：假如某一天帝君不再履行這份職責，璃月又將何去何從？\n\n眼下璃月港的繁榮，就像沙灘上的宏偉沙堡。決定大海是否漲潮的，卻不是人類自己。\n\n然而，刻晴無法得到多數派的支持。在旁人看來，凡人的一生對璃月歷史而言不過須臾，何必杞人憂天。\n\n刻晴認為這一懶惰又懦弱的念頭否定了整個人類族群的存在價值。可是如果人類的存在沒有意義，他們憑什麼為神所愛？\n\n帶著恨鐵不成鋼的心情，她勇敢地選擇了質疑——質疑帝君的溺愛，質疑人民的懶惰，質疑社會的運轉方式。\n\n與人類命運相關的事，就應由人類去做。而且，人類一定可以做得更好。\n\n終於，她在請仙典儀上說出了著名的發言。\n\n「帝君已經守護了璃月千年，但下一個千年，十個千年，一百個千年，也會是如此嗎？」\n\n聽見這句話，帝君留下了意味深長的笑聲。至於其含義究竟如何，恐怕只有帝君自己知道了。",
      "jp": "名門出身の刻晴は多くの璃月人よりも、岩王帝君が璃月に与えた影響を深く理解している。\n\nまるで輪廻は巡るように、数年ごとにある迎仙儀式の終了後、璃月の商業界には必ず大きな変化が訪れる。帝君が下した政策に、璃月の心が左右される。喜ぶ者がいれば悩む者もいる。\n\n貧しい人はこれを機に大金を稼ごうとする。一方金持ちは自分の事業が影響されないように祈る。経済建設に力を入れるより、商人は信仰型の投資を気に入る。\n\n現在の璃月がそういう風になってもおかしくはない。帝君の神権に頼っていれば、お金に困ることはない。\n\n刻晴はずっとこれを問題視していた。もしいつか、帝君がこの責任を履行しなくなったら、璃月はどうなるか？\n\n璃月の現在の繁栄は、砂浜に建てた壮大な砂の城のようだ。海の潮の流れを決めるのは人間ではない。\n\n当然なことに、刻晴の考えを支持する人は少ない。他人からすれば、人間の一生など、璃月に比べると瞬きほどの刹那で、杞憂するに値しない。\n\nだが刻晴は違うと考える。そのだらしなく弱い考えこそが、人類の存在意義を否定する。存在意義のない人間は、守る意味もなくなる。\n\n人々にもっと進歩して欲しいと、彼女は勇敢に疑問を抱いた——帝君の愛は溺愛ではないか？なぜだらしない人がいるのか？社会の動き方は正しいのか？\n\n人の運命に関することは人が行う。そして人はきっと上手くやっていけるはずだ。\n\nそしてついに、彼女が迎仙儀式であの名言を生み出した。\n\n「ここ千年、帝君がずっと璃月を守ってきました。しかし千年後、一万年後、十万年後も、私たちを守ってくれますか？」\n\nこの発言を聞いた帝君は意味ありげに笑った。その笑いにどんな意味があるのかは、帝君しか知らないだろう。",
      "ko": "각청은 명문 귀족 출신이다. 그녀는 암왕제군이 리월 사람들에 미친 영향을 그 누구보다 잘 알고 있다.\n\n마치 윤회하는 것처럼 몇 년마다 청선의례가 끝난 뒤 리월 상계가 크게 요동친다. 제군이 새로 공표한 결책에 몇몇은 기뻐하고 몇몇은 또 슬퍼한다.\n\n가난한 이들은 이 기회에 크게 한탕 벌려고 하고 부유한 이들은 이 변화가 자신의 가업에 영향을 끼치지 않길 기도한다. 상인들은 경제 건설에 대한 생각보다 신앙형 투자에 더 열중한다.\n\n지금의 리월에서 이런 선택은 당연한 것이다. 제군은 강력한 신권을 보유하고 있기에 그에게 기대면 의식주는 걱정할 필요가 없다.\n\n각청은 늘 이 점을 걱정해왔다: 만약 어느 날 갑자기 제군이 더 이상 직책을 수행하지 않게 된다면 리월은 어떻게 되는 것일까?\n\n현재 리월항의 번영은 사상누각이다. 바다의 밀물은 인간이 결정할 수 없기에 언제 무너질지 모른다.\n\n하지만 각청은 문파들의 지지를 얻을 수 없었다. 제3자가 볼 때 평범한 사람의 일생은 리월의 역사와 비교하면 아주 잠깐일 뿐이기에 기우일뿐이라고 여겼다.\n\n각청은 이러한 게으르고 나약한 생각은 인류의 존재 가치를 부정하는 것이라고 여겼다. 하지만 만약 인류의 존재 가치가 없다면 그들은 무엇으로 신의 사랑을 받게 될까?\n\n그녀는 안타까운 마음을 품고 용감하게 제군의 총애와 사람의 나태함, 그리고 사회의 회전 방식에 의문을 제시한다.\n\n인류의 운명과 관련된 일은 인류가 직접 나서야 한다. 게다가 인류는 분명 더 잘 할 수 있을 것이다.\n\n결국 그녀는 청선의례에서 유명한 발언을 하게 된다.\n\n「제군께선 이미 리월을 천 년 동안 수호해 주셨습니다. 하지만 다음 천 년과 만 년, 그리고 십만 년 뒤에도 그럴까요?」\n\n이 말을 들은 제군은 의미심장한 웃음소리를 남겼다. 이게 어떤 의미인지는 제군 본인만이 알 것이다",
      "en": "Keqing is the daughter of an illustrious Liyue family with a proud lineage, and she is better acquainted than most with the influence that Rex Lapis has over the people of Liyue.\n\nOnce every few years, in an almost cyclical fashion, a major reshuffle hits Liyue's economy after the Rite of Descension. Once Rex Lapis' new policies are announced, some families celebrate while others grieve.\n\nThe poor hope it will offer them the chance to finally make their fortunes while the wealthy pray that theirs will not be swept away in the changing tides. Rather than carefully analyzing the economic climate, merchants are more prone to making investments based on belief.\n\nAnd in present-day Liyue, this is a forgivable strategy: Rex Lapis is a powerful deity and he can be relied on for all things.\n\nBut Keqing has her reservations about all this: What if, one day, Rex Lapis stops fulfilling his duty? Then what would become of the people of Liyue?\n\nLiyue's present prosperity is akin to a magnificent sandcastle on the beach — humanity does not have the luxury of deciding when the tide will come in.\n\nHowever, Keqing has been unable to garner majority support for her views. From most people's perspective, life is but a brief, insignificant moment in Liyue's long history, and there is no point in working oneself up into an existential quandary.\n\nThis perspective, as far as Keqing is concerned, is a lazy and cowardly one that denies there is any value at all in the existence of the human race. \"If humans really have no value,\" Keqing retorts, \"then why should we expect the gods to care about us so much?\"\n\nUnwilling to compromise on her beliefs, she cast her skepticism on everything — everything from Rex Lapis' loving-kindness, to the people's laziness, to the way that society runs.\n\nIssues affecting humans' fate should be handled by humans, and humans are more than capable of handling them with finesse.\n\nFinally, the day came of her now-famous speech at the Rite of Descension.\n\n\"Rex Lapis has watched over Liyue for a millennium. But what about the next millennium? What about the next ten, or the next hundred millennia? How long are we expecting this status quo to last?\"\n\nOn hearing these words, Rex Lapis burst into hearty laughter. But as for what exactly he was laughing about, only Rex Lapis himself knows.",
      "de": "Keqing ist die Tochter einer einflussreichen Familie. Sie ist besser als die meisten anderen Leute mit dem Einfluss vertraut, den Rex Lapis auf das Volk von Liyue ausübt.\n\nEinmal alle paar Jahre wird die Wirtschaft von Liyue nach dem Ritus der Adeptenzeremonie von einer großen Umstrukturierung heimgesucht. Sobald die neue Politik von Rex Lapis verkündet wird, feiern einige Familien, während andere trauern. Die Armen hoffen, dass sie dadurch endlich zu Reichtum kommen können, während die Reichen beten, dass ihre Familien nicht von den Gezeiten der Armut mitgerissen werden. Anstatt das Wirtschaftsklima sorgfältig zu analysieren, neigen die Kaufleute eher dazu, Investitionen auf der Grundlage des Glaubens zu tätigen.\n\n Im heutigen Liyue jedoch ist dies eine verzeihliche Strategie: Rex Lapis ist eine mächtige Gottheit und auf ihn kann man sich in allen Angelegenheiten des Lebens verlassen.\n\nAber Keqing hatte ihre Vorbehalte gegen all dies: Was ist, wenn Rex Lapis eines Tages aufhört, seine Pflichten zu erfüllen? Was würde dann aus dem Volk von Liyue werden?\n\nLiyues gegenwärtiger Wohlstand gleicht einer prächtigen Sandburg am Strand, die Menschen haben nicht den Luxus oder die Macht, zu entscheiden, wann die Flut kommt.\n\nKeqing hat jedoch keine Mehrheit für ihre Ansichten gewinnen können. Aus der Sicht der meisten Menschen ist das Leben nur ein kurzer, unbedeutender Moment in Liyues langer Geschichte und es hat keinen Sinn, sich in ein existenzielles Dilemma hineinzuarbeiten.\n\nDiese Perspektive nennt Keqing faul und feige und sie leugne, dass die Existenz der Menschen überhaupt einen Wert habe. „Wenn die Menschen wirklich keinen Wert haben“, erwidert Keqing, „warum sollten wir dann erwarten, dass die Götter sich so sehr um uns bemühen?“ Ohne Kompromisse bei ihren Überzeugungen eingehen zu wollen, warf sie ihre Skepsis auf alles von Rex Lapis’ Liebenswürdigkeit über die Faulheit der Menschen bis hin zur Art und Weise, wie die Gesellschaft funktioniert.\n\nFragen, die das Schicksal von Menschen betrafen, sollten von Menschen erörtert werden und Menschen sind mehr als fähig, sie mit Finesse und Können zu behandeln.\n\nSchließlich kam der Tag, an dem ihre nun berühmte Rede beim Ritus der Adeptenzeremonie gehalten wurde.\n\n„Rex Lapis hat ein Jahrtausend lang über Liyue gewacht. Aber was ist mit dem nächsten Jahrtausend? Was ist mit den nächsten zehn oder den nächsten hundert Jahrtausenden? Wie lange wird dieser Status quo wohl noch andauern?“ Als Rex Lapis diese Worte hörte, brach er in herzhaftes Lachen aus. Doch worüber genau er lachte, weiß nur Rex Lapis selbst.",
      "es": "Keching, la hija de una ilustre familia de Liyue con un orgulloso linaje, conoce mejor que nadie la influencia de Rex Lapis en la gente de Liyue.\n\nUna vez cada pocos años, de forma casi cíclica, se produce un gran cambio en la economía de Liyue después del Rito del Descenso. Una vez que se anuncian las nuevas políticas de Rex Lapis, algunas familias lo celebran, mientras que otras lloran.\n\nLos pobres esperan tener por fin una oportunidad de ganar dinero, y los ricos rezan para que las mareas cambiantes no se lleven el suyo. En lugar de analizar cuidadosamente el entorno económico, los comerciantes, por su parte, son más propensos a realizar inversiones basadas en sus creencias.\n\nEn el actual Liyue, no se puede culpar a nadie que adopte estas estrategias, ya que Rex Lapis es una poderosa deidad en la que se puede confiar para todo.\n\nPero Keching tiene su opinión sobre todo esto: ¿qué pasa si, un día, Rex Lapis deja de cumplir con su deber? ¿Qué sería de la gente de Liyue?\n\nLa prosperidad actual de Liyue es similar a un magnífico castillo de arena en la playa: la humanidad no tiene el poder de decidir cuándo subirá la marea y lo destruirá todo.\n\nSin embargo, la gente no apoya la mayoría de los puntos de vista de Keching. Para la mayor parte de las personas, su vida no es más que un breve e insignificante momento en la larga historia de Liyue, y no tiene sentido pensar en resolver este dilema existencial.\n\nPara ella, en cambio, esta perspectiva denota holgazanería y cobardía, y niega toda posibilidad de que la existencia de la raza humana tenga algún sentido. “Si nuestras vidas no tienen ningún valor”, se pregunta Keching, “entonces, ¿por qué esperamos que los dioses se preocupen por nosotros?”.\n\nAl no estar dispuesta a comprometerse con alguna creencia, se muestra escéptica con absolutamente todo, desde la amabilidad de Rex Lapis a la pereza de la gente, pasando incluso por la forma en que funciona la sociedad.\n\nLos asuntos que afectan al destino de la humanidad deben ser gestionados por la humanidad, que es la única capaz de hacerlo como es debido.\n\nHasta que, finalmente, llegó el día en que pronunció su famoso discurso durante el Rito del Descenso:\n\n“Rex Lapis ha velado por Liyue durante un milenio, pero ¿qué pasa con el próximo milenio? ¿Qué pasa con los próximos diez o cien milenios? ¿Cuánto tiempo estamos dispuestos a mantener este statu quo?”.\n\nAl escuchar estas palabras, Rex Lapis empezó a reír a carcajadas. ¿De qué se reía exactamente? Eso es algo que solo el Arconte sabe.",
      "fr": "Keqing est issue d'une illustre famille de Liyue, et connaît mieux que quiconque l'influence engendrée par le Souverain de la Roche sur les habitants de la cité.\n\nDe manière presque cyclique, les prévisions émises par le Souverain de la Roche lors du rite de la descente bouleversent toutes les quelques années la vie économique de la ville et ont de profondes répercussions. Leurs annonces sont célébrées par certaines familles, et plongent d'autres dans la consternation.\n\nLes plus démunis espèrent qu'elles leur offriront une chance de faire fortune, tandis que les plus nantis craignent de voir la leur en subir les conséquences.\n\nPlutôt que d'analyser le climat économique avec soin, les marchands sont plus enclins à investir en se basant sur leur instinct. Ceci s'avère en général être une bien mauvaise stratégie. En effet, le Souverain de la Roche est un dieu puissant, et il est plus sage de lui faire confiance sur ces sujets.\n\nCependant, Keqing a ses propres doutes : qu'adviendra-t-il le jour où l'Archon Géo ne participera plus à la vie économique de la cité ? Que deviendront les gens de Liyue ?\n\nL'actuelle prospérité de la ville est semblable à ses yeux à quelque magnifique château de sable sur la plage : l'humanité n'a pas son mot à dire sur le mouvement de la marée...\n\nMais les opinions de Keqing sur le sujet ne sont pas soutenues par la majorité. Du point de vue de la plupart des gens, la vie n'est qu'un bref moment insignifiant au regard de la longue histoire de la cité, et il n'y a nul besoin de s'empoisonner l'existence à imaginer des problèmes aussi abstraits.\n\nAux yeux de Keqing, cette perspective est aussi lâche qu'indolente, et dénie toute valeur à l'existence humaine.\n\n« Si la vie des hommes a si peu de valeur, alors pourquoi attendons-nous tant de soutien de la part des dieux ? », rétorque-t-elle souvent.\n\nRefusant toute compromission, elle observe à travers le prisme de son scepticisme tout ce qui l'entoure – de la bonté du Souverain de la Roche à l'insouciance de ceux qui l'entourent, en passant par le fonctionnement de la société.\n\nLes affaires des hommes devraient être laissées à ces derniers ; ils sont bien capables de gérer leur destin eux-mêmes.\n\nKeqing fit un jour un discours remarqué à l'occasion justement d'un rite de la descente.\n\n« L'Archon Géo a veillé sur Liyue pendant plus d'un millénaire. Mais qu'en sera-t-il du prochain millénaire ? Et des dix suivants ? Combien de temps pourra durer ce statu quo ? »\n\nÀ ces mots, le Souverain de la Roche éclata d'un rire de bon aloi. Seul lui sait pourquoi.",
      "pt": "Keqing é filha de uma família ilustre de Liyue com uma linhagem orgulhosa e conhece melhor do que ninguém a influência que Rex Lapis exercia sobre o povo de Liyue.\n\nDe vez em quando, ocorre uma grande reforma na indústria comercial após o Ritual de Descensão, em intervalos de poucos anos, de maneira quase cíclica. Uma vez que as novas políticas de Rex Lapis são anunciadas, algumas famílias comemoram enquanto outras sofrem.\n\nOs pobres esperam que isso lhes ofereça a chance de finalmente fazer fortuna, enquanto os ricos rezam para que não afetem a riqueza da família. Em vez de analisar cuidadosamente o aspecto econômico, os comerciantes são mais propensos a fazer investimentos com base na crença em Rex Lapis.\n\nNa Liyue de hoje, essa é uma estratégia perdoável: Rex Lapis é uma divindade poderosa e confiar nele pode garantir a fortuna.\n\nMas Keqing tem suas preocupações sobre tudo isso: se, um dia, Rex Lapis parar de cumprir seu dever? Então, o que seria do povo de Liyue?\n\nA prosperidade atual de Liyue é como um magnífico castelo de areia na praia - a humanidade não sabe quando a maré chegará.\n\nNo entanto, Keqing não conseguiu obter o apoio da maioria. Para a maioria das pessoas, a vida é apenas um momento breve e insignificante na longa história de Liyue, e não há sentido em se dedicar a um dilema existencial.\n\nEssa perspectiva, no que diz respeito a Keqing, é preguiçosa, covarde e nega o sentido da existência da raça humana. \"Se os humanos realmente não têm valor\", retruca Keqing, \"por que deveríamos esperar que os deuses se importassem tanto conosco?\"\n\nNão querendo comprometer suas opiniões, ela lançou a sua descrença em tudo - tudo, desde a bondade de Rex Lapis até a preguiça das pessoas e a maneira como a sociedade funciona.\n\nAs questões que afetam o destino dos seres humanos devem ser tratadas por seres humanos, e os seres humanos são mais do que capazes de lidar com elas com delicadeza.\n\nFinalmente, chegou o dia de seu agora famoso discurso no Ritual de Descensão.\n\n\"Rex Lapis cuida de Liyue por um milênio. Mas e o próximo milênio? E os próximos dez milênios? Vai ser tudo igual?\"\n\nAo ouvir essas palavras, Rex Lapis gargalhou alto. Mas, do que exatamente ele estava rindo, apenas o próprio Rex Lapis sabe.",
      "ru": "Кэ Цин - наследница знаменитой семьи благородных кровей, и столь глубоким пониманием власти Гео Архонта над народом Ли Юэ не обладает никто, как она. Раз в несколько лет после Церемонии Сошествия, словно следуя некоему циклу, экономика Ли Юэ подвергается потрясениям. Новые меры Властелина Камня одним семьям приносят радость, другим - горе. Бедняки надеются, что волны перемен вознесут их к вершинам достатка, когда как богачи молятся, чтобы они не смыли их золотые горы. Дельцы вкладывают деньги в большей степени руководствуясь не анализом экономических процессов, а верой. В нынешней Ли Юэ такой подход вполне понятен, поскольку Властелин Камня могуч и на него во всём можно положиться. Но Кэ Цин никогда не покидали сомнения: что если однажды Гео Архонт прекратит выполнять свои обязательства? Что случится с народом Ли Юэ тогда? Процветающая гавань Ли Юэ подобна величественному песочному замку на берегу моря - не людям решать, придёт прилив или нет. Такие взгляды не встретили широкой поддержки. Обывателям кажется, что по сравнению с долгой историей Ли Юэ жизнь лишь краткий миг, поэтому ломать голову, обрушится небо или нет, не стоит. Кэ Цин считает, что такие никчёмные, безвольные мысли обесценивают человеческий род. Если в существовании людей нет смысла, так с чего бы это богам их любить? Не желая поступаться своими принципами, она смело ставила под сомнение всё: от милосердия Властелина Камня до нерадивости людей и функционирования общества. Со всем, что касается судьбы человечества, люди должны справляться сами. Тем более, что они способны на большее. Наконец, пришла Церемония Сошествия, на которой Кэ Цин произнесла свою знаменитую речь.\n\n«Властелин Камня оберегал Ли Юэ тысячу лет. Но что потом? Через одну, десять, сто тысяч лет? Можно ли рассчитывать, что всё останется по-прежнему?»\n\nУслышав это, Гео Архонт многозначительно улыбнулся. Но почему он улыбался, известно было только ему.",
      "id": "Keqing lahir dari keluarga yang terpandang di Liyue. Dia jauh lebih paham tentang pengaruh Rex Lapis bagi rakyat di Liyue daripada kebanyakan orang pada umumnya.\n\nIni seperti sebuah siklus yang terus berputar dengan pola yang sama. Setiap beberapa tahun sekali, pasti akan terjadi pergolakan ekonomi yang besar setelah Rite of Descension berakhir. Kebijakan baru yang diumumkan oleh Rex Lapis, akan selalu membuat beberapa keluarga senang dan beberapa lainnya khawatir.\n\nOrang miskin menanti-nantikan untuk memanfaatkan momen ini untuk mendapatkan uang yang banyak, sementara orang kaya berdoa agar kebijakan yang ada tidak mengguncangkan bisnis keluarganya. Para pedagang lebih menyukai pola investasi berbasis kepercayaan daripada pertimbangan akan pembangunan ekonomi.\n\nUntuk Liyue saat ini, opsi ini adalah pilihan yang tidak bisa disalahkan. Kekuasaan Rex Lapis sangat besar, orang yang menyandarkan hidup padanya tidak perlu khawatir akan hari esok.\n\nNamun Keqing punya kekhawatirannya sendiri: Kalau suatu hari nanti Rex Lapis sudah tidak berkuasa, akan bagaimanakah Liyue selanjutnya?\n\nSaat ini Pelabuhan Liyue begitu sejahtera bak istana pasir di pesisir pantai – apakah ombak dari lautan sewaktu-waktu tidak akan pernah menghantam dan menghancurkannya – ini semua di luar kendali manusia.\n\nBagaimanapun, Keqing tidak bisa mengumpulkan dukungan yang cukup dari orang-orang atas pandangannya ini. Dalam pandangan kebanyakan orang, kehidupan sebagai orang biasa di Liyue hanyalah akan menjadi setitik hal yang tidak terlalu berarti dari sejarah Liyue yang sangat panjang, dan karenanya tidak perlu dikhawatirkan serumit itu.\n\nKeqing di sisi lain berpikir bahwa pikiran semacam ini hanyalah berasal dari para pemalas dan pecundang yang merusak nilai dan martabat dari keberadaan manusia itu sendiri. Kalau manusia benar-benar tidak bernilai seperti itu, mengapa Dewa senang terhadap manusia?\n\nKeqing yang tidak bersedia kompromi dengan keyakinannya, dia menjadi skeptis terhadap segala hal – rahmat dari Rex Lapis, kemalasan orang-orang, pola kehidupan masyarakat.\n\nNasib ditentukan oleh manusia itu sendiri. Bahkan, manusia harus bisa membuatnya lebih baik lagi.\n\nAkhirnya, dia berhasil membacakan pidato yang sangat terkenal di Rite of Descension.\n\n\"Rex Lapis telah melindungi Liyue beribu-ribu tahun, tapi apakah semua akan bisa tetap sebaik ini untuk waktu – seribu... sepuluh... seratus ribu tahun ke depannya lagi?\"\n\nMendengar kalimat ini, Rex Lapis tertawa. Mengenai apa makna tawanya... mungkin hanya dia sendirilah yang tahu.",
      "th": "Keqing เกิดในตระกูลที่มีชื่อเสียง ผลกระทบของราชาแห่งหินที่มีต่อชาว Liyue นั้น เธอย่อมเข้าใจลึกซึ้งกว่าใคร\n\nเฉกเช่นวัฏจักร ในแต่ละปีวงการธุรกิจของ Liyue จะพบกับความวุ่นวายครั้งใหญ่ทุกครั้งหลังจากพิธีอัญเชิญเซียนสิ้นสุดลง นโยบายใหม่ที่ถูกประกาศออกมาโดยราชาแห่งหินนั้นมักจะสร้างรอยยิ้มให้ใครบางคน และก็ทำให้ใครอีกคนต้องเสียน้ำตาอยู่เสมอ\n\nเหล่าคนยากคนจนต่างรอคอยที่จะใช้โอกาสนี้เพื่อสร้างโชคลาภ ส่วนคนรวยก็ได้แต่ภาวนาว่าการเปลี่ยนแปลงของทิศทางลมในครั้งนี้ จะไม่ส่งผลกระทบต่อธุรกิจของตนเอง นักธุรกิจชอบที่จะลงทุนตามความเชื่อ มากกว่าการพิจารณาถึงโครงสร้างทางเศรษฐกิจเสียอีก\n\nสำหรับ Liyue ในตอนนี้แล้ว ทางเลือกแบบนี้ถือว่าไม่แย่เท่าไหร่นัก ราชาแห่งหินนั้นมีอำนาจล้นฟ้า ซึ่งการพึ่งพาเขาก็ทำให้สามารถอยู่ได้โดยไม่ต้องกังวลถึงปัญหาปากท้องใด ๆ\n\nKeqing มักจะกังวลเกี่ยวกับเรื่องนี้อยู่เสมอ: หากวันหนึ่งราชาไม่อยู่แล้ว เช่นนั้น Liyue จะเป็นอย่างไรต่อไปกันนะ?\n\nความเจริญรุ่งเรืองของท่าเรือ Liyue ที่เห็นอยู่นี้ ก็เป็นเหมือนดั่งปราสาททรายที่สวยงามบนชายหาด ซึ่งจะกำหนดการขึ้นลงของระดับน้ำทะเลนั้น ไม่ใช่เรื่องที่มนุษย์จะเอื้อมมือเข้าไปยุ่งได้เลย\n\nอย่างไรก็ตามไม่มีทางเลยที่ Keqing จะได้รับการสนับสนุนจากผู้คนรอบข้าง ในสายตาของคนทั่วไปแล้ว ชีวิตของมนุษย์นั้นเป็นเพียงเศษเสี้ยวอันน้อยนิดในประวัติศาสตร์อันแสนยาวนานของ Liyue จะกังวลขนาดนั้นไปเพื่ออะไร\n\nKeqing เชื่อว่าความคิดเกียจคร้านและขี้ขลาดเหล่านั้นปฏิเสธคุณค่าการดำรงอยู่ของเผ่าพันธุ์มนุษย์ หากมนุษย์สูญสิ้นความหมายของการดำรงอยู่ไป เหตุใดพวกเขาจึงสมควรได้รับความรักจากเทพเจ้ากัน?\n\nด้วยความรู้สึกเกลียดความไม่เอาไหน เธอจึงเลือกที่จะตั้งคำถามอย่างกล้าหาญ... ตั้งคำถามถึงความรักอย่างผิด ๆ ของราชา ตั้งคำถามถึงความเกียจคร้านของชาวเมือง ตั้งคำถามถึงวิธีการทำงานของสังคม\n\nสิ่งที่เกี่ยวข้องกับชะตากรรมของมนุษยชาติ ก็ควรกระทำโดยเหล่ามวลมนุษย์ อีกทั้งมนุษย์ยังสามารถทำได้ดีกว่าอย่างไม่ต้องสงสัย\n\nในที่สุด เธอก็กล่าวสุนทรพจน์อันแสนโด่งดังขึ้นในพิธีอัญเชิญเซียน\n\n\"ท่านราชาปกป้อง Liyue มาแล้วถึงพันปี แต่อีกพันปี, หมื่นปี หรือแสนปีนับจากนี้ล่ะ จะยังคงเป็นเช่นนี้อยู่งั้นหรือ\"\n\nราชาหัวเราะอย่างมีเลศนัยหลังจากได้ยินประโยคนี้ เกี่ยวกับความหมายของมันนั้น เกรงว่าจะมีแต่ราชาเท่านั้นที่จะให้คำตอบได้",
      "vi": "Keqing là con cháu nhà danh gia vọng tộc. Nhắc đến ảnh hưởng của Nham Vương Đế Quân đến dân chúng Liyue, sự hiểu biết của cô có lẽ sâu sắc hơn mọi người rất nhiều.\n\nTheo quy luật cứ vài năm sau khi diễn ra Điển Lễ Thỉnh Tiên, sẽ có sự xáo trộn lớn trong cộng đồng thương nghiệp Liyue. Quyết sách mới của Đế Quân luôn khiến nhiều gia đình vui mừng và lo lắng.\n\nNgười dân nghèo hy vọng nhân cơ hội này có thể đổi đời, còn người giàu lại cầu nguyện sự thay đổi không ảnh hưởng đến tài sản của chính họ. So với việc xây dựng kinh tế, các doanh nhân lại hăng hái đầu tư vào lĩnh vực tâm linh hơn.\n\nVới tình hình hiện tại cảng Liyue, điều này là hoàn toàn dễ hiểu. Tin tưởng vào sức mạnh của Đế Quân có thể giúp họ ăn no mặc ấm.\n\nThế nhưng Keqing luôn quan ngại về điều này: Nếu như một ngày Đế Quân không còn thực hiện chức trách của mình thì Liyue sẽ đi đâu về đâu?\n\nSự hưng thịnh vốn có của nơi đây chẳng khác nào một lâu đài cát khổng lồ, người quyết định cuối cùng vẫn là biển lớn chứ không phải con người.\n\nTuy nhiên, Keqing không nhận được sự ủng hộ từ mọi người. Trong ánh mắt của người khác, cuộc đời của một phàm phu tục tử chả là gì trong suốt lịch sử Liyue, cớ sao lại phải lo lắng cơ chứ. \n\nKeqing tin rằng, suy nghĩ lười biếng và hèn nhát đã phủ nhận ý nghĩa tồn tại của loài người. Nếu thực sự con người không có ý nghĩa để tồn tại thì tại sao họ lại xứng đáng nhận được sự yêu thương từ thần linh cơ chứ? \n\nVới cảm giác chán ghét, cô quyết định chọn cách đặt câu hỏi chất vấn sự nuông chiều quá mức của Đế Quân, chất vấn sự lười nhác của con dân, chất vấn phương thức vận hành của cả xã hội.\n\nNhững điều liên quan đến vận mệnh của nhân loại nên để chính họ thực hiện, hơn nữa nhân loại có thể làm ra những điều tốt hơn thế.\n\nCuối cùng, tại Điển Lễ Thỉnh Tiên, cô đứng ra nói những lời đanh thép và trở thành bài phát biểu nổi tiếng.\n\n“Đế Quân đã bảo vệ Liyue cả nghìn năm, nhưng liệu có thể mãi như vậy cho một nghìn năm, mười nghìn năm, một trăm nghìn năm tiếp theo không?”\n\nNghe thấy câu hỏi này, Đế Quân chỉ để lại một tiếng cười đầy ẩn ý. Thế nhưng tiếng cười ấy có ý nghĩa gì, e rằng chỉ có Đế Quân mới rõ."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "或许有人跟得上刻晴的想法，但没有人跟得上她的步伐。\n\n或许是希望成为人民的表率，她时刻要求自己要拿出常人数倍的努力，同时，她也非常看不惯一切「懒惰」与「低效」。\n\n人类的权能和寿命都不如神明，若还被惰性与踌躇绊住脚步，取代神明当家做主的那一天便永远不会到来。\n\n也正因为这种想法，她的行事步调总是无法与周围人统一。\n\n完成工作之前，她是不会休息的。哪怕是一件需要半个月才能解决的事，她也会想尽办法压缩周期，赶在一两天里完成。\n\n刻晴所说的完成不只局限于做完，而是完成与此事有关的一切细节。在旁人眼中，她总是高效又完美。\n\n然而，并非所有人都拥有刻晴般强大的主观能动力。协助刻晴工作的人，没有一个能坚持超过三个月。\n\n刻晴收到过无数进谏，劝她不要那么急躁，每次都被她冷酷驳回了。\n\n不过，刻晴多少也意识到，人员频繁调换本身便是一种低效的体现。她还是做出了一些让步。\n\n如今，要是看到刻晴的协助者筹备着三五年后的事，也请不要感到奇怪——刻晴只是让他们走在前面，她随后就到。",
      "zht": "或許有人跟得上刻晴的想法，但沒有人跟得上她的步伐。\n\n或許是希望成為人民的表率，她時刻要求自己要拿出常人數倍的努力，同時，她也非常看不慣一切「懶惰」與「低效」。\n\n人類的權能和壽命都不如神明，若還被惰性與躊躇絆住腳步，取代神明當家做主的那一天便永遠不會到來。\n\n也正因為這種想法，她的行事步調總是無法與周圍人同步。\n\n完成工作之前，她是不會休息的。哪怕是一件需要半個月才能解決的事，她也會想盡辦法壓縮週期，趕在一兩天裡完成。\n\n刻晴所說的完成不只局限於做完，而是完成與此事有關的一切細節。在旁人眼中，她總是高效又完美。\n\n然而，並非所有人都擁有刻晴般強大的主觀能動力。協助刻晴工作的人，沒有一個能堅持超過三個月。\n\n刻晴收到過無數進諫，勸她不要那麼急躁，每次都被她冷酷駁回了。\n\n不過，刻晴多少也意識到，人員頻繁調換本身便是一種低效的體現。她還是做出了一些讓步。\n\n如今，要是看到刻晴的協助者籌備著三五年後的事，也請不要感到奇怪——刻晴只是讓他們走在前面，她隨後就到。",
      "jp": "刻晴の考えに追いつける人がいたとしても、彼女の行動に追いつける人はいない。\n\n人々の手本になるため、刻晴はいつも他人の数倍の努力をしている。同時に彼女は全ての「怠惰」と「非効率」を嫌っていた。\n\n人類の権力も寿命も神とは比べ物にならない。にも関わらず、怠惰と躊躇にかまけていては、神を統治者の座から引きずり降ろす日は永遠に来なくなる。\n\nその考えのせいで、彼女の行動はいつになっても他人と同調できなかった。\n\n仕事が終えるまで、彼女は決して休まない。例え、半月かかる仕事でも、彼女はなんとかして1、2日に完成する。\n\n刻晴の「完成」はただ終わらせるのではなく、その業務に関するあらゆる細部まで、完成させることを意味する。他人からすれば、刻晴はいつも効率的で完璧だ。\n\nしかし、刻晴のような行動力を持つ人はほとんどいない。彼女の仕事に協力した者は、皆三ヶ月以内に辞めていく。\n\n「そんな急がなくてもいいじゃないですか」と刻晴は何度も訴えかけられたが、彼女は全て無視した。\n\nしかし、頻繁に人員を変更するのも非効率的だと気付き、刻晴は一応譲歩した。\n\n現在、刻晴の協力者たちが3年後や5年後の計画に着手してるところを見かけても、決して驚くことのないように——先に行かせてやっているだけで、刻晴は彼らにすぐ追いつくだろう。",
      "ko": "어쩌면 누군가는 각청의 생각을 따라잡을 순 있으나 그녀의 행보를 따라잡을 수 있는 사람은 없을 것이다.\n\n어쩌면 그녀는 사람들의 모범이 되기 위해 항상 자신에게 다른 사람보다 몇 배는 더 노력해야 한다고 요구하고 모든 「나태함」과 「저효율」을 싫어했다.\n\n인류의 권능과 수명은 신보다 낮은데 만약 나태함과 망설임에 의해 걸음을 멈추게 된다면 신을 대신해 주인이 되는 날은 절대 오지 않을 것이다.\n\n이러한 생각 때문에 그녀는 항상 일 처리와 속도를 주위 사람들과 맞출 수 없었다.\n\n그녀는 일을 끝내기 전에는 절대 쉬지 않는다. 보름이 넘게 걸리는 일이더라도 그녀는 주기를 최대한 줄여 며칠 안에 전부 끝내고자 한다.\n\n각청이 말하는 완료는 단순히 끝내는 게 아닌 이와 관련된 모든 세세한 절차를 모두 끝내는 것이다. 주위 사람들의 눈에 그녀는 항상 고효율적이고도 완벽하다.\n\n그러나 모든 사람들이 각청처럼 강력한 주관적이고 능동적인 것은 아니다. 각청의 일을 돕는 사람 중 3개월 이상을 견딘 사람은 아무도 없다.\n\n각청은 그녀에게 너무 조급해하지 말라는 간언을 수없이 많이 받았지만 모두 냉정하게 거절했다.\n\n그래도 각청은 인원이 자주 교체되는 것 또한 낮은 효율을 뜻한다는 걸 어느 정도 인식하고는 있다.\n\n오늘날 각청의 협력자들이 3~5년 후의 일을 준비하더라도 너무 이상하게 생각 안 해도 된다. 각청은 그저 언제든지 그들을 따라잡을 수 있기에 앞서가라고 한 것일 뿐이니 말이다",
      "en": "Some may be able to keep up with Keqing's forward-thinking ideas, but none can keep up with her pace of work.\n\nPerhaps in an effort to become a role model for her people, she demands of herself to work ten times harder than the average person, and she cannot abide any measure of laziness or inefficiency.\n\nHumans' abilities and lifespans are more limited than the gods'. This means that one has no hope of living to see the day when humans replace the gods as masters of our own universe if one allows apathy and hesitation to slow themselves down.\n\nBecause of this same mindset, she is never able to synchronize her work rhythm with the people around her.\n\nWhatever the task, she does not rest until the job is done, and when something should take half the month to resolve, she will pull out all the stops to try and get it turned around within the next 48 hours.\n\nAdditionally, Keqing's notion of 'completing' something is far more ambitious than simply getting it 'finished' — she will make sure that every relevant detail is tied up too. To the outside observer, she seems to be both highly efficient and a perfectionist.\n\nBut not everyone is as self-motivated as Keqing. No assistant she hires ever makes it past the three-month mark.\n\nShe has received countless remonstrations urging her to be less impatient, but she meets each one with a stern rejection.\n\nStill, she has, to some extent, come around to the idea that a high staff turnover is itself a manifestation of inefficiency, and made some concessions accordingly.\n\nToday, if you encounter an assistant of Keqing's dealing with some matter three, four, or even five years ahead of time, don't be alarmed, this is completely normal. Keqing gave them a bit of a head start, but she'll be catching up before long.",
      "de": "Ein paar können vielleicht mit Keqings Ideen Schritt halten, mit ihrem Arbeitstempo aber nie und nimmer.\n\nVielleicht in dem Bemühen, ein Vorbild für ihr Volk zu werden, verlangt sie von sich selbst, doppelt so hart zu arbeiten wie jeder andere und sie kann kein Maß an Faulheit oder Ineffizienz ertragen.\n\nDie Fähigkeiten und die Lebensspanne der Menschen sind begrenzter als die der Götter. Das bedeutet, dass man keine Hoffnung hat, den Tag zu erleben, an dem die Menschen die Götter als Herren unseres eigenen Universums ersetzen, wenn man es zulässt, dass Apathie und Zögern einen zurückhalten und verlangsamen.\n\nAuf Grund derselben Denkweise ist sie nie in der Lage, ihren Arbeitsrhythmus mit dem der Menschen um sie herum zu synchronisieren.\n\nWas auch immer die Aufgabe ist, sie ruht nicht, bis die Arbeit erledigt ist, und wenn etwas einen halben Monat dauern sollte, um es zu bewältigen, wird sie alle Register ziehen, um zu versuchen, es innerhalb der nächsten ein bis zwei Tage fertigzustellen.\n\nAußerdem ist Keqings Vorstellung, etwas zu „vollenden“, weitaus ehrgeiziger, als es einfach „fertigzustellen“. Sie wird dafür sorgen, dass auch jedes noch so kleine Detail mit eingebunden wird. Nach außen hin scheint sie sowohl hocheffizient als auch perfektionistisch zu sein, aber nicht jeder ist so selbstmotiviert wie Keqing. Kein Assistent, den sie eingestellt hat, schaffte es jemals über die Dreimonatsmarke hinaus. Sie hat unzählige Mahnungen erhalten, in denen sie aufgefordert wird, weniger ungeduldig zu sein, aber sie begegnet jeder einzelnen mit einer strengen Ablehnung.\n\nDennoch ist sie auch auf die Idee gekommen, dass eine hohe Personalfluktuation gewissermaßen eine Manifestation von Ineffizienz ist und hat dementsprechend einige Zugeständnisse gemacht.\n\nWenn man heute einem Assistenten von Keqing begegnet, der sich mit irgendeiner Angelegenheit drei, vier oder sogar fünf Jahre im Voraus befasst, ist das kein Grund zur Beunruhigung, das ist völlig normal. Keqing hat ihm bloß einen kleinen Vorsprung gegeben, aber sie wird ihn bestimmt bald wieder aufholen.",
      "es": "Tal vez haya alguien capaz de seguir el ritmo de las ideas innovadoras de Keching, pero nadie puede seguir su ritmo de trabajo.\n\nTal vez en un esfuerzo por convertirse en un modelo a seguir para su gente, se exige a sí misma trabajar diez veces más duro que los demás, y no soporta el más mínimo signo de pereza o ineficiencia.\n\nLas habilidades y la esperanza de vida de los humanos son más limitadas que las de los dioses. Esto quiere decir que, si se permite la indiferencia y la lentitud, los humanos nunca podrán reemplazar a sus contrapartes divinas como líderes de su propio mundo.\n\nJustamente debido a esta forma de pensar, nadie puede seguir su ritmo de trabajo.\n\nIndependientemente de la tarea, Keching no descansa hasta que el trabajo está terminado y, cuando algo se tiene que posponer medio mes, hace todo lo posible para tratar de revertir el problema en un plazo de 48 horas.\n\nAdemás, su concepto de “completar” una tarea es mucho más ambicioso que simplemente “terminarla”. Se asegurará de que no quede ningún cabo suelto en los demás aspectos relacionados con esa tarea. Desde fuera, todo el mundo diría que es una persona eficiente y perfeccionista.\n\nAhora bien, no todo el mundo tiene la misma motivación que ella. De hecho, ninguno de los asistentes que ha tenido duró más de tres meses en el puesto.\n\nHa recibido innumerables críticas por ser tan impaciente y por no estar nunca de acuerdo con nada.\n\nA pesar de ello, llegó a la conclusión de que el hecho de que sus asistentes no duren en el trabajo es, hasta cierto punto, reflejo de su propia ineficiencia, así que decidió ceder en algunos aspectos.\n\nHoy en día, si te encuentras con algún asistente de Keching encargándose de un asunto con tres, cuatro o incluso cinco años de antelación, no te alarmes; es algo completamente normal. Keching les dio un poco de ventaja, pero pronto los alcanzará.",
      "fr": "Certains – ils sont peu nombreux – sont capables de suivre les idées avant-gardistes de Keqing, mais personne n'est capable de suivre son rythme de travail.\n\nPeut-être dans un espoir inconscient de devenir un modèle pour les gens de Liyue, Keqing s'astreint à travailler plus que tous, et est incapable d'accepter tout ce qui se rapproche de près ou de loin à de l'indolence ou de l'inefficacité.\n\nLes capacités de l'homme, comme sa longévité, sont bien inférieures à celles des dieux, et céder à l'apathie et l'hésitation ne lui permettra jamais de devenir un jour maître de son destin.\n\nC'est cette idée à laquelle elle croit dur comme fer qui explique sans aucun doute qu'elle soit incapable de synchroniser son rythme de travail avec celui de ses collègues. Keqing ne prend pas de repos avant d'avoir fini la tâche à laquelle elle s'est attelée... Un travail requérant deux semaines sera pour elle l'occasion de faire tout son possible pour réduire autant que faire se peut cette durée – et elle aura terminé au bout de deux jours.\n\nIl faut aussi noter qu'à ses yeux, un travail « terminé » n'a pas la même signification que pour la plupart des gens. Pour elle, un travail est terminé lorsque toutes les tâches qui y sont liées sont elles aussi effectuées, tous les détails éclaircis, et tous les problèmes résolus. Aux yeux des autres, elle est aussi perfectionniste qu'efficace.\n\nMais tout le monde n'est pas aussi motivé que Keqing, et aucun des assistants qu'elle a employés n'a jamais atteint la barre des trois mois.\n\nOn l'a exhortée un nombre incalculable de fois de faire preuve de plus de souplesse et de moins d'impatience, mais à chaque fois, sa réponse demeure la même : hors de question.\n\nCela étant, elle a fini par réaliser, dans une certaine mesure, qu'un changement permanent d'assistants était en soi une marque d'inefficacité, et a donc mis de l'eau dans son vin.\n\nSi vous croisez à l'occasion l'un de ses employés planchant sur une tâche avec quatre ou cinq ans d'avance, soyez sans crainte : Keqing lui a juste donné une marge d'avance. Elle l'aura rattrapée avant peu.",
      "pt": "Alguns podem ser capazes de acompanhar os pensamentos progressistas de Keqing, mas ninguém consegue acompanhar seu ritmo de trabalho.\n\nTalvez em um esforço para se tornar um modelo para seu povo, ela exige de si mesma que trabalhe dez vezes mais do que uma pessoa comum, e não pode tolerar nenhuma forma de preguiça ou ineficiência.\n\nAs habilidades e a vida dos seres humanos são mais limitadas do que a dos deuses. Isso significa que não se tem esperança de viver para ver o dia em que os humanos substituam os deuses como mestres de nosso próprio universo se permitir que a apatia e a hesitação diminuam a sua velocidade.\n\nDevido a essa mesma mentalidade, ela nunca foi capaz de sincronizar seu ritmo de trabalho com as pessoas ao seu redor.\n\nQualquer que seja a tarefa, ela não descansa até que o trabalho esteja concluído. Quando algo deveria levar metade do mês para ser resolvido, ela fará tudo que estiver ao seu alcance para completá-lo nas próximas 48 horas.\n\nAlém disso, a noção de Keqing sobre \"completar\" algo é muito mais ambiciosa do que simplesmente \"terminá-lo\" - ela garantirá que todos os detalhes relevantes também sejam cuidados. Para o observador externo, ela parece ser ao mesmo tempo altamente eficiente e uma perfeccionista.\n\nMas nem todos são tão automotivados quanto Keqing. Nenhum assistente que ela contrata consegue ultrapassar a marca dos três meses.\n\nEla tem recebido inúmeros protestos que insistem que seja menos impaciente, mas ela enfrenta cada um deles com uma rejeição severa.\n\nAinda assim, ela de certa forma chegou à conclusão de que a alta rotatividade de pessoas em si é uma manifestação de ineficiência, e fez algumas concessões.\n\nHoje, se você encontrar um assistente de Keqing cuidando de algum assunto com três, quatro ou até cinco anos de antecedência, não se assuste, isso é completamente normal. Keqing deu a eles um pouco de vantagem, mas ela se recuperará em pouco tempo.",
      "ru": "Если за мыслью Кэ Цин ещё кто-то поспевает, то в работе за ней не угонится никто. Возможно, она желает стать примером для других, и поэтому стремится выложиться в десять раз больше обычного человека. В то же время она терпеть не может лень и низкую продуктивность. Длительность жизни и способности людей и так уступают богам. А если ещё отвлекаться и в нерешительности медлить, то люди на смену им во властвовании над миром никогда не придут. Из-за такого мышления её часы работы не совпадают с окружающими. Она не остановится, пока задание не будет выполнено, и если на выполнение его может уйти полмесяца, то она пустит в ход все доступные средства, чтобы ужать срок до двух суток. Но даже тогда задание будет не просто выполнено - каждый его аспект будет доведён до совершенства. В глазах посторонних она не только высокоэффективна, но и взыскательна. Такая мотивация к работе, однако, есть далеко не у всех. Пока ещё никто из ассистентов Кэ Цин не продержался больше трёх месяцев. Все многочисленные уговоры проявлять больше терпимости Кэ Цин встречала жёстким отказом. Тем не менее она понимала, что частая смена персонала и есть проявление неэффективности, и всё-таки пошла на некоторые уступки. Если вы увидите, что кто-то из ассистентов Кэ Цин занимается делом на три или пять лет вперёд, не удивляйтесь - Кэ Цин дала им фору и скоро догонит.",
      "id": "Mungkin masih ada orang yang bisa paham dengan pemikiran Keqing, namun tidak ada seorang pun yang bisa mengikuti irama dan cara kerja Keqing.\n\nMungkin karena Keqing berharap untuk menjadi seorang teladan untuk orang-orang, dia mendisiplinkan dirinya sendiri untuk bekerja 10 kali lebih keras dengan apa yang orang lakukan pada umumnya. Pada saat yang sama, dia pun tidak tahan melihat semua hal yang berkaitan dengan \"kemalasan\" dan \"ketidakefisienan\".\n\nKemampuan dan umur yang dimiliki oleh manusia sangat terbatas jika dibandingakan dengan Dewa. Ini berarti semua orang tidak punya harapan untuk melihat suatu hari di mana manusia bisa menjadi \"tuan di rumahnya sendiri\" dan menggantikan Dewa yang selama ini berkuasa... kalau manusia tidak segera meninggalkan kemalasan dan kesia-siaannya.\n\nKarena pemikiran seperti ini jugalah yang membuat dia tidak pernah sinkron dalam irama kerjanya dengan orang-orang di sekitarnya.\n\nApa pun tugasnya, dia tidak pernah melonggarkan dirinya untuk beristirahat sampai tugas itu diselesaikan secara tuntas. Kalau sebuah tugas sejatinya bisa diselesaikan dalam waktu setengah bulan, dia akan berpikir sekuat tenaga untuk menyelesaikannya bahkan dalam waktu yang sangat singkat seperti 1-2 hari saja.\n\nMakna \"selesai\" bagi dirinya bukan hanya berarti bahwa pekerjaan itu sudah beres dikerjakan, namun juga bagaimana \"seluruh detail\" yang berhubungan dengan pekerjaan tersebut bisa dipastikan sempurna. Di mata orang-orang dia adalah sosok yang sangat efisien dan perfeksionis.\n\nTapi masalahnya, tidak semua orang punya kekuatan motivasi yang sama dengan apa yang Keqing punya. Tidak pernah ada satu pun dari asisten yang pernah bekerja bersamanya, dapat melanjutkan kerja sebagai asistennya lebih dari 3 bulan.\n\nKeqing sudah mendapatkan nasihat yang tidak terhitung jumlahnya – isinya meminta dia untuk menjadi orang yang lebih sabar dan tidak tergesa-gesa seperti itu, namun dia tidak pernah menghiraukan saran-saran seperti itu.\n\nNamun, dia juga akhirnya berpikir bahwa keluar masuk karyawan yang dialaminya juga merupakan sebuah bentuk ketidakefisienan.\n\nSaat ini, sudah tidak aneh lagi kalau ada asisten yang dapat bekerja bersamanya hingga 3-5 tahun ke depannya – rupanya Keqing kini membiarkan mereka berjalan di depan terlebih dulu, sementara dirinya mengikuti dan membimbing dari belakang.",
      "th": "อาจจะมีคนที่ตามความคิดของ Keqing ทัน แต่ไม่มีใครที่สามารถตามฝีเท้าของเธอได้ทันแน่\n\nด้วยความพยายามในการเป็นแบบ อย่างที่ดีให้กับผู้คน เธอจึงทุ่มเทกว่าคนอื่นเป็นเท่าตัว ขณะเดียวกันเธอก็ทนเห็น \"ความเกียจคร้าน\" และ \"ความไร้ประสิทธิภาพ\" ไม่ได้\n\nความสามารถและอายุขัยของมนุษย์ย่อมไม่มีทางเทียบเทียมเทพได้ หากเอื่อยเฉื่อยและลังเลก็ยิ่งไม่มีวันที่จะแทนที่เทพได้\n\nเพราะความคิดแบบนี้ ความเร็วในการทำงานของเธอจึงไม่สอดคล้องกับคนรอบข้าง\n\nเธอจะไม่ยอมหยุดพักจนกว่าจะทำงานเสร็จสิ้น แม้จะเป็นเรื่องที่ต้องใช้เวลาจัดการมากกว่าครึ่งค่อนเดือน เธอก็จะหาหนทางเพื่อลดเวลาการทำงาน และทำให้เสร็จสิ้นภายในวันหรือสองวันเท่านั้น\n\nการทำงานให้เสร็จสิ้นของ Keqing นั้นไม่ใช่เพียงแค่ทำงานให้เสร็จ แต่หมายถึงจัดการรายละเอียดปลีกย่อยทุกเรื่องที่เกี่ยวข้องจนเสร็จสิ้น ในสายตาของคนรอบข้าง เธอทำงานได้อย่างมีประสิทธิภาพและสมบูรณ์แบบเสมอ\n\nอย่างไรก็ตามไม่ใช่ทุกคนที่จะมีความมุ่งมั่นที่แน่วแน่เหมือนกับ Keqing ไม่มีผู้ช่วยคนไหนทำงานกับ Keqing ได้นานเกินสามเดือน\n\nKeqing ได้รับคำตักเตือนนับไม่ถ้วน ต่างแนะนำว่าอย่าใจร้อนเกินไป แต่เธอก็มักจะปฏิเสธอย่างเย็นชาทุกครั้ง\n\nแต่ที่สุดแล้ว Keqing ก็รู้สึกได้ว่าการเปลี่ยนพนักงานบ่อย ๆ ก็แสดงออกถึงความไร้ประสิทธิภาพอย่างหนึ่ง เธอจึงยอมอ่อนข้อลงมาบ้าง\n\nทุกวันนี้ ถ้าเห็นผู้ช่วยของ Keqing จัดเตรียมสิ่งต่าง ๆ ล่วงหน้าก่อนสามถึงห้าปี ก็ไม่ต้องแปลกใจไป... Keqing ปล่อยให้พวกเขาเตรียมการล่วงหน้าไปก่อน แล้วเธอค่อยตามไปทีหลังนั่นเอง",
      "vi": "Có lẽ sẽ có người nào đó theo kịp suy nghĩ của Keqing, nhưng chẳng một ai đuổi kịp bước chân của cô ấy.\n\nPhải chăng niềm hy vọng trở thành một hình mẫu lý tưởng của người dân đã khiến Keqing luôn chăm chỉ hơn bình thường. Cô vô cùng khó chịu với tất cả những thứ liên quan đến \"lười nhác\" và \"kém hiệu quả\".\n\nSo với thần linh, quyền hạn và tuổi thọ của con người kém rất xa, nếu tính trây ỳ và do dự vướng chân, thì ngày con người đứng lên làm chủ sẽ chẳng bao giờ đến.\n\nVì những suy nghĩ như vậy, tốc độ làm việc của cô không thể hòa hợp với mọi người xung quanh.\n\nTrước khi hoàn thành công việc cô sẽ không nghỉ ngơi. Ngay cả khi công việc ấy cần đến nửa tháng để giải quyết, cô vẫn cố gắng hết sức để giảm thời gian làm việc xuống và hoàn thành nó trong một hoặc hai ngày.\n\nSự hoàn thành mà Keqing nhắc đến không bó hẹp ở việc làm cho xong, mà còn phải hoàn tất tất cả những tiểu tiết. Trong ánh mắt của những người xung quanh, cô luôn làm việc hiệu quả và xuất sắc.\n\nTuy nhiên, không phải ai cũng có được động lực mạnh mẽ như vậy. Không một người phụ tá nào có thể làm việc cùng với Keqing quá ba tháng.\n\nNhiều lần cô nhận được lời góp ý không nên làm việc quá nôn nóng, nhưng Keqing từ chối thằng thừng những đóng góp đó.\n\nThế nhưng, Keqing ít nhiều cũng ý thức được rằng, thay người liên tục cũng khiến cho hiệu suất thấp đi. Cô ấy quyết định sẽ nhượng bộ.\n\nBây giờ, nếu thấy những người phụ tá đang làm giúp cho Keqing những công việc của ba đến năm năm sau thì bạn cũng đừng quá ngạc nhiên, cô ấy sẽ đuổi kịp nhanh thôi."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "「昨天的经历都将成为明天的力量。」这是刻晴的人生信条之一。\n\n仅是待在玉京台，就只能看到一成不变的风景。想要拥有雷霆般的判断力与执行力，便需要大量经验。\n\n只要是刻晴认为有价值的事，她一定会亲手操办。例如某一次为了拟定工人待遇改善计划，她亲赴现场，体验了足足两个月工人生活。\n\n很难想象，这位位高权重的少女在层岩巨渊拉过车，帮南码头的工人夯过土，在小餐馆里跑过堂。\n\n工作之余，她还随手搜集证据，举报了一个压榨工人的黑心恶霸。\n\n恶霸被捕时，全然不知自己因何落网。他被千岩军押送审问厅，在那里看见了一名英气勃发、身着华服的少女。\n\n「我…我们是不是在哪里见过？」\n\n话一出口，他自己都感到莫名其妙。\n\n因为，一旁的千岩军是这样介绍那位少女的：「那位可是璃月七星的玉衡星，少套近乎！」\n\n——是啊，怎么可能呢？",
      "zht": "「昨天的經歷都將成為明天的力量。」這是刻晴的人生信條之一。\n\n僅是待在玉京臺，就只能看到一成不變的風景。想要擁有雷霆般的判斷力與執行力，便需要大量經驗。\n\n只要是刻晴認為有價值的事，她一定會親手操辦。例如某一次為了擬定工人待遇改善計畫，她親赴現場，體驗了足足兩個月工人生活。\n\n很難想像，這位位高權重的少女在層岩巨淵拉過貨車，幫南碼頭的工人挖過土，在小餐館裡送過餐。\n\n工作之餘，她還隨手蒐集了證據，檢舉了一個壓榨工人的黑心惡霸。\n\n惡霸被捕時，全然不知自己因何落網。他被千岩軍押送審問廳，在那裡看見了一名英氣勃發、身著華服的少女。\n\n「我…我們是不是在哪裡見過？」\n\n話一出口，他自己都感到莫名其妙。\n\n因為，一旁的千岩軍是這樣介紹那位少女的：「那位可是璃月七星的玉衡星，少攀關係！」\n\n——是啊，怎麼可能呢？",
      "jp": "「昨日の経験は明日の力になる」これが刻晴の人生の信条の一つである。\n\n玉京台にいるだけでは、世界の変化を感じることはできない。雷霆の如き判断力と決断力を手に入れたいなら、大量の経験を積み重ねなければならない。\n\nやりがいがあると思ったことを、刻晴は必ず自分でやる。昔、労働者の給与を改善する計画を作る際、彼女は現場に行き、作業員の生活を二ヶ月間、体験した。\n\n身分も地位も高い少女が、層岩巨淵で車を引いたり、南埠頭で労働者の経験をしたり、飲食店でホールを担当していたとは想像しがたいことである。\n\nまた、仕事のついでに、労働者を圧搾した悪徳商人を通報することもあった。\n\n悪徳商人は捕まった時、自分はなぜ逮捕されたかさえも分からなかった。彼が千岩軍に取調室に移動されると、そこには凛とした一人の少女がいた。\n\n「俺…俺たちどっかで会ったことあるよな？」\n\nその言葉は、彼自身も理解できなかった。\n\n何故かというと、隣りの千岩軍は少女についてこう紹介したからだ。「この方が璃月七星の玉衡様です、なれなれしくするな！」\n\n——そうだ、そんなはずはないよな？",
      "ko": "「어제의 경험은 내일의 힘이 된다」 이건 각청의 생활신조이다.\n\n옥경대에만 있어도 변함없는 풍경을 볼 수 있다. 번개와 같은 판단력과 집행 능력을 보유하려면 많은 경험이 필요하다.\n\n각청은 자신이 쓸모 있다고 여기는 일이 있으면 반드시 직접 나선다. 예를 들어, 언제는 인부 대우 개선 계획을 세우기 위해 그녀가 직접 현장에 가서 2달 동안 인부의 생활을 체험했다.\n\n이 고귀한 소녀가 층암거연에서 끌차를 끌고 부두의 인부들을 도와 흙을 나르고 식당에서 서빙까지 했다곤 상상조차 하기 어렵다.\n\n일 외의 시간에는 증거를 수집하여 인부들을 착취하는 악덕주를 신고하기까지 했다.\n\n악덕주는 체포될 때까지도 어쩌다 자신의 행적이 드러난 건지 몰라 했다. 그가 천암군에게 심문청까지 끌려간 뒤 거기서 재기발랄하고 화려한 옷을 입은 소녀를 보게 된다.\n\n「저… 저희 어디서 보지 않았나요?」\n\n그는 말을 하면서도 뭔가 애매모호해 했다.\n\n왜냐하면 옆에 있던 천암군이 이 소녀를 이렇게 소개했기 때문이다:「저분은 리월 칠성의 옥형성이시다! 말을 삼가거라!」\n\n——맞아, 봤을 리가 없지",
      "en": "\"Yesterday's experiences make me stronger today.\" This is one of the principles Keqing lives by.\n\nSpending all of one's time at Yujing Terrace means seeing the same old things day after day. But to be able to think and act as swiftly as lightning, one needs a huge amount of experience to draw on.\n\nSo, if Keqing sees something that needs doing, why, she'll do it herself. For example, she once served for two months as a laborer to better decide how to refine a plan to improve their treatment.\n\nIt's hard to imagine that this young lady with so much authority vested in her has pulled carts at The Chasm, rammed earth at the south wharf, and waited tables at small diners.\n\nIn addition to working, she also once took the opportunity to gather evidence with which to report a powerful individual known for his abuses.\n\nHe was apprehended without any clue as to how he had been exposed, but when he was brought to the interrogation chamber by the Millelith, there he saw a striking young lady dressed in fine robes.\n\n\"Hey! Haven't we... haven't we met somewhere before?\"\n\nThe words felt foolish the moment they rolled off his tongue, even to him.\n\nEspecially because the Millelith then introduced her as follows: \"This is the Yuheng of the Liyue Qixing. Know your place and keep your distance!\"\n\n—Exactly, so what was he thinking!?",
      "de": "„Die Erfahrungen von gestern werden zur Stärke von morgen.“ Das ist einer der Grundsätze, nach denen Keqing lebt. Die ganze Zeit auf der Yujing-Terrasse zu verbringen bedeutet, Tag für Tag die gleichen alten Dinge zu sehen. Aber um blitzschnell denken und handeln zu können, braucht man eine riesige Menge an Erfahrung, auf die man zurückgreifen kann.\n\nWenn Keqing also etwas sieht, das getan werden muss, dann wird sie es selbst erledigen. Es ist schwer vorstellbar, dass diese junge Dame mit so viel Autorität Karren in die Große Kluft gezogen, Erde für Arbeiter an der Anlegestelle geschaufelt und in kleinen Restaurants gekellnert hat.\n\nNeben ihrer Arbeit nutzte sie auch einmal die Gelegenheit, Beweise zu sammeln, um eine mächtige Person anzuzeigen, die für ihre Fehltritte bekannt ist.\n\nEr wurde festgenommen, ohne eine Ahnung davon zu haben, wer ihn entlarvt hatte. Aber als er von den Millelithen in den Verhörraum gebracht wurde, sah er dort eine auffällige junge Dame in feinen Gewändern.\n\n„Haben wir uns nicht schon einmal gesehen?“\n\nDie Worte fühlten sich töricht an, sobald sie ihm von der Zunge rollten, selbst für ihn. Besonders weil die Millelithen sie dann wie folgt vorstellten: „Dies ist der Yuheng der Qixing von Liyue. Kenne deinen Platz und halte Abstand!“\n\nEben, was hatte er sich auch dabei gedacht?",
      "es": "“Las experiencias de ayer me harán más fuerte mañana”. Este es uno de los principios por los que se rige la vida de Keching.\n\nComo pasa tanto tiempo en la Terraza Yujing, ve las mismas cosas día tras día. Pero para poder pensar y actuar tan rápidamente como un rayo, se necesita una gran cantidad de experiencia.\n\nAsí que, si Keching se entera de que hay algo que hacer, lo hace ella misma. Por ejemplo, una vez trabajó durante dos meses en la construcción para hacerse una mejor idea de este tipo de trabajo y, así, idear un plan de mejora para los salarios del sector.\n\nEs difícil imaginar que esta joven con tantos aires de autoridad haya tirado de carros en la Sima, excavado tierra en el muelle sur del puerto y comido con sus compañeros obreros en los mismos abarrotados y diminutos comedores que ellos.\n\nAdemás de trabajar, también aprovechó la oportunidad para reunir pruebas con las que denunciar a un poderoso jefe conocido por explotar a sus trabajadores.\n\nAl final, lo detuvieron sin que supiera cómo lo habían descubierto. Pero cuando la Geoarmada lo llevó a la sala de interrogatorios, allí vio a una llamativa joven vestida con una fina túnica.\n\n“¡Oye, tú! ¿No nos hemos visto antes?”.\n\nIncluso él se dio cuenta de lo estúpida que era la pregunta que acababa de hacer, sobre todo cuando la Geoarmada presentó a la mujer de la siguiente manera: “Estás ante el Equilibrio Terrenal de las Siete Estrellas de Liyue. ¡Compórtate como es debido y mantén la distancia!”.\n\n¿En qué estaba pensando aquel tipo al hacer esa pregunta?",
      "fr": "« L'expérience d'hier deviendra la force de demain. » Voici l'un des principes guidant la vie de Keqing.\n\nPasser son temps à la Terrasse Yujing signifie être témoin des mêmes choses, jour après jour ; mais pour être capable de penser et d'agir aussi vite que l'éclair, rien n'est aussi indispensable que l'expérience amassée.\n\nC'est pourquoi Keqing n'hésite jamais à mettre la main à la pâte. Il lui arriva par exemple de passer deux mois à travailler à l'usine dans l'unique but de mieux comprendre la vie des ouvriers, dans le cadre d'un plan de mise en valeur de leurs salaires.\n\nDifficile d'imaginer que cette jeune femme tirant un chariot au Gouffre, aidant les dockers à damer le sol, ou travaillant comme serveuse dans un restaurant local est en réalité l'une des personnes aux plus hautes responsabilités de la ville.\n\nEn plus de se montrer dure à la tâche, elle accumule les données lors de ces expériences diverses. Il advint même qu'elle profita de l'une de ces occasions pour rassembler les preuves mettant à jour les abus d'un personnage important.\n\nCe dernier tomba des nues lorsqu'il fut appréhendé, ignorant tout de la façon dont ses agissements avaient été découverts. Jusqu'à ce qu'on l'amène dans la salle d'interrogatoire, où se tenait une jeune femme à la mise soignée.\n\n« Hé mais... On s'est déjà rencontrés, non ? », fit-il, en proie à une désagréable impression.\n\nImpression qui se confirma lorsque les Millelithes le reprirent rudement : « C'est à l'Alioth des Sept Étoiles que tu t'adresses ! Fais preuve d'un peu plus de respect ! »\n\nL'Alioth ? Mais alors pourquoi... Étrange.",
      "pt": "\"As experiências de ontem se tornarão a força do amanhã.\" Esse é um dos princípios pelos quais Keqing vive.\n\nPassar o tempo todo no Terraço de Yujing significa ver as mesmas coisas de sempre, dia após dia. Mas para ser capaz de pensar e agir tão rapidamente quanto um relâmpago, é preciso ter uma enorme experiência.\n\nEntão, se Keqing vê algo que precisa ser feito, bem, ela mesma o fará. Por exemplo, ela já serviu por dois meses como trabalhadora para decidir melhor como refinar um plano para melhorar seu tratamento.\n\nÉ difícil imaginar que esta jovem com tanta autoridade investida nela tenha puxado carroças no Despenhadeiro, empurrado terra no cais sul e servido mesas em pequenas lanchonetes.\n\nAlém de trabalhar, ela também uma vez aproveitou a oportunidade para reunir provas com as quais pudesse denunciar um indivíduo poderoso conhecido por seus abusos.\n\nEle foi preso sem nenhuma pista de como havia sido exposto. Mas quando foi levado para a câmara de interrogatório pelos Millelith, lá ele viu uma jovem atraente vestida com roupas finas.\n\n\"Ei! Nós não já... Nós não já nos encontramos em algum lugar antes?\"\n\nAs palavras foram tão estúpidas no momento em que saíram de sua boca, até mesmo para ele.\n\nEspecialmente porque o Millelith a apresentou da seguinte forma: \"Esta é Yuheng dos Qixing de Liyue. Conheça seu lugar e mantenha distância!\"\n\n- Exatamente, então o que ele estava pensando!?",
      "ru": "Один из жизненных принципов Кэ Цин гласит: «Пережитое нами вчера - наша сила сегодня». С террасы Юйцзин открывается неизменный пейзаж. Для молниеносного ума и способности к свершениям необходим великий опыт. Если Кэ Цин находит дело стоящим, то непременно берётся за него сама. Например, чтобы разработать план об улучшении жалования рабочих, она два месяца проработала вместе с ними. Трудно представить, как эта наделённая властью девушка в Разломе толкала вагонетки, помогала в южном порту трамбовать землю, и в мелких харчевнях разносила еду. Помимо работы она также собирала доказательства, чтобы разоблачить одного властного самодура, который издевался над рабочими. Когда его арестовали, он не понимал, где допустил оплошность. В зале допросов он увидел неотразимую девушку в роскошных одеждах.\n\n«Мы... Мы уже где-то виделись, не так ли?»\n\nЕго слова тут же показались глупыми даже ему. Особенно после того, как следующим образом представил её Миллелит: «Перед тобой Нефритовое Равновесие Цисин Ли Юэ. Знай своё место!» И правда, как так можно?",
      "id": "\"Pengalaman adalah guru yang terbaik.\" Pepatah ini adalah salah satu prinsip yang Keqing terapkan dalam hidupnya.\n\nKalau hanya menunggu di Yujing Terrace, sampai kapan pun hanya akan melihat hal yang sama. Untuk dapat bertindak cepat dan tepat setiap saat, seseorang perlu pengalaman yang sangat banyak.\n\nMaka dari itu, Keqing pasti akan melakukan semua hal secara mandiri jika hal tersebut dinilai sebagai suatu hal yang bermanfaat. Sebagai contoh, suatu kali dia pernah berperan diam-diam selama 2 bulan penuh sebagai seorang buruh untuk dapat merasakan secara langsung kehidupan seorang buruh. Hal ini sengaja dilakukannya untuk merencanakan perbaikan gaji buruh.\n\nSulit dipercaya, seorang perempuan muda dengan jabatan tinggi bersedia mendorong gerobak di Chasm, mambantu para pekerja konstruksi di South Wharf, dan makan di kedai yang sederhana.\n\nDi luar waktu kerjanya, dia juga mengumpulkan bukti-bukti tindakan pemerasan yang dilakukan oleh orang-orang berwenang yang tidak bertanggung jawab.\n\nPada saat orang-orang tersebut ditangkap, mereka masih belum tahu mengapa mereka bisa ditangkap. Saat mereka digiring oleh prajurit Millelith ke ruang interogasi, mereka baru melihat seorang perempuan yang berpakaian megah dan tampak gagah perkasa.\n\n\"Se... sepertinya kita pernah bertemu sebelumnya?\"\n\nKalimat refleks yang diucapkan oleh orang itu terdengar begitu konyol.\n\nTerlebih karena prajurit Millelith juga menimpali: \"Beliau adalah Yuheng dari Liyue Qixing, kamu tidak layak dekat-dekat!\"\n\nBagaimana... bagaimana mungkin semua ini terjadi?",
      "th": "\"ประสบการณ์ในวันวานจะเป็นพลังของวันพรุ่งนี้\" นี่เป็นหนึ่งในหลักการที่ Keqing ยึดมั่น\n\nการที่ใช้เวลาทุกวันอยู่ที่ Yujing Terrace หมายความว่าจะมองเห็นเพียงทิวทัศน์เดิม ๆ ที่ไม่เคยเปลี่ยนแปลง ถ้าอยากมีความสามารถและ ความคิดที่ว่องไวดุจสายฟ้า ต้องใช้ประสบการณ์มหาศาล\n\nตราบใดที่ Keqing คิดว่ามันควรค่าแก่การสนใจ เธอก็จะลงมือจัดการเองเสมอ อย่างเช่น ครั้งหนึ่งเธอต้องการปรับปรุงแผนสวัสดิการคนงาน เธอก็ไปใช้ชีวิตคลุกคลีอยู่กับคนงานถึงสองเดือนด้วยกัน\n\nมันยากที่จะจินตนาการว่าสาวน้อยผู้สูงส่งคนนี้จะไปเข็นรถที่ Chasm ไปช่วยคนงานที่ท่าเรือทางใต้ขุดดิน และไปเป็นเด็กเสิร์ฟที่ร้านอาหารเล็ก ๆ\n\nนอกเหนือจากการทำงาน เธอยังเก็บหลักฐานเพื่อรายงานผู้มีอิทธิพลที่เอาเปรียบคนงาน\n\nตอนที่ผู้มีอิทธิพลถูกจับ เขาเองก็ยังไม่รู้เลยว่าพลาดไปตรงจุดไหน เมื่อทหาร Millelith นำตัวเขามาห้องสอบสวน เขาเห็นหญิงสาวผู้สง่างามสวมใส่ เสื้อผ้าอาภรณ์ชั้นดียืนอยู่\n\n\"ระ... เราเคยเจอกันมาก่อนรึเปล่า?\"\n\nทันทีที่เขาพูดออกไป เขาก็รู้สึกงุนงง\n\nเพราะทหาร Millelith ที่ยืนอยู่ข้าง ๆ พูดถึงสาวน้อยคนนั้นว่า \"เธอคือ Yuheng แห่ง Liyue Qixing ห้ามเข้าใกล้เธอเกินไป!\"\n\n...หา? เป็นไปได้ยังไงกัน?",
      "vi": "\"Kinh nghiệm của ngày hôm qua sẽ trở thành sức mạnh của ngày mai.\" Đây là một trong những châm ngôn sống của Keqing.\n\nQuanh năm suốt tháng sống tại Ngọc Kinh Đài sẽ chẳng bao giờ nhìn thấy sự thay đổi của trời đất. Muốn rèn luyện được khả năng phán đoán và thực thi nhanh chóng cần phải cố gắng gấp bội.\n\nChỉ cần Keqing nhận định đó là công việc có giá trị, cô sẽ đích thân đứng ra xử lý. Có lần vì muốn cải thiện chế độ đãi ngộ công nhân, Keqing đã trực tiếp đến công trường trải nghiệm cuộc sống của họ trong hai tháng.\n\nThật khó tưởng tượng, vị thiếu nữ quyền cao chức trọng lại từng kéo xe ở Vực Đá Sâu, dầm đất ở bến tàu phía nam hay chạy bàn tại quán ăn.\n\nKhi làm việc cô cũng luôn thu thập bằng chứng cáo buộc những kẻ đã chèn ép công nhân.\n\nSau khi bị bắt, thậm chí kẻ phạm tội còn không biết lý do gì. Đến khi Thiên Nham Quân áp giải đi lấy cung, anh ta mới thấy một thiếu nữ khí chất ưu tú, ăn mặc lộng lẫy bèn hỏi.\n\n\"Hai... Chúng ta có phải gặp nhau ở đâu rồi không?\"\n\nKhi vừa dứt lời phạm nhân bỗng nhiên cảm thấy kỳ lạ.\n\nChính bời vì người thiếu nữ ấy được Thiên Nham Quân giới thiệu như sau: \"Chớ có thấy người sang bắt quàng làm họ, đây chính là Thất Tinh Liyue Ngọc Hành Tinh!\"\n\nHả, sao lại như thế được?"
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "岩王帝君的离去使璃月港陷入了一段相当艰难的时期。原本由帝君全权监管的事务，尽数分配到七星八门手中。\n\n神治已成为旧时残影，遗留的老规矩自然不能全盘照搬。可要为历史长达数千年的璃月重新制定规则，难度不可估量。\n\n起初，刻晴兴奋无比。她早已做好准备，期待着大展拳脚的一天。却没想到几个月过去，她仍困于单一的工作中，为土地基建忙昏了头。\n\n不论如何奋斗，堆积的事务仍如泥潭一般紧裹着她。即便有所建树，也不过是从前的帝君亦能轻松做到的事。\n\n「为什么只能做到这种程度，为什么…做不到更好？」\n\n原因她当然明白…事实上，她早已认识到真相。\n\n即使自己的「不敬」，甚至能够受到神灵的认可…那也不意味着目前的自己，就有能力「取而代之」。\n\n不过，她毕竟是坚定又顽强的刻晴。\n\n自那日起，她闭门不出，埋头于各色典籍，再次学习一切所需知识。她将自己放到最低，以全然接受的姿态面对所有未知。\n\n于此期间，她沉敛心神，逐渐摒弃心中长久以来与岩王帝君的「对抗」意识。\n\n帝君与刻晴，都只是为这千年璃月而奔走——爱着同一件事物的人，断然没有两立的道理。\n\n过去那场请仙典仪上，帝君神秘的笑脸，似乎有了解释。刻晴想，那也许是一种认可与期待的笑容。\n\n现今的她并未失去雷厉风行的风格，不过迷茫时，她也会停下脚步想一想：「若是帝君，这时会怎么做呢？」",
      "zht": "岩王帝君的離去使璃月港陷入了一段相當艱難的時期。原本由帝君全權監管的事務，盡數分配到七星八門手中。\n\n神治已成為舊時殘影，遺留的老規矩自然不能全盤照搬。可要為歷史長達數千年的璃月重新制訂規則，難度不可估量。\n\n起初，刻晴興奮無比。她早已做好準備，期待著大展拳腳的一天。卻沒想到幾個月過去，她仍困於單一的工作中，為土地基本建設忙昏了頭。\n\n不論如何奮鬥，堆積的事務仍如泥潭一般緊裹著她。即便有所建樹，也不過是從前的帝君亦能輕鬆做到的事。\n\n「為什麼只能做到這種程度，為什麼…做不到更好？」\n\n原因她當然明白…事實上，她早已認識到真相。\n\n即使自己的「不敬」，甚至能夠受到神靈的認可…那也不意味著目前的自己就有能力「取而代之」。\n\n不過，她畢竟是堅定又頑強的刻晴。\n\n自那日起，她閉門不出，埋頭於各色典籍，再次學習一切所需知識。她將自己放到最低，以全然接受的姿態面對所有未知。\n\n於此期間，她沉斂心神，逐漸摒棄心中長久以來與岩王帝君的「對抗」意識。\n\n帝君與刻晴，都只是為這千年璃月而奔走——愛著同一件事物的人，斷然沒有兩立的道理。\n\n過去那場請仙典儀上，帝君神秘的笑臉，似乎有了解釋。刻晴想，那也許是一種認可與期待的笑容。\n\n現今的她並未失去雷厲風行的風格，不過迷茫時，她也會停下腳步想一想：「若是帝君，這時會怎麼做呢？」",
      "jp": "岩王帝君が去ったことにより、璃月港は窮地に立たされた。帝君が仕切るべきだったことを、今は七星八門が担当している。\n\n神による統治は、すでに歴史となり、昔の規則もそのまま引き継ぐわけにはいかない。しかし、千年の歴史を持つ璃月に、新たな規則を制定するのは大変難しいことだった。\n\n始め、刻晴はわくわくしていた。この日のために、彼女はたくさん準備をしていた。だが数ヶ月経っても、彼女は土地建設の仕事だけで精一杯だった。\n\n彼女がどう頑張っても泥沼のように積まれた仕事から抜け出せない。仮に何かを遂げたとしても、それは帝君にとっては朝飯前のことだった。\n\n「なんでここまでしかできないの、なんで…もっとできないの？」\n\n理由は簡単だ。そして、彼女にもすでに分かっている。\n\n自分の「不敬」が神に認められたとは言え…今の自分は「神に取って代わる存在」になったわけではない。\n\nしかし、刻晴の信念は強く、決して揺らがない。\n\nあの日から彼女は家に引きこもり、様々な典籍を読み、必要な知識を再度学び直した。過去のプライドを捨て、新しい姿で未知なることと向き合う。\n\nその時間は、彼女は謙虚にし、今まで岩王帝君への「対抗」意識を捨てさせた。\n\n帝君と刻晴、二人とも千年の璃月のために奔走している——同じものを愛するものの間に、対立はないはず。\n\n昔の迎仙儀式で、帝君が浮かべた謎の笑顔の意味が、今なら分かる気がする。あれはある意味認められ、期待されていた笑顔ではないのかと刻晴は思っている。\n\n今も彼女はかつての行動力を維持している。しかし迷った時、彼女は一旦止まり「帝君ならどうするのかしら？」と考えるようになった。",
      "ko": "암왕제군이 떠난 후 리월항은 상당히 어려운 시기를 겪게 된다. 제군이 관리하던 모든 일이 칠성 8부서로 나뉘게 됐다.\n\n신의 통치는 과거의 잔영이 되었고, 남겨진 오랜 규칙들을 그대로 답습할 수 만도 없게 됐다. 수천 년의 역사를 지닌 리월에 새로운 규칙을 제정하는 건 매우 어려운 일이었다.\n\n처음에 각청은 아주 흥분했다. 그녀는 오래전에 이미 준비를 끝내고 자신의 능력을 증명할 날을 기다리고 있었기 때문이다. 하지만 그녀는 몇 달 동안 토지 건설이라는 단순한 업무에 막혀 골머리를 앓게 될 줄은 생각도 못 했다.\n\n아무리 열심히 해도 쌓이고 쌓인 일들이 진흙탕처럼 계속해서 그녀를 괴롭혔다. 설사 실적을 올리더라도 그 일들은 과거에 제군이 아주 쉽게 처리할 수 있던 일들이었다.\n\n「왜 이 정도밖에 못 하는 걸까? 대체 왜…더 잘할 수 없는 걸까?」\n\n그녀도 원인을 알고 있다…. 사실 그녀는 이미 진상을 알고 있다.\n\n자신이 「불경」을 저지르더라도, 심지어 신의 인정을 받는다고 하더라도… 그게 현재의 자신이 「그 자리를 대신할 수 있는」 뜻은 아니라는 것을.\n\n그래도 그녀는 굳건하고 강인했다.\n\n그날부터 그녀는 두문불출하며 각종 서적에 몰두해 필요한 지식을 다시 공부하기 시작했다. 그녀는 자신을 가장 낮추고 뭐든지 받아들이겠다는 자세로 새로운 지식을 습득했다.\n\n그러는 동안 그녀는 마음을 가라앉혀, 오랫동안 마음에 품어왔던 암왕제군과 「대립」하겠다는 생각을 점차 버리게 됐다.\n\n제군과 각청 모두 이천 년의 역사를 지닌 리월을 위해 달려왔고, 둘은 같은 걸 사랑하는 사람일 뿐이기에 양립할 마음은 단연코 없었다.\n\n과거 청신의례에서 제군이 지었던 신비한 웃음을 이해할 수 있게 된 듯했다. 각청은 어쩌면 그건 인정과 기대의 웃음은 아니었을까라고 생각했다.\n\n오늘날에도 그녀는 엄격하고 신속한 스타일을 유지하고 있다. 그러나 막막해질 땐 잠시 발걸음을 멈추고 이런 생각을 하게 됐다, 「제군이라면 이때 어떻게 하셨을까?」",
      "en": "Rex Lapis' departure has put Liyue Harbor through a great deal of hardship. All the duties Rex once fulfilled have been taken up by the Qixing and the Eight Trades.\n\nNow that divine rule is a thing of the past, the old strictures left behind can't simply be continued wholesale. But to establish new laws for Liyue, whose history spans several thousand years, is no mean feat.\n\nAt first, Keqing was incredibly enthusiastic about this task, having long prepared for this day when she might finally show her mettle. But several months in, and she was still stuck on a single task, land infrastructure — and it was driving her up the wall.\n\nNo matter how hard she struggled, the mountain of tasks was like a quagmire. She was making difference, yes, but not nearly with as much ease as Rex Lapis.\n\n\"Why can I only do this much? Why... can't I do it better?\"\n\nOf course, she had long understood the wherefores here.\n\nHer lack of respect for gods had somehow received their recognition all the same, yes, but that didn't mean that she was ready to simply replace them.\n\nBut she was still Keqing, resolute and tenacious.\n\nFrom that day on, she shut herself in, studying classics of various kinds to learn all that she needed. Placing herself lowest, she accepted all that she had hitherto not known with open arms.\n\nDuring this period, she gained a certain calm, slowly discarding the \"opprobrium\" she had long held against Rex Lapis.\n\nThey were both working for the good of Liyue, after all — and two people who love the same thing need not be on opposing sides.\n\nShe also seemingly came to an understanding concerning the smile Rex Lapis had given her during that Rite of Descension. It was, Keqing now believes, an expression of acknowledgment and expectation.\n\nShe hasn't lost any of her forceful and decisive manner, no. But sometimes, when she feels lost, she will stop and think: \"What would Rex Lapis do at a moment such as this?\"",
      "de": "Das Dahinscheiden von Rex Lapis hat Liyue in große Schwierigkeiten gebracht. Alle Pflichten, die von ihm einst erfüllt wurden, mussten jetzt von den Qixing übernommen werden.\n\nNun, da die göttliche Herrschaft der Vergangenheit angehört, können die alten Regeln, die hinterlassen wurden, nicht einfach so pauschal weitergeführt werden. Neue Gesetze für Liyue, dessen Geschichte sich bereits über mehrere Jahrtausende erstreckt, aufzustellen, ist jedoch keine leichte Aufgabe.\n\nZunächst war Keqing unglaublich enthusiastisch bei dieser Aufgabe, nachdem sie sich lange auf diesen Tag vorbereitet hatte, an dem sie endlich der Welt ihren Mut zeigen könnte. Aber nach mehreren Monaten steckte sie immer noch an einer einzigen Aufgabe der Erschließung des Landes fest und das trieb sie fast in den Wahnsinn.\n\nEgal wie sehr sie sich anstrengte, der Berg von Aufgaben wurde einfach nicht weniger. Sie machte zwar Fortschritte, aber nicht annähernd so leicht wie Rex Lapis: „Warum schaffe ich nur so wenig? Warum ... kann ich es nicht besser machen?“ Natürlich hatte sie schon lange begriffen, wieso.\n\nIhr mangelnder Respekt vor den Göttern hatte doch irgendwie ihre Anerkennung gefunden, aber das bedeutete nicht, dass sie auf einmal bereit war, einen von ihnen einfach so zu ersetzen.\n\nAber sie war immer noch Keqing, entschlossen und zäh.\n\nVon diesem Tag an schloss sie sich ein und studierte Klassiker verschiedenster Art, um alles zu lernen, was sie brauchte. In dieser Zeit gewann sie eine gewisse Ruhe, indem sie langsam die kritische Einstellung ablegte, die sie lange gegen Rex Lapis gehegt hatte.\n\nSchließlich arbeiteten beide für das Wohl von Liyue und zwei Leute, die dasselbe lieben, müssen nicht zwangsweise auf verschiedenen Seiten stehen.\n\nSie schien sich auch über das Lächeln zu verständigen, das Rex Lapis ihr während des Rituals der Adeptenzeremonie geschenkt hatte. Es war, so glaubt Keqing jetzt, ein Ausdruck der Anerkennung und Erwartung.\n\nSie hat nichts von ihrer energischen und entschlossenen Art verloren. Aber manchmal, wenn sie sich verloren fühlt, hält sie inne und denkt: „Was würde Rex Lapis in einem Moment wie diesem tun?“",
      "es": "La muerte de Rex Lapis ha causado todo tipo de complicaciones en Liyue. Las obligaciones que cumplía ahora están a cargo de las Siete Estrellas.\n\nAhora que el gobierno celestial es cosa del pasado, las viejas reglas no pueden seguir siendo las mismas. Pero establecer nuevas leyes para Liyue, cuya historia tiene varios miles de años, es una tarea de magnitudes inconmensurables.\n\nAl principio, Keching estaba increíblemente entusiasmada. Llevaba mucho tiempo preparándose para el día en que finalmente podría mostrar su temple. Pero, tras varios meses, todavía seguía encargándose de lo mismo: la gestión de la tierra y las infraestructuras, lo que la estaba volviendo loca.\n\nPor mucho que trabajara, la cantidad de tareas que hacer nunca acababa. En cierto modo lo estaba consiguiendo, sí, pero no con tanta facilidad como Rex Lapis.\n\n“¿Por qué solo puedo hacerlo a este ritmo? ¿Por qué... por qué no puedo hacerlo mejor?”.\n\nEn realidad, sabía perfectamente el porqué.\n\nDe alguna manera, los dioses habían reconocido positivamente la falta de respeto que tenía hacia ellos, pero eso no significaba que estuviera lista para reemplazarlos. Al fin y al cabo, seguía siendo la resuelta y tenaz Keching de siempre.\n\nA partir de ese día, se encerró para estudiar todos los libros clásicos y aprender lo que necesitaba. Al situarse en el nivel más bajo, aceptó con los brazos abiertos todo lo que hasta ahora no había aceptado.\n\nDurante esa época, recuperó cierta calma y, poco a poco, desechó el rechazo que había tenido durante tanto tiempo hacia Rex Lapis.\n\nAmbos estaban trabajando por el bien de Liyue, después de todo, y dos personas que aman lo mismo no deben estar en lados opuestos.\n\nAl parecer, también comprendió el porqué de aquella risa a carcajadas de Rex Lapis durante el Rito del Descenso de un año. Keching cree que se trataba de una manera de expresar el reconocimiento y las expectativas que Rex Lapis tenía sobre ella.\n\nSigue siendo igual de contundente y decidida, pero a veces, cuando se siente perdida, se detiene un momento y piensa: “¿Qué haría Rex Lapis en un momento como este?”.",
      "fr": "La disparition du Souverain de la Roche a marqué pour le Port de Liyue le début d'une difficile période de transition ; les responsabilités qui autrefois relevaient du Souverain de la Roche ont échu aux Huit Corporations, agissant sous la férule des Sept Étoiles.\n\nÀ présent que le règne de droit divin fait partie du passé, les règles héritées de l'antique système ayant eu cours plus d'un millénaire durant ne peuvent être toutes transposées dans l'état. Liyue a besoin de règles modernes adaptées à cette nouvelle ère, ce qui n'est pas une mince affaire.\n\nAu départ, Keqing fut au comble de l'excitation. Elle s'était préparée depuis longtemps à ce que vienne le jour où elle pourrait enfin montrer de quoi elle était capable. Mais au bout de plusieurs mois, l'infrastructure, tâche à laquelle elle s'était attelée dès le début du changement, l'accaparait toujours autant sans qu'elle n'en vit le bout.\n\nMalgré tous ses efforts, la montagne de choses à faire semblait ne pas bouger d'un pouce. Certes, son travail faisait une différence, mais en comparaison de ce qu'était capable d'accomplir le Souverain de la Roche...\n\n« Pourquoi est-ce que je n'arrive pas à en faire davantage ? Pourquoi... Pourquoi je n'y arrive pas ? »\n\nMais elle connaissait au fond la réponse à ses questions. En dépit de son manque d'intérêt pour l'Archon, elle n'en avait pas moins reçu la reconnaissance de ce dernier pour tout son travail accompli, certes. Mais cela ne signifiait pas pour autant qu'elle était en mesure de le remplacer...\n\nQu'à cela ne tienne, elle était Keqing, aussi déterminée qu'entêtée.\n\nElle s'enferma donc à double tour, et se plongea dans les ouvrages classiques pour acquérir les connaissances qui lui faisaient défaut. Se comparant à une feuille vierge, elle absorba autant de savoir qu'elle en était capable.\n\nCette période lui apprit à ne plus s'accrocher à ses anciennes opinions négatives vis-à-vis de l'Archon, et elle trouva en elle une sérénité nouvelle.\n\nTous les deux travaillaient pour le bien de Liyue, après tout. Ils étaient du même côté, non ?\n\nElle parvint également à la réalisation que derrière le sourire de l'Archon lors de ce fameux rite de la descente où elle avait prononcé son discours, se cachait probablement l'approbation tacite de ce dernier.\n\nAujourd'hui, Keqing n'a rien perdu de son style aussi rapide qu'efficace ; mais lorsque le doute l'envahit, elle prend dorénavant le temps de s'arrêter un instant, et de se poser la question suivante : « Que ferait le Souverain de la Roche à ma place ? »",
      "pt": "A despedida de Rex Lapis deixou Liyue em caos por algum tempo. Os assuntos supervisionados por Rex Lapis foram distribuídos para outros.\n\nA época dos Arcontes já se foi, e as regras deixadas tinham que ser alteradas. Contudo, o volume de trabalho era inestimável para alterar as antigas regras de Liyue.\n\nNo início, Keqing ficou muito animada e fez muitos preparativos só para mostrar como ela é capaz. Mas inesperadamente, ficou presa nos trabalhos repetitivos após alguns meses.\n\nNão importava o quanto ela se esforçava, a montanha de tarefas era como um lamaçal. Ela estava fazendo a diferença, sim, mas não com tanta facilidade quanto Rex Lapis.\n\n\"Por que cheguei a somente a este ponto, por que não posso ser melhor?\"\n\nClaro que ela sabe a razão... De fato, ela já sabia há muito tempo.\n\nMesmo que tivesse recebido alguns reconhecimentos da Divindade, não significava que já era capaz de substituir Rex Lapis.\n\nPorém, ela é Keqing, uma garota resiliente e trabalhadora.\n\nDesde então, ela se concentrou nos diversos clássicos e pôs os pés no chão, com a mente aberta para receber todos os novos conhecimentos e enfrentar todas as incertezas.\n\nNessa época, ela refletia e meditava, aos poucos abandonando a ideia de confrontar Rex Lapis.\n\nRex Lapis e Keqing eram iguais, eles amam Liyue do fundo do coração, e claro que não tinha razão para confrontá-lo.\n\nO sorriso misterioso de Rex Lapis no Ritual de Descensão já está explicado.\n\nEla de hoje não perdeu o seu estilo resoluto. Mas quando fica perdida, às vezes pensa:\"Se fosse Rex Lapis, o que ele faria?\"",
      "ru": "Уход Властелина Камня обернулся для Ли Юэ трудными временами. Все его обязательства оказались в руках у Цисин и их подчинённых. Власть божества ушла в прошлое, и слепо следовать старому порядку было нельзя. Выработать новые правила для Ли Юэ, история которого насчитывала несколько тысяч лет, было крайне трудной задачей. Кэ Цин взялась за неё с невиданным запалом. Она давно готовилась и жаждала показать себя во всей красе, но через несколько месяцев проблема инфраструктуры загнала её в тупик. Несмотря на все старания, она всё глубже погрязала в трясине всё прибывающих дел. Кое-чего ей, правда, удавалось достичь, но Властелин Камня проделывал то же самое одним взмахом руки.\n\n«Почему не получается больше? Почему у меня не выходит лучше?»\n\nПричины, собственно, были ей давно известны. Она смогла добиться признания богов, не уважая их, но это не означало, что она была готова их заменить. Но всё же она оставалась собой, настойчивой и непреклонной Кэ Цин. С того дня она заперлась и с головой ушла в разного рода классическую литературу, чтобы почерпнуть все необходимые познания. Самым смиренным образом она принимала всё, что доселе было ей неизвестно. За это время Кэ Цин обрела некоторый покой и понемногу перестала противиться Властелину Камня. Они оба трудились во благо Ли Юэ, а если двое любят одно и тоже, то враждовать им нет смысла. Она, кажется, стала понимать, почему тогда на Церемонии Сошествия улыбнулся Властелин Камня. По мнению Кэ Цин, то была улыбка признания и ожиданий. Своей быстроты и решительности она нисколько не растеряла, нет. Но, оказавшись на перепутье, она останавливалась и размышляла: «Как бы на моём месте поступил Властелин Камня?»",
      "id": "Kepergian Rex Lapis telah menempatkan Liyue pada periode yang sangat sulit. Semua tugas yang biasanya dikerjakan oleh Rex Lapis kini sudah diambil alih oleh Qixing.\n\nSekarang, aturan Dewa merupakan hal yang telah berlalu, dan karenanya tidak mungkin terus meniru cara yang sama seluruhnya. Namun, itu bukan suatu perkara yang mudah untuk menciptakan aturan baru bagi Liyue yang telah memiliki sejarah selama ribuan tahun.\n\nPada awalnya, Keqing merasa sangat antusias. Dia sudah jauh-jauh hari mempersiapkan apa yang dibutuhkan untuk \"tampil\" pada hari ini. Tetapi di luar dugaan, setelah beberapa bulan berlalu pun, dia masih berkutat pada satu pekerjaan yang sama – yaitu infrastruktur tanah, dan itu membuatnya cukup pusing.\n\nPadahal dia sudah berusaha dengan sangat keras, namun dia seperti sedang berjalan di tempat. Kalaupun dia mencapai suatu prestasi, itu adalah hal yang sama dengan apa yang bisa dicapai Rex Lapis tanpa susah payah.\n\n\"Kenapa aku hanya bisa sampai di sini, kenapa... Apakah aku sudah benar-benar tidak bisa lebih dari ini?\"\n\nDia tentu paham apa alasannya... Sebenarnya, dia sudah mengetahui kebenarannya sedari dulu.\n\nMeskipun dia tidak menunjukkan \"hormatnya\" pada sang Dewa, namun dia masih mendapatkan pengakuan dari sang Dewa... namun itu tidak berarti bahwa dia sudah layak dan memiliki kapasitas yang cukup untuk \"menggantikan\" posisi sang Dewa sepenuhnya.\n\nNamun bagaimanapun juga, dia tetaplah Keqing yang teguh pendirian dan keras kepala.\n\nSejak hari itu, dia mengurung dirinya dan mulai mempelajari kembali semua catatan klasik dan segala macam pengetahuan. Dia merendahkan dirinya ke titik terendahnya, dan menerima semua pelajaran itu seperti orang yang bodoh dan haus akan pengetahuan.\n\nSelama waktu ini dia belajar bagaimana caranya bersikap tenang dan perlahan-lahan melenyapkan perasaan antipati dan konfrontasinya terhadap \"Rex Lapis\" selama ini.\n\nBaik Rex Lapis maupun Keqing, keduanya sama-sama berjuang untuk riwayat Liyue yang panjang dan bersejarah – mereka begitu menyayangi Liyue, karena itu sewajarnya mereka tidak saling beroposisi.\n\nSepertinya Keqing kini sudah mengetahui apa makna dari tawa Rex Lapis di Rite of Descension kala itu.\n\nKeqing saat ini bukanlah kehilangan gaya dan karakter kuatnya yang dahulu... hanya saja, kini setiap dia menemukan jalan buntu, dia akan berhenti dulu untuk berpikir sejenak: \"Kira-kira apa yang akan Rex Lapis lakukan kalau dia berada dalam posisi ini?\"",
      "th": "การจากไปของราชาแห่งหินทำให้ Liyue ตกอยู่ในช่วงเวลาที่ยากลำบากมาก ภาระหน้าที่ที่ท่านราชาดูแลทั้งหมดจึงถูกแบ่งให้ Qixing จัดการ\n\nระบบการปกครองด้วยเทพนั้นกลายเป็นเพียงเงาของอดีต กฎเก่า ๆ ที่หลงเหลืออยู่ไม่สามารถนำมาใช้ได้อีกต่อไป แต่มันก็ไม่ใช่เรื่องง่ายที่จะสร้างกฎใหม่ขึ้นมาให้กับ Liyue เมืองที่มีประวัติศาสตร์มานับพันปี\n\nแรก ๆ Keqing นั้นตื่นเต้นมาก เธอตื่นมาเตรียมตัวแต่เช้าและตั้งตารอวันที่เธอจะได้โชว์ฝีไม้ลายมือ แต่คิดไม่ถึงว่าหลายเดือนผ่านไป เธอก็ยังคงอยู่กับงานเดิม ๆ ยุ่งอยู่กับการดูแลจัดการที่ดิน\n\nไม่ว่าจะดิ้นรนสักแค่ไหน งานที่สะสมเป็นกองก็ยังติดตามเธอเหมือนโคลนที่ติดตามตัว แม้ว่าจะทำได้สำเร็จ แต่ก็เป็นเพียงงานที่ก่อนหน้านี้ท่านราชาแห่งหินเคยจัดการได้อย่างง่ายดายเท่านั้น\n\n\"ทำไมถึงทำได้แค่นี้ ทำไม... ถึงทำให้ดีกว่านี้ไม่ได้?\"\n\nเธอรู้เหตุผลดี... เธอรู้ความจริงตั้งนานแล้ว\n\nแม้ว่าเธอจะ \"ไม่นับถือ\" และได้รับการยอมรับจากเทพ... แต่นั่นก็ไม่ได้หมายความว่า ตัวเธอจะมีความสามารถพอที่จะ \"แทนที่\" ได้\n\nแต่ทว่าเธอก็ยังคงเป็น Keqing ที่แน่วแน่และเด็ดเดี่ยว\n\nตั้งแต่นั้นเป็นต้นมา เธอก็ไม่ออกไปไหน เอาแต่ก้มหน้าก้มตาอยู่กับตำรา ศึกษาหาความรู้ในทุกสิ่งที่ต้องการ \n\nในช่วงเวลานี้ เธอมุ่งความสนใจไปที่ความคิดของตัวเธอเอง เธอค่อย ๆ ละทิ้งและสำนึกในความคิด \"ต่อต้าน\" ที่เคยมีต่อท่านราชาแห่งหินมานานแสนนาน\n\nท่านราชาและ Keqing ทั้งสองต่างทำเพื่อเมืองที่มีมานานนับพันปีอย่าง Liyue คนที่รักในสิ่งเดียวกัน ไม่จำเป็นต้องอยู่ฝ่ายตรงข้ามกันนี่นา\n\nในพิธีอัญเชิญเซียนที่ผ่านมา ท่านราชายิ้มอย่างมีเลศนัย ดูเหมือนจะมีคำอธิบายอะไรบางอย่าง Keqing คิดว่า นั่นอาจจะเป็นรอยยิ้มของการยอมรับและความคาดหวังก็เป็นได้\n\nทุกวันนี้เธอก็ไม่ได้สูญเสียความแน่วแน่และเด็ดเดี่ยวของเธอไป แต่เมื่อเธอเกิดรู้สึกสับสน เธอก็จะหยุดพักและคิดว่า: \"ในเวลาแบบนี้ ถ้าเป็นท่านราชาจะทำยังไงนะ?\"",
      "vi": "Sự ra đi của Nham Vương Đế Quân khiến Liyue rơi vào giai đoạn vô cùng khó khăn. Các công vụ vốn do Đế Quân quản lý nay lần lượt giao cho Thất Tinh Bát Môn giám sát.\n\nChế độ Thần trị nay đã trở thành hình bóng của quá khứ, các quy tắc cũ còn sót lại cũng không thể thực hiện được nữa. Thế nhưng muốn thiết lập lại thể chế cho ngàn năm lịch sử Liyue lại không phải là điều dễ dàng.\n\nThời gian đầu Keqing vô cùng phấn khích, cô đã chuẩn bị và mong chờ thời khắc thể hiện bản thân trong suốt một thời gian dài. Tuy nhiên điều Keqing không ngờ rằng sau vài tháng, cô vẫn mắc kẹt trong một công việc duy nhất và quá bận rộn với cơ sở hạ tầng đất đai.\n\nCho dù có cố gắng thế nào đi chăng nữa, đống công vụ chất đống vẫn như một bãi bùn lầy giữ chặt lấy chân. Ngay cả khi đã hoàn thành cũng cảm thấy vô cùng khó khăn, không dễ dàng như lúc Đế Quân vẫn còn tồn tại.\n\n\"Tại sao bản thân chỉ có thể làm được có vậy... Tại sao không thể làm tốt hơn được nữa?\"\n\nTất nhiên cô hiểu rõ lý do đằng sau đó.\n\nCho dù bản thân có \"bất kính với thần\", thậm chí năng lực được thần linh chứng giám... Thế nhưng điều đó không có nghĩa cô có thể \"thay đổi tất cả mọi thứ\".\n\nSau tất cả, Keqing vẫn giữ vững ý chí kiên cường và ngoan cố.\n\nTừ ngày hôm đó trở đi, cô tự khép mình lại dùi mài kinh sử, cố gắng học hỏi tất cả những kiến thức cần dùng. Keqing đưa cái tôi xuống mức thấp nhất, mở lòng tiếp nhận tất cả những điều chưa biết.\n\nĐến lúc này, cô mới tập trung tâm trí và dần từ bỏ những ý niệm \"đối đầu\" với Đế Quân.\n\nĐế Quân và Keqing đều là những người vì nghìn năm Liyue mà phấn đấu, cùng yêu thương một sự vật nhưng không hề chia tách ra làm hai thái cực.\n\nNụ cười bí ẩn của Đế Quân trong Điển Lễ Thỉnh Tiên trước kia có lẽ là niềm hy vọng cũng là sự đồng tình.\n\nHiện tại, Keqing vẫn không mất đi phong cách làm việc kiên định của mình, nhưng mỗi khi cảm thấy bối rối, cô sẽ dừng lại và suy nghĩ về câu hỏi: \"Nếu là Đế Quân thì sẽ giải quyết thế nào?\""
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "将绝大部分精力奉献给璃月港的刻晴，闲暇时竟会采取一种旁人难以预料的消遣方式——消费。\n\n休息日，她会换上朴素的衣裳，约上三两好友，漫步在绯云坡与吃虎岩，享受购物乐趣。\n\n帝君离去后，越发繁忙的刻晴依然保留这一解压方法。只不过，其中依稀产生了一点变化。\n\n一次逛街途中，她偶然瞥见路边一个不起眼的小摊上摆着岩王帝君的二头身土偶。\n\n刻晴当机立断，找借口把好友们支到街对面丝绸铺里，自己来到摊前，将帝君的土偶拿在手里仔细端详。\n\n她知道绝不能在这件事上浪费太多时间，便小心翼翼地观察四周。确定不引人注目后，购买、付款、取货一气呵成。\n\n将土偶收进包里，刻晴才长舒一口气，露出暖洋洋的微笑。正在此时，一个抱着丝绸的朋友拍了拍她。\n\n事情最终暴露了。大家都很诧异，刻晴分明是最不敬神的人，为什么会购买帝君的土偶呢？\n\n「我、我买这个只是为了自省！没什么不行的吧！」\n\n「自省」一说姑且解释得通。但事实上，这类「自省」用的小物件，刻晴已经不知不觉地买了一整柜。",
      "zht": "將絕大部分精力奉獻給璃月港的刻晴，閒暇時竟會採取一種旁人難以預料的休閒方式——消費。\n\n休息日，她會換上樸素的衣裳，約上三兩好友，漫步在緋雲坡與吃虎岩，享受購物樂趣。\n\n帝君離去後，越發繁忙的刻晴依然保留這一解壓方法。只不過，其中依稀產生了一點變化。\n\n一次逛街途中，她偶然瞥見路邊一個不起眼的小攤上擺著岩王帝君的二頭身土偶。\n\n刻晴當機立斷，找藉口把好友們支到街對面絲綢鋪裡，自己來到攤前，將帝君的土偶拿在手裡仔細端詳。\n\n她知道絕不能在這件事上浪費太多時間，便小心翼翼地觀察四周。確定不引人注目後，購買、付款、取貨一氣呵成。\n\n將土偶收進包裡，刻晴才長舒一口氣，露出暖洋洋的微笑。正在此時，一個抱著絲綢的朋友拍了拍她。\n\n事情最終暴露了。大家都很詫異，刻晴分明是最不敬神的人，為什麼會購買帝君的土偶呢？\n\n「我、我買這個只是為了自省！沒什麼不行的吧！」\n\n「自省」一說姑且解釋得通。但事實上，這類「自省」用的小東西，刻晴已經不知不覺地買了一整櫃。",
      "jp": "自分のほとんどの時間を璃月に捧げた刻晴は、時間がある際は、意外な方法で暇つぶしをする—。買い物だ。\n\n休みの日、彼女は素朴な服を着て、友達を2、3人誘い、緋雲の丘とチ虎岩で買い物をする。\n\n帝君がいなくなって以来、忙しくなった刻晴は、今でもこうしてストレスを発散する。ただ、少し変化がある。\n\nある日、買い物中の彼女は、ある小さな店で岩王帝君の二頭身土偶を見かけた。\n\n刻晴はすぐに適当な理由をつけて、友達を別の店に行かせた。そして彼女は店に入り、土偶をよく観察した。\n\nこんなことに時間を多く使うわけにはいかない。周りで誰も見ていないことを確認した彼女は、購入、支払い、商品の受け取りを一気に済ませる。\n\nかばんに土偶を入れた後、刻晴はほっと息を吐いた。思わず笑顔を浮かべた瞬間、肩を友達が叩いた。\n\n結局、この件は皆に知られてしまう。一番神を敬っていなかった刻晴が、なぜ帝君の土偶を買ったのかと皆が驚いた。\n\n「わ、私は自分を諫めるために買ったの！ダメなことじゃないよね！」\n\n「自分を諫める」ことは、一応筋が通る。しかしこのような「自分を諫める」ためのグッズを、刻晴はすでに一棚分購入していた。",
      "ko": "대부분의 정력을 리월항에 쏟아붓는 각청은 주변 사람들이 예상치도 못한 소소한 방법으로 여가를 보낸다.\n\n그녀는 휴식일 때 평범한 옷으로 갈아입고 친구 몇몇과 함께 비운 언덕과 흘호암을 돌아다니며 쇼핑을 즐긴다.\n\n제군이 떠난 뒤 각청은 점점 바빠지더라도 이런 스트레스 해소 방법을 계속해서 유지한다. 그저 살짝 변화가 생겼을 뿐이다.\n\n한 번은 쇼핑을 즐기던 중에 볼품없는 노점에 암왕제군의 흙인형이 있는 걸 우연히 보게 된다.\n\n각청은 즉시 핑계를 대며 친구들을 길 건너편에 있는 비단 가게로 보내고 자신은 노점 앞에 와서 제군의 흙인형을 손에 들고 자세히 살펴봤다.\n\n그녀는 이 일에 시간을 낭비해선 안 된다는 걸 알기에 조심스럽게 주변을 관찰했다. 사람들이 자신을 주목하지 않고 있다는 걸 확인한 각청은 구매, 결제, 물건 받기까지 눈 깜짝할 사이에 끝냈다.\n\n각청은 흙인형을 가방에 넣고 나서야 안도의 한숨을 쉬고는 훈훈한 미소를 지었다. 하지만 이 때 비단을 안은 친구가 그녀를 두드렸다.\n\n결국 전부 밝혀지게 됐다. 사람들은 신에게 가장 불경한 사람인 각청이 왜 제군의 흙인형을 산 건지 궁금해했다.\n\n「내, 내가 이걸 구매한 건 자기반성을 하기 위함이야! 안 될 것도 없잖아!」\n\n「자기반성」이라는 말로 이를 설명할 수 있었다. 사실 각청은 자신도 모르게 이런 「자기반성」에 사용하는 소품들은 아주 많이 구매했었다",
      "en": "Keqing, who has dedicated a large portion of her energies to Liyue Harbor, indulges in an unexpected pastime when she can spare a moment — shopping.\n\nOn her days off, she changes into ordinary clothes, contacts a few close friends, and enjoys a day of strolling around Feiyun Slope and Chihu Rock, just enjoying the act of buying things.\n\nAfter Rex Lapis' departure, Keqing managed to maintain this method of decompression despite her busier schedule, though with one subtle difference.\n\nOn one of her shopping trips, she happened upon a small and unremarkable stall that sold cute Rex Lapis clay figurines with tiny bodies and big heads.\n\nPersuading her friends to visit the silk store opposite, she approached the stall, took a figurine in her hand, and began to examine it.\n\nShe knew that she didn't have much time. So, after glancing around to make sure that no one was watching, she paid for, picked up, and packed away her prize in one swift single movement.\n\nBut no sooner had she placed the figurine into her bag and heaved a sigh of relief than one of her friends, silk bundles in tow, tapped her on the shoulder.\n\nIn the end, all was revealed. Her friends were quite curious: Wasn't Keqing a skeptic among skeptics? Why would she buy one of these?\n\n\"For... For introspection, of course! There's nothing wrong with self-reflection, is there?\"\n\nSo she said, and it would be convincing, too — if Keqing didn't already have an entire shelf dedicated to Rex Lapis self-reflection memorabilia...",
      "de": "Keqing, die einen großen Teil ihrer Energie der Stadt Liyue gewidmet hat, frönt einem unerwarteten Zeitvertreib, dem Einkaufen.\n\nAn ihren freien Tagen kleidet sie sich relativ gewöhnlich, kontaktiert ein paar ihrer engsten Freunde und genießt einen ganzen Tag lang einen langen Einkaufsspaziergang am Feiyun-Hang und Chihu-Fels, wobei sie einfach nur den reinen Akt des Kaufens genießt.\n\nNach Rex Lapis’ Dahinscheiden schaffte es Keqing, diese Methode der Entspannung trotz ihres vollen Terminkalenders beizubehalten, wenn auch mit einer kleinen Änderung.\n\nBei einem ihrer Einkaufsbummel stieß sie auf einen kleinen, unscheinbaren Stand, an dem niedliche Rex-Lapis-Tonfiguren mit kleinen Körpern und großen Köpfen verkauft wurden.\n\nAls sie ihre Freunde dazu überredete, das Seidengeschäft gegenüber zu besuchen, näherte sie sich dem Stand, nahm eine Figur in die Hand und begann, sie zu untersuchen.\n\nSie wusste, dass sie nicht viel Zeit hatte. Nachdem sie sich vergewissert hatte, dass niemand zusah, bezahlte sie, nahm die Figur in die Hand und packte ihren neu erworbenen Preis in einer einzigen schnellen Bewegung ein.\n\nAber kaum hatte sie die Figur in ihre Tasche gesteckt und einen Seufzer der Erleichterung ausgestoßen, klopfte ihr einer ihrer Freunde, mehrere Seidenbündel im Schlepptau, auf die Schulter.\n\nSchließlich kam doch alles heraus. Ihre Freunde waren ziemlich neugierig. War Keqing nicht der Skeptiker unter den Skeptikern? Warum sollte sie so etwas kaufen? „Das ist doch zur Selbstprüfung! Gegen Selbstreflexion ist doch nichts einzuwenden, oder?“\n\nDas wäre auch ganz überzeugend gewesen, wenn Keqing nicht schon ein ganzes Regal mit Rex-Lapis-Erinnerungsstücken zur Selbstreflexion hätte ...",
      "es": "Cuando Keching, que ha dedicado una gran parte de su energía a Liyue, tiene un poco de tiempo libre, suele emplearlo en una afición que nadie esperaría que tuviera: ir de compras.\n\nEn sus días libres, se pone ropa normal, se reúne con alguna amiga y disfruta de un día de tiendas por la Pendiente Feiyun y el Peñasco Chihu.\n\nTras la muerte de Rex Lapis, Keching pudo mantener este método de desahogo a pesar de su apretada agenda, aunque con una pequeña diferencia.\n\nEn uno de sus paseos para comprar, encontró un puesto pequeño y sencillo que vendía unas lindas figuras de arcilla de Rex Lapis con cuerpos diminutos y cabezas grandes.\n\nAunque ella lo que quería era convencer a sus amigas para visitar la tienda de seda de enfrente, se acercó a aquel puesto, tomó una figurita y la examinó detenidamente.\n\nSabía que no tenía mucho tiempo. Entonces, después de asegurarse de que nadie la estaba mirando, la pagó y se la guardó rápidamente.\n\nPero apenas había colocado la figura en su bolso cuando dio un suspiro de alivio y una sonrisa se le escapó. En ese momento, una de sus amigas, que llevaba unas telas de seda a cuestas, le dio unas palmaditas en el hombro.\n\nAl final, todo se reveló, ya que sus amigas, que eran bastante chismosas, le preguntaron: “¿No eras tan escéptica? ¿Por qué quieres una de esas figuras?”.\n\n“Para... ¡para mi introspección! No hay nada malo en la autorreflexión, ¿cierto?”, respondió ella, algo que hubiera sido convincente si no tuviera una estantería llena de artículos de “introspección” de Rex Lapis en su casa.",
      "fr": "La façon qu'a Keqing, qui dédie toute son énergie au Port de Liyue, d'occuper son temps libre et de se détendre a de quoi en surprendre plus d'un : le shopping.\n\nSes jours de congés, la jeune femme revêt des vêtements simples, et, accompagnée de deux ou trois amies, déambule à la Pente Feiyun et à la Falaise Chihu, faisant ici et là quelques emplettes.\n\nBien que débordée suite à la disparition du Souverain de la Roche, Keqing a malgré tout maintenu cette tradition qui lui permet de souffler et d'évacuer le stress de la semaine ; mais avec quelques légers changements, malgré tout.\n\nUn jour qu'elle se promenait en compagnie de ses amies, elle passa à côté d'une petite échoppe sans prétention qui vendait des figurines en argile du Souverain de la Roche – le type de figurine amusante à petit corps et grosse tête.\n\nElle convainquit ses amies d'aller jeter un œil à la boutique d'un marchand de soie de l'autre côté de la rue, et, profitant qu'elle était enfin seule, se dirigea vers l'échoppe pour inspecter avec soin l'un des petits bibelots.\n\nSachant que le temps lui faisait défaut, Keqing jeta un coup d'œil aux alentours, et après s'être convaincue que personne ne l'observait, sortit en un éclair sa bourse, paya et récupéra son achat aussi vite que possible.\n\nAlors qu'elle poussait un soupir de soulagement tandis que la figurine rejoignait la sécurité de son sac, une de ses amies lui tapa sur l'épaule.\n\nÀ son grand dam, son secret avait été exposé. Comment elle, qui n'avait jamais vénéré l'Archon, pouvait-elle acheter une figurine le représentant ?\n\n« Je... Ça m'aide pour l'introspection, rien d'anormal à ça ! » L'explication était crédible.\n\nBien sûr, le fait que Keqing possède aujourd'hui toute une collection de figurines semblables est absolument sans rapport avec la question.",
      "pt": "Keqing, que dedicou grande parte de suas energias ao Porto de Liyue, se entrega a um passatempo inesperado quando dispõe de algum tempo - fazer compras.\n\nEm seus dias de folga, ela veste roupas comuns, contacta alguns amigos próximos e desfruta de um dia de passeio na Encosta de Feiyun e no Penhasco Chihu, apenas aproveitando o ato de comprar coisas.\n\nApós a partida de Rex Lapis, Keqing conseguiu manter esse método de descompressão apesar de sua agenda mais ocupada, embora com uma diferença sutil.\n\nEm uma de suas viagens de compras, ela se deparou com uma pequena e ordinária banca que vendia bonecos de barro de Rex Lapis com corpos minúsculos e cabeças grandes.\n\nPersuadindo seus amigos a visitar a loja de seda em frente, ela se aproximou da banca, pegou uma estatueta na mão e começou a examiná-la.\n\nEla sabia que não tinha muito tempo. Então, depois de dar uma olhada para ter certeza de que ninguém estava olhando, ela pagou, pegou e empacotou seu prêmio em um único e rápido movimento.\n\nMas assim que ela colocou a estatueta em sua bolsa e deu um suspiro de alívio a uma de suas amigas, alguns tecidos de seda tocaram seu ombro.\n\nNo final, tudo foi revelado. Seus amigos estavam bastante curiosos: Keqing não era a maior cética de todos? Por que ela compraria algo assim?\n\n\"Para... Para introspecção, é claro! Não há nada de errado com a autorreflexão, não é mesmo?\"\n\nAssim disse ela, e teria sido convincente, também - se Keqing não já tivesse uma prateleira inteira dedicada a objetos de \"introspecção\" de Rex Lapis...",
      "ru": "Кэ Цин, отдавая почти все свои силы Ли Юэ, в свободную минутку предаётся неожиданному досугу - покупкам. В выходной день она надевает простую одежду, встречается с парочкой близких друзей и прогуливается по торговой площади Фэйюнь и горе Тигра, заглядывая в разные магазины. После ухода Властелина Камня Кэ Цин, несмотря на свой ещё более плотный график, продолжает снимать стресс этим способом, но за одним небольшим изменением. Однажды она шла по улице, и глаз её зацепился за неприметную лавчонку, где продавались глиняные фигурки Гео Архонта. Уговорив друзей отправиться в магазин шёлка напротив, Кэ Цин подошла к лавочке и принялась рассматривать одну из фигурок. Зная, что время поджимает, она осторожно осмотрелась, а когда убедилась, что никто не видит, одним быстрым движением заплатила за фигурку и завернула её. Но стоило ей положить фигурку в сумку и с облегчением вздохнуть, как один из друзей со свёртками шёлка в руках похлопал её по плечу. Скоро все узнали о её поступке и были очень удивлены. Зачем такой противнице Гео Архонта было покупать его статуэтку?\n\n«Ну... Она нужна мне для рефлексии! В этом ничего зазорного нет!»\n\nЭто прозвучало бы убедительно, если бы у Кэ Цин в целях рефлексии уже не набралась целая полка подобных вещиц.",
      "id": "Keqing yang sangat mendedikasikan usahanya demi kemajuan Liyue ternyata memiliki kegemaran di waktu luang yang tidak orang sangka-sangka – belanja.\n\nPada hari libur, dia akan mengenakan pakaian santai, mengontak dan mengajak beberapa temannya untuk berjalan-jalan dan berbelanja di sekitar Feiyun Slope dan Chihu Rock.\n\nSetelah Rex Lapis pergi dari Liyue, Keqing yang menjadi sangat sibuk itu tetap mempertahankan cara-cara menikmati hidup dan melepaskan penat seperti ini, namun tidak dipungkiri dia sedikit berubah.\n\nSuatu kali dalam perjalanan belanjanya, dia pernah melihat secara tidak sengaja patung Rex Lapis dengan tubuh mungil dan kepalanya yang besar dijual di sebuah lapak yang tidak ramai pengunjung.\n\nKeqing yang saat itu sedang berjalan bersama beberapa temannya, mengalihkan perhatian mereka dengan menyarankan temannya itu untuk masuk dan melihat-lihat toko sutra yang ada di seberang, sementara dia sendiri mendatangi lapak yang barusan. Setelah sampai di lapak tersebut, dia memegang dan melihat-lihat patung Rex Lapis tersebut dengan seksama.\n\nDia tahu bahwa dia harus melakukan aksi ini dengan cepat, kemudian dia memperhatikan keadaan sekelilingnya dengan hati-hati. Setelah memastikan bahwa tindakannya tidak sedang diperhatikan oleh orang lain, dia dengan cepat membeli barang itu dan membayarnya.\n\nKemudian, dia memasukkan benda itu ke dalam tasnya. Dia merasa lega sambil wajahnya menampilkan sedikit senyuman mencurigakan. Tepat pada saat ini, temannya yang sedang berada di toko sutra itu memfotonya.\n\nKejadian itu kemudian tersebar luas. Semua orang sangat penasaran, Keqing yang sangat tidak pernah menghormati Dewa itu mengapa sekarang malah membeli patung Dewa tersebut?\n\n\"A... aku membelinya u... untuk instrospeksi diri saja! Tidak salah, kan?\"\n\nKedengarannya alasan ini masuk akal dan sah-sah saja. Tapi, dia tidak sadar bahwa benda kecil yang dia gunakan sebagai alat \"introspeksinya\" sudah dia beli satu lemari penuh.",
      "th": "Keqing ทุ่มเทแรงกายแรงใจส่วนใหญ่ให้กับท่าเรือ Liyue เวลาว่างเธอมักจะฆ่าเวลาด้วยการ...ช้อปปิ้ง\n\nในวันหยุดเธอจะแต่งตัวด้วยชุดเรียบง่าย นัดเพื่อนสนิทสักสองสามคนไปเดินเล่นกันที่ Feiyun Slope หรือ Chihu Rock เพลิดเพลินไปกับการช้อปปิ้ง\n\nหลังจากที่ท่านราชาได้จากไป แม้ว่าจะยุ่งมากแค่ไหน Keqing ก็ยังคงรักษาวิธีลดความกดดันเอาไว้ได้ แต่ก็เปลี่ยนแปลงไปบ้างเล็กน้อย\n\nครั้งหนึ่งในระหว่างที่เดินเที่ยวอยู่ เธอเหลือบไปเห็นรูปปั้นราชาแห่งหินที่น่ารักสุด ๆ วางอยู่ในร้านแผงลอยเล็ก ๆ ข้างทาง\n\nKeqing ตัดสินใจหลอกล่อให้เพื่อน ๆ ไปร้านผ้าไหมที่อยู่ตรงข้าม ส่วนตัวเองก็ไปยังร้านแผงลอยร้านนั้น แล้วหยิบรูปปั้นราชาแห่งหินขึ้นมาดูอย่างละเอียด\n\nเธอรู้ว่าไม่ควรเสียเวลากับเรื่องนี้มากเกินไป เมื่อสังเกตไปรอบ ๆ จนแน่ใจว่าไม่มีใครมองอยู่แล้ว เธอก็ได้จ่ายเงินซื้อและหยิบไปอย่างรวดเร็ว\n\nเมื่อเอารูปปั้นใส่ในกระเป๋าเรียบร้อยแล้ว Keqing ก็ถอนหายใจออกมาอย่างโล่งอก และยิ้มอย่างมีความสุข ทันใดนั้นเอง เพื่อนที่ถือผ้าไหมเอาไว้ก็ได้ตบไหล่เธอ\n\nและแล้วความลับก็ถูกเปิดเผย ทุกคนแปลกใจมาก คนที่ไม่เชื่อในเทพเจ้ามากที่สุดอย่าง Keqing ทำไมถึงซื้อรูปปั้นท่านราชาแห่งหินได้?\n\n\"ฉะ ฉันซื้อมาเพื่อเอาไว้ทบทวนตัวเองน่ะ! ไม่ได้รึไงล่ะ!\"\n\nของชิ้นเล็ก ๆ ที่เอาไว้ \"ทบทวนตัวเอง\" แบบนี้นั้น ไม่ทันได้รู้เนื้อรู้ตัว Keqing ก็ซื้อมันซะเต็มตู้เสียแล้ว",
      "vi": "Phần lớn thời gian trong ngày Keqing đều dùng để cống hiến cho sự phát triển của cảng Liyue, những lúc nhàn rỗi cô lại có cách tiêu khiển vô cùng đặc biệt mà không ai ngờ đến, đó là tiêu tiền.\n\nVào ngày nghỉ, cô sẽ khoác lên mình bộ cánh đơn giản, hẹn hai ba người bạn thân cùng nhau dạo Dốc Phi Vân hay Ngật Hổ Nham, hưởng thụ thú vui mua sắm.\n\nSau khi Đế Quân băng hà, tuy công việc ngày càng trở nên bận rộn nhưng Keqing vẫn duy trì hình thức giải trí này. Có điều thói quen đã thay đổi ít nhiều.\n\nTrong một lần đi chơi phố, cô tình cờ phát hiện hình nộm Nham Vương Đế Quân vô cùng dễ thương được bày bán tại một cửa tiệm nhỏ bên đường.\n\nKhông chần chừ, Keqing lừa những người bạn của mình vào cửa hàng lụa đối diện, còn bản thân bước đến quầy hàng đồ chơi, cầm hình nộm Đế Quân lên quan sát một hồi.\n\nLinh tính mách bảo cô không được lãng phí quá nhiều thời gian vào việc này, nên Keqing quan sát xung quanh thật kỹ. Khi không ai để ý, cô bèn trả tiền, lấy hàng vô cùng nhanh chóng.\n\nTrong lúc vui vẻ đặt hình nộm vào trong túi và thở phào nhẹ nhõm. Thì đột nhiên người bạn phía sau lưng đập vào vai cô.\n\nSự việc cuối cùng cũng bị bại lộ. Mọi người đều cảm thấy kỳ lạ, bời vì Keqing từ trước đến nay đều không cung kính thần linh, tại sao hôm nay lại mua hình nộm Đế Quân để làm gì cơ chứ?\n\n\"Tôi... Tôi mua là để tự 'kiểm điểm' bản thân! Không ai cấm điều này phải không!\"\n\nNếu là \"kiểm điểm\" thì cũng được. Nhưng mà trên thực tế Keqing đã mua cả một tủ toàn những món đồ chơi bé như vậy để tự 'kiểm điểm' rồi."
    }
  },
  {
    "title": {
      "zhs": "绝境求生发簪",
      "zht": "絕境求生髮簪",
      "jp": "九死一生のヘアピン",
      "ko": "구사일생의 비녀",
      "en": "Survival Hairpin",
      "de": "Lebensrettende Haarnadel",
      "es": "La horquilla de la supervivencia",
      "fr": "Épingle de survie",
      "pt": "Grampo de Sobrevivência",
      "ru": "Спасительная заколка",
      "id": "Jepit Rambut Bertahan Hidup",
      "th": "ปิ่นปักผมรอดชีวิต",
      "vi": "Kẹp tóc sinh tồn"
    },
    "line": {
      "zhs": "贵族大小姐出身的刻晴目前保持着身份所需最低限度的奢华，以匹配她璃月七星的地位。\n\n而在繁荣市井之外，她常常会深入荒无人烟之地，博物强识，磨砺意志。\n\n她曾亲历无数险境，但与冒险家和背包客不同的是，她的征程上没有大包小袋，只有发簪与佩剑形影不离。\n\n只要附着雷元素力，发簪就能化为一柄锐利无比的小刀。割草砍柴自不用说，为猎物剥皮剔骨之类粗活也是小菜一碟。\n\n若是遇上高低落差过大的地势，只需将发簪钉入地面，绑上藤条，就能轻松速降。\n\n在野外露宿时，睡前将发簪颠倒直立于地面，就是极为敏锐的警报装置，只要身边有异常的风吹草动，它就能马上唤醒刻晴。\n\n甚至当肚子饿了，刻晴只需向水中扔出发簪，总有几条倒霉的鱼被电晕过去——连烤鱼的竹签都不用准备了。\n\n若是有没见识的人调侃刻晴的发簪稍显陈旧，品相不佳，她不仅不生气，还会表现得格外骄傲。\n\n「它沾染风霜的模样，才是最有魅力的。」",
      "zht": "貴族大小姐出身的刻晴目前保持著身分所需最低限度的奢華，以配上她璃月七星的地位。\n\n而在繁榮市井之外，她常常會深入荒無人煙之地，博物強識，磨礪意志。\n\n她曾親歷無數險境，但與冒險家和背包客不同的是，她的征途上沒有大包小袋，只有髮簪與佩劍形影不離。\n\n只要附著雷元素力，髮簪就能化為一柄銳利無比的小刀。割草砍柴自不用說，為獵物剝皮剔骨之類粗活也是小菜一碟。\n\n若是遇上高低落差過大的地勢，只需將髮簪釘入地面，綁上藤條，就能輕鬆速降。\n\n在野外露宿時，睡前將髮簪顛倒直立於地面，就是極為敏銳的警報裝置，只要身邊有異常的風吹草動，它就能馬上喚醒刻晴。\n\n甚至當肚子餓了，刻晴只需向水中扔出髮簪，總會有幾條倒楣的魚被電暈過去——連烤魚的竹籤都不用準備了。\n\n若是有沒見識的人調侃刻晴的髮簪稍顯陳舊，品相不佳，她不僅不生氣，還會表現得格外驕傲。\n\n「它沾染風霜的模樣，才是最有魅力的。」",
      "jp": "璃月七星という身分に相応しくあるため、貴族出身のお嬢様である刻晴は、最低限の贅沢な生活を送っている。\n\n繁華街に出没する以外、彼女は荒野で修行し自分の意志を鍛える。\n\n冒険経験が豊富な彼女は、普通の冒険者との間に少し違いがある。彼女の荷物はヘアピンと剣だけだ。\n\n雷元素力を付着させたヘアピンは、切れ味が鋭いナイフになり、柴刈りや獲物の処理をする際に活躍できる。\n\n高低差が激しい場所でも、ヘアピンを地面に差し込み、その上に藤をつければ、簡単に降りることができる。\n\n野宿する時は、ヘアピンを逆さまにして地面に差し込めば、非常に精巧な警報装置となり、何かあればすぐ、刻晴を呼び起こすような仕込みになっている。\n\nそして、お腹が空いた時は、水中にヘアピンを投げ込めば、運の悪かった魚が何匹浮いてくる——串を用意しなくても焼き魚を楽しめる。\n\n物を見る目がない人に、ヘアピンがボロボロだよと突っ込まれても刻晴が怒ることはない。むしろ誇りに思っている。\n\n「使い込まれているものの方が、魅力的に見えるのよ」",
      "ko": "귀족 아가씨 출신 각청은 현재 그녀의 리월 칠성이라는 지위에 걸맞게 품위 유지에 필요한 최소한의 사치만을 부린다.\n\n그녀는 번영된 시가지 외에도 황량한 곳에 자주 가서 다양한 지식을 쌓고 의지를 갈고닦는다.\n\n과거 그녀는 무수히 많은 위험을 겪었었다. 하지만 모험가와 배낭여행객들과는 달리 그녀는 길을 나설 때 가방이나 주머니 없이 오직 비녀와 검만을 가져갔다.\n\n번개 원소의 힘만 부착되면 그녀의 비녀는 예리하기 그지없는 작은 칼이 된다. 풀과 나무를 베는 건 두말할 필요도 없고 사냥감의 가죽과 뼈를 벗기는 것도 식은 죽 먹기였다.\n\n낙차가 큰 지형에 들어서더라도 비녀를 땅에 꼽고 덩굴을 묶으면 손 쉽게 하강할 수 있었다.\n\n야외에서 노숙할 때 자기 전에 비녀를 지면에 거꾸로 세워놓으면 아주 민감한 경보장치가 되어 주변에 이상한 움직임이 감지되면 바로 각청을 깨웠다.\n\n심지어 배가 고플 때 비녀를 물에 던지기만 해도 전기에 지져진 물고기들이 떠올라 구울 필요도 없이 바로 먹기만 하면 됐다.\n\n학식이 낮은 사람이 각청의 비녀가 오래됐다고 비웃어도 그녀는 전혀 화내지 않고 오히려 더 자랑스러워한다.\n\n「풍파를 겪은 듯한 모습이 있는 게 가장 매력적인 거 아니겠어?」",
      "en": "Though she is of noble birth, Keqing tries to keep her luxuries to the bare minimum that would befit her position as one of the Liyue Qixing.\n\nAnd when she is outside the borders of the prosperous city, she will often head deep into uninhabited areas to strengthen her knowledge and sharpen her will.\n\nShe has experienced countless challenges, but unlike backpackers and adventurers, she does not bring anything with but her hairpin and her sword.\n\nAs long as it is infused with Electro, a hairpin can become a knife of unmatched sharpness. Cutting grass, chopping firewood, skinning game, and carving bone are all well within its capabilities.\n\nIf faced with a drop of great height, she only needs to pin it into the ground, tie rattans to it, and rappel down.\n\nIt also serves as an incredibly sensitive security device when camping out. Any unusual movements nearby will cause it, when tipped over and placed perpendicular to the ground, to alert and awaken Keqing immediately.\n\nIt can even be used to fish: Keqing just hurls it into the water when she's feeling peckish, and there will always be a few fish that will get knocked out by the electric shock — and of course, finding a stick to grill the fish on is not a problem either.\n\nSome narrow-minded folk have ridiculed Keqing's hairpin for being old and worn, but this does not anger her. Indeed, she considers it a point of pride.\n\n\"Its weathered form is what gives it its charm.\"",
      "de": "Auch wenn Aristokratenblut durch ihre Adern fließt, versucht Keqing ihren Luxus auf das Minimum zu beschränken, das ihrer Position als eine der Qixing in Liyue würdig wäre.\n\nSollte sie sich einmal außerhalb der Grenzen der wohlhabenden Stadt befindet, begibt sie sich oft tief in unbewohnte Gebiete, um ihr Wissen zu vertiefen und ihren Willen zu schärfen.\n\nSie hat unzählige Herausforderungen erlebt, aber im Gegensatz zu Rucksacktouristen und Abenteurern bringt sie nichts mit sich außer ihrer Haarnadel und ihrem Schwert.\n\nSolange sie mit Dendro-Kraft durchdrungen ist, kann eine Haarnadel zu einem Messer von unübertroffener Schärfe werden. Das Schneiden von Gras, das Hacken von Brennholz, das Häuten und Ausbeinen von Wild, alles ist möglich.\n\nSollte sie einmal aus großer Höhe herunterspringen müssen, braucht sie die Nadel nur in den Boden zu stecken, etwas Schilfrohr daran zu befestigen und sich abzuseilen.\n\nJede ungewöhnliche Bewegung in der Nähe wird sofort bemerkt, sollte die Nadel einmal umkippen, und Keqing wird davon alarmiert und aufgeweckt.\n\nSie kann sogar zum Angeln benutzt werden: Keqing wirft sie einfach ins Wasser, wenn sie Hunger hat und in kürzester Zeit werden ein paar Fische durch den Blitzschlag ohnmächtig werden. Natürlich ist es auch kein Problem, einen Stock zu finden, mit dem man den Fisch grillen kann.\n\nManch engstirnige Leute haben Keqings Haarnadel verspottet, weil sie alt und abgenutzt ist, aber das ärgert sie nicht. Sie ist sogar stolz darauf.\n\n„Die abgenutzte Form macht gerade ihren Charme aus.“",
      "es": "Aunque es noble de nacimiento, Keching trata de mantener sus lujos al mínimo, como corresponde a una de las Siete Estrellas de Liyue.\n\nCuando está fuera de la ciudad, a menudo se adentra en áreas deshabitadas para fortalecer su conocimiento y agudizar su voluntad.\n\nSe ha enfrentado a innumerables desafíos, pero, a diferencia de los mochileros y aventureros, ella no lleva consigo nada más que su horquilla y una espada.\n\nCuando una horquilla está infundida con Electro, puede convertirse en un cuchillo de un filo inigualable, útil para cortar hierba y leña, desollar y tallar huesos.\n\nSi se enfrenta a una gran altura, solo tiene que clavar la horquilla en el suelo, atarla a una cuerda y descender.\n\nTambién sirve como un dispositivo de seguridad increíblemente sensible para acampar. Si alguien la vuelca o la tira en el suelo, cualquier movimiento inusual alertará y despertará a Keching inmediatamente.\n\nIncluso se puede usar para pescar: simplemente la arroja al agua cuando tiene hambre y siempre habrá un pez que quede inconsciente por la descarga eléctrica. Después de eso, encontrar un palo en el que asar el pescado no supone ningún problema.\n\nAlgunas personas de mente cerrada han ridiculizado la horquilla de Keching por estar vieja y desgastada, pero a ella no le molesta. Es más, lo considera un motivo de orgullo.\n\n“Su aspecto antiguo y desgastado es lo que le da su encanto”.",
      "fr": "Bien qu'elle soit l'aînée d'une famille d'ascendance noble, Keqing essaie de limiter son opulence à un minimum seyant à ses yeux à sa position au sein des Sept Étoiles.\n\nLorsqu'elle quitte les murs de la cité prospère, elle se dirige souvent vers des contrées inhabitées, toujours en quête de nouveaux savoirs et d'occasions de renforcer sa volonté.\n\nElle a par le passé déjà dû faire face à maintes situations dangereuses ; mais contrairement aux aventuriers et voyageurs partant sur de nouvelles routes le sac chargé à ras-bord, elle n'emporte rien d'autre avec elle que son épée et son épingle à cheveux.\n\nSa maîtrise de l'élément Électro permet de transformer cette dernière en une dague aussi rapide qu'acérée. Couper du bois, retirer la peau des animaux chassés ou tailler un os ne présente aucune difficulté.\n\nFace à un dénivelé trop important, Keqing n'a qu'à planter son épingle dans le sol, y attacher quelques lianes, et descendre ensuite en rappel en toute sécurité.\n\nL'objet sert également de dispositif d'alarme particulièrement sensible lorsque vient l'heure de dresser le camp. Tout mouvement suspect dans les environs suffit à renverser l'épingle que Keqing plante avant de se coucher droit dans le sol, et Keqing est aussitôt réveillée et prévenue.\n\nL'épingle lui sert aussi à la pêche : il lui suffit de lancer l'ustensile chargé d'électricité à la surface de l'eau, et il se trouve toujours quelques poissons malchanceux pour finir grillés à point.\n\nCertaines personnes étroites d'esprit se sont déjà moquées de son épingle à l'apparence usée et archaïque, mais Keqing n'en a cure ; elle tire de l'objet une grande fierté.\n\n« C'est justement son aspect vieillot qui lui donne tout son charme. »",
      "pt": "Embora ela seja nascida nobre, Keqing tenta manter seus luxos ao mínimo que lhe convém como uma das Qixing de Liyue.\n\nE quando ela está fora das fronteiras da cidade próspera, muitas vezes se dirige profundamente a áreas desabitadas para fortalecer seu conhecimento e aguçar sua determinação.\n\nEla já passou por inúmeros desafios, mas ao contrário dos mochileiros e aventureiros, ela não leva nada a não ser seu grampo de cabelo e sua espada.\n\nDesde que esteja infundido com Electro, um grampo de cabelo pode tornar-se uma faca afiada de forma inigualável. Cortar grama, cortar lenha, esfolar e esculpir ossos estão entre suas capacidades.\n\nSe cair de uma grande altura, ela só precisa prendê-lo ao chão, amarrá-lo a uma corda e descer.\n\nTambém serve como um dispositivo de segurança incrivelmente sensível quando se acampa fora. Qualquer movimento incomum nas proximidades fará com que, quando virado e colocado perpendicularmente ao solo, ele alerte e desperte Keqing imediatamente.\n\nPode até mesmo ser usado para pescar: Keqing apenas o joga na água quando está com fome e sempre haverá alguns peixes que ficarão inconscientes com o choque elétrico - e é claro, encontrar um pedaço de pau para grelhar o peixe também não é nenhum problema.\n\nAlgumas pessoas de mente fechada ridicularizaram o prendedor de cabelo de Keqing por ser velho e gasto, mas isso não a enfurece. De fato, ela considera isso como algo para se ter orgulho.\n\n\"Sua forma desgastada é o que dá seu charme\".",
      "ru": "Кэ Цин хоть и родилась в знатной семье, но в предметах роскоши придерживалась минимума, необходимого для члена Цисин. Часто, чтобы заострить ум и закалить волю, она уходит за пределы процветающего города в безлюдные места. Она пережила множество опасных ситуаций, но в отличие от искателей приключений и рюкзачников она не берёт с собой ничего, кроме заколки и меча. Наполненная силой Электро заколка становится острым как бритва ножом. Ею можно не только срезать траву или колоть дрова, но и с лёгкостью свежевать туши животных. Если на пути попадается обрыв, достаточно вбить заколку в землю, привязать к ней лозу и спуститься вниз. Ночью под открытым небом она может служить чувствительным сигнализационным прибором. Стоя в земле остриём вниз, она предупредит Кэ Цин о любом едва заметном движении поблизости. Нужна еда? Не проблема. Стоит бросить заколку в воду, как разряд уговорит парочку любезных рыб всплыть на поверхность. А найти палочку, чтобы запечь рыбу на костре, не составит труда. Некоторые от недалёкого ума подтрунивают над Кэ Цин за то, какая изношенная у неё заколка, но она не злится, а даже гордится этим.\n\n«Потёртости и сколы делают её особенной».",
      "id": "Walaupun lahir dari keluarga ningrat, Keqing selalu menekan kemewahannya seminimal mungkin demi memantaskan dirinya dengan posisi jabatannya sebagai Liyue Qixing.\n\nDi sisi lain ketika dia berada di luar perbatasan dari kota yang makmur itu, dia sering melangkahkan kakinya ke area-area yang tidak berpenghuni untuk memperkuat pengetahuan dan mengasah tekadnya.\n\nDia sudah pernah menghadapi tantangan yang tidak terhitung jumlahnya, namun berbeda dengan para pengembara yang bepergian dengan tas di punggungnya, Keqing hanya pergi dengan berbekal jepit rambut dan pedangnya saja. Asalkan diberikan kekuatan Electro, jepit rambut kecil miliknya bisa menjadi pisau yang ketajamannya tidak tertandingi. Jangankan untuk memotong rumput, untuk memotong kayu bakar atau bahkan berburu saja bukanlah hal yang mustahil.\n\nKalau di tengah perjalanan bertemu dengan kontur tanah dengan perbedaan ketinggian yang sangat tinggi, cukup pakukan jepit rambut itu di tanah, kemudian gunakan rotan, dan benda itu bisa kokoh menahannya untuk turun dengan cepat dari atas ke bawah.\n\nBenda itu juga bisa berfungsi sebagai alat keamanan dengan sensitivitas tinggi yang sangat berguna pada saat berkemah. Pergerakan mencurigakan apa pun yang terjadi di sekitarnya akan menyebabkan benda itu membangunkan Keqing secara langsung.\n\nBahkan ketika sedang lapar, Keqing tinggal melemparkan benda itu ke dalam air dan benda itu akan menyengat beberapa ikan dengan energi Electronya – setruman itu sudah sekaligus membuat ikan tersebut menjadi matang dan siap untuk dimakan.\n\nKalau ada orang sok tahu yang menyindir bahwa jepit rambut itu terlihat kuno dan usang, Keqing bukan hanya akan marah saja, namun dia juga akan membalas cibiran itu dengan ekspresinya yang sangat sombong.\n\n\"Jepit rambut dengan motif angin dan salju ini adalah yang terbaik!\"",
      "th": "Keqing ที่เกิดในตระกูลชนชั้นสูง เธอพยายามรักษาความหรูหราในระดับที่ต่ำที่สุดเอาไว้ เพื่อให้เหมาะสมกับตำแหน่งใน Liyue Qixing\n\nแต่เมื่อเธออยู่นอกเมืองที่เจริญรุ่งเรืองนั้น เธอมักจะไปยังพื้นที่ที่ไม่มีคนอาศัยอยู่ เพื่อเสริมสร้างความรู้และฝึกฝนจิตใจ\n\nKeqing ได้ผ่านพ้นอันตรายมานับไม่ถ้วน แต่เธอแตกต่างจากนักผจญภัยและนักเดินทางแบ็คแพ็กตรงที่ เธอเดินทางโดยไม่มีกระเป๋าใบน้อยใหญ่เลยสักใบ มีแค่ปิ่นปักผมและดาบเพียงเท่านั้น\n\nขอแค่มีพลังไฟฟ้า ปิ่นปักผมก็สามารถกลายเป็นมีดที่คมกริบโดยไม่มีสิ่งใดเทียบได้ ไม่ว่าจะตัดหญ้า, ตัดฟืน หรือจะตัดหนังเลาะกระดูก ล้วนเป็นแค่เรื่องกล้วย ๆ\n\nหากเจอกับที่ ๆ สูงชัน เธอแค่ใช้ปิ่นผมปักลงไปบนพื้น แล้วใช้เถาวัลย์ผูกเอาไว้ ก็สามารถปีนลงมาได้อย่างง่ายดาย\n\nนอกจากนั้นเวลาตั้งแคมป์ในป่า มันยังเป็นอุปกรณ์ที่ทำหน้าที่เป็นสัญญาณเตือนภัยที่มีประสิทธิภาพมากอีกด้วย หากบริเวณใกล้เคียงมีการเคลื่อนไหวที่ผิดปกติใด ๆ มันจะปลุก Keqing โดยทันที\n\nแม้กระทั่งตอนที่รู้สึกหิว Keqing แค่โยนปิ่นปักผมนี้ลงไปในน้ำ ก็จะมีปลาถูกไฟช็อตขึ้นมาให้จับกินได้ โดยไม่ต้องเตรียมไม้ไผ่เพื่อใช้ย่างปลาเลย\n\nถ้ามีคนมาวิจารณ์ว่าปิ่นปักผมของ Keqing ทั้งเก่าและผุพัง เธอไม่เพียงแต่จะไม่โกรธ แต่ยังตอบไปอย่างภาคภูมิใจว่า\n\n\"สภาพที่เก่าและผุพังของมันนี่แหละที่ทำให้มีเสน่ห์\"",
      "vi": "Với xuất thân từ gia đình danh giá, tiểu thư quyền quý Keqing luôn phải duy trì sự sang trọng cần thiết cho danh phận và địa vị Thất Tinh Liyue của mình.\n\nNgoài nơi phồn hoa thành thị, cô thường xuyên thám hiểm những vùng đất hoang vu, mở rộng tri thức và nâng cao ý chí bản thân.\n\nKeqing từng trải qua vô vàn nguy hiểm, thế nhưng khác với các Nhà Mạo Hiểm hay khách du lịch ba lô khác, trong suốt chuyến hành trình cô không mang theo bất kỳ chiếc túi đựng đồ lớn nhỏ nào, chỉ có trâm cài và bội kiếm là hai vật dụng bất ly thân.\n\nVới việc sử dụng sức mạnh nguyên tố lôi, cô biến chiếc trâm thành con dao nhỏ sắc bén, nhanh chóng xử lý mọi công việc từ đơn giản đến phức tạp như cắt cỏ, chặt cây, thái thịt, lột da con mồi.\n\nNếu gặp phải những vùng đất hiểm trở, trâm cài sẽ được cô sử dụng như một chiếc đinh đóng thẳng vào mặt đất rồi dùng dây leo quấn quanh, như vậy có thể dễ dàng vượt qua địa hình.\n\nKhi ngủ ngoài tự nhiên, Keqing cắm ngược chiếc trâm xuống làm vật báo động cực kỳ hữu hiệu, chỉ cần làn gió mang theo mùi hương lạ nó sẽ nhanh chóng đánh thức cô.\n\nMỗi lúc đói bụng, Keqing sử dụng chiếc trâm như một cây súng điện săn bắt, sẽ có vài chú cá kém may mắn mà mắc bẫy. Việc nướng cá thì càng không phải bàn, que xiên cá cũng được nó thay thế dễ dàng.\n\nNếu có người chê chiếc trâm của Keqing cũ nát, không phù hợp với địa vị của cô, cô sẽ không tức giận mà trả lời một cách đầy hãnh diện.\n\n\"Trâm cài phải nhuộm màu của sương mai và giông tố mới có sức quyến rũ của riêng mình.\""
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "在不敬重「神之眼」这件事上，刻晴恐怕也是独一无二。\n\n刻晴深知，她的一切成就分明是靠自身努力所得，落在旁人眼里，反倒成了「神之眼」的功劳。\n\n她不得不认为，这枚紫色晶体夺走了本属于她的骄傲，是神给予她的挑衅与侮辱。\n\n为了破坏「神之眼」，她尝试了无数办法：以大火焚烧三天三夜，用装满石头的矿车碾过，或是直接从群玉阁扔出去。\n\n可惜，上述这些均以失败告终。\n\n刻晴无计可施，但也不想它落于贼人之手，最终还是勉强接受了这枚属于她的「神之眼」。\n\n岁月流转，刻晴逐渐认可了「神之眼」。她意识到这件物品并未被神之意识寄宿，还在许多事上提供了实用帮助，因而决定活用这股力量。\n\n「比力量来源更重要的，是力量的驱使者。」\n\n无论曾经如何看待「神之眼」，如今这份力量已是刻晴不可缺少的一部分了。\n\n幸好当年没有破坏掉，不然，她一定会后悔莫及——谁让她是实用主义者呢？",
      "zht": "在不敬重「神之眼」這件事上，刻晴恐怕也是獨一無二。\n\n刻晴深知，她的一切成就分明是靠自身努力所得，落在旁人眼裡，反倒成了「神之眼」的功勞。\n\n她不得不認為，這枚紫色晶體奪走了本屬於她的驕傲，是神給予她的挑釁與侮辱。\n\n為了破壞「神之眼」，她嘗試了無數辦法：以大火焚燒三天三夜，用裝滿石頭的礦車碾過，或是直接從群玉閣丟出去。\n\n可惜，上述這些均以失敗告終。\n\n刻晴無計可施，但也不想它落於賊人之手，最終還是勉強接受了這枚屬於她的「神之眼」。\n\n歲月流轉，刻晴逐漸認可了「神之眼」。她意識到這件物品並未被神之意識寄宿，還在許多事上提供了實用幫助，因而決定活用這股力量。\n\n「比力量來源更重要的，是力量的驅使者。」\n\n無論曾經如何看待「神之眼」，如今這份力量已是刻晴不可缺少的一部分了。\n\n幸好當年沒有破壞掉，不然，她一定會後悔莫及——誰教她是實用主義者呢？",
      "jp": "「神の目」に敬意を払わない者のランキングがあれば、刻晴は恐らく一二を争う者だ。\n\nそれは、刻晴にも分かっている。自分の努力の成果は、他人からすれば全て「神の目」のお陰だと思われていることを。\n\nそのため、彼女はこの紫色の結晶体を、自分の誇りを奪い去った、神からの挑発と侮辱だと考えていた。\n\n「神の目」を破壊するために、彼女は無数の方法を試してきた。強火で丸3日間焼いてみたり、たくさんの石を載せた鉱車で轢いてみたり、または、群玉閣の窓から捨ててみたりもした。\n\nしかし残念ながら、これらの方法は全て失敗に終わった。\n\n成す術がなくなった刻晴は、悪人が持つより自分が保管するほうがまだマシだと、仕方なく「神の目」の存在を受け入れた。\n\nだが時を経て、刻晴は次第に「神の目」を認めるようになった。神の目には、神の意識は存在しておらず、むしろ様々な場面で活躍できると気づいたのだ。彼女は、この力を活かしていくことを決めた。\n\n「力の源よりも大切なのは、その所有者よ」\n\n過去の「神の目」に対する意見がどうであれ、今では、この力はもはや刻晴の一部となっていた。\n\nあの時、神の目が壊れなくてよかった。でないと、今頃きっと後悔しているだろう——彼女は実用主義者なのだから。",
      "ko": "「신의 눈」을 존경하지 않는 분야에서도 각청이 독보적일 것이다.\n\n각청은 그녀의 모든 성취는 분명 자신의 노력으로 얻은 것이지만 다른 사람들의 눈에는 전부 「신의 눈」의 공로로 보이고 있다는 걸 알고 있다.\n\n그녀는 이 보라색 결정체가 그녀의 자랑을 빼앗아갔기에 이건 신이 그녀를 도발하고 모욕하는 것이라 여기지 않을 수 없었다.\n\n그녀는 「신의 눈」을 파괴하기 위해 수많은 방법들을 시도해 봤다: 3일 동안 불에 태우기, 돌멩이를 가득 실은 광차로 밣고 지나가기, 군옥각에서 던져 버리기 등.\n\n하지만 모두 실패로 끝나고 만다.\n\n각청은 속수무책이었지만 이게 악인의 손에 들어가도록 하기는 싫어 결국 억지로 그녀만의 「신의 눈」을 받아들이게 된다.\n\n세월이 흐르며 각청은 「신의 눈」을 차차 인정하게 된다. 그녀는 이 물건이 신의 뜻에 따라 깃든 것이 아니며, 수많은 일에서 실용적인 도움을 많이 준다는 걸 느끼게 되어 이 힘을 활용하기로 결정한다.\n\n「힘의 근원보다 힘을 부리는 사람이 더 중요해」\n\n과거에는 「신의 눈」을 어떻게 생각했을지 몰라도 현재 이 힘은 각청에게 없어선 안 될 일부가 됐다.\n\n그때 파괴하지 않길 잘했다. 아니면 분명 엄청 후회했을 테니까——그러니까 누가 그녀보고 실용주의자가 되라든?",
      "en": "Keqing is likely a skeptic without equal when it comes to the value of Visions.\n\nShe knows that everything she has is the result of her own hard work, but that in the eyes of others, credit has been given instead to her Vision.\n\nShe once believed that this purple crystal had stolen the pride due originally to her, and that it was both a challenge and an insult from the gods.\n\nIn fact, she has tried to destroy her Vision countless times — she's left it in a huge fire for three days and three nights, run over it with a minecart full of rocks, and has even hurled it from the heights of the Jade Chamber.\n\nUnfortunately, she has never been successful.\n\nWith no options left, and not wanting it to fall into the wrong hands, Keqing was forced to accept the Vision as part of her life.\n\nOver time, Keqing came to appreciate her Vision. She realized that this item did not actually have any divine will imbued within it, and that it also had numerous practical uses. Thus, she decided to make use of it.\n\n\"The source of power is far less important than the character of its user.\"\n\nRegardless of how she may once have regarded it, Keqing's Vision and its powers have become a part of her.\n\nThank the Archons she hadn't destroyed it back then, or she'd have regretted it for sure — oh, the hardships of being a pragmatist.",
      "de": "Keqing ist eine große Skeptikerin, wenn es um den Wert von Göttlichen Augen geht.\n\nSie weiß, dass alles, was sie besitzt und erreicht hat, das Ergebnis ihrer eigenen harten Arbeit ist, dass aber in den Augen anderer stattdessen alles ihrem Göttlichen Auge zu verdanken ist.\n\nSie glaubte sogar einmal, dass dieser violette Kristall den Stolz gestohlen habe, der ursprünglich ihr gebührte, und dass dies sowohl eine Herausforderung als auch eine Beleidigung der Götter an sie sei.\n\nSie hat sogar bereits unzählige Male versucht, ihr Göttliches Auge zu zerstören. Drei Tage und drei Nächte lang hat sie es in einem riesigen Feuer liegen lassen, dann ist sie mit einem Förderwagen voller Steine darüber gefahren und einmal hat sie es sogar aus den Höhen des Jadegemachs geschleudert.\n\nLeider war keiner ihrer Versuche von Erfolg gekrönt. Da sie keine Optionen mehr hatte und nicht wollte, dass es in die falschen Hände geriet, war Keqing gezwungen, das Göttliche Auge als Teil ihres Lebens zu akzeptieren.\n\nMit der Zeit lernte, sie das Göttliche Auge zu schätzen. Sie erkannte, dass dieser Gegenstand nicht wirklich von göttlichem Willen durchdrungen war und in der Tat zahlreiche praktische Verwendungsmöglichkeiten hatte, und entschied sich daher, es zu benutzen.\n\n„Die Quelle der Macht an sich ist weit weniger wichtig als der Charakter seines Benutzers.“\n\nWie auch immer sie es einmal betrachtet haben mag, Keqings Göttliches Auge und ihre Kräfte sind ein Teil von ihr geworden.\n\nDank der Archonten hatte sie es damals nicht zerstört, sonst hätte sie es sicher spätestens jetzt bereut. Es ist aber auch nicht leicht ein Pragmatiker zu sein.",
      "es": "Keching es una escéptica sin igual cuando se trata del valor de las Visiones.\n\nElla sabe que todo lo que tiene lo consiguió por su duro trabajo, pero también sabe que los demás no reconocen ese trabajo, sino que todo el mérito se lo lleva su Visión.\n\nUna vez creyó que el cristal púrpura de su Visión le había robado el orgullo, y que era la manera que tenían los dioses de desafiarla e insultarla.\n\nDe hecho, ha tratado de destruir su Visión en muchas ocasiones. Una vez, la dejó en un incendio durante tres días y tres noches, dejó que un carro minero lleno de rocas pasara por encima de ella, e incluso la lanzó al vacío desde la Cámara de Jade.\n\nDesafortunadamente, nunca logró destruirla.\n\nAl agotar todas sus ideas, y sin querer que cayera en las manos equivocadas, Keching se vio obligada a aceptar la Visión como parte de su vida.\n\nCon el paso del tiempo, incluso llegó a apreciarla. Se dio cuenta de que este objeto, en realidad, no había sido imbuido con ninguna voluntad divina y, de hecho, tenía muchos usos prácticos. Así pues, decidió utilizarla.\n\n“En vez de su fuente de poder, más importante es la motivación de una persona para ser más fuerte”.\n\nIndependientemente de su forma de pensar en el pasado, la Visión y los poderes de Keching se han convertido en parte de ella.\n\nFue gracias a los Arcontes que no acabó destruyéndola, o seguramente se habría arrepentido en el futuro. Así son los problemas de la gente pragmática...",
      "fr": "Keqing est probablement la seule personne à être demeurée sceptique face à l'artéfact qu'est l'œil divin.\n\nKeqing doit toutes ses réussites à son propre acharnement, quand d'autres ne les doivent qu'à la possession d'un œil divin.\n\nElle croyait autrefois fermement que l'objet pourpre lui avait volé la fierté qui était sienne, et qu'il s'agissait là à la fois d'un défi lancé par les dieux, ainsi que d'une forme d'humiliation.\n\nElle a par le passé essayé à maintes reprises de détruire son œil divin à grands renforts d'imagination, que ce soit en le brûlant à feu constant trois jours d'affilée, en roulant dessus avec un chariot plein à ras-bord de lourdes pierres ou encore en le jetant depuis la Chambre de Jade.\n\nToutes ses tentatives se soldèrent à son grand désarroi par autant d'échecs.\n\nAyant tout essayé, et ne souhaitant cependant pas que l'objet tombe entre de mauvaises mains, elle finit par se faire une raison et par l'accepter comme faisant partie intégrale de sa vie.\n\nLes années passant, Keqing finit par ne plus y voir quelque volonté divine, et dut bien reconnaître qu'il offrait nombre d'utilisations pratiques – et prit l'habitude d'y recourir.\n\n« La source du pouvoir est bien moins importante que la personne qui le détient. »\n\nPeu importe au fond quelles ont pu être ses vues sur son œil divin par le passé, celui-ci a fini par devenir une partie d'elle-même.\n\nEn un sens, avoir échoué dans ses tentatives de s'en débarrasser n'est pas une mauvaise chose... Ah, pourquoi doit-elle donc être si pragmatique ?",
      "pt": "Keqing é provavelmente uma cética sem igual quando se trata do valor das Visões.\n\nEla sabe que tudo que tem é o resultado de seu próprio trabalho árduo, mas que aos olhos dos outros, em vez disso, foi dado crédito à sua Visão.\n\nUma vez ela acreditou que esse cristal roxo havia roubado o orgulho devido originalmente a ela, e que era tanto um desafio quanto um insulto dos deuses.\n\nNa verdade, ela tentou destruir sua Visão inúmeras vezes - ela a deixou em um enorme incêndio por três dias e três noites, atropelou-a com uma carroça cheia de pedras e até a atirou das alturas da Câmara de Jade.\n\nInfelizmente, ela nunca teve sucesso.\n\nSem mais opções e sem querer que caísse nas mãos erradas, Keqing foi forçada a aceitar a Visão como parte de sua vida.\n\nCom o passar do tempo, Keqing passou a apreciar a Visão. Ela percebeu que esse item não tinha realmente nenhuma vontade divina imbuída nele, e na verdade tinha inúmeros usos práticos, e como tal optou por usá-lo.\n\n\"A fonte de energia é muito menos importante do que o caráter do seu usuário.\"\n\nIndependentemente de como ela a tenha considerado uma vez, a Visão de Keqing e seus poderes se tornaram parte dela.\n\nGraças aos Arcontes, ela não o conseguiu destruir naquela época, ou teria se arrependido com toda certeza - oh, as dificuldades de ser pragmática.",
      "ru": "Мало кто относится к Глазам Бога с непочтением ещё большим, чем Кэ Цин. Она знает, что добилась всего упорным трудом, но окружающие приписывают её заслуги Глазу Бога. Она невольно считала, что этот фиолетовый кристалл, что лишил её заслуженной гордости, был вызовом и издёвкой богов. К каким способам она только не прибегала, чтобы уничтожить Глаз Бога: на три дня и три ночи оставляла в огне, пыталась переехать полной камней вагонеткой, и даже сбрасывала его с Нефритового дворца. К сожалению, все попытки кончились провалом. Кэ Цин не хотела, чтобы он попал в дурные руки, и ей ничего не оставалось, как с неохотой Глаз Бога принять. Со временем она стала его ценить. Кэ Цин поняла, что артефакт божественным сознанием не обладает, но может быть полезным во множестве дел, поэтому решилась активно использовать его силу.\n\n«Важен не источник силы, а тот, кто его использует».\n\nКак бы Кэ Цин к Глазу Бога ранее не относилась, теперь он стал частью её самой. Слава Архонтам, что Глаз уничтожить не удалось, иначе она бы точно пожалела. Эх, тяжело быть прагматиком...",
      "id": "Dalam hal tidak menghargai \"Vision\", keunikan Keqing bisa dibilang tiada duanya.\n\nDia tahu bahwa setiap hasil yang dia dapatkan adalah berkat kerja kerasnya sendiri, namun orang lain menganggapnya hal itu bisa terjadi berkat \"Vision\" yang dimilikinya.\n\nKarenanya dia meyakini bahwa kristal berwarna ungu ini sudah merampas kebanggaan yang seharusnya dia miliki, dan dia menganggap \"Vision\" seakan-akan adalah tantangan sekaligus penghinaan yang Dewa berikan padanya.\n\nKarena itu dia sudah pernah berusaha menghancurkan \"Vision\" itu berulang kali – dia membakarnya 3 hari 3 malam, melindasnya dengan gerobak tambang yang penuh dengan bebatuan, dan membuangnya langsung dari Jade Chamber.\n\nSayangnya, tidak ada satu pun dari usahanya ini yang berhasil sesuai harapan.\n\nDia merasa buntu, namun di sisi lain dia juga tidak berharap kalau benda itu jatuh ke tangan yang salah, karena itu dia terpaksa menerima \"Vision\" tersebut sebagai bagian dari hidupnya.\n\nSeiring waktu berlalu, Keqing perlahan-lahan bisa menerima keberadaan \"Vision\" tersebut. Dia menyadari bahwa ternyata benda ini tidak memaksanya melakukan kehendak Dewa, sebaliknya justru memberikan dia pertolongan saat melakukan apa pun, karena itu dia memutuskan untuk memakai benda tersebut.\n\n\"Tidak penting benda ini berasal dari mana, yang penting siapa yang menggunakannya.\"\n\nMeskipun dulu Keqing mungkin sudah salah bertindak terhadap \"Vision\" tersebut, namun kini benda itu sudah menjadi bagian yang tidak terpisahkan dari dirinya.\n\nUntunglah saat itu \"Vision\" tidak hancur ataupun hilang, kalau tidak pasti saat ini dia akan sangat menyesalinya – begitulah kekonyolan yang kadang dilakukan oleh seorang pragmatis.",
      "th": "หากจะพูดถึงคนที่ไม่เคารพนับถือในวิชั่นแล้ว Keqing นั้นคงไม่เป็นสองรองใคร\n\nเธอรู้ดีว่าความสำเร็จทุกอย่างนั้นล้วนมาจากความพยายามของเธอเอง แต่ในสายตาของคนอื่นกลับมองว่าทั้งหมดนั่นเป็นเพราะวิชั่น\n\nเธอเชื่อว่าคริสตัลสีม่วงนี้ได้พรากเอาความภาคภูมิใจที่ควรจะเป็นของเธอไป ซึ่งเป็นทั้งการยั่วยุและการดูถูกที่เทพเจ้าได้มอบให้กับเธอ\n\nเธอได้ลองทำวิธีต่าง ๆ มากมายเพื่อทำลายวิชั่น: ทั้งทิ้งในกองไฟให้ถูกเผาเป็นเวลาสามวันสามคืน ทั้งใช้รถขนแร่ที่บรรทุกหินเต็มคันบดทับ หรือโยนลงมาจาก Jade Chamber\n\nน่าเสียดายที่วิธีทั้งหมดที่กล่าวมาต่างก็ล้มเหลวไม่เป็นท่า\n\nKeqing ไม่มีทางเลือกแต่ก็ไม่อยากให้มันไปตกอยู่ในมือของคนชั่ว สุดท้าย Keqing เลยต้องจำใจยอมรับวิชั่นนี้มาเป็นส่วนหนึ่งในชีวิตของเธอ\n\nเมื่อเวลาผ่านไป Keqing ก็ค่อย ๆ ยอมรับในวิชั่น เธอพบว่าสิ่งนี้ไม่ได้มีจิตวิญญาณของเทพเจ้าอยู่ ยิ่งไปกว่านั้นยังมีประโยชน์มากมาย เธอจึงตัดสินใจใช้พลังนี้ในที่สุด\n\n\"สิ่งที่สำคัญยิ่งกว่าแหล่งที่มาของพลังนี้ ก็คือตัวของผู้ที่ควบคุมมัน\"\n\nไม่ว่าเมื่อก่อนนี้ Keqing จะเคยทำหรือมองวิชั่นนี้เป็นอย่างไร แต่ตอนนี้พลังส่วนนี้ก็เป็นสิ่งที่เธอขาดไปไม่ได้เสียแล้ว\n\nดีที่ตอนนั้นมันไม่ได้ถูกทำลายทิ้งไป ไม่อย่างนั้นเธอต้องเสียใจอย่างแน่นอน... ใครบอกให้เธอเป็นคนที่ฝักใฝ่ในสิ่งที่นำไปใช้ประโยชน์ได้จริงกันล่ะ?",
      "vi": "Keqing là người duy nhất không coi trọng Vision.\n\nCô ấy biết rằng mọi thành công đến từ sự nỗ lực của chính mình, nhưng lại bị người đời phán xét là nhờ vào sức mạnh thần linh.\n\nChính vì vậy cô luôn cho rằng, viên thủy tinh tím này đã cướp đi sự kiêu ngạo của cô và đó là lời khiêu khích lẫn xúc phạm mà thần linh ban tặng cho mình.\n\nĐể phá hủy Vision, Keqing đã nghĩ ra rất nhiều cách như: đốt trong lửa lớn ba ngày ba đêm, dùng xe đá đập nát, thậm chí còn vứt từ Quần Ngọc Các xuống mặt đất.\n\nThật không may, tất cả kế hoạch đều thất bại.\n\nKhông còn cách nào khác Keqing đành miễn cưỡng chấp nhận điều này vì không muốn Vision rơi vào tay kẻ ác.\n\nSau nhiều năm trôi qua, Keqing phát hiện Vision vốn là vật thể không chứa ý thức của thần linh, hơn nữa nó còn là món đồ hữu dụng, vì vậy cô đã quyết định tận dụng nguồn sức mạnh này.\n\nĐối với Keqing mà nói, \"thứ quan trọng hơn nguồn gốc của sức mạnh chính là người điều khiển nó.\"\n\nBất kể trước kia cô có từng chán ghét Vision đến mức nào, thì nay nó lại là vật bất ly thân.\n\nThật là đáng mừng khi năm xưa Vision không bị làm hỏng, nếu không cô đã hối tiếc biết dường nào. Ai bảo Keqing là người thực dụng cơ chứ?"
    }
  }
]