[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Informações do Personagem",
      "ru": "О персонаже",
      "id": "Info Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "「乐于助人」、「阳光善良」、「热情洋溢」…在化城郭内外稍加了解，就能听到人们对这位见习巡林员的称赞。\n\n只要身体允许，无论学业如何繁忙，柯莱都不会怠慢巡林工作，更不吝于向各色行人伸出饱含热情的援手。\n\n只是如此热诚积极的柯莱，似乎也有着不愿为人所知的过往与心事。\n\n假如在她经常巡逻的林间，发现贴满奇怪字条的树洞，或是类似碎碎念的声响…\n\n无论看到听到了什么，还请善解人意地绕道而行，权当作兰那罗开的小小玩笑。\n\n毕竟有些琐事，是只能说与树洞听的——至少目前还是。",
      "zht": "「樂於助人」、「陽光善良」、「熱情洋溢」…在化城郭內外稍加瞭解，就能聽到人們對這位見習巡林員的稱讚。\n\n只要身體允許，無論學業如何繁忙，柯萊都不會怠慢巡林工作，更不吝於向各色行人伸出飽含熱情的援手。\n\n只是如此熱誠積極的柯萊，似乎也有著不願為人所知的過往與心事。\n\n假如在她經常巡邏的林間，發現貼滿奇怪字條的樹洞，或是類似碎碎唸的聲響…\n\n無論看到聽到了什麼，還請善解人意地繞道而行，權當作蘭那羅開的小小玩笑。\n\n畢竟有些瑣事，是只能說與樹洞聽的——至少目前還是。",
      "jp": "「世話好き」、「明るくて優しい」、「熱心」……ガンダルヴァー村の周辺で尋ねてみれば、必ず彼女を賞賛する言葉が聞ける。\n\nどんなに学業が忙しくとも、コレイは体力が続く限りパトロールの仕事を怠らない。困っている人がいれば、どんな人であっても温かく手を差し伸べる。\n\nただ、これほど熱心で前向きな彼女にも、知られざる過去や秘められた心があるようだ。\n\nもし彼女がよくパトロールしている森で、奇妙なメモが貼られた木のうろを発見したり、不思議な声を聞いたりしたら…\n\n何を見ても、何を聞いても、アランナラのいたずらだと思ってその場を迂回してほしい。\n\n何故なら、木のうろ相手にしか話せないこともあるからだ——少なくとも今のところは。",
      "ko": "「사람을 돕기 좋아하고」, 「밝고 착하며」, 「친절하다」… 간다르바 성곽 내외를 조금 오가다 보면 금방 이 견습 순찰자에 대한 칭찬을 들을 수 있을 것이다.\n\n몸 상태가 허락하는 한, 콜레이는 학업이 아무리 바빠도 순찰 업무를 소홀히 하지 않으며 다양한 행인들에게 친절한 도움의 손길을 뻗는다.\n\n하지만 이토록 친절하고 적극적인 콜레이에게도 남에게 알리고 싶지 않은 과거와 고민이 있는 듯하다.\n\n그녀가 자주 순찰하는 숲에는 이상한 쪽지가 가득 붙어있는 나무 구멍이 발견되거나, 중얼중얼거리는 소리가 들리기도 한다…\n\n무엇을 듣든 무엇을 보든, 너른 이해심으로 지나치자. 그저 아란나라의 장난 정도로 여겨도 좋을 것이다.\n\n어떤 일들은 그저 나무 구멍에만 들려줄 수 있는 법이니까. 적어도 지금까지는 말이다",
      "en": "\"Helpful,\" \"bright and sunny,\" \"friendly and passionate\"... Just ask around Gandharva Ville, and you'll hear this Trainee Forest Ranger praised to the skies in such terms.\n\nAs long as her body allows, no matter how busy school gets, Collei will never slack off when it comes to her forest patrol work, and is always willing to lend a warm helping hand to whoever is in trouble, regardless of what walk of life they are from.\n\nNevertheless, even as enthusiastic and positive as she is, there seems to be a past and things on her mind that she is not yet ready to reveal to others.\n\nIf in the woods where she often patrols, you should chance upon a tree hollow full of strange notes, or hear someone whispering nearby...\n\nNo matter what you witnessed or overheard, please kindly take a detour and consider it a silly prank — one played by an Aranara, perhaps.\n\nAfter all, there are some things that only a tree hollow can know — for now, anyway.",
      "de": "„Hilfsbereit“, „vor Güte strahlend“, „überquellend von Warmherzigkeit“ ... Wer sich in und um Gandharva herum nur ein wenig auskennt, wird das Lob für diese auszubildende Waldhüterin gehört haben.\n\nSolange es ihre Gesundheit zulässt, vernachlässigt Collei ihre Arbeit bei den Waldhütern nie, egal wie viel sie mit ihren Studien zu tun hat und noch weniger könnte sie darauf verzichten, jedem, der Hilfe benötigt, eine Hand zu reichen.\n\nDoch selbst die so enthusiastische Collei, scheint in der Vergangenheit auch eine Erfahrung gemacht zu haben, die nicht jeder wissen soll.\n\nFalls du in dem Wald, in dem sie häufig patrouilliert, Baumhöhlen mit seltsamen Zetteln daran findest oder jemanden in der Nähe flüstern hören ...\n\nDann nimm bitte einen kleinen Umweg, was auch immer du gehört oder gesehen hast, und stufe es als einen albernen Scherz der Aranara ein.\n\nImmerhin gibt es einige Dinge, die nur eine Baumhöhle wissen kann – bis jetzt zumindest.",
      "es": "Si preguntas tanto dentro como fuera de la Villa Gandharva, solo escucharás a la gente elogiar a esta guardabosques en prácticas con frases como “le encanta ayudar a los demás”, “es una persona buena y alegre”, “es hospitalaria y amable”.\n\nMientras su salud se lo permita, e independientemente de lo ocupada que esté con sus estudios, Collei siempre cumple con su trabajo de guardabosques. Es más, siempre está dispuesta a echar una mano a todo el mundo.\n\nSin embargo, la apasionada y enérgica Collei tiene un pasado y unas preocupaciones de los que no quiere que la gente se entere.\n\nSi te encuentras en el bosque donde ella suele patrullar con una cavidad arbórea llena de notas extrañas o con alguien murmurando en las cercanías, sea lo que sea que viste o escuchaste, será mejor que evites esa ruta y te lo tomes como una broma de los aranara.\n\nAl fin y al cabo, hay cosas que solo se le pueden contar a una cavidad arbórea. Al menos de momento.",
      "fr": "« Serviable », « joyeuse et enjouée », « amicale et passionnée »... Il suffit de demander autour de Gandharva et vous entendrez les éloges de cette garde forestière en formation.\n\nTant que sa santé le permet, Collei ne néglige jamais son travail de garde forestière, même lorsqu'elle est très occupée par ses études. En plus de cela, elle ne se montre jamais avare lorsqu'il s'agit de proposer chaleureusement son aide aux gens dans le besoin, peu importe leur milieu.\n\nPourtant, c'est cette même Collei si passionnée et si positive qui semble ne pas vouloir que certains événements de son passé soient connus des gens.\n\nSi par chance, vous vous promenez dans la forêt où elle a l'habitude de patrouiller et que vous tombez sur un creux d'arbre rempli de mots bizarres ou que vous entendez des bruits s'apparentant à des marmonnements...\n\nPeu importe ce que vous voyez ou entendez, veuillez avoir la gentillesse de passer votre chemin, et faites comme si c'était une farce jouée par un aranara.\n\nCar il y a certaines choses que seuls les creux d'arbres ont le droit d'entendre... Ou du moins, pour le moment.",
      "pt": "\"Útil\", \"brilhante e aconchegante\", \"amigável e apaixonada\"... Basta sair perguntando pela Vila Gandharva, e você ouvirá essa Guarda-Florestal em Treinamento ser elogiada dessa forma por toda parte.\n\nEnquanto seu corpo permitir, não importa o quão cheio a escola fique, a Collei nunca irá se encostar quando se trata de seu trabalho como uma Guarda-Florestal e está sempre disposta a ser uma mão amiga a quem quer que esteja em apuros, independentemente de quem seja.\n\nPorém, mesmo sendo entusiasmada e positiva do jeito que é, parece haver um passado e coisas em sua mente que ainda não estão prontas para serem compartilhadas.\n\nSe pela floresta que ela constantemente faz sua patrulha, você acabar se deparando com um buraco de árvore cheio de anotações estranhas ou alguém sussurrando por perto...\n\nNão importa o que você viu ou ouviu, seja gentil e faça um desvio e considere como sendo uma pegadinha boba dos Aranaras.\n\nAfinal de contas, algumas coisas só podem ser ditas para o buraco de uma árvore — pelo menos, por enquanto.",
      "ru": "Если вы спросите людей в Гандхарве и за её пределами, вы услышите только похвалы в адрес этого стажёра Лесного дозора: отзывчивая, добрая, жизнерадостная и гостеприимная. Пока позволяет здоровье, как бы она ни была занята учёбой, Коллеи с энтузиазмом выполняет свою работу. Более того, она всегда готова протянуть руку помощи всем нуждающимся. Но, несмотря на весь энтузиазм и позитив, у неё есть прошлое, которым она не хочет делиться с окружающими. Если в лесу, где она часто патрулирует, вы наткнётесь на дупло со странными записками или услышите чей-то шёпот неподалёку... Неважно, что вы ни увидели и ни услышали, пожалуйста, не обращайте на это внимание. Просто считайте, что это розыгрыш аранар. Есть вещи, которые можно поведать только дуплу. По крайней мере сейчас...",
      "id": "\"Suka membantu\", \"ceria dan riang\", \"ramah dan antusias\" ... Tanya saja orang di Desa Gandharva, dan kamu akan mendengar pujian bertubi-tubi untuk Penjaga Hutan Pemula yang satu ini.\n\nSelama badannya masih kuat, tidak peduli sesibuk apa pun sekolahnya, Collei akan selalu rajin mengerjakan tugas Penjaga Hutan, dan dia juga tidak akan segan-segan mengulurkan tangan untuk siap saja yang memerlukan, tanpa pandang bulu.\n\nNamun Collei yang antusias dan positif ini, sepertinya juga punya masa lalu dan beban yang tidak ingin dia bagi ke sembarang orang.\n\nKalau kamu melihat ada lubang pohon di hutan tempat Collei biasa patroli, dan di dalamnya penuh catatan-aneh, atau misal kamu mendengar suara bisik-bisik ....\n\nIntinya, apa pun itu, harap abaikan dan segera balik badan. Angggap saja semua itu ulah Aranara yang nakal.\n\nKarena beberapa hal memang khusus untuk konsumsi lubang di pohon belaka ... setidaknya untuk saat ini.",
      "th": "\"ชอบช่วยเหลือผู้อื่น\" , \"แสนอบอุ่นใจดี\" , \"กระตือรือร้น\" ...เมื่อถามทั้งในและนอก Gandharva Ville แล้ว จะได้ยินคำชื่นชมจากผู้คนเกี่ยวกับเจ้าหน้าที่พิทักษ์ป่าคนนี้\n\nขอแค่ร่างกายไหว ไม่ว่าการเรียนจะยุ่งขนาดไหน Collei จะไม่ละเลยงานลาดตระเวนป่า ทั้งยังเต็มใจยื่นมือเข้าไปช่วยเหลือผู้คนที่เดินทางไปมาทุกคน\n\nCollei ที่กระตือรือร้น และคิดบวก เหมือนจะยังเก็บงำอดีตที่ไม่อยากให้ใครรับรู้ และปิดกั้นหัวใจไว้\n\nถ้าพบโพรงไม้ที่เต็มไปด้วยโน้ตแปลก ๆ หรือเสียงบ่นพึมพำบางอย่างในป่าที่เธอมักไปออกลาดตระเวนล่ะก็...\n\nไม่ว่าจะเห็นหรือว่าได้ยินอะไรก็ตาม ได้โปรดใช้เส้นทางเดินอ้อมด้วยความเข้าใจ ถือซะว่ามันเป็นเรื่องล้อเล่นสนุกเล็ก ๆ ของ Aranara ก็แล้วกัน\n\nเพราะอย่างไรแล้ว เรื่องบางเรื่องก็สามารถพูดให้โพรงไม้รับฟังได้เท่านั้น... อย่างน้อยก็ในตอนนี้",
      "vi": "\"Thích giúp đỡ người khác\", \"lương thiện trong sáng\", \"vô cùng nhiệt tình\"... Chỉ cần tìm hiểu ở trong ngoài Làng Gandharva là sẽ nghe được những lời khen này của mọi người dành cho kiểm lâm tập sự.\n\nChỉ cần sức khỏe cho phép, dù có bận học đến mấy, Collei cũng sẽ không xao nhãng công việc tuần tra trong rừng, và sẽ không ngần ngại mở rộng vòng tay giúp đỡ nhiệt tình cho những người đi đường.\n\nCó điều, một Collei nhiệt tình và tích cực như vậy, dường như cũng có quá khứ và tâm sự không muốn ai biết đến.\n\nNếu trong khu rừng nơi cô ấy thường đi tuần phát hiện một hốc cây dán đầy những mảnh giấy kỳ lạ hoặc nghe thấy tiếng lẩm nhẩm gì đó...\n\nBất kể nhìn thấy hay nghe thấy gì, hãy tinh ý mà đi vòng đường khác, cứ xem như là trò đùa của Aranara.\n\nDù sao thì có một số chuyện lặt vặt chỉ có thể nói với hốc cây thôi - ít nhất bây giờ là vậy."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "如果说文字是智慧的载体，那么识字毫无疑问是求学的起点。而柯莱，似乎刚刚抵达知识之峰的山脚。\n\n她初至化城郭时，就连一向快言快语的提纳里也面露犹豫之色，再三询问那位大风纪官是不是走错了门，自己现阶段还没有开学前班的打算。\n\n几经波折，柯莱才拜入老师门下。为了提高柯莱的识字量，提纳里搜罗了各类书籍文献，希望柯莱能通过广泛阅读掌握生词新字。\n\n除去儿童用提瓦特识字大全和叫人头大却不得不读的学科论文，柯莱最常读的书是蒙德的童话绘本。\n\n原因无他——童书的字少配图多，即便不认识字也能看图猜个大概。\n\n不过，只读童书显然无法跟上教学的进程，于是，等到识字量稍涨，柯莱便开始物色新的课外读物。\n\n听偶尔路过道成林的旅人们说，稻妻有种名叫「轻小说」的书籍，内容比论文易懂，插画比童书略少，正是拿来过渡的好选择。\n\n更重要的是，据说「轻小说」情节往往令人手不释卷，许多读者一拿到书，不惜熬夜也要当天读完。\n\n这对每晚强振精神才能坚持苦读的柯莱而言，非常值得一试。\n\n某日巡林结束，柯莱捧着新一卷《鬼武道》兴高采烈地跑回宿舍，迫不及待地开始挑灯夜读——那一晚她也确实没睡着。\n\n「封印之力！」、「孤高复仇者！」、「离我远点才是上策！」、「众神的恩宠与我无缘！」…\n\n——柯莱把头闷在被子里翻来覆去一整夜，都没能从这些字句里缓过劲来。",
      "zht": "如果說文字是智慧的載體，那麼識字毫無疑問是求學的起點。而柯萊，似乎剛剛抵達知識之峰的山腳。\n\n她初至化城郭時，就連一向快言快語的提納里也面露猶豫之色，再三詢問那位大風紀官是不是走錯了門，自己現階段還沒有開設學前班的打算。\n\n幾經波折，柯萊才拜入老師門下。為了提高柯萊的識字量，提納里搜羅了各類書籍文獻，希望柯萊能透過廣泛閱讀掌握生詞新字。\n\n除去兒童用提瓦特識字大全和教人頭大卻不得不讀的學術論文，柯萊最常讀的書是蒙德的童話繪本。\n\n原因無他——童書的字少配圖多，即便不認識字也能看圖猜個大概。\n\n不過，只讀童書顯然無法跟上教學的進度，於是，等到識字量稍漲，柯萊便開始物色新的課外讀物。\n\n聽偶爾路過道成林的旅人們說，稻妻有種名叫「輕小說」的書籍，內容比論文易懂、插畫比童書略少，正是拿來過渡的好選擇。\n\n更重要的是，據說「輕小說」情節往往令人手不釋卷，許多讀者一拿到書，不惜熬夜也要當天讀完。\n\n這對每晚強振精神才能堅持苦讀的柯萊而言，非常值得一試。\n\n某日巡林結束，柯萊捧著新一卷《鬼武道》興高采烈地跑回宿舍，迫不及待地開始挑燈夜讀——那一晚她也確實沒睡著。\n\n「封印之力！」、「孤高復仇者！」、「離我遠點才是上策！」、「眾神的恩寵與我無緣！」…\n\n——柯萊把頭悶在被子裡翻來覆去一整夜，都沒能從這些字句裡緩過勁來。",
      "jp": "文字が知恵の媒体であるならば、文字を学ぶことは間違いなく学問の出発点である。そしてコレイは、知恵という名の山のふもとに到着したばかりのようだ。\n\n彼女が初めてガンダルヴァー村に来た時、思ったことをいつも取り留めもなく言うため、ティナリを相当悩ませたという。ティナリは大マハマトラに何度も確認し、自分はまだ「補講」を受け持つ気はないと繰り返し訴えた。\n\n紆余曲折を経たものの、コレイは師匠の指導を受けられるようになる。ティナリはコレイの語彙力を高めるため、読書をさせようとさまざまな書籍や文献を集めた。\n\n子供向けのテイワット文字辞典や頭を悩ませるような科学論文を除くと、コレイがもっとも読んだのはモンドの童話絵本だ。\n\nその理由は単純だ——童話は文字が少なく絵が多いからである。文字が読めなくとも、絵でなんとなく理解することができる。\n\nしかし、童話ばかり読んでいても授業についてはいけない。そこで語彙力が少し上がった頃、コレイは教科書以外にも読める本を探し始めた。\n\nとある噂で、稲妻には「娯楽小説」と呼ばれる本があることをコレイは知った。それは論文よりも理解しやすく、童話よりも挿絵が少ないため、今のコレイにはちょうどいい。\n\nその上、「娯楽小説」は買った当日に夜更かししてでも読み終える人がいるほど、ストーリーが魅力的だそうだ。\n\n夜中に読書するのが難しかったコレイにとって、これは試してみる価値のあることだった。\n\nある日のパトロールの終わりに、コレイは『鬼武道』を手にワクワクしながら寮に駆け戻り、すぐさま読み始めた——その夜、コレイは確かに眠れなかった。\n\n「封印された力！」、「孤高の復讐者！」、「俺に近づかないほうがいい」、「神々の恩恵など俺には無縁だ！」\n\n——コレイはそれらの言葉が頭から離れず、布団で頭を覆っては一晩中寝返りを打っていたという。",
      "ko": "문자가 지혜의 매개체라면, 글을 익히는 건 지식 추구의 시작점이다. 그렇다면 콜레이는 이제 막 지식의 봉우리의 산기슭에 도착했다 할 수 있다.\n\n그녀가 간다르바 성곽으로 오게 됐을 때, 늘 직설적인 타이나리조차 망설이는 기색을 보였다. 타이나리는 대풍기관에게 잘못 찾아온 게 아니냐고, 아직 취학 전인 어린이를 받을 생각은 없다고 거듭 말했다.\n\n우여곡절 끝에 콜레이는 타이나리를 스승으로 모시게 되었다. 콜레이의 어휘량을 늘리기 위해 타이나리는 다양한 서적과 문헌을 수집했다. 콜레이가 독서를 통해 새로운 단어와 글자를 익히길 바라면서 말이다.\n\n어린이용 티바트 글자 첫걸음과 난해하지만 꼭 필요한 학술 논문을 제외하면, 콜레이가 제일 자주 읽는 책은 몬드의 동화책이었다.\n\n특별한 이유가 있는 건 아니었다. 동화책은 글이 적고 그림이 많으니, 글을 몰라도 그림을 보면서 내용을 대충 파악할 수 있었기 때문이다.\n\n하지만 동화만 읽으면서 수업 진도를 따라갈 순 없었다. 글을 어느 정도 익힌 후 콜레이는 새로운 과외 도서를 물색하기 시작했다.\n\n가끔 아비디야 숲을 지나가는 여행자들이 하는 말을 들으니, 이나즈마에 「라이트 노벨」이라는 서적이 있는데, 내용은 논문보다 쉽고 일러스트는 동화책보다 적어서 과도기에 처해 있는 콜레이에게 최고의 선택이었다.\n\n더 중요한 건, 「라이트 노벨」의 스토리는 지루할 틈이 없어서, 대부분의 독자들은 책을 일단 펼치기만 하면 밤을 새워서라도 그날 전부 읽는다는 것이다.\n\n순찰을 끝낸 어느 날, 콜레이는 신간 《귀무도》를 들고 즐겁게 숙소로 달려가 야간 독서를 시작했다. 그리고 그날 밤 콜레이는 밤을 새웠다.\n\n「봉인의 힘!」, 「고고한 복수자!」, 「나한테서 멀리 떨어지는 게 좋을 거야!」, 「신들의 은총은 나와 인연이 없다!」…\n\n콜레이는 이불 속에 머리를 파묻고 밤새도록 뒤척였지만, 이 문장들에서 빠져나올 수 없었다",
      "en": "If words are the vehicles of wisdom, being literate is undoubtedly the starting point of the pursuit of knowledge. Collei, however, seems to have only barely reached the foot of the mountain of knowledge.\n\nWhen she first arrived in Gandharva Ville, even the outspoken Tighnari showed obvious hesitation, making repeated inquiries with the General Mahamatra if she had walked through the wrong door, since he had yet to make any plans to teach preschool level courses.\n\nStill, after several twists and turns, Collei did finally become a trainee. To facilitate her learning of words, Tighnari gathered a wide assortment of books and documents, in the hope that Collei would soon master enough words through extensive reading.\n\nApart from the literacy encyclopedias for children and the mandatory-reading academic papers that made her head swell, Collei can most often be found reading fairy tale picture books from Mondstadt.\n\nThe logic is simple: those books tend to have fewer words and more pictures. Even if you do not know the words, chances are that you can still guess their meaning by looking at the illustrations.\n\nHowever, reading only children's books hardly sufficed to keep up with her curriculum. Once she had picked up slightly more words, she immediately started to look for new extracurricular reading materials.\n\nAccording to some travelers who had passed through Avidya Forest, there was a type of book in Inazuma known as the \"light novel,\" which was easier to read than academic papers, and with fewer illustrations than picture books. To Collei, that sounded like the exact type of book she needed.\n\nMore importantly, the plots of these \"light novels\" were often so incredibly riveting that as soon as they got a copy, many readers just had to finish reading it in one go, even if they had to stay up all night.\n\nThat definitely sounded tempting to Collei, since she had to force herself, more often than not, to stay awake long enough to finish her readings.\n\nOne day after her forest patrol, Collei excitedly ran back to her dormitory with the newest volume of \"Onibudou.\" She was so ready to pull an all-nighter reading the light novel — and as it turned out, she indeed stayed awake that night.\n\n\"My sealed power!\" \"The lonesome avenger!\" \"You'd be wise to stay away from me!\" \"I shall never witness the grace of the gods!\"...\n\n—Covering her head with the quilt, Collei tossed and turned upon her mattress the entire night. Even as the dawn broke, she had not yet torn her mind away from these words.",
      "de": "Wenn geschriebene Worte Träger der Weisheit sind, dann ist die Fähigkeit zu Lesen zweifelsfrei der Ausgangspunkt des Lernens. Und Collei hätte gerade erst die Talsohle des Berges des Wissens erreicht.\n\nAls sie zum ersten Mal nach Gandharva kam, zeigten sich selbst im Gesicht des sonst unverblümten Tighnari Sorgenfalten und er fragte den Mahamatra immer wieder, ob sie nicht an die falsche Tür gekommen seien, denn er hat sich noch nicht überlegt, eine Vorschule zu eröffnen.\n\nNach einigem Hin und Her wurde sie schließlich doch zu seiner Schülerin. Um Colleis Lesefähigkeit zu verbessern, suchte Tighnari die verschiedensten Lesematerialien zusammen, in der Hoffnung, dass sie durch breitgefächertes Lesen neue Wörter lernen würde.\n\nAbgesehen von „Grundlegende Alphabetisierung in Teyvat“ und akademischer Pflichtlektüre, las Collei meistens bebilderte Märchenbücher aus Mondstadt.\n\nDer Grund dafür war einfach: Die Zahl der Wörter in Bilderbüchern war gering, die Menge der Bilder dagegen hoch, selbst wenn sie die Wörter nicht verstehen konnte, konnte sie mit den Bildern doch die Bedeutung ungefähr verstehen.\n\nIndem sie nur Kinderbücher las, konnte sie allerdings offensichtlich nicht mit dem Fortschritt des Studiums mithalten, weshalb sie, sobald die Anzahl ihr bekannter Worte ausreichte, begann alles mögliche, was nicht mit dem Kurs zu tun hatte zu lesen.\n\nSie schnappte von den manchmal am Avidya-Wald vorbeikommenden Reisenden auf, dass es in Inazuma eine Art von Buch mit der Bezeichnung „kurze Erzählung“ gab, deren Inhalt verständlicher sei als der ihrer akademischen Pflichtlektüre, mit etwas weniger Bildern als bei Kinderbüchern, eine wirklich ausgezeichnete Wahl zum Übergang.\n\nNoch entscheidender war, dass bei „kurzen Erzählungen“, die Handlung so spannend sei, dass man sie nie aus der Hand legen würde, viele Leser würden sie, wenn sie einmal angefangen hätten zu Lesen, ohne Müde zu werden, noch am gleichen Tag durchlesen.\n\nDas schien der jeden Abend voller Eifer mühselig lesenden Collei einen Versuch wert zu sein.\n\nEines Tages hielt Collei nach Ende der Waldpatrouille einen neuen Band von „Onibudou“ in Händen und lief begeistert zurück zum Wohnheim und las, weil sie nicht anders konnte die ganze Nacht hindurch im Lampenschein – sie drückte in dieser Nacht tatsächlich kein Auge zu.\n\n„Versiegelte Kraft!“, „Arroganter Rächer!“, „Halt dich besser von mir fern!“, „Die Gnade der Götter brauch’ ich nicht!“ ...\n\nCollei steckte ihren Kopf unter die Bettdecke und schaute sich diese Sätze die ganze Nacht über an, sie konnte sich gar nicht davon lösen.",
      "es": "Si partimos de que la escritura es la base del conocimiento, entonces no cabe duda de que, para perseguir dicho conocimiento, necesitas saber leer. En este aspecto, Collei solo acababa de llegar a los pies de la colosal montaña del conocimiento.\n\nCuando llegó a la Villa Gandharva, hasta el elocuente y claro Tignari tenía dudas sobre ella, por lo que le preguntó una y otra vez al Gran Juez si la guardabosques se había equivocado de sitio, ya que en los planes de Tignari no entraba dar clases de parvulario.\n\nTras varios contratiempos, Collei por fin consiguió convertirse en discípula de Tignari, quien le buscó toda clase de libros para que mejorara su nivel de lectura y, de esa forma, aprendiera muchas palabras nuevas.\n\nQuitando los libros con los que los niños de todo Teyvat aprenden a leer y los artículos académicos que le daban tanto dolor de cabeza, lo que más le gustaba leer a Collei eran los libros ilustrados infantiles de Mondstadt.\n\n¿La razón? Obviamente, que estos libros tenían poca letra y muchos dibujos, así que, si no entendía lo que se narraba, podía adivinarlo mirando las ilustraciones.\n\nNo obstante, no había forma de ponerse al día si solo leía cuentos infantiles, así que, cuando ya sabía leer un poco mejor, Collei empezó a buscar material de lectura adicional.\n\nUno de los muchos transeúntes que pasaban por el Bosque Avidya le contó que en Inazuma existe un tipo de libro llamado “novela ligera” que era más fácil de entender que las tesis académicas y tenía menos ilustraciones que los cuentos infantiles, por lo que podía ser muy buena opción para ella.\n\nY además, le dijeron que las historias de las novelas ligeras son tan interesantes que uno no puede dejar de leer en cuanto empieza; tanto es así que la gente hasta trasnocha para poder terminar el libro.\n\nPara Collei, que necesitaba muchos ánimos para poder seguir leyendo, esto era algo que valía la pena probar.\n\nUn día, tras terminar de patrullar por el bosque, volvió encantada a su cuarto con un ejemplar de la obra «El espíritu marcial». Estaba impaciente por encender su lamparita y leer toda la noche. Y, efectivamente, así fue.\n\n“¡El poder oculto!”, “un arrogante vengador”, “sería mejor que te alejaras de mí”, “¡no estoy destinado a ser bendecido por los dioses!”...\n\nCollei estuvo toda la noche con la cabeza bajo las sábanas dándole vueltas a lo que había leído, sin poder dejar de pensar en aquellas palabras.",
      "fr": "#Si l'on considère que les mots sont des vecteurs de sagesse, alors il ne fait nul doute que l'apprentissage de la lecture constitue le point de départ de la quête de la connaissance.\n\nLorsqu'elle arriva à Gandharva, même l'éloquent et lucide Tighnari avait des doutes à son sujet, au point où il demanda au général mahamatra si elle ne s'était pas trompée de porte, ajoutant qu'il n'avait pas envisagé d'ouvrir une classe de maternelle.\n\nAprès plusieurs péripéties, Collei parvint finalement à devenir stagiaire auprès de Tighnari. Afin de l'aider à apprendre à lire, Tighnari lui trouva une myriade d'ouvrages portant sur tous les sujets dans l'espoir qu'elle puisse élargir son vocabulaire.\n\nEn dehors des « Bases du langage en Teyvat » et des articles universitaires qu'elle était obligée de lire et qui lui donnaient des migraines, les livres que Collei lisait le plus étaient les livres de contes illustrés de Mondstadt.\n\nIl n'y avait qu'une simple et bonne raison à cela : les livres pour enfants contiennent beaucoup d'illustrations et relativement peu de texte, même en ne sachant pas lire, il est possible de regarder les images pour avoir une idée générale de l'histoire.\n\nCependant, elle n'aurait aucun moyen de rattraper son retard sur ses études si elle ne lisait que des histoires pour enfants. Dès qu'elle sut lire davantage, elle commença à chercher d'autres ressources en dehors de l'école.\n\nElle entendit de la bouche des voyageurs qui passaient par la Forêt d'Avidya qu'il existait à Inazuma un type de livre appelé «{NON_BREAK_SPACE}romans légers » dont le contenu est plus facile à comprendre que celui des articles universitaires et qui comporte moins d'illustrations que les livres pour enfant. Ils seraient donc un choix idéal pour elle.\n\nMais surtout, elle apprit que les histoires des romans légers étaient si intéressantes qu'on ne pouvait plus s'arrêter de lire une fois qu'on en commençait un, à tel point que certains faisaient nuit blanche pour pouvoir les finir.\n\nPour Collei, qui se forçait à rester éveillée pour apprendre à lire, c'était quelque chose qui valait la peine d'être essayé.\n\nUn jour, après avoir terminé sa patrouille dans la forêt, Collei rentra dans sa chambre l'air joyeux avec un exemplaire d'«{NON_BREAK_SPACE}Onibudo » dans les bras. Elle était impatiente d'allumer sa petite lampe et de se plonger dans ce livre. Et effectivement, elle ne dormit pas de toute la nuit ce soir-là.\n\n« Puissance scellée ! », « Le vengeur solitaire ! », « Je te conseille de ne pas t'approcher de moi ! », « Je n'ai que faire de la bénédiction des dieux ! »...\n\nLa tête sous sa couverture, Collei ne cessa de se retourner dans son lit toute la nuit durant, sans réussir à extirper son esprit de toutes ces incroyables répliques qu'elle avait lues alors.",
      "pt": "Se palavras são os veículos da sabedoria, ser alfabetizado sem dúvidas é o ponto de partida para a busca do conhecimento. Collei, no entanto, parece que mal chegou ao pé da montanha do conhecimento.\n\nQuando ela chegou pela primeira vez na Vila Gandharva, até mesmo o conhecido Tighnari mostrou hesitação, fazendo repetidas perguntas para o General Mahamatra se ela tinha entrado pela porta errada, já que ele ainda não estava planejando abrir uma pré-escola.\n\nDepois de muitas voltas, Collei finalmente se tornou uma aprendiza.\n\nPara facilitar seu aprendizado de palavras, Tighnari reuniu uma grande variedade de livros e documentos, na esperança de que Collei logo dominasse palavras suficientes através de uma leitura extensiva.\n\nFora a \"Alfabetização Básica em Teyvat\", que foi especialmente feita para crianças, e aqueles documentos de pesquisa confusos de leitura obrigatória, Collei costumava ler toneladas de livros de contos de fadas de Mondstadt.\n\nA lógica é simples: esses livros tendem a ter menos palavras e mais imagens. Mesmo que você não saiba as palavras, é provável que você ainda consiga adivinhar olhando as ilustrações.\n\nEntretanto, ler apenas livros infantis dificilmente seria suficiente. Quando ela havia captado um pouco mais de palavras, ela imediatamente começou a procurar novos materiais de leitura extracurriculares.\n\nDe acordo com alguns viajantes que passaram pela Floresta Avidya, existe um tipo de livro de Inazuma, que se chama \"light novel\", que é mais fácil de ler do que documentos, e com menos ilustrações do que livros ilustrados. Para Collei, isso soou como o tipo perfeito de livro que ela precisava.\n\nMais importante, os enredos desses \"light novels\" eram muitas vezes incrivelmente interessantes, e assim que recebiam uma cópia, muitos leitores terminavam de ler de uma só vez, mesmo que tenham que ficar acordados a noite toda.\n\nIsso definitivamente pareceu tentador para Collei, já que ela teve que se forçar mais do que muitas vezes à noite para perseverar na leitura dos livros.\n\nUm dia depois de sua patrulha, Collei correu de novo para seu dormitório com o mais novo volume de \"Espírito Marcial\". Ela estava pronta para virar a noite inteira lendo essa light novel — que ela de fato passou a noite toda acordada lendo.\n\n\"Meu poder selado!\" \"O vingador solitário!\" \"Você deveria ficar longe de mim!\" \"Eu jamais presenciarei a graça dos deuses!\" E palavras desse tipo continuaram...\n\n—Collei cobriu sua cabeça com a colcha, se revirando em seu colchão, a noite toda. Mesmo quando amanheceu, ela ainda não tinha se recuperado do que havia acabado de ler.",
      "ru": "Если слова являются проводниками мудрости, то грамотность, несомненно, является отправной точкой в стремлении к знаниям. Однако Коллеи, кажется, только едва достигла подножия горы знаний. Когда она впервые прибыла в Гандхарву, прямолинейный Тигнари проявил явную нерешительность, неоднократно переспросив генерала махаматру, не ошиблась ли она дверью, поскольку он не планировал открывать дошкольное учреждение. После долгих перипетий Коллеи, наконец, стала ученицей. Чтобы облегчить ей изучение слов, Тигнари собрал множество книг и научных работ в надежде, что Коллеи выучит новые слова благодаря активному чтению. Помимо «Основ грамотности Тейвата», предназначенных специально для детей, и заумных научных работ, Коллеи чаще всего читала сказки с картинками из Мондштадта. Логика проста: в этих книгах мало слов и много картинок. Даже если не знаешь слов, есть шанс понять происходящее, смотря на картинки. Однако чтения детских книг было явно недостаточно. Как только Коллеи узнала чуть больше слов, она сразу начала искать новые материалы для внеклассного чтения. По словам путешественников, которые проходили через лес Авидья, в Инадзуме есть тип книг под названием «лёгкий роман». Их легче читать, чем статьи, и в них меньше иллюстраций, чем в книгах с картинками. Коллеи посчитала, что ей нужны именно такие книги. А сюжеты этих романов часто настолько захватывающие, что многие читатели, как только получают экземпляр, просто не могут оторваться и обязаны дочитать его до конца за один раз, даже если им придётся не спать всю ночь. Для Коллеи это звучало заманчиво, ведь ей часто приходилось заставлять себя читать книги. Однажды, закончив обход, Коллеи с радостью прибежала в общежитие с новым томом «Онибудо». Она была готова всю ночь читать этот роман - и оказалось, что она действительно не спала этой ночью. «Моя запечатанная сила!» «Одинокий мститель!» «Тебе лучше держаться от меня подальше!» «Я никогда не стану свидетелем милости богов!» Коллеи накрыла голову одеялом и всю ночь ворочалась на своём матрасе. Даже когда рассвело, она всё ещё не могла прийти в себя от прочитанного.",
      "id": "Kalau memang tulisan adalah media pembawa kebijaksanaan, maka tidak diragukan lagi, literasi adalah titik awal pembelajaran.\n\nSaat awal-awal dia di Desa Gandharva, bahkan Tighnari yang terkenal ceplas-ceplos saja bisa menunjukkan raut kebingungan, dan terus menanyakan kepada Mahamatra Umum itu apa dia salah masuk pintu, karena dia tidak punya rencana untuk mulai kelas prasekolah di tahap sekarang.\n\nSetelah berbagai hambatan, Collei baru menuntut ilmu di bawah bimbingan guru. Untuk meningkatkan literasi Collei, Tighnari mencari berbagai koleksi buku dan literatur, berharap Collei bisa menguasai kosakata yang baru dengan cara membaca dalam jumlah banyak.\n\nKecuali \"Literasi Dasar Teyvat\" yang dipakai anak-anak dan skripsi akademis yang tidak akan bisa dimengerti meski dibaca oleh orang dewasa sekali pun, buku yang paling sering dibaca Collei adalah buku dongeng bergambar dari Mondstadt.\n\nAlasannya tidak lain adalah tulisan di buku dongeng sedikit, dan gambarnya banyak, sehingga pembaca yang tidak mengenal tulisan pun bisa menebak sebagian besar artinya dari hanya melihat gambar saja.\n\nTapi, kalau hanya membaca buku dongeng, maka dia pasti tidak akan bisa mengikuti perkembangan pelajaran. Oleh karena itu, literasinya harus meningkat. Collei pun mulai mencari bahan bacaan ekstrakurikuler yang baru.\n\nDengar-dengar dari para pengembara yang kadang-kadang melewati Hutan Avidya, Inazuma ada sejenis buku yang dinamakan \"novel ringan\", isinya lebih mudah dipahami dari skripsi, dan gambarnya relatif lebih sedikit dari buku dongeng. Ini adalah pilihan bacaan yang cocok sebagai transisi.\n\nYang paling penting adalah, konon katanya alur cerita \"novel ringan\" ini biasanya bisa membuat orang ketagihan. Banyak sekali pembaca, yang begitu mulai membaca buku ini, akan langsung melahap seluruh bukunya tanpa peduli siang dan malam.\n\nBagi Collei yang setiap malam baru bisa mulai belajar setelah susah payah mengumpulkan semangatnya, ini sangat pantas dicoba.\n\nPada suatu hari, setelah selesai patroli hutan, Collei mengambil satu jilid \"Onibudou\" yang baru sambil pulang ke asramanya dengan kegirangan, lalu membacanya sambil memegangi lampu semalaman penuh ... Dia tidak tidur malam itu!\n\n\"Kekuatan segel!\", \"Pembalas dendam kesepian!\", \"Sebaiknya menjauhlah dariku!\", \"Aku tidak ditakdirkan menerima anugerah dari para dewa!\" ....\n\nCollei akhirnya membenamkan kepalanya di bawah selimut dan bolak-balik semalaman, tapi masih tetap belum bisa memahami arti dari kalimat-kalimat ini.",
      "th": "ถ้าตัวอักษรเป็นสื่อกลางแห่งปัญญา การรู้หนังสือก็เป็นจุดเริ่มต้นของการเรียนรู้อย่างไม่ต้องสงสัย และดูเหมือนว่า Collei จะเพิ่งมาถึงตีนเขาแห่งความรู้เท่านั้น\n\nในตอนที่ Collei มาถึง Gandharva Ville ครั้งแรก แม้แต่ Tighnari ที่เป็นคนพูด และแสดงออกอย่างชัดเจน ยังเผยสีหน้าลังเลใจออกมา และถามเจ้าหน้าที่มหามาตราท่านนั้นซ้ำ ๆ ถึงสามรอบว่า เขามาผิดที่รึเปล่า ตัวเขาตอนนี้ยังไม่มีแผนที่จะเปิดสอนคลาสการเตรียมตัวก่อนเข้าเรียนหนังสือนะ\n\nหลังจากฝ่าฟันอุปสรรคหลายครั้งหลายครา ในที่สุด Collei ก็ได้ฝากตัวเป็นศิษย์อย่างเป็นทางการ เพื่อพัฒนาความสามารถในการรู้หนังสือของ Collei ให้สูงขึ้น Tighnari ได้รวบรวมหนังสือและเอกสารทุกประเภท โดยหวังว่า Collei จะเรียนรู้ศัพท์ใหม่ได้มากขึ้นผ่านการอ่านที่หลากหลาย\n\nนอกจากหนังสือสำหรับเด็กที่ใช้เรียนรู้ตัวอักษรของ Teyvat แล้วยังมีเอกสารวิชาการที่ต้องอ่านแม้จะชวนให้ปวดสมองก็ตาม หนังสือที่ Collei อ่านบ่อยสุดก็คือหนังสือภาพเทพนิยายของ Mondstadt\n\nไม่มีเหตุผลอะไรอื่นนอกจากหนังสือเด็กมีคำศัพท์ไม่กี่คำ และรูปภาพเยอะ ถึงจะไม่รู้คำศัพท์ก็สามารถเดาได้จากการดูรูปภาพ\n\nแต่ว่า การอ่านหนังสือสำหรับเด็กอย่างเดียวนั้นไม่เพียงพอสำหรับพัฒนาการ เพราะงั้นพอเริ่มรู้ตัวหนังสือเยอะขึ้น Collei ก็เริ่มมองหาหนังสือนอกบทเรียนใหม่ ๆ\n\nจากที่เคยได้ยินนักเดินทางที่เดินทางผ่านป่า Avidya มา พวกเขาบอกว่า Inazuma มีหนังสือที่เรียกว่า \"ไลท์โนเวล\" อยู่ ซึ่งมันมีเนื้อหาที่เข้าใจง่ายกว่าวิทยานิพนธ์ และมีภาพประกอบน้อยกว่าหนังสือเด็ก เป็นทางเลือกที่ดีสำหรับการเปลี่ยนแปลง\n\nที่สำคัญกว่านั้นคือ เนื้อเรื่องของ \"ไลท์โนเวล\" มักจะดึงดูดใจนักอ่านจำนวนมากถึงกับต้องอดนอนทั้งคืนเพื่ออ่านให้จบภายในวันเดียวกันทันทีที่ได้รับหนังสือ\n\nนี่เป็นสิ่งที่น่าลองเป็นอย่างยิ่งสำหรับ Collei ที่ต้องฝืนนั่งอ่านหนังสือหลังขดหลังแข็งในแต่ละวันอย่างยากลำบาก\n\nวันหนึ่งเมื่อสิ้นสุดการตระเวนป่า Collei วิ่งกลับไปที่พักอย่างมีความสุขพร้อมกับ 'ศาสตร์การต่อสู้ของโอนิ' เล่มใหม่ในมือ เปิดไฟด้วยความอยากอ่านจนแทบอดใจไว้ไม่ไหว และคืนนั้นเธอก็ไม่ได้นอนจริง ๆ\n\n'พลังที่ผนึกไว้!', 'ผู้ล้างแค้นแสนสันโดษ!', 'ถ้าฉลาดก็ไปให้ไกลจากฉันหน่อย!', 'พรแห่งทวยเทพไม่ได้สถิตอยู่ที่ข้า'...\n\nCollei ซุกอยู่ใต้ผ้าห่มกลิ้งไปกลิ้งมาทั้งคืนก็ไม่อาจพรากคำพูดเหล่านี้ออกจากหัวได้",
      "vi": "Nếu nói chữ viết là phương tiện truyền đạt của trí tuệ, vậy thì biết chữ chắc chắn là khởi điểm của việc mưu cầu học thức. Mà Collei, dường như chỉ vừa mới đến được chân của đỉnh núi kiến thức.\n\nKhi cô ấy lần đầu tiên đến Làng Gandharva, ngay cả Tighnari - người miệng mồm luôn nhanh nhảu cũng tỏ ra do dự, và liên tục hỏi vị Tổng Quản Mahamatra đó rằng liệu có đi nhầm cửa hay không, giai đoạn hiện tại anh cũng chưa có dự định mở lớp vỡ lòng.\n\nQua bao trắc trở, Collei cuối cùng mới có thể bái sư nhập môn. Để nâng cao khả năng đọc chữ của Collei, Tighnari đã thu thập rất nhiều loại sách và tài liệu, với hy vọng rằng Collei sẽ sớm thông thạo nhiều từ mới thông qua việc đọc thật nhiều sách.\n\nNgoài sách dạy chữ Teyvat cho trẻ em và luận văn khoa học tuy nhức đầu nhưng phải đọc ra thì Collei thường đọc truyện tranh cổ tích của Mondstadt.\n\nKhông có lý do nào khác - sách thiếu nhi có ít chữ hơn và nhiều tranh hơn, thậm chí nếu không biết chữ, vẫn có thể đoán được ý nghĩa bằng cách nhìn vào các bức tranh.\n\nTuy nhiên, việc chỉ đọc sách dành cho trẻ em rõ ràng là không thể theo kịp quá trình giảng dạy, vì vậy khi trình độ đọc viết tăng lên một chút, Collei bắt đầu tìm kiếm các tài liệu ngoại khóa mới để đọc.\n\nThỉnh thoảng nghe những du khách đi ngang qua Rừng Avidya nói, Inazuma có một loại sách gọi là \"tiểu thuyết\", nội dung dễ hiểu hơn luận văn, và hình ảnh minh họa hơi ít hơn sách thiếu nhi. Đúng là một lựa chọn tốt.\n\nQuan trọng hơn là, người ta nói rằng các cốt truyện của \"tiểu thuyết\" thường rất lôi cuốn, rất nhiều độc giả một khi đã cầm sách lên, là sẽ không tiếc thức trắng cả đêm để đọc hết nó ngay trong ngày.\n\nĐiều này rất đáng để thử với Collei - người mà mỗi tối phải gồng hết sức vực dậy tinh thần để mà đọc sách một cách khổ sở.\n\nHôm nọ sau khi kết thúc một ngày đi tuần, Collei ôm quyển Quỷ Võ Đạo, vui vẻ trở về nơi ở, nóng lòng thắp đèn lên đọc. Đêm hôm đó cô quả thực đã không ngủ.\n\n\"Sức mạnh phong ấn!\", \"Kẻ phục thù cô đơn!\", \"Tránh xa tôi ra mới là thượng sách!\", \"Sự ân sủng của chúng thần không có duyên với tôi!\"...\n\nCollei cứ vùi đầu vào chăn bông, trằn trọc cả đêm, không thể thoát khỏi những lời này."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "提瓦特有句俗语，来源已不可考，多用于描述羞惭难当的心境：\n\n「——真想找个树洞钻进去。」\n\n柯莱在林中一边踱步，一边念叨刚从书上学来的句子。\n\n回到须弥前，她曾向一位朋友许下诺言，发誓要学会精妙的医术，将来去救治更多与她一样深陷病痛与绝望的人。\n\n然而许下愿望只需一时热情，实现愿望却要历经多年苦读。就在刚刚结束的测试里，柯莱再次撞上了现实与愿望间的壁垒。\n\n「这种事情…实在没办法跟安柏说啊。」\n\n而且，眼下要是想给故友写信，还必须请师父代笔。考得不好想找人倾诉之类的事，在师父面前又怎么说得出口？\n\n好巧不巧恰逢其会，一个一人大小的树洞出现在巡林路线上，巧得像是神明刚好垂听到了柯莱的碎碎念。\n\n「不不，虽然童话书里也写过跟兰那罗倾诉的事，但我早就过了那个年纪了…啊，不过，周围没什么人…」\n\n回过神来，柯莱已经抱头蹲坐在树洞里。\n\n黑暗仿佛坚实的堡垒，将种种现实压力隔绝在外。\n\n柯莱性格内向，很难做到八面玲珑。尽管她想模仿安柏成为阳光的人，也实在没法视困顿与落寞为无物。\n\n苦恼的柯莱对树洞说了许多话，暴风骤雨般，把回须弥后积压的一切压力都吐了个干净。\n\n「柯莱那家伙，又到那一带去巡逻了吗？」\n\n几天后，提纳里看着柯莱近日频繁往返的巡林路线，又看了看她进步明显的试卷，陷入沉思。\n\n「是在树林里找到了提升成绩的办法？嗯，也好，那就让其他巡林员走别的路线，暂时不打扰她了。」",
      "zht": "提瓦特有句俗語，來源已不可考，多用於描述羞慚難當的心境：\n\n「——真想找個樹洞鑽進去。」\n\n柯萊在林中一邊踱步，一邊喃喃唸著剛從書上學來的句子。\n\n回到須彌前，她曾向一位朋友許下諾言，發誓要學會精妙的醫術，將來去救治更多與她一樣深陷病痛與絕望的人。\n\n然而許下願望只需一時熱情，實現願望卻要歷經多年苦讀。就在剛剛結束的測試裡，柯萊再次撞上了現實與願望間的壁壘。\n\n「這種事情…實在沒辦法跟安柏說啊。」\n\n而且，眼下要是想寫信給故友，還必須請師父代筆。考得不好想找人傾訴之類的事，在師父面前又怎麼說得出口？\n\n好巧不巧恰逢其會，一個一人大小的樹洞出現在巡林路線上，巧得像是神明剛好垂聽到了柯萊的碎碎唸。\n\n「不不，雖然童話書裡也寫過跟蘭那羅傾訴的事，但我早就過了那個年紀了…啊，不過，周圍沒什麼人…」\n\n回過神來，柯萊已經抱頭蹲坐在樹洞裡。\n\n黑暗彷彿堅實的堡壘，將種種現實壓力隔絕在外。\n\n柯萊性格內向，很難做到八面玲瓏。儘管她想模仿安柏成為陽光的人，也實在沒辦法視困頓與落寞為無物。\n\n苦惱的柯萊對樹洞說了許多話，暴風驟雨般，把回須彌後積壓的一切壓力都吐了個乾淨。\n\n「柯萊那孩子，又到那一帶去巡邏了嗎？」\n\n幾天後，提納里看著柯萊近日頻繁往返的巡林路線，又看了看她進步明顯的試卷，陷入沉思。\n\n「是在樹林裡找到了提升成績的辦法？嗯，也好，那就讓其他巡林員走別的路線，暫時不打擾她了。」",
      "jp": "テイワットには由来が定かではないが、恥をかいた時の状態を表すことわざがある。\n\n「——木のうろがあったら入りたい。」\n\nコレイが本で覚えたばかりの言葉を繰り返しながら、森の中を歩いていた時のこと。\n\nスメールへ戻る前に、彼女はある友人と約束をした——将来、自分と同じように重い病で絶望している人たちを助けるため、優れた医術を身につけると。\n\nしかし、誓いを立てるのはその一瞬の熱意で済むことだが、実現をするには何年もの努力が必要になる。先ほど終わった試験で、コレイはまたしても現実と夢の間に立ちはだかる壁にぶつかった。\n\n「こんなこと…アンバーには言えない。」\n\nしかも旧友に手紙を書くには、師匠に代筆を頼まなければならない。試験が上手くいかなかったことを誰かに相談したいなんて、師匠にどう言えばいいのか。\n\nちょうどその時、コレイの独り言を聞いたかのように、人がひとり入れるくらいの大きさの木のうろがパトロール中の彼女の前に現れた。\n\n「いやいや、童話ではアランナラに悩みを打ち明けるなんていうのがあったけど…さすがにそんな年じゃないし…あっ、でも周りに誰もいない…」\n\n気が付くと、コレイは木のうろの中で頭を抱えながらしゃがみ込んでいた。\n\n堅固な要塞のような暗闇が、現実のあらゆるプレッシャーを遮断してくれた。\n\nコレイは内向的な性格なため、分け隔てなく明るく人と接することができない。そして、アンバーのように明るい人を真似ても、困難や寂しさを無視することができなかった。\n\n頭を悩ませていたコレイは、スメールに帰ってから溜まったストレスを嵐のように木のうろへとぶつけた。\n\n「コレイ、またあの辺りをパトロールしているのか。」\n\n数日後、最近頻繁にコレイがパトロールしているルートと、彼女が進歩していることの分かる答案用紙を見て、ティナリは考え込んだ。\n\n「森で成績を上げる方法でも見つけたのだろうか？うん、いいことだ。他の巡回路は他のレンジャーたちに任せて、コレイの邪魔はしないでおこう。」",
      "ko": "출처를 고증할 순 없지만, 티바트에는 부끄럽고 난처한 마음을 설명할 때 쓰이는 속담이 있다.\n\n「진짜 나무 구멍에라도 숨어 들어가고 싶다.」\n\n콜레이는 숲속을 걸으면서 책에서 방금 배운 문구를 중얼거렸다.\n\n수메르에 돌아오기 전, 콜레이는 어느 친구에게 고명한 의술을 배워 그녀처럼 질병과 절망에 빠진 사람들을 구하겠다고 약속했다.\n\n하지만 꿈을 정하는 건 한순간의 열정이었으나, 소원을 이루는 건 긴긴 시간의 노력이 필요했다. 얼마 전의 시험에서 콜레이는 또다시 현실과 꿈 사이에 세워진 장벽에 부딪혔다.\n\n「이런 일을… 어떻게 엠버한테 말해.」\n\n게다가 지금은 옛 친구에게 편지를 쓰는 일도 스승님께 대필을 부탁해야 할 처지다. 시험을 망쳐서 하소연할 사람이 필요하다는 걸 어떻게 스승님께 말하겠는가?\n\n마침 그때 사람만 한 크기의 나무 구멍이 콜레이의 순찰 노선에 등장했다. 신이 마치 콜레이의 중얼거림을 들었나 싶은 공교로운 우연이었다.\n\n「아니지, 아냐. 동화책에 아란나라가 하소연하던 내용이 있었지만, 난 그럴 나이가 지났잖아… 어, 근데 주변에 마침 사람도 없고…」\n\n정신을 차린 콜레이는 이미 머리를 감싼 채 나무 구멍에 웅크려 앉아 있었다.\n\n어둠은 마치 견고한 요새처럼 이런저런 현실의 압박감을 완벽하게 차단해 주었다.\n\n내성적인 콜레이는 팔방미인이 될 수 없었다. 그녀는 엠버처럼 밝은 성격이 되려 최선을 다했지만, 자신의 고달픔과 쓸쓸함을 없는 듯이 대할 수 없었다.\n\n고민하던 콜레이는 결국 나무 구멍에 많은 말들을 쏟아냈다. 마치 폭풍과 비바람처럼 수메르에 돌아온 후 누적된 스트레스를 깨끗이 토해내 버렸다.\n\n「콜레이 녀석, 또 그 일대를 순찰하러 간 거야?」\n\n며칠 후, 타이나리는 최근 콜레이가 빈번하게 오가는 순찰 노선과 뚜렷하게 향상된 그녀의 시험 성적을 보며 고민에 빠졌다.\n\n「숲에서 성적을 올릴 방법이라도 찾은 건가? 흠, 그것도 좋지. 그럼 콜레이를 방해하지 않게 다른 숲의 순찰자들은 한동안 다른 노선을 순찰하라고 해야겠네」",
      "en": "There is a saying in Teyvat that has obscure origins and is often used by people who are feeling extremely ashamed or embarrassed:\n\n\"I just wanted the tree to open up and swallow me.\"\n\nCollei was pacing in the woods while murmuring the sentence, which she had just learned from a book.\n\nBefore she returned to Sumeru, she had promised a dear friend that she would become an excellent doctor with exceptional medical skills so as to save people like her who were in constant agony, both physically and mentally.\n\nHowever, it takes only a passing passion to make a wish, and yet it requires years of painstaking training to realize it. In the examination that had just concluded, Collei had hit the barrier between reality and expectations once more.\n\n\"Ugh... How am I supposed to tell Amber about this...\"\n\nPlus, she would have to ask her master to write the letter for her. Things like doing poorly on the test and wanting to have someone to talk to were not things she could easily speak out in front of her master, either.\n\nIt just so happened that a tree hollow, roughly the size of a person, appeared along her patrol route, as if some god had overheard her mumblings.\n\n\"Wait, wait... Talking to Aranara about my problems... I mean, I've read about it in the books, but they were children's books! I'm sure I've outgrown that... But now that there's no one around...\"\n\nBefore she knew it, she was already crouching in said hollow.\n\nThe darkness turned into a solid fortress, isolating Collei from all kinds of pressure.\n\nCollei, being an introvert by nature, found it difficult to present herself impeccably. No matter how hard she strove to be as outgoing and sunny as Amber, she could never manage to ignore her weariness and loneliness.\n\nThus did Collei vent her distress to that hollow, emptying herself of all the negativity she had accumulated after getting back to Sumeru.\n\n\"Did Collei go on patrol in that area again?\"\n\nA few days later, Tighnari checked on Collei's recent forest patrol routes, which she had been taking all too frequently, before looking at her test papers, which featured remarkably higher scores. He could not help but think to himself:\n\n\"Did she find a way to improve her grades in the forest? Well, that's not bad either way. Alright, I'll save that patrol route for her and leave her be for the time being. I'll have other Rangers take the other routes.\"",
      "de": "In Teyvat gibt es eine Redewendung unbekannten Ursprungs, die oft von Personen verwendet wird, die sich sehr schämen oder die sich verlegen fühlen:\n\n„Ich möchte mich in eine Baumhöhle verkriechen.“\n\nCollei schreitet durch den Wald, während sie gerade in einem Buch gelesene Sätze rezitiert.\n\nVor der Rückkehr nach Sumeru gab sie einst einer Freundin das Versprechen, die feine Kunst der Medizin zu erlernen, um in Zukunft noch mehr Menschen zu helfen, die wie sie selbst an schweren Krankheiten und Verzweiflung litten.\n\nEin solches Versprechen zu geben erfordert nur ein wenig Leidenschaft, es in die Tat umzusetzen dagegen viele harte Jahre des Lernens. Bei dem Test, den sie gerade hinter sich gebracht hat, traf Collei erneut auf ein gewaltiges Hindernis, das ihren Wunsch und die Wirklichkeit voneinander trennte.\n\n„So etwas ... kann ich Amber nicht sagen.“\n\nUnd als sie ihrer alten Freundin schreiben wollte, musste sie auch noch ihren Meister bitten, den Brief für sie aufzusetzen. Wie könnte sie ihren Meister etwa schreiben lassen, dass sie bei der Prüfung schlecht abgeschnitten hatte und deswegen jemanden zum Reden brauchte?\n\nWie es der Zufall so wollte, traf sie auf ihrer Patrouillenroute durch den Wald auf eine Baumhöhle, groß genug für einen Menschen, ganz als hätte die Göttin ihre leisen Bitten erhört.\n\n„Nein, nein ... Auch wenn im Märchen von Gesprächen mit Aranara erzählt wird, habe ich dieses Alter doch schon lange hinter mir gelassen ... Ach, egal, hier ist ja sonst niemand ...“\n\nAls sie wieder bei sich war, kniete Collei bereits in der Baumhöhle.\n\nDie Dunkelheit wurde zu einer felsenharten Festung, die Collei vor all dem Druck der Außenwelt bewahrte.\n\nStark in sich gekehrt, fiel es Collei schwer Kontakte zu knüpfen. Auch wenn sie gerne so vor Freude strahlen würde wie Amber, konnte sie ihre Erschöpfung und Einsamkeit nur schwerlich abschütteln.\n\nDaher sprach Collei wie ein rasender Wirbelsturm zur Baumhöhle, um ihrer Seele Luft zu verschaffen. Alle Last, die sie seit ihrer Rückkehr nach Sumeru mit sich herumtrug, ließ sie heraus, bis sie endlich davon befreit war.\n\n„Ist Collei schon wieder in diesem Gebiet auf Patrouille?“\n\nNach einigen Tagen stellte Tighnari fest, wie häufig Collei in den vergangenen Tagen entlang dieser Route unterwegs war und auch wie deutlich die Fortschritte waren, die sie bei ihren Prüfungen machte, und versank darüber ins Grübeln.\n\n„Hat sie in den Wäldern eine Methode gefunden, ihre Ergebnisse zu verbessern? Na gut, dann lasse ich die anderen Waldhüter erst einmal entlang der anderen Wege nach dem Rechten sehen, damit sie nicht gestört wird.“",
      "es": "En Teyvat hay un dicho de orígenes ahora desconocidos y usado principalmente para describir una situación vergonzosa y complicada:\n\n“Hueco del árbol, trágame”.\n\nUna vez, Collei estaba paseando por el bosque mientras repetía algunas frases que acababa de aprender en algún libro.\n\nAntes de regresar a Sumeru, le prometió a una amiga que aprendería la maravillosa profesión de la medicina para curar a aquellas personas que, igual que ella, sufrían por enfermedad o estaban en situaciones muy complicadas.\n\nSin embargo, las promesas se pueden hacer en el fervor del momento, pero para cumplirlas se necesitan muchos años de trabajo. De hecho, Collei sintió nuevamente la barrera que hay entre la realidad y las expectativas en un examen que acababa de terminar.\n\n“Esto... no puedo contárselo a Amber”.\n\nEs más, aunque hubiera querido escribirle una carta para contárselo, le tendría que haber pedido a su maestro que la escribiera por ella. Ciertamente, era algo que le podía contar a una amiga para desahogarse, pero ¿cómo iba a contarle todas esas excusas a su profesor?\n\nDe casualidad, en su ruta de patrulla por el bosque se encontró con una cavidad arbórea tan grande como una persona. Era tal la casualidad que parecía como si los dioses hubieran escuchado sus quejas.\n\n“No, no puedo hacerlo. Es cierto que en los cuentos infantiles se habla de que los aranara pueden escucharte, pero ya no soy una niña. Humm, aunque la verdad es que no hay nadie por aquí cerca”...\n\nAntes de darse cuenta, Collei ya se encontraba metida en el hueco del árbol en cuclillas y con las manos cubriéndose la cabeza.\n\nDebido a lo oscuro que estaba, sentía como si estuviera dentro de una robusta fortaleza en la que el estrés del mundo real no tenía cabida.\n\nCollei es una persona introvertida y le cuesta formar vínculos con otros. Aunque quiere ser tan alegre como Amber, le cuesta no darle importancia a sus dificultades y su sentimiento de soledad.\n\nLe contó muchas cosas al hueco del árbol y, gracias a ello, pudo desahogarse de toda la presión que había acumulado antes de volver a Sumeru.\n\n“¿Otra vez ha ido Collei a patrullar por esa zona?”.\n\nUnos días después, Tignari observó la ruta por la que Collei había estado patrullando últimamente, luego miró su hoja de examen, cuya nota había mejorado con respecto a anteriores pruebas, y pensó:\n\n“¿Es que ha encontrado dentro de un árbol el método para mejorar sus notas? Bueno, no importa, le diré a los demás guardabosques que vayan por otro ruta para no molestarla”.",
      "fr": "Il existe une expression à Sumeru dont on ignore la provenance exacte, qui est fréquemment utilisée pour décrire le fait de se sentir extrêmement gêné :\n\n« Je voudrais m'enfoncer dans un creux d'arbre »\n\nUn jour, Collei marchait à pas mesurés dans la forêt tout en récitant les expressions qu'elle avait apprises dans les livres.\n\nAvant de revenir à Sumeru, elle avait promis à un ami d'étudier la médecine afin de pouvoir sauver les gens qui, comme elle, souffraient de la maladie et du désespoir.\n\nOr, s'il est facile de faire une promesse dans la ferveur du moment, la réaliser demande des années de dur labeur. En effet, lors de l'examen qui venait de se terminer, Collei s'était une fois de plus heurtée à la dure réalité.\n\n« Il ne faut vraiment pas que je parle de ça à Amber... »\n\nEn plus de cela, elle était obligée de demander à son maître d'écrire pour elle la lettre qu'elle voulait adresser à sa vieille amie, et bien sûr, il lui était impossible de parler de son examen raté devant lui.\n\nPar la plus grande des coïncidences, lors d'une patrouille, elle tomba sur un creux d'arbre de la taille d'une personne. C'était comme si une divinité l'avait entendu parler à voix basse.\n\n« Non... Même si dans les contes pour enfants, les personnages parlent de leurs problèmes aux aranaras, j'ai passé l'âge... Enfin bon, il n'y a personne aux alentours, alors... »\n\nCollei se ressaisit, entra dans le creux en baissant la tête pour s'y asseoir.\n\nL'obscurité était tel un rempart solide qui gardait tous les soucis de la vie réelle à l'extérieur.\n\nCollei, étant introvertie par nature, n'était pas très douée pour plaire aux gens. Elle avait beau essayer d'être aussi extravertie et rayonnante qu'Amber, elle ne parvenait jamais à oublier ses soucis et sa solitude.\n\nCollei confessa ses peines au creux de l'arbre, se vidant de toute la pression qui s'était accumulée en elle depuis son retour à Sumeru.\n\n« Cette Collei, est-ce qu'elle est encore partie en patrouille là-bas ? »\n\nPlusieurs jours plus tard, Tighnari vérifia l'itinéraire que Collei empruntait souvent ses derniers jours, et, en regardant ses feuilles d'examen, sur lesquels figuraient des notes bien meilleures qu'auparavant, il pensa :\n\n« Est-ce qu'elle aurait trouvé un moyen d'améliorer ses notes à l'intérieur de la forêt ? Peu importe, je dirai aux autres gardes d'emprunter un itinéraire différent pour ne pas la déranger. »",
      "pt": "Existe um ditado de origens obscuras em Teyvat e é normalmente usado por pessoas que estão se sentindo extremamente envergonhadas ou constrangidas:\n\n\"Eu só queria que uma árvore se abrisse e me engolisse.\"\n\nCollei estava caminhando pela floresta enquanto murmurava essa sentença que havia acabado de aprender de um livro.\n\nAntes de retornar a Sumeru, ela havia prometido a uma querida amiga que se tornaria uma excelente médica com habilidades médicas excepcionais para salvar pessoas como ela que estavam em constante agonia, tanto física quanto mental.\n\nNo entanto, é preciso apenas paixão para se fazer um desejo, mas são necessários anos de treinamentos intensivos para realizar tal desejo. Ao terminar um teste, Collei mais uma vez se deparou com a barreira entre a realidade e expectativas.\n\n\"Urg... Como vou contar a Amber sobre isso...\"\n\nAlém disso, ela teria que pedir ao seu mestre para escrever a carta para ela. Coisas do tipo, como ela se saiu mal no teste e queria ter alguém com quem falar não eram exatamente coisas que ela conseguiria facilmente dizer na frente de seu mestre.\n\nAcontece que um buraco de árvore, aproximadamente do tamanho de uma pessoa, apareceu em sua rota de patrulha, como se algum deus tivesse ouvido suas preces.\n\n\"Espera aí, espera... Falar com os Aranaras sobre os meus problemas... Digo, li sobre isso nos livros, mas eram livros de crianças! Eu já deveria ter crescido e superado isso... Mas já que não tem ninguém por perto...\"\n\nAntes de se dar conta, ela já estava agachada no buraco da árvore.\n\nA escuridão se tornou em uma fortaleza sólida, isolando Collei de todo tipo de pressão.\n\nCollei é uma garota introvertida e dificilmente consegue lidar consigo mesma de forma impecável. Não importa o quanto ela se esforce para ser tão extrovertida quanto a Amber, ela nunca realmente consegue ignorar seu cansaço e solidão.\n\nA Collei angustiada desabafou para aquele buraco na árvore e esvaziou toda sua negatividade depois que ela voltou para Sumeru.\n\n\"A Collei foi patrulhar naquela área de novo?\"\n\nAlguns dias depois, quando Tighnari verificou as rotas recentes de patrulhamento da Collei que ela vinha fazendo com muita frequência, e olhou para seus testes com notas notavelmente mais altas, ele não conseguiu deixar de pensar consigo mesmo:\n\n\"Ela encontrou uma maneira de melhorar suas notas na floresta? Bem, isso não é algo ruim. Bem, guardarei essa rota de patrulhamento para ela e mantê-la sem ser incomodada por enquanto. Eu e os outros cobriremos o resto.\"",
      "ru": "В Тейвате есть поговорка, которая имеет неясное происхождение и часто используется людьми, испытывающими сильный стыд или смущение: «Хочу в дупло провалиться». Коллеи шагала по лесу, бормоча фразу из книги, которую она только что выучила. Перед тем, как вернуться в Сумеру, она пообещала близкой подруге, что станет отличным врачом с исключительными медицинскими навыками, чтобы спасать таких людей, как она, которые постоянно испытывают физические и душевные муки. Чтобы загадать желание нужна секунда, а чтобы воплотить его в жизнь, требуются годы кропотливой работы. Во время только что закончившегося теста Коллеи в очередной раз столкнулась с барьером между реальностью и ожиданиями. «Ох... как же мне рассказать об этом Эмбер?..» К тому же ей придётся попросить наставника написать письмо за неё. Она не могла признаться, что плохо справилась с тестом и ей нужно с кем-то поговорить. Случилось так, что на маршруте её патрулирования появилось дерево с дуплом размером с человека, как будто какое-то божество подслушало её бормотание. «Минуточку... Рассказать аранаре о своих проблемах... Я читала об этом в книгах, но это были книги для детей! Я уже давно не ребёнок... Но вокруг никого нет...» Не успела она опомниться, как оказалась в дупле. Темнота превратилась в прочную крепость, оградив Коллеи от любого давления. Коллеи - замкнутая девушка и ей трудно быть открытой ради других. Как бы она ни старалась быть такой же общительной, как Эмбер, ей никогда не удаётся забыть об усталости и одиночестве. Расстроенная Коллеи рассказала дуплу обо всех трудностях, с которыми столкнулась после возвращения в Сумеру. «Коллеи снова патрулировала тот район?» Несколько дней спустя, когда Тигнари проверил маршруты, в которые Коллеи ходила с завидной регулярностью, а затем сверил их с её удивительно высокими оценками за контрольные работы, он не мог не удивиться. «Она нашла способ улучшить свои оценки в лесу? Что ж, неплохо. Хорошо, я оставлю ей этот маршрут и пока не буду её беспокоить. Остальные пускай возьмут другие маршруты».",
      "id": "Di Teyvat ada sebuah pepatah, asal pepatah ini sudah tidak bisa lagi ditelusuri, dan pepatah ini kebanyakan dipakai untuk mendeskripsikan suasana saat sedang malu:\n\n\"Rasanya ingin menyumput di dalam lubang pohon.\"\n\nCollei sambil mondar-mandir di hutan, sambil mengulang-ulang kalimat yang baru saja dipelajarinya tadi.\n\nSebelum kembali ke Sumeru, dia pernah berjanji kepada seorang teman dan bersumpah untuk mempelajari kemampuan medis dengan serius agar bisa menolong lebih banyak orang yang sama dengannya, orang-orang yang tenggelam dalam penderitaan dan putus asa.\n\nTapi memberikan janji hanya perlu antusias sesaat saja, namun untuk mewujudkannya, perlu melewati kerja keras dan pembelajaran selama bertahun-tahun. Dalam ujian yang baru saja selesai, Collei sekali lagi menabrak pembatas antara kenyataan dan janjinya.\n\n\"Masalah seperti ini ya ... benar-benar tidak boleh diceritakan kepada Amber ya.\"\n\nLagi pula, kalau ingin menulis surat kepada teman lama, masih harus meminta tolong guru untuk membantu menuliskannya. Masalah seperti hasil ujian yang tidak memuaskan dan ingin mencari orang untuk mencurahkan isi hatinya, bagaimana mungkin berani dia ungkit di depan gurunya?\n\nEntah kebetulan atau bagaimana, pada saat ini muncul sebuah lubang pohon seukuran manusia di jalur patroli hutan, seolah-olah dewa baru saja mendengar celotehan Collei.\n\n\"Tidak, tidak, meski buku dongeng juga pernah menuliskan tentang mencurahkan isi hati kepada Aranara, tapi aku sudah bukan bocah lagi ... Duh, tapi ... tidak ada orang juga sih di sekitar ....\"\n\nSaat dia sadar, Collei sudah berjongkok dan memegang kepalanya di dalam lubang pohon.\n\nKegelapan sama seperti benteng yang kokoh, yang mengisolasi semua jenis tekanan kenyataan.\n\nSifat Collei tertutup dan sulit untuk menjadi periang. Meski dia ingin berusaha untuk menjadi orang yang periang seperti Amber, tapi dia benar-benar tidak bisa menghiraukan kesulitan dan kesepiannya.\n\nCollei yang galau bercerita banyak sekali kepada lubang pohon, sama seperti hujan dan badai, dia meluapkan segala jenis tekanan yang tertumpuk setelah dia kembali ke Sumeru.\n\n\"Collei, Collei, patroli ke mana lagi dia?\"\n\nBeberapa hari kemudian, Tighnari melihat rute patroli hutan yang sering dilalui Collei dalam beberapa hari terakhir, kemudian melihat hasil ujiannya yang meningkat pesat, lalu dia pun mulai berkontemplasi.\n\n\"Jadi dia berhasil menemukan suatu cara untuk meningkatkan nilainya di dalam hutan? Bagus juga. Kalau begitu, biarkan Penjaga Hutan yang lain mengambil rute lainnya saja dulu. Berikan ketenangan untuknya sementara ini.\"",
      "th": "ใน Teyvat มีคำกล่าวที่มีที่มาไม่ชัดเจน ที่มักใช้เพื่ออธิบายอารมณ์อับอายละอายใจ:\n\n\"อยากจะหาโพรงต้นไม้มุดเข้าไปจังเลย\"\n\nCollei เดินในป่าไปพลางท่องคำศัพท์ที่เพิ่งเรียนรู้จากหนังสือไปพลาง\n\nก่อนกลับมายัง Sumeru เธอเคยสัญญากับเพื่อนคนหนึ่งไว้ ว่าจะเรียนรู้ศาสตร์แพทย์ที่ยอดเยี่ยม เพื่อที่อนาคตจะสามารถรักษาคนที่เจ็บปวด และสิ้นหวังเพราะโรคแบบเดียวกันกับเธอให้จงได้\n\nอย่างไรก็ตาม ปณิธานสามารถเกิดขึ้นได้ในเวลาชั่ววูบ แต่กลับต้องใช้เวลาหลายปีกว่าจะบรรลุความปรารถนานั้น ในการทดสอบที่เพิ่งสิ้นสุดไป Collei ได้พบเจอกับอุปสรรคระหว่างความเป็นจริงและความปรารถนาอีกครั้ง\n\n\"เรื่องแบบนี้... ฉันบอก Amber ไม่ได้จริง ๆ\"\n\nนอกจากนี้ ถ้าอยากจะเขียนจดหมายถึงเพื่อนเก่าสักคน ยังต้องขอให้อาจารย์เป็นคนเขียนให้ สอบได้ไม่ดีแล้วอยากจะระบายกับใครสักคน เรื่องแบบนี้จะกล้าพูดต่อหน้าอาจารย์ได้ยังไง?\n\nเป็นความบังเอิญที่มาได้เวลาพอดี ที่มีโพรงต้นไม้ขนาดเท่าคนปรากฏขึ้นบนเส้นทางลาดตระเวนป่า บังเอิญราวกับว่าเทพได้ยินคำบ่นพึมพำของ Collei อย่างไรอย่างนั้น\n\n\"ไม่ ไม่ ถึงแม้ในหนังสือนิทานจะมีเขียนเล่าเรื่องที่สามารถระบายกับ Aranara ได้เอาไว้ แต่ฉันก็โตผ่านวัยนั้นมาแล้ว... อา แต่แถวนี้ก็ไม่มีใครอยู่...\"\n\nพอรู้สึกตัว Collei ก็นั่งคุดคู้เอามือกอดหัวในโพรงไม้แล้ว\n\nความมืดมิดเป็นเหมือนป้อมปราการที่มั่นคง ที่แยกความกดดันทุกอย่างในชีวิตจริงออกไป\n\nCollei เป็นคนเก็บตัว ยากที่จะเข้ากับใครก็ได้อย่างง่าย ๆ แม้ว่าเธอต้องการเลียนแบบ Amber กลายเป็นคนที่แสนสดใส แต่ก็ไม่สามารถทำเหมือนความลำบาก และความเปลี่ยวเหงาไม่เป็นอะไรได้\n\nCollei ที่มีปัญหาทุกข์ใจได้พูดกับโพรงไม้มากมายดั่งพายุฝนที่ซัดโหม ระบายสิ่งที่ค้างคาในใจหลังกลับมาถึง Sumeru จนหมด\n\n\"Collei ไปลาดตระเวนป่าเส้นนั้นอีกแล้วเหรอ?\"\n\nไม่กี่วันหลังจากนั้น Tighnari ดูเส้นทางลาดตระเวนป่าที่ Collei ไปมาบ่อย ๆ ในช่วงไม่กี่วันมานี้ แล้วก็ดูกระดาษข้อสอบที่มีการพัฒนาอย่างเห็นได้ชัด พลางจมลงสู่ห้วงความคิด\n\n\"เจอวิธีเพิ่มคะแนนในป่ารึเปล่านะ อืม ก็ดี ถ้างั้นเจ้าหน้าที่พิทักษ์ป่าคนอื่นให้ใช้เส้นทางลาดตระเวนอื่น อย่าไปรบกวนเธอ\"",
      "vi": "Teyvat có một câu tục ngữ đã không rõ nguồn gốc và thường được dùng để mô tả tâm trạng đang vô cùng xấu hổ:\n\n\"Thật sự muốn tìm một cái hốc cây để chui vào.\"\n\nCollei vừa đi lại trong rừng, vừa đọc câu mới học được từ trong sách.\n\nTrước khi trở về Sumeru, cô đã hứa với một người bạn, thề sẽ học được những kỹ năng y học tuyệt vời, và trong tương lai, cô sẽ chữa trị cho nhiều người cũng đau đớn vì bệnh tật và tuyệt vọng như mình.\n\nTuy nhiên, để đưa ra một điều ước thì chỉ cần sự nhiệt tình nhất thời, nhưng để hiện thực hóa điều ước thì nó đòi hỏi nhiều năm khổ luyện. Và ngay trong bài kiểm tra vừa xong, Collei lại một lần nữa chạm phải bức tường giữa thực tế và nguyện vọng.\n\n\"Những chuyện thế này... thật sự không thể nói với Amber được.\"\n\nHơn nữa, hiện tại muốn viết thư cho bạn cũ còn phải nhờ thầy viết thay. Những chuyện như thi cử không tốt muốn tìm người tâm sự thì sao có thể nói ra trước mặt thầy chứ?\n\nThật trùng hợp, một hốc cây to bằng một người xuất hiện ngay trên đường đi tuần, trùng hợp đến nỗi có vẻ như các vị thần đã nghe thấy lời thì thầm của Collei.\n\n\"Không không, mặc dù những cuốn truyện cổ tích cũng viết về việc tâm sự với Aranara, nhưng mình đã vượt qua độ tuổi đó từ lâu rồi... À, nhưng mà, xung quanh không có ai...\"\n\nKhi định thần lại, Collei đã gập đầu ngồi xổm trong hốc cây.\n\nBóng tối như một pháo đài vững chắc, ngăn cách mọi áp lực của thực tại ở bên ngoài.\n\nCollei là người hướng nội và cảm thấy rất khó để thể hiện bản thân một cách hoàn hảo. Dù cố gắng đến đâu để trở nên cởi mở và tỏa nắng như Amber, cô cũng không bao giờ có thể bỏ qua sự mệt mỏi và cô đơn của mình.\n\nCollei đau khổ nói rất nhiều chuyện với hốc cây, như trận mưa bão, trút hết tất cả những áp lực đã tích tụ từ sau khi trở về Sumeru.\n\n\"Collei lại đi tuần tra khu vực đó à?\"\n\nMấy ngày sau, Tighnari nhìn vào tuyến đường mà gần đây Collei thường xuyên lui tới, rồi nhìn vào bài kiểm tra tiến bộ rõ rệt của cô ấy, và chìm sâu vào suy nghĩ.\n\n\"Tìm ra cách cải thiện điểm số của mình trong rừng rồi sao? Ừm, cũng được, vậy thì để những kiểm lâm còn lại đi đường khác, tạm thời không quấy rầy cô ấy.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "如果能忽略笔试，柯莱的成绩还是很不错的，尤其在「野外生存」方面。\n\n须弥丛林不乏毒物野兽之类的危险，种种突发情况更叫人防不胜防。想要胜任巡林员的工作，必须多做准备。\n\n柯莱在这方面很有心得。她接触书本知识较晚，书面成绩不如同行，但实践能力极强，又有奇思妙想。\n\n把带刺的藤蔓缠在靴上增强抓地力、利用捣碎的毒蕈汁制作捕兽陷阱…\n\n这些点子确保了她能安全往返于丛林内外，顺利带出那些迷失于林间、误食了毒物，又或被野兽撞伤的倒霉蛋。\n\n每位被柯莱亲手救起的行人都对她奇异的求生技巧啧啧称奇。此外，人们也感动于她的善良和热情。\n\n危险环伺也好，饮食短缺也好，即使被救助者情绪失控、歇斯底里，柯莱仍会以太阳般的温暖包容一切。\n\n她从不在乎自己是否伤痕累累，是否饥肠辘辘，只是想帮助他人。\n\n唯一让人难以接受的，大概只有柯莱在危急时用来充饥的食谱：只要能补充体力，别说是碾碎的墩墩桃核，连萤火虫都得去了头咽下肚。\n\n人们遇见她，难免好奇这位见习巡林员的过往。\n\n——究竟是怎样的经历，才能让一名稚气未脱的少女，视荒原旷野如旧居故土？",
      "zht": "如果忽略筆試，柯萊的成績還是很不錯的，尤其在「野外求生」方面。\n\n須彌叢林不乏毒物野獸之類的危險，種種突發情況更叫人防不勝防。想要勝任巡林員的工作，必須多做準備。\n\n柯萊在這方面很有心得。她接觸書本知識較晚，書面成績不如同行，但實踐能力極強，又有奇思妙想。\n\n把帶刺的藤蔓纏在靴上增強抓地力、利用搗碎的毒蕈汁製作捕獸陷阱…\n\n這些點子確保了她能安全往返於叢林內外，順利帶出那些迷失於林間、誤食了毒物，又或被野獸撞傷的倒楣蛋。\n\n每位被柯萊親手救起的行人都對她奇異的求生技巧嘖嘖稱奇。此外，人們也感動於她的善良和熱情。\n\n危險環伺也好，飲食短缺也好，即使被救助者情緒失控、歇斯底里，柯萊仍會以太陽般的溫暖包容一切。\n\n她從不在乎自己是否傷痕累累，是否饑腸轆轆，只是想幫助他人。\n\n唯一讓人難以接受的，大概只有柯萊在危急時用來充饑的食譜：只要能補充體力，別說是碾碎的墩墩桃核，連螢火蟲都得去了頭咽下肚。\n\n人們遇見她，難免好奇這位見習巡林員的過往。\n\n——究竟是怎樣的經歷，才能讓一名稚氣未脫的少女，視荒原曠野如舊居故土？",
      "jp": "筆記試験を除けば、コレイの成績は悪くない。特に「サバイバル」に関しては優れたスキルを持っている。\n\nスメールの森には毒を持つ野獣や防ぎようのない想定外の事態など、危険が数多と潜んでいる。レンジャーを目指すなら、それらに対して万全の準備を整えなければならない。\n\nだが、コレイはそういったことに対する心得を持っている。筆記試験の成績が同僚よりも劣っているのは、ただ本に触れるのが人よりも遅いかったせいだ。実戦における彼女の能力は優れたもので、驚くような発想を見せてくれる。\n\nとげのあるツル草を靴に巻きつけてグリップ力を高めたり、潰した毒キノコの汁で獣を捕る罠を作ったり…\n\nこれらアイデアを用いることで、彼女は森の中を安全に行き来する。そして、森で迷子になっている人や毒のある物を食べてしまった人、獣に襲われている不運な人たちを助けてきた。\n\nコレイに助けられた通行人は、誰もが彼女の不思議なサバイバルスキルに驚かされ、その優しさと熱意に心を打たれる。\n\n危険が差し迫ろうとも、食料が不足していようとも、そして助けられた人が情緒不安定になろうとも、コレイは太陽のような温かさで受け止めてきた。\n\n彼女は自分が傷だらけになり、飢えることになろうとも気にせず、一心に人を助ける。\n\nただ唯一受け入れがたいのは、コレイが危険に遭遇した時に食べているものだろうか。すり潰したザイトゥン桃の種だけでなく、頭を取り除いたホタルも容赦なくいただく。体力さえ補えれば、彼女は気にしないのだ。\n\nそんな彼女に会った人は、このレンジャー見習いの過去がどうしても気になってしまう。\n\n——まるで、大自然を自分の故郷のように扱う彼女。どのような生い立ちがあって、このあどけない少女をこのようにしたのだろうか。",
      "ko": "필기 성적만 제외하면, 콜레이의 성적은 꽤 좋은 편이다. 특히 「야외 생존」 성적은 매우 우수하다.\n\n수메르의 숲에는 독과 야수 등의 위험이 적잖게 존재하며, 돌발상황도 종종 발생한다. 숲의 순찰자의 업무를 훌륭하게 수행하려면 반드시 사전 준비를 철저히 해야 한다.\n\n콜레이는 이 방면에 일가견이 있다. 그녀는 책을 늦게 접한 탓에 필기 성적은 동료들보다 떨어지지만, 실천 능력이 무척 뛰어나고 상상력이 풍부하다.\n\n가시 넝쿨을 신발에 감아 접지력을 높인다든가, 으깬 독버섯의 즙으로 사냥용 함정을 만든다든가…\n\n이 아이디어들은 콜레이가 숲 안팎을 안전하게 오갈 수 있도록 했을 뿐만 아니라 숲에서 길을 잃거나, 실수로 독이 있는 식물을 먹거나, 야수에 의해 다친 운 나쁜 사람들을 구조하는 데도 도움이 되었다.\n\n콜레이가 구한 행인들은 그녀의 기묘한 생존 노하우에 혀를 내둘렀고 그녀의 선량함과 친절함에 감동했다.\n\n위험한 상황이나 식량이 부족한 상황 혹은 구조된 이가 마음을 추스르지 못하고 히스테리를 부리는 상황에서도 콜레이는 태양 같은 따스함으로 모든 걸 포용한다.\n\n그녀는 다치거나 배고파도 아랑곳하지 않고 다른 사람을 돕고자 한다.\n\n유일하게 받아들이기 힘든 점은, 콜레이가 위급 상황에서 허기를 채우는 레시피일 것이다. 체력만 보충할 수 있다면 으깬 뚠뚠 복숭아의 씨는 물론, 반딧불이마저 머리만 똑 떼고 씹어먹는다.\n\n그녀를 만난 이들은 다들 이 숲의 견습 순찰자의 과거에 호기심을 품게 된다.\n\n——대체 어떤 일들을 겪었길래 앳된 소녀가 드넓은 황야를 제집처럼 여기는 걸까?",
      "en": "Should written tests be left out, Collei actually does well on her exams, especially when it comes to \"surviving in the wilderness.\"\n\nThe jungles of Sumeru suffer no shortage of poisonous creatures and dangerous beasts, while unexpected emergencies lurk around every corner. Therefore, a competent Forest Ranger must be a thoroughly-prepared one.\n\nAnd Collei really exceeds in this regard. She may not be as literate as her peers, which hinders her performance in all the written tests. Yet, she is nothing if not practical and creative.\n\nWrapping thorny vines around her boots to increase traction, rubbing the toxic sap of poisonous mushrooms onto hunting traps to promote efficiency...\n\nSuch ideas have ensured that she can travel in and out of the jungle safely, successfully extracting those unfortunate enough to become lost in the woods, accidentally ingest poison, or get hit by a running beast.\n\nThose who have been rescued by Collei are, one and all, amazed by her unique but reliable survival skills — not to mention how they are all moved by her genuine kindness and enthusiasm.\n\nBe it surrounded by grave dangers, or lacking food and supplies, even if the rescued traveler turns hysterical, she embraces every circumstance with the warmth of the sun.\n\nShe cares little for scars, and hunger concerns her not. She just wants to offer help to whoever is in need.\n\nThe only thing about her that is considered unacceptable by many is the recipes she utilizes during times of crisis: as long as they can replenish her energy, she will even gladly swallow fireflies without hesitation — the crushed pits of Zaytun Peaches are even less of an obstacle.\n\nWhen people meet her, they simply cannot help but wonder about this young trainee's past.\n\n—What sort of experiences could make such a seemingly innocent girl see the wilderness as her home?",
      "de": "Wenn man einmal von den schriftlichen Prüfungen absieht, sind Colleis Leistungen ziemlich gut, insbesondere bezüglich „Überleben in freier Wildbahn“.\n\nIn den Wäldern Sumerus mangelt es nicht an giftigen Tieren und ähnlichen Gefahren. Zudem bewirkt die Vielzahl unerwartet auftretender Notfälle, dass man immer achtsam bleiben muss. Wer in der Tätigkeit als Waldhüter erfolgreich sein möchte, muss immer gut gerüstet sein.\n\nCollei ist in dieser Hinsicht sehr erfahren. Sie hat zwar erst spät Kontakt mit Büchern gemacht und ihre Ergebnisse bei schriftlichen Prüfungen können nicht mit denen ihrer Kollegen mithalten, aber ihre praktischen Fähigkeiten sind überaus stark und sie hat allerlei geniale Einfälle.\n\nZur Verbesserung des Halts Dornenranken um Stiefel wickeln, Gift zerstörter Pilze für Fallgruben verwenden ...\n\nDadurch sorgt sie für ihre Sicherheit inner- und außerhalb des Waldes und kann so jene im Wald verirrten, durch Verzehr der falschen Lebensmittel vergifteten oder durch wilde Tiere verletzten armen Seelen aus ihrer misslichen Lage herausführen.\n\nJeder durch Colleis Hände gerettete Reisende staunt über die außergewöhnlichen Methoden, mit denen sie die Rettung durchführt. Davon abgesehen sind sie auch gerührt von ihrem Wohlwollen und ihrer Leidenschaft.\n\nMögen die Situation noch so gefährlich, Nahrung und Wasser noch so begrenzt und die Gefühle der zu Rettenden noch so sehr außer Kontrolle und in Hysterie geraten sein, wird Collei dennoch immer alles mit einer sonnigen Ausstrahlung ertragen.\n\nSie kümmert sich nie darum, ob sie verletzt ist oder ihr Magen grummelt. Für sie zählt nur, den Menschen zu helfen.\n\nEinzig die von Collei im Notfall verwendeten Nahrungsmittel sind für manche schwer hinzunehmen: Solange sie Kraft wiederherstellen können, kann sie alles herunterschlucken, ob es pulverisierte Kerne von Zaytun-Pfirsichen oder gar Glühwürmchen sind.\n\nWenn man ihr begegnet, ist es schwer, nicht auf die Vergangenheit dieser auszubildenden Waldhüterin neugierig zu werden.\n\nWas kann es bloß sein, was ein so junges Mädchen dazu treibt, eine solche Einöde als ihre Heimat zu betrachten?",
      "es": "Obviando los exámenes escritos, las notas de Collei son bastante buenas, sobre todo en lo que a sobrevivir en la naturaleza se refiere.\n\nEn la selva de Sumeru no faltan peligros como sustancias venenosas y feroces bestias, así como otras cosas repentinas complicadas de prevenir, por lo que, para ser un buen guardabosques, hay que estar muy bien preparado.\n\nSin embargo, Collei tiene mucha experiencia en esto. Si bien ha adquirido los conocimientos teóricos un poco más tarde y las notas de sus exámenes no son tan buenas como las de sus compañeros, el fuerte de Collei es la práctica y su pensamiento innovador.\n\nPor ejemplo, ata sus botas con plantas espinosas para mejorar la tracción y utiliza el líquido derramado por hongos venenosos aplastados como trampa para animales.\n\nGracias a estas ideas, puede ir y volver de la selva sana y salva, así como rescatar a los desafortunados que se pierden en ella, a los que confunden especies venenosas con comida o a los que han sido heridos por algún animal.\n\nTodas las personas a las que ha salvado se han sorprendido enormemente por sus increíbles habilidades de supervivencia, y se han conmovido por su bondad y entusiasmo.\n\nDa igual si hay algún peligro cerca o si le falta comida, Collei siempre trata a todo el mundo con calidez y respeto, incluso cuando trata con gente que ha perdido los nervios o que está al borde de la histeria.\n\nNo le importa estar llena de heridas o pasar hambre con tal de ayudar a los demás.\n\nLo único que la gente no entiende de ella son sus “recetas” para calmar el hambre en momentos críticos, ya que, con que sirva para reponer energías, todo le sirve: huesos triturados de duraznolivas, luciérnagas...\n\nAl encontrarse con esta guardabosques en prácticas, la gente no puede evitar sentir curiosidad por su pasado.\n\n¿Qué cosas habrá tenido que vivir esta joven tan pura e inocente para considerar la salvaje naturaleza como su casa?",
      "fr": "En dehors des épreuves écrites, Collei s'en sort avec des notes plutôt bonnes, surtout dans les matières en rapport avec la survie dans la nature.\n\nLa jungle sumérienne ne manque pas de créatures venimeuses ni de bêtes dangereuses, et le danger guette dans chacun de ses recoins. Pour devenir garde forestier, il est indispensable de bien se préparer.\n\nCollei a cependant beaucoup appris à cet égard : bien qu'elle ne soit pas aussi instruite que ses pairs, ce qui nuit à ses performances dans tous les tests écrits, elle se montre talentueuse dans l'application pratique des connaissances en plus d'avoir des idées originales et ingénieuses.\n\nEnrouler des lianes épineuses autour de ses bottes pour améliorer leur adhérence, frotter de la sève toxique de champignons vénéneux sur les pièges de chasse pour améliorer leur efficacité... C'est ce genre d'idées qui lui permet de s'aventurer dans la jungle et d'en ressortir en toute sécurité, ainsi que de sauver les malheureux qui se sont égarés, qui ont mangé des plantes non comestibles ou qui ont été blessés par un animal.\n\nTous ceux qui sont sauvés de la main de Collei sont époustouflés par ses incroyables compétences de survie, et sont touchés par sa gentillesse et son enthousiasme.\n\nQue le danger l'entoure, qu'elle manque de nourriture, que la personne secourue perde son sang-froid ou cède à l'hystérie, Collei traite toujours tout le monde avec chaleur et respect.\n\nTout ce qui compte pour elle, c'est d'aider les autres, et ce peu importe si elle est recouverte de blessures ou si elle est affamée.\n\nLa seule chose que les gens ne comprennent pas à propos d'elle, ce sont ses « recettes » pour apaiser la faim dans les moments critiques : elle n'hésite pas à avaler des noyaux de pêches zaytuns broyés ou des lucioles si cela lui permet de lui redonner de l'énergie.\n\nLorsque les gens la rencontre, ils ne peuvent s'empêcher d'être curieux à propos de son passé.\n\nQu'a donc enduré cette jeune femme pure et innocente pour qu'elle considère la nature sauvage comme son foyer ?",
      "pt": "Se os testes escritos forem deixados de fora, Collei realmente se saiu muito bem nos exames, especialmente quando se trata de \"sobreviver no deserto\".\n\nNas selvas de Sumeru existem milhares de criaturas venenosas e bestas perigosas. Situações inesperadas podem acontecer por todas as partes. Portanto, um Guarda-Florestal precisa estar sempre bem preparado.\n\nE Collei realmente excede neste sentido. Ela pode não ser tão alfabetizada quanto seus colegas, o que dificulta seu desempenho em todos os testes escritos. No entanto, ela é realmente muito prática e criativa.\n\nEnrolar vinhas espinhentas em volta de sua bota para aumentar a tração, esfregar a seiva dos cogumelos venenosos nas armadilhas para aumentar sua eficiência...\n\nIdeias assim, garantiram que ela pudesse passar com segurança dentro e fora da selva e salvar com sucesso aqueles que infelizmente acabaram se perdendo na floresta, terem acidentalmente se envenenados ou acidentalmente terem sido atingidos por uma besta fugindo.\n\nQuem quer que tenha sido resgatado pela Collei, ficou maravilhado com suas habilidades únicas, porém confiáveis de sobrevivência. Ao mesmo tempo, todos eles ficaram comovidos com sua genuína gentileza e entusiasmo.\n\nEsteja ela cercada por grandes perigos, ou sem comida e suprimentos, mesmo que um viajante resgatado fique histérico, ela abraça tudo com o calor do sol.\n\nEla nunca se importa se ficou com cicatrizes ou se passou fome. Ela só quer oferecer ajuda a quem quer que esteja precisando.\n\nA única coisa sobre ela que é considerada inaceitável por muitos é sua receita em momentos de crise: ela engolirá vaga-lumes sem hesitar, bem como pedaços esmagados de Pêssegos Zaytun.\n\nQuando as pessoas a conhecem, elas simplesmente não podem deixar de se perguntar sobre o passado desta jovem em treinamento.\n\n—Que tipo de experiência pode fazer uma garota tão inocente ver a natureza como sua antiga casa?",
      "ru": "Если не обращать внимания на письменные проверочные работы, Коллеи показывает хорошие результаты, особенно в области выживания в дикой природе. Тропический леса Сумеру полон опасностей, таких как ядовитые растения, дикие животные и неожиданные ситуации, которые невозможно предотвратить. Если хотите быть лесным дозорным, у вас должна быть хорошая подготовка. У Коллеи есть большой опыт выживания. Хотя теоретические знания она получила несколько позже, а её оценки не такие высокие, как у сверстников, сильная сторона Коллеи - практика и неординарное мышление. Например, она обвязывает свои сапоги колючими растениями для улучшения сцепления с поверхностью, а грибной яд она использует для поимки животных... Благодаря этим идеям она может безопасно передвигаться по тропическому лесу, а также спасать заблудившихся, отравившихся ядовитыми растениями и раненых дикими животными путников. Все, кого она спасла, были поражены её невероятными навыками выживания и тронуты её добротой и энтузиазмом. Будь то опасность или нехватка еды, Коллеи относится ко всем с теплотой и уважением, даже когда имеет дело с людьми, которые потеряли самообладание. Её не волнует собственное состояние, синяки и голод, она просто хочет помогать другим. Единственное, чего другие не понимают, это её «рецепты» для утоления голода в критические моменты, поскольку для приготовления питательной пищи, которая помогает восполнить силы, в ход идёт всё: раздавленные косточки персика, светлячки... При встрече с этим стажёром Лесного дозора люди не могут не полюбопытствовать о её прошлом. Что должна была пережить эта чистая и невинная девушка, чтобы считать дикую природу своим домом?",
      "id": "Kalau tes tertulis bisa diabaikan, nilai Collei pasti sudah sangat lumayan, terutama dalam aspek \"Bertahan Hidup di Hutan Belantara\".\n\nHutan Sumeru dipenuhi dengan berbagai macam bahaya seperti binatang buas dan berbagai kondisi darurat yang tiba-tiba muncul dan tak terprediksi. Jika ingin mengemban tanggung jawab sebagai Penjaga Hutan yang baik, maka harus mempersiapkan diri dengan baik.\n\nDalam bidang ini, Collei memiliki pengalamannya sendiri. Dia agak telat saat memulai mengenal pengetahuan melalui buku, makanya prestasinya secara tertulis mungkin lebih buruk dari orang-orang sebayanya. Tapi kemampuan prakteknya sangat kuat dan ide-idenya sangat brilian.\n\nMengikat tanaman rambat berduri di sekitar sepatu bot untuk meningkatkan kekuatan cengkeraman tanah, menggunakan jus jamur beracun untuk membuat jebakan hewan ....\n\nSemua ide-ide ini memastikan bahwa dia akan bisa pergi dan kembali dari hutan dengan aman, dan berhasil mengeluarkan mereka-mereka yang tersesat di dalam hutan, atau yang salah makan makanan beracun, atau mungkin si sial yang ditabrak oleh hewan buas, dengan selamat.\n\nSetiap pejalan kaki yang berhasil diselamatkan oleh Collei pasti akan kagum dengan kemampuan bertahan hidupnya yang ajaib. Selain itu, orang-orang juga sangat tergugah dengan kebaikan dan antusiasnya.\n\nBaik di dalam situasi bahaya, atau kekurangan makanan, meski orang yang berhasil diselamatkan tidak bisa mengendalikan emosinya dan bersikap histeris, Collei tetap akan bisa memaklumi semuanya seperti kehangatan sinar matahari.\n\nDia tidak pernah peduli kalau dirinya sudah terluka parah, atau lapar, dia hanya ingin membantu orang lain.\n\nSatu-satunya hal yang sulit diterima orang lain kurang lebih adalah, resep yang digunakan Collei untuk mengisi perut di saat darurat: asal bisa digunakan untuk menambah stamina, jangankan biji Zaytun Peach yang dihancurkan, bahkan kunang-kunang pun terpaksa dijadikan sebagai pilihan makanan setelah bagian kepalanya dibuang.\n\nSaat orang-orang bertemu dengannya, mereka pasti akan merasa penasaran dengan masa lalu sang Penjaga Hutan Pemula ini.\n\nSebenarnya masa lalu seperti apa, yang bisa membuat gadis muda yang masih belia ini, menganggap hutan belantara sebagai tanah airnya yang tercinta?",
      "th": "หากตัดเรื่องคะแนนสอบข้อเขียนของ Collei ออกไป คะแนนของเธอก็ถือว่าพัฒนาขึ้นมาก โดยเฉพาะเรื่อง \"การเอาชีวิตรอดในป่า\"\n\nป่าใน Sumeru เต็มไปด้วยเรื่องอันตรายอย่างของมีพิษหรือสิ่งมีชีวิตป่าต่าง ๆ เรื่องไม่คาดฝันมักจะเกิดขึ้นอยู่เสมอ ถ้าอยากจะทำงานเป็นเจ้าหน้าที่พิทักษ์ป่าละก็ ก็ต้องเตรียมตัวให้พร้อม\n\nCollei มีความสามารถในด้านนี้ ถึงเธอจะเรียนรู้หนังสือได้ช้า ด้านงานเขียนก็ไม่ได้ดีเทียบเท่าเพื่อนร่วมงานคนอื่น แต่เธอมีความสามารถภาคสนามที่ดีเยี่ยม ทั้งยังมีความคิดที่เป็นเอกลักษณ์อีกต่างหาก\n\nนำเถาวัลย์หนามมาพันรอบรองเท้าเพื่อใช้ยึดเกาะ ทุบเห็ดพิษให้แหลกแล้วนำน้ำมาทำเป็นกับดัก...\n\nความคิดเหล่านี้ช่วยให้เธอสามารถเดินทางเข้าออกป่าได้อย่างปลอดภัย ทั้งยังสามารถนำตัวผู้เคราะห์ร้ายที่หลงทางอยู่ในป่า, กินของมีพิษโดยไม่ได้ตั้งใจ หรือผู้โชคร้ายที่ถูกสัตว์ป่าโจมตีออกมาได้\n\nผู้สัญจรที่ถูก Collei ช่วยเหลือเอาไว้ต่างทึ่งในทักษะการเอาตัวรอดอันแปลกประหลาดของเธอ นอกจากนี้ ผู้คนยังประทับใจในความใจดีและความกระตือรือร้นของเธออีกด้วย\n\nจะเผชิญหน้ากับอันตรายรอบด้านก็ดี การขาดแคลนอาหารก็ดี หรือแม้แต่ผู้ที่ถูกช่วยเหลือสูญเสียการควบคุมก็ตาม แต่ Collei ก็ยังคงโอบรับทุกสิ่งทุกอย่างไว้ด้วยความอบอุ่นราวกับแสงอาทิตย์\n\nเธอไม่เคยสนใจว่าตัวเองจะมีแผลเป็นหรือหิวโหย เธอแค่อยากจะช่วยเหลือผู้คน\n\nแต่เรื่องเดียวที่ทำให้คนรู้สึกเกินรับได้ ก็คือสูตรอาหารที่ Collei ใช้บรรเทาความหิวโหยในยามวิกฤต: ขอเพียงแค่ฟื้นฟูพลังกายได้ ไม่ว่าจะเป็นแกนลูกพีชที่ถูกบดขยี้ หรือแม้แต่หิ่งห้อยก็ยังสามารถกลืนลงท้องไปได้\n\nผู้คนที่พบเธอ มักจะรู้สึกสงสัยถึงอดีตของเจ้าหน้าที่พิทักษ์ป่าฝึกหัดคนนี้อย่างหลีกเลี่ยงไม่ได้\n\nเธอต้องเจอประสบการณ์แบบไหนกันแน่ ที่สามารถทำให้สาวน้อยคนนี้มองว่าถิ่นทุรกันดารเป็นเหมือนบ้านเกิดของเธอได้?",
      "vi": "Nếu có thể bỏ qua bài kiểm tra viết, thành tích của Collei vẫn rất tốt, đặc biệt là phần \"sinh tồn trong môi trường hoang dã\".\n\nRừng rậm Sumeru đầy rẫy những mối nguy hiểm như thú dữ và những thứ có độc, cùng với đủ các tình huống đột xuất khó mà đề phòng. Nếu muốn trở thành một nhân viên kiểm lâm thì phải chuẩn bị thật nhiều.\n\nCollei có nhiều kinh nghiệm trong lĩnh vực này. Cô ấy tiếp xúc với sách vở hơi muộn, thành tích trên giấy không được bằng bạn bè cùng trang lứa, nhưng lại có năng lực thực tế cực kỳ tốt và nhiều ý tưởng tuyệt vời.\n\nQuấn dây leo có gai xung quanh ủng để tăng độ bám, sử dụng nước ép từ nấm độc để làm bẫy bắt thú...\n\nNhững ý tưởng này đã đảm bảo an toàn để cô có thể ra vào rừng rậm, đưa những người không may bị lạc trong rừng, những người ăn phải chất độc hoặc bị thú rừng làm bị thương ra ngoài.\n\nNhững người được Collei giải cứu đều kinh ngạc trước kỹ năng sinh tồn kỳ lạ của cô. Ngoài ra, mọi người cũng cảm động trước sự tốt bụng và nhiệt tình của cô.\n\nBất luận là dấn thân vào nguy hiểm, hay thiếu thốn thức ăn, ngay cả khi người được giải cứu mất kiểm soát về mặt cảm xúc và cuồng loạn, Collei vẫn sẽ bao dung mọi thứ như hơi ấm của mặt trời.\n\nCô không bao giờ quan tâm bản thân thương tích đầy mình hay là lâm cảnh đói khát, mà chỉ muốn giúp đỡ người khác.\n\nĐiều duy nhất mà mọi người không thể chấp nhận được có lẽ là công thức nấu ăn mà Collei sử dụng để thỏa mãn cơn đói của mình trong lúc nguy cấp: Chỉ cần có thể bổ sung thể lực, đừng nói là Đào Zaytun dập nát, ngay cả đom đóm cũng phải bỏ đầu mà nuốt vào bụng.\n\nKhi mọi người gặp cô, họ không tránh khỏi tò mò về quá khứ của cô kiểm lâm thực tập này.\n\nRốt cuộc đã trải qua những gì mà có thể khiến một thiếu nữ có vẻ ngây thơ như vậy coi nơi hoang dã như nhà của mình chứ?"
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "返回须弥之前，柯莱流浪了很久。\n\n流浪与旅行的不同，在于只知起点而不知终点。\n\n她的流浪从一间被焚烧殆尽的废墟开始，又或更早，从她身染恶疾的那一刻就已经开始，并且，注定是一场延伸向黑暗的无垠噩梦。\n\n与她一起逃离废墟的同伴，或失离于漫天的风沙狂卷，或倒在魔神残渣的折磨侵蚀。\n\n身负病恙与诅咒，他们无处栖身，唯有求助于无人的丛林与原野。\n\n大自然仁慈又残酷，不会因他们染疾而拒绝馈赠，也不会因他们呼唤就予取予求。\n\n越来越多同伴倒下，他们留下的教训教会了后来者如何在危境中挣扎求生。\n\n而在最后一名同伴倒下时，柯莱学会的是——不再向任何人伸手。\n\n那时她们背靠峭壁，疲于奔命，身后传来野兽穷追不舍的嘶吼。\n\n不知是因为通路狭窄还是另有原因，柯莱被仅余的同伴撞到，不慎跌落山道。\n\n万幸慌乱中她抓住了峭壁旁细弱的树枝，跟着伸出另一只手，高声呼救。\n\n可那位同伴仅仅是向她投来复杂的眼神，就毫不犹豫地选择了独自逃走。\n\n那个人没能走出多远。野兽的嘶吼比逃离的脚步声更快，几乎是呼啸着掠过。捕食本能让野兽无暇顾及崖下瑟瑟发抖的柯莱。\n\n柯莱悄悄缩回手，紧紧抓住随时可能断裂的树枝，直到头顶所有声音都平息下来。\n\n野兽的吼声与同行者的惨叫都已消失。\n\n她没办法憎恨一起逃亡的同伴。如果交换立场，她也不敢保证自己就一定能做出不同的选择。\n\n此时此刻，只有一个念头留在柯莱脑中。\n\n施救也好，求救也好——\n\n「我已经不会再向任何人伸出手了。」",
      "zht": "返回須彌之前，柯萊流浪了很久。\n\n流浪與旅行的不同，在於只知起點而不知終點。\n\n她的流浪從一間被焚燒殆盡的廢墟開始，又或更早，從她身染惡疾的那一刻就已經開始，並且，註定是一場延伸向黑暗的無垠噩夢。\n\n與她一起逃離廢墟的同伴，或失離於漫天的風沙狂捲，或倒在魔神殘渣的折磨侵蝕。\n\n身負病恙與詛咒，他們無處棲身，唯有求助於無人的叢林與原野。\n\n大自然仁慈又殘酷，不會因他們染疾而拒絕饋贈，也不會因他們呼喚就予取予求。\n\n越來越多同伴倒下，他們留下的教訓教會了後來者如何在危境中掙扎求生。\n\n而在最後一名同伴倒下時，柯萊學會的是——不再向任何人伸手。\n\n那時他們背靠峭壁，疲於奔命，身後傳來野獸窮追不捨的嘶吼。\n\n不知是因為通路狹窄還是另有原因，柯萊被僅餘的同伴撞到，不慎跌落山道。\n\n萬幸慌亂中她抓住了峭壁旁細弱的樹枝，跟著伸出另一隻手，高聲呼救。\n\n但那位同伴僅僅是向她投來複雜的眼神，就毫不猶豫地選擇了獨自逃走。\n\n那個人沒能走出多遠。野獸的嘶吼比逃離的腳步聲更快，幾乎是呼嘯著掠過。捕食本能讓野獸無暇顧及崖下瑟瑟發抖的柯萊。\n\n柯萊悄悄縮回手，緊緊抓住隨時可能斷裂的樹枝，直到頭頂所有聲音都平息下來。\n\n野獸的吼聲與同行者的慘叫都已消失。\n\n她沒辦法憎恨一起逃亡的同伴。如果交換立場，她也不敢保證自己就一定能做出不同的選擇。\n\n此時此刻，只有一個念頭留在柯萊腦中。\n\n施救也好、求救也好——\n\n「我已經不會再向任何人伸出手了。」",
      "jp": "スメールに戻る前、コレイは長いこと流浪していた。\n\n流浪と旅の違い、それは出発点は分かるが終着点が不明なことだ。\n\n彼女の流浪はとある焼けた廃墟から、またはそれよりも前、ある病気に罹った時から始まった。それは、闇へと続く果てしない悪夢に至る運命。\n\n彼女と共に廃墟から脱した仲間は、空を舞う風や砂に紛れたか、魔神の残骸による苦しみに倒れていった。\n\n病と呪いに蝕まれた彼らに、身を寄せるところなどない。ゆえに、誰もいない森と原野に助けを求めるほかなかった。\n\n大自然は優しくも残酷だ。病気だからといって恵みを与えることを拒まないが、呼びかけたからといって何かを与えることもない。\n\n仲間はどんどん倒れていき、彼らの残した教訓が後に続く者に危険な状況下で生き延びるすべを教えた。\n\nそして、最後の仲間が倒れた。コレイがそこから学んだのは——「誰にも手を差し伸ばしはしない」ということだった。\n\n当時、コレイたちは崖を背にして、命がけで走っていた。その背後からは野獣の唸り声が迫る。\n\n道が狭かったからか、それとも別の原因か、唯一残っていた仲間とぶつかり、コレイは崖から落ちてしまう。\n\n幸い、彼女は間一髪で生えていた枝を掴むことができた。もう片方の手を思いきり伸ばし助けを呼ぶ。\n\nしかし、仲間は複雑な表情を浮かべた後、迷わず一人で逃げてしまった。\n\nただ、その仲間はあまり遠くへは逃げられなかったようだ。野獣の唸り声は逃げていく足音よりも速く、瞬く間に追いつかれたことが分かった。野獣の捕食本能は、崖の下で震えるコレイに目もくれなかった。\n\nコレイは密かに手を引っ込め、今にも折れそうな枝にしがみつきながら、頭上の気配が消えるのを待った。\n\nそして、野獣の唸り声と仲間の悲鳴が消えた。\n\nコレイは一緒に逃げてきた仲間を憎みはしなかった。もし立場が逆だったら、違う選択をしていたとは言い切れなかったからだ。\n\nこの時、コレイの頭に浮かんだのはただ一つの思い。\n\n人を助けるにせよ、助けられるにせよ——\n\n「もう誰にも手を差し伸ばしはしない。」",
      "ko": "수메르로 돌아오기 전에 콜레이는 아주 오랫동안 방랑 생활을 했다.\n\n방랑과 여행의 다른 점은 시작점은 알고 있으나 종점을 모른다는 것이다.\n\n그녀의 방랑은 잿더미로 타버린 폐허로부터, 아니, 어쩌면 그녀가 난치병에 걸린 순간부터 시작된 걸지도 모른다. 그리고 그건 어둠으로 향하는 끝없는 악몽이었다.\n\n콜레이와 함께 폐허에서 도망친 동료들은 모래바람의 소용돌이에서 흩어지거나 마신의 잔해의 침식에 시달리다가 쓰러졌다.\n\n자비로우면서도 잔인한 대자연은 그들이 병에 걸렸다고 해서 자비를 내리지도, 그들의 부름에 응하지도 않았다.\n\n점점 더 많은 동료들이 쓰러졌고 그들은 살아남은 자들의 교훈이 되었다.\n\n마지막 동료가 쓰러졌을 때 콜레이가 배운 교훈은——누구에게도 손을 뻗지 말라는 것이었다.\n\n당시, 둘은 절벽을 등진 채 도망치고 있었고, 뒤에서는 끈질기게 쫓아오는 야수의 울부짖음이 들려왔다.\n\n길이 너무 좁았던 탓일까, 아니면 다른 이유에서일까. 콜레이는 마지막 남은 동료와 부딪치는 바람에 산길에서 굴러떨어졌다.\n\n불행 중 다행으로 콜레이는 가느다란 나뭇가지를 붙잡고, 다른 한 손을 내밀어 도와달라고 소리쳤다.\n\n동료는 복잡한 시선으로 콜레이를 바라보더니 망설임 없이 홀로 도망쳤다.\n\n하지만 동료는 멀리 도망치지 못했다. 야수의 울부짖음은 도망치는 발걸음 소리보다 훨씬 빨라서 바람이 휘몰아치는 것만 같았다. 포식의 본능에 야수는 절벽 아래에서 떨고 있는 콜레이를 신경 쓸 겨를이 없었다.\n\n콜레이는 살며시 손을 거두고 언제 끊어질지 모르는 나뭇가지를 단단히 움켜쥔 채 잠잠해질 때까지 기다렸다.\n\n야수의 울부짖음과 동료의 비명이 사라졌다.\n\n콜레이는 도망친 동료를 원망할 수 없었다. 자신은 그와 다른 선택을 했을 거라는 확신이 없었기 때문이다.\n\n그 순간 콜레이의 머릿속에는 단 하나의 생각밖에 없었다.\n\n어떤 상황이든——\n\n「난 더 이상 누구에게도 손을 뻗지 않을 거야」",
      "en": "Before returning to Sumeru, Collei had wandered for a long time.\n\nThe decisive difference between wandering and traveling, of course, lies in that the former bears no designated destination.\n\nHer wandering started from those charred ruins, or perhaps earlier, when she was afflicted with that disease, and it was long destined to be a never-ending nightmare extending into nothing but total darkness.\n\nMost of the companions with whom she had fled from the ruins either lost their way in the endless waves of sandstorms, or corroded to death by divine remains.\n\nSick and cursed, they had nowhere to stay, thus turning to uninhabited jungles and wildernesses.\n\nMother Nature is both merciful and cruel. She would never reject them because of their illness, nor would she offer whatever they need even if they cried out for it.\n\nAs more and more of her companions could walk no further, the lessons they left behind helped the rest become better at surviving in the most desperate situations.\n\nAnd when Collei's last companion could no longer continue, she learned yet another lesson: never to reach out to anyone again.\n\nAt that time, the two of them had their backs against the cliff, utterly exhausted. Yet, they could still hear the beast roaring from not too far off.\n\nPerhaps it was because of the narrow passage, if not for other reasons, but her only remaining companion bumped into her, sending her careening off the cliff.\n\nFortunately, Collei managed to grab a tiny twig in her panic, before stretching out her other hand and shouting for help.\n\nHowever, that companion merely glanced at her with a complicated look before escaping alone without hesitation.\n\nShe did not get far, the beast's howls outpacing her fleeing steps like a raging wind. The beast's pure predatory instinct caused it to overlook the shivering Collei, who was barely hanging onto the cliff.\n\nCollei quietly withdrew her hand and held on tightly to the branch that might break at any moment, until all the sounds above her head died down.\n\nThe roar of the beast and the screams of that companion had all disappeared.\n\nShe could not hate that companion. If she were in that person's shoes, she could not guarantee that she would have made a different choice.\n\nAt that moment, there was only one thought remaining in Collei's mind.\n\nBe it to offer help or to ask for it—\n\n\"I will never reach out to anyone again.\"",
      "de": "Vor ihrer Rückkehr nach Sumeru trieb sich Collei für eine Ewigkeit herum.\n\nDer Unterschied zwischen Herumtreibern und Reisenden ist, dass ersteres nur einen Start, aber keinen Zielpunkt hat.\n\nIhr Herumtreiben begann mit einer vollkommen niedergebrannten Ruine oder vielleicht sogar noch früher, mit dem Moment, in dem eine bösartige Krankheit ihren Körper befiel und ihr Leben zu einem grenzenlosen, düsteren Albtraum machte.\n\nDie Kameraden, die es mit ihr aus den Ruinen heraus schafften, verloren sich entweder in den den Himmel bedeckenden Sandstürmen oder fielen dem quälenden Verderben der Überreste der besiegten Götter zum Opfer.\n\nMit ihren von Krankheiten und Flüchen übersäten Körpern konnten sie an keinem Ort sicher leben, und so blieb nur, Zuflucht in den unbewohnten Wäldern und Ebenen zu suchen.\n\nDie Natur ist gnädig und grausam, lehnt nicht ab, weil jemand eine Krankheit mit sich trägt, gewährt aber auch nichts, nur weil sie danach flehen.\n\nImmer mehr ihrer Kameraden fielen. Was von ihnen übrig blieb, lehrte die Verbliebenen, wie sie in der Gefahr kämpfen mussten, um zu überleben.\n\nAls es schließlich auch mit dem Letzten ihrer Leidensgenossen zu Ende ging, war das, was Collei lernte, zu niemandem mehr die Hand auszustrecken.\n\nDamals stand sie, vom andauernden Davonlaufen erschöpft, das Gebrüll der unermüdlich hinter ihr her jagenden wilden Bestien hinter sich, am Abgrund.\n\nAus einem ihr unbekannten Grund, vielleicht weil der Durchgang zu eng war, wurde sie vom letzten anderen Überlebenden unter ihren Kameraden gestoßen und stürzte daraufhin vom Bergpfad ab.\n\nDurch größtes Glück konnte sie in ihrer Panik einen am Vorsprung wachsenden, dünnen Ast ergreifen, während sie die andere Hand ausstreckte und lauthals um Hilfe schrie.\n\nJener andere Kamerad aber warf ihr jedoch nur einen komplizierten Blick zu und lief ohne jedes Zögern allein davon.\n\nEr schaffte es jedoch nicht allzu weit. Das Gebrüll der Bestien war schneller als das Geräusch der sich entfernenden Schritte, es rauschte förmlich an dem Kameraden vorbei. Der Jagdtrieb ließ den Bestien keine Aufmerksamkeit für die an der Klippe hängende und zitternde Collei.\n\nCollei zog langsam ihre Hand zurück, griff fest nach dem Ast, der jederzeit durchzubrechen drohte, und wartete ab, bis alle Geräusche über ihr verklungen waren.\n\nDas Gebrüll der Bestien und die Schmerzensschreie ihres Kameraden verstummten.\n\nSie konnte keinen Hass für den Kameraden, der mit ihr zusammen geflohen war, empfinden. Wäre sie an seiner Stelle gewesen, hätte sie vielleicht genauso gehandelt.\n\nIn jenem Moment hatte Collei nur noch einen Gedanken.\n\nEgal, ob es darum ginge, jemanden zu retten oder selbst gerettet zu werden:\n\n„Ich werde nie wieder zu jemandem die Hand ausstrecken.“",
      "es": "Antes de volver a Sumeru, Collei estuvo mucho tiempo deambulando por el mundo.\n\nLa diferencia entre deambular y viajar está en que, en el caso de lo primero, sabes cuál es el comienzo, pero no el final.\n\nSu deambular empezó con el incendio de unas ruinas, o tal vez incluso antes, cuando contrajo una horrible enfermedad que más tarde se convertiría en una pesadilla que la atormentaría.\n\nLos compañeros que huyeron de las ruinas con ella o bien se perdieron en medio de las abominables tormentas de arena, o bien fueron atormentados por la corrosión de los restos de los dioses caídos.\n\nEnfermos y malditos, no tenían adonde ir y solo podían buscar ayuda en la solitaria selva y la naturaleza.\n\nEsta última es benévola y, al mismo tiempo, despiadada, así que, aunque nunca se negaría a ofrecer su gracia a unas personas enfermas, tampoco las ayudaría solo porque se lo pidieran.\n\nAsí, cada vez fueron cayendo más compañeros de Collei, y esto le sirvió como enseñanza para aprender a luchar y a sobrevivir en entornos peligrosos.\n\nCon la caída de su último compañero, Collei aprendió a no volver a extenderle la mano a nadie.\n\nEn ese entonces, ambos estaban pasando por un precipicio mientras huían desesperadamente del incesante rugido de las bestias.\n\nDebido a que el camino era muy estrecho o a otra razón desconocida, Collei chocó contra su último compañero y se cayó del camino de la montaña.\n\nPor suerte, logró agarrarse a una fina rama que crecía en el precipicio, y entonces extendió la otra mano mientras gritaba socorro.\n\nSu compañero le lanzó una mirada sospechosa y, después, huyó sin vacilación.\n\nPero no pudo huir muy lejos, pues el rugido de las bestias era mucho más veloz que el de sus pasos, como un silbido que se escucha de pasada. Así pues, las bestias estaban tan ocupadas con su instinto de depredador que ni siquiera se fijaron en Collei, que se estremecía de miedo.\n\nCollei se agarró con fuerza a aquella rama que podía romperse en cualquier momento hasta que no se escuchó ningún ruido.\n\nPor fin, tanto el rugido de las bestias como los alaridos de su compañero se desvanecieron en la lejanía.\n\nAun así, Collei no podía odiarlo. Había huido junto a ella y, si hubiera estado en su posición, quizás también habría hecho lo mismo.\n\nEn ese momento, en la cabeza de Collei solo había un pensamiento:\n\n“Ya sea salvando a alguien o pidiendo auxilio, nunca más volveré a extenderle la mano a nadie”.",
      "fr": "Collei a longtemps vagabondé avant de retourner à Sumeru.\n\nÀ la différence d'un voyageur, un vagabond sait d'où il part sans toutefois connaître sa destination.\n\nSon errance commença dans des ruines calcinées, ou peut-être même encore plus tôt, lorsqu'elle fut atteinte de sa maladie maligne qui deviendrait plus tard un cauchemar qui la hanterait à jamais.\n\nTous les compagnons qui avaient fui avec elle furent emportés par une tempête de sable ou succombèrent sous la douleur insupportable que leur causaient les restes des divinités déchues.\n\nAffligés par la maladie et la malédiction, ils n'avaient nulle part où aller et ne pouvaient que s'en remettre à la jungle et aux étendues sauvages, dans lesquelles nul homme ne vivait.\n\nLa nature est tantôt clémente, tantôt cruelle. Elle ne les rejetterait jamais à cause de leur maladie, ni ne leur offrirait ce dont ils ont besoin même s'ils le réclamaient à cor et à cri.\n\nAu fur et à mesure que les compagnons tombaient les uns après les autres, ils laissaient derrière eux des leçons qui viendrait enseigner à leurs successeurs comment survivre dans des situations périlleuses.\n\nQuand la dernière de ses camarades s'effondra, Collei apprit à ne plus jamais tendre la main à personne.\n\nElles étaient sur le flanc d'une falaise, complètement épuisées. Le rugissement de la bête qui les pourchassait sans relâche se faisait entendre derrière elles.\n\nCollei heurta sa dernière camarade et tomba dans le précipice, sans doute en raison de l'étroitesse du chemin.\n\nPar la plus grande des fortunes, elle parvint à s'agripper à de fines branches qui se trouvaient sur sa trajectoire. Elle tendit le bras et appela à l'aide.\n\nMais sa camarade ne lui offrit qu'un regard perplexe en réponse. Elle n'hésita pas à partir et à l'abandonner ici.\n\nElle ne parvint cependant pas à s'en aller très loin. Les rugissements de la bête se déplaçaient plus rapidement que ses bruits de pas, ils étaient tels une bourrasque. L'instinct de prédateur de la bête n'eut que faire des sentiments de Collei, qui tremblait de terreur sur le rebord de la falaise.\n\nDiscrètement, Collei baissa son bras et saisit fermement les branches qui menaçaient de rompre à tout moment, puis elle attendit que les bruits au-dessus de sa tête laissent place au silence.\n\nLes rugissements de la bête et les cris d'agonie de celle qui l'avait accompagnée avaient disparus.\n\nElle n'en voulait pas à sa camarade d'avoir voulu s'enfuir. Si elle avait été à sa place, elle n'est pas sûre qu'elle aurait fait un choix différent.\n\nÀ ce moment précis, il n'y avait qu'une seule pensée dans la tête de Collei.\n\nQue ce soit pour offrir ou demander de l'aide...\n\n« Je ne tendrai plus jamais le bras à qui que ce soit. »",
      "pt": "Antes de retornar para Sumeru, Collei perambulou muito pelo mundo.\n\nA diferença entre perambular e viajar está que na primeira não se sabe seu destino.\n\nSua trajetória iniciou-se naquelas ruínas incendiadas, ou talvez antes, quando ficou enferma, e estava destinada a ser um pesadelo eterno, que se estendia rumo à escuridão total.\n\nA maioria dos companheiros que fugiu com ela das ruínas se perderam nas infinitas tempestades de areia, ou foram corroídos até a morte pelos resquícios de deuses.\n\nDoentes e amaldiçoados, não tinham para onde ir, somente as florestas desabitadas e a natureza.\n\nA mãe natureza é misericordiosa, mas cruel. Nunca os rejeitaria por causa de sua doença, mas também não os daria nada somente porque imploravam.\n\nA medida que mais de seus companheiros não conseguia mais prosseguir, as lições que deixavam para trás ajudavam os outros a sobreviverem as situações mais desesperadoras.\n\nE quando o último companheiro de Collei não podia mais perambular com ela, ela aprendeu uma lição: não dar mais a mão para ninguém.\n\nNaquele momento, os dois estavam apoiando-se no precipício com suas costas, exaustos. Mas podiam ouvir o rugido das bestas.\n\nTalvez fosse por causa da passagem estreita, ou por alguma outra razão, seu último companheiro acidentalmente a derrubou precipício abaixo.\n\nFelizmente, Collei conseguiu, apavorada, pegar em um pequeno galho. Estendeu sua outra mão e gritou por ajuda.\n\nEntretanto, seu companheiro apenas a encarou com uma expressão confusa, antes de fugir sozinho sem hesitar.\n\nUm forte sopro de vento passou sobre sua cabeça, e a besta alcançou aquela pessoa antes de conseguir fugir muito longe.\n\nCollei silenciosamente abaixou sua mão e segurou forte no galho que podia quebrar a qualquer momento, até que todos os sons sobre sua cabeça silenciaram.\n\nO rugido da besta e o grito daquele seu companheiro desapareceram.\n\nEla não conseguia odiá-lo. Se estivesse na posição dele, não tinha como garantir que faria uma escolha diferente.\n\nNaquele momento, só havia um pensamento restando na cabeça de Collei.\n\nSeja para oferecer ou pedir ajuda.\n\n\"Nunca mais darei a mão para outra pessoa.\"",
      "ru": "Прежде чем вернуться в Сумеру, Коллеи долгое время странствовала. Разница между странствием и путешествием в том, что человек знает только начало, но не конец. Её скитания начались в сгоревших руинах, а то и раньше, в тот момент, когда она заразилась ужасной болезнью, ставшей впоследствии мучительным кошмаром. Спутники, бежавшие с ней из руин, либо затерялись в песчаных бурях, либо были измучены проклятием останков павших богов. Больные и проклятые, им некуда было идти, они могли искать спасения только в нетронутых джунглях и дикой природе. Природа благосклонна и в то же время безжалостна. Она никогда не откажет в милости больным людям, но не станет помогать им только потому, что они об этом просят. Спутников Коллеи становилось всё меньше и меньше, и это послужило для неё уроком и побудило научиться бороться и выживать в опасных условиях. И когда последняя спутница Коллеи больше не могла идти с ней, она усвоила ещё один урок: не надо ни к кому тянуться. Они вдвоём стояли, прижавшись спиной к скале, совершенно обессилевшие. Вдалеке слышался рёв зверя. Возможно, причиной тому была узкая тропинка, но её единственная оставшаяся в живых спутница столкнула её с обрыва, и Коллеи повисла над пропастью. К счастью, в последний момент она успела схватиться за крошечную веточку, а затем протянула вторую руку и закричала о помощи. Её спутница неоднозначно посмотрела на неё, а затем без колебаний побежала прочь. Но ей не удалось уйти далеко. Зверь, словно рычащий порыв ветра, пронёсся над Коллеи и догнал её спутницу. В силу хищнического инстинкта зверь не обратил внимания на дрожащую Коллеи, которая едва держалась над обрывом. Коллеи тихо убрала руку и крепко держалась за ветку, которая могла сломаться в любой момент, пока все звуки над головой не стихли. Рёв зверя и крики спутницы больше не были слышны. Она не испытывала ненависти к своей спутнице. Кто знает, как поступила бы она сама, окажись на её месте. В этот момент в голове Коллеи оставалась только одна мысль. «Предлагать помощь или просить о ней. Я больше никогда ни к кому не обращусь».",
      "id": "Sebelum kembali ke Sumeru, Collei berkelana cukup lama.\n\nBerkelana berbeda dengan berlibur. Perbedaannya yaitu pada kamu hanya tahu titik awalnya, sementara titik akhirnya tidak pernah kamu ketahui.\n\nDia mulai berkelana dari reruntuhan yang terbakar habis oleh api ganas, atau mungkin lebih awal lagi, saat dia terjangkit penyakit ganas, dan, sudah ditakdirkan untuk menjadi mimpi buruk yang menyebar ke dalam kegelapan.\n\nTeman-teman yang berhasil kabur bersamanya dari reruntuhan, ada yang hilang di dalam badai pasir berkepanjangan, ada juga yang jatuh ke dalam kikisan dan siksaan sisa-sisa dewa jahat.\n\nDengan tubuh yang menanggung penyakit berat dan kutukan, akhirnya mereka tidak punya tempat untuk tinggal. Satu-satunya tempat yang bisa menampung mereka adalah hutan dan dataran yang tidak berpenghuni.\n\nAlam penuh dengan kebaikan, tapi juga penuh kekejaman. Alam tidak akan menolak pemberian hanya karena mereka sakit, juga tidak akan pernah mengizinkan pemberian dari alam sendiri meskipun mereka meminta pertolongan.\n\nSemakin banyak teman-temannya yang tidak bisa bertahan. Pelajaran yang mereka tinggalkan mengajari kepada orang-orang selanjutnya bagaimana cara berjuang untuk bertahan hidup di dalam kondisi bahaya.\n\nSedangkan saat teman yang terakhir tidak bisa bertahan lagi, yang Collei pelajari adalah: Jangan pernah mengulurkan tangan kepada siapa pun lagi.\n\nPada saat itu, punggung mereka bersandar pada tebing, mereka sudah kehabisan tenaga karena berlari, dari belakang mereka, terdengar auman hewan buas yang sedang mengejar mereka.\n\nEntah karena jalurnya yang terlalu sempit, atau karena alasan yang lain, Collei ditabrak oleh satu-satunya temannya, dan kemudian terjatuh di celah gunung.\n\nUntung saja, di dalam kepanikan itu, Collei masih sempat meraih dahan kecil di sebelah tebing, sambil mengulurkan tangannya yang satu lagi, dia berteriak dengan suara yang keras untuk meminta tolong.\n\nTapi temannya hanya menatapnya dengan tatapan mata yang tidak bisa dimengerti, lalu dia memilih untuk kabur sendiri tanpa berpikir dua kali.\n\nBelum orang itu sempat jauh berlari, raungan hewan itu sudah tiba lebih cepat dari langkah kaki orang yang melarikan diri, sama seperti suara siulan yang lewat. Naluri predatornya membuat hewan buas itu tidak memiliki waktu untuk memerhatikan Collei yang bergemetaran di bawah tebing.\n\nCollei pelan-pelan menarik tangannya, dan menggenggam dengan erat dahan pohon yang sangat mungkin bisa patah kapan pun, hingga semua suara yang ada di atasnya sudah reda.\n\nAuman hewan buas dan jeritan sahabatnya sudah menghilang.\n\nDia tidak bisa membenci temannya yang melarikan diri tersebut. Kalau dia berada di posisi temannya, dia juga tidak berani menjamin kalau dirinya tidak akan mengambil pilihan yang berbeda.\n\nPada saat ini, hanya ada satu pemikiran yang menetap di benak Collei.\n\nMemberikan bantuan atau meminta bantuan——\n\n\"Aku tidak akan pernah mengulurkan tanganku lagi kepada siapa pun.\"",
      "th": "ก่อนที่จะกลับมาถึง Sumeru ตัวของ Collei นั้นได้เร่ร่อนอยู่นาน\n\nการเร่ร่อนแตกต่างจากการเดินทางที่รู้แค่จุดเริ่มต้น แต่ไม่รู้จุดสิ้นสุด\n\nการเร่ร่อนของเธอเริ่มต้นจากซากปรักหักพังที่ถูกเผาไหม้ หรือมันอาจจะเริ่มก่อนหน้านั้นอย่างตอนที่เธอเริ่มติดโรคร้ายก็เป็นได้ อีกทั้งมันถูกกำหนดไว้แล้วว่าเป็นฝันร้ายอันไร้ซึ่งจุดจบ ซึ่งมีแต่ความสิ้นหวังอันมืดมิดแผ่คลุม\n\nสหายร่วมทางที่หนีออกจากซากปรักหักพังพร้อมกับเธอ บ้างก็สูญหายไปท่ามกลางลมทะเลทรายที่โหมเต็มผืนฟ้า บ้างก็ทนทุกข์ทรมานจากการกัดกร่อนของเศษซากของเทพอสูร\n\nร่างกายที่เจ็บป่วย และถูกสาป ทำให้พวกเขาไร้ซึ่งที่ไว้อยู่อาศัย สิ่งที่เหลืออยู่มีเพียงแค่ป่า และถิ่นทุรกันดารที่ไม่มีคนอาศัยอยู่เท่านั้น\n\nธรรมชาติทั้งเมตตาและโหดเหี้ยม ไม่เคยปฏิเสธของขวัญเพียงเพราะพวกเขาเจ็บป่วย และไม่เคยประทานสิ่งใดให้ตามความต้องการเพียงเพราะพวกเขาร้องขอ\n\nสหายเริ่มล้มลงมากขึ้นเรื่อย ๆ สิ่งที่พวกเขาทิ้งไว้มีเพียงบทเรียนที่เอาไว้สอนคนรุ่นหลังให้รู้จักวิธีเอาตัวรอดในสถานการณ์อันเลวร้ายเท่านั้น\n\nและเมื่อเพื่อนคนสุดท้ายล้มลง สิ่งที่ Collei ได้เรียนรู้ก็คือ อย่าได้ยื่นมือออกไปหาใครอีก\n\nในตอนนั้นทั้งสองเอนหลังพิงหน้าผาอย่างเหน็ดเหนื่อย แต่กลับได้ยินเสียงคำรามของสัตว์ป่าดังมาจากด้านหลัง\n\nไม่รู้ว่าเป็นเพราะทางแคบหรือเหตุผลอื่นใด ทำให้ Collei ถูกเพื่อนที่เหลือเพียงคนเดียวชนจนกระเด็นหล่นหน้าผาไป\n\nท่ามกลางความตื่นตระหนกยังพอมีโชคดี Collei คว้าจับกิ่งไม้อ่อนแอที่ยื่นออกมาจากหน้าผา แล้วยื่นมืออีกข้างหนึ่งขึ้นมา แล้วตะโกนขอความช่วยเหลือ\n\nแต่เพื่อนคนนั้นกลับมองเธอด้วยแววตาซับซ้อน และเลือกที่จะหนีไปเพียงลำพังโดยไม่ลังเล\n\nแต่คนผู้นั้นก็หนีไปไม่ได้ไกล เสียงคำรามของสัตว์ร้ายนั้นรวดเร็วยิ่งกว่าเสียงฝีเท้าที่วิ่งหนี เพียงแค่ชั่วสายลมพัดผ่าน สัญชาตญาณการไล่ล่าอันบริสุทธิ์ของสัตว์ร้ายทำให้มันมองข้าม Collei ที่ตัวสั่นเทาอยู่บนหน้าผา\n\nCollei ค่อย ๆ ดึงมือกลับมาอย่างเงียบ ๆ พร้อมจับกิ่งไม้ที่ดูเหมือนจะหักลงทุกเมื่อไว้แน่นสุดแรง จนกระทั่งเสียงข้างบนนั้นเงียบลง\n\nเมื่อเสียงคำรามของสัตว์ร้าย และเสียงกรีดร้องของสหายเงียบหายไป\n\nเธอไม่สามารถเกลียดเพื่อนที่หลบหนีมากับเธอได้ เพราะถ้าเปลี่ยนเป็นตัวเธอเอง ในสถานการณ์ก็รับปากไม่ได้ว่าเธอจะเลือกทางเลือกอื่น\n\nในตอนนี้ มีเพียงความคิดเดียวที่ยังคงค้างอยู่ในใจของ Collei\n\nจะให้ความช่วยเหลือก็ดี หรือจะขอความช่วยเหลือก็ตาม\n\n\"ฉันจะไม่เอื้อมมือไปหาใครอีกแล้ว\"",
      "vi": "Collei đã lang thang một thời gian dài trước khi trở về Sumeru.\n\nSự khác biệt giữa lang thang và lữ hành là chỉ biết điểm bắt đầu mà không biết điểm kết thúc.\n\nCô bắt đầu lang thang từ một phế tích đổ nát bị thiêu rụi, hoặc thậm chí sớm hơn, đó là kể từ thời điểm cô mắc phải một căn bệnh quái ác, và nó đã được định sẵn là một cơn ác mộng bất tận kéo dài trong bóng tối.\n\nNhững người bạn đồng hành cùng cô bỏ chạy khỏi phế tích, hoặc đã lạc trong gió cát cuồng phong, hoặc rơi vào sự giày vò và ăn mòn của tàn dư ma thần.\n\nThân mang trọng bệnh và bị nguyền rủa, họ không còn nơi nào để đi ngoài những khu rừng hoang vắng và những cánh đồng.\n\nThiên nhiên vừa nhân từ lại vừa tàn khốc, sẽ không từ chối ban tặng vì họ mắc bệnh, nhưng cũng không chấp nhận những gì họ cầu xin chỉ vì họ khóc than.\n\nNgày càng có nhiều bạn đồng hành ngã xuống, và những bài học họ để lại đã dạy cho những người đi sau cách đấu tranh để tồn tại trong những tình huống hiểm nghèo.\n\nVà khi người bạn đồng hành cuối cùng ngã xuống, Collei học được một bài học là không đưa tay ra với bất kỳ ai nữa.\n\nKhi đó, bọn họ đang dựa vào vách núi, cả người kiệt sức, phía sau truyền đến tiếng rống của dã thú đang truy đuổi.\n\nKhông biết vì lối đi chật hẹp hay lý do nào khác mà Collei bị người bạn đồng hành duy nhất còn lại va phải và vô tình ngã xuống núi.\n\nMay mắn là trong lúc hoảng loạn, cô đã nắm lấy được cành cây mỏng manh cạnh vách đá, rồi vươn tay còn lại ra kêu cứu.\n\nNhưng người bạn đồng hành chỉ ném cho cô một ánh mắt phức tạp và rồi chọn cách trốn thoát một mình mà không do dự.\n\nNgười đó chạy không được bao xa. Tiếng gầm của dã thú còn nhanh hơn tiếng bước chân đang xa dần, giống như tiếng hú lướt qua. Bản năng săn mồi khiến con thú không quan tâm đến Collei đang run rẩy dưới vách đá.\n\nCollei lặng lẽ rút tay về, giữ chặt cành cây có thể gãy bất cứ lúc nào, cho đến khi mọi âm thanh phía trên tắt ngấm.\n\nTiếng gầm thét của dã thú và tiếng la thảm thiết của người bạn đồng hành đều đã biến mất.\n\nCô không thể ghét người bạn đồng hành đã chạy trốn cùng cô. Nếu đổi lại là cô, cô cũng không thể đảm bảo rằng mình sẽ đưa ra một lựa chọn khác.\n\nLúc này, trong đầu Collei chỉ còn lại một ý nghĩ.\n\nGiúp đỡ hoặc xin giúp đỡ cũng vậy...\n\n\"Tôi sẽ không đưa tay ra với bất kỳ ai nữa.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "柯莱再一次触碰他人的手，是在某年蒙德羽球节期间。\n\n城里张灯结彩，街头人声鼎沸。夜幕织向天陲，舞台气氛正酣。\n\n火红的少女自说自话地拉起她的手，离开狭小的木箱，挤入人群。\n\n人们围在一起，为套圈、弹弓之类简单幼稚的比赛喝彩叫好。\n\n柯莱一度感到无法理解。这些小游戏玩得再好，又能在城外猎到多少食物呢？\n\n可同行的少女却以极大热情投入其中，为每一次胜利欢呼雀跃，将到手的奖品分发给孩童们。\n\n柯莱不明白。假如不是为了奖励，为什么还要参加这些活动？难道，其中真会有什么乐趣吗？\n\n她偷偷溜到角落，拿起弹弓小试身手——结果，十多发里有一发碰到了靶子边缘。\n\n「中了！」柯莱兴冲冲地转过头，「喂！你快看…」\n\n这时她才发现自己沉迷其中已经过去了很长时间，红衣少女早已离开。\n\n后来的日子里，柯莱越发投入练习，逐渐听熟了引弦与掷镖的声音。她练了很长时间，直到十多发里罕有一发落空。\n\n每次拉动弓弦，柯莱总会想起那天夜里第一次击中目标的激动。\n\n还有那位少女拉起她跑向人群时，手心如暖阳般的温度。",
      "zht": "柯萊再一次觸碰他人的手，是在某年蒙德羽球節期間。\n\n城裡張燈結綵，街頭人聲鼎沸。夜幕織向天陲，舞臺氣氛正酣。\n\n火紅的少女自說自話地拉起她的手，離開狹小的木箱，擠入人群。\n\n人們圍在一起，為套圈、彈弓之類簡單幼稚的比賽喝彩叫好。\n\n柯萊一度感到無法理解。這些小遊戲玩得再好，又能在城外獵到多少食物呢？\n\n可同行的少女卻以極大熱情投入其中，為每一次勝利歡呼雀躍，將到手的獎品分發給孩童們。\n\n柯萊不明白。假如不是為了獎勵，為什麼還要參加這些活動？難道，其中真會有什麼樂趣嗎？\n\n她偷偷溜到角落，拿起彈弓小試身手——結果，十多發裡有一發碰到了靶子邊緣。\n\n「中了！」柯萊興沖沖地轉過頭，「喂！妳快看…」\n\n這時她才發現自己沉迷其中已經過去了很長時間，紅衣少女早已離開。\n\n後來的日子裡，柯萊越發投入練習，逐漸聽熟了引弦與擲鏢的聲音。她練了很長時間，直到十多發裡罕有一發落空。\n\n每次拉動弓弦，柯萊總會想起那天夜裡第一次擊中目標的激動。\n\n還有那位少女拉起她跑向人群時，手心如暖陽般的溫度。",
      "jp": "コレイが再び誰かの手に触れたのは、ある年のモンドのバドルドー祭でのことだ。\n\n街は鮮やかな装飾で彩られ、多くの人で賑わっていた。夜のとばりが空を染め上げ、祭りの雰囲気が広がっていく。\n\n炎のように赤い少女が狭い木箱からコレイの手を取ると、人混みへと引っ張って行った。\n\n人々は集まり、輪投げや的当てといった単純で簡素な出し物に笑顔を浮かべている。\n\n当時、コレイには理解できなかった。このような遊びが上手くても、外で食料を得ることなどできないからだ。\n\nしかし、一緒にいた少女は成功するたびに喜び、手に入れた賞品を子供たちに配っていた。\n\nコレイは不思議に思う——賞品が目当てでないなら、どうしてこんなものに参加するのか？いったい、それの何が楽しいのか？\n\n彼女はこっそり的当てのパチンコを手に取り、試しに撃ってみた——すると、十数発のうち一発だけ的の端に当たった。\n\n「当たった！！」と興奮した様子で振り返り、「おい！見ろよ…」と大きな声を出す。\n\nその時、彼女は自分がそれに夢中になっていたこと、そして赤い服の少女が既にいなくなってからずいぶん時間が経っていたことに気づいた。\n\nそれから数日、コレイは練習に没頭した。次第にゴムを引く動作や発射音にも慣れていった。そして長い練習の末、ついに十数発のうち外すのがたった一発になった。\n\nゴムを引くたびに、コレイはあの夜、初めて的に当てた時の感動を思い出す。\n\nそして、人混みへと引っ張ってくれた少女の、太陽のように温かい手のひらを思い出すのだ。",
      "ko": "콜레이가 다시 한번 타인의 손을 잡게 된 건 몬드의 어느 하르파스툼 축제에서였다.\n\n성에는 온갖 등불이 켜져 있었고 거리는 사람들로 북적거렸다. 밤의 장막은 하늘 끝까지 펼쳐졌고 무대의 분위기가 한창 무르익고 있었다.\n\n붉은 옷의 소녀는 멋대로 콜레이의 손을 잡고 좁은 나무상자에서 벗어나 인파로 비집고 들어갔다.\n\n모여 있는 사람들은 고리 던지기나 활쏘기 같은 단순하고 유치한 시합을 구경하며 환호했다.\n\n콜레이는 이해할 수 없었다. 이런 게임을 아무리 잘한다 한들 사냥하는 데 무슨 도움이 되겠는가?\n\n하지만 동행한 소녀는 의욕적으로 게임에 집중했으며 승리할 때마다 환호했고 받은 상품을 아이들에게 나누어 주었다.\n\n콜레이는 이해할 수 없었다. 상품을 위해서가 아니라면 왜 이런 게임에 참여하는 걸까? 저 게임에 숨겨진 재미라도 있는 걸까?\n\n콜레이는 구석에 몰래 숨어 탄궁을 들어 쏘아보았다——그 결과, 열몇 발 중 한 발만이 과녁의 끄트머리를 스쳤다.\n\n「맞혔어!」 콜레이는 신이 나서 고개를 돌렸다. 「이봐! 얼른 봐봐…」\n\n콜레이는 그제야 자신이 게임에 너무 오래 집중한 나머지, 붉은 옷의 소녀는 이미 떠났다는 걸 발견했다.\n\n그 후, 꾸준한 연습 끝에 콜레이는 점점 시위와 표창의 소리에 익숙해졌다. 열몇 발 중 어쩌다 한 발이 빗나갈 때까지 오랫동안 연습했다.\n\n시위를 당길 때마다 콜레이는 그날 밤 처음으로 목표를 명중했을 때의 흥분을 느꼈다.\n\n그리고 자신의 손을 잡고 인파 속으로 뛰어들던 그 소녀의 태양같이 따스하던 손을 떠올렸다.",
      "en": "Collei once again touched someone's hand during a certain year's Ludi Harpastum in Mondstadt.\n\nThe city was elaborately decorated with lights and lanterns. The streets were jam-packed with people. The sky was getting darker, and the stage was in full swing.\n\nA girl in flaming red just grabbed her hand, took her out of that cramped wooden box, and squeezed into the crowd.\n\nPeople gathered around, cheering and applauding the contestants who were playing hoops or with slingshots.\n\nCollei could not relate to them. No matter how well they could play these most childish games, what use were they in hunting game out in the wild?\n\nYet, the girl with her was extremely passionate about these little games. She would cheer and whoop at every victory, and hand out the prizes she won to the children.\n\nCollei was even more baffled. If not for the rewards, why would anyone participate in these activities? Was there really any fun in them?\n\nSo she sneaked to a corner and picked up a slingshot to try her hand at it — in the end, one of the more than ten shots she fired eventually hit the edge of the target.\n\n\"Yay! I hit it!\" Collei turned her head excitedly. \"Hey! Did you see...\"\n\nIt was only then that she realized that she had been there for quite a long time and the girl in red had already left.\n\nIn the days that followed, Collei had been practicing day in and day out. Gradually, she became more than familiar with the sounds of drawing a bowstring and throwing darts. She practiced for a long time, until she would seldom miss a shot out of ten.\n\nEvery time she pulled the bowstring back, Collei remembered the excitement of hitting the target for the first time on that night.\n\nAnd that when the girl grabbed her hand and ran towards the crowd, her palm was as warm as the sun.",
      "de": "Collei berührte danach erst bei den Ludi Harpastum von Mondstadt wieder die Hand eines anderen Menschen.\n\nDie Stadt war festlich geschmückt und erleuchtet. Die Gassen waren voller Stimmen. Als die Nacht hereinfiel, war das Geschehen auf der Bühne in vollem Gange.\n\nEin feuerrotes Mädchen ergriff ihre Hand, holte sie aus ihrer engen Holzkiste heraus und brachte Collei in die Menge.\n\nDie Menschen kamen zusammen, jubelten und applaudierten den Wettbewerbern, die Ringe warfen, Bogen schießen oder ähnliche kindische Spiele spielten.\n\nCollei konnte das zuerst gar nicht verstehen. Auch wenn man diese Spielchen noch so gut spielte, wie viele Tiere sollte man damit in der Wildnis erjagen können?\n\nDas Mädchen aber stürzte sich mit größter Freude unter sie und führte bei jedem Sieg Freudensprünge auf und gab die gewonnenen Preise an Kinder weiter.\n\nCollei konnte es nicht verstehen. Wenn nicht für die Belohnungen, wofür sollte man dann bei so einer Veranstaltung teilnehmen? Ob sie etwa wirklich Freude daran empfand?\n\nHeimlich stahl sie sich in eine Ecke, nahm eine Steinschleuder und versuchte es einmal. Das Ergebnis: Von zehn Schüssen traf einer den Rand des Ziels.\n\n„Treffer!“, Collei drehte voller Freude ihren Kopf. „He, schau mal ...“\n\nSie stellte fest, dass schon sehr viel Zeit vergangen war, während sie so in sich versunken war, und das Mädchen in Rot schon lange gegangen war.\n\nIn den folgenden Tagen stürzte sich Collei immer mehr ins Training, wurde immer vertrauter mit dem Geräusch der gezogenen Sehnen und der geworfenen Steine. Sie trainierte sehr lange, bis von zehn Schüssen nur noch selten einer daneben ging.\n\nWann immer sie die Sehne zog, dachte sie zurück an die Aufregung, als sie in jener Nacht zum ersten Mal das Ziel traf.\n\nUnd auch an die sonnige Wärme in der Hand des Mädchens, das sie damals in die Menschenmenge führte.",
      "es": "Collei volvió a extenderle la mano a alguien durante uno de los Ludi Harpastum de Mondstadt.\n\nLa ciudad estaba bellamente decorada y en las calles rebosaba el jolgorio. Caía la noche y el ambiente resultaba embriagador.\n\nUna chica parlanchina vestida de rojo ardiente le tomó de la mano, dejando atrás una estrecha caja de madera, y la arrastró hasta la multitud.\n\nTodo el mundo competía en juegos un tanto infantiles, como el lanzamiento de aros o los disparos con tirachinas, mientras aplaudían y aclamaban de alegría.\n\nPor un momento, Collei no entendía muy bien lo que pasaba. Por muy bien que jugaran a esos juegos, ¿servirían para cazar comida fuera de la ciudad?\n\nAun así, su compañera también se unió apasionadamente a aquellos juegos, y cada vez que ganaba, gritaba y saltaba de alegría. Es más, hasta repartió entre los niños los premios de sus victorias.\n\nCollei seguía sin entender nada. ¿Por qué alguien participaría en esos juegos si no era por los premios? ¿Acaso era por diversión?\n\nAsí pues, se escabuyó hasta un rinconcito, sacó un tirachinas y se dispuso a probar sus habilidades. De diez disparos, ¡acertó uno en el borde de la diana!\n\n“¡Acerté!”, exclamó Collei emocionada. Después, se volteó y gritó: “¡Eh! Mira lo que...”.\n\nEntonces se dio cuenta de que había jugado tanto tiempo al juego del tirachinas que la chica de rojo ya se había marchado.\n\nEn los días posteriores, Collei no dejó de practicar, y también se familiarizó con el sonido del tiro con arco y los dardos. Practicó y practicó hasta que, de diez disparos, rara vez fallaba alguno.\n\nAhora, cada vez que tensa la cuerda de su arco, Collei siempre recuerda la emoción que sintió aquella noche la primera vez que acertó a la diana, así como la calidez de la mano de aquella chica de rojo cuando la arrastró hasta la multitud.",
      "fr": "Collei toucha de nouveau la main d'une autre personne lors d'une édition du Ludi Harpastum à Mondstadt.\n\nLa ville était minutieusement décorée de lumières et de lanternes. Les rues étaient bondées de gens. Le ciel s'assombrissait, et l'ambiance battait son plein sur la scène.\n\nUne fille habillée de vêtements rouge flamboyant lui prit la main et l'entraîna dans la foule, laissant derrière elle un petit coffre en bois.\n\nLes gens criaient en jouant à des jeux enfantins tels que le lancer d'anneau et le tir au lance-pierre.\n\nCollei eut du mal à comprendre ce qu'il se passait pendant un moment. Aussi amusants fussent-ils, ces jeux pouvaient-ils être utilisés pour chasser du gibier à l'extérieur de la ville ?\n\nPourtant, la jeune fille qui était avec elle était extrêmement passionnée par ces petits jeux. Elle applaudissait et criait à chaque fois qu'elle gagnait, et donnait les prix qu'elle avait remportés aux enfants.\n\nCollei était confuse. Si les récompenses ne l'intéressaient pas, pourquoi cette fille participait-elle à ces activités ? Avait-elle vraiment du plaisir à les pratiquer ?\n\nElle se faufila dans un coin et saisit un lance-pierre pour s'y essayer. Sur dix tirs, un seul atteint le rebord de la cible.\n\n« Touché ! » pleine d'excitation, Collei se retourna :\n\n« Hé, tu as vu ça ? »\n\nElle se rendit compte qu'elle avait passé tant de temps à jouer au lance-pierre que la fille en rouge était déjà partie.\n\nPendant les jours qui suivirent, Collei passa son temps à s'entraîner sérieusement aux jeux. Elle était désormais habituée aux sons que produisaient la bande du lance-pierres qui se tend et les fléchettes qui volent jusqu'à leur cible. Elle pratiqua son lancer encore et encore, jusqu'à pouvoir réussir dix tirs sur dix presque à chaque essai.\n\nÀ chaque fois qu'elle s'apprêtait à tirer, Collei repensait à la joie éprouvée lors de son tout premier tir réussi.\n\nElle se souvenait aussi de la main chaude comme le soleil de cette fille qui lui tirait le bras en se précipitant vers la foule.",
      "pt": "Collei só voltou a dar as mãos a alguém em um dos Ludi Harpastum de Mondstadt.\n\nA cidade estava toda decorada, e animada com o burburinho das pessoas. A cortina da noite estava caindo, e o ambiente estava inebriante.\n\nA garota vermelha flamejante pegou sua mão e a puxou para trás de uma caixa de madeira para entre a multidão.\n\nTodos estavam juntos brincando em jogos infantis, como o lançamento de aros, ou com estilingues, enquanto outros torciam alegremente.\n\nCollei não compreendia porque brincavam desses jogos divertidos, eles serviriam para caçar fora da cidade?\n\nMas a entusiasmada garota se jogou no meio da brincadeira, a cada vitória, gritava de alegria, além disso, quando ganhou seu prêmio, o dividiu com as crianças.\n\nCollei não conseguia entender. Se não fosse pela recompensa, por que participar dessas atividades? Será que realmente havia algo de divertido nelas?\n\nEla sorrateiramente fugiu para o canto, pegou um estilingue para testar suas habilidades, e dos dez disparos, acertou um na borda do alvo.\n\n\"Eu acertei!\", exclamou Collei, emocionada, e virando a cabeça, disse \"Ei! Venha logo aqui ver!\"\n\nQuando ela se deu conta, já havia jogado tanto tempo que a garota de roupas vermelhas havia ido embora.\n\nNos dias seguintes, Collei praticou mais, e gradualmente se acostumou ao som de soltar a corda e da pedra sendo atirada. Ela praticou por muito tempo, até que dos dez disparos, quase nenhum errasse o alvo.\n\nCada vez que Collei puxa a corda de um arco, ela sempre se lembra do seu entusiasmo naquela noite em que atingiu o alvo pela primeira vez.\n\nE de quando aquela garota agarrou sua mão e correu rumo a multidão, com sua palma quente como o sol.",
      "ru": "Коллеи снова коснулась чьей-то руки во время празднования Луди Гарпастум в Мондштадте. Город был искусно украшен огнями и фонарями, улицы были заполнены людьми, небо темнело, а сцена ярко светилась. Девушка в красном схватила её за руку, вытащила из тесного деревянного ящика и потащила в толпу. Люди собирались вокруг, аплодируя участникам простых состязаний, которые играли с обручами и рогатками. Коллеи не понимала их. Как бы хорошо они ни умели играть в эти детские игры, какая от них польза в охоте на дичь в дикой природе? А вот девушка рядом с ней явно была увлечена этими забавами. Она радостно кричала при каждой победе и раздавала детям свои призы. Это ещё больше озадачило Коллеи. Зачем участвовать в играх, если не ради наград? Что в них такого весёлого? Она прокралась за угол и взяла рогатку, чтобы попробовать свои силы. В итоге один из более чем десяти выстрелов попал в край мишени. «Ура! Я попала!» Коллеи возбуждённо повернула голову. «Эй! Ты видела?..» И только тогда она поняла, что пробыла там довольно долго, а девушка в красном уже ушла. В последующие дни Коллеи усердно практиковалась. Постепенно звуки натяжения тетивы и метания дротиков стали ей родными. Каждый раз, натягивая тетиву, Коллеи вспоминала, как в тот вечер впервые попала в цель. А когда девушка схватила её за руку, и они побежали в толпу, её ладонь была тёплой как солнце.",
      "id": "Kali selanjutnya Collei menyentuh tangan orang lain, adalah waktu Ludi Harpastum di Mondstadt pada suatu tahun.\n\nPemandangan kota dihiasi dengan berbagai lampu warna-warna, jalan-jalan dihiasi dengan suara keramaian orang banyak. Saat senja sudah tiba, suasana panggung pun mulai meriah.\n\nGadis muda dengan baju berwarna merah seperti api itu menggumam sambil menarik tangannya, mereka keluar dari kotak kayu yang sempit itu dan masuk di antara kerumunan orang-orang.\n\nOrang-orang berkumpul dan bersorak-sorai untuk kompetisi permainan yang sederhana dan kekanak-kanakan, seperti gelang-gelangan kecil dan panah-panahan.\n\nCollei sama sekali tidak mengerti. Semenarik apa pun permainan ini, memangnya bisa dipakai untuk berburu makanan sebanyak apa di luar kota?\n\nTapi gadis muda yang bersamanya itu malah terbawa ke dalam suasana meriah saat itu, bersorak untuk setiap kemenangannya, dan membagikan hadiah yang diperolehnya kepada para anak-anak.\n\nCollei tidak mengerti. Kalau bukan demi hadiah, lalu kenapa dia masih mau mengikuti kegiatan seperti ini? Apa mungkin benar-benar ada kesenangan yang bisa diperoleh dengan melakukan hal itu?\n\nDia diam-diam bergeser ke sudut ruangan, mengambil busur dan mencoba kemampuan memanahnya. Akhirnya, dari belasan tembakan, ada satu yang berhasil mengenai sasaran.\n\n\"Kena!\" Collei berteriak kegirangan. \"Hei, lihat, lihat ....\"\n\nSaat itu, dia baru menyadari kalau dia sudah tenggelam dalam dirinya sendiri untuk waktu yang sangat lama, gadis muda berbaju merah itu sudah pergi entah ke mana sejak awal.\n\nPada hari-hari berikutnya, Collei semakin giat belajar, dan pelan-pelan menjadi terbiasa dengan suara tarikan busur dan anak panah. Dia berlatih untuk waktu yang lama sekali, sehingga dari belasan tembakan, jarang sekali ditemui satu anak panah pun yang tidak mengenai sasaran.\n\nSetiap kali menarik busur, Collei selalu mengingat antusiasmenya saat mengenai sasaran pertama kalinya pada malam itu.\n\nDan gadis berbaju merah yang menariknya dan mengajaknya masuk ke kerumunan orang-orang, telapak tangannya ... hangat bagaikan sinar matahari yang terik.",
      "th": "Collei ได้สัมผัสมือของใครสักคนอีกครั้งก็ในช่วงเทศกาล Ludi Harpastum\n\nเมืองสว่างไสวไปด้วยแสงแห่งโคมไฟ ท้องถนนคลาคล่ำไปด้วยผู้คน ม่านค่ำคืนกำลังตกทอดลงจากฟากฟ้า บรรยากาศบนเวทีช่างคึกคัก\n\nหญิงสาวในชุดสีแดงเพลิงพูดเองเออเองแล้ว จับมือเธอออกมาจากกล่องไม้ที่คับแคบก่อนพาเดินแทรกเข้าไปท่ามกลางฝูงชน\n\nผู้คนมารวมตัวกันส่งเสียงเชียร์และปรบมือให้แก่ผู้เข้าแข่งขันที่กำลังเล่นโยนห่วง และหนังสติ๊ก\n\nCollei งุนงงสับสนอยู่พักหนึ่ง เกมพวกนี้เล่นได้เก่งแล้วยังไง จะทำให้ล่าหาอาหารนอกเมืองได้เยอะขึ้นงั้นเหรอ?\n\nแต่หญิงสาวที่มากับเธอกลับทุ่มเทให้กับเกมนี้ด้วยความกระตือรือร้น ส่งเสียงโห่ร้องดีใจทุกชัยชนะ และมอบรางวัลให้แก่เด็ก ๆ ในท้ายที่สุด\n\nCollei ไม่เข้าใจ ถ้าไม่ใช่เพื่อรางวัล จะเข้าร่วมกิจกรรมทำไมกัน? หรือว่ามันสนุกจริง ๆ อย่างนั้นเหรอ?\n\nเธอค่อย ๆ เขยิบไปยังมุมหนึ่ง หยิบหนังสติ๊กมาลองฝีมือ ผลสรุปก็คือ ยิง 10 ครั้ง โดนเพียงแค่ขอบของเป้า 1 ครั้ง\n\n\"โดนแล้ว!\" Collei หันหน้ามาด้วยความตื่นเต้น \"นี่! ดูนี่เร็ว...\"\n\nในตอนนั้นเอง เธอถึงได้รู้ตัวว่า เธอจดจ่ออยู่กับมันนานจนสาวน้อยชุดแดงจากไปตั้งนานแล้ว\n\nวันต่อมา Collei ก็ฝึกฝนอยู่เรื่อย ๆ และเริ่มคุ้นเคยกับเสียงยามดึงสาย และเสียงเมื่อลูกยิงออกไป เธอฝึกซ้อมอย่างยาวนาน จนกระทั่งยิงสิบครั้ง จะพลาดเพียงแค่หนึ่งเท่านั้น\\ทุกครั้งที่ Collei ดึงสายธนู เธอจะนึกถึงความตื่นเต้นในตอนที่ยิงโดนเป้าครั้งแรกในตอนนั้นเสมอ\n\nแล้วก็สาวน้อยสีแดงที่ดึงมือเธอขึ้นมาแล้ววิ่งเข้าไปท่ามกลางฝูงชน ฝ่ามือของเธอคนนั้นช่างอบอุ่นราวกับแสงอาทิตย์",
      "vi": "Collei chạm vào tay người khác một lần nữa, là trong Lễ Đánh Cầu hằng năm của Mondstadt.\n\nThành phố lên đèn, đường phố đông nghịt người. Bầu trời dần buông màn đêm và không khí trên sân khấu vô cùng náo nhiệt.\n\nMột cô gái áo đỏ tự nói một mình rồi nắm tay cô kéo ra khỏi chiếc rương gỗ chật chội và chen vào đám đông.\n\nMọi người tụ tập lại với nhau, cổ vũ cho những cuộc thi đấu đơn giản và trẻ con như ném vòng, bắn cung.\n\nCollei cảm thấy không thể hiểu nổi. Những trò chơi này dù có chơi giỏi đến đâu, cũng đâu thể săn được bao nhiêu thức ăn ở ngoài thành chứ?\n\nNhưng cô gái đi cùng lại rất nhiệt tình tham gia, mỗi lần chiến thắng là nhảy nhót reo hò, và chia phần thưởng giành được cho các bạn nhỏ.\n\nCollei không hiểu. Giả sử không phải vì phần thưởng, thì tại sao lại tham gia những hoạt động này? Lẽ nào có gì vui thật sao?\n\nCô lẻn vào một góc và cầm cung lên thử - kết quả là mười phát thì có một phát trúng vào rìa của tấm bia.\n\n\"Trúng rồi!\" Collei hào hứng quay đầu lại, \"Nè! Mau nhìn kìa...\"\n\nLúc này cô mới nhận ra mình chìm đắm trong trò chơi này rất lâu, và cô gái áo đỏ cũng đã đi rồi.\n\nNhững ngày sau đó, Collei ngày càng luyện tập nhiều hơn, và dần quen với tiếng kéo dây cùng tiếng mũi tên bắn ra. Cô ấy đã tập luyện trong một thời gian dài, cho đến khi trong mười mấy phát chỉ có hiếm hoi một phát trượt.\n\nMỗi lần kéo dây cung, Collei lại nhớ đến cảm giác phấn khích khi lần đầu tiên bắn trúng mục tiêu vào đêm hôm đó.\n\nVà khi cô gái kia kéo tay cô chạy về phía đám đông, lòng bàn tay của cô ấy ấm áp như mặt trời."
    }
  },
  {
    "title": {
      "zhs": "柯里安巴",
      "zht": "柯里安巴",
      "jp": "コレアンバー",
      "ko": "콜린엔바",
      "en": "Cuilein-Anbar",
      "de": "Cuilein-Anbar",
      "es": "Colleámbar",
      "fr": "Cuilein-Anbar",
      "pt": "Collambei",
      "ru": "Куйлейн-Анбар",
      "id": "Cuilein-Anbar",
      "th": "Cuilein-Anbar",
      "vi": "Cuilein-Anbar"
    },
    "line": {
      "zhs": "成长，就是战胜过去不成熟的自己。\n\n柯莱经常帮化城郭的孩子缝补玩具，巡林队同僚们偶尔也会请她帮忙处理被树杈划破的衣物。\n\n话虽如此，柯莱倒也不是生来就擅长手工活。相反，她第一次缝东西的情况糟到了极点。\n\n那时柯莱即将离开蒙德，临走前特意将补好的旧衣裳交给丽莎，希望她代为转交给原主人安柏。\n\n缝是缝了，可歪扭如蚯蚓的针脚爬满整件衣服，恐怕以后都没法穿出去见人。\n\n她不知道丽莎会不会笑话她或是批评她。\n\n出乎意料，丽莎只是牵起柯莱藏在背后的手，细心地替她包扎。\n\n她完全不为柯莱指尖深浅不一的扎伤感到惊讶，只是说：「像把钩钩果当成皮球拍了一晚上呢。」\n\n「以后在须弥求学可不要这么心急啊，小柯莱。」丽莎笑道，「凡事总有第一次，学会适应初次上手的困难才是成长的意义。」\n\n柯莱忍不住红了脸。她还没完全学会如何接受他人的善意。\n\n但她还是个孩子，孩子总会成长。\n\n对世界绝望的孩子重新拾起希望，不擅长弹弓的孩子逐渐学会瞄准。\n\n把自己扎得伤痕累累的孩子，也会慢慢长成其他孩子眼中心灵手巧的榜样。\n\n化城郭内，孩子们叽叽喳喳地围在柯莱身边，眼中闪着羡慕的光。\n\n「手真巧，好漂亮的猫！」「柯莱姐姐，它有名字吗？」\n\n柯莱高高捧起那只做工精致、针脚细密的玩偶猫，脸上难得浮起一抹自豪。\n\n「它的名字就叫——『柯里安巴』！」",
      "zht": "成長，就是戰勝過去不成熟的自己。\n\n柯萊經常幫化城郭的孩子縫補玩具，巡林隊同僚們偶爾也會請她幫忙處理被樹枝劃破的衣物。\n\n話雖如此，柯萊倒也不是生來就擅長手工藝。相反，她第一次縫東西的情況糟到了極點。\n\n那時柯萊即將離開蒙德，臨走前特地將補好的舊衣裳交給麗莎，希望她代為轉交給原主人安柏。\n\n縫是縫了，但歪扭如蚯蚓的針腳爬滿整件衣服，恐怕以後都沒法穿出去見人。\n\n她不知道麗莎會不會笑話她或是批評她。\n\n出乎意料，麗莎只是牽起柯萊藏在背後的手，細心地替她包紮。\n\n她完全不為柯萊指尖深淺不一的扎傷感到驚訝，只是說：「像把鉤鉤果當成皮球拍了一晚上呢。」\n\n「以後在須彌求學可不要這麼心急啊，小柯萊。」麗莎笑道，「凡事總有第一次，學會適應初次上手的困難才是成長的意義。」\n\n柯萊忍不住紅了臉。她還沒完全學會如何接受他人的善意。\n\n但她還是個孩子，孩子總會成長。\n\n對世界絕望的孩子重新拾起希望，不擅長彈弓的孩子逐漸學會瞄準。\n\n把自己扎得傷痕累累的孩子，也會慢慢長成其他孩子眼中心靈手巧的榜樣。\n\n化城郭內，孩子們嘰嘰喳喳地圍在柯萊身邊，眼中閃著羡慕的光。\n\n「手真巧，好漂亮的貓！」、「柯萊姐姐，它有名字嗎？」\n\n柯萊高高捧起那隻做工精緻、針腳細密的玩偶貓，臉上難得浮起一抹自豪。\n\n「它的名字就叫——『柯里安巴』！」",
      "jp": "成長とは、未熟な過去の自分に勝つことである。\n\nコレイはよくガンダルヴァー村の子供たちのためにおもちゃを修理したり、レンジャーの同僚から木の枝などに引っかけて破いた衣服の修繕を頼まれたりする。\n\nとはいえ、コレイは生まれつき手仕事が得意だったわけではない。それどころか、初めて服を縫った時は、とんでもない状況になったそうだ。\n\nこれはコレイがちょうどモンドを離れることが決まり、修繕した古着をアンバーに返すようリサに頼んだ時の出来事だ。\n\n縫いはしたものの、くねくねと踊るような縫い目が服全体を這っており、それを着て人前には出られないほど酷い状態だったそうだ。\n\nリサは笑うか批判するだろうと、コレイは予想していた。\n\nだが意外にも、リサは背中に回してたコレイの手を取り、丁寧に手当てしてくれたのだ。\n\n彼女はコレイの指先が傷だらけになっているのを見てもまったく驚かず、「まるでググプラムをボールにして一晩中遊んだみたいね。」と言った。\n\n「スメールで勉強する時は、そう焦っちゃダメよ、コレイちゃん。」と、リサは笑いながらアドバイスをした。「何事にも初めてはあるわ。その初めての難しさに慣れていくことが、成長というものよ。」\n\nコレイは気づくと顔が赤くなっていた。彼女はまだ、人の親切を受け入れるのに慣れていなかったのだ。\n\n彼女はまだ子供で、そして子供はいずれ成長する。\n\nこの世に絶望していた子供は希望を取り戻し、苦手だったパチンコも次第に狙いを定めることができるようになった。\n\n傷ついた子は、他の子のお手本になるよう少しずつ成長していく。\n\nガンダルヴァー村では、やんちゃな子供たちがコレイの周りに集まり、憧れの眼差しを送っている。\n\n「かわいい猫！本当に手先が器用なんだね。」「コレイ姉ちゃん、その子なんていうの？」\n\nコレイは精巧に、そして丁寧に縫われた猫の人形を高く挙げると、珍しく誇らしげに顔を輝かせた。\n\n「こいつの名前は——『コレアンバー』だ！」",
      "ko": "성장이란 미숙했던 과거의 자신을 뛰어넘는 것이다.\n\n콜레이는 종종 간다르바 성곽의 아이들을 위해 장난감을 수선해준다. 숲의 순찰대 동료들도 종종 그녀에게 나뭇가지에 찢어진 옷의 수선을 부탁한다.\n\n하지만 콜레이도 처음부터 바느질에 능했던 건 아니다. 오히려 끔찍할 정도로 바느질을 못했다.\n\n당시 콜레이는 몬드를 떠나기 전에 리사에게 수선한 옷을 옷의 주인인 엠버에게 전해달라고 부탁했다.\n\n수선을 하긴 했지만, 옷은 지렁이 같은 바늘땀으로 가득해서 도저히 입고 다닐 수 없었다.\n\n콜레이는 리사가 그녀를 비웃거나 꾸짖을 거라고 생각했다.\n\n하지만 리사는 콜레이가 등 뒤에 숨긴 손을 살포시 잡고 그녀의 상처에 꼼꼼하게 붕대를 감아주었다.\n\n그녀는 콜레이 손끝의 자잘한 상처에 놀라는 대신, 「어젯밤에 고리고리 열매로 공놀이를 했나 보네.」라고 말했다.\n\n「수메르에서 공부할 땐 이렇게 급하게 하면 안 돼, 콜레이.」 리사는 웃으며 말했다. 「모든 일엔 처음이 있기 마련이고, 처음 만나는 어려움에 적응하는 법을 배우는 것이야말로 성장의 의미거든.」\n\n콜레이는 타인의 호의를 받는 것이 낯설어 자신도 모르게 얼굴을 붉혔다.\n\n하지만 콜레이는 어린아이였고 아이는 언젠가 성장하기 마련이다.\n\n세상에 절망한 아이는 다시금 희망을 품게 되고, 탄궁을 잘 쏘지 못하는 아이도 점차 조준을 배우게 된다.\n\n서툰 바느질에 손을 상처투성이로 만들었던 아이의 손재주도 점차 다른 아이들의 본보기가 될 정도로 성장했다.\n\n간다르바 성곽의 아이들은 눈을 반짝이며 콜레이 옆에서 재잘거렸다.\n\n「손재주가 너무 좋아요. 엄청 예쁜 고양이예요!」 「콜레이 언니, 이 고양이는 이름이 뭐예요?」\n\n콜레이는 꼼꼼한 바늘땀으로 만들어진 정교한 고양이 인형을 높이 들고 모처럼 자부심 가득한 표정을 지었다.\n\n「이 고양이의 이름은——『콜린엔바』야!」",
      "en": "To grow up is to best one's immature past self.\n\nCollei often helps the children in Gandharva Ville mend toys, and her Forest Rangers colleagues also occasionally ask her to help patch their clothes when they get torn up by branches.\n\nThat said, Collei was by no means born a seamstress. As a matter of fact, her first attempt at sewing was nothing short of a disaster.\n\nIt was when Collei was about to leave Mondstadt. Right before she left, she handed a piece of repaired old clothes to Lisa, hoping that she could return it to its original owner, Amber, on her behalf.\n\nThe piece was indeed repaired, but also covered in stitches so twisted that one could potentially mistake them for earthworms. In all likelihood, it was no longer possible for its owner to ever wear it out again.\n\nShe was afraid that Lisa would laugh at her or criticize her.\n\nTo her surprise, Lisa just gently took Collei's hands, hidden as they had been behind her back, and carefully bandaged the injuries.\n\nShe was not even slightly surprised by all the injuries, deep or shallow, on Collei's fingertips. She just casually commented, \"Why, it almost looks as if someone's been bouncing Wolfhooks across their hands all night, as if they were balls.\"\n\n\"Don't be this impatient with your studies in Sumeru, little Collei,\" Lisa said with a smile. \"There's always a first time for everything, and learning to overcome the difficulties you encountered during that first time is where the meaning of growing up lies.\"\n\nCollei instantly blushed. She had not quite learned how to accept the kindness of others back then.\n\nBut she was just a child, and children grow up.\n\nThe desperate child would grow up and discover hope once again. A child who could not use a slingshot at all gradually learned how to aim.\n\nThat child who was once constantly injured by a needle has also slowly grown up to be an ingenious role model in the eyes of other children.\n\nIn Gandharva Ville, children gather around Collei, chittering with envy and excitement.\n\n\"You're so skillful! What a pretty cat!\" \"Collei, does it have a name?\"\n\nCollei, for once, felt so proud of herself. She held up the exquisite cat doll, all fine stitches and perfect needlework.\n\n\"This is — Cuilein-Anbar!\"",
      "de": "Heranzuwachsen bedeutet, das alte, unreife Selbst hinter sich zu lassen.\n\nCollei hilft den Kindern von Gandharva oft, deren Spielsachen zu flicken. Ab und zu bitten auch die anderen Waldhüter sie, mit ihren von Astgabeln zerrissenen Kleidern zu helfen.\n\nWie dem auch sei, Collei war nicht immer gut in diesem Handwerk. Ganz im Gegenteil, als sie zum ersten Mal etwas flickte, war es furchtbar.\n\nDamals stand sie kurz davor, Mondstadt zu verlassen. Bevor sie ging, wollte sie noch einmal die geflickten Kleidungsstücke an Lisa geben, in der Hoffnung, dass diese sie an die eigentliche Eigentümerin, Amber, weitergeben würde.\n\nSie hatte zwar alles genäht, aber die Nähte verliefen kreuz und quer durch die Kleider, wie sich herumwindende Regenwürmer, sodass man sich kaum mehr damit zeigen konnte.\n\nSie wusste nicht, ob sich Lisa über sie lustig machen oder sie tadeln würde.\n\nUnerwarteterweise nahm Lisa sie nur an der Hand, die Collei die ganze Zeit hinter ihrem Rücken versteckt hielt, und versorgte ihre Wunden sorgfältig.\n\nSie war keineswegs über die unterschiedlich tiefen Wunden an Colleis Fingerkuppen überrascht und sagte nur: „Du siehst aus, als hättest du einen Ball aus Wolfshaken hergestellt und eine Nacht lang damit gespielt.“\n\n„Sei nicht so voreilig und hab Geduld, wenn du später in Sumeru studierst, kleine Collei“, schmunzelte Lisa, „bei allem gibt es ein erstes Mal. Sich dieser Schwierigkeit zu stellen, ist, was es bedeutet, zu wachsen.“\n\nCollei errötete gegen ihren Willen. Sie hatte noch nicht gelernt, wie sie mit dem guten Willen anderer umgehen sollte.\n\nSie war noch ein Kind, aber alle Kinder werden einmal groß.\n\nDas Kind, das über die Welt verzweifelte, fasste neue Hoffnung. Es lernte langsam gezielt zu schießen, auch wenn es nicht gut beim Bogenschießen gewesen war.\n\nAuch ein Kind, dessen Hände von selbst gestochenen Wunden übersät sind, wird langsam zu dem fähigen Vorbild anderer Kinder.\n\nIn Gandharva scharren sich die Kinder lärmend um Collei, in den Augen den Ausdruck größter Bewunderung.\n\n„So begabte Hände, was für ein schönes Kätzchen!“, „Collei, hat es einen Namen?“\n\nCollei hebt das fein gearbeitete, dicht vernähte Spielzeugkätzchen hoch, im Gesicht unverkennbarer Stolz.\n\n„Es heißt – Cuilein-Anbar!“",
      "es": "Crecer es superar a tu yo inmaduro del pasado.\n\nCollei suele ayudar a los niños de la Villa Gandharva a arreglar sus juguetes, y sus compañeros guardabosques también le piden ayuda para remendar la ropa que se les rasga con las ramas de los árboles.\n\nSin embargo, Collei no siempre ha sido buena con los trabajos manuales. Al contrario, la primera vez que tuvo que coser algo, la situación se le fue de las manos.\n\nCollei estaba a punto de irse de Mondstadt, pero antes quería darle a Lisa una ropa que había remendado para que ella, a su vez, se la diera a Amber, la dueña original.\n\nCiertamente la había remendado, pero con bastantes hilos sueltos por toda la prenda, así que quien la vistiera no querría mostrársela a nadie más.\n\nNo sabía si Lisa se reiría de ella o la criticaría, pero, inesperadamente, tomó las manos de Collei, quien las tenía escondidas tras la espalda, y vendó sus heridas.\n\nNi siquiera se sorprendió lo más mínimo por las heridas que se había hecho en las yemas de los dedos, y solo dijo: “Parece como si hubieras estado toda la noche jugando con una pelota de gancho de lobo.\n\nSerá mejor que no te pongas tan nerviosa cuando estés estudiando en Sumeru, querida Collei”, dijo Lisa entre risas. Y añadió: “Hay una primera vez para todo, pero solo crecerás como persona si consigues adaptarte a las dificultades en cuanto se presenten”.\n\nCollei no pudo evitar sonrojarse, pues aún no sabía muy bien cómo aceptar la bondad cuando venía de otras personas.\n\nSin embargo, aún era una niña, y todos los niños crecen, igual que todos los niños que no esperan nada del mundo vuelven a recobrar la esperanza algún día o aquellos que no son buenos con el arco aprenden a disparar con la práctica.\n\nDe igual modo, los niños que más heridas tienen son los que, al crecer, acaban convirtiéndose en los modelos a seguir para otros debido a sus habilidades.\n\nUna vez, los dicharacheros niños de la Villa Gandharva se reunieron alrededor de Collei con los ojos iluminados de admiración.\n\n“¡Qué hábil eres, Collei! ¡Y qué gato tan lindo!”, “Collei, ¿cómo se llama tu gato?”.\n\nCon una expresión de orgullo que rara vez mostraba, Collei alzó el muñeco-gato que confeccionó con tanto esmero y que tan bien le había quedado y dijo:\n\n“Se llama... ¡Colleámbar!”.",
      "fr": "Grandir, c'est vaincre son moi du passé qui refusait de mûrir.\n\nCollei aide souvent les enfants de Gandharva à raccommoder leurs jouets, et ses collègues gardes forestiers lui demandent souvent de les aider avec leurs vêtements qui ont été griffés par les branches des arbres.\n\nEn dépit de cela, Collei n'a pas toujours été douée pour les travaux manuels. Bien au contraire : la première fois qu'elle a eu à recoudre un objet, ça s'est très mal passé.\n\nCela s'est passé quand Collei s'apprêtait à quitter Mondstadt. Avant de partir, elle remit les vêtements usés qu'elle avait recousus à Lisa, en espérant qu'elle les transmettrait à leur propriétaire, Amber.\n\nBien qu'ils étaient recousus, ces vêtements étaient couverts de points de couture tordus comme des asticots. Il était donc impossible de se montrer en public avec.\n\nCollei craignait que Lisa se moque d'elle ou la critique.\n\nMais à sa grande surprise, Lisa prit la main éraflée que Collei cachait derrière son dos et l'aida à la bander délicatement.\n\nElle n'était pas du tout surprise par les blessures grandes et petites qui se trouvaient sur le bout des doigts de Collei. Elle lui dit simplement : « Regarde-moi ça, on dirait que tu t'es amusée à taper dans une baie à crochet toute la soirée comme si c'était un ballon. »\n\n« Quand tu feras tes études à Sumeru, il ne faudra pas être si hâtive, petite Collei. », s'exclama Lisa en riant. « Il y a une première fois à tout. Grandir, c'est surmonter les difficultés que l'on rencontre les premières fois qu'on essaie quelque chose. »\n\nCollei ne put s'empêcher de rougir. Elle ne savait pas encore comment réagir face à la gentillesse d'autrui.\n\nMais elle n'était qu'une enfant, et les enfants finissent toujours par grandir.\n\nLes enfants qui ont perdu foi en la vie finissent toujours par retrouver espoir, tandis que ceux qui ne savent pas tirer au lance-pierre finissent toujours par apprendre à viser.\n\nCette petite qui se blesse à répétition avec son aiguille à coudre finira par devenir un modèle aux yeux des autres enfants.\n\nUn jour, à Gandharva, les enfants bavardaient autour de Collei, le regard plein d'admiration.\n\n« T'es douée avec tes mains ! Il est trop beau, ce chat ! » « Dis, Collei, est-ce qu'il a un nom ? »\n\nCollei leva bien haut cette peluche de chat aux coutures délicates, et pour une fois, la fierté pouvait se lire sur son visage.\n\n« Il s'appelle Cuilein-Anbar ! »",
      "pt": "Crescer significa superar a imaturidade do eu passado.\n\nCollei geralmente ajuda as crianças da Vila Gandharva a consertarem seus brinquedos, e seus colegas Guardas-Florestais também ocasionalmente pedem sua ajuda para costurarem suas roupas rasgadas por galhos.\n\nDito isso, Collei não nasceu com talento para costurar. Na verdade, sua primeira vez costurando foi um desastre.\n\nFoi quando Collei estava para sair de Mondstadt. Logo antes de partir, ela entregou um pedaço de roupas costuradas para Lisa, esperando que ela pudesse devolver para Amber, sua dona original, por ela.\n\nO pedaço de roupa estava costurado, mas coberto de pontos tão tortos que poderiam ser confundidos com vermes. Amber talvez nunca mais pudesse usar essa roupa.\n\nEla estava com medo que Lisa risse ou a criticasse.\n\nPara sua surpresa, Lisa gentilmente segurou a mão de Collei e enfaixou seus ferimentos.\n\nEla não estava nem um pouco surpresa com todos os ferimentos, profundos ou superficiais, nas pontas dos dedos de Collei. Ela só comentou, casualmente: \"É como se alguém estivesse jogando um Gancho do Lobo como uma bola a noite inteira~\"\n\n\"Não seja tão impaciente com seus estudos em Sumeru, pequena Collei\", disse Lisa, sorrindo, \"Sempre há uma primeira vez para tudo, e aprender a superar dificuldades que você encontrou nessa primeira vez é onde está o significado de crescimento.\"\n\nCollei imediatamente ficou vermelha. Ela ainda não havia aprendido a aceitar a gentileza de outras pessoas.\n\nMas ela era só uma criança, e criança crescem.\n\nUma criança desesperada crescerá e descobrirá a esperança novamente. Uma criança que não conseguia usar um estilingue um dia aprenderá.\n\nA criança que se feria constantemente com uma agulha crescerá para se tornar uma grande modelo para outras crianças.\n\nNa Vila Gandharva, as crianças se reuniam ao redor de Collei, cochichando com inveja e animação.\n\n\"Tão engraçado! Que gatinho lindo!\", \"Collei, ele tem um nome?\"\n\nCollei, pela primeira vez, sentiu orgulho de si mesma. Ela ergueu o refinado gato de pelúcia com excelente costura.\n\n\"Esse é Collambei!\"",
      "ru": "Повзрослеть - значит стать лучше себя незрелой из прошлого. Коллеи часто помогает детям в Гандхарве чинить игрушки, а её сослуживцы из Лесного дозора иногда просят её подлатать их одежду, когда она рвётся о ветки. При этом Коллеи нельзя назвать прирождённой швеёй. Её первая попытка взять в руки нитку и иголку закончилась полным провалом. Это случилось, когда Коллеи собиралась покинуть Мондштадт. Перед самым отъездом она передала Лизе зашитую старую одежду, надеясь, что та сможет от её имени вернуть её первоначальной владельце, Эмбер. Одежда действительно была заштопана, но такими кривыми швами и стежками, что вряд ли кто-то согласился бы её надеть. Коллеи боялась, что Лиза засмеёт или раскритикует её. К её удивлению ничего подобного не произошло. Вместо этого Лиза взяла исколотые руки Коллеи, которые та прятала за спиной, и аккуратно перевязала их. Закончив, она небрежно сказала: «Ну и ну, выглядит так, как будто кто-то всю ночь бил руками по волчьим крюкам, как по мячу». «Не будь такой нетерпеливой в учёбе в Сумеру, малышка Коллеи», - сказала Лиза с улыбкой. «Всё бывает в первый раз. Научиться преодолевать трудности, с которыми ты впервые столкнулась, - вот в чём смысл взросления». Коллеи мгновенно покраснела. Она ещё не научилась принимать доброе отношение других людей. Но она была всего лишь ребёнком, а дети растут. Отчаявшийся ребёнок вырастет и снова обретёт надежду. Ребёнок, который совсем не умел пользоваться рогаткой, постепенно научится целиться. Ребёнок, который когда-то исколол себе все руки иглой, вырос и стал примером для подражания в глазах других детей. Дети Гандхарвы собираются вокруг Коллеи, щебеча от зависти и восторга. «Ух ты, как здорово получилось! Какой красивый котик! Сестрёнка Коллеи, а как его зовут?» Взяв в руки аккуратно сшитого котика, Коллеи в который раз почувствовала гордость за себя. «Его зовут Куйлейн-Анбар!»",
      "id": "Bertumbuh berarti menang melawan diri sendiri yang belum dewasa.\n\nCollei pernah membantu anak-anak di Desa Gandharva menjahit mainan, rekan-rekan dari tim Pelindung Hutan juga kadang-kadang memintanya untuk membantu membereskan pakaian yang robek oleh cabang-cabang pohon.\n\nMeski demikian, Collei juga bukan ahli dalam pekerjaan tangan sejak lahir. Malah, pertama kali dia menjahit sesuatu, kondisinya parah sampai tidak tertolong.\n\nPada waktu itu, Collei akan segera meninggalkan Mondstadt, sebelum pergi, dia khusus menyerahkan pakaian yang sudah ditambalnya kepada Lisa, dan berharap semoga Lisa bisa membantunya untuk menyerahkannya kepada pemilik pakaian ini, Amber.\n\nMemang sih sudah dijahit, tapi jahitannya yang miring dan tidak rata seperti cacing tanah memenuhi seluruh pakaiannya. Kalau dipakai keluar, yang ada mungkin cuma rasa malu yang menanti pemakainya.\n\nDia tidak tahu apa Lisa akan menertawakannya atau memarahinya.\n\nTapi di luar dugaan, Lisa cuma menggenggam tangan Collei yang disembunyikannya di balik badannya, dan membalut perban di telapak tangannya.\n\nDia sama sekali tidak terkejut dengan luka tusuk jarum dengan kedalaman yang berbeda-beda di ujung jari Collei. Dia cuma berkata, \"Anggap saja sedang bermain Wolfhook yang dijadikan bola karet satu malam ya.\"\n\n\"Ke depannya saat kamu belajar di Sumeru, jangan terlalu terburu-buru seperti ini ya, Nak Collei.\" Lisa tertawa. \"Semua hal ada pertama kalinya kok. Belajar beradaptasi dengan kesulitan waktu mau memulai untuk kali yang pertama, itu baru pertumbuhan yang sebenarnya.\"\n\nCollei pun menjadi tersipu malu. Dia masih belum belajar sepenuhnya bagaimana cara untuk menerima kebaikan dari orang lain.\n\nTapi dia juga masih anak kecil, anak kecil kan pasti tumbuh dewasa.\n\nAnak kecil yang sudah putus asa terhadap dunia kembali lagi memungut harapannya satu demi satu, anak yang tidak pintar memanah mulai belajar membidik dengan tepat.\n\nAnak kecil yang seluruh lukanya dibalut dengan perban, juga akan perlahan-lahan berkembang menjadi panutan yang lincah di mata orang-orang.\n\nDi Desa Gandharva, anak-anak bergumam dan mengelilingi Collei, mata mereka dipenuhi tatapan kekaguman.\n\n\"Tangannya lincah sekali, kucingnya cakep!\" \"Kak Collei, dia sudah dikasih nama belum?\"\n\nCollei mengangkat tinggi-tinggi mainan kucing yang penuh jahitan yang dijahitnya sendiri, terbersit sedikit kebanggan dari raut wajahnya.\n\n\"Namanya ... Cuilein-Anbar!\"",
      "th": "การเติบโต คือการเอาชนะตัวเองที่ยังเยาว์วัยในอดีต\n\nCollei มักจะช่วยซ่อมของเล่นให้เด็ก ๆ ใน Gandharva Ville, คนในทีมพิทักษ์ป่าเองก็มีมาขอให้เธอช่วยจัดการเสื้อผ้าที่ถูกกิ่งไม้เกี่ยวขาดเหมือนกัน\n\nต้องบอกก่อนว่า Collei ไม่ใช่คนที่มีความสามารถด้านงานฝีมืออะไรนัก แถมฝีมือการเย็บครั้งแรกของเธอยังเย็บออกมาได้เลวร้ายมาก\n\nตอนนั้น Collei กำลังจะออกจาก Mondstadt แต่ก่อนที่จะไปเธอได้ซ่อมแซมเสื้อผ้าเก่าแล้วนำไปฝากไว้กับ Lisa โดยหวังว่า Lisa จะนำมันไปคืนให้กับเจ้าของอย่าง Amber\n\nถึงจะเย็บเสร็จแล้วก็ตาม แต่บนเสื้อผ้านั้นกลับเต็มไปด้วยด้ายคดเคี้ยวเป็นเกลียวไปมาเหมือนตัวหนอน เกรงว่าต่อไปไม่น่ากล้าใส่ไปพบเจอผู้คนได้\n\nเธอไม่รู้ว่า Lisa จะหัวเราะเยาะ หรือวิจารณ์เธอมั้ย\n\nแต่ก็เกิดสิ่งที่คาดไม่ถึงคือ Lisa ดึงมือ Collei ที่ซ่อนไว้ด้านหลังออกมาทำแผลอย่างระมัดระวัง\n\nLisa ดูไม่แปลกใจกับระดับความลึกของเข็มที่แทงทั้งตื้นทั้งลึกทั้งหลายที่ปลายนิ้วของ Collei เธอพูดเพียงว่า: \"เหมือนเอา Wolfhook มาเดาะเล่นเป็นลูกบอลหนังทั้งคืนเลยนะ\"\n\n\"ต่อไปนี้ถ้าจะไปเรียนที่ Sumeru ก็อย่าใจร้อนอย่างนี้นะจ๊ะ Collei น้อย\" Lisa เอ่ยยิ้ม ๆ \"ทุกสิ่งล้วนมีครั้งแรกเสมอ การเรียนรู้ที่จะปรับตัวให้เข้ากับความลำบากคือความหมายของการเติบโตนะ\"\n\nCollei หน้าแดงอย่างอดไม่ได้ เธอยังไม่รู้จักวิธีที่จะรับความใจดีของคนอื่นเท่าไหร่นัก\n\nแต่ Collei ก็เป็นแค่เด็กน้อยคนหนึ่ง เด็กน้อยในวันนี้ก็ยังต้องเติบโตต่อไป\n\nเด็กน้อยที่สิ้นหวังกับโลกใบนี้ ได้เรียนรู้ที่จะมีความหวังใหม่อีกครั้ง เด็กน้อยที่ยิงหนังสติ๊กไม่ได้เรื่อง ก็เริ่มเรียนรู้ที่จะเล็งยิงเป็น\n\nเด็กน้อยที่โดนเข็มทิ่มจนเต็มไปด้วยรอยแผล ก็ค่อย ๆ เรียนรู้ที่จะเติบโตขึ้นมามีฝีมือยอดเยี่ยมเป็นแบบอย่างในสายตาของเด็กคนอื่น ๆ\n\nใน Gandharva Ville เด็ก ๆ ต่างล้อมรอบตัว Collei พลางส่งเสียงคุยจ้อกแจ้กจอแจ สายตาทอประกายไปด้วยความอิจฉา\n\n\"สุดยอดไปเลย เป็นน้องแมวที่สวยมาก!\" \"พี่ Collei มันมีชื่อมั้ย?\"\n\nCollei ยกตุ๊กตาแมวที่ถูกเย็บอย่างประณีตขึ้น ใบหน้าแต่งแต้มด้วยความภาคภูมิใจอย่างหาได้ยาก\n\n\"มันมีชื่อว่า 'Cuilein-Anbar' น่ะ!\"",
      "vi": "Trưởng thành là vượt qua cái tôi non nớt của quá khứ.\n\nCollei thường may vá đồ chơi cho những đứa trẻ trong Làng Gandharva, và các đồng đội trong đội kiểm lâm thỉnh thoảng cũng nhờ cô xử lý quần áo bị cành cây làm rách.\n\nMặc dù nói vậy, nhưng Collei không phải bẩm sinh đã giỏi những công việc thủ công. Ngược lại, lần đầu cô ấy may vá thì tệ thôi rồi.\n\nLúc đó Collei sắp rời khỏi Mondstadt, trước khi rời đi, cô còn gửi lại bộ quần áo cũ đã được vá lại cho Lisa, nhờ cô ấy đưa lại cho Amber.\n\nVá thì vá xong rồi, nhưng những mũi khâu ngoằn ngoèo như giun đất phủ kín cả chiếc áo, sợ là sau này không thể mặc ra đường được nữa.\n\nCô không biết Lisa có chê cười hay phê bình gì mình không.\n\nKhông ngờ Lisa chỉ nắm lấy bàn tay giấu sau lưng của Collei và băng bó cẩn thận cho cô.\n\nCô ấy không ngạc nhiên chút nào khi những ngón tay của Collei bị đâm chi chít, chỉ nói: \"Giống như lấy Quả Móc Câu làm quả bóng và đánh nó suốt đêm vậy.\"\n\n\"Sau này đi học ở Sumeru đừng nóng vội như vậy nhé, Collei bé nhỏ.\" Lisa cười nói, \"Cái gì cũng có lần đầu, học cách thích nghi với những khó khăn khi bắt đầu chính là ý nghĩa của sự trưởng thành.\"\n\nCollei không khỏi đỏ mặt. Cô ấy chưa hoàn toàn học được cách chấp nhận lòng tốt của người khác.\n\nNhưng cô ấy vẫn chỉ là một đứa trẻ, và những đứa trẻ rồi sẽ trưởng thành.\n\nĐứa trẻ tuyệt vọng với thế giới đã lấy lại được hy vọng, và đứa trẻ không giỏi bắn cung, dần dần đã học được cách nhắm trúng mục tiêu.\n\nĐứa trẻ với đầy vết sẹo do kim đâm, cũng sẽ dần dần trở thành một tấm gương khéo tay trong mắt những đứa trẻ khác.\n\nTrong Làng Gandharva, những đứa trẻ nói chuyện rôm rả xung quanh Collei, đôi mắt long lanh đầy ngưỡng mộ.\n\n\"Khéo tay quá, con mèo xinh ghê!\" \"Chị Collei, nó có tên không?\"\n\nCollei nâng con mèo bông được may bằng thủ công tinh xảo và đường khâu hoàn hảo lên, với vẻ tự hào hiếm thấy trên khuôn mặt.\n\n\"Nó tên là... Cuilein-Anbar!\""
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "大雨如注，落石与泥沙阻断了柯莱的归途。\n\n柯莱在山崖下燃起篝火，试图温暖身旁止不住发抖的女孩。\n\n这片河谷离她日常巡逻的林地足有一日的路程。如果只有她一个人，冒雨回去也不是不可能。\n\n但要再带上一名在林中迷失多时，饥寒交迫的孩子，就不是现在的柯莱力所能及的了。\n\n女孩小脸苍白，额头滚烫，嘴里含糊地念叨着妈妈。\n\n柯莱还记得孩子的母亲，她在化城郭焦急又绝望地寻求帮助——那似曾相识的神情，像是期盼着受苦的不是女儿而是自己。\n\n她们随商队出行路过河谷，扎营休息时女儿贪玩跑开，误入深林。商队发现孩子走失立刻全力搜救，却还是一无所获。\n\n无奈之下，母亲只得返回化城郭求救。\n\n最近提纳里带着各位巡林员前辈到城内议事，眼下情况之危急，已不容柯莱等师父返回。大雨冲刷之下，搜救犬也无法仰赖。\n\n她抄起行囊弓箭，只身前往林中。\n\n与此同时，潜藏在雷鸣与落雨声中的野兽的低吼，逐渐近了。\n\n柯莱忍不住想起一些烦心往事。最不愿面对的回忆，在此刻涌上心头。\n\n雨过天明，接到消息的提纳里丝毫没有停歇，匆忙赶来。\n\n山崖下一路都是打斗的痕迹，远处倒着几头猛兽，柯莱与女孩则依偎着彼此的肩头安然睡着。\n\n提纳里心弦一紧。他很清楚，此前的柯莱并没有这般身手——除非她引动了不该动用的力量。\n\n这无异于饮鸩止渴，还会加重柯莱的病情，必须快些联系大风纪官…\n\n提纳里的脚步声惊醒了柯莱。她连忙比划手势，请师父小声些，不要吵醒身边女孩。\n\n提纳里忧心地查看她的情况：「柯莱…你是不是…」\n\n柯莱摇摇头，随后抬起手，松开紧攥了一夜的拳头。\n\n「师父，我变强了哦！我不会让大家的努力就这么白费——从今天起，由我来保护大家。」\n\n一枚神之眼，在她手中安静地绽放着光芒。",
      "zht": "大雨如注，落石與泥沙阻斷了柯萊的歸途。\n\n柯萊在山崖下燃起篝火，試圖溫暖身旁止不住發抖的女孩。\n\n這片河谷離她日常巡邏的林地足有一日的路程。如果只有她一個人，冒雨回去也不是不可能。\n\n但要再帶上一名在林中迷失多時，饑寒交迫的孩子，就不是現在的柯萊力所能及的了。\n\n女孩小臉蒼白、額頭滾燙、嘴裡含糊地喃喃唸著媽媽。\n\n柯萊還記得孩子的母親，她在化城郭焦急又絕望地尋求幫助——那似曾相識的神情，像是期盼著受苦的不是女兒而是自己。\n\n她們隨商隊出行路過河谷，紮營休息時女兒貪玩跑開，誤入深林。商隊發現孩子走失立刻全力搜救，卻還是一無所獲。\n\n無奈之下，母親只得返回化城郭求救。\n\n最近提納里帶著各位巡林員前輩到城內議事，眼下情況之危急，已不容柯萊等師父返回。大雨沖刷之下，搜救犬也無法仰賴。\n\n她抄起行囊弓箭，隻身前往林中。\n\n與此同時，潛藏在雷鳴與落雨聲中的野獸的低吼，逐漸近了。\n\n柯萊忍不住想起一些煩心往事。最不願面對的回憶，在此刻湧上心頭。\n\n雨過天明，接到消息的提納里絲毫沒有停歇，匆忙趕來。\n\n山崖下一路都是打鬥的痕跡，遠處倒著幾頭猛獸，柯萊與女孩則依偎著彼此的肩頭安然睡著。\n\n提納里心弦一緊。他很清楚，此前的柯萊並沒有這般身手——除非她引動了不該動用的力量。\n\n這無異於飲鴆止渴，還會加重柯萊的病情，必須快點聯絡大風紀官…\n\n提納里的腳步聲驚醒了柯萊。她連忙比劃手勢，請師父小聲些，不要吵醒身邊女孩。\n\n提納里憂心地查看她的情況：「柯萊…妳是不是…」\n\n柯萊搖搖頭，隨後抬起手，鬆開緊握了一夜的拳頭。\n\n「師父，我變強了喔！我不會讓大家的努力就這麼白費——從今天起，由我來保護大家。」\n\n一枚神之眼，在她手中安靜地綻放著光芒。",
      "jp": "大雨が降り、落石と泥がコレイの帰路を阻んだ。\n\nコレイは崖の下で焚き火の支度をし、隣にいる震えの止まらない少女を温めようとした。\n\nこの河谷は、彼女が毎日パトロールをしている森から一日かけて歩いたところにある。彼女一人なら、雨の中を帰ることも不可能ではない。\n\nしかし、長いこと森で迷子になり、飢えと寒さに苦しんでいる子を一人連れ帰るとなると、今のコレイには難しいことだった。\n\n少女の顔は青ざめ、額は熱を帯び、母親のことをつぶやいている。\n\nコレイはその子の母親のことをはっきり覚えている。彼女はガンダルヴァー村へと焦燥し絶望した様子で助けを求めてきた——その表情は、まるで苦しむのは娘ではなく自分であって欲しかったと言っているようだった。\n\nその母娘はキャラバンと共に河谷を越え、キャンプを設営して休んでいたそうだ。しかし、娘が逃げ出して森から帰ってこなくなったという。キャラバン隊はその子を探そうと力を尽くしたが、見つからなかった。\n\n母親は仕方なくガンダルヴァー村へと戻り、助けを求めたのだ。\n\n今、ティナリはレンジャーの先輩たちを連れて会議のためシティへ行っている。あまりにも危機的な状況であるため、師匠の帰りを待つことはできない。地面は大雨に洗われ、救助犬の鼻もあてにならない。\n\nコレイはバッグと弓と矢を手に、一人森へ向かった。\n\nそれと同時に、雷鳴と雨音の中、獣の低い唸り声が徐々に近づいてきた。\n\n過去の嫌な記憶が蘇る。しかも、もっとも直面したくない記憶だ…\n\n雨が止むと、知らせを受けたティナリが休むことなく、急いで現場に駆けつけた。\n\n崖の下の道には戦いの跡が続いており、遠くで数匹の獣が倒れている。その先にコレイと少女が互いに肩を寄せ合って、静かに眠っていた。\n\nティナリの心臓が跳ねる。彼には分かっていた、目の前にいるコレイがここまで強くないことを。まさか、彼女は使ってはいけない力を使ったのではないか。\n\nこれは毒を飲んで渇きを癒やす行為、コレイの病状を悪化させてしまうことだ。早く大マハマトラに連絡しなければ…\n\nティナリの足音で目を覚ましたコレイ。彼女は慌てて身振り手振りで、隣の女の子を驚かさないよう音を立てないでと師匠に頼んだ。\n\nティナリは心配そうに彼女の様子を確認する。「コレイ…君、もしかして…」\n\nコレイは首を横に振り、手を上に伸ばすと、一晩中握りしめていた拳を緩めた。\n\n「師匠、あたし強くなったんだ！みんなの努力を無駄にしないためにも、今日からはあたしがみんなを守ってみせる。」\n\n彼女の手の中で、神の目が静かに光を放っていた。",
      "ko": "폭우가 쏟아졌고 낙석과 진흙이 콜레이의 돌아가는 길을 가로막았다.\n\n콜레이는 절벽 아래 모닥불을 피워 옆에서 오들오들 떠는 소녀의 몸을 녹이려고 했다.\n\n이 계곡에서 평소 순찰하는 숲까지 가려면 하루는 족히 가야 한다.\n\n혼자라면 비를 뚫고 갈 수 있었겠지만 숲에서 며칠 동안 길을 잃은 채 허기와 추위에 시달린 아이를 데리고 가는 건 불가능했다.\n\n아이의 작은 얼굴은 창백했고, 이마는 뜨거웠으며, 연신 엄마를 부르고 있었다.\n\n콜레이는 아이의 어머니를 기억하고 있었다. 그녀는 간다르바 성곽에서 초조하게 도움을 청하고 있다——어디선가 본 듯한 그 표정은 마치 딸이 아닌 자신이 고통받기를 바라고 있는 것만 같았다.\n\n어머니와 딸은 캐러밴과 함께 계곡을 지나가던 중이었다. 딸은 야영지에서 쉬는 틈을 타 놀러 나갔다가 숲에서 길을 잃었다. 캐러밴은 즉시 전력을 다해 수색했지만 아무런 수확이 없었다.\n\n어머니는 어쩔 수 없이 간다르바 성곽으로 돌아와 도움을 청했다.\n\n하지만 타이나리는 숲의 순찰자 선배들과 함께 회의에 참석하러 성으로 떠났고, 콜레이는 위급한 상황에서 스승님이 돌아올 때까지 기다릴 수 없었다. 쏟아지는 폭우 속에선 구조견의 도움을 바랄 수도 없었다.\n\n그녀는 배낭과 활을 메고 홀로 숲에 들어섰다.\n\n그와 동시에 뇌명과 빗소리에 숨어 있던 야수의 낮은 울부짖음도 점점 가까워지기 시작했다.\n\n콜레이는 자기도 모르게 마음 아픈 과거가 떠올랐다. 그 순간, 가장 마주하기 싫은 기억이 머릿속을 스쳐 지나갔다.\n\n비가 그치고 날이 밝자 소식을 전해 들은 타이나리는 서둘러 절벽으로 달려왔다.\n\n절벽 아래에는 전투의 흔적이 가득했다. 먼 곳에는 맹수 몇 마리가 쓰러져 있었고, 콜레이와 아이는 서로의 어깨에 기댄 채 곤히 잠들어 있었다.\n\n타이나리는 콜레이의 실력이 이렇게 뛰어나지 않다는 걸 잘 알고 있어서 걱정했다——콜레이가 쓰지 말아야 할 힘을 사용한 게 아닐까.\n\n그건 목이 말라 독약을 마시는 것과 다름없는 행위였다. 콜레이의 병세가 악화될 테니 얼른 대풍기관에게 연락을 취해야 했다…\n\n타이나리의 발소리에 놀라서 깬 콜레이는 얼른 옆의 아이가 깨지 않게 소리를 낮춰달라는 제스처를 취했다.\n\n타이나리는 걱정스럽게 콜레이의 상황을 살폈다. 「콜레이… 너 혹시…」\n\n콜레이는 고개를 저어 보이고는 밤새도록 꼭 쥐고 있던 주먹을 폈다.\n\n「스승님, 저 강해졌어요! 모두의 노력이 헛되게 하지 않을게요——오늘부터 제가 모두를 지킬게요.」\n\n신의 눈이 콜레이의 손안에서 조용히 빛나고 있었다",
      "en": "The rain was pouring. A surge of rock, earth, and debris had blocked Collei's way back.\n\nCollei lit a bonfire by the cliff, trying to warm the shivering girl next to her.\n\nThis river valley would require a full day's journey from the woodlands that were the domain of her usual patrols. If she were here all by herself, it would not be entirely impossible to get back in this rain.\n\nBut now that she had a child with her, wracked by cold and hunger after being lost in the woods for a long time, she had to wait.\n\nThe girl looked pale, her forehead boiled, and she kept murmuring her mother's name.\n\nCollei still remembered the girl's mother, who had been anxiously and desperately seeking help in Gandharva Ville — she recalled the look on her face, the look of one who wished that she was in suffering instead of her daughter. Collei knew that look.\n\nThe family had been traveling with a caravan to cross the river valley. As they were camping and resting, her playful daughter had run off, straying into the deep forest. As soon as the caravan noticed that the child was missing, they tried their best searching for her, but it was all in vain.\n\nIn desperation, the mother had to return to Gandharva Ville to look for help.\n\nRecently, Tighnari had been attending meetings in the city with other Forest Rangers, and the situation before her was critical — Collei could not wait for any of them to return. Nor could she rely on the search and rescue dogs during such heavy rain.\n\nSo she immediately grabbed her pack, bow, and arrows, before diving into the forest alone.\n\nAt that moment, the occasional low growl against the sound of thunder and rain told her that there were beasts approaching.\n\nCollei could not help but recall some disturbing experiences from her past. Old memories came flooding back, the memories she least wanted to face.\n\nBut the rain would pass, and after receiving the news, Tighnari rushed over without taking any breaks.\n\nTraces of fighting could be found all the way along the cliff. Several beasts lay fallen in the distance, while Collei and the girl slept peacefully on each other's shoulders.\n\nTighnari's heart seized up in his chest. He was well aware that Collei was not capable of doing all this — unless she had wielded power that should not be unleashed.\n\nIt was like drinking poison to quench thirst, and it would surely aggravate Collei's condition. He must contact the General Mahamatra right away...\n\nTighnari's footsteps awakened Collei. She hurriedly gestured to ask her master to quiet down so as not to wake the girl next to her.\n\nTighnari checked upon her worriedly, \"Collei... Did you...\"\n\nCollei shook her head. She raised a hand and released the fist that had been clenched all night.\n\n\"Master, I've become stronger! I won't let anyone's efforts go to waste — from now on, I'll protect everyone.\"\n\nIt was a Vision, silently glowing in her hand.",
      "de": "Strömender Regen, fallende Steine und Schlick behinderten Colleis Heimreise.\n\nAn einem Felsvorsprung entzündete sie ein Lagerfeuer, um zu versuchen, das zitternde Mädchen an ihrer Seite aufzuwärmen.\n\nDieses Flusstal war einen ganzen Tagesmarsch von dem Wald entfernt, in dem sie normalerweise auf Patrouille war. Wäre sie allein gewesen, wäre sie möglicherweise einfach durch den Regen hindurch zurückgekehrt.\n\nAber wenn sie dabei noch ein lange im Wald verirrtes, hungriges und frierendes Kind mit sich tragen müsste, dann würde es die Collei von heute nicht schaffen.\n\nDas kleine Gesicht des Mädchens war ganz bleich. Die Stirn fühlte sich an, als würde sie brennen, andauernd wimmerte sie nach ihrer Mama.\n\nCollei konnte sich noch an die Mutter des Mädchens erinnern, die in Gandharva verzweifelt um Hilfe suchte – dieser altbekannte Ausdruck, als hätte sie gehofft, dass es nicht die eigene Tochter sei, sondern sie selbst, die Qualen erleide.\n\nSie waren mit der Karawane aufgebrochen und kamen dabei durch das Flusstal. Während der Ruhe im Lager war die Tochter zum Spaß davongelaufen und hatte sich dabei im Wald verlaufen. Als in der Karawane das Verschwinden des Kindes bemerkt wurde, begann man sofort mit allen Kräften zu suchen, doch leider ohne Erfolg.\n\nIn ihrer Ohnmacht blieb der Mutter nur nach Gandharva zurückzukehren und Hilfe zu suchen.\n\nTighnari war kurz zuvor mit den dienstälteren Waldhütern zu einer Besprechung in die Stadt aufgebrochen, weshalb Collei bei dieser kritischen Situation nicht auf ihren Meister warten konnte. Aufgrund des alle Spuren tilgenden, prasselnden Regens konnte auch ein Rettungshund keine große Hilfe sein.\n\nSie schnappte sich ihren Rucksack sowie Pfeil und Bogen und brach allein in den Wald auf.\n\nGleichzeitig kamen die von Donner und Regen überdeckten Schreie der wilden Tiere immer näher.\n\nCollei konnte nicht anders, als an eine schmerzhafte Erinnerung zu denken. Es war gerade diejenige Erinnerung, die sie am meisten fürchtete, die sie in diesem Moment befiel.\n\nAls der Regen aufhörte und der Himmel sich lichtete, erfuhr sie, dass Tighnari ohne Rast herbeieilte.\n\nUnterhalb des Felsvorsprungs waren überall Kampfspuren und in der Ferne ein paar davonlaufende Bestien zu sehen. Collei und das Mädchen schliefen aneinander gekuschelt.\n\nTighnaris Herz war ergriffen, er wusste genau, die Collei, die er kannte, hätte so etwas nicht tun können – solange sie nicht jene Kräfte einsetzte, die sie nicht einsetzen sollte.\n\nDas wäre nichts anderes gewesen, als Gift zu trinken, um den Durst zu stillen, denn es verschlimmerte Colleis Krankheitszustand, weshalb er schnellstens den Mahamatra kontaktieren müsste ...\n\nTighnaris Schritte ließen Collei vom Schlaf aufschrecken. Sie ließ ihn mit einer Geste wissen, dass er ein wenig leiser sein sollte, um nicht das an ihrer Seite schlafende Kind aufzuwecken.\n\nBesorgt betrachtete Tighnari ihren Zustand: „Collei ... Bist du etwa ...“\n\nCollei schüttelte erst den Kopf und hob dann die Hand, wobei sie ihre die ganze Nacht über geballte Faust öffnete.\n\n„Meister, ich bin stärker geworden! Ich werde die Mühen aller nicht einfach so vergeuden – von heute an werde ich alle beschützen!“\n\nIn ihrer Hand zeigte sich ein Göttliches Auge, von dem ruhige Lichtstrahlen ausgingen.",
      "es": "Aquel día llovía a cántaros, y los desprendimientos de rocas y el limo traído por los ríos obstruían el paso a Collei en su camino de vuelta a casa.\n\nLa guardabosques prendió una hoguera a los pies de un precipicio para que la niña que estaba con ella entrara en calor y dejara de tiritar.\n\nEl valle en el que estaban se encontraba, al menos, a un día de viaje de su área de patrullaje de siempre. Si hubiera estado sola, no le habría importado mojarse con la lluvia con tal de regresar.\n\nPero en ese momento, Collei todavía no era capaz de hacer muchas cosas, y menos aún mientras iba con una niña que llevaba horas perdida en la selva y que tenía hambre y frío.\n\nLa pobre chica tenía la cara pálida, la frente ardiendo y no dejaba de murmurar “mamá”.\n\nCollei recordaba muy bien a la madre de la niña. Un día, llegó a la Villa Gandharva muy angustiada y pidiendo ayuda. La forma en la que miró a Collei le resultó muy familiar: era una mirada en la que se podía leer el pensamiento de “me da igual sufrir si es por el bien de mi hija”.\n\nAquel día, madre e hija habían viajado junto a una caravana para atravesar el valle. Al acampar, la hija se puso a correr y, accidentalmente, entró en la selva. Cuando se dieron cuenta en la caravana, todos empezaron a buscarla, pero no consiguieron dar con ella.\n\nDesesperanzada, la madre no tenía otra opción que volver a la Villa Gandharva para pedir ayuda.\n\nJusto en ese momento, Tignari estaba en la ciudad con los guardabosques más veteranos debido a un asunto de trabajo, por lo que Collei no podía esperar hasta que su maestro llegara, y tampoco podía depender de los perros rastreadores debido a la fuerte lluvia que caía.\n\nAsí pues, agarró su mochila y su arco y se dispuso a adentrarse sola en la selva.\n\nA medida que lo hacía, escuchaba cada vez más cerca los rugidos de las bestias, ocultos entre los truenos y el golpeteo de la lluvia.\n\nAnte esta situación, Collei no pudo evitar pensar en ciertos sucesos negativos del pasado, de modo que aquello a lo que menos se quería enfrentar le vino repentinamente a la cabeza.\n\nLa lluvia había cesado y, por fin, Tignari recibió la noticia de lo que había ocurrido, por lo que, sin descanso, se dirigió hacia la selva.\n\nEn los pies de aquel precipicio se encontró con muchos rastros de pelea, y a lo lejos divisó a unos monstruos caídos y a Collei y la niña durmiendo plácidamente sobre los hombros de la una y la otra.\n\nTignari estaba muy angustiado. Sabía que Collei aún no tenía las habilidades necesarias para haber hecho todo eso, a menos que hubiera utilizado algún poder que no debía.\n\nEra lo peor que podía haber hecho, ya que ello agravaría el estado de su enfermedad. Así pues, Tignari debía contactar con el Gran Juez.\n\nLos pasos de Tignari despertaron a Collei, que enseguida se puso en posición de ataque y le dijo a su maestro que hablara más bajito para no despertar a la pequeña.\n\nTignari miró a Collei con mucha preocupación y le dijo: “Collei, ¿acaso has...?”.\n\nElla negó con la cabeza, alzó una mano y, tras mantenerla toda la noche cerrada, la abrió.\n\n“¡Maestro, mire! ¡Me he vuelto más fuerte! Ya nunca más tiraré por la borda el esfuerzo de los demás. A partir de hoy, ¡yo me encargo de proteger a todos!”.\n\nY así, una radiante Visión centelleó en la mano de Collei.",
      "fr": "La pluie tombait à flots. Un déluge de roches, de terre et de débris bloquait le chemin de Collei.\n\nElle alluma un feu au pied de la falaise pour réchauffer la fille qui grelottait à côté d'elle.\n\nLa vallée où elle se trouvait était à un jour de voyage de la forêt dans laquelle elle avait l'habitude de patrouiller. Si elle était toute seule, elle pourrait envisager de continuer à avancer sous la pluie.\n\nMais maintenant qu'elle avait avec elle une enfant égarée et affamée, elle devait attendre.\n\nCette jeune fille avait le visage pâle, le front brûlant, et ne cessait d'appeler sa mère en murmurant.\n\nCollei se souvenait de la mère de cette petite : elle avait vu cette femme désespérée et paniquée demander de l'aide dans les rues de Gandharva, cette femme dont le regard était celui d'une personne qui souhaitait souffrir à la place de son enfant.\n\nLa mère et sa fille avaient suivi une caravane marchande pour traverser la vallée. Une fois le camp dressé, la petite était partie jouer et s'était retrouvée par erreur dans la forêt. Quand ils avaient découvert que la fille avait disparu, les caravaniers s'étaient immédiatement mis à sa recherche, mais n'étaient pas parvenus à la retrouver.\n\nImpuissante, la mère avait du retourner en ville pour chercher de l'aide.\n\nTighnari était parti en ville avec d'autres gardes forestiers pour participer à des réunions, et devant l'urgence de la situation, Collei ne pouvait pas attendre le retour de son maître. Sous la pluie battante, les chiens de sauvetage étaient incapables de retrouver la trace de la petite.\n\nElle endossa alors son sac, son arc et ses flèches, et se dirigea vers la forêt.\n\nAu même moment, le grognement des bêtes se faisait entendre entre le bruit de la pluie et de la foudre, et celui-ci semblait se rapprocher de plus en plus d'elle.\n\nEn entendant cela, de mauvais souvenirs ressurgirent dans l'esprit de Collei, des souvenirs auxquels elle ne voulait absolument pas se confronter.\n\nLa pluie passa et le ciel s'éclaircit. Ayant reçu la nouvelle, Tighnari ne prit pas une seule minute pour se reposer et s'empressa de rattraper son apprentie.\n\nSous la falaise, il y avait partout des traces indiquant qu'un combat s'était produit. Des corps de bêtes gisaient au loin. Quant à Collei et la petite fille, elles s'étaient endormies en s'appuyant l'une sur l'autre.\n\nLe cœur de Tighnari se serra. Il savait pertinemment que Collei n'était pas capable d'avoir fait ça... À moins qu'elle n'eût fait appel à une force qu'elle ne devait pas invoquer.\n\nAgir comme elle l'avait fait revenait à boire du poison pour étancher sa soif, car cela aggraverait l'état de sa maladie. Il devait contacter le général mahamatra le plus vite possible...\n\nLes bruits de pas de Tighnari réveillèrent Collei. Elle s'empressa de faire signe à son maître d'être plus silencieux afin de laisser dormir la petite fille.\n\nS'inquiétant pour elle, Tighnari lui demanda : « Collei, est-ce que tu as... »\n\nCollei fit non de la tête puis leva la main avant de desserrer son poing, qui était resté fermé toute la nuit.\n\n« Maître, je suis devenue plus forte ! Je ne laisserai pas les efforts des autres être gaspillés ! À partir d'aujourd'hui, c'est moi qui protégerais tout le monde ! »\n\nÀ l'intérieur de sa main, un œil divin luisait silencieusement.",
      "pt": "Estava chovendo forte. Um desabamento de rochas e terra bloqueou o caminho de volta de Collei.\n\nCollei acendeu uma fogueira, tentando aquecer a garota que estava tremendo ao seu lado.\n\nO vale desse rio tomaria um dia inteiro da floresta que ela geralmente patrulhava. Se estivesse sozinha, não seria impossível voltar nessa chuva.\n\nMas agora, ela estava com uma criança, que estava com frio e fome depois de se perder na floresta por muito tempo. Ela tinha de esperar.\n\nA garota parecia pálida, sua testa estava quente, e murmurava o nome de sua mãe o tempo inteiro, procurando por ela.\n\nCollei se lembrava da mãe da garota, que estava desesperadamente procurando por ajuda na Vila Gandharva. O seu rosto demonstrava que antes fosse ela do que sua filha a passar por esse sofrimento. Collei conhecia esse semblante.\n\nA família estava viajando com uma carana para cruzar o vale do rio. Quando estava acampando para descansar, a filha correu e acabou se perdendo nas profundezas da floresta. Assim que a caravana percebeu que a criança havia desaparecido, tentaram encontrá-la, mas foi em vão.\n\nDesesperada, a mãe retornou para a Vila Gandharva para procurar por ajuda.\n\nTighnari estava participando de reuniões na cidade com os outros Guardas-Florestais, entretanto, a situação era tão crítica que Collei não podia esperar por seu retorno. Ela pegou seus pertences e partiu para a floresta sozinha. Chovia torrencialmente, os Cães de Busca e Resgate não poderiam ajudá-la\n\nE agora, contra o som do trovão e chuva, alguns baixos rugidos eram ouvidos, indicando que uma besta estava se aproximando.\n\nCollei não conseguia evitar lembrar-se de algumas experiências perturbadoras em seu passado. Memórias antigas estavam retornando, memórias que ela não gostaria de ter.\n\nQuando a forte chuva parou, após receber tais notícias, Tighnari partiu apressadamente.\n\nVestígios de combates estavam por todo o precipício, várias bestas estavam caídas, e Collei e a garota estavam dormindo pacificamente uma no ombro da outra.\n\nO coração de Tighnari parou. Ele sabia que Collei não era capaz de fazer isso, a não ser que tivesse usado o poder que não deveria.\n\nEra como beber veneno para matar a sede, e pioraria sua condição. Ele devia entrar em contato com o General Mahamatra imediatamente...\n\nOs passos de Tighnari acordaram Collei. Ela gesticulou para seu mestre fazer menos barulho para não acordar a garotinha.\n\nTighnari checou como ela estava, \"Collei, você...\"\n\nCollei negou, balançando sua cabeça. Ela levantou a mão e abriu seu punho, que havia ficado fechado a noite inteira.\n\n\"Mestre, eu me tornei mais forte! Não deixarei que os esforços de mais ninguém sejam desperdiçados, de agora em diante, protegerei a todos.\"\n\nEra uma Visão, brilhando silenciosamente em sua mão.",
      "ru": "Дождь лил не переставая. Камнепад и грязь преградили Коллеи путь назад. Она разожгла костёр у обрыва, пытаясь согреть дрожащую девочку рядом. Эта речная долина находится в дне пути от леса, где она совершает свои ежедневные патрулирования. Будь Коллеи одна, то вернулась бы назад даже под ливнем. Но с ней был ребёнок, измученный холодом и голодом после долгого пребывания в лесу, поэтому пришлось ждать. Девочка выглядела бледной, её лоб кипел, а сама она продолжала бормотать имя матери. Коллеи вспомнила её. Полная тревоги и отчаяния, она искала помощи в Гандхарве. Она помнила выражение её лица, лица той, которая хотела бы оказаться на месте своей дочери. Коллеи знала этот взгляд. Семья путешествовала с караваном, чтобы пересечь долину реки. Когда они разбили лагерь и отдыхали, её игривая дочь убежала и потерялась в лесу. Когда караван заметил, что ребёнок пропал, они изо всех сил пытались найти её, но их усилия были тщетны. В отчаянии мать девочки вернулась в Гандхарву в поисках помощи. Тигнари участвовал в городских встречах с другими лесными дозорными, а ситуация не требовала отлагательств. Коллеи не могла ждать их возвращения, поэтому схватила свой рюкзак, лук и стрелы, и в одиночку отправилась в лес. Сильный дождь размыл местность, и на поисково-спасательных собак нельзя было положиться. Периодически раздающееся утробное рычание на фоне грома и дождя подсказало ей, что приближаются звери. Коллеи не могла не вспомнить тревожные события из своего прошлого. В памяти всплыли воспоминания, с которыми она меньше всего хотела столкнуться. Но дождь закончился и Тигнари, получив послание, поспешил ей на помощь. Следы боя можно было найти на всём пути вдоль горы. Несколько зверей лежали поверженными вдали, а Коллеи и девочка мирно спали, облокотившись друг на друга. Сердце Тигнари бешено колотилось. Он прекрасно понимал, что Коллеи не способна на такое. Если только она не обладает силой, которую нельзя высвобождать. Это всё равно, что пить яд, чтобы утолить жажду, и это, несомненно, усугубит её состояние. Нужно немедленно связаться с генералом махаматрой... Шаги Тигнари разбудили Коллеи. Она поспешно жестом попросила наставника не шуметь, чтобы не разбудить девочку. Тигнари обеспокоенно посмотрела на неё: «Коллеи... ты...» Коллеи покачала головой. Она подняла руку и разжала кулак, который сжимала всю ночь. «Наставник, я стала сильнее! Отныне я буду защищать всех». В её руке светился Глаз Бога.",
      "id": "Hujan deras dan tanah longsor yang jatuh menghalangi jalan kembali Collei.\n\nCollei menyalakan api unggun di bawah tebing dan mencoba menghangatkan anak gadis yang sedang gemetaran di sampingnya.\n\nJarak dari lembah sungai ini sampai ke hutan tempat dia biasa berpatroli masih perlu satu hari perjalanan lagi. Kalau sendirian, sangat mungkin untuk kembali di tengah hujan seperti ini.\n\nTapi kalau harus membawa satu anak yang sudah lama tersesat di hutan dan menderita kelaparan dan kedinginan ekstrem, sepertinya ini sudah di luar kemampuan Collei.\n\nRaut wajah anak gadis itu sangat pucat, dahinya panas, dan dia terus bergumam dan memanggil mama.\n\nCollei masih ingat ibu dari anak itu, saat dia mencari bantuan di Desa Gandharva dengan cemas dan putus asa ... tatapan mata yang pernah dirasakannya itu, seakan-seakan berharap semua ini bisa menimpa dirinya sendiri saja, dan tidak terjadi kepada anak perempuannya.\n\nMereka melalui lembah sungai mengikuti karavan. Pada saat sedang istirahat, anaknya berlari dan bermain di luar sampai memasuki hutan. Setelah karavan mengetahui anak ini hilang, mereka langsung mengerahkan semua tenaga untuk mencarinya. Tapi semua kerja keras ini tidak membuahkan hasil.\n\nDalam keputusasaan, sang ibu terpaksa kembali ke Desa Gandharva untuk meminta pertolongan.\n\nBaru-baru ini, Tighnari membawa para Penjaga Hutan senior untuk berunding masalah di dalam kota. Melihat situasi yang darurat ini, Collei sudah tidak bisa menanti kepulangan Gurunya. Di bawah guyuran hujan yang sangat deras, para anjing penyelamat dan kelompok Penjaga Hutan sudah tidak bisa diandalkan lagi. Dia lantas segera mengambil ransel, busur, dan anak panahnya, lalu pergi sendiri ke dalam hutan.\n\nDi saat yang sama, raungan hewan buas yang tersembunyi dalam suara guntur dan hujan yang lebat sudah mulai mendekat perlahan-lahan.\n\nCollei tidak bisa menahan diri untuk mengingat peristiwa masa lalunya. Ingatan yang tidak pernah ingin dikenangnya, justru memilih saat sekarang untuk kembali muncul di dalam pikirannya.\n\nSetelah hujan berlalu dan langit menjadi cerah, Tighnari yang mendengar kabar ini langsung bergegas menuju ke tempat.\n\nAda jejak pertempuran dalam jalur perjalanan di bawah tebing. Tidak jauh dari tempat itu, terlihat beberapa ekor hewan buas yang sedang terkapar di atas tanah, Collei dan anak gadis itu saling menyandarkan bahu mereka dan tertidur dengan pulas.\n\nJantung Tighnari berdegup kencang. Dia tahu dengan jelas, Collei yang dulu jelas tidak memiliki keahlian seperti ini——kecuali dia telah memakai kekuatan yang tidak seharusnya digunakan olehnya.\n\nIni sama saja minum racun untuk menghilangkan rasa haus, ini jelas akan memperburuk kondisi Collei sendiri. Dia harus menghubungi Mahamatra Umum secepatnya ....\n\nJejak kaki Tighnari mengejutkan Collei dan membuatnya terbangun. Dia cepat-cepat memberikan tanda gerakan kepada Gurunya itu untuk mengecilkan suaranya, supaya tidak mengganggu anak gadis yang sedang tertidur nyenyak di sampingnya.\n\nTighnari melihat kondisi gadis itu dengan cemas: \"Collei, kamu ....\"\n\nCollei menggeleng-gelengkan kepalanya, mengangkat tangannya, dan membuka genggaman tangannya yang sudah dikepalnya semalaman.\n\n\"Guru, aku sudah jadi kuat loh! Aku tidak akan buat kerja keras semua orang jadi sia-sia. Mulai hari ini, aku yang akan menjaga semua orang.\"\n\nSebuah Vision memancarkan cahaya dengan tenang di telapak tangannya.",
      "th": "สายฝนที่โหมกระหน่ำอย่างบ้าคลั่ง ทำให้โคลนทราย และหินหล่นลงมาปิดกั้นทางกลับของ Collei\n\nCollei ก่อไฟอยู่ใต้หน้าผา พยายามให้เด็กผู้หญิงที่ตัวสั่นเทาด้วยความหนาวข้าง ๆ อบอุ่นขึ้น\n\nห้วยน้ำแห่งนี้อยู่ห่างจากป่าที่เธอออกลาดตระเวนเป็นประจำ โดยต้องใช้เวลาเดินทางถึงหนึ่งวัน ถ้าหากมีเธอเพียงคนเดียวละก็ การฝ่าสายฝนกลับไปก็ใช่ว่าจะเป็นไปไม่ได้\n\nแต่ถ้าต้องพาเด็กอีกคนที่หลงทางอยู่ในป่าเป็นเวลานาน ทั้งยังทรมานจากความหิวโหย และหนาวเหน็บ มันเกินความสามารถของ Collei ในตอนนี้\n\nใบหน้าของเด็กน้อยซีดขาว หน้าผากร้อนราวกับไฟ ปากของเด็กพึมพำถึงแม่อย่างแผ่วเบา\n\nCollei จำแม่ของเด็กที่มาขอความช่วยเหลือที่ Gandharva Ville อย่างสิ้นหวังและกระวนกระวายใจได้... สีหน้าที่คล้ายจะเคยเห็นมาก่อนนั้น ราวกับอยากให้คนที่ทรมานนั้นไม่ใช่ลูกสาวของเธอแต่เป็นตัวเธอเสียเอง\n\nสองแม่ลูกติดตามกองคาราวานเดินทางข้ามผ่านห้วยน้ำ แต่พอถึงเวลาตั้งแคมป์พักผ่อน ตัวลูกสาวกลับวิ่งเล่นจนพลัดหลงเข้าไปในป่าทึบ เมื่อกองคาราวานพบว่าเด็กหายตัวไป ก็พยายามช่วยค้นหาอย่างเต็มที่ แต่กลับไม่พบแม้แต่เงาของเด็ก\n\nเมื่อหมดสิ้นซึ่งหนทาง คนเป็นแม่จึงทำได้เพียงแค่กลับไปที่ Gandharva Ville เพื่อขอความช่วยเหลือ\n\nเมื่อเร็ว ๆ นี้ Tighnari ได้นำเจ้าหน้าที่พิทักษ์ป่าอาวุโสเข้าเมืองเพื่อหารือเรื่องต่าง ๆ สถานการณ์เร่งด่วนคับขัน Collei ไม่สามารถรอให้อาจารย์กลับมาได้ ภายใต้สายฝนที่โหมกระหน่ำ จมูกของสุนัขช่วยเหลือและค้นหาไม่สามารถพึ่งพาได้\n\nCollei หยิบกระเป๋าเดินทาง, คันธนู และลูกธนูขึ้นมา และเข้าไปในป่าเพียงลำพัง\n\nในขณะนั้น เสียงคำรามต่ำของสัตว์ป่าที่แฝงซ่อนท่ามกลางเสียงฝนตกฟ้าร้องก็ใกล้เข้ามาเรื่อย ๆ\n\nCollei อดไม่ได้ที่จะนึกถึงอดีตที่น่ารำคาญใจบางอย่าง ความทรงจำที่ไม่อยากเผชิญหน้าด้วยมากที่สุด กลับเอ่อล้นขึ้นมาจากหัวใจ\n\nหลังจากฝนหยุดตกฟ้าเริ่มสาง Tighnari ที่ได้รับข่าวก็รีบกลับมาโดยไม่แม้จะหยุดพัก\n\nตลอดทั้งเส้นทางใต้หน้าผา มีร่องรอยการต่อสู้ยาวตลอดทาง ไกลออกไปก็พบสัตว์ร้ายจำนวนหนึ่งนอนนิ่งอยู่ ส่วน Collei กับเด็กผู้หญิงคนนั้นต่างผล็อยหลับพิงไหล่ของกันและกัน\n\nหัวใจของ Tighnari บีบรัดแน่น เขารู้ดีว่า ก่อนหน้านี้ Collei ไม่ได้เก่งกาจอะไรขนาดนี้... นอกเสียแต่ว่า เธอจะปลุกพลังอะไรบางอย่างที่ไม่ควรขึ้นมาซะแล้ว\n\nการกระทำแบบนี้มันเหมือนกับการดื่มยาพิษเพื่อดับกระหาย มันจะยิ่งทำให้อาการป่วยของ Collei แย่ลง ไม่ได้การ เขาต้องรีบติดต่อเจ้าหน้าที่มหามาตราให้เร็วที่สุด...\n\nเสียงฝีเท้าของ Tighnari ปลุก Collei ให้ตื่นขึ้นมา เธอรีบวาดไม้วาดมือสื่อให้อาจารย์เบาเสียง อย่าทำให้เด็กผู้หญิงคนนี้ตื่น\n\nTighnari ใช้สายตาตรวจดูสภาพเธออย่างกังวล: \"Collei... หรือว่าเธอ...\"\n\nCollei ส่ายหัว จากนั้นยกมือขึ้นและปล่อยมือที่กำแน่นไว้ทั้งคืน\n\n\"อาจารย์ ฉันแข็งแกร่งขึ้นแล้วค่ะ! ฉันจะไม่ปล่อยให้ความพยายามของทุกคนสูญเปล่า จากวันนี้ไป ฉันจะปกป้องทุกคนเอง\"\n\nในมือของ Collei มีวิชั่นส่องแสงอยู่อย่างเงียบงัน",
      "vi": "Mưa như trút nước, đá lở và bùn cát chặn đường về của Collei.\n\nCollei đốt lửa trại dưới vách đá, cố gắng sưởi ấm cho cô bé đang run rẩy bên cạnh.\n\nThung lũng này cách khu rừng cô đi tuần hằng ngày khoảng một ngày đi đường. Nếu chỉ có một mình cô thì lội mưa về cũng không phải không thể.\n\nNhưng để mang theo một đứa trẻ bị lạc trong rừng đã lâu, bị đói và lạnh, thì lại không nằm trong khả năng của Collei lúc này.\n\nCô bé mặt mày tái mét, vầng trán nóng ran, lẩm nhẩm gọi mẹ trong mơ màng.\n\nCollei vẫn nhớ người mẹ của đứa trẻ, lo lắng và tuyệt vọng tìm kiếm sự giúp đỡ trong Làng Gandharva - ánh nhìn như từng quen biết đó, như thể mong đợi rằng người chịu khổ không phải con gái cô ấy mà là chính cô ấy vậy.\n\nHọ theo thương đội đi qua thung lũng, khi họ đang cắm trại và nghỉ ngơi thì cô con gái mải mê chạy chơi nên lạc vào rừng sâu. Thương đội phát hiện đứa bé mất tích đã lập tức tìm kiếm cứu nạn nhưng vẫn không tìm thấy gì.\n\nKhông còn cách nào khác, người mẹ đành quay về Làng Gandharva cầu cứu.\n\nGần đây, Tighnari đã đưa các kiểm lâm tiền bối vào trong thành để bàn chuyện, tình hình nguy cấp, không cho phép Collei đợi đến khi thầy trở về, cô thu dọn hành lý, cung tên rồi một mình đi vào trong rừng.\n\nCùng lúc đó, tiếng gầm thét của dã thú ẩn hiện trong tiếng sấm sét và mưa rơi cũng dần đến gần.\n\nCollei bất giác nghĩ về một số chuyện buồn trong quá khứ. Hồi ức không muốn đối mặt nhất lại hiện lên trong tâm trí vào lúc này.\n\nSau cơn mưa trời lại sáng, Tighnari sau khi nhận tin đã không ngơi nghỉ, vội vàng chạy đến.\n\nDưới vách núi là dấu vết của một cuộc hỗn chiến, một vài con mãnh thú đã ngã xuống ở phía xa xa, Collei và cô bé gái vẫn đang an nhiên tựa đầu vào vai nhau mà ngủ.\n\nTim Tighnari thắt lại. Anh biết rất rõ rằng trước đây Collei không hề có thân thủ như vậy - trừ khi cô ấy sử dụng sức mạnh mà lẽ ra không nên sử dụng.\n\nĐiều này giống như việc uống thuốc độc để làm dịu cơn khát, và nó cũng sẽ làm bệnh tình của Collei nặng thêm, phải mau chóng liên hệ với Tổng Quản Mahamatra...\n\nTiếng bước chân của Tighnari đã đánh thức Collei. Cô vội vàng ra hiệu và bảo thầy nói nhỏ thôi, đừng đánh thức cô bé bên cạnh.\n\nTighnari nhìn cô ấy lo lắng: \"Collei... có phải...\"\n\nCollei lắc đầu, sau đó đưa tay lên, thả lỏng nắm tay đã siết chặt suốt đêm.\n\n\"Thầy ơi, Collei mạnh lên rồi! Collei sẽ không để mọi cố gắng của mọi người trở nên vô ích. Kể từ hôm nay, Collei sẽ bảo vệ mọi người.\"\n\nMột viên Vision, lặng lẽ tỏa sáng trong tay cô."
    }
  }
]