[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "见习巡林员柯莱，前来报到！我会保障你在林间出行时的安全——呼，总算能说出这句出场词了，我没念错字吧…",
      "zht": "#見習巡林員柯萊，前來報到！我會保障{F#妳}{M#你}在林間出行時的安全——呼，總算能說出這句出場詞了，我沒唸錯字吧…",
      "jp": "見習いレンジャーコレイ、参上！森を旅するお前の安全を保障する——ふぅ、やっとこの決めゼリフを言える時が来た。あたし、読み間違えてないよな…",
      "ko": "숲의 견습 순찰자 콜레이, 대령이오! 숲에 있는 동안 너의 안전을 책임져줄게——휴우, 드디어 이 등장 대사를 말할 기회가 생겼네. 잘못 말하진 않았겠지…",
      "en": "Trainee Forest Ranger Collei, reporting for duty! I will ensure your safe passage through this forest. ...Phew, I think I've finally got that line down! ...I—I didn't get any of it wrong, did I?",
      "de": "Auszubildende Waldhüterin Collei ist hier! Ich werde dich beschützen, wenn du in den Wäldern unterwegs bist! Juhu, endlich kann ich diese Worte sagen. Ich habe sie richtig gesagt, oder?",
      "es": "Collei, guardabosques en prácticas, ¡a tu servicio! Me aseguraré de que tu estancia en el bosque sea lo más segura posible... Uff, ¡al fin lo dije bien! No me equivoqué en nada, ¿o sí?",
      "fr": "Garde forestière en formation Collei au rapport ! J'assurerai ta sécurité lors de ton passage dans cette forêt... Ouf, je crois que j'ai enfin réussi à dire cette phrase... Euh, je ne me suis pas trompée, n'est-ce pas ?",
      "pt": "Collei, Guarda-Florestal em Treinamento, se apresentando para o serviço! Garantirei sua segurança pela floresta. ...Ufa, acho que finalmente aprendi a falar tudo certinho — e-eu não errei nada, não é?",
      "ru": "Стажёр Лесного дозора Коллеи готова к службе! Я буду отвечать за твою безопасность в лесу Авидья... Уф, кажется, всё сказала правильно, нигде не сбилась...",
      "id": "Penjaga Hutan Pemula, Collei, melapor! Aku akan menjamin keselamatan jalan melalui hutan ini. Huff ... sepertinya aku sudah biasa mengatakan kalimat itu — A-Aku ... tidak salah ucap, kan?",
      "th": "เจ้าหน้าที่พิทักษ์ป่าฝึกหัด Collei มารายงานตัวแล้ว! ฉันจะดูแลเธอให้ปลอดภัยเมื่อเธอออกเดินทางในป่า ฟู่ว ในที่สุดก็พูดประโยคเปิดตัวนี่ได้สักที ฉันไม่ได้อ่านผิดใช่มั้ย...",
      "vi": "Collei, nhân viên kiểm lâm tập sự có mặt! Tôi sẽ đảm bảo sự an toàn của bạn khi ở trong rừng... Phù, cuối cùng cũng đã đọc được câu này rồi, tôi không đọc sai chữ đâu nhỉ..."
    }
  },
  {
    "title": {
      "zhs": "闲聊·巡林路线图",
      "zht": "閒聊·巡林路線圖",
      "jp": "世間話·パトロール",
      "ko": "잡담·숲 순찰 루트",
      "en": "Chat: Forest Patrol Route Map",
      "de": "Gespräch – Routenkarte für die Waldpatrouille",
      "es": "Charla - Hoja de ruta de patrulla",
      "fr": "Bavardage - Itinéraire de patrouille",
      "pt": "Bate-papo — Mapa de Trajeto de Patrulha da Floresta",
      "ru": "Поболтаем: Маршрут патрулирования леса",
      "id": "Berbincang: Peta Jalur Patroli Hutan",
      "th": "แชท - แผนที่เส้นทางลาดตระเวน",
      "vi": "Nói chuyện phiếm - Lộ Trình Tuần Tra"
    },
    "line": {
      "zhs": "今天的巡林路线图…先往这里再拐到那里…嗯，字好多…",
      "zht": "今天的巡林路線圖…先往這裡再拐到那裡…嗯，字好多…",
      "jp": "今日のパトロールは…ここに行ってからこっちに曲がる…えっと、字が多い…",
      "ko": "오늘의 숲 순찰 루트는… 먼저 여기로 갔다가 저기로 간 다음… 흠, 글자가 참 많네…",
      "en": "According to today's forest patrol route map... we need to head here first, then make our way over to there... Hmm... There's a loooot of writing...",
      "de": "Die heutige Waldpatrouille ... Hier abbiegen und dann dort ... Hmm, so viele Wörter ...",
      "es": "De acuerdo con la hoja de ruta de hoy... primero hay que ir aquí y luego allá... Ay, cuántas palabras...",
      "fr": "D'après le plan de patrouille d'aujourd'hui... On doit d'abord aller ici, puis se diriger par là... Hmm... Il y a beaucoup de trucs écrits...",
      "pt": "Segundo o mapa de trajeto de patrulha da floresta de hoje... precisamos chegar aqui primeiro, então seguir até ali... Hmm... tem um mooooonte de coisa escrita...",
      "ru": "Сегодня у нас такой маршрут... Сначала сюда, потом туда... Ох, сколько же тут всего написано...",
      "id": "Berdasarkan rute map patroli hutan hari ini ... kita harus menuju ke sini dulu, lalu pergi ke sana ... Hmm ... banyak sekali yang harus ditulis ....",
      "th": "แผนที่เส้นทางลาดตระเวนของวันนี้... ต้องไปทางนี้ก่อนแล้วค่อยเลี้ยวไปทางนั้น... อืม ตัวอักษรเยอะจัง...",
      "vi": "Lộ trình tuần tra của hôm nay... đầu tiên là ở đây, sau đó rẽ qua đây... ừm, nhiều chữ quá..."
    }
  },
  {
    "title": {
      "zhs": "闲聊·状态",
      "zht": "閒聊·狀態",
      "jp": "世間話·調子",
      "ko": "잡담·컨디션",
      "en": "Chat: Status",
      "de": "Gespräch – Zustand",
      "es": "Charla - Estado",
      "fr": "Bavardage - État",
      "pt": "Bate-papo — Situação",
      "ru": "Поболтаем: Самочувствие",
      "id": "Berbincang: Kondisi",
      "th": "แชท - สภาพร่างกาย",
      "vi": "Nói chuyện phiếm - Trạng Thái"
    },
    "line": {
      "zhs": "呼，今天的状态不错，趁着这个机会，多做一点事吧。",
      "zht": "呼，今天的狀態不錯，趁著這個機會，多做一點事吧。",
      "jp": "ふぅ、今日は調子がいいんだ。せっかくだから、もっと頑張ろう。",
      "ko": "후, 오늘따라 컨디션이 좋은걸. 이참에 일을 많이 해야겠어",
      "en": "Ah, I'm feeling alright today. I'll take the chance to try and get some more done than usual.",
      "de": "Hui, ich bin heute in guter Kondition, lass uns die Gelegenheit nutzen, um noch ein bisschen mehr zu machen.",
      "es": "Uf, hoy me siento muy bien. Aprovecharé para hacer más cosas que de costumbre.",
      "fr": "Ouf, je me sens bien aujourd'hui. Je vais en profiter pour essayer d'en faire un peu plus que d'habitude.",
      "pt": "Ufa, estou me sentindo bem hoje. Vou aproveitar a oportunidade e fazer mais algumas coisas do que de costume.",
      "ru": "Гм, сегодня я неплохо себя чувствую. А раз так, надо побольше всего успеть.",
      "id": "Fyuh, aku merasa hari ini fit sekali. Aku akan ambil kesempatan ini untuk selesaikan lebih banyak hal daripada biasanya.",
      "th": "ฟู่ว สภาพร่างกายวันนี้ไม่เลวเลยล่ะ วันนี้ก็ถือโอกาสทำอะไรหลาย ๆ อย่างหน่อยละกันนะ",
      "vi": "Phù, trạng thái hôm nay không tệ, nhân cơ hội này làm thêm nhiều thứ thôi."
    }
  },
  {
    "title": {
      "zhs": "闲聊·回忆",
      "zht": "閒聊·回憶",
      "jp": "世間話·記憶",
      "ko": "잡담·회상",
      "en": "Chat: Memory",
      "de": "Gespräch – Erinnerung",
      "es": "Charla - Recuerdos",
      "fr": "Bavardage - Souvenirs",
      "pt": "Bate-papo — Memórias",
      "ru": "Поболтаем: Воспоминания",
      "id": "Berbincang: Ingatan",
      "th": "แชท - ความทรงจำ",
      "vi": "Nói chuyện phiếm - Hồi Ức"
    },
    "line": {
      "zhs": "手头没有事情，心里就容易东想西想——唔，一说就想起了不好的事…",
      "zht": "手邊沒有事情，心裡就容易東想西想——唔，一說就想起了不好的事…",
      "jp": "今日みたいに暇だと、あれこれ考えてしまう——うぅ、嫌なことを思い出した…",
      "ko": "아무것도 안 하면 별생각을 다 하게 돼——음, 말하자마자 안 좋은 일이 생각났어…",
      "en": "When I don't have much to keep me occupied, old thought patterns start to creep back in, and— Soon as I start talking about it, the flashbacks start...",
      "de": "Wenn es im Moment nichts zu tun gibt, denke ich immer über etwas im Kopf nach. Ach, etwas Schlechtes fällt mir gleich ein ...",
      "es": "Los recuerdos no tardan en aparecer cuando no estoy ocupada haciendo algo. Ay, solo con pensarlo ya me vienen a la cabeza algunas imágenes...",
      "fr": "Quand je n'ai pas grand-chose pour m'occuper l'esprit, j'ai de vieilles pensées qui me reviennent... Ouf, il suffit que je commence à en parler pour que les souvenirs commencent...",
      "pt": "Quando não tenho muito para me manter ocupada, padrões de pensamentos antigos começam a surgir na minha mente, e— Uff, assim que começo a pensar sobre eles, essas horríveis imagens em minha cabeça começam...",
      "ru": "Когда сидишь без дела, в голове всё время крутятся разные мысли... Гм... Вспомнилось кое-что неприятное...",
      "id": "Saat aku lagi tidak banyak kerjaan, pikiranku mulai kepikiran ke mana-mana, dan — Wah, segera setelah aku mulai membicarakannya, aku jadi terbayang masa lalu ....",
      "th": "พอไม่มีอะไรทำ ใจก็จะคิดไปนู่นไปนี่ได้เรื่อยเปื่อย เอ่อ พอพูดก็นึกถึงเรื่องไม่ดีขึ้นมาเลยแฮะ...",
      "vi": "Không có gì làm là đầu óc lại suy nghĩ lung tung... Ưm, vừa nhắc là lại nhớ về những chuyện không hay..."
    }
  },
  {
    "title": {
      "zhs": "雨过天晴…",
      "zht": "雨過天晴…",
      "jp": "雨上がり…",
      "ko": "비가 그친 후…",
      "en": "After the Rain",
      "de": "Es hat aufgehört zu regnen ...",
      "es": "Tras la lluvia...",
      "fr": "Après la pluie...",
      "pt": "Depois da chuva...",
      "ru": "После дождя...",
      "id": "Setelah Hujan",
      "th": "ฟ้าหลังฝน...",
      "vi": "Sau cơn mưa trời lại sáng..."
    },
    "line": {
      "zhs": "雨虽然停了，还是要小心水洼。就像一些事，明明过去了还是会留下回忆…咳咳！",
      "zht": "雨雖然停了，還是要小心水窪。就像一些事，明明過去了還是會留下回憶…咳咳！",
      "jp": "雨は止んだけど、水溜りに気をつけないと。起きてしまったことは、たとえ過ぎ去ったとしても記憶に残ってしまうから——…コホン！",
      "ko": "비는 그쳤지만 물웅덩이를 조심하는 게 좋을 거야. 마치 계속 기억에 남는 과거와도 같으니까… 크흠!",
      "en": "Even though the rain has stopped, you still need to watch out for puddles. Just like how the past stays in the memory, long after... Ah, ahem, sorry!",
      "de": "Obwohl der Regen aufgehört hat, müssen wir noch bei den Pfützen aufpassen. Es ist genau wie etwas, das noch Erinnerungen hinterlässt, auch wenn es schon längst vorbei ist ... *hust*!",
      "es": "Ha dejado de llover, pero deberías tener cuidado con los charcos. Lo mismo ocurre con los recuerdos: permanecen en la memoria incluso después de... *Ejem*, perdón.",
      "fr": "Même si la pluie a cessé, il reste toujours des flaques d'eau. De la même manière que le passé reste en mémoire, longtemps après... Ahem !",
      "pt": "Embora a chuva tenha parado, você ainda precisa tomar cuidado com poças. Assim como o passado continua em sua mente, mesmo muito depois de... ahem!",
      "ru": "#Дождь прошёл, но после него осталось много луж, будь {F#осторожна}{M#осторожен}! Так и разные события проходят, оставляя после себя воспоминания... Хе-хе!",
      "id": "Walaupun hujan sudah berhenti, kamu masih harus hati-hati dengan genangan airnya. Sama seperti masa lalu yang tetap tinggal di dalam kenangan, lama setelahnya ... Ah, ehem maaf!",
      "th": "แม้ว่าฝนจะหยุดตกแล้ว แต่ก็ต้องระวังแอ่งน้ำ ก็เหมือนบางเรื่องที่ผ่านไปแล้ว แต่ยังคงทิ้งความทรงจำเอาไว้... อะแฮ่ม!",
      "vi": "Tuy hết mưa rồi nhưng vẫn phải chú ý những vũng nước nhé. Như một số chuyện rõ ràng đã qua rồi nhưng vẫn để lại hồi ức... khụ khụ!"
    }
  },
  {
    "title": {
      "zhs": "打雷的时候…",
      "zht": "打雷的時候…",
      "jp": "雷の日…",
      "ko": "번개가 칠 때…",
      "en": "When Thunder Strikes",
      "de": "Wenn es blitzt ...",
      "es": "Cuando truena...",
      "fr": "Quand le tonnerre gronde...",
      "pt": "Quando Está Trovejando...",
      "ru": "Когда гремит гром...",
      "id": "Ketika Petir Menyambar",
      "th": "ในเวลาที่ฟ้าผ่า...",
      "vi": "Khi có sấm sét..."
    },
    "line": {
      "zhs": "打雷的时候，最好避开大树。对巡林员来说，还要格外注意检查，谨防森林火灾。",
      "zht": "打雷的時候，最好避開大樹。對巡林員來說，還要格外注意檢查，謹防森林火災。",
      "jp": "雷が鳴ってるときは、木から離れたほうがいい。こういう時、レンジャーは森林火災が起きないように、しっかり調べないといけないんだ。",
      "ko": "번개가 칠 때는 큰 나무를 피하는 것이 좋아. 숲의 순찰자는 산불 예방을 위한 현장 점검을 각별히 주의해야 돼",
      "en": "When you hear thunder, it's best practice to stay away from tall trees. Rangers must also be on the lookout for any signs of a forest fire.",
      "de": "Wenn es blitzt und donnert, ist es am besten, große Bäume zu meiden. Die Waldhüter müssen auch besonders sorgfältig auf Waldbrände achten.",
      "es": "Si oyes un trueno, es mejor mantenerse alejado de los árboles altos. Los guardabosques también tenemos que estar pendientes de cualquier indicio de fuego en el bosque.",
      "fr": "Quand on entend le tonnerre, mieux vaut ne pas s'approcher des grands arbres. Et pour ce qui est des gardes forestiers, on doit également être à l'affût du moindre signe de départ de feu.",
      "pt": "Quando você escuta o trovão, o melhor é ficar longe de árvores altas. Os Guardas-Florestais também precisam ficar de olho para qualquer sinal de um incêndio.",
      "ru": "Во время грозы лучше держаться подальше от высоких деревьев. А дозорным следует быть особенно внимательными и следить, чтобы не случилось лесного пожара.",
      "id": "Saat kamu mendengar guntur, lebih baik kamu menjauh dari pohon-pohon yang tinggi. Para Penjaga Hutan juga harus waspada dengan tanda-tanda kebakaran hutan.",
      "th": "ตอนที่ฟ้าผ่า หลีกเลี่ยงต้นไม้ใหญ่ไว้จะดีที่สุดนะ สำหรับเจ้าหน้าที่พิทักษ์ป่าแล้ว ควรให้ความสนใจเป็นพิเศษกับการตรวจสอบเพื่อป้องกันไฟป่าน่ะ",
      "vi": "Khi có sấm sét thì tốt nhất là nên tránh xa những ngọn cây to. Đối với nhân viên kiểm lâm mà nói thì cần phải chú ý hơn để đề phòng cháy rừng."
    }
  },
  {
    "title": {
      "zhs": "阳光很好…",
      "zht": "陽光很好…",
      "jp": "晴れの日…",
      "ko": "햇살이 좋을 때…",
      "en": "When the Sun Is Out",
      "de": "Wie sonnig ...",
      "es": "Qué sol hace...",
      "fr": "Il fait bon dehors...",
      "pt": "Quando Faz Sol...",
      "ru": "Когда светит солнце...",
      "id": "Ketika Matahari Bersinar",
      "th": "แดดส่องดีจัง...",
      "vi": "Ánh nắng thật chan hòa..."
    },
    "line": {
      "zhs": "天气不错，多晒晒太阳，对身体也好。",
      "zht": "天氣不錯，多曬曬太陽，對身體也好。",
      "jp": "いい天気だな。日光浴は体にいい。",
      "ko": "날씨 참 좋네. 햇볕을 쬐면 건강에 좋아",
      "en": "The weather's not bad. Let's get some sun! Hehe, after all, it's excellent for your health.",
      "de": "Das Wetter ist schön. Mehr Sonnenschein ist gut für die Gesundheit.",
      "es": "Hoy hace muy buen día. ¡Vamos a disfrutar del sol! Después de todo, es bueno para la salud.",
      "fr": "Il fait beau temps. Allons profiter du soleil, c'est excellent pour la santé.",
      "pt": "O clima não está nada mal. Vamos tomar um sol, é ótimo para sua saúde.",
      "ru": "Какая славная погода. Погреться на солнышке и для здоровья полезно.",
      "id": "Cuacanya tidak buruk. Ayo kita berjemur sebentar, bagus loh buat kesehatan.",
      "th": "อากาศไม่เลวเลยล่ะ แสงแดดส่องจ้า มีประโยชน์ต่อร่างกาย",
      "vi": "Thời tiết hôm nay đẹp quá, sưởi nắng nhiều chút sẽ tốt cho sức khỏe đó."
    }
  },
  {
    "title": {
      "zhs": "刮大风了…",
      "zht": "颳大風了…",
      "jp": "暴風の日…",
      "ko": "강풍이 불 때…",
      "en": "When the Wind Is Blowing",
      "de": "Ein Sturm zieht auf.",
      "es": "Hace mucho viento...",
      "fr": "Le vent souffle fort...",
      "pt": "A Ventania Está Chegando...",
      "ru": "Когда дует сильный ветер...",
      "id": "Ketika Angin Berembus",
      "th": "ในเวลาที่ลมพัดแรง...",
      "vi": "Gió lớn quá..."
    },
    "line": {
      "zhs": "嗯，风力正好。安柏应该会很喜欢趁这样的天气挑战自己吧。",
      "zht": "嗯，風力正好。安柏應該會很喜歡趁這樣的天氣挑戰自己吧。",
      "jp": "うん、ちょうどいい風だな。アンバーはきっと、こんな日に自分の限界に挑戦するのが好きだろう。",
      "ko": "응, 바람이 딱 적당해. 엠버라면 이런 날 자신의 한계에 도전하겠지?",
      "en": "Ahh, the wind is perfect. Not too light, not too strong... Hehe, I bet Amber would be itching to test her limits in this weather.",
      "de": "Nun, der Wind ist genau richtig. Amber würde sich gern bei diesem Wetter herausfordern.",
      "es": "Hoy corre una brisa perfecta, ni muy suave ni muy fuerte. Seguro que Amber aprovecharía un día así para ponerse a prueba a sí misma.",
      "fr": "Ah, le vent est parfait. Pas trop léger, pas trop fort... Je parie qu'Amber adorerait se lancer des défis par un temps pareil.",
      "pt": "Ahh, o vento está perfeito. Não muito fraco, nem muito forte... Aposto que a Amber gostaria de testar seus limites nesse tempo.",
      "ru": "Гм, ветер - это здорово. Эмбер обожает такую погоду, для неё это отличная возможность испытать себя.",
      "id": "Ahh, anginnya sempurna. Tidak terlalu kecil tapi juga tidak terlalu kencang ... Hehe, kurasa Amber pasti gatal deh ingin mengetes cuaca yang begini.",
      "th": "อืม กำลังลมกำลังพอดีเลย Amber น่าจะชอบใช้สภาพอากาศแบบนี้ในการท้าทายตัวเองสินะ",
      "vi": "Ừm, sức gió vừa đủ. Amber chắc sẽ thích nhân cơ hội này để tự khiêu chiến bản thân đó."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "早上好！哈…抱歉，昨晚又在补习…",
      "zht": "早安！哈…抱歉，昨晚又在補習…",
      "jp": "おはよう！ふぁあ…ごめん、昨夜はまた復習してたから…",
      "ko": "좋은 아침! 하암… 미안, 어제저녁에 또 보충 수업받느라…",
      "en": "Good morning! *yawn* Sorry, I was catching up on my studying again last night...",
      "de": "Guten Morgen! Ha ... es tut mir leid, ich war gestern Abend wieder bei dem Nachhilfeunterricht ...",
      "es": "¡Buenos días! *Bosteza*... Lo siento, pasé la noche entera poniéndome al corriente en mis estudios.",
      "fr": "Bonjour ! *bâille* Désolée, j'ai encore dû rattraper mes cours hier soir...",
      "pt": "Bom dia! *Boceja* Desculpa, fiquei estudando até tarde ontem à noite...",
      "ru": "Доброе утро!.. Уа-а-х... Извини, я вчера опять занималась допоздна...",
      "id": "Pagi! *hoam* Maaf, aku semalam begadang lagi untuk belajar ....",
      "th": "สวัสดีตอนเช้านะ! หาว... ขอโทษทีนะ เมื่อคืนฉันเรียนเสริมอีกแล้วล่ะ...",
      "vi": "Chào buổi sáng! Hơ... xin lỗi, tối qua tôi lại học bù..."
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa Tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "巡林路线一长，中午回不来也很正常。我多准备了一些「口袋饼」，要来一份吗？",
      "zht": "巡林路線一長，中午回不來也很正常。我多準備了一些「口袋餅」，要來一份嗎？",
      "jp": "パトロールのルートが長いときは昼に戻れないことも多いから、「ピタ」を少し多く用意したんだけど…食べる？",
      "ko": "숲을 순찰하는 노선이 길면 점심에 못 돌아오는 게 당연해. 「포켓 피타」를 좀 넉넉히 챙겨왔는데, 먹을래?",
      "en": "It's quite normal to be out until midday on the longer patrol routes. I brought a few extra Pita Pockets — would you like one?",
      "de": "Es ist normal, dass man bei einer langen Patrouillenroute mittags nicht zurückkommen kann. Ich habe ein paar extra „Taschenfladen“ vorbereitet, willst du einen?",
      "es": "A veces las patrullas se alargan más de lo normal. Traje un par de döner kebabs de sobra. ¿Te apetece uno?",
      "fr": "Il n'est pas rare d'être dehors jusqu'à midi lors des itinéraires de patrouille les plus longs. J'ai apporté quelques snacks pitas supplémentaires. Tu en veux ?",
      "pt": "É bem normal ficar até mais tarde em rotas de patrulhas mais longas. Trouxe alguns Pães Pita extras — você quer um?",
      "ru": "Если выходишь на длинный маршрут, не всегда удаётся вернуться в лагерь к обеденному перерыву. Я взяла с собой немного питы. Хочешь попробовать?",
      "id": "Hal yang normal untuk keluar sampai tengah hari di rute patroli yang lebih panjang. Aku membawa beberapa Pita Pocket lebih — Kamu mau?",
      "th": "พอเส้นทางลาดตระเวนยาวหน่อย ก็เป็นปกติที่ตอนเที่ยงจะไม่ได้กลับมา ฉันเตรียม Pita Pocket มาด้วยนิดหน่อย รับสักชิ้นมั้ยล่ะ?",
      "vi": "Lộ trình tuần tra dài, buổi trưa không về kịp là chuyện thường tình. Tôi có chút \"Bánh Túi\" nè, cùng ăn chứ?"
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Boa Noite...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "天快黑了，走在林子里一定要加倍小心。",
      "zht": "天快黑了，走在林子裡一定要加倍小心。",
      "jp": "暗くなってきたな。森を歩くときには、細心の注意を払わないと。",
      "ko": "날이 어두워지고 있으니, 숲을 지날 때 더욱 조심해야 돼",
      "en": "It's getting dark out. You need to be extra careful if you're going through the forest at this hour.",
      "de": "Bald wird es dunkel und man muss besonders vorsichtig sein, wenn man um diese Zeit im Wald unterwegs ist.",
      "es": "El sol se ha puesto. Tienes que tener mucho cuidado si vas a adentrarte en el bosque de noche.",
      "fr": "#Il commence à faire sombre. Tu ferais bien d'être très {M#prudent}{F#prudente} si tu traverses la forêt à cette heure.",
      "pt": "Está ficando escuro. Você precisa ter cuidado redobrado se for passar pela floresta em uma hora dessas.",
      "ru": "Скоро стемнеет, в такое время в лесу нельзя терять бдительности.",
      "id": "Sudah mulai gelap di luar. Kamu harus sangat berhati-hati kalau melintasi hutan pada jam-jam segini.",
      "th": "ฟ้าใกล้มืดแล้ว เดินทางในป่าต้องระวังเพิ่มขึ้นเป็นเท่าตัว",
      "vi": "Trời sắp tối rồi, đi rừng phải cẩn thận hơn nhé."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa Noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "准备休息了吗？篝火已经生好了，我会为你守夜的。",
      "zht": "#準備休息了嗎？篝火已經生好了，我會為{F#妳}{M#你}守夜的。",
      "jp": "休みたいのか？篝火はもう焚いたから、安心して寝るといい。あたしが見張ってる。",
      "ko": "이제 쉬려고? 모닥불을 피워놓았어. 내가 불침번을 설게",
      "en": "Are you ready to get some sleep? Okay. The campfire's lit — I'll keep watch tonight.",
      "de": "Willst du jetzt schlafen? Ja, klar. Das Lagerfeuer ist angezündet, ich halte heute Nacht Wache.",
      "es": "¿Tienes sueño? Túmbate junto al fuego, yo haré guardia esta noche.",
      "fr": "#Tu es {M#prêt}{F#prête} à dormir ? Bien. Le feu de camp est allumé, je vais monter la garde cette nuit.",
      "pt": "#Está pront{M#o}{F#a} para descansar? Certo. A fogueira está acesa, vou ficar de guarda esta noite.",
      "ru": "Собираешься спать? Костёр разведён, ты ложись, а я подежурю.",
      "id": "Apa kamu sudah siap untuk tidur? Oke deh. Api unggunnya sudah menyala, aku akan berjaga malam ini.",
      "th": "จะพักผ่อนแล้วเหรอ? กองไฟก่อเสร็จเรียบร้อยแล้วล่ะ ฉันจะเฝ้ายามตอนกลางคืนให้เธอเอง",
      "vi": "Chuẩn bị ngủ rồi sao? Lửa trại đã làm xong rồi, để tôi gác đêm cho."
    }
  },
  {
    "title": {
      "zhs": "关于柯莱自己·巡林",
      "zht": "關於柯萊自己·巡林",
      "jp": "コレイについて·パトロール",
      "ko": "콜레이 자신에 대해·숲 순찰",
      "en": "About Collei: Forest Ranger",
      "de": "Über Collei – Waldhüten",
      "es": "Sobre Collei - Guardabosques",
      "fr": "À propos de Collei - Gardienne de la forêt",
      "pt": "Sobre Collei – Guarda-florestal",
      "ru": "О Коллеи: Лесной дозор",
      "id": "Tentang Collei Sendiri: Patroli Hutan",
      "th": "เกี่ยวกับตัวของ Collei เอง - ตระเวนป่า",
      "vi": "Về bản thân Collei - Kiểm Lâm"
    },
    "line": {
      "zhs": "来须弥之前，我在野外流浪过一段日子，能吃不能吃的东西都尝过了好几遍，对野外还算熟悉，所以来这儿之后就做起了巡林的工作。如果「野外生存」也算一门课目的话，我还是有自信考到及格的…嗯，不做笔试的话。",
      "zht": "來須彌之前，我在野外流浪過一段日子，能吃不能吃的東西都嚐過了好幾遍，對野外還算熟悉，所以來這裡之後就做起了巡林的工作。如果「野外生存」也算一門科目的話，我還是有自信考到及格的…嗯，不考筆試的話。",
      "jp": "スメールに来る前、野外をさすらっていた時期がある。食べられるものも、食べられないものもたくさん食べたから、野外には慣れてるって言えるかも。だから、ここに来てからはパトロールの仕事をし始めたんだ。もし「野外サバイバル」って科目があれば、及第点をとれる自信があるよ…えっと、筆記テストがない限りは。",
      "ko": "수메르에 오기 전에 야외에서 떠돌이 생활을 했었어. 먹을 수 있든 없든 몇 번이고 입에 넣어 봐서 야외 생활은 익숙한 편이야. 그래서 이곳에 온 뒤로 숲을 순찰하게 된 거지. 「야외 생존」 과목이 있다면 합격할 자신 있어… 음, 필기시험만 없다면 말이야",
      "en": "I wandered the wilderness for quite a long time before arriving in Sumeru, and I've eaten everything out there countless times — edible or not. Since I'm familiar with the wilderness, the work of a Forest Ranger seemed a natural fit for me when I arrived here. If they did courses in wilderness survival, I'm pretty sure I could pass... well, as long as there was no written test.",
      "de": "Bevor ich nach Sumeru kam, bin ich lange Zeit durch die Wildnis gewandert und habe dort alles probiert, egal ob es essbar war oder nicht. Da ich mit der Wildnis vertraut bin, arbeite ich seit meiner Ankunft hier als Waldhüterin. Wenn „das Überleben in der Wildnis“ ein Kurs wäre, könnte ich ihn bestehen ... Na ja, solange es keine schriftliche Prüfung gibt.",
      "es": "Estuve vagando por la naturaleza durante un tiempo antes de llegar a Sumeru. He comido de todo varias veces, incluso lo que no es comestible. Estoy familiarizada con la naturaleza, así que cuando llegué aquí pensé en trabajar de guardabosques. Si se trata de supervivencia, estoy segura de que superaría cualquier prueba... Siempre y cuando no sea un examen escrito.",
      "fr": "J'ai longtemps erré dans la nature avant d'arriver à Sumeru, et j'ai mangé tout ce que je pouvais y trouver, comestible ou non. Étant donné les connaissances que j'avais acquises, le travail de garde forestier m'a paru couler de source à mon arrivée ici. S'il y avait des cours de « survie en milieu sauvage », je suis presque sûre que j'y arriverais... Enfin, tant qu'il n'y a pas d'examen écrit.",
      "pt": "Vaguei pela natureza por um bom tempo antes de chegar em Sumeru, e comi de tudo que tem por aí infinitas vezes — comestível ou não. Já que eu estava familiarizada com a natureza, quando cheguei aqui, o trabalho de um guarda-florestal me pareceu ser algo perfeito para mim. Se eles fizessem testes de sobrevivência na natureza, tenho certeza de que eu passaria... bem, desde que não tivesse um teste escrito.",
      "ru": "Перед тем, как оказаться в Сумеру, я какое-то время бродяжничала, приходилось есть всё подряд: и съедобное, и несъедобное. Зато с тех пор я не боюсь дикой природы, потому и устроилась в Лесной дозор. Если бы у нас был экзамен по предмету «Выживание в дикой местности», я сдала бы его на отлично... Устный экзамен, конечно. С письменным возникли бы трудности.",
      "id": "Aku mengembara di hutan belantara cukup lama sebelum tiba di Sumeru, dan aku sudah makan segala macam di luar sana — segalanya yang bisa dimakan atau pun yang tidak. Karena aku sudah familier dengan hutan belantara, pekerjaan sebagai Penjaga Hutan sepertinya cocok untukku. Kalau mereka punya kelas kursus untuk Bertahan Hidup di Hutan Belantara, aku cukup yakin aku pasti bisa lulus ... Yah, selama tidak ada tes tertulisnya sih.",
      "th": "ก่อนจะมาที่ Sumeru ฉันเคยเร่ร่อนอยู่ในป่าช่วงนึง ของที่กินได้กินไม่ได้ก็ลองมาหมดแล้วล่ะ แล้วก็ค่อนข้างคุ้นเคยกับป่าด้วย ดังนั้นพอมาที่นี่ก็เลยเริ่มทำงานลาดตระเวนป่าน่ะ ถ้า \"การเอาตัวรอดในป่า\" เป็นหลักสูตรอย่างนึงล่ะก็ ฉันมั่นใจว่าฉันสอบผ่านแน่นอน... อืม ถ้าไม่สอบข้อเขียนอ่ะนะ",
      "vi": "Trước khi đến Sumeru thì tôi có lang thang bên ngoài một thời gian, thứ ăn được hay không ăn được cũng đã thử qua nhiều lần. Do tôi khá quen thuộc với bên ngoài nên vừa đến đây đã làm công việc kiểm lâm ngay. Nếu như \"sinh tồn trong hoang dã\" là một môn học thì tôi tự tin là sẽ thi tốt đó... À ừm, trong trường hợp không thi viết nhé."
    }
  },
  {
    "title": {
      "zhs": "关于柯莱自己·补习",
      "zht": "關於柯萊自己·補習",
      "jp": "コレイについて·学習",
      "ko": "콜레이 자신에 대해·보충 수업",
      "en": "About Collei Herself: Cram",
      "de": "Über Collei – Nachhilfe",
      "es": "Sobre Collei - Estudios",
      "fr": "À propos de Collei - Bachotage",
      "pt": "Sobre Collei – Estudos",
      "ru": "О Коллеи: Дополнительные занятия",
      "id": "Tentang Collei Sendiri: Berlatih",
      "th": "เกี่ยวกับตัวของ Collei เอง - เรียนเสริม",
      "vi": "Về bản thân Collei - Học Bù"
    },
    "line": {
      "zhs": "欸？你问我每天都在补习什么？跟着这么厉害的师父，是不是什么很高深的知识…呃…这个么…《提瓦特识字大全》…",
      "zht": "#欸？{F#妳}{M#你}問我每天都在補習什麼？跟著這麼厲害的師父，是不是什麼很高深的知識…呃…這個嘛…《提瓦特識字大全》…",
      "jp": "え？毎日何を学習しているのかって？すごい師匠の元で勉強してるからには、何か奥深いことを学んでいるに違いない？…えっと…その…『テイワット文字を学ぼう』なんだけど…",
      "ko": "어? 매일 무슨 공부를 하냐고? 훌륭한 스승님 밑에서 엄청 심오한 지식을 배우는 건 아니냐고…? 어… 내가 배우고 있는 건… 《티바트 글자 첫걸음》이야…",
      "en": "Hmm? You wanna know what it is that I'm studying every day? ...Y—Yes, my master is a brilliant intellectual, but no, he's not teaching me anything heavily academic at the moment. It's, um... heh, \"Basic Literacy in Teyvat\"...",
      "de": "Hm? Willst du wissen, was ich jeden Tag pauke? Hat mein Meister mir etwas sehr Fortgeschrittenes beigebracht, weil er ein brillanter Intellektueller ist? Ähm ... ich lerne zurzeit, hehe, „Grundlegende Alphabetisierung in Teyvat“ ...",
      "es": "¿Eh? ¿Que qué estudio cada día? B-bueno, sí, mi maestro es un genio, pero no, no me está enseñando nada complejo ahora mismo... Es... «Conocimientos básicos de la escritura de Teyvat»...",
      "fr": "Hmm ? Tu veux savoir ce que j'étudie tous les jours ? ... C'est vrai que mon maître est un brillant intellectuel, mais il ne m'enseigne rien de très académique pour le moment. C'est, hum... « Bases du langage en Teyvat »...",
      "pt": "Hmm? Você quer saber para o que estou estudando todos os dias? ...B-bem, meu mestre é um gênio brilhante, mas não, ele não está me ensinando nada extremamente acadêmico no momento. É, uh... heh, \"Alfabetização Básica em Teyvat\"...",
      "ru": "А? Ты хочешь спросить, чему посвящены мои дополнительные занятия? Думаешь, наставник передаёт мне какие-то сокровенные знания?.. Гм... Как тебе сказать... Я изучаю «Основы грамотности Тейвата»...",
      "id": "Hmm? Kamu mau tahu apa yang kupelajari setiap hari? I-Iya, guru adalah orang yang sangat pintar dan brilian, tapi dia tidak mengajariku hal yang terlalu sulit sekarang ini. Jadi cuma ... hmm, seperti \"Literasi Dasar Teyvat\" ....",
      "th": "เอ๋? เธอถามว่าทุกวันนี้ฉันเรียนเสริมอะไรงั้นเหรอ? ติดตามอาจารย์ที่เก่งกาจขนาดนี้ ก็ต้องเป็นวิชาที่ลึกซึ้งสิ... เอ่อ... อันนี้ไง... \"สารานุกรมการรู้หนังสือแห่ง Teyvat\"...",
      "vi": "Hả? Bạn hỏi tôi mỗi ngày học bù cái gì sao? Đi theo người thầy lợi hại như vậy thì chắc là những kiến thức thâm sâu lắm nhỉ... ừm... cái này sao... \"Giáo Khoa Đọc Viết Teyvat\"..."
    }
  },
  {
    "title": {
      "zhs": "关于我们·旧识",
      "zht": "關於我們·舊識",
      "jp": "昔からの知人について…",
      "ko": "우리에 대해·옛 친구",
      "en": "About Us: Old Friends",
      "de": "Über uns – Altes Wissen",
      "es": "#Sobre nosotr{F#as}{M#os} - Cuando te conocí",
      "fr": "À propos de nous - Vieille amitié",
      "pt": "Sobre Nós - Velhos Amigos",
      "ru": "О нас: Старое знакомство",
      "id": "Tentang Kita: Pengetahuan Lama",
      "th": "เกี่ยวกับเรา - เพื่อนเก่า",
      "vi": "Về chúng ta - Người Quen Cũ"
    },
    "line": {
      "zhs": "我听安柏在信里提起过你，没想到在蒙德又发生了这么多事。可惜跳着字读，好多细节都没弄懂…欸，你愿意再跟我讲一遍吗？",
      "zht": "#我聽安柏在信裡提起過{F#妳}{M#你}，沒想到在蒙德又發生了這麼多事。可惜跳著字讀，好多細節都沒弄懂…欸，{F#妳}{M#你}願意再跟我講一遍嗎？",
      "jp": "前、アンバーからの手紙に、お前のことが書いてあった。まさかあれからモンドであんなにたくさんのことが起こったなんてな。でも…残念だけど、あたしは字を飛ばしながら読んでいたから、細かいところはよく分からなかったんだ…えっ、もう一回教えてくれるのか？",
      "ko": "엠버의 편지를 통해 네 이야기를 많이 들었지만, 몬드에서 그렇게 많은 일이 있었을 줄이야. 띄엄띄엄 읽는 바람에 놓친 부분이 많거든… 음, 네가 다시 들려줄 수 있을까?",
      "en": "Amber's mentioned you before in her letters. I can't believe how much has happened in Mondstadt since I was there. Too bad I had to skip the words I didn't know, so I missed out on a lot of details... Oh, but since you're here now, would you be willing to tell me the whole story?",
      "de": "Amber hat dich schon einmal in ihren Briefen erwähnt. Ich kann nicht glauben, dass so viel in Mondstadt passiert ist. Schade, dass ich die Wörter, die ich nicht kannte, überspringen musste, sodass ich viele Details verpasste ... Aber da du jetzt hier bist, könntest du mir noch mal die ganze Geschichte erzählen?",
      "es": "Amber me habló de ti en sus cartas. No me puedo creer todas las cosas que han pasado en Mondstadt desde la última vez que estuve allí. Es una pena que haya tenido que saltarme las palabras que no conocía, seguro que se me ha escapado algún detalle... Aunque, ahora que estás aquí, ¿por qué no me cuentas tú toda la historia?",
      "fr": "Amber a déjà parlé de toi dans ses lettres. Je n'arrive pas à croire qu'il se soit passé autant de choses à Mondstadt depuis que j'y suis allée. Dommage, j'ai dû sauter les mots que je ne connaissais pas, donc j'ai manqué beaucoup de détails... Oh, mais maintenant tu es là, est-ce que tu pourrais me raconter toute l'histoire ?",
      "pt": "#Amber mencionou sobre você em suas cartas. Não consigo acreditar no tanto de coisas que aconteceram em Mondstadt desde que estive lá. Uma pena que eu tive que pular as palavras que eu não conhecia, então perdi vários detalhes... Oh, mas já que você está aqui agora, você estaria dispost{M#o}{F#a} a me contar a história toda?",
      "ru": "Эмбер писала мне про тебя. Не думала, что в Мондштадте за это время столько всего случится. Жаль, я пока плохо читаю, некоторые слова не могу разобрать... Может, расскажешь мне ещё раз, что там у вас произошло?",
      "id": "Amber pernah menyebutmu sebelumnya dalam suratnya. Aku tidak percaya bahwa begitu banyak yang terjadi di Mondstadt sejak terakhir kali aku di sana. Sayang sekali aku melewatkan banyak hal ... Oh, tapi karena sekarang kamu ada di sini, bisakah kamu menceritakan keseluruhan ceritanya?",
      "th": "ฉันเคยได้ยิน Amber พูดถึงเธอในจดหมาย คิดไม่ถึงเลยว่าที่ Mondstadt จะเกิดเรื่องราวขึ้นมากมายขนาดนั้น แต่น่าเสียดายที่อ่านข้ามไปหลายตัวอักษร ก็เลยไม่เข้าใจรายละเอียดหลายอย่างเลยล่ะ... เอ๋ เธอจะเล่าให้ฉันฟังอีกรอบงั้นเหรอ?",
      "vi": "Tôi từng nghe Amber nhắc đến bạn trong thư, không ngờ ở Mondstadt lại xảy ra nhiều chuyện như vậy. Tiếc là tôi không đọc hết, còn rất nhiều chi tiết tôi không hiểu... Haiz... bạn có thể nói lại cho tôi nghe một lần không?"
    }
  },
  {
    "title": {
      "zhs": "关于我们·新交",
      "zht": "關於我們·新交",
      "jp": "友達について…",
      "ko": "우리에 대해·새로운 친구",
      "en": "About Us: New Friends",
      "de": "Über uns – Neue Freunde",
      "es": "#Sobre nosotr{F#as}{M#os} - Nuevas amistades",
      "fr": "À propos de nous - Nouvelles amitiés",
      "pt": "Sobre Nós - Novas Amizades",
      "ru": "О нас: Новая дружба",
      "id": "Tentang Kita: Teman Baru",
      "th": "เกี่ยวกับเรา - เพื่อนใหม่",
      "vi": "Về chúng ta - Bạn Mới"
    },
    "line": {
      "zhs": "我曾经以为「朋友」什么的，这辈子都不会和我扯上关系，直到去了蒙德…后来在须弥遇见了师父，现在又遇到了你。果然，我还是很幸运的啊。",
      "zht": "#我曾經以為「朋友」什麼的，這輩子都不會和我扯上關係，直到去了蒙德…後來在須彌遇見了師父，現在又遇到了{F#妳}{M#你}。果然，我還是很幸運的啊。",
      "jp": "モンドに行くまでは、「友達」なんてものはあたしの人生に一生関わりがないと思ってた…でも、あれからスメールで師匠と出会えて、そしてお前に出会えた。やっぱり、あたしは幸運なんだ。",
      "ko": "「친구」 같은 건 나랑 상관없는 이야기라 생각했어. 몬드에 가기 전까지는 말이지…. 나중에 수메르에서 스승님을 만났고, 지금은 널 만났잖아. 역시 난 행운아야",
      "en": "I used to think that I'd never make a single friend in my whole life, but things changed when I went to Mondstadt... Then after that, I met Master in Sumeru. Now I've met you, too. All in all, I think I've been really lucky.",
      "de": "Ich dachte immer, dass ich in meinem ganzen Leben nie einen guten Freund finden würde. Aber das änderte sich, als ich nach Mondstadt ging ... Danach traf ich meinen Meister in Sumeru und jetzt habe ich auch dich getroffen. Oh, ich habe wirklich Glück gehabt.",
      "es": "Nunca pensé que eso de la amistad fuera algo que yo podría tener. Pero todo cambió cuando fui a Mondstadt... Y después vine a Sumeru y conocí al maestro, y ahora a ti. Creo que he tenido mucha suerte.",
      "fr": "#Avant, je pensais que les amis, ce n'était pas pour moi. Mais les choses ont changé quand je suis allée à Mondstadt... Puis après ça, j'ai rencontré mon maître à Sumeru, et maintenant je t'ai {M#rencontré}{F#rencontrée}, toi. Tout compte fait, je pense que j'ai eu beaucoup de chance.",
      "pt": "Eu costumava pensar que eu não faria nenhum amigo na minha vida inteira. Mas as coisas mudaram quando fui para Mondstadt... então, depois disso, eu conheci o mestre em Sumeru, agora, eu conheci você também. No fim das contas, acho que fui muito sortuda.",
      "ru": "Пока я не попала в Мондштадт, думала, что у меня никогда в жизни не будет друзей... Потом в Сумеру я познакомилась с наставником, а теперь встретилась с тобой. Всё-таки мне очень повезло.",
      "id": "Kupikir aku tidak akan pernah bisa berteman dengan seorang pun seumur hidupku. Tapi semua berubah saat aku pergi ke Mondstadt ... Lalu setelah itu, aku bertemu guru di Sumeru. Dan sekarang aku juga bertemu kamu. Sepertinya aku benar-benar beruntung.",
      "th": "ฉันเคยคิดว่า \"เพื่อน\" อะไรนี่จะไม่เกี่ยวข้องกับฉันเลยในชีวิตนี้ จนกระทั่งได้ไปที่ Mondstadt... ต่อมาก็ได้เจอกับอาจารย์ แล้วตอนนี้ก็ได้มาพบกับเธอ ที่แท้ฉันก็ยังโชคดีมากอยู่เหมือนกันนี่นา",
      "vi": "Tôi từng cho rằng cả đời đều không thể có được mối quan hệ \"bạn bè\", cho đến khi đến được Mondstadt... sau đó gặp được thầy ở Sumeru, giờ lại gặp được bạn nữa, tôi đúng là may mắn mà."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về \"Vision\"..."
    },
    "line": {
      "zhs": "哈…真没想到，我也会有拿到神之眼的一天。以前总觉得神明会看的，都是那些生来就被大家喜欢的人…唔，我…我承认我有很多不好的偏见。是我不对。",
      "zht": "哈…真沒想到，我也會有拿到神之眼的一天。以前總覺得神明會看的，都是那些天生就被大家喜歡的人…唔，我…我承認我有很多不好的偏見。是我不對。",
      "jp": "はぁ…まさか、あたしが神の目を手に入れられるなんてな。神は、みんなに好かれるように生まれたヤツのことしか見てないと思ってたけど…うぅ、た、確かによくない偏見だった。あたしが間違ってた。",
      "ko": "하아… 나도 신의 눈을 얻게 될 날이 올 줄이야. 신은 날 때부터 사랑받아온 사람만을 눈여겨볼 거라고 생각했었는데… 음, 내… 내가 편견이 심했다는 건 인정할게. 내가 틀렸었어",
      "en": "I never thought there'd come a day where I get my own Vision. In the past, I used to think that the gods only cared about people who were born popular... Um, but I was in a bad place back then. Sorry.",
      "de": "Ha ... Ich hätte nie gedacht, dass der Tag kommen würde, an dem ich mein eigenes Göttliches Auge bekomme. Früher dachte ich immer, dass die Götter sich nur um Menschen kümmern, die beliebt sind ... Ähm, ich gebe zu, dass ich ein paar Vorurteile hatte, also ... mein Fehler.",
      "es": "Nunca imaginé que llegaría el día en que tendría mi propia Visión. Solía pensar que los dioses solo tenían ojos para quienes nacían con estrella... Supongo que tengo muchos prejuicios. Lo siento.",
      "fr": "Héhé... Je n'aurais jamais pensé que j'aurais mon propre œil divin un jour. Avant, je pensais que les dieux ne s'intéressaient qu'aux gens qui étaient populaires... Hum, mais j'avais un tas de mauvais préjugés comme ça, donc... Désolée.",
      "pt": "Heh... Nunca imaginei que haveria um dia em que eu teria a minha própria Visão. No passado, eu costumava pensar que os deuses apenas se importavam com as pessoas que nasciam populares... Uh, mas isso foi puro preconceito da minha parte, então, foi mal.",
      "ru": "Ха... Не думала, что и мне однажды будет дарован Глаз Бога. Раньше я верила, что Архонты жалуют своей милостью только тех людей, которые с самого детства окружены любовью... Гм... Да... Признаю, у меня много предрассудков. Надо их исправлять.",
      "id": "Heh ... Tak kusangka akan datang hari di mana aku mendapatkan Vision-ku sendiri. Dulu, aku merasa para dewa cuma peduli pada orang-orang yang populer ... Yah aku memang punya banyak prasangka buruk seperti itu, jadi ... yah itu sifat burukku sih. Maaf ya.",
      "th": "ฮ่า... นึกไม่ถึงเลยจริง ๆ ว่าวันนึงฉันจะได้รับวิชั่น เมื่อก่อนคิดว่าเทพเจ้าจะมองเห็นแต่พวกคนที่เกิดมาก็มีคนชื่นชอบซะอีก... เอ่อ ฉะ...ฉันยอมรับนะว่าฉันมีอคติแย่ ๆ เยอะไปหน่อย เป็นฉันที่ผิดเอง",
      "vi": "Hì... đúng là không ngờ được tôi lại có ngày nhận được Vision. Trước đây tôi luôn nghĩ là chỉ có những người được người ta thích thì mới được thần để ý thôi... Ừm, tôi... tôi thừa nhận là tôi có nhiều thành kiến. Là tôi không đúng."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·技能名",
      "zht": "有什麼想要分享·技能名",
      "jp": "シェアしたいこと·能力の名前",
      "ko": "하고 싶은 이야기·기술 이름",
      "en": "Something to Share: Skill Names",
      "de": "Willst du mir etwas mitteilen? – Namen von Fähigkeiten",
      "es": "¿Algo que decir? - Nombres de habilidades",
      "fr": "Quelque chose à partager - Noms d'attaque",
      "pt": "Algo para Compartilhar - Nomes das Habilidades",
      "ru": "Давай поделимся: Названия техник",
      "id": "Berbagi Cerita: Nama-Nama Kemampuan",
      "th": "ต้องการจะแชร์อะไร - ชื่อทักษะ",
      "vi": "Có gì muốn chia sẻ không - Tên Kỹ Năng"
    },
    "line": {
      "zhs": "师父常说最有效的学习就是实践，所以我偶尔也会找些轻小说来看，想多认些字…起码比师父的论文好读。不过，我最近读到的一本书里，主角有好多能力，起的名字全是我看不懂的词…嗯？书的名字？应该是叫…《鬼武道》？你也读过吗？",
      "zht": "#師父常說最有效的學習就是實踐，所以我偶爾也會找些輕小說來看，想多認些字…起碼比師父的論文好讀。不過，我最近讀到的一本書裡，主角有好多能力，取的名字全是我看不懂的詞…嗯？書的名字？應該是叫…《鬼武道》？{F#妳}{M#你}也讀過嗎？",
      "jp": "師匠はいつも、実践が一番効率的な勉強だって言ってる。だから、文字をもうちょっと覚えられるように、あたしもたまに娯楽小説を読んでる…少なくとも、師匠の論文よりは読みやすいしね。でも、最近読んだ本の中で、主人公がたくさんの能力を持ってるやつがあって。その能力の名前も、全部あたしの分からない単語なんだ…うん？本の名前？確か…『鬼武道』って言ったかな？お前も読んだことがあるのか？",
      "ko": "스승님이 가장 효과적인 공부는 실천이라고 하셔서 더 많은 글자를 익히기 위해 라이트 노벨을 읽곤 해…. 스승님의 논문보다는 잘 읽히거든. 최근에 읽은 책이 있는데 주인공 능력이 어찌나 많은지. 능력 이름이 죄다 내가 모르는 단어야…. 음? 책 이름? …《귀무도》였을걸? 너도 읽어봤어?",
      "en": "Master is always reminding me that practice makes perfect, so I sometimes try reading some light novels to improve my reading ability... Because they're at least easier to read than Master's essays. But recently, I was reading this book where the main character has loads of different skills. Each one has a name, and I didn't know a single word in any of them... Hmm? The title? I think it was, um... \"Onibudou\"? Have you read it before?",
      "de": "Der Meister sagt mir immer, dass Übung den Meister macht, deshalb versuche ich manchmal, ein paar kurze Erzählungen zu lesen, um meine Lesefähigkeit zu verbessern ... Denn sie sind zumindest einfacher als wissenschaftliche Arbeiten von meinem Meister. Aber vor Kurzem habe ich ein Buch gelesen, in dem die Protagonisten viele Fähigkeiten haben, jede davon hat einen Namen, aber ich kannte kein einziges Wort davon ... Hm? Der Titel? Ich glaube, es war, ähm ... „Onibudou“? Hast du es schon mal gelesen?",
      "es": "El maestro dice que la mejor forma de mejorar es practicando. Por eso me gusta leer novelas ligeras para practicar mi comprensión lectora. Al menos son más fáciles de entender que los artículos que escribe el maestro. Hace poco leí una novela en la que el protagonista tenía un montón de habilidades distintas, y no entendí el nombre de ninguna de ellas. ¿Eh? ¿Que cuál es el título del libro? Creo que era... «El espíritu marcial». ¿Lo has leído?",
      "fr": "#Mon maître dit toujours que c'est en forgeant qu'on devient forgeron, alors j'essaie de lire des romans légers pour améliorer mon vocabulaire... Au moins, c'est plus facile que de lire ses essais. Mais récemment, j'ai lu ce livre où le personnage principal avait un tas de compétences différentes, chacune avec son propre nom, et je ne connaissais pas un seul mot dans aucune d'entre elles... Hmm{NON_BREAK_SPACE}? Le titre ? Je crois que c'était, hum... « Onibudo » ? Tu l'as déjà lu ?",
      "pt": "O mestre está sempre me lembrando que a prática leva a perfeição, então às vezes eu tento ler algumas Light Novels para melhorar minha capacidade de leitura... Pois, pelo menos elas são mais fáceis de ler do que as dissertações do mestre. Mas, recentemente, eu estava lendo esse livro onde o personagem principal tem diferentes tipos de habilidades, onde cada uma tinha um nome, e eu não conhecia nenhuma daquelas palavras... Hmmm? O título? Acho que era, uhh... \"Espírito Marcial\"? Você já leu ele?",
      "ru": "#Наставник говорит, что главное в обучении - практика, поэтому я иногда беру почитать какие-нибудь лёгкие романы, чтобы выучить новые слова... Во всяком случае, их читать интереснее, чем научные работы наставника. Но в последней книге главный герой владеет разными техниками, и у всех такие непонятные названия... А? Как называется книга? Гм, кажется... «Онибудо»? Ты тоже её читал{F#a}?",
      "id": "Guru selalu mengingatkanku bahwa latihan itu menghasilkan kesempurnaan, jadi aku terkadang baca novel ringan untuk meningkatkan kemampuan membacaku ... Karena setidaknya itu masih lebih mudah dibandingkan membaca essay tulisan Guru sih. Tapi akhir-akhir ini, aku sedang membaca sebuah buku di mana karakter utamanya punya banyak kemampuan, dan setiap kemampuannya punya namanya sendiri, dan aku tidak paham satu kata pun ... Hmm? Judulnya? Kayaknya sih ... hmm ... \"Onibudou\"? Kamu pernah baca?",
      "th": "อาจารย์พูดอยู่บ่อย ๆ ว่าการเรียนที่ได้ผลลัพธ์ที่ดีที่สุดคือการปฏิบัติจริง ฉันก็เลยไปหาไลท์โนเวลมาอ่านเป็นครั้งคราว เพราะอยากรู้จักตัวอักษรมากขึ้นอีกหน่อย... อย่างน้อยมันก็น่าอ่านกว่าบทความของอาจารย์ล่ะนะ แต่ว่าในหนังสือเล่มนึงที่ฉันอ่านช่วงนี้ ชื่อที่ตั้งไว้มีแต่คำที่ฉันอ่านไม่รู้เรื่องทั้งนั้นเลยล่ะ... หือ? ชื่อหนังสือเหรอ? น่าจะชื่อว่า... \"ศาสตร์การต่อสู้ของโอนิ\" นะ? เธอก็เคยอ่านด้วยเหรอ?",
      "vi": "Thầy nói cách học hiệu quả nhất chính là thực hành, cho nên tôi thỉnh thoảng cũng hay tìm một số tiểu thuyết về xem, để nhận mặt chữ nhiều hơn... Ít ra thì nó cũng dễ đọc hơn luận văn của thầy. Nhưng mà, gần đây tôi có đọc được một quyển tiểu thuyết, nhân vật chính trong đó có nhiều năng lực lắm, tên kỹ năng cũng toàn những từ tôi không hiểu... Hử? Tên tiểu thuyết đó sao? Là... \"Quỷ Võ Đạo\" nhỉ? Bạn đã đọc qua chưa?"
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·封印之力",
      "zht": "有什麼想要分享·封印之力",
      "jp": "シェアしたいこと·封印された力",
      "ko": "하고 싶은 이야기·봉인의 힘",
      "en": "Something to Share: Sealed Power",
      "de": "Willst du mir etwas mitteilen? – Versiegelte Kraft",
      "es": "¿Algo que decir? - Poder oculto",
      "fr": "Quelque chose à partager - Puissance scellée",
      "pt": "Algo para Compartilhar - Poder Oculto",
      "ru": "Давай поделимся: Запечатанная сила",
      "id": "Berbagi Cerita: Kekuatan Sebuah Segel",
      "th": "ต้องการจะแชร์อะไร - พลังที่ผนึกไว้",
      "vi": "Có gì muốn chia sẻ không - Sức Mạnh Phong Ấn"
    },
    "line": {
      "zhs": "唔哇…又是「被封印的力量在躁动」…还有什么「离我远点才是上策」…为什么稻妻人都能这么自然地说出这些话，他们以后不会觉得尴尬吗？啊…不行，不能再读下去了！",
      "zht": "唔哇…又是「被封印的力量在躁動」…還有什麼「離我遠點才是上策」…為什麼稻妻人都能這麼自然地說出這些話，他們以後不會覺得尷尬嗎？啊…不行，不能再讀下去了！",
      "jp": "うわ…また「封印された力が蠢いている」とか…「俺に近づかないほうがいい」とか…何で稲妻人っていうのはこんなことを自然に言えるんだよ、恥ずかしさとか感じないのか？うぅ…だめだ、これ以上読めない！",
      "ko": "으아… 「봉인된 힘이 들끓고 있어」라든지… 「나한테서 멀리 떨어지는 게 좋을 거야」라든지… 이나즈마 사람은 어떻게 이런 말을 아무렇지 않게 할 수 있지? 민망하지도 않나? 아… 안 되겠어, 더는 못 읽겠어!",
      "en": "Ugh... Here we go again: \"The power sealed within me grows restless\"... and \"You'd be wise to stay away from me\"... Why are people in Inazuma casually coming out with lines like these all the time? Doesn't it embarrass them when they think back on it later? Aaah... no, it's too cringey. I can't read any more of this!",
      "de": "Wah ... Da haben wir es wieder: „Die Macht, die in mir versiegelt ist, wird unruhig“ ... und „Halt dich besser von mir fern“ ... Warum können die Leute in Inazuma solche Worte so selbstverständlich sagen? Ist es ihnen nicht peinlich, wenn sie später daran denken? Aaah ... nein, das ist zu peinlich. Ich kann das nicht mehr weiter lesen!",
      "es": "Uff, ya estamos otra vez con “el poder oculto en mí se hace cada vez más fuerte” y “sería mejor que te alejaras de mí”... ¿Por qué la gente de Inazuma siempre dice cosas así? ¿No les da vergüenza cuando piensan en ello más tarde? ¡Puaj! No puedo seguir leyendo... ¡es demasiado bochornoso!",
      "fr": "Argh... Et voilà que ça recommence : « Je ne peux plus contrôler le pouvoir scellé en moi »... Ou encore « Vous feriez mieux de rester loin de moi »... Comment les gens d'Inazuma peuvent-ils dire ce genre de choses aussi naturellement ? Ça ne les gêne pas quand ils y repensent après ? Aaah... Non, ça craint. Je ne peux pas lire plus loin !",
      "pt": "Urg... lá vamos nós de novo: \"O poder oculto dentro de mim, está ficando agitado\"... e \"você deveria ficar longe de mim\"... Por que as pessoas de Inazuma casualmente soltam essas coisas o tempo inteiro? Isso não deixa eles envergonhados quando pensam sobre isso depois? Aaah... não, é muita vergonha alheia. Não consigo mais ler isso!",
      "ru": "Ох... «Это проделки запечатанной силы»... «Держись от меня подальше!» Почему жители Инадзумы так легко бросаются подобными словами? Неужели им потом не стыдно? Ай... Нет, не могу больше читать!",
      "id": "Ugh ... kalimatnya begini-begini lagi: \"kekuatan yang tersegel dalam diriku terus berkembang\" ... dan \"sebaiknya kamu menjauh dariku\" ... Kenapa orang-orang di Inazuma terbiasa mengucapkan kalimat-kalimat semacam ini setiap saat? Apa mereka tidak malu kalau suatu saat nanti mereka teringat pernah mengucapkan kalimat begitu? Aaah ... menggelikan sekali. Aku tidak sanggup baca lebih dari ini!",
      "th": "เอ่อ... \"พลังที่ผนึกไว้กำลังเคลื่อนไหว\" อีกแล้วเหรอ ....แล้วก็ยังมี \"ถ้าฉลาดก็ไปให้ไกลจากฉันหน่อย\" นั่นอีก... ทำไมชาว Inazuma ถึงพูดประโยคพวกนี้ออกมาได้โดยง่าย ๆ กันนะ พวกเขาไม่รู้สึกว่ามันเขิน ๆ บ้างรึไงกัน? อ่า... ไม่ไหว อ่านต่อไปไม่ได้แล้วล่ะ!",
      "vi": "Woa... lại là \"sức mạnh bị phong ấn đang sôi sục\"... lại còn cái gì mà \"tránh xa tôi ra mới là thượng sách\"... Tại sao người Inazuma lại nói ra những câu này một cách tự nhiên như thế chứ, sau khi nói xong họ không thấy ngại sao? Ối... không được, không thể tiếp tục đọc nữa!"
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "花草动物吗…除了能不能吃，好像也没有太大区别。嘘，这话不能被师父听见。要问我的话，我比较喜欢有树洞的树？尤其是在想要「找个地方钻进去」的时候…每个人都会有的吧？不是吗？",
      "zht": "花草動物嗎…除了能不能吃，好像也沒有太大差別。噓，這話不能被師父聽見。如果問我的話，我比較喜歡有樹洞的樹吧？尤其是在想要「找個地方鑽進去」的時候…每個人都會有的吧？不是嗎？",
      "jp": "植物と動物？…食べられるかどうか以外、大して違わない。しーっ、この話、師匠に聞こえちゃ駄目だから。あたしは、うろのある木が好きかな？特に、「穴があったら入りたい」って気持ちのときは尚更…誰だってそういう時はあるだろ？違うのか？",
      "ko": "화초와 동물…? 식용 가능 여부를 제외하면 큰 차이는 없는 것 같아. 쉿, 스승님이 들으면 안 돼. 나 같은 경우에는 구멍이 있는 나무를 좋아해. 특히 「어디에 들어가 있고」 싶을 때 말이야…. 누구나 그럴 때 있잖아? 안 그래?",
      "en": "Well, there's plants and animals, there's ones you can eat and ones you can't, but beyond that it's all much of a... uh, muchness really? ...Shh, don't tell Master I said that. Although... personally, I guess I quite like trees that have a hollow in it? Especially in those moments where I just want to curl up in a ball and hide away. Everyone must have moments like that, right? ...No?",
      "de": "Pflanzen und Tiere? Es gibt welche, die man essen kann, und welche, die man nicht essen kann, ansonsten gibt es keinen großen Unterschied für mich ... Psst, das darf der Meister nicht hören. Wenn du mich fragst, also, ich persönlich mag Bäume, die einen Hohlraum haben, ganz gern ... besonders in Momenten, in denen ich mich gern verstecken würde. Jeder muss solche Momente haben, oder?",
      "es": "Están las plantas y los animales. Algunos se comen y otros no. Aparte de eso, no hay mucha diferencia. Pero no le digas al maestro que he dicho eso. Personalmente, yo prefiero los árboles que tienen un hueco, sobre todo en esos momentos en los que necesitas desesperadamente un refugio. Todo el mundo se siente así alguna vez, ¿no?",
      "fr": "Eh bien, il y a les plantes et les animaux, il y a ceux qu'on peut manger et ceux qu'on ne peut pas, mais au-delà de ça, c'est beaucoup de choses, vraiment... Chut, ne dis pas au maître que j'ai dit ça. Quoique... Personnellement, j'aime bien les arbres qui ont un creux au milieu... Surtout dans ces moments où j'ai envie de me mettre en boule et de me cacher. Tout le monde doit avoir des moments comme ça, pas vrai ? ... Non ?",
      "pt": "Bem, existem plantas e animais. Tem aqueles que você pode comer e aqueles que não pode, mas fora isso, não tem muita coisa diferente... Shh, não diga ao mestre que eu disse isso. Embora... pessoalmente, eu acho que gosto das árvores com um buraco nelas. Especialmente naqueles momentos que eu só quero virar uma bola e me esconder. Todo mundo deve ter momentos assim, não é? ...Não?",
      "ru": "Животные и растения... Одни съедобные, другие нет, вот и вся разница. Тсс, если наставник услышит, мне конец. Знаешь, я очень люблю деревья, у которых есть дупла. Особенно когда хочется спрятаться... Каждому человеку бывает нужно куда-нибудь спрятаться. Разве нет?",
      "id": "Yah, ada tumbuhan dan hewan, ada yang bisa dimakan ada yang tidak bisa dimakan, tapi intinya jenisnya memang banyak sekali. Sssh, jangan bilang pada Guru kalau aku bilang begitu ya. Walaupun ... secara pribadi, kurasa aku cukup suka dengan pohon yang ada lubangnya? Terutama saat aku sedang ingin meringkuk seperti bola dan sembunyi. Semua orang pasti punya momen-momen seperti itu, kan? Tidak?",
      "th": "ดอกไม้ใบหญ้าและสัตว์... นอกเหนือจากกินได้กับกินไม่ได้แล้ว ดูเหมือนก็ไม่ได้ต่างกันสักเท่าไหร่ ชู่ว คำพูดนี้จะให้อาจารย์ได้ยินไม่ได้เป็นอันขาด ถ้าถามฉันล่ะก็ ฉันชอบต้นไม้ที่มีโพรงต้นไม้มากกว่าน่ะ? โดยเฉพาะในตอนที่ต้องการ \"หาสักที่ให้มุดเข้าไป\"... ทุกคนก็น่าจะเป็นเหมือนกันหมดใช่มั้ยล่ะ? ไม่ใช่เหรอ?",
      "vi": "Hoa cỏ động vật sao... Ngoài chuyện có thể ăn hay không thì hình như cũng không có gì khác biệt lắm. Suỵt, câu này không nên để thầy nghe được. Nếu là tôi thì tôi thích những cái cây có hốc hơn! Đặc biệt là khi muốn \"tìm một chỗ để chui vào\"... Mỗi người đều sẽ có những thời điểm như vậy mà, không phải sao?"
    }
  },
  {
    "title": {
      "zhs": "关于提纳里…",
      "zht": "關於提納里…",
      "jp": "ティナリについて…",
      "ko": "타이나리에 대해…",
      "en": "About Tighnari",
      "de": "Über Tighnari ...",
      "es": "Sobre Tignari...",
      "fr": "À propos de Tighnari...",
      "pt": "Sobre Tighnari...",
      "ru": "О Тигнари...",
      "id": "Tentang Tighnari",
      "th": "เกี่ยวกับ Tighnari...",
      "vi": "Về Tighnari..."
    },
    "line": {
      "zhs": "师父虽然平时说话有些严厉，还经常批评那些乱吃毒蘑菇的冒险家，但他其实是个很温柔的人。不仅会耐心地给我补课，还会为我读蒙德寄来的信。我一直很感激他！",
      "zht": "師父雖然平時說話有些嚴厲，還經常批評那些亂吃毒蘑菇的冒險家，但他其實是個很溫柔的人。不僅會耐心地幫我補習，還會為我讀蒙德寄來的信。我一直很感激他！",
      "jp": "普段は厳しくて、毒キノコをみだりに食べる冒険者たちによく説教だってしてるけど、師匠はとっても優しい人なんだ。勉強に付き合ってくれるし、モンドからの手紙も読んでくれる。師匠にはずっと感謝してるんだ！",
      "ko": "스승님이 평소에 엄하시고 독버섯 먹는 모험가를 비난하시긴 해도 사실 자상한 분이야. 정성껏 보충 수업도 해주시고 몬드에서 온 편지도 읽어주시거든. 스승님께 정말 감사해!",
      "en": "Although Master can be quite stern and is always criticizing adventurers for carelessly eating poisonous mushrooms, he is actually a gentle soul. He's so patient when he tutors me, and he even reads out letters from Mondstadt for me. I've always been very grateful to him.",
      "de": "Obwohl der Meister ziemlich streng sein kann und die Abenteurer, die unvorsichtigerweise giftige Pilze gegessen haben, immer kritisiert, ist er eigentlich nett und sanft. Er ist so geduldig, wenn er mich unterrichtet, und er liest mir sogar Briefe aus Mondstadt vor. Ich bin ihm immer sehr dankbar.",
      "es": "Puede que el maestro dé la impresión de ser un tipo severo y siempre ande criticando a los aventureros por comer cualquier hongo venenoso que se encuentran en el camino, pero es una persona muy amable. Siempre es muy paciente conmigo. Incluso me lee la cartas que recibo desde Mondstadt. ¡Le estoy muy agradecida!",
      "fr": "Même si le maître peut paraître sévère et qu'il critique toujours les aventuriers qui mangent des champignons vénéneux sans faire attention, c'est quelqu'un de très gentil dans le fond. Il est tellement patient avec moi quand il me donne des cours, il lit même des lettres de Mondstadt pour moi. J'ai toujours été très reconnaissante envers lui.",
      "pt": "Embora o mestre possa ser meio severo e crítico sobre os aventureiros por descuidadamente comer cogumelos venenosos, ele, na verdade, é muito gentil. Ele é tão paciente quando me ensina, e até mesmo lê as cartas de Mondstadt para mim. Sempre fui muito grata a ele.",
      "ru": "Наставник бывает резок в словах, часто ругает искателей приключений, которые любят наесться ядовитых грибов, но на самом деле он очень добрый человек. Он много со мной занимается, а ещё читает мне письма из Мондштадта. Я так ему благодарна!",
      "id": "Walaupun guru sangat tegas dan selalu mengkritik para petualang karena memakan jamur beracun sembarangan, dia sebenarnya orang yang baik. Dia sangat sabar waktu membimbingku, dan dia bahkan membacakan surat dari Mondstadt untukku. Aku sangat berterima kasih padanya.",
      "th": "แม้ว่าอาจารย์ชอบพูดรุนแรงไปหน่อยอยู่บ่อย ๆ และมักจะตำหนินักผจญภัยที่กินเห็ดพิษมั่วซั่ว แต่จริง ๆ แล้วเขาเป็นคนที่อ่อนโยนมากเลยล่ะ เขาไม่เพียงแต่อดทนสอนเสริมให้ฉันเท่านั้นนะ แต่ยังอ่านจดหมายจาก Mondstadt ให้ฉันฟังด้วย ฉันรู้สึกขอบคุณเขาอยู่เสมอเลยล่ะ!",
      "vi": "Tuy lời thầy nói có hơi nghiêm khắc, lại thường hay phê bình những nhà mạo hiểm ăn nhầm nấm độc, nhưng trong thâm tâm thì thầy là một người rất dịu dàng. Thầy không những bổ túc cho tôi, lại còn đọc thư gửi từ Mondstadt cho tôi nghe nữa. Tôi thực sự rất cảm kích đó!"
    }
  },
  {
    "title": {
      "zhs": "关于多莉…",
      "zht": "關於多莉…",
      "jp": "ドリーについて…",
      "ko": "도리에 대해…",
      "en": "About Dori",
      "de": "Über Dori ...",
      "es": "Sobre Dori...",
      "fr": "À propos de Dori...",
      "pt": "Sobre Dori...",
      "ru": "О Дори...",
      "id": "Tentang Dori",
      "th": "เกี่ยวกับ Dori...",
      "vi": "Về Dori..."
    },
    "line": {
      "zhs": "有次我在巡林路上遇见了她，像是知道我口渴一样，她从袋子里掏出了一瓶看起来特别好喝的果汁…还好当时师父在场，制止了她。不然，我差点就一个冲动，把好不容易攒起来的摩拉都花出去了…",
      "zht": "有次我在巡林路上遇見了她，像是知道我口渴一樣，她從袋子裡掏出了一瓶看起來特別好喝的果汁…還好當時師父在場，制止了她。不然，我差點就一個衝動，把好不容易存起來的摩拉都花出去了…",
      "jp": "パトロール中、彼女に会ったことがある。そしたら、あたしが喉乾いてたのを知ってたみたいに、布の袋から美味しそうなジュースを取り出したんだ…幸い師匠がその場にいて、彼女を止めてくれた。師匠がいなかったら流されて、せっかく貯めてきたモラを全部使っちゃうとこだったよ…",
      "ko": "어느 날 숲을 순찰하다 만났는데 내가 목마른 걸 알고 있다는 듯이 주머니에서 맛있어 보이는 주스를 꺼내는 거야…. 스승님이 옆에서 그 사람을 막아서 다행이지 하마터면 여태껏 힘들게 모은 모라를 다 써버릴 뻔했어…",
      "en": "I ran into her once on forest ranger duty. She pulled out a bottle of fruit juice from her bag that looked really tasty, as if she somehow knew I was thirsty... Fortunately, Master was there, and he stopped me from spending all of my hard-earned Mora in a moment of weakness...",
      "de": "Ich bin ihr einmal auf einer Waldpatrouille begegnet. Sie holte eine Flasche Fruchtsaft aus ihrer Tasche, die wirklich lecker aussah, als ob sie irgendwie wusste, dass ich durstig war ... Zum Glück war der Meister da und hat mich davon abgehalten, sonst hätte ich fast all meine gesparten Mora ausgegeben.",
      "es": "Una vez, me crucé con ella mientras patrullaba por el bosque. Sacó una botellita de un jugo que se veía delicioso, como si supiera que yo estaba sedienta. Menos mal que el maestro me detuvo. Si no, me habría gastado en ese dichoso jugo todos los Moras que he ahorrado con tanto esfuerzo.",
      "fr": "Je l'ai rencontrée une fois quand j'étais en patrouille en forêt. Elle a sorti une bouteille de jus de fruits qui avait l'air tellement savoureux de son sac, comme si elle savait que j'avais soif... Heureusement, le maître était là, et il m'a empêché de dépenser tous mes moras durement gagnés dans un moment de faiblesse...",
      "pt": "Eu me deparei com ela uma vez, quando estava patrulhando a floresta. Ela puxou uma garrafa de suco da sua sacola que parecia bem gostoso, como se ela soubesse que eu estava com sede... Felizmente, o mestre estava lá, e ele me impediu de gastar toda minha suada Mora em um momento de fraqueza...",
      "ru": "Я встретила её во время одного из патрулей, она как будто знала, что я хочу пить, и вытащила из своего мешка бутылку прохладного сока... Хорошо, что наставник был рядом, он её остановил. Иначе я бы потратила на этот сок всю накопленную мору...",
      "id": "Aku pernah bertemu dengannya waktu melaksanakan tugas patroli. Dia mengeluarkan sebotol jus buah dari tasnya dan terlihat enak, seolah dia tahu aku sedang haus ... Untungnya, Guru ada di sana, dia lalu menghentikanku untuk menghabiskan Mora yang kudapat dengan susah payah saat aku mulai lengah ....",
      "th": "มีครั้งหนึ่งฉันเจอเขาในตอนที่กำลังตระเวนป่า เหมือนเขาจะรู้ว่าฉันคอแห้ง ก็เลยหยิบน้ำผลไม้ที่ดูน่าอร่อยออกมาจากถุง... ยังดีนะที่ในตอนนั้นอาจารย์ก็อยู่นั่นด้วยเลยหยุดเขาไว้ทัน ไม่งั้นฉันคงจะวู่วามใช้ Mora ที่เก็บสะสมมาด้วยความยากลำบากออกไปแน่ ๆ เลยล่ะ...",
      "vi": "Có lần tôi gặp được cô ấy trong lúc tuần tra, như là biết được tôi đang khát vậy, cô ấy lấy ngay một chai nước ép siêu ngon ra cho tôi... Cũng may thầy cản cô ấy lại kịp thời, nếu không thì Mora tích góp bấy lâu nay của tôi sẽ bị xài sạch mất..."
    }
  },
  {
    "title": {
      "zhs": "关于小吉祥草王…",
      "zht": "關於小吉祥草王…",
      "jp": "クラクサナリデビについて…",
      "ko": "작은 쿠사나리 화신에 대해…",
      "en": "About Lesser Lord Kusanali",
      "de": "Über die Niedere Herrin Kusanali ...",
      "es": "Sobre la Reina Menor Kusanali...",
      "fr": "À propos de la Rani Kusanali...",
      "pt": "Sobre a Lorde Menor Kusanali...",
      "ru": "О малой властительнице Кусанали...",
      "id": "Tentang Lesser Lord Kusanali",
      "th": "เกี่ยวกับท่านหญิงน้อย Kusanali...",
      "vi": "Về Tiểu Vương Kusanali..."
    },
    "line": {
      "zhs": "草神啊…小时候我很多次想大声问问神明，为什么要让我经历这么多苦难。唉，说不定就连神明自己，也经历着各种无奈的事吧。",
      "zht": "草神啊…小時候我很多次想大聲問問神明，為什麼要讓我經歷這麼多苦難。唉，說不定就連神明自己，也經歷著各種無奈的事吧。",
      "jp": "草神、か…子供の頃、あたしは大声で神様に問いたかった——どうしてあたしに、こんなにたくさんの苦しみを与えるのかって。でも…はぁ。きっと神様でさえも、自身の無力さを色々と経験しているのかもしれない。",
      "ko": "풀의 신…? 어릴 때 신에게 큰소리로 묻고 싶었어. 왜 나에게 그런 시련을 준 거냐고. 휴, 어쩌면 신도 속수무책인 일들을 겪고 있을지도 몰라",
      "en": "The Dendro Archon... When I was a kid, there were so many times when I just wanted to scream out to the gods and ask them why, why did I have to go through so much pain...? *sigh* But, for all I know, maybe the gods feel just as helpless about everything they have to endure as I did back then.",
      "de": "Göttin der Pflanzen? Als ich ein Kind war, gab es so viele Momente, in denen ich einfach nur zu den Göttern schreien und sie fragen wollte, warum ich so viel Leid durchmachen musste? *seufz* Vielleicht erleben sogar die Götter selbst auch alle Arten von Hilflosigkeit.",
      "es": "¿La Arconte Dendro? De pequeña, quise gritarle a los dioses un montón de veces y preguntarles por qué me hacían pasar por todo aquel sufrimiento... *Suspira*, ¿quién sabe? Tal vez ellos se vieran tan impotentes como yo ante lo que me estaba sucediendo.",
      "fr": "L'Archon Dendro... Quand j'étais petite, il y a eu tellement de fois où j'ai voulu demander aux dieux pourquoi je devais endurer autant de souffrance... *soupir* Mais pour autant que je sache, peut-être que les dieux se sentent tout aussi impuissants que je me sentais à l'époque.",
      "pt": "A Arconte Dendro... quando eu era criança, houve vários momentos em que eu só queria gritar aos deuses e perguntar o motivo de eu ter que passar por tanto sofrimento... *Suspira* Mas até onde eu sei, talvez os deuses também se sintam tão impotentes sobre tudo que tiveram que aguentar tanto quanto eu...",
      "ru": "Дендро Архонт... В детстве я часто хотела спросить Архонтов, почему на мою долю выпало столько невзгод. Эх, наверное, Архонты тоже не всесильны.",
      "id": "Archon Dendro ... Saat aku kecil, beberapa kali aku ingin teriak kepada para dewa dan bertanya kenapa, kenapa aku harus mengalami banyak penderitaan ... *huff* Tapi sejauh yang aku tahu, mungkin para dewa juga merasa tak berdaya tentang semua yang kulakukan pada kala itu.",
      "th": "เทพแห่งพฤกษางั้นเหรอ... ในตอนที่ยังเด็ก ฉันอยากจะตะโกนดัง ๆ ถามเทพเจ้า ว่าทำไมถึงต้องทำให้ฉันต้องทนทุกข์ทรมานมากมายขนาดนี้ เฮ้อ แต่ก็ไม่แน่ว่าแม้แต่เทพเจ้าเอง ก็ต้องประสบกับเรื่องราวที่ไร้ทางออกมากมายเหมือนกันล่ะมั้ง",
      "vi": "Thảo Thần sao... lúc nhỏ tôi nhiều lúc muốn hỏi thần linh xem tại sao lại để tôi phải trải qua nhiều gian khổ như thế. Haiz, nói không chừng đến cả thần linh cũng phải trải qua những chuyện gian khổ như vậy nhỉ."
    }
  },
  {
    "title": {
      "zhs": "关于赛诺…",
      "zht": "關於賽諾…",
      "jp": "セノについて…",
      "ko": "사이노에 대해…",
      "en": "About Cyno",
      "de": "Über Cyno ...",
      "es": "Sobre Cyno...",
      "fr": "À propos de Cyno...",
      "pt": "Sobre Cyno...",
      "ru": "О Сайно...",
      "id": "Tentang Cyno",
      "th": "เกี่ยวกับ Cyno...",
      "vi": "Về Cyno..."
    },
    "line": {
      "zhs": "欸…我们能不提他吗？不，大风纪官不是什么坏人，当初就是他带着我从蒙德回到了须弥，才让我有了安身的地方。只是一想起回须弥前那个「封印」的过程…唔…脖子后边又开始觉得痛了…",
      "zht": "欸…我們能不提他嗎？不，大風紀官不是什麼壞人，當初就是他帶著我從蒙德回到了須彌，才讓我有了安身的地方。只是一想起回須彌前那個「封印」的過程…唔…脖子後面又開始覺得痛了…",
      "jp": "か…彼の話をしないでくれる？いや、大マハマトラは悪い人じゃないよ。彼があたしをモンドからスメールに連れ戻してくれたから、あたしにも落ち着ける場所ができたんだ。ただ、スメールに帰る前の、あの「封印」のことを思い出すと…うぅ、首の後ろがまた痛くなってきた…",
      "ko": "아… 그분 얘기는 안 하면 안 돼? 아니, 대풍기관은 나쁜 사람이 아니야. 그가 날 몬드에서 수메르로 데려온 덕분에 안식처가 생긴 거니까. 다만 수메르로 돌아오기 전의 그 「봉인」 과정만 생각하면… 윽… 목덜미가 찌릿해져…",
      "en": "Um... I'd rather not talk about him, if that's okay? Oh, no — the General Mahamatra isn't a bad guy or anything. Matter of fact, I have him to thank for bringing me back from Mondstadt to Sumeru and finding me a safe place to stay. It's just that... whenever I'm reminded of the sealing process just before leaving Mondstadt... ooh... the back of my neck starts hurting again...",
      "de": "Hmm ... Reden wir lieber nicht über ihn, geht das? Oh, nein, der Mahamatra ist gar nicht böse oder so. Ich muss ihm sogar dafür danken, dass er mich von Mondstadt nach Sumeru zurückgebracht, damit ich an einem sicheren Ort bleiben kann. Es ist nur so, jedes Mal, wenn ich an die „Versiegelung“ kurz vor dem Verlassen von Mondstadt erinnert werde ... Ooh ... fängt mein Nacken wieder an zu schmerzen ...",
      "es": "*Suspira*, preferiría no hablar de él, si no te importa. No es que el Gran Juez sea mala persona ni nada de eso. En realidad, fue él el que me trajo de vuelta desde Mondstadt y me dio un lugar seguro donde vivir. Es solo que, cuando recuerdo todo el proceso de sellado antes de marcharme de Mondstadt, empieza a dolerme el cuello otra vez...",
      "fr": "Hum... Je préfère ne pas parler de lui, d'accord ? Oh, non, ce n'est pas que le général mahamatra soit une mauvaise personne ou quoi que ce soit. D'ailleurs, c'est lui qui m'a ramenée de Mondstadt à Sumeru et qui m'a trouvé un endroit où rester. C'est juste que... Chaque fois que je me rappelle du processus de « scellement » juste avant de quitter Mondstadt... Ooh... J'ai la nuque qui me fait mal à nouveau...",
      "pt": "Hm... Eu gostaria de não falar sobre ele, se estiver tudo bem... Oh, não — o General Mahamatra não é uma pessoa ruim nem nada do gênero. Na verdade, eu só tenho a agradecer a ele por me trazer de Mondstadt até Sumeru e de me dar um lugar seguro para ficar. É só que... sempre que me lembro do processo de selagem antes de sair de Mondstadt... ooh... a minha nuca começa a doer de novo...",
      "ru": "Ой, можешь не говорить о нём при мне? Нет, махаматра - не плохой человек, это он забрал меня из Мондштадта, и теперь в Сумеру у меня появился безопасный дом. Но стоит вспомнить, как они накладывали мне эту «печать»... Ох... Шея снова заныла...",
      "id": "Um ... Kalau boleh sih lebih baik aku tidak bicara soal dia deh, oke? Oh, tidak — Mahamatra Umum bukan orang jahat atau semacamnya. Malahan, aku berterima kasih padanya karena sudah membawaku kembali dari Mondstadt ke Sumeru dan menemukan tempat untuk aku tinggal. Hanya saja ... kapan pun aku ingat soal proses kepulanganku waktu mau meninggalkan Mondstadt ... ooh ... rasanya tengkuk di leherku jadi sakit lagi ....",
      "th": "เอ๋... พวกเราไม่พูดถึงเขาได้มั้ย? ไม่ใช่หรอก เจ้าหน้าที่มหามาตราไม่ใช่คนไม่ดีอะไรหรอก ในตอนแรกก็เขานี่แหละที่พาฉันจาก Mondstadt กลับมาที่ Sumeru น่ะ ฉันก็เลยมีที่ปักหลัก แค่นึกถึงขั้นตอนการ \"ผนึก\" ก่อนหน้าที่จะกลับมาที่ Sumeru นั่นแล้ว... เอ่อ... ด้านหลังคอเริ่มรู้สึกเจ็บขึ้นมาอีกแล้วล่ะ...",
      "vi": "Haiz... chúng ta đừng nhắc đến anh ta được không? À, Tổng Quản Mahamatra không phải là người xấu gì, lúc trước nhờ có anh ấy dẫn tôi từ Mondstadt về Sumeru mà tôi mới có được một nơi yên ổn để sống. Chỉ là nghĩ đến quá trình \"phong ấn\" trước khi về Sumeru đó... haiz... phía sau gáy lại thấy đau rồi..."
    }
  },
  {
    "title": {
      "zhs": "关于卡维…",
      "zht": "關於卡維…",
      "jp": "カーヴェについて…",
      "ko": "카베에 대해…",
      "en": "About Kaveh",
      "de": "Über Kaveh ...",
      "es": "Sobre Kaveh...",
      "fr": "À propos de Kaveh...",
      "pt": "Sobre Kaveh...",
      "ru": "О Кавехе...",
      "id": "Tentang Kaveh",
      "th": "เกี่ยวกับ Kaveh...",
      "vi": "Về Kaveh..."
    },
    "line": {
      "zhs": "大风纪官曾带着他来我们这里吃过一顿饭。在餐前水果刚端上桌的时候，他就开始大谈他那个又不讲情理又固执的室友，我们连插话的时机都找不到。只能点点头，憋着笑，吃完了整顿饭。唉，真是不容易。",
      "zht": "大風紀官曾帶著他來我們這裡吃過一頓飯。在餐前水果剛端上桌的時候，他就開始大談他那個又不講情理又固執的室友，我們連插話的時機都找不到。只能點點頭，憋著笑，吃完了整頓飯。唉，真是不容易。",
      "jp": "大マハマトラが彼を連れて来て、ここで一緒に食事したことがある。食前の果物が運ばれてきた辺りで、彼はあの頑固で理不尽なルームメイトについて話し始めた。口を挟むスキもなかったよ。それであたしたちは、食事が終わるまで笑いを我慢しながら頷くことしかできなかった。はぁ、本当に大変だったよ。",
      "ko": "대풍기관이 그를 데려와서 같이 식사한 적이 있어. 식전 과일이 나오자마자 인정사정없고 고집불통인 룸메이트 얘기를 하기 시작하는데 끼어들 틈도 없더라니까. 식사 내내 웃음을 꾹 참고 고개만 끄덕였어. 휴, 정말 힘들었지",
      "en": "The General Mahamatra once brought him to our place for a meal. From the moment the fruit arrived on the table, he ranted non-stop about his difficult and stubborn roommate for the entire meal. We didn't get a single word in the whole time. We just nodded along and tried to stifle our laughter. It took a lot of effort.",
      "de": "Der Mahamatra brachte ihn einmal zu uns zum Essen. Von dem Moment an, als das Obst auf den Tisch kam, fing er an, über seinen schwierigen und sturen Mitbewohner zu schimpfen, und wir hatten nicht einmal die Gelegenheit, ihn zu unterbrechen. Wir konnten während des gesamten Essens nur nicken und uns das Lachen verkneifen. Das war nicht einfach für uns.",
      "es": "El Gran Juez lo trajo una vez a comer con nosotros. Cuando nos trajeron la fruta a la mesa, empezó a quejarse de lo testarudo y antipático que es su compañero de habitación. Ni siquiera nos dejó participar en la conversación. Tuvimos que concentrarnos en asentir y contener la risa todo el rato. Fue muy complicado.",
      "fr": "Le général mahamatra l'a amené une fois chez nous pour un repas. Dès que les fruits sont arrivés sur la table, il a commencé à parler de son colocataire difficile et buté. On n'a même pas essayé de l'interrompre, on s'est contenté de hocher la tête et d'essayer d'étouffer nos rires, ce qui a demandé beaucoup d'efforts.",
      "pt": "O General Mahamatra uma vez trouxe ele para comer conosco. Desde momento em que a fruta chegou na mesa, ele não parou de reclamar sobre seu colega de quarto complicado e teimoso até o fim do jantar. Não conseguimos falar uma só palavra o tempo inteiro, apenas balançávamos a cabeça e tentamos segurar a risada. Foi preciso muito esforço.",
      "ru": "Однажды махаматра приводил его к нам на ужин. Только успели поставить на стол первые фрукты, как он завёл бесконечный рассказ о своём бесчувственном и упрямом соседе, мы даже слова не могли вставить. Только кивали и улыбались, так и прошёл весь ужин. Да, непростой он человек.",
      "id": "Mahamatra Umum pernah membawanya ke tempat kami untuk makan. Saat buah-buahan tiba di meja, dia terus-terusan ngoceh soal rekan sekamarnya. Kami bahkan tidak sempat ngomong apa-apa, kami cuma mengangguk saja dan berusaha menahan tawa. Duh benar-benar tidak mudah loh melakukan itu.",
      "th": "เจ้าหน้าที่มหามาตราเคยพาเขามากินข้าวกับพวกเราที่นี่มื้อนึง ทันทีที่ผลไม้ก่อนอาหารค่ำวางลงบนโต๊ะ เขาเริ่มพูดถึงรูมเมทที่ทั้งไร้เหตุผลและดื้อรั้นของเขาขึ้นมา พวกเราแทบจะไม่มีโอกาสได้พูดแทรกเลยล่ะ ทำได้ก็แค่พยักหน้า, กลั้นยิ้ม และทานอาหารมื้อนั้นให้เสร็จ เฮ้อ มันไม่ง่ายเลยจริง ๆ",
      "vi": "Tổng Quản Mahamatra từng dẫn anh ta đến chỗ chúng tôi dùng bữa. Khi món trái cây khai vị vừa dọn lên xong là anh ấy bắt đầu kể lể về người bạn cùng phòng vừa cố chấp vừa không nói lý lẽ của mình, chúng tôi không tìm được thời cơ để tiếp chuyện luôn, chỉ đành gật đầu nhịn cười và cắm đầu ăn. Haiz, đúng là không dễ dàng gì mà."
    }
  },
  {
    "title": {
      "zhs": "关于妮露…",
      "zht": "關於妮露…",
      "jp": "ニィロウについて…",
      "ko": "닐루에 대해…",
      "en": "About Nilou",
      "de": "Über Nilou ...",
      "es": "Sobre Nilou...",
      "fr": "À propos de Nilou...",
      "pt": "Sobre Nilou...",
      "ru": "О Нилу...",
      "id": "Tentang Nilou",
      "th": "เกี่ยวกับ Nilou...",
      "vi": "Về Nilou..."
    },
    "line": {
      "zhs": "感觉她有点迷迷糊糊的样子，如果来化城郭附近表演的话，不会走着走着就迷路在深林里吧…那我可一定要好好看着她，尽我见习巡林员的职责。",
      "zht": "感覺她有點迷迷糊糊的樣子，如果來化城郭附近表演的話，不會走著走著就迷路在深林裡吧…那我一定要好好看著她，盡我見習巡林員的職責。",
      "jp": "彼女、ちょっとぼんやりしてるみたいだ。もしガンダルヴァー村の近くでパフォーマンスをする機会があったとき、森で迷子になってしまったりしないよな…うん、見習いレンジャーの名にかけて、あたしが彼女をしっかり見守るよ。",
      "ko": "그 사람은 항상 몽롱해 보여. 간다르바 성곽 인근에 공연하러 온다면 숲에서 길을 잃게 될 것만 같아…. 숲의 견습 순찰자로서 잘 지켜봐야겠어",
      "en": "She seems a little absent-minded. If she ever comes to perform around Gandharva Ville, I'm worried she'll end up wandering off into the forest and getting lost... So I'll have to watch out for her, as a responsible trainee forest ranger should.",
      "de": "Sie scheint ein wenig zerstreut zu sein. Wenn sie jemals in Gandharva auftritt, habe ich Angst, dass sie sich im Wald verirrt ... Ich werde also auf sie aufpassen müssen, also, meine Pflicht als auszubildende Waldhüterin erfüllen.",
      "es": "Parece que Nilou es un poco despistada. Me preocupa que se pierda por el bosque si alguna vez decide actuar en la Villa Gandharva. Tendré que vigilarla, es mi responsabilidad como guardabosques en prácticas.",
      "fr": "Elle a l'air un peu distraite. Si elle devait se produire dans les environs de Gandharva, j'ai bien peur qu'elle ne finisse par se perdre dans la forêt... Il faudra que je garde un œil sur elle, comme le ferait une garde forestière en formation digne de ce nom.",
      "pt": "Ela parece ser um pouco distraída. Se em algum momento ela vier para se apresentar na Vila Gandharva, tenho medo de que ela vai acabar saindo andando pela floresta e se perder... Então tenho que ficar de olho nela, assim como um Guarda-Florestal em Treinamento deveria.",
      "ru": "Она какая-то рассеянная. Если бы её пригласили выступить в окрестностях Гандхарвы, она бы наверняка заблудилась в лесу... Нет, я бы не дала ей заблудиться, ведь я стажёр Лесного дозора.",
      "id": "Dia agak sedikit linglung. Kalau dia datang untuk tampil di sekitar Desa Gandharva, aku khawatir dia akan berjalan-jalan ke hutan terus nyasar ... Jadi aku harus mengawasinya, sebagai seorang Penjaga Hutan Pemula, sudah seharusnya aku melakukan itu.",
      "th": "ฉันรู้สึกว่าเขาดูมึน ๆ งง ๆ นิดหน่อยน่ะ ถ้ามาทำการแสดงแถว ๆ Gandharva Ville คงไม่ไปเดินมั่วซั่วหลงทางอยู่ในป่าลึกหรอกใช่มั้ย... ถ้างั้นฉันต้องเฝ้าดูเขาให้ดี ๆ และทำหน้าที่เจ้าหน้าที่พิทักษ์ป่าฝึกหัดของฉันให้เต็มที่",
      "vi": "Có cảm giác cô ấy hơi mơ mơ màng màng, nếu cô ấy đến Làng Gandharva để biểu diễn thì chắc sẽ lạc trong rừng luôn mất... Tôi nhất định sẽ dõi theo cô ấy để làm tròn trách nhiệm của một nhân viên kiểm lâm."
    }
  },
  {
    "title": {
      "zhs": "关于安柏…",
      "zht": "關於安柏…",
      "jp": "アンバーについて…",
      "ko": "엠버에 대해…",
      "en": "About Amber",
      "de": "Über Amber ...",
      "es": "Sobre Amber...",
      "fr": "À propos d'Amber...",
      "pt": "Sobre Amber...",
      "ru": "Об Эмбер...",
      "id": "Tentang Amber",
      "th": "เกี่ยวกับ Amber...",
      "vi": "Về Amber..."
    },
    "line": {
      "zhs": "安柏她真的很厉害，又热情又活泼，又勇敢又正义…是我最钦佩、最崇拜的人了！她总能像一团火一样照亮别人，要不是她，我肯定没法走到今天这一步…过了这么久，她现在一定变得更加沉稳、更加帅气了吧！真不知道什么时候才能赶上她。",
      "zht": "安柏她真的很厲害，又熱情又活潑，又勇敢又正義…是我最欽佩、最崇拜的人了！她總能像一團火一樣照亮別人，要不是她，我一定沒辦法走到今天這一步…過了這麼久，她現在一定變得更加沉穩、更加帥氣了吧！真不知道什麼時候才能趕上她。",
      "jp": "アンバーは本当にすごいんだ！親切で明るいし、勇敢で、正義感が強くて…あたしが一番尊敬している人なんだ！彼女はいつも炎のように、他の人を照らす。もし彼女がいなかったら、あたしもここまで来られなかった…もう随分経っているから、今の彼女はもっと落ち着いてて、さらにかっこよくなってるんだろうな！いつになったら彼女に追い付けるんだろう。",
      "ko": "엠버는 정말 대단해. 열정적이고 활발한 데다, 용감하고 정의롭기까지…. 내가 가장 존경하는 사람이야! 항상 불처럼 다른 사람을 밝혀주거든. 엠버가 아니었다면 지금의 난 없었을 거야…. 시간이 많이 흐른 지금, 더 성숙해지고 멋있어졌겠지? 언제쯤 엠버를 따라잡을 수 있을까?",
      "en": "Amber is amazing. She's friendly and has tons of enthusiasm, plus she's really brave and always does the right thing... She's the person I admire most of all! She's like a cozy fire that makes everyone around her feel warm. There's no way I'd be where I am today without her... So much time has gone by — I bet she's even more cool and confident than ever these days! Who knows if I'll ever be able to match her.",
      "de": "Amber ist toll. Sie ist freundlich und leidenschaftlich, mutig und rechtschaffen ... Sie ist die Person, die ich von allen am meisten bewundere! Sie leuchtet anderen immer wie ein Feuer. Ohne sie hätte ich es nicht so weit geschafft ... Wie die Zeit vergeht! Ich wette, dass sie heute noch toller und selbstbewusster ist als je zuvor! Oh, ich will wissen, wann ich mit ihr mithalten kann.",
      "es": "Amber es realmente increíble. Es amable, superentusiasta, valiente y siempre hace lo correcto. ¡Es la persona a la que más admiro en todo Teyvat! Es como un fuego que siempre mantiene calentita a la gente. Yo no habría llegado tan lejos si no fuera por ella.. Ya ha pasado mucho tiempo, ¡seguro que ahora es incluso más genial y divertida que antes! Me pregunto si alguna vez seré como ella.",
      "fr": "Amber est géniale. Elle est gentille, enthousiaste, et en plus, elle est très courageuse et fait toujours ce qu'il faut... C'est la personne que j'admire le plus ! Elle est comme un feu de cheminée qui réchauffe le cœur de tout le monde autour d'elle. Sans elle, je ne serais jamais arrivée là où je suis aujourd'hui... Ça fait tellement longtemps... Je parie qu'elle est encore plus cool et sûre d'elle qu'avant ! Qui sait si je lui arriverai un jour à la cheville.",
      "pt": "A Amber é incrível. Ela é amigável e cheia de entusiasmo, além disso, ela é muito corajosa e sempre faz a coisa certa... Ela é a pessoa que eu mais admiro do mundo inteiro! Ela é como uma chama quentinha que faz todos a sua volta se sentirem aconchegados. Eu não teria chegado onde estou se não fosse por ela... Tanto tempo já se passou — aposto que ela está ainda mais legal e confiante do que nunca ultimamente! Quem sabe se eu um dia sequer serei comparável a ela.",
      "ru": "Эмбер такая молодец, она добрая, весёлая, смелая и справедливая... Я никого так не уважаю, я перед ней просто преклоняюсь! Она вся светится, словно огонёк, и людям вокруг становится теплее. Не знаю, где бы я сейчас была, если бы не она... Так много времени прошло, она наверняка повзрослела и стала ещё красивей! Не знаю, смогу ли когда-нибудь за ней угнаться.",
      "id": "Amber hebat sekali. Dia ramah dan memiliki banyak antusiasme, ditambah dia sangat berani dan selalu melakukan hal yang benar ... Dia adalah orang yang paling aku kagumi! Dia seperti api yang nyaman yang membuat semua orang di sekitarnya merasa hangat. Tanpa dirinya, aku tidak mungkin ada di sini sekarang ... Waktu begitu cepat berlalu — aku yakin sekarang dia pasti sudah tambah keren dan percaya diri daripada sebelumnya! Mungkin tidak ya suatu hari aku juga bisa sekeren dia.",
      "th": "Amber เป็นคนที่น่าทึ่งมาก ทั้งเป็นกันเองทั้งร่าเริงแจ่มใส แถมยังกล้าหาญและชอบธรรมอีกด้วย... เป็นคนที่ฉันยกย่องและนับถือที่สุดเลยล่ะ! เขาเป็นคนที่คอยจุดประกายให้คนอื่น ๆ อยู่เสมอ ถ้าไม่มีเขาในวันนี้ฉันก็คงไม่ได้มาอยู่ในจุดนี้หรอก... ผ่านไปตั้งนานแล้ว ตอนนี้เขาจะต้องสุขุม และเท่ขึ้นกว่าเดิมแน่เลยสินะ! ไม่รู้จริง ๆ ว่าเมื่อไหร่ฉันตามเขาทันสักที",
      "vi": "Amber thật sự rất lợi hại, vừa hăng hái vừa nhiệt tình, vừa dũng cảm lại chính nghĩa nữa... Amber là người mà tôi khâm phục và sùng bái nhất! Cô ấy cứ như một ngọn lửa soi sáng cho người khác vậy, nếu không có cô ấy thì chắc chắn tôi sẽ không thể có được ngày hôm nay... Qua một thời gian lâu như vậy thì chắc hẳn cô ấy đã trở nên điềm đạm và ngầu hơn rồi chứ nhỉ! Đúng là không biết khi nào tôi mới theo kịp cô ấy nữa."
    }
  },
  {
    "title": {
      "zhs": "关于凯亚…",
      "zht": "關於凱亞…",
      "jp": "ガイアについて…",
      "ko": "케이아에 대해…",
      "en": "About Kaeya",
      "de": "Über Kaeya ...",
      "es": "Sobre Kaeya...",
      "fr": "À propos de Kaeya...",
      "pt": "Sobre Kaeya...",
      "ru": "О Кэйе...",
      "id": "Tentang Kaeya",
      "th": "เกี่ยวกับ Kaeya...",
      "vi": "Về Kaeya..."
    },
    "line": {
      "zhs": "蒙德的大家都还好吗？那阵子我可是惹了不少麻烦啊，要不要找个时间回去道歉呢…唔，但感觉一露面就会被那位骑兵队长捉弄…还是再等等吧，再等等…",
      "zht": "蒙德的大家都還好嗎？那陣子我可是惹了不少麻煩啊，要不要找個時間回去道歉呢…唔，但感覺一露面就會被那位騎兵隊長捉弄…還是再等等吧，再等等…",
      "jp": "モンドのみんなは元気なのか？あのとき、あたしは色んなトラブルを起こしてしまった…時間があったらお詫びに行ったほうがいいかな…うぅ、でも顔を出したら、あの騎兵隊長にからかわれるような気が…やっぱりまた今度にしよう、また今度…",
      "ko": "몬드 사람들은 다들 괜찮을까? 그때 내가 말썽을 참 많이 일으켰거든. 언제 찾아가서 사과해야 하나…. 음, 내가 나타나면 기병대장이 놀려댈 것 같아…. 좀 더 기다려보자, 응…",
      "en": "How's everyone in Mondstadt, are they good? I caused so much trouble back then, I sometimes wonder if I should make some time to go back there and apologize... Hmm, but what if I ran into the Cavalry Captain, and he started teasing me? ...Yeah, there's no rush, maybe I'll leave it a while longer.",
      "de": "Wie geht es allen in Mondstadt? Ich habe damals so viel Ärger verursacht. Sollte ich mir die Zeit nehmen, nach Mondstadt zurückzugehen und mich zu entschuldigen? Nun, ich habe das Gefühl, dass ich von dem Rittmeister erwischt werde, wenn ich auftauche. ... Na ja, es hat keine Eile, warten wir, warten wir noch ein bisschen ...",
      "es": "¿Cómo van las cosas por Mondstadt? ¿Están todos bien? Les causé muchos problemas cuando estuve allí. Tal vez debería sacar tiempo para volver unos días y disculparme con todos. Pero ¿y si me encuentro con ese Capitán de Caballería y vuelve tomarme el pelo? Bueno, supongo que no tengo prisa. Esperaré un poco más.",
      "fr": "Comment va tout le monde à Mondstadt, ils vont bien ? J'ai causé tellement de problèmes à l'époque que je me demande parfois si je ne devrais pas prendre le temps d'y retourner pour m'excuser... Hmm, mais si jamais je tombais sur le capitaine de cavalerie et qu'il commençait à me taquiner ?... Bon, il n'y a pas d'urgence, je vais attendre un peu.",
      "pt": "Como estão todos em Mondstadt, estão bem? Eu causei tanta dor de cabeça no passado, às vezes me pergunto se eu deveria arranjar um tempinho e ir lá me desculpar... Hmm, mas e se eu acabar me deparando com o Capitão da Cavalaria e ele começar a me perturbar? ...É, não tenho pressa, acho que vou esperar mais um tempo.",
      "ru": "Как поживают наши друзья в Мондштадте? Я тогда доставила им много хлопот, надо бы вернуться и извиниться... Гм, вот только в Мондштадте мне придётся слушать постоянные издёвки от этого капитана кавалерии... Ладно, подождём, подождём ещё немного...",
      "id": "Bagaimana kabar orang-orang di Mondstadt, apa mereka semua baik-baik saja? Aku selalu menyebabkan banyak masalah waktu dulu, terkadang aku berpikir apa aku harus kembali ke sana untuk minta maaf ya ... Hmm, tapi bagaimana kalau aku ketemu sama Kapten Kavaleri lalu dia menggodaku? Yah, sudahlah tidak usah terburu-buru, mungkin aku tunggu lebih lama lagi saja deh.",
      "th": "ทุกคนที่ Mondstadt สบายดีกันอยู่มั้ย? ในตอนนั้นฉันสร้างเรื่องไว้ตั้งมากมาย ต้องหาเวลากลับไปขอโทษหน่อยมั้ยนะ... เอ่อ แต่รู้สึกว่าพอโผล่หน้าไปจะต้องถูกกัปตันกองทหารม้าคนนั้นแกล้งหยอกล้อ... งั้นเอาไว้ก่อนแล้วกัน ไว้ค่อยว่ากัน...",
      "vi": "Mọi người ở Mondstadt vẫn khỏe chứ? Lúc trước tôi có gây ra không ít phiền toái cho mọi người, hay là tìm lúc nào đó quay về xin lỗi nhỉ... Ừm, nhưng mà có cảm giác tôi vừa lộ mặt ra là sẽ bị vị Đội Trưởng Kỵ Binh đó trêu chọc ngay... thôi thì đợi thêm một thời gian vậy..."
    }
  },
  {
    "title": {
      "zhs": "关于丽莎…",
      "zht": "關於麗莎…",
      "jp": "リサについて…",
      "ko": "리사에 대해…",
      "en": "About Lisa",
      "de": "Über Lisa ...",
      "es": "Sobre Lisa...",
      "fr": "À propos de Lisa...",
      "pt": "Sobre Lisa...",
      "ru": "О Лизе...",
      "id": "Tentang Lisa",
      "th": "เกี่ยวกับ Lisa...",
      "vi": "Về Lisa..."
    },
    "line": {
      "zhs": "明明已经过去了那么久，丽莎给我写信的时候，还是在叫我「小柯莱」，总感觉…嗯？你说她也叫你小可爱？噗…对不起，我不是有意要笑出来的…一下子就开心了好多啊。",
      "zht": "#明明已經過去了那麼久，麗莎寫信給我的時候，還是在叫我「小柯萊」，總感覺…嗯？{F#妳}{M#你}說她也叫{F#妳}{M#你}小可愛？噗…對不起，我不是有意要笑出來的…一下子就開心了好多啊。",
      "jp": "もうだいぶ経ってるのに、リサは手紙で未だにあたしのことを「コレイちゃん」って呼ぶんだ。何だか…え？お前、リサに可愛い子ちゃんって呼ばれてるのか？ぷふっ…ごめん、笑うつもりじゃなかったんだけど…何だか気分が良くなったな。",
      "ko": "오랜 시간이 지났는데도 리사는 편지에서 여전히 날 「꼬마 콜레이」라고 불러. 뭔가 좀… 응? 너한테도 귀염둥이라고 한다고? 풉… 미안. 웃으려고 한 건 아닌데… 기분이 훨씬 좋아졌어",
      "en": "After all this time, Lisa still calls me \"Little Collei\" when she writes to me. I feel like by now she... hmm? She calls you \"cutie\"? Hahaha... Sorry, I don't mean to laugh, um... but I must say, that makes me feel a lot better.",
      "de": "#Nach all dieser Zeit nennt mich Lisa immer noch „kleine Collei“, wenn sie mir schreibt. Ich habe das Gefühl, dass sie mittlerweile ... Was? Sie nennt dich {F#meine Süße}{M#mein Süßer}? Pfft ... Tut mir leid, ich wollte nicht laut lachen ... aber ich fühle mich gleich viel besser.",
      "es": "Ya ha pasado mucho tiempo, pero cuando me escribe, Lisa siempre me llama “pequeña Collei”. ¿Eh? ¿Que a ti te llama “cariño”? Jajaja... Perdona, no quería reírme, pero sin duda me has hecho sentir mejor.",
      "fr": "Après tout ce temps, Lisa continue de m'appeler « ma petite Collei » quand elle m'écrit. J'ai l'impression que... Hmm ? Elle t'appelle « petit chou » ? Pfff... Désolée, je ne voulais pas rire, hum... Mais je dois dire que ça me fait me sentir beaucoup mieux.",
      "pt": "Depois desse tempo todo, a Lisa ainda me chama de \"pequena Collei\" quando ela escreve para mim. Hmm? Ela te chama de \"fofura\"? Pfff... Desculpa, eu não queria rir, mas... devo dizer que isso me faz sentir bem melhor.",
      "ru": "Прошло так много времени, но в письмах Лиза до сих пор называет меня «милашка Коллеи», даже не знаю... А? Она и тебя называет милашкой? Пха-ха... Извини, я не над тобой смеюсь... Просто настроение сразу поднялось!",
      "id": "Setelah selama ini, Lisa masih memanggilku \"Nak Collei\" saat dia menulis surat untukku. Rasanya menurutku ... hmm? Dia memanggilmu \"si manis\"? Hahaha ... Maaf, aku tidak bermaksud menertawaimu, mmm ... tapi harus kukatakan bahwa itu membuatku merasa jauh lebih baik.",
      "th": "ทั้ง ๆ ที่ก็ผ่านมาตั้งนานแล้ว ในตอนที่ Lisa เขียนจดหมายถึงฉัน ยังเรียกฉันว่า \"Collei น้อย\" อยู่เลย มันแบบว่า... หื้ม? เธอบอกว่าเขาก็เรียกเธอว่าเจ้าตัวน้อยเหมือนกันงั้นเหรอ? ฮิ... ขอโทษทีนะ ฉันไม่ได้ตั้งใจจะหัวเราะออกมาหรอกนะ... ก็แค่อยู่ ๆ ก็รู้สึกดีขึ้นเยอะแล้วนะ",
      "vi": "Rõ ràng là thời gian đã qua lâu rồi, nhưng mỗi khi Lisa viết thư cho tôi đều gọi tôi là \"bé Collei\", tôi cứ có cảm giác như kiểu... Hử? Bạn nói cô ấy cũng gọi bạn là bé cưng sao? Hì... xin lỗi nhé, tôi không cố ý cười đâu... chỉ là tự nhiên thấy vui hơn nhiều thôi."
    }
  },
  {
    "title": {
      "zhs": "关于菲谢尔…",
      "zht": "關於菲謝爾…",
      "jp": "フィッシュルについて…",
      "ko": "피슬에 대해…",
      "en": "About Fischl",
      "de": "Über Fischl ...",
      "es": "Sobre Fischl...",
      "fr": "À propos de Fischl...",
      "pt": "Sobre Fischl...",
      "ru": "О Фишль...",
      "id": "Tentang Fischl",
      "th": "เกี่ยวกับ Fischl...",
      "vi": "Về Fischl..."
    },
    "line": {
      "zhs": "…「断罪之皇女」？抱歉，我在蒙德待的时间不长，没有听过这样的人物。不过这个名字…嘶…咳，没什么。",
      "zht": "…「斷罪之皇女」？抱歉，我在蒙德待的時間不長，沒有聽過這樣的人物。不過這個名字…嘶…咳，沒什麼。",
      "jp": "…「断罪の皇女」？ごめん、あたしはモンドにいた時間が長くなくて。その人については聞いた覚えがないな。でもその名前…うぅ…コホン、なんでもない。",
      "ko": "…「단죄의 황녀」? 미안, 몬드에 머문 시간이 길지 않아서 그런 사람은 들어본 적 없어. 근데 이 이름… 스읍… 크흠, 아니야",
      "en": "...\"Prinzessin der Verurteilung\"? ...Mmm, nope, sorry. I wasn't in Mondstadt for very long, so I didn't hear of her. That name, though... *grimace*... Ahem, nothing.",
      "de": "... „Prinzessin der Verurteilung“? Tut mir leid, ich war nicht sehr lange in Mondstadt, also habe ich nichts von ihr gehört. Aber dieser Name ... Hmm ... Ähm? *hust* Nichts.",
      "es": "¿La Princesa del Juicio? Lo siento, no me suena de nada. No estuve tanto tiempo en Mondstadt, así que no la conozco. Aunque ese nombre es... *Ejem*, no, no es nada.",
      "fr": "... « Princesse du châtiment » ? ... Hmm, non, désolée. Je ne suis pas restée à Mondstadt très longtemps, je n'ai pas entendu parler d'elle. Ce nom, par contre... *grimace* ... Ahem, rien.",
      "pt": "...\"Princesa dos Pecados\"? ...Hm, não, desculpa. Não fiquei em Mondstadt por muito tempo, então nunca ouvi falar dela. Mas esse nome... Ahem... Nada.",
      "ru": "«Принцесса осуждения»? Извини, я пробыла в Мондштадте не так долго, ничего о ней не слышала. Но это имя... Хм... Да нет, ничего.",
      "id": "\"Prinzessin der Verurteilung\"? ... Mmm, tidak, maaf, aku di Mondstadt tidak begitu lama, jadi aku tidak pernah dengar dia. Tapi nama itu ... Ugh, ehem, tidak apa-apa.",
      "th": "...เจ้าหญิงแห่งการลงทัณฑ์? ขอโทษด้วยนะ ฉันอยู่ที่ Mondstadt ไม่นาน ก็เลยไม่เคยได้ยินชื่อคนคนนี้น่ะ แต่จะว่าไปชื่อนี้มัน... เอ่อ.. อะแฮ่ม ไม่มีอะไรแล้วล่ะ",
      "vi": "...\"Công Chúa Định Tội\" sao? Xin lỗi nhé, thời gian tôi ở Mondstadt không nhiều, cho nên chưa gặp qua người này. Nhưng mà cái tên này... hì... khụ, không có gì."
    }
  },
  {
    "title": {
      "zhs": "想要了解柯莱·其一",
      "zht": "想要瞭解柯萊·其一",
      "jp": "コレイを知る·1",
      "ko": "콜레이에 대해 알기·첫 번째",
      "en": "More About Collei: I",
      "de": "Ich will mehr über Collei erfahren I",
      "es": "Más sobre Collei (I)",
      "fr": "Connaître Collei (1)",
      "pt": "Mais sobre Collei — I",
      "ru": "Узнать больше о Коллеи I",
      "id": "Mengenal Collei: I",
      "th": "อยากรู้เกี่ยวกับ Collei - 1",
      "vi": "Muốn tìm hiểu Collei - Điều thứ 1"
    },
    "line": {
      "zhs": "我的事情么？如果你问的是来须弥之前的…唔，要不…你写信问一下安柏？啊，不行，要是让凯亚发现了就全完了…不对，他肯定会发现的吧！还、还是我自己来说吧，呼——对不起！请先让我再做几天心理准备…",
      "zht": "#我的事情嗎？如果{F#妳}{M#你}問的是來須彌之前的…唔，要不然…{F#妳}{M#你}寫信問一下安柏？啊，不行，要是讓凱亞發現了就全完了…不對，他肯定會發現的吧！還、還是我自己來說吧，呼——對不起！請先讓我再做幾天心理準備…",
      "jp": "あたしのこと？もしスメールに来る前のことを聞きたいのなら、うーんと、その…手紙でアンバーに聞いてみたら？あっ、やっぱりダメだ。もし騎兵隊長のガイアに知られたらおしまいだ…うん、彼なら絶対気づく！や、やっぱりあたしから言うよ、ふぅ——ごめん！やっぱりもう少し心の準備をさせてくれ…",
      "ko": "내 이야기? 수메르에 오기 전의 일을 듣고 싶다면… 음, 그냥… 엠버에게 편지로 물어볼래? 아, 안 돼. 케이아에게 걸리면 끝장이야…. 아니, 분명 어떻게든 알게 될 거야! 그, 그냥 내가 말할게. 후——미안해! 며칠만 더 마음의 준비를 하게 해줘…",
      "en": "You wanna know more about me? If you mean about before I came to Sumeru, then, um... M—Maybe you could write to Amber and ask her about it? Wait wait wait, no, not that. If Kaeya found out, that would be a disaster. What am I saying — of course he'd find out! O—Okay, I'll tell you myself, then. Whew... I'm sorry! Please give me a few days to work up to it...",
      "de": "Du willst mehr über mich wissen? Wenn du über meine Geschichte vor meiner Ankunft in Sumeru erfahren willst, kannst du vielleicht an Amber schreiben und sie danach fragen? Ha, warte mal! Oh, nein, mach das nicht. Wenn Kaeya das herausfindet, wäre das eine Katastrophe. Was sage ich da ... Natürlich wird er es herausfinden! Gut, dann erzähle ich es dir selbst. Uff ... Es tut mir leid. Bitte gib mir ein paar Tage Zeit, ich bin mental noch nicht vorbereitet ...",
      "es": "¿Quieres saber más sobre mí? ¿Te refieres a lo que pasó antes de que llegara a Sumeru? Pues... Bueno, tal vez deberías escribirle a Amber y preguntarle al respecto. ¡Ah, no! Mejor no. Si Kaeya se entera, sería el fin. ¿Pero qué estoy diciendo? Se enterará de todos modos. E-está bien, te lo contaré yo misma. *Suspira*, lo siento, primero necesito prepararme mentalmente...",
      "fr": "Tu veux en savoir plus sur moi ? Si tu parles de ce qui s'est passé avant que j'arrive à Sumeru, alors... P—Peut-être que tu peux écrire à Amber pour lui demander ? Attends, attends, non, pas ça. Si Kaeya le découvre, ça va être un désastre. Qu'est-ce que je dis, bien sûr qu'il le découvrirait ! B—Bon, je vais te le dire moi-même, alors. Pfiou... Je suis désolée ! S'il te plaît, donne-moi quelques jours pour me préparer...",
      "pt": "Você quer saber mais sobre mim? Se você quer dizer sobre antes de eu ter chegado em Sumeru, então, uhh... T-talvez você poderia escrever para a Amber e perguntar a ela sobre isso? Espera, espera, espera aí, não, isso não. Se Kaeya descobrir, seria um desastre. O que estou dizendo — é obvio que ele descobriria! Está bem, eu contarei por mim mesma, então. Uff... Desculpa! Por favor, me dê alguns dias para me preparar mentalmente...",
      "ru": "Обо мне? Хочешь узнать, что я делала до того, как попасть в Сумеру? Гм... Может, напишешь Эмбер? Ай, нет, если Кэйа узнает, то всё... А он точно узнает! Гм-гм, ладно, тогда я сама расскажу... Уф, извини! Мне нужно пару дней, чтобы настроиться.",
      "id": "Kamu mau tahu lebih banyak tentangku? Kalau maksudmu sebelum aku datang ke Sumeru, mmm ... Mu-Mungkin kamu bisa tulis surat ke Amber dan tanya dia? Tunggu tunggu tunggu, tidak, jangan deh. Kalau Kaeya tahu, bakal jadi bencana nanti. Maksudku — pasti dia bakal tahu! O-Oke, biar aku sendiri saja yang langsung bilag padamu. Fyuh ... Maaf! Tolong beri aku waktu beberapa hari untuk menyiapkan diri ....",
      "th": "เรื่องราวของฉันงั้นเหรอ? ถ้าเธอถามถึงเรื่องก่อนที่จะมาที่ Sumeru... เอ่อ เธอ... เขียนจดหมายถาม Amber ดู? อ๊ะ ไม่ได้สิ แบบนั้นถ้า Kaeya เจอเข้าก็จบกันพอดี... ไม่ใช่สิ เขาต้องจับได้แน่ ๆ! งะ งั้นฉันเล่าเองละกัน ฟู่ว... ขอโทษด้วยนะ! ฉันขอเวลาเตรียมใจสักสองสามวันแล้วกันนะ...",
      "vi": "Chuyện của tôi sao? Nếu như bạn hỏi về chuyện trước khi đến Sumeru thì... ừm, hay là... bạn viết thư hỏi Amber nhé? À không được, nếu như để bị Kaeya phát hiện ra thì tiêu... à không, anh ta chắc chắn sẽ phát hiện ra chứ nhỉ! Thôi thì để tôi tự nói vậy, phù... xin lỗi! Cho tôi mấy ngày để chuẩn bị tâm lý trước nhé..."
    }
  },
  {
    "title": {
      "zhs": "想要了解柯莱·其二",
      "zht": "想要瞭解柯萊·其二",
      "jp": "コレイを知る·2",
      "ko": "콜레이에 대해 알기·두 번째",
      "en": "More About Collei: II",
      "de": "Ich will mehr über Collei erfahren II",
      "es": "Más sobre Collei (II)",
      "fr": "Connaître Collei (2)",
      "pt": "Mais sobre Collei — II",
      "ru": "Узнать больше о Коллеи II",
      "id": "Mengenal Collei: II",
      "th": "อยากรู้เกี่ยวกับ Collei - 2",
      "vi": "Muốn tìm hiểu Collei - Điều thứ 2"
    },
    "line": {
      "zhs": "流浪到蒙德的时候，我对安柏他们说了很多不该说的话，现在回想起来还是会很羞愧…我这人真是的，怎么能对想帮我的人说那些话呢！他们那时候究竟是怎么看我的？想想就又…呜，抱歉，今天先到这里可以吗？不然等到明天…我又要为刚刚说过的话后悔了。",
      "zht": "流浪到蒙德的時候，我對安柏他們說了很多不該說的話，現在回想起來還是會很羞愧…我這人真是的，怎麼能對想幫我的人說那些話呢！他們那時候究竟是怎麼看我的？想想就又…嗚，抱歉，今天先到這裡可以嗎？不然等到明天…我又要為剛剛說過的話後悔了。",
      "jp": "モンドにいたとき、アンバーたちに言っちゃいけないことをたくさん言ってしまった。今思い出してもそのことが恥ずかしいんだ…もう、あたしったら、なんであたしを助けようとしてくれた人たちにあんなことを言ったんだって！あのとき、みんなはあたしのことをどう思ってたのか？考えるだけで…うぅ、ごめん、今日はこの辺にしてくれないか？そうじゃないと、明日になったら…きっと今言ったことを後悔してしまうから。",
      "ko": "유랑하던 중 몬드에 가게 됐을 때 엠버 일행에게 해서는 안 될 말을 많이 했어. 지금 돌이켜보면 정말 부끄러워…. 나도 참, 날 도우려던 사람에게 어떻게 그런 말을 한 거지? 그들이 날 어떻게 생각했을까? 생각만 해도… 윽, 미안해. 오늘은 여기까지만 하면 안 될까? 아니면 내일… 방금 한 말을 또 후회할 거야",
      "en": "When I ended up in Mondstadt, I said a lot of things to Amber and the others that I shouldn't have. I still feel ashamed whenever I think about it... How could I talk like that to people who were just trying to help me? I shudder to think what they must have thought of me back then... Uhh, sorry, maybe we can leave it there for today? If I go any further than that, I know I'll regret it tomorrow.",
      "de": "Als ich in Mondstadt ankam, habe ich zu Amber und den anderen viele Dinge gesagt, die ich nicht hätte sagen sollen. Ich schäme mich immer noch, wenn ich daran denke ... Wie konnte ich so mit Menschen reden, die mir helfen wollten? Was haben sie damals von mir gedacht? Ich kann mir gar nicht vorstellen *schluchz* ... Tut mir leid, können wir heute erst einmal hier aufhören? Sonst bereue ich morgen wieder, was ich gerade gesagt habe.",
      "es": "Cuando estuve en Mondstadt, le dije a Amber y a los demás muchas cosas que no debí haber dicho. Cada vez que lo pienso, me muero de la vergüenza. ¿Cómo pude hablarle así a la gente que intentaba ayudarme? No quiero ni imaginarme qué pensarían de mí en aquel entonces... Humm, lo siento. ¿Te importa si hablamos de esto otro día? Si sigo hablando, mañana me arrepentiré de lo que diga.",
      "fr": "Quand je me suis retrouvée à Mondstadt, j'ai dit beaucoup de choses à Amber et aux autres que je n'aurais pas dû. J'ai encore honte quand j'y pense... Comment ai-je pu parler comme ça à des gens qui essayaient juste de m'aider ? Je frémis à l'idée de ce qu'ils ont dû penser de moi à l'époque... Argh, désolée, peut-être qu'on peut en rester là pour aujourd'hui ? Si j'en dis plus, je sais que je le regretterai demain.",
      "pt": "Quando eu parei em Mondstadt, eu disse muitas coisas para a Amber e os outros que eu não deveria. Ainda me sinto envergonhada quando penso nisso... Como eu pude falar aquelas coisas para pessoas que só estavam tentando me ajudar? Me arrepio toda só de pensar no que eles devem ter pensado de mim naquela época... Uhh, desculpa, talvez deveríamos acabar por aqui por hoje? Se eu for mais longe do que isso, sei que irei me arrepender amanhã.",
      "ru": "Оказавшись в Мондштадте, я наговорила Эмбер и всем остальным много такого, о чём сейчас жалею... Как я могла, ведь они хотели мне помочь! Что они тогда обо мне подумали? Даже представить страшно... Ох, извини. Давай пока остановимся здесь? А то завтра... Мне снова будет стыдно за свои слова.",
      "id": "Waktu aku tiba di Mondstadt, aku bicara banyak hal yang tak seharusnya kukatakan pada Amber dan lainnya. Aku masih merasa malu kapan pun aku mengingatnya ... Bagaimana bisa aku bicara begitu pada mereka yang hanya mencoba untuk membantuku? Aku jadi merinding kalau ingat diriku pada masa itu ... Uhh, maaf, mungkin kita berhenti sampai sini saja hari ini? Kalau aku bicara lebih banyak lagi, mungkin besok aku bakal menyesal.",
      "th": "ในตอนที่ร่อนเร่ไปที่ Mondstadt ฉันพูดหลายอย่างที่ไม่ควรพูดกับพวก Amber ไปเยอะแยะเลย ตอนนี้กลับมาคิดดูก็น่าละอายอยู่เหมือนกัน... ฉันนี่มันจริง ๆ เลย ทำไมถึงพูดแบบนั้นกับคนที่อยากจะช่วยฉันได้นะ! ในตอนนั้นพวกเขาคิดว่าฉันเป็นคนยังไงกันแน่นะ? พอคิดดูก็... ฮือ ขอโทษทีนะ วันนี้พอแค่นี้ก่อนได้มั้ย? ไม่ก็รอให้ถึงพรุ่งนี้ก่อน... ฉันเริ่มจะเสียใจกับสิ่งที่เพิ่งพูดออกไปอีกแล้วล่ะ",
      "vi": "Khi lưu lạc ở Mondstadt, tôi đã nói rất nhiều chuyện không nên nói với Amber bọn họ, giờ nghĩ lại thấy xấu hổ thật... Con người của tôi thật là, sao lại nói ra những lời này với người muốn giúp mình chứ! Lúc đó họ nghĩ thế nào về tôi đây? Nghĩ nghĩ lại thấy... Hic, xin lỗi, hôm nay đến đây thôi nhé? Hay là đợi đến ngày mai... Tôi lại thấy hối hận về lời nói ban nãy rồi."
    }
  },
  {
    "title": {
      "zhs": "想要了解柯莱·其三",
      "zht": "想要瞭解柯萊·其三",
      "jp": "コレイを知る·3",
      "ko": "콜레이에 대해 알기·세 번째",
      "en": "More About Collei: III",
      "de": "Ich will mehr über Collei erfahren III",
      "es": "Más sobre Collei (III)",
      "fr": "Connaître Collei (3)",
      "pt": "Mais sobre Collei — III",
      "ru": "Узнать больше о Коллеи III",
      "id": "Mengenal Collei: III",
      "th": "อยากรู้เกี่ยวกับ Collei - 3",
      "vi": "Muốn tìm hiểu Collei - Điều thứ 3"
    },
    "line": {
      "zhs": "因为「魔鳞病」的关系，我曾经被送到「博士」手下治疗…不，那不是治疗，而是「实验」。在那种环境里待久了，我也不由开始想，自己到底做错了什么？为什么没有人来救我…渐渐地，就连「愚人众」以外的人也一并恨上了。现在想想…实在是，太幼稚了。",
      "zht": "因為「魔鱗病」的關係，我曾經被送到「博士」手下治療…不，那不是治療，而是「實驗」。在那種環境裡待久了，我也忍不住開始想，自己到底做錯了什麼？為什麼沒有人來救我…漸漸地，就連「愚人眾」以外的人也一起懷恨了。現在想想…實在是，太幼稚了。",
      "jp": "「魔鱗病」のせいで、あたしは治療のために「博士」のところに送られた…いや、あれは治療なんかじゃなく、「実験」だった。ああいう環境に長くいると、こう思うようになった——自分は、何か悪いことでもしたのか。なんで誰も助けてくれないんだって…そうやって、だんだん「ファデュイ」以外の人たちも恨むようになった。思えば…本当に幼稚だったと思う。",
      "ko": "「비늘병」 때문에 「도토레」에게 보내져서 치료받은 적이 있어…. 아니, 치료가 아니라 「실험」이었지. 그런 환경에 오래 있다 보니 내가 대체 뭘 잘못한 건지, 왜 아무도 날 구하러 오지 않는지 궁금해지더라고…. 그렇게 점점 「우인단」 외의 사람들도 미워졌어. 지금 생각해보면… 참 유치하지",
      "en": "I was once taken to someone they call \"The Doctor\" for treatment for my Eleazar... well, actually \"treatment\" is the wrong word — it was more... experimentation. After so long in that place, I couldn't help but start to wonder, what have I done wrong to deserve this? Why won't anyone come to rescue me? Gradually, I went from hating just the Fatui to hating everyone in the world. Thinking about it now... it was quite childish.",
      "de": "Ich wurde zu „Il Dottore“ gebracht, um meine „Eleazar“ zu behandeln ... Nein, eigentlich ist Behandlung das falsche Wort, es war eher ... ein „Experiment“. Nachdem ich so viel Zeit in dieser Umgebung verbracht hatte, begann ich mich zu fragen: Was habe ich falsch gemacht, dass ich das verdient habe? Warum kommt niemand, um mich zu retten? Allmählich begann ich, nicht mehr nur Fatui zu hassen, sondern alle Menschen auf der Welt. Wenn ich jetzt darüber nachdenke, war ich ziemlich kindisch.",
      "es": "Una vez, me llevaron ante un tipo llamado “El Doctor” para que tratara mi eleazar. Bueno, “tratamiento” no es la palabra adecuada. Más bien fue un experimento. Después de tanto tiempo allí, no podía dejar de preguntarme a mí misma qué había hecho para merecer algo así. ¿Por qué nadie iba a rescatarme? Al final acabé odiando a los Fatui y a todo el mundo en general. Ahora que lo pienso, era un comportamiento muy infantil.",
      "fr": "Un jour, on m'a emmenée chez quelqu'un qu'on appelle Dottore pour traiter mon éléazar... Enfin, « traiter » n'est pas le bon mot, ce serait plutôt... expérimenter. Après être restée aussi longtemps dans un environnement pareil, je n'ai pas pu m'empêcher de me demander ce que j'avais fait de mal pour mériter ça. Pourquoi personne ne venait à mon secours ? Petit à petit, j'en suis venue à détester non seulement les Fatui, mais également toutes les autres personnes. En y repensant... c'était assez immature de ma part.",
      "pt": "Uma vez, fui levada por alguém que chamam de \"O Doutor\" para tratar a minha Eleazar... bem, na verdade, \"tratar\" é a palavra errada — foi algo mais como... um experimento. Depois de tanto tempo naquele lugar, eu não conseguia evitar pensar, o que fiz de errado para merecer isso? Por que ninguém vinha me resgatar? Gradualmente, mudei de odiar só os Fatui, para odiar todos no mundo. Pensando bem sobre isso agora... foi bem infantil.",
      "ru": "Из-за элеазара меня отправили лечиться к Дотторе... Нет, это было не лечение, а «эксперименты». Шло время, и я стала невольно задумываться, что я сделала не так? Почему никто не приходит мне на помощь... И возненавидела всех людей, даже тех, кто не имел отношения к Фатуи. Вспоминаю себя тогда... Я была такой глупой.",
      "id": "Aku pernah dibawa kepada seseorang yang dipanggil \"Doctor\" untuk pengobatan Eleazar-ku ... yah, sebenarnya kata \"pengobatan\" itu salah sih — lebih tepatnya ... eksperimen. Setelah sekian lama ada di tempat itu, aku jadi berpikir, apa yang sudah kulakukan sampai harus mengalami nasib seperti itu? Kenapa tidak ada yang datang untuk menyelamatkanku? Sedikit demi sedikit, aku tidak hanya benci pada Fatui tapi juga pada semua orang di dunia ini. Kalau sekarang kupikir lagi ... aku kekanak-kanakan sekali ya.",
      "th": "เพราะ \"โรค Eleazar\" ฉันก็เลยเคยถูกส่งตัวไปรักษาภายใต้การดูแลของ \"The Doctor\"... ไม่สิ ไม่ใช่การรักษา แต่ว่าเป็นการทดลองต่างหากล่ะ พออยู่ในสภาพแวดล้อมแบบนั้นนานเข้า ฉันก็อดคิดไม่ได้ ว่าตัวเองทำผิดอะไรกันแน่? ทำไมถึงไม่มีใครมาช่วยฉันเลย... ก็เลยค่อย ๆ พาลเกลียดคนที่ไม่ใช่ Fatui ไปด้วย พอตอนนี้กลับมาคิดดูแล้ว... มันก็ทำตัวเป็นเด็ก ๆ เกินไปจริง ๆ นั่นแหละ",
      "vi": "Do bị bệnh Eleazar nên tôi từng bị đưa đến chỗ của Dottore để chữa trị... Không, không phải chữa trị, mà là \"thí nghiệm\". Ở lâu trong hoàn cảnh đó khiến tôi bắt đầu nghĩ tôi đã làm sai chuyện gì? Tại sao không có ai đến cứu tôi... Dần dần, tôi hận luôn cả những người bên ngoài Fatui. Bây giờ nghĩ lại... tôi đúng là ấu trĩ."
    }
  },
  {
    "title": {
      "zhs": "想要了解柯莱·其四",
      "zht": "想要瞭解柯萊·其四",
      "jp": "コレイを知る·4",
      "ko": "콜레이에 대해 알기·네 번째",
      "en": "More About Collei: IV",
      "de": "Ich will mehr über Collei erfahren IV",
      "es": "Más sobre Collei (IV)",
      "fr": "Connaître Collei (4)",
      "pt": "Mais sobre Collei — IV",
      "ru": "Узнать больше о Коллеи IV",
      "id": "Mengenal Collei: IV",
      "th": "อยากรู้เกี่ยวกับ Collei - 4",
      "vi": "Muốn tìm hiểu Collei - Điều thứ 4"
    },
    "line": {
      "zhs": "DATA NOT FOUND",
      "zht": "DATA NOT FOUND",
      "jp": "DATA NOT FOUND",
      "ko": "DATA NOT FOUND",
      "en": "DATA NOT FOUND",
      "de": "DATA NOT FOUND",
      "es": "DATA NOT FOUND",
      "fr": "DATA NOT FOUND",
      "pt": "DATA NOT FOUND",
      "ru": "DATA NOT FOUND",
      "id": "DATA NOT FOUND",
      "th": "DATA NOT FOUND",
      "vi": "DATA NOT FOUND"
    }
  },
  {
    "title": {
      "zhs": "想要了解柯莱·其五",
      "zht": "想要瞭解柯萊·其五",
      "jp": "コレイを知る·5",
      "ko": "콜레이에 대해 알기·다섯 번째",
      "en": "More About Collei: V",
      "de": "Ich will mehr über Collei erfahren V",
      "es": "Más sobre Collei (V)",
      "fr": "Connaître Collei (5)",
      "pt": "Mais sobre Collei — V",
      "ru": "Узнать больше о Коллеи V",
      "id": "Mengenal Collei: V",
      "th": "อยากรู้เกี่ยวกับ Collei - 5",
      "vi": "Muốn tìm hiểu Collei - Điều thứ 5"
    },
    "line": {
      "zhs": "DATA NOT FOUND",
      "zht": "DATA NOT FOUND",
      "jp": "DATA NOT FOUND",
      "ko": "DATA NOT FOUND",
      "en": "DATA NOT FOUND",
      "de": "DATA NOT FOUND",
      "es": "DATA NOT FOUND",
      "fr": "DATA NOT FOUND",
      "pt": "DATA NOT FOUND",
      "ru": "DATA NOT FOUND",
      "id": "DATA NOT FOUND",
      "th": "DATA NOT FOUND",
      "vi": "DATA NOT FOUND"
    }
  },
  {
    "title": {
      "zhs": "柯莱的爱好…",
      "zht": "柯萊的愛好…",
      "jp": "コレイの趣味…",
      "ko": "콜레이의 취미…",
      "en": "Collei's Hobbies",
      "de": "Colleis Hobbys ...",
      "es": "Aficiones de Collei...",
      "fr": "Les loisirs de Collei...",
      "pt": "Passatempos de Collei...",
      "ru": "Хобби Коллеи...",
      "id": "Hobi Collei",
      "th": "งานอดิเรกของ Collei...",
      "vi": "Sở thích của Collei..."
    },
    "line": {
      "zhs": "爱好嘛…缝纫、练习飞行，还有帮助他人！嗯？你说听着有点耳熟？因为…我也想成为「能照亮别人的人」。",
      "zht": "#愛好嘛…縫紉、練習飛行，還有幫助他人！嗯？{F#妳}{M#你}說聽起來有點耳熟？因為…我也想成為「能照亮別人的人」。",
      "jp": "趣味は…裁縫に飛行の練習、それから他人を助けること！え？聞き覚えがあるって？それは…あたしも「誰かを照らす光」になりたいからだ。",
      "ko": "내 취미는… 바느질, 비행 연습, 그리고 타인을 돕는 거야! 응? 어디서 들어본 말 같다고? 왜냐하면… 나도 「타인을 밝혀주는 사람」이 되고 싶거든!",
      "en": "My hobbies? ...Sewing, practicing gliding, and helping people! Hmm? Sounds familiar? Well, that's because... I want to be someone that gives people that warm feeling, too.",
      "de": "Meine Hobbys? ... Nähen, Flugfähigkeiten üben und Menschen helfen! Hm? Klingt vertraut? Nun, das ist so, weil ... Ich möchte auch jemand sein, der die anderen „erleuchtet“.",
      "es": "¿Mis aficiones? Me gusta coser, planear ¡y ayudar a la gente! ¿Eh? ¿Te resultan familiares? Eso es porque... yo también quiero ser una persona cálida.",
      "fr": "Mes loisirs ? ... La couture, m'exercer au planage et aider les autres ! Hmm ? Ça te paraît familier ? Eh bien, c'est parce que... Je veux être quelqu'un qui donne aux gens ce même sentiment de chaleur, moi aussi.",
      "pt": "Meus passatempos? ...Costurar, praticar planamento e ajudar as pessoas! Hmm? Parece familiar? Bem, é que... eu quero ser alguém que passa aquele sentimento quentinho, também.",
      "ru": "#Хобби... Шить, оттачивать свои лётные навыки, помогать людям! А? Говоришь, где-то уже это слышал{F#a}? Потому что... Я тоже хочу стать человеком, рядом с которым «всем становится теплее».",
      "id": "Hobiku? Menjahit, berlatih meluncur, dan membantu orang! Hmm? Familier? Yah, itu karena ... aku juga mau jadi seseorang yang memberikan kehangatan pada orang lain.",
      "th": "งานอดิเรกเหรอ... ปักเย็บผ้า, ฝึกร่อนเวหา แล้วก็ช่วยเหลือผู้คน! อืม? เธอว่ามันคุ้น ๆ งั้นเหรอ? นั่นก็เพราะว่า... ฉันเองก็อยากเป็น \"คนที่ส่องแสงสว่างให้คนอื่นได้\" เหมือนกันยังไงล่ะ",
      "vi": "Sở thích sao... may vá, tập bay, còn có giúp đỡ người khác nữa! Hửm? Bạn nói nghe khá quen tai đúng không? Bởi vì... tôi cũng muốn trở thành \"người soi sáng người khác\"."
    }
  },
  {
    "title": {
      "zhs": "柯莱的烦恼…",
      "zht": "柯萊的煩惱…",
      "jp": "コレイの悩み…",
      "ko": "콜레이의 고민…",
      "en": "Collei's Troubles",
      "de": "Colleis Sorgen ...",
      "es": "Preocupaciones de Collei...",
      "fr": "Les problèmes de Collei...",
      "pt": "Preocupações de Collei...",
      "ru": "Беспокойство Коллеи...",
      "id": "Kekhawatiran Collei",
      "th": "เรื่องกลุ้มใจของ Collei...",
      "vi": "Nỗi buồn của Collei..."
    },
    "line": {
      "zhs": "「针对当前…农作物品种…单一化…避兔长期食用菌类…采取的进口错施…」——这都是什么和什么啊？为什么教令院的论文连「不想吃蘑菇」都能写得这么复杂啊！",
      "zht": "「針對目前…農作物品種…單一化…避兔長期食用菌類…採取的進口錯施…」——這都是什麼和什麼啊？為什麼教令院的論文連「不想吃蘑菇」都能寫得這麼複雜啊！",
      "jp": "「現在の…農作物の品種…単いち化…長期的なキノコの食用をよけ…輸入方策の実施…」——なんだこれ！何で教令院は「キノコを食べたくない」って論文をこんなにややこしく書くんだ！",
      "ko": "「현재… 농작물 품종의… 단일화… 현상을 막고… 장기간의 균류 섭취를 막기 위한… 수입 조치는…」 이게 다 무슨 소리야? 왜 아카데미아 논문은 「버섯 먹기 싫다」는 말을 이렇게 복잡하게 하는 거냐고!",
      "en": "\"In response to the homo— homogenization of crop species... taken import measures... avoid long-term consumption of fungal foods...\" What is the point of all this... They're literally saying, \"I don't wanna eat mushrooms,\" but because they're from the Akademiya, they have to make it sound all complicated!",
      "de": "„Ergriffene Importmaßnahmen zur Vermeidung ... vom langfristigen Pilzkonsum ... Als Reaktion auf die Homogenisierung ... der Nutzpflanzenarten.“ Warum muss die Akademie „Ich will keine Pilze essen“ so kompliziert ausformulieren!",
      "es": "“Como respuesta a la homa... homogenización de los cultivos atu... actuales para evitar el consomé... consumo de productos fun... fúngicos”... ¿Pero qué es todo esto? No está diciendo más que “No quiero comer champiñones”, pero como es de la Academia, tienen que hacer que suene complicadísimo.",
      "fr": "« En réponse à l'homo... homogénéisation des variétés cultivées... pris des mesures d'importation... éviter la consommation à long terme d'aliments fongiques... ». Pourquoi ils en font autant... Ils sont juste en train de dire : « Je ne veux pas manger de champignons », mais sous prétexte qu'il s'agit de l'Académie, il faut que ça ait l'air compliqué !",
      "pt": "\"Em resposta a homo-homogenização das espécies de cultivos... evitar medidas de importação... evitar o consumo a longo prazo de alimentos fúngicos...\" O que adianta tudo isso... Eles estão literalmente apenas dizendo: \"eu não quero comer cogumelos\", mas como são da Academia, eles têm que fazer tudo parecer tão complicado!",
      "ru": "«В настоящее время... В целях унификации... различных сортов сельскохозяйственных культур... Во избежание длительного употребления в пищу съедобных грибов... Принимаются меры по импорту...» Что это такое? Почему в научных работах Академии всё так непонятно? Почему нельзя просто написать: «Мы не хотим есть одни грибы»?",
      "id": "\"Menanggapi ho — homogenisasi spesies tanaman ... mengambil langkah-langkah impor... menghindari konsumsi jangka panjang makanan jamur ....\" Apa maksud dari semua ini ... Mereka secara harfiah mengatakan, \"Aku tidak mau makan jamur,\" tetapi karena dari Akademiya, makanya jadi terdengar rumit!\"",
      "th": "\"มาตรการนำเข้า... เพื่อหลีกเลี่ยงเห็ดที่กินได้ในระยะยาว... โดยมุ่งเป้าไปที่การลดความหลากหลายของพันธุ์พืช... ในปัจจุบัน...\" นี่มันอะไรกันล่ะเนี่ย? วิทยานิพนธ์ของทางสถาบัน แค่จะบอกว่า \"ไม่อยากกินเห็ด\" ทำไมถึงเขียนออกมาได้ซับซ้อนขนาดนี้กันนะ!",
      "vi": "\"Theo quan điểm hiện tại... giống cây trồng... cần thống nhất chung... để tránh ăn nấm... lâu ngày... mà đưa ra biện pháp nhập khẩu\" Cái gì với cái gì chứ? Tại sao luận văn của Giáo Viện lại viết chuyện \"không muốn ăn nấm\" này một cách phức tạp như vậy chứ!"
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was sie so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "「口袋饼」方便携带，又容易吃饱，应该是我最常吃的东西了？如果不考虑肚子的需要，我最喜欢的食物…嗯，应该是「炸萝卜丸子」吧。",
      "zht": "「口袋餅」方便攜帶，又容易吃飽，應該是我最常吃的東西了？如果不考慮肚子的需要，我最喜歡的食物…嗯，應該是「炸蘿蔔丸子」吧。",
      "jp": "「ピタ」は持ち運びできる上に、満腹感を得られやすいから、あたしはよく食べてる。もし腹を満たすってことを抜きにしたら、一番好きなのは…うん、「大根の揚げ団子」かな。",
      "ko": "「포켓 피타」는 휴대가 간편하고 포만감을 줘. 아마 내가 제일 자주 먹는 음식일걸? 배 채울 걱정 안 해도 된다면, 내가 제일 좋아하는 음식은… 음, 「무완자 튀김」이야",
      "en": "Pita pockets are travel-friendly and filling, so they're probably the food I eat the most. But if we're talking about more than just \"filling,\" my favorite food would be... mmm, Fried Radish Balls, I think.",
      "de": "„Taschenfladen“ sind reisefreundlich und sättigend, daher esse ich sie wahrscheinlich am häufigsten. Aber wenn es um mehr als nur „Sättigung“ geht, wäre mein Lieblingsessen ... Hmm, frittierte Rettichbällchen, glaube ich.",
      "es": "Los döner kebabs son fáciles de llevar y muy saciantes. Supongo que es lo que más como. Aunque si no tengo en cuenta el grado de saciedad... mi comida preferida serían... las albóndigas de rábano fritas.",
      "fr": "Les snacks pitas, c'est facile à transporter et en plus, ça rassasie bien, donc c'est probablement l'aliment que je mange le plus. Mais si on parle de plus que de se remplir l'estomac, mon plat préféré c'est... Mmm, les boulettes de radis frites, je pense.",
      "pt": "Pães Pita são convenientes de carregar, e enchem bastante, acho que são o que mais como. Mas se não fosse somente para encher, minha comida favorita é... Hmm, deve ser Bolinhas de Rabanete Fritas!",
      "ru": "Наверное, пита? Её удобно брать с собой в дозор, а ещё она отлично утоляет голод. А если помечтать... Тогда, наверное, моё любимое блюдо - редисовые шарики.",
      "id": "Pita Pocket itu praktis untuk dibawa dalam perjalanan dan bisa mengenyangkan, jadi itu mungkin adalah makanan yang paling sering aku makan. Tapi jika kita bicara tentang lebih dari sekadar \"mengenyangkan\", makanan favoritku adalah ... mmm, sepertinya Fried Radish Ball.",
      "th": "\"Pita Pocket\" พกพาง่าย แล้วก็ทานอิ่มได้ง่าย ๆ ด้วย น่าจะเป็นของที่ฉันกินบ่อยที่สุดแล้วล่ะ? ถ้าไม่คำนึงถึงแค่เรื่องอิ่มท้อง อาหารที่ฉันชอบที่สุด... อืม ก็น่าจะเป็น Fried Radish Balls ล่ะมั้ง",
      "vi": "\"Bánh Túi\" là một món ăn tiện dụng, lại dễ no, chắc đây là món yêu thích nhất của tôi rồi nhỉ? Nếu không suy nghĩ cho cái bụng thì món tôi thích nhất sẽ là... ừm, chắc là \"Củ Cải Viên Chiên\" rồi."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was sie nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang Tidak Disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "流浪的时候肚子饿了，连钩钩果都要掰碎了吃下去，所以我没有什么特别讨厌的食物。一定要说的话，我不会碰的只有各种蘑菇吧？和口味无关，只是不希望被师父长篇大论批评的人是自己而已…",
      "zht": "流浪的時候肚子餓了，連鉤鉤果都要掰碎了吃下去，所以我沒有什麼特別討厭的食物。一定要說的話，我不會碰的只有各種蘑菇吧？和口味無關，只是不希望被師父長篇大論批評的人是自己而已…",
      "jp": "彷徨ってた時は、腹が減ったらググプラムまで割って食べてた。だから、すごく嫌いって食べ物はないかな。強いて言えば、あたしが絶対に食べないのはキノコかな？好き嫌いの問題じゃなくて、師匠に延々と説教されるのが嫌なだけだけど…",
      "ko": "떠돌이 생활할 때 배고프면 고리고리 열매를 쪼개서 먹을 정도였으니 특별히 싫어하는 음식은 없어. 굳이 꼽자면, 손대지 않는 건 버섯뿐이려나? 맛 때문이 아니라 스승님한테 비난받는 당사자가 되고 싶지 않거든…",
      "en": "During my wandering days, there were times when I had to crack open Wolfhooks and force them down if I didn't want to go hungry, so there aren't really any foods that I especially hate. If I had to pick one thing that I won't touch, it would be mushrooms of any kind. Nothing to do with the flavor — I just don't want to ever be the one on the receiving end of one of Master's stern lectures...",
      "de": "Als ich noch allein umherstreifte, musste ich Wolfshaken teilen und hinunterschlingen, wenn ich nicht hungern wollte. Deswegen gibt es also kein bestimmtes Essen, das ich hasse. Wenn ich eines auswählen müsste, das ich nicht anrühren würde, dann wären es Pilze jeglicher Art. Das hat nichts mit dem Geschmack zu tun, ich möchte einfach nicht diejenige sein, die so hart von dem Meister kritisiert wird.",
      "es": "Cuando vagaba por la naturaleza, llegué a comerme hasta los ganchos de lobo para no morirme de hambre, así que no hay nada que no me guste. Si tuviera que decir algo sí o sí, probablemente serían los champiñones de cualquier tipo. No es por el sabor, es solo que no quiero que el maestro me eche uno de sus sermones...",
      "fr": "Durant mes jours d'errance, il y a eu des moments où j'ai dû ouvrir des baies à crochet et les gober si je ne voulais pas mourir de faim, donc il n'y a pas vraiment de nourriture que je déteste particulièrement. Si je devais en choisir une à laquelle je ne toucherais pas, ce serait les champignons de toutes sortes. Cela n'a rien à voir avec le goût, mais plutôt le fait que je n'ai pas envie de subir les réprimandes du maître...",
      "pt": "Durante o tempo em que eu vagava, houveram muitas ocasiões que eu abri Ganchos do Lobo e me forcei a engoli-los para não ficar faminta, por isso, não existe uma comida que eu particularmente deteste... Se tivesse que escolher algo que não tocaria, seriam cogumelos. Não tem nada a ver com o sabor, eu só não quero receber um enorme sermão do mestre...",
      "ru": "Скитаясь, я так голодала, что ела даже волчьи крюки, раскрошенные в порошок. Так что нелюбимой еды у меня нет. Разве что грибы я стараюсь не трогать... Дело не во вкусе, просто не хочется оказаться среди тех самых людей, которых так критикует наставник.",
      "id": "Selama hari-hariku sebagai pengembara, ada saat-saat ketika aku harus membuka Wolfhook dan memaksakan diri untuk memakannya kalau aku tidak ingin kelaparan, jadi tidak ada makanan yang benar-benar aku benci. Jika aku harus memilih satu hal yang tidak akan aku sentuh, itu adalah jamur jenis apa pun juga. Tidak ada hubungannya dengan rasanya — aku cuma tidak ingin menjadi salah satu orang yang menerima ceramah keras dari Guru ....",
      "th": "ในตอนที่ยังร่อนเร่ไปทั่วนั้น พอหิวขึ้นมา แม้แต่ Wolfhook ก็ยังเอามาทุบกินเลย ดังนั้นฉันไม่มีอาหารอะไรที่ไม่ชอบเป็นพิเศษหรอก ถ้าจะให้พูดล่ะก็ ของที่ฉันไม่มีทางแตะต้องก็คือพวกเห็ดสารพัดชนิดน่ะ? นี่ไม่เกี่ยวกับเรื่องรสนิยมอะไรหรอกนะ ก็แต่ไม่อยากให้คนที่ถูกอาจารย์บ่นยาวเหยียดเป็นฉันก็เท่านั้นเอง...",
      "vi": "Lúc đói bụng khi lang thang, đến cả Quả Móc Câu cũng phải đập nát ra để ăn, cho nên tôi không ghét món ăn nào cả. Nếu buộc phải chọn thì chắc là các loại nấm nhỉ? Không liên quan đến khẩu vị đâu, chỉ là không muốn người bị thầy phê bình cả ngày trời sẽ là mình mà thôi."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "嗯——真好吃！你能教教我吗？",
      "zht": "#嗯——真好吃！{F#妳}{M#你}能教教我嗎？",
      "jp": "うん——うまい！作り方を教えてくれる？",
      "ko": "음——진짜 맛있다! 나도 가르쳐주면 안 돼?",
      "en": "Mmm... It's delicious! Could you teach me?",
      "de": "Mmh ... Das ist lecker! Kannst du es mir beibringen?",
      "es": "¡Guau, qué rico está! ¿Me enseñarás a prepararlo?",
      "fr": "Mmm... C'est délicieux ! Tu peux m'apprendre comment faire ?",
      "pt": "Oh, que delícia! Você poderia me ensinar?",
      "ru": "Ого, как вкусно! Научишь меня такому рецепту?",
      "id": "Mmmm ... enak! Kamu bisa ajari aku tidak?",
      "th": "อื้ม อร่อยมากเลยล่ะ! เธอสอนฉันหน่อยได้มั้ย?",
      "vi": "Ừm!! Ngon thật đấy! Có thể chỉ dạy cho tôi không?"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "有这手艺，流浪在外也不会饿肚子了吧。",
      "zht": "有這樣的手藝，流浪在外也不會餓肚子了吧。",
      "jp": "その腕前なら、外をさすらっても腹をすかせることはないだろうな。",
      "ko": "이 정도 실력이면 밖에서 떠돌이 생활을 해도 굶을 일은 없겠어",
      "en": "With skills like this, I bet you never go hungry when you're out in the wilderness, huh?",
      "de": "Mit solcher Kochkunst musst du selbst in der Wildnis nicht hungern.",
      "es": "Con tus habilidades, seguro que no pasas hambre cuando estás de aventuras.",
      "fr": "Avec de telles compétences culinaires, je parie que tu n'as jamais faim quand tu es dans la nature, hein ?",
      "pt": "Com habilidades como essa, aposto que você nunca passa fome em suas aventuras.",
      "ru": "С таким кулинарным талантом ты не будешь голодать, даже если однажды окажешься на улице.",
      "id": "Dengan kemampuan seperti ini, kurasa kamu tidak akan pernah kelaparan saat berada di alam liar, ya kan?",
      "th": "ฝีมือดีขนาดนี้ ตระเวนอยู่ข้างนอกก็คงไม่ต้องอดอยากสินะ",
      "vi": "Có tay nghề này thì có lưu lạc bên ngoài cũng không sợ bị đói nhỉ."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "抱歉，师父交代过我，不能吃奇怪的东西。",
      "zht": "抱歉，師父交代過我，不能吃奇怪的東西。",
      "jp": "ごめん、変わったものは食べちゃだめだって師匠に言われてる。",
      "ko": "미안, 스승님이 이상한 음식은 먹지 말랬어",
      "en": "Sorry, Master says I'm not supposed to eat anything that looks suspicious.",
      "de": "Tut mir leid, mein Meister sagt, ich soll nichts essen, was verdächtig aussieht.",
      "es": "Lo siento, el maestro me ha dicho que no coma nada sospechoso.",
      "fr": "Je suis désolée, mais le maître a dit que je ne devais rien manger qui ait l'air suspect.",
      "pt": "Me desculpe, mas meu mestre disse que não posso comer nada que pareça estranho.",
      "ru": "Извини, наставник не разрешает мне пробовать странную еду.",
      "id": "Maaf, Guru bilang aku harusnya jangan makan apa pun yang terlihat mencurigakan.",
      "th": "ขอโทษด้วยนะ อาจารย์เคยบอกไว้ว่า ห้ามกินอะไรที่แปลกประหลาดน่ะ",
      "vi": "Xin lỗi, thầy có căn dặn là không nên ăn những món kỳ lạ."
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "生、生日快乐！这个是我准备的蛋糕，这个是备用的蜡烛…安柏在信里说这样就行…啊，还有、还有这个是送给你的礼物！\n\n…不好意思，我没什么办生日会的经验，也不知道合不合你的心意…弄得手忙脚乱的。有什么不足一定要跟我说，明年，我一定会准备得更好！",
      "zht": "#生、生日快樂！這個是我準備的蛋糕，這個是備用的蠟燭…安柏在信裡說這樣就行…啊，還有、還有這個是送給{F#妳}{M#你}的禮物！\n\n…不好意思，我沒什麼辦生日會的經驗，也不知道合不合{F#妳}{M#你}的心意…弄得手忙腳亂的。有什麼不足一定要跟我說，明年，我一定會準備得更好！",
      "jp": "た、誕生日おめでとう！これ、あたしが準備したケーキで、これは予備のキャンドルだ…こうすればいいってアンバーの手紙に書いてあったから…あっ、そ、それからこれはお前へのプレゼントだ！\n\n…ごめん、誕生日会をしたことがないから、これで合ってるのかどうか分からないんだ…色々バタバタしちゃったな。もし何かダメなところがあったら絶対に教えてくれよ。来年こそ、もっといいものを準備してやるよ！",
      "ko": "생, 생일 축하해! 내가 준비한 케이크야. 이건 여분의 양초고… 엠버가 편지에서 이렇게 준비하면 된댔는데… 아, 그, 그리고 이건 네 선물이야!\n\n…미안해, 생일파티를 해본 경험이 없어서 마음에 들지 모르겠네…. 너무 허술하지? 마음에 안 드는 게 있으면 말해줘. 내년에 더 잘해줄게!",
      "en": "Uh, H—Happy Birthday! Here's the cake I made for you, and here are the candles, so yeah... Amber said in her letter that this would do the job... Oh! And, and here's the gift I got for you!\n\n...I'm sorry, I don't have much experience arranging birthday parties. I have no idea if you'll like it... Aah, I'm getting all flustered now. If anything's not how you like it, please say, and I'll make absolutely sure to plan a nicer birthday celebration for you next year!",
      "de": "Äh, herzlichen Glückwunsch zum Geburtstag! Hier ist die Torte und hier sind die Ersatzkerzen. Ha? Amber sagte mir in ihrem Brief, dass das hier reichen würde ... Apropos, hier ist dein Geschenk.\n\nTut mir leid, ich habe nicht viel Erfahrung mit Geburtstagsfeiern. Ich habe keine Ahnung, ob sie dir gefallen wird ... Es war ziemlich durcheinander. Wenn dir irgendetwas nicht gefällt, sag mir Bescheid, nächstes Jahr werde ich mich auf jeden Fall besser vorbereiten!",
      "es": "¡F-feliz cumpleaños! Aquí tienes la tarta que he preparado y las velas... Amber dijo en su carta que con eso bastaría. ¡Ah, sí! T-también te he preparado un regalo.\n\nLo siento... No tengo mucha experiencia en esto de preparar fiestas de cumpleaños, ni tampoco sé si te gustan. Ay, me estoy poniendo nerviosa... Si hay algo que no te guste, dímelo ¡y el año que viene te preparé una fiesta aún mejor!",
      "fr": "Euh, b—bon anniversaire ! Voilà le gâteau que j'ai préparé pour toi, et voilà les bougies, donc oui... Amber a dit dans sa lettre que ça irait comme ça... Oh ! Et, et voilà le cadeau que je t'ai acheté !\n\nJe suis désolée, je n'ai pas tellement l'habitude d'organiser des fêtes d'anniversaire. Je n'ai aucune idée si tu vas aimer... Aah, je suis tout excitée maintenant. Si ça ne te plaît pas, dis-le-moi, et je ferai en sorte de t'organiser une fête d'anniversaire plus sympa l'année prochaine !",
      "pt": "F—Feliz aniversário! Aqui está o bolo que fiz para você, e aqui estão as velas... Amber disse na carta dela que isso seria suficiente... E, e aqui está o seu presente!\n\n... Me desculpe, eu não tenho muita experiência em organizar festas de aniversário, eu não tenho ideia se você vai gostar... Aah, e agora estou ficando envergonhada. Se você não gostar de algo, por favor me diga, eu garanto que farei uma festa de aniversário melhor para você no ano que vem!",
      "ru": "С днём... С днём рождения! А это тортик, я испекла его для тебя, а вот запасная свечка... Эмбер писала, что этого должно хватить... Ой, а ещё, чуть не забыла, вот мой подарок!\n\nИзвини, я никогда ещё не поздравляла друзей с днём рождения, не знаю, понравится ли тебе мой подарок... Но я старалась. Если что-то не так, обязательно скажи, в следующем году я подготовлюсь лучше!",
      "id": "Uh, Se-Selamat Ulang Tahun! Ini kue yang kubuat untukmu, dan ini lilinnya, jadi yah ... Amber bilang dalam suratnya kalau ini harusnya berhasil ... Oh! Dan juga, ini hadiah untukmu!\n\nMaaf, aku tidak punya pengalaman dalam mengatur pesta ulang tahun. Aku tidak tahu kamu bakal suka atau tidak ... Aah, aku jadi malu. Kalau ada hal yang tidak kamu suka, bilang saja, kupastikan kalau aku akan membuat pesta ulang tahun yang lebih bagus lagi buatmu tahun depan!",
      "th": "สะ สุขสันต์วันเกิดนะ! นี่คือเค้กที่ฉันเตรียมมา แล้วนี่คือเทียนสำรอง... Amber บอกในจดหมายว่าทำแค่นี้ก็พอแล้วล่ะ... อ๊ะ และก็นี่คือของขวัญให้เธอนะ!\n\n...ต้องขอโทษด้วยนะ พอดีฉันไม่มีประสบการณ์ในการจัดงานเลี้ยงวันเกิด แล้วฉันก็ไม่รู้เธอจะชอบมันมั้ย.... ก็เลยดูสะเปะสะปะไปหมด ถ้าขาดตกบกพร่องอะไรก็บอกฉันได้เลยนะ ปีหน้า ฉันจะเตรียมตัวให้ดีกว่านี้แน่นอน!",
      "vi": "Sinh, sinh nhật vui vẻ! Đây là bánh kem mà tôi chuẩn bị, còn đây là nến mà tôi mang theo... Amber có viết trong thư nói như vậy là được... À, còn nữa, đây là quà tôi tặng bạn!\n\n...Xin lỗi nhé, tôi không có nhiều kinh nghiệm tổ chức sinh nhật lắm, cho nên không biết có hợp ý của bạn không... Nếu có gì không ổn thì nói cho tôi nghe nhé, năm sau tôi nhất định sẽ làm tốt hơn!"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "我这是在进步吗？",
      "zht": "我這是在進步嗎？",
      "jp": "あたしは進歩しているのか？",
      "ko": "내가 발전하고 있는 건가?",
      "en": "Does this mean I'm making progress?",
      "de": "Bedeutet das, dass ich Fortschritte mache?",
      "es": "¿Esto quiere decir que estoy mejorando?",
      "fr": "Est-ce que ça veut dire que je fais des progrès ?",
      "pt": "Isso quer dizer que estou fazendo progresso?",
      "ru": "Я становлюсь лучше?",
      "id": "Apa ini artinya aku membuat kemajuan?",
      "th": "นี่ฉันพัฒนาขึ้นแล้วเหรอ?",
      "vi": "Tôi đang tiến bộ phải không?"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "我能感觉得到，我已经…不再是以前的我了。",
      "zht": "我能感覺得到，我已經…不再是以前的我了。",
      "jp": "感じられる、あたしはもう…昔のあたしじゃない。",
      "ko": "이제… 더 이상 예전의 내가 아닌 것 같아",
      "en": "I'm starting to feel like... I'm finally a better person than I used to be.",
      "de": "Ich habe das Gefühl, dass ich ... nicht mehr derselbe Mensch bin, der ich einmal war.",
      "es": "Tengo la sensación de que... ya no soy la misma de antes.",
      "fr": "Je commence à sentir que... Je ne suis plus la même qu'avant.",
      "pt": "Estou começando a sentir que... Eu não sou mais a mesma pessoa.",
      "ru": "Я чувствую, что я теперь... Не такая, какой была раньше.",
      "id": "Aku mulai merasa seperti ... Akhirnya aku bisa menjadi orang yang lebih baik daripada yang sebelumnya.",
      "th": "ฉันสัมผัสได้ ว่าฉัน... ไม่ใช่ฉันคนเดิมอีกต่อไปแล้วล่ะ",
      "vi": "Tôi cảm thấy được, tôi đã không còn... là tôi của trước đây rồi."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "就算到生死关头，也不必再依靠「它们」的力量了。",
      "zht": "就算到生死關頭，也不必再依靠「它們」的力量了。",
      "jp": "たとえ生きるか死ぬかの分かれ目になっても、「ヤツら」の力なんかに頼る必要はもうない。",
      "ko": "죽음의 문턱까지 가더라도 더는 「그것들」의 힘에 의지하지 않아",
      "en": "Even if it's a life-or-death situation, I'll never need to rely on their power again.",
      "de": "Ich werde mich nie wieder auf „ihre“ Macht verlassen müssen ... Selbst wenn es um Leben und Tod geht.",
      "es": "Aunque me encuentre en una situación de vida o muerte, no tendré que volver a depender de su poder...",
      "fr": "Je n'aurai plus jamais besoin de compter sur leur pouvoir... même si c'est une question de vie ou de mort.",
      "pt": "Eu nunca precisarei contar com o poder \"deles\" de novo... Mesmo que seja uma situação de vida ou morte.",
      "ru": "Даже если моя жизнь окажется под угрозой, я не стану пользоваться их силой.",
      "id": "Aku tidak perlu bergantung pada kekuatan mereka lagi ... walaupun dalam situasi tentang hidup dan mati sekalipun.",
      "th": "ต่อให้ถึงช่วงหัวเลี้ยวหัวต่อของชีวิต ก็ไม่จำเป็นต้องพึ่งพาพลังของ \"พวกมัน\" อีกต่อไปแล้วล่ะ",
      "vi": "Cho dù đến thời khắc sống chết thì cũng không cần phải dựa vào sức mạnh của \"chúng\" rồi."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "现在的我，即使解开被封印的力量，也可以驾驭自如了吧？嘿！\n\n说笑的，和你一起辛苦冒险的经历，才是我现在拥有的力量啊。",
      "zht": "#現在的我，即使解開被封印的力量，也可以駕馭自如了吧？嘿！\n\n說笑的，和{F#妳}{M#你}一起辛苦冒險的經歷，才是我現在擁有的力量啊。",
      "jp": "今のあたしなら、たとえ封印された力を解かれても、自由に操れるだろう。ハァッ！\n\n——なんつって。お前と共に冒険してきた経験こそ、あたしの持つ力だ。",
      "ko": "지금의 난 봉인된 힘을 풀어도 자유롭게 조종할 수 있지 않을까? 핫!\n\n——농담이야. 너랑 고생하며 모험한 경험이야말로 지금 내가 가진 힘이지",
      "en": "It probably wouldn't even matter if I unsealed that power now — I've come so far, I think I'd be able to control it, don't you? Well — only one way to find out! Hu-uh!\n\n...Just kidding. My real superpower is all about the adventure experience I've had with you.",
      "de": "Es würde wahrscheinlich nicht einmal etwas ausmachen, wenn ich diese Kraft jetzt entsiegeln würde. Ich bin schon so weit gekommen, dass ich sie total kontrollieren kann, oder? He!\n\nIch mache nur Spaß! Meine wahre Kraft habe ich durch die Abenteuer mit dir erhalten.",
      "es": "Seguramente no importaría que liberase ahora ese poder. He llegado tan lejos que creo que sería capaz de controlarlo, ¿no crees? Bueno, solo hay una forma de saberlo. ¡Uaaaa!\n\nEra broma, jiji. Mi verdadero superpoder es todo lo que he aprendido durante mis aventuras contigo.",
      "fr": "Cela n'aurait probablement pas d'importance si je descellais ce pouvoir maintenant. J'ai vécu tellement de choses, je pense que je serais capable de le contrôler, non ? Eh bien, il n'y a qu'une seule façon de le savoir ! Héhé ! ...\n\nJe plaisante. Mon vrai super pouvoir, c'est tout ce que j'ai vécu avec toi.",
      "pt": "Se eu liberasse aquele poder agora, provavelmente não importaria. Eu já cheguei tão longe, poderia controlá-lo, você não acha? Bem, só há uma forma de descobrir!\n\nHaha, só estou brincando. Meu verdadeiro poder é a aventura que tive com você.",
      "ru": "Если я сейчас освобожу запечатанную силу, она ведь всё равно будет мне подвластна, правда?\n\nШучу! Моя настоящая сила - опыт, который я получила во время наших с тобой приключений!",
      "id": "Sepertinya sudah tidak masalah lagi kalaupun aku harus membuka segel dari kekuatan itu sekarang — aku sudah sampai sejauh ini, sepertinya aku bisa mengontrolnya, ya kan? Yah, hanya ada satu cara supaya kita tahu kebenarannya! Hah! ... Aku bercanda kok. Kekuatan superku yang asli itu adalah pengalaman bertualang yang kudapat denganmu.",
      "th": "ตัวฉันในตอนนี้ แม้ว่าปลดล็อกพลังที่ปิดผนึกแล้ว ก็ยังสามารถควบคุมตัวเองได้อย่างอิสระใช่มั้ย? นี่!\n\nฉันล้อเล่นน่า ประสบการณ์ที่ยากลำบากและการผจญภัยกับเธอต่างหาก ที่เป็นพลังที่ฉันมีอยู่ตอนนี้น่ะ",
      "vi": "Tôi bây giờ, cho dù có mở sức mạnh bị phong ấn, cũng có thể kiểm soát nó một cách tự do rồi nhỉ? Hì!\n\nNói đùa thôi, những trải nghiệm mạo hiểm gian khổ cùng bạn mới là sức mạnh mà tôi có được bây giờ."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "去。",
      "zht": "去。",
      "jp": "行け。",
      "ko": "가라",
      "en": "Go!",
      "de": "Geh.",
      "es": "¡Vamos!",
      "fr": "Vas-y.",
      "pt": "Vá!",
      "ru": "Уходи.",
      "id": "Pergilah.",
      "th": "ไปซะ",
      "vi": "Đi."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "飞吧。",
      "zht": "飛吧。",
      "jp": "飛べ。",
      "ko": "날아봐",
      "en": "Fly.",
      "de": "Flieg.",
      "es": "¡A volar!",
      "fr": "Vole.",
      "pt": "Voe!",
      "ru": "Лети.",
      "id": "Terbanglah.",
      "th": "ปลิวซะเถอะ",
      "vi": "Bay nào."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "拜托了，柯里安巴！",
      "zht": "拜託了，柯里安巴！",
      "jp": "頼むよ、コレアンバー！",
      "ko": "부탁할게, 콜린엔바!",
      "en": "Cuilein-Anbar, help!",
      "de": "Cuilein-Anbar, bitte!",
      "es": "¡Ayúdame, Colleámbar!",
      "fr": "Cuilein-Anbar, à l'aide !",
      "pt": "Collambei, ajude-me!",
      "ru": "Куйлейн-Анбар, помоги!",
      "id": "Cuilein-Anbar, tolong!",
      "th": "รบกวนด้วยนะ Cuilein-Anbar!",
      "vi": "Nhờ bạn đó, Cuilein-Anbar!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "试、试试这个！",
      "zht": "試、試試這個！",
      "jp": "こ、これならどうだ！",
      "ko": "이, 이거나 먹어!",
      "en": "Try this on for size!",
      "de": "Ver... Versuche es mal!",
      "es": "¡T-toma esa!",
      "fr": "On va essayer ça pour voir !",
      "pt": "Toma essa!",
      "ru": "Попробуй-ка вот это!",
      "id": "Co-Coba ukuran yang ini!",
      "th": "ละ ลองนี่ดู!",
      "vi": "Thử, thử cái này nhé!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "来跳舞吧！",
      "zht": "來跳舞吧！",
      "jp": "踊ろう！",
      "ko": "춤추자!",
      "en": "Just like we rehearsed!",
      "de": "Lass uns tanzen!",
      "es": "¡Baila tal como ensayamos!",
      "fr": "Fais comme on a répété !",
      "pt": "Venha dançar!",
      "ru": "Потанцуем!",
      "id": "Seperti latihan kita sebelumnya!",
      "th": "มาเต้นระบำกันเถอะ!",
      "vi": "Cùng nhảy múa nào!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "在野外要时刻注意补给。",
      "zht": "在野外要時刻注意補給。",
      "jp": "野外では常に補給に気を配らないと。",
      "ko": "야외에서는 항상 보급에 신경 써야 돼",
      "en": "It's important to replenish your supplies often when you're out in the wild.",
      "de": "Achte immer auf den Vorrat in der Wildnis.",
      "es": "Es importante reabastecerse con frecuencia cuando estás en la naturaleza.",
      "fr": "C'est important de se réapprovisionner souvent quand on est dans la nature.",
      "pt": "É importante reabastecer com frequência na natureza.",
      "ru": "В лесу нужно своевременно пополнять свои запасы.",
      "id": "Sangat penting untuk mengisi kembali pasokanmu sesering mungkin saat kamu berada di alam liar.",
      "th": "ในป่าต้องใส่ใจเรื่องเสบียง",
      "vi": "Ở bên ngoài lúc nào cũng phải chú ý tiếp tế."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "真幸运啊。",
      "zht": "真幸運啊。",
      "jp": "ツイてるな。",
      "ko": "정말 운이 좋네",
      "en": "Wow, this is so lucky.",
      "de": "So glücklich.",
      "es": "Guau, ¡qué suerte la mía!",
      "fr": "Ouah, c'est vraiment de la chance.",
      "pt": "Uau, que sorte.",
      "ru": "Какая удача!",
      "id": "Wow, beruntung sekali.",
      "th": "โชคดีจริง ๆ เลย",
      "vi": "Thật may mắn."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "嗯…箱里没长毒蘑菇吧。",
      "zht": "嗯…箱子裡沒長毒蘑菇吧。",
      "jp": "うん…毒キノコが生えてたりなんかしないよな。",
      "ko": "음… 상자에 독버섯이 자란 건 아니겠지",
      "en": "Phew, glad there weren't any poisonous mushroom inside.",
      "de": "Hmm ... In der Truhe wachsen doch keine giftigen Pilze, oder?",
      "es": "*Suspira*, menos mal que no había champiñones venenosos dentro.",
      "fr": "Hmm... Il n'y a pas de champignons vénéneux à l'intérieur, n'est-ce pas ?",
      "pt": "Hmm... Não haverão cogumelos venenosos dentro, haverão?",
      "ru": "Гм... Вроде ядовитых грибов там нет.",
      "id": "Hmm... di dalamnya tidak akan ada jamur beracun, kan?",
      "th": "อืม... ในหีบคงไม่มีเห็ดพิษหรอกใช่มั้ย",
      "vi": "Ừm... trong rương chắc không có nấm độc đâu nhỉ."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "我…还撑得住！",
      "zht": "我…還撐得住！",
      "jp": "まだ…いける！",
      "ko": "아직… 버틸 수 있어!",
      "en": "I—I can keep going!",
      "de": "Ich ... kann noch durchhalten!",
      "es": "¡P-puedo seguir!",
      "fr": "Je... peux tenir le coup !",
      "pt": "Eu posso continuar!",
      "ru": "Мы ещё поквитаемся...",
      "id": "A-Aku masih bisa terus maju!",
      "th": "ฉัน... ยังไหวอยู่!",
      "vi": "Tôi... vẫn còn chịu được!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "这点小痛，不算什么！",
      "zht": "這點小痛，不算什麼！",
      "jp": "こんな傷、なんてことない！",
      "ko": "이 정도 고통은 끄떡없지!",
      "en": "I've been through worse!",
      "de": "Dieser kleine Schmerz ist nichts!",
      "es": "¡He pasado por cosas peores!",
      "fr": "J'ai connu pire !",
      "pt": "Já passei por piores!",
      "ru": "Ерунда, царапина! Бывало и хуже.",
      "id": "Aku sudah mengalami yang lebih parah daripada ini!",
      "th": "เจ็บแค่นี้ ไม่เท่าไหร่หรอกน่า!",
      "vi": "Chút đau đớn này, không là gì cả!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "需要…尽快治疗…",
      "zht": "需要…盡快治療…",
      "jp": "早く…治療を受けないと…",
      "ko": "빨리… 치료해야 돼…",
      "en": "Uh... I'm hurt pretty bad...",
      "de": "Brauche ... Behandlung so schnell wie möglich ...",
      "es": "Me han herido gravemente...",
      "fr": "Euh... Je crois que je suis assez mal en point...",
      "pt": "Uh... Preciso me recuperar...",
      "ru": "Врача... Скорее...",
      "id": "Ugh ... aku terluka cukup parah ....",
      "th": "ต้อง... รักษาด่วน...",
      "vi": "Cần phải... mau chóng chữa trị..."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "身体要紧！",
      "zht": "身體要緊！",
      "jp": "身体の方が大事だ！",
      "ko": "안전이 우선이야!",
      "en": "Don't push yourself!",
      "de": "Gesundheit geht vor!",
      "es": "¡No te fuerces!",
      "fr": "Ménage-toi !",
      "pt": "Não se force!",
      "ru": "Здоровье превыше всего!",
      "id": "Jangan memaksakan diri!",
      "th": "ร่างกายต้องมาก่อน!",
      "vi": "Chú ý sức khỏe!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "这样下去不太妙啊。",
      "zht": "這樣下去不太妙啊。",
      "jp": "このままじゃまずい。",
      "ko": "이 상태로 가다간 큰일 나",
      "en": "You're gonna get injured...",
      "de": "Schlimm, wenn es so weiter geht.",
      "es": "Te vas a hacer daño.",
      "fr": "Tu vas te blesser...",
      "pt": "Você vai se ferir...",
      "ru": "Нет, так не пойдёт.",
      "id": "Kamu bakal terluka ....",
      "th": "แบบนี้ต่อไปชักไม่ดีแล้วล่ะ",
      "vi": "Cứ như vậy không ổn đâu."
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotada (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "得做优秀的…巡林员。",
      "zht": "得做優秀的…巡林員。",
      "jp": "優秀な…レンジャーにならないと…",
      "ko": "훌륭한… 숲의 순찰자가 돼야 해",
      "en": "A Forest Ranger... forever.",
      "de": "Ich muss eine gute ... Waldhüterin werden.",
      "es": "Guardabosques... para siempre...",
      "fr": "Garde forestière... pour toujours.",
      "pt": "Guarda-Florestal... Para sempre...",
      "ru": "Я хотела стать... хорошим дозорным.",
      "id": "Ugh! Penjaga Hutan ... untuk selamanya.",
      "th": "จะต้องเป็นเจ้าหน้าที่พิทักษ์ป่า... ที่ยอดเยี่ยมให้ได้",
      "vi": "Phải làm một... kiểm lâm ưu tú."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotada (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "居然会…这么倒下…",
      "zht": "居然會…這麼倒下…",
      "jp": "こんなふうに…倒れるなんて…",
      "ko": "여기서… 쓰러지다니…",
      "en": "No... not like this...",
      "de": "Ich kann nicht glauben, dass ich ... so hinfallen würde ...",
      "es": "No... Así no...",
      "fr": "Non... Pas comme ça...",
      "pt": "Não, não pode ser...",
      "ru": "И это... всё?",
      "id": "Ugh! Tidak ... tidak begini ....",
      "th": "หมดสติ... ไปซะดื้อ ๆ...",
      "vi": "Thực sự... ngã xuống như vậy sao..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotada (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "还是…到这一天了…",
      "zht": "還是…到這一天了…",
      "jp": "ついに…来たのか…",
      "ko": "결국… 이날이 왔군…",
      "en": "I knew... this day would come...",
      "de": "Trotzdem ... der Tag ist gekommen ...",
      "es": "Sabía que este día... llegaría...",
      "fr": "Je savais... que ce jour viendrait...",
      "pt": "Eu sabia que esse dia... Chegaria...",
      "ru": "Значит... этот день настал...",
      "id": "Aku tahu ... hari ini pasti akan tiba ....",
      "th": "มาถึงวันนี้... จนได้สินะ...",
      "vi": "Vẫn là... có ngày này..."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "受重擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "怎么会…",
      "zht": "怎麼會…",
      "jp": "そんな…",
      "ko": "어째서…",
      "en": "How the...",
      "de": "Wie ...",
      "es": "¿Pero cómo...?",
      "fr": "Comment...",
      "pt": "Inacreditável...",
      "ru": "Как же так...",
      "id": "Bagaimana mungkin ....",
      "th": "ทำไมถึง...",
      "vi": "Sao lại..."
    }
  },
  {
    "title": {
      "zhs": "重受击·其二",
      "zht": "重受擊·其二",
      "jp": "重ダメージを受ける·2",
      "ko": "강공격 피격·두 번째",
      "en": "Heavy Hit Taken: II",
      "de": "Schweren Treffer erlitten II",
      "es": "Recibiendo un fuerte ataque (II)",
      "fr": "Attaque puissante subie (2)",
      "pt": "Ataque Pesado Sofrido - II",
      "ru": "Получен тяжёлый удар II",
      "id": "Menerima Serangan Hebat: II",
      "th": "โดนโจมตีอย่างหนัก - 2",
      "vi": "Bị Trọng Kích II"
    },
    "line": {
      "zhs": "别碰我！",
      "zht": "別碰我！",
      "jp": "あたしに…触んな！",
      "ko": "나한테 손대지 마!",
      "en": "D—Don't touch me!",
      "de": "Fass mich nicht an!",
      "es": "¡No me toques!",
      "fr": "Ne me touche pas !",
      "pt": "Não toque em mim!",
      "ru": "Не трогай меня!",
      "id": "JANGAN SENTUH AKU!",
      "th": "อย่ามาแตะต้องฉัน!",
      "vi": "Đừng chạm vào tôi!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "就由我来保护。",
      "zht": "就由我來保護。",
      "jp": "あたしが守ってやる。",
      "ko": "내가 지켜줄게",
      "en": "I'll ensure your safety.",
      "de": "Lass mich es schützen.",
      "es": "Yo te protegeré.",
      "fr": "J'assurerai ta sécurité.",
      "pt": "Garantirei sua segurança.",
      "ru": "Вы под моей защитой.",
      "id": "Aku akan menjamin keselamatanmu.",
      "th": "ให้ฉันปกป้องเธอเอง",
      "vi": "Để tôi bảo vệ."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "准备齐全，出发吧！",
      "zht": "準備齊全，出發吧！",
      "jp": "準備万端だ、出発しよう！",
      "ko": "준비 완료, 출발하자!",
      "en": "Everything's ready, let's go!",
      "de": "Bereit, los geht’s!",
      "es": "Todo listo, ¡en marcha!",
      "fr": "Tout est prêt, on y va !",
      "pt": "Tudo está pronto, vamos!",
      "ru": "Готовы? В путь!",
      "id": "Semua sudah siap, ayo!",
      "th": "เตรียมตัวพร้อมแล้ว ออกเดินทางกัน!",
      "vi": "Chuẩn bị sẵn sàng, đi thôi!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "见习巡林员报到！",
      "zht": "見習巡林員報到！",
      "jp": "見習いレンジャー、参上！",
      "ko": "숲의 견습 순찰자 등장!",
      "en": "Trainee Forest Ranger Collei, reporting!",
      "de": "Auszubildende Waldhüterin ist hier!",
      "es": "¡Guardabosques en prácticas Collei, presente!",
      "fr": "Garde forestière en formation Collei, au rapport !",
      "pt": "Guarda-Florestal em Treinamento presente!",
      "ru": "Стажёр Лесного дозора готова к службе!",
      "id": "Penjaga Hutan Pemula, Collei, melapor!",
      "th": "เจ้าหน้าที่พิทักษ์ป่าฝึกหัด รายงานตัว!",
      "vi": "Kiểm lâm thực tập, báo cáo!"
    }
  }
]