[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Informações do Personagem",
      "ru": "О персонаже",
      "id": "Info Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "「多莉·桑歌玛哈巴依，艾尔卡萨扎莱宫之主，无所不有的超级大商人！」\n\n拿到多莉的名片，映入眼帘的便是这句气派的宣言。\n\n事实上，多莉确实是须弥诸多商人中最特别的一个。\n\n她已经坐拥无数财富，却依旧对赚取摩拉抱有极高的热情；\n\n她麾下有数支赫赫有名的商队，却依旧会亲自去须弥各地推销自己的宝贝。\n\n而她售卖的东西也让人眼花缭乱：特制旅行包、野外烘干机、全自动雪球发射器…只要出得起摩拉，似乎能够从她手上买到任何东西。",
      "zht": "「多莉·桑歌瑪哈巴依，艾爾卡薩扎萊宮之主，無所不有的超級大商人！」\n\n拿到多莉的名片，映入眼簾的便是這句氣派的宣言。\n\n事實上，多莉確實是須彌諸多商人中最特別的一個。\n\n她已經坐擁無數財富，卻依舊對賺取摩拉抱有極高的熱情；\n\n她麾下有數支赫赫有名的商隊，卻依舊會親自去須彌各地推銷自己的寶貝。\n\n而她販售的東西也讓人眼花繚亂：特製旅行包、野外烘乾機、全自動雪球發射器…只要出得起摩拉，似乎能夠從她手上買到任何東西。",
      "jp": "「ドリー·サングマハベイ——アルカサルザライパレスの主にして、すべてを有する万能なる大商人！」\n\nドリーの名刺を手に取ると、そのような文言が堂々と書かれている。\n\n事実、彼女はスメールに数いる商人の中でも最も特別と言える人物だ。\n\nすでに数え切れないほどの富を有しているが、それでもモラを稼ぐことに高い情熱を注いでいる。\n\n彼女は名高いキャラバンを数隊所持しているものの、自らの足でスメールを回り、品物を売っている。\n\nそんな彼女が扱う商品は、実にバラエティに富んだものだ。特製の旅行バッグ、野外用乾燥機、全自動雪玉ランチャーなど…その品揃えの良さは、モラさえあれば何でも買うことができるほどである。",
      "ko": "「도리·산게마 바이, 알카자르자레궁의 주인이자 없는 물건이 없는 대상인!」\n\n도리의 명함을 받으면 가장 먼저 보이는 건 이 패기 넘치는 선언이다.\n\n수메르의 수많은 상인 중에서 도리는 가장 특별한 상인이다.\n\n그녀는 이미 많은 부를 쌓았지만, 여전히 모라를 버는 일에 지대한 열정을 보이고 있다.\n\n그녀의 휘하에는 여러 유명한 캐러밴이 있지만, 그래도 여전히 수메르 각지를 돌아다니며 직접 자신의 보물을 홍보하곤 한다.\n\n도리가 판매하는 물건은 늘 사람들의 시선을 사로잡는다. 특제 여행 패키지, 야외 건조기, 자동 눈뭉치 발사 장치… 모라만 지불한다면 도리에게서 못 사는 물건이 없는 듯하다",
      "en": "\"Dori Sangemah Bay, owner of the Palace of Alcazarzaray, super-duper merchant who sells everything you need!\"\n\nWhen one holds Dori's name card, this impressive title instantly comes into view.\n\nDori is, however, indeed the most special Sumeru merchant of all.\n\nShe already possesses vast wealth, but is still fervently passionate about earning Mora;\n\nShe already owns multiple well-renowned merchant caravans, yet she always travels across Sumeru to sell her marvelous items in person.\n\nSpeaking of which, her wares are just as curious as her style: special travel kit, outdoor dryer machines, automatic snowball launchers... You can probably buy anything you can think of from Dori. The only question is: Do you have enough Mora to do so?",
      "de": "„Dori Sangemah Bay, Herrin des Palast Alcazarzaray, die Supergroßhändlerin, die alles hat, was du brauchst!“\n\nNachdem du Doris Namenskärtchen entgegennimmst, springt dir dieser imposante Anspruch in die Augen.\n\nTatsächlich ist Dori die ungewöhnlichste aller Händlerinnen Sumerus.\n\nSie sitzt zwar bereits auf unzähligen Schätzen, aber sie hat immer noch eine riesige Leidenschaft für das Erlangen von noch mehr Mora.\n\nUnter ihr gibt es zahlreiche herausragende Karawanen, aber dennoch verkauft sie überall in Sumeru ihre Kostbarkeiten selbst.\n\nUnd was sie verkauft, lässt jeden ins Staunen geraten: Spezial angefertigte Reisetaschen, Reisetrockner, automatische Schneeballabschussmaschinen ... Solange man die nötigen Mora dafür aufbringen kann, gibt es fast nichts, was man nicht bei ihr kaufen kann.",
      "es": "#“¡Dori, la magnate Sangemah Bay, dueña del Palacio Alcazarzaray y comerciante supermegaacaudalada, está aquí para venderte todo lo que necesites!”.\n\nEse es el llamativo eslogan que viene escrito en las tarjetas de presentación de esta pequeña comerciante.\n\nY para ser sinceros, Dori es probablemente la más particular de todos los comerciantes de Sumeru.\n\nAunque posee una cuantiosa fortuna, siempre está deseando ganar más Moras.\n\nA pesar de tener a su nombre varias caravanas de comerciantes, le gusta viajar por la nación para vender su preciada mercancía en persona.\n\nY es que su mercancía es tan peculiar como ella misma. Dori vende de todo: bolsas de aventura, secadores portátiles para aventureros, máquinas automáticas para hacer bolas de nieve... Puedes comprarle lo que sea, siempre y cuando estés dispuest{F#a}{M#o} a pagar el precio adecuado.",
      "fr": "« Dori Sangemah Bay, maîtresse du Palais d'Alcazarzaray, une marchande extraordinaire qui a tout ce que vous cherchez ! »\n\nCette phrase de présentation grandiloquente est la première chose que l'on peut lire sur la carte de Dori.\n\nEt pourtant, Dori est bel et bien la marchande la plus spéciale de tout Sumeru.\n\nBien qu'elle possède déjà une immense fortune, elle a conservé sa ferveur pour les gains d'argent.\n\nElle a sous sa houlette un certain nombre de marchands célèbres, et pourtant, elle continue à se rendre aux quatre coins de Sumeru pour faire la promotion de ses précieuses marchandises.\n\nEt ses produits ne manquent jamais d'en mettre plein les yeux à ses clients : on y trouve des sacs de voyage sur mesure, des sèche-linge portatifs, des lanceurs de boules de neige automatiques... Il n'y a pas un produit qu'il est impossible de lui acheter, pour peu qu'on possède suffisamment de moras.",
      "pt": "\"Dori Sangemah Bay, dona do Palácio de Alcazarzaray, super comerciante que vende tudo que você precisa!\"\n\nAo segurar o cartão de visita de Dori, esse título impressionante imediatamente vem à mente.\n\nNa verdade, entre todos os comerciantes de Sumeru, Dori é, de fato, a mais especial.\n\nEla é rica, mas ainda assim possui uma fervorosa paixão por ganhar Mora;\n\nEla é dona de muitas caravanas mercantis famosas, mas ainda assim, viaja por Sumeru para vender seus itens maravilhosos pessoalmente.\n\nFalando nisso, o que ela vende é tão peculiar quanto seu estilo: kits especiais de viagens, secadoras portáteis para sobrevivência na natureza, lançadores de bolas de neve... Se você tiver Mora suficiente, provavelmente poderá comprar qualquer coisa que imaginar de Dori.",
      "ru": "«Дори Сангема-бай, владелица Алькасар-сарая, непревзойдённая негоциантка, продающая всё, что вам нужно!» Когда человек держит в руках визитную карточку Дори, этот впечатляющий титул сразу же бросается в глаза. Однако Дори действительно является самой особенной среди всех торговцев Сумеру. Она уже обладает огромным богатством, но по-прежнему страстно желает заработать побольше моры. Она владеет несколькими известными торговыми караванами, но всегда путешествует по Сумеру, чтобы лично продавать свои чудесные товары. Глаза разбегаются при виде её ассортимента: специальные дорожные сумки, полевые сушилки, автоматические пусковые установки для снежков... Вы можете купить у Дори всё, о чём только можете подумать. Вопрос лишь в том, хватит ли у вас моры?",
      "id": "\"Dori Sangemah Bay, pemilik Istana Alcazarzaray, pedagang super yang menyediakan apa saja!\"\n\nSetelah mendapatkan kartu nama Dori, yang pertama terlihat pasti adalah sepatah slogan yang keren ini.\n\nPada kenyataannya, Dori memang adalah salah satu pedagang yang paling istimewa di seantero Sumeru.\n\nDia sudah memiliki harta kekayaan yang tak terhingga banyaknya, namun masih tetap memiliki antusias yang sangat tinggi untuk mendapatkan lebih banyak Mora lagi;\n\nDi bawah komandonya, dia memiliki beberapa karavan yang sangat terkenal, tapi dia sendiri masih tetap pergi ke berbagai tempat di Sumeru dan menjual barang berharganya.\n\nBarang-barang yang dia jual juga sangat memikat: tas perjalanan khusus, alat pengering di alam liar, penembak bola salju otomatis ... Asal kamu sanggup membayar Mora-nya, sepertinya kamu akan bisa membeli barang apa pun darinya.",
      "th": "\"Dori Sangemah Bay เจ้าของวัง Alcazarzaray สุดยอดแม่ค้าผู้ยิ่งใหญ่ที่มีทุกสิ่งทุกอย่างให้เลือกจับจ่าย!\"\n\nพอได้รับนามบัตรของ Dori สิ่งแรกที่พุ่งเข้าปะทะสายตาคือคำโฆษณาที่แสนยิ่งใหญ่นี้\n\nอันที่จริง Dori เป็นแม่ค้าที่มีความพิเศษมากที่สุดในบรรดาพ่อค้าแม่ขายของ Sumeru\n\nเธอร่ำรวย มั่งคั่ง นั่งนอนบนกอง Mora แต่ก็ยังไม่หยุดที่จะหา Mora อย่างกระตือรือร้น\n\nเธอมีกองคาราวานที่มีชื่อเสียงหลายแห่งที่อยู่ภายใต้การควบคุมของเธอ แต่ตัว Dori ก็ยังออกตระเวนค้าขายสมบัติที่แสนน่ารักของเธอในทุกที่ของ Sumeru อยู่ดี\n\nทั้งนี้ของที่เธอขายยังมีแต่สิ่งที่ทำให้ผู้คนตื่นตาตื่นใจ: กระเป๋าเดินทางสุดพิเศษ, เครื่องเป่าลมร้อนภาคสนาม, เครื่องปาหิมะอัตโนมัติเต็มสูบ... ขอแค่มี Mora อะไรก็สามารถหาซื้อได้จากเธอ",
      "vi": "\"Dori Sangemah Bay, chủ nhân Cung Điện Alcazarzaray, một thương nhân siêu cấp không gì là không có!\"\n\nCầm danh thiếp của Dori, đập vào mắt là lời tuyên bố hoành tráng này.\n\nTrên thực tế, Dori thực sự là người đặc biệt nhất trong số rất nhiều thương nhân ở Sumeru.\n\nCô ấy đã có vô số của cải, nhưng vẫn có một niềm đam mê lớn là kiếm Mora;\n\nCô ấy có một số thương đội nổi tiếng dưới trướng, nhưng cô ấy vẫn đích thân đến khắp nơi tại Sumeru để quảng cáo cho bảo vật của mình.\n\nVà những gì cô ấy bán cũng khiến người khác phải hoa cả mắt: túi du lịch đặc biệt, máy sấy dã ngoại, máy phóng cầu tuyết tự động... Chỉ cần có Mora, là dường như có thể mua bất cứ thứ gì từ cô ấy."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "「哎呀哎呀，客人是要去沙漠吗？我这里可是有好东西呢。」\n\n「雨林潮湿，里面还有毒蛇猛兽，不做好准备可不行。来来来，带上这个，现在可是八折促销中！」\n\n「等下客人，你该不会是要从这里过去吧？前面有好多好多魔物，不如在我这买把武器防身吧。」\n\n「想去阿赫塔蒙柱王遗迹？这你可问对人了。首先你得有一套完整的取水工具，碰巧我可以提供喔。」\n\n须弥的旅人中流传着一个故事。\n\n据说当你即将踏足危险的地方，就有机会见到一个等待已久的小小身影。\n\n无论是在险峻的山脉、荒芜的沙漠、幽暗的雨林，还是魔物丛生的无人区，都能看到她的笑脸。\n\n相传她的身上总是带着各种神奇的宝贝，能够帮助旅人度过眼下的难关。\n\n——当然，收费也绝不便宜。\n\n「在绝望中获得帮助」与「一口气失去大量摩拉」两种完全不同的心情交织在一起，往往让旅人既爱又恨。\n\n而多莉总是会贴心地无视他们脸上纠结的神色，将收到的摩拉装入鼓鼓的钱包，微笑着离开。\n\n「多谢惠顾喔，嘿嘿。」",
      "zht": "「哎呀哎呀，客人是要去沙漠嗎？我這裡可是有好東西呢。」\n\n「雨林潮濕，裡面還有毒蛇猛獸，不做好準備可不行。來來來，帶上這個，現在可是八折促銷中！」\n\n「等一下客人，你該不會是要從這裡過去吧？前面有好多好多魔物，不如在我這買把武器防身吧。」\n\n「想去阿赫塔蒙柱王遺蹟？這你可問對人了。首先你得有一套完整的取水工具，碰巧我可以提供喔。」\n\n須彌的旅人中流傳著一個故事。\n\n據說當你即將踏足危險的地方，就有機會見到一個等待已久的小小身影。\n\n無論是在險峻的山脈、荒蕪的沙漠、幽暗的雨林，還是魔物叢生的無人區，都能看到她的笑臉。\n\n相傳她的身上總是帶著各種神奇的寶貝，能夠幫助旅人度過眼下的難關。\n\n——當然，收費也絕不便宜。\n\n「在絕望中獲得幫助」與「一口氣失去大量摩拉」兩種完全不同的心情交織在一起，往往讓旅人既愛又恨。\n\n而多莉總是會貼心地無視他們臉上糾結的神色，將收到的摩拉裝入鼓鼓的錢包，微笑著離開。\n\n「多謝惠顧喔，嘿嘿。」",
      "jp": "「あらあら、お客様は砂漠を目指していますの？では、こちらの上質な品はいかがでしょう？」\n\n「雨林は湿度が高く、毒蛇や猛獣がたくさんいますわ。万全の準備をするに越したことはありませんの。さあさあ、こちらの道具はいかがでしょう！今ならちょうど20%オフのセール中ですの！」\n\n「おや、お待ちください、お客様。まさか、ここを通るおつもりで？この先には魔物がうようよといますの。護身用に武器を買ってはいかがでしょう？」\n\n「アクタモンエプタ王遺跡に行きたいと？でしたら、私に聞いて正解ですの。まずは採水道具一式が必要になるかと。ふふっ、ちょうど私が扱っていますの。」\n\nスメールを旅する者の間では、このような話が伝わっている。\n\n危険な場所に足を踏み入れようとすると、まるで待っていたかのように小さな人影が現れる、と。\n\n険しい山脈、不毛な砂漠、暗い雨林、そして魔物が跋扈する無人地帯、どんなところに行こうとも彼女の微笑む姿が見られる。\n\nそして、彼女はいついかなる時も、旅する者を苦境から助ける不思議なお宝を持ち歩いているそうだ。\n\n——もちろん、値段は決して安くない。\n\n「絶望的な状況から助かること」と「大量のモラを失うこと」という全く異なる二つの感情がぶつかるため、旅をしている者は彼女に対して愛憎両方の複雑な感情を持っているようだ。\n\nそしてドリーはいつも、彼らの悩む顔を無視して、受け取ったモラをパンパンに膨らんだ財布に詰め込むと笑顔で帰っていく。\n\n「毎度ありですわ、うふふっ。」",
      "ko": "「이런 이런, 손님. 사막에 가려고? 나한테 좋은 물건이 있는데.」\n\n「우림은 습기가 심한 데다 독사나 맹수들도 많아서 준비를 단단히 하고 가야 해. 자, 이거 챙겨. 지금 20% 할인 중이거든!」\n\n「손님, 잠깐 기다려! 여길 지나가려는 건 아니지? 앞엔 마물이 가득하다고, 나한테서 호신용 무기 하나 사서 가는 게 좋을 것 같은데?」\n\n「아흐타몬 유적? 아주 제대로 찾아왔어. 일단 완전한 물 긷는 도구를 챙겨야 해. 마침 내가 팔고 있어.」\n\n수메르의 여행가들 사이에서는 이런 이야기가 전해지고 있다.\n\n여행가가 곧 위험한 곳에 발을 들일 때면, 당신을 기다린 듯한 작은 그림자를 만나게 된다.\n\n험준한 산맥이든, 황량한 사막이든, 어두운 우림이든, 심지어는 마물이 도사리고 있는 인적 뜸한 곳에서도 그녀의 웃는 얼굴을 볼 수 있을 것이다.\n\n소문에 따르면, 그녀는 여행가가 눈앞의 위기를 헤쳐 나갈 수 있게 돕는 각양각색의 신기한 보물을 지니고 있다고 한다.\n\n——물론, 그 가격 또한 만만치 않다.\n\n「절망 속에서 도움을 받는 것」과 「한꺼번에 많은 모라를 잃는 것」, 완전히 다른 두 가지 기분이 얽히고설켜 애증을 느끼게 한다.\n\n물론 도리는 갈등하는 여행자의 표정을 무시한 채, 모라를 두툼한 지갑에 넣고 미소를 띤 채 떠난다.\n\n「구매해 줘서 고마워, 헤헤」",
      "en": "\"Oh wow, are you headed for the desert? I have some good stuff you'll need there.\"\n\n\"The rainforest is terribly infested with poisonous snakes, ferocious monsters, and a terminal case of humidity — it's no place for the less-than-thoroughly prepared, no sir! Now then, why don't you try bringing this for your trip? Buy it now and enjoy a 20 percent discount!\"\n\n\"Hold your horses, hotshot. You're not taking that route, are you? There's a huge pack of monsters lying in wait ahead that-a-ways. But see, I have some weapons here that you won't regret purchasing — you know, for self defense!\"\n\n\"Going to the Akhtamun Ruins? You've got the right person. First things first, you'll need a complete set of water-drawing tools... Which, as it happens, I happen to have for sale!\"\n\nThere is a tale among adventurers in Sumeru.\n\nIt says that if you are about to embark on a journey into a dangerous place, you'll see a diminutive figure, seemingly having been waiting for you.\n\nBe it in the treacherous mountains, arid deserts, grim rainforests, or desolate areas inhabited by monsters, you'll always see her smiling face.\n\nWord has it that Dori carries all manner of marvelous items on her person all the time. Her items can help adventurers get through their pressing troubles.\n\n—At a \"reasonable\" price, of course.\n\nAdventurers who \"have just received Dori's help in their time of need\" at the cost of \"paying a large sum of Mora at once\" often develop conflicted feelings toward her — somewhere in between gratitude and a grudge.\n\nFor Dori's part, she considerately ignores the conflicted look on their faces, putting the fresh Mora in her almost-bursting purse and bidding them adieu with a contented smile.\n\n\"Thank you for your generous purchase. Hehe.\"",
      "de": "„Oh, oh, oh ... Möchtet ihr etwa in die Wüste reisen? Dafür habe ich genau das Richtige.“\n\n„Der Regenwald ist sehr feucht und darin wimmelt es vor Giftschlangen und Bestien. Dafür kann man gar nicht gut genug vorbereitet sein. Hier, nimm dies, es gibt gerade 20 % Rabatt darauf!“\n\n„Einen Moment, du möchtest doch nicht etwa in diese Richtung gehen? Da gibt es sehr viele Monster, da kauft man besser noch eine Waffe zur Selbstverteidigung.“\n\n„Zu den Akhtamun-Ruinen gehen? Da bist du bei der Richtigen gelandet. Zuerst brauchst du eine vollständige Ausrüstung, um Wasser zu schöpfen. Glücklicherweise habe ich da genau das Passende.“\n\nUnter den Reisenden von Sumeru gibt es eine Geschichte:\n\nEs heißt, in dem Moment, in dem du davor stehst, in Ort der größten Gefahr einzutreten, hast du die Möglichkeit, einen lange wartenden, winzigen Schatten zu erblicken.\n\nEgal, ob du in Gebirgen mit steilen Gipfeln und tiefen Tälern, in endlosen Wüsten, im dunklen Regenwald oder im dicht von Monstern besiedelten Niemandsland bist, überall kannst du ihr Lächeln erblicken.\n\nVon ihr erhält man ein rätselhaftes Kleinod, mit dem es die Reisenden schaffen, die Schwierigkeiten zu überstehen.\n\nDas hat natürlich seinen Preis.\n\n„Hilfe in höchster Not erhalten“ und „in einem Atemzug Unsummen an Mora weggeben“, diese zwei Dinge ergeben eine Mischung zweier vollkommen verschiedener Gefühle, bringen die Reisenden gleichzeitig zum Schwärmen und zum Hassen.\n\nUnd Dori ignoriert dabei auf liebenswürdige Weise die so gemischten Gesichtsausdrücke, während sie die Mora in ihren zum Bersten vollen Geldbeutel stopft und mit einem Lächeln entschwindet.\n\n„Vielen Dank für die großzügige Spende, hehe.“",
      "es": "“Ya veo, así que te diriges al desierto, ¿verdad? Pues no te preocupes, tengo todo lo que necesitas”.\n\n“La selva es muy húmeda, y hay todo tipo de bestias y serpientes venenosas. Tienes que ir bien preparado. Ven, mira esto. Es perfecto para ti. ¡Te haré un 20% de descuento!”.\n\n“Alto ahí, ¿no estarás pensando en ir tú solo, o sí? Es muy peligroso, el camino está plagado de monstruos. ¿Por qué no me compras un arma para protegerte?”.\n\n“¿Que quieres ir a las Ruinas de Ajtamún? Entonces estás en el lugar adecuado. Lo primero que necesitas es un equipo completo de recolección de agua. Tienes suerte de que siempre tenga uno en el almacén”.\n\nEntre los viajeros de Sumeru se cuenta una leyenda: dicen que antes de adentrarte en un lugar peligroso, aparecerá ante ti una pequeña figura que lleva esperando mucho tiempo.\n\nNo importa de si se trata de picos escarpados, el árido desierto, un oscuro bosque o una tierra habitada únicamente por monstruos, allí estará ella esperándote con una sonrisa de oreja a oreja.\n\nCuentan también que siempre pondrá a tu disposición todo tipo de extraños objetos que pueden evitar que los viajeros acaben metidos en engorrosas situaciones.\n\nNo hace falta decir que sus precios no son precisamente asequibles.\n\n“Una mano dispuesta a ayudar en tus peores momentos” y “un monedero mucho más ligero” son dos de los sentimientos más frecuentes al tratar con esta pequeña comerciante. Por eso no es de extrañar que Dori levante tanto pasiones como rencores entre su clientela.\n\nPero ella hace caso omiso del dilema reflejado en el rostro de sus compradores y se limita a marcharse una vez que guarda todos los Moras en su ya abultado monedero.\n\n“¡Gracias por su compra! Jeje”.",
      "fr": "#« Dites-moi donc, vous allez vous rendre dans le désert ? J'ai tout ce qu'il vous faut ici. »\n\n« La forêt tropicale est un endroit très humide, et puis elle est remplie de serpents venimeux et de bêtes féroces. Vous devez bien vous préparer avant d'y aller. Tenez, prenez ça{NON_BREAK_SPACE}! C'est en promotion, il y a 20 % de réduction dessus ! »\n\n« Attendez, vous n'allez quand même pas vous y rendre par cette route ? Elle est infestée de monstres, vous feriez mieux d'acheter des armes pour vous défendre. »\n\n« Vous comptez aller aux Ruines d'Akhtamun ? Vous vous adressez à la bonne personne. Avant de partir, il faut vous équiper d'un kit complet pour puiser l'eau, et il se trouve justement que j'ai ça en stock. »\n\nÀ Sumeru, une histoire circule parmi les voyageurs.\n\nSelon elle, lorsqu'on met les pieds dans un endroit périlleux, on peut apercevoir une petite silhouette qui semble avoir été en train de nous attendre longtemps.\n\nQue ce soit au milieu de montagnes escarpées, dans un désert désolé, à l'intérieur d'une forêt tropicale obscure, ou encore sur des terres sans âme qui vive où les monstres pullulent, il est toujours possible de voir le visage souriant de cette fille.\n\nSelon la légende, elle transporterait sur elle une multitude de trésors en tout genre qui permettraient aux voyageurs de surmonter la situation difficile dans laquelle ils se trouvent dans l'immédiat.\n\nBien entendu, tous ces objets ont un prix, et celui-ci n'est pas des moindres.\n\nRecevoir de l'aide dans une situation désespérée, mais perdre une énorme quantité de moras d'un seul coup... Les voyageurs qui rencontrent Dori ont généralement une impression mitigée d'elle : ils ignorent s'ils doivent se sentir reconnaissants envers elle ou éprouver de la rancœur.\n\nQuant à Dori, elle a ne prête pas attention à l'expression amère de leurs visages, et se contente de mettre leurs moras dans sa bourse bien remplie avant de partir en souriant.\n\n« C'est un plaisir de faire affaire avec vous ! Héhé. »",
      "pt": "#\"Uau, você vai para o deserto? Eu tenho umas coisas boas aqui que você vai precisar.\"\n\n\"A floresta tropical é muito úmida, e cheia de serpentes venenosas e monstros ferozes. Você não vai querer ir lá a não ser que esteja bem preparad{F#a}{M#o}. Que tal levar isso em sua viagem? Compre agora e tenha 20% de desconto!\"\n\n\"Calma, você não vai por essa rota, vai? Há um montão de monstros nela. Eu tenho algumas armas aqui, que tal comprar uma?\"\n\n\"Está indo para as Ruínas Akhtamun? Você encontrou a pessoa certa. Primeiro, você precisa de um conjunto de ferramentas extratoras de água, e eu tenho um aqui para vender.\"\n\nOs aventureiros de Sumeru possuem uma história.\n\nDizem que se você está partindo numa jornada rumo a um local perigoso, verá uma pequena figura que estava esperando por você.\n\nSeja em montanhas perigosas, desertos áridos, florestas tropicais sinistras ou áreas desoladas ocupadas por monstros, você sempre verá o rosto sorridente dela.\n\nDizem que Dori carrega vários itens fantásticos com ela. Seus itens podem ajudar os aventureiros a passarem por suas dificuldades. Por um preço razoável, é claro.\n\nAventureiros que recebem a ajuda eficaz de Dori em um momento desesperador, pagando muita Mora de uma vez se sentem gratos e irritados ao mesmo tempo.\n\nToda vez que alguém expressa essas emoções, Dori as ignora, guarda suas Mora em sua bolsa que está quase estourando, e se despede deles sorridentemente.\n\n\"Obrigada por sua generosa compra. Hehe.\"",
      "ru": "«О, вы направляетесь в пустыню? У меня есть то, без чего вам не обойтись в песках». «Тропические леса кишат ядовитыми змеями и свирепыми хищниками. Это не место для плохо подготовленных путешественников! Так почему бы вам не взять это с собой в поездку? Купите сейчас и получите 20% скидку!» «К чему такая спешка? Ты же не собираешься ехать этим маршрутом? Там впереди множество монстров. Но смотри, у меня есть оружие для самообороны. Ты не пожалеешь о покупке!» «Идёшь в Ахтамунские руины? Ты попал точно по адресу. Для начала тебе понадобится полный набор инструментов для сбора воды, который у меня есть». Среди путешественников Сумеру ходит одна легенда. Говорят, что когда вы собираетесь ступить в опасное место, есть шанс увидеть миниатюрную фигуру, которая, кажется, уже ждёт вас. Будь то коварные горы, засушливые пустыни, мрачные тропические леса или безлюдные места, населённые монстрами, вы всегда увидите её улыбающееся лицо. Говорят, что Дори постоянно носит с собой всевозможные чудесные предметы. Её товары могут помочь путешественникам решить насущные проблемы. Разумеется, они никогда не бывают дешёвыми. Путешественники, которые «получили помощь Дори в трудную минуту», «сразу заплатив много моры», часто испытывают к ней противоречивые чувства - что-то среднее между благодарностью и обидой. Со своей стороны Дори игнорирует их недоуменные взгляды, кладёт полученную мору в свой объёмистый кошель и уходит с улыбкой. «Спасибо за вашу щедрую покупку. Хе-хе».",
      "id": "\"Ooh, pelanggan mau ke gurun pasir? Banyak barang bagus di tempatku loh.\"\n\n\"Hutan hujan kan lembap, di dalam banyak hewan buas dan ular berbisa, jadi persiapannya harus lengkap. Mari, mari, mari, bawa ini. Ini lagi diskon dua puluh persen loh!\"\n\n\"Tunggu sebentar, pelanggan, kamu bukan mau lewat sini, kan? Monster di depan banyak sekali, mending beli senjata ini dariku untuk berjaga-jaga deh.\"\n\n\"Mau ke Akhtamun Ruins? Wah, kamu bertanya sama orang yang tepat! Pertama, kamu harus punya set alat pengambil air yang lengkap. Nah, pas sekali, aku lagi ada stok di sini!\"\n\nAda kisah yang tersebar di antara para pengembara di Sumeru.\n\nKonon katanya, saat akan menginjakkan kaki di tempat berbahaya, maka kamu pasti akan bertemu dengan sosok tubuh kecil yang sudah lama menanti.\n\nEntah di pegunungan yang terjal, padang pasir yang tandus, hutan hujan yang gelap, maupun tanah tak bertuan yang dikuasai oleh monster, pasti akan selalu bisa melihat wajahnya yang tersenyum.\n\nKonon katanya, dia selalu membawa berbagai jenis pusaka ajaib yang bisa membantu pengembara untuk melewati kesulitan yang ada.\n\nTentu saja, biayanya juga sama sekali tidak murah.\n\n\"Mendapatkan bantuan saat putus asa\" dan \"kehilangan Mora yang banyak dalam sekejap\", dua jenis perasaan ini bercampur aduk dalam hati, membuat orang benci dan marah kepadanya di waktu yang sama.\n\nTapi Dori selalu mengabaikan raut wajah cemberut yang terukir di muka mereka dengan ramah, dan memasukkan Mora yang dibayar ke dalam dompetnya yang tebal dan berisi, lalu pergi dengan tersenyum.\n\n\"Terima kasih atas pembeliannya! Hehei.\"",
      "th": "\"อุ๊ยแหม ๆ คุณลูกค้าจะไปทะเลทรายงั้นเหรอ? ทางฉันมีของดีอยู่นะ\"\n\n\"ในป่าฝนทั้งแฉะชื้น มีงูพิษ และสัตว์ร้ายอยู่ในนั้นมากมาย ถ้าไม่เตรียมตัวให้ดีจะแย่เอานะ มามะ ๆ พกเจ้านี่ไปด้วยสิ ถ้าซื้อตอนนี้ลดราคาทันที 20% เลยนะ!\"\n\n\"รอก่อนคุณลูกค้า คุณคงไม่เดินผ่านเส้นทางนี้ไปหรอกใช่มั้ย? หนทางข้างหน้ามีแต่สัตว์ร้ายอันตรายเยอะมากนะ ถ้าไงก็ซื้ออาวุธป้องกันตัวที่ร้านฉันไปด้วยสิ\"\n\n\"อยากจะไป Akhtamun Ruin งั้นเหรอ? คุณถามได้ถูกคนแล้ว อย่างแรกที่คุณต้องมีก็คืออุปกรณ์รับน้ำ แหม บังเอิญซะจริงที่ฉันสามารถจัดหาให้ได้\"\n\nมีเรื่องเล่าในหมู่นักเดินทางของ Sumeru\n\nที่ว่ากันว่า หากได้ย่างเท้าเข้าไปยังสถานที่อันตราย จะมีโอกาสได้พบร่างเล็ก ๆ ที่ยืนรออยู่นานแล้ว\n\nไม่ว่าจะบนเขาสูงชัน, ทะเลทรายที่แห้งแล้ง, ป่าดงดิบที่มืดชื้น หรือดินแดนที่ไม่มีมนุษย์อาศัยอยู่ที่เต็มไปด้วยสัตว์ร้าย ก็สามารถเห็นใบหน้าที่เปื้อนไปด้วยรอยยิ้มของเธอได้\n\nตามที่เล่าลือกันมา เธอมักจะพกสมบัติวิเศษต่าง ๆ ไว้กับตัว ซึ่งมันจะช่วยให้นักเดินทางรอดพ้นความยากลำบากที่เจอในตอนนั้นไปได้\n\nแน่นอนว่า ราคาที่ต้องจ่ายนั้นไม่ใช่ถูก ๆ เลย\n\n\"ความช่วยเหลือที่มาในยามที่สิ้นหวัง\" กับ \"แค่อึดใจเดียวก็สูญเสีย Mora ไปก้อนใหญ่\" ช่างเป็นสองขั้วอารมณ์ที่แตกต่างกันซะเหลือเกิน บ่อยครั้งที่มันทำให้นักเดินทางรู้สึกทั้งรักทั้งชัง\n\nแต่ Dori ก็ปล่อยเบลอการแสดงทางสีหน้าที่ซับซ้อนยุ่งเหยิงของพวกเขา เอา Mora ที่เธอได้ใส่ลงไปในกระเป๋าเงินที่โป่งพองของเธอ และจากไปพร้อมรอยยิ้ม\n\n\"ขอบคุณที่อุดหนุนน้า ฮิฮิ\"",
      "vi": "\"Ái chà, quý khách muốn đến sa mạc phải không? Chỗ tôi có đồ tốt nè.\"\n\n\"Rừng mưa ẩm ướt, bên trong còn có rắn độc và thú dữ, không chuẩn bị trước là không được đâu. Nào nào, mang theo cái này, đang được giảm giá 20% đó!\"\n\n\"Chờ đã, không phải quý khách định đi qua đây chứ? Phía trước có rất nhiều ma vật, hay là mua chút vũ khí phòng thân đi.\"\n\n\"Muốn đến di tích Akhtamun? Vậy là quý khách hỏi đúng người rồi. Trước hết, phải có một bộ dụng cụ lấy nước, vừa hay chỗ tôi có bán đó.\"\n\nCó một câu chuyện được những nhà thám hiểm ở Sumeru lưu truyền.\n\nNghe nói khi bạn sắp đặt chân đến nơi nguy hiểm, thì sẽ có cơ hội nhìn thấy một bóng dáng nhỏ bé như đã chờ đợi từ lâu.\n\nDù ở đồi núi cheo leo, sa mạc cằn cỗi, rừng mưa u ám hay vùng đất không người đầy ma vật, đều có thể nhìn thấy khuôn mặt tươi cười của cô ấy.\n\nTương truyền rằng trên người cô luôn mang theo các loại bảo bối thần kỳ, có thể giúp nhà lữ hành vượt qua khó khăn trước mắt.\n\nTất nhiên, chi phí không hề rẻ.\n\n\"Nhận sự giúp đỡ trong lúc tuyệt vọng\" và \"mất nhiều Mora trong tích tắc\" là hai tâm trạng hoàn toàn trái ngược nhau đan xen vào nhau, nó luôn khiến du khách vừa yêu vừa hận.\n\nVà Dori sẽ luôn ân cần bỏ qua thần sắc rối rắm trên khuôn mặt họ, đặt Mora nhận được vào một chiếc túi căng phồng, và mỉm cười rời đi.\n\n\"Cảm ơn quý khách, hihi.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "在外人看来，多莉的生意似乎一直在蒸蒸日上，然而只有多莉自己清楚，她其实多次遇到过旁人无法想象的瓶颈。\n\n曾经有一段时间，来自须弥各地的订单源源不断地送到多莉的手上，但多莉却无法按期交付这么多的货物。\n\n因为周边几条商道的货运量十分有限，难以承载如此规模的大宗商品运输。\n\n商队的成员劝多莉回绝部分订单，这样依旧能凭借现有的商道维持稳定收益。假以时日，富甲一方应该不成问题。\n\n但多莉却做了一个非常冒险的举措：她一边接下订单，一边与妙论派展开合作，在公认的危险地区开辟新的商道。\n\n她将这些新商道开放给周边的商队，并借此成立商会、整合资源，终于突破了原先的瓶颈。\n\n时至今日，整个须弥境内都能见到多莉新修建的商道，「桑歌玛哈巴依老爷」的名声也越传越广。\n\n与之一同流传的，还有多莉当初对商队成员说的话：\n\n「我不会放弃任何订单，那是蠢蘑菇才会做的事。」\n\n「我会赚到所有能赚的摩拉，要问为什么的话，因为摩拉就在那里。」",
      "zht": "在外人看來，多莉的生意似乎一直在蒸蒸日上，然而只有多莉自己清楚，她其實多次遇到過旁人無法想像的瓶頸。\n\n曾經有一段時間，來自須彌各地的訂單源源不斷地送到多莉的手上，但多莉卻無法按期交付這麼多的貨物。\n\n因為周邊幾條商道的貨運量十分有限，難以承載如此規模的大宗商品運輸。\n\n商隊的成員勸多莉回絕部分訂單，這樣依舊能憑藉現有的商道維持穩定收益。假以時日，富甲一方應該不成問題。\n\n但多莉卻做了一個非常冒險的舉措：她一邊接下訂單，一邊與妙論派展開合作，在公認的危險地區開闢新的商道。\n\n她將這些新商道開放給周邊的商隊，並藉此成立商會、整合資源，終於突破了原先的瓶頸。\n\n時至今日，整個須彌境內都能見到多莉新修建的商道，「桑歌瑪哈巴依老爺」的名聲也越傳越廣。\n\n與之一同流傳的，還有多莉當初對商隊成員說的話：\n\n「我不會放棄任何訂單，那是蠢蘑菇才會做的事。」\n\n「我會賺到所有能賺的摩拉，要問為什麼的話，因為摩拉就在那裡。」",
      "jp": "他人から見れば、ドリーの商売は順風満帆に映るだろう。だが、誰も想像できないような問題に何度も遭遇してきたことを、ドリーだけは知っている。\n\nある時、スメール各地からドリーに注文が殺到したことがあった。しかし、ドリーはそれほどの量の品を予定通りに納品することができなかったのだ。\n\nその理由は、周辺の貿易ルートに大量の物資を運べるような広さがなかったからである。\n\n商隊のメンバーは、一部の注文を断るようドリーを説得した。仮に断ったとしても安定した収入があり、このまま続けていればやがて大金持ちになるのは間違いない。\n\nだが、ドリーは非常にリスクのある行動に出た。妙論派と提携をして、危険なエリアに新しい貿易ルートを開拓したのだ。\n\n彼女はこれら新しいルートを周辺の商隊に開放すると、それを機に商会を設立して資源の統合を行い、ついには問題を打開したのである。\n\n今ではドリーの新しい貿易ルートはスメールの各地で見られる。「サングマハベイ様」の名声は高まる一方となった。\n\nそれと同時に広まったのが、当時ドリーがキャラバンのメンバーに放った言葉だ。\n\n「注文を諦めるなんて、おバカなキノコしかやらないことですわ。」\n\n「稼げるモラは余すことなく稼ぐ、なぜならそこにモラがあるからですの。」",
      "ko": "도리의 장사는 늘 잘되고 있는 것처럼 보이겠지만, 도리가 얼마나 많은 난관에 부딪혔는지는 도리 본인만이 알고 있을 것이다.\n\n한때, 수메르 각지의 주문이 도리에게 끊임없이 들어왔지만, 그녀는 기한 내에 그렇게 많은 물건을 납품할 수 없었다.\n\n주변 상로의 화물 운송량은 제한되어 있어서 이렇게 많은 규모의 상품 운송을 감당할 수 없었기 때문이다.\n\n캐러밴의 사람들은 현재의 상로로도 안정적인 수익을 유지하여 한 지역의 갑부가 될 수 있으니, 일부 주문을 거절하자고 도리를 설득했다.\n\n하지만 도리는 아주 무모한 조치를 취했다. 그녀는 한쪽으로는 주문을 받으면서, 다른 한쪽으로는 묘론파와 협력해 모두가 공인하는 위험 지역에 새로운 상로를 개척한 것이다.\n\n그녀는 주변의 캐러밴에게 새로운 상로를 개방했고, 이를 계기로 상회를 설립하고 자원을 통합해 난관을 돌파했다.\n\n현재, 수메르 곳곳에서 도리가 새로 건설한 상로를 찾아볼 수 있으며 「산게마 바이 어르신」의 명성도 더 널리 퍼지게 되었다.\n\n도리가 그날 캐러밴 사람들에게 했던 말도 함께 전해지고 있다.\n\n「난 그 어떤 주문도 포기하지 않아. 그건 멍청한 버섯이나 하는 짓이지.」\n\n「난 벌 수 있는 모든 모라를 벌어들일 거야. 이유가 뭐냐고 묻는다면, 모라가 그곳에 있으니까」",
      "en": "From the perspective of others, Dori's business has always been on the up and up. However, only Dori herself knows how many unimaginable bottlenecks she's struggled through.\n\nThere was a time when orders from all over Sumeru just kept flooding in and Dori couldn't deliver such a giant number of orders in a timely fashion.\n\nUnfortunately, the capacity of the usual merchant routes was too limited for the delivery of commodities in such a gigantic quantity.\n\nMany members of Dori's merchant caravans suggested rejecting certain orders to dial down the scale of delivery and maintain a decent, stable profit — one that already seemed set to make them immensely wealthy, given time.\n\nBut Dori took a very bold step: She accepted all the orders while starting cooperation with the Kshahrewar to establish new trade routes in areas that were known to be dangerous.\n\nShe opened the new routes up to nearby merchant caravans, took the opportunity to found a commerce guild and put the relevant resources to good use, and finally eliminated the bottleneck that her business was stuck in.\n\nToday, Dori's new, built-from-scratch merchant routes are seen all across Sumeru, and the good reputation of \"Lord Sangemah Bay\" has spread far and wide.\n\nThe words Dori said to her caravan members have also become common knowledge:\n\n\"I'm not some stupid toadstool. I don't cancel or reject any orders.\"\n\n\"Every Mora that can be earned, will be earned by me. Why? Well, because it's there, of course.\"",
      "de": "Aus Sicht Außenstehender wirken Doris Geschäfte immer so, als würden sie von Tag zu Tag mehr florieren, aber nur Dori selbst ist sich bewusst, wie oft sie auf für andere vollkommen unvorstellbare Engpässe gestoßen ist.\n\nEs gab eine Zeit, da erreichten Bestellungen aus ganz Sumeru Dori wie in Strömen, während sie auf keinen Fall in der Lage war, all diese rechtzeitig mit Waren zu bedienen.\n\nWeil die Kapazität der verschiedenen, in der Umgebung existierenden Warenrouten stark begrenzt war, war es schwer für sie, in einem solchen Umfang Güter zu transportieren.\n\nDie Mitglieder der Karawanen forderten Dori, auf einen Teil der Bestellungen abzulehnen, um so weiterhin mit den existierenden Handelsrouten gleichbleibende Umsätze zu machen, mit denen sie bereits enormen Reichtum erlangt hatte.\n\nDori aber traf eine äußerst ambitionierte Entscheidung: Einerseits nahm sie weiter Bestellungen an, andererseits kooperierte sie mit den Gelehrten der Baulehre, um an allgemein als gefährlich bekannten Orten neue Handelsrouten zu errichten.\n\nSie stellte diese neuen Handelsrouten den lokalen Karawanen zur Verfügung und errichtete so eine Händlergilde und koordinierte den Ressourceneinsatz, wodurch sie schließlich den Engpass überwinden konnte.\n\nNoch heute können überall in Sumeru die von Dori errichteten Handelsrouten gesehen werden und der „Herr Sangemah Bay“ genießt überall einen hohen Ruf.\n\nDamit zusammen im Umlauf ist auch noch, was Dori damals zu den Mitgliedern der Karawanen sagte:\n\n„Ich werde keine einzige Bestellung ablehnen. Das würde höchstens ein dummer Pilzkopf tun.“\n\n„Ich werde alle Mora verdienen, die es zu verdienen gibt. Warum? Nun, weil sie da sind, natürlich.“",
      "es": "A ojos ajenos, el negocio de Dori siempre parece ir viento en popa, pero ella sabe muy bien que ha tenido que pasar por más cuellos de botella de los que la gente imagina.\n\nHubo una época en la que todos los pedidos de Sumeru parecían acabar en manos de Dori, y ella no tenía tiempo de abastecerse de tantos productos.\n\nEl sistema de carreteras de la zona no estaba muy desarrollado y eso dificultaba el transporte de grandes cantidades de mercancía.\n\nAlgunos de los comerciantes de sus caravanas le pidieron que rechazara algunos encargos. Al fin y al cabo, incluso con menos pedidos, podría obtener grandes beneficios a largo plazo.\n\nPero a Dori se le ocurrió una idea un tanto arriesgada. No solo decidió seguir aceptando pedidos, sino que también firmó un acuerdo con la Escuela de Tecnología para abrir nuevas rutas comerciales en zonas más peligrosas.\n\nDori abrió las rutas comerciales para las caravanas de la zona, permitiendo un flujo constante de mercancías y destaponando por fin el cuello de botella en el que todos habían estado atascados durante tanto tiempo.\n\nLas rutas comerciales abiertas por la magnate Sangemah Bay siguen operativas hasta la actualidad y su fama se extendió aún más por toda la nación.\n\nTambién se mostró muy decidida cuando le dio una respuesta a los comerciantes:\n\n“No rechazaré ni un solo pedido. Eso solo lo haría un pobre tonto. Ganaré hasta el último Mora posible y, si me preguntan por qué, la respuesta está muy clara: porque alguien tiene que ganarse esos Moras”.",
      "fr": "Aux yeux des gens, les affaires de Dori semblent aller bon train. Pourtant, elle seule sait qu'elle a dû se heurter à des murs à de nombreuses reprises.\n\nIl fut une époque où les commandes en provenance de tout Sumeru ne cessaient d'affluer, au point où Dori était incapable de livrer tous ses produits en temps et en heure.\n\nLa capacité de transport des caravanes sur certaines routes marchandes était trop limitée, et il était impossible d'y acheminer des produits en quantité colossale.\n\nLes marchands recommandèrent de refuser une partie des commandes, afin de réduire l'ampleur des livraisons et maintenir des rentrées d'argent stables sur les routes actuelles. Ce ne serait qu'une question de temps avant qu'ils ne fassent fortune.\n\nÀ l'opposé de cela, Dori prit une décision très audacieuse : elle accepta toutes les commandes, et démarra en parallèle une coopération avec le Kshahrewar pour ouvrir de nouvelles routes commerciales dans des zones connues pour être dangereuses.\n\nElle confia ces nouvelles routes aux caravanes marchandes voisines, profita de l'occasion pour fonder une guilde marchande et mis en commun toutes les ressources nécessaires pour lui permettre d'éliminer le goulot d'étranglement qui contraignait ses affaires.\n\nDe nos jours, il est possible de voir des nouvelles voies commerciales établies par Dori dans tout Sumeru, et la réputation du seigneur Sangemah Bay est de plus en plus répandue.\n\nLes paroles que Dori prononça en réponse à ses caravaniers sont elles aussi devenues célèbres :\n\n« Je n'abandonnerai aucune commande, il faut vraiment avoir une tête de champignon vénéneux pour faire une telle chose ! »\n\n« Je gagnerai chaque mora qu'il est possible de gagner. Pourquoi ? Parce que les moras, c'est la vie ! »",
      "pt": "Para outras pessoas, os negócios de Dori sempre estiveram desenvolvendo-se vigorosamente. Entretanto, somente Dori sabe quantos apertos ela passou.\n\nHavia um tempo em que pedidos de toda Sumeru continuavam chegando, e Dori não conseguia satisfazer a demanda.\n\nA capacidade das rotas comerciais convencionais era limitada para o transporte da enorme quantidade de mercadorias.\n\nMuitos membros das caravanas mercantis de Dori sugeriram rejeitar certos pedidos para diminuir a escala das entregas e manter um lucro decente e estável que era suficiente para transformá-los em magnatas dentro de um certo tempo.\n\nMas Dori deu um passo atrevido: Ela aceitou todos os pedidos e começou uma cooperação com os Kshahrewar para estabelecer novas rotas comerciais em áreas perigosas.\n\nEla abriu novas rotas comerciais para caravanas mercantis, e aproveitou a chance para criar uma guilda comercial e investir recursos relevantes, eliminando o gargalo em que seus negócios estavam presos.\n\nHoje, as novas rotas comerciais de Dori são vistas em toda Sumeru, e a boa reputação da \"Lorde Sangemah Bay\" se espalhou por todos os locais.\n\nE o que Dori disse para os membros de suas caravanas também passou a ser conhecido:\n\n\"Eu não sou uma Tontogumelo. Eu não cancelo ou rejeito pedidos.\"\n\n\"Eu ganharei cada Mora que possa ganha feita. Por quê? Porque está disponível.\"",
      "ru": "С точки зрения других, бизнес Дори всегда был на высоте. Однако только сама Дори знает, через сколько невообразимых трудностей ей пришлось пройти. Было время, когда заказы со всего Сумеру хлынули потоком, а Дори была не в состоянии своевременно их выполнить. К сожалению, возможности обычных торговых путей были слишком ограничены для доставки товаров в таком гигантском количестве. Многие члены торгового каравана Дори предлагали отказаться от некоторых заказов, чтобы уменьшить масштаб поставок и сохранить приличную, стабильную прибыль, которая, как казалось, принесла бы им огромное богатство со временем. Но Дори сделала очень смелый шаг: она приняла все заказы и начала сотрудничество с Кшахревар, чтобы проложить новые торговые пути в районах, которые слыли опасными. Она открыла новые пути для соседних караванов, воспользовалась возможностью основать торговую гильдию и использовать появившиеся ресурсы, и в итоге расширила свой бизнес. И по сей день новые торговые пути Дори можно увидеть по всему Сумеру, а её репутация «Госпожи Сангема-бай» ширится день ото дня. Слова, которые Дори говорила членам своих караванов, также у всех на устах: «Я не какая-то глупая поганка. Я не отказываюсь от заказов. Я собираюсь заработать всю мору. Почему? Просто потому, что там ещё есть мора».",
      "id": "Bagi orang luar, bisnis Dori sepertinya makin meningkat dari hari ke hari, tapi tentu saja, hanya Dori sendiri yang jelas kalau dia sebenarnya bertemu dengan banyak sekali rintangan yang tidak akan pernah bisa dibayangkan oleh orang-orang di sekitarnya.\n\nPernah pada suatu kurun waktu, pesanan dari berbagai tempat di Sumeru terus dikirim kepada Dori, tapi Dori tidak bisa mengirim barang dengan jumlah sebanyak ini tepat waktu.\n\nKarena skala pengiriman barang di jalur bisnis sekitar sangat terbatas, sehingga sulit untuk mengirimkan komoditas skala besar seperti ini.\n\nAnggota karavan membujuk Dori untuk menolak sebagian pesanan. Dengan begini, dia masih bisa mempertahankan pendapatannya yang stabil dengan jalur bisnis yang ada. Dengan demikian, menjadi kaya sudah bukan jadi masalah.\n\nTapi Dori malah mengambil keputusan yang sangat berisiko: Dia menerima semua pesanannya sambil bekerjasama dengan Kshahrewar, dan membuka jalur bisnis di daerah yang sudah terkenal sangat berbahaya.\n\nDia membuka jalur bisnis ini untuk karavan di sekitar, dan memanfaatkan kesempatan ini untuk mendirikan asosiasi perdagangan, mengintegrasikan sumber daya, dan akhirnya berhasil menembus rintangan yang ada.\n\nSampai saat ini, jalur bisnis yang dibangun oleh Dori juga tetap bisa terlihat dari dalam Sumeru, nama Lord Sangemah Bay pun menjadi semakin tersebar luas.\n\nLegenda yang masih tersebar adalah, kalimat yang dikatakan Dori kepada anggota karavan pada saat itu:\n\n\"Aku tidak akan pernah menolak pesanan apa pun, hanya jamur bodoh yang melakukan hal seperti itu.\"\n\n\"Aku akan menghasilkan semua Mora yang bisa kudapat. Kamu tanya kenapa? Karena Mora sedang menungguku di sana.\"",
      "th": "เมื่อมองจากมุมมองบุคคลภายนอก ธุรกิจของ Dori ดูเหมือนจะเฟื่องฟูรุ่งเรือง แต่ตัว Dori นั้นรู้ดีว่าตัวเองพบเจอปัญหาคอขวดมาเยอะแยะมากมายขนาดที่คนรอบข้างนึกไม่ถึง\n\nจะมีช่วงเวลาหนึ่งที่มีคำสั่งซื้อจากทั่วทุกมุมของ Sumeru ถูกส่งมาที่ Dori อย่างต่อเนื่อง แต่ Dori กลับไม่สามารถส่งสินค้าจำนวนมากขนาดนั้นได้ตรงตามเวลา\n\nเนื่องจากปริมาณการขนส่งสินค้าของถนนการค้าหลายแห่งมีรอบการวิ่งที่จำกัด การขนส่งสินค้าปริมาณเยอะเช่นนี้จึงเป็นเรื่องยาก\n\nสมาชิกของกองคาราวานพยายามแนะนำให้ Dori ปฏิเสธคำสั่งซื้อบางส่วน เพื่อที่จะอาศัยช่องทางธุรกิจที่มีอยู่รักษารายได้ที่มั่นคงเอาไว้ จากนั้นเมื่อเวลาผ่านไป ความมั่งคั่งที่สุดก็ไม่ใช่ปัญหาอีกต่อไป\n\nแต่ Dori กลับเลือกวิธีที่เสี่ยงมาก: เธอรับคำสั่งซื้อพลางร่วมมือกับภาควิชาเทคโนโลยี เพื่อเปิดเส้นทางธุรกิจใหม่ในพื้นที่ที่อันตราย\n\nเธอเปิดเส้นทางการค้าใหม่เหล่านี้ให้แก่กองคาราวานโดยรอบ และใช้สิ่งนี้เพื่อสร้างสมาคมการค้าขึ้นและรวบรวมทรัพยากร จนในที่สุดก็สามารถทลายปัญหาคอขวดที่มีอยู่แต่เดิมได้\n\nจวบจนตอนนี้ เส้นทางการค้าที่ Dori เปิดขึ้นมาใหม่ ก็สามารถเห็นได้ทั่วเมือง Sumeru และชื่อเสียงของ \"นายท่าน Sangemah Bay\" ก็โด่งดังขึ้นเรื่อย ๆ\n\nอีกสิ่งหนึ่งที่ถูกผู้คนพูดถึงกัน ก็คือคำพูดหนึ่งที่ Dori ได้กล่าวกับสมาชิกกองคาราวานไว้ในตอนแรกเริ่ม:\n\n\"ฉันจะไม่ยกเลิกคำสั่งซื้อใดก็ตาม นั่นมันเป็นสิ่งที่เห็ดโง่เท่านั้นที่จะทำ\"\n\n\"ฉันจะต้องได้ Mora ทั้งหมดเท่าที่จะหาได้ ถ้าจะถามว่าทำไม ก็เพราะ Mora มันอยู่ที่นั่นน่ะสิ\"",
      "vi": "Đối với người ngoài, công việc kinh doanh của Dori có vẻ phát triển rất tốt, nhưng chỉ Dori biết rằng đã nhiều lần cô đã gặp phải nút thắt mà người khác không thể tưởng tượng được.\n\nĐã có lúc đơn hàng từ khắp Sumeru đã ào ào đến tay Dori, nhưng Dori lại không kịp giao đúng hạn lượng hàng nhiều như vậy.\n\nDo lượng hàng hóa của các tuyến đường thương mại xung quanh rất hạn chế nên việc vận chuyển hàng hóa quy mô lớn như vậy rất khó khăn.\n\nCác thành viên trong thương đội khuyên Dori nên từ chối một số đơn hàng, như vậy vẫn có thể duy trì thu nhập ổn định với tuyến đường thương mại hiện có. Một thời gian nữa, chuyện giàu nhất một phương có lẽ sẽ không thành vấn đề.\n\nNhưng Dori đã thực hiện một bước đi rất táo bạo: Cô ấy vừa nhận đơn hàng, vừa triển khai hợp tác với Học Phái Kshahrewar, mở các tuyến thương mại mới ở khu vực nguy hiểm.\n\nCô mở những tuyến đường thương mại mới này cho các thương đội xung quanh, và thành lập thương hội, tổng hợp các nguồn tài nguyên, rồi cuối cùng đã phá vỡ được nút thắt ban đầu.\n\nCho đến hôm nay, có thể nhìn thấy các tuyến đường thương mại mới được xây dựng bởi Dori trên khắp lãnh thổ của Sumeru, danh tiếng của \"Đại Nhân Sangemah Bay\" cũng ngày càng vang xa.\n\nCùng với đó, còn có những lời Dori đã nói với các thành viên thương đội lúc đầu:\n\n\"Tôi sẽ không từ bỏ bất kỳ đơn đặt hàng nào, chỉ có những cây nấm ngu ngốc mới làm vậy.\"\n\n\"Tôi sẽ kiếm tất cả Mora mà tôi có thể kiếm được, nếu muốn hỏi tại sao, thì vì Mora ở ngay đó.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "多莉曾经患过严重的失眠症，夜晚总会莫名其妙地睡不着，第二天顶着浓浓的黑眼圈去商会。\n\n就算请最好的医生也诊断不出病因，安神香点了一根又一根，不仅没有带来睡意，反而把多莉呛得不停咳嗽。\n\n就在这个时候，有一位路过的医生对多莉说：\n\n「听说有人会在床头放一个沙漏，听着细沙落下的声音入眠。」\n\n多莉尝试几天后以失败告终，但她突然灵机一动，找人定制了一款超大沙漏。\n\n沙漏里面装的不是沙子，而是亮闪闪的摩拉。\n\n夜晚，听着摩拉敲击的声音，多莉终于睡了一个好觉。\n\n此后，多莉在「应对失眠」这件事上也算小有心得：\n\n「睡饱饱的秘诀，在于让自己心安。」",
      "zht": "多莉曾經患過嚴重的失眠症，夜晚總會莫名其妙地睡不著，第二天頂著濃濃的黑眼圈去商會。\n\n就算請最好的醫生也診斷不出病因，安神香點了一根又一根，不僅沒有帶來睡意，反而把多莉嗆得不停咳嗽。\n\n就在這個時候，有一位路過的醫生對多莉說：\n\n「聽說有人會在床頭放一個沙漏，聽著細沙落下的聲音入眠。」\n\n多莉嘗試幾天後以失敗告終，但她突然靈機一動，找人訂做了一款超大沙漏。\n\n沙漏裡面裝的不是沙子，而是閃亮亮的摩拉。\n\n夜晚，聽著摩拉敲擊的聲音，多莉終於睡了一個好覺。\n\n此後，多莉在「應對失眠」這件事上也算小有心得：\n\n「睡飽飽的秘訣，在於讓自己心安。」",
      "jp": "かつてドリーは、ひどい不眠症に悩まされたことがある。特に理由はないのに夜になっても眠れず、次の日には濃いクマを目の下にこしらえて商会に行くことがよくあった。\n\nもっとも腕の立つ医者に診てもらっても原因が分からず、精神を安定させるお香を焚いても眠れない——むしろ咳が止まらなくなったほどだ。\n\nそんな時、通りすがりの医師がドリーにこう言った。\n\n「砂時計をベッドの横に置いて、砂が落ちる音を聞きながら眠りにつく人がいるそうだ。」\n\nドリーはそれを何日か試してみたが、それも効果はなかった。だが、ふとひらめいて彼女は特大の砂時計を特注する。\n\nその中身は砂ではなく光り輝くモラ。\n\n夜、モラがぶつかる音を聞くことで、ドリーはぐっすりと眠ることができた。\n\nそれ以降、ドリーは「不眠症」への対策を完璧に理解した。\n\n「ぐっすり眠る秘訣は、自分を安心させることですわ。」",
      "ko": "도리는 한때 심각한 불면증에 시달렸다. 밤이면 알 수 없는 이유로 잠을 잘 수가 없어서, 이튿날이면 짙은 다크서클을 한 채 상회에 가야 했다.\n\n가장 훌륭한 의사도 불면증의 원인을 진단할 수가 없었다. 심신을 안정시키는 향을 수없이 피웠지만, 잠이 오기는커녕 자극적인 향에 기침만 나왔다.\n\n바로 그때, 지나가던 의사가 도리에게 이렇게 말했다.\n\n「침대맡에 모래시계를 놓고, 모래가 떨어지는 소리를 들으면 잠이 잘 온다더군요.」\n\n도리는 그 방법을 며칠 동안 시도했지만 결국 수포로 돌아갔다. 하지만 기발한 아이디어가 떠오른 도리는 특대형 모래시계를 주문 제작했다.\n\n특대형 모래시계에 담은 건 모래가 아니라 반짝이는 모라였다.\n\n그날 밤, 도리는 모라가 부딪히는 소리를 들으며 달콤한 잠에 빠졌다.\n\n그 후 도리는 「불면증」에 대처할 방법을 깨달았다.\n\n「잘 자는 비결은 마음을 편안하게 하는 거야」",
      "en": "Dori used to suffer terribly from insomnia. Back then, she would often lose sleep for no reason. After such sleepless nights, she would show up to trade meetings with a pair of raccoon eyes.\n\nEven the best doctors couldn't diagnose her properly. She burned one frankincense stick after another, and yet they did not lull her into sleep but into coughing fits instead.\n\nIt was at that moment that a doctor passed by and told Dori this:\n\n\"I've heard that some people place an hourglass by their bedside. The sound of the falling sand helps them sleep.\"\n\nDori tried it for a few days and it didn't work. However, she was inspired by the failed attempt, ordering a large custom-made hourglass.\n\nThat which was in this hourglass was not sand, but shiny Mora.\n\nThat night, embraced by the music of jingling Mora, Dori slept soundly at last.\n\nAfter that, Dori learned the trick to dealing with insomnia:\n\n\"To sleep well, you must first secure peace of mind.\"",
      "de": "Dori litt einst unter furchtbarem Schlafmangel. Aus irgendeinem Grund war es ihr jede Nacht unmöglich, zu schlafen und am darauffolgenden Tag ging sie mit dunklen Augenringen zur Händlergilde.\n\nObwohl sie die besten Ärzte zu sich berief, konnte niemand die Ursache für ihr Leiden finden. Das Abbrennen beruhigender Räucherstäbchen konnte ihr nicht nur keinen Schlaf bringen, sondern ließ sie auch noch stark husten.\n\nZu dieser Zeit sagte ein durchreisender Arzt zu Dori:\n\n„Ich habe gehört, dass es Leute geben soll, die eine Sanduhr neben ihrem Bett stehen lassen, denen das Geräusch der herabrieselnden Sandkörner zum Schlafen verhilft.“\n\nDori versuchte es für ein paar Tage, aber es hat nicht funktioniert, doch plötzlich kam ihr eine Idee und sie suchte jemanden, um ihr eine riesige Sanduhr zu bauen.\n\nIn der Uhr waren jedoch keine Sandkörner, sondern glänzende Mora.\n\nAls sie nachts das Prasseln der Mora hörte, konnte Dori endlich gut schlafen.\n\nDori verstand nun, wie sie mit Schlafmangel umgehen konnte:\n\n„Das Geheimnis für einen guten Schlaf ist ein beruhigter Geist.“",
      "es": "Durante un tiempo, Dori sufrió de insomnio agudo. Se pasaba las noches con los ojos como platos sin motivo alguno y al día siguiente aparecía en la Cámara de Comercio con unas enormes ojeras negras bajo los ojos.\n\nNi siquiera los mejores médicos eran capaces de encontrar la raíz del problema. También probó con varillas de incienso, pero lejos de provocarle bostezos, solo le dieron una horrible tos.\n\nHasta que un día, un médico que pasaba por allí le dijo:\n\n“Una vez oí de una persona que colocaba un reloj de arena junto a su cama y se quedaba dormida con el sonido de la arena al caer”.\n\nAsí que Dori también probó con la arena durante días sin que surtiera el más mínimo efecto, hasta que por fin se le ocurrió una idea. Buscó a alguien que hiciera a medida para ella un reloj de arena de gran tamaño.\n\nPero en el reloj no había arena, sino Moras.\n\nPor la noche, Dori se fue a la cama con el sonido del Mora tintineando sobre el cristal al caer y durmió como un bebé.\n\nPor eso sabe cuál es el remedio perfecto para el insomnio:\n\n“Para dormir bien, tienes que estar acompañado de algo que te haga feliz”.",
      "fr": "Dori souffrait autrefois d'insomnie aiguë. Il lui était impossible de dormir la nuit sans qu'elle ne sache pourquoi, et elle allait à la guilde marchande tous les jours avec de gros cernes sous les yeux.\n\nMême le meilleur des médecins était incapable de diagnostiquer une quelconque maladie. Elle brûlait des encens apaisants les uns après les autres, mais ils ne lui donnèrent pas plus envie de dormir, au contraire, cela la faisait tousser sans arrêt.\n\nC'est à ce moment-là qu'un médecin qui passait lui dit la chose suivante :\n\n« J'ai entendu dire qu'il y avait des gens qui posaient un sablier à leur chevet et qui s'endormaient en écoutant le son du sable qui s'écoule. »\n\nDori essaya cette méthode pendant plusieurs jours, ce qui ne donna aucun résultat. En revanche, il y eut une étincelle dans son esprit. Elle demanda immédiatement à un artisan de lui construire un gigantesque sablier selon certaines spécifications.\n\nÀ l'intérieur du sablier, ce n'était pas du sable qui s'écoulait, mais des moras scintillants.\n\nLa nuit venue, bercée par le tintement des moras passant à travers le sablier, Dori tomba enfin dans un profond sommeil.\n\nElle tira une leçon précieuse de sa bataille contre l'insomnie :\n\n« Le secret pour bien dormir, c'est de trouver quelque chose pour apaiser son esprit. »",
      "pt": "Dori costumava sofrer com uma insônia terrível. Antigamente, ela aparentemente perdia o sono por nenhuma razão. Após as noites de olhos abertos, ela aparecia com grandes olheiras.\n\nAté os melhores médicos não conseguiam fazer um diagnóstico. Queimar incenso não ajudava Dori a dormir, só a faziam tossir sem parar.\n\nAté que um dia, um médico que estava passando por perto disse para Dori:\n\n\"Ouvi dizer que uma pessoa colocava uma ampulheta do lado da cama. O som da areia caindo ajudava essa pessoa a dormir.\"\n\nDori tentou por alguns dias, mas não funcionou. Entretanto, Dori foi inspirada pela tentativa fracassada. Ela comprou várias ampulhetas grandes personalizadas.\n\nDentro delas não estava areia, mas Mora brilhante.\n\nNaquela noite, envolta pela música tilintante de Mora, Dori finalmente dormiu como uma pedra.\n\nDepois disso, Dori aprendeu o truque para lidar com sua insônia:\n\n\"Para dormir bem, primeiro é necessário garantir a paz de espírito.\"",
      "ru": "Раньше Дори страдала от бессонницы. Она часто теряла сон без всякой причины. После таких бессонных ночей она являлась на торговые встречи с огромными синяками под глазами. Даже лучшие врачи не могли поставить ей правильный диагноз. Она сжигала одну палочку ладана за другой, но они не успокаивали её, а вызывали приступы кашля. В это время мимо проходил врач и сказал Дори следующее: «Я слышал, что некоторые люди ставят песочные часы у изголовья. Звук падающего песка помогает им заснуть». Дори попробовала несколько дней, но ничего не вышло. Однако неудачная попытка вдохновила её, и она заказала большие часы. Но вместо песка в них была мора. Вечером, слушая звон моры, ей удалось уснуть. Так Дори узнала, как справиться с бессонницей. «Чтобы хорошо спать, нужно сначала обеспечить душевный покой».",
      "id": "Dori dulu pernah menderita insomnia yang parah. Setiap malam, dia pasti tidak akan bisa tertidur tanpa alasan, sehingga keesokan harinya, dia berangkat ke asosiasi perdagangan dengan lingkaran hitam tebal di bawah matanya.\n\nBahkan dokter terbaik pun tidak bisa menentukan penyebabnya, dupa penenang jiwa sudah dibakar sebatang demi sebatang, tetapi tidak membawa rasa kantuk sedikit pun, malah membuat Dori batuk-batuk.\n\nPada saat ini, ada orang yang mengatakan kepada Dori:\n\n\"Dengar-dengar ada orang yang menaruh jam pasir di samping tempat tidurnya dan jadi bisa tidur karena mendengarkan suara pasir yang jatuh.\"\n\nDori mencobanya beberapa hari, tetapi masih berujung dengan kegagalan. Akhirnya dia muncul dengan gagasan yang baru, mencari orang untuk membuatkan model jam pasir yang super besar.\n\nTapi yang diisi di dalam jam pasir itu bukan pasir, tetap Mora yang bersinar-sinar.\n\nPada malam hari, sambil mendengar suara gemerincing Mora yang jatuh, Dori akhirnya tertidur dengan lelap.\n\nSejak saat itu, Dori memiliki pengalamannya sendiri dalam \"menghadapi insomnia\":\n\n\"Rahasia tidur yang lelap, semuanya bergantung pada ketenangan hatimu.\"",
      "th": "Dori เคยมีอาการนอนไม่หลับอย่างรุนแรง ในตอนกลางคืนไม่รู้ว่าด้วยเหตุผลอะไรเธอมันจะนอนไม่หลับอยู่เสมอ พอวันรุ่งขึ้นก็ไปที่สมาคมการค้าด้วยขอบตาที่ดำคล้ำ\n\nแม้แต่แพทย์ที่เก่งที่สุดก็ยังวินิจฉัยหาสาเหตุไม่ได้ ดังนั้นธูปหอมสงบใจจึงถูกจุดขึ้นทีละอัน ๆ ไม่เพียงแต่ไม่ช่วยให้ง่วงนอนเท่านั้น มันยังทำให้ Dori สำลักควันด้วย\n\nตอนนั้นเอง มีแพทย์ท่านหนึ่งที่ผ่านมาได้บอกกับ Dori ไว้ว่า:\n\n\"ได้ยินมาว่า มีคนเคยเอานาฬิกาทรายวางไว้ที่ข้างหัวเตียง นอนฟังเสียงเม็ดทรายที่ไหลลงมาจนหลับไป\"\n\nDori พยายามอยู่สองสามวันแต่ก็ไม่ประสบผลสำเร็จ แต่ทันใดนั้นเองเธอก็เกิดความคิดอะไรบางอย่างขึ้น จึงได้ให้คนมาสร้างนาฬิกาทรายขนาดใหญ่ขึ้น\n\nแต่สิ่งที่อยู่ภายในนาฬิกากลับไม่ใช่เม็ดทราย แต่เป็น Mora ที่แวววับ\n\nตอนกลางคืน Dori นอนฟังเสียง Mora กระทบกันดังกรุ๊งกริ๊งจนผล็อยหลับไปอย่างมีความสุข\n\nตั้งแต่นั้นเป็นต้นมา Dori ก็ถือว่าค่อนข้างมีประสบการณ์กับเรื่องเล็กขี้ปะติ๋วอย่าง \"การรับมือกับอาการนอนไม่หลับ\":\n\n\"เคล็ดลับในการนอนหลับให้เพียงพอ คือการทำให้ตัวเองอยู่ในภาวะที่รู้สึกสบายใจ\"",
      "vi": "Dori đã từng bị chứng mất ngủ trầm trọng, cô không thể ngủ được vào ban đêm, ngày hôm sau cô lại đến thương hội với cặp mắt gấu trúc.\n\nNgay cả bác sĩ giỏi nhất cũng không thể chẩn đoán được nguyên nhân, đốt hết nén trầm hương này đến nén trầm hương khác, nhưng vẫn không thể ngủ được, mà ngược lại còn khiến Dori ho không ngừng.\n\nĐúng lúc đó, một bác sĩ đi ngang qua và nói với Dori:\n\n\"Tôi nghe nói có người đặt một chiếc đồng hồ cát cạnh đầu giường của họ. Tiếng cát rơi giúp họ dễ ngủ.\"\n\nDori đã thử mấy ngày và kết quả là không thành công, nhưng cô ấy đột nhiên nảy ra ý tưởng và tìm người chế tạo một chiếc đồng hồ cát khổng lồ.\n\nBên trong đồng hồ không phải cát, mà là những đồng Mora sáng lấp lánh.\n\nĐêm đến, nghe tiếng Mora rơi, cuối cùng Dori cũng đã có thể ngủ một giấc ngon.\n\nTừ đó, Dori cũng có được một chút kinh nghiệm trong việc \"đối phó với chứng mất ngủ\":\n\n\"Bí quyết để có một giấc ngủ ngon là làm cho bản thân cảm thấy an tâm.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "或许是爱屋及乌，除了摩拉之外，多莉对于「能够带来摩拉的家伙」也很感兴趣。\n\n比如她手下的商队主要靠驮兽运货，多莉就给驮兽修建了一座「乐园」，让它们休息的时候可以在里面随意奔跑。\n\n她会为驮兽挑选非常精细的饲料，保证它们营养均衡，长得健壮漂亮。\n\n当然，作为精明的商人，她也不会放过任何商机。\n\n不同品种的驮兽在一起玩闹，让乐园看上去颇为有趣。多莉借机招揽游客进来观赏，通过销售门票、餐饮、纪念品的方式迅速回本。\n\n她对驮兽的喜爱是真的，借此小赚一笔也是真的。\n\n在这一点上，最有发言权的或许是多莉灯中的镇灵。它最初是被多莉骗入灯中，但直到现在也没有离开。\n\n每次战斗时多莉都把它叫出来，但打完之后多莉却又会满足它的心愿。\n\n有时镇灵会想，传说中的故事或许是反的——\n\n灯中装着的其实是一个超强的打手，拿着灯的才是能实现愿望的神灵。",
      "zht": "或許是愛屋及烏，除了摩拉之外，多莉對於「能夠帶來摩拉的傢伙」也很感興趣。\n\n比如她手下的商隊主要靠馱獸運貨，多莉就為馱獸修建了一座「樂園」，讓牠們休息的時候可以在裡面隨意奔跑。\n\n她會為馱獸挑選非常精細的飼料，保證牠們營養均衡，長得健壯漂亮。\n\n當然，身為精明的商人，她也不會放過任何商機。\n\n不同品種的馱獸在一起玩鬧，讓樂園看起來頗為有趣。多莉藉機招攬遊客進來觀賞，透過銷售門票、餐飲、紀念品的方式迅速回本。\n\n她對馱獸的喜愛是真的，藉此小賺一筆也是真的。\n\n在這一點上，最有發言權的或許是多莉燈中的鎮靈。它最初是被多莉騙入燈中，但直到現在也沒有離開。\n\n每次戰鬥時多莉都把它叫出來，但打完之後多莉卻又會滿足它的心願。\n\n有時鎮靈會想，傳說中的故事或許是反的——\n\n燈中裝著的其實是一個超強的打手，拿著燈的才是能實現願望的神靈。",
      "jp": "モラへの思いが人一倍強いからか、ドリーはモラ以外にも「モラをもたらしてくれる存在」に興味を示す。\n\n例えば、彼女の商隊が荷物を運ぶのに使っているのは主に駄獣だ。そこでドリーは駄獣が休んでいる間、自由に走り回れる「楽園」を作った。\n\nそして彼女は、駄獣たちが強く美しく育つよう、栄養バランスの良い上質な餌を厳選した。\n\nもちろん、敏腕商人である彼女は商機を一切見逃しはしない。\n\n種類の異なる駄獣が共に遊んでいるのを見て、この楽園は面白いものだと気づいた。ドリーは楽園に観光客を呼び込み、チケットや飲食物、お土産を販売して早々に元金の回収に成功したのだ。\n\n彼女の駄獣への愛情は本物であり、それで小さな儲けを得たのも事実である。\n\nこの点においてもっとも説得力を持つのは、ドリーのランプに潜んでいるジンニーだろう。最初はドリーに騙されてランプの中に入ってしまったが、今ではずっと離れず傍にいる。\n\n戦いのたびにドリーに呼び出されるが、戦いが終われば、ドリーはジンニーの願いを叶えている。\n\nジンニーはたまにこう思う、言い伝えにある物語は逆ではないかと——\n\nランプの中にいるのが強靱な戦士で、ランプの持ち主こそが願いを叶える精霊なのだと。",
      "ko": "무언가를 사랑하면 그에 대한 모든 것에 관심이 생긴다는 말이 있듯, 도리는 「모라를 가져다줄 수 있는 녀석」한테도 지대한 관심을 보인다.\n\n이를테면 그녀의 캐러밴은 주로 동물 짐꾼으로 화물을 운송하기 때문에, 도리는 동물 짐꾼을 위한 「낙원」을 지어 그들이 휴식할 때 낙원에서 자유롭게 뛰어놀게 했다.\n\n또한 균형 잡힌 영양 만점 사료를 세심히 골라 동물 짐꾼들이 건강하고 근사하게 자라도록 했다.\n\n물론 노련한 상인으로서 도리는 그 어떤 사업 아이템도 놓치지 않는다.\n\n다양한 품종의 동물 짐꾼이 뛰어노는 낙원은 좋은 구경거리다. 도리는 여행객을 끌어모았고 티켓과 음식, 기념품 등을 판매하는 방법으로 신속히 본전을 되찾았다.\n\n동물 짐꾼에 대한 사랑도 진심이고 이를 통해 돈을 벌어들인 것도 사실이다.\n\n그 점을 가장 잘 이해하는 이는 도리의 램프 안에 있는 지니일 것이다. 지니는 도리에게 속아 램프로 들어왔지만 지금까지도 램프를 떠나지 않고 있다.\n\n도리는 전투할 때마다 지니를 불러내지만 전투가 끝나면 지니의 소원을 들어주곤 한다.\n\n지니는 가끔 전설이 반대로 쓰인 건 아닌지 생각한다——\n\n사실 램프 안에 들어 있는 건 힘센 싸움꾼이고 램프를 들고 있는 이가 소원을 이뤄주는 요정이 아닐까?",
      "en": "Maybe it's because of her deep love for Mora, Dori also takes interest in \"whoever or whatever might bring Mora in.\"\n\nFor example, her merchant caravans use Sumpter Beasts to carry cargo, so Dori had an \"amusement park\" built for the Sumpter Beasts such that they might enjoy their downtime.\n\nShe also handpicks Sumpter Beast food of the best quality to make sure that they have balanced nutrition and that they stay in good health.\n\nAlso, as a shrewd merchant, she never misses a single business opportunity.\n\nSumpter Beasts playing together in the amusement park make for a fun scene, so Dori took the chance to open the amusement park to tourists and sold tickets, food, and souvenirs to them. The cost of raising the Sumpter Beasts was covered by the amusement park's revenue in no time.\n\nDori's love for Sumpter Beasts is genuine, and so is her intention to make Mora out of that love.\n\nPerhaps the Jinni in Dori's lamp knows this better than everyone else. The spirit was tricked into entering Dori's lamp, but it has never left since.\n\nDori will summon it into combat, but she will also grant its wishes afterwards.\n\nSometimes the Jinni even thinks that the fairy tale might actually have gotten things reversed —\n\nFor the one who dwells in the lamp is a powerful fighter, while the one holding the lamp is the one who grants wishes.",
      "de": "Vielleicht liegt es an ihrer Liebe zu Mora, dass sich Dori sehr für „alle, die Mora herbeibringen können“, interessiert.\n\nEs ist zum Beispiel so, dass sie, weil ihre Karawanen sich vor allem auf Packtiere zum Warentransport stützen, den Tieren ein „Paradies“ erbaut hat, in dem sie sich in ihren Ruhezeiten nach Herzenslust frei bewegen können.\n\nFür die Packtiere hat sie ausgezeichnetes Futter ausgewählt, das ihre Nährstoffaufnahme im Gleichgewicht hält und ihnen hilft, besonders kräftig und schön zu werden.\n\nAls findige Geschäftsfrau kann sie sich natürlich kein gutes Geschäft entgehen lassen.\n\nPacktiere unterschiedlicher Rassen gemeinsam spielen zu lassen, macht dieses Paradies besonders interessant. Dori hat die Gelegenheit genutzt, Gäste zum Anschauen einzuladen und ihre Kosten durch Eintrittskarten, Essensverkauf und Andenken wieder rein zu holen.\n\nIhre Liebe für die Packtiere ist echt, das dadurch verdiente Geld aber auch.\n\nDarüber zu sprechen, steht wahrscheinlich am meisten dem Dschinn in Doris Flasche zu. Er wurde von Dori ursprünglich dazu verleitet, sich in die Flasche zu begeben, ist aber bis heute nicht weggegangen.\n\nDori ruft ihn bei jedem Kampf heraus, aber nach dem Kampf ist es Dori, die ihm einen Wunsch erfüllt.\n\nManchmal fragt der Dschinn sich, ob die Märchen verkehrt herum sind:\n\nIn der Flasche wohnt in Wahrheit ein starker Kämpfer und der Besitzer der Flasche ist der Geist, der Wünsche erfüllen kann.",
      "es": "En lo que a sus pasiones se refiere, además del Mora, Dori también siente una gran atracción por “todo aquello que pueda traer Moras”.\n\nPor ejemplo, las caravanas de Dori se sirven principalmente de animales de carga para transportar la mercancía, por lo que Dori construyó un pequeño “paraíso” donde los animales pudieran descansar en libertad después de sus largas travesías.\n\nSiempre elige el alimento de mayor calidad para que se mantengan en forma y sanos.\n\nPor supuesto, como comerciante que es, Dori tiene un ojo clínico para cualquier oportunidad de hacer negocios.\n\nA los animales de carga les gusta corretear y jugar los unos con los otros, por lo que el parque que les construyó realmente tiene aspecto de paraíso. Por eso, Dori aprovechó la oportunidad para convertirlo en un parque temático. El negocio funciona a la perfección, puesto que Dori obtiene beneficios del coste de la entrada, la comida y los recuerdos que se venden dentro del parque.\n\nEl cariño que siente por sus animales de carga es auténtico, pero también siente cariño por el dinero que recibe.\n\nEl que probablemente más influye en todo esto es el genio de su lámpara. Aunque inicialmente Dori lo engañó para que entrara en la lámpara, nunca ha pensado en marcharse.\n\nLo invoca para luchar, pero cuando la batalla llega a su fin, es ella la que cumple los deseos del genio.\n\nEste, por su parte, suele pensar que los papeles de este cuento de hadas están invertidos.\n\nNormalmente, el genio siempre es el héroe que lo soluciona todo, pero la realidad es que al final es la portadora de la lámpara la que tiene la habilidad para cumplir sus deseos.",
      "fr": "Peut-être est-ce parce qu'elle aime les moras, en tout cas, Dori s'intéresse également beaucoup à « toutes les personnes ou les choses qui peuvent rapporter des moras ».\n\nPar exemple, Dori a fait bâtir un « parc d'attractions » pour les bêtes de somme que les caravanes marchandes utilisent pour transporter les marchandises, afin qu'elles puissent se dégourdir les pattes lors des pauses.\n\nElle sélectionne également elle-même les aliments de la meilleure qualité pour s'assurer que les bêtes de somme aient une alimentation équilibrée et qu'elles puissent être en bonne santé.\n\nBien sûr, en tant que commerçante avisée, Dori ne rate jamais une seule occasion de faire des affaires.\n\nLes bêtes de somme aiment courir et jouer entre elles, et le parc qu'elle leur a construit ressemble vraiment à un petit paradis. Dori a vu cela comme une opportunité et a décidé de transformer cet endroit en parc à thème. Cela s'est révélé être une idée judicieuse, puisque cet investissement est rapidement devenu rentable grâce aux ventes de billets d'entrée, de nourriture à l'intérieur du parc et de souvenirs.\n\nL'amour de Dori pour les bêtes de somme est authentique, tout comme l'argent quelle gagne grâce à cette passion.\n\nEt ça, l'esprit protecteur à l'intérieur de la lampe de Dori est le premier à le savoir. Bien qu'il se soit fait piéger dans la lampe par elle, il n'a jamais envisagé d'en sortir. Dori l'appelle quand il s'agit de se battre, mais une fois la bataille terminée, elle prend soin d'exaucer ses souhaits.\n\nParfois, l'esprit se dit que les légendes racontent complètement l'inverse de ce qu'il se passe en réalité :\n\nEn vérité, c'est l'esprit de la lampe qui est un combattant redoutable, tandis que la porteuse de la lampe est celle qui exauce les vœux.",
      "pt": "Talvez seja por causa do seu amor por Mora, Dori também gosta bastante de \"quem ou o que puder me fazer ganhar Mora.\"\n\nSuas caravanas mercantes usam Animais de Carga para transportar mercadorias. Para que os Animais de Carga tenham um bom local para correrem livremente durante seu tempo livre, Dori construiu para elas um \"parque de diversões\".\n\nEla também escolhe pessoalmente a comida de melhor qualidade para seus Animais de Carga, garantindo que terão uma nutrição balanceada e boa saúde.\n\nAlém disso, como uma comerciante esperta, ela nunca perde uma oportunidade de negócios.\n\nAnimais de Carga brincando no parque de diversões é uma cena divertida. Por isso Dori aproveitou a chance para abri-lo para turistas, vendendo ingressos, comidas e lembrancinhas. O custo de criar os Animais de Carga foi coberto pela renda do parque de diversões.\n\nO amor de Dori pelos Animais de Carga é genuíno, e sua de ganhar Mora com eles também.\n\nTalvez o Jinni na lâmpada de Dori saiba melhor que todos. O Jinni foi enganado por Dori para entrar em sua lâmpada, mas nunca saiu desde então.\n\nDori o invoca em combate, e concede seu desejo depois.\n\nÀs vezes o Jinni pensa que o conto de fadas deve ser o contrário:\n\nQuem mora na lâmpada é um poderoso lutador, enquanto quem possui a lâmpada é que concede desejos.",
      "ru": "Возможно, именно по причине искренней любви к море, Дори также проявляет интерес ко всему и вся, что может принести мору. Например, её торговые караваны используют вьючных яков для перевозки товаров, поэтому Дори построила для них «парк развлечений», чтобы они могли наслаждаться отдыхом. Кроме того, как проницательный торговец, она никогда не упускает ни одной возможности заработать. Вьючные яки, играющие в парке развлечений, представляют собой забавную сцену, поэтому Дори открыла парк развлечений для туристов и продавала им билеты, еду и сувениры. Доходы от этого парка развлечений в кратчайшие сроки покрыли расходы на содержание вьючных яков. Любовь Дори к вьючным якам искренняя, как и её желание заработать мору на этой любви. Пожалуй, джинн лампы Дори знает это лучше, чем кто бы то ни было. Дори обманом заманила его в лампу, но с тех пор он никогда не покидал её. Дори вызывает его, когда нужно сражаться, но после этого она исполняет его желания. Иногда ему кажется, что в сказке всё было наоборот. Тот, кто живёт в лампе, является сильным бойцом, а тот, кто владеет лампой, исполняет все его желания.",
      "id": "Mungkin karena kecintaannya pada Mora, Dori juga sangat tertarik kepada \"mereka yang bisa menghasilkan Mora\".\n\nMisalnya karavan di bawah komandonya, pengangkutan barang-barang utamanya bergantung kepada Sumpter Beast. Jadi Dori membangun sebuah \"taman bermain\" bagi para Sumpter Beast ini, sehingga mereka bisa berlari sepuasnya di dalam saat sedang beristirahat.\n\nDia akan memilih pakan yang paling baik untuk Sumpter Beast, untuk memastikan kalau nutrisi mereka seimbang dan mereka bisa tumbuh dengan kuat dan cantik.\n\nTentu saja, sebagai pedagang yang cerdas, dia tidak akan pernah melewatkan kesempatan bisnis seperti apa pun.\n\nPemandangan berbagai spesies Sumpter Beast bermain bersama membuat taman bermain ini terlihat sangat menarik. Dori memanfaatkan kesempatan ini untuk menarik para pengunjung untuk datang dan menonton, dan langsung mencari kembali modal semua pengeluarannya dengan cara menjual tiket masuk, makanan dan minuman, serta penjualan suvenir.\n\nKecintaannya terhadap Sumpter Beast itu nyata, tapi dia memanfaatkan kesempatan ini untuk mendapatkan untung kecil, juga sangat nyata.\n\nDari poin ini, yang paling berhak untuk bercerita banyak mungkin adalah Jinni yang berada di dalam lampunya. Pada awalnya dia ditipu oleh Dori sehingga masuk ke dalam lampu, tapi sampai sekarang, dia tetap tidak pergi.\n\nDalam setiap kali pertempuran, Dori selalu memanggilnya. Tapi setelah pertempuran selesai, Dori pasti akan memenuhi keinginannya.\n\nKadang-kadang Jinni jadi berpikir juga, mungkin kisah di dalam legenda itu terbalik ....\n\nYang berada di dalam lampu, mungkin adalah berandalan yang super hebat, dan yang memegang lampu barulah dewa yang bisa mengabulkan permintaannya.",
      "th": "รักใครแล้วต้องใส่ใจเรื่องของคนนั้น นอกจาก Mora แล้ว Dori ยังสนใจ \"พวกที่สามารถนำ Mora มาให้ได้\" เป็นอย่างมากด้วย\n\nตัวอย่างเช่น คาราวานของเธออาศัย Sumpter Beast ในการขนส่งสินค้าเป็นหลัก เพราะงั้น Dori จึงได้สร้าง \"สวนสนุก\" สำหรับ Sumpter Beast ให้พวกมันได้วิ่งไปรอบ ๆ ผ่อนคลายพักผ่อนอย่างอิสรเสรี\n\nเธอจะเลือกอาหารชั้นดีสำหรับเหล่า Sumpter Beast และตรวจสอบให้แน่ใจว่ามีความสมดุลทางโภชนาการ เพื่อสุขภาพที่แข็งแรง และรูปลักษณ์ที่สวยงามของพวกมัน\n\nแน่นอนว่าในฐานะนักค้าขายที่เฉลียวฉลาด เธอไม่มีทางพลาดโอกาสทางธุรกิจใด ๆ ก็ตาม\n\nเมื่อ Sumpter Beast ต่างสายพันธุ์มาอยู่เล่นรวมกัน ทำให้สวนดูน่าสนใจทีเดียว Dori ใช้โอกาสนี้ดึงดูดนักท่องเที่ยวให้มาเยี่ยมชม และถอนทุนคืนด้วยการขายตั๋วเข้าชม, ขายอาหารเครื่องดื่ม และของที่ระลึกได้อย่างรวดเร็ว\n\nแต่ความรักที่เธอมีต่อ Sumpter Beast ไม่ใช่เรื่องโกหก แต่การใช้มันหากำไรเล็ก ๆ น้อย ๆ ก็เป็นเรื่องจริงเช่นกัน\n\nบางทีญินในตะเกียงของ Dori อาจจะรู้เรื่องนี้ดีกว่าใคร ๆ มันถูก Dori หลอกล่อให้เข้าไปในตะเกียง แต่ตั้งแต่ตอนนั้น จวบจนถึงตอนนี้มันก็ไม่เคยจากไปไหน\n\nทุกครั้งที่มีการต่อสู้ Dori จะเรียกมันมา หลังจากที่การต่อสู้สิ้นสุดลง Dori จะเติมเต็มความปรารถนาของมัน\n\nบางครั้งญินเองก็เคยคิดว่า บางทีเรื่องเล่าในตำนานอาจจะเป็นหนังคนละม้วนก็ได้...\n\nอันที่จริงแล้วในตะเกียงมีนักสู้ที่แข็งแกร่งอยู่ตนหนึ่ง ส่วนผู้ถือครองตะเกียงต่างหากที่เป็นดั่งภูตผู้เติมเต็มความปรารถนาต่าง ๆ ได้",
      "vi": "Có lẽ là vì yêu một người thì sẽ yêu luôn đường đi lối về, ngoài Mora ra, Dori cũng rất có hứng thú với \"người có thể đem đến Mora\".\n\nVí dụ thương đội của cô ấy chủ yếu dùng Thú Thồ Hàng để vận chuyển hàng hóa, nên Dori đã xây dựng một \"thiên đường\" cho bầy Thú Thồ Hàng, để khi nghỉ ngơi chúng có thể chạy chơi bên trong.\n\nCô ấy sẽ chọn thức ăn thật tốt cho những con Thú Thồ Hàng để đảm bảo rằng chúng phát triển cân đối, khỏe mạnh và xinh đẹp.\n\nĐương nhiên, là một thương nhân sắc sảo, cô ấy sẽ không bỏ lỡ bất kỳ cơ hội kinh doanh nào.\n\nCác Thú Thồ Hàng khác loài chơi đùa cùng nhau, khiến công viên trông khá thú vị. Dori đã nhân cơ hội này thu hút khách du lịch đến xem và nhanh chóng thu hồi vốn bằng cách bán vé vào cổng, thức ăn và quà lưu niệm.\n\nTình yêu của cô ấy dành cho Thú Thồ Hàng là thật, và kiếm chút lợi nhuận nhỏ từ nó cũng là thật.\n\nỞ điểm này, có lẽ người có tiếng nói nhất chính là Trấn Linh trong ngọn đèn của Dori. Ban đầu nó đã bị Dori lừa vào chiếc đèn, nhưng đến bây giờ vẫn chưa rời đi.\n\nMỗi lần chiến đấu Dori đều gọi nó ra, nhưng sau khi đánh xong, Dori sẽ lại thỏa mãn ước nguyện của nó.\n\nĐôi khi Trấn Linh còn nghĩ, câu chuyện trong truyền thuyết có lẽ là bị ngược rồi...\n\nBên trong cây đèn là một chiến binh siêu mạnh, người cầm đèn mới là vị thần có thể thực hiện điều ước."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "没有人知道多莉与艾莉丝相遇的具体过程，但她们确实是一对让人艳羡的合作伙伴。\n\n艾莉丝周游世界各地，不会一直停留在须弥，但每过一段时间，她就会托人将自己的新发明寄给多莉。\n\n而多莉也会在售卖之后，想办法将摩拉送到艾莉丝手上。\n\n有时艾莉丝会附一封信，告诉多莉自己最近身处险地，摩拉可以先存放在多莉那里。\n\n多莉却执意派人携带摩拉赶往距离艾莉丝最近的安全地区，以保证艾莉丝能够第一时间拿到摩拉。\n\n人工费、运输费、保险费…各项费用相加并非一笔小钱，多莉却毫不吝啬，主动掏腰包提前支付。\n\n「大善人多莉从不拖欠回款。」\n\n「而且，艾莉丝女士的开销也不小，必须保证她时时刻刻有钱可用。」\n\n多莉总是念叨着这些话，不厌其烦地反复确认摩拉是否送到。\n\n即使现在艾莉丝已经不是多莉唯一的供货商，多莉仍将这视为最重要的事。\n\n也许在她心里，一直记得相遇那天许下的承诺。\n\n「你想要数不清的摩拉？可以呀。我可以提供给你各种神奇道具，卖出去多少就看你的本事啦。」\n\n「请放心。我会卖出高高的价格，换来多多的摩拉，以最快的速度送到你的手上…我会成为你最好的合作伙伴。」",
      "zht": "沒有人知道多莉與艾莉絲相遇的具體過程，但她們確實是一對讓人豔羨的合作夥伴。\n\n艾莉絲周遊世界各地，不會一直停留在須彌，但每過一段時間，她就會託人將自己的新發明寄給多莉。\n\n而多莉也會在販售之後，想辦法將摩拉送到艾莉絲手上。\n\n有時艾莉絲會附一封信，告訴多莉自己最近身處險地，摩拉可以先存放在多莉那裡。\n\n多莉卻執意派人攜帶摩拉趕往距離艾莉絲最近的安全地區，以保證艾莉絲能夠第一時間拿到摩拉。\n\n人工費、運輸費、保險費…各項費用相加並非一筆小錢，多莉卻毫不吝嗇，主動掏腰包提前支付。\n\n「大善人多莉從不拖欠結款。」\n\n「而且，艾莉絲女士的開銷也不小，必須保證她時時刻刻有錢可用。」\n\n多莉總是碎碎唸著這些話，不厭其煩地反覆確認摩拉是否送到。\n\n即使現在艾莉絲已經不是多莉唯一的供應商，多莉仍將這視為最重要的事。\n\n也許在她心裡，一直記得相遇那天許下的承諾。\n\n「妳想要數不清的摩拉？可以呀。我可以提供給妳各種神奇道具，賣出去多少就看妳的本事啦。」\n\n「請放心。我會賣出高高的價格，換來多多的摩拉，以最快的速度送到妳的手上…我會成為妳最好的合作夥伴。」",
      "jp": "ドリーとアリスの出会いについて、その経緯を知る者はいない。だが、確かにこの二人は商人たちが嫉妬するほどのビジネスパートナーだ。\n\n世界中を旅しているアリスが、スメールに長居することはない。そのため、アリスは人に頼んで自分の新しい発明品を時々ドリーに送っている。\n\nそして、ドリーはその発明品を売った後、何らかの方法でアリスを探してモラを渡していた。\n\nアリスはたまに手紙を一緒に送ることがある——私はいま危険な場所にいるから、モラはとりあえずドリーのところで預かっておいて。\n\nそれでもドリーは人を手配して、アリスにもっとも近い安全地帯までモラを届ける、彼女が一刻も早くモラを受け取れるようにだ。\n\n人件費、輸送費、保険費など…あらゆる費用がかかるが、ドリーは決してそれをケチることなく、前払いする。\n\n「大善人であるドリーは、決して支払いを滞らせたりしませんの。」\n\n「それに、アリスさんの出費は決して少なくないもの。モラで困ることがないように、保証しなければなりません。」\n\nドリーはいつもこのような言葉を口にし、モラが届いたかどうかを何度も確認する。\n\nアリスがドリーの唯一の仕入れ先でなくなった今でも、彼女はこれをもっとも重んじている。\n\nおそらく彼女は、出会った日に交わした約束をずっと胸に刻んでいるのだろう。\n\n「数え切れないほどのモラが欲しい？ええ、いいわよ。不思議な道具をたくさんあげる。でも、売れるかどうかはあなたの腕次第よ。」\n\n「心配不要ですわ。この私がいい値で売って、モラを大量に稼ぎますの。そして、できるだけ早くあなたに分け前を届けますわ…私はあなたの最高のビジネスパートナーになりますの。」",
      "ko": "도리와 앨리스가 어떻게 알게 됐는지 구체적인 과정을 아는 이는 없지만, 둘은 확실히 모두가 부러워할 만한 사업 파트너다.\n\n앨리스는 수메르에만 머물지 않고 세계 각지를 여행하지만, 일정 시간이 지나면 다른 사람을 통해 자신의 새로운 발명품을 도리에게 보낸다.\n\n도리도 발명품을 판매해서 번 모라를 어떻게든 앨리스에게 보낸다.\n\n앨리스는 가끔 편지를 동봉하기도 하는데, 최근 위험한 곳에 있으니 모라는 일단 도리에게 맡겨둔다는 내용이다.\n\n하지만 도리는 집요하게도 앨리스와 가장 가까운 안전 지역에 사람을 보내서, 앨리스가 필요시 신속하게 모라를 받을 수 있도록 했다.\n\n인건비, 운송 비용, 보험료… 각종 비용을 더하면 적잖은 액수지만, 도리는 아낌없이 선불로 결제한다.\n\n「난 절대 비용을 체불하지 않는 성실한 사람이지.」\n\n「게다가 앨리스 씨는 지출도 많으니까, 언제든지 모라를 쓸 수 있게 해야 해.」\n\n도리는 종종 이렇게 중얼거리면서 모라가 제대로 전달 됐는지 계속 확인한다.\n\n비록 앨리스는 더 이상 도리의 유일한 공급자가 아니지만, 도리는 여전히 앨리스를 가장 중요시한다.\n\n어쩌면 도리는 아직도 앨리스와 했던 약속을 기억하고 있는지도 모른다.\n\n「셀 수 없이 많은 모라를 갖고 싶다고? 좋아. 너한테 각양각색의 신기한 도구들을 제공할게. 얼마나 팔 수 있을지는 너에게 달렸어.」\n\n「걱정 마. 아주 비싼 가격으로 팔아서 가장 빨리 모라를 챙겨줄 테니까… 난 앨리스 씨의 최고의 사업 파트너가 될 거거든」",
      "en": "No one knows how exactly Dori met Alice, but they are truly a pair of business partners that could make all merchants jealous.\n\nAlice travels the world, so she does not stay for long every time she visits Sumeru. However, every once in a while, Alice will ask someone to send her new invention to Dori.\n\nDori, for her part, will sell it and find a way to send the Mora to Alice.\n\nSometimes, Alice sends the invention with an attached letter that tells Dori to keep the Mora for the time being because Alice is currently in a dangerous area.\n\nHowever, Dori insists on getting someone to send the Mora to safe zones closest to Alice's position, making sure that Alice will receive the Mora at her earliest convenience.\n\nThe labor, shipment, insurance... The various costs tend to amount to a fairly large expenditure, but Dori is never stingy in this regard. She even pays in advance.\n\n\"I, Dori, never default on payment.\"\n\n\"Also, Ms. Alice has expenses, too. I must make sure that she has Mora at hand whenever she needs it.\"\n\nDori often repeats these words and, despite the trouble, repeatedly makes sure that Alice's payment is delivered.\n\nThough Alice is no longer Dori's only supplier, Alice's payment is still a top priority for Dori.\n\nPerhaps it's because Dori keeps a certain promise embedded in her heart — the promise she made to Alice the day they met.\n\n\"You want limitless Mora? Sure. I can supply you with marvelous items of all kinds. But how much Mora you're going to make will depend on how good you are at sales.\"\n\n\"Don't worry. I'll sell them for a good price, earn a large sum of Mora, and deliver your share as quickly as possible... I'll be your greatest business partner.\"",
      "de": "Niemand weiß über die genauen Details, wie sich Dori und Alice getroffen haben, Bescheid. Die beiden sind aber wirklich ein paar beeindruckender Geschäftspartner.\n\nAlice bereist die Welt und kann so nicht immer in Sumeru weilen, aber ab und an beauftragt sie jemanden, ihre neuen Erfindungen an Dori zu senden.\n\nUnd auch Dori macht sich nach dem Verkauf Gedanken darüber, wie sie Alice ihren Anteil am Gewinn zukommen lassen kann.\n\nManchmal sendet Alice einen Brief, in dem sie schreibt, dass sie sich derzeit an einem gefährlichen Ort befinde und Dori das Geld erst einmal bei sich behalten solle.\n\nDori besteht dann immer darauf, Leute mit dem Geld an den Alice nächstgelegenen sicheren Ort zu schicken, damit sie das Geld schnellstmöglich erhalten kann.\n\nPersonalkosten, Transportkosten, Versicherungskosten ... All diese Kosten, zusammengenommen eine nicht allzu kleine Summe Geld, trägt Dori von sich aus ohne jede Bescheidenheit selbst.\n\n„Ich, die wohlwollende Dori begleiche immer meine Schulden rechtzeitig.“\n\n„Und die Ausgaben von Frau Alice sind auch nicht gering. Ich muss sichergehen, dass ihr zu jeder Zeit genug Geld zur Verfügung steht.“\n\nDori wiederholt diese Worte oft und sorgt immer dafür, dass die Mora tatsächlich bei Alice ankommen.\n\nAuch jetzt, da Alice schon lange nicht mehr Doris einzige Lieferantin ist, ist das für sie immer noch am wichtigsten.\n\nVielleicht liegt es daran, dass sie sich in ihrem Herzen immer an das am Tag ihrer Begegnung gemachte Versprechen erinnert.\n\n„Möchtest du unmessbar viele Mora bekommen? In Ordnung. Ich kann dir die verschiedensten wunderbaren Dinge zukommen lassen. Für wie viel Geld du sie verkaufen kannst, ist deine Sache.“\n\n„Sei ganz entspannt. Ich werde sie zu einem sehr, sehr hohen Preis verkaufen und gegen viele, viele Mora tauschen, die in kürzester Zeit bei dir ankommen ... Ich werde deine beste Geschäftspartnerin sein.“",
      "es": "Nadie sabe exactamente cómo se conocieron Dori y Alice, pero ambas forman un dúo comercial que es la envidia de los demás comerciantes.\n\nAlice no se limita a quedarse en Sumeru, sino que está continuamente viajando por todo Teyvat. De vez en cuando saca tiempo para enviarle sus nuevos inventos a Dori.\n\nY una vez terminada la venta, Dori le envía su parte correspondiente de los beneficios.\n\nA veces, Alice también adjunta una carta en la que avisa a Dori de que está en un lugar peligroso, y le pide que le guarde los beneficios obtenidos durante un tiempo.\n\nEn esos casos, Dori siempre envía a alguien para que deposite el dinero en algún lugar seguro cerca de donde esté Alice para que lo tenga disponible siempre que lo necesite.\n\nEnviar a alguien quiere decir que hay que pagar costes de transporte, mano de obra, seguridad... pero Dori no es tacaña y cubre los gastos de su propio bolsillo.\n\n“Yo, Dori, soy magnánima y siempre pago mis deudas. Además, Alice invierte grandes cantidades de dinero durante sus viajes, por lo que necesita tener unos buenos fondos de reserva disponibles en todo momento”.\n\nDori siempre repite esas palabras cuando se asegura una y otra vez de que el dinero fue entregado.\n\nAunque Alice ya no es la única proveedora que tiene, Dori continúa considerándola la más importante.\n\nQuizás sea porque aún tiene muy presente la promesa que se hicieron el día que se conocieron.\n\n“Así que tu sueño es tener una montaña de Moras que roce las nubes, ¿eh? Muy bien, entonces yo te proporcionaré todo tipo de artilugios maravillosos, pero la cantidad de objetos que vendas depende de tus habilidades de venta”.\n\n“¡No te preocupes! Los venderé a un precio muy alto para conseguir todos los Moras posibles, los cuales te haré llegar en un santiamén. Me convertiré en tu mejor socia”.",
      "fr": "#Personne ne sait exactement comment Dori et Alice se sont rencontrées. Ce qui est sûr, c'est qu'elles forment un duo commercial que tous les marchands envient.\n\nAlice, qui voyage à travers le monde, ne s'arrête jamais pour une longue durée lorsqu'elle se rend à Sumeru. En revanche, de temps à autre, elle envoie ses dernières inventions à Dori.\n\nDe son côté, Dori cherche toujours un moyen de transmettre à Alice une partie des moras gagnés par les ventes de ces nouveaux produits.\n\nParfois, Alice joint une lettre à ses livraisons pour dire à Dori qu'elle se trouve dans une zone dangereuse et lui demander de garder ses moras de côté.\n\nCependant, Dori insiste pour envoyer quelqu'un et livrer les moras à Alice dans un endroit sûr.\n\nLa main-d'œuvre, le transport, les assurances... Les frais s'additionnent, et pourtant, Dori ne se montre jamais avare et débourse tout l'argent de sa propre poche pour payer à l'avance.\n\n« Dori est magnanime et paie toujours ses dettes. »\n\n« Et puis, Alice aussi a beaucoup de dépenses, il faut donc s'assurer qu'elle ait assez de moras à sa disposition. »\n\nC'est en radotant de la sorte que Dori vérifie encore et encore que les moras sont parvenus à destination.\n\nAlice n'est peut-être plus l'unique fournisseur de Dori, mais cette dernière accorde toujours la priorité à ce qu'elle soit payée.\n\nPeut-être se souvient-elle de la promesse qu'elles se sont faite le jour où elles se sont rencontrées.\n\n« Vous voulez des moras à n'en plus savoir que faire ? Pas de problème. Je peux vous fournir toute sorte d'objets extraordinaires, à vous de voir combien vous pouvez en vendre.{NON_BREAK_SPACE}»\n\n« Ne vous en faites pas, je les vendrai à prix élevés pour obtenir le plus de moras possible. Ensuite, je vous enverrai cet argent le plus vite possible... Nous serons les meilleures partenaires du monde. »",
      "pt": "Ninguém sabe como Dori conheceu Alice, mas sua parceria de negócios faz todos os outros comerciantes as invejarem.\n\nAlice viaja por todo o mundo, por isso não fica muito tempo quando passa em Sumeru. Entretanto, às vezes, Alice pede que alguém leve sua nova invenção para Dori.\n\nDori, por outro lado, vende tudo, e encontra uma maneira de enviar a Mora para Alice.\n\nAlice às vezes envia a invenção com uma carta dizendo para Dori guardar a Mora temporariamente porque Alice está em um local perigoso.\n\nEntretanto, Dori manda a Mora para Alice para o canto seguro mais próximo, garantindo que Alice receba a Mora assim que lhe for possível.\n\nO trabalho, frete e seguro... E todos os outros custos dariam uma grande quantia, mas Dori nunca é sovina com os custos. Ela até paga adiantado.\n\n\"Eu, Dori, nunca fiquei devendo um pagamento.\"\n\n\"Além disso, a Srta. Alice também possui muitos gastos diários. Eu só quero garantir que ela terá Mora quando precisar.\"\n\nDori sempre repete essas palavras e, apesar de ser problemático, sempre garante que o pagamento de Alice será entregue.\n\nApesar de hoje Alice não ser mais a única fornecedora de Dori, o pagamento de Alice ainda é de alta prioridade para Dori.\n\nTalvez porque Dori mantém essa promessa em seu coração, a promessa que fez para Alice no dia que se conheceram.\n\n\"Você quer Mora infinita? Claro, eu posso lhe fornecer itens maravilhosos de vários tipos. Mas quanta Mora você vai fazer depende de quão boa você será em vendê-los.\"\n\n\"Não se preocupe, eu vou vender por um bom preço e vou ganhar muita Mora, e entregarei sua parte o mais rápido possível... Eu serei sua melhor parceira de negócios.\"",
      "ru": "Никто не знает, как именно Дори познакомилась с Алисой, но у них сложилось деловое партнёрство, которому могут позавидовать все торговцы. Алиса путешествует по миру, поэтому она не задерживается надолго в Сумеру. Время от времени она просит кого-нибудь передать её новое изобретение Дори. Дори, в свою очередь, продаёт его и находит способ отправить Алисе мору. Иногда Алиса посылает изобретение с приложенным письмом, в котором просит Дори придержать мору на время, потому что Алиса находится в опасном месте. Однако Дори настаивает на том, чтобы кто-то доставил мору в ближайшее безопасное к Алисе место, чтобы она получила мору при первой же возможности. Оплата труда, перевозки, страховки... Различные расходы, как правило, составляют довольно большую сумму, но Дори никогда не скупится в этом отношении. Она даже платит вперёд. «Я, Дори, никогда не отказываюсь от оплаты. Кроме того, у госпожи Алисы тоже есть расходы. Я должна позаботиться о том, чтобы у неё была мора под рукой, когда она ей понадобится». Дори часто повторяет эти слова и, несмотря на все трудности, всегда следит за тем, чтобы Алиса получила свою оплату. Хотя Алиса больше не является единственным поставщиком Дори, оплата услуг Алисы по-прежнему является для Дори главным приоритетом. Возможно, это потому, что Дори хранит в своём сердце обещание, которое она дала Алисе в день их знакомства. «Ты хочешь неограниченное количество моры? Конечно. Я могу снабдить тебя всевозможными чудесными предметами. Но сколько моры ты заработаешь, будет зависеть от того, насколько хорошо ты умеешь продавать». «Не волнуйся. Я продам их по хорошей цене, заработаю много моры и доставлю твою долю в кратчайшие сроки... Я буду твоим лучшим деловым партнёром».",
      "id": "Tidak ada yang tahu bagaimana Dori dan Alice bisa bertemu, tapi mereka memang pasangan kerja sama yang bisa membuat orang iri.\n\nAlice berpergian sampai ke seluruh dunia dan tidak menetap di Sumeru sepanjang waktu. Tetapi sesekali, dia akan mengirimkan penemuan terbarunya kepada Dori.\n\nSedangkan Dori juga akan memikirkan cara untuk mengirim Mora kepada Alice kembali setelah berhasil menjual barangnya.\n\nKadang-kadang Alice akan melampirkan surat yang memberi tahu Dori, kalau akhir-akhir ini dia sedang berada di tempat yang berbahaya, sehingga Dori boleh menyimpan Mora-nya terlebih dulu.\n\nDori tetap bersikeras untuk mengirimkan orang untuk membawa Mora ke tempat yang paling aman dengan jarak yang paling dekat dengan posisi Alice, untuk memastikan Alice bisa mendapatkan Mora secepat mungkin.\n\nSemua biaya tenaga kerja, transportasi, asuransi, dan biaya lainnya, jika ditotal semua, juga bukan jumlah yang sedikit. Tapi Dori tidak pernah pelit dan pasti akan mengeluarkan uang dari kantongnya sendiri untuk membayar di depan.\n\n\"Orang baik Dori tidak akan pernah telat bayar dan berhutang.\"\n\n\"Lagi pula, pengeluaran Nona Alice juga tidak kecil, jadi harus dipastikan dia punya uang untuk bisa dipakai setiap saat.\"\n\nDori selalu mengatakan kata-kata seperti ini, dan terus mengonfirmasi berulang-ulang tanpa rasa bosan, apakah Mora-nya sudah dikirimkan.\n\nMeskipun sekarang Alice bukan lagi satu-satunya pemasok barang Dori, tapi Dori tetap menganggap ini sebagai hal yang paling penting.\n\nMungkin di dalam hatinya, dia selalu mengingat janji yang dia sematkan saat mereka bertemu.\n\n\"Kamu ingin Mora yang tidak habis-habisnya? Boleh. aku bisa sediakan berbagai macam peralatan yang ajaib. Bisa laku atau tidak, itu semua bergantung pada kemampuanmu.\"\n\n\"Tenang saja. Aku akan jual dengan harga yang tinggi, mendapatkan Mora yang banyak, dengan mengantarkan uangnya kepadamu secepat-cepatnya ... Aku akan jadi mitra kerja sama terbaik bagimu.\"",
      "th": "ไม่มีใครรู้ว่า Dori พบกับ Alice ได้ยังไง แต่พวกเขาเป็นหุ้นส่วนทางธุรกิจที่สามารถทำให้พ่อค้าทุกคนอิจฉาได้\n\nAlice เดินทางไปทั่วโลก และไม่ได้หยุดอยู่แค่ที่ Sumeru แต่ทุกครั้ง เธอมักจะให้คนส่งสิ่งประดิษฐ์ใหม่ของเธอไปให้ Dori เสมอ\n\nและ Dori ก็จะหาวิธีส่ง Mora ไปให้ถึงมือ Alice หลังการซื้อขายเสมอ\n\nมีบางครั้งที่ Alice จะส่งจดหมายบอก Dori ว่าช่วงนั้น ๆ เธอตกอยู่ในอันตราย ขอฝาก Mora ไว้ที่ Dori ก่อน\n\nแต่ถึงอย่างนั้น Dori ก็ยืนกรานที่จะให้คนเอา Mora ไปไว้ในที่ปลอดภัยที่อยู่ใกล้ Alice เพื่อให้แน่ใจว่า Alice จะได้รับ Mora โดยเร็วที่สุด\n\nค่าแรง, ค่าขนส่ง, ค่าประกัน... รวมค่าใช้จ่ายทั้งหมดทั้งมวล ก็เป็นจำนวนเงินที่ไม่ใช่น้อย ๆ เลย แต่ Dori ก็ไม่ได้ขี้งก และจะชำระเงินค่าใช้จ่ายล่วงหน้าเสมอ\n\n\"Dori ผู้เปี่ยมคุณธรรม ไม่เคยผิดนัดชำระเงิน\"\n\n\"นอกจากนี้ ค่าใช้จ่ายของคุณ Alice ก็ไม่ใช่น้อย ๆ อย่างน้อยต้องรับประกันว่า Alice จะมีเงินใช้ตลอดเวลา\"\n\nDori มักจะพูดคำนี้บ่อย ๆ ถึงแม้จะเกิดปัญหาแต่ก็ต้องตรวจสอบซ้ำแล้วซ้ำเล่าว่า Mora ถูกส่งไปถึงหรือไม่\n\nแม้ว่า Alice จะไม่ใช่ผู้จัดหาสินค้าเพียงรายเดียวของ Dori แต่ Dori ก็ยังคงมองว่าเรื่องนี้เป็นสิ่งสำคัญ\n\nบางทีในใจของ Dori ยังคงจำคำสัญญาที่มีให้กันไว้ในวันที่พวกเขาได้พบกัน\n\n\"เธอต้องการมี Mora มากมายมหาศาลนับไม่ถ้วนใช่มั้ย? ได้สิ ฉันสามารถจัดหาไอเทมวิเศษให้เธอได้นะ ส่วนจะขายเท่าไหร่ ก็เรื่องของเธอแล้วล่ะ\"\n\n\"ไว้ใจได้เลย ฉันจะขายมันในราคาที่สูงเพื่อแลกเปลี่ยนเป็น Mora จำนวนมากมาย และจะส่ง Mora ส่วนแบ่งให้ถึงมือคุณ Alice โดยเร็วที่สุด... ฉันจะเป็นหุ้นส่วนที่ดีที่สุดของคุณเอง\"",
      "vi": "Không ai biết chính xác quá trình gặp gỡ của Dori và Alice như thế nào, nhưng họ thực sự là một cặp đối tác đáng ghen tị.\n\nAlice du ngoạn khắp nơi trên thế giới chứ không phải chỉ ở Sumeru, nhưng thỉnh thoảng, cô ấy lại gửi những phát minh mới của mình về cho Dori.\n\nVà Dori cũng sẽ tìm cách gửi Mora cho Alice sau khi bán được hàng.\n\nĐôi khi Alice sẽ đính kèm một lá thư nói với Dori rằng gần đây cô ấy đang ở nơi nguy hiểm và Mora cứ để ở chỗ Dori trước.\n\nDori lại nhất quyết cử người đem Mora đến nơi an toàn và gần Alice nhất, để đảm bảo rằng Alice có thể lấy được Mora nhanh nhất có thể.\n\nTiền công, chi phí vận chuyển, phí bảo hiểm... tổng cộng tất cả các chi phí lại thường là một khoản tiền không hề nhỏ, nhưng Dori không hề keo kiệt mà lại chủ động chi trước.\n\n\"Dori lương thiện không bao giờ trì hoãn thanh toán.\"\n\n\"Hơn nữa, Alice chi tiêu cũng không ít, phải đảm bảo cô ấy lúc nào cũng có tiền để dùng.\"\n\nDori cứ lầm bầm những lời này, và xác nhận tới lui xem Mora đã được gửi đến chưa.\n\nMặc dù hiện tại Alice không còn là nhà cung cấp duy nhất của Dori nữa, nhưng Dori vẫn coi đây là điều quan trọng nhất.\n\nCó lẽ trong lòng cô ấy vẫn luôn ghi nhớ lời hứa ngày hai người gặp nhau.\n\n\"Cô muốn có vô số Mora? Được thôi. Tôi có thể cung cấp cho cô đủ loại đạo cụ thần kỳ, cô có thể bán được bao nhiêu thì tùy thuộc vào bản lĩnh của cô.\"\n\n\"Yên tâm đi. Tôi sẽ bán với giá cao, đổi lấy thật nhiều Mora, và gửi đến cô sớm nhất có thể... Tôi sẽ trở thành đối tác tốt nhất của cô.\""
    }
  },
  {
    "title": {
      "zhs": "摩拉音乐盒",
      "zht": "摩拉音樂盒",
      "jp": "モラオルゴール",
      "ko": "모라 오르골",
      "en": "Mora Music Box",
      "de": "Mora-Musik-Box",
      "es": "Cajita musical de Moras",
      "fr": "Boîte à musique à moras",
      "pt": "Caixa Musical de Mora",
      "ru": "Музыкальная шкатулка «Мора»",
      "id": "Kotak Musik Mora",
      "th": "กล่องดนตรี Mora",
      "vi": "Hộp Âm Nhạc Mora"
    },
    "line": {
      "zhs": "为了更好地聆听摩拉发出的美妙声响，多莉亲自定制了一款「摩拉音乐盒」。\n\n音乐盒的正上方有一个开口，开口的大小刚好可以容许一枚摩拉通过。\n\n当摩拉被投入音乐盒后，便会沿着音乐盒内复杂的机关轨道滚动，并时不时发出轻盈美妙的撞击声。\n\n撞击声此起彼伏，汇聚成一首悠扬的乐章，多莉也会在空旷的艾尔卡萨扎莱宫中旋转起舞。\n\n「摩拉，摩拉，亮闪闪的摩拉。」\n\n「摩拉，摩拉，数不清的摩拉。」\n\n「美丽的摩拉，是我的摩拉。」\n\n「别人的摩拉，快快来我家。」\n\n明明是如此熟悉的歌曲，却总是百听不厌。\n\n音乐演奏到最后，多莉也会向并不存在的观众深深一躬。\n\n恰在此时摩拉落入音乐盒的最底部，与那里堆积如山的摩拉相碰——\n\n伴随着一声清脆的「啪嗒」声，一切完美落幕。\n\n意犹未尽的多莉总是会选择向音乐盒中再投一枚摩拉。",
      "zht": "為了更清晰地聆聽摩拉發出的美妙聲響，多莉親自訂做了一款「摩拉音樂盒」。\n\n音樂盒的正上方有一個開口，開口的大小剛好可以容許一枚摩拉通過。\n\n當摩拉被投入音樂盒後，便會沿著音樂盒內複雜的機關軌道滾動，並時不時發出輕盈美妙的撞擊聲。\n\n撞擊聲此起彼伏，彙聚成一首悠揚的樂章，多莉也會在空曠的艾爾卡薩扎萊宮中旋轉起舞。\n\n「摩拉、摩拉，閃亮亮的摩拉。」\n\n「摩拉、摩拉，數不清的摩拉。」\n\n「美麗的摩拉，是我的摩拉。」\n\n「別人的摩拉，快快來我家。」\n\n明明是如此熟悉的歌曲，卻總是百聽不厭。\n\n音樂演奏到最後，多莉也會向並不存在的觀眾深深一躬。\n\n恰在此時摩拉落入音樂盒的最底部，與那裡堆積如山的摩拉相碰——\n\n伴隨著一聲清脆的「啪嗒」聲，一切完美落幕。\n\n意猶未盡的多莉總是會選擇向音樂盒中再投一枚摩拉。",
      "jp": "モラの美しい音をより心地よく聴くため、ドリーは自ら「モラオルゴール」を特注した。\n\nオルゴールの上部には、モラがちょうど通る大きさの穴が空いている。\n\nそこからモラを入れることで、内部の複雑なからくりに沿って転がっていき、時折軽快な衝突音を響かせながら美しい音楽を奏でる。\n\nドリーも音楽に合わせて、広々としたアルカサルザライパレスの中で踊るのだ。\n\n「モラ、モラ、キラキラとしたモラ。」\n\n「モラ、モラ、数え切れないモラ。」\n\n「美しいモラは私のモラ。」\n\n「他人のモラも、私のところへおいでまし。」\n\n何度耳にしても、この曲は決して飽きることがない。\n\n曲が終わるタイミングで、ドリーはいもしない観客に向かって深々とお辞儀する。\n\nそれと同時に、モラはオルゴールの底へと辿り着き、モラの山にぶつかる——\n\n「チャリン」という軽妙な音を響かせ、無事に幕を閉じるのだ。\n\nだが一回だけでは聞き足りないドリーは、よくモラをもう一枚オルゴールに投入する。",
      "ko": "모라가 내는 아름다운 소리를 더욱 잘 감상하기 위해 도리는 「모라 오르골」을 주문 제작했다.\n\n오르골의 위쪽에는 작은 틈이 있는데 그 틈은 딱 모라가 통과할 수 있는 크기였다.\n\n오르골에 모라를 넣으면 내부의 복잡한 궤도에 따라 굴러 내려가며 경쾌하고 아름다운 충격음을 낸다.\n\n충격음은 끊임없이 울려 퍼지면서 우아한 선율을 만들어내고 도리는 넓은 알카자르자레궁에서 빙글빙글 돌며 춤을 춘다.\n\n「모라, 모라, 반짝이는 모라.」\n\n「모라, 모라, 많은 모라.」\n\n「아름다운 모라는 나의 모라.」\n\n「다른 사람의 모라야, 얼른 우리 집으로 오렴.」\n\n너무나도 익숙한 노래지만 언제 들어도 질리지 않는다.\n\n모라의 연주가 끝날 때쯤 도리는 존재하지 않는 관중을 향해 허리를 숙여 인사한다.\n\n바로 그 순간, 모라가 오르골의 바닥에 떨어지며 산더미처럼 쌓여있는 다른 모라와 부딪힌다——\n\n경쾌한 「짤랑」 소리와 함께 완벽한 막이 내린다.\n\n못내 아쉬운 도리는 늘 오르골에 모라를 하나 더 넣곤 한다",
      "en": "To better enjoy the fascinating clinking of Mora, Dori ordered a custom-made \"Mora Music Box.\"\n\nOn top of the music box is a slot precisely the size of a single Mora.\n\nInsert a Mora through the slot into the box, and it will roll along the intricate tracks inside and make pleasant clinking sounds.\n\nThese sounds compose beautiful music to which Dori twirls in the grand Palace of Alcazarzaray.\n\n\"Mora, Mora, shining brightly.\"\n\n\"Mora, Mora, toward infinity.\"\n\n\"Beautiful Mora, Dori's Mora.\"\n\n\"Everyone's Mora, come to Dori.\"\n\nDori's sung this song countless times, yet she's never tired of it.\n\nAt the end of her dance, Dori takes a deep bow to her imaginary audience.\n\nIt is also the moment when the Mora falls to the bottom of the music box, making the final clink —\n\nWith this finishing touch, an imaginary curtain descends upon Dori's delightful dance.\n\nHowever, Dori is never quite finished — she always has another Mora to slot into her music box.",
      "de": "Um das schöne Geräusch der Mora besser hören zu können, hat Dori selbst eine „Mora-Musik-Box“ anfertigen lassen.\n\nAuf der Oberseite der Musik-Box gibt es eine Öffnung. Ihre Größe passt genau, um eine Mora darin einzuwerfen.\n\nSobald die Mora eingeworfen wird, rollt sie entlang einer Schiene in der komplizierten Vorrichtung herab und gibt ab und zu das wunderschön beglückende Geräusch ihres Aufpralls ab.\n\nDas Auf und Ab der Aufpralle konvergiert zu einer melodischen Sinfonie, die Dori im gewaltigen Palast Alcazarzaray zum Tanzen verleitet.\n\n„Mora, Mora, glitzernde Mora.“\n\n„Mora, Mora, unermesslich viele Mora.“\n\n„Schöne Mora, ihr seid meine Mora.“\n\n„Anderer Leute Mora, kommt schnell zu mir nach Haus.“\n\nEs ist ein so vertrautes Lied, doch selbst beim hundertsten Hören wird es ihr nicht leid.\n\nWenn die letzte Note verklungen ist, verbeugt sich Dori tief in Richtung der abwesenden Zuschauer.\n\nGenau in diesem Moment fällt auch die Mora auf den Boden der Musik-Box und stößt dort auf die sich dort zu einem Berg heranstapelnden Mora.\n\nMit einem schrillen und klar zu hörendem Geräusch bringt sie die Vorstellung so zu einem perfekten Abschluss.\n\nDori, der das nie genug ist, wirft daraufhin immer noch eine weitere Mora in die Musik-Box.",
      "es": "Para poder escuchar mejor el armonioso sonido de los Moras al chocar entre sí, Dori se encargó personalmente de adaptar una cajita de música para convertirla en una “cajita musical de Moras”.\n\nSe parece un poco a una cajita para meter dinero, por lo que tiene una abertura por la que solo cabe un Mora.\n\nSi introduces un Mora, la caja pone en marcha todo su mecanismo interno y emite cada cierto tiempo el sonido tintineante de los Moras.\n\nEsos tintineos se entremezclan los unos con los otros y dan lugar a una melodía que hace que Dori se ponga a bailar por todo el Palacio Alcazarzaray.\n\n“Mora, Mora, ese brillo que enamora.\n\nMora, Mora, su valor impresiona.\n\nMora, mi bella joya.\n\nMoras y más Moras en mis manos de especuladora”.\n\nHa cantado esta canción un montón de veces, pero nunca se cansa de ella.\n\nCuando la melodía llega a su fin, Dori hace una reverencia hacia su público imaginario.\n\nEse es justamente el momento en que el Mora llega por fin al fondo de la cajita, que, con un último tintineo, se detiene por fin.\n\nComo escuchar la canción una sola vez no es suficiente para Dori, suele echar otro Mora en la cajita para que su dulce melodía resuene una vez más.",
      "fr": "Pour mieux apprécier le tintement fascinant des moras, Dori a commandé une « boîte à musique de moras » faite sur mesure.\n\nSur le dessus de la boîte, il y a une fente juste assez large pour laisser passer des moras.\n\nQuand on y insère une pièce, celle-ci roule sur les rails de mécanismes complexes et produit des sons harmonieux en tombant.\n\nLes bruits métalliques s'élèvent et chantent en chœur une douce mélodie sur laquelle Dori danse dans son Palais d'Alcazarzaray.\n\n« Des moras, des moras, des moras scintillants. »\n\n« Des moras, des moras, on n'en a jamais vu autant. »\n\n« Tous ces jolis moras, ils sont à moi et rien qu'à moi ! »\n\n« Petits moras qui ne m'appartiennent pas, venez voir par là ! »\n\nDori n'arrête pas de chanter cette chanson sans jamais se lasser.\n\nLorsque le morceau s'achève, Dori salue son public imaginaire.\n\nC'est précisément le moment où la pièce tombe tout au fond de la boîte et vient se heurter à la montagne de moras déjà présente.\n\nC'est avec ce « bling » final que ce spectacle enchanteur prend fin.\n\nMais ce n'est jamais assez pour Dori, qui s'empresse alors d'insérer une nouvelle pièce dans la boîte à musique.",
      "pt": "Para apreciar melhor o tilintar das Mora, Dori comprou uma Caixa Musical de Mora feita sob pedido.\n\nNo topo da caixa musical, há um buraco do tamanho de uma Mora.\n\nInserir uma Mora por esse buraco fará ela rolar pelos intrincados caminhos no interior do caixa, fazendo agradáveis tilintares.\n\nOs sons da Mora compõem belas músicas que Dori dança no grande Palácio de Alcazarzaray.\n\n\"Mora, Mora, brilhante Mora.\"\n\n\"Mora, Mora, Mora infinita.\"\n\n\"Bela Mora, Mora da Dori.\"\n\n\"Mora de todo mundo, venha para Dori.\"\n\nDora cantou isso inúmeras vezes, e nunca se cansou.\n\nNo final de sua dança, Dori se curva perante sua audiência imaginária.\n\nÉ também o momento que a Mora chega no fundo da caixa musical, fazendo seu último tilintar.\n\nCom esse toque final, uma cortina imaginária cai na frente da dança adorável de Dori.\n\nEntretanto, para reviver esse momento, Dori sempre coloca outra Mora na caixa musical para que essa doce melodia soe novamente.",
      "ru": "Чтобы наслаждаться чарующим звоном моры, Дори сделала на заказ музыкальную шкатулку. В верхней части шкатулки есть прорезь размером с монетку моры. Вставьте мору в шкатулку через прорезь, и она покатится по замысловатым дорожкам внутри шкатулки, издавая приятный звон. Эти звуки создают прекрасную музыку, под которую Дори кружится в танце в величественном Алькасар-сарае. «Мора, мора, блестящая мора. Мора, мора, бесчисленная мора. Мора, моя прекрасная мора. Чужая мора, скорее стань моей». Дори напевала этот мотив бесчисленное количество раз, но он ей никогда не надоедал. В конце своего танца Дори низко кланяется воображаемым зрителям. В этот момент мора падает на дно музыкальной шкатулки и со звоном ударяется о другую мору в шкатулке. Выступление заканчивается, занавес опускается. Но у Дори всегда есть ещё одна монетка, чтобы опустить её в музыкальную шкатулку.",
      "id": "Supaya bisa mendengar suara indah yang dihasilkan Mora dengan lebih jelas, Dori sendiri memesan sejenis \"Kotak Musik Mora\".\n\nAda sebuah lubang di bagian atas kotak musik, ukuran lubangnya pas sekali untuk dilalui satu Mora.\n\nSaat Mora dimasukkan ke dalam kotak musik, Mora akan berguling di sepanjang jalur mekanismenya yang rumit, dan akan terus menghasilkan suara gemerencing yang ringan dan indah.\n\nSuara tabrakan akan terus muncul, dan akhirnya membentuk sebuah melodi yang merdu. Dori juga akan menari mengikuti musik di Istana Alcazarzaray yang kosong.\n\n\"Mora, Mora, Mora yang tiada habisnya.\"\n\n\"Mora yang indah, Mora milikku itu indah.\"\n\n\"Mora orang lain, cepatlah kembali ke rumah.\"\n\nJelas-jelas ini adalah lagu yang sudah familier, tapi selalu tidak pernah bosan didengarkan.\n\nDi penghujung musiknya, Dori akan membungkuk sedalam-dalamnya dan memberikan penghormatan kepada penonton yang tidak eksis.\n\n\"Pada saat ini, Mora akan memasuki bagian paling dalam kotak musik, dan bertabrakan dengan Mora lainnya yang sudah menumpuk bagaikan gunung——\n\nDengan sebuah suara \"klik\" yang tajam, semuanya berakhir dengan sempurna.\n\nDori yang selalu mengidam-idamkannya selalu saja memilih untuk memasukkan satu Mora lagi ke dalam kotak musik ini.",
      "th": "เพื่อที่จะได้ฟังเสียงอันไพเราะของ Mora ได้มีคุณภาพยิ่งขึ้น Dori ได้ทำ \"กล่องดนตรี Mora\" ขึ้นมาด้วยมือของตัวเอง\n\nบนกล่องมีช่องอยู่ช่องหนึ่ง ขนาดเพียงพอให้หยอด Mora ลงไปได้\n\nเมื่อหยอด Mora ลงไปในกล่องดนตรีแล้ว Mora จะไหลไปตามเส้นทางกลไกที่ซับซ้อนในกล่องดนตรี เกิดเป็นเสียงกระทบกันแผ่วเบางดงามออกมา\n\nเสียงกระทบที่ดังขึ้นหลอมรวมจนกลายเป็นบทเพลงอันไพเราะ และ Dori ก็จะเริ่มเต้นรำเพียงลำพังอยู่ภายในวัง Alcazarzaray ที่ว่างเปล่า\n\n\"Mora Mora Mora เปล่งประกายวิบวับ\"\n\n\"Mora Mora Mora มีมากมายนับไม่ถ้วน\"\n\n\"Mora ที่งดงาม ก็คือ Mora ของฉัน\"\n\n\"Mora ของคนอื่น รีบมาที่บ้านฉันเร็ว\"\n\nทั้ง ๆ ที่เป็นบทเพลงที่คุ้นเคย แต่ฟังกี่ร้อยครั้งก็ไม่เบื่อเลย\n\nในตอนจบของเพลง Dori ก็โค้งคำนับให้ผู้ฟังที่ไม่มีอยู่จริง\n\nประจวบเหมาะกับช่วงที่ Mora เหรียญสุดท้ายตกลงไปที่ด้านล่างของกล่องดนตรี ทำให้เกิดเสียงกริ๊งครั้งสุดท้ายขึ้นเมื่อมันตกลงบนกองภูเขา Mora\n\nเมื่อเสียง \"กริ๊ง\" ดังกังวานขึ้น ทุกอย่างก็สิ้นสุดลงอย่างสมบูรณ์แบบ\n\nแต่ถึงอย่างนั้น Dori ก็เลือกที่จะโยน Mora อีกเหรียญลงในกล่องดนตรีต่อเสมอ",
      "vi": "Để có thể nghe được một cách tốt hơn âm thanh diệu kỳ mà Mora phát ra, Dori đã đích thân đặt làm chiếc \"Hộp Nhạc Mora\".\n\nPhía mặt trên của hộp nhạc có một cái lỗ, kích thước vừa đủ để bỏ một đồng Mora vào.\n\nKhi Mora được bỏ vào trong hộp nhạc, sẽ lăn theo quỹ đạo phức tạp bên trong đó, và phát ra tiếng va chạm nhẹ nhàng mà tuyệt hảo.\n\nTiếng va chạm lúc trầm lúc bổng, hội tụ thành một khúc nhạc du dương, Dori cũng sẽ xoay theo điệu nhạc mà nhảy múa trong Cung Điện Alcazarzaray rộng rãi.\n\n\"Mora, Mora, Mora sáng lấp lánh.\"\n\n\"Mora, Mora, Mora đếm không xuể.\"\n\n\"Đồng Mora xinh đẹp, là Mora của ta.\"\n\n\"Mora của người khác, mau mau đến nhà ta.\"\n\nRõ ràng là một ca khúc quen thuộc đến thế, nhưng nghe hoài vẫn không chán.\n\nKhi bản nhạc được diễn tấu xong, Dori cũng sẽ cúi người chào những vị khán giả không tồn tại.\n\nVào đúng lúc này, Mora sẽ rơi đến phần đáy của hộp nhạc, va chạm với số Mora đã chất thành núi ở đó...\n\nKèm theo một tiếng \"keng\" giòn giã, mọi thứ được hạ màn một cách hoàn hảo.\n\nMà Dori vẫn say đắm với cảm giác đó thường sẽ bỏ thêm một đồng Mora vào trong hộp nhạc."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "两位年龄相仿的小女孩牵着手，哼着轻微变调的歌谣，并肩走过天真烂漫的时光。\n\n她们在春天折野花戴在彼此的耳旁，光着脚蹚过夏天的溪水。\n\n在秋天一同从金色的沙丘滑下，依偎在冬天的阳光里看同一本书。\n\n时间仿佛很长，怎么也过不完。\n\n直到年长一些的姐姐忽然开始不停咳血，家里围了许许多多陌生的大人。\n\n他们一本正经地解释着旁人难以理解的病情，随后对着家徒四壁的房屋摇头叹气。\n\n不知道发生了什么的妹妹每天都去探望，姐姐总是露出明亮的笑容：\n\n「没事。休息一下就会好的啦。」\n\n看着她的笑容，天真的妹妹也流露出期待的眼神，甚至开始幻想下次一起出游的日子。\n\n直到某一天，正在讲故事的姐姐忽然伸手攥紧了胸口的衣服。\n\n她瘦削的身体栽倒在床上，妹妹伸手去抱她，才发现她的身体很轻很轻。\n\n…就像一根羽毛，慢慢飘向所有人都触摸不到的远方。\n\n后来，妹妹在她的枕头下找到了一张揉皱的纸条。\n\n那是医生开的药方，上面罗列着已经几乎绝迹的药材，只有少数私人收藏家那里还有存货。\n\n想要购买的话至少需要几千万摩拉，一个令穷困家庭不敢想象的价格。\n\n总是笑着摇头拒绝这个提议的姐姐，或许只敢在深夜的时候看上几眼，幻想着那遥不可及的「活下去」的希望。\n\n妹妹将纸条收进衣服的口袋，默默地下了决心。\n\n「要赚多多的摩拉。」\n\n「这样就不会再看到亲近的人露出难过的笑脸，这样就不会再因为没有摩拉而失去什么…」\n\n也许就是在那时，神明的视线落在了她的身上。\n\n但对于「野心」疯涨的她来说，获得神之眼或许也只是一个开始。\n\n在今后的无数个日夜中，她不停地告诫自己保持清醒，同时在心里给自己打气：\n\n「只有执念是不够的。我会为了想要的东西不停努力，直至耗尽最后一分力气。」\n\n「桑歌玛哈巴依老爷，没有做不到的事。」",
      "zht": "兩位年齡相仿的小女孩牽著手，哼著輕微變調的歌謠，並肩走過天真爛漫的時光。\n\n她們在春天折野花戴在彼此的耳旁、光著腳蹚過夏天的溪水。\n\n在秋天一同從金色的沙丘滑下、依偎在冬天的陽光裡看同一本書。\n\n時間彷彿很長，怎麼也過不完。\n\n直到年長一些的姐姐忽然開始不停咳血，家裡圍了許許多多陌生的大人。\n\n他們一本正經地解釋著旁人難以理解的病情，隨後對著家徒四壁的房屋搖頭嘆氣。\n\n不知道發生了什麼的妹妹每天都去探望，姐姐總是露出明亮的笑容：\n\n「沒事。休息一下就會好的啦。」\n\n看著她的笑容，天真的妹妹也流露出期待的眼神，甚至開始幻想下次一起出遊的日子。\n\n直到某一天，正在講故事的姐姐忽然伸手握緊了胸口的衣服。\n\n她瘦削的身體栽倒在床上，妹妹伸手去抱她，才發現她的身體很輕很輕。\n\n…就像一根羽毛，慢慢飄向所有人都觸摸不到的遠方。\n\n後來，妹妹在她的枕頭下找到了一張揉皺的紙條。\n\n那是醫生開的藥方，上面羅列著已經幾乎絕跡的藥材，只有少數私人收藏家那裡還有存貨。\n\n想要購買的話至少需要幾千萬摩拉，一個令窮困家庭不敢想像的價格。\n\n總是笑著搖頭拒絕這個提議的姐姐，或許只敢在深夜的時候看上幾眼，幻想著那遙不可及的「活下去」的希望。\n\n妹妹將紙條收進衣服的口袋，默默地下了決心。\n\n「要賺多多的摩拉。」\n\n「這樣就不會再看到親近的人露出難過的笑臉，這樣就不會再因為沒有摩拉而失去什麼…」\n\n也許就是在那時，神明的視線落在了她的身上。\n\n但對於「野心」瘋漲的她來說，獲得神之眼或許也只是一個開始。\n\n在今後的無數個日夜中，她不停地告誡自己保持清醒，同時在心裡給自己打氣：\n\n「只有執念是不夠的。我會為了想要的東西不停努力，直至耗盡最後一絲力氣。」\n\n「桑歌瑪哈巴依老爺，沒有做不到的事。」",
      "jp": "年の近い二人の少女が手を繋ぎ、少し変調の歌を口ずさみながら、無邪気な日々を共に歩んでいた。\n\n春になると野花を折って互いの耳を飾り、夏の小川を裸足で走った。\n\n秋には黄金色の砂丘を一緒に滑り降り、冬には太陽の下で寄り添いながらで同じ本を読んだ。\n\n時間が長く感じられ、いつまでもずっと終わらないように思えた。\n\nだが時が過ぎ、少し年上の姉が突如咳き込むと吐血した。それから、家の中には見知らぬ大人がたくさん集まるようになった。\n\n大人たちは自分には理解の及ばない病状を真剣な面持ちで説明した後、家の中で首を横に振り、ため息を吐いた。\n\n事情を知らない妹は、毎日姉の様子を見に行った。姉はいつも明るい笑顔でこう言っていた。\n\n「大丈夫、少し休めば元気になるから。」\n\nその笑顔を見て、純粋な妹は期待の表情を浮かべ、次こそは一緒に外で遊ぶのだと胸を躍らせた。\n\nしかしある日、自分の認識が甘かったことに彼女は気付く。物語を話す姉が突然、妹の胸元をぎゅっと握り締めてきたのだ。\n\nその痩せこけた体がベッドの上に倒れ込む。手を差し伸べた妹は初めて気付いた。姉の体が驚くほど軽いことに。\n\n…まるでそれは羽毛のようで、誰も触れることのできない彼方へとゆっくり漂うかのようだった。\n\nその後、姉の枕の下からくしゃくしゃになった紙を見つけた。\n\nそれは医師が記した処方箋——そのほとんどが根絶した薬材であった。いずれも数少ない個人コレクターしか有していない代物ばかり。\n\n購入するには少なくとも数千万モラが必要だろう。貧しい家庭では想像もつかない額だ。\n\nいつも笑顔で提案を断っていた姉は、恐らく夜中に隠れて処方箋を眺めては、「生きる」というわずかな希望を夢見ていたのだろう。\n\n妹は処方箋を服のポケットにしまうと決心した。\n\n「モラをたくさん稼ごう。」\n\n「もう二度と親しい人の悲しみに満ちた笑顔を見ないためにも。もう二度とモラがないせいで何かを失わずに済むように…」\n\n神の視線が注がれたのは、その瞬間かもしれない。\n\nしかし、「野心」が急激に膨れ上がった彼女にとって、「神の目」を手に入れたことはほんの始まりに過ぎなかった。\n\nそれからの無数の日々、彼女は「冷静であるよう」自分に言い聞かせ、心の中で自分を励まし続けた。\n\n「執念を持つだけではダメですの。私は、最後の力を使い果たすまで、欲しいもののために働き続けますわ。」\n\n「サングマハベイ様にできないことなんてありませんの。」",
      "ko": "비슷한 나이대의 두 소녀는 손을 꼭 맞잡고 살짝 음정이 맞지 않는 노래를 흥얼거리면서 함께 천진난만한 시절을 보냈다.\n\n두 소녀는 봄이면 들꽃을 꺾어 서로의 귓가에 꽂아주었고 맨발로 여름의 개울을 건넜다.\n\n가을이면 함께 금빛의 모래 언덕에서 미끄럼을 탔으며 겨울의 햇살 아래에서 서로에게 기대 같은 책을 읽었다.\n\n시간은 마치 영원히 끝나지 않을 것처럼 길었다.\n\n그러던 어느 날 나이가 조금 더 많은 언니가 갑자기 각혈하기 시작했고, 집에는 낯선 어른들이 모여들었다.\n\n그들은 난해한 병을 진지하게 설명했고 찢어지게 가난한 집을 보며 한숨을 내쉬었다.\n\n무슨 일이 일어났는지 이해할 수 없는 여동생은 매일 병문안을 갔고 그때마다 언니는 밝은 미소를 지었다.\n\n「괜찮아, 조금 쉬면 나아질 거야.」\n\n언니의 미소 짓는 얼굴을 보며 순수한 여동생은 기대에 부푼 눈빛으로 다음번 외출을 상상했다.\n\n그러던 어느 날, 이야기를 하던 언니가 갑자기 가슴을 움켜쥐었다.\n\n그녀의 야윈 몸이 침대 위에 쓰러졌고, 그녀를 안은 여동생은 그제야 언니의 몸이 지나치게 가볍다는 사실을 발견했다.\n\n…마치, 깃털이 아무도 닿을 수 없는 곳을 향해 천천히 날아가려는 듯했다.\n\n나중에 여동생은 언니의 베개 밑에서 잔뜩 구겨진 쪽지를 발견한다.\n\n그 쪽지는 의사가 내린 처방으로 오직 개인 수집가들만 소장하고 있는 더 이상 찾기 어려운 약재들이 나열되어 있었다.\n\n약재를 구매하려면 가난한 가정에서는 상상조차 할 수 없는 가격인 몇천만 모라가 필요했다.\n\n미소 짓는 얼굴로 늘 그 제안을 거절했던 언니는 어쩌면 깊은 밤마다 그 처방을 바라보며 너무나도 멀리 있어 닿을 수 없는 「삶」의 희망을 그렸을지도 모른다.\n\n「모라를 많이 벌어야 해.」\n\n「그래야만 더 이상 가까운 사람들이 슬픈 미소를 짓는 걸 보지 않아도 돼. 그래야만 더 이상 모라가 없어서 무언가를 잃지 않아도 돼…」\n\n어쩌면 그때 신의 시선이 그녀에게 닿았을지도 모른다.\n\n하지만 「야망」을 가득 품은 도리에게 있어서 신의 눈을 획득한 건 시작에 불과했다.\n\n그날 이후 도리는 매일 다짐하며 자신을 격려했다.\n\n「집념만으로는 부족해. 난 원하는 걸 위해 끊임없이 노력할 거야. 마지막 힘을 소진할 때까지.」\n\n「산게마 바이 어르신은 못 해내는 일이 없으니까」",
      "en": "Two girls of similar ages hummed a melody that was slightly out of tune. They spent their innocent childhood hand-in-hand as constant companions.\n\nThey each picked flowers to decorate the other's hair in spring and walked across creeks barefoot in summer.\n\nThey slid down the golden sand dunes in autumn and shared a book in the warmth of the winter sunlight.\n\nIt seemed that such happy times would never come to an end.\n\nThat is, until the elder sister started coughing blood for no reason. At this time, their home came to be ringed by a great many strange adults.\n\nThe strangers explained the elder sister's situation in serious tones and with unfathomable jargon before sighing at the dingy little room.\n\nThe younger sister had no idea what was happening, but she visited her sister every day, and her sister would always say this to her with a bright smile:\n\n\"It's alright. I just need some rest.\"\n\nSeeing that smile, the innocent younger sister's eyes filled with expectation. She even began looking forward to playing together like they used to.\n\nBut one day, she saw her sister gripping her chest while telling a story.\n\nThen, when her frail form collapsed onto the bed, the younger sister reached out to catch her, only to find that her body was so very light.\n\n...It was almost as if her sister were a feather, a feather that might drift away to some place far, far away.\n\nLater on, the younger sister found a crumpled note.\n\nIt was a doctor's prescription, with a list of herbs that were desperately scarce — the collectors who had such herbs were few and far between.\n\nTo purchase those herbs would cost more than tens of millions of Mora, an impossible price for a family that was already struggling to make the ends meet.\n\nThe elder sister always shook her head with a smile to dismiss her family's insistence on following the prescription. Perhaps she herself could only find the courage to glance at that note in the deep hours of the night — and dare to dream that she might \"live.\"\n\nUpon finding out about the note, the younger sister put it into her pocket silently and resolved to save her sister.\n\n\"I must make a lot of Mora.\"\n\n\"With enough Mora, my family will never have to smile at me while swallowing their pain, and I will never have to lose anything due to lacking Mora...\"\n\nPerhaps it was at that moment that the gods looked upon her with mercy.\n\nBut to an \"ambitious\" person like her, getting a Vision was just the start.\n\nIn the countless days and nights that have followed, she has constantly kept herself calm and clear-headed, telling herself:\n\n\"Conviction alone is not enough. I will work hard for what I desire until the end of my days.\"\n\n\"There's nothing that Lord Sangemah Bay cannot achieve.\"",
      "de": "Zwei Mädchen in ähnlichem Alter verbrachten, Hand in Hand und oft leicht veränderte Melodien summend, eine wunderschöne, unschuldige Zeit.\n\nIm Frühling pflückten sie Wildblumen, die sie einander an die Ohren steckten, mit nackten Füßen wateten sie durch das Wasser der Bäche im Sommer.\n\nIm Herbst rutschten sie gemeinsam von den goldenen Sanddünen, bevor sie in der Wintersonne aneinandergeschmiegt gemeinsam ein Buch lasen.\n\nDie Zeit schien so lang zu sein, als wollte sie niemals enden.\n\nBis an jenen Tag, an dem die ein wenig Ältere plötzlich begann, ohne Pause Blut auszuhusten und sich in ihrem Haus viele unbekannte, ältere Menschen ansammelten.\n\nMit ernster Miene erklärten sie, dass das Mädchen von einer schwer verständlichen Krankheit befallen sei. Danach zeigten sie in Richtung der armen Familie ihr Bedauern.\n\nDie Jüngere, die nicht verstand, was gerade passierte, kam jeden Tag zu Besuch, während die Ältere immer mit dem schönsten und hellsten Lächeln sagte:\n\n„Mir geht es gut. Ich muss mich nur ein wenig ausruhen, dann wird alles gut.“\n\nAls sie dieses Lächeln sah, konnte die unschuldige Jüngere nicht anders, als auch selbst einen hoffnungsvollen Gesichtsausdruck zu zeigen und sich die nächsten gemeinsamen Ausflüge in ihrem Kopf auszumalen.\n\nBis eines Tages die Ältere, die gerade eine Geschichte erzählte, sich auf einmal ans Herz fasste.\n\nIhr abgemagerter Körper fiel aufs Bett. Die Jüngere streckte die Hand nach ihr aus, um sie zu umarmen und stellte dabei fest, wie leicht ihr Körper geworden war.\n\n... So leicht wie eine Feder, stieg sie langsam an einen Ort auf, an dem niemand sie mehr berühren konnte.\n\nSpäter fand die Jüngere unter ihrem Kopfkissen einen zerknitterten Zettel.\n\nDas war die Verschreibung, die der Arzt ihr gegeben hatte. Darauf fanden sich Arzneimittel, die fast nirgendwo mehr existierten. Nur einige wenige private Sammler hatten noch etwas davon.\n\nUm die Medizin zu kaufen, hätte sie mindestens ein paar hundert Millionen Mora gebraucht. Ein Preis, den sich die arme Familie gar nicht vorstellen konnte.\n\nDie Ältere, die immer lächelnd diese Heilungsmöglichkeit abgelehnt hatte, hatte es wahrscheinlich nur nachts bei einem Blick zu den Sternen gewagt, von der Hoffnung des „Überlebens“ zu träumen.\n\nDie Jüngere steckte den Zettel in ihre Tasche und fasste einen Entschluss.\n\n„Ich muss sehr, sehr viele Mora verdienen.“\n\n„So werde ich mir nie wieder mit ansehen müssen, wie ein mir so lieber Mensch so ein trauriges Lächeln zeigen muss und nie wieder wird so jemand wegen fehlender Mora verloren gehen ...“\n\nVielleicht war es gerade dieser Moment, in dem die göttlichen Strahlen auf sie herabstiegen.\n\nAber für sie, die so „ambitioniert“ war, konnte der Erhalt eines Göttlichen Auges vielleicht nur ein Anfang sein.\n\nIn den zahllosen darauffolgenden Tagen und Nächten ermahnte sie sich immer wieder, einen klaren Kopf zu behalten, und spornte sich gleichzeitig innerlich an:\n\n„Nur einen Plan zu haben, reicht nicht. Ich werde jeden Tag kämpfen, um meinen Wunsch zu erfüllen, selbst wenn es all meine Kraft kostet.“\n\n„Es gibt nichts, was Herr Sangemah Bay nicht tun kann.“",
      "es": "Dos pequeñas de casi la misma edad se tomaban de la mano mientras tarareaban canciones algo desentonadas y paseaban alegremente durante su niñez.\n\nSolían decorarse el pelo la una a la otra con las flores que recogían en primavera y caminaban descalzas por los arroyos en verano.\n\nTambién les gustaba deslizarse por las altas dunas de arena dorada en otoño y acurrucarse bajo los árboles durante el invierno mientras leían juntas un libro.\n\nParecía que aquellos maravillosos días nunca llegarían a su fin.\n\nHasta que un día, sin motivo aparente, la hermana mayor empezó a toser sangre. Su hogar se llenó de extraños adultos que no dejaban de ir y venir.\n\nTras explicar en vano aquella condición tan extraña, decidieron aislar la habitación.\n\nLa hermana pequeña, que aún no comprendía lo que estaba sucediendo, visitaba a su hermana mayor todos los días. Esta siempre le respondía con una gran sonrisa:\n\n“No te preocupes, solo necesito descansar un poco”.\n\nAl ver a su hermana tan alegre, la pequeña volvía a ponerse contenta e imaginaba qué harían la próxima vez que pudieran salir a jugar juntas.\n\nHasta que un día, cuando su hermana mayor le estaba contando una historia, se agarró con fuerza la ropa del pecho.\n\nSu delgado cuerpo cayó sobre la cama. La más pequeña corrió a abrazarla y se dio cuenta de lo ligero que resultaba el cuerpo de su hermana mayor. Era casi como si de una pluma se tratara, flotando por el aire mientras se alejaba en la distancia.\n\nMás tarde, la pequeña encontró bajo su almohada una carta arrugada.\n\nEra la receta de un médico. Incluía todo tipo de medicinas de las que hacía años que no se sabía nada y cuya existencia solo era conocida para unos cuantos coleccionistas.\n\nPara comprar aquellas medicinas, habrían necesitado millones de Moras. Un precio que no estaba al alcance de una familia humilde como la suya.\n\nSu hermana, que había sonreído y había prometido que todo iría bien, probablemente solo se atrevería a echar un vistazo a su posible salvación en medio de la noche, aferrándose en su imaginación a aquella pequeña esperanza de sobrevivir.\n\nLa pequeña se guardó la carta en el bolsillo y tomó una decisión.\n\n“Ganaré muchos Moras.\n\nAsí no tendré que volver a ver cómo mis seres queridos sufren a mi lado y fingen sonrisas. No volveré a perder algo valioso por el simple hecho de no tener Mora”...\n\nFue en aquel preciso instante que los dioses se fijaron en ella.\n\nSu ambición era tal que tuvieron que consagrar el momento con una Visión.\n\nA partir de entonces, y durante innumerables días, se recordó a sí misma que debía permanecer atenta, y se alentó a sí misma:\n\n“No es suficiente con tener una ambición. No dejaré de esforzarme, hasta que llegue al límite de mis fuerzas.\n\nNo hay nada que la magnate Sangemah Bay no pueda conseguir”.",
      "fr": "Il y avait autrefois deux sœurs qui avaient à peu près le même âge. Elles vivaient ensemble de beaux jours en fredonnant de douces mélodies.\n\nAu printemps, elles se décoraient mutuellement les cheveux avec des fleurs. En été, elles marchaient pieds nus le long des ruisseaux.\n\nEn automne, elles aimaient glisser sur les hautes dunes de sable doré, puis elles lisaient des livres à la chaleur du soleil d'hiver.\n\nIl semblait que ces jours merveilleux ne prendraient jamais fin.\n\nMais un jour, sans raison apparente, la sœur aînée commença à cracher du sang. Elle était chez elle, entourée par des adultes qu'elle ne connaissait pas.\n\nCes inconnus lui présentèrent avec un ton sérieux et dans un jargon incompréhensible la maladie dont elle souffrait, avant de soupirer en regardant les quatre murs de la maison miteuse dans laquelle elle vivait.\n\nLa cadette, qui n'avait aucune idée de ce qui se passait, lui rendait visite tous les jours. Sa sœur lui disait toujours :\n\n« Ce n'est rien. Ça ira mieux avec un petit peu de repos. »\n\nEn voyant le sourire de sa grande sœur, la jeune fille innocente laissait apparaître un regard plein d'espoir. Elle rêvait de la prochaine fois où elles pourraient sortir se promener ensemble.\n\nUn jour, la sœur aînée se mit soudainement la main sur la poitrine.\n\nSon corps frêle s'effondra sur le lit, et, quand sa sœur voulut la prendre dans ses bras, elle remarqua à quel point elle était légère.\n\n... Elle était comme une plume en train de planer jusqu'à un endroit où nulle personne ne pouvait se rendre.\n\nPlus tard, la cadette découvrit sous l'oreiller de sa grande sœur un morceau de papier froissé.\n\nC'était une ordonnance sur laquelle étaient listées des herbes médicinales qui étaient connues pour être extrêmement rares, tant bien que seul un petit nombre de collectionneurs possédaient de telles plantes.\n\nSe les procurer demanderait de débourser des dizaines de millions de moras, chose inimaginable pour une famille pauvre comme la leur.\n\nPeut-être que la sœur aînée, qui rejetait toujours cette idée en souriant, attendait la nuit pour jeter un œil à ce papier et rêver de cette chance de survivre qui lui était inaccessible.\n\nLa petite sœur glissa l'ordonnance dans sa poche et prit une résolution.\n\n« Je dois gagner beaucoup de moras. »\n\n« Comme ça, je ne verrai plus jamais le sourire triste des personnes proches de moi, et je ne perdrai plus jamais ce qui m'est précieux juste parce que je manque d'argent. »\n\nC'est sans doute à ce moment précis que le regard des divinités se posa sur elle.\n\nPour cette jeune fille à l'ambition dévorante, obtenir un œil divin n'était qu'un début.\n\nTous les jours et toutes les nuits qui suivirent, elle se rappelait sans cesse de rester lucide, et se donnait du courage en se répétant la chose suivante :\n\n« Il n'y a rien que le seigneur Sangemah Bay ne soit capable d'accomplir. »",
      "pt": "Duas garotas de idades parecidas, de mãos dadas, cantarolando um pouco fora de ritmo.\n\nElas passaram sua infância juntas, lado a lado.\n\nColhiam flores para adornar os cabelos umas das outras, e caminhavam descalças por riachos durante o verão.\n\nEscorregavam pelas areias douradas no outono, e dividiam um livro no calor da luz do inverno.\n\nParecia que tal tempo feliz nunca acabaria.\n\nAté que um dia, a irmã mais velha tossiu sangue. E então, várias pessoas estranhas iam e vinham.\n\nEssas pessoas estranhas explicavam a seriedade da situação da irmã mais velha com jargões incompreensíveis, e suspiravam dentro do quarto.\n\nA irmã mais nova não tinha ideia do que estava acontecendo, ela visitou sua irmã todo dia, e sua irmã sempre a respondeu com um largo sorriso:\n\n\"Está tudo bem, eu só preciso descansar\".\n\nAo ver esse sorriso, a inocente irmã mais nova ficava ansiosa pelo dia em que brincariam juntas como antes.\n\nAté que um dia, ela viu sua irmã apertar o peito enquanto contava uma história.\n\nEla caiu na cama, a irmã mais nova correu para ajudá-la, mas descobriu que o seu corpo estava muito leve.\n\n... Tão leve que se fosse uma pena, voaria para algum lugar longínquo.\n\nDepois, a irmã mais nova encontrou uma nota amassada.\n\nEra a receita do médico, nela estavam listadas ervas escassas, até mesmo colecionadores que as tinham eram poucos.\n\nComprar essas ervas custaria mais que dezenas de milhões de Mora, um preço impossível para uma família que não estava conseguindo fechar as contas.\n\nA irmã mais velha balançou sua cabeça com um sorriso para acabar com a insistência de sua família em seguir a receita. Ela só deu uma rápida olhada na nota à meia-noite, imaginando se a impossível chance de sobreviver milagrosamente se realizaria.\n\nAo encontrar a notar, a irmã mais nova a colocou em seu bolso silenciosamente, determinada a salvar sua irmã.\n\n\"Eu tenho que fazer muita Mora, minha família nunca mais terá que sorrir para mim e engolir sua dor, e eu nunca terei que perder ninguém...\"\n\nTalvez tenha sido nesse momento que os deuses olharam para ela com misericórdia.\n\nComo uma pessoa \"ambiciosa\", conseguir uma Visão é o primeiro passo.\n\nDesde então, em incontáveis dias e noites, ela constantemente dizia a si mesma:\n\n\"Somente a fé não basta, eu tenho que trabalhar duro pelo que desejo. Até o fim de minha vida.\"\n\nPara a Lorde Sangemah Bay, não há nada que não possa ser alcançado.\"",
      "ru": "Две маленькие девочки примерно одного возраста рука об руку шли через детство, напевая мелодию и не попадая в такт. Весной они собирали цветы, чтобы украсить волосы друг друга, летом гуляли босиком по ручьям. Осенью они скользили по золотым песчаным дюнам, а зимой читали книги в тёплых лучах солнца. Казалось, счастливое время будет длиться вечно. Пока однажды старшая сестра не начала кашлять кровью без видимой причины. В то же время в их дом пришли незнакомые взрослые. Они с самым серьёзным видом объясняли, что с ней происходит, но их слова трудно было понять. Младшая сестра не понимала, что происходит, но она каждый день навещала старшую сестру, и та всегда отвечала ей со светлой улыбкой: «Всё в порядке. Мне просто нужно немного отдохнуть» Видя эту улыбку, маленькая девочка радовалась и представляла, что они будут делать в следующий раз, когда смогут пойти поиграть вместе. Но однажды она увидела, как сестра, рассказывая историю, схватилась за грудь. Она побежала обнимать её и поняла, насколько лёгким было тело сестры. Словно пёрышко, которое парит в воздухе, улетая вдаль... Позже она нашла под подушкой скомканный листок бумаги. Это был рецепт врача, в котором перечислялись редкие лекарства, о существовании которых знали лишь несколько коллекционеров. Покупка этих лекарств обошлась бы более чем в десятки миллионов моры - неподъёмная цена для семьи, которая еле сводила концы с концами. Сестра, которая улыбалась и обещала, что всё будет хорошо, вероятно, только посреди ночи осмелилась взглянуть на возможное спасение, цепляясь в своём воображении за эту маленькую надежду на жизнь. Увидев листок бумаги, младшая сестра молча положила его в карман и решила спасти старшую сестру. «Я должна заработать очень много моры. Когда у меня будет много моры, моей семье больше не придётся улыбаться мне, глотая свою боль. А мне никогда не придётся ничего терять из-за нехватки моры...» Возможно, именно в этот момент божества бросили на неё свой милостивый взор. Но для такой амбициозной особы, как она, Глаз Бога был только началом. В последующие бесчисленные дни и ночи она сохраняла спокойствие и ясную голову, говоря себе: «Одного желания недостаточно. Я буду упорно трудиться ради достижения своих целей до конца своих дней. Госпоже Сангема-бай всё под силу».",
      "id": "Dua gadis kecil yang hampir sebaya saling berpegangan tangan, menyenandungkan lagu dengan nada yang sedikit lari, dan berjalan berdampingan melewati waktu yang polos dan cemerlang.\n\nMereka memetik bunga liar yang mekar di musim semi dan memakaikannya di antara telinga satu sama lain, lalu melintasi air sungai di musim panas dengan kaki telanjang.\n\nPada musim gugur, mereka bersama-sama meluncur di bukit pasir keemasan. Pada musim dingin, mereka meringkuk di bawah sinar matahari dan membaca buku yang sama.\n\nWaktu sepertinya berlalu sangat lama, entah kenapa, sepertinya waktu tidak pernah berlalu.\n\nSetelah mulai beranjak dewasa, si kakak tiba-tiba terus batuk darah. Rumahnya tiba-tiba dikerumuni oleh orang-orang dewasa yang aneh.\n\nMereka menjelaskan penyakit yang sulit dipahami kepada orang yang ada di samping, lalu menggeleng-gelengkan kepala mereka dan mengehela nafas panjang di rumah yang dikelilingi oleh murid-murid.\n\nSi adik yang tidak tahu-menahu akan apa yang terjadi pergi menjenguk sang kakak setiap hari, sementara kakak selalu menunjukkan senyumnya yang cerah:\n\n\"Tidak apa-apa, istirahat sebentar saja pasti bisa sembuh.\"\n\nSetelah melihat senyumnya, adik yang polos itu juga memancarkan pandangan mata yang berharap, bahkan mulai membayangkan kali selanjutnya mereka bisa keluar bermain bersama.\n\nHingga pada suatu hari, kakak yang sedang bercerita tiba-tiba menjulurkan tangannya dan menggenggam dadanya dengan sangat erat.\n\nTubuhnya yang mungil jatuh ke atas tempat tidur, lalu si adik menjulurkan tangan untuk memeluknya. Pada saat inilah, si adik baru menyadari kalau tubuhnya sangat ringan.\n\n... Seperti sehelai bulu, yang terbang ke suatu tempat yang jauh yang tak bisa dijangkau oleh siapa pun.\n\nKemudian, si adik menemukan secarik catatan kusut di bawah bantalnya.\n\nItu adalah resep obat yang diberikan dokter. Di atasnya tercantum bahan obat yang sangat langka, hanya sedikit kolektor pribadi yang masih memiliki stok barang di rumah mereka.\n\nKalau ingin membelinya, paling sedikit akan membutuhkan puluhan juta Mora, sebuah harga yang tidak akan sanggup dibayangkan oleh keluarga yang miskin.\n\nKakak yang selalu tersenyum dan menggelengkan kepala sambil menolak masukan ini, mungkin hanya berani mencuri pandang beberapa kali di malam yang gelap, sambil membayangkan harapan \"untuk terus hidup\" yang seakan-akan tidak bisa digapai lagi.\n\nSi adik memasukkan catatan itu ke dalam kantong bajunya, dan membulatkan tekadnya diam-diam.\n\n\"Kamu harus mendapatkan Mora yang sangat banyak.\"\n\n\"Hanya dengan begini, kamu tidak akan pernah melihat senyum sedih yang terukir di wajah orang-orang yang dekat denganmu. Dengan begini, kamu tidak akan pernah kehilangan sesuatu lagi hanya karena tidak punya Mora ....\"\n\nMungkin, pada saat itulah, pandangan dewa jatuh kepadanya.\n\nNamun bagi dia yang memiliki \"ambisi\" yang sangat tinggi, mendapatkan Vision mungkin hanya merupakan permulaan saja.\n\nDi hari-hari berikutnya yang tak terhitung jumlahnya, dia tak henti-hentinya menasihati dirinya sendiri untuk tetap terjaga, dan menyemangati dirinya sendiri di dalam hatinya:\n\n\"Obsesi saja masih belum cukup. Aku akan terus bekerja keras untuk apa yang aku inginkan, sampai aku lelah, sampai tidak ada lagi sedikitpun tenaga yang tersisa.\"\n\n\"Lord Sangemah Bay, tidak ada yang tidak bisa kamu lakukan.\"",
      "th": "เด็กผู้หญิงสองคนที่มีวัยไล่เลี่ยกัน เดินกุมมือฮัมเพลงเสียงเพี้ยน ๆ ก้าวผ่านกาลเวลาอันแสนไร้เดียงสาเคียงข้างกัน\n\nเด็กหญิงทั้งสองเด็ดดอกไม้ในฤดูใบไม้ผลิขึ้นมาทัดหูของอีกฝ่าย เดินเหยียบย่างบนสายน้ำ ข้ามลำธารด้วยเท้าเปล่าในฤดูร้อน\n\nไถลตัวไปตามเนินทรายสีทองด้วยกันในฤดูใบไม้ร่วง ซุกตัวอ่านหนังสือเล่มเดียวกันท่ามกลางแสงแดดยามกลางวันในฤดูหนาว\n\nเวลาที่ดูเหมือนจะยาวนาน และไม่มีวันสิ้นสุด\n\nจวบจนพี่สาวเริ่มไอเป็นเลือดออกมาไม่หยุด ในบ้านจึงรายล้อมไปด้วยผู้ใหญ่แปลกหน้ามากมาย\n\nพวกเขาอธิบายถึงอาการป่วยที่ยากจะเข้าใจให้คนรอบข้างฟังด้วยน้ำเสียงที่จริงจัง จากนั้นก็มองไปรอบ ๆ ห้องพลางส่ายหัวและถอนหายใจออกมา\n\nน้องสาวที่ไม่รู้ว่าเกิดอะไรขึ้นก็มาเยี่ยมพี่สาวทุกวัน ซึ่งผู้เป็นพี่สาวก็มักจะมีสีหน้าที่ยิ้มแย้มแจ่มใสอยู่เสมอ:\n\n\"พี่ไม่เป็นอะไร พักผ่อนสักหน่อยก็หายแล้ว\"\n\nเมื่อน้องสาวผู้ไร้เดียงสามองพี่สาวที่แย้มยิ้ม ดวงตาที่แสนบริสุทธิ์ก็ทอประกายความคาดหวังออกมา และเริ่มจินตนาการว่าวันพรุ่งนี้จะได้ไปเดินเล่นด้วยกัน\n\nจนกระทั่งวันหนึ่ง จู่ ๆ พี่สาวที่กำลังเล่าเรื่องอยู่นั้น ก็ยกมือขึ้นมากุมอกเอาไว้แน่น\n\nร่างผอมบางของเธอล้มลงบนเตียง น้องสาวที่เอื้อมมือไปกอดพี่สาวเอาไว้นั้น พบว่าร่างกายของผู้เป็นพี่สาวช่างเบาหวิว\n\n...ราวกับขนนกที่ล่องลอยออกไปอย่างช้า ๆ ล่องลอยออกไปไกลจนเกินกว่าจะเอื้อมถึง\n\nหลังจากนั้นมา น้องสาวก็พบกระดาษยับ ๆ แผ่นหนึ่งที่ถูกซ่อนไว้ใต้หมอน\\ซึ่งมันคือใบสั่งยาของแพทย์ บนกระดาษเขียนรายการสมุนไพรใกล้สูญพันธุ์เอาไว้ ซึ่งสมุนไพรนี้มีเพียงนักสะสมไม่กี่คนเท่านั้นที่มีไว้ในครอบครอง\n\nหากต้องการจะซื้อ อย่างน้อยต้องมีเงินหลายสิบล้าน Mora ถึงจะซื้อได้ เป็นราคาที่มหาศาลจนครอบครัวฐานะยากจนไม่กล้าแม้แต่จะคิด\n\nพี่สาวที่มักจะส่ายหัวพร้อมปฏิเสธข้อเสนอนี้ด้วยรอยยิ้ม บางทีอาจจะแอบเปิดดูมันในยามค่ำคืน พร้อมกับจินตนาการถึง \"การมีชีวิตอยู่ต่อไป\" อันแสนไกลห่างเกินจะเอื้อมถึงก็เป็นได้\n\nผู้เป็นน้องสาวเก็บเศษกระดาษใส่เข้าไปในกระเป๋าเสื้อผ้า และแอบตัดสินใจอย่างเงียบ ๆ\n\n\"ต้องหา Mora ให้ได้มาก ๆ\"\n\n\"แบบนั้นจะได้ไม่ต้องเห็นคนรอบข้างเผยรอยยิ้มที่แสนขมขื่นออกมาอีก แบบนั้นก็จะได้ไม่ต้องพบเจอกับความสูญเสียอะไรไปเนื่องจากไม่มี Mora อีก...\"\n\nและอาจจะเป็นช่วงเวลานั้นเอง ที่สายตาของเหล่าทวยเทพได้หันเหลียวมาหาเธอ\n\nแต่สำหรับผู้ที่มี \"ความทะเยอทะยาน\" อย่างแรงกล้าเช่นเธอแล้ว การได้รับวิชั่น อาจจะเป็นแค่การเริ่มต้นอย่างหนึ่งเท่านั้น\n\nในคืนวันอันแสนห่างไกลหลังจากนั้น เธอก็ยังคงย้ำเตือนให้ตัวเองคอยตั้งสติ และคอยให้กำลังใจตัวเองอยู่เสมอ:\n\n\"ความยึดติดเพียงอย่างเดียวมันไม่เพียงพอหรอก ฉันจะไม่หยุดพยายามเพื่อสิ่งที่ต้องการ จนกว่าแรงเฮือกสุดท้ายจะหมดลง\"\n\n\"ไม่มีเรื่องอะไรที่นายท่าน Sangemah Bay ผู้นี้จะจัดการไม่ได้\"",
      "vi": "Hai cô bé trạc tuổi nhau cùng nắm tay ngân nga bài ca dao hơi biến điệu, cùng nhau bước qua quãng thời gian ngây thơ và đầy màu sắc.\n\nHọ hái những bông hoa dại mùa xuân cài lên vành tai của nhau, rồi lại cùng nhau đi chân trần lội qua con suối của mùa hè.\n\nVào mùa thu cùng nhau trượt xuống những cồn cát vàng, dựa vào nhau cùng đọc chung một quyển sách dưới ánh mặt trời của mùa đông.\n\nThời gian dường như rất dài, có làm thế nào cũng không hết được.\n\nMãi cho đến khi cô chị tuổi lớn hơn một chút đột nhiên liên tục ho ra máu, trong nhà có rất nhiều rất nhiều người lớn lạ mặt vây quanh.\n\nHọ nghiêm túc giải thích về bệnh tình mà những người bên cạnh khó mà hiểu được, sau đó nhìn quanh căn nhà tồi tàn rồi lắc đầu thở dài.\n\nCô em gái không biết chuyện gì đang xảy ra ngày nào cũng đến thăm, chị gái thì luôn nở nụ cười rạng rỡ:\n\n\"Không sao, nghỉ ngơi một chút là khỏe thôi.\"\n\nNhìn nụ cười của chị, cô em gái ngây thơ cũng để lộ ra ánh mắt trông chờ, thậm chí đã tưởng tượng đến cảnh lần sau cùng nhau đi chơi.\n\nCho đến một hôm nọ, chị gái đang kể chuyện đột nhiên đưa tay thắt chặt phần áo ở ngực.\n\nCơ thể gầy yếu của cô ngã gục xuống giường, em gái giơ tay ôm lấy chị, phát hiện ra cơ thể của chị rất rất nhẹ.\n\n...Giống như một chiếc lông vũ, dần dần bay xa đến nơi mà không ai chạm được.\n\nSau đó, em gái đã tìm được một mảnh giấy nhàu nát bên dưới gối của chị.\n\nĐó là đơn thuốc mà bác sĩ đã kê, trên đó liệt kê những dược liệu mà gần như đã tuyệt tích, chỉ có số ít nhà sưu tầm còn trữ hàng.\n\nMuốn mua thì chí ít phải có mấy chục triệu Mora, một cái giá mà một gia đình nghèo khó không dám tưởng tượng.\n\nNgười chị luôn mỉm cười lắc đầu với đề nghị này có lẽ chỉ dám mở ra nhìn một chút vào lúc đêm khuya, ảo tưởng về hy vọng \"được sống tiếp\" xa vời kia.\n\nEm gái cất mảnh giấy vào túi áo, âm thầm hạ quyết tâm.\n\n\"Phải kiếm thật nhiều Mora.\"\n\n\"Như vậy sẽ không phải nhìn thấy cảnh người thân lộ ra nụ cười buồn bã, như vậy sẽ không phải vì không có Mora mà lại mất đi thứ gì đó...\"\n\nCó lẽ chính vào lúc đó, thần linh đã để mắt đến cô.\n\nNhưng đối với một người có \"dã tâm\" điên cuồng như cô ấy mà nói, nhận được Vision có lẽ chỉ là một sự khởi đầu.\n\nTrong vô số ngày tháng sau này, cô ấy không ngừng nhắc nhở bản thân phải tỉnh táo, đồng thời tự cổ vũ bản thân:\n\n\"Chỉ có quyết tâm là không đủ. Tôi sẽ không ngừng nỗ lực vì thứ mình muốn, cho đến khi dùng hết phần sức lực cuối cùng.\"\n\n\"Không có chuyện gì mà Đại Nhân Sangemah Bay không làm được.\""
    }
  }
]