[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "哎呀呀，这不是大名鼎鼎的旅行者吗？我是旅行商人多莉·桑歌玛哈巴依。作为给你的见面礼，我这儿的商品全部限时九折优惠，赶快来挑选吧，我帮你打包~",
      "zht": "#哎呀呀，這不是大名鼎鼎的旅行者嗎？我是旅行商人多莉·桑歌瑪哈巴依。我這裡的商品全部限時九折優惠，就當作是給{F#妳}{M#你}的見面禮。趕快來挑選吧，我幫{F#妳}{M#你}打包~",
      "jp": "おやおや？これはこれは名高い旅人ではありませんの。私は旅商人のドリー·サングマハベイ。この出会いを記念して、うちらの商品を期間限定で全品10%オフにいたしますわ。さあ、どんどん選んでくださいまし！私が直々に包んであげますの。",
      "ko": "이런 이런? 이게 누구야, 그 유명한 여행자잖아? 난 여행 상인 도리·산게마 바이라고 해. 첫 만남을 기념해서 모든 상품을 10% 할인해 줄 테니 어서 골라봐! 내가 잘 포장해 줄게~",
      "en": "Oh! Well if it isn't the renowned Traveler! I'm Dori Sangemah Bay, a traveling merchant. As an introductory gift, you can enjoy a 10% discount on all my wares and merchandise. Feel free to have a look. I'll even help package up your purchase, free of charge.",
      "de": "#Oh?! Wenn das nicht {F#die}{M#der} berühmte Reisende ist? Ich bin Dori Sangemah Bay, die reisende Händlerin. Als Geschenk für dich biete ich für eine begrenzte Zeit zehn Prozent Rabatt auf alle meine Waren an, also komm und hol sie dir ab! Ich packe sie für dich ein!",
      "es": "#Vaya, vaya, pero sí es {F#la famosa viajera}{M#el famoso viajero}. Yo soy la comerciante ambulante Dori Sangemah Bay. Déjame ofrecerte un 10% de descuento en todos mis productos para conmemorar esta ocasión. Tómate tu tiempo eligiendo. Incluso te ayudaré a empaquetar lo que compres, y gratis.",
      "fr": "#Oh ! Mais c'est {M#le}{F#la} célèbre {M#voyageur}{F#voyageuse} ! Je suis Dori Sangemah Bay, une marchande ambulante. En guise de cadeau de bienvenue, je t'offre une remise spéciale de 10 % sur toute ma marchandise. N'hésite pas à jeter un œil. Je t'aiderai même à tout emballer, gratuitement.",
      "pt": "#Oh, se não é {F#a}{M#o} famos{F#a}{M#o} Viajante! Eu sou Dori Sangemah Bay, uma comerciante viajante. Deixe-me te oferecer um desconto de 10% em todas as minhas mercadorias para celebrar essa ocasião. Fique à vontade para dar uma olhada. Eu até mesmo ajudarei a embalar sua compra, sem taxas adicionais!",
      "ru": "#Кого я вижу! Да это ведь знаменит{F#ая}{M#ый} путешественни{F#ца}{M#к}! Я Дори Сангема-бай, а это мои товары. В честь нашего знакомства только сегодня для тебя действует скидка 10%. Выбирай, а я как следует всё упакую...",
      "id": "Oh! Wah, wah, wah, kamu Pengembara yang terkenal itu kan! Namaku Dori Sangemah Bay, aku pedagang keliling. Sebagai hadiah perkenalan, kamu dapat diskon 10% kalau belanja di aku. Silakan, dilihat dulu. Kalau perlu dibungkus juga boleh, tidak ada biaya ekstra!",
      "th": "อุ๊ยแหม ๆ นี่มันนักเดินทางที่มีชื่อเสียงโด่งดังนี่นา? ฉันคือ Dori Sangemah Bay คนค้าขายพเนจร เพื่อเป็นของขวัญในการพบกันให้กับคุณ ฉันมีส่วนลด 10% สำหรับสินค้าทั้งหมดที่นี่ของฉันในระยะเวลาจำกัด รีบเลือกมาได้เลยนะ ฉันจะช่วยแพ็กให้เอง~",
      "vi": "Ây da ây da, đây không phải là Nhà Lữ Hành danh tiếng lẫy lừng sao? Tôi là thương nhân lữ hành Dori Sangemah Bay. Để làm quà gặp mặt, thương phẩm chỗ tôi sẽ đồng loạt giảm giá 10%, mau đến chọn lựa nhé, để tôi đóng gói cho!"
    }
  },
  {
    "title": {
      "zhs": "闲聊·摩拉",
      "zht": "閒聊·摩拉",
      "jp": "世間話·モラ",
      "ko": "잡담·모라",
      "en": "Chat: Mora",
      "de": "Gespräch – Mora",
      "es": "Charla - Mora",
      "fr": "Bavardage - Mora",
      "pt": "Bate-papo - Mora",
      "ru": "Поболтаем: Мора",
      "id": "Mengobrol: Mora",
      "th": "แชท - Mora",
      "vi": "Nói chuyện phiếm - Mora"
    },
    "line": {
      "zhs": "我爱摩拉，摩拉爱我，啦啦啦。",
      "zht": "我愛摩拉，摩拉愛我，啦啦啦。",
      "jp": "ララララ～私はモラを愛し～、モラも私を愛していますの～",
      "ko": "난 모라를 사랑하고 모라도 날 사랑하지, 랄라라",
      "en": "♪ I love Mora, and Mora loves me! I make Mora, and it makes me happy! Lalala... ♪",
      "de": "Ich liebe Mora, Mora liebt mich, lalala.",
      "es": "#♪ Adoro el Mora y el Mora me adora a mí. Gano muchos Moras para que me hagan feliz. ¡Lalala!{NON_BREAK_SPACE}♪",
      "fr": "♪ J'aime les moras, et les moras me le rendent bien ! Gagner des moras, ça me fait du bien ! Lalala... ♪",
      "pt": "♪ Eu amo Mora, Mora me ama! Eu faço Mora, Mora me faz feliz, lalala♪",
      "ru": "Я люблю мору, мора любит меня, ла-ла-ла!",
      "id": "♪ Aku cinta Mora, dan Mora cinta aku! Aku dapat Mora, aku bahagia! Lalala .... ♪",
      "th": "ฉันรัก Mora, Mora ก็รักฉัน ลาลั้นลา",
      "vi": "Tôi yêu Mora, Mora yêu tôi, lalala."
    }
  },
  {
    "title": {
      "zhs": "闲聊·双赢",
      "zht": "閒聊·雙贏",
      "jp": "世間話·ウィンウィン",
      "ko": "잡담·윈윈",
      "en": "Chat: Win-Win",
      "de": "Gespräch – Win-Win-Situation",
      "es": "Charla - Beneficio mutuo",
      "fr": "Bavardage - Gagnant-gagnant",
      "pt": "Bate-papo — Todo mundo sai ganhando",
      "ru": "Поболтаем: Взаимная выгода",
      "id": "Mengobrol: Semua Menang",
      "th": "แชท - วินวินทั้งสองฝ่าย",
      "vi": "Nói chuyện phiếm - Cùng Có Lợi"
    },
    "line": {
      "zhs": "先把商品涨价百分之三十，然后再打八折卖出，不仅我赚得多了，顾客也会觉得划算，这就是双赢。",
      "zht": "先把商品漲價百分之三十，然後再打八折賣出，不僅我賺得多了，顧客也會覺得划算，這就是雙贏。",
      "jp": "商品の値段を三割増しにし、そこから二割引きして売れば、私が儲かるだけでなく、お客様も得をいたしますの。ウィンウィンの商売ってやつですわ。",
      "ko": "일단 상품 가격을 30% 올리고 20% 할인해서 팔면 돈은 돈대로 벌고 고객은 싸다고 느끼지. 이게 바로 윈윈이라는 거야",
      "en": "First, I mark up the price by 30% and then I offer a 20% discount. More Mora for me, and the customers still feel like they're getting a bargain. Now that's what I call a win-win.",
      "de": "Wenn ich den Preis der Ware um dreißig Prozent erhöhe und sie dann mit einem Rabatt von zwanzig Prozent verkaufe, verdiene ich nicht nur mehr Geld, sondern der Kunde freut sich auch über das Angebot. Das ist die sogenannte Win-Win-Situation.",
      "es": "Primero subo los precios un 30% y luego hago un descuento del 20%. Más Moras para mí y los clientes piensan que es toda una ganga. Todos ganamos.",
      "fr": "#D'abord, j'augmente le prix de 30{NON_BREAK_SPACE}%, puis j'offre une remise de 20{NON_BREAK_SPACE}%. Ça fait plus de moras pour moi, et les clients ont toujours l'impression de faire une bonne affaire. C'est gagnant-gagnant.",
      "pt": "Primeiro, eu aumento os preços em 30%, depois ofereço um desconto de 20%. Mais Mora para mim, e os clientes sentem que estão comprando com desconto. Todo mundo sai ganhando!",
      "ru": "Сначала надо поднять цену на треть, а потом сделать скидку 20%. Так и я получаю возможность заработать, и клиенты остаются довольны своей покупкой. Это и есть взаимная выгода.",
      "id": "Pertama, naikkan dulu harganya 30%, terus kasih diskon 20%. Untungnya jadi lebih besar, dan pelangganku juga mereka untung dapat potongan. Semua menang, semua senang.",
      "th": "ขั้นแรกให้เพิ่มราคาของสินค้าขึ้น 30% จากนั้นจึงขายไปในราคาลด 20% ไม่ใช่แค่ฉันที่ทำเงินได้มากขึ้น แต่ลูกค้าจะรู้สึกว่ามันคุ้มทุนด้วยเหมือนกัน นี่ก็คือการวินวินทั้งสองฝ่ายน่ะ",
      "vi": "Đầu tiên phải tăng giá hàng hóa thêm 30%, sau đó khuyến mãi 20% để bán ra, không những tôi lời được nhiều, mà khách hàng cũng thấy đáng tiền. Đây chính là đôi bên cùng có lợi."
    }
  },
  {
    "title": {
      "zhs": "闲聊·财迷",
      "zht": "閒聊·財迷",
      "jp": "世間話·モラ大好き",
      "ko": "잡담·돈벌레",
      "en": "Chat: Money-Mad",
      "de": "Gespräch – Raffgierige",
      "es": "Charla - Pasión por el Mora",
      "fr": "Bavardage - Grippe-sou",
      "pt": "Bate-papo — Louca por dinheiro",
      "ru": "Поболтаем: Алчность",
      "id": "Berbincang: Mata Duitan",
      "th": "แชท - เห็นแก่เงิน",
      "vi": "Nói chuyện phiếm - Mê Tiền"
    },
    "line": {
      "zhs": "只要摩拉管够，和教令院对着干也没什么大不了的。",
      "zht": "只要摩拉夠，跟教令院作對也沒什麼大不了的。",
      "jp": "十分なモラさえ払えば、教令院とやり合おうとも大した問題にはなりませんの。",
      "ko": "모라만 충분하다면 아카데미아와 맞서 싸우는 것도 문제없어",
      "en": "With enough Mora, you can afford to do anything — even take on the Akademiya.",
      "de": "Es ist keine große Sache, sich gegen die Akademie zu stellen, solange genug Geld da ist.",
      "es": "Si tienes suficientes Moras, puedes hacer lo que quieras. Incluso podrías enfrentarte a la Academia.",
      "fr": "Quand on a assez de moras, on peut tout se permettre, même de s'attaquer à l'Académie.",
      "pt": "Com Mora suficiente, você pode fazer qualquer coisa, até mesmo enfrentar a Academia.",
      "ru": "Если у вас достаточно моры, вы можете делать всё, что захотите. Вы можете даже нарушить правила Академии.",
      "id": "Kalau punya cukup Mora, kamu bisa lakukan apa saja semaunya. Mau lawannya Akademiya juga tidak takut.",
      "th": "ขอเพียงจัดการ Mora ได้ดีพอ การต่อกรกับทางสถาบันก็ไม่ใช่เรื่องใหญ่อะไร",
      "vi": "Chỉ cần có đủ Mora thì có chống lại Giáo Viện cũng chẳng phải chuyện gì ghê gớm."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando chove...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "需要伞吗？我这里有一把特制雨伞，收集雨水的同时能够净化水质，把雨水变成饮用水储存在小罐子里，可以说是旅行必备品！只需要五十万摩拉喔。",
      "zht": "需要傘嗎？我這裡有一把特製雨傘，收集雨水的同時能夠淨化水質，把雨水變成飲用水儲存在小罐子裡，可以說是旅行必備品！只需要五十萬摩拉喔。",
      "jp": "傘はいかがでしょう？雨水を集めて浄化し、小さな瓶に入れて飲み水にする特製の傘を売っていますの。まさに、旅の必需品とも言えますわ！値段はたったの五十万モラですの。",
      "ko": "우산 안 필요해? 나한테 특제 우산이 있는데 빗물을 수집할 뿐 아니라 정화하는 기능도 있거든. 빗물을 식수로 만들어서 물통에 보관할 수 있다니, 그야말로 여행 필수품이지! 단돈 50만 모라에 가져갈 수 있다고",
      "en": "Need to stay dry? I have just the thing! This specialty umbrella collects and purifies rain water, turning it into drinking water that is conveniently stored in this compact container — a real must-have for a traveler like yourself! And all that for only 500,000 Mora!",
      "de": "Brauchst du einen Regenschirm? Ich habe einen speziellen Regenschirm, der Regenwasser auffängt, es reinigt, in Trinkwasser umwandelt und in einem kleinen Behälter aufbewahrt. Er ist ein Muss für die Reise, und kostet nur fünfhunderttausend Mora!",
      "es": "#¿Necesitas un paraguas? ¡Tengo justo lo que necesitas! Este paraguas recoge y purifica el agua de lluvia para hacerla potable. También la almacena en este recipiente de aquí. Todos los aventureros necesitan uno de estos. Por ser tú, ¡te lo dejo en 500{NON_BREAK_SPACE}000 Moras!",
      "fr": "#Besoin de rester au sec ? J'ai ce qu'il te faut ! Ce parapluie spécial recueille et purifie l'eau de pluie, et la transforme en eau potable qui est stockée dans ce petit récipient, un vrai must pour {M#un voyageur}{F#une voyageuse} comme toi ! Et tout cela pour la modique somme de 500 000 moras !",
      "pt": "#Precisa de um guarda-chuva? Eu tenho o que você precisa. Esse guarda-chuva especial recolhe e purifica a água da chuva, e transforma ela em água potável convenientemente armazenada nesse recipiente compacto. É um item necessário para {F#uma}{M#um} Viajante como você, e isso tudo por 500.000 Mora!",
      "ru": "Нужно укрыться от дождя? Могу предложить совершенно уникальный зонтик, который собирает и очищает дождевую воду. Незаменимая вещь в путешествиях, а стоит всего пятьсот тысяч моры!",
      "id": "Basah kuyup? Nih, ada barang yang cocok buat kamu! Payung spesial ini bisa juga digunakan untuk menampung dan menyaring air hujan sampai bisa diminum, terus sudah dapat wadahnya juga. Praktis sekali, barang wajib punya buat seorang Pengembara! Harganya? 500.000 Mora, sudah murah banget loh!",
      "th": "ต้องการร่มมั้ย? ฉันมีร่มที่สั่งทำพิเศษอยู่คันนึง สามารถชำระน้ำให้บริสุทธิ์พร้อมทั้งเก็บน้ำฝนในเวลาเดียวกัน, แล้วเปลี่ยนน้ำฝนให้เป็นน้ำดื่มและเก็บไว้ในขวดโหลเล็ก ๆ ได้ เรียกได้ว่าเป็นของที่ต้องมีไว้ในตอนที่ออกเดินทางเลยล่ะ! ราคาแค่ 500,000 Mora เท่านั้นเองนะ",
      "vi": "Muốn mua dù chứ? Tôi có chiếc dù đặc biệt này, có thể tích trữ nước mưa sau đó thanh lọc và trữ trong hũ nhỏ, là món hàng tất yếu trong chuyến hành trình! Giá siêu ưu đãi, chỉ 500.000 Mora thôi."
    }
  },
  {
    "title": {
      "zhs": "打雷的时候…",
      "zht": "打雷的時候…",
      "jp": "雷の日…",
      "ko": "번개가 칠 때…",
      "en": "When Thunder Strikes",
      "de": "Wenn es blitzt ...",
      "es": "Cuando truena...",
      "fr": "Quand le tonnerre gronde...",
      "pt": "Quando Está Trovejando...",
      "ru": "Когда гремит гром...",
      "id": "Ketika Petir Menyambar",
      "th": "ในเวลาที่ฟ้าผ่า...",
      "vi": "Khi có sấm sét..."
    },
    "line": {
      "zhs": "这种天气，恐怕商队也不太好前进了。又要少赚好多摩拉…",
      "zht": "這種天氣，恐怕商隊也不太好前進了。又要少賺好多摩拉…",
      "jp": "この天気ではキャラバンも進めませんわね。モラの収入がまた減ってしまいますわ…",
      "ko": "이런 날씨에는 캐러밴도 움직이기 힘들어. 이렇게 잃은 모라가 또 얼마야…",
      "en": "I bet even the caravans can't move under these conditions. I'm losing Mora here...",
      "de": "Bei solchem Wetter kann nicht einmal die Karawane vorankommen. Ich werde wieder viel weniger Geld verdienen ...",
      "es": "Ni las caravanas se pueden mover con este tiempo. ¡Estoy perdiendo muchos Moras!",
      "fr": "J'ai bien peur que même les caravanes ne puissent pas bouger avec ce temps. Je suis en train de perdre des moras...",
      "pt": "Acho que nem as caravanas conseguiriam se mover nesse tempo. Vou perder muita Mora...",
      "ru": "С такой погодой каравану придётся задержаться. Опять убытки...",
      "id": "Waduh, rombongan karavan juga ikut macet kalau cuacanya begini. Rugi nih ....",
      "th": "สภาพอากาศแบบนี้ น่ากลัวว่ากองคาราวานคงจะเคลื่อนตัวได้ไม่ดีเท่าไหร่ วันนี้คงจะหา Mora ได้น้อยลงอีกแล้วสินะ...",
      "vi": "Thời tiết thế này thì e là thương đội khó lòng đi tiếp được rồi. Mora kiếm được cũng ít đi rồi..."
    }
  },
  {
    "title": {
      "zhs": "下雪的时候…",
      "zht": "下雪的時候…",
      "jp": "雪の日…",
      "ko": "눈이 올 때…",
      "en": "When It Snows",
      "de": "Wenn es schneit ...",
      "es": "Cuando nieva...",
      "fr": "Quand il neige...",
      "pt": "Quando Está Nevando...",
      "ru": "Когда идёт снег...",
      "id": "Ketika Turun Salju",
      "th": "ในเวลาที่หิมะตก...",
      "vi": "Khi tuyết rơi..."
    },
    "line": {
      "zhs": "哒啦，看我的全自动雪球机！想要吗想要吗？租金给你打九点五折喔！",
      "zht": "#噠啦，看我的全自動雪球機！想要嗎想要嗎？租金打九點五折給{F#妳}{M#你}喔！",
      "jp": "じゃじゃーん！全自動雪玉製造マシンですの！どうですどうです？レンタル料を5%引きにしてあげますわよ！",
      "ko": "자동으로 눈덩이를 만들어 주는 기계야! 갖고 싶지? 5% 할인된 가격에 대여할 수 있어!",
      "en": "Oh oh oh! Check out my fully-automatic snowball maker! It's one of a kind! Wanna give it a try? I'll even throw in a 5% discount on the rental!",
      "de": "Schau dir meine vollautomatische Schneeballmaschine an! Willst du es? Ich gebe dir fünf Prozent Rabatt auf die Miete!",
      "es": "¡Oh, oh! Fíjate en esta máquina automática para hacer bolas de nieve. ¿Por qué no la pruebas? ¡Te rebajaré un 5% del alquiler!",
      "fr": "#Ta-da ! Regarde ma machine à faire des boules de neige entièrement automatisée ! Elle est unique en son genre ! Tu veux l'essayer ? Je t'offre même une remise de 5 % sur la location{NON_BREAK_SPACE}!",
      "pt": "Tã-dã! Dê uma olhada na minha máquina automática de bolas de neve! É única! Quer tentar? Eu até te darei um desconto de 5% no aluguel dela!",
      "ru": "Па-дам! Представляю твоему вниманию автоматический снежколеп! Нравится, правда? Можешь взять напрокат, сделаю тебе скидку пять процентов!",
      "id": "Silakan, boleh lihat dulu alat pembuat bola salju otomatis-nya! Mau coba? Bisa sewa, dan dapat diskon harga sewa 5%!",
      "th": "ทาด๊า ดูเครื่องทำก้อนหิมะอัตโนมัติของฉันนี่สิ! อยากได้มั้ย อยากได้รึเปล่า? ฉันลดค่าเช่าให้คุณ 5% เลยนะ!",
      "vi": "Là la, nhìn chiếc máy chế tạo banh tuyết tự động của tôi này! Lợi hại lắm đúng không? Để tôi giảm 5% tiền thuê cho nhé!"
    }
  },
  {
    "title": {
      "zhs": "阳光很好…",
      "zht": "陽光很好…",
      "jp": "晴れの日…",
      "ko": "햇살이 좋을 때…",
      "en": "When the Sun Is Out",
      "de": "Wie sonnig ...",
      "es": "Qué sol hace...",
      "fr": "Il fait bon dehors...",
      "pt": "Quando Faz Sol...",
      "ru": "Когда светит солнце...",
      "id": "Ketika Matahari Bersinar",
      "th": "แดดส่องดีจัง...",
      "vi": "Ánh nắng thật chan hòa..."
    },
    "line": {
      "zhs": "摩拉在阳光下闪闪发光，真好看！嘿嘿。",
      "zht": "摩拉在陽光下閃閃發光，真好看！嘿嘿。",
      "jp": "太陽に照らされてモラがキラキラと輝いていますわ、なんて綺麗ですの！うふ、うふふ、うふっ。",
      "ko": "모라가 햇빛 아래에서 반짝반짝 빛나고 있어. 진짜 예쁘다! 헤헤",
      "en": "There's nothing more beautiful than shiny Mora, glittering in the sun! Hehe.",
      "de": "Die Mora glitzern im Sonnenlicht ... So schön! Hehe.",
      "es": "No hay nada más hermoso que el resplandeciente Mora al brillar bajo el sol, jeje.",
      "fr": "Il n'y a rien de plus beau qu'un mora qui brille au soleil ! Héhé.",
      "pt": "Não há nada mais belo que Mora reluzente, brilhando sob o sol! Hehe.",
      "ru": "Как же красиво мора сверкает на солнце! Хи-хи.",
      "id": "Tidak ada lagi yang lebih cantik daripada Mora yang berkilauan di bawah sinar mentari! Yes.",
      "th": "Mora ส่องประกายระยิบระยับท่ามกลางแสงแดด ช่างงดงามดีจริง ๆ! ฮี่ฮี่",
      "vi": "Mora sáng lấp lánh dưới ánh mặt trời, thật là đẹp! Hihi."
    }
  },
  {
    "title": {
      "zhs": "刮大风了…",
      "zht": "颳大風了…",
      "jp": "暴風の日…",
      "ko": "강풍이 불 때…",
      "en": "When the Wind Is Blowing",
      "de": "Ein Sturm zieht auf.",
      "es": "Hace mucho viento...",
      "fr": "Le vent souffle fort...",
      "pt": "A Ventania Está Chegando...",
      "ru": "Когда дует сильный ветер...",
      "id": "Ketika Angin Berembus",
      "th": "ในเวลาที่ลมพัดแรง...",
      "vi": "Gió lớn quá..."
    },
    "line": {
      "zhs": "不会吧不会吧，不会真的有人选在大风天穿越沙漠吧。我当然有办法救这种蠢蘑菇，但费用…至少要翻三倍才行！",
      "zht": "不會吧不會吧，不會真的有人選在大風天穿越沙漠吧。我當然有辦法救這種蠢蘑菇，但費用…至少要翻三倍才行！",
      "jp": "まさかまさかとは思いますが、強風の日にわざわざ砂漠を横断する人なんていませんわよね？そんなおバカさんを救う方法もあるにはありますが、費用は通常の三倍いただくことになりますの。",
      "ko": "설마, 강풍이 불 때 사막을 지나가려는 사람은 없겠지? 나한테 그런 바보를 구할 방법이 있긴 한데, 비용은… 최소 세 배 이상 들 거야!",
      "en": "You've gotta be kidding! Who would be crossing the desert on such a windy day? Silly toadstools... What's that? Oh, I can get them out of there of course... But I'll have to triple my usual price, hehehe.",
      "de": "Das soll wohl ein Witz sein! Wer würde an einem so windigen Tag die Wüste durchqueren? Natürlich habe ich eine Methode, um solche dummen Pilze zu retten, aber das würde mindestens dreimal so viel kosten wie üblich.",
      "es": "¡Pero bueno! ¿Quién es tan insensato como para atravesar el desierto con este viento? Solo un pobre tonto... ¿Cómo? Oh, claro que puedo ayudarles, ¡pero les cobraré el triple de lo normal!",
      "fr": "C'est une blague ! Qui traverserait le désert avec un vent pareil ? Quelle bande d'imbéciles... Bien sûr que je peux les sortir de là, bien sûr, héhé... Mais au triple du prix habituel !",
      "pt": "Não, impossível! Quem cruzaria o deserto em um dia com tanta ventania como esse? Se eu posso ajudar aqueles Tontogumelos? Claro, mas eu cobrarei o triplo do preço!",
      "ru": "Не может быть! Неужели кто-то станет переходить пустыню в такой ветер? Глупые поганки... Конечно, я могу им помочь... Но это будет стоить минимум в три раза дороже!",
      "id": "Bercanda ya? Siapa juga yang mau menyebrang padang pasir di cuaca macam ini? Gila ... Apa? Oh, aku sih bisa dong bawa mereka keluar dari sana ... tapi ongkosnya tiga kali lipat ya.",
      "th": "ไม่หรอกมั้ง คงไม่มีใครคิดจะข้ามทะเลทรายในวันที่ลมแรงแบบนี้หรอกใช่มั้ย แน่นอนว่าฉันมีวิธีช่วยเจ้าพวกโง่เง่าพวกนี้อยู่แล้วล่ะ แต่จะต้องจ่ายค่าใช้จ่าย...อย่างน้อยสามเท่านะ!",
      "vi": "Không phải chứ không phải chứ, sẽ không có người chọn đi xuyên qua sa mạc vào ngày gió lớn thế này đâu phải không. Tôi thì đương nhiên có cách để cứu mấy tên đầu nấm này rồi, nhưng chi phí... thì phải đội lên gấp ba lần đấy."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "早安，昨晚的梦里全是圆滚滚的可爱摩拉，今天一定会是盆满钵满的一天。",
      "zht": "早安，昨晚的夢裡全是圓滾滾的可愛摩拉，今天一定會是盆滿缽滿的一天。",
      "jp": "ごきげんよう。昨夜の夢に、丸くて可愛いモラががっぽがっぽ出てきましたの。きっと今日は大儲けできる日なんですわ。",
      "ko": "좋은 아침, 어젯밤에 둥글둥글하고 귀여운 모라에 파묻히는 꿈을 꿨어. 오늘은 분명 엄청난 모라를 벌 수 있을 거야",
      "en": "Good morning! Last night I had a dream filled with lovely, round, shiny Mora. Seems like today I'm gonna make a fortune!",
      "de": "Guten Morgen, mein Traum von letzter Nacht war voller runden und schönen Mora, heute werde ich bestimmt viel verdienen.",
      "es": "¡Buenos días! Anoche soñé que me revolcaba sobre una montaña de relucientes y redonditos Moras. ¡Seguro que hoy gano una fortuna!",
      "fr": "Bonjour ! La nuit dernière, j'ai fait un rêve rempli de beaux moras. Je sens qu'aujourd'hui je vais faire fortune !",
      "pt": "Bom dia! Ontem à noite eu tive um sonho que caía numa pilha gigante, adorável e redonda de Mora. Parece que hoje eu farei uma fortuna!",
      "ru": "Доброе утро! Мне всю ночь снилась мора - милая, кругленькая мора. Значит, сегодня я заработаю огромные деньжищи!",
      "id": "Halo, pagi! Tadi malam aku mimpi Mora yang cantik, bulat, dan bersinar. Artinya: hari ini untung besar!",
      "th": "สวัสดีตอนเช้านะ เมื่อคืนฝันว่า Mora ผู้น่ารักกลมกิ๊กกลิ้งดุ๊กดิ๊กเต็มไปหมดเลยล่ะ วันนี้จะต้องเป็นวันที่หาเงินได้มากมายมหาศาลอีกวันนึงแน่นอน",
      "vi": "Chào buổi sáng, hôm qua tôi mơ thấy toàn là Mora lấp lánh, hôm nay nhất định sẽ bội thu trở về."
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa Tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "想午睡吗？我可以给你一个软绵绵、蓬松松，完美贴合你背部曲线的靠垫。当然具体有多舒服就看摩拉有多少了。",
      "zht": "#想午睡嗎？我可以給{F#妳}{M#你}一個軟綿綿、蓬鬆鬆，完美貼合{F#妳}{M#你}背部曲線的靠墊。當然實際上到底有多舒服就看摩拉有多少了。",
      "jp": "お昼寝をしたいと？でしたら、ふんわり柔らかな、背中の反りにぴったり合うクッションをお勧めいたしますわ。もちろん、具体的にどれくらい快適になるかは、モラの数にもよりますが。",
      "ko": "낮잠 자려고? 내가 부드럽고 푹신하고 네 등의 곡선에 딱 맞는 쿠션을 준비해 줄 수 있어. 물론 얼마나 편할지는 모라를 얼마나 내는지에 달렸지",
      "en": "You wanna take a nap? I can offer you a soft, fluffy cushion that will perfectly conform to the contour of your back. Of course, the level of comfort also depends on how much Mora you're willing to pay.",
      "de": "Willst du ein Nickerchen machen? Ich kann dir ein Kissen geben, das weich und flauschig ist und sich perfekt an die Kurve deines Rückens anpasst. Wie bequem das ist, hängt natürlich davon ab, wie viel du mir anbieten kannst.",
      "es": "#¿Quieres echarte una siesta? Justo tengo aquí un cojín mullido y suavecito para que no te lastimes la espalda. Claro está, la calidad dependerá de lo que estés dispuest{F#a}{M#o} a pagar.",
      "fr": "#Tu veux faire une sieste ? Je peux te proposer un coussin doux et moelleux qui épousera parfaitement la forme de ton dos. Bien entendu, le niveau de confort dépend également du prix que tu es {M#prêt}{F#prête} à payer.",
      "pt": "Você vai descansar? Posso oferecer uma leve e fofinha almofada que vai ser perfeita para as suas costas. Claro, o nível de conforto vai depender de quanta Mora você está querendo gastar.",
      "ru": "Хочешь вздремнуть после обеда? Могу предложить мягчайшую и удобнейшую подушку для спины, повторяющую все анатомические изгибы. Конечно, качество твоего сна в конечном итоге будет зависеть от того, сколько моры ты выложишь.",
      "id": "Mau tidur siang? Bisa, bisa. Ini ada alas tidur yang empuk, lembut, dan kempesnya mengikuti lekuk punggungmu. Senyaman apa? Bicara soal itu, harga tidak pernah bohong ya.",
      "th": "อยากนอนกลางวันมั้ย? ฉันให้เบาะนุ่มฟูที่พอดีกับส่วนโค้งของหลังของคุณได้อย่างลงตัวกับคุณได้นะ ส่วนจะสบายขนาดไหนก็ต้องดูที่จ่าย Mora มาเยอะแค่ไหนแล้วล่ะ",
      "vi": "Muốn ngủ trưa sao? Tôi có chiếc đệm dựa mềm mại bao êm ái này. Đương nhiên độ êm cũng sẽ tỉ lệ thuận với Mora bỏ ra nữa."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Boa Noite...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "在夜色中赶路很有挑战性喔，不过这可难不倒常年在外行商的我！",
      "zht": "在夜色中趕路很有挑戰性喔，不過這可難不倒常年在外行商的我！",
      "jp": "夜道を急ぐのは挑戦に満ちたもの。ですが、長年外で行商をしてきた私にとっては、朝駆の駄賃みたいなものですわ。",
      "ko": "야밤에 길을 떠나는 건 정말 도전적인 일이지. 하지만 항상 밖에서 떠돌아다니는 여행 상인한테는 아무것도 아니야!",
      "en": "Traveling at night can be a real challenge, but for a seasoned merchant like me, it's a walk in the park!",
      "de": "Es ist eine Herausforderung, nachts unterwegs zu sein. Für mich, die ständig geschäftlich unterwegs ist, ist das aber nur ein Kinderspiel!",
      "es": "Viajar de noche puede ser peligroso, pero para una comerciante ambulante tan experimentada como yo, ¡es como dar un paseo por el parque!",
      "fr": "Voyager de nuit peut être un véritable défi, mais pour une marchande expérimentée comme moi, c'est une promenade de santé !",
      "pt": "Viajar durante a noite pode ser um desafio, mas para uma comerciante experiente como eu, é como um passeio pelo parque!",
      "ru": "Ночная дорога полна опасностей, но я со своим караваном постоянно в пути, так что для меня это привычное дело!",
      "id": "Bepergian di malam hari itu bahaya. Kecuali kamu pedagang keliling berpengalaman ... seperti aku. Aman!",
      "th": "การเร่งรีบออกเดินทางในตอนกลางคืนเป็นสิ่งที่ท้าทายมากเลยล่ะ แต่ว่านี่ไม่ใช่เรื่องยากอะไรสำหรับฉันที่ออกไปทำธุรกิจข้างนอกบ่อย ๆ หรอกนะ",
      "vi": "Đi vội trong đêm tối đúng là có tí khó khăn, nhưng không làm khó được một thương nhân lữ hành lâu năm như tôi đâu!"
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa Noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "你要睡觉了吗？嘿嘿，我就大发慈悲让你试试我的摩拉歌谣催眠法吧！一万摩拉入口袋，两万摩拉入口袋，三万摩拉入口袋，四、嘿四万…嘿嘿，摩拉，嘿嘿…",
      "zht": "#{F#妳}{M#你}要睡覺了嗎？嘿嘿，我就大發慈悲讓{F#妳}{M#你}試試我的摩拉歌謠催眠法吧！一萬摩拉入口袋，兩萬摩拉入口袋，三萬摩拉入口袋，四、嘿四萬…嘿嘿，摩拉，嘿嘿…",
      "jp": "もうお眠りになるのですか？ふふん、ではサービスに、とっておきの入眠法——「モラの歌」をあなたに伝授しましょう！ポケットに一万モラ、ポケットに二万モラ、ポケットに三万モラ、ポケットに…よ、四万、四万モラ…ポケ…ふへへ…",
      "ko": "자려고? 후후, 그럼 내가 특별히 모라 최면송을 들려주지! 1만 모라가 주머니에 쏙, 2만 모라가 주머니에 쏙, 3만 모라가 주머니에 쏙, 4, 4만… 헤헤, 모라, 헤헤…",
      "en": "Trying to sleep? Hehe, alright. I'll be generous and let you try my Mora Hypnosis! Don't say I never gave you anything! It goes like this: 10,000 Mora in my coin purse, 20,000 Mora in my coin purse, 30,000 Mora in my coin purse, 40... 40,000 Mora hehe... Mora hehe... Zzz...",
      "de": "Willst du schlafen? Nun, ich werde barmherzig sein und dich mein Moralied ausprobieren lassen, um dir beim Einschlafen zu helfen! Zehntausend Mora in der Tasche, zwanzigtausend Mora in der Tasche, dreißigtausend Mora in der Tasche, vierzig... vierzigtausend ... hehe, Mora, hehe ...",
      "es": "#¿Tienes sueño? Jeje, entonces seré generosa ¡y te dejaré probar mi Morahipnosis! Funciona así: 10{NON_BREAK_SPACE}000 Moras para mí, 20{NON_BREAK_SPACE}000 Moras para mí, 30{NON_BREAK_SPACE}000 Moras para mí, 40... 40{NON_BREAK_SPACE}000 Moras, jeje... *Zzz*...",
      "fr": "Tu essaies de dormir ? Héhé, d'accord. Je vais être généreuse et te laisser essayer ma méthode d'hypnose ! Tu ne pourras pas dire que je ne te fais jamais de cadeau ! Voilà comment ça marche : 10 000 moras dans ma poche, 20 000 moras dans ma poche, 30 000 moras dans ma poche, 40... 40 000 moras, héhé... Héhé, moras... Zzz...",
      "pt": "Você está com sono? Hehe, tudo bem. Eu serei generosa, e deixarei você testar minha canção de ninar de Mora! 10.000 Mora no meu bolso, 20.000 Mora no meu bolso, 30.000 Mora no meu bolso, 40.000... Roonc... Mora... Roonc...",
      "ru": "Пора спать? Хи-хи, так и быть, дарю тебе отличный способ уснуть - песенку о море! Десять тысяч моры набилось в кошелёк, двадцать тысяч моры набилось в кошелёк, тридцать тысяч моры набилось в кошелёк, сорок... Хи-хи... Пятьдесят тысяч моры... Хи-хи-хи...",
      "id": "Susah tidur? Tenang. Aku sedang murah hati, kamu boleh coba hipnotis Mora yang sering aku pakai. Jangan bilang aku tidak pernah ajari ya! Gini caranya: 10.000 Mora di dompet, 20.000 Mora di dompet, 30.000 Mora di dompet, 40 ... 40.000 Mora di ... hehehe, Moraaaaa .... *zzz*",
      "th": "คุณจะนอนแล้วเหรอ? ฮี่ฮี่ ฉันจะเมตตาลองใช้เพลงกล่อม Mora ของฉันกล่อมคุณนอนแล้วกันนะ! 10,000 Mora เข้ากระเป๋า, 20,000 Mora เข้ากระเป๋า, 30,000 Mora เข้ากระเป๋า, 4 ฮี่ 40,000...ฮี่ฮี่ Mora ฮี่ฮี่...",
      "vi": "Muốn ngủ sao? Haha, để tôi cho quý khách thử thuật thôi miên Mora của tôi nhé! Một vạn Mora bay vào túi, hai vạn Mora bay vào túi, ba vạn Mora bay vào túi, bốn... hihi, bốn vạn... hihi, Mora, hihi..."
    }
  },
  {
    "title": {
      "zhs": "关于多莉自己·吆喝",
      "zht": "關於多莉自己·吆喝",
      "jp": "ドリー自身について·客引き",
      "ko": "도리 자신에 대해·호통",
      "en": "About Dori: Peddling",
      "de": "Über Dori Selbst – Marktschreierin",
      "es": "Sobre Dori - A la venta",
      "fr": "À propos de Dori - Colportage",
      "pt": "Sobre Dori — Comerciante Ambulante",
      "ru": "О Дори: Реклама",
      "id": "Tentang Dori Sendiri: Teriakan",
      "th": "เกี่ยวกับตัวของ Dori เอง - ร้องตะโกน",
      "vi": "Về bản thân Dori - Chào Hàng"
    },
    "line": {
      "zhs": "万能的多莉商店，应有尽有，童叟无欺。只要摩拉够，只有想不到，没有买不到。需要任何东西，或者遇到任何困难，都可以来找我喔！",
      "zht": "萬能的多莉商店，應有盡有，童叟無欺。只要摩拉夠，只有想不到，沒有買不到。需要任何東西，或者遇到任何困難，都可以來找我喔！",
      "jp": "万屋ドリーショップ、何でも売っていて、本物だけを取り扱っていますの。モラさえ払えば、あなたの思いつくものがすべて手に入りますわ。さあ、何か欲しいものや困ったことがあれば、ぜひ私に会いに来てくださいまし！",
      "ko": "도리의 만능 상점, 없는 게 없고 상도덕을 지키며 장사하고 있어. 모라만 있으면 상상 못 한 물건은 있어도 못 구하는 물건은 없다고. 원하는 물건이 있거나 도움이 필요하면 언제든지 날 찾아와!",
      "en": "Welcome to Dori's Divine Bazaar! Everything you need with service you can rely on! You name it, we've got it! Questions or troubles? I'm here to personally assist you!",
      "de": "Doris Superladen bietet alles, was du brauchst. Niemandem wird hier etwas vorgegaukelt. Mit genug Mora kannst du bei mir alles kaufen! Wenn du irgendetwas brauchst oder in Schwierigkeiten gerätst, komm einfach zu mir!",
      "es": "¡Te doy la bienvenida a Ultramarinos Dori! Todo lo que necesitas al alcance de la mano. ¡Pide lo que quieras, lo tengo! ¿Tienes un problema? Yo me encargo. ¿Preguntas? ¡Tengo la respuesta!",
      "fr": "#Bienvenue au Bazar divin de Dori{NON_BREAK_SPACE}! On a tout ce dont vous pouvez avoir besoin avec en plus un service irréprochable ! Vous en avez rêvé ? On l'a sûrement ! Si vous avez besoin de quoi que ce soit, je suis là pour vous aider !",
      "pt": "#Seja bem-vind{F#a}{M#o} ao Bazar Divino da Dori! O que você precisar tem para comprar! O que quiser no alcance das suas mãos! Está com problemas ou dúvidas? Pode vir falar direto comigo!",
      "ru": "Божественный базар Дори, товары на любой вкус, здесь не обманут ни старика, ни ребёнка! Пока у вас есть мора, Дори найдёт вам всё, что только сможете придумать! Расскажите Дори, что вам нужно, расскажите, что вас тревожит, и Дори обязательно поможет!",
      "id": "Selamat datang di Dori's Divine Bazaar! Apa yang kamu perlu, semua ada di sini! Pelayanan kami kelas satu! Ada pertanyaan, ada masalah, butuh bantuan? Silakan langsung saja ke aku!",
      "th": "ร้าน Dori สารพัดนึก มีทุกอย่างที่คุณต้องการ ไม่มีหลอกลวง ขอแค่มี Mora มากพอ มีแต่สิ่งที่คิดไม่ถึง แต่ไม่มีสิ่งไหนที่ซื้อไม่ได้ ต้องการของสิ่งใด หรือพบกับปัญหาอะไร ก็มาหาฉันได้ตลอดเลยนะ!",
      "vi": "Cửa tiệm Dori vạn năng, không gì là không có, giá cả phải chăng. Chỉ cần có đủ Mora thì muốn gì cũng có, nếu quý khách muốn tìm món hàng gì hay gặp phải khó khăn gì thì cứ đến tìm tôi nhé!"
    }
  },
  {
    "title": {
      "zhs": "关于多莉自己·妙论派",
      "zht": "關於多莉自己·妙論派",
      "jp": "ドリー自身について·妙論派",
      "ko": "도리 자신에 대해·묘론파",
      "en": "About Dori: Kshahrewar",
      "de": "Über Dori Selbst – Baulehre",
      "es": "Sobre Dori - Escuela de Tecnología",
      "fr": "À propos de Dori - Kshahrewar",
      "pt": "Sobre Dori — Kshahrewar",
      "ru": "О Дори: Кшахревар",
      "id": "Tentang Dori Sendiri: Kshahrewar",
      "th": "เกี่ยวกับตัวของ Dori เอง - ภาควิชาเทคโนโลยี",
      "vi": "Về bản thân Dori - Học Phái Kshahrewar"
    },
    "line": {
      "zhs": "通常我会躲着教令院的人，他们的各种条条框框简直让人没办法做生意。不过呢，告诉你也没关系。妙论派有些人还算是头脑灵活，和我私下签了条约。我有摩拉，他们有技术和手艺，顺便还能让我的行商更加通畅。嘿嘿，大商人多莉，从不做亏本生意。",
      "zht": "#通常我會躲著教令院的人，他們的各種規矩簡直讓人沒辦法做生意。不過呢，告訴{F#妳}{M#你}也沒關係。妙論派有些人還算是頭腦靈活，和我私下簽了條約。我有摩拉，他們有技術和手藝，順便還能讓我的行商更加通暢。嘿嘿，大商人多莉，從不做虧本生意。",
      "jp": "私、いつも教令院の人たちを避けているんですの。あの方たちの言う様々な規則は、まるで商売に向いていませんから。まあ、あなたになら言っても問題ないでしょう。実は妙論派には、私と密約を結んだ頭の切れる方がいるんですの。私にはモラがあって、彼らには技術と職人の技がある。さらに私の行商に対しても多くのメリットをもたらしてくれましたわ。ふふっ、大商人であるドリーは、決して損をするような取引はしませんの。",
      "ko": "난 보통 아카데미아 사람들을 피해 다녀. 그들은 온갖 방법을 동원해서 내 장사를 막으려 들거든. 근데 너한테는 알려줘도 상관없을 것 같네. 묘론파의 몇몇 똑똑한 녀석들은 나와 몰래 계약을 맺었어. 난 모라가 있고 그들은 기술과 손재주가 있어서 내 장사를 더 원활하게 만들어주거든. 후후, 대상인 도리는 말이야, 손해 보는 장사는 안 한다고",
      "en": "I tend to avoid people from the Akademiya, all those rules and regulations of theirs make it nearly impossible to do good business. Although, those from the Kshahrewar tend to be a little more sensible... Ahem, between the two of us, they signed a private contract with me. I have the Mora, they have the technology and crafting techniques. This collaboration will practically roll in opportunities for my business. Hehe, a Dori deal is always a lucrative deal!",
      "de": "Normalerweise würde ich die Leute von der Akademie meiden, ihre verschiedenen Regeln und Vorschriften machen es einfach unmöglich, Geschäfte zu machen. Aber es ist in Ordnung, dir zu sagen, dass einige Leute der Baulehre ziemlich pfiffig sind und privat Verträge mit mir geschlossen haben. Ich habe Mora, sie haben die Fähigkeiten und das handwerkliche Geschick. Dadurch läuft mein Geschäft auch reibungsloser. Hehe, Dori, die große Händlerin, macht nie Geschäfte mit Verlust.",
      "es": "Suelo evitar a todos los eruditos de la Academia. Siempre andan con cientos de reglas y normas, no hay quien haga negocios con ellos. Aunque los de la Escuela de Tecnología son más sensatos... Te contaré un secreto. He firmado un acuerdo con ellos. Yo tengo el Mora y ellos la tecnología que necesito y la mano para crear todo tipo de aparatos. ¡Es un acuerdo de lo más lucrativo para mi negocio!",
      "fr": "#J'ai tendance à éviter ceux de l'Académie, avec toutes leurs règles et leurs règlements, c'est presque impossible de faire des affaires. Même si ceux du Kshahrewar ont un peu plus les pieds sur terre... Ahem, entre nous, on a signé un accord privé. J'ai les moras, ils ont les compétences et le savoir-faire. Je sens que ça va faire fructifier mes affaires. Héhé, un accord avec Dori, c'est toujours un accord qui fait gagner de l'argent{NON_BREAK_SPACE}!",
      "pt": "Eu costumo evitar as pessoas da Academia. Todas aquelas regras e regulamentos tornam quase impossível fazer bons negócios. Apesar disso, os Kshahrewar são bem inteligentes... Ahem! Cá entre nós, eles assinaram um contrato privado comigo. Eu tenho a Mora, eles têm a tecnologia e as técnicas necessárias. Essa colaboração fará minha vida como comerciante bem melhor. Hehe, um acordo com Dori sempre é um bom negócio!",
      "ru": "Обычно я стараюсь держаться подальше от людей из Академии - с этими их правилами и ограничениями просто невозможно нормально вести торговлю. Но я тебе так скажу: любое правило можно обойти. В Кшахреваре нашлись сообразительные люди, мы с ними подписали кое-какое соглашение. У меня есть мора, у них есть техника и разные диковинки, а ещё они могут поспособствовать тому, чтобы торговля у меня шла более гладко. Хи-хи, великолепная Дори никогда не будет вести дела себе в убыток!",
      "id": "Aku selalu menghindari orang-orang dari Akademiya, semua aturan dan regulasi itu bikin susah, sangat tidak bagus buat bisnis. Tapi kalau orang-orang Kshahrewar sih masih agak mending ... Ehem, ini cuma di antara kita saja ya, sebenarnya mereka sudah tanda tangan kontrak denganku. Aku punya Mora, mereka punya teknologi dan teknik manufaktur yang canggih. Ini kesempatan besar buat bisnis. Hehe, kalau Dori yang buat kesepakatan, dijamin tidak merugi!",
      "th": "โดยปกติแล้วฉันจะซ่อนตัวจากคนของทางสถาบัน กฎระเบียบเคร่งครัดเยอะแยะมากมายของพวกเขาทำให้ผู้คนไม่เป็นอันทำมาหากิน แต่ว่า เรื่องนี้บอกคุณก็ไม่น่าจะเป็นอะไร คนบางคนในภาควิชาเทคโนโลยี ก็ยังถือว่ามีไหวพริบอยู่บ้าง ก็เลยมาเซ็นสัญญากับฉันเป็นการส่วนตัว ฉันมี Mora ส่วนพวกเขามีทักษะกับฝีมือ แถมยังทำให้ธุรกิจของฉันราบรื่นขึ้นอีกด้วย ฮี่ฮี่ นักธุรกิจใหญ่ Dori ไม่ทำการค้าที่ขาดทุนหรอกนะ",
      "vi": "Thông thường thì tôi sẽ trốn người của Giáo Viện, những loại quy tắc điều lệ của họ đúng là cản trở người ta làm ăn mà. Nhưng nói cho quý khách nghe cũng không sao, trong Học Phái Kshahrewar cũng có vài tên đầu óc linh hoạt, đã ký kết điều khoản riêng với tôi. Tôi có Mora, họ có công nghệ và kỹ thuật, tiện thể cũng khiến cho con đường làm ăn của tôi trơn tru hơn. Haha, đại thương nhân Dori không bao giờ làm ăn lỗ vốn cả."
    }
  },
  {
    "title": {
      "zhs": "关于我们·推销",
      "zht": "關於我們·推銷",
      "jp": "セールスについて…",
      "ko": "우리에 대해·홍보",
      "en": "About Us: Promotion",
      "de": "Über uns – Angebot",
      "es": "#Sobre nosotr{F#as}{M#os} - Promoción",
      "fr": "À propos de nous - Publicité",
      "pt": "Sobre nós — Promoção",
      "ru": "О нас: Продвижение товаров",
      "id": "Tentang Kita: Promosi",
      "th": "เกี่ยวกับเรา - ทำการขาย",
      "vi": "Về chúng ta - Bán Hàng"
    },
    "line": {
      "zhs": "你要在须弥旅行吗？须弥的沙漠很危险喔，就让大善人多莉来帮你吧！锵锵，沙漠旅行大礼包，只需要五百万摩拉！现在购买还会免费附送雨林旅行大礼包！机不可失，时不再来喔。",
      "zht": "#{F#妳}{M#你}要在須彌旅行嗎？須彌的沙漠很危險喔，就讓大善人多莉來幫{F#妳}{M#你}吧！鏘鏘，沙漠旅行大禮包，只需要五百萬摩拉！現在購買還會免費附送雨林旅行大禮包！機不可失，時不再來喔。",
      "jp": "スメールで旅をしますの？スメールの砂漠は危険ですので、このとても善良なドリーがお助けいたしますわ！たららたったら～、砂漠旅行パックですの。これがたったの五百万モラ！さらに今購入すると、なんと雨林旅行パックもおまけで付いてきますの！ぜひ、この機会をお見逃しなく！",
      "ko": "수메르에서 여행하게? 수메르의 사막은 엄청 위험해. 착한 도리가 도와주지! 짜잔, 사막 여행 패키지, 500만 모라만 받을게! 지금 사면 무료로 우림 여행 패키지도 주고 있어! 날이면 날마다 오는 기회가 아니야",
      "en": "Planning to travel in Sumeru? The desert can be pretty dangerous, you know — but don't worry, Dori's always got your back! Ta-daaa! This is the Desert Survival Kit. Available to you for only 5 million Mora! Buy it now and I'll throw in an additional Rainforest Survival Kit, free of charge! This deal is available for a limited time only, so don't miss your chance!",
      "de": "Planst du, eine Reise in Sumeru zu machen? Die Wüste kann ziemlich gefährlich sein. Aber keine Sorge, Dori ist immer für dich da! Tada! Das ist das Wüsten-Reisepaket. Es kostet nur fünf Millionen Mora. Wenn du es jetzt kaufst, bekommst du ein zusätzliches Regenwald-Reisepaket! Dieses Angebot ist nur für eine begrenzte Zeit gültig, also verpasse nicht deine Chance!",
      "es": "¿Tienes pensado viajar por Sumeru? El desierto puede ser muy peligroso, pero no te preocupes. ¡Dori al rescate! ¡Tachán! ¡Un kit de supervivencia para el desierto! Disponible por cinco millones de Moras. Si lo compras ahora, ¡recibirás de regalo un kit de supervivencia para la selva! Esta oferta está disponible solo por tiempo limitado, ¡no la dejes pasar!",
      "fr": "Vous prévoyez de voyager à Sumeru ? Le désert peut être dangereux, vous savez. Mais ne vous inquiétez pas, Dori est toujours là pour vous aider ! Ta-daaa ! Voilà le kit de survie dans le désert. Disponible pour seulement 5 millions de moras ! Achetez-le maintenant et vous aurez droit à un kit de survie en forêt tropicale gratuit ! Attention, c'est une offre limitée, alors n'attendez pas !",
      "pt": "Está pensando em viajar em Sumeru? O deserto é bem perigoso, mas não se preocupe, Dori vai te ajudar! Tã-dã! Esse daqui é o Kit de Sobrevivência no Deserto. Está disponível por 5 milhões de Mora! Compre agora e eu ainda adicionarei um Kit de Sobrevivência na Floresta Tropical de graça! Essa oferta é por tempo limitado, não perca!",
      "ru": "Собираешься путешествовать по Сумеру? Пустыни Сумеру полны опасностей, позволь добродетельной Дори тебе помочь! Динь-дон! Набор для странствий по пустыне! Всего пять миллионов моры! Приобрети его прямо сейчас, получишь в подарок Набор для странствий по тропическому лесу! Спеши, предложение ограничено!",
      "id": "Mau jalan-jalan di Sumeru? Awas, padang pasir itu tempat yang berbahaya. Tapi tenang saja, asal ada Dori, semua beres! Eng-ing-eng, ini namanya Peralatan Bertahan Hidup di Padang Pasir. Harga spesial, 5 juta Mora saja! Aku lagi ada promo, beli satu bisa dapat Peralatan Bertahan Hidup di Hutan Hujan, GRATIS! Penawaran ini terbatas loh ya, awas jangan sampai menyesal tidak beli!",
      "th": "คุณจะเดินทางไปที่ Sumeru งั้นเหรอ? ทะเลทรายของ Sumeru อันตรายมากเลยล่ะ ให้คนมีเมตตาอย่าง Dori ช่วยเหลือคุณเองนะ! ท้าดา แพ็กเกจท่องเที่ยวทะเลทราย ราคาเพียง 5 ล้าน Mora! ซื้อตอนนี้แถมฟรีแพ็กเกจท่องเที่ยวป่าฝน! ถ้าพลาดโอกาสนี้ ไม่มีขายอีกแล้วนะ",
      "vi": "Quý khách muốn đi du lịch ở Sumeru sao? Sa mạc của Sumeru nguy hiểm lắm đó, để Dori lương thiện này giúp đỡ cho nhé! Tèn ten, túi du lịch sa mạc, chỉ bán với giá 5 triệu Mora thôi! Mua bây giờ sẽ còn tặng miễn phí túi du lịch rừng mưa nữa đó! Cơ hội hiếm có, đừng nên bỏ lỡ nhé."
    }
  },
  {
    "title": {
      "zhs": "关于我们·摩拉分配",
      "zht": "關於我們·摩拉分配",
      "jp": "モラの分配について…",
      "ko": "우리에 대해·모라 분배",
      "en": "About Us: Mora Distribution",
      "de": "Über uns – Verteilung der Mora",
      "es": "#Sobre nosotr{F#as}{M#os} - Distribución de Mora",
      "fr": "À propos de nous - Division des moras",
      "pt": "Sobre nós — Distribuição da Mora",
      "ru": "О нас: Как делить мору",
      "id": "Tentang Kita: Pembagian Mora",
      "th": "เกี่ยวกับเรา - การจัดสรร Mora",
      "vi": "Về chúng ta - Phân Phối Mora"
    },
    "line": {
      "zhs": "我的摩拉是我的，你的摩拉还是我的，嘿嘿。",
      "zht": "#我的摩拉是我的，{F#妳}{M#你}的摩拉還是我的，嘿嘿。",
      "jp": "私のモラは私のもの、あなたのモラも私のもの、うふ、うふ、うふふふっ。",
      "ko": "내 모라는 내 거고, 네 모라도 내 거야. 헤헤",
      "en": "My Mora is mine, and your Mora is mine too! Hehehe.",
      "de": "Meine Mora gehören mir und deine Mora gehören auch mir! Hehe.",
      "es": "Mis Moras son míos y tus Moras... también, jeje.",
      "fr": "Mes moras sont pour moi, et tes moras sont pour moi aussi ! Héhéhé !",
      "pt": "Minha Mora é minha, e sua Mora também é minha! Hehehe.",
      "ru": "Моя мора - это моя собственность, а твоя мора - тоже моя собственность! Хи-хи!",
      "id": "Mora-ku ya punyaku, terus Mora-mu ... ya punyaku juga! Hehehe.",
      "th": "Mora ของฉันก็คือของฉัน Mora ของคุณก็เป็นของฉันเหมือนกัน ฮี่ฮี่",
      "vi": "Mora của tôi là của tôi, Mora của quý khách cũng là của tôi, hihi."
    }
  },
  {
    "title": {
      "zhs": "关于我们·实价",
      "zht": "關於我們·實價",
      "jp": "正価について…",
      "ko": "우리에 대해·정가",
      "en": "About Us: Actual Price",
      "de": "Über uns – Tatsächlicher Preis",
      "es": "#Sobre nosotr{F#as}{M#os} - Precio real",
      "fr": "À propos de nous - Prix réel",
      "pt": "Sobre nós — Preço Real",
      "ru": "О нас: Реальная цена",
      "id": "Tentang Kita: Harga Sebenarnya",
      "th": "เกี่ยวกับเรา - ราคาที่แท้จริง",
      "vi": "Về chúng ta - Giá Gốc"
    },
    "line": {
      "zhs": "好吧好吧，和你实话实说也行啦。沙漠和雨林的旅行大礼包，拆开来卖的话，分别都值二百五十万摩拉。但买一送一听起来比较划算嘛，你不觉得吗？",
      "zht": "#好吧好吧，和{F#妳}{M#你}實話實說也行啦。沙漠和雨林的旅行大禮包，拆開來賣的話，分別都值二百五十萬摩拉。但買一送一聽起來比較划算嘛，{F#妳}{M#你}不覺得嗎？",
      "jp": "ええ、ええ、分かりましたわ。あなたには本当のことを打ち明けましょう。砂漠と雨林の旅行パックをそれぞれ売った場合、一個あたり二百五十万モラになりますの。でも、一個買ったらもう一個もタダになると思うと、とてもお得な気がしません？",
      "ko": "알았어, 알았어. 너한테는 사실대로 알려줄게. 사막과 우림 여행 패키지는 따로 팔아도 각각 250만 모라야. 근데 하나를 무료로 준다고 하면 더 저렴해 보이잖아, 안 그래?",
      "en": "Fine fine, I'll be honest with you... The desert and rainforest survival kits are worth two and a half million Mora each. But buy one get one free sure sounds like a good bargain, doesn't it?",
      "de": "Na ja, ich will ehrlich zu dir sein ... Die Wüsten- und Regenwald-Reisepaket sind jeweils zweieinhalb Millionen Mora wert. Aber eins zu kaufen und eins gratis zu bekommen, klingt doch nach einem guten Schnäppchen, oder?",
      "es": "Bueno, bien, te diré la verdad. Los kits de supervivencia para el desierto y la selva valen dos millones y medio de Moras cada uno. Pero lo de “compra uno, llévate otro gratis” suena a una mejor ganga, ¿no te parece?",
      "fr": "#D'accord, d'accord, je vais être honnête avec toi... Les kits de survie pour le désert et la forêt tropicale valent deux millions et demi de moras chacun. Mais en acheter un et en avoir un gratuit, ça paraît être une bonne affaire, non{NON_BREAK_SPACE}?",
      "pt": "Está bem, está bem. Vou ser honesta com você... Os kits de sobrevivência no deserto e na floresta valem 2 milhões e meio de Mora cada. Mas comprar um e conseguir o outro de graça parece um ótimo negócio, não acha?",
      "ru": "Ладно, ладно, давай начистоту. По отдельности Набор для странствий по пустыне и Набор для странствий по тропическому лесу стоят два с половиной миллиона моры каждый. Но предложение «Купи один набор и получи второй в подарок» выглядит очень привлекательно. Разве нет?",
      "id": "Iya deh iya, aku jujur saja ke kamu ... peralatan bertahan hidup di padang pasir dan hutan hujan itu masing-masing harganya 2,5 juta Mora. Tapi kalau dikemas dengan promo beli 1 gratis 1, kan jadi lebih menarik. Setuju?",
      "th": "เอาล่ะ ๆ พูดความจริงกับคุณก็ได้ แพ็กเกจท่องเที่ยวทะเลทรายกับแพ็กเกจท่องเที่ยวป่าฝน ถ้าแยกขายก็ราคาแพ็กเกจละ 2.5 ล้าน Mora แต่ซื้อหนึ่งแถมหนึ่งฟังดูเป็นข้อเสนอที่คุ้มค่าดีนี่นา คุณไม่รู้สึกแบบนั้นเหรอ?",
      "vi": "Được rồi được rồi, nói cho quý khách nghe cũng không sao. Túi du lịch sa mạc và rừng mưa nếu tách ra bán thì mỗi cái có giá hai triệu rưỡi Mora. Nhưng nghe mua một tặng một thì sẽ khiến khách hàng thích thú hơn mà đúng không?"
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về \"Vision\"..."
    },
    "line": {
      "zhs": "哎呀哎呀，我的神之眼亮晶晶的，很漂亮吧？既然看到了这么漂亮的东西，你是不是应该付摩拉呢？",
      "zht": "#哎呀哎呀，我的神之眼亮晶晶的，很漂亮吧？既然看到了這麼漂亮的東西，{F#妳}{M#你}是不是應該付摩拉呢？",
      "jp": "おやおやおや～？私の神の目がピカピカに輝いていますの。すっごく綺麗だと思いません？こんなに美しいものを目にできたのですから、モラをいただいてもかまいませんよね？",
      "ko": "어라라? 내 신의 눈, 반짝반짝하는 게 정말 예쁘지? 이렇게 예쁜 물건을 보여줬는데 모라를 지불해야겠다는 생각은 들지 않나 봐?",
      "en": "Wow, just look at it... My Vision is so shiny and beautiful, isn't it? Don't you think you should pay my a fee for the privilege of seeing such an exquisite beauty?",
      "de": "Oho, sieh es dir nur an ... Mein Göttliches Auge ist so glänzend und schön, nicht wahr? Da du ein so schönes Ding gesehen hast, sollst du dafür doch Mora bezahlen, oder?",
      "es": "¿Has visto lo bonita y brillante que es mi Visión? Creo que debería empezar a cobrar a la gente por tener el privilegio de contemplar semejante belleza.",
      "fr": "Waouh, regarde-moi ça... Mon œil divin est tellement beau, n'est-ce pas ? Tu ne penses pas que tu devrais me donner quelques moras pour avoir vu quelque chose d'aussi beau ?",
      "pt": "Uau, olha só... Minha visão é tão brilhante e bonita, não é? Você não acha que deveria me pagar uma taxa pelo privilégio de ver essa belezinha?",
      "ru": "Ах, мой Глаз Бога так дивно блестит, правда? Я показала тебе такую красоту, наверное, надо за это немного заплатить. Как думаешь?",
      "id": "Lihat ... Vision-ku. Sudah terang, cantik lagi. Setuju kan? Sudah dapat berkat bisa lihat barang bagus begini, wajarnya sih kamu bayar ya.",
      "th": "อุ๊ยแหม ๆ วิชั่นที่เปล่งประกายวิบวับของฉัน สวยใช่มั้ยล่ะ? ในเมื่อจ้องมองของที่สวยงามขนาดนี้ คุณก็ต้องจ่าย Mora ให้หน่อยมั้ยนะ?",
      "vi": "Ây da ây da! Vision của tôi rất sáng rất đẹp đúng không? Nếu quý khách đã thấy được thứ đẹp đẽ vậy rồi thì nên trả chút tiền chứ nhỉ?"
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享…",
      "zht": "有什麼想要分享…",
      "jp": "シェアしたいこと…",
      "ko": "하고 싶은 이야기…",
      "en": "Something to Share",
      "de": "Willst du mir etwas mitteilen?",
      "es": "¿Algo que decir?",
      "fr": "Quelque chose à partager ?",
      "pt": "Algo para compartilhar...",
      "ru": "Давай поделимся...",
      "id": "Berbagi Cerita",
      "th": "ต้องการจะแชร์อะไร...",
      "vi": "Có gì muốn chia sẻ không..."
    },
    "line": {
      "zhs": "以前也有些蠢蘑菇试图欠账不还，嘿嘿，也不看看我是谁。不如，你来猜猜看他们的下场如何吧？",
      "zht": "#以前也有些蠢蘑菇試圖欠帳不還，嘿嘿，也不看看我是誰。不如，{F#妳}{M#你}來猜猜看他們的下場如何吧？",
      "jp": "以前もモラを払わずに踏み倒そうとしたおバカさんがいましたの。まったく、私を誰だと思っているのでしょう…さて、彼らの結末がどうなったか当ててみませんか？",
      "ko": "옛날에도 멍청한 녀석들이 돈을 안 갚으려고 한 적 있었어. 흐흥, 감히 누굴 상대로…. 그들이 어떻게 됐는지 맞혀볼래?",
      "en": "Once, some stupid toadstools thought they could get away with not paying what they owed. Hmph, little did they know who they were messing with! ...Can you guess what happened to them?",
      "de": "Es gab schon einige dumme Pilze, die versucht haben, ihre Schulden nicht zu begleichen. Hehe, sie wussten wohl nicht, mit wem sie sich anlegten! Rate mal, was am Ende mit ihnen geschah?",
      "es": "Una vez, unos pobres tontos intentaron escaparse sin pagar. Jeje, supongo que no sabían con quién estaban tratando. Adivina lo que les pasó.",
      "fr": "Une fois, il y a une bande d'imbéciles qui a cru qu'ils pouvaient s'en tirer sans payer ce qu'ils devaient. Hmpf, ils n'avaient pas idée à qui ils avaient affaire ! ... Tu sais ce qui leur est arrivé à la fin ?",
      "pt": "Uma vez, alguns Tontogumelos pensaram que me enganariam ao não pagar o que me deviam. Hunf! Eles não sabiam com quem estava mexendo! Você consegue imaginar o que aconteceu com eles?",
      "ru": "Некоторые глупые поганки пробовали брать у меня в долг и не отдавать, хи-хи. Не знали, с кем связались. Угадай, что с ними потом стало?",
      "id": "Dulu, ada sekelompok orang bodoh yang kira mereka bisa kabur dari utang. Heh, naif, belum tahu ya sama siapa urusannya. Tebak, gimana jadinya nasib mereka sekarang?",
      "th": "ก่อนหน้านี้ก็เคยมีเจ้าพวกโง่เง่าที่ติดหนี้ไว้แล้วไม่จ่ายเหมือนกัน ฮี่ฮี่ ไม่รู้ซะแล้วว่าฉันเป็นใคร คุณลองเดาดูมั้ยล่ะ พวกเขามีจุดจบเป็นยังไง?",
      "vi": "Dạo trước có vài tên đầu nấm ngu ngốc định quỵt tiền, hờ hờ, chắc là không biết tôi là ai rồi... Hay là, quý khách đoán thử xem kết cục của họ là thế nào nhé?"
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻·共同语言",
      "zht": "感興趣的見聞·共同語言",
      "jp": "興味のあること·共通の話題",
      "ko": "흥미있는 일·공통 언어",
      "en": "Interesting Things: Common Language",
      "de": "Interessante Vorkommnisse – Gemeinsame Sprache",
      "es": "Una noticia interesante - El lenguaje del Mora",
      "fr": "Détails intéressants - Langue commune",
      "pt": "Coisas interessantes — Língua comum",
      "ru": "Интересные вещи: Общие темы",
      "id": "Cerita Menarik: Bahasa yang Sama",
      "th": "ข้อมูลที่น่าสนใจ - ภาษาเดียวกัน",
      "vi": "Những kiến thức thú vị - Tiếng Nói Chung"
    },
    "line": {
      "zhs": "如果盗宝鼬能开口说话的话，我们肯定很有共同语言。它们多有眼光呀！全提瓦特最惹人喜爱的，自然是亮闪闪金灿灿的摩拉。",
      "zht": "如果盜寶鼬能開口說話的話，我們肯定很有共同語言。牠們多有眼光呀！全提瓦特最惹人喜愛的，當然是閃亮亮金燦燦的摩拉。",
      "jp": "もし宝盗イタチが言葉を話せたら、私たちにはきっと共通の話題がたくさんあると思いますの。だって、あの子たちには見る目がありますでしょ？それにテイワット全土の中でもっとも愛らしい上に、キラキラと輝く黄金色のモラが大好きなんですから！",
      "ko": "만약 보물 사냥 족제비가 말을 할 수 있으면 나랑 말이 참 잘 통할 텐데. 안목이 워낙 탁월하잖아! 티바트에서 가장 사랑스러운 건 당연히 반짝이는 모라지",
      "en": "If Weasel Thieves could talk, I bet we'd have a lot in common. What they love most in all of Teyvat is, of course, shiny Mora! Sounds like they've got good heads on their shoulders if you ask me.",
      "de": "Wenn Schatzmarder sprechen könnten, hätten wir sicher viel gemeinsam. Sie haben einen guten Geschmack. Sie lieben auch die unübertrefflich süßen, glänzenden Mora!",
      "es": "Creo que si los hurones ladrones pudieran hablar, nos llevaríamos divinamente. Lo que más les gusta en todo Teyvat es el brillante y dorado color del Mora. ¡Tienen muy buen ojo!",
      "fr": "Si les belettes voleuses pouvaient parler, je suis sûre qu'on aurait plein de choses à se dire. Ce qu'elles aiment par-dessus tout, ce sont bien sûr les moras ! Moi, je pense qu'elles ont les pieds sur terre.",
      "pt": "Se Furões Ladrões pudessem falar, aposto que teríamos muito em comum. Eles têm um olhar muito aguçado! O que mais adoram em Teyvat é a linda e brilhante Mora.",
      "ru": "Если бы хорьки-барахольщики умели разговаривать, у нас нашлось бы множество общих тем. Восхищаюсь их проницательностью! Что больше всего любят люди во всём Тейвате? Сияющую золотом мору, а что же ещё!",
      "id": "Kalau Weasel Thieves bisa bicara, kurasa kami bakal punya banyak kesamaan. Dari semua yang ada di Teyvat, mereka paling suka Mora yang kinclong! Makhluk-makhluk pintar, patut diacungi jempol.",
      "th": "ถ้า Weasel Thief เปิดปากพูดได้ล่ะก็ พวกเราจะต้องมีภาษาที่เหมือนกันมากแน่นอน พวกมันตาถึงมากเลย! สิ่งที่ผู้คนชื่นชอบที่สุดใน Teyvat จะต้องเป็น Mora สีทองอร่ามเปล่งประกายอยู่แล้วล่ะ",
      "vi": "Nếu Chồn Đạo Bảo có thể nói chuyện thì chúng tôi nhất định sẽ có tiếng nói chung đó. Chúng rất biết cách chọn đấy, thứ hấp dẫn người ta nhất trong cả Teyvat này đương nhiên là Mora lấp lánh rồi!"
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻·驮兽乐园",
      "zht": "感興趣的見聞·馱獸樂園",
      "jp": "興味のあること·駄獣楽園",
      "ko": "흥미있는 일·동물 짐꾼 낙원",
      "en": "Interesting Things: Sumpter Beast Park",
      "de": "Interessante Vorkommnisse – Packtier-Paradies",
      "es": "Una noticia interesante - Parque de animales de carga",
      "fr": "Détails intéressants - Parc des bêtes de somme",
      "pt": "Coisas interessantes — Parque de Animais de Carga",
      "ru": "Интересные вещи: Парк вьючных яков",
      "id": "Cerita Menarik: Taman Sumpter Beast",
      "th": "ข้อมูลที่น่าสนใจ - สวนสนุก Sumpter Beast",
      "vi": "Những kiến thức thú vị - Vườn Thú Thồ Hàng"
    },
    "line": {
      "zhs": "想见见驮兽吗？没问题！你想见多少我就有多少。只不过这个门票钱嘛，欸嘿嘿…",
      "zht": "#想見見馱獸嗎？沒問題！{F#妳}{M#你}想見多少我就有多少。只不過這個門票錢嘛，欸嘿嘿…",
      "jp": "駄獣を見たい？もちろん問題ありませんの！好きなだけ見てくれて構いませんわ！ただし、入場料はこちらになりますの、うふっ、うふ、うふふふ、うふ…",
      "ko": "동물 짐꾼을 보고 싶다고? 문제없어! 네가 원하는 만큼 보여줄게! 다만 입장권의 가격은, 헤헤…",
      "en": "You'd like to see a Sumpter Beast? No problem! I've got more than you could ever dream of! I'd be happy to let you see them, for a fee... hehe.",
      "de": "Du möchtest Packtiere sehen? Kein Problem! Ich habe mehr, als du dir vorstellen kannst! Ich würde sie dir gern zeigen, aber der Eintrittspreis ... Hehe ...",
      "es": "¿Quieres ver animales de carga? ¡No hay problema! ¡Tengo tantos como desees! Pero tienes que pagar la entrada, claro, jeje.",
      "fr": "#Tu veux voir une bête de somme{NON_BREAK_SPACE}? Pas de problème ! J'en ai plus que tu ne pourrais l'imaginer ! Je serais ravie de te les montrer, moyennant finances... Héhé.",
      "pt": "Você gostaria de ver um Animal de Carga? Não tem problema? Eu tenho mais do que você poderia imaginar! Mas você teria que pagar uma taxa, é claro, hehe...",
      "ru": "Хочешь посмотреть на вьючного яка? Легко! Найду тебе столько вьючных яков, сколько пожелаешь. Но придётся заплатить за билет, а-ха-ха...",
      "id": "Ingin lihat Sumpter Beast? Tidak masalah! Aku punya banyak! Kalau mau lihat silakan, tapi jangan lupa ... ada niat, ada harga! Hehe.",
      "th": "อยากเห็น Sumpter Beast มั้ย? ได้เลยไม่มีปัญหา คุณอยากจะดูนานแค่ไหนก็ดูให้จุใจไปเลย! แต่ว่าเรื่องเงินค่าตั๋วเข้าดูนี่ อิฮี่ฮี่...",
      "vi": "Muốn gặp Thú Thồ Hàng sao? Không thành vấn đề! Muốn gặp bao nhiêu tôi có bấy nhiêu! Chỉ là vé vào cổng thì... hì hì..."
    }
  },
  {
    "title": {
      "zhs": "关于赛诺…",
      "zht": "關於賽諾…",
      "jp": "セノについて…",
      "ko": "사이노에 대해…",
      "en": "About Cyno",
      "de": "Über Cyno ...",
      "es": "Sobre Cyno...",
      "fr": "À propos de Cyno...",
      "pt": "Sobre Cyno...",
      "ru": "О Сайно...",
      "id": "Tentang Cyno",
      "th": "เกี่ยวกับ Cyno...",
      "vi": "Về Cyno..."
    },
    "line": {
      "zhs": "我和他算是有点私交。毕竟能为他拿到「七圣召唤」所有周边产品的人，全须弥只有我一个。很罕见吧！教令院里居然有他这种特行独立，眼光不错，又从不讲价的人。",
      "zht": "我和他算是有點私交。畢竟能為他拿到「七聖召喚」所有周邊產品的人，全須彌只有我一個。很罕見吧！教令院裡居然有他這種特行獨立，眼光不錯，又從不議價的人。",
      "jp": "彼とは、ちょっとした個人的な付き合いがあるんですの。何しろ、「七聖召喚」のグッズをすべて揃えることができるのは、このスメールでは私しかいませんからね。教令院では、彼のように自分の考えを持っていて、見る目があり、値切りをしない方とは滅多に会えませんの。",
      "ko": "사적으로 친분이 좀 있는 셈이지. 그에게 「일곱 성인의 소환」 굿즈를 전부 구해줄 수 있는 사람은 수메르 전체를 뒤져봐도 나밖에 없거든. 대단하지? 아카데미아에 그렇게 마이웨이인 사람이 있다니, 안목도 뛰어나고 흥정도 안 하더군",
      "en": "You could say I know him. After all, I was the only merchant in all Sumeru who could acquire the full range of Genius Invokation TCG merch for him! Not bad, huh? I've gotta admit, it's pretty rare to see anyone from the Akademiya like him... independent and with a good head on his shoulders. Plus, he's never been one to haggle over prices.",
      "de": "Du kannst sagen, dass ich ihn kenne. Schließlich bin ich die einzige Händlerin in ganz Sumeru, die alle Fan-Artikel der „Genialen Beschwörung“ für ihn besorgen kann! Das ist selten, nicht wahr? Ich muss zugeben, dass es ziemlich ungewöhnlich ist, dass es in der Akademie jemanden wie ihn gibt. Er ist exzentrisch. Außerdem hat er einen guten Geschmack und feilscht nie.",
      "es": "Se podría decir que lo conozco. Al fin y al cabo, fui la única comerciante de toda Sumeru que le consiguió todos los productos temáticos de Invocación de los Sabios. Nada mal, ¿eh? He de admitir que es muy poco común encontrarse con alguien de la Academia como él, independiente y con los pies en la tierra. Además, nunca ha intentado regatear mis precios.",
      "fr": "On peut considérer qu'on se connaît. Après tout, je suis la seule personne dans tout Sumeru à avoir pu lui trouver la collection complète des produits dérivés de l'Invocation des Sept ! Pas mal, hein ? Je dois admettre que c'est plutôt rare de voir quelqu'un de l'Académie comme lui... Indépendant et avec les pieds sur terre. En plus, il n'a jamais marchandé les prix.",
      "pt": "Pode-se dizer que eu o conheço. Afinal, eu era a única comerciante em Sumeru que tinha como conseguir todo o conjunto de produtos de Chamado Sagrado dos Sete para ele! Nada mal, né? Tenho que admitir, não é comum ver alguém da Academia gostar dele... É independente e com boas ideias. Além disso, ele não costuma barganhar meus preços.",
      "ru": "Я с ним немного знакома. Ведь одна я во всём Сумеру могу найти всё необходимое для Священного призыва семерых. А это не так-то просто! Оказывается, есть в Академии и такие люди: благородные, с хорошим вкусом и без привычки торговаться.",
      "id": "Bisa dibilang aku kenal dia. Bagaimanapun juga, cuma aku satu-satunya pedagang di Sumeru yang bisa mendapatkan semua pernak-pernik Genius Invokation TCG buat dia! Lumayan, kan? Yah harus kuakui, jarang sekali lihat orang dari Akademiya yang seperti dia ... mandiri dan tidak neko-neko. Dan satu lagi: dia tidak suka nawar!",
      "th": "ฉันกับเขาพวกเราก็ถือว่ามีความสัมพันธ์แบบส่วนตัวกันนิดหน่อย เพราะยังไงคนที่สามารถหาสินค้าที่เกี่ยวข้องทั้งหมดของ \"เกมกลเจ็ดอัจฉริยะ\" ให้เขาได้ ทั่วทั้ง Sumeru ก็มีแค่ฉันคนเดียว! หายากมากเลยใช่มั้ยล่ะ! ไม่น่าเชื่อเลยว่าทางสถาบันจะยังมีคนที่มีอิสรเสรี ตาถึง แล้วก็ไม่เคยต่อรองราคาแบบเขาน่ะ",
      "vi": "Tôi và anh ta cũng có chút quen biết riêng. Dẫu sao thì người có thể thu thập tất cả sản phẩm về \"Thất Thánh Triệu Hồi\" cho anh ta thì cả Sumeru này chỉ có tôi thôi. Rất hiếm thấy đúng không! Không ngờ trong Giáo Viện lại có một người khác biệt như anh ta, rất có mắt nhìn, lại không hề trả giá, khách sộp đấy."
    }
  },
  {
    "title": {
      "zhs": "关于提纳里…",
      "zht": "關於提納里…",
      "jp": "ティナリについて…",
      "ko": "타이나리에 대해…",
      "en": "About Tighnari",
      "de": "Über Tighnari ...",
      "es": "Sobre Tignari...",
      "fr": "À propos de Tighnari...",
      "pt": "Sobre Tighnari...",
      "ru": "О Тигнари...",
      "id": "Tentang Tighnari",
      "th": "เกี่ยวกับ Tighnari...",
      "vi": "Về Tighnari..."
    },
    "line": {
      "zhs": "他热爱学术就和我热爱摩拉一样。听说他经常会做一些神奇的小玩意儿，只可惜会用什么公务繁忙作为理由，拒绝和我合作批量生产，要不然…可以赚上一大笔摩拉呢！",
      "zht": "他熱愛學術就和我熱愛摩拉一樣。聽說他經常會做一些神奇的小東西，只可惜會用什麼公務繁忙作為理由，拒絕和我合作批量生產，要不然…可以賺上一大筆摩拉呢！",
      "jp": "私がモラを愛するように、彼は学術を愛していますの。彼は時に不思議なものを作ると耳にしますわ。ですので、量産の話を持ちかけたのですが、公務が忙しいことを言い訳に断られましたの。そうでなければ…モラをがっぽり儲ぐことができましたのに！",
      "ko": "그는 내가 모라를 사랑하는 만큼 학문을 사랑해. 듣자 하니 신기한 물건을 자주 만드는 모양이야. 아쉽게도 일이 바쁘다는 핑계로 같이 물건을 대량 생산하자는 내 제안은 거절당했어. 아니면… 엄청난 모라를 벌 수 있을 텐데 말이야!",
      "en": "He loves learning as much as I love Mora. I heard he makes a lot of little interesting gadgets, but he refuses to partner with me to mass produce them. He always says he's too busy with work, but really it's just an excuse. *sigh* A shame, really... We could make an absolute fortune!",
      "de": "Er liebt die Wissenschaft so sehr wie ich Mora liebe. Ich habe gehört, dass er viele kleine interessante Geräte herstellt, aber er weigert sich, mit mir zusammenzuarbeiten, um sie in Massen zu produzieren. Er sagt immer, er sei zu beschäftigt, aber das ist nur eine Ausrede. *seufz* Ah, wirklich schade ... Wir könnten sonst ein Vermögen machen!",
      "es": "La misma pasión que tiene él por lo académico la tengo yo por el Mora. He oído que hace un montón de artilugios interesantes, pero se niega a colaborar conmigo para fabricarlos en masa. Siempre dice estar muy ocupado con su trabajo, pero sé que solo es una excusa. *Suspira*, una lástima... ¡Podríamos hacer una fortuna!",
      "fr": "Il aime la connaissance autant que j'aime les moras. J'ai entendu dire qu'il fabriquait beaucoup de petits gadgets intéressants, mais il refuse de s'associer avec moi pour les produire en série. Il dit toujours qu'il est trop occupé par son travail, mais ce n'est qu'une excuse. *soupir* C'est vraiment dommage... On aurait pu faire une fortune !",
      "pt": "Ele adora aprender assim como eu adoro Mora. Ouvi dizer que ele faz muitos itens interessantes, mas se recusa a fazer uma parceria comigo para produzi-los em massa. Diz que sempre está ocupado com o trabalho, mas isso é só uma desculpa. *Suspiro* É uma pena, sério... Poderíamos fazer uma fortuna!",
      "ru": "Он любит науку так же страстно, как я люблю мору. Слышала, он иногда мастерит разные удивительные безделушки, но всё время отговаривается делами и не хочет поставить мне партию на продажу... А мог бы столько моры заработать!",
      "id": "Kesukaannya belajar sama seperti kesukaanku pada Mora. Kudengar dia membuat banyak alat-alat kecil yang menarik, tapi dia menolak kerja sama untuk produksi masal denganku. Ngomongnya sih sibuk, takut tidak kepegang, tapi ... itu cuma alasan saja ya kalau kata aku. *huff* Sayang sekali ... padahal kerja sama seperti itu pasti untung bukan main!",
      "th": "เขารักในวิชาการก็เหมือนกับที่ฉันรัก Mora นั่นแหละ ได้ยินมาว่าเขาชอบทำอุปกรณ์วิเศษอะไรบางอย่างอยู่บ่อย ๆ แต่ว่าน่าเสียดาย เขาปฏิเสธที่จะร่วมมือกับฉันในการผลิตเป็นล็อตใหญ่ เพราะเขามัวยุ่งกับงานของทางการน่ะ ไม่อย่างนั้น... คงสร้าง Mora ก้อนใหญ่แล้วล่ะ!",
      "vi": "Anh ta yêu thích học thuật như tôi yêu thích Mora vậy đó. Nghe nói anh ta thường hay làm ra một vài món đồ thần kỳ, tiếc là anh ta lại dùng mấy lý do như bận công vụ gì gì đó mà từ chối hợp tác với tôi để sản xuất hàng loạt, không thôi sẽ... kiếm được cả đống Mora đấy!"
    }
  },
  {
    "title": {
      "zhs": "关于艾尔海森…",
      "zht": "關於艾爾海森…",
      "jp": "アルハイゼンについて…",
      "ko": "알하이탐에 대해…",
      "en": "About Alhaitham",
      "de": "Über Alhaitham ...",
      "es": "Sobre Alhacén...",
      "fr": "À propos d'Alhaitham...",
      "pt": "Sobre Alhaitham...",
      "ru": "Об аль-Хайтаме...",
      "id": "Tentang Alhaitham",
      "th": "เกี่ยวกับ Alhaitham...",
      "vi": "Về Alhaitham..."
    },
    "line": {
      "zhs": "他以前试探过我的手下。所以说，教令院的家伙真是又呆板又不诚恳。我又何必冒这个风险呢？懂了吗？小跟班。",
      "zht": "他以前試探過我的手下。所以說，教令院的傢伙真是又呆板又不誠懇。我又何必冒這個風險呢？懂了嗎？小跟班。",
      "jp": "彼は以前、私の手下を探るような真似をしましたの。教令院のやつらは鈍くて、誠実さに欠けていますわ。だから、私はそのリスクを回避することにしたんですの。子分よ、分かっていただけましたかしら？",
      "ko": "그가 옛날에 내 부하를 떠본 적이 있어. 그래서 아카데미아 녀석들이 고지식하고 솔직하지 못하다는 거야. 내가 그런 모험할 필요는 없잖아, 알아듣지, 조수?",
      "en": "He once came nosing around, asking my minions some questions to see what he could find out. Like I said, those Akademiya people are just pig-headed and dishonest. Why should I take the risk of others prying into my business? Right, my young apprentice?",
      "de": "#Er hat vorher mit meinen Untergebenen gesprochen, um zu sehen, was er herausfinden konnte. Wie ich schon gesagt habe, sind die Leute von der Akademie einfach stur und unehrlich. Warum soll ich dann das Risiko eingehen? Hast du verstanden, {F#meine kleine Anhängerin}{M#mein kleiner Anhänger}?",
      "es": "#Una vez, vino preguntando a mis empleados a ver si podía sacar algo de información. Como ya dije, los de la Academia son unos tercos mentirosos. ¿Por qué voy a permitir que otros se metan en mis asuntos? ¿Verdad, mi {F#pequeña}{M#pequeño} aprendiz?",
      "fr": "#Il est venu fouiner une fois, il a posé des questions à mes employés pour voir ce qu'il pouvait trouver. Comme je l'ai dit, ces gens de l'Académie sont juste bornés et malhonnêtes. Pourquoi devrais-je prendre le risque que d'autres s'immiscent dans mes affaires ? N'est-ce pas, {M#mon petit apprenti}{F#ma petite apprentie} ?",
      "pt": "#Ele uma vez estava importunando meus subordinados com algumas perguntas para ver o que podia descobrir. É como eu disse, essas pessoas da Academia são todas inflexíveis e desonestas. Por que eu deveria permitir o risco de outras pessoas metendo o nariz delas no meu negócio? Não acha, {F#minha}{M#meu} ingênu{F#a}{M#o} aprendiz?",
      "ru": "#Он как-то прощупывал моих подручных. Так что все эти ребята из Академии - косные лицемеры. Зачем мне такой риск? {F#Усекла}{M#Усёк}?",
      "id": "Dia pernah datang lalu tanya kiri kanan tentang banyak hal sama anak buahku. Yah seperti yang sudah sering kubilang, Akademiya itu isinya cuma begundal dan tukang bohong. Apa untungnya membiarkan orang kasak-kusuk soal bisnisku? Betul tidak?",
      "th": "เมื่อก่อนเขาเคยลองเชิงลูกน้องของฉันมาก่อน ดังนั้นคนของทางสถาบันทั้งดื้อด้านและไม่จริงใจ แล้วทำไมฉันจะต้องไปเสี่ยงด้วยล่ะ? เข้าใจใช่มั้ย? ผู้ติดตามตัวน้อย",
      "vi": "Anh ta trước đây có thăm dò qua thủ hạ của tôi, vậy mới nói chứ, người của Giáo Viện vừa cứng nhắc vừa không thành khẩn. Tôi thì sao mà chấp nhận loại rủi ro này chứ, hiểu chưa? Tùy tùng nhỏ."
    }
  },
  {
    "title": {
      "zhs": "关于卡维…",
      "zht": "關於卡維…",
      "jp": "カーヴェについて…",
      "ko": "카베에 대해…",
      "en": "About Kaveh",
      "de": "Über Kaveh ...",
      "es": "Sobre Kaveh...",
      "fr": "À propos de Kaveh...",
      "pt": "Sobre Kaveh...",
      "ru": "О Кавехе...",
      "id": "Tentang Kaveh",
      "th": "เกี่ยวกับ Kaveh...",
      "vi": "Về Kaveh..."
    },
    "line": {
      "zhs": "他是跟我有合作的妙论派的人之一，和某些教令院的死脑筋不一样，是个会为理想奋斗的人，我很欣赏他。我悄悄借了他一大——笔摩拉，让他造出了我的艾尔卡萨扎莱宫。可以说没有善良的多莉的资助，就没有今天的卡维。",
      "zht": "他是跟我有合作的妙論派的人之一，和某些教令院的死腦筋不一樣，是個會為理想奮鬥的人，我很欣賞他。我悄悄借了他一大——筆摩拉，讓他造出了我的艾爾卡薩扎萊宮。可以說沒有善良的多莉的資助，就沒有今天的卡維。",
      "jp": "彼は私と手を組んだことのある妙論派の一人ですの。教令院の一部の頑固頭と違って、自分の理想のために戦う人であり、私は彼を尊敬していますわ。だから、裏で彼にたっぷりとモラを貸して、私のアルカサルザライパレスを作ってもらいましたの。心優しいドリーの資金援助がなければ、今のカーヴェはなかったと言えますわね。",
      "ko": "내 묘론파 파트너 중 한 명이야. 아카데미아의 일부 고지식한 녀석들과는 달리 이상을 위해 싸울 줄 아는 사람이지. 마음에 들어. 그에게 몰래 엄청난 모라를 빌려주고 나의 알카자르자레궁을 만들어달라고 한 적이 있어. 이 착한 도리 님의 도움이 없었다면 지금의 카베는 없었을 거야",
      "en": "Ah yeah, he's one of the Kshahrewar people that I work with. Unlike the more closed-minded people at the Akademiya, he actually has his own dreams that he's fighting for. I, for one, really respect that. I secretly lent him some Mora — and I mean a LOT of Mora — to build my Palace of Alcazarzaray. One thing's for sure — without Dori the benevolent benefactor, Kaveh would not be where he is today, hehe.",
      "de": "Er gehört zu denjenigen der Baulehre, mit denen ich zusammenarbeite. Im Gegensatz zu den anderen engstirnigen Leuten der Akademie hat er tatsächlich seine eigenen Ideale, für die er kämpft. Dafür respektiere ich ihn. Ich habe ihm heimlich eine große Menge von Mora geliehen, um meinen Palast Alcazarzaray zu bauen. Man kann sagen, ohne Dori, die gütige Wohltäterin, wäre Kaveh nicht der Mensch, der er heute ist, hehe.",
      "es": "Es uno de los tipos de la Escuela de Tecnología con los que colaboro. Comparado con los zopencos de mente cerrada de la Academia, al menos él lucha por sus sueños, y eso es algo que yo respeto. Le presté algo de Mora (bueno, un montón de Moras) para construir mi Palacio Alcazarzaray. Te aseguro que, si no fuera por mi magnanimidad, Kaveh no habría llegado a donde está ahora.",
      "fr": "Ah oui, c'est l'un de mes partenaires du Kshahrewar. Contrairement à ceux à l'esprit étriqué de l'Académie, il se bat pour ses rêves et j'ai du respect pour ça. Je lui ai secrètement prêté des moras, et je veux dire BEAUCOUP de moras, pour qu'il me construise mon Palais d'Alcazarzaray. Une chose est sûre : sans Dori la bienfaitrice, Kaveh n'en serait pas là où il en est aujourd'hui, héhé.",
      "pt": "Ah, sim, ele é um dos poucos Kshahrewar que eu trabalho junto. Diferente da maioria das pessoas de mente fechada da Academia, ele possui seus próprios sonhos e está lutando por ele. Eu admiro isso. Secretamente o emprestei Mora — MUITA Mora — para construir meu Palácio de Alcazarzaray. Uma coisa é certa, sem Dori, a generosa patrocinadora, Kaveh não estaria onde está hoje.",
      "ru": "Один из тех людей в Кшахреваре, с которыми я сотрудничаю. В отличие от остальных умников из Академии, он умеет добиваться своих целей, за что я очень его уважаю. Я по секрету одолжила ему кругленькую сумму на возведение моего дворца Алькасар-сарай. Так что без помощи добродетельной Дори не было бы того Кавеха, которого все мы знаем сегодня.",
      "id": "Ah, dia orang Kshahrewar yang kerja sama denganku. Tidak seperti orang-orang berpikiran sempit lainnya di Akademiya, dia punya mimpi dan ambisi yang diperjuangkan. Aku suka orang seperti itu. Diam-diam aku modali dia Mora — jumlahnya FANTASTIS loh ya, catat — untuk membangun Istana Alcazarzaray. Intinya, kalau tanpa Dori si murah hati ini, Kaveh tidak akan bisa jadi seperti sekarang, hehe.",
      "th": "เขาเป็นหนึ่งในคนของภาควิชาเทคโนโลยีที่ฉันร่วมมือด้วย เขาเป็นคนที่มุ่งมั่นเพื่ออุดมการณ์ต่างจากพวกสมองตายด้านของทางสถาบัน ฉันชื่นชมเขามากเลยล่ะ ฉันก็เลยแอบให้เขายืม Mora ก้อนใหญ่แบบเงียบ ๆ แล้วให้เขาไปสร้างวัง Alcazarzaray ของฉัน พูดได้เลยว่าหากปราศจากการสนับสนุนของ Dori ก็คงไม่มี Kaveh ในวันนี้นั่นแหละ",
      "vi": "Anh ta là một trong những người thuộc Học Phái Kshahrewar có hợp tác với tôi, anh ta khác với những khúc gỗ khác trong Giáo Viện, là một người biết phấn đấu vì lý tưởng, tôi rất trân trọng anh ta. Tôi đã âm thầm cho anh ta mượn một lượng Mora khổng lồ để anh ta xây dựng Cung Điện Alcazarzaray của tôi. Có thể nói không có nguồn tài trợ của Dori lương thiện tôi đây thì không có Kaveh của bây giờ đâu."
    }
  },
  {
    "title": {
      "zhs": "关于迪希雅…",
      "zht": "關於迪希雅…",
      "jp": "ディシアについて…",
      "ko": "데히야에 대해…",
      "en": "About Dehya",
      "de": "Über Dehya ...",
      "es": "Sobre Dehya...",
      "fr": "À propos de Dehya...",
      "pt": "Sobre Dehya...",
      "ru": "О Дэхье...",
      "id": "Tentang Dehya",
      "th": "เกี่ยวกับ Dehya...",
      "vi": "Về Dehya..."
    },
    "line": {
      "zhs": "有时候我会雇佣她帮忙保护商队。毕竟她实力不错，要价也不高，可以说是性价比最优之选。",
      "zht": "有時候我會僱用她幫忙保護商隊。畢竟她實力不錯，開價也不高，可以說是投資報酬率極佳之選。",
      "jp": "時折、キャラバンを守るために彼女を雇いますの。彼女の実力は申し分なく、価格も高くありません。コストパフォーマンスが最高なんですの。",
      "ko": "가끔 캐러밴을 지키기 위해 그 사람을 고용하곤 해. 실력이 믿을 만한데다 값도 저렴한 편이라 가성비 하나는 최고라고 볼 수 있어",
      "en": "I hire her to help escort my caravans from time to time. After all, she's got the muscle, and her price is reasonable. When it comes to cost-performance ratio, she's always the best pick.",
      "de": "Ich stelle sie manchmal ein, um meine Handelskarawanen zu eskortieren. Schließlich hat sie die Kraft dazu und ihr Preis ist angemessen. Wenn es um das Preis-Leistungs-Verhältnis geht, ist sie immer die beste Wahl.",
      "es": "A veces la contrato para que proteja mis caravanas. Tiene una fuerza increíble y sus precios siempre son razonables. Si lo que buscas es calidad-precio, Dehya es siempre la mejor opción.",
      "fr": "Je l'engage de temps en temps pour escorter mes caravanes. Elle est efficace et ses tarifs sont compétitifs. Pour ce qui du rapport qualité-prix, c'est la meilleure.",
      "pt": "Eu a contrato de tempos em tempos para me ajudar a escoltar minhas caravanas. Afinal, ela é incrivelmente forte e seu preço é razoável. Se o que você estiver procurando for uma relação de custo-benefício, ela é a melhor opção.",
      "ru": "Иногда я обращаюсь к ней для охраны каравана. Она очень сильная, а просит немного. Весьма выгодная сделка!",
      "id": "Aku sering minta dia mengawal rombongan karavanku. Dia kuat, dan ongkosnya masuk akal. Pokoknya kalau dari hitungan kinerja banding biaya, dia yang paling oke.",
      "th": "บางครั้งฉันก็จ้างให้เขามาปกป้องกองคาราวาน เพราะฝีมือของเขาไม่เลวเลย แถมราคาก็ไม่สูง เรียกได้ว่าเป็นตัวเลือกที่คุ้มค่ามากทีเดียว",
      "vi": "Có đôi lúc tôi sẽ thuê cô ta đi bảo vệ thương đội. Dẫu sao thì cô ta cũng có thực lực, giá cả lại phải chăng, có thể nói là đáng đồng tiền bát gạo."
    }
  },
  {
    "title": {
      "zhs": "关于岩王帝君…",
      "zht": "關於岩王帝君…",
      "jp": "岩王帝君について…",
      "ko": "암왕제군에 대해…",
      "en": "About Rex Lapis",
      "de": "Über Rex Lapis ...",
      "es": "Sobre Rex Lapis...",
      "fr": "À propos du Souverain de la Roche...",
      "pt": "Sobre Rex Lapis...",
      "ru": "О Властелине Камня...",
      "id": "Tentang Rex Lapis",
      "th": "เกี่ยวกับท่านราชาแห่งหิน...",
      "vi": "Về Nham Vương Đế Quân..."
    },
    "line": {
      "zhs": "岩王帝君离去之前，我每天起来第一件事就是默念：财神在上，保佑多莉日进斗金。现在嘛，求神不如求己。多莉在此，保佑自己日进斗金！",
      "zht": "岩王帝君離去之前，我每天起來第一件事就是默唸：財神在上，保佑多莉日進鬥金。現在嘛，求神不如求己。多莉在此，保佑自己日進斗金！",
      "jp": "岩王帝君がご逝去されるまで、朝起きるたびにまず「富の神よ、ドリーが毎日儲かりますように」と唱えていましたの。でも今は神様に祈るより、自力で願いを実現させたほうがいいと思っていますわ。ですので、それ以降は自分自身に向けて「毎日儲かりますように」と唱えていますの！",
      "ko": "암왕제군이 떠나기 전에 내가 매일 일어나서 첫 번째로 하던 일은 묵념이야. 재물신한테 장사가 잘되게 해달라고 기도했지. 지금은 신에게 빌 바에 나 자신에게 빌고 있어. 도리가 사업을 번창하게 하리!",
      "en": "Before Rex Lapis parted from this world, I'd say a little prayer every morning: \"O great God of Wealth up above, please bless my day with more Mora to love.\" But uh, now, I guess I just pray to myself... \"O divine Dori right here and now, please bless my day with more Mora to count!\" Hehe.",
      "de": "Bevor Rex Lapis abdankte, betete ich jeden Tag gleich nach dem Aufstehen: Oh großer Gott des Reichtums da oben, segne bitte meinen Tag mit mehr Mora. Aber, jetzt, ich bete einfach zu mir selbst: Oh Dori, bitte segne meinen Tag mit mehr Mora!",
      "es": "Antes de que Rex Lapis dejara este mundo, solía dedicarle una oración cada mañana: “Oh, Patrono de la riqueza, bendíceme hoy con más Moras”. Pero ahora me rezo a mí misma: “Oh, opulenta Dori, ¡que mis días se llenen de Moras!”.",
      "fr": "Avant que le Souverain de la Roche ne quitte ce monde, je faisais une petite prière chaque matin : « Ô Dieu de la fortune éthéré, s'il te plaît bénis ma journée avec plus de moras à aimer. ». Mais euh, maintenant, je suppose que je prie juste pour moi-même... « Ô divine Dori, ici et maintenant, bénis ma journée avec plus de moras à compter ! »",
      "pt": "Antes de Rex Lapis partir deste mundo, eu fazia uma oração todas as manhãs: \"Ó, grande Deus da Riqueza nos céus, por favor, abençoe meu dia com Mora\". Mas, hã, agora acho que só posso rezar para mim mesma... \"Ó, divina Dori presente aqui, por favor, abençoe meu dia com Mora!\"",
      "ru": "Когда Властелин Камня ещё не покинул нас, первое, что я делала с утра, это молилась: милый бог богатства, сохрани и приумножь мою мору. Теперь я поняла, что лучше полагаться не на божеств, а на саму себя. Милая Дори, сохрани и приумножь свою мору!",
      "id": "Sebelum Rex Lapis mangkat, aku berdoa begini setiap pagi: \"Ya Dewa Kekayaan yang di langit atas, berkatilah diriku ini dengan Mora yang berlimpah-limpah setiap hari\". Tapi sekarang, aku cuma bisa berdoa sama diri sendiri ... \"Ya Dori yang mulia, yang ada dan bertahta di sini hari ini, jadikanlah hari ini lebih banyak lagi Mora untuk dihitung!\"",
      "th": "ก่อนที่ราชาแห่งหินจะจากไป สิ่งแรกที่ฉันทำทุกเช้าหลังตื่นนอนก็คือการอธิษฐาน: \"โอ้ ท่านเทพแห่งความมั่งคั่ง โปรดจงอำนวยอวยชัยให้ Dori มีเงินทองไหลมาเทมาด้วยเถอะ\" แต่ตอนนี้น่ะเหรอ ฉันพึ่งพาตัวเองดีกว่าพึ่งพาเทพพระเจ้าเสียอีก... \"โอ้ Dori เอ๋ย จงอำนวยอวยชัยให้ตัวเองมีเงินทองไหลมาเทมาด้วยเถอะ\"",
      "vi": "Trước khi Nham Vương Đế Quân qua đời, việc đầu tiên mà tôi làm mỗi sáng chính là cầu nguyện: \"Thần tài hỡi, xin hãy phù hộ cho Dori sớm ngày phát tài\". Giờ thần không có thì dựa vào bản thân thôi. Dori hỡi, xin hãy phù hộ cho bản thân sớm ngày phát tài!"
    }
  },
  {
    "title": {
      "zhs": "关于小吉祥草王…",
      "zht": "關於小吉祥草王…",
      "jp": "クラクサナリデビについて…",
      "ko": "작은 쿠사나리 화신에 대해…",
      "en": "About Lesser Lord Kusanali",
      "de": "Über die Niedere Herrin Kusanali ...",
      "es": "Sobre la Reina Menor Kusanali...",
      "fr": "À propos de la Rani Kusanali...",
      "pt": "Sobre a Lorde Menor Kusanali...",
      "ru": "О малой властительнице Кусанали...",
      "id": "Tentang Lesser Lord Kusanali",
      "th": "เกี่ยวกับท่านหญิงน้อย Kusanali...",
      "vi": "Về Tiểu Vương Kusanali..."
    },
    "line": {
      "zhs": "在须弥，小吉祥草王的信徒非常少。你问我吗？啊，如果她愿意给我摩拉的话，我就是她永恒的信徒。",
      "zht": "#在須彌，小吉祥草王的信徒非常少。{F#妳}{M#你}問我嗎？啊，如果她願意給我摩拉的話，我就是她永恆的信徒。",
      "jp": "スメールでは、クラクサナリデビを信仰する人がほとんどいませんの。私？モラをくれるのなら、永遠の信徒になってあげますわ。",
      "ko": "수메르에는 작은 쿠사나리 화신의 신도가 아주 적어. 나는 어떻냐고? 나에게 모라를 준다고 하면 그녀의 영원한 신도가 될 수 있어",
      "en": "In Sumeru, Lesser Lord Kusanali has very few believers. Hmm? Am I one? Heh, if she's willing to pay me, I'd be her loyal believer for all eternity.",
      "de": "In Sumeru hat die Niedere Herrin Kusanali nur sehr wenige Anhänger. Hm? Ich? Ha, wenn sie mir Mora geben würde, wäre ich ihre treue Anhängerin bis in alle Ewigkeit.",
      "es": "No hay muchos creyentes de la Reina Menor Kusanali en Sumeru. ¿Que si yo creo en ella? Bueno, si está dispuesta a pagarme, entonces seré su creyente más devota para el resto de mis días.",
      "fr": "À Sumeru, la Rani Kusanali a très peu de fidèles. Hmm ? Si j'en suis une ? Héhé, si elle est prête à me payer, je serais sa fidèle croyante jusqu'à la nuit des temps.",
      "pt": "Não há muitos fiéis da Lorde Menor Kusanali em Sumeru. Hã? Se eu sou uma? Hehe, se ela me pagar, serei sua fiel pela eternidade.",
      "ru": "В Сумеру немного последователей малой властительницы Кусанали. А я откуда знаю, почему? Эх, если бы она мне платила, я бы поклонялась ей до конца жизни.",
      "id": "Di Sumeru, pengikut Lesser Lord Kusanali itu sedikit sekali. Hmm? Apa aku termasuk? Heh, aku akan setia sama dia sampai selama-lamanya ... kalau dia berani bayar.",
      "th": "ใน Sumeru นี้ มีผู้ศรัทธาในท่านหญิงน้อย Kusanali น้อยมาก ฉันน่ะเหรอ? อ๊ะ ถ้าเขายินดีให้ Mora กับฉัน ฉันก็จะศรัทธาเขาตลอดไปเลย",
      "vi": "Ở Sumeru thì tín đồ của Tiểu Vương Kusanali cực kỳ ít. Còn tôi sao? Nếu cô ấy cho tôi Mora thì tôi sẽ là tín đồ siêu cấp trung thành của cô ấy."
    }
  },
  {
    "title": {
      "zhs": "关于妮露…",
      "zht": "關於妮露…",
      "jp": "ニィロウについて…",
      "ko": "닐루에 대해…",
      "en": "About Nilou",
      "de": "Über Nilou ...",
      "es": "Sobre Nilou...",
      "fr": "À propos de Nilou...",
      "pt": "Sobre Nilou...",
      "ru": "О Нилу...",
      "id": "Tentang Nilou",
      "th": "เกี่ยวกับ Nilou...",
      "vi": "Về Nilou..."
    },
    "line": {
      "zhs": "她的舞跳得不错，但只留在须弥，还是不能最大程度上发挥出她的价值…我是说，有点屈才。你说你说，如果能把她带出去，在提瓦特举办巡回演出的话，一共能赚多少摩拉呢？",
      "zht": "#她的舞跳得不錯，但只留在須彌，還是不能發揮出她最大的價值…我是說，有點屈才。{F#妳}{M#你}說{F#妳}{M#你}說，如果能把她帶出去，在提瓦特舉辦巡迴演出的話，一共能賺多少摩拉呢？",
      "jp": "ダンスはお上手ですが、スメールに留まっていては彼女の真価を発揮できないと思いますわ…つまり、才能の持ち腐れってやつですの。想像してみてください。彼女を連れてテイワットでツアーを行ったら、一体どれほどのモラが稼げると思います？",
      "ko": "닐루는 춤을 정말 잘 추지만 수메르에만 있으면 자신의 가치를 완전히 뽐낼 수 없을 거야…. 그러니까, 재능이 아깝다는 거지. 있잖아, 닐루를 데리고 티바트 순회공연을 하면 모라를 얼마나 벌 수 있을까?",
      "en": "She's a good dancer, but definitely not making the most of her time by staying in Sumeru... I mean, it's a complete waste of her talent. If I took her on tour across all Teyvat, do you have any idea how much Mora I'd rake in?",
      "de": "Sie ist eine gute Tänzerin. Aber sie kann nicht das Beste aus ihr herausholen, wenn sie nur in Sumeru bleibt ... Ich meine, es ist eine komplette Verschwendung ihres Talents. Wenn ich sie auf eine Tournee durch ganz Teyvat mitnehme, hast du eine Ahnung, wie viel Mora ich dann verdienen würde?",
      "es": "Es buena bailarina, pero no creo que esté aprovechando bien su talento aquí en Sumeru. Está desperdiciando su talento. ¡¿Sabes cuántos Moras podría ganar si la llevara de tour por todo Teyvat?!",
      "fr": "C'est une bonne danseuse, mais on ne peut pas dire qu'elle fasse le meilleur usage de son talent en restant à Sumeru... Je veux dire, c'est du gaspillage. Imagine la quantité de moras qu'on pourrait récolter si je l'emmenais en tournée dans tout Teyvat ?",
      "pt": "Ela é uma ótima dançarina, mas não está aproveitando o melhor de seu talento ao ficar em Sumeru... É um desperdício, você tem ideia de quanta Mora eu poderia ganhar se eu a levasse em uma tour por Teyvat?!",
      "ru": "Она здорово танцует, но в Сумеру её потенциал никогда не раскроется до конца... Как-то обидно. Слушай, а если мы увезём её отсюда и организуем ей турне по всему Тейвату? Как думаешь, сколько моры это принесёт?",
      "id": "Dia pintar menari, dan bakatnya itu jadi sia-sia karena dia cuma tinggal di Sumeru. Pikir saja, kalau dia aku bawa tur keliling Teyvat ... terbayang tidak bisa berapa untungnya?",
      "th": "เขาเต้นรำได้ดีเลยนะ แต่การอยู่แค่ใน Sumeru ยังไม่แสดงออกถึงคุณค่าของเขาอย่างเต็มที่เลย... ฉันหมายถึง ไม่ได้ใช้ความสามารถอย่างเต็มที่น่ะ เธอว่าถ้าพาเขาออกไปทัวร์การแสดงไปทั่ว Teyvat จะทำเงินได้สักกี่ Mora ล่ะ?",
      "vi": "Nilou nhảy đẹp đấy, nhưng nếu chỉ ở trong Sumeru thì không thể phát huy được hết giá trị của cô ấy... Ý tôi là có chút uổng phí tài năng. Quý khách nói xem, nếu như dẫn cô ta ra bên ngoài, sau đó tổ chức một buổi lưu diễn khắp Teyvat thì sẽ kiếm được bao nhiêu Mora nhỉ?"
    }
  },
  {
    "title": {
      "zhs": "关于艾莉丝…",
      "zht": "關於艾莉絲…",
      "jp": "アリスについて…",
      "ko": "앨리스에 대해…",
      "en": "About Alice",
      "de": "Über Alice ...",
      "es": "Sobre Alice...",
      "fr": "À propos d'Alice...",
      "pt": "Sobre Alice...",
      "ru": "Об Алисе...",
      "id": "Tentang Alice",
      "th": "เกี่ยวกับ Alice...",
      "vi": "Về Alice..."
    },
    "line": {
      "zhs": "艾莉丝女士有源源不断的新奇东西，是我的最佳供货商，没有之一。嚯嚯，这种商业机密都告诉你了，你是不是应该交点学费，表示表示呢？",
      "zht": "#艾莉絲女士有源源不斷的新奇東西，是我的最佳供應商，沒有之一。欸欸，這種商業機密都告訴{F#妳}{M#你}了，{F#妳}{M#你}是不是應該交點學費，表示表示呢？",
      "jp": "アリスさんはいつも目新しいものを提供してくれる、私にとって最高の仕入れ先ですの。うふっ、うふふふ、企業秘密まで教えてあげたんですから、あなたも少しぐらい、授業料を払ってくれてもいいのですよ？",
      "ko": "앨리스 씨한테서는 신기한 물건이 끊임없이 나와. 내 최고의 공급책이지. 후후, 이런 기밀까지 알려줬는데 성의 표시 좀 해야 하지 않겠어?",
      "en": "Alice's range of eccentric novelties knows no end! Which makes her by far my best supplier, hehe. Ahem, now that I've told you my trade secret, I think you should catch up on your tuition fees, hmm? C'mon, pay up!",
      "de": "Frau Alice biete ständig Neuheiten an. Sie ist meine beste Lieferantin. Hehe, ich habe gerade dir mein Geschäftsgeheimnis verraten, solltest du die ausstehenden Studiengebühren zahlen, hm? Na los, bezahle schon!",
      "es": "¡Alice es una fuente inagotable de extraños inventos! Es, con diferencia, mi mejor proveedora, jeje. *Ejem*, acabo de revelarte mi secreto comercial, ¿no crees que deberías pagarme? Vamos, suelta esos Moras.",
      "fr": "Les nouveautés excentriques d'Alice sont sans limite ! Ce qui fait d'elle, et de loin, mon meilleur fournisseur, héhé. Ahem, maintenant que je t'ai dit mon secret, je pense qu'il est temps pour toi de payer tes frais de scolarité, hmm ? Allez, fais voir les moras !",
      "pt": "#Alice é uma fonte inesgotável de invenções estranhas! Ela é de longe minha melhor fornecedora, hehe. Ahem! Agora que eu te contei meu segredo, você acha que não deveria pagar suas taxas como {F#minha}{M#meu} aprendiz? Vamos, cadê a grana?",
      "ru": "У госпожи Алисы целая пропасть разных диковинок. Скажу без преувеличений: она мой лучший поставщик. Хо-хо, а ведь я раскрыла тебе коммерческую тайну, не хочешь меня немного отблагодарить?",
      "id": "Kreativitas Alice tidak kenal batas! Karena itulah dia jadi pemasok barang terbaik yang aku punya, hehehe. Nah, karena yang barusan itu termasuk rahasia dagang, sekarang kamu jadi utang uang sekolah sama aku. Bayar!",
      "th": "คุณ Alice มีสินค้าใหม่ ๆ อยู่เสมอและเป็นผู้จัดหาสินค้าที่ดีที่สุดของฉัน ไม่มีใครดีกว่านี้แล้ว โฮะโฮะ นี่ฉันบอกความลับทางธุรกิจกับเธอเลยนะเนี่ย เธอก็ควรจะจ่ายค่าเรียนหน่อยมั้ย เพื่อเป็นการขอบคุณไง?",
      "vi": "Alice luôn có những thứ mới mẻ kỳ lạ, cô ấy là nhà cung cấp tốt nhất của tôi, không một ai khác nữa. Hehe, bí mật kinh doanh cũng nói cho quý khách biết rồi, có phải quý khách nên trả chút học phí để bày tỏ tấm lòng không?"
    }
  },
  {
    "title": {
      "zhs": "想要了解多莉·其一",
      "zht": "想要了解多莉·其一",
      "jp": "ドリーを知る·1",
      "ko": "도리에 대해 알기·첫 번째",
      "en": "More About Dori: I",
      "de": "Ich will mehr über Dori erfahren I",
      "es": "Más sobre Dori (I)",
      "fr": "Connaître Dori (1)",
      "pt": "Mais sobre Dori — I",
      "ru": "Узнать больше о Дори I",
      "id": "Mengenal Dori: I",
      "th": "อยากรู้เกี่ยวกับ Dori - 1",
      "vi": "Muốn tìm hiểu Dori - Điều thứ 1"
    },
    "line": {
      "zhs": "想听故事？那就…给我一百万摩拉。嗯…看在我们交情的份上，给你打个九点九折好了，九十九万摩拉。怎么样？很划算吧！",
      "zht": "#想聽故事？那就…給我一百萬摩拉。嗯…看在我們交情的份上，打個九點九折給{F#妳}{M#你}好了，九十九萬摩拉。怎麼樣？很划算吧！",
      "jp": "物語を聞きたいのですか？では…百万モラいただきますの。うーん…私とあなたの仲ということで1%引きしてあげますわ。九十九万モラにしてあげますの。どうです？お得だと思いません？",
      "ko": "이야기를 듣고 싶다고? 그럼… 100만 모라만 줘. 음… 우리 친분을 봐서 1% 할인해서 99만 모라에 해줄게. 어때? 저렴하지!",
      "en": "You wanna hear some stories? Alright, it'll cost you a million Mora. Well... Okay, out of respect for our friendship, I guess I can give you a 1% discount. So that'll be 990,000 Mora. Pretty good deal if you ask me.",
      "de": "Willst du ein paar Geschichten hören? Na gut, das kostet dich eine Million Mora. Nun ... gut, aus Respekt vor unserer Freundschaft kann ich dir wohl ein Prozent Rabatt geben. Das wären dann neunhundertneunzigtausend Mora. Ein gutes Geschäft, oder?",
      "es": "#¿Quieres que te cuente alguna historia? Claro, por el módico precio de un millón de Moras. Bueno, bien. Te haré un descuento de un 1% por nuestra amistad. Así que eso haría un total de 990{NON_BREAK_SPACE}000 Moras. No dirás que no es un buen precio.",
      "fr": "#Tu veux entendre des histoires ? D'accord, ça te coûtera un million de moras. Bon... Très bien. Par respect pour notre amitié, je pense que je peux te faire une remise de 1 %. Donc ça fera 990{NON_BREAK_SPACE}000 moras. C'est une bonne affaire si tu veux mon avis.",
      "pt": "Você quer ouvir algumas histórias? Tá bem, por um milhão de Mora. Certo, tudo bem... Por respeito a nossa amizade, vou te dar um desconto de 1%. Agora o preço é 990.000 Mora. E aí? Tá uma bagatela!",
      "ru": "Хочешь послушать историю? Тогда... С тебя миллион моры. Гм... Ладно, в знак нашей дружбы сделаю тебе однопроцентную скидку, последняя цена - девятьсот девяносто тысяч. Ну как, выгодная сделка?",
      "id": "Mau dengar cerita? Biayanya satu juta Mora. Eh, tapi karena kita berteman, aku kasih diskon ... 1% deh. Oke, silakan, 990.000 Mora. Sudah murah loh ini.",
      "th": "อยากฟังเรื่องเล่าเหรอ? งั้น... เอามา 1,000,000 Mora อืม... แต่เห็นแก่มิตรภาพของเรา ฉันลดให้ 1% ละกัน 990,000 Mora เป็นไง? คุ้มใช่มั้ยล่า!",
      "vi": "Muốn nghe kể chuyện? Vậy thì... đưa cho tôi 1 triệu Mora. Ừm... Nể tình giao hảo giữa chúng ta, tôi sẽ giảm giá 1% cho nhé, 990.000 Mora. Thế nào? Hời quá phải không!"
    }
  },
  {
    "title": {
      "zhs": "想要了解多莉·其二",
      "zht": "想要了解多莉·其二",
      "jp": "ドリーを知る·2",
      "ko": "도리에 대해 알기·두 번째",
      "en": "More About Dori: II",
      "de": "Ich will mehr über Dori erfahren II",
      "es": "Más sobre Dori (II)",
      "fr": "Connaître Dori (2)",
      "pt": "Mais sobre Dori — II",
      "ru": "Узнать больше о Дори II",
      "id": "Mengenal Dori: II",
      "th": "อยากรู้เกี่ยวกับ Dori - 2",
      "vi": "Muốn tìm hiểu Dori - Điều thứ 2"
    },
    "line": {
      "zhs": "嘿嘿，你可真有眼光。那我开始讲了！\n\n这是一个商人的故事。很久很久以前，她在行商途中迷失了方向。这时候她遇到一只雾怪，雾怪要一口吞掉她。她连忙说，雾怪先生不要着急呀，我这里有个故事。您听听看，如果有趣的话，就请您不要吃掉我…",
      "zht": "#嘿嘿，{F#妳}{M#你}可真有眼光。那我開始講了！\n\n這是一個商人的故事。很久很久以前，她在行商途中迷失了方向。這時候她遇到一隻霧怪，霧怪要一口吞掉她。她連忙說，霧怪先生不要著急呀，我這裡有個故事。您聽聽看，如果有趣的話，就請您不要吃掉我…",
      "jp": "ほほう、見る目がありますの。ではお話しいたしますわ！\n\nこれは、とある女商人の物語。昔々、彼女は行商の旅の途中で道に迷い、霧の魔物に遭遇してしまいましたわ。霧の魔物が彼女を一呑みにしようとした時、彼女はこう言いましたの——「私はある物語を知っているの。もし面白かったら、どうか食べないでください…」と。",
      "ko": "헤헤, 보는 눈 있구나. 그럼 이야기를 시작할게!\n\n이건 한 상인의 이야기야. 아주 오래전 상인은 행상을 다니던 중에 길을 잃었어. 그러다 안개 마귀와 맞닥뜨렸지. 괴물이 그녀를 잡아먹으려 하자 그녀는 괴물에게 재미있는 이야기를 해줄 테니 재미있으면 잡아먹지 말아 달라고 했어…",
      "en": "Hehe, you've got a good head on your shoulders. I'll tell you a story about a merchant.\n\nA long, long time ago, a merchant lost her way while she was out on the road. It wasn't long before she encountered a Fog Div. Just as the Fog Div was about to eat her alive, she said in a panic, \"Wait, Mr. Fog Div! Don't eat me! I've got a story to tell you. Please, have a listen, and if you like what you hear, then perhaps you would spare me...\"",
      "de": "Hehe, du hast einen guten Geschmack. Dann fange ich an!\n\nDie Geschichte handelt von einer Händlerin. Vor langer, langer Zeit verirrte sich die Händlerin auf ihrer Geschäftsreise. Es dauerte nicht lange, bis sie einem Rauchwesen begegnete. Kurz bevor das Rauchwesen sie auffressen wollte, sagte sie in Panik: Warte mal, Herr Rauchwesen! Friss mich nicht auf! Ich kann dir eine Geschichte erzählen. Bitte hör sie dir zuerst an und verschone mein Leben, wenn sie dir gefällt ...",
      "es": "#Jeje, eres {F#una chica lista}{M#un chico listo}. Bien, te contaré una historia sobre... una comerciante.\n\nÉrase una vez, una comerciante que se perdió por el camino. Entonces se topó con un Div de la Calígine que quería devorarla. Pero antes de eso, presa del pánico, la comerciante le dijo: “No lo haga, Sr. Div. Le contaré una historia. Por favor, escúchela y, si le gusta, me dejará vivir”.",
      "fr": "Tu as les pieds sur terre, alors je vais te raconter l'histoire d'une marchande.\n\nIl y a très longtemps, il y avait une marchande qui s'était perdue sur la route. Il ne lui fallut pas longtemps avant de rencontrer une entité brumeuse. Au moment où le monstre était sur le point de la manger toute crue, elle dit en panique, « Attendez ! Ne me mangez pas ! J'ai une histoire à vous raconter. S'il vous plaît, écoutez-la, et si vous aimez ce que vous entendez, alors peut-être que vous m'épargnerez... »",
      "pt": "Hehe, você tem boas ideias. Vou te contar a história de uma comerciante!\n\nMuito, muito tempo atrás, uma comerciante se perdeu enquanto estava viajando. Pouco tempo depois ela encontrou um Div da Neblina. Quando o Div da Neblina estava para comer ela com uma bocada, ela disse em pânico: \"Por favor, senhor Div da Neblina, não me coma, eu tenho uma história para você. Por favor, escute ela, e se você gostar, talvez tenha misericórdia de mim...\"",
      "ru": "Хи-хи, правильный выбор! Ладно, начну свой рассказ!\n\nЭто история об одной девушке, что зарабатывала на жизнь торговлей. Давным-давно она отправилась продавать свой товар и сбилась с пути. И тут на неё напал туманный дэв, он уже разинул пасть, чтобы проглотить девушку, но она взмолилась: «Господин дэв, подожди немного, я расскажу тебе сказку. И если сказка тебе понравится, не ешь меня, умоляю...»",
      "id": "Hehe, berhubung kamu orang yang cukup pintar, aku mau ceritakan kisah seorang pedagang deh.\n\nPada zaman dahulu kala, ada seorang pedagang tersesat di jalan. Lalu dia bertemu Fog Div, yang ingin menelannya hidup-hidup. Panik, dia spontan berkata, \"Tunggu Tuan Fog Div! Jangan makan aku! Aku punya cerita untukmu. Tolong dengar dulu, dan kalau suka ceritanya, mungkin kamu boleh biarkan aku hidup ....\"",
      "th": "ฮี่ฮี่ เธอนี่ตาถึงจริง ๆ นะ งั้นฉันจะเริ่มเล่าล่ะนะ!\n\nนี่เป็นเรื่องของนักธุรกิจคนหนึ่ง กาลครั้งหนึ่งนานมาแล้ว เธอหลงทางในระหว่างออกไปทำธุรกิจ ในตอนนั้นเองเธอก็พบเข้ากับอสูรหมอก ซึ่งอสูรหมอกตัวนั้นต้องการกินเธอในคำเดียว เธอจึงรีบพูดขึ้นว่า ช้าก่อนท่านอสูรหมอก ฉันมีเรื่องจะเล่าให้ฟัง ถ้ามันน่าสนใจ ก็ได้โปรดอย่ากินฉันเลย...",
      "vi": "Hihi, quý khách đúng là rất có mắt nhìn. Vậy thì tôi bắt đầu kể nhé!\n\nĐó là câu chuyện về một thương nhân. Cách đây rất lâu, trên đường đi làm ăn, cô ấy bị mất phương hướng. Lúc này, cô gặp phải một con Quái Vật Sương Mù, và con Quái Vật Sương Mù muốn nuốt chửng cô ấy. Cô vội nói, ngài Quái Vật Sương Mù, đừng vội, tôi có một câu chuyện. Ngài thử nghe xem, nếu thú vị thì đừng ăn thịt tôi..."
    }
  },
  {
    "title": {
      "zhs": "想要了解多莉·其三",
      "zht": "想要了解多莉·其三",
      "jp": "ドリーを知る·3",
      "ko": "도리에 대해 알기·세 번째",
      "en": "More About Dori: III",
      "de": "Ich will mehr über Dori erfahren III",
      "es": "Más sobre Dori (III)",
      "fr": "Connaître Dori (3)",
      "pt": "Mais sobre Dori — III",
      "ru": "Узнать больше о Дори III",
      "id": "Mengenal Dori: III",
      "th": "อยากรู้เกี่ยวกับ Dori - 3",
      "vi": "Muốn tìm hiểu Dori - Điều thứ 3"
    },
    "line": {
      "zhs": "雾怪答应了。于是商人开始讲自己的故事，当年她的生意还不像如今这么红火，在她一筹莫展之时，正巧，她从库房里翻出了一个不知从哪儿来的魔灯。她恍惚间擦亮了魔灯。一团红雾从里面弥漫了出来，她自称是「人美心善的大魔王」，见着这位商人就想起了自己乖巧可爱的女儿，所以她说，可以实现商人一个愿望。",
      "zht": "霧怪答應了。於是商人開始講自己的故事，當年她的生意還不像如今這麼熱絡，在她一籌莫展之時，正巧，她從庫房裡翻出了一個不知從哪裡來的魔燈。她恍惚間擦亮了魔燈。一團紅霧從裡面彌漫了出來，她自稱是「人美心善的大魔王」，見著這位商人就想起了自己乖巧可愛的女兒，所以她說，可以實現商人一個願望。",
      "jp": "霧の魔物はそれに頷きましたの。そして、商人は語り始めましたわ。当時、彼女の商売は今のように繁盛していなかった。途方に暮れていた彼女は、たまたま倉庫から魔法のランプを見つけて、いつの間にかそれを擦っていましたの。するとなんと、ランプの中から赤い霧が出てきたではありませんか。赤い霧は「美しくて心優しい大魔王」と名乗り、商人を見るやいなや自分の愛娘を思い出したと言って、願いを一つ叶えてくれることになったんですの。",
      "ko": "안개 마귀는 그 부탁을 받아들였고, 상인은 이야기를 시작했지. 당시 상인은 장사가 지금처럼 잘되지 않아서 한창 골머리를 앓고 있었는데, 마침 창고에서 출처를 알 수 없는 요술 램프를 찾게 됐어. 램프를 깨끗이 닦자 그 안에서 붉은 안개가 퍼져 나왔고, 자신을 「착하고 아름다운 대마왕」이라고 칭하는 자는 상인을 보더니 자신의 귀여운 딸이 생각난다며 소원 하나를 들어주겠다고 했지",
      "en": "...The Fog Div agreed to listen, and the merchant began to tell her story. It was about herself, from a time when business was not doing so well. Just as she was beginning to feel helpless, she happened to find a magic lamp in her warehouse. She began to polish the lamp, when all of a sudden, a puff of red smoke came out. The smoke spoke to her and claimed to be The Genie of Beauty and Kindness. The merchant somehow reminded the genie of her own lovely daughter, so she kindly offered to grant the merchant a wish.",
      "de": "Das Rauchwesen stimmte zu und dann begann die Händlerin ihre Geschichte zu erzählen. Damals war ihr Geschäft noch nicht so erfolgreich wie heute. Gerade als sie anfing, sich hilflos zu fühlen, fand sie zufällig eine Wunderlampe in ihrem Lagerhaus. Als sie die Flasche polierte, kam plötzlich eine rote Rauchwolke heraus. Der Rauch sprach zu ihr und nannte sich die „Dämonin der Schönheit und Güte“. Die Händlerin erinnerte die Dämonin irgendwie an ihre süße Tochter, deshalb bot sie der Händlerin an, ihr einen Wunsch zu erfüllen.",
      "es": "El Div de la Calígine aceptó y la comerciante comenzó a relatar su propia historia. En aquel entonces, su negocio no era tan próspero como ahora. Cuando ya no sabía qué hacer, encontró una lámpara mágica de origen desconocido rebuscando en su almacén. Tras frotarla con la mente distraída, de repente salió de ella un humo rojizo que dijo llamarse “Genio de la Belleza y la Bondad”. Tras ver a la comerciante, el genio se acordó por algún motivo de su linda y adorable hija, y se ofreció para cumplir un deseo de la comerciante.",
      "fr": "... L'entité brumeuse accepta d'écouter, et la marchande commença à raconter son histoire. Elle parlait d'elle à une époque où ses affaires n'étaient pas aussi prospères. Alors qu'elle commençait à désespérer, elle avait trouvé par hasard une lampe magique dans ses affaires. Elle avait commencé à frotter la lampe, quand tout à coup, une bouffée de fumée rouge s'en était échappée. La fumée s'était mise à lui parler, prétendant être le génie de la bonté et de la beauté. La marchande lui rappelant sa propre fille, elle lui avait proposé d'exaucer un vœu.",
      "pt": "... O Div da Neblina concordou, e assim a comerciante começou a contar sua história. Era sobre ela, sobre quando seus negócios não estavam indo bem. E quando ela achava que tudo estava a ponto de ruir, encontrou uma lâmpada mágica no seu armazém. Ela começou a polir a lâmpada, e do nada, um sopro de fumaça vermelha apareceu! A fumaça falou para ela, e dizia ser um Gênio da Beleza e Gentileza. O gênio, ao ver a comerciante, lembrou de sua adorável filha, por isso ofereceu um desejo para a comerciante.",
      "ru": "Туманный дэв согласился. И девушка начала свой рассказ. Когда-то её дела шли из рук вон плохо, и в момент отчаяния она нашла у себя в закромах волшебную лампу. Девушка потёрла лампу, и оттуда выползло облако красного тумана, назвавшееся «Великой и прекрасной Владычицей дэвов». Девушка напомнила Владычице дэвов её собственную дочь, поэтому Владычица согласилась исполнить одно её желание.",
      "id": "Fog Div setuju untuk mendengarkan, dan si pedagang itu mulai bercerita. Tentang dirinya sendiri, ketika pertama dia berbisnis, dan bisnisnya masih sepi. Ketika dia merasa putus asa, dia menemukan sebuah lampu ajaib di gudangnya. Dia menggosok lampunya, dan tiba-tiba keluar asap merah dari lampu tersebut. Asap itu bicara padanya dan mengaku bahwa dia adalah Jinni Kecantikan dan Kebaikan. Ketika melihat si saudagar, sang jin jadi ingat pada putrinya yang imut-imut, lalu memutuskan untuk mengabulkan satu permintaan si saudagar.",
      "th": "อสูรหมอกตอบตกลง จากนั้นนักธุรกิจจึงเริ่มเล่าเรื่องราวของตัวเอง ตอนนั้นธุรกิจของเธอยังไม่ได้รุ่งเรืองเท่าทุกวันนี้ ตอนที่เธอตกอยู่ในภาวะขาดทุน เธอก็บังเอิญได้พบตะเกียงวิเศษที่ไม่รู้ที่มาที่ไปจากในโกดัง เธอถูตะเกียงวิเศษด้วยความมึนงง จากนั้นหมอกสีแดงก็พวยพุ่งออกมา สิ่งที่อยู่ในตะเกียงเรียกตัวเองว่า \"ราชาปีศาจโฉมงามใจอารี\" เมื่อได้เห็นนักธุรกิจคนนี้ก็คิดถึงลูกสาวที่น่ารักของตัวเอง อีกฝ่ายจึงบอกกับนักธุรกิจคนนั้นว่า สามารถขอพรได้ 1 ข้อ",
      "vi": "Quái Vật Sương Mù đồng ý. Thế là thương nhân bắt đầu kể câu chuyện của mình, hồi đó công việc làm ăn của cô chưa phát đạt như bây giờ, trong lúc làm ăn thua lỗ, cô tình cờ tìm thấy trong nhà kho một cây đèn thần không biết từ đâu ra. Trong lúc hoang mang, cô ấy cọ vào làm sáng đèn thần. Một làn sương mù đỏ từ trong bay ra, cô ta tự xưng là \"đại ma vương xinh đẹp tốt bụng\", nhìn thấy thương nhân, cô nghĩ đến cô con gái xinh xắn dễ thương của mình, nên cô nói sẽ thực hiện một nguyện vọng của thương nhân."
    }
  },
  {
    "title": {
      "zhs": "想要了解多莉·其四",
      "zht": "想要了解多莉·其四",
      "jp": "ドリーを知る·4",
      "ko": "도리에 대해 알기·네 번째",
      "en": "More About Dori: IV",
      "de": "Ich will mehr über Dori erfahren IV",
      "es": "Más sobre Dori (IV)",
      "fr": "Connaître Dori (4)",
      "pt": "Mais sobre Dori — IV",
      "ru": "Узнать больше о Дори IV",
      "id": "Mengenal Dori: IV",
      "th": "อยากรู้เกี่ยวกับ Dori - 4",
      "vi": "Muốn tìm hiểu Dori - Điều thứ 4"
    },
    "line": {
      "zhs": "还有什么比摩拉更吸引商人的呢，于是商人许愿：希望接下来的日子，能赚到数也数不清的摩拉。「人美心善的大魔王」同意了，她成为了商人的供货商，为商人提供了源源不断的奇妙商品。商人也因此赚得盆满钵满…",
      "zht": "還有什麼比摩拉更吸引商人的呢，於是商人許願：希望接下來的日子，能賺到數也數不清的摩拉。「人美心善的大魔王」同意了，她成為了商人的供應商，為商人提供了源源不斷的奇妙商品。商人也因此賺得盆滿缽滿…",
      "jp": "商人にとってモラほど魅力的なものはない。だから彼女は、これから毎日、数え切れないほどのモラを稼げるようになりたいとお願いしましたの。「美しくて心優しい大魔王」は、その願いを聞き入れてくれましたわ。彼女は商人のために仕入れを行い、絶え間なく摩訶不思議な商品を提供してくれました。おかげで、商人は大儲けできたんですの…",
      "ko": "상인에게 모라보다 매력적인 게 어디 있겠어. 그래서 상인은 셀 수 없을 정도로 많은 모라를 벌고 싶다고 했지. 「착하고 아름다운 대마왕」은 알겠다며 그녀의 상품 공급책이 되어 신비한 물건들을 계속 공급해 주었고, 상인은 그로 인해 엄청난 거금을 끌어모았어…",
      "en": "What could a merchant ever desire more than the prospect of more Mora? So the merchant wished that she could earn more Mora in the future than she could ever hope to count. The Genie of Beauty and Kindness agreed, and became the merchant's supplier, providing her with magical and fantastic goods. The merchant soon went on to make a fortune...",
      "de": "Was könnte sich eine Händlerin mehr wünschen als die Aussicht auf mehr Mora? Also wünschte sich die Händlerin, dass sie in Zukunft mehr Mora verdienen könnte, als sie je zu Ende zählen könnte. Die Dämonin der Schönheit und Güte stimmte zu und besorgte der Händlerin viele wunderbare Waren. Damit machte die Händlerin schnell ein Vermögen ...",
      "es": "¿Qué puede desear un comerciante si no más Moras? Por tanto, la comerciante le pidió que en adelante, pudiera ganar tantos Moras que no fuera capaz ni de contarlos. El Genio de la Belleza y la Bondad concedió su deseo y se convirtió en el proveedor de la comerciante. A partir de entonces, le proporcionó un sinfín de productos maravillosos, gracias a los cuales la mercader hizo una fortuna.",
      "fr": "Qu'est-ce qu'une marchande pouvait désirer de plus que la perspective de gagner plus de moras ? La marchande fit donc un vœu : gagner plus de moras à l'avenir qu'elle ne pourrait jamais en compter. Le génie de la bonté et de la beauté s'exécuta et devint le fournisseur de la marchande, lui procurant un flux constant de marchandises merveilleuses. La marchande ne tarda pas à faire fortune...",
      "pt": "O que uma comerciante poderia gostar mais do que ganhar Mora? Então a comerciante desejou: que pudesse ganhar Mora no futuro, mais Mora do que jamais pudesse contar. O Gênio da Beleza e Gentileza concordou, e se tornou o fornecedor da comerciante, fornecendo-lhe mercadorias mágicas e fantásticas. Pouco depois, a comerciante fez uma fortuna...",
      "ru": "А о чём ещё могла мечтать та девушка, как не о богатстве? Ведь не зря она занималась торговлей! И она сказала: хочу зарабатывать столько моры, чтобы её нельзя было сосчитать! «Великая и прекрасная Владычица монстров» согласилась и стала поставщиком той девушки. Теперь в её караване появилось множество разных диковинок, которые принесли ей целое состояние...",
      "id": "Memangnya apa lagi maunya seroang pedagang selain punya Mora yang berlimpah? Maka si pedagang pun membuat permohonan: dia punya Mora banyak sekali sampai tak terhitung jumlahnya. Jinni Kecantikan dan Kebaikan setuju, dan dia menjadi pemasok untuk pedagang tersebut, memberinya banyak sekali barang fantastis dan misterius. Bisnisnya pun perlahan-lahan menjadi sangat besar, dan keuntungannya mencengangkan ....",
      "th": "ซึ่งเป็นสิ่งที่ดึงดูดนักธุรกิจคนนั้นยิ่งกว่า Mora เสียอีก ดังนั้นนักธุรกิจจึงขอว่า: ต่อจากนี้ขอให้ตัวเองมี Mora จนนับไม่ถ้วน \"ราชาปีศาจโฉมงามใจอารี\" ตอบตกลง จากนั้นเธอก็ได้กลายเป็นผู้จัดหาสินค้าของนักธุรกิจ โดยเธอคอยจัดหาสินค้าที่ยอดเยี่ยมให้กับนักธุรกิจอย่างต่อเนื่อง ทำให้นักธุรกิจคนนั้นทำเงินได้เพิ่มพูนขึ้นเรื่อย ๆ...",
      "vi": "Còn gì có thể thu hút thương nhân hơn Mora chứ, thế là thương nhân ước: Hy vọng những ngày tháng sau này, có thể kiếm được thật nhiều thật nhiều Mora. \"Đại ma vương xinh đẹp tốt bụng\" đồng ý, cô ấy trở thành người cung cấp hàng hóa cho thương nhân, không ngừng cung cấp những mặt hàng mới lạ. Thương nhân cũng nhờ đó mà kiếm được thật nhiều tiền..."
    }
  },
  {
    "title": {
      "zhs": "想要了解多莉·其五",
      "zht": "想要了解多莉·其五",
      "jp": "ドリーを知る·5",
      "ko": "도리에 대해 알기·다섯 번째",
      "en": "More About Dori: V",
      "de": "Ich will mehr über Dori erfahren V",
      "es": "Más sobre Dori (V)",
      "fr": "Connaître Dori (5)",
      "pt": "Mais sobre Dori — V",
      "ru": "Узнать больше о Дори V",
      "id": "Mengenal Dori: V",
      "th": "อยากรู้เกี่ยวกับ Dori - 5",
      "vi": "Muốn tìm hiểu Dori - Điều thứ 5"
    },
    "line": {
      "zhs": "雾怪听完这些觉得很神奇，明明自己和红雾大魔王也算同类，自己怎么没办法变出什么东西。商人呀，就夸了雾怪天赋异禀，说不定在同一个魔灯里待上一段时间，就能拥有大魔王的能力了。雾怪欣然同意，进入了商人的魔灯…\n\n咳咳，你问我这个故事是不是真的？这是另外的价钱喽，再给我九十九万摩拉，我就告诉你！",
      "zht": "#霧怪聽完這些覺得很神奇，明明自己和紅霧大魔王也算同類，自己怎麼沒辦法變出什麼東西。商人呀，就誇了霧怪天賦異稟，說不定在同一個魔燈裡待上一段時間，就能擁有大魔王的能力了。霧怪欣然同意，進入了商人的魔燈…\n\n咳咳，{F#妳}{M#你}問我這個故事是不是真的？這要另外算錢囉，再給我九十九萬摩拉，我就告訴{F#妳}{M#你}！",
      "jp": "その話を聞いた霧の魔物は、自分と赤い霧の大魔王は明らかに同類なのに、何も創り出せない自分のことを不思議に思いましたの。そこで商人はこのように褒めましたわ——「霧の魔物は才能に恵まれている、同じように魔法のランプの中で過ごせば、大魔王と同じ力が身に付くかもしれない」と。霧の魔物はその案に快諾すると、商人の魔法のランプへと入っていったのです…\n\nコホンッ、この物語が本当ですかって？それについては別料金が発生しますの。あと九十九万モラ払えば、教えてあげますわ。",
      "ko": "그 이야기를 들은 안개 마귀는 무척 신기해했어. 자신도 붉은 안개 대마왕과 같은 부류인데 그런 물건들을 만들어낼 수 없었거든. 상인은 안개 마귀에게 타고난 재능이 있어 보이니, 같은 요술 램프에 들어가 있으면 대마왕 같은 능력을 가질 수 있을 거라고 말했어. 그렇게 안개 마귀는 기쁜 마음으로 상인의 요술 램프에 들어갔지…\n\n흠흠, 이 이야기가 진짜냐고? 그 답을 알고 싶으면 추가 비용이 있는데, 99만 모라만 내면 알려줄게!",
      "en": "Hearing the merchant's story, the Fog Div became very puzzled. The div and the genie were obviously of the same species, so how come the div couldn't perform any magic? The merchant praised the Fog Div's potential, saying that it, too, would surely gain the genie's great power if only it were to stay in the same magic lamp. The Fog Div agreed and entered the merchant's magic lamp... Huh? Is this a real story? Backstory details cost extra! Give me another 990,000 Mora and I'll tell you!",
      "de": "Das Rauchwesen war erstaunt, als es das hörte. Offensichtlich waren es und die Dämonin im roten Rauch von derselben Art. Warum konnte die Dämonin etwas aus dem Nichts erschaffen? Die Händlerin lobte dann das Talent von dem Rauchwesen und sagte, dass es vielleicht auch die Fähigkeiten der Dämonin erlangen kann, wenn es eine Weile in derselben Wunderlampe bleibt. Daraufhin betrat das Rauchwesen bereitwillig die Wunderlampe der Händlerin ...\n\n*hust* Du fragst mich, ob diese Geschichte wahr ist? Das ist ein anderer Preis. Gib mir neunhundertneunzigtausend Mora und ich sage es dir!",
      "es": "#La historia de la mercader dejó confundido al Div de la Calígine. Tanto el genio como él eran claramente de la misma especie, así que ¿por qué el Div no tenía poderes mágicos? La comerciante alabó el talento del Div y dijo que probablemente conseguiría un poder similar al del genio si pasaba una temporada dentro de la lámpara mágica. Así que el Div de la Calígine aceptó y se metió en ella.\n\nJeje, ¿me preguntas que si esta historia es verdadera? Eso tiene un precio aparte, ¡te lo contaré si me das otros 990{NON_BREAK_SPACE}000 Moras!",
      "fr": "En entendant l'histoire de la marchande, l'entité brumeuse était devenue perplexe. Elle et le génie étaient manifestement de la même espèce, alors comment se faisait-il qu'elle ne puisse pas faire de magie ? La marchande fit l'éloge du potentiel de l'entité brumeuse, disant qu'elle obtiendrait sûrement les mêmes pouvoirs si elle restait assez longtemps dans la lampe magique. L'entité brumeuse accepta et entra dans la lampe magique de la marchande...\n\nHein ? Si c'est une histoire vraie ? C'est plus cher si tu veux connaître les dessous de l'histoire ! Donne-moi encore 990 000 moras et je te le dirai !",
      "pt": "Ao ouvir a história da comerciante, o Div da Neblina ficou perplexo. O Div e o gênio eram da mesma espécie, por que o Div então não podia fazer nenhuma mágica? A comerciante elogiou o potencial do Div da Neblina, dizendo que ele com certeza teria o poder do grande gênio se ficasse na lâmpada mágica por um tempo. O Div da Neblina concordou, e entrou na lâmpada mágica da comerciante...\n\nAhem! Essa história é real? Os bastidores têm um custo adicional! Custa só mais 990.000 Mora!",
      "ru": "Туманный дэв очень удивился, дослушав эту историю. Владычица дэвов, можно сказать, была его роднёй, но он не умел творить подобных чудес. Девушка сказала, что он наверняка наделён таким же сильным даром, просто ему тоже нужно посидеть немного в волшебной лампе. Туманный дэв поверил ей и залез в лампу...\n\nХе-хе, хочешь узнать, было ли это на самом деле? Можно, но за отдельную плату. Ещё девятьсот девяносто тысяч моры, и я всё расскажу!",
      "id": "Mendengar cerita tersebut, Fog Div menjadi heran. Fog Div dan jin itu jelas spesies yang sama, jadi kenapa Fog Div tidak bisa sihir? Pedagang tersebut lalu memuji Fog Div, bilang kalau suatu hari nanti Fog Div pasti bisa kuat seperti si jin, kalau dia mau tinggal di dalam lampu ajaib. Fog Div pun setuju dan masuk ke dalam lampu ajaib ....\n\nHah? Kamu tanya yang barusan itu kisah nyata atau bukan? Ah, ada duit ada detail! Silakan bayar dulu 990.000 Mora, baru nanti aku kasih tahu!",
      "th": "หลังจากที่อสูรหมอกฟังจบก็รู้สึกมหัศจรรย์มาก ทั้ง ๆ ที่ตัวเองและปีศาจหมอกแดงเป็นพวกเดียวกันแท้ ๆ แต่ทำไมตัวเองถึงไม่สามารถแปลงกายเป็นอย่างอื่นเลย นักธุรกิจเยินยอว่าอสูรหมอกมีพรสวรรค์ บางทีถ้าเข้าไปอยู่ในตะเกียงเดียวกันสักพัก ก็อาจจะมีความสามารถเหมือนปีศาจดังกล่าวก็ได้ อสูรหมอกตอบตกลงและเข้าไปในตะเกียงของนักธุรกิจ...\n\nอะแฮ่ม เธอถามว่าเรื่องเล่านี้เป็นความจริงรึเปล่าเหรอ? งั้นก็ต้องเพิ่มราคานะ จ่ายมาอีก 990,000 Mora สิ แล้วฉันจะบอก!",
      "vi": "Quái Vật Sương Mù nghe xong cảm thấy thật thần kỳ, rõ ràng mình và đại ma vương sương đỏ cũng xem như là đồng loại, sao mình lại không thể biến ra thứ gì chứ. Thương nhân khen Quái Vật Sương Mù có năng khiếu bẩm sinh, nói không chừng ở chung một thời gian trong một chiếc đèn, là có thể có được sức mạnh của đại ma vương. Quái Vật Sương Mù vui vẻ đồng ý và bước vào chiếc đèn của thương nhân...\n\nE hèm, quý khách hỏi tôi câu chuyện này có thật không à? Vậy thì phải giá khác nha, đưa cho tôi thêm 990.000 Mora, tôi sẽ nói cho quý khách biết!"
    }
  },
  {
    "title": {
      "zhs": "多莉的爱好…",
      "zht": "多莉的愛好…",
      "jp": "ドリーの趣味…",
      "ko": "도리의 취미…",
      "en": "Dori's Hobbies",
      "de": "Doris Hobbys ...",
      "es": "Aficiones de Dori...",
      "fr": "Les loisirs de Dori...",
      "pt": "Passatempos de Dori...",
      "ru": "Хобби Дори...",
      "id": "Hobi Dori",
      "th": "งานอดิเรกของ Dori...",
      "vi": "Sở thích của Dori..."
    },
    "line": {
      "zhs": "我的爱好可多了，第一是赚摩拉，第二是数摩拉，第三是看摩拉，这世界上没有比摩拉更令人开心的东西了！",
      "zht": "我的愛好可多了，第一是賺摩拉，第二是數摩拉，第三是看摩拉，這世界上沒有比摩拉更令人開心的東西了！",
      "jp": "私はたくさんの趣味を持っていますの。一つ、モラを稼ぐこと。二つ、モラを数えること。そして三つ、モラを見ることですの。だって、モラほど人を喜ばせるものなんて、この世に存在しませんでしょう？",
      "ko": "내 취미가 얼마나 많은데. 첫 번째는 모라를 버는 거고, 두 번째는 모라를 세는 거고, 세 번째는 모라를 보는 거야. 세상에 모라보다 즐거운 일은 없을걸!",
      "en": "Hobbies? Sure, I've got tons of hobbies. First there's earning Mora, then there's counting Mora... Oh, and then I like to look at Mora. Ah Mora, nothing in the world makes me happier!",
      "de": "Hobbys? Klar, ich habe viele Hobbys. Erstens, Mora verdienen, dann Mora zählen, drittens Mora ansehen. Nichts auf der Welt macht mich glücklicher als Mora!",
      "es": "¿Mis aficiones? Claro, tengo un montón. La primera es ganar Moras, la segunda es contar Moras... Ah, y también me gusta mirar Moras... Ay, el Mora... ¡Nada en este mundo me hace más feliz!",
      "fr": "Des loisirs ? Bien sûr, j'ai des tonnes de loisirs. Il y a d'abord gagner des moras, ensuite, compter mes moras... Oh, et puis j'aime bien regarder mes moras. Ah mes chers moras, rien au monde ne me rend plus heureuse que vous !",
      "pt": "Eu tenho muitos passatempos. Primeiro, ganhar Mora; segundo, contar Mora; terceiro, olhar para Mora... Ah, Mora, não tem nada nesse mundo que me faça mais feliz que dindim!",
      "ru": "У меня много хобби! Во-первых, зарабатывать мору, во-вторых, пересчитывать мору, в-третьих, любоваться морой. Разве найдётся в мире что-то ещё приятнее моры?",
      "id": "Hobi? Iya, aku punya banyak hobi. Pertama, menghasilkan Mora, lalu menghitung Mora ... Oh, lalu aku juga suka ngelihatin Mora. Ah Mora, tidak ada yang bisa membuatku lebih bahagia daripada Mora!",
      "th": "งานอดิเรกของฉันเยอะแยะเต็มไปหมด อย่างแรกก็คือหา Mora อย่างที่สองก็คือนับ Mora อย่างที่สามคือดู Mora ในโลกนี้ไม่มีอะไรที่ทำให้มีความสุขได้มากกว่า Mora อีกแล้ว!",
      "vi": "Tôi có rất nhiều sở thích nha, thứ nhất là kiếm Mora, thứ hai là đếm Mora, thứ ba là ngắm Mora, trên đời này không có thứ gì khiến người ta vui vẻ hơn Mora cả!"
    }
  },
  {
    "title": {
      "zhs": "多莉的烦恼…",
      "zht": "多莉的煩惱…",
      "jp": "ドリーの悩み…",
      "ko": "도리의 고민…",
      "en": "Dori's Troubles",
      "de": "Doris Sorgen ...",
      "es": "Preocupaciones de Dori...",
      "fr": "Les problèmes de Dori...",
      "pt": "Preocupações de Dori...",
      "ru": "Беспокойство Дори...",
      "id": "Kekhawatiran Dori",
      "th": "เรื่องกลุ้มใจของ Dori...",
      "vi": "Nỗi buồn của Dori..."
    },
    "line": {
      "zhs": "总有些人，拿着才三成利的生意就来打扰我，唉，我也是很忙的。没有百分百的利润，我连听完的兴趣都没有。",
      "zht": "總有些人，拿著才三成利的生意就來打擾我，唉，我也是很忙的。沒有百分百的利潤，我連聽完的興趣都沒有。",
      "jp": "たった三割の利益しか生まない商いで、私に話を持ちかけてくる人がしょっちゅういるんですの。はぁ、私だって忙しいんですのよ。元手を倍にするほどの利益がない限り、話を最後まで聞く気になんてなれませんわ。",
      "ko": "겨우 30% 마진 장사로 날 귀찮게 하는 사람들이 있는데, 후우, 나도 바쁜 몸이라고. 100% 이윤이 없으면 듣고 싶은 마음도 없어",
      "en": "I always have people coming to me with business proposals that could yield only 30% profit. I'm a busy lady, you know. Please, anything under 100% profit, I don't even want to hear about it.",
      "de": "Ich habe immer wieder Leute, die mit Geschäften zu mir kommen, die nur dreißig Prozent Gewinnmarge bringen könnten. Ich bin leider eine sehr beschäftigte Geschäftsfrau. Alles mit weniger als hundert Prozent Gewinn will ich gar nicht erst hören.",
      "es": "Siempre hay gente que viene a molestarme con propuestas de negocio con un margen de beneficio de solo el 30%. Soy una magnate ocupada, ¡así que no quiero oír nada que no tenga un margen de beneficio del 100% como mínimo!",
      "fr": "Il y a toujours des gens qui viennent me voir avec des propositions d'affaires qui ne me rapporteraient que 30 % de profit. Je suis une femme occupée, moi. Alors, s'il vous plaît, tout ce qui est en dessous de 100 % de profit, je ne veux même pas en entendre parler.",
      "pt": "Sempre há gente vindo atrás de mim com propostas de negócios que eu podia fazer 30% de lucro. Mas, argh, por favor... Eu sou muito ocupada, não quero ouvir nada sobre qualquer coisa abaixo de 100% de lucro!",
      "ru": "Вечно находятся люди, которые лезут ко мне с предложениями о разных сомнительных сделках. Если сделка не обещает стопроцентной прибыли, я вас даже слушать не буду.",
      "id": "Aku selalu kedatangan orang yang membawa proposal bisnis yang untungnya cuma 30%. Aku ini orang sibuk loh ya. Jadi tolong, segala hal yang untungnya di bawah 100%, aku tidak mau dengar.",
      "th": "มักจะมีคนบางประเภทชอบมารบกวนฉันด้วยธุรกิจที่ทำกำไรได้เพียง 30% อยู่เสมอ เฮ้อ ฉันเองก็ยุ่งมากเหมือนกันนะ ถ้าไม่ได้กำไร 100% ฉันก็ไม่มีอารมณ์จะมานั่งฟังให้จบด้วยซ้ำ",
      "vi": "Có một số người đến làm phiền tôi với những đề xuất kinh doanh chỉ có thể mang lại lợi nhuận 30%. Haiz, tôi cũng rất bận đó. Lợi nhuận không đến 100% thì nghe thôi tôi cũng không có hứng thú nghe."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was sie so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "我听说璃月有一种叫做摩拉肉的食物，名字里带摩拉，一定非常好吃。什、什么…你会做？咳咳，你当我的小跟班也有一段时间了，应该从我这儿学到了不少吧。作为交换，你要给我做摩拉肉吃！",
      "zht": "#我聽說璃月有一種叫做摩拉肉的食物，名字裡有摩拉，一定非常好吃。什、什麼…{F#妳}{M#你}會做？咳咳，{F#妳}{M#你}當我的小跟班也有一段時間了，應該從我這裡學到了不少吧。作為交換，{F#妳}{M#你}要做摩拉肉給我吃！",
      "jp": "璃月には、モラミートという名の料理があると聞きましたの。名前にモラが付いてるなんて、きっと美味しいに決まってますわ。な、なんですって…あなたそれを作れるんですの？コ、コホンッ、私の子分になってしばらく経ちましたし、色々と学んだことでしょう！その代わりとして、モラミートを作ってくださいまし！",
      "ko": "리월에 모라육이라는 음식이 있다고 들었어. 이름에 모라가 들어간 걸 보면 분명 맛있을 거야. 뭐, 뭐라고… 너도 만들 줄 안다고? 흠흠, 너 말이야 한동안 내 조수로 지내면서 나한테 많은 걸 배웠잖아! 그 답례로 모라육을 만들어줘!",
      "en": "I hear there's a dish in Liyue called Mora Meat. With a name like that, I know it's gotta be delicious! Wh—What? You know how to make it!? Well ahem, you have been my apprentice for some time now, and you must've learned a lot from me. So uh, in exchange for all that you've learned, why don't you cook some Mora Meat for me? Well, what are you waiting for!?",
      "de": "#Ich habe gehört, dass es in Liyue ein Gericht namens Mora-Medaillon gibt. Bei so einem Namen muss es köstlich sein! Was? Du kannst es zubereiten? Nun, du bist schon seit einiger Zeit {F#meine kleine Anhängerin}{M#mein kleiner Anhänger} und hast sicher viel von mir gelernt. Im Gegenzug sollst du Mora-Medaillon für mich kochen!",
      "es": "Oí decir que en Liyue tienen un plato llamado “carne de Mora”. Con un nombre así, seguro que está delicioso. ¿C-cómo?... ¿Que sabes prepararlo? *Ejem*, ya llevas cierto tiempo como mi aprendiz, y ya debes de haber aprendido bastante de mí. Así que, como contraprestación, ¡me tendrás que preparar carne de Mora!",
      "fr": "#J'ai entendu dire qu'il y avait un plat à Liyue qui s'appelait viande-mora. Avec un nom pareil, ça doit être délicieux ! Qu—Quoi{NON_BREAK_SPACE}? Tu sais comment le préparer !? Bon, ça fait un moment que tu es {M#mon petit apprenti}{F#ma petite apprentie} maintenant, et je suis sûre que tu as appris beaucoup de choses de moi. Alors euh, en échange de tout ce que tu as appris, pourquoi ne pas cuisiner de la viande-mora pour moi ? Eh bien, qu'est-ce que tu attends ?",
      "pt": "#Ouvi dizer que tem um prato em Liyue chamado Carne de Mora. Com um nome desse, deve ser delicioso! Hã? O quê? Você sabe como fazer?! Bem, Ahem! Você é {F#minha}{M#meu} aprendiz há um tempo, e deve ter aprendido muito comigo... Por isso, uh, em troca, que tal me cozinhar um pouco de Carne de Mora? Que foi? Vamos, o que você tá esperando?!",
      "ru": "#Я слышала, в Ли Юэ готовят блюдо под названием лепёшка «Мора». Наверняка очень вкусное, не зря ведь в названии есть мора. Ч-что?.. Ты умеешь готовить такую лепёшку? {F#Моя маленькая помощница}{M#Мой маленький помощник} за это время многому у меня {F#научилась}{M#научился}. В благодарность за науку приготовь мне такую лепёшку!",
      "id": "Kudengar di Liyue ada hidangan yang namanya Mora Meat. Dengan nama yang seperti itu, pasti enak sekali ya! A—Apa?! Kamu bisa bikin?! Oke, ehem, kamu kan sudah jadi muridku sekian lama, jadi kamu pasti sudah belajar banyak dariku. Jadi, hm, sebagai ganti dari yang sudah kamu pelajari selama ini, kamu masak saja Mora Meat buat aku ya? Ayo tunggu apa lagi?!",
      "th": "ฉันได้ยินมาว่า Liyue มีอาหารประเภทหนึ่งที่เรียกว่า Mora Meat ในชื่อเมนูมีคำว่า Mora แบบนี้ แสดงว่าต้องอร่อยมากแน่ ๆ วะ...ว่าไงนะ เธอทำเป็นงั้นเหรอ? อะแฮ่ม เธอก็เป็นผู้ติดตามฉันมาสักพักแล้ว น่าจะเรียนรู้อะไรจากฉันได้ไม่น้อยแล้วล่ะสิ งั้นเธอก็ทำ Mora Meat ให้ฉันกินเป็นการแลกเปลี่ยนละกัน!",
      "vi": "Tôi nghe nói Liyue có một món ăn gọi là Thịt Mora, trong tên có Mora, chắc chắn sẽ rất ngon. Cái, cái gì... quý khách biết làm? E hèm, tùy tùng nhỏ à, đi theo tôi cũng một thời gian rồi, chắc là học được từ tôi cũng không ít. Để trao đổi, tùy tùng nhỏ phải làm món Thịt Mora cho tôi ăn đấy nhé!"
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was sie nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang Tidak Disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "椰炭饼那种黑乎乎的东西，一点儿也不符合我的品味，我是绝对不会吃的！就算反过来给我摩拉，我…呃，我、我再考虑考虑。",
      "zht": "椰炭餅那種黑漆漆的東西，一點也不符合我的品味，我是絕對不會吃的！就算反過來給我摩拉，我…呃，我、我再考慮考慮。",
      "jp": "デーツナンのような黒いものは、私の好みにまったく合いません、絶対に食べませんの！仮にモラをくれたとしても、私は…えっと、うぅ…わ、私も考えますの！",
      "ko": "코코넛 숯탄 전병 같은 검은 음식은 내 입맛에 안 맞아. 절대 안 먹을 거야! 나한테 모라를 주고 먹으라고 한다면… 음, 그, 그러면 다시 생각해 볼게!",
      "en": "I can't stand anything that's dark and burnt looking... you know, like Coconut Charcoal Cakes. Ugh, I will never even touch them! Even if you paid me a million Mora, I... Uh, well if that were the case, maybe I'd consider it.",
      "de": "Der dunkle gebackene Dattelfladen ist nicht so mein Geschmack, und ich werde es nie essen! Selbst wenn ich dafür Mora bekäme, würde ich ... Äh, ich, ich werde nochmal darüber nachdenken.",
      "es": "Detesto las comidas con pinta negruzca y chamuscada, como los panecillos de coco carbonizados, ¡no me los comería ni muerta de hambre! Ni aunque me pagaras un montón de Moras... Espera... Déjame considerarlo.",
      "fr": "Je ne supporte pas tout ce qui est sombre et brûlé... Tu sais, comme les charbons d'ajilenakh. Argh, je ne mangerai jamais un de ces trucs ! Même si tu me payais un million de moras, je... Bon, il faudrait que je réfléchisse.",
      "pt": "Eu não consigo suportar aquela comida escura e queimada... Os Bolos de Coco-Carvão. Blergh! Eu nunca os tocarei! Mesmo que você me pague um milhão de Mora, eu... Hã, se esse fosse o caso, eu talvez pensasse a respeito.",
      "ru": "Угольная лепёшка аджиленах - терпеть не могу эти угольки, я к такому угощению ни за что не притронусь! Даже если мне заплатят, я... Хм... Тогда я подумаю.",
      "id": "Aku tidak suka segala hal yang warnanya gelap dan gosong ... misalnya Coconut Charcoal Cake. Ih, pegang saja tidak mau ya! Dikasih satu juta Mora juga aku ... eh, hmm, kalau memang kamu rela bayar segitu, aku bisa deh pikir-pikir lagi.",
      "th": "Coconut Charcoal Cake ดำ ๆ นั่น ไม่อร่อยเลยสักกะนิด ฉันไม่มีวันกินมันเด็ดขาด! ต่อให้จะเอา Mora มาแลก ฉันก็...เอ่อ ฉัน...ฉันขอคิดดูก่อนละกัน",
      "vi": "Bánh Ajilenakh Nướng đen xì không hợp với khẩu vị của tôi chút nào, tôi sẽ không ăn đâu! Nếu cho tôi Mora, tôi... ừm, tôi, tôi sẽ suy nghĩ lại."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "好吃好吃，啊不如你跟着我一起行商，兼职私人厨师吧。",
      "zht": "#好吃好吃，啊不如{F#妳}{M#你}跟著我一起行商，兼職私人廚師吧。",
      "jp": "ん～最高、最高ですの。あなたも一緒に行商をしませんか？私の専属シェフになりません？",
      "ko": "맛있어, 나를 따라다니면서 내 개인 요리사를 하는 건 어때?",
      "en": "Mmm, yummy! What do you say we partner up, hmm? You could also be my personal chef!",
      "de": "Ooh, wie lecker! Was hältst du davon, wenn wir zusammen Geschäft machen? Und du kannst als Teilzeit-Chefkoch arbeiten.",
      "es": "#¡Mmm, qué rico! ¿Que te parece si nos hacemos soci{F#as}{M#os}? Podrías ser mi chef personal.",
      "fr": "#Mmm, miam ! Qu'est-ce que tu dirais qu'on s'associe {M#tous}{F#toutes} les deux, hmm ? Tu pourrais être {M#mon cuisinier personnel}{F#ma cuisinière personnelle}.",
      "pt": "#Que delícia! Que tal virarmos sóci{F#as}{M#os}? Você poderia ser {F#minha}{M#meu} chef pessoal.",
      "ru": "Вкусно, очень вкусно! Может, присоединишься к моему каравану? Будешь моим личным поваром.",
      "id": "Mmm, enak! Gimana kalau kita kerja sama? Kamu bisa jadi koki pribadiku.",
      "th": "อร่อยจัง ถ้างั้นเธอเดินทางไปทำธุรกิจกับฉันมั้ยล่ะ รับจ๊อบเป็นเชฟส่วนตัวฉันละกัน",
      "vi": "Ngon ngon, à hay là quý khách đi theo tôi làm đầu bếp riêng đi."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "哇，我的小跟班做饭水平可以呀。能让我点餐吗？",
      "zht": "哇，我的小跟班做飯能力還可以呀。能讓我點餐嗎？",
      "jp": "ほほう、私の子分は料理がお上手ですのね。料理を注文してもいいかしら？",
      "ko": "이야, 내 조수의 요리 솜씨가 나쁘지 않네. 더 주문해도 되지?",
      "en": "Oh, so my apprentice knows their way around the kitchen, huh? Alright, lemme order something...",
      "de": "#Oh, {F#meine kleine Anhängerin}{M#mein kleiner Anhänger} kann gut kochen. Sehr gut, kann ich jetzt bestellen?",
      "es": "Guau, mi aprendiz sabe cocinar. Bien, déjame pedir algo...",
      "fr": "#Oh, alors comme ça {M#mon petit apprenti}{F#ma petite apprentie} sait s'y prendre en cuisine, hein ? Très bien, laisse-moi commander quelque chose...",
      "pt": "#Oh, então {F#minha}{M#meu} aprendiz sabe cozinhar? Vamos lá, deixe-me pedir algo...",
      "ru": "#Ого, а {F#моя маленькая помощница}{M#мой маленький помощник} неплохо готовит. Ну что, можно сделать новый заказ?",
      "id": "Oh, jadi muridku ini cukup berbakat dalam memasak, ya? Baiklah, aku mau pesan ....",
      "th": "ว้าว ฝีมือทำอาหารของผู้ติดตามฉันเนี่ยใช้ได้เลยนะ ฉันขอสั่งอาหารได้มั้ย?",
      "vi": "Woa, tùy tùng của tôi nấu ăn ngon thật. Tôi có thể gọi món không?"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "居然让我吃这种东西，嘿嘿，你要赔偿我精神损失费！",
      "zht": "#居然讓我吃這種東西，嘿嘿，{F#妳}{M#你}要賠償我精神損失費！",
      "jp": "こんなものを食べさせるなんて…まったく、慰謝料を払ってもらいますの！",
      "ko": "나한테 이런 음식을 먹으라고 하다니, 흥, 정신적 손해배상을 청구하겠어!",
      "en": "You expect me to eat this? Hmph, you'd better compensate me for the mental trauma!",
      "de": "Du erwartest, dass ich das esse? Hehe, du solltest mich besser für das psychische Trauma entschädigen!",
      "es": "¿Esperas que coma esto? ¡Ja! ¡Entonces deberás compensarme por el trauma emocional!",
      "fr": "Tu veux que je mange un truc pareil ? Hmpf, tu ferais mieux de me dédommager pour le traumatisme psychologique !",
      "pt": "Você acha que eu vou comer isso? Hunf! Então é melhor você me compensar pelo trauma mental!",
      "ru": "Ничего себе, какое угощение! Хи-хи, теперь плати мне компенсацию за моральный ущерб!",
      "id": "Kamu kira aku mau makan yang beginian? Enak saja, sekarang tolong bayar ganti rugi, kamu sudah bikin aku kena mental!",
      "th": "ให้ฉันกินของแบบนี้เนี่ยนะ ฮี่ฮี่ เธอต้องชดใช้ค่าเสียหายทางจิตใจของฉัน!",
      "vi": "Bắt tôi ăn thứ này sao, hihi, phải bồi thường tổn thất tinh thần cho tôi đó!"
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "今天我可以满足你一个心愿！毕竟我是无所不能的多莉。说吧说吧，想要什么？不过呢，先和你说好，「一辈子都用不完的摩拉」这种愿望可不行喔。",
      "zht": "#今天我可以滿足{F#妳}{M#你}一個心願！畢竟我是無所不能的多莉。說吧說吧，想要什麼？不過呢，先和{F#妳}{M#你}說好，「一輩子都用不完的摩拉」這種願望可不行喔。",
      "jp": "今日は願い事を一つ叶えてあげますわ！何しろ、私は万屋ドリーですもの。遠慮なく言ってみてください。何かほしいものはあります？…一応、先に言っておきますが、「一生使い切れないほどのモラがほしい」とかはダメですのよ。",
      "ko": "오늘은 내가 네 소원 하나 들어줄게! 난 전지전능한 도리니까 말해봐, 뭘 원하는데? 미리 말하지만 「평생 다 못 쓸 만큼의 모라」를 원한다는 소원은 못 들어줘",
      "en": "Today I can grant you one wish! After all, I am the great and almighty Dori! Go on, tell me, what do you wish for? But lemme just tell you now that a lifetime supply of Mora is off the table.",
      "de": "Ich kann dir heute einen Wunsch erfüllen! Schließlich bin ich die allmächtige Dori. Sag mir, was du willst. Aber zuerst muss ich dir sagen, dass ich dir einen Wunsch wie „einen endlosen Vorrat an Mora für den Rest deines Lebens“ nicht erfüllen kann.",
      "es": "¡Hoy te concederé un deseo! Al fin y al cabo, soy la todopoderosa Dori. Vamos, dime, ¿qué quieres? Pero te aviso de antemano que está descartado pedir un suministro infinito de Moras para toda la vida.",
      "fr": "Aujourd'hui, tu as droit à un souhait ! Après tout, je suis la grande et puissante Dori ! Vas-y, dis-moi. Quel est ton souhait ? Mais laisse-moi te dire tout de suite que t'approvisionner à vie en moras ne fait pas partie des options.",
      "pt": "Hoje eu te concederei um desejo! Afinal, eu sou a grande e toda-poderosa Dori! Vamos, me diga, o que você deseja? Mas vou adiantar que \"mais Mora do que eu posso gastar numa vida\" está fora de cogitação.",
      "ru": "Сегодня я исполню одно твоё желание! Ведь я всесильная Дори. Ну, говори, что хочешь? Только предупреждаю: нельзя загадывать «Чтобы мора никогда не кончалось» и всё в таком роде.",
      "id": "Hari ini aku bisa kabulkan satu permintaan untukmu! Karena bagaimanapun juga, aku adalah Dori yang super hebat! Ayo, bilang saja! Tapi sebelumnya, aku kasih tahu dulu ini: permintaan untuk pendanaan Mora seumur hidup tidak akan dikabulkan!",
      "th": "วันนี้ฉันสามารถเติมเต็มความปรารถนาของเธอได้หนึ่งอย่าง! เพราะว่าฉันคือ Dori ผู้ทำได้ทุกอย่าง พูดสิ พูดสิ ว่าอยากได้อะไร? แต่ขอบอกเธอไว้ก่อนนะ ความปรารถนาประเภท \"Mora ที่ใช้ทั้งชาติก็ไม่หมด\" น่ะ ขอไม่ได้นะ",
      "vi": "Hôm nay tôi có thể thực hiện cho quý khách một tâm nguyện, dù sao tôi cũng là Dori toàn năng mà. Nói đi nói đi, muốn gì nào? Nhưng mà nói trước nha, điều ước kiểu \"Mora cả đời dùng không hết\" thì không được đâu nha."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "你这是在投资我吗？你可真有眼光。",
      "zht": "#{F#妳}{M#你}這是在投資我嗎？{F#妳}{M#你}可真有眼光。",
      "jp": "私への投資ですか？見る目がありますわね。",
      "ko": "나한테 투자하는 거야? 정말 보는 눈 있구나",
      "en": "Does this mean you're investing in me? Hehe, I always knew you had a good head on your shoulders.",
      "de": "Heißt das, du investierst in mich? Hehe, du bist echt klug!",
      "es": "¿Esto quiere decir que vas a invertir en mí? Tienes buen ojo, jeje.",
      "fr": "C'est ta façon d'investir en moi ? Héhé, j'ai toujours su que tu avais les pieds sur terre.",
      "pt": "Você vai investir em mim? Hehe, eu sempre soube que você tinha bons olhos.",
      "ru": "Ты что, в меня инвестируешь? Правильно делаешь.",
      "id": "Oh, ini semacam investasi ya? Hehe, kamu memang pintar.",
      "th": "นี่เธออยากลงทุนกับฉันเหรอ? สายตาเฉียบแหลมดีนี่",
      "vi": "Quý khách đang đầu tư vào tôi sao? Đúng là có tầm nhìn mà."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "多多益善，多多益善。",
      "zht": "多多益善，多多益善。",
      "jp": "多ければ多いほど幸せ、幸せですの。",
      "ko": "다다익선이야, 다다익선",
      "en": "The Mora, the merrier.",
      "de": "Je mehr Mora, desto besser.",
      "es": "La “Moraleja” es que cuantos más Moras, mejor.",
      "fr": "Plus on a de moras, plus on rit.",
      "pt": "Quanto mais Mora, melhor.",
      "ru": "Больше, ещё больше.",
      "id": "Semakin banyak Mora, semakin asyik.",
      "th": "ยิ่งมากยิ่งดี ยิ่งเยอะยิ่งดี",
      "vi": "Càng nhiều càng tốt, càng nhiều càng tốt."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "喔！我好像有了一个奇妙钱袋，能掏出源源不断的力量。",
      "zht": "喔！我好像有了一個奇妙錢袋，能掏出源源不斷的力量。",
      "jp": "あれれ？まるで奇妙なお財布を手に入れたかのように、力を無限に引き出せますの。",
      "ko": "와! 신기한 돈주머니에서 힘을 계속 꺼낼 수 있는 느낌이야",
      "en": "Wow! This is like having a bottomless coin pouch filled with endless power!",
      "de": "Wahnsinn! Das ist, als hätte man einen bodenlosen Geldbeutel, gefüllt mit unendlicher Kraft!",
      "es": "¡Guau! ¡Es como tener una bolsa de dinero gigante repleta de poder!",
      "fr": "Waouh ! C'est comme avoir une bourse de pièces sans fond au pouvoir infini !",
      "pt": "Uau! É como ter uma bolsa de moedas cheia de poder infinito!",
      "ru": "Ого! Как будто у меня в руках чудесный кошелёк с неиссякаемой силой.",
      "id": "Wah! Rasanya macam punya kantong uang yang tidak ada dasarnya!",
      "th": "หวา! ดูเหมือนฉันจะมีกระเป๋าเงินวิเศษ ที่สามารถดึงพลังออกมาได้อย่างไม่มีสิ้นสุด",
      "vi": "Woa! Dường như tôi có một túi đựng tiền không đáy chứa đầy sức mạnh vô tận này!"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "恭喜你成为神通广大的桑歌玛哈巴依老爷的尊贵会员！以后你的订单一律八折，这种待遇你可是第一个喔。啊，好好珍惜吧。",
      "zht": "#恭喜{F#妳}{M#你}成為神通廣大的桑歌瑪哈巴依老爺的尊貴會員！以後{F#妳}{M#你}的訂單一律八折，這種待遇{F#妳}{M#你}可是第一個喔。啊，好好珍惜吧。",
      "jp": "おめでとうございます！あなたはこの万屋サングマハベイ様の名誉会員になりましたの！今後、ご注文いただく商品は全品20%オフで提供いたしますわ。このような待遇を受けたのは、あなたが初めてですの！大事にしてくださいまし。",
      "ko": "신통방통한 산게마 바이 어르신의 V.I.P가 된 걸 축하해! 앞으로 모든 물건을 20% 할인해 줄게. 이런 혜택을 받는 사람은 네가 처음이라고! 마음껏 누려!",
      "en": "Congratulations! You are now a VIP customer of the illustrious Lord Sangemah Bay! This entitles you to enjoy a 20% discount on all future purchases. You're also the first VIP customer ever, so make good use of it!",
      "de": "Herzlichen Glückwunsch! Du bist jetzt ein VIP-Kunde von der allmächtigen Sangemah Bay! Du bekommst zwanzig Prozent Rabatt auf alle deine zukünftigen Einkäufe. Du bist außerdem der erste VIP-Kunde überhaupt, also nutz es aus!",
      "es": "#¡Felicidades, ahora ya eres client{F#a}{M#e} VIP de la ilustre magnate Sangemah Bay! A partir de ahora, disfrutarás de un descuento del 20% en todas tus compras. Eres mi {F#primera clienta}{M#primer cliente} VIP, ¡aprovéchalo bien!",
      "fr": "#Félicitations ! Tu es désormais {M#un client}{F#une cliente} VIP de l'illustre seigneur Sangemah Bay ! Tu bénéficies ainsi d'une remise de 20 % sur tous tes futurs achats. Tu es {M#le premier client}{F#la première cliente} à bénéficier d'une telle remise d'ailleurs, alors fais-en bon usage !",
      "pt": "#Parabéns! Você é {F#a}{M#o} cliente VIP da ilustre Lorde Sangemah Bay! A partir de agora você possui um desconto de 20% em todas as suas futuras compras. Você também é {F#a}{M#o} primeir{F#a}{M#o} VIP! Aproveite bem!",
      "ru": "Поздравляю, теперь ты - почётный гость в заведении мудрой и изобретательной Сангема-бай! С сегодняшнего дня для тебя на все товары действует скидка двадцать процентов! До тебя никто ещё не был удостоен такого приёма! Ха, надеюсь, ты оценишь.",
      "id": "Selamat! Sekarang kamu sudah jadi pelanggan VIP Lord Sangemah Bay! Kamu berhak mendapatkan diskon 20% untuk semua pembelian di kemudian hari. Kamu adalah VIP paling pertama, jadi manfaatkan statusmu sebaik mungkin ya!",
      "th": "ขอแสดงความยินดีที่ได้เป็นสมาชิกวีไอพีของนายท่าน Sangemah Bay! ในอนาคตคำสั่งซื้อของเธอจะได้รับการลดราคาลง 20% เธอเป็นคนแรกที่ได้รับสิทธิพิเศษนี้เชียวนะ รักษามันไว้ให้ดีล่ะ",
      "vi": "Chúc mừng quý khách đã trở thành thành viên tôn quý của Đại Nhân Sangemah Bay thần thông quảng đại! Từ giờ về sau các đơn hàng của quý khách toàn bộ được giảm giá 20%, quý khách là người đầu tiên nhận được chế độ đãi ngộ này đó. À, hãy trân trọng nó nhé."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "看我的！",
      "zht": "看我的！",
      "jp": "えい！",
      "ko": "잘 봐!",
      "en": "Watch this!",
      "de": "Pass auf!",
      "es": "¡Mira y aprende!",
      "fr": "Regarde ça !",
      "pt": "Veja isso!",
      "ru": "Смотри!",
      "id": "Lihat!",
      "th": "คอยดูนะ!",
      "vi": "Nhìn tôi đây!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "留下摩拉来！",
      "zht": "留下摩拉來！",
      "jp": "モラをいただきますわ！",
      "ko": "모라를 넘겨라!",
      "en": "Your Mora is mine!",
      "de": "Mora bleiben bei mir!",
      "es": "¡Me quedaré con todos tus Moras!",
      "fr": "À moi les moras !",
      "pt": "Sua Mora é minha!",
      "ru": "Мора остаётся мне!",
      "id": "Mora-mu, milikku!",
      "th": "ทิ้ง Mora ไว้!",
      "vi": "Để Mora lại!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "魔灯显灵！",
      "zht": "魔燈顯靈！",
      "jp": "魔法のランプよ！",
      "ko": "나타나라, 요술 램프!",
      "en": "Magic lamp!",
      "de": "O Wunderlampe, zeig deine Macht!",
      "es": "¡He aquí la lámpara mágica!",
      "fr": "Montre-toi, lampe magique !",
      "pt": "Contemple, a lâmpada mágica!",
      "ru": "Волшебная лампа!",
      "id": "Bersiaplah, lampu ajaib!",
      "th": "ตะเกียงวิเศษ!",
      "vi": "Đèn thần hiển linh!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "大显身手时间！",
      "zht": "大顯身手時間！",
      "jp": "腕の見せ所ですの！",
      "ko": "내 실력을 보여줄 때가 됐군!",
      "en": "Here's the goods!",
      "de": "Zeit, mein Können zu zeigen!",
      "es": "¡Aquí está la mercancía!",
      "fr": "Voilà la marchandise !",
      "pt": "Aqui estão as mercadorias!",
      "ru": "Настал твой звёздный час!",
      "id": "Makan nih barang!",
      "th": "ถึงเวลาแสดงความสามารถแล้ว!",
      "vi": "Đến lúc thể hiện rồi!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "一手交钱，一手交货。",
      "zht": "一手交錢，一手交貨。",
      "jp": "毎度ありですわ！",
      "ko": "물건을 사려면 돈을 내야지",
      "en": "Let's sweeten the deal!",
      "de": "Du gibst mir Mora, ich gebe dir Ware.",
      "es": "¡Hagamos un trato!",
      "fr": "Faisons un marché !",
      "pt": "Vamos fazer um trato!",
      "ru": "С тебя мора - с меня товар.",
      "id": "Mau enak? Buat kesepakatan!",
      "th": "มือหนึ่งรับเงิน อีกมือส่งของ",
      "vi": "Tiền trao, cháo múc."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "哇，分我一半！",
      "zht": "哇，分我一半！",
      "jp": "ふふん、利益は折半でお願いいたしますの！",
      "ko": "와, 나한테 반만 줘!",
      "en": "We'll split it, fifty-fifty.",
      "de": "Juhu, teil es mit mir, fünfzig-fünfzig!",
      "es": "¡Nos lo dividiremos en partes iguales!",
      "fr": "On partage, 50-50.",
      "pt": "Vamos dividir, meio a meio.",
      "ru": "Ого! Половина моя!",
      "id": "Kita bagi dua, 50:50 ya.",
      "th": "ว้าวว แบ่งให้ฉันครึ่งนึง!",
      "vi": "Woa, chia tôi một nửa!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "先让我看看。",
      "zht": "先讓我看看。",
      "jp": "どれどれ～",
      "ko": "내가 먼저 확인해 볼게",
      "en": "Show me the goods!",
      "de": "Zeig es mir!",
      "es": "¡Enséñame la mercancía!",
      "fr": "Fais-moi voir.",
      "pt": "Deixe-me ver.",
      "ru": "Дай-ка я посмотрю.",
      "id": "Mana, lihat!",
      "th": "ให้ฉันดูหน่อยเถอะ",
      "vi": "Để xem thử đã."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "我来我来！",
      "zht": "我來我來！",
      "jp": "私が、私がいただきますわ！",
      "ko": "내가 할래, 내가 내가!",
      "en": "I'll take it all!",
      "de": "Ich mache das!",
      "es": "¡Me lo quedo!",
      "fr": "Je prends tout, je prends tout !",
      "pt": "Quero tudo!",
      "ru": "Я первая!",
      "id": "Kuambil semua ya!",
      "th": "ฉันเอง ฉันเอง!",
      "vi": "Để tôi để tôi!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "休想抢走我一分摩拉！",
      "zht": "休想搶走我一分摩拉！",
      "jp": "私からモラを奪えるとお思いですの？",
      "ko": "1모라도 가져갈 생각 마!",
      "en": "Hands off my Mora!",
      "de": "Hände weg von meinen Mora!",
      "es": "¡Quita las manos de mis Moras!",
      "fr": "Pas touche à mes moras.",
      "pt": "Tire suas mãos da minha Mora!",
      "ru": "Ты не получишь ни моры!",
      "id": "Jauh-jauh dari Mora-ku!",
      "th": "หยุดความคิดที่จะขโมย Mora ของฉันซะ!",
      "vi": "Đừng hòng lấy được một đồng Mora của tôi!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "啊救命啊，抢劫啦！",
      "zht": "啊救命啊，搶劫啦！",
      "jp": "強盗ですの！助けてくださいまし！",
      "ko": "강도다, 사람 살려!",
      "en": "Help! I'm being robbed!",
      "de": "Hilfe! Räuber!",
      "es": "¡Ayuda! ¡Me están robando!",
      "fr": "À l'aide ! Au voleur !",
      "pt": "Socorro! Estão roubando minhas Mora!",
      "ru": "А! Спасите! Грабят!",
      "id": "Tolong, rampok!",
      "th": "ช่วยด้วยจ้าา ขโมยย!",
      "vi": "Cứu với, có cướp!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "一定要保护好摩拉。",
      "zht": "一定要保護好摩拉。",
      "jp": "モラは死守しますの！",
      "ko": "모라는 반드시 지키겠어!",
      "en": "Protect the Mora.",
      "de": "Schütze unbedingt Mora!",
      "es": "¡Protege el Mora!",
      "fr": "Attention aux moras.",
      "pt": "Tenho que proteger a Mora.",
      "ru": "Главное, чтобы не забрали мору.",
      "id": "Jaga Mora-nya.",
      "th": "ต้องปกป้อง Mora เอาไว้ให้ดี",
      "vi": "Nhất định phải bảo vệ Mora cho tốt."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "救命之恩，记得给钱！",
      "zht": "救命之恩，記得給錢！",
      "jp": "この恩はモラでお返しください！",
      "ko": "네 목숨을 구해줬으니 돈으로 갚아!",
      "en": "I'll help for a price!",
      "de": "Du musst mir für die Rettung deines Lebens bezahlen!",
      "es": "¡Te ayudaré por un módico precio!",
      "fr": "Je vais aider... pour une somme modique !",
      "pt": "Eu ajudarei... Por um preço!",
      "ru": "Не забудь рассчитаться со мной за спасение жизни!",
      "id": "Aku bantu, tapi bayar!",
      "th": "บุญคุณที่ช่วยชีวิต ต้องตอบแทนด้วยการให้เงิน!",
      "vi": "Ơn cứu mạng, nhớ trả tiền!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "呆头菇，命和摩拉一样重要。",
      "zht": "呆頭菇，命和摩拉一樣重要。",
      "jp": "おバカ、命はモラと同じく大事ですのよ。",
      "ko": "멍충아, 모라와 목숨은 똑같이 중요해",
      "en": "You can't spend Mora dead, numbskull!",
      "de": "Dummer Pilz, das Leben ist genauso wichtig wie Mora.",
      "es": "¡No puedes gastar Moras si estiras la pata!",
      "fr": "La vie est aussi importante que les moras, tête de nœud !",
      "pt": "Ei, cabeça de vento, você não tem como gastar Mora morto!",
      "ru": "Грибная ты голова, нет ничего важнее жизни и моры!",
      "id": "Kalau mati, tidak bisa foya-foya woi!",
      "th": "เจ้าเห็ดทึ่ม ชีวิตก็สำคัญพอ ๆ กับ Mora นะ",
      "vi": "Đầu nấm, mạng sống và Mora quan trọng như nhau."
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotada (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "摩拉…还没赚够呢…",
      "zht": "摩拉…還沒賺夠呢…",
      "jp": "まだ十分に…モラを稼げていませんのに…",
      "ko": "모라가… 아직 부족해…",
      "en": "Must earn... more Mora...",
      "de": "Mora ... Ich habe noch nicht genug verdient ...",
      "es": "Tengo que... ganar más Mora...",
      "fr": "Il faut que je gagne... plus de moras...",
      "pt": "Mora... Preciso ganhar mais...",
      "ru": "Мора... Я могла бы заработать ещё...",
      "id": "Harus cari Mora ... lebih banyak ....",
      "th": "ยังหา Mora...ได้ไม่พอเลย...",
      "vi": "Mora... vẫn chưa đủ..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotada (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "又是…这样…",
      "zht": "又是…這樣…",
      "jp": "また…こうなりますの…",
      "ko": "또… 이런 식이군…",
      "en": "Not... again...",
      "de": "Schon wieder ...",
      "es": "Otra vez... no...",
      "fr": "Pas... encore...",
      "pt": "De novo... Não...",
      "ru": "Вот... Опять...",
      "id": "Lagi-lagi ... begini ....",
      "th": "เป็นแบบนี้... อีกแล้ว...",
      "vi": "Lại... như vậy..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotada (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "摩拉也不管用吗…",
      "zht": "摩拉也沒有用嗎…",
      "jp": "モラが通用しませんの…？",
      "ko": "모라도 소용이 없는 건가…?",
      "en": "Guess there's some things... Mora can't buy...",
      "de": "Funktioniert Mora auch nicht ...",
      "es": "Supongo que hay cosas que no se pueden comprar con Moras.",
      "fr": "J'imagine qu'il y a des choses... que les moras ne peuvent pas acheter...",
      "pt": "Tem coisas que... Mora não compra...",
      "ru": "Даже мора не помогла...",
      "id": "Ternyata memang ada ... yang tidak bisa dibeli pakai Mora ....",
      "th": "Mora ก็ช่วยไม่ได้เหรอ...",
      "vi": "Mora cũng không ăn thua sao..."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其一",
      "zht": "普通受擊·其一",
      "jp": "ダメージを受ける·1",
      "ko": "일반 피격·첫 번째",
      "en": "Light Hit Taken: I",
      "de": "Leichten Treffer erlitten I",
      "es": "Recibiendo un ligero ataque (I)",
      "fr": "Attaque légère subie (1)",
      "pt": "Ataque Leve Sofrido - I",
      "ru": "Получен лёгкий удар I",
      "id": "Menerima Serangan Ringan: I",
      "th": "รับการโจมตีปกติ - 1",
      "vi": "Chịu Đòn Thường I"
    },
    "line": {
      "zhs": "小问题。",
      "zht": "小問題。",
      "jp": "問題ありませんわ。",
      "ko": "이 정도야 뭐",
      "en": "Mind the merchandise!",
      "de": "Kein Ding.",
      "es": "Cuidado con la mercancía.",
      "fr": "Attention à la marchandise !",
      "pt": "Cuidado com a mercadoria!",
      "ru": "Пустяки.",
      "id": "Sepele.",
      "th": "ปัญหาจิ๊บ ๆ",
      "vi": "Chuyện nhỏ thôi."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其二",
      "zht": "普通受擊·其二",
      "jp": "ダメージを受ける·2",
      "ko": "일반 피격·두 번째",
      "en": "Light Hit Taken: II",
      "de": "Leichten Treffer erlitten II",
      "es": "Recibiendo un ligero ataque (II)",
      "fr": "Attaque légère subie (2)",
      "pt": "Ataque Leve Sofrido - II",
      "ru": "Получен лёгкий удар II",
      "id": "Menerima Serangan Ringan: II",
      "th": "รับการโจมตีปกติ - 2",
      "vi": "Chịu Đòn Thường II"
    },
    "line": {
      "zhs": "磕碰而已。",
      "zht": "輕輕碰到而已。",
      "jp": "か、かすっただけですの。",
      "ko": "살짝 부딪혔을 뿐이야",
      "en": "No can do!",
      "de": "Nur eine kleine Verletzung.",
      "es": "¡Ni hablar del asunto!",
      "fr": "C'est juste une égratignure.",
      "pt": "Foi só um arranhãozinho!",
      "ru": "Ерунда.",
      "id": "Enak saja!",
      "th": "ก็แค่แรงชนนิดชนหน่อย",
      "vi": "Đụng chạm chút thôi."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "受重擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "欺人太甚！",
      "zht": "真是欺人太甚！",
      "jp": "やってくれましたわね！",
      "ko": "너무하잖아!",
      "en": "You big bully!",
      "de": "Das geht zu weit!",
      "es": "¡Abusón!",
      "fr": "Espèce de brute !",
      "pt": "Você é só um valentão!",
      "ru": "Какое-то издевательство!",
      "id": "Kurang ajar! Jahat!",
      "th": "รังแกกันเกินไปแล้ว!",
      "vi": "Ép người quá đáng!"
    }
  },
  {
    "title": {
      "zhs": "重受击·其二",
      "zht": "重受擊·其二",
      "jp": "重ダメージを受ける·2",
      "ko": "강공격 피격·두 번째",
      "en": "Heavy Hit Taken: II",
      "de": "Schweren Treffer erlitten II",
      "es": "Recibiendo un fuerte ataque (II)",
      "fr": "Attaque puissante subie (2)",
      "pt": "Ataque Pesado Sofrido - II",
      "ru": "Получен тяжёлый удар II",
      "id": "Menerima Serangan Hebat: II",
      "th": "โดนโจมตีอย่างหนัก - 2",
      "vi": "Bị Trọng Kích II"
    },
    "line": {
      "zhs": "列进黑名单！",
      "zht": "列入黑名單！",
      "jp": "ブラックリスト入りですの！",
      "ko": "너 블랙리스트에 추가한다!",
      "en": "That's a deal-breaker!",
      "de": "Ich werde dich in die schwarze Liste packen!",
      "es": "¡Estás en mi lista negra!",
      "fr": "On ne va pas s'entendre !",
      "pt": "Que estraga-prazeres!",
      "ru": "Ты у меня в чёрном списке!",
      "id": "Oke, tidak ada kesepakatan!",
      "th": "จับขึ้นแบล็กลิสต์!",
      "vi": "Liệt vào danh sách đen!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "走吧走吧，赚笔大的！",
      "zht": "走吧走吧，賺筆大的！",
      "jp": "さあさあ、一儲けしに行きますの！",
      "ko": "어서 크게 한 건 하러 가자고!",
      "en": "C'mon let's go! There's a fortune to be made!",
      "de": "Komm schon, lass uns ein Vermögen machen!",
      "es": "¡Vamos, hay una fortuna que ganar!",
      "fr": "Allons faire fortune !",
      "pt": "Vamos, vamos, é hora de ganhar dinheiro!",
      "ru": "Идём, вперёд - к богатству!",
      "id": "Ayo jalan, kita cari untung!",
      "th": "ไปกัน ๆ ได้เวลาหาเงินแล้ว!",
      "vi": "Đi thôi đi thôi, kiếm tiền nào!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "摩拉不等人，快跟上。",
      "zht": "摩拉不等人，快跟上。",
      "jp": "ついて来てくださいまし、モラは待ってくれませんわ。",
      "ko": "모라는 우릴 기다리지 않아, 빨리 따라와",
      "en": "Hurry up! Mora waits for no one.",
      "de": "Mora warten nicht, komm mit!",
      "es": "¡Date prisa! El Mora no espera a nadie.",
      "fr": "Dépêche-toi ! Les moras n'attendent pas.",
      "pt": "Vamos logo! A Mora não espera por ninguém!",
      "ru": "Скорее, мора не ждёт!",
      "id": "Buruan, Mora tidak menunggu siapa pun!",
      "th": "Mora ไม่รอใครหรอกนะ รีบตามไป",
      "vi": "Mora không chờ ai, mau đi theo!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "是什么大生意？",
      "zht": "是什麼大生意？",
      "jp": "どのような大商談ですの？",
      "ko": "얼마나 큰 장사인지 볼까?",
      "en": "So, what's the deal?",
      "de": "Was für ein großes Geschäft ist es?",
      "es": "¿Cuál es el trato?",
      "fr": "Il se passe un truc ?",
      "pt": "Qual é o grande negócio?",
      "ru": "О чём торгуетесь?",
      "id": "Jadi ada bisnis apa nih?",
      "th": "นี่ทำธุรกิจใหญ่อะไรเหรอ?",
      "vi": "Làm ăn lớn gì vậy?"
    }
  }
]