[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "芭芭拉是西风教会的祈礼牧师，同时也是蒙德城的闪耀偶像。\n\n「只要看到芭芭拉，心情就能变好。」——蒙德城里流传着这样的说法。\n\n实际上，不只是心情，伤口或者身体不适也能一起治愈。\n\n人们知道，芭芭拉可以通过水元素的「神之眼」，释放奇妙的魔法。\n\n但在芭芭拉心中，最神奇的魔法只有「切实的努力」而已。",
      "zht": "芭芭拉是西風教會的祈禮牧師，同時也是蒙德城的閃耀偶像。\n\n「只要看到芭芭拉，心情就能變好。」——蒙德城裡流傳著這樣的說法。\n\n實際上，不只是心情，傷口或者身體不適也能一起治癒。\n\n人們知道，芭芭拉可以透過水元素的「神之眼」，釋放奇妙的魔法。\n\n但在芭芭拉心中，最神奇的魔法只有「切實的努力」而已。",
      "jp": "バーバラは西風教会の祈祷牧師であり、モンドのアイドルでもある。\n\n「バーバラに会うと、気分が良くなる」——モンドではこのような噂が広まっていた。\n\n実際、バーバラは気分だけではなく、怪我や体調不良も治癒できる。彼女は水元素の「神の目」を通して、不思議な魔法を使えるからだ。\n\nしかし、バーバラ自身にとって、最も不思議な魔法は「着実な努力」だけである。",
      "ko": "바바라는 페보니우스 성당의 부제이자 몬드성의 빛나는 아이돌이다.\n\n몬드성엔 「바바라만 보면 기분이 좋아진다」라는 소문이 있을 정도다.\n\n사실, 기분뿐만 아니라 상처도 함께 치유할 수 있다.\n\n사람들은 바바라가 물 원소의 「신의 눈」을 이용해 기묘한 마법을 사용하는 걸 알고 있다.\n\n하지만 바바라의 마음속에서 가장 신비한 마법은 오직 「성실한 노력」뿐이다",
      "en": "Barbara is the Deaconess of the Church of Favonius, as well as the shining idol of Mondstadt.\n\n\"The sight of Barbara makes all my problems disappear.\" This is quite a common saying among the citizens of Mondstadt.\n\nIn fact, Barbara can do much more than just put people in a better mood: Her healing powers extend to flesh wounds and other physical ailments.\n\nBarbara is known to have access to miraculous healing powers through her Hydro Vision.\n\nHowever, Barbara herself knows that hard work is the most miraculous magic of all.",
      "de": "Barbara ist die Bischöfin der Favonius-Kathedrale sowie der leuchtende Star von ganz Mondstadt.\n\n„Der reine Anblick von Barbara allein lässt alle meine Probleme verschwinden.“ Dies ist unter den Bewohnern von Mondstadt ein weit verbreitetes Sprichwort.\n\nIn der Tat kann Barbara aber noch viel mehr, als nur Menschen in heitere Stimmung zu versetzen. Ihre Heilkräfte erstrecken sich sowohl auf die Behandlung von Fleischwunden als auch andere körperliche Beschwerden.\n\nBarbaras Wunderheilkräfte kommen von der Hydro-Kraft ihres Göttlichen Auges.\n\nBarbara selbst weiß jedoch, dass die wundervollste Magie doch immer noch von ihrer harten Arbeit kommt.",
      "es": "Bárbara es la Diaconisa de la Iglesia de Favonius, así como la Ídolo Radiante de Mondstadt.\n\n“Bárbara hace que los problemas desaparezcan”. Esta es una frase bastante común entre los habitantes de Mondstadt.\n\nEn realidad, Bárbara repara las heridas y alivia el dolor tanto metafórica como literalmente.\n\nEs capaz de usar magia curativa milagrosa a través de su Visión Hydro.\n\nSin embargo, para la propia Bárbara, la magia más milagrosa es simplemente el trabajo duro.",
      "fr": "En plus d'être diaconesse de l'Église de Favonius, Barbara est également l'idole de Mondstadt.\n\nLes gens du coin disent souvent : « Va voir Barbara et ton humeur s'améliorera. »\n\nBarbara peut faire bien davantage que remonter le moral : ses pouvoirs guérisseurs s'étendent aussi aux blessures physiques.\n\nIl est de notoriété publique qu'elle doit à son œil divin de type Hydro son don de guérison, mais Barbara sait que le travail et la pratique restent la plus efficace des magies.",
      "pt": "Barbara é a diaconisa da Igreja de Favonius, bem como o ídolo brilhante de Mondstadt.\n\n\"Barbara faz os problemas desaparecerem\". É um ditado bastante comum entre os habitantes de Mondstadt.\n\nNa verdade, Barbara cura feridas e alivia dores tanto metaforicamente quanto literalmente.\n\nBarbara é conhecida por ser capaz de usar mágica de cura milagrosa por meio de sua Visão Hydro.\n\nNo entanto, para a própria Barbara, a mágica mais milagrosa é simplesmente o trabalho duro.",
      "ru": "Барбара является пастором церкви Фавония и всеми любимой сияющей звёздочкой Мондштадта.\n\n«Завидев Барбару, все неприятности уходят прочь».\n\nЭто довольно распространённая поговорка среди жителей Мондштадта.\n\nБарбара залечивает раны и снимает боль как душевную, так и физическую.\n\nВсем известно, что Гидро Глаз Бога даёт Барбаре возможность использовать чудодейственную исцеляющую магию.\n\nОднако по мнению самой Барбары, самое чудесное волшебство - это усердие и труд.",
      "id": "Barbara adalah seorang Diakones dari Church of Favonius, dan juga seorang idola yang bersinar di Mondstadt.\n\n\"Hanya dengan melihat Barbara, semua masalah hilang.\" Ini adalah kalimat yang umum diucapkan oleh warga Mondstadt.\n\nKenyataannya, Barbara tidak hanya bisa membuat suasana hati menjadi baik, tapi dia juga bisa menyembuhkan luka dan penyakit fisik lainnya.\n\nBarbara diketahui memiliki kekuatan penyembuhan yang ajaib melalui Vision Hydro miliknya.\n\nTapi, Barbara tahu bahwa keajaiban yang paling menakjubkan adalah kerja keras.",
      "th": "Barbara นั้นเป็นซิสเตอร์แห่งโบสถ์ Favonius Church ขณะเดียวกันก็เป็นไอดอลที่เหมือนกับ แสงสว่างแห่ง Mondstadt\n\n\"ขอแค่ให้เห็น Barbara อารมณ์ก็ดีขึ้นแล้ว\"...คำพูดเหล่านี้เป็นคำพูดที่คุ้นหูใน Mondstadt\n\nในความเป็นจริง ไม่ใช่แค่อารมณ์เท่านั้น บาดแผลหรือความเหนื่อยล้า ทางร่างกาย ก็สามารถให้เธอรักษาได้\n\nทุกคนรู้ดีว่า Barbara นั้นสามารถใช้ \"วิชั่น\" ของธาตุน้ำ ปลดปล่อยเวทมนตร์ ที่สุดยอดออกมาได้\n\nแต่ในใจของ Barbara นั้นเวทมนตร์ที่มหัศจรรย์ที่สุดมีเพียง \"ความขยันในการลงมือทำ\" เท่านั้น",
      "vi": "Barbara là mục sư tế lễ của giáo hội Tây Phong, đồng thời cũng là thần tượng tỏa sáng ở Mondstadt.\n\n\"Chỉ cần nhìn thấy Barbara, tâm trạng sẽ tốt lên\"\n\nTrong thành Mondstadt lưu truyền cách nói như vậy.\n\nTrên thực tế, không chỉ có tâm trạng, mà cả vết thương hoặc khó chịu trong người cũng có thể trị khỏi.\n\nMọi người biết Barbara có thể thông qua Vision Nguyên Tố Thủy, thi triển phép thuật kỳ diệu.\n\nNhưng trong tim Barbara, phép thuật thần kỳ nhất chỉ là \"Sự nỗ lực thực sự\" mà thôi."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "蒙德城里，人人都喜欢芭芭拉。\n\n其实在最开始，芭芭拉的歌声对于蒙德居民来说十分陌生，甚至让人有些不习惯。\n\n因为蒙德一直以来流传的歌，大部分都是吟游诗人弹唱的民谣。\n\n好在蒙德有着「自由」的精神，令人愉快的新事物，可以和喜闻乐见的「传统」一起繁荣。\n\n人们接受了她的歌声，逐渐被她的活力感染，甚至也开始学着哼唱。\n\n「艾伯特先生，不要再唱啦！你唱的真的没调子！」",
      "zht": "蒙德城裡，人人都喜歡芭芭拉。\n\n其實在最開始，芭芭拉的歌聲對於蒙德居民來說十分陌生，甚至讓人有些不習慣。\n\n因為蒙德一直以來流傳的歌，大部分都是吟遊詩人彈唱的民謠。\n\n幸好蒙德有著「自由」的精神，令人愉快的新事物，可以和喜聞樂見的「傳統」一起繁榮。\n\n人們接受了她的歌聲，逐漸被她的活力感染，甚至也開始學著哼唱。\n\n「艾伯特先生，不要再唱啦！你真的一直走音！」",
      "jp": "モンドの人々は、みんなバーバラが大好きである。\n\n当初、バーバラの歌声はモンドの住人にとっては馴染みがなく、違和感を抱いた人もいる程だった。\n\nなぜなら、それまでモンドで親しまれていた歌のほとんどは、吟遊詩人が奏でた民謡だったからだ。\n\n幸い、モンドに「自由」の精神があるおかげで、面白く新しいものは、これまで愛された「伝統」と共に発展することができた。\n\n人々はバーバラの歌を受け入れ始め、彼女のパワーに感化され、そして彼女を真似て歌い始めた。\n\n「アルバートさん、歌うのをやめて！音程が外れてるよ！」",
      "ko": "몬드성의 모두가 바바라를 좋아한다.\n\n사실 처음, 바바라의 노래는 몬드 주민들에게 아주 생소한 것이었고 심지어 낯설기까지 했다.\n\n몬드에서 유행하던 노래는 대부분이 음유시인이 부르는 민요였기 때문이다.\n\n하지만 몬드에는 「자유」의 정신이 있어서 사람을 즐겁게 만드는 새로운 것은 「전통」과 융합하여 함께 발전시킬 수 있었다.\n\n사람들은 그녀의 노랫소리를 받아들였고 점차 그녀의 활력에 감화되어 따라서 흥얼거리기 시작했다.\n\n「엘버트 씨, 그만 좀 부르세요! 음이 다 틀리잖아요!」",
      "en": "Every citizen of Mondstadt adores Barbara.\n\nHowever, this has not always been the case. At first, Barbara's songs sounded strange to the citizens of Mondstadt, and many struggled to see the appeal.\n\nThis was because for the longest time, the folk songs of bards were the only popular songs known in Mondstadt.\n\nFortunately, Mondstadt stayed true to its reputation as the City of Freedom, and the people ultimately embraced the new while continuing to cherish the old.\n\nPeople accepted Barbara's songs, and over time her positive energy rubbed off on them. Soon, they could be heard humming her tunes all around Mondstadt.\n\n\"Albert, would you stop please! You're completely out of tune!\"",
      "de": "Jeder Bewohner von Mondstadt verehrt Barbara. Dies war jedoch nicht immer der Fall. Zu Anfang klangen Barbaras Lieder für die Bewohner von Mondstadt eher befremdlich und viele hatten Mühe, den Reiz darin zu erkennen.\n\nDas lag daran, dass die eher traditionellen Volkslieder der Barden für die längste Zeit die einzigen in Mondstadt bekannten und populären Lieder waren.\n\nGlücklicherweise blieb Mondstadt seinem Ruf treu, eine Stadt der Freiheit zu sein, und die Leute akzeptierten letztendlich das Neue, während sie das Alte weiterhin schätzten.\n\nDie Menschen akzeptierten Barbaras Lieder und im Laufe der Zeit rieb sich ihre positive Energie auf sie ab. Bald konnte man die Leute überall in Mondstadt ihre Melodien summen hören.\n\n„Albert, hörst du bitte auf! Du bist völlig aus dem Takt!“",
      "es": "Todos los habitantes de Mondstadt adoran a Bárbara.\n\nSin embargo, no siempre fue así. Al principio, las canciones de Bárbara eran demasiado extrañas para los oídos de los habitantes de Mondstadt, que no estaban particularmente entusiasmados con ella.\n\nEsto fue porque, durante mucho tiempo, las canciones populares en Mondstadt fueron cantadas por bardos.\n\nPor suerte, Mondstadt es conocida por ser la ciudad de la libertad, y la gente está dispuesta a abrazar lo nuevo aun dejando atrás las viejas costumbres.\n\nLas canciones de Bárbara fueron aceptadas en poco tiempo, y su vitalidad y energía también atraparon los corazones de las personas. Pronto, sus canciones fueron tarareadas por toda Mondstadt.\n\n“Albert, ¿podrías parar, por favor? ¡Estás desafinando!”",
      "fr": "Il n'existe pas un habitant de Mondstadt qui n'apprécie pas Barbara.\n\nLes choses n'en furent pas toujours ainsi. À ses débuts, ses chansons étaient quelque peu étranges aux oreilles des Mondstadtois habitués seulement aux ballades populaires.\n\nMais restant fidèle à sa réputation de cité de la liberté, Mondstadt et ses habitants finirent par joindre une nouvelle tradition aux anciennes.\n\nLes gens acceptèrent ses chansons, qui détinrent sur eux ; bientôt ils furent nombreux à fredonner ses airs dans la cité.\n\n« Sieur Albert, par pitié, arrêtez-vous ! Vous chantez complètement faux ! »",
      "pt": "Todo cidadão de Mondstadt adora a Barbara.\n\nNo entanto, nem sempre foi assim. A princípio, as músicas de Barbara eram estranhas aos ouvidos dos habitantes de Mondstadt, que não estavam particulamente entusiasmados.\n\nIsso porque, por um longo tempo, as músicas populares em Mondstadt eram canções folclóricas cantadas por bardos.\n\nFelizmente, Mondstadt é conhecida por ser a cidade da liberdade, e as pessoas estão dispostas a abraçar o novo e, ao mesmo tempo, valorizar o velho.\n\nAs músicas de Barbara foram aceitas em pouco tempo, e sua vitalidade e energia também alcançaram os corações das pessoas. Em breve, suas músicas poderão ser ouvidas em toda a Mondstadt.\n\n\"Albert, por favor, pare, por favor!\"",
      "ru": "Все жители Мондштадта обожают Барбару... Однако так было не всегда.\n\nПоначалу песни Барбары были странными для ушей мондштадтцев, и некоторые из них особо не впечатлились.\n\nТак случилось по той причине, что популярными песнями в Мондштадте долгое время считались исполняемые бардами народные песни.\n\nК счастью, Мондштадт известен как город свободы, и люди охотно принимают новое, одновременно лелея старое.\n\nПесни Барбары были приняты в мгновение ока, а её энергия и жизнерадостность распространились среди жителей быстрее, чем любая зараза.\n\nВскоре её песни напевали на каждом углу.\n\n«Альберт, перестань, пожалуйста! Ты не попадаешь в ноты!»",
      "id": "Semua orang di Mondstadt mengagumi Barbara.\n\nMeski pada awalnya, nyanyian Barbara terdengar aneh di telinga warga Mondstadt, bahkan ada yang merasa tidak nyaman.\n\nKarena dalam waktu yang lama, satu-satunya lagu yang terkenal di Mondstadt hanya lagu-lagu rakyat dari para penyair.\n\nUntungnya, Mondstadt adalah Kota Kebebasan, sehingga hal-hal baru dapat dihargai seiring dengan tradisi yang sudah ada.\n\nOrang-orang telah menerima nyanyiannya, dan perlahan-lahan terpengaruh oleh energi positifnya, bahkan mulai terdengar suara mereka bersenandung.\n\n\"Albert, jangan nyanyi lagi! Kamu nyanyi tidak ada nadanya!\"",
      "th": "ภายในตัวเมืองของ Mondstadt นั้น ผู้คนล้วนแต่ชื่นชอบในตัว Barbara\n\nจริง ๆ แล้วในตอนแรกนั้น เสียงเพลงของ Barbara นั้นช่างแปลกประหลาด ถึงขั้นทำให้คนรู้สึกไม่คุ้นชินเลย ทีเดียว\n\nเพราะว่าเพลงที่นิยมใน Mondstadt มาตลอดนั้น ส่วนใหญ่ล้วนเป็นเพลงพื้นบ้านที่ ถูกแต่งโดยนักกวีทั้งนั้น\n\nดีที่ Mondstadt นั้นมีจิตวิญญาณแห่ง \"อิสรเสรี\" ทำให้ผู้คนชื่นชอบในสิ่งใหม่ ๆ สามารถหล่อหลอมร่วมกันและ เพลิดเพลินไปกับ \"ประเพณีเดิม\"\n\nเมื่อผู้คนยอมรับเพลงของเธอแล้ว ก็ค่อย ๆ ได้รับพลังชีวิตจากเธอ ถึงขั้นเริ่มที่จะเรียนร้องเพลง\n\n\"คุณ Albert ไม่ต้องร้องแล้ว! เพลงที่คุณร้อง มันเพี้ยน\"",
      "vi": "Trong thành Mondstadt, ai ai cũng yêu thích Barbara.\n\nThật ra ngay từ đầu, giọng hát của Barbara vô cùng lạ lẫm với người Mondstadt, thậm chí có chút không quen.\n\nVì từ trước giờ đa số ca khúc lưu truyền ở Mondstadt đều là bài hát dân gian được thể hiện bởi các nhà thơ.\n\nMay mà Mondstadt có tinh thần \"tự do\", vì thế những điều mới mẻ thú vị vẫn có thể cùng phát triển với sự yêu thích \"truyền thống\"\n\nMọi người tiếp nhận âm nhạc của cô, dần dần bị sức sống của cô cảm hóa, thậm chí bắt đầu hát theo ngâm nga.\n\n\"Ngài Albert, đừng hát nữa! Ngài hát không có giai điệu gì cả!\""
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "可是对于这样的成果，芭芭拉心情复杂。\n\n偶像的职责就是让大家喜爱自己。这么来看的话，芭芭拉做得很好。\n\n她的选择并没有错。\n\n——但是，另一方面，偶像需要去抚慰大家心灵的疲劳，她真的做到了吗？\n\n她为盲眼的葛罗丽唱了歌，安慰她远行的恋人一定会归来；她为生病的安娜唱了歌，祝福她疾病一定会被治愈。\n\n但在歌声结束后，她们脸上的笑容并未停留太久。\n\n芭芭拉陷入了迷茫之中。",
      "zht": "可是對於這樣的成果，芭芭拉心情複雜。\n\n偶像的職責就是讓大家喜愛自己。這麼來看的話，芭芭拉做得很好。\n\n她的選擇並沒有錯。\n\n——但是，另一方面，偶像需要去撫慰大家心靈的疲勞，她真的做到了嗎？\n\n她為盲眼的葛蘿麗唱了歌，安慰她遠行的戀人一定會歸來；她為生病的安娜唱了歌，祝福她疾病一定會被治癒。\n\n但在歌聲結束後，她們臉上的笑容並未停留太久。\n\n芭芭拉陷入了迷茫之中。",
      "jp": "しかし、この成果にバーバラはとても複雑な心情を抱えていた。\n\nアイドルの仕事はみんなに好かれること。この点については、バーバラはよくできている。\n\n彼女の選択は間違っていない。\n\n——しかし一方で、アイドルは疲れた人々の心を癒さなければならない。彼女に、それができているのだろうか？\n\n目の見えないグローリーのために歌い、遠く赴いた恋人は必ず帰ってくると慰めた。病気になったアナのために歌い、病気はきっと治ると祝福を送った。\n\nしかし歌い終わった後、彼女たちの笑顔が、長く保たれることはなかった。\n\nバーバラは迷いの中に陥った。",
      "ko": "바바라는 이러한 성과를 보며 마음이 복잡해졌다.\n\n아이돌의 의무는 바로 모두가 자신을 좋아하게 하는 것이다. 그렇다면 바바라는 아주 잘하고 있다.\n\n그녀의 선택은 틀리지 않았다.\n\n——하지만 아이돌은 모두의 지친 마음을 위로해야 하는데 그녀는 어땠는가?\n\n그녀는 앞이 보이지 않는 글로리에게 노래를 불러주며 그녀의 연인이 무사히 돌아오길 위로해줬다. 그리고 병마와 싸우는 안나에게 노래를 불러주며 하루빨리 쾌차하길 기도했다.\n\n하지만 노래가 끝나자 얼굴의 미소도 빠른 속도로 사라졌다.\n\n바바라는 막막함에 빠져들었다",
      "en": "Barbara's feelings on her own success are mixed.\n\nTo the extent that an idol's duty is to make everyone adore her, she has done a fantastic job.\n\nThere is no doubting that she has made the right choice.\n\nHowever, an idol is also expected to spread joy and relieve people's spiritual fatigue... Has she really accomplished that?\n\nShe sang for blind Glory, encouraging her to believe that her lover would one day return. She sang, too, for sick Anna, promising her that her illness would one day be cured.\n\nYet, the smiles on their faces never last long after the songs end.\n\nThis has led Barbara to become somewhat disillusioned and doubtful.",
      "de": "Barbaras Gefühle für ihren eigenen Erfolg sind eher gemischt.\n\nEs ist die Pflicht eines Stars, alle dazu zu bringen, ihn zu verehren. Da das funktioniert, muss sie also gute Arbeit geleistet haben.\n\nEs besteht kein Zweifel daran, dass sie die richtige Wahl getroffen hatte.\n\nJedoch wird von einem Star auch erwartet, Freude zu verbreiten und die geistige Müdigkeit der Menschen zu lindern ... Hatte sie das wirklich erreicht?\n\nSie sang für die blinde Glory und ermutigte sie zu glauben, dass ihr Geliebter eines Tages zurückkehren würde. Sie sang auch für die kranke Anna und versprach ihr, dass ihre Krankheit eines Tages endlich geheilt sein würde.\n\nDoch das Lächeln auf ihren Gesichtern hält nie lange nach dem Ende ihrer Lieder an.\n\nAll das hatte Barbara etwas desillusioniert.",
      "es": "Bárbara tenía sentimientos encontrados acerca de sus logros.\n\nComo ídolo, su deber era hacer que todos la adorasen, y en eso hizo un trabajo fantástico.\n\nEscogió la opción correcta.\n\nSin embargo, un ídolo necesita ser capaz de aliviar el dolor y el estrés de las personas para que se sientan con energía... ¿Había conseguido esto Bárbara?\n\nCantó para la ciega Glory, consolándola de que su amante algún día volvería; y cantó para la enferma Anna, prometiéndole que su enfermedad se curaría.\n\nSin embargo, las sonrisas en sus caras no duraron más de lo que duró la canción.\n\nEsto puso a Bárbara en apuros.",
      "fr": "Barbara éprouve des sentiments compliqués face à son succès.\n\nL'idole se doit d'être aimée de tous, et de ce point de vue on peut dire qu'elle a rencontré un franc succès.\n\nAucun doute qu'elle a fait le bon choix.\n\nCependant, une idole se doit aussi de répandre la joie et d'alléger la fatigue du peuple... Avait-elle réussi cette partie ?\n\nElle a chanté pour Gloria l'aveugle, l'encourageant à garder espoir qu'un jour son amant reviendrait ; elle a aussi chanté pour Anna, lui promettant que sa maladie serait un jour guérie.\n\nCependant, leurs sourires ne restent jamais longtemps sur leurs lèvres une fois les chansons terminées ; Barbara a fini par devenir quelque peu désabusée.",
      "pt": "Suas realizações trouxeram sentimentos contraditórios a Barbara.\n\nO dever de um ídolo é fazer com que todos a amem. No que diz respeito a isso, ela fez um trabalho fantástico.\n\nFez a escolha certa.\n\nNo entanto, um ídolo precisa aliviar a dor e o estresse, fazendo as pessoas se sentirem revigoradas... Ela realmente conseguiu isso?\n\nEla cantou pela cega Glory, confortando-a de que seu amante retornará um dia. Ela cantou pela doente Anna, prometendo a ela que sua doença seria curada.\n\nNo entanto, os sorrisos em seus rostos não duraram por muito tempo depois que as músicas terminaram.\n\nIsso deixou Barbara em apuros.",
      "ru": "Однако достижения Барбары вызывали у неё смешанные чувства.\n\nДолг идола - всем нравиться. И ради этой цели она проделала фантастическую работу.\n\nОна сделала правильный выбор.\n\nТем не менее идол должен облегчать боль и страдания, приносить людям бодрость и веселье... Смогла ли она этого добиться?\n\nОна пела песни утешения слепой Глории о том, что её возлюбленный однажды вернётся.\n\nОна пела песни для больной Анны о том, что её болезнь будет излечена.\n\nТем не менее улыбки на их лицах не задерживались надолго.\n\nЭто терзало душу Барбары.",
      "id": "Tapi perasaan Barbara akan kesuksesannya itu campur aduk.\n\nTugas seorang idola adalah membuat semua orang memujanya, dan Barbara telah melakukan pekerjaan itu dengan baik.\n\nTidak ada yang salah dengan pilihannya.\n\nTapi, di sisi lain, seorang idola juga dituntut untuk membawa kebahagiaan kepada semua orang, apakah dia benar-benar telah melakukannya?\n\nDia bernyanyi untuk Glory yang buta, mendorongnya untuk percaya bahwa suatu hari kekasihnya akan kembali. Dia juga bernyanyi untuk Anna yang sakit, menjanjikannya bahwa suatu hari penyakitnya akan sembuh.\n\nTapi, senyum di wajah mereka tidak pernah bertahan lama setelah lagu berakhir.\n\nHal itu menyebabkan Barbara kecewa dan meragukan dirinya.",
      "th": "แต่ว่า Barbara นั้นกลับอยู่ในอารมณ์ที่สับสนกับ ผลลัพธ์อย่างนี้\n\nหน้าที่ของไอดอลนั้นคือการทำให้ ทุกคนรัก ซึ่งถ้าหากมองจากมุมนี้แล้ว ถือว่า Barbara ทำได้ดีมาก\n\nทางเลือกของเธอนั้นก็ไม่ได้ ถือว่าผิด\n\n...แต่ว่าหากมองในอีกแง่หนึ่ง การเป็นไอดอลนั้นต้องบรรเทา ความเหนื่อยล้าออกไปจากหัวใจ ของทุกคนได้ด้วย แล้วเธอทำแบบนั้นได้จริง ๆ งั้นเหรอ?\n\nเธอร้องเพลงให้แก่ Glory ผู้ตาบอดฟังและปลอบโยนว่าคนรักของเธอที่จากไปไกลนั้นจะต้องกลับมาอย่างแน่นอน; เธอร้องเพลงให้แก่ Anna ผู้ซึ่งกำลังป่วยและให้พรว่าอาการ ป่วยของเธอนั้นจะต้องหายไปแน่\n\nแต่ว่าเมื่อเพลงของเธอจบลงแล้ว รอยยิ้มบนใบหน้าของพวกเขาก็ หายไปในเวลาไม่นาน\n\nBarbara นั้นจึงตกอยู่ในความสับสน",
      "vi": "Nhưng đối với thành quả như vậy, tâm trạng của Barbara thật phức tạp.\n\nTrách nhiệm của thần tượng là làm mọi người yêu thích mình. Nhìn theo cách này, Barbara đã làm rất tốt.\n\nSự lựa chọn của cô không hề sai.\n\nNhưng mặt khác, thần tượng cần xoa dịu tâm hồn mệt mỏi của mọi người, cô thật sự đã làm được chưa?\n\nCô đã hát cho Glory mù lòa, an ủi cô ấy rằng người yêu đi xa chắc chắn sẽ quay trở về; Cô hát vì Anna bị bệnh, cầu chúc cho bệnh của cô ấy được chữa khỏi.\n\nNhưng khi bài hát kết thúc, nụ cười ấy cũng không ở lại trên đôi môi họ quá lâu.\n\nBarbara rơi vào trong suy ngẫm."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "芭芭拉从小就是个性格阳光的孩子。尽管她有些笨拙，做事常常失败，也总能飞快振作起来，再试一次。\n\n与芭芭拉截然相反的「那个人」，便是她的姐姐，众人口中的「家族骄傲」。\n\n仿佛是对着字典里「优秀」的解释一般成长起来的姐姐，完全遥不可及。\n\n芭芭拉最初努力的动机并没有多么伟大，仅仅是想要赢过姐姐一次。\n\n可是，无论剑术还是学习，她都比不上姐姐。\n\n一向阳光向上的芭芭拉，对此不免有些失落。\n\n「努力是最神奇的魔法，但在努力也没有用的时候，应该怎么办呢？」",
      "zht": "芭芭拉從小就是個性格陽光的孩子。儘管她有些笨拙，做事常常失敗，也總能飛快振作起來，再試一次。\n\n與芭芭拉截然相反的「那個人」，便是她的姐姐，眾人口中的「家族驕傲」。\n\n仿佛是照著字典裡「優秀」的解釋成長起來的姐姐，完全遙不可及。\n\n芭芭拉最初努力的動機並沒有多麼偉大，僅僅是想要贏過姐姐一次。\n\n可是，無論劍術還是學習，她都比不上姐姐。\n\n一向陽光向上的芭芭拉，對此不免有些失落。\n\n「努力是最神奇的魔法，但在努力也沒有用的時候，應該怎麼辦呢？」",
      "jp": "バーバラは幼い頃から明るい子供だった。少し不器用で、よく失敗するが、いつもすぐに立ち直って、もう一度チャレンジしようとする。\n\nバーバラと正反対の「あの人」、つまり彼女の姉は、「一族の誇り」と呼ばれている。\n\n「優秀」という言葉のお手本のように成長した姉は、バーバラにとって遠い人だった。\n\nバーバラの努力の動機は、一度だけでいいから、姉に勝ちたいという簡単な理由から来るものだ。\n\nしかし剣術も勉強も、姉に勝てたことはなかった。\n\nいつも明るくて前向きなバーバラでも、これには落ち込まずにはいられなかった。\n\n「努力は一番の魔法なのに、努力してもだめだった時は、どうすればいいの？」",
      "ko": "바바라는 어릴 때부터 아주 밝은 아이였다. 살짝 굼뜨고 하는 일이 자주 실패하긴 했지만 그녀는 늘 정신을 가다듬고 다시 한번 도전했다.\n\n바바라와 완전히 상반되는 「그 사람」은 바바라의 언니로, 사람들이 말하는 「가문의 자랑」이었다.\n\n마치 사전 속의 「우수」라는 단어를 증명하듯 성장한 언니는 넘을 수 없는 장벽과도 같았다.\n\n처음에 바바라가 노력했던 이유는 별로 대단한 게 아니었다. 그저 언니를 한 번만 이기고 싶어하는 마음 뿐.\n\n하지만 검술이든 공부든 언니를 이기지 못했다.\n\n늘 태양처럼 밝은 바바라도 실망을 금치 못했다.\n\n「노력이야말로 가장 신비한 마법인데, 노력해도 되지 않을 땐 어떻게 해야 하는 걸까…?」",
      "en": "Barbara has always been a bright and optimistic girl since she was young. Though at times she can be a bit clumsy and mess things up, she always bounces right back and has another go.\n\nBarbara is the complete opposite of her sister, who is seen by all as the pride of her family.\n\nUnlike Barbara, her sister has always been the very definition of success in all aspects.\n\nInitially, all Barbara had ever wanted was to surpass her sister in at least one thing, even if only once.\n\nHowever, be it swordplay, her grades, or anything else, she was never able to compare.\n\nEven for someone as optimistic as her, she found herself to be upset and down.\n\n\"Hard work is the most miraculous magic. But when even that doesn't work... what then?\"",
      "de": "Barbara war schon immer ein kluges und optimistisches Mädchen gewesen, schon seit frühester Kindheit. Obwohl sie manchmal etwas ungeschickt ist und Dinge durcheinanderbringt, ist sie immer gleich wieder am Ball und voll dabei.\n\nBarbara ist das genaue Gegenteil ihrer Schwester, der eigentliche Stolz ihrer Familie.\n\nIhre Schwester war schon immer die Definition von „Erfolg“ in allen Aspekten gewesen, ganz im Gegensatz zu Barbara.\n\nUrsprünglich hatte Barbara ihre Schwester einfach in wenigstens einer Sache übertreffen, wenn auch nur ein einziges Mal.\n\nEgal ob beim Schwertkampf, bei ihren Noten oder irgendetwas anderem, sie war nie in der Lage gleichzuziehen.\n\nSelbst für jemanden, der sonst so optimistisch ist wie sie, war sie verärgert und niedergeschlagen.\n\n„Harte Arbeit ist die wundervollste Magie. Aber was ist, wenn selbst das nicht funktioniert?“",
      "es": "Desde pequeña, Bárbara siempre ha sido una chica optimista. Aunque a veces es un poco torpe y falla en algunas cosas, siempre acaba levantándose para volver a intentarlo.\n\nBárbara es todo lo contrario a su hermana, que es el orgullo de su familia.\n\nA diferencia de ella, su hermana siempre ha sido la verdadera definición de “éxito” en todos los aspectos.\n\nLo que Bárbara había querido desde siempre era superar a su hermana en, al menos, una cosa; al menos, por una vez.\n\nSin embargo, falló en todos los aspectos.\n\nA pesar de su gran optimismo, llegó a sentirse enfadada y triste.\n\n“El trabajo duro es la magia más milagrosa, pero ¿qué pasa si ni siquiera eso funciona?”.",
      "fr": "Depuis sa plus jeune enfance, Barbara affiche un caractère ouvert et optimiste. De nature maladroite, elle rate souvent ce qu'elle entreprend, mais ne s'avoue jamais vaincue.\n\nSa sœur a toujours été, par opposition, la définition même de « succès ».\n\nLa surpasser ne serait-ce qu'une seule fois était le rêve de la jeune Barbara ?\n\nMais rien n'y fit ; maîtrise de l'épée, notes à l'école, sa sœur l'emportait dans tous les domaines.\n\nBarbara en conçut quelque déception, bien qu'étant d'un naturel optimiste.\n\n« Le travail est la meilleure des magies ; mais si ça ne marchait pas tout le temps ? »",
      "pt": "Barbara sempre foi uma garota otimista desde jovem. Embora, às vezes, ela seja um pouco desajeitada e bagunce as coisas, ela sempre pode voltar a tentar.\n\nBarbara é o oposto completo de sua irmã, o orgulho de sua família.\n\nA irmã sempre foi o orgulho da família, a definição de \"sucesso\" em todos os aspectos, ao contrário dela. \n\nInicialmente, tudo o que Barbara queria era superar sua irmã em pelo menos uma coisa, pelo menos uma vez.\n\nNo entanto, ela falhou em todos os aspectos.\n\nMesmo para alguém tão otimista como ela, ela se sentia chateada e deprimida.\n\n \"Trabalho duro é a mágica mais milagrosa, mas e se mesmo isso não funcionar?\"",
      "ru": "С самого детства Барбара была оптимистичной девушкой.\n\nХотя временами она бывает слегка неуклюжа, и может что-то испортить, но она всегда может просто успокоиться и взяться за дело ещё раз.\n\nБарбара - полная противоположность своей сестре, гордости семьи.\n\nВ отличие от Барбары, её сестра всегда была определением слова «успех» во всех аспектах.\n\nКогда-то единственным желанием Барбары было превзойти свою сестру в чём угодно хотя бы раз.\n\nДаже будучи такой оптимисткой, она чувствовала себя подавленно.\n\n«Усердие - это самое чудесное волшебство. Но что, если даже оно не сработает?»",
      "id": "Sejak kecil Barbara selalu menjadi gadis yang ceria dan optimis. Meskipun terkadang dia ceroboh dan gagal, dia selalu bangkit dan mencoba lagi.\n\nBarbara adalah kebalikan dari kakak perempuannya, yang merupakan kebanggaan keluarganya.\n\nKakaknya selalu sukses dalam segala hal, tidak seperti Barbara.\n\nAwalnya, semua yang diinginkan Barbara adalah mengalahkan kakaknya setidaknya dalam satu hal, meskipun hanya sekali.\n\nTapi, baik itu kemampuan memainkan pedang, nilai di sekolah, atau apa pun itu, dia tidak pernah bisa mengalahkan kakaknya.\n\nBahkan untuk seseorang seoptimis dirinya, dia tetap merasa sedih dan kalah.\n\n\"Kerja keras adalah keajaiban yang paling menakjubkan. Tetapi apa yang harus dilakukan jika keras-keras juga tidak ada gunanya?\"",
      "th": "ตั้งแต่ Barbara ยังเล็กนั้นเธอก็เป็นเด็กที่ร่าเริง สดใสมาก โดยถึงแม้ว่าจะซุ่มซ่ามไปบ้างและ ทำอะไรก็มักจะล้มเหลว แต่เธอก็มักจะมีกำลังใจที่จะลอง ทำใหม่อีกครั้งอยู่เสมอ\n\n\"คนคนนั้น\" ที่ต่างกันอย่างสิ้นเชิงกับ Barbara ซึ่งก็เป็นพี่สาวของเธอนั่นเอง ผู้ซึ่งผู้คนกล่าวถึงว่าเป็น \"เป็นความภูมิของตระกูล\"\n\nพี่สาวที่โตมาด้วยกันนั้นราวกับ คำอธิบายของคำว่า \"ยอดเยี่ยม\" ในพจนานุกรม ไม่สามารถเข้าถึงได้\n\nแรงจูงใจของ Barbara ในตอนเริ่มนั้นแท้จริงแล้วไม่ได้ ยิ่งใหญ่อะไร เพียงแค่ต้องการจะเอาชนะพี่สาว ตัวเองสักครั้งเท่านั้นเอง\n\nแต่ไม่ว่าจะเป็นวิชาดาบหรือ วิชาเรียน เธอก็ล้วนแต่ไม่สามารถเทียบกับ พี่สาวของเธอได้เลย\n\nBarbara ผู้ซึ่งเปรียบดั่งแสงอาทิตย์ ก็ยังอดไม่ได้ที่จะท้อแท้\n\n\"ความขยันคือเวทมนตร์ที่วิเศษที่สุด...แต่ในเวลาที่ความขยันนั้นใช้ไม่ได้ผล ถ้าอย่างงั้นควรจะต้องทำไงดีนะ?\"",
      "vi": "Barbara từ nhỏ đã có tính khí sôi nổi như mặt trời. Mặc dù cô có chút vụng về, làm việc cũng thường thất bại, nhưng có thể phấn chấn lại rất nhanh và không ngại thử thêm lần nữa.\n\nHoàn toàn đối lập với Barbara là \"người đó\", cũng chính là chị gái của cô ấy - \"niềm tự hào của gia tộc\" trong mắt mọi người.\n\nSự trưởng thành của chị gái dường như giải thích cho hai từ \"xuất sắc\" trong từ điển, hoàn toàn xa tầm với.\n\nĐộng cơ nỗ lực ban đầu của Barbara không hề lớn lao như vậy, chỉ đơn giản là muốn được thắng chị gái một lần.\n\nNhưng, bất kể kiếm thuật hay học tập, cô cũng không thể so với chị mình.\n\nBarbara luôn hướng về ánh sáng mặt trời, cũng không khỏi có chút thất vọng.\n\n\"Nỗ lực là ma thuật thần kỳ nhất, nhưng khi nỗ lực cũng vô dụng, thì nên làm gì đây?\"."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "芭芭拉没有想过放弃。\n\n不如说，她的韧性令她的父亲，「拂晓的枢机卿」西蒙都感到吃惊。\n\n芭芭拉给自己制定的「失落时间」只有三十秒。\n\n三十秒过后，无论如何都要重新打起精神来。\n\n「既然不擅长战斗，那我就负责后勤吧！」\n\n在父亲的引导下，芭芭拉成为了一位治疗者。\n\n伤员和病患是如此痛苦，芭芭拉的善良又是如此闪耀。\n\n「想获得他人认可」的渴望，不知不觉地变成了「想帮助他人」的简单信念。",
      "zht": "芭芭拉沒有想過放棄。\n\n不如說，她的韌性令她的父親，「拂曉的樞機卿」西蒙都感到吃驚。\n\n芭芭拉給自己制定的「失落時間」只有三十秒。\n\n三十秒過後，無論如何都要重新打起精神來。\n\n「既然不擅長戰鬥，那我來負責後勤吧！」\n\n在父親的引導下，芭芭拉成為了一位治療者。\n\n傷患和病患是如此痛苦，芭芭拉的善良又是如此閃耀。\n\n「想獲得他人認可」的渴望，不知不覺地變成了「想幫助他人」的簡單信念。",
      "jp": "バーバラは諦めようと考えたことがない。\n\nと言うよりも、彼女の粘り強さは彼女の父親「払暁の枢機卿」サイモンをも驚かせる程だ。\n\nバーバラが自分に与えた「落ち込んでいい時間」は30秒だけ。\n\n30秒後、何があっても彼女は立ち直るようにしている。\n\n「戦闘が得意じゃないなら、後方支援を担当しよう！」\n\n父親の教育の下、バーバラは治療者になった。\n\n怪我人や病人の苦しみに、バーバラは優しさをより輝かせる。\n\nいつの間にか、「他人に認められたい」という欲望は、「他人を助けたい」という単純な信念になった。",
      "ko": "바바라는 포기하지 않았다.\n\n그녀의 근성은 그녀의 아버지인 「여명의 추기경」 시무스마저 놀라게 했다.\n\n바바라는 자신에게 「실의에 빠질 시간」 30초만을 줬다.\n\n30초 뒤에는 어떻게든 정신을 가다듬었다.\n\n「전투에 소질이 없다면 후방 지원은 내가 책임지겠어!」\n\n아버지의 인도 아래 바바라는 치유사가 됐다.\n\n부상병과 환자들의 고통 속에서 바바라의 선량함은 그렇게 빛날 수가 없었다.\n\n그렇게 「타인의 인정을 받고 싶어」라는 갈망이 저도 모르게 「다른 사람을 돕고 싶어」라는 간단한 신념으로 바뀌게 됐다",
      "en": "Barbara has never once considered giving up.\n\nHer determination and resilience even surprised her father, Seamus Pegg, the Cardinal of Daybreak.\n\nBarbara only allows herself to be depressed for 30 seconds.\n\nAfter that, she forces herself to brighten up, no matter what.\n\n\"I'm not so good in combat, so I'll be sure to support those who are.\"\n\nUnder her father's counsel, Barbara became a healer.\n\nShe is as radiant as the sick and injured are pained.\n\nHer desire to be recognized gradually transformed into a simple desire to help others.",
      "de": "Barbara hatte ihr Leben lang nie auch nur ein einziges Mal aufgegeben.\n\nIhre Entschlossenheit und Widerstandsfähigkeit überraschten sogar ihren Vater Seamus, den Kardinal von Tagesanbruch.\n\nBarbara lässt sich in unbequemen Situationen nur 30 Sekunden lang traurig machen.\n\nDanach zwingt sie sich selbst, ihre Laune aufzuhellen, egal was auch passiert.\n\n„Ich bin nicht so gut im Kampf, also werde ich sicher diejenigen unterstützen, die es sind.“\n\nNach dem Rat ihres Vaters wurde Barbara eine Heilerin.\n\nSie ist genau so strahlend, wie die Schmerzen der Kranken und Verletzten stark sind.\n\nIhr Wunsch, anerkannt zu werden, verwandelte sich allmählich in den einfachen Wunsch, anderen zu helfen.",
      "es": "Bárbara nunca se rindió.\n\nSu determinación y resistencia sorprendieron incluso a su padre Seamus, el Cardenal del Amanecer.\n\nBárbara solo se permite deprimirse durante 30 segundos.\n\nDespués, se obliga a alegrarse, pase lo que pase.\n\n“Como no soy buena peleando, me dedicaré a apoyar desde la retaguardia”.\n\nCon ayuda de los consejos de su padre, Bárbara se convirtió en sanadora.\n\nLos heridos y los enfermos tienen un gran dolor, pero la bondad de Bárbara los ilumina.\n\nAsí, sus deseos de ser reconocida se transformaron poco a poco en un simple deseo de ayudar a los demás.",
      "fr": "Barbara n'abandonna jamais.\n\nMême son père, le cardinal Seamus, fut étonné par sa détermination et sa résilience.\n\nLorsque Barbara subit les aléas des attaques de la vie, elle ne s'autorise que trente secondes de laissez-aller, avant de se forcer à retrouver un état d'esprit positif.\n\n« Puisque je ne sais pas manier l'épée, alors je supporterai ceux qui le peuvent ! »\n\nSous les conseils de son père, la jeune fille devint guérisseuse.\n\nSes bonnes dispositions sont toujours appréciées des blessés même les plus graves.\n\nEt ainsi, son désir de reconnaissance se mua progressivement en un désir d'aider les autres.",
      "pt": "A Barbara nunca desistiu.\n\nSua determinação e resiliência até surpreenderam seu pai, Seamus, o Cardeal do Amanhecer.\n\nBarbara só se deixa deprimir por 30 segundos.\n\nDepois disso, ela se força a se animar, não importa o que aconteça.\n\n\"Não sou muito boa em combates, mas apoio aqueles que são.\"\n\nSob o conselho de seu pai, Barbara se tornou uma curandeira.\n\nOs feridos e os doentes sofrem com dor, e o lado bom de Barbara é radiante.\n\nO desejo de ser reconhecida gradualmente se transforma em um desejo simples de ajudar os outros.",
      "ru": "Барбара никогда не сдаётся.\n\nЕё стойкость и целеустремлённость удивили даже её отца, Шеймуса, Кардинала рассвета.\n\nБарбара позволяет себе впасть в депрессию только на 30 секунд. После этого она несмотря ни на что встаёт и приводит себя в порядок.\n\n«Я не могу постоять за себя в бою, поэтому я положусь на своих друзей».\n\nПо совету отца Барбара стала целительницей.\n\nЕё добродушие сияет для раненых и больных.\n\nЖелание быть признанной постепенно переросло в желание быть полезной для других.",
      "id": "Barbara tidak pernah berpikir untuk menyerah.\n\nBahkan, keteguhan hati dan ketekunannya mengejutkan ayahnya, Seamus Pegg, Cardinal of Daybreak.\n\nBarbara hanya membiarkan dirinya merasa depresi selama 30 detik.\n\nSetelah itu, tidak peduli apa yang terjadi dia memaksa dirinya untuk bangkit.\n\n\"Aku tidak jago dalam bertarung, jadi aku akan menjadi pendukung untuk mereka para petarung jago.\"\n\nDi bawah bimbingan sang ayah, Barbara menjadi seorang penyembuh.\n\nKebaikan Barbara menyinari mereka yang sakit dan terluka.\n\nKeinginannya untuk diakui secara bertahap berubah menjadi keinginan untuk membantu orang lain.",
      "th": "Barbara นั้นไม่เคยคิดเลยที่จะยอมแพ้\n\nหรือพูดได้ว่าความแน่วแน่ของเธอนั้นทำให้พ่อของเธอ \"พระราชาคณะ\" Seamus Pegg ยังต้องประหลาดใจ\n\nBarbara มอบ \"เวลาแห่งความพ่ายแพ้\" ให้แก่ตัวเองเพียงแค่สามสิบวินาที\n\nซึ่งหลังจากเวลาผ่านไป สามสิบวินาทีแล้ว ไม่ว่าอย่างไรก็จะต้องกลับมามีเรี่ยวแรงที่จะสู้ต่อไปให้ได้\n\n\"เนื่องจากฉันไม่เก่งในการต่อสู้ งั้นฉันจะคอยสนับสนุนคนที่ทำอย่างนั้นได้ละกัน!\"\n\nภายใต้การชี้นำของคุณพ่อของเธอ ในที่สุด Barbara ก็กลายเป็นผู้รักษา\n\nไม่ว่าจะเป็นผู้ป่วยหรือคนที่ได้รับ บาดเจ็บ ความใจดีของ Barbara นั้นเป็นเหมือนดั่งกับแสงสว่าง\n\nจากความหวังที่ \"อยากจะได้รับการยอมรับ จากทุกคน\" นั้นได้เปลี่ยนเป็นความปรารถนาที่ \"อยากจะช่วยเหลือผู้คน\" โดยที่แม้แต่เธอเองก็ยังไม่ทันรู้ตัว",
      "vi": "Barbara chưa từng nghĩ sẽ từ bỏ.\n\nChi bằng nói rằng, tính nhẫn nại của cô đã làm cho bố cô, \"Đức Hồng Y\" Seamus, hết sức kinh ngạc.\n\nBarbara quy định \"thời gian thất vọng\" của bản thân chỉ vỏn vẹn 30 giây.\n\nQua 30 giây đó, bất kể thế nào cũng phải vực dậy tinh thần.\n\n\"Đã không giỏi chiến đấu, vậy mình chịu trách nhiệm hậu cần!\"\n\nDưới sự hướng dẫn của bố, Barbara trở thành người trị liệu.\n\nNgười bị thương và bệnh tật đau đớn như vậy, sự lương thiện của Barbara lại lấp lánh như vậy.\n\nKhát khao \"được người khác công nhận\" chi bằng cứ biến thành niềm tin lương thiện đơn thuần \"muốn giúp đỡ người khác\"."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "「谢谢。」这是芭芭拉听到最多的话。\n\n感到迷茫时，有人握住了她的手。\n\n「你的陪伴，让我感觉好多了。」\n\n对芭芭拉而言，大家脸上重新洋溢出的笑容，就是她最好的奖章。\n\n所以，在夜里按摩着肿疼的小腿，或者咕嘟咕嘟喝着护嗓子的杏白茶时，芭芭拉都会想起每一个向她投以善意的人。\n\n「我也是在大家的鼓励下前进的！」\n\n而且，那个笑容说不定正是健康的证明——歌声也许真的能够将人们治愈。\n\n至于那份想要超越姐姐，成为全蒙德的人气第一的小小好胜心，并没有被芭芭拉摒弃，而是被她藏进了最深的心底。\n\n「如果能够变得更加优秀，也许就能为姐姐分担一点责任了吧。」\n\n她是这样想的。\n\n「唔唔…芭芭拉冲呀！」",
      "zht": "「謝謝。」這是芭芭拉聽到最多的話。\n\n感到迷茫時，有人握住了她的手。\n\n「妳的陪伴，讓我感覺好多了。」\n\n對芭芭拉而言，大家臉上重新洋溢出的笑容，就是她最好的獎章。\n\n所以，在夜裡按摩著腫疼的小腿，或者咕嚕咕嚕喝著護嗓子的杏白茶時，芭芭拉都會想起每一個向她投以善意的人。\n\n「我也是在大家的鼓勵下前進的！」\n\n而且，那個笑容說不定正是健康的證明——歌聲也許真的能夠將人們治癒。\n\n至於那份想要超越姐姐，成為全蒙德的人氣第一的小小好勝心，並沒有被芭芭拉摒棄，而是被她藏進了最深的心底。\n\n「如果能夠變得更加優秀，也許就能為姐姐分擔一點責任了吧。」\n\n她是這樣想的。\n\n「唔唔…芭芭拉衝呀！」",
      "jp": "「ありがとう」。これは、バーバラが一番よく耳にする言葉だ。\n\n彼女が迷った時、誰かが彼女の手を握った。\n\n「バーバラがいてくれたおかげで、すごく元気になった」\n\nバーバラにとって、みんなが再び笑顔になることが、一番のご褒美だ。\n\nだから、夜中に筋肉痛になった足をマッサージしている時や、喉にいいお茶を飲んでいる時、バーバラはいつも優しくしてくれた人たちを思い出す。\n\n「私もみんなに支えられてここまでやってこれた！」\n\nそれに、あの笑顔は健康の証かもしれない——歌は本当に人々を癒すことができるのかもしれない。\n\nそして姉を越えて、モンドで一番人気になりたいという負けん気は捨てられることなく、バーバラに心の一番奥に仕舞われていた。\n\n「もっとよくできるようになったら、きっとお姉ちゃんの助けになれる」と、彼女はそう考えている。\n\n「うんうん…バーバラ、いくよっ！」",
      "ko": "바바라가 가장 많이 듣는 말은 바로 「고맙습니다」이다.\n\n막막함을 느낄 때 누가 그녀의 손을 움켜쥔다.\n\n「당신 때문에 많이 좋아졌어요」\n\n사람들의 얼굴에 다시 핀 웃음꽃은 바바라에게 있어 가장 큰 선물이다.\n\n그래서 바바라는 밤에 퉁퉁 부어있는 다리를 주무르거나 목을 보호하려 차를 들이킬 때마다 그녀에게 선의를 보낸 이들을 생각한다.\n\n「나도 모두의 격려에 힘입어 나아가는 거야!」\n\n게다가 웃음이 건강해졌다는 반증일 수 있는 거잖아. 어쩌면 노래가 진짜로 사람들을 치유하고 있는 걸 수도 있어.\n\n바바라는 언니를 뛰어넘어 몬드에서 가장 인기있는 사람이 되겠다는 자그마한 승부욕을 완전히 포기하지 않았다. 그저 그녀의 마음속 깊이 숨겨져 있을 뿐이다.\n\n「만약 더 뛰어나게 된다면 언니의 짐을 어느 정도 분담할 수 있겠지」\n\n그녀는 이렇게 생각한다.\n\n「으으… 바바라, 달려!」",
      "en": "\"Thank you\" are the two words that Barbara hears most often.\n\nWhen she feels lost, she will suddenly find that there is someone wanting to hold her hand.\n\n\"Thanks for being here with me. I feel so much better.\"\n\nTo Barbara, the greatest reward is seeing the smiles on people's faces.\n\nTherefore, whenever she is massaging her swollen calves or drinking tea to care for her sore throat, Barbara recalls all those who have been kind to her.\n\n\"It's the encouragement I receive from others that keeps me going.\"\n\nJust maybe, the smiles she receives are proof that her songs really can heal people.\n\nHer ambition to surpass her sister and become the most popular person in all of Mondstadt hasn't been abandoned by Barbara, it is simply buried deep inside her heart.\n\n\"If only I excelled more, perhaps I could be of help to Jean.\"\n\nThis is what she believes.\n\n\"Okay... Barbara, go!\"",
      "de": "„Danke“ ist das Wort, das Barbara am häufigsten hört.\n\nWenn sie sich selbst verloren fühlt, wird sie plötzlich feststellen, dass jemand ihre Hand halten möchte.\n\n„Danke, dass du hier bei mir bist. Ich fühle mich gleich so viel besser.“\n\nFür Barbara ist es die größte Belohnung, das Lächeln auf den Gesichtern der Menschen zu sehen.\n\nDeshalb erinnert sich Barbara, wenn sie nach einem langen Tag ihre geschwollenen Waden massiert oder Tee trinkt, um ihre Halsschmerzen zu lindern, an alle, die freundlich zu ihr waren.\n\n„Es ist die Ermutigung, die ich von anderen bekomme, die mich am Laufen hält.“\n\nVielleicht ist ja das Lächeln, das sie erhält, ein Beweis dafür, dass ihre Lieder wirklich Menschen heilen können.\n\nIhr Ehrgeiz, ihre Schwester zu übertreffen und die beliebteste Person in ganz Mondstadt zu werden, ist nicht verschwunden, sondern einfach nur tiefer in ihrem Herzen vergraben.\n\n„Wenn ich nur besser wäre, könnte ich Jean vielleicht helfen.“\n\nDas glaubt sie wirklich ...\n\n„Also gut, los geht’s, Barbara!“",
      "es": "“Gracias”. Esta es la palabra que Bárbara escucha con mayor frecuencia por parte de los demás.\n\nCuando se siente perdida, alguien le toma la mano.\n\n“Gracias por estar aquí. Me siento mucho mejor”.\n\nPara Bárbara, la mayor recompensa es ver una sonrisa en la cara de las personas.\n\nPor lo tanto, cada vez que masajea sus pantorrillas hinchadas o bebe té para el dolor de garganta, la Diaconisa recuerda a todos los que han sido amables con ella.\n\n“Mis avances también son gracias a los ánimos de otros”.\n\nTal vez las sonrisas sean la prueba de la salud; y tal vez las canciones realmente sanan a la gente.\n\nAun así, Bárbara no ha abandonado la ambición de superar a su hermana y convertirse en la persona más popular de toda Mondstadt. Simplemente la ha enterrado en lo profundo de su corazón.\n\n“Ojalá pueda seguir mejorando para ayudar a Jean...”.\n\nEso es lo que piensa constantemente.\n\n“De acuerdo... ¡Vamos, Bárbara! ¡Ánimo!”.",
      "fr": "« Merci. » Il s'agit là du mot le plus souvent prononcé à Barbara.\n\nQuand elle se sent d'humeur maussade, il y a toujours une main qui cherche à prendre la sienne.\n\n« Merci d'être à mes côtés, je me sens déjà mieux. »\n\nÀ ses yeux, il n'est plus grande récompense que de voir les sourires revenir sur les visages des gens.\n\nC'est ainsi que lorsque, fatiguée par sa journée, elle se masse ses chevilles enflées, ou qu'elle boit un thé bien chaud pour apaiser sa gorge, Barbara se remémore tous ceux qui ont fait preuve à son égard de générosité.\n\n« C'est grâce aux encouragements de tous que je continue ! »\n\nPeut-être que les sourires qu'elle reçoit sont la preuve que ses chansons sont capables elles aussi de soigner les maux ?\n\nSon ambition de dépasser sa sœur et de devenir la personne la plus populaire de Mondstadt n'a cependant point disparu ; elle est juste enfouie profond en son cœur.\n\n« Si je m'améliore, peut-être pourrai-je un jour être de quelque utilité à Jean. »\n\nVoilà en quoi la guérisseuse croit.\n\n« D'accord, Barbara... Vas-y ! »",
      "pt": "\"Obrigado\". Esse é o feedback que Barbara obtém dos outros.\n\nQuando se sentia perdida, alguém segurava sua mão.\n\n\"Obrigado por estar aqui. Me sinto muito melhor\".\n\nPara Barbara, a maior recompensa é ver o sorriso nos olhos das pessoas.\n\nPortanto, sempre que ela está massageando suas panturrilhas inchadas ou tomando chás para cuidar de sua dor de garganta, Barbara lembra de todos aqueles que foram gentis com ela.\n\n\"Eu também estou avançando por causa dos incentivos de todos.\"\n\nTalvez o sorriso seja a prova de sua saúde. Talvez as músicas realmente possam curar.\n\nComo a ambição de superar sua irmã e se tornar a pessoa mais popular em toda a cidade de Mondstadt, ela não foi abandonada por Barbara, apenas enterrada no fundo de seu coração.\n\n\"Se eu fosse melhor, poderia ser útil para Jean...\"\n\nÉ nisso que ela acredita.\n\n\"Ugh... Barbara, vai!\"",
      "ru": "«Спасибо». Это слово Барбара слышит в свой адрес больше всего.\n\nОднажды она ощущала себя потерянной, и кто-то схватил её руку. «Спасибо, что вы с нами. Мы чувствуем себя намного лучше».\n\nСамой большой наградой для Барбары являются улыбки на лицах людей, которым она помогает.\n\nПоэтому всякий раз, когда она массирует свои опухшие икры или пьёт чай, чтобы вылечить больное горло, Барбара вспоминает всех, кто был добр к ней.\n\n«Благодаря всеобщему одобрению я двигаюсь вперёд».\n\nМожет быть, улыбки - это доказательство исцеления, может быть, песни действительно могут лечить.\n\nОднако Барбара не оставила желания превзойти сестру и стать самой популярной личностью во всём Мондштадте. Она лишь похоронила его глубоко в сердце.\n\nОна верит в то, что только став лучше, она сможет помогать Джинн...\n\n«Барбара, вперёд!»",
      "id": "\"Terima kasih\" adalah kata yang paling sering didengar oleh Barbara.\n\nKetika dia merasa tersesat, ada orang yang memegang tangannya.\n\n\"Terima kasih telah menemaniku, aku merasa lebih baik.\"\n\nBagi Barbara, hadiah terbaik adalah melihat senyuman di wajah orang-orang.\n\nJadi, kapan pun dia memijat betisnya yang bengkak, atau meminum teh untuk merawat tenggorokannya yang sakit, Barbara mengingat semua orang yang baik kepadanya.\n\n\"Itu adalah dorongan dari orang lain yang membuatku untuk terus maju.\"\n\nMungkin saja, senyum yang diterimanya adalah bukti bahwa lagunya benar-benar dapat menyembuhkan orang.\n\nAmbisi untuk mengalahkan kakaknya dan menjadi orang yang paling populer di seluruh Mondstadt belum dibuang olehnya, hanya terkubur jauh di dalam lubuk hatinya.\n\n\"Jika aku bisa menjadi lebih baik, mungkin aku bisa membantu Jean.\"\n\nItulah yang dia pikirkan.\n\n\"Ya... Barbara, ayo maju!\"",
      "th": "\"ขอบคุณ\" นี่คือคำที่ Barbara ได้ยินบ่อยที่สุด\n\nเมื่อเธอรู้สึกหลงทางและสับสน เมื่อนั้นก็จะมีคนมากุมมือของเธอ โดยทันที\n\n\"มีเธอคอยอยู่ข้างๆ ทำให้ฉันรู้สึกดีขึ้นมากเลย\"\n\nสำหรับ Barbara แล้ว ใบหน้ายิ้มแย้มของผู้คนนั้นถือเป็น ของขวัญที่มีค่าที่สุด\n\nเพราะฉะนั้น ยามที่นวดขาที่เจ็บอยู่กลางดึก หรือยามที่ดื่มชาแอพริคอทเพื่อ แก้เจ็บคออยู่นั้น Barbara ล้วนนึกถึงทุกคนที่ให้ความ ปรารถนาดีกับเธอ\n\n\"ภายใต้แรงใจจากทุกคน... ฉันจะสู้ต่อไป!\"\n\nยิ่งไปกว่านั้น รอยยิ้มเหล่านั้นไม่แน่อาจจะเป็น หลักฐานของความแข็งแรง...บางที เสียงเพลงน่าจะช่วยรักษาผู้คน ได้จริงๆ\n\nพูดถึงพี่สาวที่ต้องการจะเอาชนะให้ได้ การกลายเป็นที่รักของคน Mondstadt ก็ไม่ได้ทำให้เธอลืมเลือนไป แต่แค่เก็บไว้ในส่วนลึกของหัวใจเท่านั้น\n\n\"หากว่าสามารถเปลี่ยนให้ยอดเยี่ยมกว่านี้ได้ บางทีอาจจะช่วยแบ่งเบาภาระพี่สาวได้บ้างนะ\"\n\n\"เธอคิดของเธอแบบนี้\n\nเฮ้ๆ Barbara ลุยเลย!\"",
      "vi": "\"Cảm ơn\" là lời Barbara nghe thấy nhiều nhất.\n\nKhi mê man, có người nắm chặt lấy tay cô.\n\n\"Có bạn ở đây, làm tôi cảm thấy tốt lên rất nhiều\"\n\nĐối với Barbara mà nói, trên mặt mọi người lại tràn ngập nụ cười, là phần thưởng lớn nhất với cô.\n\nCho nên, mỗi khi xoa bóp đôi chân sưng tấy trong đêm, hay ừng ực uống trà cây hạnh để bảo vệ cổ họng, Barbara đều nhớ đến những người đã từng bày tỏ thiện chí với cô.\n\n\"Tôi đang tiến lên dưới sự khuyến khích của mọi người!\"\n\nVả lại, nụ cười kia nói không chừng là bằng chứng của sức khỏe - âm nhạc thực sự trị bệnh cho mọi người.\n\nCòn về mong muốn vượt qua chị gái, và chút tính hiếu thắng muốn trở thành người nổi tiếng bậc nhất Mondstadt, Barbara không những không từ bỏ, mà còn được cô giấu kín thật sâu tận đáy lòng.\n\n\"Nếu có thể xuất sắc hơn, biết đâu có thể gánh vác một phần trách nhiệm cùng chị.\"\n\nCô ấy nghĩ như vậy đấy.\n\n\"Hú Hú... Barbara xông lên!\""
    }
  },
  {
    "title": {
      "zhs": "艾莉丝的偶像杂志",
      "zht": "艾莉絲的偶像雜誌",
      "jp": "アリスのアイドル雑誌",
      "ko": "앨리스의 아이돌 잡지",
      "en": "Alice's Idol Magazine",
      "de": "Alices Starmagazin",
      "es": "Revista de ídolos de Alice",
      "fr": "Magazine des idoles d'Alice",
      "pt": "Revista de Ídolos de Alice",
      "ru": "Журнал «Идол Алисы»",
      "id": "Majalah Idola Alice",
      "th": "นิตยสารไอดอลของ Alice",
      "vi": "Tạp Chí Thần Tượng Của Alice"
    },
    "line": {
      "zhs": "「偶…像？」\n\n最初芭芭拉听到这个陌生词汇的时候，疑惑写满了她的整张脸。\n\n「人们应该崇拜的，不是世间的七神吗？」\n\n「不止哟。」魔女会元老成员之一，阅人万千的艾莉丝蛊惑般地说，「看了这个你就明白了。」\n\n总之，从这本不知道是哪个世界带回来的「偶像杂志」中，芭芭拉知道了有那么一种职业，工作的内容就是努力被大家喜爱。\n\n而优秀的偶像不仅收获欢欣，更能够通过歌喉和舞步治愈人们的心灵。\n\n芭芭拉一遍遍踩着拍子练习着新曲子。她终于在人们的笑容里，找到了属于自己的喜悦。\n\n后来有一天，艾莉丝一脸愁容地告诉芭芭拉，「提瓦特偶像团」计划似乎流产的时候，芭芭拉的演出已经在蒙德城小有名气了。\n\n「唔…既然只剩下我了，那，偶像的意义…就由我来发扬吧！」\n\n怀着小小的野心，芭芭拉今天也在偷偷练习着新的曲子。",
      "zht": "「偶…像？」\n\n最初芭芭拉聽到這個陌生詞彙的時候，疑惑寫滿了她的整張臉。\n\n「人們應該崇拜的，不是世間的七神嗎？」\n\n「不止唷。」魔女會元老成員之一，閱人萬千的艾莉絲蠱惑般地說，「看了這個妳就明白了。」\n\n總之，從這本不知道是哪個世界帶回來的「偶像雜誌」中，芭芭拉知道了有那麼一種職業，工作的內容就是努力被大家喜愛。\n\n而優秀的偶像不僅收穫歡欣，更能夠通過歌喉和舞步治癒人們的心靈。\n\n芭芭拉一遍遍踩著拍子練習著新曲子。她終於在人們的笑容裡，找到了屬於自己的喜悅。\n\n後來有一天，艾莉絲一臉愁容地告訴芭芭拉，「提瓦特偶像團」計畫似乎流產的時候，芭芭拉的演出已經在蒙德城小有名氣了。\n\n「唔…既然只剩下我了，那，偶像的意義…就由我來發揚吧！」\n\n懷著小小的野心，芭芭拉今天也在偷偷練習著新的曲子。",
      "jp": "「アイ…ドル？」\n\nバーバラは初めてこの単語を耳にした時、困惑の表情を顔に浮かべた。\n\n「人々の崇拝の対象は、この世界の七神じゃないの？」\n\n「それだけじゃないわよ」。数多の人を見てきた、魔女会の古参メンバーの一人であるアリスは言った。「これを見れば分かるわ」\n\nとにかく、どこの世界から持ってきたのかよく分からない「アイドル雑誌」を通して、バーバラはアイドルという職業の存在を知った。みんなに愛されるために努力する仕事。\n\n優秀なアイドルは、歓声をもらうだけではなく、自分の歌声とダンスで人々の心を癒やすこともできる。\n\nバーバラは繰り返しステップを踏み、新曲を練習した。彼女は人々の笑顔の中から、自分の喜びを見つけた。\n\nある日、アリスは悲しそうな顔で「テイワットアイドルグループ」計画が、終了することをバーバラに伝えた。だがその時、バーバラはすでにモンドでちょっとした有名人になっていたのだ。\n\n「えっと…こうなったら、うん、アイドルの意味を…私が伝える！」\n\n小さな野望を抱いて、今日もバーバラはこっそりと新曲の練習をしている。",
      "ko": "「아… 이돌?」\n\n바바라는 이 생소한 단어를 처음 들었을 때 궁금함이 얼굴에 가득했었다.\n\n「사람들이 숭배해야 하는 건 세상의 일곱 신 아닌가?」\n\n「아니랍니다」 마녀회의 원로 중 한 명이자 수많은 사람을 겪어본 앨리스가 유혹하듯이 말했다. 「이걸 보면 알 수 있을 거예요」\n\n어쨌든 어느 세계에서 가져온 건지 모를 「아이돌 잡지」를 통해 바바라는 이런 직업도 있고 하는 일은 모두를 기쁘게 하는 것이라는 것도 알게 됐다.\n\n그리고 뛰어난 아이돌은 환호를 받을 수 있을 뿐만 아니라 노래와 춤으로 사람들의 마음을 치유할 수 있다는 것을 알게 됐다.\n\n바바라는 신곡을 계속해서 열심히 연습했다. 그녀는 결국 사람들의 웃음 안에서 자신만의 즐거움을 찾게 됐다.\n\n그 후 어느 날 앨리스는 근심 가득한 얼굴로 바바라에게 「티바트 아이돌 그룹」 계획이 무산됐다는 걸 밝혔을 땐 이미 바바라의 공연이 몬드에서 어느 정도 유명해진 상태였었다.\n\n「음… 저 혼자만 남았다면, 그, 아이돌의 의미는… 제가 챙길게요!」\n\n바바라는 조그만 야심을 품은 채 오늘도 신곡을 몰래 연습한다",
      "en": "\"...Idol?\"\n\nThe first time that Barbara heard this strange word, she was visibly confused.\n\n\"But... aren't The Seven the ones that people are supposed to worship?\"\n\n\"Yes, but not exclusively...\" replied Alice, an elder of the Hexenzirkel, as she groomed the young girl for stardom. \"Read this, it contains everything you will need to know.\"\n\n\"Idol Magazine\" was the name of the assigned reading material. Barbara had no idea what world this magazine had come from, but by reading it she found out that there was indeed such thing as an \"idol,\" and that it mainly involved working hard at getting everyone to like you.\n\nShe also discovered that an outstanding idol is capable of not just bringing joy to themselves, but also bringing spiritual healing to others through the power of song and dance.\n\nBarbara set about learning one new song after another, dancing to the beat as she went. Finally, she found happiness, and she found it in the smiling faces of others.\n\nSome time later, when Alice anxiously relayed to Barbara that plans for \"Teyvat Idols!\" were falling through, Barbara was starting to make a name for herself through her performances in Mondstadt.\n\n\"Hmm... Well, if I'm the only one left... I guess you can leave it to me to define what it really means to be an idol!\"\n\nDriven by this ever so slightly selfish ambition to spread joy and healing to others, Barbara is slyly swotting up on new tunes behind the scenes to this very day.",
      "de": "„Ein ... Star?“\n\nAls Barbara dieses seltsame Wort zum ersten Mal hörte, war sie sichtlich verwirrt.\n\n„Aber ... sind es nicht die Sieben, die man anbeten soll?“\n\n„Ja, aber nicht ausschließlich ...“, antwortete Alice, eine der Ältesten des Hexenzirkels, als sie das junge Mädchen auf den Ruhm vorbereitete. „Lies das, es enthält alles, was du wissen musst.“\n\nBarbara hatte keine Ahnung, aus welcher Welt ihr Starmagazin gekommen war, aber durch diese Lektüre fand sie heraus, dass es tatsächlich so etwas wie „Stars“ gab und dass es hauptsächlich darum ging, hart daran zu arbeiten, dass alle sie mögen.\n\nSie entdeckte auch, dass ein herausragender Star in der Lage ist, nicht nur sich selbst Freude zu bringen, sondern durch die Kraft von Gesang und Tanz auch anderen eine Art spirituelle Heilung zu bringen.\n\nBarbara machte sich daran, ein neues Lied nach dem anderen zu lernen und dabei im Takt zu tanzen. Schließlich fand sie ihr Glück und sie fand es in den lächelnden Gesichtern der Menschen.\n\nEinige Zeit später, als Alice Barbara ängstlich mitteilte, dass die Pläne für die Gesangstruppe „Teyvats Stars“ scheitern würden, begann Barbara, sich durch ihre Auftritte in Mondstadt selbst einen Namen zu machen.\n\n„Hmm ... Tja, wenn ich die Einzige bin, die noch übrig ist ... Überlasst es ganz mir zu definieren, was es wirklich bedeutet, ein Star zu sein!“ Angetrieben von diesem leicht egoistischen Ehrgeiz, anderen Freude und Heilung zu bringen, übt Barbara hinter den Kulissen noch bis heute heimlich neue Lieder.",
      "es": "“... ¿Ídolo?”.\n\nLa primera vez que Bárbara escuchó esta extraña palabra, en su rostro se dibujó una evidente expresión de confusión.\n\n“Pero... ¿no son Los Siete a quienes la gente debe adorar?”.\n\n“Sí, pero no exclusivamente...” respondió Alice, una antigua miembro de uno de los aquelarres de brujas, mientras preparaba a la joven para el estrellato. “Lee esto, contiene todo lo que necesitas saber”.\n\n«Revista de ídolos» era el nombre del material de lectura que le asignó Alice. Bárbara no tenía idea de qué mundo provenía esta revista, pero al leerla descubrió que, efectivamente, existía algo llamado “ídolo”, y que consistía principalmente en trabajar duro para agradar a todo el mundo.\n\nTambién descubrió que un verdadero ídolo es capaz no solo de traer alegría, sino también de traer paz espiritual a otros a través del poder de la canción y el baile.\n\nBárbara se dedicó a aprender una nueva canción tras otra, bailando al ritmo de la música. Finalmente, encontró la felicidad en los rostros sonrientes de los demás.\n\nAlgún tiempo después, cuando Alice le transmitió ansiosamente a Bárbara que los planes para el supergrupo “Titanes de Teyvat” habían fracasado, Bárbara estaba empezando a adquirir fama a través de sus actuaciones en Mondstadt.\n\n“Hummm... Bueno, si soy la única que queda, ¡supongo que le daré un nuevo sentido a lo que es ser un ídolo!”.\n\nCon esta ambición tan desinteresada de difundir alegría y curar a los demás, Bárbara sigue componiendo nuevas canciones incluso hoy en día.",
      "fr": "« ... Idole ? »\n\nLa première fois que Barbara entendit ce mot, l'incompréhension pouvait se lire sur son visage.\n\n« Mais, les Archons sont ceux qu'on adore, non ? »\n\n« Pas seulement », lui répondit Alice, l'une des plus anciennes membres de l'Hexenzirkel d'un ton mielleux. « Lis ceci, et tu comprendras. »\n\nEt Barbara, qui n'avait jamais rien lu de pareil, découvrit à la lecture du magazine sur les idoles, ramené d'on ne sait quel monde, le sens de ce terme. Visiblement, le travail d'une idole consistait principalement à... se faire adorer, mais dans un sens légèrement différent.\n\nElle découvrit également qu'une idole douée pouvait non seulement apporter la joie aux autres, mais aussi leur fournir quelque réconfort spirituel par ses chants et ses danses.\n\nEt c'est ainsi qu'elle apprit chanson après chanson, dansant en rythme au son de la musique, et trouva enfin le bonheur dans le sourire que lui renvoyaient ceux qui l'écoutaient.\n\nAlice vint un jour la voir l'air défait, et lui apprit que le projet qu'elles avaient de monter leur propre groupe, « Les Idoles de Teyvat », ne pourrait hélas pas voir le jour. Mais déjà, les performances de Barbara lui avaient acquis une certaine réputation dans Mondstadt.\n\n« Bon, si je suis la seule qui reste... Ça ne me dérange pas de continuer pour vous et pour le public ! »\n\nEt c'est ainsi que, guidée par son ambition de répandre la joie autour d'elle, Barbara continue de parfaire chaque jour un peu plus son art en secret.",
      "pt": "\"... Ídolo?\"\n\nA primeira vez que Barbara ouviu essa estranha palavra, ela ficou visivelmente confusa.\n\n\"Mas... Mas não são os Sete aqueles que as pessoas deveriam adorar?\"\n\n\"Sim, mas não exclusivamente...\" respondeu Alice, uma senhora de Hexenzirkel, enquanto ela preparava a jovem para o estrelado. \"Leia isto, ele contém tudo o que você precisará saber\".\n\n\"Revista de Ídolos\" era o nome do material de leitura oferecido a Barbara, que não fazia ideia de qual mundo essa revista tinha vindo. Mas ao lê-la, ela descobriu que realmente existia algo como um \"ídolo\", e que envolvia principalmente o trabalho duro para fazer com que todos gostassem de você.\n\nEla também descobriu que um ídolo excepcional é capaz não só de trazer alegria a si mesmo, mas também de trazer cura espiritual aos outros através do poder da canção e da dança.\n\nBarbara começou a aprender uma nova canção após a outra, dançando conforme o ritmo. Finalmente, ela encontrou a felicidade, e encontrou-a nos rostos sorridentes dos outros.\n\nAlgum tempo depois, quando Alice ansiosamente contou a Barbara que os planos para as \"Ídolos de Teyvat\" estavam desmoronando, Barbara estava começando a ganhar fama com suas apresentações em Mondstadt.\n\n\"Hmm... Bem, se eu sou a única que restou... Cabe a mim mostrar o que realmente significa ser um ídolo!\"\n\nMovida por essa ambição altruísta de espalhar alegria e cura para os outros, Barbara está caprichosamente se dedicando às novas músicas nos bastidores até os dias de hoje.",
      "ru": "«...Идол?»\n\nУслышав это слово впервые, Барбара очень смутилась.\n\n«Но разве мы не должны молиться семи Архонтам?»\n\n«Верно, но не только им», - ответила Алиса, одна из старейших участниц Ведьмина шабаша, готовя молодую девушку к мировой славе.\n\n«Вот. Прочти, и тебе всё станет ясно».\n\nОпорным материалом оказался вышедший не пойми из каких миров журнал «Альманах идолов». Из него Барбара почерпнула, что и правда есть такая профессия, «идол», и заключалась она в том, чтобы быть предметом всеобщего обожания.\n\nТакже она выяснила, что выдающийся идол способен не только веселиться, но и излечивать сердца людей силой песни и танца.\n\nБарбара, притопывая в ритм, разучивала новые мелодии одну за одной. Наконец, в улыбках людей она нашла собственное счастье.\n\nПозже, когда Алиса с печальным лицом сообщила ей, что супергруппе «Титаны Тейвата» не быть, выступления Барбары в Мондштадте уже приобрели некоторую популярность.\n\n«Хм... Раз уж никого больше нет... Значит, показать всем, что значит идол, остаётся именно мне!»\n\nДвижимая маленьким шальным честолюбием приносить радость и лечить души, Барбара тайком разучивает новые песни и по сей день.",
      "id": "\"I-Idola?\"\n\nSeluruh wajah Barbara diliputi dengan kebingungan saat pertama kali mendengar kata aneh ini.\n\n\"Bukankah yang harus dipuja orang-orang adalah The Seven?\"\n\n\"Ya, tapi bukan hanya mereka,\" jawab Alice, anggota tertua Hexenzirkel yang bisa membaca pikiran banyak orang dari mimik. \"Kamu akan mengerti setelah membaca ini.\"\n\nSingkatnya, dari \"Stardom Magazine\" yang entah dari dunia mana, Barbara baru mengetahui bahwa ada sebuah profesi yang bekerja keras agar dicintai oleh semua orang.\n\nDan seorang idola yang berhasil tidak hanya membawa sukacita, tetapi juga menyembuhkan hati orang-orang melalui nyanyian dan tarian.\n\nBarbara terus mempraktikkan lagu baru itu. Dia akhirnya menemukan kebahagiannya sendiri dengan melihat senyum orang-orang.\n\nKemudian suatu hari, saat Alice memberi tahu Barbara dengan wajah sedih bahwa rencana \"Titans of Teyvat\" telah dibatalkan, nama Barbara sudah cukup terkenal di Mondstadt.\n\n\"Ugh, kalau memang tinggal aku yang tersisa, biarkan aku saja yang mengembangkan makna idola ini!\"\n\nDidorong oleh secercah ambisi ini untuk menyebarkan kegembiraan dan penyembuhan kepada orang lain, Barbara diam-diam berlatih lagu-lagu baru hingga hari ini.",
      "th": "\"ไอ...ดอล?\"\n\nครั้งแรกที่ Barbara ได้ยินคำแปลก ๆ คำนี้ใบหน้าของเธอเต็มไปด้วยความสงสัย\n\n\"สิ่งที่ผู้คนควรบูชา ไม่ใช่เทพเจ้าทั้งเจ็ดของโลก หรอกเหรอ?\"\n\n\"ไม่ใช่แค่นั้นหรอก\" หนึ่งในสมาชิกเก่าของสมาคม Hexenzirkel แม่มด Alice ผู้เจอคนมานับหมื่นเอ่ยว่า \"อ่านนี่แล้วเธอจะเข้าใจ\"\n\nจากนิตยสารไอดอลที่ไม่รู้ว่ามาจากโลกใดเล่มนี้ Barbara ก็ได้รู้ว่ามีอาชีพแบบนี้อยู่ เนื้อหาของงานคือพยายามทำตัวให้เป็นที่ชื่นชอบของทุกคน\n\nไอดอลที่ดีไม่เพียงแค่เก็บเกี่ยว ความสุข ความปลื้มใจเท่านั้น แต่ยังต้องสามารถเยียวยาจิตใจ ผู้คนได้ด้วยการร้องเพลงและเต้นรำ\n\nBarbara ฝึกซ้อมเพลงใหม่ซ้ำแล้วซ้ำเล่า ในที่สุดเธอก็พบว่าความสุขของเธอมาจากรอยยิ้มของผู้คนนั่นเอง\n\nต่อมามีอยู่วันหนึ่ง Alice ได้บอกกับ Barbara ด้วยสีหน้าเศร้า ๆ ว่าดูเหมือนแผนการสร้าง \"ไอดอลกรุ๊ปแห่ง Teyvat\" จะถูกยกเลิก แต่การแสดงของ Barbara เริ่มเป็นที่รู้จักใน Mondstadt แล้ว\n\n\"เฮ้อ...เหลือแค่ฉันคนเดียวแล้วสินะ...งั้น ความหมายของไอดอล ให้ฉันเป็นคนแสดงให้เห็นเอง ก็แล้วกัน!\"\n\nวันนี้ Barbara ก็แอบฝึกซ้อมเพลงใหม่ด้วย ความมุ่งมั่นตั้งใจ",
      "vi": "\"Thần... Tượng ư?\" \n\nLần đầu tiên Barbara nghe đến từ này, khuôn mặt cô tràn ngập sự nghi ngờ. \n\n\"Thứ con người ta sùng bái chẳng phải là bảy vị thần của thế giới sao?\"\n\n\"Còn hơn thế nữa cơ\", một trong những thành viên kỳ cựu của hội ma nữ Alice, người đã đọc vô vàn cuốn tạp chí nói một cách đầy lôi cuốn, \"xem thứ này là bạn sẽ hiểu.\"\n\nTừ cuốn \"Tạp Chí Thần Tượng\" không rõ lai lịch nguồn gốc, Barbara biết đến một nghề nghiệp cố gắng để được mọi người yêu thích.\n\nNhững thần tượng xuất sắc không chỉ gặt hái niềm vui mà còn có thể chữa lành tâm hồn cho mọi người qua tiếng hát và vũ điệu.\n\nBarbara dần tập luyện theo điệu nhạc của bài hát mới. Cuối cùng cô có thể tìm thấy niềm vui riêng trong nụ cười của mọi người.\n\nRồi một ngày, Alice đau khổ nói với Barbara rằng, dự án \"Nhóm nhạc thần tượng Teyvat\" đã bị hủy bỏ, thế nhưng màn biểu diễn của Barbara tại thành Mondstadt đã trở nên nổi tiếng.\n\n\"Nếu... thần tượng chỉ còn có mình tôi thì, định nghĩa thế nào là thần tượng do tôi quyết định vậy!\"\n\nBarbara mang theo niềm khao khát ấy, hôm nay lại luyện tập thêm bài hát mới."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "芭芭拉获得「神之眼」时，并没在做什么伟大的事。\n\n当时她刚刚进入教会不久，正在照顾一个高烧不退的孩子。\n\n无论芭芭拉怎么哄，孩子都哭闹不休。\n\n有人说，他已经服下药剂，可对亲人的想念无从缓解。\n\n又有人说，唱歌给孩子听吧，这样他就会好起来。\n\n到那时为止，芭芭拉从未唱过歌。不过她不会在这种时刻退缩。\n\n就算从来没有唱过歌，她也无法丢下需要照顾的孩子。\n\n芭芭拉抱着高烧不退的孩子，唱起了自己记得的唯一一首摇篮曲。\n\n最开始，她唱得很笨拙，连词都忘记了，只能轻轻哼唱出旋律。\n\n孩子平静了一些，于是她继续唱着这首歌，不知唱了多少遍，嗓子都变得干哑。直到怀里的孩子安然睡去，疲惫的芭芭拉才靠着墙睡着了。\n\n翌日清晨她醒来，发觉孩子的烧已经退了。也许是因为她的歌声，也许是因为不知何时落在她手边的「神之眼」。\n\n但芭芭拉并没有把注意力放在这件事上。看着孩子的笑靥，她真心地感到快乐。\n\n「用歌声治愈所有人」——芭芭拉的神之眼，就诞生于这样单纯而温柔的梦想。",
      "zht": "芭芭拉獲得「神之眼」時，並沒在做什麼偉大的事。\n\n當時她剛剛進入教會不久，正在照顧一個高燒不退的孩子。\n\n無論芭芭拉怎麼哄，孩子都哭鬧不休。\n\n有人說，他已經服下藥劑，但對親人的想念無從緩解。\n\n又有人說，唱歌給孩子聽吧，這樣他就會好起來。\n\n到那時為止，芭芭拉從未唱過歌。不過她不會在這種時刻退縮。\n\n就算從來沒有唱過歌，她也無法丟下需要照顧的孩子。\n\n芭芭拉抱著高燒不退的孩子，唱起了自己記得的唯一一首搖籃曲。\n\n最開始，她唱得很笨拙，連詞都忘記了，只能輕輕哼唱出旋律。\n\n孩子平靜了一些，於是她繼續唱著這首歌，不知唱了多少遍，嗓子都變得乾啞。直到懷裡的孩子安然睡去，疲憊的芭芭拉才靠著牆睡著了。\n\n翌日清晨她醒來，發覺孩子的燒已經退了。也許是因為她的歌聲，也許是因為不知何時落在她手邊的「神之眼」。\n\n但芭芭拉並沒有把注意力放在這件事上。看著孩子的笑靨，她真心地感到快樂。\n\n「用歌聲治癒所有人」——芭芭拉的神之眼，就誕生於這樣單純而溫柔的夢想。",
      "jp": "バーバラが「神の目」を手に入れた時は、特に何か大層なことをしていたわけではなかった。\n\nそれは、教会に入ってまだ日が浅い頃の出来事だ。当時の彼女は、高熱が下がらない子供の看病をしていた。\n\nだが、バーバラがどんなにあやしても、子供は泣き止まなかった。\n\n「薬は飲ませたけど、この子は家族が恋しくて泣いている」\n\n「歌を聞かせてあげたら？静かになるかもしれない」とみんなが言った。\n\nその日まで、バーバラは一度も歌ったことがなかった。だが、彼女は躊躇わなかった。\n\n歌ったことがなくても、この子をこのまま放置するわけにはいかない。\n\nバーバラは、熱が下がらないその子を抱いて、唯一知っている子守歌を歌い始めた。\n\n最初はすごく下手だった。歌詞も覚えておらず、メロディーだけを口ずさんだ。\n\n子供が少し落ち着いたのを見て、バーバラは歌い続けた。声は枯れ、何回歌ったのかも分からなくなった。子供が眠り始めると、ようやく、疲れ果てたバーバラも壁にもたれかかり眠った。\n\n翌朝になると、子供の熱は下がっていた。これは彼女の歌声のおかげか、それとも、眠っていたバーバラの手の中に、いつのまにか現れた「神の目」のご加護か。\n\nそれは、バーバラにとっては特に気に留める必要のないことだった。子供の笑顔を見ることが、彼女にとっての幸せだ。\n\n「歌声でみんなを癒やす」——バーバラの神の目は、こんな単純で優しい夢から生まれた。",
      "ko": "바바라가 「신의 눈」을 얻었을 당시, 어떤 위대한 일을 하고 있었던 건 아니었다.\n\n당시 그녀는 성당에 들어간지 얼마 되지 않았고, 고열이 나는 어린아이를 돌보고 있었다.\n\n바바라가 어떻게 달래든, 아이는 울음을 그치지 않았다.\n\n어떤 사람은 아이는 이미 약을 먹었지만, 가족을 보고 싶은 마음을 풀어줄 순 없다고 말했고,\n\n또 어떤 사람은 노래를 불러주면 아이가 좋아질 거라고 말했다.\n\n그때까지 바바라는 노래를 불러본 적이 한 번도 없었지만, 그녀는 이런 상황에서도 위축되지 않았다.\n\n노래를 불러본 적이 한 번도 없더라도, 도움이 필요한 아이를 방치할 순 없었기 때문이다.\n\n바바라는 고열이 나는 아이를 안고 자기가 유일하게 기억하는 자장가를 불렀다.\n\n처음엔 부르는 것도 서투르고, 가사를 잊어버리기도 해서, 멜로디만 가볍게 흥얼거릴 수 있었다.\n\n아이가 좀 얌전해지자 그녀는 계속해서 이 노래를 불렀다. 몇 번이나 불렀는지도 모를 만큼 많이 불러 목이 잠기게 됐다. 아이가 잠에 들고 나서야 피곤에 지친 바바라는 벽에 기대 잠에 들 수 있었다.\n\n다음날 아침 그녀는 깨어난 뒤 아이의 열이 내렸다는 것을 발견하게 됐다. 어쩌면 그녀의 노래 때문에 아이가 나았거나 아니면 언제 그녀의 손 옆에 나타난 건지 모를 「신의 눈」 때문에 나은 것일수도….\n\n하지만 바바라는 여기에 주목하지 않았다. 아이의 웃는 얼굴을 보며 그녀는 행복을 느끼게 된다.\n\n「노랫소리로 모든 사람들을 치료하고 말 거예요」——바바라의 신의 눈은 이런 단순하고도 따뜻한 꿈속에서 탄생했다",
      "en": "The story of how Barbara obtained her Vision is hardly the typical tale of high-stakes heroism.\n\nShe had just joined the church and was looking after a little boy with a high and persisting fever.\n\nNothing Barbara could think of would console the boy and bring an end to his relentless tears.\n\nSomeone remarked that while the boy had already taken his medicine, there was no way to cure the pain of missing one's family.\n\nAnother suggested that Barbara sing a song for the boy to raise his spirits.\n\nBarbara had never sung a song in her life up until this point, but how could she shy away from it in a moment like this?\n\n\"Never having sung before is no reason to abandon a child in their time of need,\" Barbara thought to herself.\n\nAnd so, Barbara took the boy in her arms and sang him a song: a lullaby, the only song she knew.\n\nIt was an unceremonious beginning to her singing career. After quickly realizing that she barely knew any of the words, she had to resort to humming the tune instead.\n\nNevertheless, her voice began to soothe the child, and so she kept singing. She sang the same song, over and over again, until her throat was dry and her voice was hoarse. Finally, the boy fell asleep. Exhausted, Barbara lay down by the wall and fell straight asleep herself.\n\nEarly the next morning, Barbara awoke to discover that the boy's fever had come down. Perhaps it was because she had sung for him, or perhaps it had something to do with the Vision which had mysteriously appeared next to her hand at some point during the night.\n\nBarbara was not preoccupied with the Vision, however. It was the sight of the boy smiling once again that filled her heart with joy.\n\nBarbara received her Vision for the simple but beautiful wish that took hold in her heart that night: A dream of healing the sick through the power of song.",
      "de": "Die Geschichte davon, wie Barbara ihr Göttliches Auge erlangte, ist wohl kaum die typische Geschichte des Heldentums.\n\nSie war gerade erst in die Kathedrale eingetreten und kümmerte sich um einen kleinen Jungen mit hohem und anhaltendem Fieber.\n\nNichts, was Barbara einfiel oder tat, konnte den Jungen trösten und seinen unerbittlichen Tränen ein Ende bereiten.\n\nJemand bemerkte, dass es, obwohl der Junge bereits seine Medizin genommen hatte, keine Möglichkeit gab, den Schmerz zu heilen, wenn man seine Familie vermisst.\n\nEin anderer schlug vor, Barbara solle ein Lied für den Jungen singen, um seine Stimmung zu erheitern.\n\nBarbara hatte bis zu diesem Zeitpunkt noch nie in ihrem Leben ein Lied gesungen, aber wie konnte sie in einem solchen Moment davor zurückschrecken?\n\n„Noch nie gesungen zu haben, ist kein Grund, ein Kind in der Not im Stich zu lassen“, dachte Barbara bei sich.\n\nSo nahm Barbara den Jungen in ihre Arme und sang ihm ein Lied vor. Es war ein Wiegenlied, das einzige Lied, das sie kannte.\n\nEs war ein kurzer aber plötzlicher Beginn ihrer Gesangskarriere. Nachdem sie schnell gemerkt hatte, dass sie kaum einen Text kannte, musste sie stattdessen die Melodie summen.\n\nDennoch begann ihre Stimme, das Kind zu beruhigen und so sang sie weiter. Sie sang dasselbe Lied, immer und immer wieder, bis ihre Kehle trocken und ihre Stimme heiser war. Schließlich schlief der Junge ein. Erschöpft lehnte sich Barbara an die Wand und schlief selbst sofort ein. Am nächsten Morgen erwachte Barbara und stellte fest, dass das Fieber des Jungen gesunken war. Vielleicht lag es daran, dass sie für ihn gesungen hatte, oder es hatte etwas mit dem Göttlichen Auge zu tun, das irgendwann in der Nacht auf mysteriöse Weise neben ihrer Hand erschienen war. Barbara war jedoch nicht mit dem Göttlichen Auge beschäftigt. Es war der Anblick des Jungen, der wieder lächelte, der ihr Herz mit Freude erfüllte.\n\nBarbara erhielt ihr Göttliches Auge für ihren einfachen, aber schönen Wunsch, der sich in dieser Nacht in ihrem Herzen festgesetzt hatte – der Traum, die Kranken durch die Kraft des Gesangs zu heilen.",
      "es": "La historia de cómo Bárbara obtuvo su Visión no es la típica historia de héroes.\n\nSe acababa de unir a la Iglesia y estaba cuidando a un niño pequeño con una fiebre alta y persistente.\n\nNada de lo que Bárbara intentara lograba poner fin a sus implacables lágrimas.\n\nAlguien comentó que, si bien el niño ya había tomado su medicamento, no había forma de curar el dolor que sentía por extrañar a su familia.\n\nOtra persona le sugirió a Bárbara cantar una canción para levantarle los ánimos al niño.\n\nBárbara nunca había cantado una canción en su vida hasta este momento, pero no podía eludir su deber.\n\nNo haber cantado nunca antes no era motivo para abandonar a un niño en un momento de necesidad.\n\nY así, tomó al niño en sus brazos y le cantó la única canción que se sabía: una nana.\n\nDespués de cantar torpemente los primeros versos, tuvo que tararear el resto de la melodía.\n\nSin embargo, su voz comenzó a calmar al niño, por lo que siguió cantando. Cantó la misma canción, una y otra vez, hasta que su garganta se quedó seca y su voz se volvió ronca. Finalmente, el niño se durmió. Agotada, Bárbara se tumbó junto a la pared y cayó dormida al instante.\n\nA la mañana siguiente, Bárbara se despertó y vio que la fiebre del niño había bajado. Tal vez fue por la canción que le cantó, o tal vez tuvo algo que ver con la Visión que misteriosamente apareció junto a su mano durante la noche.\n\nPero Bárbara no prestó mucha atención a la Visión. Ver al niño sonriendo una vez más fue lo que llenó su corazón de alegría.\n\nBárbara recibió su Visión por el simple pero hermoso deseo que se apoderó de su corazón esa noche: curar a los enfermos a través del poder de la canción.",
      "fr": "L'obtention par Barbara de son œil divin ne fut pas la conséquence de quelque action sortant de l'ordinaire.\n\nElle avait rejoint l'Église de Favonius depuis peu, et prenait soin d'un enfant malade dont la température élevée ne voulait pas baisser.\n\nMalgré tous ses efforts pour distraire l'enfant, ce dernier n'arrêtait pas de pleurer.\n\nCertains dirent à Barbara que c'était parce que sa famille lui manquait ; mais d'autres lui suggérèrent que chanter pour le malade pourrait aider.\n\nÀ cette époque, Barbara n'avait encore jamais chanté de sa vie ; mais cela n'allait pas l'arrêter pour autant.\n\nSi chanter avait une chance de calmer le malade, alors elle chanterait, point final.\n\nPrenant l'enfant dans ses bras, elle entreprit donc de lui chanter la seule berceuse dont elle se souvenait.\n\nElle commença d'une voix mal assurée, se contentant de fredonner la mélodie, incapable de se rappeler des paroles.\n\nVoyant que l'enfant semblait se calmer un peu, elle continua, répétant la berceuse encore et encore, jusqu'à ce que sa gorge lui fasse mal. Et ce n'est que lorsque le malade finit enfin par s'endormir que Barbara, épuisée, s'arrêta. Et, appuyée contre le mur, elle s'endormit à son tour.\n\nSe réveillant au petit matin, elle vit que la fièvre avait enfin baissé. Peut-être était-ce dû à son chant, ou bien à l'œil divin qu'elle découvrit à son réveil dans sa main.\n\nSur le moment, Barbara prêta d'ailleurs à peine attention à ce dernier, toute à sa joie d'entendre l'enfant rire.\n\n« Soigner tout le monde grâce aux chansons » : c'est ce rêve que plus d'un décrirait comme simpliste qui valut à Barbara d'obtenir son précieux artéfact.",
      "pt": "A história de como a Barbara obteve sua Visão não é o típico conto de heroísmo de alto risco.\n\nEla tinha acabado de se juntar à igreja e estava cuidando de um menino com uma febre alta e persistente.\n\nNada que Barbara fazia consolava o menino e acabava com suas lágrimas incessantes.\n\nAlguém observou que mesmo tomando o remédio, não havia como curar a dor do menino por perder sua família.\n\nAlguém sugeriu que Barbara cantasse uma canção para animar o menino.\n\nBarbara nunca havia cantado uma canção em sua vida até aquele momento, mas não poderia ir embora em um momento como aquele.\n\n\"Nunca ter cantado antes não é motivo para abandonar uma criança em um momento de necessidade\", pensou Barbara consigo mesma.\n\nE assim, Barbara pegou o menino em seus braços e cantou-lhe uma canção: uma canção de ninar, a única que ela conhecia.\n\nFoi o início sem cerimônias da sua carreira de cantora. Ao perceber que não conhecia todas as palavras, ela começou a cantarolar a melodia.\n\nEntão sua voz começou a acalmar a criança, e assim ela continuou cantando. Ela cantava a mesma canção, de novo e de novo, até que sua garganta ficou seca e sua voz ficou rouca. Finalmente, o menino adormeceu. Exausta, Barbara deitou-se junto à parede e logo adormeceu.\n\nNa manhã seguinte, Barbara acordou cedo e viu que a febre do menino havia baixado. Talvez porque havia cantado para ele, ou talvez tivesse algo a ver com a visão que tinha aparecido misteriosamente ao lado de sua mão em algum momento durante a noite.\n\nNo entanto, Barbara não estava preocupada com a Visão. Mas sim, com a visão do menino sorrindo mais uma vez, que encheu seu coração de alegria.\n\nBarbara recebeu sua Visão pelo simples, mas belo desejo que se apoderou de seu coração naquela noite: o sonho de curar os doentes através do poder da música.",
      "ru": "Ради своего Глаза Бога Барбара никаких выдающихся поступков не совершала.\n\nВ то время она только присоединилась к церкви и ухаживала за маленьким мальчиком, которого изводил жар.\n\nНикакие уговоры Барбары не могли унять его слёз.\n\nОдни уверяли, что тоску по семье не вылечит ни одно лекарство.\n\nА кто-то предложил ободрить мальчика, спев ему песню.\n\nБарбара никогда в жизни не пела, но и оставить мальчика в такой момент не могла.\n\nОна взяла больного ребёнка на руки и запела ту единственную колыбельную, которую помнила.\n\nПоначалу выходило неуклюже, почти все слова позабылись, и она просто напевала мелодию.\n\nТем не менее мальчик немного успокоился. Барбара продолжала напевать эту песню снова и снова, пока не пересохло в горле и не надломился голос. Мальчик в объятьях наконец тихо заснул, а Барбара, выбившись из сил, прислонилась к стенке и задремала.\n\nНа следующий день ранним утром она обнаружила, что жар отступил. Быть может, благодаря её пению, а может, из-за невесть откуда появившегося рядом Глаза Бога.\n\nНо Барбара особого значения ему не придала. По-настоящему наполнила её сердце радостью улыбка мальчика.\n\nГлаз Бога Барбара получила из-за простого, но прекрасного желания исцелять силой песни.",
      "id": "Tidak ada kisah heroik apa pun yang terjadi saat Barbara mendapat Vision.\n\nSaat itu dia belum lama bergabung ke Katedral. Dia sedang merawat seorang anak yang demam tinggi.\n\nTidak peduli bagaimana Barbara membujuknya, anak itu terus menangis tanpa henti.\n\nAda yang mengatakan kalau obat yang diminumnya dapat membuatnya sangat merindukan keluarga.\n\nAda lagi yang mengatakan kalau anak itu akan membaik bila kita menyanyikan lagu untuknya.\n\nSampai saat itu Barbara belum pernah menyanyi, namun dia tidak mau menyerah begitu saja.\n\nWalaupun dia belum pernah menyanyi, dia tidak mungkin membiarkan anak itu kesakitan terus.\n\nBarbara memeluk anak itu kemudian menyanyikan lagu satu-satunya yang diingatnya.\n\nAwalnya dia menyanyi dengan canggung, bahkan lirik pun tak diingatnya. Dia lalu menggumamkan irama lagunya dengan pelan.\n\nAnak itu mulai tenang, kemudian Barbara pun mulai menyanyi. Entah berapa kali dia mengulang lagu itu sampai tenggorokannya terasa sangat kering. Sampai anak di gendongannya mulai tertidur tenang, Barbara pun berhenti dan tertidur dengan bersandar di dinding.\n\nKeesokan paginya saat Barbara terbangun, demam anak itu sudah mereda. Mungkin itu karena suara nyanyiannya, atau mungkin karena \"Vision\" yang entah sejak kapan sudah ada di tangannya.\n\nBarbara tidak memperhatikan Vision sama sekali. Saat melihat anak itu sudah sehat dan tersenyum, hati Barbara serasa dipenuhi oleh rasa suka cita.\n\nSeperti itulah bagaimana Barbara pada malam itu mendapat Vision. Karena harapannya yang sederhana namun indah, yaitu menyembuhkan orang sakit melalui kekuatan nyanyian.",
      "th": "ตอนที่ Barbara ได้รับวิชั่นนั้น เธอไม่ได้ทำเรื่องยิ่งใหญ่อะไรเลย\n\nตอนนั้นเธอเพิ่งจะเข้าสู่โบสถ์ ได้ไม่นาน และกำลังดูแลเด็กที่ไข้ขึ้นสูง คนหนึ่งอยู่\n\nไม่ว่า Barbara จะกล่อมยังไง เด็กน้อยก็ร้องไห้ไม่หยุด\n\nมีคนบอกว่า เขาทานยาแล้วแต่ก็ไม่สามารถ บรรเทาความคิดถึงที่เขามีต่อ ครอบครัวได้\n\nยังมีคนพูดอีกว่า ร้องเพลงให้เด็กน้อยฟังสิ เขาจะได้ดีขึ้น\n\nตอนนั้น Barbara ไม่เคยร้องเพลงมาก่อน แต่ในเวลาแบบนี้เธอจะถอยไม่ได้\n\nต่อให้ไม่เคยร้องเพลงมาก่อน เธอก็ไม่มีทางทอดทิ้งเด็กน้อยที่ ต้องดูแลได้ลงคอ\n\nBarbara เลยอุ้มเด็กที่ไข้ขึ้นสูงคนนี้ขึ้น และเริ่มร้องเพลงกล่อมเด็กเพลง เดียวที่เธอพอจะจำได้\n\nตอนแรกเธอร้องได้ไม่คล่องสัก เท่าไหร่ แม้แต่เนื้อร้องยังหลงลืม ๆ เลยทำได้แค่ฮัมเพลงทำนอง เพลงเบา ๆ\n\nเด็กน้อยเริ่มสงบลงบ้างแล้ว เธอจึงร้องเพลงนี้ต่อไป ไม่รู้ว่าร้องไปกี่รอบแต่ร้องซะจนคอแห้งเลยทีเดียว และแล้วเด็กน้อยก็หลับไปใน อ้อมแขน Barbara เพลียมากจนเธอพิงกำแพงและ ผล็อยหลับไป\n\nเช้าวันต่อมา เมื่อเธอตื่นขึ้นก็พบว่าเด็กน้อยไข้ลดลงแล้ว บางทีอาจเพราะเสียงเพลงของเธอ หรืออาจจะเป็นเพราะวิชั่นที่ตกลงมาในมือเธอเมื่อไหร่ก็ไม่รู้\n\nแต่ Barbara ไม่ได้สนใจในเรื่องนี้มากนัก รอยยิ้มของเด็กน้อยทำให้เธอหัวใจพองโตและมีความสุข\n\n\"ใช้เสียงเพลงรักษาทุกคน\"... วิชั่นของ Barbara เกิดจากความฝันที่เรียบง่ายแต่อ่อนโยนนี้นั่นเอง",
      "vi": "Lúc Barbara nhận được Vision cũng chẳng phải là khi thực thi nhiệm vụ to lớn gì.\n\nKhi ấy, cô vừa bước vào nhà thờ chăm sóc một bệnh nhân sốt cao.\n\nBarbara có dỗ thế nào thì đứa bé cũng không ngừng khóc.\n\nCó người giải thích, cậu bé vì quá nhớ người thân nên dù uống thuốc cũng không thuyên giảm.\n\nLại có người nói rằng hãy hát cho đứa bé nghe để nó bình tâm hơn.\n\nTừ trước đến nay, Barbara chưa từng hát, thế nhưng cô không để khó khăn trước mắt đánh bại mình.\n\nĐiều quan trọng nhất là không được bỏ rơi bệnh nhân cần chăm sóc.\n\nCô ôm lấy đứa bé rồi hát bài ca dao duy nhất mình thuộc - bài hát ru con.\n\nBan đầu, cô hát rất vụng về, thậm chí còn quên lời, vì vậy chỉ dám ngân nga nhẹ nhàng theo giai điệu.\n\nĐứa trẻ đã dần bình tĩnh hơn, cô vẫn tiếp tục hát cho đến khi giọng ca trở nên khàn đặc. Một lúc sau, đứa trẻ trên tay thiếp đi, Barbara mệt mỏi dựa vào tường ngủ gục.\n\nSáng ngày hôm sau, đứa bé đã hạ sốt. Có lẽ vì tiếng hát hoặc có lẽ vì Vision đã được đặt vào tay cô lúc nào không hay.\n\nThế nhưng Barbara không bao giờ quá chú tâm vào sự việc này. Nhìn thấy nụ cười của đứa trẻ hiện trên gò má, cô thực sự cảm thấy hạnh phúc.\n\nVision \"dùng tiếng hát chữa lành vết thương cho mọi người\" của Barbara được sinh ra từ giấc mơ đơn giản mà dịu dàng như vậy."
    }
  }
]