[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "「璃月七星」掌管整个璃月港的商业运作，身居高位自然引得千万觊觎。小心驶得万年船是他们的共识，抛头露面不是他们喜爱的作风。\n\n但七星之中的「天权」星，凝光，是唯一的例外。\n\n敌人眼中厉害的商人、孩子眼中亲切的大姐姐、玉京台宴会上的名媛、甜食界不动如山的鉴赏家…提到凝光，所有人都能侃侃而谈，仿佛对她了如指掌。然而每个人口中的故事都不尽相同，甚至相去甚远。\n\n「凝光大人是个厉害人物」——所有故事中，只有这样一个共通之处。",
      "zht": "「璃月七星」掌管整個璃月港的商業運作，身居高位自然引得千萬覬覦。小心駛得萬年船是他們的共識，抛頭露面不是他們喜愛的作風。\n\n但七星之中的「天權」星，凝光，是唯一的例外。\n\n敵人眼中厲害的商人、孩子眼中親切的大姐姐、玉京臺宴會上的名媛、甜食界不動如山的鑒賞家…提到凝光，所有人都能侃侃而談，仿佛對她瞭若指掌。然而每個人口中的故事都不盡相同，甚至相去甚遠。\n\n「凝光大人是個厲害人物」——所有故事中，只有這樣一個共通之處。",
      "jp": "「璃月七星」は璃月港のビジネスを管理している。高い位置にいると、自ずと狙いの的になることが多い。そのため、何事も慎重であるべきというのは彼らの共通認識であり、顔を晒すのは彼らが好むやり方ではない。\n\nしかし、七星の中の「天権」星·凝光は唯一の例外である。\n\n凄腕の商人、優しいお姉さん、玉京台の宴会で見かける美女、スイーツ業界一のコメンテーター…凝光の話になると、誰もが彼女について語れるが、話の内容はどれも異なっている。\n\nただ「凝光様はすごい人」ということだけが、どの話にも見受けられる共通点である。",
      "ko": "「리월 칠성」은 리월항의 모든 상업을 장악하고 있다. 높은 지위라 자연히 많은 이들이 이 자리를 노리고 있다. 안전하게 운영하는 게 바로 그들이 합의한 것이고, 얼굴을 드러내는 건 좋아하지 않는다.\n\n하지만 칠성 중 「천권」성 응광은 예외다.\n\n적의 눈엔 엄청난 상인, 아이들 눈엔 친절한 큰누나, 옥경대 연회의 유명한 규수, 디저트계의 미식가…. 응광에 대해 얘기하면 모든 사람들이 마치 그녀에 대해 아주 잘 알고 있다는 듯이 당당하게 말한다. 그렇지만 사람들이 하는 말은 비슷하면서도 다르다.\n\n이야기에서 유일하게 같은 부분은 바로——「응광 어르신은 엄청난 분이야」이다",
      "en": "The \"Liyue Qixing\" controls all of the commerce that takes place in Liyue Harbor. Its highly-revered position is also coveted by many. Their primary ruling is to play things safe and keep a low profile.\n\nThe \"Tianquan\" of the Qixing, Ningguang, is the only exception. \n\nShe is seen as an excellent merchant in the eyes of her rivals, a friendly elder sister to kids, a socialite at the banquets of Yujing Terrace, and a connoisseur of desserts... Ningguang is the talk of the town, and everyone seems to know everything about her. However, they all seem to tell a different story of Ningguang, with great discrepancies between the versions.\n\nStill, if there's one thing all the rumors about her agree on, it's that Ningguang is someone truly extraordinary.",
      "de": "Die Qixing von Liyue kontrollieren den gesamten Handel, der in Liyue stattfindet. Diese hoch verehrte Position wird daher von vielen begehrt. Ihre Hauptdevise ist es, auf Nummer sicher zu gehen und sich im Hintergrund zu halten.\n\nDer „Tianquan“ der Qixing, Ningguang, ist die einzige Ausnahme.\n\nSie wird in den Augen ihrer Rivalen als ausgezeichnete Händlerin angesehen, als eine freundliche große Schwester für die Kinder, als Prominenz bei den Banketten der Yujing-Terrasse und als Kenner in der Welt der Süßigkeiten ... Ningguang ist das Stadtgespräch Nummer eins und alle scheinen alles über sie zu wissen. Sie scheinen jedoch alle eine andere Version der Geschichte zu kennen, denn keine gleicht der anderen.\n\nEs gibt nur eine Sache, die in allen Versionen gleich ist: Ningguang ist jemand Außergewöhnliches.",
      "es": "Las Siete Estrellas de Liyue controlan el comercio a través del puerto de la ciudad, y su venerada posición también es codiciada por muchos. Su directriz principal es jugar a lo seguro y mantener un perfil bajo.\n\nNinguang, conocida como el “Equilibrio Celestial” de Las Siete Estrellas, es la única excepción de toda la organización.\n\nSuele ser vista como una comerciante astuta a los ojos de sus rivales; una amable hermana mayor para los niños; una mujer de gran reputación en los banquetes de la Terraza Yujing; y una conocedora de la comida gourmet en el mundo de las artes culinarias... Ninguang es el tema de conversación entre muchas personas, y todos parecen saberlo todo sobre ella. Sin embargo, cada versión la describe de una forma muy distinta de las otras.\n\nHay solo una cosa sobre ella que todas las versiones tienen en común: que es extraordinaria.",
      "fr": "Les Sept Étoiles contrôlent tout le commerce du Port de Liyue ; leur haute position est convoitée par nombre d'envieux. Leur philosophie est de garder profil bas, et de ne jamais prendre de risques inconsidérés.\n\nNingguang est la seule à faire exception.\n\nElle est aux yeux de ses rivaux commerciaux une marchande dure en affaires ; elle est aussi une grande sœur chérie par les enfants du coin, une femme mondaine que l'on voit aux banquets de la Terrasse Yujin, ou encore une amatrice confirmée du monde des desserts... Tous les gens du port semblent connaître quelque chose à son sujet, mais tous semblent raconter une histoire différente, pouvant grandement varier d'une personne à une autre.\n\nSeul point commun à toutes les rumeurs circulant à son compte : Ningguang est quelqu'un qui sort de l'ordinaire.",
      "pt": "\"Os Qixing de Liyue\" controlam o comércio no Porto de Liyue. Sua posição altamente reverenciada também é cobiçada por muitos. A principal ordem deles é manter as coisas em segurança e serem discretos.\n\n\"Tianquan\" Ningguang, dos Qixing, é a única exceção de toda a organização.\n\nNingguang é vista como uma comerciante astuta aos olhos de seus rivais, uma irmã mais velha amiga das crianças, uma socialite nos banquetes no Terraço de Yujing e uma gourmet no mundo das artes culinárias... Ningguang é o assunto de todos, e todos parecem saber tudo sobre ela. No entanto, todo mundo conta uma versão diferente sobre Ningguang com grandes discrepâncias entre elas.\n\nHá apenas uma coisa sobre Ningguang que é igual em todas as versões: Ningguang é extraordinária.",
      "ru": "Группировка Цисин контролирует всю торговлю в гавани Ли Юэ. В её долю хотят попасть многие.\n\nОсновной принцип группировки заключается в том, чтобы действовать безопасно и не привлекать к себе внимания.\n\nЕдинственным исключением этой политики является Нин Гуан, Воля Небес Цисин.\n\nВ глазах соперников Нин Гуан выглядит хитрой торговкой, дети зовут её старшей сестрой, на банкетах на террасе Юйцзин все узнают её как светскую львицу, а в мире кулинарии считают отменным гурманом.\n\nВсе в Ли Юэ любят посплетничать о Нин Гуан, и кажется, что все про неё всё знают, но на самом деле оказывается, что версия Нин Гуан каждого человека довольно сильно отличается от версии другого.\n\nНо одна вещь остаётся неизменной: все считают Нин Гуан экстраординарной личностью.",
      "id": "Liyue Qixing mengendalikan seluruh perdagangan yang ada di Pelabuhan Liyue. Posisinya yang sangat tinggi juga banyak diincar oleh orang-orang. Aturan utama mereka adalah untuk bermain aman dan jangan sampai mencolok.\n\n\"Tianquan\" dari Qixing, Ningguang, adalah pengecualian.\n\nDia dipandang sebagai pedagang hebat di mata lawan-lawannya, kakak perempuan yang baik di mata anak-anak, seorang sosialita di Yujing Terrace, dan seorang penikmat makanan penutup... Ningguang adalah buah bibir masyarakat, dan semua orang seolah tahu segala sesuatu tentangnya. Namun, mereka seperti mengatakan hal yang berbeda-beda tentang Ningguang, dengan perbedaan yang cukup besar dari satu versi dengan versi yang lainnya.\n\nNamun, jika ada satu hal yang sama dari rumor tentang Ningguang, hal itu adalah dia benar-benar seorang yang luar biasa.",
      "th": "\"Liyue Qixing\" รับหน้าที่ดูแลกิจการของท่าเรือ Liyue ทั้งหมด แน่นอนการดำรงตำแหน่งสูง ๆ นั้นจะดึงดูดความโลภไปทั่วทุกหนแห่ง การระมัดระวังในการขับเรือนั้นเป็นที่ทุกคนรู้กันดี การเปิดเผยโฉมหน้าไม่ใช่วิธีที่พวกเขาชื่นชอบ\n\nหนึ่งใน Qixing \"Tianquan\" Ningguang คือหนึ่งเดียวที่ไม่เหมือนใคร\n\nในสายตาของศัตรูแล้วเธอเป็นนักธุรกิจที่ร้ายกาจ ในสายตาของเด็ก ๆ ก็เป็นพี่สาวที่แสนดี สุภาพสตรีผู้โด่งดังแห่งงานเลี้ยง Yujing Terrace และผู้ชื่นชอบของหวานเป็นชีวิตจิตใจ...พูดถึง Ningguang แล้วต่างคนต่างสามารถพูดได้อย่างเต็มปากและมั่นใจราวกับว่ารู้จักเธอดี แต่ว่าเรื่องราวที่ทุกคนเล่ากันนั้นกลับไม่เหมือนกัน บ้างถึงขั้นต่างกันโดยสิ้นเชิง\n\n\"ลูกพี่ Ningguang เป็นคนที่สุดยอดมาก\"...มีเพียงสิ่งนี้ที่เหมือนกันท่ามกลางเรื่องเล่าทั้งหมดนั้น",
      "vi": "\"Thất Tinh Liyue\" nắm giữ toàn bộ hoạt động thương mại ở Liyue, thân ở vị trí cao tự khắc thu hút nhiều sự dòm ngó. Đồng lòng cùng nhau chèo lái con thuyền vạn năm là suy nghĩ chung của họ, không hề thích xuất đầu lộ diện.\n\nNhưng \"Thiên Quyền\" trong Thất Tinh-Ningguang là ngoại lệ duy nhất.\n\nNhắc đến Ningguang, ai cũng đều có thể kể vanh vách, nào là thương nhân đáng gờm trong mắt địch, người chị thân thiết của trẻ em, mỹ nữ trong bữa tiệc Ngọc Kinh Đài, nhà giám định đồ ngọt kiên định...như thể họ hiểu rõ cô ấy. Mà những câu chuyện từ mỗi người đều không giống nhau, thậm chí khác biệt hoàn toàn.\n\n\"Ningguang là một nhân vật rất lợi hại\"-trong tất cả câu chuyện, chỉ có một điểm chung duy nhất này."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "璃月港上空漂浮着一座以浮石驱动的飞行宫殿。那是属于凝光的产业——「群玉阁」。\n\n天气晴朗时，站在宫门外的甲板上，便能俯瞰璃月港大半风光。\n\n如要处理重大商业事务，凝光定会来到这座天上宫阁，禁止旁人出入，只允许三名心腹陪侍在旁。心腹们翻阅资料，整合文书，一旦得出成果，便把摘要贴在墙上。凝光自己则一边欣赏璃月风景，一边倚栏静思。\n\n墙壁被资料盖满前，凝光一定会得到最佳方案。跟着，她碾碎所有资料，将大量碎屑撒向窗外，营造一场突如其来的碎雪。\n\n那些纸片上的字迹，在璃月港所有商人眼中，就像雪地里的墨渍一样扎眼。\n\n每当这阵「碎雪」降临，璃月商界必有天翻地覆。",
      "zht": "璃月港上空漂浮著一座以浮石驅動的飛行宮殿。那是屬於凝光的產業——「群玉閣」。\n\n天氣晴朗時，站在宮門外的甲板上，便能俯瞰璃月港大半風光。\n\n如要處理重大商業事務，凝光定會來到這座天上宮閣，禁止旁人出入，只允許三名心腹陪侍在旁。心腹們翻閱資料，整合文書，一旦得出成果，便把摘要貼在牆上。凝光自己則一邊欣賞璃月風景，一邊倚欄靜思。\n\n牆壁被資料蓋滿前，凝光一定會得到最佳方案。接著，她碾碎所有資料，將大量碎屑撒向窗外，營造一場突如其來的碎雪。\n\n那些紙片上的字跡，在璃月港所有商人眼中，就像雪地裡的墨漬一樣扎眼。\n\n每當這陣「碎雪」降臨，璃月商界必有天翻地覆。",
      "jp": "璃月港の上空には、浮石で駆動する空中宮殿が浮いている。それは凝光の産業、「群玉閣」である。\n\n晴れた日には、宮門外のデッキから璃月港の景色を見下ろすことができる。\n\n何か大きな問題を処理せねばならない時、凝光は3名の腹心を連れてこの空中宮殿に来る。腹心たちに資料を整理させ、結果が出次第、要点をまとめて壁に貼ってもらうのだ。一方、凝光自身は手すりに凭れて璃月の景色を眺めながら、静かに考え事をする。\n\nそうして、壁が資料で貼り尽くされる前に、凝光は必ず解決策を思いつく。その後、彼女は全ての書類を粉々にし、まるで粉雪を降らすかの如く、大量のくずとなった紙を窓の外に捨てるのだ。\n\n紙くずに染みた筆跡は、璃月港にいる全ての商人にとって、雪の上の墨を零したように目立って見えた。\n\nそして、この「粉雪」が降る度に、璃月港の商売合戦に大きな変化が訪れる。",
      "ko": "리월항 상공에는 부석으로 구동되는 비행 궁전이 떠다닌다. 이건 응광의 「군옥각」이다.\n\n날씨가 맑을 땐 갑판에서 리월항의 풍경을 내려다볼 수 있다.\n\n중요한 일을 처리할 때 응광은 반드시 이 하늘의 궁전에 온다. 이때 그녀는 다른 사람들의 출입을 금하고 오직 자신의 심복 3명 만을 데리고 오는데 이 심복들은 자료를 읽고 정리하다 결론이 내려지면 이를 벽에 붙인다. 응광은 리월의 풍경을 감상하며 난간에 기대어 천천히 생각한다.\n\n벽이 자료로 가득 채워지기 전, 응광은 반드시 해결 방안을 생각해 낸 후 그녀는 모든 자료를 잘게 찢어 종이 쪼가리를 창밖으로 버리는데 마치 눈발이 흩날리는 것처럼 보인다.\n\n이 종이 쪼가리에 적힌 필적은 리월항의 상인들의 눈엔 새하얀 눈밭에 뿌려진 먹물처럼 눈에 확 들어온다고 한다.\n\n이런 「찢긴 눈」이 내릴 때마다 리월항의 상업계엔 엄청난 소란이 일어난다",
      "en": "Up above Liyue Harbor, there is a floating palace held up by plaustrite. It is known as the \"Jade Chamber,\" and it belongs to Ningguang.\n\nOn a clear day, one can see almost all of Liyue Harbor from the decks outside the palace gates.\n\nWhenever Ningguang has important business matters to handle, she invariably comes to this floating palace. She strictly forbids anyone from accessing the premises except for her three trusted confidants. Her confidants sort through the relevant information, summarize it and hang the summaries on the wall, while Ningguang rests against the railings, enjoying the view of Liyue and quietly mulling everything over.\n\nShe is certain to arrive at the perfect solution before her confidants have finished adding everything to the wall. Once she has made her decision she shreds everything and throws it out of the window, creating something of a snowstorm of paper.\n\nThe handwriting on the shredded pieces of paper stands out like ink in the snow to all of the merchants in Liyue Harbor.\n\nFor they know that whenever Ningguang's shredded snow falls, a huge change is about to descend on the business community.",
      "de": "Oberhalb des Hafens von Liyue befindet sich ein schwebender Palast, der von Plaustrit gestützt wird. Der Name dieses Palasts ist „Jadegemach“, dieses gehört Ningguang ganz allein. An einem klaren Tag kann man fast den gesamten Hafen von Liyue bis hin zu den Decks vor den Palasttoren aus sehen. Immer wenn Ningguang wichtige geschäftliche Angelegenheiten zu erledigen hat, kommt sie hierher. Nur ihre drei vertrauenswürdigsten Diener dürfen den Palast außer ihr betreten. Ihre Vertrauten sammeln alle relevanten Informationen, fassen diese zusammen und hängen die Zusammenfassungen an die Wand, während Ningguang am Geländer ruht, die Aussicht auf Liyue genießt und still über alles nachdenkt.\n\nSie wird mit Sicherheit die perfekte Lösung finden, lange bevor ihre Vertrauten alles an die Wand gehängt haben. Sobald sie ihre Entscheidung getroffen hat, zerreisst sie alles und wirft die Fetzen aus dem Fenster, was dann fast wie ein Schneesturm aussieht.\n\nDie Handschrift auf den Papierstücken fällt allen Händlern von Liyue wie schwarze Tinte im Schnee auf.\n\nDenn sie wissen ganz genau, dass immer dann, wenn Ningguangs Schnee fällt, eine große Veränderung in der Geschäftswelt bevorsteht.",
      "es": "Encima de Liyue hay un palacio impulsado por piedras flotantes. Se conoce como la “Cámara de Jade”, y le pertenece a Ninguang.\n\nEn un día soleado, se puede ver casi toda la ciudad desde la cubierta en las afueras del palacio.\n\nCuando Ninguang trata con asuntos comerciales importantes, definitivamente acude al palacio flotante. Asimismo le prohíbe a cualquiera entrar o salir del palacio. Solo le acompañan tres personas de confianza para organizar la información. Ellas se encargan de clasificar la información relevante, la resumen y la cuelgan en la pared, mientras Ninguang descansa recargada en la barandilla, disfrutando de la vista de Liyue y reflexionando en silencio.\n\nAntes de que las paredes estén tapizadas, ya encuentra una solución. Luego destruye toda la información de las paredes y la arroja por la ventana como una tormenta de nieve repentina.\n\nLa escritura en los pedazos de papel es tan llamativa como la tinta en la nieve para todos los comerciantes de Liyue.\n\nCuando la “nieve” desciende sobre la ciudad, saben que habrá turbulencias en la guerra comercial del puerto.",
      "fr": "Dans le ciel du Port de Liyue se trouve un palais propulsé par plaustrite ; il s'agit de la Chambre de Jade, le lieu de résidence de Ningguang.\n\nLes jours où le ciel est dégagé, on peut apercevoir depuis celui-ci presque toute l'étendue du port.\n\nNingguang s'y rend à chaque fois qu'elle a quelque affaire importante à traiter. Elle interdit alors à quiconque d'y pénétrer, si ce n'est à ses trois proches confidents. Ceux-ci mettent en ordre les informations reçues, et accrochent les rapports et conclusions qu'ils jugent dignes d'intérêt aux murs du palais, tandis que Ningguang s'absorbe dans la contemplation du port en dessous, toute à ses pensées.\n\nElle arrive le plus souvent à trouver la meilleure des solutions au problème en cours avant que ses conseillers aient fini leur travail. Une fois sa décision prise, elle déchire tous les documents aux murs, et balance les confettis ainsi obtenus par la fenêtre, en une sorte de pluie de papier.\n\nLes caractères qu'on y voit sont aux yeux des marchands locaux telle l'encre noire au milieu de la neige ; car ils savent que chaque pluie de papier est l'annonciatrice d'une décision qui va résonner à travers toute la communauté marchande.",
      "pt": "Acima do Porto de Liyue, há um palácio flutuante sustentado por pedras flutuantes. Seu nome é \"Câmara de Jade\" e pertence a Ningguang.\n\nEm um dia claro, pode-se ver quase todo o Porto de Liyue das docas do lado de fora dos portões do palácio.\n\nSempre que Ningguang tem assuntos importantes para tratar, ela invariavelmente vem para este palácio flutuante. Ela proíbe estritamente qualquer pessoa de acessar as instalações, exceto seus três confidentes. Seus confidentes examinam as informações relevantes, resumem-nas e penduram os resumos na parede, enquanto Ningguang descansa contra os corrimãos, apreciando a vista de Liyue e silenciosamente refletindo sobre tudo.\n\nEla com certeza encontrará a solução perfeita antes que suas confidentes tenham terminado de colocar tudo na parede. Depois de tomar sua decisão, ela rasga tudo e joga pela janela, criando uma espécie de tempestade de papel.\n\nA caligrafia nos pedaços de papel triturados se parece como tinta na neve para todos os comerciantes no Porto de Liyue.\n\nPor que eles sabem que sempre que a neve picada de Ningguang cai, uma grande mudança está prestes a acontecer na comunidade dos negócios.",
      "ru": "Над портовым районом Ли Юэ благодаря плаустриту парит Нефритовый дворец.\n\nВ ясную погоду с балконов за дворцовыми воротами видна почти вся гавань.\n\nКаждый раз, когда Нин Гуан нужно решить какие-нибудь важные деловые вопросы, она приходит в этот дворец. На время своего присутствия она закрывает все его двери.\n\nНин Гуан берёт с собой только трёх доверенных лиц, которых она просит разобраться со всей необходимой информацией.\n\nВсё, что они находят, вывешивается на стенах её кабинета. Сама Нин Гуан в это время стоит, прислонившись к балконным перилам, и размышляет, наслаждаясь видом города.\n\nОна успевает найти решение прежде, чем стены заполнятся. После этого срывает все листы бумаги со стен, рвёт их в клочья и выбрасывает в окно.\n\nКусочки бумаги разносит по всей гавани, как первый снег, и текст на них привлекает внимание торговцев так же, как внезапные чернила на белом снегу.\n\nЗавидев «бумажные снежинки», торговцы понимают, что скоро в торговой войне Ли Юэ возникнут беспорядки.",
      "id": "Di atas Pelabuhan Liyue, terdapat sebuah istana yang melayang di atas topangan batu mengapung, Plaustrite. Istana tersebut dinamai Jade Chamber, dan pemiliknya tak lain adalah Ningguang.\n\nPada hari yang cerah, hampir keseluruhan dari Pelabuhan Liyue dapat terlihat dari dek di luar gerbang istana.\n\nKapan pun Ningguang memiliki masalah bisnis penting yang harus ditangani, dia selalu datang ke istana terapung ini. Dia dengan tegas melarang siapa pun keluar masuk dari tempat itu, kecuali tiga orang kepercayaannya. Orang kepercayaannya itu akan memilah-milah informasi, merangkum dan menggantung ringkasannya di dinding. Sementara Ningguang menikmati pemandangan Liyue, sambil bersandar dan berpikir.\n\nDia yakin bahwa dia dapat menemukan solusi terbaik sebelum orang-orang kepercayaannya selesai menempelkan semua ringkasan di dinding. Begitu dia membuat keputusan, dia akan menghancurkan semuanya dan membuangnya melalui jendela, menciptakan semacam salju kertas.\n\nBagi para pedagang di Liyue, tulisan tangan pada selembar kertas itu terlihat jelas bagaikan setetes noda tinta di atas salju.\n\nKarena mereka menyadari bahwa setiap kali \"lembaran salju\" itu muncul, perubahan besar akan terjadi pada bisnis di Liyue.",
      "th": "บนท้องฟ้าของท่าเรือ Liyue นั้นมีราชวังที่ลอยอยู่บนท้องฟ้าซึ่งขับเคลื่อนด้วยหินภูเขาไฟอยู่ สิ่งนี้ถูกนับเป็นผลงานของ Ningguang... \"Jade Chamber\"\n\nในวันที่ฟ้าสดใส จากดาดฟ้าด้านนอกประตูราชวัง จะสามารถมองเห็นทิวทัศน์ของ ท่าเรือ Liyue ได้\n\nหาก Ningguang จะจัดการกับเรื่องสำคัญก็มักจะมาที่ราชวังแห่งนี้ ซึ่งตลอดช่วงเวลานั้นเธอจะห้ามไม่ ให้คนเข้าออกราชวัง โดยจะมีเพียงคนสนิทสามคนอยู่ข้างกายคอยจัดการกับข้อมูลต่าง ๆ และเอกสารเท่านั้น เมื่อไหร่ที่ได้ผลลัพธ์ก็จะนำไปติดไว้กับกำแพง ส่วนตัวของ Ningguang นั้นจะยืนพิงราวบันไดชมทิศทัศน์อยู่เงียบ ๆ พลางคิดถึงเรื่องต่าง ๆ\n\nก่อนที่กำแพงจะเต็มไปด้วยกระดาษ Ningguang จะต้องคิดหาทางออกได้ก่อนเสมอ หลังจากนั้นเธอก็จะขยำ กระดาษโน้ตทั้งหมดทิ้งออกทางหน้าต่าง ร่วงหล่นลงไปราวกับหิมะที่เกิดขึ้น อย่างฉับพลัน\n\nลายมือที่เขียนบนกระดาษนั้นในสายตาของพ่อค้าทุกคนในท่าเรือ Liyue ดูเด่นราวกับคราบหมึกที่อยู่ท่าม กลางหิมะ\n\nทุกครั้งก่อนที่จะเกิด \"หิมะกระจาย\" ตกลงมา สงครามการค้าของ Liyue จะต้องเกิดการเปลี่ยนแปลง",
      "vi": "Giữa bầu trời cảng Liyue lơ lửng một tòa cung điện, được dẫn động từ đá bay. Đó là sản nghiệp của Ningguang-\"Quần Ngọc Các\".\n\nKhi bầu trời trong xanh, đứng bên ngoài cung điện có thể nhìn ngắm hơn một nửa phong cảnh Liyue.\n\nNếu Ningguang xử lý việc kinh doanh quan trọng, nhất định sẽ đến tòa cung điện trên không này, cấm người khác ra vào, chỉ cho phép ba tâm phúc ở bên cạnh. Bọn họ sẽ chỉnh lý thông tin, xử lý tài liệu, một khi đã có kết quả, thì sẽ dán tóm tắt trên tường. Ningguang sẽ vừa ngắm phong cảnh Liyue, vừa dựa vào lan can, yên lặng suy nghĩ.\n\nTrước khi bức tường bị dán đầy tài liệu, Ningguang nhất định sẽ tìm ra phương án giải quyết. Sau đó cô ấy sẽ xé nát tất cả tài liệu, ném ra ngoài cửa, tạo thành một trận tuyết bằng giấy.\n\nNét chữ trên những mảnh giấy đó, trong mắt tất cả những thương nhân Liyue, nhức mắt như vết mực đen trên nền tuyết.\n\nMỗi khi trận \"tuyết giấy\" này ập đến, cuộc chiến thương trường trên cảng Liyue nhất định sẽ long trời lở đất."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "「凝光大人什么都知道。」外来者常常会被璃月人如此告诫。\n\n想要钻漏子的商会、某位正在囤积货物的奸商、归港船队携带的违禁私货…对于这些或明或暗的信息，「天权」无一不知。\n\n某位须弥炼金术士到璃月游学，无意中查阅到黑岩厂十年前一笔夜泊石交易的账目。当夜，凝光的近侍便敲响了他的窗户，请他去「群玉阁」一叙。\n\n有谣言说，空中宫殿「群玉阁」被凝光施加了法术，能将璃月港每个人的悄悄话捕捉进去、复读出来，供凝光一一聆听。\n\n但凝光真正的「耳目」，却是那些在璃月港街头巷尾玩闹的孩子们。\n\n每一场机密会面，每一次秘密谈话，每一个陌生访客，都被他们看在眼里。孩子们聚在「凝光大姐姐」身边时，凝光手里的零食总能让他们知无不言，言无不尽。\n\n凝光会将孩童所说的信息抽丝剥茧。璃月港对她来说，再无秘密可言。\n\n她比任何人都明白「人情」这件商品的价值，所以才愿意将时间花费在市井之中。\n\n当然，还有一点点私心——凝光很喜欢孩子对她笑。",
      "zht": "「凝光大人什麼都知道。」外來者常常會被璃月人如此告誡。\n\n想要鑽漏洞的商會、某位正在囤積貨物的奸商、歸港船隊攜帶的違禁私貨…對於這些或明或暗的消息，「天權」無一不知。\n\n某位須彌煉金術士到璃月遊學，無意中查閱到黑岩廠十年前一筆夜泊石交易的帳目。當夜，凝光的近侍便敲響了他的窗戶，請他去「群玉閣」一敘。\n\n有謠言說，空中宮殿「群玉閣」被凝光施加了法術，能將璃月港每個人的悄悄話捕捉進去、複讀出來，供凝光一一聆聽。\n\n但凝光真正的「耳目」，卻是那些在璃月港街頭巷尾玩鬧的孩子們。\n\n每一場機密會面，每一次秘密談話，每一個陌生訪客，都被他們看在眼裡。孩子們聚在「凝光大姐姐」身邊時，凝光手裡的零食總能讓他們知無不言，言無不盡。\n\n凝光會將孩童所說的資訊抽絲剝繭。璃月港對她來說，再無秘密可言。\n\n她比任何人都明白「人情」這件商品的價值，所以才願意將時間花費在市井之中。\n\n當然，還有一點點私心——凝光很喜歡孩子對她笑。",
      "jp": "「凝光様は何でも知っている」。璃月の住人はよく外部の者にそう警告する。\n\n法の抜け穴をつく商会、売り惜しみする悪徳商人、禁制品をこっそり持って帰る船隊…「天権」はこれらのことを全て把握している。\n\n昔、とあるスメールの錬金術師が、璃月留学中に偶然、黒岩場の10年前の取引の帳簿を見てしまった。そして、その日の夜のうちに、凝光の近侍が彼の部屋を訪れ、彼を「群玉閣」へと誘ったらしい。\n\nあの巨大な空中宮殿「群玉閣」には凝光の魔法がかかっており、璃月港にいる人々の言葉をすべて集め、一つ一つ凝光に聞かせているという噂もある。\n\nしかし、凝光の本当の「耳」は、璃月港の街で無邪気に遊ぶ子供たちである。\n\n見知らぬ人の来訪、秘密の会話などは全て子供たちに見られている。そして子供たちが「凝光お姉さん」の周りに集まる時、凝光の手にある菓子によって、彼らは持っている情報を全て凝光に渡すのだ。\n\n凝光が子供の言葉に隠された真実を見つけた時、この璃月港で彼女の知らない事はなくなるのだろう。\n\n彼女は誰よりも「人情」の価値を知っているからこそ、市井に時間を使うようにしているのだ。\n\nもちろん、個人的な感情も少し含まれている——彼女は子供たちの笑顔が大好きなのである。",
      "ko": "「응광 어르신은 모르는 게 없어.」 타지인들은 늘 리월 주민들에게 이런 소리를 듣는다.\n\n빈틈을 파고 들려는 상회, 물건을 매점하려는 악덕 상인, 귀항한 함대에 숨겨진 불법 화물 등… 「천권」은 이런 정보에 대해 모두 알고 있다.\n\n한 번은 수메르의 한 연금술사가 리월에 머무는 동안 의도치 않게 10년 전 흑암 공장의 야박석 거래 장부를 보게 됐는데 그날 밤, 응광의 부하가 그의 창문을 두드리고 그를 「군옥각」으로 데리고 갔다.\n\n리월항 사람들의 모든 비밀 이야기가 응광에게 들리도록 그녀가 그 거대한 공중 궁전 「군옥각」에 마법을 걸었다는 소문도 있다.\n\n하지만 응광의 진정한 「눈과 귀」는 바로 리월항 곳곳에서 뛰어노는 어린아이들이다.\n\n비밀스러운 만남과 대화, 낯선 사람의 방문은 전부 아이들이 지켜보고 있었다. 그리고 「응광 언니/누나」 곁에 모여 응광이 주는 간식을 먹으며 이 모든 걸 그녀에게 알려준다.\n\n그녀가 아이들의 말을 세세히 분석하고 나면 그녀는 리월항의 모든 비밀을 알게 된다.\n\n그녀는 그 누구보다 「인정(人情)」의 가치를 잘 이해하고 있기에 서민들과 어울리는 데 기꺼이 시간을 투자하려고 한다.\n\n물론, 그녀의 사심도 조금 있다——응광은 아이들의 웃는 얼굴을 매우 좋아한다",
      "en": "\"Ningguang knows everything,\" foreigners will often find the Liyue locals warning them.\n\nLoophole-hunting guilds, market-manipulating hoarders, smugglers coming ashore with their illicit goods... The Tianquan knows all the details, good, bad and ugly.\n\nOnce, an alchemist from Sumeru was traveling in Liyue and unwittingly happened across the records of a certain noctilucous jade transaction involving the Blackcliff Forge ten years prior. That night, someone from Ningguang's inner circle knocked on his window and invited him to join Ningguang in the Jade Chamber for a talk.\n\nRumor has it that Ningguang has enchanted the Jade Chamber in such a way that allows her to eavesdrop on everyone in the city's private conversations...\n\nThe truth is that Ningguang's eyes and ears are in fact the children who play on the streets in Liyue Harbor.\n\nBetween them, they are aware of every confidential meeting, every private conversation, and every new visitor to the city. When Ningguang gathers them around, her promise of delicious treats proves to be an irresistible incentive, and so they tell her everything they know.\n\nOnce she has finished carefully cross-referencing everything she has learned from the children against other sources, there is no secret hidden from her in Liyue Harbor.\n\nShe understands the value of reciprocity more than anyone, which is why she is more than willing to invest time in mingling with the common folk.\n\nOn top of that, she does actually like seeing the children smile.",
      "de": "„Ningguang ist allwissend“, so werden von außerhalb Kommende oft von Einheimischen in Liyue gewarnt.\\Schlupfloch-Händlergilden, den Markt manipulierende Lagerhalter, Schmuggler, die mit ihren illegalen Waren an die Küste kommen ... der Tianquan kennt alle Details, wie schlecht oder hässlich sie sein mögen. Einmal reiste ein Alchimist aus Sumeru nach Liyue, weil er unwissentlich auf die Aufzeichnungen einer bestimmten nächtlichen Jadetransaktion mit der Schwarzsteinschmiede zehn Jahre zuvor gestoßen war. In jener Nacht klopfte jemand aus Ningguangs innerem Kreis an sein Fenster und lud ihn ein, mit Ningguang im Jadegemach zu sprechen.\n\nEs geht das Gerücht um, dass Ningguang das Jadegemach so verzaubert hat, dass sie jeden, der sich in und außerhalb des Gemachs befindet, belauschen kann, selbst die privaten Gespräche der Stadt ...\n\nDie einfache Wahrheit ist, dass Ningguangs Augen und Ohren die Kinder sind, die auf den Straßen in Liyue spielen.\n\nSie sind es, die jedes vertrauliche Treffen, jedes private Gespräch und jeden neuen Besucher der Stadt mitbekommen. Wenn Ningguang sie zu sich ruft, bietet sie ihnen köstliche Leckereien und prompt erzählen sie ihr alles, was sie wissen will.\n\nNachdem sie alles, was sie von den Kindern erfahren hat, sorgfältig mit ihren anderen Quellen abgeglichen hat, ist kein Geheimnis aus Liyue sicher vor ihr.\n\nSie versteht den Wert der Gegenseitigkeit mehr als jeder andere, weshalb sie mehr als bereit ist, Zeit darin zu investieren, sich unter das gewöhnliche Volk zu mischen.\n\nAußerdem sieht sie gern lächelnde Kinder.",
      "es": "A menudo los forasteros son advertidos por los habitantes de Liyue: “Ninguang lo sabe todo”.\n\nLos gremios que desean encontrar lagunas, comerciantes deshonestos que se abastecen de productos, o contrabandistas que regresan a la costa... Ya sea en la oscuridad o a la luz del día, el Equilibrio Celestial está al tanto.\n\nUna vez, un alquimista de Sumeru que viajaba por Liyue, sin darse cuenta dio los registros de una cierta transacción de jade noctilucoso que involucraba a la Forja Peñasco Oscuro diez años atrás. Esa noche, alguien del círculo íntimo de Ninguang llamó a su ventana y lo invitó a unirse a ella en la Cámara de Jade para “charlar”.\n\nSe rumorea que Ninguang puso un hechizo especial en el palacio flotante de la Cámara de Jade que le permite escuchar a escondidas las conversaciones privadas de todos...\n\nSin embargo, los verdaderos ojos y oídos de Ninguang son los niños en las calles de Liyue.\n\nEllos están al tanto de cada reunión secreta, cada conversación privada y cada forastero. Cuando se reúnen alrededor de Ninguang, sus aperitivos y golosinas son un gran incentivo para que le cuenten todo lo que saben.\n\nDespués de hacer una referencia cruzada de todo lo que aprende de los niños, no hay secretos en Liyue que puedan esconderse de ella.\n\nEntiende el valor de los favores más que nadie, por eso está más que dispuesta a pasar su tiempo entre la gente común.\n\nAdemás, le encantan las sonrisas en los rostros de los niños.",
      "fr": "« Ningguang est au courant de tout. » Ainsi sont souvent prévenus les étrangers arrivant au port.\n\nLes Guildes en quête de quelque faille juridique, les marchands cherchant à contrôler le cours du marché en stockant leurs marchandises, les contrebandiers voulant trafiquer leurs biens au port... Rien ni personne n'a de secret pour la Megrez.\n\nUn alchimiste vint par exemple à passer à Liyue, et tomba involontairement sur des archives d'une transaction douteuse de jade remontant à plus de dix ans, et impliquant la Forge de Rochenoire. Inutile de préciser quelle fut sa surprise lorsque la nuit venue, un proche de Ningguang vint frapper à sa porte, le priant de la rejoindre pour un entretien à la Chambre de Jade.\n\nUne rumeur prétend que son palais est enchanté, et lui permet d'espionner toutes les conversations qu'elle souhaite...\n\nMais les vraies oreilles de Ningguang sont en réalité les gamins jouant sur le port.\n\nCeux-ci font des espions de premier choix : pas une rencontre secrète, pas une discussion à demi-mots, pas un nouveau visage débarquant à Liyue ne leur échappent. Lorsqu'ils s'agglutinent autour de « grande sœur Ningguang », les sucreries qu'elle ne manque pas de leur donner suffisent à leur délier la langue, et ainsi obtient-elle de précieux renseignements.\n\nÀ force d'analyse et de recoupements, Liyue n'a plus aucun secret pour elle.\n\nPlus que quiconque, Ningguang comprend l'importance du tissu social, et est plus que disposée à passer du temps au milieu des gens du peuple.\n\nUne autre raison explique aussi ceci : elle aime voir le sourire des enfants des alentours.",
      "pt": "\"Ningguang sabe de tudo\". Os estrangeiros costumavam ser advertidos pelos habitantes de Liyue.\n\nAs Guildas que querem encontrar brechas, comerciantes desonestos estocando mercadorias ou contrabandistas que retornam à costa... Seja no escuro ou não, a \"Tianquan\" sabe de todos os detalhes.\n\nUma vez, um estudioso de Sumeru coletou certas informações comerciais de Liyue durante sua estadia sem querer e foi \"convidado\" a se juntar a Ningguang na Câmara de Jade para uma conversa.\n\nRumores dizem que Ningguang encantou o palácio flutuante da Câmara de Jade com um feitiço especial, permitindo que ela escutasse as conversas particulares de todos...\n\nNo entanto, os verdadeiros \"olhos e ouvidos\" de Ningguang são as crianças nas ruas do porto de Liyue.\n\nElas conhecem todas as reuniões secretas, todas as conversas particulares e todos os desconhecidos. Quando eles se reúnem com Ningguang, seus lanches e guloseimas são um incentivo para contar tudo o que sabem.\n\nDepois de fazer uma reflexão de tudo que ela descobriu com as crianças, não havia mais segredos no Porto de Liyue que pudessem ser escondido dela.\n\nEla entende o valor dos favores mais do que ninguém, e é por isso que ela está mais do que disposta a passar o tempo entre as pessoas comuns.\n\nAlém disso, ela adora ver os sorrisos nos rostos das crianças.",
      "ru": "Чужеземцев в Ли Юэ обычно в первую очередь предупреждают о том, что «Нин Гуан знает всё обо всех».\n\nВоля Небес Цисин знает всё, будь то враждебные гильдии, ищущие лазейки, чтобы свергнуть других, торговцы-мошенники, обманом зарабатывающие на своих товарах, или возвращающиеся из своих плаваний контрабандисты.\n\nКак-то раз в Ли Юэ приехал учёный из Сумеру, которому случайно стали известны подробности сделки десятилетней давности с участием кузницы Черногорья и полуночного нефрита. Той же ночью кто-то из внутреннего круга Нин Гуан постучал в его окно и пригласил его на аудиенцию.\n\nПоговаривают, что Нин Гуан наложила на Нефритовый дворец заклятье, которое позволяет ей подслушивать все личные разговоры, проходящие в его стенах.\n\nОднако настоящие «глаза и уши» Нин Гуан - это дети на улицах Ли Юэ.\n\nОни всегда могут рассказать о тайных встречах и личных разговорах, о каждом незнакомце на улице. Главным их стимулом рассказывать тайны являются сладости, которые раздаёт им Нин Гуан.\n\nТаким образом, благодаря подобной сети информаторов, у жителей от Нин Гуан не остаётся секретов.\n\nОна понимает цену людских отношений как никто другой, поэтому она любит проводить своё время среди простых людей города.\n\nК тому же она просто обожает видеть улыбки на лицах детей.",
      "id": "\"Ningguang tahu segalanya,\" kata-kata penduduk lokal Liyue yang sering diucapkan untuk memperingatkan orang asing.\n\nCelah perdagangan, penimbun barang yang memanipulasi pasar, penyelundupan barang ilegal... Rincian, baik, buruk, semuanya itu diketahui oleh Tianquan.\n\nSuatu hari, seorang alkemis dari Sumeru datang ke Liyue dan tanpa disadari melihat catatan transaksi Noctilucous Jade yang melibatkan Blackcliff Forge sepuluh tahun yang lalu. Malam itu, seseorang dari lingkaran dalam Ningguang mengetuk jendelanya dan mengundangnya untuk bergabung dengan Ningguang di Jade Chamber untuk berbicara dengannya.\n\nAda rumor yang mengatakan bahwa Ningguang memiliki Jade Chamber sedemikian rupa untuk menguping percakapan semua orang...\n\nDan sebenarnya, mata dan telinga Ningguang ternyata adalah anak-anak yang bermain di jalanan di Pelabuhan Liyue.\n\nMereka tahu setiap pertemuan rahasia, setiap percakapan rahasia, setiap pengunjung aneh yang datang ke kota. Ningguang akan mengumpulkan mereka dan menjanjikan makanan yang lezat sebagai insentif yang menggiurkan, dan anak-anak itu pun mengatakan segalanya yang mereka ketahui.\n\nBegitu Ningguang mendapatkan informasi dari anak-anak dan sumber lainnya, tidak ada rahasia yang tidak dia ketahui di Pelabuhan Liyue.\n\nDia memahami nilai timbal balik melebihi siapa pun, itulah sebabnya dia bersedia untuk menghabiskan waktunya bergaul dengan rakyat jelata.\n\nTentu saja, selain itu juga karena Ningguang sangat menyukai anak-anak tersenyum kepadanya.",
      "th": "\"ลูกพี่ Ningguang นั้นรู้ทุกอย่าง\" คนนอกมักถูกเตือนจากคน Liyue แบบนี้\n\nสมาคมการค้าที่อยากแทรกแซง, พ่อค้าที่ทำการค้าแบบไร้ศีลธรรม, ลูกเรือที่ลักลอบขนสินค้า ผิดกฎหมายกลับมา... เรื่องเหล่านี้นั้นไม่มีทางผ่านหูผ่าน ตาของ \"Tianquan\" ไปได้\n\nครั้งหนึ่งนักวิชาการจาก Sumeru ในระหว่างการศึกษาดูงานได้รวบ รวมข้อมูลการซื้อขาย noctilucous jade เมื่อสิบปีก่อนของ Blackcliff Forge โดยไม่ได้ตั้งใจ ในคืนนั้นลูกน้องคนสนิทของ Ningguang ได้มาเคาะที่หน้าต่างเพื่อเรียกเขาไปยัง \"Jade Chamber\" เพื่อคุยกันหน่อย\n\nมีเรื่องเล่ากันว่า \"Jade Chamber\" นั้นได้ถูก Ningguang ร่ายเวทไว้ สามารถรับรู้ถึงเรื่องราวที่ชาว Liyue ทุกคนพูดและบอกมาให้ Ningguang ฟัง...\n\nแต่แท้จริงแล้ว \"ตาและหู\" ที่แท้จริงของ Ningguang นั้นก็คือเด็ก ๆ ที่เล่นตามถนนของ Liyue นั่นเอง\n\nทุกครั้งที่มีการประชุมของคนแปลกหน้า ทุกครั้งที่มีการพูดคุยถึงความลับ ทุกครั้งที่มีคนแปลกหน้ามา ล้วนอยู่ในสายตาของพวกเขา และเมื่อเหล่าเด็ก ๆ มารวมตัวกันอยู่ข้าง \"พี่สาว Ningguang\" ขนมที่อยู่ในมือของ Ningguang ก็ทำให้พวกเขาพูดทุกสิ่งออกมา อย่างหมดเปลือก\n\nเมื่อ Ningguang ถอดข้อความจากคำพูดที่ไร้เดียงสาของเด็ก ๆ เรียบร้อย เมือง Liyue นี้ก็ไม่มีความลับต่อเธออีกต่อไป\n\nเธอเข้าใจคุณค่าของคำว่า \"มิตรภาพ\" ดีมากกว่าใคร ดังนั้นเธอจึงเต็มใจที่จะใช้เวลาอยู่ ในตลาด\n\nแน่นอนยังมีความลับอีกอย่างหนึ่ง... Ningguang นั้นชอบรอยยิ้มของเด็ก ๆ ที่มีต่อเธอมาก",
      "vi": "\"Đại nhân Ningguang cái gì cũng biết\". Người mới đến thường được người Liyue nhắc nhở như vậy.\n\nMấy thông tin mập mờ như thương hội muốn lợi dụng sơ hở, một gian thương tích trữ hàng hóa nào đó, hàng cấm trong đội tàu cập cảng...\"Thiên Quyền\" không có gì là không biết.\n\nCó một lần, Giả Kim Thuật Sĩ từ Sumeru đến Liyue du học, vô tình thu thập được một số thông tin liên quan đến giao dịch Dạ Phách Thạch mười năm trước của Hắc Nham Xưởng. Đêm đó, hạ nhân của Ningguang đã đến gõ cửa mời anh ta đến \"Quần Ngọc Các\" nói chuyện.\n\nCó tin đồn rằng, cung điện nổi khổng lồ \"Quần Ngọc Các\" được Ningguang phù phép, có thể nắm bắt và đọc lại tất cả lời thì thầm của mọi người ở cảng Liyue cho Ningguang nghe...\n\nNhưng \"tai mắt\" thật sự của Ningguang lại là những đứa trẻ chơi đùa ầm ĩ đầu đường cuối ngõ ở cảng Liyue.\n\nMỗi cuộc gặp mặt, mỗi lần nói chuyện bí mật, mỗi một người lạ mặt, đều bị chúng thấy được. Khi bọn trẻ tụ tập bên cạnh chị Ningguang, đồ ăn vặt trên tay cô luôn khiến chúng nói ra hết thảy.\n\nKhi Ningguang phân tích những lời nói của lũ trẻ, đối với cô, Liyue không còn gì gọi là bí mật nữa.\n\nCô hiểu giá trị của thương phẩm \"tình người\" này hơn bất cứ ai, do đó cô mới sẵn sàng bỏ thời gian vào chợ.\n\nDĩ nhiên vẫn có chút lòng riêng – Ningguang rất thích trẻ con cười với mình."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "在赚钱这件事上，凝光与大部分人一样，永远不嫌钱多。\n\n她所挣得的钱，不仅能作为财富，更能作为一场又一场胜利的标志。\n\n凝光对民众温柔可亲，对同行则是迥异的态度。\n\n商场角力是她无可替代的刺激游戏，每位巨商大贾无奈让出的摩拉，都会让凝光脸上笑容更多一分。而商会任她自由调控的场面，则会让她每天都心情愉悦。\n\n一场又一场胜利后，「璃月七星」财力越发雄厚，整座璃月港也蒸蒸日上，将更多商机与财富带给凝光。利益环环相扣，形成完美闭环，对于这根链条，「璃月七星」都十分满意。\n\n常有人问，凝光万贯家财，为何还从商不辍？\n\n「万贯家财？那自然好。」\n\n面对如此奇怪的问题，凝光深感诧异。\n\n「可是，再多赚一摩拉，又有什么不好？」",
      "zht": "在賺錢這件事上，凝光與大部分人一樣，永遠不嫌錢多。\n\n她所賺得的錢，不僅能作為財富，更能作為一場又一場勝利的標誌。\n\n凝光對民眾溫柔可親，對同行則是迥異的態度。\n\n商場角力是她無可替代的刺激遊戲，每位鉅賈大賈無奈讓出的摩拉，都會讓凝光臉上笑容更多一分。而商會任她自由調控的場面，則會讓她每天都心情愉悅。\n\n一場又一場勝利後，「璃月七星」財力越發雄厚，整座璃月港也蒸蒸日上，將更多商機與財富帶給凝光。利益環環相扣，形成完美封閉循環，對於這根鏈條，「璃月七星」都十分滿意。\n\n常有人問，凝光萬貫家財，為何還從商不輟？\n\n「萬貫家財？那自然好。」\n\n面對如此奇怪的問題，凝光深感詫異。\n\n「可是，再多賺一摩拉，又有什麼不好？」",
      "jp": "金を稼ぐことにおいて、凝光は多くの人と同じ、金は多いに越したことはないと考えている。\n\n彼女にとって、稼いだ金は自身の富であると同時に、勝利の象徴でもある。\n\n凝光は、民衆に対しては優しいが、相手が同業者になると話は別である。\n\nビジネスの場での競争は、彼女にとってはかけがえのない刺激的なゲームであり、商人たちが仕方ないと言って渡してきたモラは彼女の笑顔を濃くする。そして、商会が彼女の言うことを聞く様子を見る度に、彼女の機嫌がよくなるのだ。\n\n重なる勝利は「璃月七星」の財力を強くし、璃月港の経済の日々の発展は、凝光に更なるビジネスゲームと利益をもたらす。この双方にとって好都合な展開は、「璃月七星」全員を満足させた。\n\nすでに巨万の富を持っているのに、なぜまだビジネスの場から引退しないのかと凝光に聞いてくる人はよくいる。\n\n「巨万の富？それはもちろんいいことでしょう」\n\n変わった質問に、凝光は困惑する。\n\n「でも、モラは多いほうがいいに決まっている…そうでしょう？」",
      "ko": "돈 버는 일에 있어서 응광의 생각은 다른 사람들과 같다. 돈은 벌어도 벌어도 부족하다.\n\n그녀가 버는 돈은 재물일 뿐만 아니라 또 한 번의 승리를 상징하기도 한다.\n\n응광이 시민들에겐 친절하고 온유하지만, 상대가 그녀와 같은 장사꾼이라면 이야기가 달라진다.\n\n응광에게 있어 비즈니스 경쟁은 아주 자극적인 게임이다. 거상들이 어쩔 수 없이 모라를 내줄 때마다 그녀의 얼굴에는 웃음이 한층 더 짙어진다. 그리고 상회를 마음껏 쥐락펴락할 수 있는 상황은 그녀의 기분을 더욱 좋게 한다.\n\n이렇게 승리할 때마다 「리월 칠성」의 재력은 점점 강해지고 리월항도 나날이 번성하며 이는 더 많은 상업 기회와 재물을 응광에게 가져온다. 이익의 고리가 서로 맞물려 완벽한 순환을 이루고 「리월 칠성」은 이러한 구조에 매주 만족한다.\n\n가끔 어떤 이들은 응광은 이미 엄청난 부를 거머쥐었는데 어째서 장사를 계속하는 것인지 묻는다.\n\n「엄청난 부? 그건 당연히 좋지.」\n\n응광은 이런 이상한 질문에 매우 의아해한다.\n\n「그런데 한 푼이라도 더 벌어서 나쁠 건 없잖아?」",
      "en": "Ningguang's attitude to making money is largely the same as anyone else's: you can never have enough.\n\nBut money to her is more than just a sign of wealth — each Mora is a trophy of a hard-won victory.\n\nNingguang is kind and friendly toward the common folk, but this is a side of her that none of her business associates could ever hope to see.\n\nTo her, the business world is a playground, and the zero-sum games are the most exciting. Each round she wins against a wealthy merchant brings a gleeful smile to her face as they sigh and reluctantly hand over the Mora, and nothing makes her happier than seeing the guilds bow to her wishes.\n\nEvery victory in this game adds to the wealth of the Liyue Qixing. Liyue Harbor prospers as a result, and this in turn creates more business opportunities and more profit for Ningguang. Every member of the Liyue Qixing is more than happy with this perfect cycle of interlocking interests.\n\nPeople often ask Ningguang why she is still doing business in Liyue Harbor when she has already acquired such vast wealth.\n\n\"Vast wealth is a wonderful thing.\"\n\nNingguang patiently replies, never able to understand why people would ask such foolish questions.\n\n\"Adding another Mora to the pot can hardly make it any less wonderful, now, can it?\"",
      "de": "Ningguangs Einstellung zu Geld ist weitgehend die gleiche wie die der meisten Leute. Man kann nie genug davon haben.\n\nAber Geld ist für sie mehr als nur ein Zeichen von Reichtum, jede Mora ist für sie eine Trophäe eines hart erkämpften Sieges.\n\nNingguang ist freundlich und nett den einfachen Leuten gegenüber, jedoch ist dies eine Seite von ihr, auf die keiner ihrer Geschäftspartner jemals hoffen konnte.\n\nFür sie ist die Geschäftswelt ein reiner Spielplatz und Spiele um alles oder nichts sind die aufregendsten. Jede Runde, die sie gegen einen reichen Kaufmann gewinnt, zaubert ein fröhliches Lächeln auf ihr Gesicht, während dieser seufzend und widerstrebend die Mora an sie übergibt. Nichts macht sie glücklicher, als zu sehen, wie sich alle Gilden ihren Wünschen beugen.\n\nJeder Sieg in diesem Spiel trägt zum Reichtum der Qixing von Liyue bei. Infolgedessen gedeiht Liyue, was wiederum mehr Geschäftsmöglichkeiten und mehr Gewinn für Ningguang schafft. Jedes Mitglied der Qixing von Liyue ist mehr als zufrieden mit diesem perfekten Kreislauf ineinandergreifender Interessen.\n\nDie Leute fragen Ningguang oft, warum sie in Liyue noch Geschäfte macht, wenn sie bereits so viel Reichtum angehäuft hat.\n\n„Großer Reichtum ist eine wunderbare Sache.“\n\nGeduldig antwortet sie, kann aber nie verstehen, warum die Leute solch dumme Fragen stellen.\n\n„Eine weitere Mora kann doch nie schaden?“",
      "es": "En términos de dinero y riqueza, ella es como cualquier otra persona: cuanto más, mejor.\n\nPero el dinero que ha adquirido es más que un signo de riqueza para ella; son los trofeos de sus victorias.\n\nNinguang es amable y amigable con la gente común. Es un lado que sus rivales de negocios nunca verán.\n\nEl mundo de los negocios es inevitablemente su patio de juegos. Cada victoria contra un comerciante rico hace que su sonrisa sea más dulce, y la forma en que los gremios se inclinan ante su voluntad hace que cada día sea un buen día.\n\nCada triunfo se suma a la riqueza de las Siete Estrellas de Liyue, que también beneficia indirectamente a todo el puerto, que a la vez atrae más oportunidades de negocios y ganancias para Ninguang. Esta cadena perfecta de beneficios mutuos hace que cada una de las Siete Estrellas esté al menos satisfecha. La gente a menudo le pregunta a Ninguang por qué sigue haciendo negocios en Liyue cuando ya es multimillonaria.\n\n“¿Multimillonaria? Eso es bueno, ¿no?”.\n\n¿Por qué la gente siempre hace preguntas sin sentido? Ninguang no pudo entender.\n\n“¿Qué tiene de malo ganar un Mora más?”",
      "fr": "L'attitude de Ningguang à l'égard de l'argent est la même que celle de nombreux de ses contemporains : on n'en a jamais assez.\n\nMais plus qu'un signe de richesse, chaque mora gagné est à ses yeux un trophée durement obtenu.\n\nNingguang est d'un naturel doux et aimable avec les gens du peuple ; mais c'est une autre facette de sa personnalité à laquelle sont confrontés ses partenaires en affaires.\n\nÀ ses yeux, le monde du commerce est un jeu excitant et unique en son genre, et chaque mora lâché à contrecœur par quelque riche marchand apporte sur son visage un sourire joyeux ; et rien ne lui fait plus plaisir que de voir les Guildes se plier à sa volonté.\n\nChaque victoire qu'elle remporte en affaires participe à la richesse des Sept Étoiles, et à la prospérité du port. Cela créé en retour plus d'opportunités pour Ningguang, et ainsi la boucle est bouclée, à la grande satisfaction des Sept Étoiles.\n\nNombreux sont ceux qui lui demandent pourquoi, ayant acquis une telle richesse, continue-t-elle à faire affaire à Liyue.\n\nCe à quoi Ningguang répond patiemment, ne comprenant pas pourquoi poser une telle question : « Je ne vois en quoi ajouter un mora à ceux déjà possédés est une mauvaise chose. »",
      "pt": "As atitudes de Ningguang para ganhar dinheiro são basicamente as mesmas de qualquer outra pessoa: quanto mais, melhor.\n\nMas o dinheiro para ela é mais do que apenas um sinal de riqueza - cada Mora é um troféu de uma vitória conquistada com muito esforço.\n\nNingguang é gentil e amigável com o povo comum, mas esse é um lado dela que nenhum de seus colegas de trabalho jamais esperaria ver.\n\nPara ela, o mundo dos negócios é um parque de diversões. Cada rodada que ela vence contra um comerciante rico traz um sorriso alegre enquanto eles suspiram e relutantemente entregam a Mora, e nada a deixa mais feliz do que ver as guildas se curvarem aos seus desejos.\n\nCada vitória nesse jogo aumenta a riqueza dos Qixing de Liyue. O Porto de Liyue prospera como resultado e isso, por sua vez, cria mais oportunidades de negócios e mais lucro para Ningguang. Todos os membros dos Qixing de Liyue estão mais do que felizes com esse ciclo perfeito de interesses interligados.\n\nAs pessoas costumam perguntar a Ningguang por que ela ainda está fazendo negócios no Porto de Liyue quando ela já tinha uma riqueza tão vasta.\n\n\"Vastas riquezas são uma coisa maravilhosa\". \n\nNingguang responde pacientemente, nunca entendendo por que as pessoas fazem perguntas tão tolas.\n\n\"Que mal tem em ganhar mais uma Mora?\".",
      "ru": "К деньгам Нин Гуан относится так же, как и любой другой человек: чем больше, тем лучше.\n\nОднако те деньги, которые она имеет, для неё не просто богатство, а победные трофеи.\n\nС простым народом Нин Гуан очень добра и общительна, но эту сторону её личности не положено видеть её соперникам по бизнесу.\n\nМир бизнеса для неё - просто игра. Каждая победа в этой игре делает её улыбку слаще, а то, как другие гильдии стараются потакать её желаниям, делает каждый день восхитительным.\n\nКаждая её победа в этой игре делает группировку Цисин богаче, что также косвенно приносит пользу всему городу, а это, в свою очередь, привлекает больше возможностей для бизнеса и прибыли для Нин Гуан. Такая цепь взаимной выгоды делает счастливым каждого члена группировки Цисин.\n\nЛюди часто спрашивают Нин Гуан, зачем она продолжает заниматься бизнесом, уже будучи богатейшим человеком в Ли Юэ, на что она отвечает: «Самый богатый человек в Ли Юэ... Звучит хорошо, не правда ли?» Нин Гуан не может понять, почему люди продолжают задавать ей глупые вопросы.\n\n«Что плохого в том, чтобы быть на одну мору богаче?»",
      "id": "Dalam hal menghasilkan uang, Ningguang sama dengan kebanyakan orang: Kamu tidak akan pernah merasa cukup.\n\nTapi baginya uang lebih dari sekadar tanda kekayaan — setiap Mora adalah trofi kemenangan yang dimenangkan dengan susah payah.\n\nNingguang baik dan ramah terhadap rakyat jelata, tetapi sikapnya terhadap rekan-rekannya sangat berbeda.\n\nBaginya, dunia bisnis seperti taman bermain dan \"zero sum game\" adalah yang paling menarik, di mana keuntungan yang didapatkan berasal dari kerugian yang dialami oleh pemain lainnya. Senyum bahagia terpancar di wajah Ningguang setiap kali dia menang dari pedagang kaya, dan saat para pedagang itu menghela napas karena tidak rela memberikan Mora. Tidak ada yang membuatnya lebih bahagia selain menjadi orang yang mengontrol perdagangan.\n\nKemenangan demi kemenangan menambah kekayaan \"Liyue Qixing\", Pelabuhan Liyue pun menjadi makmur, dan di saat itulah banyak peluang bisnis bermunculan dan membawa banyak keuntungan bagi Ningguang. Setiap anggota Liyue Qixing merasa sangat puas dengan hubungan yang saling terkait ini.\n\nOrang-orang sering bertanya kepada Ningguang mengapa dia masih berbisnis di Pelabuhan Liyue, padahal dia telah memiliki kekayaan yang begitu luar biasa.\n\n\"Kekayaan adalah hal yang luar biasa.\"\n\nNingguang menjawab dengan sabar, dan tidak mengerti mengapa ada orang yang mengajukan pertanyaan bodoh seperti itu.\n\n\"Tidak ada salahnya terus menambah Mora, bukan?\"",
      "th": "ในเรื่องของ \"การทำเงิน\" Ningguang นั้นก็เป็นเช่นเดียวกับคนส่วนใหญ่ ทั่วไปที่ไม่มีทางเกลียดการจะมี เงินเยอะ\n\nแต่ \"เงิน\" ที่เธอได้มานั้นนอกจากจะทำให้ ร่ำรวยแล้ว มากกว่านั้นคือมันเป็นสัญลักษณ์ ของชัยชนะของเธอซ้ำแล้วซ้ำเล่า\n\nกับประชาชนแล้ว Ningguang นั้นเป็นคนที่น่ารักอ่อนโยน แต่สำหรับเพื่อนร่วมอาชีพแล้วมัน ไม่มีทางเกิดขึ้นได้เลย\n\nการประลองการค้านั้นคือเกมอันน่าตื่นเต้นของเธอที่ไม่สามารถหาอะไรมาแทนที่ได้ เหล่านักธุรกิจรายใหญ่ล้วนเลี่ยงไม่ได้ที่จะต้องเสีย Mora ให้แก่เธอและสร้างความสำราญให้ เธอจนยิ้มไม่หุบ และเหล่าสมาคมการค้าเหล่านั้นที่ถูกเธอควบคุมอย่างอิสระจะทำให้เธอมีความสุขทุกวัน\n\nท่ามกลางชัยชนะหลายต่อหลาย ครั้งทำให้ Liyue Qixing นั้นแข็งแกร่งยิ่งขึ้นเรื่อย ๆ ท่าเรือทั้งหมดของ Liyue ก็เติบโตขึ้นเรื่อย ๆ ทุกวันเช่นกัน ในขณะเดียวกันก็นำเกมธุรกิจและ ความร่ำรวยมาให้ Ningguang ด้วย วงจรที่เกื้อหนุนซึ่งกันและกันนี้ต่างสร้างความพอใจให้เหล่า \"Liyue Qixing\" ไปพร้อมหน้ากัน\n\nบ่อยครั้งที่ Ningguang ถูกถามว่าคุณร่ำรวยมหาศาลขนาดนี้แล้วทำไมยังคงทำธุรกิจต่อไปอีก?\n\n\"ร่ำรวยมหาศาล? งั้นก็เป็นเรื่องดีนี่\"\n\nคำถามแปลก ๆ อย่างนี้ สร้างความประหลาดใจให้ Ningguang เสมอ\n\n\"แต่ว่า...จะหา Mora เพิ่มอีกหน่อย...ทำไมจะเป็นเรื่องไม่ดีล่ะ?\"",
      "vi": "Trong việc kiếm tiền, Ningguang giống với đại đa số người khác, không hề chê tiền nhiều.\n\nNhưng \"tiền\" mà cô ấy kiếm, không chỉ là tài sản, mà còn là biểu trưng cho sự chiến thắng.\n\nNingguang dịu dàng dễ gần với dân chúng, nhưng với đồng nghiệp lại là một thái độ khác hẳn.\n\nThương trường là một trò chơi kịch tính không gì thay thế được, mỗi một đồng Mora mà những ông trùm thương nhân miễn cưỡng nhả ra, đều khiến nụ cười trên gương mặt của Ningguang càng thêm rực rỡ. Mà tình cảnh các thương hội bị cô ấy mặc sức thao túng, đều khiến cho tâm trạng mỗi ngày của Ningguang đặc biệt vui vẻ.\n\nCứ sau từng trận thắng, tài sản của Thất Tinh Liyue càng thêm hùng hậu, toàn cảng Liyue cũng sôi động hơn, đồng thời cũng mang lại cho Ningguang càng nhiều cơ hội kinh doanh và tiền của. Lợi ích này nối tiếp lợi ích khác, tạo nên vòng tròn khép kín hoàn mỹ, khiến cho Thất Tinh Liyue đều vô cùng hài lòng.\n\nThường có người hỏi, Ningguang đã có tiền của vô kể, tại sao vẫn ở Liyue buôn bán?\n\n\"Tiền nhiều vô kể? Đó đương nhiên là chuyện tốt.\"\n\nĐối diện với những câu hỏi kỳ quái, Ningguang luôn cảm thấy khó hiểu vô cùng.\n\n\"Nhưng mà, kiếm thêm một Mora, thì có gì không tốt?\""
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "生活在璃月，人人都需按规则出牌。规则会保护他们的利益不受侵犯，相应地，违规之人也将受到惩罚。\n\n这些规则源自璃月守护神「摩拉克斯」制订的古老律法，绝对可靠。璃月数千年历史中，历任「天权」对每条律法逐一修订，使其符合璃月不同阶段的社会需求。这些古老律法被整合成册，附带一本两百七十九页的注释，发放到所有璃月人手中。\n\n凝光喜欢这样的璃月港。井然的秩序能让商业更具活力，而她又比任何人都更理解秩序的细节。\n\n唯独一位名为「北斗」的船长，仗着她珍奇的货物与独一无二的商业情报，屡次视律法于不顾，出海私运禁货。在凝光眼中，她是璃月港的「害群之马」。\n\n身为「天权」，凝光对北斗的违规行为向来予以重罚。可北斗总是坦然接受，让凝光稍感意外。\n\n规矩之外，她私下也不断旁敲侧击，暗示北斗改变行事方式，为七星留下转圜余地。北斗却一直用「路见不平」、「扶危济困」及「养活船队」等理由敷衍搪塞，永远我行我素，对凝光的提点置若罔闻。\n\n久而久之，除了一句「油盐不进」，凝光对这位船长再无其他评价。",
      "zht": "生活在璃月，人人都需按規則出牌。規則會保護他們的利益不受侵犯，相應地，違規之人也將受到懲罰。\n\n這些規則源自璃月守護神「摩拉克斯」制訂的古老律法，絕對可靠。璃月數千年歷史中，歷任「天權」對每條律法逐一修訂，使其符合璃月不同階段的社會需求。這些古老律法被整合成冊，附帶一本兩百七十九頁的注釋，發放到所有璃月人手中。\n\n凝光喜歡這樣的璃月港。井然的秩序能讓商業更具活力，而她又比任何人都更理解秩序的細節。\n\n唯獨一位名為「北斗」的船長，仗著她珍奇的貨物與獨一無二的商業情報，屢次視律法於不顧，出海私運禁貨。在凝光眼中，她是璃月港的「害群之馬」。\n\n身為「天權」，凝光對北斗的違規行為向來予以重罰。但北斗卻總是坦然接受，讓凝光稍感意外。\n\n規矩之外，她私下也不斷旁敲側擊，暗示北斗改變行事方式，為七星留下轉圜餘地。北斗卻一直用「路見不平」、「扶危濟困」及「養活船隊」等理由敷衍搪塞，永遠我行我素，對凝光的提點置若罔聞。\n\n久而久之，除了一句「冥頑不靈」，凝光對這位船長再無其他評價。",
      "jp": "規則を守って暮らすのが璃月での決まり事である。規則は人々の利益を守るもので、それを守らない人々には処罰が与えられる。\n\nこれらの規則は璃月の守護神「モラクス」が最初に作った法律であり、絶対的な信憑性を持つ。そして、璃月の数千年の歴史の中で、歴代の「天権」が法律の解釈を担当するのだ。これらの法律は本にまとめられ、279ページの解釈付録をつけて全ての璃月の住人に配られる。\n\n凝光は規則に守られた璃月港が大好きだ。それは、きちんと整った秩序はビジネスをよりパワーアップさせるからであり、彼女本人が誰よりも秩序の細部を理解しているからでもある。\n\nしかし、ある「北斗」という名の船長は、珍妙な貨物と唯一無二の情報を武器とし、何度も規則を破った。凝光の中では、彼女は璃月の規則を破る厄介者である。\n\n凝光は「天権」として、規則を破った北斗に重い処罰を与えてきたが、いつも平然として受け入れている北斗に彼女は少し驚いたものだ。\n\n立場上のためだけでなく、彼女自身も個人的に、何度も北斗にやり方を変えるよう遠回しに言及していたが、北斗にいつも「人助け」、「助太刀に入った」、「船隊を養うため」などの理由でごまかされてしまう。\n\n時間が経つにつれて、「頑固者」という言葉以外で、凝光がこの船長を評価することはなくなった、",
      "ko": "리월항에 살면 모두 규칙에 따라 행동해야 한다. 규칙을 지키면 그들의 이익이 보장되지만 반대로 이를 어기면 처벌받게 된다.\n\n이 규칙들은 리월항의 수호신 「모락스」가 제정한 고대 율법으로 절대적인 신뢰성을 지니고 있다. 리월의 수천 년 역사에서 역대 「천권」들은 당시 리월의 사회적 요구에 맞게끔 율법을 수정했다. 이 고대 율법들은 책으로 만들어졌고 첨부된 해석만 해도 279페이지나 됐다. 그리고 이 책은 모든 리월 사람들에게 지급됐다.\n\n응광은 이런 리월항을 좋아한다. 정연한 질서는 상업을 더욱 활기차게 하고, 그녀 본인이 누구보다 질서의 세부적인 부분을 이해하고 있기 때문이다.\n\n하지만 「북두」라고 하는 선장은 늘 진귀한 화물과 유일무이한 상업 정보를 가지고 있다는 이유로 여러 번 율법을 어긴 채 밀무역을 해왔다. 그런 북두는 응광의 눈에 리월항의 질서를 흩트리는 「미꾸라지」 같은 존재다.\n\n응광은 「천권」으로서 항상 북두의 불법행위를 엄중 처벌해왔다. 하지만 북두는 매번 이를 담담히 받아들여 응광은 조금 의아했다.\n\n그녀는 사적으로도 북두에게 여러 번 방식을 바꾸고 더는 칠성을 난처하게 하지 말라고 암시했지만, 북두는 「불의는 못 참는다」, 「위험에 처한 사람을 도와야 한다」, 「함대를 먹여 살려야 한다」 등의 이유로 대충 얼버무리곤 계속 자신의 방식을 고집하며 응광의 말은 들은 체 만 체 했다.\n\n시간이 지날수록 응광은 「고집불통」이라는 말 외에 이 선장을 수식할 단어를 찾지 못했다",
      "en": "Everyone living in Liyue Harbor has to abide by the rules. Those who do so will see their interests protected, while those who violate the rules will be punished accordingly.\n\nThe rules are rooted in ancient laws set down by Morax, Liyue Harbor's divine protector, and they are absolute. Over the millennia, each Tianquan has introduced amendments to the rules to ensure they are well aligned with current societal needs.\n\nThe laws are compiled and published along with a 279-page commentary, and a copy is given to each citizen of Liyue.\n\nNingguang likes it this way: Law and order is good for business, and she understands the intricacies of the laws that forge the order better than anyone else.\n\nHowever, there was a certain ship captain by the name of Beidou who acted with flagrant disregard for the rules, smuggling contraband goods by leveraging her exotic cargo and exclusive business intelligence. To Ningguang, captain Beidou was the black sheep of Liyue Harbor's business community.\n\nAs Tianquan, it fell to Ningguang to impose heavy fines on Beidou each time she transgressed the rules. But much to her consternation, Beidou seemed to take these fines in her stride, like water off a duck's back.\n\nOutside of the official channels, too, Ningguang tried to find ways to implore Beidou to change her ways and stop putting the Qixing in such a difficult position. In response, Beidou simply explained away her actions as \"enacting justice,\" \"helping the poor\" and \"keeping the sailors in their jobs.\" As a firm believer in the principle of live and let live, Beidou had no time for Ningguang's advice.\n\nIn the end, Ningguang agreed to disagree and gave up trying to convince the stubborn Beidou to change.",
      "de": "Alle, die in Liyue leben, müssen sich an die dortigen Regeln halten. Diejenigen, die dies tun, genießen den Schutz ihrer Interessen, während jene, die die Regeln brechen, entsprechend bestraft werden.\n\nDie Regeln basieren auf den uralten Gesetzen von Morax, dem göttlichen Beschützer von Liyue und sind absolut. Über die Jahrtausende hinweg hat jeder Tianquan Ergänzungen zu den Regeln hinzugefügt, um sicherzustellen, dass sie zu den aktuellen Erfordernissen der Gesellschaft passen.\n\nDie Regeln werden zusammengefasst und mit einem 279-seitigen Kommentar an jeden Bürger von Liyue verteilt.\n\nNingguang gefällt dies: Recht und Ordnung sind gut für das Geschäft und mehr als jeder andere versteht sie die Finessen der Gesetze, die diese Ordnung sichern.\n\nAllerdings gab es eine gewisse Schiffskapitänin namens Beidou, die sich offen den Regeln widersetzte und mithilfe ihrer exotischen Fracht und ihres besonderen Geschäftssinns Waren schmuggelte. Für Ningguang war Beidou das schwarze Schaf der Geschäftswelt am Hafen von Liyue.\n\nAls Tianquan war es Ningguangs Aufgabe, Beidou zu bestrafen, wenn sie die Regeln brach. Aber sehr zu ihrer Besorgnis schien Beidou so bekümmert von diesen Strafen, wie ein Fisch sich vor dem Nasswerden fürchtet.\n\nAuch abseits der offiziellen Kanäle versuchte Ningguang, Beidou davon zu überzeugen, sich zu ändern und die Qixing nicht mehr in eine so schwierige Position zu bringen. Als Antwort darauf redete sich Beidou jedes Mal einfach mit den Stichworten „natürliche Gerechtigkeit“, „den Armen helfen“ und „den Seeleuten die Arbeit sichern“ heraus. Als Vertreterin des Prinzips von „leben und leben lassen“, hatte Beidou keine Zeit für Ningguangs Rat.\n\nLetzten Endes erkannte Ningguang ihre unüberbrückbaren Meinungsverschiedenheiten an und gab es auf, die sture Beidou ändern zu wollen.",
      "es": "Todos los que viven en Liyue deben obedecer ciertas reglas de comportamiento. Cumplir con las reglas garantiza que sus intereses sean protegidos, mientras que los delincuentes son castigados.\n\nEste conjunto de reglas provino originalmente de las antiguas leyes establecidas por Morax, el protector de Liyue, y son absolutas. En los miles de años de historia de Liyue, cada ley se implementa en función de la interpretación que cada representante del Equilibrio Celestial le da de acuerdo a la situación de Liyue.\n\nEstas leyes se compilan y publican junto con un comentario de 279 páginas, y se entrega una copia a cada ciudadano de Liyue.\n\nA Ninguang le gusta que las cosas sean así en Liyue. El orden fomenta la vitalidad comercial, y ella conoce todos los detalles de estas leyes que forjaron el orden mejor que nadie.\n\nSin embargo, hubo una cierta capitana de barco que no se preocupó por las reglas y leyes, incluso hasta el punto de llevar a cabo actos de contrabando, aprovechando que podía obtener cargamentos raros y secretos comerciales. Para Ninguang, esta capitana, Beidou, era definitivamente la oveja negra del puerto de Liyue.\n\nSiendo la encarnación del Equilibrio Celestial, Ninguang multó fuertemente a Beidou por sus transgresiones una y otra vez. Sin embargo, Beidou lo aceptó sin ninguna resistencia. Esto sorprendió a Ninguang.\n\nTrató de advertirle a Beidou para que cambiara su comportamiento por debajo de la mesa para no poner a las Siete Estrellas en una situación incómoda. Beidou justificó sus acciones con cosas como la “justicia natural”, “ayudar a los pobres”, o “mantener empleos para los marineros”. Beidou no se preocupó por los consejos de Ninguang y siguió su camino.\n\nAl final, Ninguang dejó de intentar convencer a esta obstinada capitana.",
      "fr": "Tout habitant de Liyue est soumis aux règlements locaux ; ceux-ci protègent les intérêts de chacun, et inversement punissent ceux coupables d'infractions.\n\nLes règlements ayant cours aujourd'hui trouvent leur origine dans les lois définies par Morax, le protecteur divin de Liyue. À travers les âges, chaque Megrez y a ajouté des amendements, s'assurant ainsi qu'elles demeurent en phase avec le présent.\n\nCes lois sont compilées et publiées, accompagnées d'un commentaire de 279 pages ; une copie en est distribuée à chaque habitant du port.\n\nNingguang apprécie l'ordre ; les lois sont bonnes pour les affaires, et personne ne comprend mieux qu'elle leur complexité.\n\nCependant, une certaine capitaine de flotte du nom de Beidou semble n'avoir que mépris envers les règles établies, mettant à profit ses uniques informations commerciales et sa cargaison précieuse pour se livrer à la contrebande. Aux yeux de Ningguang, Beidou est le mouton noir du Port de Liyue.\n\nEn tant que Megrez, il est du devoir de Ningguang d'imposer des amendes aux contrevenants, ce qu'elle fit à nombre de reprises à l'égard de Beidou ; mais à chaque fois et à sa grande consternation celle-ci s'en acquitta sans sembler dérangée le moins du monde.\n\nNingguang a bien essayé de passer par les voies officieuses pour convaincre Beidou d'arrêter de mettre les Sept Étoiles dans une position difficile ; mais Beidou invoque pour expliquer ses actes différentes raisons, allant de « justice naturelle » à « aider les pauvres », en passant par « frais d'équipage ». Championne incontestée de la philosophie consistant à ne répondre de ses actes à personne, Beidou n'a que faire des remontrances de Ningguang.\n\nDe guerre lasse, cette dernière a fini par abandonner dans ses tentatives de remettre Beidou sur le droit chemin.",
      "pt": "Todos que vivem no Porto de Liyue devem obedecer a certas regras de comportamento. O cumprimento das regras garante a proteção de seus interesses e punição aos infratores.\n\nEsse conjunto de regras originou-se das leis antigas estabelecidas por Morax, o protetor do Porto de Liyue. As regras são absolutas. Nos milhares de anos de história do Porto de Liyue, todas as leis são implementadas com base na interpretação de cada Tianquan do que melhor se adequa à situação do Porto de Liyue.\n\nEssas leis são compiladas, publicadas em 279 páginas com interpretações relevantes e dadas a todos os cidadãos de Liyue.\n\nNingguang gosta do Porto de Liyue dessa forma. A ordem promove a vitalidade dos negócios e ela conhece todos os detalhes dessas leis que forjaram essa ordem melhor do que ninguém.\n\nNo entanto, havia uma certa capitã de navio que não se importava com as regras e leis, a ponto de conduzir atos de contrabando, aproveitando o fato de que ela poderia obter cargas raras e segredos comerciais. Para Ningguang, essa capitã, Beidou, era definitivamente a ovelha negra do Porto de Liyue.\n\nComo Tianquan, Ningguang multou Beidou pesadamente por suas transgressões. No entanto, Beidou apenas aceitou isso sem qualquer resistência, surpreendendo Ningguang.\n\nNingguang tentou discretamente pedir a Beidou para mudar de atitude a fim de não colocar os Qixing em uma situação difícil. Beidou justificou suas ações com coisas como o \"caminho da justiça\", \"ajudando os pobres\", \"mantendo os marinheiros em seus empregos\" etc. Beidou não se importava com os conselhos de Ningguang e seguia seu caminho.\n\nNo final, Ningguang desistiu de tentar convencer essa capitã teimosa.",
      "ru": "Каждый живущий в Ли Юэ должен соблюдать некоторый свод правил. Игра по правилам гарантирует защиту интересов, а нарушители будут соответствующе наказываться.\n\nСвоё начало эти правила берут с древних законов, которые написал Моракс, Архонт и защитник Ли Юэ. И эти законы непоколебимы. На протяжении нескольких тысяч лет истории Ли Юэ, её законы интерпретируются каждой новой Волей Небес на основании того, что лучше всего соответствует ситуации в городе на данный момент.\n\nЭти законы, а также 279-страничный том комментариев, официально публикуются и раздаются всем жителям города.\n\nНин Гуан полностью устраивает такой ход вещей. Она любит порядок, потому что он способствует жизнеспособности бизнеса, и она, будучи кузнецом этих правил, понимает их суть лучше других.\n\nОднако как-то раз в гавани появился корабль с капитаном по имени Бэй Доу, которая не уважала никакие правила и законы. Она была не прочь воспользоваться коммерческими секретами в своих алчных целях и провести в город тонны контрабанды.\n\nНин Гуан называла этого капитана паршивой овцой Ли Юэ. Как Воля Небес Цисин, за каждое нарушение она накладывала на Бэй Доу огромные штрафы, но Бэй Доу просто оплачивала их без всякого сопротивления.\n\nНин Гуан давала понять Бэй Доу, что той нужно изменить свои привычки и не позорить Цисин, но Бэй Доу оправдывала свои поступки такими вещами, как «дорожное правосудие», «помощь рыбакам», «сохранение рабочих мест для моряков» и т.д. Бэй Доу не обращала внимания на угрозы Нин Гуан и продолжала делать вещи по-своему.\n\nВ итоге Нин Гуан прекратила попытки изменить эту упрямую капитаншу.",
      "id": "Semua orang yang tinggal di Liyue harus mengikuti aturan main yang ada. Orang yang menaati peraturan akan dilindungi dan mereka yang melanggar peraturan akan menerima hukuman.\n\nSemua peraturan ini berasal dari Dewa Pelindung Pelabuhan Liyue, Morax, yang sudah menjadi pedoman sejak dahulu kala. Selama ribuan tahun Liyue berdiri, peraturan-peraturan ini terus direvisi oleh Tianquan berdasarkan perkembangan sosial di Liyue. Seluruh peraturan ini kemudian digabungkan menjadi sebuah buku berisi 279 halaman yang dipublikasikan dan dibagikan ke setiap penduduk Liyue.\n\nNingguang menyukai Pelabuhan Liyue yang seperti ini. Hukum dan peraturan yang ditaati oleh penduduk akan membuat perdagangan semakin marak, dan Ningguang sendiri yang paling mengerti seluk beluk semua peraturan dibanding orang lain.\n\nNamun, ada seorang kapten kapal bernama \"Beidou\" yang berulang kali melanggar peraturan ini. Beidou memanfaatkan barang-barang eksotis dan kecerdasan bisnis yang dimilikinya untuk memasukkan barang-barang ilegal. Di mata Ningguang, Beidou adalah kambing hitam pelabuyan Liyue yang dapat merusak komunitas perdagangan.\n\nSebagai seorang Tianquan, sudah menjadi tugas Ningguang untuk memberikan hukuman berat atas tindakan-tindakan Beidou. Tetapi yang membuat Ningguang terkejut adalah betapa santainya Beidou menerima hukuman-hukuman itu.\n\nSelain itu, Ningguang juga selalu memberi tahu Beidou untuk mengubah cara hidupnya menjadi lebih baik agar tidak selalu merepotkan Qixing lagi. Namun Beidou selalu menggunakan alasan-alasan seperti \"membela kebenaran\", \"menolong orang miskin\", dan \"memberi makan kru kapal\". Pada akhirnya Beidou tutup telinga terhadap perkataan-perkataan Ningguang dan selalu melakukan hal dengan caranya sendiri.\n\nSetelah sekian lama, Ningguang menyerah dan tidak lagi menegur Beidou, dia beranggapan bahwa dirinya dengan Beidou bagai air dengan minyak.",
      "th": "การใช้ชีวิตในท่าเรือ Liyue นั้น ทุกคนจะต้องปฏิบัติตามกฎที่ กำหนดไว้ ซึ่งกฎนี้ผลประโยชน์ของพวกเขาจะได้รับการรับรองอย่างเต็มที่และผู้ที่ไม่ปฏิบัติตามกฎจะต้องถูกลงโทษ\n\nกฎเหล่านี้ได้มาจากกฎหมาย โบราณที่ตราขึ้นโดยเทพคุ้มครอง \"Morax\" ของท่าเรือ Liyue ซึ่งมีความน่าเชื่อถือมาก ในประวัติศาสตร์หลายพันปีของ ท่าเรือ Liyue กฎหมายแต่ละข้อของท่าเรือ Liyue นั้นได้รับการตีความในอย่าง ละเอียดโดย \"Tianquan\" มาตลอด ซึ่งกฎหมายโบราณเหล่านี้ถูกรวม อยู่ในหนังสือพร้อมกับการตีความ กฎหมายทั้งหมดสองร้อยเจ็ดสิบเก้า หน้าซึ่งได้รับการแจกจ่ายให้กับ ประชาชน Liyue ทุกคน\n\nNingguang นั้นชื่นชอบ Liyue ที่เป็นแบบนี้มาก เพราะสังคมที่เป็นระเบียบสามารถ เพิ่มความแข็งแกร่งให้ธุรกิจได้ และตัวของเธอเองก็รู้และเข้าใจรายละเอียดของระเบียบเหล่านี้ ดีกว่าใคร\n\nมีแต่หัวหน้ากองเรือนาม \"Beidou\" เท่านั้นที่มักจะนำสินค้าล้ำค่าและรายงานการค้าที่ไม่เหมือนใคร กลับมาเสมอ ซึ่งมีหลายครั้งที่ไม่เป็นไปตาม กฎหมาย บางครั้งถึงกับลักลอบส่งออกสินค้าต้องห้าม ในสายตาของ Ningguang นั้นแน่นอนคิดว่าเธอเป็น \"แกะดำ\" อย่างไม่ต้องสงสัย\n\nNingguang นั้นคือ \"Tianquan\" การละเมิดของ Beidou นั้นได้รับการลงโทษอย่างรุนแรง เสมอ อย่างไรก็ตาม Beidou มักจะยอมรับมันเสมอซึ่งทำให้ Ningguang นั้นแปลกใจนิดหน่อย\n\nนอกจากเรื่องกฎหมายแล้วเธอยัง แนะนำอย่างไม่หยุดหย่อนให้ Beidou เปลี่ยนแนวทางการทำสิ่งต่าง ๆ เพื่อเหลือช่องว่างไว้ให้ Qixing บ้าง แต่ Beidou นั้นมักจะใช้เหตุผลต่าง ๆ อย่างเช่น \"เรียกร้องความยุติธรรม\" \"ช่วยเหลือคนทุกข์ยาก\" รวมไปถึง \"เพื่อเลี้ยงลูกเรือ\" เหล่านี้เป็นข้ออ้างเพื่อหลีกหนี ปัญหาตามแนวทางของตนเอง ต่อไปและไม่สนใจคำพูดของ Ningguang\n\nเมื่อเวลาผ่านไป นอกจากประโยคที่ว่า \"ไม่เอาเกลือกับน้ำมัน\" Ningguang ก็ไม่มีอะไรจะพูดกับหัวหน้ากองเรือคนนี้อีกแล้ว",
      "vi": "Sống ở Liyue, mọi người đều phải tuân theo quy tắc. Quy tắc sẽ bảo đảm lợi ích của họ không bị xâm phạm, tương tự như thế, những người không tuân thủ sẽ bị trừng phạt.\n\nNguồn gốc của những quy tắc này bắt nguồn từ luật pháp cổ xưa được ban hành bởi vị thần bảo hộ cảng Liyue \"Morax\" lập ra, có độ tin cậy tuyệt đối. Trong hàng ngàn năm lịch sử của cảng Liyue, \"Thiên Quyền\" đã chỉnh lý từng điều luật một, khiến nó phù hợp với thực trạng xã hội của cảng Liyue qua từng thời kỳ. Những luật pháp cổ xưa được tổng kết thành sách, kèm theo một quyển 279 trang giải nghĩa luật pháp, phân phát cho mỗi người dân Liyue.\n\nNingguang thích cảng Liyue như vậy, bởi sự trật tự sẽ giúp thương mại càng thêm sinh lực, và cô là người nắm rõ từng chi tiết của trật tự này hơn bất cứ ai.\n\nChỉ duy nhất một thuyền trưởng tên là \"Beidou\"-người luôn đem về những hàng hóa quý hiếm cùng tin tức thương mại độc nhất vô nhị, lại vô số lần bất chấp luật pháp, buôn lậu hàng cấm. Trong mắt Ningguang, cô ấy chính là \"con sâu làm rầu nồi canh\" ở cảng Liyue.\n\nVốn là \"Thiên Quyền\", Ningguang luôn phạt nặng hành vi trái quy củ của Beidou. Còn Beidou lần nào cũng thản nhiên tiếp nhận khiến Ningguang có chút bất ngờ.\n\nNgoài quy định, cô không ngừng ngầm ám thị Beidou sửa đổi cách làm việc, chừa lại đường lui cho Thất Tinh. Nhưng Beidou luôn dùng những lí do như \"thấy chuyện bất bình\", \"trợ giúp người nghèo\" cho đến \"nuôi sống đội thuyền\" để đối phó cho xong, luôn làm theo ý mình, bỏ ngoài tai lời nhắc nhở của Ningguang.\n\nLâu dần lâu dần, ngoài câu “một kẻ cố chấp” thì Ningguang không còn bình luận gì về vị thyền trưởng này nữa."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "像凝光这样富有魅力又家财万贯的女性，自然不会缺少异性的追求。\n\n出身玉京台的贵公子、事业有成的年轻富商、周游七国的大船长，都愿费尽心思换取凝光嫣然一笑。甚至传说有一位枫丹廷来的大老板，与凝光聊过几句，便下令签订与璃月港的贸易合约。如此大手笔，只为能更多地见到凝光。\n\n凝光对每一位追求者都彬彬有礼，保持着优雅体面又令人不失臆想的距离。这也渐渐成为璃月街头巷尾的热门话题：凝光大人究竟爱谁？\n\n人们并不知道，凝光不会爱「有限」之物，也不愿被「有限」所困。\n\n「群玉阁」，这座飞行在璃月港上空，只属于凝光的宫殿。起初，它只有房间大小，如今已能遮蔽璃月上空真正的银月了。\n\n凝光赚来的无尽财富，有相当一部分用在了邀请顶级工匠不断扩建「群玉阁」上，使其变得越发庞大华贵。\n\n在凝光看来，「群玉阁」象征着她的权威与魄力，是象征她生意运转良好的符号。\n\n它是凝光最爱的事物，仅次于摩拉。它几乎像是「无限」的。\n\n终有一日，它的影子会笼罩七国。",
      "zht": "像凝光這樣富有魅力又家財萬貫的女性，自然不會缺少異性的追求。\n\n出身玉京臺的貴公子、事業有成的年輕富商、周遊七國的大船長，都願費盡心思換取凝光嫣然一笑。甚至傳說有一位楓丹廷來的大老闆，與凝光聊過幾句，便下令簽訂與璃月港的貿易合約。如此大手筆，只為能更多地見到凝光。\n\n凝光對每一位追求者都彬彬有禮，保持著優雅體面又令人不失臆想的距離。這也漸漸成為璃月街頭巷尾的熱門話題：凝光大人究竟愛誰？\n\n人們並不知道，凝光不會愛「有限」之物，也不願被「有限」所困。\n\n「群玉閣」，這座飛行在璃月港上空，只屬於凝光的宮殿。起初，它只有房間大小，如今已能遮蔽璃月上空真正的銀月了。\n\n凝光賺來的無盡財富，有相當一部分用在了邀請頂級工匠不斷擴建「群玉閣」上，使其變得越發龐大華貴。\n\n在凝光看來，「群玉閣」象徵著她的權威與魄力，是象徵她生意運轉良好的符號。\n\n它是凝光最愛的事物，僅次於摩拉。它幾乎像是「無限」的。\n\n終有一日，它的影子會籠罩七國。",
      "jp": "凝光のような魅力的で富に溢れる女性を、もちろん男たちが放っておくわけがない。\n\n玉京台出身の貴公子、若い事業家、七つの国を周遊する船長、誰もが凝光の笑顔を得るためにあの手この手を尽くした。噂によると、あるフォンテーヌ廷のオーナーは、偶然凝光と言葉を交わしただけで、璃月港との貿易ルートを開けと部下に命令したという。なんでも、ただ彼女と話す機会がもっと欲しいためだけだということだ。\n\n凝光は、こういった男たちにはいつも礼儀正しく、優雅に振る舞いながら、適度な距離を保つ。そのため、凝光様を射止めるのは一体誰なのかという話題は度々、港に上がった。\n\n——凝光は「有限」なものを愛さないし、「有限」に囚われるつもりもない。\n\n「群玉閣」、この璃月港の上空を飛ぶ、凝光だけの宮殿は最初は一部屋ほどの大きさだったが、今では璃月上空の月を隠せるほど広くなった。\n\n凝光が稼いだ金の一部はいつも「群玉閣」に使われる。トップクラスの職人を招聘して、「群玉閣」をより広く、華やかにするのである。\n\n凝光にとって、「群玉閣」は彼女の権威と力の象徴であり、彼女のビジネスが良好な証でもある。\n\nまるで「無限」を思わせるこの場所は、モラの次に凝光が愛するものだ。\n\nいつか「群玉閣」の影は七国を覆うと彼女は信じている。",
      "ko": "응광처럼 매력 넘치는 재벌가의 여성은 당연히 수많은 남성의 구애를 받는다.\n\n옥경대 출신의 귀공자, 자수성가한 젊은 거상, 칠국을 항해하는 대선장 모두 응광의 마음을 얻기 위해 노력한다. 심지어 소문에 의하면 폰타인에서 온 거상이 응광과 몇 마디 나눈 뒤 단지 그녀를 더 많이 만나기 위해 리월항과 무역 협정을 체결했다고 한다.\n\n응광은 그녀에게 구애하는 모든 이들에게 예의 바르게 대하며 우아한 모습을 보이면서도 적당한 거리를 유지했다. 이는 곧 리월항의 이야깃거리가 됐다: 응광 어르신은 대체 누굴 좋아하실까?\n\n그러나 응광은 유한한 것을 사랑하지 않으며 유한한 것에 얽매이는 것 또한 싫어한다.\n\n「군옥각」, 이 리월항 상공에 떠 있는 응광의 궁전은 처음엔 방만한 크기였으나 지금은 리월의 달을 가릴 만큼 거대해졌다.\n\n응광은 번 돈의 상당 부분을 장인을 불러 「군옥각」을 더욱 거대하고 화려하게 확장하는데 사용했다.\n\n응광에게 「군옥각」은 권위와 기백을 상징하는 것이며 그녀의 사업이 잘 돌아가고 있다는 증명이기도 하다.\n\n군옥각은 응광이 모라 다음으로 가장 좋아하는 것이다. 왜냐하면 그것은 「무한」하기 때문이다.\n\n언젠가 군옥각의 그림자가 칠국을 뒤덮는 날이 올 것이다",
      "en": "Being the charming and wealthy woman that she is, Ningguang has never had a shortage of suitors.\n\nIt seems that every eligible bachelor, from the young esquires of Yujing Terrace, to accomplished young businessmen, to renowned sea captains, has at some point invested substantial energy into trying to win Ningguang's affection. One rumor even has it that a wealthy businessman from the Court of Fontaine signed a major trade deal with Liyue Harbor for the sole reason that it would mean he could see Ningguang more often.\n\nNingguang treats all her suitors with an equal measure of kindness and grace, but also keeps them at distance — enough to keep them interested but not push them away. Curiosity got the better of everyone in town, and now everyone wants to know: Who is Ningguang's lover? \n\nLittle do they know, Ningguang has no love for finite things, and will certainly not be bound by something that is finite.\n\nThe Jade Chamber, a floating palace above Liyue Harbor, belongs to Ningguang alone. It started out about the size of a room, but has since grown so large that in the moonlight it casts its shadow over the whole of Liyue.\n\nA portion of Ningguang's seemingly limitless wealth goes towards hiring skilled craftsmen to continue the expansion and refurbishment of the Jade Chamber, ensuring that it becomes ever more extravagant as time goes by.\n\nTo Ningguang, the Jade Chamber is a symbol of her wealth and power, and a sign that her business is flourishing.\n\nSave for Mora, it is the thing Ningguang loves most in the world — because it is infinite.\n\nOne day, she insists, it will cast its shadow over all the seven nations of Teyvat.",
      "de": "Charmant und wohlhabend, wie sie war, hatte Ningguang nie einen Mangel an Verehrern.\n\nEs scheint, dass alle Junggesellen, von den jungen Edelleuten der Yujing-Terasse bis zu erfolgreichen jungen Geschäftsleuten und namhaften Seekapitänen hin, zu irgendeiner Zeit beträchtliche Energie darauf verwendet haben, Ningguangs Zuneigung zu gewinnen. Ein Gerücht besagt sogar, dass ein reicher Geschäftsmann vom Hof von Fontaine nur aus dem Grund ein großes Handelsabkommen mit Liyue abgeschlossen habe, um Ningguang öfter sehen zu können.\n\nNingguang behandelt alle ihre Verehrer mit dem gleichen Grad an Freundlichkeit und Anmut, hält sie zugleich aber auch auf Distanz, gerade genug, um ihr Interesse aufrecht zu halten und sie nicht zu verprellen. Die Neugier ergriff alle in der Stadt und jetzt wollten alle wissen: Wer ist Ningguangs Liebhaber?\n\nAllerdings konnten sie nicht wissen, dass endliche Dinge für Ningguang keinen Reiz hatten und sie sich schon gar nicht von etwas Endlichem einschränken lassen würde.\n\nDas Jadegemach, ein schwebender Palast über dem Hafen von Liyue gehört Ningguang allein. Der Palast wuchs von der Größe eines einzigen Raums zu einem solchen Ausmaß, dass er im Mondlicht seinen Schatten über ganz Liyue wirft.\n\nEin Teil von Ningguangs außergewöhnlichem Reichtum ist der ständigen Erweiterung und Erneuerung des Jadegemachs gewidmet, sodass es im Laufe der Zeit immer extravaganter wird.\n\nFür Ningguang ist das Jadegemach ein Symbol ihrer Macht und ihres Wohlstands sowie ein Zeichen dafür, dass die Geschäfte florieren.\n\nNeben Mora ist es das, was Ningguang am meisten liebt, weil es unendlich ist.\n\nSie besteht darauf und glaubt fest, dass es eines Tages seinen Schatten über alle sieben Städte von Teyvat werfen wird.",
      "es": "Una mujer encantadora y rica como Ninguang nunca ha carecido de cortesanos.\n\nParece que cada soltero elegible, desde los jóvenes escuderos de la Terraza Yujing, hasta jóvenes empresarios consumados, pasando por viejos lobos de mar de renombre, han invertido en algún momento energía y recursos sustanciales para tratar de ganarse el afecto de Ninguang. Se rumorea que un hombre de negocios rico de la Corte de Fontaine abrió rutas comerciales a Liyue con el único objetivo de poder encontrarse con Ninguang más frecuentemente.\n\nNinguang trata a todos sus cortesanos con la misma amabilidad y elegancia, pero manteniendo la distancia, solo para mantener vivos sus intereses. Tarde o temprano, esto se convirtió en el rumor de la ciudad: ¿Quién es el amante de Ninguang?\n\nPero lo que no saben es que Ninguang no ama las cosas finitas, y solo se limita a cosas duraderas.\n\nLa Cámara de Jade, el palacio flotante sobre Liyue, pertenece solo a Ninguang. Comenzó con el tamaño de una habitación, pero desde entonces se expandió hasta poder cubrir todo Liyue bajo su sombra.\n\nParte de las ganancias de Ninguang se gastan en la Cámara de Jade para que siga expandiéndose, y para que sea cada vez más extravagante.\n\nPara Ninguang, la Cámara de Jade es un símbolo de su poder, su riqueza y un signo de que su negocio funciona sin problemas.\n\nEs lo que más se acerca al Mora que tanto ama, porque es “infinito”.\n\nUn día, arrojará su sombra sobre las Siete Naciones de Teyvat.",
      "fr": "Aussi riche que charmante, Ningguang ne manque pas de soupirants.\n\nIl semble que chaque homme célibataire de la région, des jeunes élégants de la Terrasse Yujin aux capitaines de navire renommés ou encore aux jeunes commerçants ayant réussi, a à un moment ou un autre tenté de gagner ses faveurs. Le bruit court même qu'un influent personnage de la Cour de Fontaine signa un accord commercial majeur avec le Port de Liyue dans le seul but de la voir plus souvent.\n\nNingguang traite tous ces prétendants avec autant de grâce que de gentillesse, mais les maintient à distance raisonnable. Tout ceci participe à la question que tout le monde se pose dans les ruelles du port : qui est son amant ?\n\nTous ignorent que Ningguang se refuse de voir sa liberté réduite, et à ses yeux entretenir une relation est synonyme de limitations.\n\nLa Chambre de Jade, le palais flottant au-dessus de Liyue, lui appartient à elle seule ; au départ ne dépassant pas la superficie d'une pièce, l'endroit est aujourd'hui si imposant qu'il projette au clair de lune son ombre sur tout le port.\n\nNingguang investit une partie non négligeable de ses immenses ressources dans l'extension de son palais, faisant appel aux meilleurs artisans, et le rendant toujours plus somptueux à mesure que le temps passe.\n\nÀ ses yeux, l'endroit est le symbole de sa richesse et de son pouvoir, et le signe que ses affaires sont florissantes.\n\nC'est la chose la plus précieuse à ses yeux (après les moras, bien entendu).\n\nQui sait, peut-être un jour son ombre s'étendra-t-elle sur les Sept Nations de Teyvat ?",
      "pt": "Sendo a mulher encantadora e rica que ela é, Ningguang nunca teve falta de pretendentes.\n\nParece que todos os solteiros elegíveis, desde os jovens escudeiros do Terraço de Yujing, jovens empresários de renome e até capitães do mar renomados, investiram algum tempo e energia substancial na tentativa de conquistar o afeto de Ningguang. Há até rumores de que um rico homem de negócios da Corte de Fontaine assinou um importante acordo comercial com o Porto de Liyue apenas para ver Ningguang com mais frequência.\n\nNingguang trata todos os seus pretendentes com grau igual de bondade e graça, mas também os mantém à distância - o suficiente para deixá-los interessados, mas não para afastá-los. A curiosidade dominou todos na cidade, e agora todos querem saber: quem é o amante da Ningguang?\n\nMal sabem eles que Ningguang não tem amor por coisas finitas, e certamente não estará ligada a algo que é finito.\n\nA Câmara de Jade, um palácio flutuante acima do Porto de Liyue, pertence somente a Ningguang. Começou mais ou menos do tamanho de uma sala, mas desde então cresceu tanto que, ao luar, lança sua sombra sobre todo o Porto de Liyue.\n\nUma parte da riqueza aparentemente ilimitada da Ningguang vai para a contratação de artesãos qualificados para continuar a expansão e reforma da Câmara de Jade, assegurando que ela se torne cada vez mais extravagante com o passar do tempo.\n\nPara Ningguang, a Câmara de Jade é um símbolo de sua riqueza e poder, e um sinal de que seu negócio está florescendo.\n\nExceto pela Mora, é a coisa que Ningguang mais ama no mundo - porque é infinita.\n\nEla insiste que um dia a Câmara de Jade lançará sua sombra sobre todas as sete nações de Teyvat.",
      "ru": "Такая очаровательная и богатая девушка, как Нин Гуан, никогда не испытывала недостатка в ухажёрах.\n\nВ их число входят полные амбиций бизнесмены, молодые аристократы террасы Юйцзин и бывалые морские волки. Ходят слухи, что богатый бизнесмен из Кур-де-ля-Фонтейн подписал торговый договор с Ли Юэ лишь для того, чтобы иметь возможность видеться с Нин Гуан.\n\nНин Гуан обращается со всеми своими воздыхателями одинаково любезно и элегантно, но держит их на расстоянии, чтобы сохранить их интерес к ней живым. Со временем горожане начали гадать, кто же достоин сердца Нин Гуан?\n\nСама же Нин Гуан никогда не полюбит конечных вещей и не позволит ими себя ограничивать.\n\nНефритовый дворец, парящий над гаванью Ли Юэ, принадлежит только ей одной. Когда-то это была всего лишь комната, и только с годами дворец расширился до таких размеров, что стал способен закрыть своей тенью весь город.\n\nЧасть своего дохода Нин Гуан обязательно тратит на Нефритовый дворец, чтобы он продолжал расти, расширяться и становиться всё роскошнее.\n\nДля Нин Гуан Нефритовый дворец является показателем её власти, богатства и стабильности.\n\nБольше своего дворца Нин Гуан любит только деньги, потому что они бесконечны.\n\nОднажды, уверена она, тень Нефритового дворца заслонит все семь королевств Тейвата.",
      "id": "Sebagai seorang wanita yang mapan dan rupawan seperti Ningguang, membuat banyak lelaki yang terpikat oleh daya tariknya.\n\nMulai dari putra bangsawan Yujing Terrace, para pedagang kaya raya, hingga kapten kapal yang telah mengarungi tujuh samudra, semua berlomba-lomba untuk mendapatkan sebuah senyuman dari Ningguang. Bahkan muncul legenda bahwa seorang pedagang kaya dari Court of Fontaine menandatangani surat perjanjian perdagangan dengan Pelabuhan Liyue agar dia dapat lebih sering bertemu dengan Ningguang.\n\nNingguang selalu dapat memperlakukan semua lelaki ini dengan sikap sopan dan anggun, menjaga agar hubungan mereka tetap dekat tanpa merasa dijauhi. Hal ini perlahan-lahan menjadi topik hangat di Pelabuhan Liyue: Siapakah kekasih Ningguang?\n\nTidak ada orang yang pernah tahu, bahwa Ningguang tidak akan mencintai makhluk yang \"terbatas\" dan tidak ingin terikat oleh hal yang \"terbatas\".\n\nJade Chamber, sebuah istana yang melayang di atas Pelabuhan Liyue, menjadi satu-satunya tempat di mana Ningguang bisa menyendiri. Pada awalnya istana ini hanya sebesar kamar tidur saja, tapi kini sudah menjadi sangat besar hingga bayangannya dapat menutupi seluruh Liyue saat terkena cahaya bulan.\n\nSebagian dari kekayaan Ningguang yang tak terukur selalu digunakan Ningguang untuk memanggil pengrajin terbaik dan membuat Jade Chamber menjadi semakin besar dan mewah.\n\nBagi Ningguang, Jade Chamber adalah sebuah simbol dari kemampuan dan keberaniannya, yang menggambarkan betapa sukses dirinya.\n\nSelain Mora, Jade Chamber adalah benda kesayangan Ningguang. Baginya, Jade Chamber sangat mendekati sebuah benda yang \"tidak terbatas\".\n\nSuatu hari, bayangan Jade Chamber akan menutupi semua tujuh negara Teyvat.",
      "th": "ผู้หญิงอย่าง Ningguang ที่มีทั้งความน่าดึงดูดและความ ร่ำรวยมหาศาลแล้ว แน่นอนว่ามีคนตามจีบอย่างไม่ขาดสาย\n\nชายหนุ่มที่มาจาก Yujing Terrace นักธุรกิจหนุ่มผู้ร่ำรวย หัวหน้ากองเรือผู้เดินทางไปทั่วทั้ง เจ็ดประเทศยังยอมทำทุกอย่างเพื่อ แลกกับรอยยิ้มเล็กๆของ Ningguang ถึงขั้นมีตำนานเล่าว่ามีนายใหญ่คนหนึ่งผู้มาจาก Court of Fontaine หลังจากที่ได้คุยกับ Ningguang ไม่กี่คำก็ถึงกับสั่งให้เปิดเส้นทางการค้ากับท่าเรือ Liyue เพื่อที่จะมีโอกาสพูดคุยกับเธอ มากขึ้น\n\nNingguang นั้นสุภาพต่อเหล่าชายหนุ่มที่มาตามจีบทุกคนและรักษาความสง่างามไว้แต่ก็ยังคงเว้นระยะห่างอย่างเหมาะสมที่สุด สิ่งนี้ค่อย ๆ กลายเป็นหัวข้อที่พูดถึงกันบ่อยครั้งในท่าเรือ Liyue ว่า: ลูกพี่ Ningguang นั้นแท้จริงแล้วรักใครกันแน่?\n\nผู้คนนั้นไม่ได้รู้อะไรเลย Ningguang ไม่รักสิ่งที่ \"มีขอบเขต\" และก็ไม่อยากถูกรายล้อมด้วยสิ่งที่ \"มีขอบเขต\" ด้วยเช่นกัน\n\n\"Jade Chamber\" ที่ลอยอยู่กลางท้องฟ้าของ Liyue หลังนี้นั้นเป็นราชวังของ Ningguang เท่านั้น ซึ่งแต่เดิมนั้นเป็นเพียงห้องขนาด น้อยใหญ่ ตอนนี้มันสามารถบดบังดวงจันทร์สีเงินเหนือท้องฟ้าของ Liyue แล้ว\n\nNingguang มีรายรับมากมายนับไม่ถ้วน ส่วนหนึ่งในนั้นมักจะมาลงที่ \"Jade Chamber\" เพื่อเชิญเหล่าช่างฝีมือชั้นยอดทำให้หอคอยแห่งนี้เปลี่ยนไปจนงดงามตระการตา\n\nในสายตาของ Ningguang นั้น \"Jade Chamber\" เป็นสัญลักษณ์ของอำนาจและความกล้าหาญของเธอ เป็นเครื่องหมายของธุรกิจการ ทำงานโดยปกติของเธอ\n\nนี่คือหนึ่งในสิ่งของชิ้นโปรดของ Ningguang รองจาก Mora เพียงอย่างเดียวเพราะว่ามันดู \"ไร้ขอบเขต\"\n\nสุดท้ายวันหนึ่ง...เงาของมันจะ ครอบคลุมไปทั่วทั้งเจ็ดประเทศ",
      "vi": "Người phụ nữ đầy sức hấp dẫn mà lại còn giàu có vô kể như Ningguang, đương nhiên cũng không thiếu người theo đuổi.\n\nQuý công tử xuất thân từ Ngọc Kinh Đài, phú thương trẻ tuổi sự nghiệp thành đạt, thuyền trưởng chu du khắp bảy nước, đều đã dốc hết tâm trí để đổi lấy một nụ cười của Ningguang, thậm chí còn có lời đồn rằng một ông chủ lớn đến từ Đại Sảnh Fontaine, vô tình nói chuyện vài câu với Ningguang, đã ra lệnh kí kết hợp đồng giao dịch với cảng Liyue. \n\nNingguang luôn tỏ ra lịch sự nhã nhặn nhưng cũng giữ khoảng cách với những người theo đuổi mình. Chuyện này dần dần trở thành chủ đề nóng hổi được bàn tán khắp Liyue: Ningguang sẽ yêu ai?\n\nMọi người không hề biết rằng, Ningguang không thích những thứ \"có giới hạn\", và cũng không để bị trói buộc bởi giới hạn.\n\n\"Quần Ngọc Các\", cung điện bay trên bầu trời Liyue, chỉ thuộc về một mình Ningguang. Lúc đầu nó chỉ lớn bằng cái phòng, nay đã trở thành ánh trăng che phủ bầu trời Liyue.\n\nNingguang kiếm được tiền tài vô tận, cũng có một phần dùng vào Quần Ngọc Các, mời những thợ thủ công hàng đầu để mở rộng không ngừng, ngày càng hoa lệ.\n\nTrong mắt Ningguang, Quần Ngọc Các tượng trưng cho uy quyền và quyết đoán của cô ấy, là biểu tượng cho sự kinh doanh tốt đẹp.\n\nĐây là thứ mà Ningguang yêu thích nhất chỉ sau Mora, nó có vẻ là sự \"vô hạn\".\n\nSẽ có một ngày, cái bóng của nó sẽ phủ khắp bảy nước."
    }
  },
  {
    "title": {
      "zhs": "棋戏「璃月千年」",
      "zht": "棋戲「璃月千年」",
      "jp": "ボードゲーム「璃月千年」",
      "ko": "보드게임 「리월 천년」",
      "en": "Chess Game: Liyue Millennial",
      "de": "Ein Spiel: Tausend Jahre in Liyue",
      "es": "Juego de ajedrez: mil años en Liyue",
      "fr": "Jeu d'échecs : « Mille ans à Liyue »",
      "pt": "Jogo de Xadrez: Mil Anos em Liyue",
      "ru": "Шахматы «Тысяча лет в Ли Юэ»",
      "id": "Permainan Catur: Ribuan Tahun di Liyue",
      "th": "เล่นหมากรุก \"Liyue พันปี\"",
      "vi": "Vở diễn \"Liyue Ngàn Năm\""
    },
    "line": {
      "zhs": "为打发时间，凝光发明了一种棋。\n\n棋盘不仅按比例复制了璃月港的地形街道，商贩、茶馆、商肆、酒店、杂铺一应俱全，还配有六面、十面、十二面等各式骰子。玩家用骰子决定棋子步数，落在各个地点，便会触发不同事件。整场游戏以玩家手中的最终筹码数定胜负。\n\n根据凝光心情变化，棋的规则也随时改变。与人对弈，规则将以凝光手中的最新版本为准。\n\n在她心情最好的时候，甚至会叫人拿来笔纸，当场更新规则版本——目前还没人能赢下凝光一局，且最新规则已迭代到第三十二版的第六个子版本。\n\n对外发售的，是凝光眼中最简单易懂的第八版。而在普通民众看来，这规则依然太过繁复冗杂。\n\n但因棋子极为精美，购买者仍络绎不绝。\n\n事实上，为了棋子购入这种棋的人，比真正的玩家还多。",
      "zht": "為打發時間，凝光發明了一種棋。\n\n棋盤不僅按比例複製了璃月港的地形街道，商販、茶館、商肆、酒店、雜鋪一應俱全，還配有六面、十面、十二面等各式骰子。玩家用骰子決定棋子步數，落在各個地點，便會觸發不同事件。整場遊戲以玩家手中的最終籌碼數定勝負。\n\n根據凝光心情變化，棋的規則也隨時改變。與人對弈，規則將以凝光手中的最新版本為準。\n\n在她心情最好的時候，甚至會叫人拿來筆紙，當場更新規則版本——目前還沒人能贏下凝光一局，且最新規則已修訂到第三十二版的第六個子版本。\n\n對外發售的，是凝光眼中最簡單易懂的第八版。而在普通民眾看來，這規則依然太過繁複冗雜。\n\n但因棋子極為精美，購買者仍絡繹不絕。\n\n事實上，為了棋子購入這種棋的人，比真正的玩家還多。",
      "jp": "凝光は暇つぶしに碁のゲームを開発した。\n\n璃月港の街の地形を元に作った碁盤に露店、茶館、商店、食堂と店舗があるほか、6面、10面、12面のサイコロがついている。プレイヤーはサイコロを振って進むマスを決める。止まったところによって様々なイベントが発生する。ゲーム終了時に所持チップで勝敗を決める。\n\n凝光の機嫌によって、ルールは常に変わる。他人と遊ぶ時のルールは、凝光が持っている最新版を基準にしている。\n\n機嫌が良い時はその場で紙を持ち出しルールを更新することもある。——今まで凝光に勝った者はいない。ちなみに最新バージョンはVer.32.6である。\n\n市場に流通しているもののうち、凝光が最もわかりやすいと評価したのはVer8.0である。だが一般市民にとって、このルールは相変わらず複雑である。\n\nでも碁の設計が極めて美しいため、買う人が後を絶たない。\n\n実は、このような目的で購入した人は、実際に碁をプレイした人よりも多い。",
      "ko": "응광은 시간을 때우기 위해 보드게임 하나를 발명했다.\n\n보드게임 판에 리월항의 지형과 거리, 상인, 찻집, 상점, 술집, 잡화점 등 모두를 축소해 넣었을 뿐만 아니라 6면, 10면, 12면 등의 주사위도 만들었다. 플레이어들은 주사위로 게임 판 위의 걸음수를 결정하게 되고 도착하는 지점마다 다른 사건이 일어나게 된다. 게임의 승패는 플레이어 수중의 칩 수에 따라 결정된다.\n\n응광의 감정 변화에 따라 보드게임의 규칙도 계속해서 바뀌었다. 대국할 때의 규칙은 응광이 가진 최신 버전을 기준으로 한다.\n\n그녀가 기분이 좋을 땐 종이를 가져오라고 시킨 뒤 그 자리에서 규칙을 바꾸었다——지금까지 응광을 이긴 사람은 아무도 없다. 게다가 규칙은 벌써 수십 번이나 바뀌었다.\n\n대외적으로 판매되는 건 응광이 볼 때 가장 쉬운 8번째 버전이다. 하지만 일반인들은 이 규칙도 너무 복잡하다 여기고 있다.\n\n하지만 게임 말이 너무 정교하고 아름다워 구매자들은 여전히 끊이질 않는다.\n\n사실 게임 말 때문에 구매하는 사람이 즐기려는 사람보다 더 많다",
      "en": "Ningguang invented a form of chess to pass the time.\n\nThis chessboard not only contains to-scale reproductions of Liyue Harbor's natural and urban geography, vendors, tea houses, shops, hotels and miscellaneous stores, but it also contains six, ten and twelve-sided dice (among others.) Players use the dice to determine how far their chess pieces move, and landing on various locations will trigger different events. Victory in-game is decided by the number of counters in each player's hands.\n\nThe rules can change at any time according to Ningguang's fancies, and when playing with others, she will always follow the newest rule set that she has on hand.\n\nWhen she's truly feeling the spirit, she will even design new rules on the spot — no one has yet beaten her at this game, and she has now reached the 32.6th edition of her rulebook.\n\nShe marketed the 8th edition of the game to the general public, believing it to be the easiest to understand, but it proved to still be far too complicated for ordinary folk.\n\nNonetheless, people flock to purchase sets on account of the beauty and intricacy of the model pieces.\n\nIn truth, more people buy it for the models than for the game.",
      "de": "Um sich die Zeit zu vertreiben, erfand Ningguang ein neues Spiel.\n\nDas Spielbrett enthält nicht nur maßstabsgetreue Nachbildungen von Liyues natürlicher und städtischer Topografie, den Händlern, Teehäusern, Geschäften, Hotels und verschiedenen Geschäften, sondern sechs-, zehn- und zwölfseitige Würfel gehören auch dazu. Die Spieler benutzen die Würfel, um zu bestimmen, wie weit sich die Figuren bewegen dürfen und je nachdem, an welchen Orten sie landen, werden verschiedene Ereignisse ausgelöst. Über den Sieg im Spiel entscheidet die letztliche Anzahl der Spielsteine eines jeden Spielers.\n\nDie Regeln können allerdings jederzeit nach Ningguangs Belieben geändert werden und wenn sie mit anderen spielt, wird sie immer den neuesten Regelsatz anwenden.\n\nManchmal, wenn sie den Geist des Spiels wirklich spürt, wird sie sogar direkt vor Ort neue Regeln entwerfen. Niemand hat sie bisher in ihrem eigenen Spiel geschlagen und aktuell ist sie bei der 32. Version ihres Regelwerks angelangt.\n\nSie entschied sich einmal die 8. Auflage des Spiels an die breite Öffentlichkeit zu verkaufen, weil sie glaubte, dass diese Version am einfachsten zu verstehen sei. Dies erwies sich aber immer noch als viel zu kompliziert für das gewöhnliche Volk.n\\Dessen ungeachtet reißen sich die Leute aber wegen der Schönheit und Komplexität der Modellfiguren um diese Ausgabe.\n\nMehr Leute kaufen sie wegen der hübschen Modelle als aus Lust tatsächlich zu spielen.",
      "es": "Ninguang inventó un nuevo tipo de ajedrez para matar el tiempo.\n\nEl tablero no solo contiene reproducciones a escala real de la geografía natural y urbana de Liyue, comercios, casas de té, tiendas y hoteles, sino que también puede tener seis, diez y hasta doce dados (entre otras cosas). Los jugadores usan los dados para mover sus piezas de ajedrez y, dependiendo de dónde acaben, provocará efectos diferentes. La victoria del juego se decide por el número de fichas que consiga cada jugador.\n\nLas reglas pueden cambiar en cualquier momento según quiera Ninguang, que, al jugar con otros, siempre seguirá el conjunto de reglas más nuevo que haya inventado.\n\nA veces, incluso diseña nuevas reglas en el momento. Nadie la ha derrotado nunca en este juego, cuyas reglas ya han llegado a su edición 32.6.\n\nLa octava edición del juego fue comercializada para disfrute del público en general, pues se pensaba que sus reglas serían fáciles de entender, pero resultaron ser demasiado complicadas para la gente común.\n\nNo obstante, la gente sigue comprando en masa esta versión del ajedrez debido a su belleza y la complejidad de sus piezas.\n\nEs decir, la gente lo compra más por la estética que por el juego en sí.",
      "fr": "On doit à Ningguang l'invention d'une forme de jeu d'échecs pour passer le temps.\n\nLe plateau reproduit avec fidélité et à l'échelle différents lieux du Port de Liyue, tels que salons de thé, magasins, échoppes, hôtels et autres places locales, et se joue avec des dés à six, dix et vingt faces (entre autres). Ces derniers sont lancés pour déterminer la distance que peuvent parcourir les pièces des joueurs, et atterrir sur différents lieux déclenche différents événements. La victoire est déterminée d'après le nombre de pièces restantes aux mains des joueurs.\n\nLes règles de ce jeu peuvent changer n'importe quand selon l'humeur de Ningguang, mais lorsqu'elle affronte d'autres joueurs qu'elle-même, elle s'en tient toujours à la dernière édition disponible.\n\nIl arrive que lorsque la partie s'avère suffisamment passionnante à ses yeux, elle invente malgré tout de nouvelles règles en cours de jeu. Personne n'a bien sûr à ce jour réussi à la vaincre, et elle en est déjà à sa 32,6e édition des règles.\n\nNingguang a bien essayé de faire publier les règles (en l'occurrence, celles de la 8e édition), pensant que le public trouverait le jeu simple et amusant, mais il s'avéra que le public préférait les jeux qu'il avait une chance de comprendre.\n\nCependant, cela n'empêcha pas la vente des plateaux de connaître un certain succès, en raison de la beauté du décor, ainsi que de la complexité des pièces utilisées.\n\nOn pourrait arguer que de tous les sets achetés, seule une infime minorité l'a été pour jouer.",
      "pt": "Ningguang inventou uma forma de xadrez para passar o tempo.\n\nEste tabuleiro não só contém reproduções em escala da geografia natural e urbana do Porto de Liyue, vendedores, casas de chá, lojas, hotéis e lojas diversas, mas também contém dados de seis, dez e doze lados (entre outros). Os jogadores usam os dados para determinar até onde suas peças de xadrez se movem, e o desembarque em vários locais desencadeará eventos diferentes. A vitória dentro do jogo é decidida pelo número de contadores nas mãos de cada jogador.\n\nAs regras podem mudar a qualquer momento de acordo com as vontades de Ningguang, e ao brincar com os outros, ela sempre seguirá o mais novo conjunto de regras que ela tem em mãos.\n\nQuando ela realmente está motivada, até cria novas regras na hora - ninguém a venceu neste jogo ainda, que agora chegou à 32.6ª edição de seu livro de regras.\n\nA 8ª edição do jogo foi comercializada ao público em geral, pois ela acreditava ser a mais fácil de entender, mas provou ser muito complicada para as pessoas comuns.\n\nNo entanto, as pessoas se reúnem para comprar os conjuntos por causa da beleza e da complexidade dos modelos das peças.\n\nNa verdade, as pessoas compram mais pelos modelos do que pelo jogo.",
      "ru": "Чтобы скоротать время, Нин Гуан изобрела некое подобие шахмат.\n\nШахматная доска представляет собой уменьшенную копию местности и улиц гавани Ли Юэ со всеми её торговцами, чайными домами, магазинами, отелями и лавками со всякой всячиной. Дальность хода фигур определяют кубики с шестью, десятью, двенадцатью и более гранями. Каждая клетка означает особенное событие.\n\nПравила игры меняются по настроению Нин Гуан. В партиях с другими она придерживается самого последнего свода правил.\n\nВ особенно хорошем расположении духа она даже придумывает правила на ходу. Никто пока победить её не смог, а книга правил дошла до тридцать второго издания под индексом номер шесть.\n\nШирокой публике было представлено восьмое издание, поскольку его Нин Гуан сочла самым простым. Многие не могут разобраться в нём до сих пор.\n\nТем не менее поток желающих приобрести шахматы тонкой работы не иссякает.\n\nПо правде сказать, шахматы эти покупаются больше из-за красоты, нежели игрового действа.",
      "id": "Ningguang menciptakan sejenis permainan catur sebagai cara untuk menghabiskan waktunya.\n\nPapan catur ini terdiri dari reproduksi nyata Pelabuhan Liyue mulai dari jalanan, pedagang kaki lima, pertokoan, kedai teh, hotel dan berbagai bangunan lain, permainan ini juga memiliki berbagai jenis catur yang memiliki 6 sisi, 10 sisi dan 12 sisi. Pemain dapat melempar dadu untuk menentukan berapa banyak langkah yang bisa dijalankan, kemudian pemain bisa melakukan berbagai aksi berdasarkan tempat pemain berada. Pemenang akan ditentukan berdasarkan jumlah counter yang dimiliki pemain.\n\nSeiring perubahan suasana hati Ningguang, peraturan permainan catur ini juga mengalami perubahan. Saat bermain melawan pemain lain, peraturan yang digunakan adalah peraturan terbaru yang ditetapkan oleh Ningguang.\n\nBila suasana hati Ningguang sedang gembira, dia akan menyuruh seseorang untuk menuliskan peraturan terbaru di atas kertas —— hingga saat ini belum ada seorang pun yang berhasil mengalahkan Ningguang, dan peraturan terbaru permainan ini sudah mencapai edisi 32.6.\n\nNingguang merasa bahwa edisi ke-8 adalah edisi permainan yang paling tepat untuk dijual secara umum. Tetapi peraturan edisi ini ternyata masih terlalu rumit untuk dimainkan orang awam.\n\nNamun masih banyak orang yang membeli karena penampilan pion-pion catur yang sangat indah.\n\nBahkan kebanyakan orang membeli permainan ini sebagai koleksi, bukan untuk dimainkan.",
      "th": "เพื่อเป็นการฆ่าเวลา Ningguang ได้คิดค้นหมากชนิดหนึ่งขึ้นมา\n\nไม่เพียงแต่คัดลอกแผนที่ตรอก เมือง Liyue พ่อค้า โรงชา ร้านค้า โรงแรม ร้านของชำทุกอย่างครบครันแล้ว ยังมีลูกเต๋าหกด้าน สิบด้าน สิบสองด้านเป็นต้น ผู้เล่นใช้ลูกเต๋าในการกำหนดการเดิน เมื่อหยุดอยู่ที่ใดก็จะเกิดเรื่องราวที่ แตกต่าง ซึ่งจะตัดสินแพ้ชนะจากชิปที่ผู้เล่น ได้รับ\n\nซึ่งกฎการเล่นของหมากนี้จะเปลี่ยนไปตามสภาพจิตใจของ Ningguang หากแข่งเดินหมากกับคนอื่น กฎกติกาจะต้องตามใจเธอเป็นหลัก\n\nเมื่อเวลาอารมณ์เธอดี เธอนั้นจะเรียกคนนำดินสอมา และทำการเปลี่ยนกติกาเมื่อขณะแข่งขันเลย——ซึ่งจนตอนนี้ยังไม่มีผู้ ใดชนะ Ningguang ได้สักครั้งเดียว และเวอร์ชันเกมใหม่นี้เป็นฉบับที่ 32.6 แล้ว\n\nเกมที่จำหน่ายโดยทั่วไป คือเวอร์ชันที่ 8 ที่เธอคิดว่าง่ายที่สุด แต่สำหรับมุมมองคนทั่วไปมัน ยังยากและซับซ้อนเกินไป\n\nแต่หมากเดินนั้นสวยงามและละเอียดอ่อนมาก ผู้ซื้อนั้นมีไม่ขาดสาย\n\nความจริงแล้ว ผู้ซื้อหมากมีจำนวนมากกว่าผู้เล่น หมากซะอีก",
      "vi": "Vì để giết thời gian, Ningguang đã phát minh ra một loại cờ.\n\nBàn cờ không chỉ dựa theo địa hình đường phố của Liyue mà làm theo tỷ lệ, nó còn có đầy đủ các tiểu thương, quán trà, cửa hàng, khách sạn và cả tiệm tạp hoá, còn có thêm các con xúc xắc sáu, mười và mười hai mặt. Người chơi sử dụng xúc xắc để xác định số bước di chuyển của quân cờ, và dừng lại ở các điểm khác nhau sẽ có những sự việc khác nhau. Thắng thua của trò chơi được xác định bởi số thẻ còn lại trong tay người chơi.\n\nTheo sự thay đổi tâm trạng của Ningguang, luật chơi cờ cũng thay đổi theo. Khi chơi cờ với người khác, luật chơi sẽ dựa theo phiên bản mới nhất trong tay Ningguang.\n\nKhi có tâm trạng tốt, cô thậm chí sẽ gọi người lấy giấy bút và viết ra quy luật mới nhất... trước giờ chưa ai có thể chơi thắng Ningguang cho dù chỉ là một ván, và luật chơi đã thay đổi đến phiên bản thứ 6 của bản thứ 32.\n\nKhi bán ra ngoài, trong mắt Ningguang bản thứ 8 là dễ hiểu nhất. Nhưng trong mắt người thường, các quy tắc này vẫn quá phức tạp.\n\nNhưng bởi vì quân cờ rất tinh xảo nên vẫn nườm nượp người mua.\n\nTrên thực tế, những người mua vì quân cờ đẹp nhiều hơn những người chơi thực sự."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "谁也说不清「神之眼」是如何诞生的，它从来都是凭空出现，令无数不被认可的渴求者苦寻无门。\n\n而无主的「神之眼」的空壳，是使用者死后才会留下的东西。它不含任何元素力，也没有具体的方法能唤醒，只是有很小几率与人共鸣，且不允许多人反复尝试…\n\n凝光第一次见到这种空壳时，下意识想到：又有新的商机送上门来了。\n\n若是把这枚空壳拿去拍卖，定能让富人们豪掷千金。即便无法共鸣，拿去装点门楣，也不失为一件优越之事…\n\n要是有多种获取空壳的渠道，不就能促成一门长期买卖？\n\n凝光一边把玩「神之眼」的空壳，一边写着拍卖计划书。思及滚滚财源，她笑容愈发灿烂，正是在此刻，空壳之中光芒大作。\n\n随着「神之眼」觉醒，凝光的笑容也逐渐凝固。\n\n近侍推门进来，看见凝光手中觉醒的「神之眼」，连忙高声恭贺主人喜得至宝。\n\n凝光却满脸不悦，没好气地说：\n\n「有什么好恭喜的？都已经拆封了，这还卖得出去吗？！」",
      "zht": "誰也說不清「神之眼」是如何誕生的，它一直以來都是憑空出現，令無數不被認可的渴求者苦尋無門。\n\n而無主的「神之眼」的空殼，是使用者死後才會留下的東西。它不含任何元素力，也沒有具體的方法能喚醒，只是有很小的機率會與人共鳴，且不允許多人反覆嘗試…\n\n凝光第一次見到這種空殼時，下意識想到：又有新的商機送上門來了。\n\n若是把這枚空殼拿去拍賣，定能讓富人們豪擲千金。即便無法共鳴，拿去裝點門楣，也不失為一件優越之事…\n\n要是有多種取得空殼的管道，不就能促成一門長期買賣？\n\n凝光一邊把玩「神之眼」的空殼，一邊寫著拍賣計畫書。思及滾滾財源，她笑容愈發燦爛，正是在此刻，空殼之中光芒大作。\n\n隨著「神之眼」覺醒，凝光的笑容也逐漸凝固。\n\n近侍推門進來，看見凝光手中覺醒的「神之眼」，連忙高聲恭賀主人喜得至寶。\n\n凝光卻滿臉不悅，沒好氣地說：\n\n「有什麼好恭喜的？都已經拆封了，這還賣得出去嗎？！」",
      "jp": "「神の目」はどういう風に誕生するのか、誰も知らない。神の目はいつも突然現れる。逆に、いくら求めても現れてくれないこともある。\n\n持ち主のいない「神の目」の抜け殻は、使用者が死んだ後に残ったもの。中に元素力はなく、それを呼び起こすこともほぼ不可能である。低い確率で人と共鳴できるが、試す機会は限られている…\n\n凝光はこの抜け殻を見た時、頭にアイデアが浮かんだ。これが新しい商機なのだ。\n\nこの抜け殻を競売に出したら、金持ちはきっと大金をかける。たとえ共鳴できなくても、飾りとして自慢できるはずだ…\n\n抜け殻の入手ルートが分かれば、うまい話しになるじゃないかと凝光は考えていた。\n\n凝光は「神の目」の抜け殻をいじりながら、競売の計画書を書いている。これから次々に入ってくるお金のことを考えると、彼女は思わずニヤッと笑った。だがその時、抜け殻が急に光り出した。\n\n「神の目」の覚醒と共に、凝光の笑顔はどんどん消えていく。\n\n部屋に入った近侍が凝光の手にある「神の目」を見て、「凝光様おめでとうございます」と連呼した。\n\nだが、凝光は機嫌悪そうにこう言った：\n\n「何がめでたいの？開封済は、売り物にはならないわよ！？」",
      "ko": "어느 누구도 「신의 눈」이 어떻게 생겨난 건지 모른다. 이는 전부 갑자기 생겨난 것으로 인정받지 못해 이를 갈망하는 수많은 사람들을 좌절하게 했다.\n\n주인 없는 「신의 눈」의 빈 껍데기는 사용자가 죽어야만 남는 물건이다. 여기엔 아무런 원소도 들어있지 않고 이를 깨울 방법 또한 없다. 오직 아주 낮은 확률로 사람과 공명하지만 이를 여러 명이서 반복해서 시도할 수 없다…\n\n응광이 처음에 빈 껍데기를 봤을 때 \"새로운 상업적 기회인데.\n\n만약 이 빈 껍데기를 경매에 붙인다면 이를 구매하길 원하는 부자들이 줄을 설 것이다. 공명을 하지 못하더라도 가문에 전시해 놓으면 우월한 일이 되는 것이니…\n\n빈 껍데기를 더 얻을 수 있는 방법만 있다면 장기적인 매매가 되지 않을까?\"라고 생각했다.\n\n응광은 「신의 눈」 빈 껍데기를 가지고 놀며 경매 계획서를 작성했다. 돈을 많이 벌 수 있다는 생각에 웃음꽃이 피어날 무렵 빈 껍데기에 빛이 쏟아졌다.\n\n「신의 눈」이 각성함에 따라 응광의 웃음도 점차 굳어졌다.\n\n근위병들이 문을 열고 들어온 후 응광 수중의 각성한 「신의 눈」을 보고 주인이 보물을 얻은 걸 축하했다.\n\n하지만 응광은 불만 가득한 얼굴로:\n\n「대체 뭐가 축하할 일이야? 봉인돼서 팔지도 못하는데!」",
      "en": "No one knows how Visions are created — they have always seemed to just appear out of thin air, leaving the countless unacknowledged in the lurch without a clue as to how to get one.\n\nAs for Visions left behind after their users die, they are masterless husks without any elemental power, nor is any method of reawakening them known, save for a tiny chance that it may resonate with another — and only one such \"other\" at a time...\n\nNingguang's first thought upon seeing such an object a subconscious \"oh, look, a new business opportunity.\"\n\nPutting this up for sale would surely have the rich shelling out for it. And if they can't resonate with it, why, they'll just use it to keep up appearances. A sound call either way...\n\nAnd if there should be a way to collect such empty shells, could this not become a long term business?\n\nPlaying with the jewel in one hand, Ningguang began writing plans for an auction in the other, her smile widening as she thought about the riches to be had — and at that moment, the Vision shone forth its light.\n\nNingguang's smile froze as the Vision activated.\n\nHer attendants, coming upon the sight of their mistress, awakened Vision in hand, began to congratulate her on having obtained a priceless treasure.\n\nNingguang, for her part, seemed annoyed instead.\n\n\"What's there to be happy about? Once broken, considered sold!\"",
      "de": "Niemand weiß so ganz genau, wie „Göttlichen Augen“ entstehen. Sie tauchen einfach jedes Mal aus dem Nichts auf, daher ist es schwierig, eine Tür oder einen Weg zu finden.\n\nNur nach dem Tod seines Besitzers ist die dann herrenlose Hülle des Göttlichen Auges zu finden. Sie hat keinerlei elementar Kräfte und es gibt keine bestimmte Methode, sie wieder aufzuwecken. Es besteht nur eine winzig kleine Wahrscheinlichkeit, dass sich das Göttliche Auge wieder mit einer Person verbindet, und es erlaubt nur einer kleinen Anzahl an Leuten es zu versuchen ...\n\nAls Ningguang das erste Mal eine herrenlose leere Hülle sah, dachte sie bewusst daran: Wieder eine neue Geschäftsidee, die direkt zu mir gekommen ist.\n\nWenn diese Hülle zur Auktion freigegeben würde, rissen sich die Reichen bestimmt darum. Selbst wenn es sich nicht mehr mit seinem neuen Besitzer verbünde, eine schöne Dekoration wäre es allemal ...\n\nWenn es nur einen Weg gäbe, wie man langfristig an mehr Hüllen gelangen könnte, das wäre ein gutes Langzeitgeschäft.\n\nIn einer Hand jonglierend spielte Ningguang mit der Hülle, mit der anderen Hand schrieb sie bereits einen Auktionsplan dafür nieder. Als sie an die potenziellen Einnahmen dachte und ihr Lächeln dabei immer größer wurde, strömte plötzlich gleißendes Licht durch die Hülle.\n\nDas Göttliche Auge war wieder erwacht, doch Ningguangs Lächeln fror plötzlich ein.\n\nIhre Assistenten betraten den Raum und als sie das leuchtende, erwachte Göttliche Auge in den Händen ihrer Meisterin sahen, beglückwünschten sie sie in den höchsten Tönen.\n\nNingguangs Miene verfinsterte sich und schnippisch antwortete sie,\n\n„Was gibt es denn da zu beglückwünschen? Wie soll ich diese schon geöffnete Ware denn jetzt noch verkaufen?!“",
      "es": "Nadie sabe cómo se crean las Visiones. Siempre aparecen de la nada, dejando a innumerables personas con una sensación de impotencia ante la imposibilidad de conseguir una.\n\nEn cuanto a qué ocurre con las Visiones cuyos dueños mueren, estas se transforman en una especie de cáscara sin maestro ni poder elemental. No se conoce ningún método para despertar de nuevo su poder, excepto que resuene con otra persona, algo que ocurre en muy pocos casos...\n\nEl primer pensamiento que tuvo Ninguang al ver una de esas cáscaras fue: “Vaya, vaya, mira lo que tenemos aquí: una nueva oportunidad para hacer negocios”.\n\nPoner algo así a la venta atraería la atención de los más ricos. Si la Visión no resonara con ellos, seguramente la usarían para aparentar.\n\nSi hubiera una forma de recolectar esas “cáscaras vacías”, podría incluso convertirse en un negocio a largo plazo.\n\nPensando en el dinero que podría ganar, Ninguang comenzó a planificar una subasta. Su sonrisa se hizo aún más grande al pensar en lo rica que se podría hacer y, en ese momento, la Visión emitió un brillo.\n\nLa sonrisa de Ninguang se congeló ante aquello.\n\nSus asistentes, al ver a su superior sosteniendo la Visión con la mano, comenzaron a felicitarla por haber obtenido un tesoro de tanto valor.\n\nNinguang, por su parte, parecía estar molesta:\n\n“¿Por qué me felicitan? Salió de su envoltorio original. ¿Ahora cómo lo voy a vender?”.",
      "fr": "Nul ne sait comment sont créés les yeux divins. Ils semblent toujours apparaître de nulle part, laissant nombre de personnes désireuses d'en obtenir un jour un dans l'ignorance la plus totale quant aux moyens d'arriver à leurs fins.\n\nQuant aux yeux divins laissés par leurs propriétaires décédés, ils se révèlent toujours n'être plus que des babioles sans intérêt, des coques vides dénuées du moindre pouvoir élémentaire, que nul n'a jamais réussi à « réactiver », à l'exception de très rares cas où une infime résonance put être observée avec certains héritiers, sans comparaison aucune avec la puissance de l'artéfact originel.\n\nLa première réflexion que se fit Ningguang lorsqu'elle tomba sur l'une de ces coques vides fut : « Voilà une excellente opportunité de gagner quelques moras ».\n\nVendre un tel objet attirerait sûrement une pléthore de riches bourgeois avides de n'avoir ne serait-ce qu'une chance d'en posséder un, et quand bien même ils seraient incapables d'en obtenir la moindre petite résonance, fort est à parier qu'ils n'en diraient rien, ne serait-ce que pour sauver les apparences...\n\nToute à ses pensées, jouant d'une main avec l'objet, de l'autre prenant des notes pour sa future mise en vente, Ningguang souriait à l'idée du prix que certains marchands seraient prêts à débourser pour l'acquérir. C'est ce moment que choisit l'objet jusqu'ici terne et inanimé pour briller de mille feux.\n\nLe sourire de la Megrez se gela sur ses lèvres, tandis que devant elle s'activait le précieux artéfact.\n\nSes serviteurs la félicitèrent d'avoir ainsi été bénie des dieux. Ce à quoi Ningguang répondit d'un ton sans réplique :\n\n« Pourquoi me féliciter ? Maintenant que j'ai été désignée, il est invendable ! »",
      "pt": "Ninguém sabe como as Visões são criadas - elas sempre aparecem do nada, deixando várias pessoas sem uma pista de como obtê-las.\n\nQuando as Visões são deixadas para trás após a morte de seus usuários, elas são cascas sem nenhum poder elemental. Não se sabe como despertá-las, exceto que ressoam com outras pessoas em raros casos...\n\nO primeiro pensamento de Ningguang ao ver tal objeto foi: \"oh, olhe, uma nova oportunidade de negócios.\"\n\nColocar isso à venda certamente chamaria a atenção dos mais ricos. E se elas não ressoarem com eles, bem, eles as usarão para manter as aparências. Uma boa ideia de qualquer maneira...\n\nE se houvesse uma maneira de coletar essas cascas vazias, isso não poderia se tornar um negócio de longo prazo?\n\nBrincando com uma joia na mão, Ningguang começou a escrever planos para um leilão com a outra, seu sorriso se alargando enquanto pensava nas riquezas a serem possuídas - e naquele momento, a luz da Visão brilhou.\n\nO sorriso de Ningguang congelou quando a Visão foi ativada.\n\nSeus assistentes, ao avistarem a mestra com a Visão despertada em suas mãos, começaram a felicitá-la por ter obtido um tesouro inestimável.\n\nNingguang, por sua vez, parecia aborrecida.\n\n\"Por que me felicitam? E agora, como vou vendê-la?\"",
      "ru": "Как создаются Глаза Бога, не знает никто. Они всегда появляются из ниоткуда, оставляя сотни жаждущих признания во тьме бесплодных поисков.\n\nГлаза Бога после гибели хозяина превращаются в пустую оболочку без капли сил элементов, и возродить их возможным не представляется. Но остаётся крохотный шанс, что такой Глаз вступит с кем-то в резонанс, причём только с кем-то одним...\n\nПервый раз увидев такой пустой Глаз Бога, Нин Гуан невольно подумала: «О, вот ещё одна возможность заработать».\n\nТолстосумы будут рады выложить за него кругленькую сумму. Даже если он не начнёт с ними резонировать, так станет великолепным украшением. Упускать такую возможность грех...\n\nА ежели пустые Глаза Бога можно как-нибудь собирать, так почему бы не открыть прибыльное дельце?\n\nВ одной руке Нин Гуан перекатывала прохладную стекляшку, а другой намечала план аукциона.\n\nОт мысли о грядущем богатстве она расплылась в улыбке, и тут из Глаза Бога полился свет.\n\nНин Гуан с окаменевшей улыбкой не отрывала взор от ожившего Глаза Бога.\n\nВошедшие слуги Нин Гуан поспешили поздравить хозяйку с приобретением столь ценного сокровища.\n\nНо полная недовольства Нин Гуан резко бросила:\n\n«Чему тут радоваться? Как мне теперь его продать?!»",
      "id": "Tidak ada orang yang tahu bagaimana Vision pertama kali diciptakan, Vision selalu tiba-tiba muncul begitu saja, tidak memberikan petunjuk apa pun bagi mereka yang berusaha mencari tahu.\n\nPengguna Vision yang telah meninggalkan dunia ini, juga akan meninggalkan Vision tanpa pemilik bagaikan cangkang yang kosong. Vision kosong ini tidak memiliki kekuatan elemental, tidak memiliki cara untuk dibangkitkan, hanya ada kemungkinan kecil terjadi resonansi dengan seseorang, bahkan setiap kali hanya satu orang yang dapat mencobanya...\n\nSaat Ningguang pertama kali melihat cangkang kosong ini, dia langsung berpikir: ini kesempatan bisnis yang sangat bagus.\n\nPasti akan ada banyak orang kaya yang rela mengeluarkan banyak uang untuk membeli cangkang kosong ini. Kalaupun mereka tidak berhasil memunculkan resonansi, benda ini juga bisa menjadi sebuah dekorasi yang cantik, bagaimanapun tidak ada ruginya.\n\nKalau ada banyak cara untuk mendapatkan cangkang kosong ini, sepertinya ini bisa menjadi bisnis jangka panjang.\n\nNingguang memainkan cangkang kosong Vision itu menggunakan satu tangan, sambil menuliskan rencana penjualan dengan tangan satunya. Sambil memikirkan betapa banyaknya uang yang akan didapatkan, Ningguang pun tersenyum lebar, namun pada saat yang bersamaan cangkang kosong ini memancarkan cahaya terang.\n\nMelihat Vision di tangannya bangkit, seketika senyum lebar Ningguang membeku.\n\nPelayan Ningguang yang sedang berdiri di pintu dan melihat bangkitnya Vision tersebut, segera memberikan selamat kepada pemilik baru harta karun ini.\n\nTetapi Ningguang malah terlihat kesal dan berkata:\n\n\"Selamat untuk apa?! Tahu tidak barang yang segelnya sudah rusak, sudah tidak laku dijual!\"",
      "th": "ไม่มีใครบอกได้ว่า \"วิชั่น\" เกิดขึ้นได้ยังไง มันเกิดขึ้นกลางอากาศในทุกครั้ง ซึ่งทำให้ผู้ที่ไม่ได้รับการยอมรับจากวิชั่นแต่ใฝ่ที่จะได้รับนั้นไม่มีวิธี ทางใด\n\nสำหรับกรอบนอกของวิชั่นที่ไม่มีเจ้าของนั้น เป็นสิ่งที่เหลือหลังเจ้าของจากไป มันไม่มีพลังธาตุใด ๆ และไม่มีวิธีการเรียกให้พื้นคืนได้ แต่มีเพียงโอกาสน้อยนิดที่จะ ประสานกับคน และไม่แนะนำให้คนจำนวนมากลอง วิธีการนี้...\n\nครั้งแรกที่ Ningguang พบสิ่งนี้ ก็เกิดความคิดคือ:โอกาสค้าขายมา อีกแล้ว\n\nหากนำเอากรอบเปล่านี้ไปประมูล ต้องมีคนร่ำรวยยอมจ่ายหนักแน่เลย ถึงจะประสานกับมันไม่ได้แต่นำกลับไปประดับหน้าประตูบ้าน คงเป็นเรื่องที่น่าภูมิใจไม่น้อย...\n\nถ้ามีหนทางรับกรอบเปล่าเป็น จำนวนมาก ก็สามารถเปิดธุรกิจระยะยาวได้ แน่เลย?\n\nNingguang จับกรอบเปล่านี้เล่นไปด้วย และเขียนแผนประมูลไปด้วย คิดว่าตัวเองจะร่ำรวยเงินทองก็อดดีใจไม่ได้ หัวเราะดีใจอย่างร่าเริง และในขณะนี้นี่เอง มีแสงเปล่งประกายกลางกรอบ เปล่านี้\n\nระหว่างที่วิชั่นกำลังฟื้นขึ้น รอยยิ้มบนใบหน้าของเธอก็ค่อย ๆ แข็งกระด้าง\n\nคนใช้ประจำตัวเธอเปิดประตูเข้ามา และพบว่าวิชั่นกำลังฟื้นขึ้น จึงรีบยินดีที่ได้รับของวิเศษ\n\nแต่สีหน้า Ningguang ไม่ดีเอาซะเลย และตอบกลับอย่างโมโหว่า:\n\n\"มีอะไรน่ายินดีหรอ? ฟื้นแล้วเนี่ยแล้วจะขายออกไปยังไงล่ะ?!\"",
      "vi": "Không ai có thể nói rõ Vision được sinh ra như thế nào, nó luôn xuất hiện một cách bất ngờ, khiến vô số kẻ không được chấp nhận khao khát tìm kiếm.\n\nSau khi người sử dụng Vision qua đời, chỉ để lại những chiếc vỏ rỗng. Nó không còn chứa bất kỳ sức mạnh nguyên tố nào, cũng không có phương pháp cụ thể nào có thể đánh thức được, chỉ là có một chút xác suất cộng hưởng với người khác, và không cho phép nhiều người thử liên tục...\n\nLần đầu tiên Ningguang thấy loại vỏ rỗng này, đã vô thức nghĩ đến: Lại có cơ hội kinh doanh mới đến rồi.\n\nNếu mang thứ này ra đấu giá, chắc chắn sẽ khiến những người giàu không ngại ném tiền vào. Cho dù nó không thể cộng hưởng thì mang về treo cửa, cũng vẫn có thể coi như là một chuyện vui...\n\nNếu như có đường dây thu được nhiều loại vỏ rỗng, không phải sẽ trở thành một cuộc làm ăn lâu dài sao?\n\nNingguang vừa viết kế hoạch đấu giá vừa chơi cái vỏ rỗng của Vision. Nghĩ đến sự giàu có nụ cười của cô càng thêm tươi sáng, vào chính lúc đó, ánh sáng toả ra từ chiếc vỏ rỗng.\n\nTheo sự thức tỉnh của Vision, nụ cười của Ningguang cũng dần cứng lại.\n\nNgười hầu cận đẩy cửa bước vào, nhìn thấy Vision trong tay Ningguang, vội vàng bước tới chúc mừng chủ nhân có được vật báu.\n\nNhưng Ningguang lại có khuôn mặt khó chịu, không vui nói: \n\n\"Có gì đáng chúc mừng chứ? Đã mở phong ấn mất rồi, còn bán làm sao được nữa?!\""
    }
  }
]