[
  {
    "title": {
      "zhs": "普通攻击·我流剑术",
      "zht": "普通攻擊·我流劍術",
      "jp": "通常攻撃·我流剣術",
      "ko": "일반 공격·아류 검술",
      "en": "Normal Attack: Garyuu Bladework",
      "de": "Standardangriff: Garyuu-Schwertkunst",
      "es": "Ataque Normal: Técnica de espada Garyuu",
      "fr": "Attaque normale : Escrime de Garyuu",
      "pt": "Ataque Normal: Técnica da Espada de Garyuu",
      "ru": "Фехтовальный стиль Гарю",
      "id": "Normal Attack: Garyuu Bladework",
      "th": "โจมตีปกติ: Garyuu Bladework",
      "vi": "Tấn Công Thường - Kiếm Thuật Garyuu"
    },
    "description": {
      "zhs": "<color=#FFD780FF>普通攻击</color>\n进行至多五段的连续剑击。\n\n<color=#FFD780FF>重击</color>\n消耗一定体力，瞬间向前方挥出两剑。\n\n<color=#FFD780FF>下落攻击</color>\n从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。若这次下落攻击经由千早振施放，则会转为施放下落攻击·乱岚拨止。\n\n<color=#FFD780FF>下落攻击·乱岚拨止</color>\n通过元素战技·千早振施放的下落攻击，造成的伤害将转化为<color=#80FFD7FF>风元素伤害</color>，并在落地时施展秘剑产生小型的风穴，牵引附近的物体与敌人。",
      "zht": "<color=#FFD780FF>普通攻擊</color>\n進行至多五段的連續劍擊。\n\n<color=#FFD780FF>重擊</color>\n消耗一定體力，瞬間向前方揮出兩劍。\n\n<color=#FFD780FF>下落攻擊</color>\n從空中下墜衝擊地面，攻擊下落路徑上的敵人，並在落地時造成範圍傷害。若這次下落攻擊經由千早振施放，則會轉為施放下落攻擊·亂嵐撥止。\n\n<color=#FFD780FF>下落攻擊·亂嵐撥止</color>\n以元素戰技·千早振施放的下落攻擊，造成的傷害將轉化為<color=#80FFD7FF>風元素傷害</color>，並在落地時施展秘劍產生小型的風穴，牽引附近的物體與敵人。",
      "jp": "<color=#FFD780FF>通常攻撃</color>\n剣による最大5段の連続攻撃を行う。\n\n<color=#FFD780FF>重撃</color>\n一定のスタミナを消費し、前方に斬撃を2回放つ。\n\n<color=#FFD780FF>落下攻撃</color>\n空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。千早振る後の落下攻撃は、落下攻撃·乱れ嵐斬へと変わる。\n\n<color=#FFD780FF>落下攻撃·乱れ嵐斬</color>\n元素スキル·千早振る後の落下攻撃のダメージは<color=#80FFD7FF>風元素ダメージ</color>に変わる。落下時に秘剣で風穴を生成し、近くの敵と物体を引き寄せる。",
      "ko": "<color=#FFD780FF>일반 공격</color>\n검으로 최대 5번 공격한다.\n\n<color=#FFD780FF>강공격</color>\n일정 스태미나를 소모해 순간적으로 전방을 향해 검을 2번 휘두른다.\n\n<color=#FFD780FF>낙하 공격</color>\n공중에서 땅을 내려찍어 경로상의 적을 공격하고, 착지 시 범위 피해를 준다. 만약 해당 낙하 공격이 치하야부루에 의해 발동됐으면 낙하공격·폭풍 베기로 전환된다.\n\n<color=#FFD780FF>낙하공격·폭풍 베기</color>\n 원소전투 스킬·치하야부루를 발동하여 낙하 공격을 진행하면, 가하는 피해는 <color=#80FFD7FF>바람 원소 피해</color>로 전환된다. 낙하 시 비검에 의해 생성되는 풍혈이 주변의 물체와 적을 끌어당긴다",
      "en": "<color=#FFD780FF>Normal Attack</color>\nPerforms up to 5 rapid strikes.\n\n<color=#FFD780FF>Charged Attack</color>\nConsumes a certain amount of Stamina to unleash 2 rapid sword strikes.\n\n<color=#FFD780FF>Plunging Attack</color>\nPlunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact. If this Plunging Attack is triggered by Chihayaburu, it will be converted to Plunging Attack: Midare Ranzan.\n\n<color=#FFD780FF>Plunging Attack: Midare Ranzan</color>\nWhen a Plunging Attack is performed using the effects of the Elemental Skill Chihayaburu, Plunging Attack DMG is converted to <color=#80FFD7FF>Anemo DMG</color> and will create a small wind tunnel via a secret blade technique that pulls in nearby objects and opponents.",
      "de": "<color=#FFD780FF>Standardangriff</color>\nFührt bis zu 5 Schwerthiebe hintereinander aus.\n\n<color=#FFD780FF>Heftiger Schlag</color>\nVerbraucht eine gewisse Menge Ausdauer und schwingt das Schwert zweimal schnell nach vorn.\n\n<color=#FFD780FF>Angriff aus dem Fall</color>\nSchlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden. Löst, wenn dieser Angriff aus dem Fall durch Chihayaburu ausgelöst wird, stattdessen den Angriff aus dem Fall: Midare Ranzan aus.\n\n<color=#FFD780FF>Angriff aus dem Fall: Midare Ranzan</color>\nWandelt den mit Angriffen aus dem Fall, die durch die Elementarfähigkeit Chihayaburu ausgelöst werden, verursachten Schaden in <color=#80FFD7FF>Anemo-Schaden</color> um, wenn sich Kazuha davor aufgrund von Chihayaburu in der Luft befindet, und erzeugt beim Aufkommen mit einer geheimen Technik einen kleinen Windtunnel, der Objekte und Gegner in der Nähe anzieht.",
      "es": "<color=#FFD780FF>Ataque Normal</color>\nRealiza hasta 5 ataques rápidos.\n\n<color=#FFD780FF>Ataque Cargado</color>\nConsume una cierta cantidad de Aguante para lanzar un golpe de espada cruzado.\n\n<color=#FFD780FF>Ataque Descendente</color>\nSe lanza desde el aire para golpear el suelo, dañando a los enemigos cercanos e infligiendo Daño en el AdE en el momento del impacto. Si el Ataque Descendente se activa tras usar Vehemencia estremecedora, se convertirá en Ataque Descendente: Contención del caos.\n\n<color=#FFD780FF>Ataque Descendente: Contención del caos</color>\nAl utilizar la Habilidad Elemental, Vehemencia estremecedora, para realizar un Ataque Descendente, el daño que inflige el Ataque Descendente se convertirá en <color=#80FFD7FF>Daño Anemo</color> y, al aterrizar, creará un pequeño túnel de viento que atrae a los objetos y enemigos cercanos.",
      "fr": "<color=#FFD780FF>Attaque normale</color>\nEnchaîne jusqu'à 5 coups d'épée.\n\n<color=#FFD780FF>Attaque chargée</color>\nConsomme de l'endurance pour déclencher deux coups d'épée rapides.\n\n<color=#FFD780FF>Attaque plongeante</color>\nPlonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis en chemin et des DGT de zone à l'impact. Si une attaque plongeante est effectuée pendant « Véhémence divine », elle se transforme en « Attaque plongeante : Contrôle du chaos ».\n\n<color=#FFD780FF>Attaque plongeante : Contrôle du chaos</color>\nLorsqu'une attaque plongeante est déclenchée en utilisant les effets de la compétence élémentaire « Véhémence divine », ses DGT sont convertis en <color=#80FFD7FF>DGT Anémo</color> et un petit tunnel venteux est créé à l'atterrissage à l'aide d'une technique d'épée secrète pour attirer les objets et les ennemis proches.",
      "pt": "<color=#FFD780FF>Ataque Normal</color>\nRealiza até 5 golpes rápidos.\n\n<color=#FFD780FF>Ataque Carregado</color>\nConsome uma certa quantidade de Stamina para desferir 2 golpes rápidos com a espada.\n\n<color=#FFD780FF>Ataque Imersivo</color>\nMergulha em pleno ar para golpear o chão, causando dano aos inimigos ao longo do caminho e infligindo Dano em uma AdE durante o impacto. Caso o Ataque Imersivo seja lançado por Chihayaburu, infligirá um Ataque Imersivo - Ranzan Aéreo.\n\n<color=#FFD780FF>Ataque Imersivo - Ranzan Aéreo</color>\nQuando Chihayaburu lança um Ataque Imersivo com habilidade elemental, o Dano causado pelo Ataque Imersivo será convertido em <color=#80FFD7FF>Dano Anemo</color>, e quando cair no chão irá criar uma pequena corrente de vento com uma técnica secreta, atraindo os objetos e inimigos ao redor.",
      "ru": "<color=#FFD780FF>Обычная атака:</color>\nДо пяти быстрых ударов мечом.\n\n<color=#FFD780FF>Заряженная атака:</color>\nДва быстрых взмаха мечом, для которых тратится определённое количество выносливости.\n\n<color=#FFD780FF>Атака в падении:</color>\nСтремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади. Если атака в падении произошла благодаря навыку Тихаяфуру, то вместо неё выполняется атака в падении: Мидарэ рандзан.\n\n<color=#FFD780FF>Атака в падении: Мидарэ рандзан</color>\nУрон атаки в падении, выполненной благодаря элементальному навыку Тихаяфуру, конвертируется в <color=#80FFD7FF>Анемо урон</color>. Также с помощью тайной техники эта атака создаёт небольшой воздушный тоннель, который втягивает в себя ближайшие объекты и врагов.",
      "id": "<color=#FFD780FF>Normal Attack</color>\nMelancarkan hingga 5 tebasan pedang berturut-turut.\n\n<color=#FFD780FF>Charged Attack</color>\nMengonsumsi sejumlah Stamina untuk melancarkan dua tebasan pedang.\n\n<color=#FFD780FF>Plunging Attack</color>\nMenerjang dari udara untuk menghantam tanah, menyerang semua musuh di jalurnya dan mengakibatkan DMG area saat mendarat. Jika serangan Plunging Attack terpicu dengan menggunakan Chihayaburu, maka Plunging Attack akan berubah menjadi Plunging Attack: Midare Ranzan.\n\n<color=#FFD780FF>Plunging Attack: Midare Ranzan</color>\nSaat Plunging Attack dilakukan dengan menggunakan efek Elemental Skill Chihayaburu, maka DMG dari Plunging Attack akan berubah menjadi <color=#80FFD7FF>Anemo DMG</color> dan akan menciptakan arus angin kecil yang menarik musuh dan benda di sekitarnya.",
      "th": "<color=#FFD780FF>โจมตีปกติ</color>\nสามารถโจมตีต่อเนื่องได้ถึง 5 ครั้ง\n\n<color=#FFD780FF>ชาร์จโจมตี</color>\nใช้พลังกายส่วนหนึ่งเพื่อฟาดฟันดาบ ออกไปข้างหน้าสองครั้งในช่วงเวลาสั้น ๆ\n\n<color=#FFD780FF>การโจมตีพุ่งลงจากอากาศ</color>\nกระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น หากการโจมตีพุ่งลงจากอากาศในครั้งนี้เกิดขึ้นจาก Chihayaburu จะถูกเปลี่ยนเป็นการโจมตีพุ่งลงจากอากาศ - Midare Ranzan\n\n<color=#FFD780FF>การโจมตีพุ่งลงจากอากาศ - Midare Ranzan</color>\nความเสียหายของการโจมตีพุ่งลงจากอากาศที่ถูกใช้โดยสกิลธาตุ Chihayaburu จะเปลี่ยนเป็น<color=#80FFD7FF>ความเสียหายลม</color> และเมื่อลงมายังพื้นแล้ว จะสร้างโพรงอากาศด้วยวิชาดาบลับที่จะดูดสิ่งของและศัตรูที่อยู่รอบ ๆ เข้าไป",
      "vi": "<color=#FFD780FF>Tấn Công Thường</color>\nThực hiện tối đa 5 lần đánh kiếm liên tiếp.\n\n<color=#FFD780FF>Trọng Kích</color>\nTiêu hao thể lực nhất định, đánh ra hai kiếm về phía trước trong chớp mắt.\n\n<color=#FFD780FF>Tấn Công Khi Đáp</color>\nĐáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất. Nếu lần tấn công khi đáp này được thi triển từ Chihayaburu, thì sẽ chuyển thành Tấn Công Khi Đáp - Xua Tan Mây Mù.\n\n<color=#FFD780FF>Tấn Công Khi Đáp - Xua Tan Mây Mù</color>\nSát thương gây ra bởi tấn công khi đáp khi thi triển thông qua Kỹ Năng Nguyên Tố - Chihayaburu sẽ chuyển thành <color=#80FFD7FF>Sát Thương Nguyên Tố Phong</color>, và khi chạm đất, thi triển bí kiếm tạo ra một hang gió nhỏ kéo các vật thể và địch ở gần vào."
    }
  },
  {
    "title": {
      "zhs": "千早振",
      "zht": "千早振",
      "jp": "千早振る",
      "ko": "치하야부루",
      "en": "Chihayaburu",
      "de": "Chihayaburu",
      "es": "Vehemencia estremecedora",
      "fr": "Véhémence divine",
      "pt": "Chihayaburu",
      "ru": "Тихаяфуру",
      "id": "Chihayaburu",
      "th": "Chihayaburu",
      "vi": "Chihayaburu"
    },
    "description": {
      "zhs": "施展如同冲风般激昂的秘剑，将敌人与物体牵引至所在位置，击飞范围内的敌人，造成<color=#80FFD7FF>风元素伤害</color>，并借由喷薄的气流如登泷般腾空而起。\n枫原万叶因元素战技·千早振而升空后的10秒内并持续处于空中时，若进行下落攻击，则会施展格外强劲的下落攻击·乱岚拨止。\n\n<color=#FFD780FF>点按</color>\n可以在空中施放。\n\n<color=#FFD780FF>长按</color>\n积蓄力量后施展，相对于点按，在更大的范围内造成更高的<color=#80FFD7FF>风元素伤害</color>。\n\n<color=#FFD780FF>下落攻击·乱岚拨止</color>\n通过元素战技·千早振施放的下落攻击，造成的伤害将转化为<color=#80FFD7FF>风元素伤害</color>，并在落地时施展秘剑产生小型的风穴，牵引附近的物体与敌人。\n乱岚拨止造成的伤害视为下落攻击伤害。\n\n<i>「枫袖起悲风，神代万世人百年，秋山落唐红。」</i>",
      "zht": "施展如同衝風般激昂的秘劍，將敵人與物體牽引至所在位置，擊飛範圍內的敵人，造成<color=#80FFD7FF>風元素傷害</color>，並藉由噴薄的氣流如登瀧般騰空而起。\n楓原萬葉因元素戰技·千早振而升空後的10秒內並持續處於空中時，若進行下落攻擊，則會施展格外強勁的下落攻擊·亂嵐撥止。\n\n<color=#FFD780FF>點按</color>\n可以在空中施放。\n\n<color=#FFD780FF>長按</color>\n積蓄力量後施展，相對於點按，在更大的範圍內造成更高的<color=#80FFD7FF>風元素傷害</color>。\n\n<color=#FFD780FF>下落攻擊·亂嵐撥止</color>\n以元素戰技·千早振施放的下落攻擊，造成的傷害將轉化為<color=#80FFD7FF>風元素傷害</color>，並在落地時施展秘劍產生小型的風穴，牽引附近的物體與敵人。\n亂嵐撥止造成的傷害視為下落攻擊傷害。\n\n<i>「楓袖起悲風，神代萬世人百年，秋山落唐紅。」</i>",
      "jp": "旋風の如く秘剣を振り、敵と物体を引き寄せる。範囲内の敵をノックバックし、<color=#80FFD7FF>風元素ダメージ</color>を与え、気流に乗って空中に舞い上がる。\n楓原万葉が元素スキル·千早振るによる効果で空中に舞い上がった後、落下攻撃を10秒以内に放つと強力な落下攻撃·乱れ嵐斬へと変わる。\n\n<color=#FFD780FF>一回押し</color>\n空中でも発動可能。\n\n<color=#FFD780FF>長押し</color>\n力を溜めた後に発動する。一回押しより広い範囲に、より高威力の<color=#80FFD7FF>風元素ダメージ</color>を与える。\n\n<color=#FFD780FF>落下攻撃·乱れ嵐斬</color>\n元素スキル·千早振る後の落下攻撃のダメージは<color=#80FFD7FF>風元素ダメージ</color>へと変わる。落下時に秘剣で風穴を生成し、近くの敵と物体を引き寄せる。\n乱れ嵐斬のダメージは落下攻撃によるダメージとみなされる。\n\n<i>「楓揺れ、神代の如く、散る紅葉。」</i>",
      "ko": "바람처럼 격양된 비검을 펼치면 적과 주변 물체를 끌어당기고 범위 내의 적에게 <color=#80FFD7FF>바람 원소 피해</color>를 주고 용트림 같은 세찬 기류가 솟아오른다.\n카에데하라 카즈하의 원소전투 스킬·치하야부루에 의해 공중에 10초 동안 계속 띄워졌을때 낙하 공격을 진행하면 강력한 낙하 공격·폭풍 베기를 발동한다.\n\n<color=#FFD780FF>짧은 터치</color>\n공중에서 발동한다.\n\n<color=#FFD780FF>홀드</color>\n힘을 모은 후 발동하며 짧게 누를 때보다 더 큰 <color=#80FFD7FF>바람 원소 피해</color>를 준다.\n\n<color=#FFD780FF>낙하공격·폭풍 베기</color>\n원소전투 스킬·치하야부루 발동에 의한 낙하 공격은 가하는 피해가 <color=#80FFD7FF>바람 원소 피해</color>로 전환되며, 낙하 시 비검에 의해 생성되는 풍혈이 주변의 물체와 적을 끌어당긴다.\n\n폭풍 베기로 가하는 피해는 낙하 공격 피해로 간주한다\n\n<i>「단풍소매에 슬픈 바람이 불면. 신의 세상은 만년이요, 인간 세상은 백년이니, 가을 산이 붉게 물드네」</i>",
      "en": "#Unleashes a secret technique as fierce as the rushing wind that pulls objects and opponents towards Kazuha's current position before launching opponents within the AoE, dealing <color=#80FFD7FF>Anemo DMG</color> and lifting Kazuha into the air on a rushing gust of wind.\nWithin 10s of remaining airborne after casting Chihayaburu, Kazuha can unleash a powerful Plunging Attack known as Midare Ranzan.\n\n<color=#FFD780FF>{LAYOUT_MOBILE#Tap}{LAYOUT_PC#Press}{LAYOUT_PS#Press}</color>\nCan be used in mid-air.\n\n<color=#FFD780FF>Hold</color>\nCharges up before unleashing greater <color=#80FFD7FF>Anemo DMG</color> over a larger AoE than {LAYOUT_MOBILE#Tap}{LAYOUT_PC#Press}{LAYOUT_PS#Press} Mode.\n\n<color=#FFD780FF>Plunging Attack: Midare Ranzan</color>\nWhen a Plunging Attack is performed using the effects of the Elemental Skill Chihayaburu, Plunging Attack DMG is converted to <color=#80FFD7FF>Anemo DMG</color>. On landing, Kazuha creates a small wind tunnel via a secret blade technique that pulls in nearby objects and opponents.\nMidare Ranzan's DMG is considered Plunging Attack DMG.\n\n<i>\"Wind in branches grieves\nBygone ages, gods of old\nWithered autumn leaves\"</i>",
      "de": "Wendet eine geheime Technik an, die so stürmisch wie sausender Wind ist und zieht Gegner und Objekte an sich heran. Schleudert dann Gegner in der Umgebung weg, verursacht <color=#80FFD7FF>Anemo-Schaden</color> und trägt Kazuha mit einer brausenden Luftströmung in die Höhe.\nLöst den besonders starken Angriff aus dem Fall: Midare Ranzan aus, wenn Kazuha aufgrund seiner Elementarfähigkeit: Chihayaburu in der Luft ist und innerhalb von 10 s einen Angriff aus dem Fall anwendet.\n\n<color=#FFD780FF>Drücken</color>\nKann in der Luft angewendet werden.\n\n<color=#FFD780FF>Gedrückt halten</color>\nWird nach Aufladen ausgelöst und verursacht im Vergleich zum Effekt von Drücken höheren <color=#80FFD7FF>Anemo-Schaden</color> in einem größeren Wirkungsbereich.\n\n<color=#FFD780FF>Angriff aus dem Fall: Midare Ranzan</color>\nWandelt den mit Angriffen aus dem Fall, die durch die Elementarfähigkeit ausgelöst werden, verursachten Schaden in <color=#80FFD7FF>Anemo-Schaden</color> um, wenn sich Kazuha davor aufgrund von Chihayaburu in der Luft befindet, und erzeugt beim Aufkommen mit einer geheimen Technik einen kleinen Windtunnel, der Objekte und Gegner in der Nähe anzieht.\nDer mit Midare Ranzan verursachte Schaden gilt als Schaden von Angriffen aus dem Fall.\n\n<i>„Trübseliger Wind pfeift durch den Ahorn, während Götter und Menschen altern und sich die Berge in herbstlichem Rot kleiden.“</i>",
      "es": "#Usa una técnica secreta para crear un fuerte vendaval que atrae a los enemigos y los objetos hacia la ubicación actual de Kazuha, los lanza por los aires y les inflige <color=#80FFD7FF>Daño Anemo</color>. Además, Kazuha alzará el vuelo gracias a la corriente de aire generada mediante esta habilidad.\nEn los 10 s siguientes de permanecer en el aire tras usar Vehemencia estremecedora, si Kazuha realiza un Ataque Descendente, este se convertirá en un poderoso Ataque Descendente: Contención del caos.\n\n<color=#FFD780FF>{LAYOUT_MOBILE#Un toque}{LAYOUT_PC#Pulsar una vez}{LAYOUT_PS#Pulsar una vez}</color>\nPuede ejecutarse estando en el aire.\n\n<color=#FFD780FF>Mantener pulsado</color>\nReúne fuerzas para realizar la habilidad, la cual infligirá más <color=#80FFD7FF>Daño Anemo</color> y en una AdE más grande que la de {LAYOUT_MOBILE#un toque}{LAYOUT_PC#pulsar una vez}{LAYOUT_PS#pulsar una vez}.\n\n<color=#FFD780FF>Ataque Descendente: Contención del caos</color>\nAl realizar un Ataque Descendente mediante la Habilidad Elemental, Vehemencia estremecedora, el daño que inflige el Ataque Descendente se convertirá en <color=#80FFD7FF>Daño Anemo</color> y, al aterrizar, creará un pequeño túnel de viento que atrae a los objetos y enemigos cercanos.\nEl daño de Contención del caos se considera daño de Ataque Descendente.\n\n<i>“Viento que llora\nViejos dioses y gentes\nMontañas rojas”.</i>",
      "fr": "Libère une technique secrète aussi violente qu'une bourrasque déchaînée qui attire les ennemis et les objets vers la position actuelle de Kazuha, avant de projeter les ennemis situés dans la zone, leur infligeant des <color=#80FFD7FF>DGT Anémo</color> et d'élever Kazuha sur un courant de vent impétueux.\nSi Kazuha déclenche une attaque plongeante depuis les airs dans un délai de 10 s après la compétence élémentaire « Véhémence divine », il provoque une attaque plongeante particulièrement puissante connue sous le nom de Contrôle du chaos.\n\n<color=#FFD780FF>Appui simple</color>\nPermet d'utiliser l'aptitude dans les airs.\n\n<color=#FFD780FF>Appui long</color>\nCharge l'aptitude avant de libérer davantage de <color=#80FFD7FF>DGT Anémo</color> sur une zone plus large que lors d'un appui simple.\n\n<color=#FFD780FF>Attaque plongeante : Contrôle du chaos</color>\nLorsqu'une attaque plongeante est déclenchée en utilisant les effets de la compétence élémentaire « Véhémence divine », ses DGT sont convertis en <color=#80FFD7FF>DGT Anémo</color> et un petit tunnel venteux est créé à l'atterrissage à l'aide d'une technique d'épée secrète pour attirer les objets et les ennemis proches.\nLes DGT infligés par Contrôle du chaos sont considérés comme étant des DGT d'attaque plongeante.\n\n<i>« Les vents dans les érables pleurent, pour les dieux et les hommes du passé, comme des montagnes rouges d'automne. »</i>",
      "pt": "Lança uma técnica secreta feroz como o vento que puxa objetos e inimigos rumo a Kazuha antes de lançá-los voando dentro da AdE, causando <color=#80FFD7FF>Dano Anemo</color> e levantando Kazuha no ar com uma corrente de vento.\nDentro dos 10s após Kaedehara Kazuha ascender no ar devido à Habilidade Elemental Chihayaburu, e enquanto permanecer no ar, se lançar um Ataque Imersivo, será lançado um Ataque Imersivo muito poderoso: Ranzan Aéreo.\n\n<color=#FFD780FF>Pressionar</color>\nPode ser utilizado enquanto está no ar.\n\n<color=#FFD780FF>Manter Pressionado</color>\nCarrega antes de lançar <color=#80FFD7FF>Dano Anemo</color> numa AdE ainda maior que Pressionar.\n\n<color=#FFD780FF>Ataque Imersivo - Ranzan Aéreo</color>\nO Dano dos Ataques Imersivos lançados através da Habilidade Elemental Chihayaburu é convertido em <color=#80FFD7FF>Dano Anemo</color> e criará um túnel em miniatura através de uma técnica secreta que puxa objetos e inimigos próximos.\nO Dano de Ranzan Aéreo é considerado Dano de Ataque Imersivo.\n\n<i>\"Vento e Bordo choram\nPor deuses e homens que já se foram\nComo montanhas vermelhas do outono.\"</i>",
      "ru": "Использование тайной техники, столь же свирепой, сколь стремительный ветер, притягивает объекты и врагов к текущей позиции Кадзухи и в небольшом радиусе подкидывает их в воздух, нанося <color=#80FFD7FF>Анемо урон</color>. Также ветряные потоки поднимают в воздух и самого Кадзуху.\nВ течение 10 сек. после поднятия Кадзухи в воздух навыком Тихаяфуру и при соблюдении состояния в воздухе он может выполнить более сильную атаку в падении: Мидарэ рандзан.\n\n<color=#FFD780FF>Быстрое нажатие:</color>\nМожно совершить в воздухе.\n\n<color=#FFD780FF>Долгое нажатие:</color>\nНекоторое время заряжается, а затем наносит увеличенный <color=#80FFD7FF>Анемо урон</color> по большей площади, чем быстрое нажатие.\n\n<color=#FFD780FF>Атака в падении: Мидарэ рандзан</color>\nУрон атаки в падении, выполненной благодаря элементальному навыку Тихаяфуру, конвертируется в <color=#80FFD7FF>Анемо урон</color>. Также с помощью тайной техники эта атака создаёт небольшой воздушный тоннель, который втягивает в себя ближайшие объекты и врагов.\nУрон Мидарэ рандзан считается уроном атаки в падении.\n\n<i>«Ветра среди листьев клёна плачут,\nНе осталось ни людей, ни богов.\nОни ушли, словно рыжие осенние горы».</i>",
      "id": "Melancarkan ilmu pedang rahasia seganas badai. Menarik musuh dan benda-benda ke posisi Kazuha lalu mementalkan musuh yang ada di dalam areanya, mengakibatkan <color=#80FFD7FF>Anemo DMG</color> dan mengangkat Kazuha ke udara dengan arus angin yang tercipta.\nSelama 10 detik setelah Kazuha terbang ke udara dengan menggunakan Chihayaburu, Kazuha dapat melancarkan Plunging Attack khusus yang kuat: Midare Ranzan.\n\n<color=#FFD780FF>Tekan</color>\nDapat digunakan di udara.\n\n<color=#FFD780FF>Tahan</color>\nSetelah beberapa saat, melancarkan serangan <color=#80FFD7FF>Anemo DMG</color> dengan area yang lebih luas dan DMG lebih besar dari mode Tekan.\n\n<color=#FFD780FF>Plunging Attack: Midare Ranzan</color>\nSaat Plunging Attack dilakukan dengan menggunakan efek Elemental Skill Chihayaburu, maka DMG dari Plunging Attack akan berubah menjadi <color=#80FFD7FF>Anemo DMG</color> dan menciptakan arus angin kecil yang menarik musuh dan benda di sekitarnya.\nDMG dari Midare Ranzan terhitung sebagai DMG Plunging Attack.\n\n<i>\"Dedaunan terembus oleh angin kesedihan,\nmasa dewa-dewa dan manusia telah lama berlalu,\nbagaikan gunung merah di musim gugur.\"</i>",
      "th": "#ใช้ดาบที่รุนแรงราวกับสายลมที่โหมกระหน่ำในการดูดศัตรูและสิ่งของไปยังตำแหน่งที่กำหนด และทำให้ศัตรูในขอบเขตลอยขึ้น สร้าง<color=#80FFD7FF>ความเสียหายลม</color> และดีดตัว Kazuha ลอยขึ้นไปในอากาศอย่างรวดเร็วด้วยกระแสลมที่รุนแรง\nKaedehara Kazuha จะคงอยู่ในอากาศเป็นเวลา 10 วินาที หลังจากลอยขึ้นไปในอากาศด้วยสกิลธาตุ Chihayaburu หากทำการโจมตีพุ่งลงจากอากาศ จะทำให้เกิดการโจมตีพุ่งลงจากอากาศ - Midare Ranzan ที่แสนรุนแรง\n\n<color=#FFD780FF>{LAYOUT_MOBILE#แตะ}{LAYOUT_PC#กด}{LAYOUT_PS#กด}</color>\nสามารถใช้เมื่ออยู่กลางอากาศได้\n\n<color=#FFD780FF>{LAYOUT_MOBILE#แตะค้าง}{LAYOUT_PC#กดค้าง}{LAYOUT_PS#กดค้าง}</color>\nจะทำการชาร์จพลังแล้วปล่อย ซึ่งเมื่อเทียบกับการ{LAYOUT_MOBILE#แตะ}{LAYOUT_PC#กด}{LAYOUT_PS#กด}แล้ว จะทำวงกว้างขึ้นและสร้าง <color=#80FFD7FF>ความเสียหายลม</color>ที่รุนแรงยิ่งขึ้น\n\n<color=#FFD780FF>การโจมตีพุ่งลงจากอากาศ - Midare Ranzan</color>\nความเสียหายของการโจมตีพุ่งลงจากอากาศที่ถูกใช้โดยสกิลธาตุ Chihayaburu จะเปลี่ยนเป็น<color=#80FFD7FF>ความเสียหายลม</color> และเมื่อลงมายังพื้นแล้ว จะสร้างโพรงอากาศด้วยดาบที่จะดูดสิ่งของและศัตรูที่อยู่รอบ ๆ เข้ามา\nความเสียหายของ Midare Ranzan ถือเป็นความเสียหายการโจมตีพุ่งลงจากอากาศ\n\n<i>\"สายลมโศกพัดเมเปิลปลิดปลิว กาลเวลาแห่งเทวาและมนุษย์ยาวนาน ดั่งภูเขาในสารทฤดูร่วงโรยใบไม้แดง\"</i>",
      "vi": "Thi triển bí kiếm mạnh mẽ như gió, kéo địch và ma vật đến gần rồi đánh bay, gây <color=#80FFD7FF>sát thương Nguyên Tố Phong</color>, và bay lên không trung nhờ vào dòng khí phun ra.\nTrong vòng 10s sau khi Kaedehara Kazuha bay lên nhờ Kỹ Năng Nguyên Tố - Chihayaburu và liên tục ở trên không, nếu thực hiện tấn công khi đáp sẽ thi triển Tấn Công Khi Đáp - Xua Tan Mây Mù cực mạnh.\n\n<color=#FFD780FF>Nhấn</color>\nCó thể thi triển trên không.\n\n<color=#FFD780FF>Nhấn giữ</color>\nTích lũy sức mạnh rồi thi triển, so với nhấn, gây <color=#80FFD7FF>Sát Thương Nguyên Tố Phong</color> cao hơn ở phạm vi rộng hơn.\n\n<color=#FFD780FF>Tấn Công Khi Đáp - Xua Tan Mây Mù</color>\nSát thương gây ra bởi tấn công khi đáp khi thi triển thông qua Kỹ Năng Nguyên Tố - Chihayaburu sẽ chuyển thành <color=#80FFD7FF>Sát Thương Nguyên Tố Phong</color>, và khi chạm đất, thi triển bí kiếm tạo ra một hang gió nhỏ kéo các vật thể và địch ở gần vào.\nSát thương Xua Tan Mây Mù gây ra xem như sát thương tấn công khi đáp.\n\n<i>\"Gió buồn trên tay áo, thần vạn kiếp người trăm năm, núi mùa thu nhuốm đỏ màu lá.\"</i>"
    }
  },
  {
    "title": {
      "zhs": "万叶之一刀",
      "zht": "萬葉之一刀",
      "jp": "万葉の一刀",
      "ko": "카즈하의 일도",
      "en": "Kazuha Slash",
      "de": "Kazuha-Schlag",
      "es": "Filo de las diez mil hojas",
      "fr": "Coupure de mille feuilles",
      "pt": "Lâmina de Kazuha",
      "ru": "Удар Кадзухи",
      "id": "Kazuha Slash",
      "th": "Kazuha Slash",
      "vi": "Kazuha Nhất Đao Trảm"
    },
    "description": {
      "zhs": "施展我流的奥义，斩出初岚般的一刀，造成<color=#80FFD7FF>风元素范围伤害</color>。\n刀风会留下名为「流风秋野」的领域，对其中的敌人造成间歇的<color=#80FFD7FF>风元素伤害</color>。\n\n<color=#FFD780FF>元素转化</color>\n若流风秋野在持续期间接触了<color=#80C0FFFF>水元素</color>/<color=#FF9999FF>火元素</color>/<color=#99FFFFFF>冰元素</color>/<color=#FFACFFFF>雷元素</color>，则会获得对应元素属性，额外造成该元素附加伤害。\n这种转化在技能持续期间仅会发生一次。\n\n<i>「须臾照见万世长，一叶便知天下秋。我欲凭切枫一闪，做万世之问叩——」</i>",
      "zht": "施展我流的奧義，斬出初嵐般的一刀，造成<color=#80FFD7FF>風元素範圍傷害</color>。\n刀風會留下名為「流風秋野」的領域，對其中的敵人造成間歇的<color=#80FFD7FF>風元素傷害</color>。\n\n<color=#FFD780FF>元素轉化</color>\n若流風秋野在持續期間接觸了<color=#80C0FFFF>水元素</color>/<color=#FF9999FF>火元素</color>/<color=#99FFFFFF>冰元素</color>/<color=#FFACFFFF>雷元素</color>，則會獲得對應元素屬性，額外造成該元素附加傷害。\n這種轉化在技能持續期間僅會發生一次。\n\n<i>「須臾照見萬世長，一葉便知天下秋。我欲憑切楓一閃，做萬世之問叩——」</i>",
      "jp": "我流の奥義で嵐のような一振りを繰り出し、<color=#80FFD7FF>風元素範囲ダメージ</color>を与える。\n太刀風は「流風秋野」と呼ばれる領域を創り出し、中にいる敵に<color=#80FFD7FF>風元素ダメージ</color>を一定間隔で与える。\n\n<color=#FFD780FF>元素変化</color>\n流風秋野の継続時間中に<color=#80C0FFFF>水元素</color>/<color=#FF9999FF>炎元素</color>/<color=#99FFFFFF>氷元素</color>/<color=#FFACFFFF>雷元素</color>に接触すると、接触した元素の属性を獲得し、該当元素の付加ダメージを追加で与える。\n元素変化はスキル継続中に1回のみ発生する。\n\n<i>「刹那の光は世を照らし、一葉にて秋を知る。拙者がこの楓の葉で壁を切り拓き、時代を問う者となるでござる——」</i>",
      "ko": "아류의 오의를 사용할 때 강풍이 불어와 <color=#80FFD7FF>바람 원소 범위 피해</color>를 준다.\n칼 바람이 불어와 「바람 부는 가을 들판」이라는 이름의 영역을 남기고 해당 영역에 있는 적에게 간헐적으로 <color=#80FFD7FF>바람 원소 피해</color>를 준다.\n\n<color=#FFD780FF>원소 전환</color>\n만약 바람 부는 가을 들판 지속 시간 동안에 <color=#80C0FFFF>물 원소</color>/<color=#FF9999FF>불 원소</color>/<color=#99FFFFFF>얼음 원소</color>/<color=#FFACFFFF>번개 원소</color>에 닿으면 상응하는 원소 속성을 획득하고 추가로 해당 속성 피해를 준다.\n원소 전환은 스킬을 시전하는 동안 1회만 발생한다.\n\n<i>「잠시 동안 만세를 바라보니, 잎새만 봐도 가을이 온 것을 알 수 있네, 단풍잎을 베고 싶다고 세상의 질문에 답을 했네——」</i>",
      "en": "The signature technique of Kazuha's self-styled bladework — a single slash that strikes with the force of the first winds of autumn, dealing <color=#80FFD7FF>AoE Anemo DMG</color>.\nThe blade's passage will leave behind a field named \"Autumn Whirlwind\" that periodically deals <color=#80FFD7FF>AoE Anemo DMG</color> to opponents within its range.\n\n<color=#FFD780FF>Elemental Absorption</color>\nIf Autumn Whirlwind comes into contact with <color=#80C0FFFF>Hydro</color>/<color=#FF9999FF>Pyro</color>/<color=#99FFFFFF>Cryo</color>/<color=#FFACFFFF>Electro</color>, it will deal additional elemental DMG of that type.\nElemental Absorption may only occur once per use.\n\n<i>\"I see eternity go by in an instant, the autumns of many years from a single leaf. Thus I shall slice this maple in a flash, and ask a question of the ages.\"</i>",
      "de": "Entfaltet die ultimative von Kazuha selbst entwickelte Technik, teilt einen einzigen Schwerthieb aus, der wie ein Sturm drischt, und verursacht <color=#80FFD7FF>Anemo-Flächenschaden</color>.\nHinterlässt ein Feld namens „wirbelndes Herbstfeld“, das Gegnern darin in bestimmten zeitlichen Abständen <color=#80FFD7FF>Anemo-Schaden</color> zufügt.\n\n<color=#FFD780FF>Elementarumwandlung</color>\nVerleiht dem wirbelnden Herbstfeld beim Treffen auf <color=#80C0FFFF>Hydro</color>-, <color=#FF9999FF>Pyro</color>-, <color=#99FFFFFF>Kryo</color>- oder <color=#FFACFFFF>Elektro</color>-Effekte während der Wirkungsdauer das jeweilige Element und verursacht dementsprechend zusätzlichen Schaden.\nElementarumwandlung nur einmal während der Wirkungsdauer möglich.\n\n<i>„Die Ewigkeit zieht im Nu an mir vorbei, wie ein Blatt vom Baume fällt und derweil tausende Herbste vergehen. So fälle ich diesen Ahorn, um die Antwort auf alle Fragen zu erhalten.“</i>",
      "es": "Ejecuta la técnica Garyuu definitiva para realizar un corte de viento otoñal que inflige <color=#80FFD7FF>Daño Anemo en el AdE</color>.\nEl viento generado por la espada creará un área llamada “viento del otoño”, que infligirá regularmente <color=#80FFD7FF>Daño Anemo</color> a los enemigos dentro de ella.\n\n<color=#FFD780FF>Cambio elemental</color>\nSi viento del otoño entra en contacto con <color=#80C0FFFF>Hydro</color>/<color=#FF9999FF>Pyro</color>/<color=#99FFFFFF>Cryo</color>/<color=#FFACFFFF>Electro</color> mientras dure, infligirá Daño Elemental adicional de ese tipo.\nEste cambio elemental solo puede ocurrir una vez durante la habilidad.\n\n<i>“Veo en un momento la eternidad pasar\nSé al instante que el otoño va a llegar\nMas prefiero depender del viento que corta\nPara ser aquel que a la eternidad interroga”.</i>",
      "fr": "Déclenche la technique ultime de Garyuu, une coupure unique semblable à une tempête grondante qui inflige des <color=#80FFD7FF>DGT Anémo de zone</color>.\nLe trajet de la lame laissera derrière lui un champ appelé « Vent d'automne » qui inflige des <color=#80FFD7FF>DGT Anémo</color> de façon intermittente aux ennemis à l'intérieur.\n\n<color=#FFD780FF>Absorption élémentaire</color>\nLe Vent d'automne absorbe les éléments <color=#80C0FFFF>Hydro</color>, <color=#FF9999FF>Pyro</color>, <color=#99FFFFFF>Cryo</color> et <color=#FFACFFFF>Électro</color> avec lesquels il entre en contact ; ceux-ci lui confèrent leurs attributs, et infligent un bonus de DGT de l'élément correspondant.\nUn seul élément peut être absorbé à la fois.\n\n<i>« Je vois passer l'éternité en un instant, les automnes de plusieurs années d'une seule feuille ; ainsi je trancherai cet érable en un éclair, et je poserai la question des âges... »</i>",
      "pt": "A derradeira técnica de Garyuu - um simples corte semelhante a uma tempestade que se avizinha que causa <color=#80FFD7FF>Dano em uma AdE Anemo</color>.\nA passagem da lâmina deixa um campo chamado \"Redemoinho do Outono\" que causa <color=#80FFD7FF>Dano Anemo</color> intermitente aos inimigos nela.\n\n<color=#FFD780FF>Absorção Elemental</color>\nSe o Redemoinho do Outono entrar em contato com os elementos <color=#80C0FFFF>Hydro</color>/<color=#FF9999FF>Pyro</color>/<color=#99FFFFFF>Cryo</color>/<color=#FFACFFFF>Electro</color>, ele irá causar Dano elemental adicional daquele tipo.\nAbsorção Elemental pode ocorrer apenas uma vez por uso.\n\nEsta conversão só ocorre uma vez durante a duração da habilidade.\n\n<i>\"Eu vejo a eternidade desvanecer em um piscar de olhos, vejo os outonos de muitos anos em apenas uma folha. Por isso, desejo cortar essa árvore e perguntar ao tempo...\"</i>",
      "ru": "Особая техника Гарю - единственный взмах, словно надвигающийся шторм, наносит <color=#80FFD7FF>Анемо урон</color> по площади.\nСлед от меча оставляет за собой поле Осеннего вихря, которое наносит периодический <color=#80FFD7FF>Анемо урон</color> по площади врагам, находящимся в нём.\n\n<color=#FFD780FF>Поглощение стихии:</color>\nПри контакте с элементами <color=#80C0FFFF>Гидро</color>, <color=#FF9999FF>Пиро</color>, <color=#99FFFFFF>Крио</color> или <color=#FFACFFFF>Электро</color> Осенний вихрь наносит дополнительный урон этим элементом.\nЗа каждое использование навык может поглотить только один элемент.\n\n<i>«Лист, познавший осень, даёт мне видения о пронёсшейся вечности. Поэтому я вмиг разрублю этот клён, чтобы узнать его секрет...»</i>",
      "id": "Ilmu pedang Garyu terkuat — sebuah tebasan pedang yang membawa badai dan mengakibatkan <color=#80FFD7FF>Anemo DMG Area</color>.\nTebasan pedang ini akan menyisakan sebuah area yang disebut \"Autumn Whirlwind\" dan mengakibatkan <color=#80FFD7FF>Anemo DMG Area</color> setiap beberapa saat ke musuh di dalamnya.\n\n<color=#FFD780FF>Elemental Absorption</color>\nJika Autumn Whirlwind bersentuhan dengan <color=#80C0FFFF>Hydro</color>/<color=#FF9999FF>Pyro</color>/<color=#99FFFFFF>Cryo</color>/<color=#FFACFFFF>Electro</color>, maka Autumn Whirlwind akan mengakibatkan DMG elemental tambahan yang sesuai dengan elemen tersebut.\nElemental Absorption hanya dapat terpicu sekali setiap penggunaan.\n\n<i>\"Aku dapat melihat keabadian yang berlalu dalam satu kedipan mata, dalam selembar daun yang telah melewati ribuan musim gugur. Biarkan pedangku memotong lembaran daun ini, dan mempertanyakan jalannya sang waktu——\"</i>",
      "th": "สุดยอดเทคนิคของ Kazuha คมมีดที่สะบั้นเฉือนราวกับพายุคลั่ง ซึ่งจะทำให้เกิด<color=#80FFD7FF>ความเสียหายลมเป็นวงกว้าง</color>\nมีดวายุจะสร้างอาณาเขตที่เรียกว่า \"Autumn Whirlwind\" ไว้ และสร้าง<color=#80FFD7FF>ความเสียหายลม</color>ใส่ศัตรูที่อยู่ในนั้นเป็นระยะ ๆ\n\n<color=#FFD780FF>การเปลี่ยนแปลงธาตุ</color>\nในช่วงเวลาต่อเนื่องของ Autumn Whirlwind หากผสมเข้ากับ <color=#80C0FFFF>ธาตุน้ำ</color>/<color=#FF9999FF>ธาตุไฟ</color>/<color=#99FFFFFF>ธาตุน้ำแข็ง</color>/<color=#FFACFFFF>ธาตุไฟฟ้า</color> จะได้รับคุณสมบัติของธาตุนั้น ๆ ไปด้วย และสร้างความเสียหายธาตุนั้นเพิ่มเติม\nในช่วงเวลาต่อเนื่องของสกิล การเปลี่ยนแปลงนี้ จะเกิดขึ้นเพียงครั้งเดียวเท่านั้น\n\n<i>\"เห็นชีวิตนิรันดร์เพียงแค่ชั่วขณะ ดั่งใบไม้ที่บ่งถึงฤดูใบไม้ผลิ ฉันอาศัยชั่วพริบตาในการสะบั้นใบเมเปิล เป็นการไถ่ถามอายุกาล...\"</i>",
      "vi": "Thi triển bí thuật, chém ra một luồng kiếm khí, gây <color=#80FFD7FF>sát thương phạm vi nguyên tố Phong</color>.\nKỹ năng sẽ để lại một khu vực mang tên \"Một Khắc Gió Thu\", gây <color=#80FFD7FF>sát thương nguyên tố Phong</color> ngắt quãng cho kẻ địch trong đó.\n\n<color=#FFD780FF>Chuyển hóa nguyên tố</color>\nTrong thời gian Một Khắc Gió Thu tồn tại, nếu tiếp xúc <color=#80C0FFFF>Nguyên Tố Thủy</color>/<color=#FF9999FF>Nguyên Tố Hỏa</color>/<color=#99FFFFFF>Nguyên Tố Băng</color>/<color=#FFACFFFF>Nguyên Tố Lôi</color>, sẽ nhận được thuộc tính nguyên tố tương ứng, gây thêm sát thương kèm theo của nguyên tố này.\nLoại chuyển hóa này chỉ phát sinh một lần trong thời gian duy trì kỹ năng.\n\n<i>\"Vạn thế trôi qua trong nháy mắt, chỉ cần một chiếc lá cũng biết được mùa thu. Ta muốn cắt đứt lá phong này, đặt câu hỏi khẩn thiết về vạn thế!\"</i>"
    }
  },
  {
    "title": {
      "zhs": "相闻之剑法",
      "zht": "相聞之劍法",
      "jp": "相聞剣法",
      "ko": "상문 검법",
      "en": "Soumon Swordsmanship",
      "de": "Soumon-Schwertkunst",
      "es": "Espada de la erosión",
      "fr": "Lame d'érosion",
      "pt": "Esgrima Soumon",
      "ru": "Летучий клинок",
      "id": "Soumon Swordmanship",
      "th": "Soumon Swordsmanship",
      "vi": "Kiếm Pháp Soumon"
    },
    "description": {
      "zhs": "<color=#FFD780FF>千早振</color>在施放时，如果接触了<color=#80C0FFFF>水元素</color>/<color=#FF9999FF>火元素</color>/<color=#99FFFFFF>冰元素</color>/<color=#FFACFFFF>雷元素</color>，则会使这次<color=#FFD780FF>千早振</color>的下落攻击·乱岚拨止，发生元素转化，将附加200%攻击力的对应元素伤害，该伤害视为下落攻击伤害。每次<color=#FFD780FF>千早振</color>的技能效果中，元素转化仅会发生一次。",
      "zht": "<color=#FFD780FF>千早振</color>在施放時，如果接觸了<color=#80C0FFFF>水元素</color>/<color=#FF9999FF>火元素</color>/<color=#99FFFFFF>冰元素</color>/<color=#FFACFFFF>雷元素</color>，則會使這次<color=#FFD780FF>千早振</color>的下落攻擊·亂嵐撥止，發生元素轉化，將附加200%攻擊力的對應元素傷害，該傷害視為下落攻擊傷害。每次<color=#FFD780FF>千早振</color>的技能效果中，元素轉化僅會發生一次。",
      "jp": "<color=#FFD780FF>千早振る</color>を発動時、<color=#80C0FFFF>水元素</color>/<color=#FF9999FF>炎元素</color>/<color=#99FFFFFF>氷元素</color>/<color=#FFACFFFF>雷元素</color>と接触した場合、その<color=#FFD780FF>千早振る</color>後の落下攻撃·乱れ嵐斬に元素変化が起き、攻撃力200%分の該当元素ダメージを追加で与える。このダメージは落下攻撃とみなされる。<color=#FFD780FF>千早振る</color>のスキル効果中、元素変化は1回のみ発生する。",
      "ko": "<color=#FFD780FF>치하야부루</color> 발동 시 <color=#80C0FFFF>물 원소</color>/<color=#FF9999FF>불 원소</color>/<color=#99FFFFFF>얼음 원소</color>/<color=#FFACFFFF>번개 원소</color>를 접촉하면, <color=#FFD780FF>치하야부루</color>의 낙하 공격·폭풍 베기에 원소 전환이 발생하고 추가로 공격력 200%만큼의 해당 원소 피해를 준다. 해당 피해는 낙하 공격 피해로 간주한다. 매번 <color=#FFD780FF>치하야부루</color>의 스킬 효과에서 원소 전환은 단 한 번만 발생한다",
      "en": "If <color=#FFD780FF>Chihayaburu</color> comes into contact with <color=#80C0FFFF>Hydro</color>/<color=#FF9999FF>Pyro</color>/<color=#99FFFFFF>Cryo</color>/<color=#FFACFFFF>Electro</color> when cast, this <color=#FFD780FF>Chihayaburu</color> will absorb that element and if Plunging Attack: Midare Ranzan is used before the effect expires, it will deal an additional 200% ATK of the absorbed elemental type as DMG. This will be considered Plunging Attack DMG.\nElemental Absorption may only occur once per use of <color=#FFD780FF>Chihayaburu</color>.",
      "de": "Verleiht dem Angriff aus dem Fall: Midare Ranzan von <color=#FFD780FF>Chihayaburu</color> nach der Anwendung von <color=#FFD780FF>Chihayaburu</color> beim Treffen auf <color=#80C0FFFF>Hydro</color>-, <color=#FF9999FF>Pyro</color>-, <color=#99FFFFFF>Kryo</color>- oder <color=#FFACFFFF>Elektro</color>-Effekte das jeweilige Element und verursacht zusätzlichen Schaden des jeweiligen Elements in Höhe von 200 % ANG, welcher als Angriff aus dem Fall gilt. Elementarumwandlung nur einmal während des Effekts von <color=#FFD780FF>Chihayaburu</color> möglich.",
      "es": "Si al usar <color=#FFD780FF>Vehemencia estremecedora</color>, esta entra en contacto con <color=#80C0FFFF>Hydro</color>/<color=#FF9999FF>Pyro</color>/<color=#99FFFFFF>Cryo</color>/<color=#FFACFFFF>Electro</color>, el siguiente Ataque Descendente: Contención del caos realizado gracias a <color=#FFD780FF>Vehemencia estremecedora</color> experimentará un cambio elemental e infligirá adicionalmente un 200% de daño del elemento al que cambió. Este daño se considera daño de Ataque Descendente. El cambio elemental solo puede ocurrir una vez por cada uso de <color=#FFD780FF>Vehemencia estremecedora</color>.",
      "fr": "Si <color=#FFD780FF>Véhémence divine</color> entre en contact avec l'élément <color=#80C0FFFF>Hydro</color>, <color=#FF9999FF>Pyro</color>, <color=#99FFFFFF>Cryo</color> ou <color=#FFACFFFF>Électro</color> lors de son utilisation, l'attaque plongeante « Contrôle du chaos » déclenchée après cette <color=#FFD780FF>Véhémence divine</color> bénéficie d'une absorption élémentaire, ajoutant ensuite des DGT de l'élément correspondant pour 200 % de l'attaque, DGT considérés comme étant des DGT d'attaque plongeante.\nUn seul élément peut être absorbé à chaque utilisation de <color=#FFD780FF>Véhémence divine</color>.",
      "pt": "Quando <color=#FFD780FF>Chihayaburu</color> é lançado, se entrar em contato com <color=#80C0FFFF>Hydro</color>/<color=#FF9999FF>Pyro</color>/<color=#99FFFFFF>Cryo</color>/<color=#FFACFFFF>Electro</color> fará com que o Ataque Imersivo - Ranzan Aéreo de <color=#FFD780FF>Chihayaburu</color> cause Conversão Elemental, gerando 200% de Dano Elemental adicional correspondente, e esse Dano é considerado um Dano de Ataque Imersivo. A Conversão Elemental só pode acontecer uma vez por cada vez do efeito da Habilidade <color=#FFD780FF>Chihayaburu</color>.",
      "ru": "При контакте с элементами <color=#80C0FFFF>Гидро</color>, <color=#FF9999FF>Пиро</color>, <color=#99FFFFFF>Крио</color> и <color=#FFACFFFF>Электро</color> атака в падении: Мидарэ рандзан навыка <color=#FFD780FF>Тихаяфуру</color> наносит дополнительный урон соответствующим элементом, равный 200% от силы атаки. Этот урон считается уроном атаки в падении. За раз навык <color=#FFD780FF>Тихаяфуру</color> может поглотить только один элемент.",
      "id": "Jika <color=#FFD780FF>Chihayaburu</color> bersentuhan dengan <color=#80C0FFFF>Hydro</color>/<color=#FF9999FF>Pyro</color>/<color=#99FFFFFF>Cryo</color>/<color=#FFACFFFF>Electro</color> saat digunakan, maka <color=#FFD780FF>Chihayaburu</color> mendapatkan efek Elemental Absorption dan Plunging Attack: Midare Ranzan akan mengakibatkan DMG tambahan sesuai elemen yang bersentuhan sebesar 200% ATK. DMG ini terhitung sebagai DMG Plunging Attack.\nElemental Absorption hanya dapat terpicu sekali setiap penggunaan <color=#FFD780FF>Chihayaburu</color>.",
      "th": "เมื่อใช้สกิล <color=#FFD780FF>Chihayaburu</color> แล้วผสมเข้ากับ <color=#80C0FFFF>ธาตุน้ำ</color>/<color=#FF9999FF>ธาตุไฟ</color>/<color=#99FFFFFF>ธาตุน้ำแข็ง</color>/<color=#FFACFFFF>ธาตุไฟฟ้า</color> จะทำให้การโจมตีพุ่งลงจากอากาศ - Midare Ranzan ด้วยสกิล <color=#FFD780FF>Chihayaburu</color> ในครั้งนี้ เกิดการเปลี่ยนแปลงธาตุ และจะเพิ่มพลังโจมตีให้กับความเสียหายของธาตุที่เกี่ยวข้อง 200% ซึ่งเอฟเฟกต์ดังกล่าวจะถูกมองว่าเป็นความเสียหายของการโจมตีพุ่งลงจากอากาศ โดยระหว่างช่วงเวลาเอฟเฟกต์ของสกิล <color=#FFD780FF>Chihayaburu</color> ในแต่ละครั้ง จะเกิดการเปลี่ยนแปลงธาตุขึ้นได้เพียงครั้งเดียวเท่านั้น",
      "vi": "Khi <color=#FFD780FF>Chihayaburu</color> đang thi triển, nếu tiếp xúc <color=#80C0FFFF>Nguyên Tố Thủy</color>/<color=#FF9999FF>Nguyên Tố Hỏa</color>/<color=#99FFFFFF>Nguyên Tố Băng</color>/<color=#FFACFFFF>Nguyên Tố Lôi</color> sẽ khiến Tấn Công Khi Đáp - Xua Tan Mây Mù lần này của <color=#FFD780FF>Chihayaburu</color> xảy ra chuyển hóa nguyên tố, kèm sát thương Nguyên Tố bằng 200% tấn công, sát thương này được xem như sát thương tấn công khi đáp. Mỗi lần kỹ năng <color=#FFD780FF>Chihayaburu</color> đang có hiệu lực, chỉ xảy ra 1 lần chuyển hóa nguyên tố."
    }
  },
  {
    "title": {
      "zhs": "风物之诗咏",
      "zht": "風物之詩詠",
      "jp": "風物の詩吟",
      "ko": "바람 속 시 낭송",
      "en": "Poetics of Fuubutsu",
      "de": "Poesie von Fuubutsu",
      "es": "Haiku de la brisa",
      "fr": "Haïku de la brise",
      "pt": "Poesia de Fuubutsu",
      "ru": "Поэзия песен ветра",
      "id": "Poetics of Fuubutsu",
      "th": "Poetics of Fuubutsu",
      "vi": "Cảnh Vật Thì Thầm"
    },
    "description": {
      "zhs": "枫原万叶触发扩散反应后，枫原万叶的每点元素精通，会为队伍中所有角色提供0.04%对应元素伤害加成，持续8秒。通过这种方式获得的不同元素伤害加成可以共存。",
      "zht": "楓原萬葉觸發擴散反應後，楓原萬葉的每點元素精通，會為隊伍中所有角色提供0.04%對應元素傷害加成，持續8秒。透過這種方式獲得的不同元素傷害加成可以共存。",
      "jp": "楓原万葉が拡散反応を起こした後、楓原万葉の元素熟知の数値が1につき、チーム全員に対し、拡散された元素のダメージ+0.04%、継続時間8秒。この方法で獲得した異なる元素ダメージアップ効果は共存する。",
      "ko": "카에데하라 카즈하가 확산 반응을 일으키면 카에데하라 카즈하의 원소 마스터리 1pt당 파티 내 모든 캐릭터에게 확산 반응에 해당하는 원소 피해 보너스를 0.04% 제공한다. 지속 시간: 8초. 이러한 방법으로 획득한 여러 원소 피해 보너스는 공존할 수 있다",
      "en": "Upon triggering a Swirl reaction, Kaedehara Kazuha will grant all party members a 0.04% Elemental DMG Bonus to the element absorbed by Swirl for every point of Elemental Mastery he has for 8s. Bonuses for different elements obtained through this method can co-exist.",
      "de": "Erhöht den der Verwirbelung entsprechenden Elementarschaden aller Truppenmitglieder nach dem Auslösen einer Verwirbelung durch Kaedehara Kazuha für jeden Punkt Elementarkunde von Kaedehara Kazuha 8 s lang um 0,04 %. Mehrere auf diese Weise erhaltene Schadensboni unterschiedlicher Elemente können gleichzeitig existieren.",
      "es": "Cuando Kaedehara Kazuha provoca una reacción de Torbellino, otorga durante 8 s a todos los miembros del equipo un 0.04% de Bono de Daño Elemental del elemento al que cambió Torbellino por cada punto de Maestría Elemental que él tenga. Puede haber al mismo tiempo distintos Bonos de Daño Elemental obtenidos de esta manera.",
      "fr": "Pour chaque point de maîtrise élémentaire de Kazuha, ce dernier accorde à tous les personnages de l'équipe un bonus de 0,04 % de DGT de l'élément correspondant pendant 8 s lorsqu'il a déclenché une Dispersion. Il est possible de cumuler les bonus de DGT de différents éléments grâce à cette méthode.",
      "pt": "Depois de Kaedehara Kazuha causar uma Reação de Redemoinho, cada ponto de sua Proficiência Elemental fornecerá a todos os membros da Equipe um aumento de 0.04% de Dano Adicional Elemental por 8s. Podem existir simultaneamente distintos Bônus de Dano Elemental obtidos desta maneira.",
      "ru": "Вызывая реакцию Рассеивания, Кадзуха даёт остальным членам отряда 0,04% бонус элементального урона соответствующего элемента за каждую единицу собственного мастерства стихий в течение 8 сек. Полученные этим способом бонусы разных элементов могут совмещаться.",
      "id": "Untuk setiap poin Elemental Mastery yang dimiliki Kaedehara Kazuha, setelah Kazuha memicu reaksi Swirl, seluruh anggota party akan mendapatkan peningkatan 0,04% Bonus Elemental DMG yang sesuai dengan reaksi Elemental Swirl yang terpicu selama 8 detik. Bonus DMG untuk elemen berbeda yang didapatkan dengan cara ini dapat aktif secara bersamaan.",
      "th": "เมื่อ Kaedehara Kazuha สร้างปฏิกิริยากระจาย ความชำนาญธาตุแต่ละหน่วยของ Kaedehara Kazuha จะเพิ่มโบนัสความเสียหายธาตุที่เกี่ยวข้อง ให้กับตัวละครทั้งหมดในทีม 0.04% ต่อเนื่อง 8 วินาที ซึ่งโบนัสของธาตุที่แตกต่างกันที่เกิดขึ้นด้วยวิธีนี้จะได้รับพร้อมกัน",
      "vi": "Kaedehara Kazuha sau khi kích hoạt phản ứng khuếch tán, mỗi điểm tinh thông nguyên tố của Kazuha sẽ tăng cho tất cả nhân vật trong đội 0.04% sát thương nguyên tố tương ứng, duy trì 8s. Sát thương nguyên tố tăng thêm khác nhau nhận từ cách này có thể cùng tồn tại."
    }
  },
  {
    "title": {
      "zhs": "松风霞立",
      "zht": "松風霞立",
      "jp": "霞立つ松風",
      "ko": "안개 낀 솔바람",
      "en": "Cloud Strider",
      "de": "Wolkenwanderer",
      "es": "Viento arrebol",
      "fr": "Vent d'aube",
      "pt": "Caminhador das Nuvens",
      "ru": "Шелест ветра",
      "id": "Cloud Strider",
      "th": "Cloud Strider",
      "vi": "Cuốn Theo Chiều Gió"
    },
    "description": {
      "zhs": "队伍中自己的角色冲刺消耗的体力降低20%。\n无法与效果完全相同的固有天赋叠加。",
      "zht": "隊伍中自己的角色衝刺消耗的體力降低20%。\n無法與效果完全相同的固有天賦疊加。",
      "jp": "チーム内の自身のキャラクター全員がダッシュに消費するスタミナ-20%。\n同じ効果を持つ固有天賦との重ね掛け不可。",
      "ko": "파티 내 자신의 캐릭터의 대시 시 소모하는 스태미나가 20% 감소한다.\n같은 효과의 고유 특성과 중첩되지 않는다",
      "en": "Decreases sprinting Stamina consumption for your own party members by 20%.\nNot stackable with Passive Talents that provide the exact same effects.",
      "de": "Verringert die beim Rennen verbrauchte Ausdauer aller eigenen Truppenmitglieder um 20 %.\nNicht mit passiven Talenten mit völlig gleichen Effekten stapelbar.",
      "es": "Disminuye en un 20% el Coste de Aguante al esprintar de todos los miembros de tu equipo.\nNo se puede acumular con otros talentos pasivos que tengan los mismos efectos.",
      "fr": "Réduit la consommation d'endurance des personnages de l'équipe de 20 % lors du sprint.\nNe peut pas être cumulé avec d'autres aptitudes passives aux effets identiques.",
      "pt": "Diminui o consumo de Stamina ao Correr de todos os seus personagens em 20%.\nNão acumulável com Talentos Passivos que concedem exatamente os mesmos efeitos.",
      "ru": "Уменьшает потребление выносливости активного персонажа во время спринта на 20%.\nНе суммируется с пассивными талантами, дающими точно такие же эффекты.",
      "id": "Mengurangi 20% konsumsi Stamina Karakter sendiri saat berlari.\nEfek tidak dapat ditumpuk dengan Talenta Pasif lain yang memiliki efek yang sama.",
      "th": "ลดอัตราการเสียพลังกายจากการวิ่ง ให้ตัวละครของตนเองที่อยู่ในทีมลง 20%\nไม่สามารถซ้อนทับพรสวรรค์ติดตัวที่เอฟเฟกต์เหมือนกันทุกประการได้",
      "vi": "Giảm 20% tiêu hao thể lực cho nhân vật trong đội của bản thân khi xung kích.\nĐối với buff Thiên Phú cố định có hiệu quả hoàn toàn giống sẽ không thể cộng dồn."
    }
  }
]