[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "「飘摇风雨中，带刀归来赤脚行」…我的名字是枫原万叶，游历四方的浪人。既然你我都在旅行的路上，这段路不妨结伴同行。",
      "zht": "#「飄搖風雨中，帶刀歸來赤腳行」…我的名字是楓原萬葉，遊歷四方的浪人。既然{F#妳}{M#你}我都在旅行的路上，這段路不妨結伴同行。",
      "jp": "「雨ふる風の中、刀を持ちて裸足で歩く」…拙者は楓原万葉と申す。四方を彷徨う浪人でござる。同じ旅路をゆく者同士、共に歩もうではないか。",
      "ko": "「흩날리는 비바람 속에서 검을 들고 맨발로 걷네」…. 내 이름은 카에데하라 카즈하, 사방을 떠도는 낭인이지. 우리 둘 다 여행 중이니 동행하는 게 어때?",
      "en": "\"Come driving rain or winds that churn, I shall return, by blade alone, armed, if barefoot, to my home...\" I am Kaedehara Kazuha, a wanderer who roams the land. Since we are both travelers, let us journey together for a time.",
      "de": "„Komme, was wolle, ich kehre zurück, allein mit der Klinge, bewaffnet, wenn auch barfuß, in meine Heimat ...“ Ich bin Kaedehara Kazuha, ein Wanderer, der das Land durchstreift. Da wir beide Reisende sind, lass uns eine Zeit lang zusammen reisen.",
      "es": "“Tambaleándome entre el viento y la lluvia, vuelvo descalzo a casa junto a mi espada...”. Soy Kaedehara Kazuha, una persona que deambula por todo el mundo. Ya que ambos somos viajeros, ¿qué te parece si te acompaño por un tiempo?",
      "fr": "« Qu'il pleuve ou qu'il vente, je me fraierai un chemin à la force de mon épée, pieds nus s'il le faut, vers ma patrie... » Mon nom est Kaedehara Kazuha, samouraï errant. Puisque nous sommes tous deux des voyageurs, faisons un bout de route ensemble.",
      "pt": "\"Na chuva e no vento, ando descalço com a minha espada\". O meu nome é Kaedehara Kazuha, um Ronin. Como ambos estamos a caminho, que tal nos agruparmos e avançarmos juntos?",
      "ru": "«Подхваченный ветром, омытый грозой, с мечом, хоть босой, но вернусь я домой». Меня зовут Каэдэхара Кадзуха. Я скиталец, странствующий по всему свету. Раз уж мы с тобой путешественники, давай я составлю тебе компанию.",
      "id": "\"Meski angin dan hujan menerjangku, aku dan pedangku akan tetap pulang, meski harus bertelanjang kaki sekalipun\" ... Namaku Kaedehara Kazuha, seseorang yang mengembara ke seluruh penjuru. Karena kita berdua sama-sama pengembara, ayo kita bertualang bersama.",
      "th": "\"ท่ามกลางลมที่พัดไหวและสายฝน ถือดาบเดินกลับด้วยเท้าเปล่า\" ...ฉันชื่อ Kaedehara Kazuha เป็นผู้พเนจรที่เดินทางไปทั่วโลก เนื่องจากเธอและฉัน พวกเราต่างอยู่บนเส้นทางการเดินทาง บนเส้นทางนี้พวกเราอาจจะได้เดินทางไปด้วยกัน",
      "vi": "\"Bôn ba trong sương gió, chân trần mang đao trở về\"...tên của tôi là Kaedehara Kazuha, một Ronin phiêu bạt khắp nơi. Nếu chúng ta đều đang trên đường lữ hành, chi bằng kết bạn cùng đi một đoạn."
    }
  },
  {
    "title": {
      "zhs": "闲聊·自然",
      "zht": "閒聊·自然",
      "jp": "世間話·自然",
      "ko": "잡담·자유",
      "en": "Chat: Nature",
      "de": "Gespräch – Natur",
      "es": "Charla - Naturaleza",
      "fr": "Bavardage - La nature",
      "pt": "Bate-papo - Natureza",
      "ru": "Поболтаем: Природа",
      "id": "Berbincang: Alam",
      "th": "แชท - ธรรมชาติ",
      "vi": "Nói chuyện phiếm - Tự nhiên"
    },
    "line": {
      "zhs": "见到了这么美丽的景色，自然会产生云游四海的想法吧？",
      "zht": "見到了這麼美麗的景色，自然會產生雲遊四海的想法吧？",
      "jp": "これほど美しき景色を見れば、自ずと旅がしたくなるものであろう？",
      "ko": "이렇게 멋진 경치를 봤으니, 당연히 자유롭게 여행하고 싶지!",
      "en": "This scenery is wonderful... Surely enough to convince anyone to become a wanderer.",
      "de": "Diese Landschaft ist wunderbar ... Sicherlich genug, um jeden zu überzeugen, ein Wanderer zu werden.",
      "es": "Este paisaje es maravilloso... Seguro que convencería a cualquiera para deambular por el mundo.",
      "fr": "Ce paysage est magnifique... Bien assez pour convaincre n'importe qui de devenir un voyageur errant.",
      "pt": "Você não quer viajar pelo mundo depois de ver uma bela paisagem natural?",
      "ru": "Какой очаровательный вид... Его одного достаточно, чтобы сделать из любого человека странника.",
      "id": "Pemandangannya indah sekali, siapa pun yang melihatnya pasti ingin jadi seorang pengembara juga.",
      "th": "เมื่อได้เห็นทิวทัศน์ที่สวยงามแบบนี้ ก็มีความคิดที่จะเดินทางรอบโลกขึ้นมาเลยใช่มั้ยล่ะ?",
      "vi": "Nhìn thấy phong cảnh đẹp như thế, tự nhiên sẽ có ý nghĩ ngao du bốn bể phải không?"
    }
  },
  {
    "title": {
      "zhs": "闲聊·吹奏",
      "zht": "閒聊·吹奏",
      "jp": "世間話·草笛",
      "ko": "잡담·연주",
      "en": "Chat: Playing a Tune",
      "de": "Gespräch – Eine Melodie spielen",
      "es": "Charla - Música",
      "fr": "Bavardage - Musique",
      "pt": "Conversando - Instrumento de sopro",
      "ru": "Поболтаем: Мелодия",
      "id": "Berbincang: Memainkan Nada",
      "th": "แชท - บรรเลง",
      "vi": "Nói chuyện phiếm - Thổi sáo"
    },
    "line": {
      "zhs": "既然手边有树叶，我可以为你吹奏一曲。",
      "zht": "#既然手邊有樹葉，我可以為{F#妳}{M#你}吹奏一曲。",
      "jp": "手元に葉があるのなら、拙者が草笛で一曲奏でよう。",
      "ko": "마침 옆에 나뭇잎이 있네. 한 곡 연주해줄게",
      "en": "There are leaves around — and I know just the tune to accompany them, if you wish to hear it.",
      "de": "Es liegen Blätter herum und ich weiß genau die passende Melodie dazu, wenn du sie hören möchtest.",
      "es": "Hay hojas en los alrededores. Conozco la canción perfecta para esta ocasión, ¿quieres escucharla?",
      "fr": "Il y a des feuilles partout – et je sais exactement quelle chanson jouer pour les accompagner, si le cœur vous en dit.",
      "pt": "Já que há uma folha em minha mão, posso tocar uma música para você.",
      "ru": "Кругом листва, а я как раз знаю подходящую мелодию. Хочешь, сыграю?",
      "id": "Ada banyak dedaunan di sekitar kita, dan aku tahu lagu yang tepat untuk mengiringinya ... Kalau kamu mau mendengarnya.",
      "th": "ไหน ๆ ก็มีใบไม้อยู่ในมือแล้ว ฉันสามารถเล่นเป็นเพลงให้เธอฟังได้นะ",
      "vi": "Sẵn có lá cây trong tay, tôi có thể thổi cho bạn nghe một khúc."
    }
  },
  {
    "title": {
      "zhs": "闲聊·剑技",
      "zht": "閒聊·劍技",
      "jp": "世間話·剣技",
      "ko": "잡담·검술",
      "en": "Chat: Bladework",
      "de": "Gespräch – Schwertkampfkunst",
      "es": "Charla - Técnica de espada",
      "fr": "Bavardage - L'art de l'épée",
      "pt": "Bate-papo - Técnica de espada",
      "ru": "Поболтаем: Искусство меча",
      "id": "Berbincang: Ilmu Pedang",
      "th": "แชท - วิชาดาบ",
      "vi": "Nói chuyện phiếm - Kiếm pháp"
    },
    "line": {
      "zhs": "飘摇风雨中，睹物思故乡，这把刀…是我与故乡唯一的联系了。",
      "zht": "飄搖風雨中，睹物思故鄉，這把刀…是我與故鄉唯一的聯繫了。",
      "jp": "雨ふる風の中、ふるさとを思う…拙者と故郷のつながりは…もうこの刀のみでござる。",
      "ko": "흩날리는 비바람 속에서 고향을 그리워하네. 이 검은… 나와 고향 사이의 유일한 연결고리야",
      "en": "Wherever in this world I roam, I carry memories of my home... This blade... It is the last link I have to the land of my birth.",
      "de": "Wo immer ich in dieser Welt umherstreife, trage ich Erinnerungen an meine Heimat ... Diese Klinge ... Sie ist die letzte Verbindung, die ich zu meinem Geburtsland habe.",
      "es": "Cuando deambulo por el mundo, siempre me vienen a la cabeza recuerdos de mi hogar. Esta espada... es mi única conexión con mi tierra natal.",
      "fr": "« Où que me portent mes pas, mes souvenirs sont avec moi... » Cette lame... C'est la seule connexion à mon pays natal qu'il me reste.",
      "pt": "Quando chove, eu penso em minha terra natal... Essa espada é minha única relação com ela.",
      "ru": "Куда бы не унесли меня ветра путешествий, память о доме остаётся со мной. Этот меч... единственное, что связывает меня с родиной.",
      "id": "Ke mana pun aku pergi, aku akan selalu mengingat kampung halamanku. Pedang ini ... adalah satu-satunya penghubung yang mengingatkanku pada kampung halamanku.",
      "th": "ท่ามกลางลมที่พัดไหวและสายฝน เมื่อเห็นสิ่งของต่าง ๆ พลันทำให้หวนคิดถึงบ้านเกิด ดาบเล่มนี้... เป็นสิ่งเดียวที่เชื่อมต่อระหว่างฉันกับบ้านเกิดของฉัน",
      "vi": "Bôn ba trong sương gió, nhìn vật nhớ cố hương, thanh đao này...là mối liên hệ duy nhất giữa tôi và quê hương."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando está chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Turun Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "在大雨中漫步，让人神志清醒。不过等雨停之后，还是尽快把衣服烤干比较好。",
      "zht": "在大雨中漫步，讓人神志清醒。不過等雨停之後，還是盡快把衣服烤乾比較好。",
      "jp": "大雨の中を歩けば、精神が研ぎ澄まされる。しかし雨が止んだあとは、急いで服を乾かした方がよいでござるな。",
      "ko": "폭우 속을 거닐다 보면 정신이 맑아지지만, 비가 그치면 얼른 옷을 말리는 게 좋아",
      "en": "Taking a stroll in the middle of a downpour certainly rouses the spirit... but it's best to dry your clothes as soon as possible after the rain stops.",
      "de": "Ein Spaziergang mitten im Regen weckt sicherlich die Lebensgeister ... aber es ist am besten, wenn du deine Kleidung so schnell wie möglich trocknest, nachdem der Regen aufgehört hat.",
      "es": "Pasear bajo la lluvia me levanta el ánimo. Pero cuando para de llover, lo mejor es secar la ropa rápidamente.",
      "fr": "Rien de tel que de se promener quand la pluie tombe à verse pour se réveiller l'esprit. Par contre, pensez à sécher vos vêtements sans attendre.",
      "pt": "Andar na chuva nos deixa mais acordados. Mas depois que a chuva para, é melhor secar a roupa o mais rápido possível.",
      "ru": "Прогулки под ливнем проясняют сознание. Но после дождя стоит побыстрее просушить одежду.",
      "id": "Berjalan di tengah hujan lebat memang membuat sangat bersemangat. Tapi sebaiknya kamu langsung mengeringkan bajumu saat hujannya reda.",
      "th": "การเดินท่ามกลางฝนตกหนัก ทำให้ผู้คนมีความกระตือรือร้นขึ้นมา แต่เมื่อฝนหยุดตกก็ควรตากผ้าให้แห้งโดยเร็วที่สุดจะดีกว่านะ",
      "vi": "Đi dạo dưới mưa khiến người ta tỉnh táo. Nhưng sau khi tạnh mưa, nên phơi quần áo cho khô thì tốt hơn."
    }
  },
  {
    "title": {
      "zhs": "打雷的时候…",
      "zht": "打雷的時候…",
      "jp": "雷の日…",
      "ko": "번개가 칠 때…",
      "en": "When Thunder Strikes",
      "de": "Wenn es blitzt ...",
      "es": "Cuando truena...",
      "fr": "Quand le tonnerre gronde...",
      "pt": "Quando troveja...",
      "ru": "Когда гремит гром...",
      "id": "Ketika Petir Menyambar",
      "th": "ในเวลาที่ฟ้าผ่า...",
      "vi": "Khi có sấm sét..."
    },
    "line": {
      "zhs": "比起在海上航行时遇到的雷暴，这倒也算不上什么。",
      "zht": "比起在海上航行時遇到的雷暴，這倒也算不上什麼。",
      "jp": "海を渡る時の雷雨と比べれば、この程度は意にも介さぬ。",
      "ko": "바다에서 만나는 천둥에 비하면, 이 정도는 아무것도 아니지",
      "en": "Compared to the storms I've encountered out at sea, this is really quite tame.",
      "de": "Verglichen mit den Stürmen, die ich auf dem Meer erlebt habe, ist das wirklich ziemlich zahm.",
      "es": "Esto no es nada comparado con las tempestades que he visto en el mar.",
      "fr": "Comparé aux tempêtes que j'ai rencontrées en mer, ce n'est pas grand-chose.",
      "pt": "Isso não é nada comparado as tempestades que encontrei no mar.",
      "ru": "В сравнении с теми грозами, которые я повидал в море, это ещё ничего.",
      "id": "Dibandingkan dengan badai petir di laut, ini masih termasuk kecil.",
      "th": "เมื่อเทียบกับพายุฝนฟ้าคะนองที่พบขณะแล่นเรือในทะเล แค่นี้ถือว่าไม่เป็นปัญหาอะไรเลย",
      "vi": "So với bão táp gặp phải khi đi biển thì chuyện này có đáng là gì."
    }
  },
  {
    "title": {
      "zhs": "下雪的时候…",
      "zht": "下雪的時候…",
      "jp": "雪の日…",
      "ko": "눈이 올 때…",
      "en": "When It Snows",
      "de": "Wenn es schneit ...",
      "es": "Cuando nieva...",
      "fr": "Quand il neige...",
      "pt": "Quando está nevando...",
      "ru": "Когда идёт снег...",
      "id": "Ketika Turun Salju",
      "th": "ในเวลาที่หิมะตก...",
      "vi": "Khi tuyết rơi..."
    },
    "line": {
      "zhs": "我喜欢下雪，雪后的世界很安静，无人来扰我清梦。",
      "zht": "我喜歡下雪，雪後的世界很安靜，無人來擾我清夢。",
      "jp": "雪は好きでござる。雪が降った後の世界は静かで、誰にも夢を邪魔されずに済む。",
      "ko": "난 눈이 좋아. 눈 내린 세상은 정말 조용해서 내 단꿈을 방해하는 사람이 없거든",
      "en": "I love it when it snows. The world falls completely silent... and I can sleep undisturbed.",
      "de": "Ich liebe es, wenn es schneit. Die Welt wird komplett still ... und ich kann ungestört schlafen.",
      "es": "Me gusta la nieve porque hace que el mundo se torne tranquilo y puedo dormir sin ninguna molestia.",
      "fr": "J'aime quand il neige. Le monde devient complètement silencieux... et je peux dormir sans être dérangé.",
      "pt": "Eu gosto quando neva, o mundo fica calmo, não há pessoas para perturbarem os meus sonhos.",
      "ru": "Обожаю снег. Всё затихает, и никто не потревожит мой сон.",
      "id": "Aku suka waktu salju turun, rasanya dunia menjadi sangat hening ... dan aku bisa tidur tanpa terusik.",
      "th": "ฉันชอบตอนที่หิมะตก โลกหลังหิมะโปรยช่างเงียบสงบ ไม่มีใครมารบกวนความฝันของฉันได้",
      "vi": "Tôi thích tuyết, thế giới sau khi tuyết rơi rất yên tĩnh, không ai đến quấy rầy giấc mộng của tôi."
    }
  },
  {
    "title": {
      "zhs": "阳光很好…",
      "zht": "陽光很好…",
      "jp": "晴れの日…",
      "ko": "햇살이 좋을 때…",
      "en": "When the Sun Is Out",
      "de": "Wie sonnig ...",
      "es": "Qué sol hace...",
      "fr": "Il fait bon dehors...",
      "pt": "Quando faz sol...",
      "ru": "Когда светит солнце...",
      "id": "Ketika Matahari Bersinar",
      "th": "แดดส่องดีจัง...",
      "vi": "Ánh nắng thật chan hòa..."
    },
    "line": {
      "zhs": "晴空万里，真让人心情愉快。",
      "zht": "晴空萬里，真讓人心情愉快。",
      "jp": "雲一つなし、実に心地好い晴天よ。",
      "ko": "구름 한 점 없이 상쾌해",
      "en": "Clear weather all around brightens the heart.",
      "de": "Klares Wetter rundherum hellt das Herz auf.",
      "es": "Estos vastos cielos despejados me levantan el ánimo.",
      "fr": "Un si beau temps a de quoi réchauffer le cœur.",
      "pt": "O céu está claro. Realmente deixa as pessoas felizes.",
      "ru": "Яркое солнце и синее небо радуют сердце.",
      "id": "Cuaca yang cerah membuat hati menjadi senang.",
      "th": "ท้องฟ้าแจ่มใส ทำให้ฉันมีความสุข",
      "vi": "Bầu trời trong xanh thật sự khiến người ta cảm thấy vui vẻ."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "清晨的鸟鸣，是大自然的馈赠。启程吧，属于我们的旅途也要开始了。",
      "zht": "清晨的鳥鳴，是大自然的餽贈。啟程吧，屬於我們的旅途也要開始了。",
      "jp": "早朝に聞こえる鳥のさえずり、大自然からの恵みでござるな。\n\nさあ、参ろう。拙者たちの旅路も始まるでござるよ。",
      "ko": "아침의 새소리는 대자연의 선물이지. 출발하자! 우리의 여정도 시작하자고",
      "en": "The birdsong at daybreak is nature's gift to us. Let us go. Our journey begins anew.",
      "de": "Der Gesang der Vögel bei Tagesanbruch ist ein Geschenk der Natur an uns. Lass uns gehen. Unsere Reise beginnt von Neuem.",
      "es": "El canto de los pájaros al amanecer es un regalo de la madre naturaleza. En marcha, nuestro viaje empieza ahora.",
      "fr": "Le chant des oiseaux au petit matin est un don de la nature. Allez, partons. Notre voyage se poursuit.",
      "pt": "O canto dos pássaros ao amanhecer é um presente da mãe natureza. Vamos, nossa viagem começa agora.",
      "ru": "Пение птиц на рассвете - дар природы. Отправляемся в путь. Наше странствие начинается.",
      "id": "Kicauan burung di pagi hari adalah hadiah dari alam untuk kita. Ayo kita berangkat, petualangan yang baru sudah menunggu kita.",
      "th": "เสียงเพลงของนกในยามเช้าคือของขวัญจากธรรมชาติ ออกเดินทางกันเถอะ การเดินทางของเรากำลังจะเริ่มขึ้นแล้ว",
      "vi": "Tiếng chim hót vào buổi sáng là món quà của tự nhiên. Khởi hành thôi, cuộc hành trình của chúng ta cũng phải bắt đầu rồi."
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "正午的阳光，让人想要小睡片刻。找个地方休息一下如何？",
      "zht": "正午的陽光，讓人想要小睡片刻。找個地方休息一下如何？",
      "jp": "正午の日差しは、居眠りをしてしまいたくなるほど心地好い。休む場所を探してみてはどうでござるか？",
      "ko": "정오의 햇볕을 쬐고 있자면 잠이 온단 말이야. 잠깐 쉴까?",
      "en": "...The midday sun has a way of making one yearn for a moment of sleep. What say we find ourselves a place to rest?",
      "de": "Die Mittagssonne bringt einen dazu, dass man sich nach einem Moment Schlaf sehnt. Wie wäre es, wenn wir uns einen Platz zum Ausruhen suchen?",
      "es": "El sol del mediodía hace que quiera dormir un rato. ¿Vamos a buscar un lugar donde descansar?",
      "fr": "... Le soleil de l'après-midi a le don pour me donner envie de faire la sieste. Que diriez-vous qu'on trouve un endroit pour se reposer ?",
      "pt": "O sol do meio-dia deixa as pessoas com vontade de dormirem um pouco. O que você acha de procurarmos um local para descansar?",
      "ru": "Полуденное солнце навевает дрёму. Поищем место для привала?",
      "id": "Matahari terik di siang bolong membuat orang jadi mengantuk. Bagaimana kalau kita cari tempat istirahat dulu?",
      "th": "แสงแดดยามเที่ยง ทำให้คนอยากงีบหลับ เรามาหาที่พักผ่อนกันดีมั้ยล่ะ?",
      "vi": "Ánh nắng buổi trưa khiến người ta muốn ngủ một giấc, tìm nơi nào nghỉ ngơi một chút nhé?"
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "抬头见月，侧耳听风，壶中有酒，我心太平…\n\n晚上好。",
      "zht": "抬頭見月，側耳聽風，壺中有酒，我心太平…\n\n晚上好。",
      "jp": "上に見えるは月、耳に聞こえるは風、杯にあるは酒、心にあるは安らぎ…\n\nご機嫌いかがでござるか。",
      "ko": "고개를 들면 달이 보이고, 귓가엔 바람이 스치니. 수중에 술과 평온한 마음….\n\n아름다운 밤이야",
      "en": "I gaze up at the moon and lend my ear to the gentle breeze, with wine in my cup and peace in my heart... Have a wonderful evening.",
      "de": "Ich schaue hinauf zum Mond und leihe mein Ohr der sanften Brise, mit Wein in meinem Becher und Frieden in meinem Herzen ... Hab einen wunderbaren Abend.",
      "es": "Alzo la mirada para contemplar la luna y presto atención a la suave brisa. Con una buena copa de vino y paz en el corazón, te deseo buenas noches.",
      "fr": "« Je contemple la lune et prête l'oreille à la douce brise, une coupe de vin à la main et en paix avec moi-même... »\n\nBonne soirée à vous.",
      "pt": "Levanto a cabeça e olho a lua, escuto a brisa. Tenho vinho em meu jarro, e meu coração está calmo...\n\nBoa noite.",
      "ru": "Я смотрю на луну и прислушиваюсь к ветру. В чаше вино, а на сердце покой... Чудесного тебе вечера.",
      "id": "Kepalaku menengadah melihat bulan di langit malam, telingaku mendengar embusan angin sayup-sayup. Dengan secangkir anggur di tanganku, sebuah kedamaian di hatiku ....\n\nSemoga malammu menyenangkan.",
      "th": "เงยหน้ามองจันทร์ ฟังเสียงสายลม มีสาเกอยู่ในจอก จิตใจของฉันนั้นเงียบสงบ... \n\nสวัสดีตอนเย็นนะ",
      "vi": "Ngẩng đầu ngắm trăng, nghiêng tai nghe gió, trong bình đầy rượu, lòng ta thái bình...\n\nChào buổi tối!"
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa Noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "风停了…\n\n安静的世界，适合好好休息。明天见。",
      "zht": "風停了…\n\n安靜的世界，適合好好休息。明天見。",
      "jp": "風が止んだ…\n\n静かな世界、休むのに最適であるな。では、また明日。",
      "ko": "바람이 멈췄어….\n\n조용해서 쉴 맛 나네. 내일 보자",
      "en": "The wind has ceased... The world is silent, so now is the best time to rest well. See you tomorrow.",
      "de": "Der Wind hat aufgehört ... Die Welt ist still, also ist jetzt die beste Zeit, um gut zu ruhen. Wir sehen uns morgen.",
      "es": "El viento ha dejado de soplar...\n\nUn mundo en silencio es perfecto para descansar. Hasta mañana.",
      "fr": "Le vent a cessé...\n\nLe monde est retombé dans le silence, c'est le meilleur moment pour se reposer. À demain.",
      "pt": "O vento parou...\n\nUm mundo calmo é ótimo para descansar. Até amanhã.",
      "ru": "Ветер затих... Замолчал мир. Сейчас лучшее время, чтобы как следует отдохнуть. До завтра.",
      "id": "Anginnya sudah berhenti ....\n\nDunia menjadi hening, ini adalah saat yang tepat untuk beristirahat. Sampai jumpa besok.",
      "th": "สายลมหยุดพัดไหวแล้ว... \n\nโลกที่เงียบสงบเหมาะสำหรับการพักผ่อนอย่างเต็มที่ เจอกันพรุ่งนี้นะ",
      "vi": "Gió ngừng rồi...\n\nThế giới yên tĩnh, rất thích hợp để nghỉ ngơi. Mai gặp nhé."
    }
  },
  {
    "title": {
      "zhs": "关于枫原万叶自己·航行",
      "zht": "關於楓原萬葉自己·航行",
      "jp": "楓原万葉自身について·航行",
      "ko": "카에데하라 카즈하 자신에 대해·항해",
      "en": "About Kaedehara Kazuha: Sailing",
      "de": "Über Kaedehara Kazuha — Segeln",
      "es": "Sobre Kaedehara Kazuha - Navegación",
      "fr": "À propos de Kaedehara Kazuha - Navigation",
      "pt": "Sobre Kaedehara Kazuha - Navegar",
      "ru": "О Кадзухе: Плавание",
      "id": "Tentang Kaedehara Kazuha Sendiri: Berlayar",
      "th": "เกี่ยวกับตัวของ Kaedehara Kazuha เอง - แล่นเรือ",
      "vi": "Về bản thân Kaedehara Kazuha - Hành Trình"
    },
    "line": {
      "zhs": "其实，大海并非每晚都充满风浪。天气清朗的时候，月光倒映在摇晃的海面上，鱼群在船舶的周围随行。我坐在船头眺望远方，会觉得这段旅程非常值得…唯一的遗憾是水手们的歌声太吵了，他们不用睡觉的吗？",
      "zht": "其實，大海並非每晚都充滿風浪。天氣清朗的時候，月光倒映在搖晃的海面上，魚群在船舶的周圍隨行。我坐在船頭眺望遠方，會覺得這段旅程非常值得…唯一的遺憾是水手們的歌聲太吵了，他們不用睡覺的嗎？",
      "jp": "実は、大海も毎日が荒波というわけではないのでござる。天気がよい日は、月光が海面を揺れ、魚群が船の周りを泳ぐ。船首から遠くを眺めれば、この旅も価値のあるものだと思える…唯一残念なのは、船員の歌声がうるさいことでござるな。あやつらは眠らなくても平気なのであろうか？",
      "ko": "사실 바다라고 밤마다 파도가 휘몰아치는 건 아니야. 날이 좋을 땐 찰랑이는 물결에 달빛이 비치고 배 주변에 고기떼도 모여들지. 뱃머리에 앉아서 먼 곳을 바라보면, 이 여정이 아주 값지다는 생각이 들어…. 선원들의 노랫소리가 너무 커서 아쉽긴하지만, 다들 잠도 안 자나?",
      "en": "In truth, not every night out at sea is filled with wind and waves. When the weather is clear, the moonlight flows over the rippling water, and schools of fish circle the ship's hull. At moments like that, when I look out into the distance from the prow, I feel like this journey is worth it... The only thing that takes away from that feeling is the sailors' singing. They're so loud... don't they need to sleep?",
      "de": "In Wahrheit ist nicht jede Nacht auf dem Meer mit Wind und Wellen gefüllt. Bei klarem Wetter fließt das Mondlicht über das kräuselnde Wasser und Fischschwärme umkreisen den Schiffsrumpf. In solchen Momenten, wenn ich vom Bug aus in die Ferne blicke, habe ich das Gefühl, dass sich diese Reise gelohnt hat ... Das Einzige, was mir dieses Gefühl nimmt, ist der Gesang der Matrosen. Sie sind so laut ... Müssen die nicht schlafen?",
      "es": "En realidad, no todas las noches hay fuertes vientos y olas en el mar. Cuando el cielo está despejado, la luz de la luna se refleja sobre la ondeante superficie marina y los peces nadan a su aire alrededor de los barcos. Entonces, contemplo el horizonte desde la proa del barco y siento que el viaje vale la pena... Lo único que arruina el ambiente son las ruidosas canciones de los demás marineros. Qué ruidosos son... ¿Es que no necesitan dormir?",
      "fr": "À dire vrai, toutes les nuits passées en mer ne sont pas que vent et vagues, loin de là. Lorsque le temps est dégagé, la lune se reflète sur les flots, et des bancs de poissons viennent danser autour de la coque. C'est dans ces moments-là, quand je regarde au loin depuis la proue, que je trouve que tout ça en valait la peine... Dommage que les marins chantent si fort, par contre... Ils ne dorment donc jamais ?",
      "pt": "Na verdade, o mar nem sempre está cheio de tempestades. Quando o tempo está bom, o luar é refletido na superfície do mar, e os peixes se reúnem ao redor do navio. Eu me sento na proa, observando ao longe, e fico pensando que toda a minha viagem valeu a pena... Só que os cantos dos marinheiros são realmente barulhentos... Será que eles não precisam dormir?",
      "ru": "Вообще, не каждую ночь на море волны и ветер. В ясную погоду луна освещает водную рябь, а косяки рыб кружат близ корабля. В такие мгновения, когда я сижу на носу и смотрю вдаль, чувствую, что это странствие того стоило... Жаль только, что матросы орут свои песни. Разве им не нужно спать?",
      "id": "Sebenarnya, laut tidak selalu dipenuhi angin dan ombak setiap malam. Waktu cuacanya cerah, cahaya bulan bersinar terang di atas permukaan laut, dan ikan-ikan berenang mengitari kapal. Di saat seperti itu, aku akan melihat ke kejauhan dari haluan kapal, dan aku berpikir ... perjalanan ini benar-benar berharga. Satu-satunya hal yang merenggut semua keindahan ini, yaitu nyanyian para awak kapal. Mereka berisik sekali, apa mereka tidak butuh tidur?",
      "th": "ในความเป็นจริงทะเลไม่ได้เต็มไปด้วยลมและคลื่นทุกค่ำคืน ยามอากาศแจ่มใส แสงจันทร์จะสะท้อนบนท้องทะเลที่สั่นไหว และฝูงปลาก็จะแหวกว่ายติดตามเรือไปด้วย เมื่อนั่งบนหัวเรือและมองไปไกล ๆ ฉันคิดว่าการเดินทางครั้งนี้คุ้มค่ามากเลยล่ะ... สิ่งเดียวที่น่าเสียดายคือเสียงร้องเพลงของลูกเรือจะดังเกินไปแล้ว พวกเขาไม่ต้องนอนพักผ่อนกันบ้างเหรอ?",
      "vi": "Thực ra đại dương không phải đêm nào cũng đầy sóng gió. Khi thời tiết trong xanh, ánh trăng soi chiếu xuống mặt biển lăn tăn, đàn cá nhởn nhơ bơi quanh thuyền. Tôi ngồi ở mũi thuyền nhìn về nơi xa xăm, cảm thấy chuyến đi này thật xứng đáng...Điều đáng tiếc duy nhất là tiếng hát của các thủy thủ quá ồn, họ không cần ngủ sao?"
    }
  },
  {
    "title": {
      "zhs": "关于枫原万叶自己·贵族武士",
      "zht": "關於楓原萬葉自己·貴族武士",
      "jp": "楓原万葉自身について·武家",
      "ko": "카에데하라 카즈하 자신에 대해·귀족 무사",
      "en": "About Kaedehara Kazuha: Samurai Nobility",
      "de": "Über Kaedehara Kazuha — Samurai-Adel",
      "es": "Sobre Kaedehara Kazuha - Samuráis nobles",
      "fr": "À propos de Kaedehara Kazuha - Noblesse samouraï",
      "pt": "Sobre Kaedehara Kazuha - Samurai Nobre",
      "ru": "О Кадзухе: Самурайское благородство",
      "id": "Tentang Kaedehara Kazuha Sendiri: Bangsawan Samurai",
      "th": "เกี่ยวกับตัวของ Kaedehara Kazuha เอง - ซามูไรชนชั้นสูง",
      "vi": "Về bản thân Kaedehara Kazuha - Samurai quý tộc"
    },
    "line": {
      "zhs": "枫原家曾经也是有名的武士门第，可惜传承到我这里时，除了贵族的名号外已经别无长物。不过对我来说倒也足够了，武士不需要富足的生活，我们需要的是诗歌、美酒与手中的刀。",
      "zht": "楓原家曾經也是有名的武士門第，可惜傳承到我這裡時，除了貴族的名號外已經別無長物。不過對我來說倒也足夠了，武士不需要富足的生活，我們需要的是詩歌、美酒與手中的刀。",
      "jp": "楓原家はかつて有名な武士の家系であったが、拙者が跡を継いだ時にはすでに、武家の名以外は意味のないものとなっていた。しかし拙者からすれば、それくらいがちょうどよい。武士に裕福な生活などいらぬ。拙者たちに必要なのは詩歌と美酒、そして手中にある刀のみでござるよ。",
      "ko": "카에데하라 가문도 예전엔 엄청 유명한 무사 집안이야. 아쉽게도 지금은 귀족이라는 껍데기만 남고 몹시 가난해졌지만…. 그래도 난 만족해. 무사한테 필요한 건 부귀한 삶이 아닌 시와 술 그리고 검이니까",
      "en": "The Kaedehara Clan was once a famed samurai clan. It's a pity that by the time the noble name passed to me, the title itself was all that was left. But it is enough for me. A samurai has no need of a lavish life — we find all that we need in wine, song, and the blade in our hands.",
      "de": "Der Kaedehara-Klan war einst ein berühmter Samurai-Klan. Es ist schade, dass zu der Zeit, als der adlige Name auf mich überging, nur noch der Titel selbst übrig war. Aber für mich ist es genug. Ein Samurai braucht kein üppiges Leben. Wir finden alles, was wir brauchen, in Wein, Gesang und der Klinge in unseren Händen.",
      "es": "Los Kaedehara éramos un conocido clan de samuráis. Por desgracia, cuando yo heredé el noble apellido familiar, ya no nos quedaba nada aparte de un simple título. Pero para mí es suficiente. Los samuráis no necesitamos una vida con lujos, solo necesitamos la poesía, el vino y una espada en mano.",
      "fr": "Le Clan Kaedehara était autrefois une célèbre famille de samouraïs. Mais le nom est tout ce dont j'ai hérité. Ça me suffit. Un samouraï n'a nul besoin de mener une vie de luxe – tout ce dont il a besoin, c'est de vin, de chants et d'une lame.",
      "pt": "A família Kaedehara era uma família de Samurais ilustres. É uma pena que quando eu passei a ser o patriarca da família, o que restava era apenas um título e mais nada. Mas isso para mim era suficiente, pois para um Samurai como eu, a vida material não era o que buscava. O que eu queria era poesia, vinho e a espada na minha mão.",
      "ru": "Когда-то клан Каэдэхара был знаменитым самурайским кланом. Жаль, что по наследию мне не досталось ничего, кроме титула. Но мне довольно и этого. Самураю нужна не роскошная жизнь, а поэзия, вино и меч.",
      "id": "Klan Kaedehara dulunya adalah klan samurai yang sangat terkenal. Sayang sekali saat klan ini diturunkan padaku, yang tersisa hanyalah nama klan tersebut. Tapi bagiku itu sudah cukup. Seorang samurai tidak butuh hidup mewah - semua yang kita butuhkan adalah anggur, lagu, dan pedang di tangan kita.",
      "th": "ตระกูล Kaedehara เคยเป็นตระกูลซามูไรที่มีชื่อเสียง แต่เมื่อสืบทอดมาถึงฉันก็ไม่มีอะไรอีกแล้วนอกจากชื่อของชนชั้นสูง แต่นั่นก็เพียงพอแล้วสำหรับฉัน ซามูไรไม่ได้ต้องการชีวิตที่รุ่งเรือง สิ่งที่เราต้องการคือบทกวี สาเกเลิศรส และดาบในมือ",
      "vi": "Nhà Kaedehara đã từng là dòng dõi samurai nổi tiếng, đáng tiếc khi truyền đến tôi, ngoài danh hiệu quý tộc thì chẳng còn gì cả. Nhưng như vậy cũng đã đủ với tôi rồi, samurai không cần cuộc sống giàu sang, cái chúng tôi cần chính là thơ ca, rượu ngon và thanh đao trong tay."
    }
  },
  {
    "title": {
      "zhs": "关于我们·出海",
      "zht": "關於我們·出海",
      "jp": "出航について…",
      "ko": "우리에 대해·출항",
      "en": "About Us: Going Out to Sea",
      "de": "Über uns — Aufs Meer hinausfahren",
      "es": "Sobre nosotros - Viaje marítimo",
      "fr": "À propos de nous - Départ en mer",
      "pt": "Sobre nós - Sair para o mar",
      "ru": "О нас: Выход в море",
      "id": "Tentang Kita: Pergi ke Laut",
      "th": "เกี่ยวกับเรา - เที่ยวทะเล",
      "vi": "Về chúng tôi - Ra khơi"
    },
    "line": {
      "zhs": "找个好天气，出海看看如何？",
      "zht": "找個好天氣，出海看看如何？",
      "jp": "天気のよい日は、海に行ってみてはどうでござるか？",
      "ko": "날 좋을 때 바다로 나가보지 않을래?",
      "en": "What say you join me out at sea someday when the weather's fine?",
      "de": "Was hältst du davon, wenn du mich eines Tages bei schönem Wetter auf das Meer begleitest?",
      "es": "¿Qué te parece si zarpas conmigo a la mar cuando haga buen tiempo?",
      "fr": "Que diriez-vous de partir faire un tour en mer quand il fera beau ?",
      "pt": "Quando encontrarmos um tempo bom, que tal navegarmos?",
      "ru": "Выйдем вместе в море, когда выдастся погожий денёк?",
      "id": "Bagaimana kalau kita pergi ke laut bersama-sama saat cuacanya cerah?",
      "th": "หาวันอากาศดี ๆ แล้วไปเที่ยวทะเลกันดีมั้ย?",
      "vi": "Tìm ngày nào trời đẹp, ra khơi thử xem sao?"
    }
  },
  {
    "title": {
      "zhs": "关于我们·畅谈",
      "zht": "關於我們·暢談",
      "jp": "本音について…",
      "ko": "우리에 대해·자유로운 대화",
      "en": "About Us: Frank Speech",
      "de": "Über uns — Klare Worte",
      "es": "Sobre nosotros - Charlando",
      "fr": "À propos de nous – Franchise",
      "pt": "Sobre nós - Conversa",
      "ru": "О нас: Приятная беседа",
      "id": "Tentang Kita: Berbincang Bebas",
      "th": "เกี่ยวกับเรา - พูดคุยเรื่อยเปื่อย",
      "vi": "Về chúng tôi - Trút bầu tâm sự"
    },
    "line": {
      "zhs": "我喜欢性格爽朗的人，这样相处时可以畅所欲言。有什么想说的不必藏在心里，我能够听到自然万物的声音，其中也包括你的声音。",
      "zht": "#我喜歡性格爽朗的人，這樣相處時可以暢所欲言。有什麼想說的不必藏在心裡，我能夠聽到自然萬物的聲音，其中也包括{F#妳}{M#你}的聲音。",
      "jp": "拙者は飾り気のない性格をした人が好きでござる。やはり、思っていることは心の内に秘めず、直接言った方が快いものだ。\n\n拙者は万物の音が聞こえる、もちろんお主の声も。",
      "ko": "난 쿨한 사람이 좋아. 그런 사람과는 하고 싶은 말을 숨김없이 할 수 있잖아. 난 자연 속 만물의 소리를 들을 수 있어. 그 중엔 네 소리도 포함되지",
      "en": "I like frank people, because we can freely speak our minds to one another. There is no need to hide anything that you wish to say. I hear the voices of all things in nature, and that includes yours.",
      "de": "Ich mag offene Menschen, weil wir frei unsere Meinung sagen können. Es gibt keinen Grund, etwas zu verbergen, das du sagen möchtest. Ich höre die Stimmen aller Dinge in der Natur und das schließt deine ein.",
      "es": "Me gustan las personas francas y directas. Así cada uno puede decir lo que quiera. Si tienes algo que decir, no te lo guardes. Puedo escuchar la voz de todos los seres de la naturaleza, incluida la tuya.",
      "fr": "J'aime les gens francs, parce qu'on peut parler librement avec eux. Vous n'avez nul besoin de me cacher quoi que ce soit. J'entends toutes les voix de la nature – ce qui inclut la vôtre.",
      "pt": "Eu gosto de pessoas diretas, porque você não precisa se preocupar ao falar qualquer coisa. Diga o que você quer dizer, eu consigo ouvir qualquer coisa na natureza, incluindo a sua intenção de dizer alguma coisa.",
      "ru": "Мне нравятся искренние люди, потому что с ними можно говорить без стеснения. Если у тебя есть что сказать, говори без утайки. Я слушаю все голоса природы, включая и твой.",
      "id": "Aku suka orang yang terus terang, jadi kita berdua bisa bebas berbicara tentang apa yang ada di pikiran kita. Tidak ada yang perlu kamu sembunyikan. Aku bisa mendengar suara semua hal di alam, termasuk suaramu juga.",
      "th": "ฉันชอบคนที่สดใส แบบนี้ฉันจึงสามารถพูดคุยได้อย่างอิสระ ถ้าเธอมีอะไรอยากจะพูดก็ไม่ต้องซ่อนไว้ในใจหรอกนะ ฉันได้ยินเสียงของทุกสิ่งในธรรมชาติรวมทั้งเสียงของเธอด้วย",
      "vi": "Tôi thích người cởi mở, như vậy khi ở cùng nhau có thể nói chuyện thoải mái, những gì muốn nói không cần phải giấu trong lòng, tôi có thể nghe được tiếng của vạn vật, bao gồm cả tiếng của bạn."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về Vision..."
    },
    "line": {
      "zhs": "在我看来，神之眼是力量的「证明」，而不是力量的「来源」。神之眼象征的是凡人继续向前的愿望，而我们武士的底气，一直都是手里的刀。",
      "zht": "在我看來，神之眼是力量的「證明」，而不是力量的「來源」。神之眼象徵的是凡人繼續向前的願望，而我們武士的底氣，一直都是手裡的刀。",
      "jp": "神の目は力の「根源」ではなく、力の「証明」であると拙者は思う。神の目とは、前へ進みたいと思う人々の願い。拙者たち武士にとってのそれは、いつの日も手中にある刀のみなのでござるよ。",
      "ko": "내가 볼 때 신의 눈은 힘을 「증명」하는 거지, 힘의 「원천」이 아니야. 신의 눈은 계속 나아가고자 하는 인간의 소망을 상징하지만, 우리 무사들의 저력은 바로 손에 쥔 검이라고",
      "en": "As I see it, a Vision is the proof of one's strength, not the source of it. It symbolizes the mortal desire to always keep moving forward, but in this endeavor, we samurai place our faith in our blades alone.",
      "de": "So wie ich es sehe, ist ein Göttliches Auge der Beweis für die eigene Stärke, nicht die Quelle derselben. Sie symbolisiert den sterblichen Wunsch, immer weiter voranzukommen, aber in diesem Bestreben vertrauen wir Samurai allein auf unsere Klingen.",
      "es": "En mi opinión, una Visión es la demostración de tu fuerza, no la fuente. Simboliza el deseo mortal de seguir avanzando, pero en ese camino, los samuráis depositamos toda nuestra confianza en nuestras espadas.",
      "fr": "Pour moi, un œil divin est la preuve de la force de son possesseur, et non sa source. Il symbolise le désir mortel de toujours aller de l'avant... Mais nous les samouraïs préférons pour ce faire placer notre foi dans notre lame, et en rien d'autre.",
      "pt": "Ao meu ver, a Visão é um \"reconhecimento\" de poder, em vez da \"origem\" do poder. A Visão representa o desejo de seguir em frente das pessoas mortais, e o nosso suporte é sempre a espada na nossa mão.",
      "ru": "Мне видится, что Глаз Бога - доказательство силы, а не её источник. Он символизирует волю смертных идти вперёд, а самураи в этих устремлениях полагаются на свои клинки.",
      "id": "Menurutku, Vision adalah \"bukti\" dari kekuatan seseorang, bukan \"sumber\" kekuatan seseorang. Vision melambangkan keinginan manusia untuk terus maju. Tapi bagi samurai seperti kami, kami hanya memercayai pedang kami sendiri.",
      "th": "ในความคิดของฉัน วิชั่นคือ \"หลักฐาน\" ของพลัง ไม่ใช่ \"แหล่งที่มา\" ของพลัง วิชั่นเป็นสัญลักษณ์ความปรารถนาของมนุษย์ที่จะก้าวไปข้างหน้า ส่วนความมั่นใจของซามูไรก็คือดาบที่พวกเราถืออยู่ในมือ",
      "vi": "Theo tôi thấy thì Vision là \"minh chứng\" cho sức mạnh, chứ không phải \"cội nguồn\" của sức mạnh. Vision tượng trưng cho nguyện vọng luôn tiến lên của người phàm, còn sức mạnh của samurai chúng tôi luôn là thanh đao trong tay."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·竹刀",
      "zht": "有什麼想要分享·竹刀",
      "jp": "シェアしたいこと·竹刀",
      "ko": "공유하고 싶은 것·죽도",
      "en": "Something to Share: Bamboo Blades",
      "de": "Etwas zum Teilen — Bambusklingen",
      "es": "¿Algo que decir? - Espada de bambú",
      "fr": "Quelque chose à partager - Lames de bambou",
      "pt": "Algo a compartilhar - Shinai",
      "ru": "Давай поделимся: Бамбуковые мечи",
      "id": "Berbagi Cerita: Pedang Bambu",
      "th": "ต้องการจะแชร์อะไร - ดาบไม้ไผ่",
      "vi": "Có gì muốn chia sẻ không - Đao trúc"
    },
    "line": {
      "zhs": "想学剑道的话…我想想，拿着这个吧，这是我刚刚做好的竹刀。用这个切磋的话，我们就都不会受伤了。",
      "zht": "想學劍道的話…我想想，拿著這個吧，這是我剛剛做好的竹刀。用這個切磋的話，我們就都不會受傷了。",
      "jp": "剣術を学びたいなら…ふむ、これを持つとよい。先ほど作った竹刀でござる。これで打ち合えば、傷を負わずに済むであろう。",
      "ko": "검도를 배우고 싶다면, 흠… 이걸 받아. 내가 방금 만든 죽도인데, 이걸 사용하면 우리 둘 다 다칠 일 없을 거야",
      "en": "Ah, you'd like to learn the art of the sword? Let me see... Alright — here, take this. It's a bamboo blade I just made. With these, we can practice sparring without having to worry about getting injured.",
      "de": "Ah, du möchtest die Kunst des Schwertes erlernen? Lass mich mal sehen ... In Ordnung, hier, nimm das. Das ist eine Bambusklinge, die ich gerade geschnitzt habe. Damit können wir den Kampf üben, ohne uns Sorgen machen zu müssen, verletzt zu werden.",
      "es": "¿Quieres aprender el arte de la espada? Veamos... Bien, toma, es una espada de bambú que acabo de hacer. Con esto, podemos practicar sin preocuparnos de que nadie resulte herido.",
      "fr": "Vous voulez apprendre le kendo – l'art de l'épée ? Voyons voir... Bien – prenez ceci. C'est une lame de bambou que je viens de fabriquer. Idéale pour s'entraîner sans se blesser.",
      "pt": "Se você quiser aprender técnicas de espada... Então, tome isto! É uma espada de bambu feita por mim mesmo. Se lutarmos com ela, ninguém irá se ferir.",
      "ru": "О, ты хочешь научиться искусству фехтования? Посмотрим... Вот, возьми. Это один из бамбуковых мечей, которые я только что сделал. С ними мы сможем потренироваться без опасений, что кто-нибудь поранится.",
      "id": "Ah, kamu ingin belajar ilmu pedang? Biar kucarikan dulu ... ini dia, ambil pedang bambu yang baru kubuat ini. Dengan pedang ini, kita bisa berlatih tanpa perlu takut terluka.",
      "th": "ถ้าเธออยากเรียนวิชาดาบละก็... ฉันคิดแป๊บนึงนะ เอานี่ไปละกัน ดาบไม้ไผ่ที่ฉันเพิ่งทำเสร็จน่ะ ถ้าเราใช้มันในการประลอง พวกเราก็จะไม่ได้รับบาดเจ็บ",
      "vi": "Nếu muốn học kiếm đạo...để tôi suy nghĩ, cầm cái này đi, đây là đao trúc mà tôi vừa làm xong. Nếu dùng nó để luyện tập, chúng ta sẽ không bị thương."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·枫叶",
      "zht": "有什麼想要分享·楓葉",
      "jp": "シェアしたいこと·カエデ",
      "ko": "공유하고 싶은 것·단풍",
      "en": "Something to Share: Maple Leaves",
      "de": "Willst du mir etwas mitteilen? — Ahornblätter",
      "es": "¿Algo que decir? - Hojas de arce",
      "fr": "Quelque chose à partager - Feuilles d'érable",
      "pt": "Algo para compartilhar - Folhas de Bordo",
      "ru": "Давай поделимся: Кленовые листья",
      "id": "Berbagi Cerita: Daun Maple",
      "th": "ต้องการจะแชร์อะไร - ใบเมเปิล",
      "vi": "Có gì muốn chia sẻ không - Lá phong"
    },
    "line": {
      "zhs": "「深山踏红叶，耳畔闻鹿鸣」…我很喜欢枫叶，可惜枫叶红时总多离别。",
      "zht": "「深山踏紅葉，耳畔聞鹿鳴」…我很喜歡楓葉，可惜楓葉紅時總多離別。",
      "jp": "「奥山に、紅葉踏み分け、鳴く鹿の、声聞くときぞ、秋は悲しき」…拙者はカエデが好きでござる。しかし、カエデが紅に変わる時は、いつも別れが伴う…",
      "ko": "「깊은 산 속 떨어진 단풍을 밟으니 서글픈 사슴의 울음이 들려오네」…. 난 단풍이 좋아. 하지만 단풍이 붉게 물들 때면 항상 이별이 오곤 하지",
      "en": "\"On this mountain path, where the red leaves lifeless lie... My heart calls for a companion, echoing the deer's cry...\" Hm... I do love maple leaves, but it is a shame that so many goodbyes seem to happen when they turn red.",
      "de": "„Auf diesem Bergpfad, wo rote Blätter leblos liegen ... Mein Herz ruft nach einem Gefährten, der den Ruf des Rehs widerhallt ...“ Hm ... Ich liebe Ahornblätter, aber es ist eine Schande, dass so viele Abschiede zu passieren scheinen, wenn sie rot werden.",
      "es": "“En este camino montañoso, donde descansan las hojas escarlata, mi corazón suplica un compañero como si de un ciervo gritando se tratara”... Me encantan las hojas de los arces, pero es una pena que ocurran tantas despedidas cuando se tornan rojas.",
      "fr": "« Les feuilles rouges m'accompagnent sur ce sentier de montagne... Un compagnon mon cœur espère, se faisant l'écho du cri du cerf... » Hmm... J'aime beaucoup les feuilles d'érable, quel dommage que tellement d'adieux se fassent quand elles prennent leur couleur rouge.",
      "pt": "\"Nas profundezas das montanhas, escuto os gritos dos cervos\"... Eu gosto muito de folhas de bordos, mas quando elas ficarem vermelhas, é o momento de se despedir.",
      "ru": "«Горная тропка укрыта листами цвета огня, клич печальный оленя доносят ветра до меня» ...Я очень люблю кленовые листья. Печально, что случается так много прощаний, когда они становятся красными.",
      "id": "\"Di gunung ini, dedaunan merah berguguran tak bernyawa ... Hatiku pedih, bagai tangisan seekor rusa ....\" *huff* Aku sangat menyukai daun maple, tapi sayangnya saat daun ini memerah, seperti melambangkan banyak sekali perpisahan.",
      "th": "\"ย่ำใบไม้สีแดงในหุบเขา เสียงกวางร้องก้องในใบหู\"... ฉันชอบใบเมเปิลมากเลยล่ะ แต่น่าเสียดายที่พอมันเปลี่ยนเป็นสีแดงแล้วมักจะมีการพลัดพรากเกิดขึ้นเสมอ",
      "vi": "\"Núi non giẫm lá đỏ, tai vẳng tiếng nai kêu\"...Tôi rất thích lá phong, nhưng đáng tiếc, khi lá phong nhuốm đỏ cũng là lúc phải chia lìa."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Uma notícia interessante...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "海鸥别叫啦，从今天起，我也是漂泊者呀。",
      "zht": "海鷗別叫啦，從今天起，我也是漂泊者呀。",
      "jp": "カモメよ、鳴くでない。今日から拙者も同じく、漂流者なのだぞ。",
      "ko": "갈매기야! 그만 울어! 오늘부턴 나도 떠돌이라고",
      "en": "Farewell, dear gulls, please calm your cries. From this day forth, I am a wanderer once more.",
      "de": "Lebt wohl, liebe Möwen, bitte beruhigt eure Schreie. Von diesem Tag an bin ich wieder ein Wanderer.",
      "es": "Adiós, queridas gaviotas, ya no tienen por qué gritar. De hoy en adelante, yo también soy un alma errante.",
      "fr": "Adieu, chers goélands, calmez vos cris. À compter de ce jour, je suis un vagabond à nouveau.",
      "pt": "Gaivotas, não gritem, a partir de hoje eu também sou alguém que está à deriva.",
      "ru": "Не кричите, чайки! Отныне я вновь странник.",
      "id": "Para burung camar, berhentilah berkicau ... Mulai hari ini, aku juga akan pergi merantau.",
      "th": "อย่าร้องไห้ไปเลยเจ้านกนางนวล นับตั้งแต่วันนี้ไป ฉันก็เป็นผู้พเนจรเหมือนกันแล้วนะ",
      "vi": "Hải âu đừng gọi nữa, từ hôm nay, tôi cũng là một kẻ phiêu bạt rồi."
    }
  },
  {
    "title": {
      "zhs": "关于北斗…",
      "zht": "關於北斗…",
      "jp": "北斗について…",
      "ko": "북두에 대해…",
      "en": "About Beidou",
      "de": "Über Beidou ...",
      "es": "Sobre Beidou...",
      "fr": "À propos de Beidou...",
      "pt": "Sobre Beidou...",
      "ru": "О Бэй Доу...",
      "id": "Tentang Beidou",
      "th": "เกี่ยวกับ Beidou...",
      "vi": "Về Beidou..."
    },
    "line": {
      "zhs": "北斗大姐头是我的恩人。大姐头她收留了从稻妻逃出来的我，并在我最困难的那段时期里，给了我重返稻妻的勇气。她是我和所有船员可以托付后背的战友。",
      "zht": "北斗大姐頭是我的恩人。大姐頭她收留了從稻妻逃出來的我，並在我最困難的那段時期裡，給了我重返稻妻的勇氣。她是我和所有船員都可以託付後背的戰友。",
      "jp": "北斗の姉君は拙者の恩人。稲妻から逃げ出した拙者を、姉君が引き取ってくれた。拙者が一番苦心していた時期に、稲妻へ戻る勇気をくれたのだ。彼女は、拙者と周りにいるすべての船員が背中を任せられる戦友なのでござる。",
      "ko": "북두 누님은 내 은인이셔. 이나즈마에서 도망친 날 거두시고 내가 제일 어려울 때 이나즈마로 돌아갈 용기를 주셨지. 누님은 나와 선원들이 뒤를 맡길 수 있는 믿음직한 전우야",
      "en": "I owe Beidou my life. She took me in when I fled from Inazuma and gave me the courage to return there at the most difficult time of my life. She is a comrade in whom I and all the other sailors can place our trust.",
      "de": "Ich verdanke Beidou mein Leben. Sie nahm mich auf, als ich von Inazuma floh und gab mir den Mut, in der schwierigsten Zeit meines Lebens dorthin zurückzukehren. Sie ist eine Kameradin, in die ich und alle anderen Matrosen unser Vertrauen setzen können.",
      "es": "Le debo mi vida a Beidou. Me acogió cuando huí de Inazuma y me dio el valor de regresar allí en el momento más difícil de mi vida. Es la compañera en la que podemos confiar tanto yo como el resto de la tripulación.",
      "fr": "Je dois ma vie à Beidou. Elle m'a recueilli quand je fuyais d'Inazuma et m'a donné le courage d'y retourner au moment le plus difficile de ma vie. C'est un compagnon en qui moi comme les autres marins plaçons notre entière confiance.",
      "pt": "Chefe Beidou é a quem eu tenho mais gratidão. Ela me recebeu quando eu fugi de Inazuma, e me deu coragem para voltar a Inazuma nos momentos mais difíceis da minha vida. Ela é a parceira em que eu e toda a tripulação confia.",
      "ru": "Я обязан Бэй Доу жизнью. Она приняла меня, когда я бежал из Инадзумы, и в наиболее трудный этап моей жизни наделила меня храбростью вернуться. Она - боевой товарищ, которому мы с командой можем доверять.",
      "id": "Aku berutang nyawa pada Beidou. Dia yang menjagaku sewaktu aku kabur dari Inazuma, dan dia juga yang memberikanku keberanian untuk kembali ke Inazuma di titik tersulit dalam hidupku. Dia adalah rekan seperjuangan yang paling kupercaya, kurasa semua awak kapal juga akan setuju denganku.",
      "th": "นายหญิง Beidou เป็นผู้มีพระคุณต่อฉัน เธอรับดูแลฉันหลังจากที่ฉันหนีมาจาก Inazuma และเธอทำให้ฉันกล้าพอที่จะกลับไปที่นั่นในช่วงเวลาที่ยากลำบากที่สุดในชีวิตฉัน เธอเป็นสหายร่วมรบที่ฉันและเหล่ากะลาสีทุกคนไว้วางใจ",
      "vi": "Chị đại Beidou là ân nhân của tôi. Chị ấy đã thu nhận một kẻ trốn khỏi Inazuma như tôi, và trong quãng thời gian khó khăn nhất ấy, đã cho tôi dũng khí trở về Inazuma. Cô ấy là chiến hữu mà tôi cùng tất cả thuyền viên có thể phó thác."
    }
  },
  {
    "title": {
      "zhs": "关于五郎…",
      "zht": "關於五郎…",
      "jp": "ゴローについて…",
      "ko": "고로에 대해…",
      "en": "About Gorou",
      "de": "Über Gorou ...",
      "es": "Sobre Gorou...",
      "fr": "À propos de Gorou...",
      "pt": "Sobre Gorou...",
      "ru": "О Горо...",
      "id": "Tentang Gorou",
      "th": "เกี่ยวกับ Gorou...",
      "vi": "Về Gorou..."
    },
    "line": {
      "zhs": "我在被通缉的那段时间里，反抗军给了我许多帮助。那时候我与五郎只有短暂的接触，但我对他的印象很深刻。他是那种有话就说的直性子，与部下同甘共苦，为朋友两肋插刀，与我很合得来。",
      "zht": "我在被通緝的那段時間裡，反抗軍給了我許多幫助。那時候我與五郎只有短暫的接觸，但我對他的印像很深刻。他是那種有話就說的直性子，與部下同甘共苦，為朋友兩肋插刀，與我很合得來。",
      "jp": "拙者が指名手配されていた時、抵抗軍が拙者を助けてくれたのでござる。ゴローとはその時の短い付き合いであったが、彼のことは深く印象に残っている。彼は言いたいことを真っ直ぐに言う性格で、部下と共に喜びや悲しみを分かち合い、友のために犠牲をいとわない。だから拙者は、彼とは気が合うのでござるよ。",
      "ko": "내가 지명 수배로 쫒기고 있을 때 저항군의 도움을 많이 받았어. 고로와는 그때 잠깐 봤는데도 기억이 강렬하게 남았지. 할 말은 하는 성격에 기쁠 때나 괴로울 때나 부하들과 함께하고, 친구를 위해서 어떤 위험이든 무릅쓰는데 나랑 아주 잘 맞더라고",
      "en": "When I was a wanted man, the resistance gave me a lot of help. The time I spent with Gorou was brief, but he left a deep impression on me. He's the type of person who says whatever's on his mind. He shares the highs and lows of his subordinates, and is never afraid to draw his sword for the sake of a friend. That's the kind of person I can really get along with.",
      "de": "Als ich ein gesuchter Mann war, gab mir der Widerstand viel Hilfe. Die Zeit, die ich mit Gorou verbracht habe, war kurz, aber er hat einen tiefen Eindruck bei mir hinterlassen. Er ist der Typ Mensch, der alles sagt, was ihm auf dem Herzen liegt. Er teilt die Höhen und Tiefen seiner Untergebenen und hat nie Angst, sein Schwert für einen Freund zu ziehen. Das ist die Art von Person, mit der ich wirklich gut auskommen kann.",
      "es": "Cuando ordenaron mi arresto, el ejército de resistencia me ayudó mucho. En aquel momento, Gorou y yo solo habíamos hablado un par de veces, pero me causó una muy buena impresión. Es una de esas personas muy directas. No le importa sufrir junto a sus soldados y está dispuesto a sacrificar su vida por sus amigos. Es el tipo de persona con la que me puedo llevar bien.",
      "fr": "La résistance m'a énormément aidé quand j'étais recherché. Je n'ai pas passé longtemps aux côtés de Gorou, mais l'homme m'a laissé une impression durable. C'est le genre de personne à dire ce qu'il pense. Il partage les hauts et les bas de ses subordonnés, et ne renâcle jamais à dégainer son arme pour aider un ami en difficulté. Le genre d'homme avec qui je m'entends parfaitement.",
      "pt": "Durante aquele período de ser procurado, os soldados rebeldes me ajudaram bastante. Naquela época, mesmo que só tivesse ficado com Gorou por pouco tempo, fiquei bem impressionado com ele. Ele era uma pessoa muito direta, sempre disposto a ajudar seus homens e amigos. Éramos bons amigos.",
      "ru": "Когда я был в розыске, сопротивление много мне помогало. Знакомство с генералом Горо было мимолётным, но он произвёл на меня неизгладимое впечатление. Он говорит всё, как на духу. Он переносит радости и невзгоды вместе с подчинёнными и готов отдать жизнь ради друзей. Мы с ним отлично поладили.",
      "id": "Saat aku masih menjadi buronan, Pasukan Pemberontak banyak membantuku. Waktu yang kulewatkan bersama Gorou tidak panjang, tapi dia sangat berkesan bagiku. Dia tipe orang yang mengatakan apa pun yang ada di pikirannya. Dia selalu berbagi suka dan duka bersama dengan anak buahnya, dan dia tidak pernah takut menghunuskan pedangnya demi membela teman. Aku benar-benar bisa akur dengan tipe orang seperti Gorou.",
      "th": "ในตอนที่ฉันถูกล่าตัว กองทัพต่อต้านได้ให้ความช่วยเหลือหลายอย่างกับฉัน ตอนนั้นฉันได้ใช้เวลากับ Gorou แค่ช่วงสั้น ๆ แต่ฉันประทับใจในตัวเขามากเลย เขาเป็นคนตรงไปตรงมา และร่วมทุกข์ร่วมสุขกับผู้ใต้บังคับบัญชา เขาไม่เคยกลัวที่จะต้องต่อสู้เพื่อเพื่อนของเขา ซึ่งเข้ากับฉันได้ดีเลยล่ะ",
      "vi": "Trong thời gian tôi bị truy nã, quân kháng chiến đã giúp đỡ tôi rất nhiều. Lúc đó tôi chỉ gặp Gorou một thời gian ngắn, nhưng lại có ấn tượng vô cùng sâu đậm với anh ấy. Anh ấy là người thẳng tính, có gì nói đó, đồng cam cộng khổ với cấp dưới, rút đao tương trợ cho bạn bè, rất hợp với tôi."
    }
  },
  {
    "title": {
      "zhs": "关于九条裟罗·态度…",
      "zht": "關於九條裟羅·態度…",
      "jp": "九条裟羅について·態度",
      "ko": "쿠죠 사라에 대해·태도…",
      "en": "About Kujou Sara",
      "de": "Über Kujou Sara – Einstellung",
      "es": "Sobre Kujou Sara - Actitud",
      "fr": "À propos de Kujou Sara - Attitude",
      "pt": "Sobre Kujou Sara - Atitude...",
      "ru": "О Кудзё Сара: Отношение...",
      "id": "Tentang Kujou Sara: Sifat",
      "th": "เกี่ยวกับ Kujou Sara - ทัศนคติ...",
      "vi": "Về Kujou Sara - Thái độ..."
    },
    "line": {
      "zhs": "能在御前决斗中战胜我的朋友，我确实认可她的实力。但她却用这样的力量为虎作伥，带领九条军不断回收「神之眼」，我无法原谅。",
      "zht": "能在御前決鬥中戰勝我的朋友，我確實認可她的實力。但她卻用這樣的力量為虎作倀，帶領九條軍不斷回收「神之眼」，我無法原諒。",
      "jp": "御前試合で拙者の友人を負かした彼女の実力は認めているでござる。しかし、それほどまでの力を悪行に使い、九条軍を率いて「神の目」を回収するなど、拙者は決して許さぬ。",
      "ko": "어전시합에서 내 친구를 이기다니, 실력만큼은 인정해. 하지만 그런 힘으로 앞잡이 짓이나 하며 쿠죠군을 선동해 「신의 눈」을 회수하는 건 절대 용서 못 해",
      "en": "She defeated my friend in a duel before the throne, which I accept as proof of her great strength. But she uses that strength to serve as an oppressor's lackey, leading the Kujou Clan's troops to relentlessly seek out and confiscate Visions. This... I cannot forgive.",
      "de": "Sie besiegte meinen Freund in einem Duell vor dem Thron, was ich als Beweis für ihre große Stärke akzeptiere. Aber sie nutzt diese Stärke, um als Lakai eines Unterdrückers zu dienen. Sie führt die Truppen des Kujou-Klans an, um unerbittlich nach Göttlichen Augen zu suchen und sie zu beschlagnahmen. Das ... kann ich nicht verzeihen.",
      "es": "Ella derrotó a mi amigo en el duelo ante el trono, así que reconozco su fuerza. Pero que use esa fuerza para ser una lacaya al servicio de los opresores y para liderar a las tropas del clan Kujou a que confisquen Visiones implacablemente... Eso no puedo perdonarlo.",
      "fr": "Elle a vaincu mon ami devant le trône, ce qui est la preuve d'une grande force. Mais elle utilise cette force au service de l'oppresseur, dirigeant les troupes du Clan Kujou dans la recherche et l'appropriation des yeux divins... Et ça, je ne peux lui pardonner.",
      "pt": "Ela conseguiu derrotar meu amigo no Duelo Imperial, eu reconheço o seu poder. Mas ela esmagava todas as ordens e levou Tropas de Kujou recuperar Visões. É um erro que eu nunca consigo perdoar.",
      "ru": "Она нанесла моему другу поражение на дворцовой дуэли, и я признаю её силу. Но она использует эту силу, чтобы выполнять грязную работу своей хозяйки, беспрестанно бросая войска клана Кудзё на поиски и изъятие Глаз Бога. Этого я простить не могу.",
      "id": "Dia mengalahkan temanku di sebuah duel di istana, jadi kuakui kehebatannya. Tapi dia menggunakan kekuatan itu untuk membantu para penindas, dia memimpin pasukan Klan Kujou untuk memburu dan merampas Vision. Aku tidak bisa memaafkan perbuatan seperti itu.",
      "th": "เธอเอาชนะเพื่อนของฉันในการประลอง ฉันก็ต้องยอมรับความแข็งแกร่งของเธออยู่แล้ว แต่เธอกลับใช้ความแข็งแกร่งนี้ในการช่วยกดขี่ข่มเหงผู้อื่น นำทัพตระกูล Kujou เพื่อไปแย่งชิงวิชั่นคืนมาอย่างไม่หยุดหย่อน ฉันให้อภัยเธอไม่ได้เด็ดขาด",
      "vi": "Có thể đánh thắng bạn của tôi trong Ngự Tiền Quyết Đấu, tôi thực sự công nhận thực lực của cô ta. Nhưng cô ta lại dùng sức mạnh này để tiếp tay cho giặc, thống lĩnh quân Kujou đi thu hồi Vision, khiến tôi không thể tha thứ."
    }
  },
  {
    "title": {
      "zhs": "关于九条裟罗·改观…",
      "zht": "關於九條裟羅·改觀…",
      "jp": "九条裟羅について·見直し",
      "ko": "쿠죠 사라에 대해·관점 변화…",
      "en": "About Kujou Sara: Changing Perspective",
      "de": "Über Kujou Sara — Wechselnde Perspektive",
      "es": "Sobre Kujou Sara - Cambio de opinión",
      "fr": "À propos de Kujou Sara - Changement de perspective",
      "pt": "Sobre Kujou Sara - Mudança de opinião",
      "ru": "О Кудзё Сара: Новые взгляды...",
      "id": "Tentang Kujou Sara: Mengubah Pandangan",
      "th": "เกี่ยวกับ Kujou Sara - ความเปลี่ยนแปลง...",
      "vi": "Về Kujou Sara - Thay đổi cách nhìn..."
    },
    "line": {
      "zhs": "原来如此。看来她也有自己坚持的信念。只是不知道风波平息后，「九条」家还能否延续曾经的昌盛。",
      "zht": "原來如此。看來她也有自己堅持的信念。只是不知道風波平息後，「九條」家還能否延續曾經的昌盛。",
      "jp": "なるほど…どうやら彼女は自らの信念があったのだな。ただこの一件が終わったあと、「九条」家の繁栄がこの先も続くかどうかは不明であるが。",
      "ko": "그렇구나, 그녀도 자신만의 신념은 있는 모양이네. 다만 소란이 잠잠해진 뒤에도 「쿠죠」 가문이 예전처럼 번성할 수 있을진 의문이야",
      "en": "I see... So she does have her own ideals that she is fighting for. But I have to wonder: can the Kujou family flourish as they did before once this storm has passed?",
      "de": "Ich verstehe ... Also hat sie doch ihre eigenen Ideale, für die sie kämpft. Aber ich muss mich fragen: Kann die Kujou-Familie wieder so aufblühen wie früher, wenn dieser Sturm vorbei ist?",
      "es": "Ya veo... Así que ella también tiene unos ideales por los que seguir luchando... Lo que no sé es si el clan Kujou podrá seguir manteniendo su esplendor una vez que escampe la tormenta.",
      "fr": "Je vois... Alors elle-même poursuit ses propres idéaux. Mais la question se pose : le Clan Kujou pourra-t-il retrouver sa gloire passée quand cette tempête aura pris fin ?",
      "pt": "Ah, entendi. Então, ao que parece, ela também tem seus próprios princípios. Só que não sabemos se a prosperidade de Kujou ainda permanecerá ou não depois de um caos desses.",
      "ru": "Вот как... Оказывается, у неё есть свои идеалы, за которые она сражается. Любопытно, сможет ли клан Кудзё после этих смутных времён вернуться к былому процветанию?",
      "id": "Ternyata begitu ... Jadi dia sendiri punya prinsip yang dia ingin dia perjuangkan. Tapi aku jadi penasaran, apakah Klan Kujou dapat makmur seperti dulu lagi, setelah badai ini berlalu?",
      "th": "ที่แท้ก็เป็นอย่างนี้นี่เอง ดูเหมือนว่าเธอเองก็ต่อสู้เพื่อความเชื่อของตัวเอง ฉันไม่รู้ว่าหลังจากความวุ่นวายนี้สงบลงแล้ว ตระกูล Kujou จะรุ่งเรืองต่อไปได้รึเปล่า",
      "vi": "Thì ra là vậy. xem ra cô ta cũng có niềm tin kiên định của riêng mình. Chỉ là, không biết sau khi phong ba lắng xuống, gia tộc \"Kujou\" còn có thể kéo dài sự hưng thịnh như đã từng không."
    }
  },
  {
    "title": {
      "zhs": "关于雷电将军…",
      "zht": "關於雷電將軍…",
      "jp": "雷電将軍について…",
      "ko": "라이덴 쇼군에 대해…",
      "en": "About the Raiden Shogun",
      "de": "Über Shougun Raiden ...",
      "es": "Sobre la Shogun Raiden...",
      "fr": "À propos de la Shogun Raiden...",
      "pt": "Sobre a Shogun Raiden...",
      "ru": "О сёгуне Райдэн...",
      "id": "Tentang Raiden Shogun",
      "th": "เกี่ยวกับโชกุน Raiden...",
      "vi": "Về Raiden Shogun..."
    },
    "line": {
      "zhs": "离开稻妻后，我许多次扪心自问，我对雷电将军的不满是否源于那一次御前决斗，是否源于她对友人落下的那一刀？\n\n我想了很久，觉得不是的。我的友人是堂堂正正地死在了决斗场上，雷电将军的那一刀也并无不妥。我对她的不满，来源于「眼狩令」。没有任何人有资格剥夺他人的愿望，即便是「神」也不行。",
      "zht": "離開稻妻後，我許多次捫心自問，我對雷電將軍的不滿是否源於那一次御前決鬥，是否源於她對友人落下的那一刀？\n\n我想了很久，覺得並非如此。我的友人是堂堂正正地死在決鬥場上，雷電將軍的那一刀也並無不妥。我對她的不滿來源於「眼狩令」。沒有任何人有資格剝奪他人的願望，即便是「神」也不行。",
      "jp": "稲妻を離れた後、何度も自分の胸に聞いたでござる。雷電将軍に対する拙者の不満は、あの御前試合から生じたものなのか、彼女が友に下した一振りが原因だったのかと。\n\n拙者は考えた末、それは違うと分かった。拙者の友は決闘の場で堂々と死した、雷電将軍のあの一振りは間違っていたとは言えぬ。彼女に対する不満は、「目狩り令」からくるものだ。何人たりとも他人の願いを剥奪する資格などない、たとえそれが「神」であったとしても。",
      "ko": "이나즈마를 떠난 뒤부터 반성하며 나 자신에게 여러 번 되물었어. 라이덴 쇼군에 대한 불만이 그때의 어전시합에서 그녀가 내 친구를 베어버리던 모습 때문인지.\n\n오랜 시간 생각한 결과, 아니란 걸 깨달았어. 내 친구는 그 시합에서 정정당당하게 싸우다가 죽은 거고, 라이덴 쇼군이 그를 벤 것 역시 잘못된 게 아니었지. 내가 그녀에게 불만을 가진 이유는 「안수령(眼狩令)」 때문이야. 그 누구도 타인의 소망을 박탈할 자격은 없어. 설령 「신」이라 할지라도 말이야",
      "en": "I've asked myself this question many times since leaving Inazuma. Do I simply resent the Raiden Shogun because of what happened in that duel? Because of the lethal stroke she dealt my dear friend? I've thought about this a good long time, and I believe the answer is no. My friend died an honorable death in that duel, and the Shogun was not unjustified in her conduct. My dissatisfaction with her has its roots in the Vision Hunt Decree. No one has the right to rob another of their hopes and dreams — not even a god.",
      "de": "Ich habe mir diese Frage viele Male gestellt, seit ich Inazuma verlassen habe. Nehme ich einfach nur Shougun Raiden übel, was in diesem Duell passiert ist? Wegen des tödlichen Schlags, den sie meinem lieben Freund versetzt hat? Ich habe lange darüber nachgedacht und ich glaube, die Antwort ist nein. Mein Freund starb einen ehrenvollen Tod in diesem Duell und der Shougun war nicht ungerechtfertigt in ihrem Verhalten. Meine Unzufriedenheit mit ihr hat ihre Wurzeln im Augenhatz-Dekret. Niemand hat das Recht, einem anderen seine Hoffnungen und Träume zu rauben, nicht einmal ein Gott.",
      "es": "Tras huir de Inazuma, me he preguntado muchas veces si mi resentimiento con la Shogun Raiden proviene de aquel duelo ante el trono o de que clavara su espada en el pecho de mi amigo.\n\nDespués de pensarlo mucho, creo que de ninguno de los dos. Mi amigo murió dignamente en aquel duelo y la Shogun tuvo sus razones para matarlo. Mi resentimiento con ella proviene del Decreto de captura de Visiones. Nadie en el mundo tiene el derecho de arrebatarle sus sueños a otra persona, ni siquiera un dios.",
      "fr": "Je me suis souvent posé cette question depuis que j'ai quitté Inazuma. Est-ce que j'en veux à la Shogun Raiden à cause de ce qui s'est passé lors du duel ? Parce qu'elle a infligé le coup fatal à mon ami ?\n\nJ'y ai réfléchi longtemps, et je crois que la réponse est non. Mon ami a connu une mort honorable dans ce duel, et la conduite de la Shogun était justifiée. Non, ce qui me déplaît est le décret de saisie visant à confisquer les yeux divins qu'elle a émis. Nul n'a le droit de dépouiller un autre de ses rêves et de ses espoirs – pas même un dieu.",
      "pt": "Após ter saído de Inazuma, muitas vezes eu me pergunto se a minha insatisfação contra a Shogun Raiden era por causa daquele Duelo Imperial ou por causa daquele golpe ao meu amigo.\n\nFiquei pensando por muito tempo, e as ambas hipóteses não estavam certas. O meu amigo morreu com dignidade no campo de duelo, e o golpe de Shogun Raiden não fez a mínima diferença. A minha insatisfação era contra a Caça à Visão. Ninguém está autorizado a estragar os desejos dos outros, incluindo os deuses!",
      "ru": "С тех пор как я покинул Инадзуму, я часто задавался вопросом: не из-за той дворцовой дуэли ненавижу ли я сёгуна Райдэн? Не из-за смертельного удара, который она нанесла моему другу? Я долго об этом размышлял, и пришёл к выводу, что нет. Мой друг принял благородную смерть в дуэли, и в действиях сёгуна не было несправедливости. Моё негодование вызвано Охотой на Глаза Бога. Никто не смеет лишать другого человека надежды и мечтаний. Даже божество.",
      "id": "Aku sudah sering menanyakan hal ini pada diriku sendiri setelah pergi dari Inazuma. Apakah aku membenci Raiden Shogun karena apa yang terjadi di duel itu? Karena dia yang menghabisi nyawa temanku? Aku sudah memikirkan hal ini lama sekali, dan jawabannya adalah tidak. Temanku mati dengan terhormat di duel tersebut, dan aku bisa mengerti tindakan yang dilakukan Raiden Shogun. Tapi aku membenci Raiden Shogun karena Dekrit Perburuan Vision yang dia berlakukan. Tidak ada seorang pun yang berhak merampas harapan dan mimpi orang lain - bahkan dewa sekalipun.",
      "th": "หลังออกมาจาก Inazuma ฉันได้ถามตัวเองหลายครั้งว่า ความหมางใจที่ฉันมีต่อโชกุน Raiden นั้นเป็นเพราะเธอปลิดชีพเพื่อนของฉันด้วยคมดาบในการประลองรึเปล่า?\n\nฉันคิดอยู่นานมาก และฉันรู้สึกว่าไม่ใช่เพราะเรื่องนั้น เพื่อนของฉันเสียชีวิตในการประลองอย่างสมเกียรติ และคมดาบของโชกุน Raiden ก็ไม่ได้มีความผิด สิ่งที่ทำให้ฉันไม่พอใจ ต้นเหตุมาจาก \"คำสั่งล่าวิชั่น\" ไม่มีใครมีสิทธิ์พรากความหวังและความฝันของผู้อื่นไป ต่อให้เป็น \"เทพเจ้า\" ก็ตาม",
      "vi": "Sau khi rời khỏi Inazuma, tôi đã nhiều lần tự vấn, sự bất mãn của tôi đối với Raiden Shogun có phải bắt nguồn từ trận Ngự Tiền Quyết Đấu ấy, có phải bắt nguồn từ nhát đao mà cô ta đã để lại cho người bạn cũ?\n\nTôi đã nghĩ rất lâu, và cảm thấy rằng không phải. Bạn của tôi đã chết một cách quang minh chính đại trên đấu trường, nhát đao của Raiden Shogun cũng không có gì không thỏa đáng. Sự bất mãn ấy xuất phát từ lệnh \"Truy Lùng Vision\". Không ai có tư cách tước đoạt nguyện vọng của người khác, dù cho có là \"Thần\" cũng không được."
    }
  },
  {
    "title": {
      "zhs": "关于神里绫华…",
      "zht": "關於神里綾華…",
      "jp": "神里綾華について…",
      "ko": "카미사토 아야카에 대해…",
      "en": "About Kamisato Ayaka",
      "de": "Über Kamisato Ayaka ...",
      "es": "Sobre Kamisato Ayaka...",
      "fr": "À propos de Kamisato Ayaka...",
      "pt": "Sobre Kamisato Ayaka...",
      "ru": "О Камисато Аяке...",
      "id": "Tentang Kamisato Ayaka",
      "th": "เกี่ยวกับ Kamisato Ayaka...",
      "vi": "Về Kamisato Ayaka..."
    },
    "line": {
      "zhs": "生活在稻妻的人，应该都听过「白鹭公主」这个名字吧。神里家的大小姐，近乎完美的一个人，不过我跟她没什么交集，不知道她对如今的稻妻抱有怎样的看法。",
      "zht": "生活在稻妻的人，應該都聽過「白鷺公主」這個名字吧。神里家的大小姐，近乎完美的一個人，不過我跟她沒什麼交集，不知道她對如今的稻妻抱有怎樣的看法。",
      "jp": "稲妻に住む者なら、「白鷺の姫君」の名を聞いたことがあろう。神里家のお嬢様で、ほぼ完璧に等しい御仁でござる。しかし、拙者は彼女とあまり交流がない、彼女は稲妻に対してどのような考えを持っているのであろうか？",
      "ko": "이나즈마에 사는 사람이라면 「백로공주」라는 이름은 다들 들어봤을 거야. 카미사토 가문의 아가씨인데 그야말로 완벽하다고 할 수 있지. 개인적인 친분은 없어. 그녀는 지금의 이나즈마를 어떻게 생각하려나",
      "en": "I'm sure everyone living in Inazuma has heard of the \"Shirasagi Himegimi.\" The lady of the Kamisato Clan is as perfect as a person can be, though our paths have seldom crossed. I wonder what she thinks of the state of Inazuma today?",
      "de": "Ich bin mir sicher, dass jeder, der in Inazuma lebt, von der „Shirasagi Himegimi“ gehört hat. Die Prinzessin des Kamisato-Klans ist so perfekt, wie ein Mensch nur sein kann, obwohl sich unsere Wege nur selten gekreuzt haben. Ich frage mich, was sie über den Zustand von Inazuma heute denkt?",
      "es": "Todo habitante de Inazuma ha escuchado alguna vez el nombre de “Princesa Garza”. La señorita del clan Kamisato es una persona prácticamente perfecta, aunque nuestros caminos rara vez se han cruzado. No sé cuál será su opinión sobre la actual Inazuma.",
      "fr": "Je suis sûr que tous ceux habitant à Inazuma ont déjà entendu parler de la Shirasagi Himegimi. Cette dame du Clan Kamisato est une personne pour ainsi dire presque parfaite, mais nos chemins se sont rarement croisés. Je me demande ce qu'elle pense d'Inazuma de nos jours.",
      "pt": "Os moradores de Inazuma devem estar bem familiarizados com o nome \"Shirasagi Himegimi\". Ela é a filha da família Kamisato. Não sou muito próximo dela, e não faço ideia do que ela acha de Inazuma agora.",
      "ru": "Уверен, все в Инадзуме слышали имя «Сирасаги Химэгими». Старшая дочь клана Камисато близка к совершенству, хоть и наши пути не пересекались. Интересно, какого она мнения о сегодняшней Инадзуме?",
      "id": "Kurasa semua orang yang tinggal di Inazuma pernah mendengar tentang \"Shirasagi Himegimi\". Putri tertua dari Klan Kamisato adalah seseorang yang sangat sempurna, meskipun aku belum pernah bertemu dengannya. Kira-kira apa pendapatnya tentang kondisi Inazuma sekarang ya?",
      "th": "ทุกคนที่อาศัยอยู่ในเมือง Inazuma น่าจะเคยได้ยินชื่อของ \"องค์หญิงกระเรียนขาว\" มาบ้างล่ะ บุตรสาวคนโตของตระกูล Kamisato เป็นคนที่แทบจะเรียกได้ว่าสมบูรณ์แบบ แต่ฉันเองก็ไม่ค่อยมีโอกาสได้เจอกับเธอ ไม่รู้ว่าเธอจะคิดยังไงกับสถานการณ์ของ Inazuma ในทุกวันนี้บ้าง",
      "vi": "Ai sống ở Inazuma chắc đều biết đến cái tên \"Shirasagi Himegimi\" này. Đại tiểu thư nhà Kamisato, gần như là một người hoàn mỹ, nhưng tôi chưa từng chạm mặt cô ấy, không biết cô ấy có suy nghĩ như thế nào về Inazuma hiện nay."
    }
  },
  {
    "title": {
      "zhs": "关于宵宫…",
      "zht": "關於宵宮…",
      "jp": "宵宮について…",
      "ko": "요이미야에 대해…",
      "en": "About Yoimiya",
      "de": "Über Yoimiya ...",
      "es": "Sobre Yoimiya...",
      "fr": "À propos de Yoimiya...",
      "pt": "Sobre Yoimiya...",
      "ru": "О Ёимии...",
      "id": "Tentang Yoimiya",
      "th": "เกี่ยวกับ Yoimiya...",
      "vi": "Về Yoimiya..."
    },
    "line": {
      "zhs": "上次她托大姐头把烟火运到璃月，还是我亲自去卸的货。好沉！除了她以外，应该没人能造出这么大的烟火了吧。",
      "zht": "上次她託大姐頭把煙火運到璃月，還是我親自去卸貨的。很沉！除了她以外，應該沒人能造出這麼大的煙火了吧。",
      "jp": "以前、彼女が姉君に頼んで花火を璃月まで運んだことがある。その時は拙者が荷を下ろした、が…大変重かったでござる！彼女以外に、あのような大きな花火を作れる者などいないであろう。",
      "ko": "저번에 요이미야가 누님한테 리월로 불꽃을 운반해달라고 했을 때 내가 직접 짐을 내렸었어. 얼마나 무겁던지! 그렇게 큰 불꽃을 만들 수 있는 사람은 요이미야가 유일할걸?",
      "en": "The last time she commissioned Captain Beidou to ship fireworks to Liyue, I unloaded the shipment myself. They were so heavy! I doubt that anyone besides her could make such huge fireworks.",
      "de": "Das letzte Mal, als sie Kapitän Beidou beauftragte, Feuerwerkskörper nach Liyue zu verschiffen, habe ich die Ladung selbst ausgeladen. Sie waren so schwer! Ich bezweifle, dass irgendjemand außer ihr so ein riesiges Feuerwerk herstellen kann.",
      "es": "La última vez que ella le pidió a la Capitana Beidou que transportara unos fuegos artificiales hasta Liyue, al final fui yo quien acabó descargándolos en el puerto. ¡Pesaban muchísimo! No creo que nadie aparte de ella sea capaz de crear unos fuegos artificiales tan grandes.",
      "fr": "Elle a mandaté la capitaine Beidou la dernière fois pour le transport de feux d'artifice vers Liyue, c'est moi qui ai déchargé le bateau. C'était si lourd ! Je doute que quelqu'un d'autre soit capable de fabriquer des feux d'artifice aussi impressionnants.",
      "pt": "Da última vez, ela pediu à Chefe para transportar os fogos de artifício para Liyue, mas o descarregamento acabou sobrando para mim. Estava realmente muito pesado! Acho que ninguém conseguiria criar fogos de artifícios tão grandes sem ser ela.",
      "ru": "В прошлый раз, когда она поручила капитану Бэй Доу доставить фейерверки в Ли Юэ, мне пришлось разгружать всё самому. Какие они тяжёлые! Вряд ли кто-нибудь ещё делает такие же огромные фейерверки, как она.",
      "id": "Terakhir kali dia meminta Kapten Beidou untuk mengirimkan kembang api ke Liyue, dan aku yang mengangkut barang-barangnya. Berat sekali! Rasanya tidak ada orang lain yang bisa membuat kembang api sebesar itu selain dia.",
      "th": "ครั้งก่อนเธอขอให้นายหญิง Beidou ส่งดอกไม้ไฟไปที่ท่าเรือ Liyue ฉันต้องขนมันลงจากเรือเอง หนักชะมัดเลย! นอกจากเธอแล้ว คงไม่มีใครสร้างดอกไม้ไฟที่ใหญ่ขนาดนี้ได้หรอก",
      "vi": "Lần trước cô ấy nhờ chị đại vận chuyển pháo hoa đến Liyue, còn là đích thân tôi đi dỡ hàng. Nặng lắm! Ngoài cô ấy chắc không ai có thể làm ra pháo hoa lớn như vậy."
    }
  },
  {
    "title": {
      "zhs": "关于珊瑚宫心海…",
      "zht": "關於珊瑚宮心海…",
      "jp": "珊瑚宮心海について…",
      "ko": "산고노미야 코코미에 대해…",
      "en": "About Sangonomiya Kokomi",
      "de": "Über Sangonomiya Kokomi ...",
      "es": "Sobre Sangonomiya Kokomi...",
      "fr": "À propos de Sangonomiya Kokomi...",
      "pt": "Sobre Sangonomiya Kokomi...",
      "ru": "О Сангономии Кокоми...",
      "id": "Tentang Sangonomiya Kokomi",
      "th": "เกี่ยวกับ Sangonomiya Kokomi...",
      "vi": "Về Sangonomiya Kokomi..."
    },
    "line": {
      "zhs": "我在反抗军的时候，周围的同伴无不对珊瑚宫大人充满敬仰。她爱惜兵力，很少会做出不计死伤的打法，总是能够用最小的代价取得胜利。听说她还要统管海祇岛的政务和外交，真的忙得过来吗…",
      "zht": "我在反抗軍的時候，周圍的同伴無不對珊瑚宮大人充滿敬仰。她愛惜兵力，很少會做出不計死傷的打法，總是能夠用最小的代價取得勝利。聽說她還要統管海祇島的政務和外交，真的忙得過來嗎…",
      "jp": "拙者が抵抗軍にいた頃、周りの者はみな珊瑚宮殿を心から慕っていた。彼女は兵力を大事にしている、死傷者の出る戦法はほとんど使わず、いつも最小の代価で勝利を勝ち取るのでござるよ。うわさでは、海祇島の政務と外交も取り仕切っていると聞いたが、本当に一人ですべて行えるのだろうか…",
      "ko": "내가 저항군에 있을 때, 주변의 동료들은 모두 산고노미야 님을 존경했어. 그분은 병력을 아끼는 마음으로 사상자가 많이 나오는 계획은 되도록 피하셨지. 그래서 항상 최소한의 대가로 승리할 수 있었어. 와타츠미섬의 정무와 외교까지 총괄하신다던데, 너무 바쁘시지 않을까…",
      "en": "During my time with the Resistance, there was no one among our ranks who wouldn't look up to Her Excellency. As someone with a great passion for military matters, victory at all costs isn't really part of her ethos. She'd always try to limit the casualties to the minimum while planning her next move. By some accounts, it also seems that she seeks to take charge of both internal and foreign affairs for Watatsumi Island. Wouldn't that be too much to expect of herself though?",
      "de": "Als ich im Widerstand war, war ich von gleichgesinnten Kameraden umgeben, die zu Ihrer Exzellenz aufschauten. Sie liebte ihre Truppen und kämpfte selten ohne Rücksicht auf Tod oder Verletzung, sondern siegte immer mit minimalem Aufhebens. Ich habe gehört, dass sie auch die Regierung und Diplomatie der Insel Watatsumi übernehmen musste. Wie bewerkstelligt sie das nur ...",
      "es": "Cuando estuve en el ejército de resistencia, no había nadie entre nuestras filas que no admirara a Su Excelencia. Como apasionada por los asuntos militares, en su ética no se contempla el vencer a toda costa. Siempre intentaba mantener las bajas al mínimo mientras planeaba su siguiente movimiento. Además, parece que quiere hacerse cargo de los asuntos internos y externos de la Isla Watatsumi. ¿Pero no sería eso ocuparse de demasiadas cosas ella sola?",
      "fr": "Lors de mon temps passé avec la Résistance, tout le monde vouait une profonde admiration à Son Altesse. Elle chérit ses soldats, et remporter la victoire à tout prix ne fait pas partie de ses principes. Elle s'efforce toujours de limiter les pertes lorsqu'elle planifie sa prochaine manœuvre. Il semblerait qu'elle soit également en charge de la politique intérieure et extérieure de l'Île de Watatsumi. Cela fait beaucoup de responsabilités pour une seule personne...",
      "pt": "Durante meu tempo com a Resistência, não havia ninguém entre nossos escalões que não admirasse Vossa Excelência. Como alguém com uma grande paixão por assuntos militares, a vitória a todo custo não faz realmente parte de sua ética. Ela sempre tentaria limitar as baixas ao mínimo enquanto planejava seu próximo passo. Por alguns relatos, parece também que ela procura se encarregar dos assuntos internos e externos da Ilha Watatsumi. Mas isso não seria esperar muito de si mesma?",
      "ru": "Когда я был в сопротивлении, меня окружали бойцы, которые равнялись на госпожу Сангономию. Она любит своих солдат, редко вступает в кровопролитные бои и всегда побеждает с минимальными потерями. Я слышал, что ей также пришлось возглавить правительство и взять на себя внешние связи острова Ватацуми. Она очень занята...",
      "id": "Waktu aku bergabung dengan Pasukan Pemberontak, semua rekan-rekanku sangat menghormati Yang Mulia Sangonomiya. Sebagai seseorang yang sangat mendalami dunia militer, dia tidak setuju dengan prinsip \"menang dengan menghalalkan segala cara\". Dia akan selalu berusaha meminimalisir jumlah korban sambil memikirkan langkah selanjutnya. Dengar-dengar, dia mengurus bagian internal maupun eksternal di Pulau Watatsumi ... Apa dia tidak terlalu sibuk mengurus semuanya?",
      "th": "ตอนที่ฉันอยู่ในกองทัพต่อต้าน สหายรอบตัวฉันต่างก็ชื่นชมท่าน Sangonomiya มาก เธอเป็นคนที่หวงแหนกองกำลังทหารของตัวเองมาก น้อยครั้งนักที่จะใช้วิธีที่ต้องมีการสูญเสียหรือการบาดเจ็บ ทั้งยังสามารถเอาชนะด้วยวิธีที่ต้นทุนที่ต่ำที่สุด มิหนำซ้ำยังได้ยินมาอีกว่าเธอต้องรับผิดชอบงานราชการ และการทูตของเกาะ Watatsumi อีกด้วย เธอจะทำทั้งหมดนั่นไหวจริง ๆ เหรอ...",
      "vi": "Lúc tôi còn ở trong Quân Kháng Chiến, những đồng đội bên cạnh không ai là không kính trọng Sangonomiya đại nhân. Cô ấy luôn hạn chế thương vong ở mức thấp nhất trong những lần vạch kế hoạch của mình, chiến thắng bằng mọi giá không phải là phong cách của cô ấy. Nghe nói cô ấy còn phụ trách cả việc đối nội và đối ngoại của Đảo Watatsumi, như vậy không phải là quá bận rộn sao..."
    }
  },
  {
    "title": {
      "zhs": "关于鹿野院平藏…",
      "zht": "關於鹿野院平藏…",
      "jp": "鹿野院平蔵について…",
      "ko": "시카노인 헤이조에 대해…",
      "en": "About Shikanoin Heizou",
      "de": "Über Shikanoin Heizou ...",
      "es": "Sobre Shikanoin Heizou...",
      "fr": "À propos de Shikanoin Heizou...",
      "pt": "Sobre Shikanoin Heizou...",
      "ru": "О Сиканоине Хэйдзо...",
      "id": "Tentang Shikanoin Heizou",
      "th": "เกี่ยวกับ Shikanoin Heizou...",
      "vi": "Về Shikanoin Heizou..."
    },
    "line": {
      "zhs": "别看我这位侦探朋友平日里潇洒随性，一旦他办起案子来，那些原本围绕在他身旁活泼灵动的风，就聚成了凌厉锐气。确实让人钦佩。",
      "zht": "別看我這位偵探朋友平日裡瀟灑隨性，一旦他辦起案子來，那些原本圍繞在他身旁活潑靈動的風，就聚成了凌厲銳氣。確實讓人欽佩。",
      "jp": "拙者の友人であるこの探偵は、普段は洒脱で気ままな振る舞いをしている。しかしいざ事件となると、彼の周りを取り巻いていた風は、鋭い気となって集まる。まったく、感心せずにはいられないでござるよ。",
      "ko": "내 탐정 친구는 평소에는 소탈하고 즉흥적인 성격이지만, 사건을 처리할 때는 그를 둘러싸고 있던 활기 넘치는 바람조차 예리하고 날카로워진다니까. 정말 존경스러워",
      "en": "Don't be deceived by his happy-go-lucky disposition. As soon as he gets working on a case, that restless energy he carries around turns into a razor-sharp focus. It's quite remarkable to witness.",
      "de": "Dieser Detektivfreund von mir ist normalerweise locker und lässig, aber sobald er mit Fällen anfängt, hat sich der ursprünglich lebhafte und dynamische Wind um ihn herum zu einer rauen Schärfe verdichtet. Es ist wirklich bewundernswert.",
      "es": "No te dejes engañar por actitud despreocupada e indiferente. Cuando trabaja en un caso, la energía que le rodea se convierte en ráfagas de aire que lo empujan hacia delante. Es algo digno de ver.",
      "fr": "Ne vous laissez pas tromper par son tempérament joyeux et insouciant. Dès qu'il se met à travailler sur une affaire, cet air léger qui l'entoure se concentre et devient incisif. On ne peut s'empêcher d'être admiratif en voyant cela.",
      "pt": "#Não seja enganad{F#a}{M#o} pela sua aparência alegre. Se ele começar a trabalhar em um caso, sua energia incansável se torna em uma concentração afiada como uma lâmina. É algo fascinante.",
      "ru": "Пусть вас не обманывает его веселый нрав. Как только он берётся за дело, его неугомонная энергия превращается в острую сосредоточенность. Это достойно восхищения.",
      "id": "Jangan tertipu dengan penampilan luarnya yang selalu ceria. Saat dia bekerja menangani kasus, dia akan terus bekerja tanpa kenal lelah dan aura di sekitarnya benar-benar memancarkan daya fokusnya yang luar biasa. Benar-benar menakjubkan.",
      "th": "ปกติเห็นเพื่อนนักสืบท่านนี้ของฉันทำตัวเอ้อระเหยลอยชาย แต่ถ้าเขาได้สืบคดีขึ้นมาเมื่อไหร่ละก็ สายลมแห่งความชีวิตชีวาที่อยู่รอบตัวเขาก็จะเริ่มโหมกระหน่ำขึ้นมาทันทีเลยล่ะ ช่างน่าชื่นชมจริง ๆ",
      "vi": "Đừng thấy anh bạn thám tử này thường ngày tính tình sảng khoái, một khi bắt tay điều tra vụ án, thì những ngọn gió hoạt bát linh động bình thường hay vây quanh anh ấy, sẽ tụ thành nhuệ khí sắc bén. Thật đáng khâm phục."
    }
  },
  {
    "title": {
      "zhs": "想要了解枫原万叶·其一",
      "zht": "想要了解楓原萬葉·其一",
      "jp": "楓原万葉を知る·1",
      "ko": "카에데하라 카즈하에 대해 알기·첫 번째",
      "en": "About Kaedehara Kazuha: I",
      "de": "Ich will mehr über Kaedehara Kazuha erfahren I",
      "es": "Más sobre Kaedehara Kazuha (I)",
      "fr": "Connaître Kaedehara Kazuha (1)",
      "pt": "Mais sobre Kaedehara Kazuha - I",
      "ru": "Узнать больше о Кадзухе I",
      "id": "Mengenal Kaedehara Kazuha: I",
      "th": "อยากรู้เกี่ยวกับ Kaedehara Kazuha - 1",
      "vi": "Muốn Hiểu Về Kaedehara Kazuha I"
    },
    "line": {
      "zhs": "想要了解我的事？如你所见，我只是个随处可见的流浪武士。",
      "zht": "#想要了解我的事？如{F#妳}{M#你}所見，我只是個隨處可見的流浪武士。",
      "jp": "拙者のことを知りたいのか？見ての通り、どこにでもいる流浪武士でござるよ。",
      "ko": "나에 대해 알고 싶다고? 보다시피 난 흔히 볼 수 있는 떠돌이 무사일 뿐이야",
      "en": "You'd like to know more about me, you say? Well, as you see, I am but a wandering samurai that you could have run into just about anywhere.",
      "de": "Du würdest gerne mehr über mich wissen, sagst du? Nun, wie du siehst, bin ich nur ein wandernder Samurai, dem du überall hättest begegnen können.",
      "es": "¿Quieres saber más sobre mí? Como ves, solo soy un samurái errante al que te podrías haber encontrado en cualquier sitio.",
      "fr": "Vous voudriez en savoir plus à mon sujet, vous dites ? Eh bien, comme vous pouvez le voir, je ne suis qu'un samouraï errant que vous auriez pu rencontrer n'importe où.",
      "pt": "Você quer saber mais sobre mim? É como você vê, sou apenas um Samurai que pode ser visto vagando por aí.",
      "ru": "Хочешь узнать обо мне больше? Как видишь, я всего лишь странствующий самурай, которого можно было повстречать где угодно.",
      "id": "Kamu ingin tahu lebih banyak tentangku? Seperti yang kamu lihat, aku adalah samurai pengelana yang bisa kamu jumpai di mana pun.",
      "th": "อยากรู้เกี่ยวกับฉันงั้นเหรอ? ก็อย่างที่เธอเห็น ฉันเป็นซามูไรพเนจรที่ท่องไปทุกหนแห่ง",
      "vi": "Muốn biết chuyện của tôi? Như bạn thấy đấy, tôi chỉ là một samurai lang thang có thể thấy ở bất cứ nơi nào."
    }
  },
  {
    "title": {
      "zhs": "想要了解枫原万叶·其二",
      "zht": "想要了解楓原萬葉·其二",
      "jp": "楓原万葉を知る·2",
      "ko": "카에데하라 카즈하에 대해 알기·두 번째",
      "en": "About Kaedehara Kazuha: II",
      "de": "Ich will mehr über Kaedehara Kazuha erfahren II",
      "es": "Más sobre Kaedehara Kazuha (II)",
      "fr": "Connaître Kaedehara Kazuha (2)",
      "pt": "Mais sobre Kaedehara Kazuha - II",
      "ru": "Узнать больше о Кадзухе II",
      "id": "Mengenal Kaedehara Kazuha: II",
      "th": "อยากรู้เกี่ยวกับ Kaedehara Kazuha - 2",
      "vi": "Muốn Hiểu Về Kaedehara Kazuha II"
    },
    "line": {
      "zhs": "我的耳朵很敏锐，能够听到各种各样的声音。比如风吹过山岗的声音，云散开的声音，林间的小狐狸啃咬苹果的声音，螃蟹吐泡泡的声音…这是自然万物对我的眷顾，让我总能提前发现危险的到来。",
      "zht": "我的耳朵很敏銳，能夠聽到各種各樣的聲音。比如風吹過山崗的聲音，雲散開的聲音，林間的小狐狸啃咬蘋果的聲音，螃蟹吐泡泡的聲音…這是自然萬物對我的眷顧，讓我總能提前發現危險的到來。",
      "jp": "拙者は耳が優れていて、様々な音が聞こえる。例えば風が山を越える音、雲が散りゆく音、森で小狐がリンゴをかじる音、カニが泡を吹く音…これは自然と万物が拙者に与えた恩恵、いつでも危険を事前に察知することができるでござる。",
      "ko": "난 귀가 아주 예민해서 이런저런 소리를 들을 수 있어. 예를 들면 산을 스치는 바람 소리라던가, 구름이 걷히는 소리, 숲속의 여우가 사과를 먹는 소리, 그리고 꽃게가 거품을 내는 소리 같은 거 말이야…. 이건 내게 위험을 미리 일러주는 자연의 보살핌이지",
      "en": "I have a very keen sense of hearing. My ears pick up all sorts of sounds: the wind through the mountain passes, the parting clouds, the sound of foxes chewing on apples in the forest, the sound of crabs blowing bubbles... This is nature's favor, it allows me to sense danger long before it draws near.",
      "de": "Ich habe einen sehr scharfen Hörsinn. Meine Ohren nehmen alle möglichen Geräusche auf: den Wind durch die Bergpässe, die sich auflösenden Wolken, das Geräusch von Füchsen, die im Wald an Äpfeln kauen, das Geräusch von Krebse, die vor sich hinblubbern ... Das ist die Gunst der Natur, die es mir erlaubt, Gefahr zu spüren, lange bevor sie sich nähert.",
      "es": "Tengo un oído muy agudo y puedo oír todo tipo de sonidos, como el silbido del viento entre las montañas, el sonido de las nubes al dispersarse, el morder de los zorros del bosque cuando comen manzanas, el burbujeo de los cangrejos... Esa es la gracia que me ha otorgado la naturaleza; una gracia que me permite prever cualquier peligro.",
      "fr": "J'ai un excellent sens de l'ouïe. Mes oreilles sont capables de capter toutes sortes de sons : le vent passant à travers les falaises, les nuages se dispersant, les renards mastiquant des pommes dans la forêt, les crabes faisant des bulles... C'est là un don de la nature, qui me permet de sentir le danger avant qu'il ne soit proche.",
      "pt": "A minha habilidade de audição é bastante sensível, e consigo ouvir todos os tipos de sons, por exemplo, o som do vento soprando na floresta, o som das nuvens se espalhando, raposas mordendo maçãs e o dos caranguejos fazendo bolhinhas... Sou abençoado pelos deuses e sempre consigo pressentir o perigo se aproximando.",
      "ru": "У меня очень острый слух. Я слышу, как несётся по горам ветер, как расходятся облака, как в лесу грызут яблоки лисята, как крабы выдувают пузырьки... Это дар природы. Он позволяет мне почуять опасность задолго до её наступления.",
      "id": "Indera pendengaranku sangat tajam. Telingaku bisa mendengar berbagai macam suara: angin yang berembus di antara pegunungan, suara awan menyebar, suara rubah yang sedang makan apel di hutan, suara kepiting membuat gelembung ... Ini adalah berkah dari alam, aku jadi bisa merasakan adanya bahaya dari kejauhan.",
      "th": "หูของฉันไวมาก สามารถได้ยินเสียงทุกชนิด ไม่ว่าจะเป็นเสียงลมพัดผ่านเนินเขา เสียงเมฆกระจายตัว เสียงจิ้งจอกตัวน้อยที่กำลังแทะแอปเปิ้ล เสียงปูที่กำลังพ่นฟอง... นี่คือพรจากธรรมชาติที่ทำให้ฉันรู้อันตรายล่วงหน้าได้เสมอ",
      "vi": "Tai của tôi rất nhạy cảm, có thể nghe được rất nhiều loại âm thanh. Ví dụ như âm thanh của gió thổi qua từng ngọn núi, âm thanh của mây tan, âm thanh của hồ ly nhai táo trong rừng, âm thanh cua nhổ bong bóng...đây là sự quan tâm của vạn vật tự nhiên đối với tôi, để tôi luôn phát hiện được nguy hiểm trước khi ập đến."
    }
  },
  {
    "title": {
      "zhs": "想要了解枫原万叶·其三",
      "zht": "想要了解楓原萬葉·其三",
      "jp": "楓原万葉を知る·3",
      "ko": "카에데하라 카즈하에 대해 알기·세 번째",
      "en": "About Kaedehara Kazuha: III",
      "de": "Ich will mehr über Kaedehara Kazuha erfahren III",
      "es": "Más sobre Kaedehara Kazuha (III)",
      "fr": "Connaître Kaedehara Kazuha (3)",
      "pt": "Mais sobre Kaedehara Kazuha - III",
      "ru": "Узнать больше о Кадзухе III",
      "id": "Mengenal Kaedehara Kazuha: III",
      "th": "อยากรู้เกี่ยวกับ Kaedehara Kazuha - 3",
      "vi": "Muốn Hiểu Về Kaedehara Kazuha III"
    },
    "line": {
      "zhs": "小时候我很喜欢下雨，那种沙沙的声响容易给人一个安稳的梦。但长大了以后，对雨的感情就变得复杂了许多…虽然依旧喜欢听雨，但每次看到乌云的时候，却又忍不住感叹「今天能不能找到好心人让我借宿呢」。穿着湿漉漉的衣服听雨，往往会被喷嚏声打断了情调。",
      "zht": "小時候我很喜歡下雨，那種沙沙的聲響容易給人一個安穩的夢。但長大了以後，對雨的感情就變得複雜了許多…雖然依舊喜歡聽雨，但每次看到烏雲的時候，卻又忍不住感嘆「今天能不能找到好心人讓我借宿呢」。穿著濕漉漉的衣服聽雨，往往會被噴嚏聲打斷了情調。",
      "jp": "小さい頃は雨が好きであった。あのザァザァとした音を聞くと心地好い夢を見る。しかし今となっては、雨に対する感情も複雑になったでござる…雨の音は今も好きなのだが、黒雲を見かけた時は「今日、泊まらせてくれる心優しき方はいるであろうか」と心配になってしまう。濡れた服で雨の音を聞いても、くしゃみで雰囲気が壊されてしまうでござるよ。",
      "ko": "어렸을 땐 비 오는 걸 좋아했어. 빗소리를 들으면 항상 편안한 꿈을 꿨거든. 하지만 지금은 비만 생각하면 마음이 복잡해져…. 빗소리는 여전히 좋아하지만, 먹구름을 볼 때면 「오늘 날 재워줄 좋은 사람이 있을까」라는 생각부터 하게 되거든. 흠뻑 젖은 채로 빗소리를 듣고 있다 보면, 재채기 소리에 무드가 다 깨지기도 해",
      "en": "I used to love the rain when I was small. The sound of it would lull me into a peaceful sleep. But since I've grown older, my feelings have become more... complicated. I still like to listen to the rain today, but whenever I see the storm clouds start to gather, my heart sinks and I can't help but wonder: \"Hm... will some nice person let me stay the night today?\" Listening to the rain in drenched clothes is hardly peaceful — hehe... nothing can be when you're constantly interrupting yourself by sneezing.",
      "de": "Als ich klein war, habe ich den Regen geliebt. Sein Geräusch hat mich in einen friedlichen Schlaf gewiegt. Aber seit ich älter geworden bin, sind meine Gefühle komplizierter geworden ... Heute höre ich immer noch gerne dem Regen zu, aber wenn ich sehe, wie sich die Gewitterwolken zusammenziehen, sinkt mein Herz und ich kann nicht anders, als mich zu fragen: „Hm ... wird mich heute ein netter Mensch über Nacht bleiben lassen?“ Dem Regen in durchnässten Klamotten zuzuhören ist kaum friedlich. Hehe ... Nichts kann das sein, wenn man sich ständig durch Niesen unterbricht.",
      "es": "Me gustaba mucho la lluvia cuando era pequeño. Su sonido era como una canción que me ayudaba a dormir. Pero ahora que soy mayor, tengo sentimientos... encontrados con la lluvia. Aunque me sigue gustando escucharla, cada vez que veo unas nubes oscuras, mi corazón se entristece y no puedo evitar preguntarme: “¿Podré encontrar a alguien de buen corazón que me deje pasar la noche en su casa?”. Escuchar la lluvia con toda la ropa mojada no es para nada relajante. Nada puede serlo cuando tus estornudos arruinan la atmósfera.",
      "fr": "J'adorais la pluie quand j'étais petit, avec son son si particulier qui me poussait dans un sommeil paisible. Mais maintenant que je suis plus âgé, mes sentiments sont devenus plus... complexes. J'apprécie toujours d'écouter la pluie, mais je ne peux m'empêcher à chaque fois que je vois les nuages de tempête s'accumuler de sentir l'inquiétude me gagner. Quelqu'un aura-t-il la bonté de m'offrir un toit aujourd'hui ? Difficile d'apprécier la musique de la pluie quand on est trempé de pied en cap, et qu'on passe son temps à éternuer, héhé...",
      "pt": "Quando era criança, gostava muito dos dias de chuva, pois o som da chuva sempre me proporcionava um sono profundo. Mas depois de crescer, o meu sentimento pela chuva ficou mais confuso... Embora goste de ouvir o som da chuva, todas as vezes que vejo nuvens escuras, não deixo de suspirar: \"Será que hoje vou conseguir arranjar um lugar para dormir?\" Com a roupa molhada, a minha audição da chuva era sempre interrompida por um espirro.",
      "ru": "В детстве я обожал дождь. Звуки его убаюкивали меня, погружая в беспечный сон. А теперь, когда я вырос, мои чувства стали... неоднозначными. Мне, конечно же, нравится слушать дождь, но когда надвигаются тёмные тучи, я не могу не посетовать: «Найдётся ли сегодня добрый человек, который приютит меня на ночь?» Слушать дождь в мокрой одежде не очень приятно. Особенно портит настроение насморк.",
      "id": "Aku sangat menyukai hujan sewaktu aku kecil. Suara hujan selalu bisa membuatku tertidur lelap. Tetapi sejak aku bertumbuh besar, perasaanku menjadi semakin rumit. Aku masih suka mendengar suara hujan, tetapi setiap kali aku melihat awan gelap berkumpul, hatiku menjadi berat dan aku berpikir, \"Hmm, adakah orang baik hati yang sudi mengizinkanku menginap malam ini?\" Mendengar suara hujan saat pakaianmu basah kuyup sama sekali tidak menenangkan. Yah, tidak ada hal yang menenangkan kalau kamu tidak bisa berhenti bersin.",
      "th": "ตอนเด็ก ๆ ฉันชอบฝนมากเลยล่ะ เสียงที่ดังซ่าซ่าสามารถทำให้ฉันหลับฝันอย่างสงบได้ แต่พอฉันโตขึ้น ความรู้สึกของฉันที่มีต่อฝนก็ซับซ้อนขึ้นมาก... แม้ฉันจะยังชอบฟังเสียงฝนอยู่ แต่ทุกครั้งที่ฉันเห็นเมฆดำฉันก็อดไม่ได้ที่จะถอนหายใจ \"วันนี้จะหาคนใจดีให้ที่พักพิงกับฉันได้รึเปล่านะ\" อีกอย่างการฟังเสียงฝนขณะสวมเสื้อผ้าเปียก จะถูกขัดจังหวะด้วยเสียงจามตลอดเลย",
      "vi": "Lúc nhỏ tôi rất thích mưa, âm thanh tí tách ấy khiến người ta dễ có được giấc mơ an lành. Nhưng sau khi trưởng thành, cảm giác về mưa lại trở nên phức tạp hơn nhiều...Tuy vẫn thích nghe mưa đấy, nhưng mỗi khi nhìn thấy mây đen, lại không thể không cảm thán \"Hôm nay có thể tìm được người nào tốt bụng cho tôi tá túc không đây?\". Mặc chiếc áo ướt sũng nghe mưa luôn bị tiếng hắt xì làm gián đoạn cảm xúc."
    }
  },
  {
    "title": {
      "zhs": "想要了解枫原万叶·其四",
      "zht": "想要了解楓原萬葉·其四",
      "jp": "楓原万葉を知る·4",
      "ko": "카에데하라 카즈하에 대해 알기·네 번째",
      "en": "About Kaedehara Kazuha: IV",
      "de": "Ich will mehr über Kaedehara Kazuha erfahren IV",
      "es": "Más sobre Kaedehara Kazuha (IV)",
      "fr": "Connaître Kaedehara Kazuha (4)",
      "pt": "Mais sobre Kaedehara Kazuha - IV",
      "ru": "Узнать больше о Кадзухе IV",
      "id": "Mengenal Kaedehara Kazuha: IV",
      "th": "อยากรู้เกี่ยวกับ Kaedehara Kazuha - 4",
      "vi": "Muốn Hiểu Về Kaedehara Kazuha IV"
    },
    "line": {
      "zhs": "我不会在一个地方驻足太久。因为太久的停留会让我跟「自然」产生隔阂，也会让我手里的刀变钝。趁我还能远航，我希望自己能去各种各样的地方，见到不同的人们。",
      "zht": "我不會在一個地方駐足太久。因為太久的停留會讓我跟「自然」產生隔閡，也會讓我手裡的刀變鈍。趁我還能遠航，我希望自己能去各種各樣的地方，見到不同的人們。",
      "jp": "拙者はあまり同じ場所には滞在しないでござる。長く滞在すれば「自然」との間に隔たりが生じ、刀が鈍ってしまう。遠くへゆける今のうちに、様々な場所にゆき、色々な人に会ってみたいでござるな。",
      "ko": "난 한곳에 오래 머무르지 않아. 안 그러면 「자연」과 멀어지고 검술도 둔해지거든. 항해할 수 있을 때 세계 각지를 돌며 다양한 사람을 만나보고 싶어",
      "en": "I never stay in a single place for very long. Stagnancy dulls both my connection with nature and the blade I wield. While I am still able to, I want to travel far and wide and meet all sorts of different people.",
      "de": "Ich bleibe nie sehr lange an einem Ort. Stagnation stumpft sowohl meine Verbindung zur Natur als auch die Klinge, die ich schwinge, ab. Solange es mir noch möglich ist, möchte ich weit reisen und alle möglichen Leute treffen.",
      "es": "No suelo quedarme mucho tiempo en ningún lugar porque, si lo hago, siento que me distancio de la naturaleza y que mi espada se vuelve inservible. Ahora que aún puedo, quiero viajar muy lejos, aprovechar para ir a todo tipo de sitios y conocer a toda clase de gente.",
      "fr": "Je ne reste jamais longtemps au même endroit. Il me faut bouger si je ne veux pas perdre ma connexion à la nature et à la lame que je manie. Je veux voyager loin et rencontrer toutes sortes de personnes tant que j'en suis encore capable.",
      "pt": "Eu não fico em um único lugar por muito tempo, porque isso só me afasta da natureza e faz a lâmina da minha espada perder seu fio. Agora que ainda consigo ir mais longe, espero que possa ir para vários lugares e encontrar pessoas diferentes.",
      "ru": "Я никогда не задерживаюсь подолгу в одном и том же месте. Если задержусь, ослабнет моя связь с природой, а меч затупится. Я, пока могу, буду плавать в дальние края и встречать разных людей.",
      "id": "Aku tidak pernah menetap terlalu lama di satu tempat. Hidup yang stagnan akan menumpulkan hubunganku dengan alam dan pedangku. Selagi aku masih bisa, aku ingin berkelana ke seluruh penjuru dunia dan bertemu dengan bermacam-macam tipe orang.",
      "th": "ฉันจะไม่อยู่ที่ใดที่หนึ่งนานเกินไป เพราะการอยู่กับที่นานเกินไปจะทำให้เกิดช่องว่างระหว่างฉันกับ \"ธรรมชาติ\" และมันจะทำให้ดาบในมือของฉันทื่อลง ในขณะที่ฉันยังสามารถล่องเรือได้ ฉันหวังว่าฉันจะได้ไปที่ต่าง ๆ และพบกับผู้คนที่หลากหลาย",
      "vi": "Tôi thường không dừng chân ở một nơi quá lâu, vì sẽ khiến tôi bị ngăn cách với \"tự nhiên\", cũng như khiến thanh đao trong tay tôi không còn sắc bén. Nhân lúc tôi vẫn còn có thể đi xa, tôi hi vọng mình có thể đến thật nhiều nơi khác nhau, gặp được thật nhiều người."
    }
  },
  {
    "title": {
      "zhs": "想要了解枫原万叶·其五",
      "zht": "想要了解楓原萬葉·其五",
      "jp": "楓原万葉を知る·5",
      "ko": "카에데하라 카즈하에 대해 알기·다섯 번째",
      "en": "About Kaedehara Kazuha: V",
      "de": "Ich will mehr über Kaedehara Kazuha erfahren V",
      "es": "Más sobre Kaedehara Kazuha (V)",
      "fr": "Connaître Kaedehara Kazuha (5)",
      "pt": "Mais sobre Kaedehara Kazuha - V",
      "ru": "Узнать больше о Кадзухе V",
      "id": "Mengenal Kaedehara Kazuha: V",
      "th": "อยากรู้เกี่ยวกับ Kaedehara Kazuha - 5",
      "vi": "Muốn Hiểu Về Kaedehara Kazuha V"
    },
    "line": {
      "zhs": "不必担心，就算有一天我们去往不同的地方，也一定会在世界的某处再次相遇。人与人的「缘」不是那么容易就断掉的东西。",
      "zht": "不必擔心，就算有一天我們去往不同的地方，也一定會在世界的某處再次相遇。人與人的「緣」不是那麼容易就斷掉的東西。",
      "jp": "心配はいらぬ、いつの日かお互い違う場所に赴こうとも、必ず世界のどこかでまた会えよう。人の「縁」とは、そう容易く切れるものではないのでござる。",
      "ko": "걱정 마. 언젠가 우리가 각자의 길로 가더라도 분명 다시 만나게 될 테니까. 사람 사이의 「인연」은 그렇게 쉽게 끊어지지 않아",
      "en": "Don't worry — even if the day comes for us to go our separate ways, I am certain that we will meet again, in some corner of the world. The fate that brings people together is not a cord so easily cut.",
      "de": "Mach dir keine Sorgen. Auch wenn der Tag kommt, an dem wir getrennte Wege gehen, bin ich mir sicher, dass wir uns wiedersehen werden, in irgendeinem Winkel der Welt. Das Schicksal, das Menschen zusammenbringt, ist keine Schnur, die man so leicht durchschneiden kann.",
      "es": "No te preocupes, aunque algún día nuestros caminos se separen, es posible que nos encontremos en algún otro rincón del mundo. No es tan fácil truncar el destino entre dos personas.",
      "fr": "Ne vous inquiétez pas – si jamais vient le jour où nous devons nous séparer, je suis sûr que nous nous reverrons quelque part en ce monde. On n'interrompt pas facilement le destin qui unit les gens entre eux.",
      "pt": "Não se preocupe! Mesmo que um dia a gente se separe, nos encontraremos em um outro canto do mundo novamente. O destino não separa as pessoas com tanta facilidade.",
      "ru": "Не переживай. Если однажды наши пути разойдутся, мы обязательно встретимся вновь в каком-нибудь уголке мира. Не так-то просто разделить людей, связанных судьбой.",
      "id": "Jangan khawatir, meskipun suatu hari kita akan berpisah, aku yakin kita akan bertemu lagi di suatu tempat di dunia. Takdir yang mempertemukan orang tidak bisa dipatahkan semudah itu.",
      "th": "ไม่ต้องกังวลหรอก แม้ว่าวันหนึ่งเราจะต้องแยกย้ายไปกันคนละที่ แต่จะต้องได้พบกันอีกที่ไหนสักแห่งบนโลกนี้แน่ เพราะ \"พรหมลิขิต\" ระหว่างคนสองคนมันไม่ใช่สิ่งที่จะขาดจากกันได้ง่าย ๆ หรอกนะ",
      "vi": "Không cần lo lắng, cho dù một ngày nào đó chúng ta sẽ đến những nơi khác nhau, cũng sẽ gặp lại nhau lần nữa ở một nơi nào đó trên thế giới. \"Duyên\" giữa người với người không phải là thứ dễ dàng bị cắt đứt như thế."
    }
  },
  {
    "title": {
      "zhs": "枫原万叶的爱好…",
      "zht": "楓原萬葉的愛好…",
      "jp": "楓原万葉の趣味…",
      "ko": "카에데하라 카즈하의 취미…",
      "en": "Kaedehara Kazuha's Hobbies",
      "de": "Kaedehara Kazuhas Hobbys",
      "es": "Aficiones de Kaedehara Kazuha...",
      "fr": "Les loisirs de Kaedehara Kazuha...",
      "pt": "Passatempos de Kaedehara Kazuha...",
      "ru": "Хобби Кадзухи...",
      "id": "Hobi Kaedehara Kazuha",
      "th": "งานอดิเรกของ Kaedehara Kazuha...",
      "vi": "Sở thích của Kaedehara Kazuha..."
    },
    "line": {
      "zhs": "躺在被正午的阳光晒暖的岩石上休息，醒来后继续漫无目的地前行。只要与刀相伴，我可以去任何地方。",
      "zht": "躺在被正午的陽光曬暖的岩石上休息，醒來後繼續漫無目的地前行。只要與刀相伴，我可以去任何地方。",
      "jp": "正午の日差しで温かくなった岩に横たわり、目覚めた後はぶらぶらと。刀を持っていれば、拙者はどこにでもゆけるでござるよ。",
      "ko": "정오의 햇볕에 따뜻해진 바위에서 한숨 자면, 깨어났을 때 목적없는 여정을 계속할 수 있어. 난 검만 있다면 어디든 갈 수 있다고",
      "en": "I like falling asleep on a warm rock that's been soaking in the mid-afternoon sun, then waking up and continuing on my journey with no particular aim in mind. So long as I have my blade by my side, there is nowhere I cannot go.",
      "de": "Ich mag es, auf einem warmen Felsen einzuschlafen, der von der Nachmittagssonne durchtränkt ist, dann aufzuwachen und meine Reise fortzusetzen, ohne ein bestimmtes Ziel vor Augen zu haben. Solange ich meine Klinge an meiner Seite habe, gibt es keinen Ort, an den ich nicht gehen kann.",
      "es": "Tumbarme en una roca calentita por los rayos de sol del mediodía para descansar y despertarme para seguir caminando sin un rumbo... Mientras mi espada me acompañe, puedo ir a cualquier lugar.",
      "fr": "J'aime dormir sur un rocher qui a pris le soleil de l'après-midi, pour ensuite continuer mon chemin à mon réveil, sans destination particulière. Tant que ma lame m'accompagne, il n'est nul endroit où je ne puisse me rendre.",
      "pt": "Descanso na rocha que foi aquecida pelo sol do meio-dia, e depois de acordar, continuo andando sem rumo. Apenas com a espada ao meu lado, eu poderia ir a qualquer lugar.",
      "ru": "Мне нравится дремать на нагретом полуденным солнцем камне, а затем проснуться и идти куда глаза глядят. Пока мой меч со мной, я могу отправиться куда угодно.",
      "id": "Aku suka tidur di atas batu hangat yang telah disinari matahari petang, kemudian bangun dan melanjutkan perjalananku tanpa tujuan pasti. Selama pedangku ini masih bersamaku, tidak ada tempat yang tidak bisa kudatangi.",
      "th": "นอนพักผ่อนบนก้อนหินที่อุ่นด้วยแสงแดดยามเที่ยง และเดินต่อไปอย่างไร้จุดหมายเมื่อตื่นขึ้น ตราบใดที่ฉันยังมีดาบอยู่กับตัว ฉันก็ไปได้ทุกที่",
      "vi": "Nằm nghỉ trên tảng đá được ánh nắng giữa trưa chiếu rọi, sau khi tỉnh dậy lại tiếp tục lên đường dù không có mục tiêu. Chỉ cần có đao bầu bạn, tôi có thể đi đến bất cứ nơi nào."
    }
  },
  {
    "title": {
      "zhs": "枫原万叶的烦恼…",
      "zht": "楓原萬葉的煩惱…",
      "jp": "楓原万葉の悩み…",
      "ko": "카에데하라 카즈하의 고민…",
      "en": "Kaedehara Kazuha's Troubles",
      "de": "Kaedehara Kazuhas Sorgen",
      "es": "Preocupaciones de Kaedehara Kazuha...",
      "fr": "Les problèmes de Kaedehara Kazuha...",
      "pt": "Preocupações de Kaedehara Kazuha...",
      "ru": "Беспокойство Кадзухи...",
      "id": "Kekhawatiran Kaedehara Kazuha",
      "th": "เรื่องกลุ้มใจของ Kaedehara Kazuha...",
      "vi": "Nỗi muộn phiền của Kaedehara Kazuha..."
    },
    "line": {
      "zhs": "每逢风暴降临的时候，「自然」的声音就会变得嘈杂，我的耳朵也会嗡嗡作响。如果是在晚上的话，往往会辗转许久都无法入眠，让人有些头痛。",
      "zht": "每逢風暴降臨的時候，「自然」的聲音就會變得嘈雜，我的耳朵也會嗡嗡作響。如果是在晚上的話，往往會輾轉許久都無法入眠，讓人有些頭痛。",
      "jp": "嵐がくる時は、「自然」の音もざわつく。拙者も耳鳴りがしてしまうほどに。もしそれが夜であれば、そうそうに眠れぬ。少し困っているでござる。",
      "ko": "폭풍이 몰아칠 때면 「자연」의 소리도 소란스러워서 귀가 먹먹해져. 밤에 그러면, 뒤척이다 잠을 한숨도 못 자서 골머리 앓는다니까",
      "en": "The sounds of nature turn into a clamor of noise during stormy weather. It becomes a constant buzz in my ears. If it happens at night, I end up tossing and turning all night long without getting a wink of sleep. It's quite the headache...",
      "de": "Die Geräusche der Natur verwandeln sich bei stürmischem Wetter in einen Lärmteppich. Es wird zu einem ständigen Summen in meinen Ohren. Wenn es nachts passiert, wälze ich mich die ganze Nacht hin und her, ohne auch nur ein Auge zuzudrücken. Das sind ziemliche Kopfschmerzen ...",
      "es": "La naturaleza se vuelve más ruidosa cuando hay tormenta. Se convierte en un zumbido constante en mis oídos. Si, además, es de noche, no dejo de dar vueltas en la cama sin poder dormir. Es un dolor de cabeza.",
      "fr": "Les bruits de la nature deviennent de véritables clameurs quand le temps est à la tempête, et ils sont à mes oreilles comme un bourdonnement continu. Si par malheur cela arrive pendant la nuit, alors je passe mon temps à me tourner et me retourner sans pouvoir trouver le sommeil. Je ne vous parle pas des maux de tête...",
      "pt": "Cada vez que uma tempestade se aproxima, o som da natureza fica mais ruidoso, e meus ouvidos sentem o barulho. Se for durante a noite, até causa uma dor de cabeça que me impede de dormir.",
      "ru": "Пред бурей звуки природы превращаются в гомон. У меня самого начинает жужжать в ушах. Ночью же я ворочаюсь и никак не могу уснуть. Это ещё та головная боль...",
      "id": "Suara di alam menjadi suara yang tercampur aduk saat badai datang. Saat ini terjadi, telingaku jadi berdengung terus-menerus. Kalau terjadi di malam hari, aku tidak akan bisa tidur semalaman. Benar-benar membuatku sakit kepala ....",
      "th": "เมื่อใดก็ตามที่มีพายุ เสียงของ \"ธรรมชาติ\" จะดังกระหึ่มในหูของฉัน ถ้าเป็นตอนกลางคืน มันจะดังตลอดจนทำให้นอนหลับไม่ลง ช่างน่าปวดหัวซะจริง",
      "vi": "Mỗi khi bão sắp đến, âm thanh của \"tự nhiên\" sẽ trở nên ầm ĩ, khiến tai của tôi cũng ù đi. Nếu là buổi tối, sẽ bị giày vò rất lâu mà vẫn không ngủ được, khiến tôi hơi nhức đầu."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was er so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "在大海上航行时，最容易获取到的食材便是鱼肉。怎么样把鱼做得好吃，是每个在海上冒险的人都要思考的问题。有机会的话，也想让你尝尝看我的手艺。",
      "zht": "#在大海上航行時，最容易取得的食材便是魚肉。怎麼樣把魚做得好吃，是每個在海上冒險的人都要思考的問題。有機會的話，也想讓{F#妳}{M#你}嚐嚐看我的手藝。",
      "jp": "海を渡る時、最も容易く入手できる食材は魚肉でござる。魚をどう美味しく調理するか、海を冒険する者なら、みなが考えることであろう…機会があれば、拙者の腕前を披露してもよいぞ。",
      "ko": "바다에서 가장 쉽게 얻을 수 있는 식자재는 바로 생선이야. 생선을 맛있게 요리하는 방법은 바다 위를 모험하는 모든 사람의 고민이지. 기회 되면 너한테도 내 솜씨 좀 보여주고 싶네",
      "en": "The most easily obtainable food source when you're out at sea is, of course, fish. So it goes without saying that a seafaring adventurer must give careful consideration to how to cook a tasty fish-based meal... If the chance arises, I'd like you to try some of my cooking.",
      "de": "Die am leichtesten zu beschaffende Nahrungsquelle auf dem Meer ist natürlich Fisch. Es versteht sich also von selbst, dass ein seefahrender Abenteurer sich genau überlegen muss, wie er eine schmackhafte Mahlzeit auf Fischbasis zubereiten kann ... Wenn sich die Gelegenheit ergibt, möchte ich, dass du etwas von meiner Küche probierst.",
      "es": "La comida más fácil de conseguir en el mar es, naturalmente, el pescado. Por eso, todo aventurero de mar debe prestarle especial atención al modo de cocinar un delicioso plato de pescado. Si surge la ocasión, me gustaría que probaras cómo cocino.",
      "fr": "La nourriture la plus facile à obtenir en mer est, bien sûr, le poisson. Il va donc sans dire que l'aventurier qui prend la mer doit savoir comment cuisiner un bon repas à base de poisson... Si l'occasion se présente, j'aimerais vous faire goûter les plats que je sais faire.",
      "pt": "Ao navegar no mar, o ingrediente que podemos conseguir com mais facilidade é o peixe. Como fazer bem o peixe é o que mais nos preocupamos. Se você puder, gostaria de convidar você para provar a minha comida.",
      "ru": "Еда, которую проще всего добыть в плавании - рыба. Каждый морской странник должен уделить особое внимание тому, как приготовить рыбное блюдо вкусно. При случае мне хотелось бы угостить тебя моими творениями.",
      "id": "Sumber makanan yang paling mudah didapatkan di laut, jelas adalah ikan. Jadi setiap petualang yang menghabiskan waktu di laut harus tahu cara memasak hidangan ikan yang lezat ... Kalau ada kesempatan, aku ingin kamu mencoba masakan buatanku.",
      "th": "เมื่อล่องเรือในทะเล วัตถุดิบที่หาได้ง่ายที่สุดคือปลา วิธีทำปลาให้อร่อยเป็นสิ่งที่นักผจญภัยแห่งท้องทะเลต้องคำนึงถึง ถ้ามีโอกาสฉันก็อยากให้เธอชิมฝีมือของฉันเหมือนกัน",
      "vi": "Khi đi biển, nguyên liệu dễ tìm thấy nhất chính là thịt cá. Làm sao để làm được cá ngon là vấn đề đáng để mỗi nhà mạo hiểm phải suy nghĩ. Nếu có cơ hội, tôi cũng muốn cho bạn nếm thử tay nghề của tôi."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was er nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que detesta...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang Tidak Disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét nhất..."
    },
    "line": {
      "zhs": "我呢，不是特别喜欢那些粗制的食物。在我看来，就算是一条普普通通的鱼也要烧得好吃才行，吃东西本应是让人身心愉快的事情，怎么能将就呢？",
      "zht": "我呢，不是特別喜歡那些粗製的食物。在我看來，就算是一條普普通通的魚也要燒得好吃才行，吃本應是讓人身心愉快的事情，怎麼能將就呢？",
      "jp": "拙者は粗造りしたものがあまり好みではない。拙者からすれば、ただの魚であろうと、しっかりと焼いた方が旨味がある。食事というのは心身を安らげるもの、妥協していてはならぬであろう？",
      "ko": "난 막만든 건 별로 안 좋아해. 평범한 생선이라도 가능한 한 맛있게 먹어 줘야지. 음식이라면 응당 몸도 마음도 좋아지라고 먹는 건데 대충 때워서야 되겠어?",
      "en": "I am not particularly fond of food that is thrown together in a hurry without much care and attention. The way I see it, if your meal consists of a single fish, you should grill it to perfection. Eating is supposed to be an enjoyable experience, so how can we stand to be so slapdash about it?",
      "de": "Ich bin nicht besonders angetan von Essen, das auf die Schnelle und ohne viel Sorgfalt und Aufmerksamkeit zusammengewürfelt wird. Meiner Meinung nach, wenn deine Mahlzeit aus einem einzigen Fisch besteht, solltest du ihn perfekt grillen. Essen soll eine genussvolle Erfahrung sein, wie können wir es also aushalten, dabei schlampig zu sein?",
      "es": "No me gusta demasiado la comida hecha con prisas y sin esmero. A mi parecer, aunque tu comida solo sea un simple pescado, debes cocinarlo a la perfección. Comer debería ser una experiencia placentera, ¿así que cómo vamos a conformarnos con cualquier cosa?",
      "fr": "Je ne suis pas vraiment fan des plats réalisés à la va-vite sans soin particulier. Pour moi, si votre repas consiste en un seul poisson, alors celui-ci doit être grillé à la perfection. Manger est supposé être une expérience agréable, comment peut-on se permettre de faire les choses n'importe comment ?",
      "pt": "Eu? Eu não gosto daquelas comidas feitas de qualquer jeito. Ao meu ver, até mesmo um simples peixe tem que ser feito com dedicação. Comer é algo que nos alegra, por isso temos que levar isso a sério.",
      "ru": "Мне не нравится еда, приготовленная абы как. По-моему, даже самую обычную рыбу при запекании следует доводить до совершенства. Трапезой должно наслаждаться. Разве можно довольствоваться чем попало?",
      "id": "Aku tidak begitu menyukai makanan yang dicampur secara buru-buru tanpa dipikirkan dengan baik. Menurutku, kalau makananmu hanya seekor ikan, kamu harus memanggangnya sampai sempurna. Memakan sesuatu seharusnya adalah sebuah kegiatan yang menyenangkan, mana boleh kita melakukannya dengan seenaknya saja?",
      "th": "สำหรับฉัน ฉันไม่ชอบอาหารดิบเอาเสียเลย ในความคิดของฉัน ต่อให้เป็นปลาธรรมดาก็ยังต้องย่างให้ดีถึงจะอร่อย การกินอาหารควรจะมีความสุขทั้งกายและใจ จะให้ทำแบบลวก ๆ ได้ยังไงกัน?",
      "vi": "Tôi thì không thích cái món ăn đơn sơ này cho lắm. Theo tôi thì dù là một con cá bình thường cũng phải nướng cho thật ngon mới được, ăn uống là chuyện làm người ta vui vẻ, sao có thể qua loa được chứ?"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "能将鱼肉烹调出如此滋味，你的手艺当真了得。",
      "zht": "#能將魚肉烹調出如此滋味，{F#妳}{M#你}的手藝當真了得。",
      "jp": "うむ、魚をこうも美味しく調理するとは、お主の腕は相当なものでござるな。",
      "ko": "생선으로 이런 맛을 낼 수 있다니, 솜씨가 대단하네",
      "en": "That you can make fish taste as delicious as this is proof of your outstanding culinary prowess.",
      "de": "Du bist wirklich gut darin, Fisch mit so viel Geschmack zuzubereiten.",
      "es": "#Conseguiste sacarle todo el sabor al pescado. Eres realmente buen{F#a}{M#o} en esto.",
      "fr": "Vous avez réussi à donner un tel goût au poisson, quel talent.",
      "pt": "Fazer um peixe tão delicioso como esse é uma prova de sua habilidade culinária.",
      "ru": "Способность сделать рыбу настолько вкусной является доказательством твоего выдающегося кулинарного мастерства.",
      "id": "Kamu bisa membuat rasa ikan jadi seenak ini, benar-benar bukti nyata dari kemampuan memasakmu.",
      "th": "ปรุงเนื้อปลาออกมาได้อร่อยขนาดนี้นี่ ฝีมือของเธอช่างน่าทึ่งจริง ๆ",
      "vi": "Có thể nấu thịt cá ngon như vậy, tay nghề của bạn thực sự đáng gờm."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "你做的饭菜不仅能够饱腹，对我而言也是慰藉。",
      "zht": "#{F#妳}{M#你}做的飯菜不僅能夠飽腹，對我而言也是慰藉。",
      "jp": "お主の料理は腹を満たすだけでなく、拙者にとって心の安らぎでもある。",
      "ko": "네 요리는 배를 채워줄 뿐 아니라 큰 위로가 되어주기도 해",
      "en": "Your cooking not only fills the stomach, it also soothes my soul.",
      "de": "Deine Küche ist nicht nur sättigend, sondern auch beruhigend für mich.",
      "es": "Tus platos no solo me satisfacen, sino que también me reconfortan.",
      "fr": "Vos plats sont rassasiants, mais je les trouve aussi réconfortants.",
      "pt": "Sua comida não apenas enche o estômago, mas também acalma o espírito.",
      "ru": "Твои блюда не только утоляют голод, но и успокаивают душу.",
      "id": "Makanan buatanmu tidak hanya mengisi perut, tapi juga menenangkan hatiku.",
      "th": "อาหารที่เธอทำไม่ได้แค่ช่วยให้อิ่มท้องเท่านั้นนะ แต่ยังช่วยปลอบประโลมฉันได้ด้วย",
      "vi": "Món ăn bạn nấu không chỉ no bụng, mà còn là niềm an ủi đối với tôi nữa."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "要休息一下吗？内心疲惫的话，做出来的菜也会失去风味。",
      "zht": "要休息一下嗎？內心疲憊的話，做出來的菜也會失去風味。",
      "jp": "少し休んではどうでござるか？心が疲れていては、せっかくの料理も味が落ちてしまうであろう。",
      "ko": "좀 쉴래? 마음이 힘들면 요리도 맛을 잃기 마련이야",
      "en": "Perhaps you should get some rest? A weary mind is a recipe for flavorless food.",
      "de": "Brauchst du eine Pause? Wenn du innerlich müde bist, verlieren die Gerichte, die du zubereitest, ihren Geschmack.",
      "es": "#¿Necesitas descansar? Si estás cansad{F#a}{M#o}, afectará a la calidad de lo que cocinas.",
      "fr": "#Besoin de vous reposer un peu ? Votre cuisine n'aura pas aussi bon goût si vous êtes {M#fatigué}{F#fatiguée}.",
      "pt": "Talvez você devesse descansar? Uma mente dispersa só fará comida sem gosto.",
      "ru": "Возможно, тебе стоит отдохнуть? Уставший повар готовит безвкусные блюда.",
      "id": "Mungkin kamu butuh istirahat? Kalau hatimu lelah, masakanmu pun akan jadi tawar.",
      "th": "พักผ่อนหน่อยมั้ย? หากเธอเหนื่อย อาหารที่เธอทำก็จะเสียรสชาติด้วยนะ",
      "vi": "Muốn nghỉ ngơi một chút không? Nếu bạn mệt mỏi, các món ăn cũng sẽ mất đi hương vị."
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "哈…得知今天的生日，我特地写了新的诗歌。只可惜诗才不佳，几个晚上只想到前两句，就先送给你吧。\n\n「流光换日月，鹤归云起庆生时」…欸等等，先别说话，我有灵感了。最后一句…「异乡有故知」，如何？\n\n生日快乐，今天一起去…吃点甜品吧。",
      "zht": "#哈…得知今天的生日，我特地寫了新的詩歌。只可惜詩才不佳，幾個晚上只想到前兩句，就先送給{F#妳}{M#你}吧。\n\n「流光換日月，鶴歸雲起慶生時」…等等，先別說話，我有靈感了。最後一句…「異鄉有故知」，如何？\n\n生日快樂，今天一起去…吃點甜品吧。",
      "jp": "ふぁ…誕生日だと知って、新しい詩歌を書いたでござるよ。ただあまり心得がなく、何日もかけて途中までしか思いつかなかった。とりあえず、これをお主に贈ろう。\n\n「歳月や、雲の赴く、誕生日」…ん、待った、何か思いついたでござる。続きは…「祝いの日には、異郷の友と」、どうであろうか？\n\n誕生日おめでとう、今日は一緒に甘味でも食べにゆこうではないか。",
      "ko": "하암… 오늘이 네 생일이란 걸 알고 특별히 시를 한 수 지었는데, 재능이 없어서 며칠 밤을 생각했는데도 두 줄밖에 못 썼지 뭐야.\n\n일단 읊어줄게. 「세월이 흘러 해가 바뀌고, 학과 구름이 생일을 축하해주네」…. 어, 잠깐 조용히 해봐. 영감이 떠올랐어. 마지막은… 「타향에 옛 벗이 있네」, 어때?\n\n생일 축하해. 같이… 간식 먹으러 가자",
      "en": "I heard it was your birthday, so I wrote a haiku for you. Unfortunately, I'm not the most talented in this area, and after trying for several evenings, I was still only able to come up with the first two lines... I guess I'll just share what I've got so far, then. \"Sun and moon rejoice / Birds of dawn sing songs anew\"... Wait, don't say a word, I think the final line is coming to me... Yes, how about.... \"Far from home, with you.\" Anyway, Happy Birthday. Let's go and get you some cake, shall we?",
      "de": "Ich habe gehört, dass du Geburtstag hast, also habe ich ein Haiku für dich geschrieben. Leider bin ich nicht der Talentierteste auf diesem Gebiet und nach mehreren Abenden des Probierens habe ich nur die ersten beiden Zeilen hinbekommen ... Ich denke, ich werde dann einfach teilen, was ich bis jetzt habe.\n\n„Sonne und Mond jubeln. Vögel der Morgendämmerung singen Lieder neu“ ... Warte, sag kein Wort, ich glaube, die letzte Zeile kommt zu mir ... Ja, wie wäre es mit ... „Weit weg von zu Hause, mit dir“.\n\nWie auch immer, alles Gute zum Geburtstag. Lass uns gehen und dir etwas Kuchen holen. Was meinst du?",
      "es": "*Ejem*, al saber que hoy era tu cumpleaños, escribí un haiku para ti. No soy el mejor poeta, así que solo se me ocurrieron estos dos versos después de varias noches. Toma, te lo regalo.\n\n“Astros brillantes\n\nGrullas en nubes nacen”\n\n... Espera, espera, no digas nada aún, me ha venido la inspiración. El último verso... “Lejos contigo”. ¿Qué te parece?\n\nEn fin, feliz cumpleaños. Hoy podríamos ir a... comer un pastel, ¿quieres?",
      "fr": "Ah... J'ai entendu dire que c'était votre anniversaire, et j'ai composé un haïku à votre attention. Malheureusement, je suis loin d'être le plus doué dans ce domaine, et après plusieurs soirs à faire de mon mieux, je n'ai réussi à composer que les deux premiers vers... J'imagine qu'il ne me reste qu'à les partager avec vous. « Sourient la lune et le soleil/Chante l'oiseau du matin »... Attendez, ne dites rien, je crois que le dernier vers me vient... Oui, pourquoi pas... « Amis lointains. » Enfin, quoi qu'il en soit, joyeux anniversaire ! Allons donc trouver un gâteau pour fêter ça.",
      "pt": "Haha... Ao saber que hoje é o seu aniversário, fiz uma nova poesia para você. Perdoe-me por não conseguir completá-la, estava com pouca inspiração.\n\n\"O passar do tempo até mudou a lua e o sol, e todas as garças de volta às nuvens, celebrando o seu aniversário...\" Ei! Espere um pouco. Tenho uma ideia!! O último verso seria... \"Na terra minha, haverá sempre amigos de coração.\" O que você acha?\n\nFeliz aniversário! Que tal comermos um doce?",
      "ru": "Ах... Я узнал, что у тебя сегодня день рождения, и написал тебе хайку. К сожалению, оно не блещет. За несколько вечеров я сочинил только две строки. Их я тебе сначала и зачитаю.\n\n\n\nРассвет пылает.\n\nИдём под небом чужим\n\n\n\n...Постой, ничего не говори, ко мне пришло вдохновение.\n\n\n\nСо старым другом.\n\n\n\nЧто скажешь? С днём рождения. Поедим сегодня... чего-нибудь сладкого.",
      "id": "Ah, kudengar kamu berulang tahun hari ini, jadi aku menuliskan sebuah puisi untukmu. Tapi sayangnya, aku tidak begitu pandai di bidang ini. Akhirnya setelah aku mencoba berhari-hari, aku berhasil membuat dua bait pertama ... Mungkin kubacakan dulu saja bait yang sudah kubuat ya. \"Matahari dan bulan bergembira, burung fajar berkicau seakan menjamu\" ... Tunggu, jangan bilang apa-apa dulu, sepertinya aku tahu bagaimana melanjutkannya ... Ya, bagaimana kalau ... \"Jauh dari rumah, tapi bersama denganmu.\" Selamat ulang Tahun ya. Ayo kita beli kue untukmu?",
      "th": "ฮ่ะ ๆ... ได้ยินว่าวันนี้เป็นวันเกิดของเธอ ฉันเลยแต่งกลอนบทใหม่ให้เธอโดยเฉพาะ น่าเสียดายที่แต่งไม่ค่อยเก่ง นอนคิดตั้งหลายคืนก็เขียนได้แค่สองประโยคแรก เดี๋ยวจะอ่านให้เธอฟังก่อนแล้วกัน\n\n\"แสงแห่งคืนวันผันเปลี่ยน นกกระเรียนหวนคืนสู่เมฆา\"... เดี๋ยวก่อนนะ อย่าเพิ่งพูดอะไร ฉันเพิ่งได้แรงบันดาลใจ ประโยคสุดท้าย... \"โชคชะตานำพาให้เราพบกันในต่างแดน\" เป็นไง?\n\nสุขสันต์วันเกิดนะ วันนี้เราไป... กินของหวานด้วยกันเถอะ",
      "vi": "Ha...được biết hôm nay là sinh nhật của bạn nên tôi đã viết một bài thơ mới. Chỉ tiếc là tài nghệ có hạn, mấy đêm rồi chỉ nghĩ ra được hai câu, thôi thì tặng cho bạn trước vậy.\n\n\"Mặt trời và mặt trăng hân hoan, chim hạc bay về đón nắng mới\"...này chờ đã, đừng nói gì hết, tôi có ý tưởng rồi. Câu cuối cùng...\"Nơi đất khách gặp bạn cũ\", thế nào?\n\nSinh nhật vui vẻ, hôm nay cùng đi...ăn đồ ngọt đi."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "这把刀，更加锋利了。",
      "zht": "這把刀，更加鋒利了。",
      "jp": "この刀、より鋭利になったでござる。",
      "ko": "이 검, 더 날카로워졌어",
      "en": "My blade grows keener.",
      "de": "Meine Klinge wird schärfer.",
      "es": "Mi espada se ha vuelto más afilada.",
      "fr": "Ma lame est plus acérée.",
      "pt": "Essa espada está ainda mais afiada.",
      "ru": "Мой клинок становится острее.",
      "id": "Pedangku, sudah semakin tajam.",
      "th": "ดาบเล่มนี้คมขึ้นกว่าเดิมแล้วสินะ",
      "vi": "Thanh đao này sắc bén hơn rồi."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "雪落在地上的声音，细不可闻…但现在的我，应该可以听到了。",
      "zht": "雪落在地上的聲音，細不可聞…但現在的我，應該可以聽到了。",
      "jp": "雪が地面に落ちる音…今の拙者は、それすらも聞こえるようになったかもしれぬ。",
      "ko": "눈 내리는 소리는 아주 작아서 안 들리지만… 지금의 나라면, 들릴지도 모르겠어",
      "en": "The sound of snow as it lands on the ground is so faint as to be practically nonexistent... But now, my senses are sharper than ever, and I believe I should be able to discern it.",
      "de": "Das Geräusch des Schnees, wenn er auf dem Boden landet, ist so leise, dass es praktisch nicht existiert ... Aber jetzt sind meine Sinne schärfer als je zuvor und ich glaube, ich sollte in der Lage sein, es wahrzunehmen.",
      "es": "El sonido de la nieve al caer al suelo es prácticamente imperceptible... Pero ahora mis sentimientos son más agudos que nunca. Creo que debería ser capaz de oírlo.",
      "fr": "Le bruit de la neige atterrissant sur le sol est si faible qu'il n'existe pour ainsi dire pas... Mais maintenant que mes sens sont plus affûtés, je devrais arriver à le discerner.",
      "pt": "O som da neve caindo no chão é tão leve que não se pode ouvir... Mas eu agora posso.",
      "ru": "Снежинки падают на землю так тихо, почти неслышно... Но теперь мои чувства как никогда остры, и я смогу услышать и это.",
      "id": "Suara salju yang jatuh ke tanah hampir tidak terdengar sama sekali ... Tapi sekarang semua inderaku lebih tajam dari biasanya, kurasa aku bisa mendengar suara salju itu.",
      "th": "เสียงหิมะที่ตกกระทบผืนดินมันเบาจนแทบไม่ได้ยิน... แต่ในตอนนี้ ฉันน่าจะได้ยินมันแล้วล่ะ",
      "vi": "Âm thanh của tuyết rơi xuống đất nhỏ đến mức không thể nghe thấy...nhưng tôi bây giờ chắc có thể nghe được rồi."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "海上的风浪很大，我也要变得更强。",
      "zht": "海上的風浪很大，我也要變得更強。",
      "jp": "海の波は強い、拙者ももっと強くならねば。",
      "ko": "파도가 거칠게 몰아치고 있어. 나도 더 강해져야지",
      "en": "The waves rise high out in the open seas. I, too, must reach new heights of strength.",
      "de": "Draußen auf dem offenen Meer steigen die Wellen hoch. Auch ich muss neue Höhen der Kraft erreichen.",
      "es": "Las olas se elevan a gran altura en el mar. A mí también me gustaría alcanzar ese nivel de fuerza.",
      "fr": "En mer, les vagues peuvent atteindre des hauteurs impressionnantes. Et moi aussi, je veux atteindre de nouvelles hauteurs.",
      "pt": "As ondas no mar são gigantes. Eu ficarei ainda mais forte que elas.",
      "ru": "Могуч морской вал. Достичь новых вершин силы хочу и я.",
      "id": "Ombak di laut terus menerjang tanpa henti, aku juga harus terus menempa kemampuanku tanpa henti.",
      "th": "ฉันต้องไปให้สูงขึ้น เช่นเดียวกับเกลียวคลื่นในท้องทะเล",
      "vi": "Sóng gió trên biển rất dữ dội, tôi cũng phải trở nên mạnh hơn."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "行走世间，自然会有各种烦恼相伴，但既得与你相遇，不管是武艺还是内心都有了新的成长。想必今后的人生也会更加自在吧。",
      "zht": "#行走世間，自然會有各種煩惱相伴，但既得與{F#妳}{M#你}相遇，不管是武藝還是內心都有了新的成長。想必今後的人生也會更加自在吧。",
      "jp": "世を渡り歩けば、自ずと悩みも多くなるもの。お主との出会いは、拙者に、武道と心の成長をもたらした。今後の人生もきっと、よいものとなるであろう。",
      "ko": "세상을 살다 보면 다양한 고민이 있기 마련이지. 하지만 너와 만난 뒤로 무예든 내면이든 새롭게 성장했어. 앞으로의 인생도 더 자유롭겠지?",
      "en": "As one travels the world, sorrows and frustrations are bound to journey with you. But I find that I've grown since meeting you, both in martial arts and in strength of character. I am confident that I will be more at ease in life from this point forth.",
      "de": "Wenn man durch die Welt reist, werden Sorgen und Frustrationen mit einem reisen. Aber ich stelle fest, dass ich seit dem Treffen mit dir gewachsen bin, sowohl in der Kampfkunst als auch in der Charakterstärke. Ich bin zuversichtlich, dass ich mich von nun an im Leben wohler fühlen werde.",
      "es": "Al deambular por el mundo, es natural encontrarse con todo tipo de preocupaciones y frustraciones. Pero creo que tanto mis habilidades marciales como mi carácter se han fortalecido desde que te conozco. Estoy seguro de que, de ahora en adelante, mi vida será aún más libre.",
      "fr": "Les problèmes sont le lot commun de ceux qui parcourent le monde. Mais depuis que je vous connais, ma maîtrise des arts martiaux et ma force de caractère se sont affirmées. Je suis sûr que maintenant, aller de l'avant va être chose beaucoup plus aisée.",
      "pt": "Andando nesse mundo, é natural se deparar com dificuldades. Ao encontrar você evoluí bastante, tanto a nível de habilidades de luta quanto a nível de autoconhecimento. Acho que a minha vida pela frente será mais tranquila.",
      "ru": "Когда странствуешь по свету, огорчения и невзгоды непременно будут ходить за тобой. Вот только мне кажется, что после знакомства с тобой и мой дух, и боевые навыки выросли. Уверен, отныне в моей жизни будет ещё больше свободы.",
      "id": "Saat seseorang sedang berkeliling dunia, rasa sedih dan frustasi pasti senantiasa menemani. Tapi aku merasa aku sudah bertumbuh banyak sejak bertemu denganmu, baik dalam ilmu bela diri maupun dalam karakterku. Aku yakin kalau hidupku akan jadi lebih tenang mulai saat ini.",
      "th": "เมื่อท่องไปในโลก ความกังวลหลายรูปแบบก็จะติดตามตัวเราไปอย่างหลีกเลี่ยงไม่ได้ แต่พอฉันได้เจอกับเธอ ฉันก็ได้เติบโตขึ้นมาก ไม่ว่าจะเป็นด้านศิลปะการต่อสู้หรือว่าจะเป็นจิตใจของฉันก็ตาม ฉันเชื่อว่านับจากวันนี้ไป ชีวิตฉันจะเป็นอิสระกว่าเดิม",
      "vi": "Sống trên đời này, rồi cũng sẽ gặp đủ loại phiền não, nhưng tôi nhận ra rằng, mình đã trưởng thành từ lúc gặp được bạn, cho dù về mặt võ nghệ hay nội tâm cũng vậy. Chắc hẳn sau này sẽ càng tự do tự tại hơn."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "起！",
      "zht": "起！",
      "jp": "参る。",
      "ko": "일어나라!",
      "en": "Tch!",
      "de": "Los!",
      "es": "¡Tch!",
      "fr": "Chi !",
      "pt": "Chi!",
      "ru": "Ци!",
      "id": "Chi!",
      "th": "ขึ้นมา!",
      "vi": "Lên!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "嘿！",
      "zht": "嘿！",
      "jp": "はっ。",
      "ko": "하앗!",
      "en": "Huh!",
      "de": "He!",
      "es": "¡Ja!",
      "fr": "Hé !",
      "pt": "Hee!",
      "ru": "Хи-и!",
      "id": "Hee!",
      "th": "ฮ่า!",
      "vi": "Hee!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "踏风！",
      "zht": "踏風！",
      "jp": "風よ。",
      "ko": "바람을 타고!",
      "en": "Wind strider!",
      "de": "Windläufer!",
      "es": "¡Corriendo con el viento!",
      "fr": "Avec le vent !",
      "pt": "Caminhante do vento!",
      "ru": "Танцую с ветром!",
      "id": "Pelangkah angin!",
      "th": "โต้รับลม!",
      "vi": "Đạp gió!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其四",
      "zht": "元素戰技·其四",
      "jp": "元素スキル·4",
      "ko": "원소전투 스킬·네 번째",
      "en": "Elemental Skill: IV",
      "de": "Elementarfähigkeit – IV",
      "es": "Habilidad Elemental (IV)",
      "fr": "Compétence élémentaire (4)",
      "pt": "Habilidade Elemental - IV",
      "ru": "Элементальный навык IV",
      "id": "Elemental Skill: IV",
      "th": "สกิลธาตุ - 4",
      "vi": "Kỹ Năng Nguyên Tố IV"
    },
    "line": {
      "zhs": "御风而行。",
      "zht": "御風而行。",
      "jp": "風の行先よ。",
      "ko": "바람과 함께",
      "en": "Into the wind.",
      "de": "Folge dem Wind",
      "es": "¡Al viento!",
      "fr": "Le vent m'emmène.",
      "pt": "Junto com o vento.",
      "ru": "Лечу, оседлав ветер!",
      "id": "Masuklah ke pusaran angin.",
      "th": "ต้านแรงลม",
      "vi": "Cưỡi gió đi cùng."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其五",
      "zht": "元素戰技·其五",
      "jp": "元素スキル·5",
      "ko": "원소전투 스킬·다섯 번째",
      "en": "Elemental Skill: V",
      "de": "Elementarfähigkeit V",
      "es": "Habilidad Elemental (V)",
      "fr": "Compétence élémentaire (5)",
      "pt": "Habilidade Elemental - V",
      "ru": "Элементальный навык V",
      "id": "Elemental Skill: V",
      "th": "สกิลธาตุ - 5",
      "vi": "Kỹ Năng Nguyên Tố V"
    },
    "line": {
      "zhs": "朔风解意。",
      "zht": "朔風解意。",
      "jp": "風を知れ。",
      "ko": "바람이 맘을 알아주네",
      "en": "The wind knows me.",
      "de": "Der Wind kennt mich.",
      "es": "El viento me conoce.",
      "fr": "Le vent me connaît.",
      "pt": "O vento me conhece.",
      "ru": "Ветер меня знает.",
      "id": "Angin memahamiku.",
      "th": "เจตจำนงของสายลม",
      "vi": "Ngọn gió hiểu lòng ta."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其六",
      "zht": "元素戰技·其六",
      "jp": "元素スキル·6",
      "ko": "원소전투 스킬·여섯 번째",
      "en": "Elemental Skill: VI",
      "de": "Elementarfähigkeit VI",
      "es": "Habilidad Elemental (VI)",
      "fr": "Compétence élémentaire (6)",
      "pt": "Habilidade Elemental - VI",
      "ru": "Элементальный навык VI",
      "id": "Elemental Skill: VI",
      "th": "สกิลธาตุ - 6",
      "vi": "Kỹ Năng Nguyên Tố VI"
    },
    "line": {
      "zhs": "往返自然！",
      "zht": "往返自然！",
      "jp": "風の赴くままに！",
      "ko": "자유롭게!",
      "en": "One with nature!",
      "de": "Eins mit der Natur!",
      "es": "¡Soy uno con la naturaleza!",
      "fr": "En harmonie avec la nature !",
      "pt": "Comunhão com a natureza!",
      "ru": "Мы с природой едины!",
      "id": "Menyatulah dengan alam!",
      "th": "เป็นหนึ่งเดียวกับธรรมชาติ!",
      "vi": "Về với tự nhiên!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "云隐…雁鸣！",
      "zht": "雲隱…雁鳴！",
      "jp": "雲隠れ…雁鳴く時。",
      "ko": "구름이 숨고… 기러기가 우네!",
      "en": "Clouds hide... the bird's call!",
      "de": "Der Himmel zieht sich zu, die Gänse schnattern.",
      "es": "Las nubes esconden... ¡el canto de los pájaros!",
      "fr": "Les nuages cachent... le chant de l'oiseau !",
      "pt": "As nuvens ocultam... o chamado dos pássaros!",
      "ru": "Облака скрылись... Зов птицы!",
      "id": "Awan sembunyikan ... kicauan burung!",
      "th": "เมฆหลบลี้... ห่านป่าร่ำร้อง!",
      "vi": "Mây mù...nhạn kêu!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "风共云行。",
      "zht": "風共雲行。",
      "jp": "風の共、雲の行くごと。",
      "ko": "바람을 타고 구름이 가도록",
      "en": "As one with wind and cloud.",
      "de": "Wie eins mit Wind und Wolken.",
      "es": "Uno con el viento y las nubes.",
      "fr": "Avec le mouvement du vent et des nuages.",
      "pt": "Em comunhão com o vento e as nuvens.",
      "ru": "Едины с ветром и облаками!",
      "id": "Menyatulah dengan angin dan awan.",
      "th": "ลอยไปกับสายลม",
      "vi": "Gió đi cùng mây."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "可叹，落叶飘零。",
      "zht": "可嘆，落葉飄零。",
      "jp": "黄葉を、散らまく惜しみ。",
      "ko": "낙엽이 지는 게 안타깝도다",
      "en": "Fallen leaves... adorn my night.",
      "de": "Gefallene Blätter ... schmücken meine Nacht.",
      "es": "Hojas caídas... ¡decoren la noche!",
      "fr": "Feuilles virevoltantes... Embellissez la nuit !",
      "pt": "Folhas caídas... adornam minhas noites.",
      "ru": "Падшие листья... украшают полог ночи.",
      "id": "Gugurlah dedaunan ... hiasi malamku.",
      "th": "น่าเสียดาย ใบไม้ที่ร่วงหล่น",
      "vi": "Than ôi, lá rụng trôi dạt."
    }
  },
  {
    "title": {
      "zhs": "冲刺开始·其一",
      "zht": "衝刺開始·其一",
      "jp": "ダッシュ開始·1",
      "ko": "대시 시작·첫 번째",
      "en": "Sprint Start: I",
      "de": "Rennen – Start I",
      "es": "Al esprintar (I)",
      "fr": "Début de sprint (1)",
      "pt": "Início da Corrida - I",
      "ru": "Начало спринта I",
      "id": "Mulai Lari: I",
      "th": "เริ่มวิ่ง - 1",
      "vi": "Xung Kích Bắt Đầu I"
    },
    "line": {
      "zhs": "该出发了。",
      "zht": "該出發了。",
      "jp": "いざ。",
      "ko": "출발할 때가 됐어",
      "en": "Time to go.",
      "de": "Zeit zu gehen.",
      "es": "Hora de partir.",
      "fr": "Il est temps de partir.",
      "pt": "É hora de ir.",
      "ru": "Время действовать.",
      "id": "Waktunya pergi.",
      "th": "ไปกันเถอะ",
      "vi": "Phải xuất phát rồi."
    }
  },
  {
    "title": {
      "zhs": "打开风之翼·其一",
      "zht": "打開風之翼·其一",
      "jp": "風の翼を広げる·1",
      "ko": "바람의 날개 사용·첫 번째",
      "en": "Deploying Wind Glider: I",
      "de": "Windgleiter öffnen I",
      "es": "Al abrir el planeador (I)",
      "fr": "Utilisation de planeur (1)",
      "pt": "Abrindo o Planador - I",
      "ru": "Запуск планера I",
      "id": "Membuka Wind Glider: I",
      "th": "เปิดเครื่องร่อนเวหา - 1",
      "vi": "Mở Phong Chi Dực I"
    },
    "line": {
      "zhs": "顺着风的方向。",
      "zht": "順著風的方向。",
      "jp": "風の流れる方へ。",
      "ko": "풍향을 따라",
      "en": "I follow the wind.",
      "de": "Der Wind sagt das so.",
      "es": "Sigo la dirección del viento.",
      "fr": "Suivez la direction du vent.",
      "pt": "O vento diz que o caminho é por aqui.",
      "ru": "Ветер указывает путь.",
      "id": "Kan kuikuti arus anginnya.",
      "th": "ให้สายลมนำทาง",
      "vi": "Thuận theo hướng gió."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "令人快慰。",
      "zht": "令人快慰。",
      "jp": "天晴でござるな。",
      "ko": "만족스러워",
      "en": "Brings a smile to my face.",
      "de": "Das bereitet mir Freude.",
      "es": "Esto hace que sonría.",
      "fr": "Voilà qui apporte un sourire sur mon visage.",
      "pt": "Traz um sorriso ao meu rosto.",
      "ru": "Это вызывает у меня улыбку.",
      "id": "Aku tersenyum dibuatnya.",
      "th": "อารมณ์ดีขึ้นมาเลย",
      "vi": "Khiến người ta như được an ủi."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "天地的馈赠。",
      "zht": "天地的饋贈。",
      "jp": "天地の恵みであるな。",
      "ko": "세상이 주는 선물이야",
      "en": "A fateful offering.",
      "de": "Ein schicksalhaftes Geschenk.",
      "es": "Una ofrenda profética.",
      "fr": "Une offrande prophétique.",
      "pt": "Uma oferenda profética.",
      "ru": "Судьбоносное подношение.",
      "id": "Sudah ditakdirkan demikian.",
      "th": "พรแห่งผืนดิน",
      "vi": "Món quà của đất trời."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "偶遇珍宝，是云游四方的妙趣之一。",
      "zht": "偶遇珍寶，是雲遊四方的妙趣之一。",
      "jp": "宝とは、旅の醍醐味でござろう。",
      "ko": "우연히 발견한 보물은 여행의 묘미지",
      "en": "Who says there aren't benefits to a life of wandering?",
      "de": "Wer sagt, dass ein Leben auf Wanderschaft nicht auch Vorteile hat?",
      "es": "¿Quién dice que no hay ningún beneficio en una vida ambulante?",
      "fr": "Qui a dit qu'une vie d'errance n'offrait aucun avantage ?",
      "pt": "Quem disse que não tem nenhum benefício em sair perambulando?",
      "ru": "Кто сказал, что в бродячей жизни нет никаких преимуществ?",
      "id": "Siapa bilang kalau hidup berkelana tidak ada untungnya?",
      "th": "การได้พบกับสมบัติเป็นหนึ่งในข้อดีของการท่องไปทั่วทุกหนแห่ง",
      "vi": "Săn được kho báu là một trong những thú vui khi du ngoạn khắp nơi."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "呼、有一套嘛…",
      "zht": "呼、有一套嘛…",
      "jp": "くっ、やりおる…",
      "ko": "후, 제법이네…",
      "en": "Huh, not bad...",
      "de": "Huch, nicht schlecht ...",
      "es": "Uh... Nada mal...",
      "fr": "Eh bien, pas mal...",
      "pt": "Huh, nada mau...",
      "ru": "Ха, недурно.",
      "id": "Heh, boleh juga ....",
      "th": "ฟู่ว ฝีมือไม่เลว...",
      "vi": "Phù, có chút năng lực đấy..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "静心凝神。",
      "zht": "靜心凝神。",
      "jp": "精神統一。",
      "ko": "침착하자",
      "en": "I must remain calm.",
      "de": "Ich muss ruhig bleiben.",
      "es": "Debo conservar la calma.",
      "fr": "Je dois me calmer.",
      "pt": "Preciso manter a calma.",
      "ru": "Мне нужно сохранять спокойствие.",
      "id": "Aku harus tetap tenang.",
      "th": "สงบจิตใจ ตั้งสมาธิไว้",
      "vi": "Tập trung tinh thần!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "保持专注！",
      "zht": "保持專注！",
      "jp": "一点集中！",
      "ko": "집중해!",
      "en": "Stay focused!",
      "de": "Bleib konzentriert!",
      "es": "¡Mantén la concentración!",
      "fr": "Reste concentré !",
      "pt": "Mantenha o foco!",
      "ru": "Нужно сосредоточиться!",
      "id": "Tetap fokus!",
      "th": "โฟกัสหน่อยสิ!",
      "vi": "Tập trung nào!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "换我来保护你了！",
      "zht": "換我來保護你了！",
      "jp": "拙者が守る！",
      "ko": "내가 지켜줄 차례야!",
      "en": "My turn to aid you!",
      "de": "Ich bin dran, dich zu schützen!",
      "es": "¡Ahora me toca a mí ayudarte!",
      "fr": "À mon tour d'aider !",
      "pt": "Minha vez de te ajudar!",
      "ru": "Мой черёд помочь тебе!",
      "id": "Giliranku membantu!",
      "th": "ให้ฉันปกป้องเธอเอง!",
      "vi": "Để tôi bảo vệ bạn!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "你可以把后背交给我。",
      "zht": "你可以把後背交給我。",
      "jp": "背中は任せろ。",
      "ko": "뒤는 내게 맡겨",
      "en": "I've got your back.",
      "de": "Ich halte dir den Rücken frei.",
      "es": "Yo te cubro las espaldas.",
      "fr": "Je vous couvre.",
      "pt": "Te dou cobertura!",
      "ru": "Я тебя прикрою.",
      "id": "Aku menjagamu.",
      "th": "ฉันจะระวังหลังให้นะ",
      "vi": "Phần còn lại cứ giao cho tôi."
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotado (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "深感遗憾…",
      "zht": "深感遺憾…",
      "jp": "誠に遺憾なり…",
      "ko": "유감이야…",
      "en": "So many regrets...",
      "de": "So viel Bedauern ...",
      "es": "Me arrepiento de tantas cosas...",
      "fr": "J'ai un profond regret...",
      "pt": "Tantos arrependimentos...",
      "ru": "Столько сожалений...",
      "id": "Begitu banyak penyesalan ini ....",
      "th": "ความเสียใจทั้งหลาย...",
      "vi": "Thật đáng tiếc..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotado (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "下次…绝不会再…",
      "zht": "下次…絕不會再…",
      "jp": "次は…必ず…",
      "ko": "다음엔… 절대…",
      "en": "Never... again...",
      "de": "Nie mehr ... wieder ...",
      "es": "Nunca... más...",
      "fr": "Plus jamais...",
      "pt": "Nunca... mais...",
      "ru": "Больше... никогда...",
      "id": "Tidak akan pernah ... terulang ....",
      "th": "คราวหน้า... จะไม่เป็นอย่างงี้อีกแน่นอน...",
      "vi": "Lần sau...tuyệt đối sẽ không..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotado (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "结束了吗…",
      "zht": "結束了嗎…",
      "jp": "終わったのか…",
      "ko": "끝난 건가…",
      "en": "This is... the end...",
      "de": "Das ist ... das Ende ...",
      "es": "Este es... el fin...",
      "fr": "C'est fini...",
      "pt": "Este é... o fim...",
      "ru": "Это... конец...",
      "id": "Inilah ... akhirnya ....",
      "th": "มันจบแล้วเหรอ...",
      "vi": "Kết thúc rồi sao..."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "不要…紧。",
      "zht": "不要…緊。",
      "jp": "心配無用…",
      "ko": "괜찮…아",
      "en": "It's...fine.",
      "de": "Es ist ... in Ordnung.",
      "es": "No pasa... nada.",
      "fr": "Ce n'est... pas grave...",
      "pt": "Tudo... bem.",
      "ru": "Какая... мелочь.",
      "id": "Tidak masalah ....",
      "th": "ไม่ต้อง... ห่วง",
      "vi": "Không...sao."
    }
  },
  {
    "title": {
      "zhs": "重受击·其二",
      "zht": "重受擊·其二",
      "jp": "重ダメージを受ける·2",
      "ko": "강공격 피격·두 번째",
      "en": "Heavy Hit Taken: II",
      "de": "Schweren Treffer erlitten II",
      "es": "Recibiendo un fuerte ataque (II)",
      "fr": "Attaque puissante subie (2)",
      "pt": "Ataque Pesado Sofrido - II",
      "ru": "Получен тяжёлый удар II",
      "id": "Menerima Serangan Hebat: II",
      "th": "โดนโจมตีอย่างหนัก - 2",
      "vi": "Bị Trọng Kích II"
    },
    "line": {
      "zhs": "好痛！",
      "zht": "好痛！",
      "jp": "痛ぅっ！",
      "ko": "아파!",
      "en": "That hurt!",
      "de": "Das tut weh!",
      "es": "¡Eso duele!",
      "fr": "Ça fait mal !",
      "pt": "Credo, pega leve!",
      "ru": "Эй, не так сильно!",
      "id": "Aaah, sakit!",
      "th": "เจ็บจัง!",
      "vi": "Đau quá!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "要带上我吗？",
      "zht": "要帶上我嗎？",
      "jp": "拙者を連れていくのか？",
      "ko": "나도 껴줄라고?",
      "en": "Want me to come along?",
      "de": "Willst du mich mitnehmen?",
      "es": "¿Quieres que te acompañe?",
      "fr": "Je viens avec vous ?",
      "pt": "Quer que eu vá junto?",
      "ru": "Возьмешь меня с собой?",
      "id": "Kamu mau aku ikut?",
      "th": "จะให้ฉันไปด้วยเหรอ?",
      "vi": "Dẫn theo tôi chứ?"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "出发出发。",
      "zht": "出發出發。",
      "jp": "いざ、参ろう。",
      "ko": "빨리 출발하자",
      "en": "Alright, let's head off.",
      "de": "Also gut, gehen wir los.",
      "es": "Está bien, vámonos.",
      "fr": "Allons-y.",
      "pt": "Beleza, vamos nessa.",
      "ru": "Ладно, пора в путь!",
      "id": "Oke, ayo kita berangkat.",
      "th": "ออกเดินทางกันได้แล้ว",
      "vi": "Xuất phát xuất phát."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "就这么做吧。",
      "zht": "就這麼做吧。",
      "jp": "これでよし。",
      "ko": "이대로 하지",
      "en": "Sounds good to me.",
      "de": "Hört sich gut an.",
      "es": "Me parece bien.",
      "fr": "Très bien.",
      "pt": "Por mim tudo bem.",
      "ru": "Звучит неплохо.",
      "id": "Kedengarannya oke juga.",
      "th": "เอาแบบนี้ก็แล้วกัน",
      "vi": "Cứ làm như vậy đi."
    }
  }
]