[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "继承稻妻城中至为尊崇的三家名门之一——神里家族的，是一对兄妹。\n\n哥哥绫人出任「家主」一职，掌管政务，妹妹绫华贵为「公主」，平日主理家族内外事宜。\n\n绫华常出现在社交场合，与民间交集也较多。因此，更被人们所熟悉的她反而获得了高于兄长的名望，被雅称为「白鹭公主」。\n\n众所周知，神里家的女儿绫华小姐容姿端丽、品行高洁，是深受民众钦慕的人物。",
      "zht": "繼承稻妻城中至為尊崇的三家名門之一——神里家族的，是一對兄妹。\n\n哥哥綾人出任「家主」一職，掌管政務，妹妹綾華貴為「公主」，平日主理家族內外事宜。\n\n綾華常出現在社交場合，與民間交集也較多。因此，更被人們所熟悉的她反而獲得了高於兄長的名望，被雅稱為「白鷺公主」。\n\n眾所周知，神里家的女兒綾華小姐容姿端麗、品行高潔，是深受民眾欽慕的人物。",
      "jp": "稲妻城で最も崇高なる三大名門の一つ——神里家を受け継いだのは、二人の兄妹である。\n\n兄の綾人は「当主」として政務を取り仕切り、妹の綾華は「姫君」として家の事務を担当している。\n\n綾華はよく社交場に現れるため、民衆との交流も多い。結果、人々により知られている彼女の方が兄よりも名声が高く、「白鷺の姫君」として親しまれている。\n\n周知のように、神里家の令嬢である綾華さまは、容姿端麗で品行方正な人物であり、人々から深く慕われている。",
      "ko": "이나즈마성 중에서도 가장 존경받는 명문가 셋 중 하나인——카미사토 가문을 이을 사람은 바로 한 쌍의 남매다.\n\n오빠 아야토는 「가주」의 직책으로 정무를 관장하고, 여동생 아야카는 「공주」의 신분으로 일반적으로 집 안팎의 일을 담당한다.\n\n아야카는 사교 장소에 비교적 자주 등장하고, 민간과의 접점도 많은 편이라 오빠보다 높은 명망을 가질 수 있었고, 사람들은 그녀를 「백로공주」라고 불렀다.\n\n사람들은 카미사토 가문의 딸 아야카 아가씨가 용모가 단정하고 품행이 고결한 것을 모두 알고 있었고, 대중들은 그녀를 선망했다.",
      "en": "A pair of siblings have inherited the Kamisato Clan, one of the three most respected and prestigious clans in Inazuma City.\n\nThe elder brother, Ayato, is the head of the clan and is in charge of government affairs. While his younger sister, Ayaka, known by all as the Princess, takes care of the clan's internal and external affairs.\n\nAyaka often appears at social occasions and has more interactions with the common folk. As such, she is better known by the people and has gained a higher reputation than her elder brother. This has earned her the elegant title of Shirasagi Himegimi.\n\nAs is known to all, Ayaka, the daughter of the Kamisato family, is a figure greatly admired by the people for her beauty, dignified demeanor, and noble character.",
      "de": "Ein Bruder und eine Schwester aus der Familie Kamisato, eine der drei angesehensten Familien in Inazuma. \n\nDer ältere Bruder, Ayato, hat die Position des „Familienoberhauptes\" inne und ist für die politischen Angelegenheiten zuständig, während die jüngere Schwester, Ayaka, die „Prinzessin“ ist und sich regelmäßig um die inneren und äußeren Angelegenheiten der Familie kümmert. \n\nAyaka wurde oft bei gesellschaftlichen Veranstaltungen gesehen und hatte mehr Interaktionen mit anderen. Infolgedessen wurde sie vertrauter und gewann einen Ruf über ihren älteren Bruder und wurde elegant „Shirasagi Himegimi“ genannt.\n\nEs ist bekannt, dass Ayaka, die Tochter der Kamisato-Familie, wegen ihrer Schönheit und ihres hohen moralischen Charakters von der Bevölkerung sehr bewundert wird.",
      "es": "Los herederos del clan Kamisato, uno de los tres clanes más respetados y prestigiosos de la Ciudad de Inazuma, son una pareja de hermanos.\n\nEl hermano mayor, Ayato, es el cabeza del clan y se encarga de los asuntos de gobierno, mientras que su hermana menor, la princesa Ayaka, se encarga de los asuntos internos y externos del clan.\n\nAyaka aparece a menudo en ocasiones sociales para interactuar con la gente común. Por eso, ella, muy conocida por el pueblo, se ha ganado una mejor reputación que su hermano mayor, lo que le ha valido el elegante título de “Princesa Garza”.\n\nComo todo el mundo sabe, Ayaka, la descendiente de la familia Kamisato, es una persona muy admirada por el pueblo debido a su belleza, su elegancia y su noble carácter.",
      "fr": "Un frère et une sœur sont les héritiers de l'une des trois familles les plus respectées dans la Cité d'Inazuma, le Clan Kamisato.\n\nAyato, le frère, est le patriarche du clan. Il est responsable des affaires gouvernementales, tandis qu'Ayaka, la sœur, en est la princesse qui s'occupe des affaires internes et externes.\n\nAyaka apparaît souvent lors d'événements sociaux et rencontre aussi beaucoup de gens du peuple. Étant donc plus connue, elle jouit d'une plus grande notoriété que son frère. On la surnomme d'ailleurs « Shirasagi Himegimi ».\n\nAyaka est très admirée pour sa grâce et son caractère noble.",
      "pt": "Um casal de irmãos herdou o Clã Kamisato, um dos três clãs mais respeitados e prestigiosos da Cidade de Inazuma.\n\nO irmão mais velho, Ayato, é o chefe do clã e responsável por questões do governo, enquanto a irmã mais nova, Ayaka, que é a Princesa, se encarrega das questões internas e externas do clã.\n\nAyaka costuma aparecer em ocasiões sociais e possui uma maior interação com as pessoas comuns. Portanto, ela, que é mais conhecida pelo povo, obteve uma reputação maior que a de seu irmão mais velho, recebendo o elegante título de Shirasagi Himegimi.\n\nComo é sabido por todos, Ayaka, a filha da família Kamisato, é uma figura muito admirada pelo povo por sua beleza, dignidade e personalidade nobre.",
      "ru": "Брат и сестра унаследовали власть в клане Камисато, одном из трёх самых влиятельных и уважаемых кланов Инадзумы.\n\nСтарший брат, Аято, стал главой клана и взял на себя все государственные дела. А его младшая сестра, принцесса Аяка, занимается внутренними делами и внешними связями клана.\n\nАяка часто появляется на различных мероприятиях и больше общается с простыми людьми. И благодаря тому, что народ её знает лучше, она заработала себе более высокую репутацию, чем её старший брат, и получила элегантный титул «Сирасаги Химэгими».\n\nВсем известно, что Аяка, дочь клана Камисато, вызывает всеобщее восхищение у народа за свою красоту, чувство собственного достоинства и благородный характер.",
      "id": "Sepasang kakak adik yang mewarisi Klan Kamisato — salah satu dari klan yang terhormat di Kota Inazuma.\n\nSang kakak, Ayato, adalah kepala klan dan bertugas mengurus urusan pemerintahan. Sedangkan sang adik, Ayaka, adalah tuan putri yang menangani urusan internal dan eksternal klan.\n\nAyaka sering terlihat di kegiatan-kegiatan sosial dan sering berinteraksi dengan masyarakat. Karena itu, dia banyak dikenal orang-orang, dan bahkan memiliki reputasi yang lebih baik dari kakaknya, dan mendapatkan julukan Shirasagi Himegimi.\n\nSeperti yang diketahui semua orang, Ayaka — putri dari Klan Kamisato, adalah sosok yang dikagumi masyarakat karena parasnya yang cantik, sikapnya yang berwibawa, dan akhlaknya yang luhur.",
      "th": "ผู้สืบทอดหนึ่งในสามสำนักที่มีชื่อเสียงที่สุดในเมือง Inazuma คือสองพี่น้องตระกูล Kamisato\n\nพี่ชาย Ayato รับตำแหน่งเป็น \"เจ้าสำนัก\" รับผิดชอบเรื่องงานราชการ ส่วนน้องสาว Ayaka มีตำแหน่งเป็น \"องค์หญิง\" ดูแลกิจการภายในและภายนอกของตระกูลในวันธรรมดา\n\nAyaka มักจะปรากฏตัวในงานสังคม และได้พบปะกับผู้คนค่อนข้างมาก ดังนั้นเธอซึ่งคุ้นเคยกับประชาชนมากกว่า จึงมีชื่อเสียงที่โด่งดังกว่าพี่ชายของเธอ และถูกยกย่องว่า \"องค์หญิงกระเรียนขาว\"\n\nอย่างที่เราทราบกันดีว่า ด้วยรูปลักษณ์ที่สง่างามและบุคลิกอันสูงส่ง คุณหนู Ayaka ลูกสาวของตระกูล Kamisato จึงเป็นผู้ที่ได้รับการชื่นชมจากผู้คนมากมาย",
      "vi": "Người kế thừa gia tộc Kamisato - một trong ba danh môn cao quý của Inazuma, là một cặp anh em.\n\nAnh trai Ayato nhậm chức \"gia chủ\", quản lý công việc hành chính. Em gái Ayaka thân là \"công chúa\", thường ngày chủ yếu quán xuyến mọi việc trong và ngoài gia tộc.\n\nAyaka thường xuất hiện trong những trường hợp xã giao, cũng hay qua lại với giới thường dân. Vì thế, Ayaka thân thuộc với mọi người hơn và có danh vọng cao hơn anh trai mình, còn được gọi là \"Shirasagi Himegimi\".\n\nNhư mọi người đã được biết, tiểu thư Ayaka của gia tộc Kamisato có vóc dáng đoan trang, phẩm hạnh thanh cao, là nhân vật rất được dân chúng mến mộ."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "放眼稻妻领土，未上至雷电将军视听的事务大多由「评定所」处理。\n\n「评定所」的议事权分属三家，人称三奉行，即——「社奉行」、「天领奉行」与 「勘定奉行」。\n\n拥有此三项奉行权利的家族，其姓氏为：神里、九条与柊，乃是稻妻无人不知无人不晓的御三家。\n\n而神里绫华，正是社奉行神里家的大小姐，远近闻名的「白鹭公主」。\n\n问及她为何被称为白鹭公主，稻妻人各有说辞——\n\n「因为绫华大人如白鹭般优雅高洁，您请看，她清丽秀美的外表，她聪敏得体的谈吐，难道当不起一声公主吗？」\n\n「绫华大人她呀，虽说身份高贵，对我们却是礼貌中透着亲切。她个性善良仁厚，很愿意对他人伸出援手。您知道吗？就是她力排众议帮着收容了庶人托马。」\n\n众说纷纭，却无人说得出「白鹭公主」之名的确切来由。\n\n不过，绫华受民众爱戴的事，倒是可见一斑。",
      "zht": "放眼稻妻領土，未上至雷電將軍視聽的事務大多由「評定所」處理。\n\n「評定所」的議事權分屬三家，人稱三奉行，即——「社奉行」、「天領奉行」與「勘定奉行」。\n\n擁有此三項奉行權利的家族，其姓氏為：神里、九條與柊，乃是稻妻無人不知無人不曉的御三家。\n\n而神里綾華，正是社奉行神里家的大小姐，遠近聞名的「白鷺公主」。\n\n問及她為何被稱為白鷺公主，稻妻人各有說辭——\n\n「因為綾華大人如白鷺般優雅高潔，您請看，她清麗秀美的外表，她聰敏得體的談吐，難道當不起一聲公主嗎？」\n\n「綾華大人她呀，雖說身分高貴，對我們卻是禮貌中透著親切。她個性善良仁厚，很願意對他人伸出援手。您知道嗎？就是她力排眾議幫著收容了庶人托馬。」\n\n眾說紛紜，卻無人說得出「白鷺公主」之名的確切來由。\n\n不過，綾華受民眾愛戴的事，倒是可見一斑。",
      "jp": "稲妻では、雷電将軍のところまで届かぬ事務は、そのほとんどが「評定所」によって処理される。\n\n「評定所」の議事権利は三家に分かれており、三奉行と呼ばれている。すなわち——「社奉行」、「天領奉行」、「勘定奉行」である。\n\nこの3つの奉行権利を有する一族の名が、神里、九条、そして、柊。稲妻で知らない人などいないほど有名な御三家である。\n\nそして神里綾華は、まさに社奉行神里家の令嬢、かの有名な「白鷺の姫君」だ。\n\nなぜ彼女が白鷺の姫君と呼ばれているか、稲妻人はそれぞれ違った解釈を持っている——\n\n「綾華さまは白鷺のように優雅で高貴な方です。見てください、あの澄んだ美しいお姿、知的で丁寧な言葉遣い。まさにお姫様ではないでしょうか？」\n\n「綾華さまは、身分が高いとはいえ、私たちにも礼儀正しく、親身に接してくれるんです。彼女は優しくて寛大で、人々に手を貸すことを惜しみません。知ってますか？周りの反対を押し切って、庶民であるトーマさんを引き取ったのも彼女なんですよ。」\n\n数々の意見があるが、「白鷺の姫君」の名の由来について、正確に言える者は誰もいない。\n\nただ、綾華が人々に慕われていることだけは、一目瞭然だろう。",
      "ko": "「평정소」의 의사 결정권은 세 가문에 속해 있고, 사람들은 이를 삼봉행이라고 부른다. 삼봉행은 각각——「야시로 봉행」, 「텐료 봉행」, 「간조 봉행」으로 나뉘고,\n\n이 봉행의 권리를 가진 가문의 성은 각각, 카미사토, 쿠죠, 히이라기 이다. 세 가문 모두 이나즈마 사람이라면 모르는 사람이 없을 정도의 세도가다.\n\n그중 카미사토 아야카는 야시로 봉행 카미사토 가문의 아가씨로, 「백로공주」라는 이름으로 유명하다.\n\n그녀의 이름이 백로공주인 이유에 대해서 물으면 이나즈마 사람들은 각자의 생각을 말하곤 하는데——\n\n「아야카 아가씨가 백로처럼 우아하고 고결하기 때문이지. 아가씨의 청아하고 수려한 외모와, 영민한 태도를 봐, 절로 공주라는 말이 나오지 않니?」\n\n「아야카 아가씨는 고귀한 신분에도 불구하고 우리에게 항상 예의 바르고 친절하셔. 아가씨는 성품이 착하고 너그러워서 사람들을 돕는 것도 매우 좋아하시지. 아가씨가 사람들의 반대를 물리치고 평민이었던 토마를 거둬주신 건 알고 있어?」\n\n의견이 분분해 그녀가「백로공주」라고 불리는 정확한 이유를 알 수는 없지만, \n\n그녀가 대중의 사랑을 받는다는 것은 잘 알 수 있다.",
      "en": "Across Inazuma, all affairs of state that do not go up to the Raiden Shogun are largely handled by the Triarchal Council.\n\nThe Council's executive powers are, in turn, divided amongst three groups known as the Tri-Commission: the Yashiro Commission, the Tenryou Commission, and the Kanjou Commission.\n\nThe three clans that hold power over these Commissions are as follows: Kamisato, Kujou, and Hiiragi. These three great clans are known throughout Inazuma.\n\nKamisato Ayaka is the young lady of the Yashiro Commission's Kamisato Clan, known far and wide as the Shirasagi Himegimi.\n\nWhen asked the whys and wherefores of such a nickname, many Inazumans have their own explanations...\n\n\"Lady Ayaka is as graceful and pure as an egret. And just look at her elegance, her clever yet proper speech — why should she not be named a Princess?\"\n\n\"Lady Ayaka may be of noble birth, but she is gentle and polite to us. She is kind, loyal, and is willing to help others. She even went against the opinions of others and took in that commoner, Thoma.\"\n\nThere are as many opinions concerning this as there are people, but none can say where the \"Shirasagi Himegimi\" nickname actually originated.\n\nStill, Ayaka's popularity amongst the people is quite plain to see.",
      "de": "In Inazuma wurden die meisten Angelegenheiten, die Shougun Raiden nicht erreichten, vom „Verwaltungsrat“ bearbeitet.\n\nDie Behörde ist dreigeteilt und wird daher auch „Dreierverwaltung“ genannt. Sie umfasst die „Yashiro-Verwaltung“, die „Tenryou-Verwaltung“ und die „Kanjou-Verwaltung“.\n\nDie Familien, die jeweils die Macht über diese drei Verwaltungen haben, heißen „Kamisato“, „Kujou“ und „Hiiragi“ und sind als die drei wichtigsten Familien von Inazuma bekannt.\n\nKamisato Ayaka ist die älteste Tochter der Kamisato-Familie, die „Shirasagi Himegimi“, die weit und breit bekannt ist.\n\nAuf die Frage, warum sie so genannt wird, haben die Menschen in Inazuma alle ihre eigenen Antworten:\n\n„Weil Ayaka so anmutig und edel wie ein weißer Reiher ist. Sieh dir doch ihre schöne Erscheinung, ihre intelligente und anständige Sprache an. Verdient sie es nicht, Prinzessin genannt zu werden?\n\n„Ayaka ist trotz ihres adligen Status höflich und gnädig zu uns. Sie hat eine freundliche und großzügige Persönlichkeit und ist bereit, anderen eine helfende Hand zu reichen. Hast du das gewusst? Sie war diejenige, die den Bürgerlichen Thoma bei sich aufnahm.\n\nEs gab viele verschiedene Meinungen, aber niemand konnte den genauen Ursprung des Namens nennen.\n\nDie Tatsache, dass Ayaka von den Menschen geliebt wurde, war jedoch offensichtlich.",
      "es": "En Inazuma, todos los asuntos de estado que no dependen de la Shogun Raiden son administrados en gran medida por el Consejo Triarcal.\n\nLos poderes ejecutivos de este organismo se dividen, a su vez, entre tres grupos conocidos como el “Triunvirato”: la Comisión Yashiro, la Comisión Tenryou y la Comisión Kanjou.\n\nLos tres clanes que tienen poder sobre estas Comisiones son el clan Kamisato, el Kujou y el Hiiragi. Estos tres grandes clanes son conocidos en toda Inazuma.\n\nKamisato Ayaka es la descendiente del clan Kamisato de la Comisión Yashiro, y es conocida como la Princesa Garza.\n\nEn cuanto al porqué de tal apodo, cada persona de Inazumana tiene su propia explicación.\n\n“La señorita Ayaka es tan grácil y pura como una garza. No hay más que ver su elegancia y su inteligente y correcta forma de hablar. ¿Cómo alguien así no iba a ser nombrada princesa?”.\n\n“La señorita Ayaka puede haber nacido en una familia noble, pero es elegante y educada con nosotros. Es amable, leal y está dispuesta a ayudar a los demás. Es más, incluso acogió a ese plebeyo, Thoma, en contra de la opinión de algunas personas”.\n\nHay tantas opiniones como personas, pero nadie es capaz de decir de dónde surgió realmente el apodo de “Princesa Garza”.",
      "fr": "Sur le territoire d'Inazuma, les affaires qui ne sont pas traitées par la Shogun Raiden sont gérées par le Conseil tripartite.\n\nCelui-ci est constitué par les Trois Commissions se partageant le pouvoir : la Commission culturelle, la Commission administrative et la Commission économique.\n\nCes institutions sont dirigées respectivement par trois clans : Kamisato, Kujou et Hiiragi, qui sont connus dans tout Inazuma.\n\nAyaka est la fille du Clan Kamisato de la Commission culturelle, la très réputée « Shirasagi Himegimi ».\n\nLorsqu'on demande comment elle a hérité de ce surnom, les Inazumiens répondent :\n\n« Dame Ayaka est aussi élégante et noble qu'un héron. Regardez son apparence majestueuse, sa façon de s'exprimer, cela ne fait-il pas d'elle une princesse ? »\n\n« Bien qu'elle soit noble, dame Ayaka est polie et amicale avec nous. Gentille et bienveillante, elle accepte toujours d'aider les autres. Vous saviez qu'elle a pris Thomas sous son aile, malgré l'opinion publique défavorable ? »\n\nTout le monde a un avis différent, mais personne ne connaît l'origine du surnom.\n\nCependant, il est évident qu'Ayaka est aimée par le peuple.",
      "pt": "Em Inazuma, todas as questões de estado que não chegam até a Shogun Raiden são administradas pelo Conselho.\n\nOs poderes executivos do Conselho são, por sua vez, divididos entre três grupos conhecidos como Comissão Tripla: Comissão Yashiro, Comissão Tenryou e Comissão Kanjou.\n\nOs três clãs que detêm o poder sobre essas Comissões são os seguintes: Kamisato, Kujou e Hiiragi. Esses três grandes clãs são conhecidos por toda Inazuma.\n\nKamisato Ayaka é a jovem dama do Clã Kamisato da Comissão Yashiro, conhecida por toda parte como Shirasagi Himegimi.\n\nQuando questionados sobre os motivos desse apelido, muitos habitantes de Inazuma têm suas próprias explicações...\n\n\"A Dama Ayaka é tão graciosa e pura como uma garça. E basta olhar para sua elegância, suas palavras inteligentes e apropriadas – por que ela não deveria ser chamada de Princesa?\"\n\n\"A Dama Ayaka pode ser de origem nobre, mas ela é gentil e educada conosco. Ela é bondosa, leal e está sempre disposta a ajudar os outros. Ela até mesmo contrariou a opinião dos outros e aceitou aquele plebeu Thoma.\"\n\nExistem tantas opiniões a esse respeito quanto existem pessoas, mas ninguém pode dizer de onde realmente veio o apelido “Shirasagi Himegimi”.\n\nAinda assim, a popularidade de Ayaka entre o povo é inquestionável.",
      "ru": "Всеми государственными делами в Инадзуме, которые не передаются на рассмотрение сёгуну Райдэн, занимается Триединый Совет.\n\nА исполнительные полномочия Совета в свою очередь разделяются между тремя органами, известными как Трикомиссия: комиссия Ясиро, комиссия Тэнрё и комиссия Кандзё.\n\nВласть в комиссиях принадлежит трём кланам: Камисато, Кудзё и Хийраги. Эти три великих клана знамениты по всей Инадзуме.\n\nКамисато Аяка - молодая госпожа из клана Камисато, состоящего в комиссии Ясиро. Она широко известна как Сирасаги Химэгими.\n\nКогда у жителей Инадзумы спрашивают о происхождении этого титула, то объяснение у каждого своё...\n\n«Госпожа Аяка милостива и чиста, как белая цапля. Вы только посмотрите, как она элегантна, как умна и правильна её речь. Так почему бы ей не называться принцессой?»\n\n«Возможно, госпожа Аяка и дворянского происхождения, но она ласкова и вежлива с нами. Она добра, верна и готова прийти на помощь. Она даже пошла против мнения остальных и приняла того простолюдина Тому».\n\nМнений по этому поводу столько же, сколько и людей, но никто не может сказать, откуда всё-таки взялся сам титул - Сирасаги Химэгими.\n\nКак бы то ни было, популярность Аяки в народе трудно не заметить.",
      "id": "Di tanah Inazuma, sebagian besar urusan negara yang tidak sampai ke tangan Raiden Shogun akan ditangani oleh Triarchal Council.\n\nMereka sendiri terbagi menjadi tiga kelompok, yaitu Yashiro Commission, Tenryou Commission, dan Kanjou Commission.\n\nTiga klan yang memegang kekuasaan atas Commission adalah Kamisato, Kujou, dan Hiiragi. Tiga klan besar ini dikenal di seluruh Inazuma.\n\nKamisato Ayaka adalah nona muda Klan Kamisato dari Yashiro Commission, yang terkenal dengan julukan Shirasagi Himegimi.\n\nSaat menanyakan alasan kenapa dia dijuluki Shirasagi Himegimi, orang-orang Inazuma akan menjelaskannya dengan jawaban masing-masing —\n\n\"Karena Nona Ayaka sangat anggun dan baik hati seperti seekor burung bangau. Lihat penampilannya yang elegan dan tutur katanya yang cerdas dan sopan. Apa dia tidak layak disebut sebagai seorang Tuan Putri?\"\n\n\"Nona Ayaka memiliki keturunan bangsawan, tapi beliau bersikap penuh sopan santun dan sangat ramah kepada kami. Baik hati, setia, dan bersedia menolong orang. Kamu tahu tidak? Beliaulah yang menerima orang biasa bernama Thoma itu, tanpa menggubris komentar pedas orang-orang.\"\n\nDari sekian banyak orang yang dimintai pendapat, tidak ada satu pun yang bisa menjelaskan asal usul julukan \"Shirasagi Himegimi\" yang sebenarnya.\n\nNamun popularitas Ayaka di kalangan masyarakat memang bukan rumor saja.",
      "th": "เมื่อมองไปที่อาณาเขตของ Inazuma เรื่องราวส่วนใหญ่ที่ยังไม่ถึงโชกุน Raiden ถูกจัดการโดย \"Triarchal Council\"\n\n\"Triarchal Council\" แบ่งอำนาจออกเป็นสามตระกูล โดยเรียกว่าสามสำนักมหาอำนาจคือ \"สำนัก Yashiro\" \"สำนัก Tenryou\" และ \"สำนัก Kanjou\"\n\nตระกูลที่เป็นเจ้าของสิทธิ์ทั้งสามสำนักนี้คือ ตระกูล Kamisato, ตระกูล Kujou และ ตระกูล Hiiragi พวกเขาเป็นสามตระกูลที่ทุกคนใน Inazuma รู้จัก\n\nและ Kamisato Ayaka ก็คือคุณหนูใหญ่ของตระกูล Kamisato แห่งสำนัก Yashiro ซึ่งมีชื่อดังไปไกลด้วยชื่อว่า \"องค์หญิงกระเรียนขาว\"\n\nถ้าถามว่าทำไมเธอถึงถูกเรียกว่าองค์หญิงกระเรียนขาว ชาวเมือง Inazuma ต่างมีคำบอกเล่าที่แตกต่างกันออกไป\n\n\"เพราะท่าน Ayaka นั้นสง่างามและมีเกียรติเหมือนนกกระเรียน ดูที่รูปลักษณ์ที่สวยงามของเธอ การพูดจาสนทนาที่ฉลาดและเหมาะสมของเธอ นั่นไม่สมควรถูกเรียกว่าองค์หญิงรึไงกัน\"\n\n\"แม้ท่าน Ayaka จะเป็นคนสูงศักดิ์ แต่เธอก็สุภาพและใจดีต่อเรา เธอมีบุคลิกที่ใจดีและมีคุณธรรม และเต็มใจที่จะช่วยเหลือผู้อื่น คุณรู้ไหมว่าเธอคือผู้ต่อต้านความคิดของทุกคนและช่วย Thoma ไว้\"\n\nแม้ความคิดเห็นของแต่ละคนจะแตกต่างกัน แต่ก็ไม่มีใครสามารถบอกเหตุผลของชื่อ \"องค์หญิงกระเรียนขาว\" ได้อย่างชัดเจน\n\nอย่างไรก็ตาม เห็นได้อย่างเป็นที่ประจักษ์ว่า Ayaka นั้นเป็นที่รักของผู้คน",
      "vi": "Trên lãnh thổ Inazuma, những công vụ chưa trình đến Raiden Shogun đa số sẽ do \"Sở Thẩm Định\" xử lý.\n\nQuyền nghị sự \"Sở Thẩm Định\" chia cho 3 tộc, còn được gọi là Hiệp Hội Tam Cực, tức \"Hiệp Hội Yashiro\", \"Hiệp Hội Tenryou\" và \"Hiệp Hội Kanjou\".\n\nNhững gia tộc sở hữu quyền lợi của ba hiệp hội này lần lượt mang họ là: Kamisato, Kujou và Hiiragi; Ba gia tộc cai quản nổi tiếng ở Inazuma.\n\nKamisato Ayaka chính là đại tiểu thư của nhà Kamisato, nổi tiếng với danh gọi Shirasagi Himegimi.\n\nNếu hỏi tại sao Ayaka lại có danh hiệu Shirasagi Himegimi, những người dân Inazuma đều có lời giải thích khác nhau:\n\n\"Bởi vì tiểu thư Ayaka cao quý thanh tao như bạch hạc vậy, hãy nhìn mà xem, tiểu thư sở hữu vẻ ngoài thanh tú xinh đẹp, nói năng thông minh lịch thiệp, chẳng lẽ không xứng với danh gọi công chúa sao?\"\n\n\"Tiểu thư Ayaka sao, tuy thân phận cao quý, nhưng đối đãi với chúng tôi rất tốt lại thân thiện. Tiểu thư có tính cách hiền lành nhân hậu, sẵn lòng cứu giúp người khác. Bạn biết không? Chính tiểu thư đã cưu mang Thoma bất chấp lời bàn tán của mọi người.\"\n\nMỗi người một cách nói, nhưng không ai biết nguồn gốc chính xác của danh xưng \"Shirasagi Himegimi\".\n\nThế nhưng, điều đấy đã đủ để thấy Ayaka thật sự rất được dân chúng yêu mến."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "身为社奉行神里家的女儿，绫华常提防着贵胄门庭之间的权力争斗。\n\n她年纪尚轻却已名望隆盛，不免遇到嫉妒神里家兄妹的名门子弟暗中挑衅。\n\n营造公众形象一事本是形式主义，但对神里家而言，地位使然，再无意义的惯例也有其社交意义。\n\n不在稻妻关系网中转圜腾挪，便会坐不稳社奉行之位。因此，兄妹俩达成了一致。\n\n兄长绫人政务繁忙且不喜抛头露面，到公众场合现身以树立神里家形象一事，便交给了举止优美、擅长与人打交道的妹妹绫华来办。\n\n凭借端庄娴静、风雅有礼的姿态，绫华在各种社交场合都占据了一席之地。无论是跟潜在的合作伙伴交涉，还是与难缠的贵族周旋，她都进退有据，无可挑剔。\n\n此外，家族内部诸多事物也由绫华掌理。如果没有她，内宅恐怕早已陷入混乱。",
      "zht": "身為社奉行神里家的女兒，綾華常提防著貴胄門庭之間的權力爭鬥。\n\n她年紀尚輕卻已名望隆盛，不免遇到嫉妒神里家兄妹的名門子弟暗中挑釁。\n\n營造公眾形象一事本是形式主義，但對神里家而言，地位使然，再無意義的慣例也有其社交意義。\n\n不在稻妻關係網中轉圜騰挪，便會坐不穩社奉行之位。因此，兄妹倆達成了一致。\n\n兄長綾人政務繁忙且不喜抛頭露面，到公眾場合現身以樹立神里家形象一事，便交給了舉止優美、擅長與人打交道的妹妹綾華來辦。\n\n憑藉端莊嫺靜、風雅有禮的姿態，綾華在各種社交場合都佔據了一席之地。無論是跟潛在的合作夥伴交涉，還是與難纏的貴族周旋，她都進退有據，無可挑剔。\n\n此外，家族內部諸多事物也由綾華掌理。如果沒有她，內宅恐怕早已陷入混亂。",
      "jp": "社奉行神里家の娘として、綾華は常に公家同士の権力争いに気を配らなければならない。\n\n彼女は若くして天下に名を馳せた。そのため、時に、神里家兄妹に嫉妬する名門の子息たちに挑発されることもある。\n\n公共へと向けた印象を作ることは、本来は形式主義である。だが神里家の場合は、その地位から、そのように無意味な慣習でも社会的な重要性を持っている。\n\n稲妻の関係網に参加しなければ、社奉行の地位が揺らいでしまう。そのため、兄妹はあることに対して合意に達した。\n\n兄の綾人は政務で忙しく、顔をあまり出さない。神里家の公共の場での印象は、上品で社交的な妹の綾華に任せている。\n\n控えめでおしとやか、礼儀正しく優雅な綾華は、社交的な場での地位を確立している。潜在的な仕事相手との交渉も、気難しい貴族とのやり取りも、彼女は上手にこなし、非の打ち所がない。\n\nまた、お家の内部の事柄も、ほとんど綾華が管理している。彼女がいなければ、家はとっくに混乱に陥っているだろう。",
      "ko": "아야카는 야시로 봉행 카미사토 가문의 딸로서 항상 귀족 후예들 간의 권력 다툼을 경계했다.\n\n그녀는 나이는 어렸지만 이미 명성이 자자하여, 카미사토 가문의 남매를 질투하는 다른 가문 자제들이 암암리에 걸어오는 싸움을 피하긴 어려웠다.\n\n대외적인 이미지는 본질적으론 형식에 불과했지만, 카미사토 가문의 지위가 무의미한 관행까지도 사교적 의미를 지니게 만들었다.\n\n이나즈마의 사회 관계망 속에서 움직이지 않으면, 야시로 봉행의 지위가 불안정해지기 때문에, 남매는 의기투합할 수밖에 없었다.\n\n오빠 아야토는 정무로 일이 바쁘고 얼굴 내미는 것을 싫어했기 때문에 공적인 자리에서 카미사토 가문의 모습을 내비쳐야 할 때는 행동거지가 우아하고 사람들과 잘 어울리는 여동생 아야카가 자리를 지켰다.\n\n아야카는 단아하고 차분한 태도로 각종 사교 모임에 참가했고, 잠재적 파트너와 교섭하든, 비교적 까다로운 귀족과 얘기하든 그녀의 행동은 나무랄 데가 없이 자연스러웠다.\n\n이 외에도 아야카는 가문 내부의 많은 것을 관리하고 있었기 때문에, 만약 그녀가 없었다면 카미사토 저택은 이미 혼란에 빠졌을 것이다.",
      "en": "As the daughter of the Yashiro Commission's Kamisato Clan, Ayaka always has to remain alert to the jostling for power between noble families.\n\nBeing young, yet already famed throughout the land, she has been the inevitable target of provocation on the part of other noble scions who have grown jealous of the Kamisato siblings.\n\nThe creation and maintenance of a public image may be a formality, but for a house of standing like the Kamisato Clan, even meaningless routine has social significance.\n\nFailing to take part in the tangled web of Inazuman political relations risks their position as head of the Yashiro Commission. As such, the two siblings came to an accord.\n\nThe elder brother, Ayato, preferring not to show his face too often, would busy himself with government affairs, while the act of maintaining the clan's image would be the responsibility of the elegant, socially-adroit younger sister, Ayaka.\n\nThrough her dignified, demure, and polite posture, Ayaka has very much secured a place for herself in the social arena. Whether she is negotiating with potential partners or dealing with difficult nobles, her actions are all well-founded and beyond reproach.\n\nThe internal clan affairs are also in her care. Indeed, their estates may have descended into chaos already, if not for her.",
      "de": "Als Tochter der Kamisato-Familie ist Ayaka oft mit den Machtkämpfen zwischen den Adelsfamilien konfrontiert.\n\nDa sie noch jung ist, aber bereits einen guten Ruf hat, ist sie nicht immun gegen heimliche Provokationen von prominenten Söhnen und Töchtern, die auf die Geschwister der Familie eifersüchtig sind.\n\nDie Angelegenheit, ein öffentliches Bild zu schaffen, soll formalistisch sein, aber für die Familie Kamisato ist der Status so, dass selbst die bedeutungslosesten Konventionen ihre soziale Bedeutung haben.\n\nWenn man kein gutes Netzwerk hat, könnte man die Position eines sozialen Ratgebers nicht halten. Deshalb waren sich die beiden Geschwister einig.\n\nDa Ayato, der ältere Bruder, mit Regierungsangelegenheiten beschäftigt war und sich nicht gern blicken ließ, überließ er die Aufgabe, öffentliche Auftritte zu machen, um das Image der Familie aufzubauen, seiner jüngeren Schwester Ayaka, die anmutig war und gut mit Menschen umgehen konnte.\n\nMit ihrem ruhigen, eleganten und höflichen Auftreten hat Ayaka ihren Platz in verschiedenen gesellschaftlichen Situationen eingenommen. Ob sie mit potenziellen Partnern verhandelt oder sich mit schwierigen Aristokraten umgibt, sie ist tadellos im sozialen Umgang.\n\nAußerdem ist Ayaka für viele Dinge innerhalb der Familie zuständig. Ohne sie wäre die Familie im Chaos versunken.",
      "es": "Como descendiente del clan Kamisato de la Comisión Yashiro, Ayaka tiene que estar siempre alerta a las luchas de poder entre las familias nobles.\n\nAl ser joven y famosa en todo el país, ha sido el blanco inevitable de las provocaciones de otros vástagos nobles que han sentido celos de los hermanos Kamisato.\n\nCrear y mantener una imagen pública puede ser una formalidad, pero para una familia de prestigio como el clan Kamisato, incluso el protocolo que menos sentido parece tener, en realidad, tiene un significado social.\n\nNo participar en la enmarañada red de relaciones políticas de Inazuma pone en riesgo su posición al frente de la Comisión Yashiro. Por ello, los dos hermanos llegaron a un acuerdo: el hermano mayor, Ayato, que prefiere no aparecer en público, se ocuparía de los asuntos del gobierno, mientras que la responsabilidad de mantener la imagen del clan recaería sobre su hermana menor, Ayaka, elegante y socialmente más hábil.\n\nTanto al negociar con posibles socios como al interactuar con nobles de difícil trato, sus acciones siempre están bien fundamentadas y son irreprochables.\n\nLos asuntos internos del clan también están a su cargo. De hecho, si no fuera por ella, hace mucho tiempo que la Hacienda Kamisato se habría sumido en el caos.",
      "fr": "En tant que fille du Clan Kamisato de la Commission culturelle, Ayaka est toujours sur ses gardes en ce qui concerne les batailles de pouvoir entre les familles nobles.\n\nJeune, mais déjà très célèbre, elle fait souvent l'objet de provocations de la part d'autres enfants de nobles qui la jalousent.\n\nLa création et l'entretien d'une image publique est une formalité, mais pour le prestigieux Clan Kamisato, le moindre geste insignifiant peut avoir une signification politique aux yeux des autres.\n\nNe pas se mêler à la classe politique d'Inazuma pouvant compromettre leur position en tant que dirigeants de la Commission culturelle, Ayato et Ayaka se sont mis d'accord.\n\nAyato, n'aimant pas se montrer, s'occuperait des affaires gouvernementales, alors que la tâche d'apparaître en public et de soigner l'image du Clan Kamisato serait confiée à sa sœur, Ayaka, aux manières gracieuses et qui excelle dans l'art de l'interaction sociale.\n\nGrâce à son attitude digne, élégante et polie, Ayaka se fait une place à chaque événement social. Qu'il s'agisse de négocier avec de potentiels partenaires ou des nobles pourtant difficiles en affaires, ses actions sont réfléchies et son comportement, irréprochable.\n\nLa jeune fille gère également les affaires internes de son clan qui aurait du mal à en venir à bout sans elle.",
      "pt": "Como filha do Clã Kamisato da Comissão Yashiro, Ayaka sempre deve permanecer atenta às disputas pelo poder entre as famílias nobres.\n\nSendo jovem, embora já famosa por toda a terra, ela se tornou o alvo inevitável de provocações por parte de outros nobres herdeiros que sentem inveja dos irmãos Kamisato.\n\nA criação e manutenção de uma imagem pública pode ser uma formalidade, mas para uma casa distinta como o Clã Kamisato, mesmo rotinas sem sentido possuem uma importância social.\n\nFicar fora da emaranhada teia de relações políticas dos habitantes de Inazuma é um risco para a posição de líder da Comissão Yashiro. Assim sendo, os dois irmãos chegaram a um acordo.\n\nO irmão mais velho, Ayato, preferindo não aparecer com muita frequência, cuidaria das questões do governo, enquanto a manutenção da imagem do Clã seria responsabilidade da elegante e sociável irmã mais nova Ayaka.\n\nPor meio de seu comportamento digno, discreto e educado, Ayaka conquistou seu próprio lugar na arena social. Seja negociando com possíveis parceiros ou lidando com nobres difíceis, suas ações são bem fundamentadas e irrepreensíveis.\n\nAs questões internas do Clã também estão sob seus cuidados. Na verdade, suas propriedades poderiam ter mergulhado no caos se não fosse por ela.",
      "ru": "Как дочь клана Камисато, представляющая его в комиссии Ясиро, Аяка всегда должна быть в курсе всех перипетий борьбы благородных семей за власть.\n\nХоть Аяка и знаменита по всей стране, но она ещё очень молода и не может избежать провокаций со стороны отпрысков других благородных семейств, которые завидуют брату и сестре Камисато.\n\nФормирование и поддержание общественного мнения - это, возможно, и чистая формальность, но для дома, занимающего такое высокое положение, как клан Камисато, даже малозначимые повседневные события могут иметь огромный резонанс в обществе. Если не разбираться в хитросплетениях политических интриг Инадзумы, можно легко потерять положение главы комиссии Ясиро.\n\nПо сути, брат и сестра пришли к соглашению. Старший брат Аято предпочитает не слишком часто показываться на людях и полностью окунулся в государственные дела, а вопросы поддержания имиджа клана взяла на себя элегантная и искушённая во взаимоотношениях с людьми младшая сестра Аяка.\n\nБлагодаря своему величавому, степенному и учтивому поведению Аяка заняла достойное место на общественной арене. Ведёт ли она переговоры с будущими партнёрами или увещевает несговорчивых дворян, она всегда убедительна и безупречна.\n\nВнутренние дела клана также находятся всецело в её ведении. Если бы не она, владения клана давно бы уже погрузились в хаос.",
      "id": "Sebagai putri Klan Kamisato dari Yashiro Commission, Ayaka harus selalu waspada terhadap perebutan kekuasaan antar keluarga bangsawan.\n\nKarena masih muda namun sudah terkenal di seantero Inazuma, timbul kecemburuan yang tak terhindarkan dari saudara-saudara Kamisato lainnya dan membuatnya menjadi target provokasi.\n\nPenciptaan dan pemeliharaan citra publik mungkin hanyalah formalitas, tetapi bagi klan Kamisato, rutinitas yang tak berarti sekalipun memiliki suatu makna sosial.\n\nBila tidak mengambil bagian dalam jaringan politikal Inazuma, posisi mereka sebagai Kepala Yashiro Commission akan terancam. Karena itulah, kakak adik Kamisato pun sepakat untuk bersatu.\n\nSang kakak — Ayato, memilih untuk memusatkan perhatiannya dalam pekerjaan pemerintahan dan tidak suka menunjukkan wajahnya. Tugas mempertahankan citra klan pun menjadi tanggung jawab sang adik — Ayaka, yang bersikap elegan dan sangat ahli bersosialisasi.\n\nDengan posturnya yang bermartabat, anggun, dan elegan, Ayaka selalu berhasil mengambil hati orang-orang di acara sosial apa pun. Tidak peduli saat bernegosiasi dengan calon mitra, atau pun saat berurusan dengan bangsawan yang sulit dihadapi, Ayaka selalu berhasil menghadapi mereka dengan lancar dan tanpa cela.\n\nSelain itu, urusan internal klan juga menjadi tanggung jawab Ayaka. Tanpa Ayaka, kondisi internal Klan Kamisato mungkin sudah kacau balau.",
      "th": "ในฐานะลูกสาวของตระกูล Kamisato แห่งสำนัก Yashiro ตัว Ayaka จะต้องคอยป้องกันการต่อสู้แย่งชิงอำนาจระหว่างตระกูลผู้สูงศักดิ์\n\nเธอยังเด็กแต่ก็มีชื่อเสียงมากแล้ว จึงอดไม่ได้ที่จะพบกับความอิจฉาของพี่น้องในตระกูล Kamisato แอบยั่วยุเธอ\n\nการสร้างภาพลักษณ์สาธารณะเป็นแบบแผน แต่สำหรับตระกูล Kamisato แล้ว ด้วยสถานะที่ถูกกำหนดว่า ไม่ว่ากิจวัตรจะไร้ความหมายเพียงใด พวกเขาก็มีความสำคัญทางสังคมเสมอ\n\nถ้าไม่ทำการขยับขยายวงความสัมพันธ์ใน Inazuma ก็ไม่อาจจะนั่งอยู่ในตำแหน่งของสำนัก Yashiro ได้อย่างมั่นคง เพราะเหตุนี้ พี่น้องทั้งสองจึงรวมกันเป็นหนึ่ง\n\nพี่ชาย Ayato ยุ่งอยู่กับงานราชการและไม่ชอบแสดงตัว เรื่องการแสดงออกต่อสาธารณะเพื่อสร้างภาพลักษณ์จึงได้มอบให้แก่ Ayaka น้องสาวผู้มีมารยาทงดงามและเข้ากับผู้คนได้ดี\n\nด้วยท่าทีที่สง่างาม สงบและสุภาพ Ayaka จึงมีตัวตนในการรวมกลุ่มสังคมต่าง ๆ ไม่ว่าจะเจรจากับผู้ที่อาจเป็นหุ้นส่วนหรือจัดการกับเรื่องชนชั้นสูงที่ยากลำบาก เธอก็สามารถทำได้ดีและไร้ที่ติ\n\nนอกจากนี้ Ayaka ยังจัดการหลายสิ่งหลายอย่างในตระกูล หากไม่มีเธอ ในตระกูลคงตกอยู่ในความโกลาหลไปนานแล้ว",
      "vi": "Ayaka là con gái nhà Kamisato của Hiệp Hội Yashiro, vì thế Ayaka luôn đề phòng sự đấu tranh quyền lực giữa các gia tộc với nhau.\n\nTuy tuổi còn trẻ nhưng Ayaka đã có danh vọng rất cao, khó tránh sẽ gặp phải sự gây hấn âm thầm của các cậu ấm cô chiêu mang lòng ghen ghét với anh em nhà Kamisato.\n\nViệc tạo dựng hình tượng công chúng vốn chỉ mang tính hình thức, nhưng đối với nhà Kamisato, địa vị khiến những thông lệ vô nghĩa này trở nên có ý nghĩa xã giao.\n\nNếu không lượn lờ xoay sở trong mạng lưới quan hệ Inazuma thì sẽ không thể ngồi vững vị trí Hiệp Hội Yashiro. Do đó, hai anh em đã nhất trí với nhau.\n\nAnh trai Ayato vì bận việc chính sự, vả lại không thích giao thiệp nên việc lộ diện trong cộng đồng để xây dựng hình tượng nhà Kamisato sẽ giao cho cô em gái Ayaka, người có cử chỉ tao nhã và sở trường xã giao.\n\nVì sự đoan trang hiền thục, nhã nhặn lịch sự nên Ayaka luôn có được vị trí cao trong các mối quan hệ. Cho dù phải trao đổi với đối tác tiềm năng hay giao thiệp với giới quý tộc hạch sách, Ayaka đều rất có chừng mực, không hề để lộ sơ hở.\n\nNgoài ra, rất nhiều việc trong gia tộc đều do Ayaka quản lý. Nếu không có cô ấy, trong gia tộc chắc sẽ hỗn loạn lắm."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "秋季的一个午后，绫华办完琐事走在回程路上，偶然听见一间老宅中传来苍老的歌声。\n\n屋内住着一位双目失明的老妇人。干瘦的手指拨动琴弦，木琴便发出流水般的声响。\n\n兴许是耳朵灵敏的关系，老人听见脚步声，询问门外的人是谁。绫华不想她感到困扰，便说自己是迷路误入此地的附近居民。\n\n身为社奉行，绫华对民生十分熟悉，很快认出这位膝下无子的孤寡老人正是天气晴朗时在街边弹唱卖艺的那位。\n\n曲是过时的老调，歌亦如此。目不能视的老人，早已落后他人太多。即便在追寻永恒的国度之中，也会有活得如此艰辛的人。\n\n出于好意，隐瞒身份的绫华陪老人聊了好一会儿。老人当她是普通少女，给她讲木琴的做法和弹法，还将自己收藏的茶叶分了一些给她。\n\n与神里家常备的极品茶叶相比，这些粗茶几乎算是草根。但绫华珍重地收下，并再三向她道谢。\n\n这一天，她屡次想起双亲。父母若是还在，想必也会有像这样老去的一日。\n\n回到家中，绫华将这个故事告诉兄长绫人。兄妹俩一同享用了老人赠予的粗茶。\n\n此后每隔一段时日，绫华都亲自前去探望老妇人，依然用着附近居民的名义，每次都为她带去一些平民爱用的生活必需品。\n\n「街口的绯樱树又开花了，」绫华笑着告诉老人，「如您的琴声一般美丽。」",
      "zht": "秋季的一個午後，綾華辦完瑣事走在回程路上，偶然聽見一間老宅中傳來蒼老的歌聲。\n\n屋內住著一位雙目失明的老婦人。乾瘦的手指撥動琴弦，木琴便發出流水般的聲響。\n\n興許是耳朵靈敏的關係，老人聽見腳步聲，詢問門外的人是誰。綾華不想她感到困擾，便說自己是迷路誤入此地的附近居民。\n\n身為社奉行，綾華對民生十分熟悉，很快認出這位膝下無子的孤寡老人正是天氣晴朗時在街邊彈唱賣藝的那位。\n\n曲是過時的老調，歌亦如此。目不能視的老人，早已落後他人太多。即便在追尋永恆的國度之中，也會有活得如此艱辛的人。\n\n出於好意，隱瞞身分的綾華陪老人聊了好一會。老人當她是普通少女，向她講述木琴的做法和彈法，還將自己收藏的茶葉分了一些給她。\n\n與神里家常備的極品茶葉相比，這些粗茶幾乎算是草根。但綾華珍重地收下，並再三向她道謝。\n\n這一天，她屢次想起雙親。父母若是還在，想必也會有像這樣老去的一日。\n\n回到家中，綾華將這個故事告訴兄長綾人。兄妹倆一同享用了老人贈予的粗茶。\n\n此後每隔一段時日，綾華都親自前去探望老婦人，依然用著附近居民的名義，每次都為她帶去一些平民愛用的生活必需品。\n\n「街口的緋櫻樹又開花了，」綾華笑著告訴老人，「如您的琴聲一般美麗。」",
      "jp": "ある秋の午後。綾華が用事を済ませて家に帰る途中、偶然にも古い屋敷の中から年老いた歌声を聞いた。\n\n屋内に住んでいたのは失明した老婦人だった。やせ細った指で弦をつま弾き、木製の琴から出る音はまるで水の流れのようだった。\n\n耳が良かったからか、老人は足音に気付くと、門の外の人が誰なのか尋ねた。綾華は彼女に迷惑をかけたくないと思い、自分はただの迷子で、誤ってここに入ってしまった近所の住民だと告げた。\n\n社奉行として、綾華は民をよく知っている。一目見てすぐ、この子供のいない老人が、よく晴れた日に路上で弾き語りをして稼いでいる人だと気付いた。\n\n古くて時代遅れの曲、歌も然り。目が見えない老人は、すでに他人とは随分遅れている。永遠を追求する国にすら、このような苦労をして生きている人がいるのだ。\n\n好意から、綾華は自身の身分を隠して老人と話をした。老人は彼女を普通の少女だと思い、琴の作り方や弾き方を教え、さらには自分が集めていた茶葉を分けた。\n\n神里家に常備されている極上の茶葉と比べ、この粗茶は草の葉程度のものだろう。しかし綾華はそれを大事に受け取り、何度も老人に礼を言った。\n\nこの日、彼女は何度も両親のことを思い出していた。もしまだ両親が生きていたら、このように歳を取っていたのだろう。\n\n家に帰った綾華はこのことを兄の綾人に告げ、老人から贈られた粗茶を二人で飲んだ。\n\nその後、綾華は一定の期間ごとに老人に会いに行った。依然として付近の住民の名義で、彼女のために平民が愛用する生活必需品を贈っていた。\n\n「町の緋櫻が咲きました。」綾華は微笑みながら老人に言う。「貴方の琴の音と同じように、美しく。」",
      "ko": "어느 가을 오후, 소소한 일을 마치고 돌아오던 아야카는 우연히 옛 저택에서 들려오는 오래된 노랫소리를 들었다.\n\n방안의 두 눈을 잃은 노부인이 가는 손가락으로 목금을 두드리자, 물 흐르는 듯한 소리가 울렸다.\n\n귀가 밝은 노부인이었는지, 발소리를 듣고 문밖에 누가 있냐고 물었다. 아야카는 그녀를 당황하게 하지 않으려, 길을 잘못 든 이웃 주민이라고 말했다.\n\n아야카는 야시로 봉행으로써 사람들의 생활에 대해 잘 알고 있었기에, 이 노부인이 날씨가 좋을 때 길거리에 나와 목금 연주를 팔며 살아가는 독거노인이라는 것을 금방 알아챘다.\n\n곡도, 노래도 시대와 맞지 않는 옛것이었다. 앞을 볼 수 없는 노인은 이미 도태된 지 오래었다. 영원함을 쫓는 나라에서도, 살아가기가 고된 사람이 존재할 수밖에 없었다.\n\n호의로 자신의 신분을 감춘 아야카는 한참동안 노부인과 얘기를 나눴다. 노부인은 그녀를 보통 소녀로 여기며 그녀에게 목금 연주 방법을 알려주고, 자신이 가지고 있던 찻잎을 나눠 주기도 했다.\n\n카미사토 가문의 최고급 차와 비교하면 거의 풀뿌리나 다름없었지만, 아야카는 이 찻잎을 소중히 받아 들고 거듭 고맙다는 인사를 건넸다.\n\n이날, 아야카는 부모님이 몇 번이고 떠올랐다. 부모님이 살아 계셨다면, 그분들 역시 이렇게 늙어갔을 것이다.\n\n집으로 돌아오는 길에, 그녀는 아야토에게 이 얘기를 들려줬다. 남매는 집에 돌아와 노인이 준 차를 함께 내려 마셨다.\n\n이 후, 아야카는 종종 이웃 주민의 신분을 빌려 노부인을 만나러 갔고, 갈 때마다 항상 평민들의 생필품을 챙겨갔다.\n\n「거리에 붉은 벚나무가 또 꽃을 피웠어요.」 아야카는 웃으며 노부인에게 말했다, 「당신의 목금 소리처럼 아름답네요.」",
      "en": "One autumn afternoon, Ayaka was on her way home from completing certain minor affairs when she happened to hear an old voice singing from within an old house.\n\nWithin was an old woman, blind in both eyes, whose stick-thin fingers produced music like flowing water as they plucked at her instrument's strings.\n\nPerhaps it was due to her sharp ears, but the old lady heard Ayaka's footsteps and inquired as to who was outside. Not wishing to trouble the old lady, Ayaka replied that she was a nearby resident who had gotten lost and entered this place.\n\nAs a member of the Yashiro Commission, Ayaka was well-acquainted with the people's lives and quickly recognized this solitary old lady as the very same person who busked in the city streets when the weather was good.\n\nThe tune was outdated, and so was the song. As one who could not see, this lady had long fallen out of step with the times. Even in the nation that pursues eternity, some still endured such hard lives.\n\nOut of the goodness of her heart, Ayaka, thusly incognito, spent a long time chatting with the old lady. Taking Ayaka for an ordinary maiden, the old lady spoke of the method of making and playing the koto, and even gave her some tea leaves that she had kept stored up.\n\nCompared to the exquisite leaves that the Kamisato Clan had in stock, these rough leaves may as well have been grass, but Ayaka accepted them while profusely thanking her.\n\nThat day, she thought of her parents many times. Had they been around, would they not have grown this old someday?\n\nReturning home, she spoke of her encounter with her brother, and the two siblings shared the rustic tea gifted to her by the old lady.\n\nAfterward, Ayaka would come to see that old lady again every few days, each time posing as a person living nearby, and each time bringing with her some daily necessities that were well-loved by the common folk.\n\n\"The sakura trees in the streets have bloomed again,\" Ayaka said to the old lady with a smile, \"and they are as lovely as your music.\"",
      "de": "An einem späten Nachmittag im Herbst war Ayaka auf dem Rückweg von einer Angelegenheit, als sie zufällig den Klang von altem Gesang hörte, der aus einem alten Herrenhaus kam. In dem Haus lebte eine alte Frau, die blind war. Als ihre trockenen Finger die Saiten zupften, machte das Xylophon einen Ton wie Wasser.\n\nWahrscheinlich wegen ihrer empfindlichen Ohren hörte die alte Frau Schritte und fragte, wer an der Tür sei. Um sie nicht zu beunruhigen, sagte Ayaka, sie sei eine Anwohnerin, die sich verlaufen habe und in die Gegend gestolpert sei.\n\nAls Sozialarbeiterin ist Ayaka mit den Lebensumständen der Menschen vertraut und erkennt in der kinderlosen alten Frau schnell diejenige, die sonst bei schönem Wetter auf der Straße spielt und singt.\n\nDas Lied war eine altmodische Melodie. Die alte Dame, die mit ihren Augen nicht sehen konnte, war längst zu weit hinter den anderen zurückgeblieben. Selbst inmitten des Landes, das nach Ewigkeit strebt, gibt es Menschen, die ein so hartes Leben führen.\n\nAus Freundlichkeit blieb Ayaka, die ihre Identität verheimlicht hatte, eine Weile bei der alten Frau, um zu reden. Diese behandelte sie wie ein normales junges Mädchen, gab ihr Anweisungen, wie man das Xylophon spielt und teilte etwas von ihrer Teesammlung mit ihr.\n\nIm Vergleich zu den extrem feinen Tees, die im Kamisato-Haushalt immer zur Verfügung standen, galten diese groben Tees fast als Graswurzeln. Aber Ayaka nahm sie mit Wertschätzung entgegen und bedankte sich immer wieder bei ihr.\n\nAn diesem Tag dachte sie immer wieder an ihre beiden Eltern. Wenn ihre Eltern noch lebten, wären sie sicher auch einmal so alt geworden.\n\nNach Hause zurückgekehrt, erzählte Ayaka die Geschichte ihrem älteren Bruder Ayato. Die beiden Geschwister genossen gemeinsam den rauen Tee, den die alte Frau ihr mitgab.\n\nDanach besuchte Ayaka hin und wieder die alte Frau selbst und brachte ihr jedes Mal einige der Notwendigkeiten, die gewöhnliche Menschen gerne benutzen.\n\n„Der rote Kirschbaum unten an der Straße blüht wieder\", erzählte Ayaka der alten Dame mit einem Lächeln, „so schön wie deine Melodien.“",
      "es": "Una tarde de otoño, Ayaka se dirigía a su casa tras haberse encargado de unos asuntos sin mucha importancia cuando, por casualidad, escuchó el canto de una voz vieja procedente de una vieja casa.\n\nEn el interior había una anciana ciega que, al tocar las cuerdas de su instrumento con sus finos dedos, producía una música parecida al fluir del agua.\n\nQuizás se debiera a su agudo oído, pero la anciana oyó los pasos de Ayaka y preguntó quién estaba ahí fuera. Sin querer molestarla, Ayaka le contestó que era una residente cercana que se había perdido y que había llegado hasta allí.\n\nComo miembro de la Comisión Yashiro, Ayaka estaba bien familiarizada con la gente, por lo que rápidamente reconoció a la solitaria anciana y supo que era la misma persona que se dedicaba a la venta ambulante en las calles de la ciudad cuando hacía buen tiempo.\n\nTanto la melodía como la canción que tocaba eran bastante anticuadas. Al ser ciega, la anciana no estaba al día. Incluso en la nación que ansía la eternidad hay gente cuya vida es muy dura.\n\nOcultando su verdadera identidad, la bondadosa Ayaka charló durante un buen rato con la anciana, quien la tomó por una joven normal y corriente, le habló de cómo hacer y tocar una cítara, e incluso le dio unas hojas de té que tenía guardadas.\n\nComparadas con las exquisitas hojas de las que disponía el clan Kamisato, estas, más toscas, bien podrían haber sido simple hierba, pero Ayaka las aceptó y le dio su más sincero agradecimiento.\n\nEse día, pensó muchas veces en sus padres. De haber seguido vivos, ¿habrían envejecido así? Al volver a casa, habló con su hermano sobre su encuentro con aquella señora mientras probaban el rústico té que le había regalado.\n\nDespués de aquello, Ayaka comenzó a visitar a la anciana con frecuencia, siempre haciéndose pasar por una persona que vivía cerca de allí, y cada vez que iba le llevaba algunas cosas de primera necesidad, algo tan apreciado por la gente común.\n\n“Los cerezos de las calles han vuelto a florecer” —le dijo Ayaka a la anciana con una sonrisa— “y son tan hermosos como su música”.",
      "fr": "Un après-midi d'automne, alors qu'Ayaka était sur le chemin du retour après avoir terminé ses affaires quotidiennes, elle entendit par hasard une chanson chantée par une voix marquée par l'âge, provenant d'une maison ancienne.\n\nÀ l'intérieur de la maison vivait une vieille dame aveugle. Lorsque ses vieux doigts fins et secs pincèrent les cordes de sa lyre, les sons qui en sortirent faisaient penser au flot de l'eau...\n\nLa vieille dame entendit des bruits de pas grâce à son ouïe sensible, et demanda qui se trouvait à l'extérieur. Ayaka, qui ne souhaitait pas la déranger, prétendit être une habitante des environs qui s'était perdue.\n\nEn tant que membre de la Commission culturelle, la jeune femme connaissait la population locale et se souvint que cette vieille dame solitaire chantait souvent dans la rue lorsqu'il faisait beau dehors.\n\nLa mélodie était démodée, tout comme les paroles. En raison de sa cécité, cette personne était déconnectée des temps modernes. Malgré l'« éternité » à laquelle Inazuma aspire, certains faisaient encore face à de telles difficultés.\n\nLe cœur plein de bonnes intentions, et malgré la dissimulation de son identité, Ayaka consacra du temps à parler à la vieille dame. La prenant pour une personne ordinaire, elle lui expliqua comment fabriquer un koto et en jouer, puis lui offrit quelques feuilles de thé de sa collection.\n\nCes dernières étaient très rudimentaires par rapport à celles que l'on pouvait trouver au sein du Clan Kamisato, mais Ayaka accepta le cadeau et remercia chaleureusement la vieille dame.\n\nCe jour-là, elle pensa plusieurs fois à ses parents. S'ils étaient encore vivants, eux aussi auraient vieilli.\n\nDe retour à la maison, Ayaka raconta son histoire à son frère, Ayato, en sirotant un thé préparé avec les feuilles offertes par la vieille dame.\n\nAprès cette rencontre, Ayaka continua fréquemment de rendre visite à cette dernière, en se faisant toujours passer pour une habitante des environs, afin de lui apporter des provisions appréciées du peuple.\n\n« Le cerisier rouge est de nouveau en fleurs. », dit Ayaka à la vieille dame en souriant. « Il est aussi beau que la musique de votre koto. »",
      "pt": "Em uma tarde de outono, Ayaka estava voltando para casa após concluir alguns pequenos afazeres quando ouviu a voz de uma pessoa idosa vindo do interior de uma velha casa.\n\nLá dentro, havia uma senhora cega de ambos os olhos, cujos dedos finos como palitos produziam música como água corrente ao dedilharem as cordas de seu instrumento.\n\nTalvez tenha sido por causa de seus ouvidos aguçados, mas a velha senhora ouviu os passos de Ayaka e perguntou quem estava do lado de fora. Não querendo perturbar a senhora, Ayaka respondeu que era uma moradora das vizinhanças que havia se perdido e entrado por engano naquele lugar.\n\nComo membro da Comissão Yashiro, Ayaka conhecia bem a vida das pessoas e rapidamente reconheceu aquela senhora solitária como a pessoa que tocava melodias nas ruas da cidade quando o tempo estava bom.\n\nA melodia estava desatualizada, assim como a música. Como alguém que não podia ver, aquela senhora há muito estava em descompasso com os novos tempos. Mesmo na nação que busca a eternidade, alguns ainda tinham vidas muito difíceis.\n\nUsando a bondade em seu coração, Ayaka permaneceu anônima e passou um longo tempo conversando com a velha senhora. Achando que Ayaka era uma garota comum, a senhora falou sobre o método de fabricar e tocar o koto, e até deu a ela algumas folhas de chá que mantinha guardadas.\n\nComparadas com as requintadas folhas que o Clã Kamisato tinha em estoque, aquelas folhas ásperas poderiam muito bem ser grama, mas Ayaka as aceitou com profunda gratidão assim mesmo.\n\nNaquele dia, ela pensou em seus pais muitas vezes. Se estivessem por perto, teriam chegado a ficar tão velhos?\n\nQuando voltou para casa, ela falou sobre aquele encontro com o irmão, e os dois compartilharam o chá rústico que a velha senhora havia presenteado.\n\nDepois disso, Ayaka passou a visitar a velha senhora regularmente, sempre se fazendo passar por alguém que mora nas vizinhanças e sempre levando alguns itens de uso diário que as pessoas comuns costumavam gostar.\n\n\"As árvores sakura nas ruas floresceram novamente\", Ayaka disse para a senhora com um sorriso, \"e elas são tão adoráveis quanto a sua música\".",
      "ru": "Однажды осенним днём Аяка возвращалась домой, как вдруг из старого дома до неё донёсся голос пожилой женщины.\n\nЖенщина была совершенно слепа, а когда она перебирала струны своего инструмента тонкими, как прутики, пальцами, из него лилась музыка, напоминающая течение реки.\n\nБлагодаря своему острому слуху слепая женщина услышала шаги Аяки и спросила, кто это там на улице. Не желая смущать пожилую женщину, Аяка ответила, что она живёт неподалёку и что она забрела в эти места, потому что заблудилась.\n\nКак член комиссии Ясиро, Аяка была прекрасно осведомлена о жизни людей и сразу узнала эту одинокую пожилую женщину - в хорошую погоду та любила выходить и петь на улицах города. Мелодия была старомодная, как и сама песня. Женщина была незрячей и поэтому давно отстала от времени. Увы, но даже среди народа, который стремится к вечности, встречаются люди, которым живётся очень непросто.\n\nДобросердечная Аяка ненавязчиво разговаривала с пожилой женщиной. Приняв Аяку за обычную девушку, та поведала ей о способах игры на кото и даже подарила ей несколько чайных листьев. По сравнению с изысканными сортами чая, которые заваривали в клане Камисато, эти грубые листья могли показаться травянистыми, но Аяка все равно приняла их, рассыпаясь в благодарностях.\n\nВ тот день она много раз вспоминала о родителях. Если бы они были живы, достигли бы они такого преклонного возраста?\n\nВернувшись домой, она рассказала о встрече брату, и они вместе выпили простого чая, подаренного пожилой женщиной.\n\nС тех пор Аяка раз в несколько дней навещала слепую. Всякий раз она говорила, что живёт по соседству, и приносила предметы первой необходимости, в которых так нуждаются простые люди.\n\n«Деревья сакуры на улицах снова цветут, - с улыбкой сказала Аяка пожилой женщине, - они так же прекрасны, как ваша музыка».",
      "id": "Suatu sore di musim gugur, saat Ayaka sedang dalam perjalanan pulang setelah menyelesaikan urusannya, dia mendengar suara nyanyian orang tua dari sebuah rumah reyot.\n\nDi dalamnya tinggal seorang wanita tua yang sudah kehilangan penglihatannya. Jari-jarinya yang kurus menari di atas senar koto (kecapi Inazuma) — menghasilkan musik seperti aliran air yang indah.\n\nMungkin karena pendengarannya yang tajam, begitu Ayaka melangkah masuk, nenek tua tersebut bertanya siapakah yang ada di luar pintu. Ayaka yang tidak ingin menyusahkan nenek tua itu pun menjawab kalau dirinya tersesat hingga ke tempat ini.\n\nSebagai anggota Yashiro Commission, Ayaka sangat memahami kehidupan masyarakat dan dengan cepat mengenali nenek tua itu. Nenek tua yang hidup sebatang kara itu adalah orang yang sama dengan pengamen yang sering dia lihat, yang menjajakan musik di kota saat cuaca sedang cerah.\n\nLiriknya sudah ketinggalan zaman, begitu juga dengan melodinya. Sebagai orang tua yang tidak bisa melihat, nenek itu memang sudah lama ketinggalan zaman. Bahkan di negara yang mengejar keabadian pun, ternyata masih ada rakyat yang menjalani kehidupan dengan sulit.\n\nAyaka yang baik hati pun menyembunyikan identitasnya, menghabiskan waktu untuk mengobrol dengan nenek tua itu. Nenek tua yang mengira Ayaka adalah gadis biasa, menceritakan tentang pembuatan koto dan cara memainkannya. Beliau bahkan menghadiahkan beberapa daun teh yang dia simpan.\n\nDibandingkan dengan daun teh berkualitas tinggi yang disiapkan pelayan Klan Kamisato, daun-daun teh yang diberikan kepada Ayaka ini mungkin rasanya seperti akar-akar rumput. Tapi Ayaka menerimanya dengan sopan dan tidak lupa juga untuk berterima kasih.\n\nHari itu, Ayaka berkali-kali teringat pada orang tuanya. Seandainya mereka masih ada, bukankah mereka juga akan menjadi serenta nenek tua tadi?\n\nSekembalinya di rumah, Ayaka menceritakan pertemuan itu kepada kakaknya, dan dua kakak adik itu pun menikmati teh berdaun kasar itu bersama-sama.\n\nSejak saat itu, Ayaka mengunjungi nenek itu setiap beberapa hari sekali. Masih tetap menyamar menjadi penduduk biasa, Ayaka setiap kali datang selalu membawakan barang-barang kebutuhan sehari-hari yang disukai rakyat jelata.\n\n\"Pohon sakura di jalanan sudah bermekaran,—\" ucap Ayaka sambil tersenyum,\" — dan kelopak bunganya sama indahnya dengan nyanyianmu.\"",
      "th": "บ่ายวันหนึ่งในฤดูใบไม้ร่วง Ayaka ที่เพิ่งจัดการเรื่องทางบ้านเสร็จ และกำลังอยู่ในระหว่างเดินทางกลับ เธอก็ได้ยินเสียงร้องเพลงจากบ้านหลังเก่าหลังหนึ่งโดยบังเอิญ\n\nในบ้านมีหญิงชราคนหนึ่งซึ่งตาบอดทั้งสองข้าง กำลังดีดสายพิณด้วยนิ้วอันเรียวบาง พิณไม้ส่งเสียงออกมาเหมือนกับเสียงน้ำที่ไหลพรั่งพรู\n\nอาจเป็นเพราะหูที่ไวต่อการสัมผัส หญิงชราได้ยินเสียงฝีเท้าและถามว่าใครคือคนที่อยู่นอกประตู Ayaka ไม่อยากรบกวน เธอจึงบอกว่าเธอเป็นผู้อาศัยในบริเวณใกล้เคียงที่หลงทางเข้ามาที่นี่\n\nในฐานะคนของสำนัก Yashiro แล้ว Ayaka มีความคุ้นเคยกับวิถีชีวิตของผู้คนเป็นอย่างดี และตระหนักได้อย่างรวดเร็วว่า หญิงชราที่ไม่มีบุตรคนนี้ เป็นคนผู้นั้นที่เล่นและร้องเพลงบนถนนในวันที่อากาศแจ่มใส\n\nเนื้อเพลงนี้เป็นเพลงเก่าที่ล้าสมัย และดนตรีเองก็เช่นกัน เธอที่เป็นผู้สูงอายุและเสียการมองเห็นไป ก็ได้เสียการรับรู้เรื่องเวลาไปนานแล้ว แม้แต่ในอาณาจักรที่ไล่ตามความเป็นนิรันดร์ ก็ยังมีผู้คนที่มีชีวิตอยู่อย่างยากลำบาก\n\nด้วยความตั้งใจที่ดี Ayaka จึงปกปิดตัวตนของเธอ และพูดคุยกับหญิงชราเป็นเวลานาน หญิงชราคิดว่า Ayaka นั้นเป็นเพียงผู้หญิงธรรมดาคนหนึ่ง จึงบอกวิธีบรรเลงพิณและแบ่งใบชาที่เก็บมาให้เธอด้วย\n\nเมื่อเทียบกับชาที่ดีที่สุดในตระกูล Kamisato แล้ว ชาหยาบ ๆ เหล่านี้เกือบจะเป็นแค่ใบหญ้าธรรมดา แต่ Ayaka ก็ยังชื่นชมเธอและขอบคุณเธอครั้งแล้วครั้งเล่า\n\nในวันนี้ เธอนึกถึงท่านพ่อท่านแม่ของเธอซ้ำไปซ้ำมา ถ้าท่านพ่อท่านแม่ยังอยู่ ย่อมมีวันที่ต้องแก่ชราอย่างนี้แน่นอน\n\nเมื่อกลับไปถึงที่บ้าน Ayaka นำเรื่องนี้ไปเล่าให้พี่ชาย Ayato ฟัง สองพี่น้องนำชาที่ได้รับจากหญิงชรามาชงชาดื่มกันอย่างเพลิดเพลิน\n\nหลังจากนั้น Ayaka มักจะไปเยี่ยมหญิงชราด้วยตนเองอยู่บ่อยครั้ง และยังคงพบปะในนามของชาวบ้านที่อยู่ใกล้เคียง โดยทุกครั้งเธอจะนำของใช้ประจำวัน ที่สามัญชนชื่นชอบ ไปให้กับหญิงชราผู้นั้นด้วย\n\n\"ต้นซากุระสีแดงตรงทางเข้าถนนกำลังบานสะพรั่งขึ้นมาอีกครั้งแล้วล่ะ\" Ayaka บอกหญิงชราด้วยรอยยิ้ม \"มันงดงามราวกับเสียงบรรเลงพิณของคุณเลยล่ะค่ะ\"",
      "vi": "Vào một chiều thu, Ayaka vừa xử lý xong vài việc vặt trở về, tình cờ nghe thấy một tiếng hát già cỗi từ căn nhà cũ.\n\nTrong nhà có một người phụ nữ già bị mù. Những ngón tay khô cằn lướt trên dây đàn gỗ phát ra âm thanh réo rắt như tiếng nước chảy.\n\nCó lẽ vì tai thính, bà lão đã nghe thấy tiếng bước chân, bèn hỏi người ngoài cửa là ai. Ayaka không muốn bà bối rối, bèn nói mình là cư dân sống gần đây bị lạc đường.\n\nVì ở trong Hiệp Hội Yashiro nên Ayaka rất quen thuộc với đời sống người dân, chẳng mấy chốc đã nhận ra bà lão cô độc không con cái này chính là người hát rong kiếm sống trên vỉa hè vào ngày đẹp trời hôm ấy.\n\nNhạc điệu đã xưa cũ, bài hát cũng thế. Vì khiếm thị nên bà đã tụt hậu rất nhiều. Cho dù là một đất nước theo đuổi sự vĩnh hằng, cũng xuất hiện một người dân sống gian khổ như vậy.\n\nVì có ý tốt, Ayaka đã che giấu thân phận và trò chuyện cùng bà lão hồi lâu. Bà lão ngỡ rằng Ayaka là cô thiếu nữ bình thường, bèn huyên thuyên về cách chế tạo và cách đàn của cây đàn gỗ này, còn tặng cho Ayaka một chút lá trà trong nhà mình.\n\nSo với lá trà cực phẩm của nhà Kamisato, loại lá trà thô này tựa như rễ cỏ. Nhưng Ayaka đã đón nhận một cách trân trọng, cảm ơn rối rít.\n\nNgày hôm ấy, Ayaka luôn nhớ về cha mẹ mình. Nếu cha mẹ vẫn còn, có lẽ sẽ có ngày già nua.\n\nKhi trở về nhà, Ayaka kể câu chuyện này cho anh trai Ayato. Hai anh em tận hưởng lá trà thô mà bà lão gửi tặng.\n\nSau này thi thoảng Ayaka lại đến thăm bà lão, vẫn tự xưng là cư dân sống gần đó, lần nào cũng mang các nhu yếu phẩm cần thiết cho sinh hoạt đến.\n\n\"Cây anh đào đầu đường lại nở rộ rồi.\" Ayaka tươi cười nói với bà lão: \"Đẹp như tiếng đàn của bà vậy.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "在民众的想象中，贵族世家吃穿用度规格远超常人，那高贵如神里绫华，一定也过着极其奢侈、极其肆意的生活吧。\n\n然而，这样的想法只对了一半。\n\n单从形式而言，绫华的生活确实较寻常百姓讲究得多。\n\n平日里钻研花道、茶道，品名茶、赏奇花的开销也着实不小。不过，这些都是身为贵族大小姐的她必须掌握的技能，并无「肆意」一说。\n\n真正能让绫华露出笑容的，反而是那些寻常百姓也能享受的小事。\n\n譬如制作点心，譬如在池塘边捞金鱼，又譬如躲起来阅读八重堂新出的小说…无一不是小事。\n\n这种时刻的她，不是受人景仰的白鹭公主，不是掌管神里大宅的绫华大人，而是普普通通的「少女绫华」。\n\n卸下端庄持重的对外形象，绽放出随性自在的真我。唯有作为「少女绫华」时，她才能放下重担，做普通女孩也能做的事。\n\n深夜肚子饿了，避开佣人偷偷溜到厨房，哼着歌为自己做一碗茶泡饭；茶道课时，偷偷根据茶叶的形状占卜恋爱运势…等等。\n\n虽然从未向他人说明，但绫华无比珍惜自己作为普通少女的时间。因为，这样的自由时刻实在很少。",
      "zht": "在民眾的想像中，貴族世家吃穿用度規格遠超常人，那高貴如神里綾華，一定也過著極其奢侈、極其肆意的生活吧。\n\n然而，這樣的想法只對了一半。\n\n單從形式而言，綾華的生活確實較尋常百姓講究得多。\n\n平日裡鑽研花道、茶道，品名茶、賞奇花的開銷也著實不小。不過，這些都是身為貴族大小姐的她必須掌握的技能，並無「肆意」一說。\n\n真正能讓綾華露出笑容的，反而是那些尋常百姓也能享受的小事。\n\n譬如製作點心，譬如在池塘邊撈金魚，又譬如躲起來閱讀八重堂新出的小說…無一不是小事。\n\n這種時刻的她，不是受人景仰的白鷺公主，不是掌管神里大宅的綾華大人，而是普普通通的「少女綾華」。\n\n卸下端莊持重的對外形象，綻放出隨性自在的真我。唯有作為「少女綾華」時，她才能放下重擔，做普通女孩也能做的事。\n\n深夜肚子餓了，避開傭人偷偷溜到廚房，哼著歌為自己做一碗茶泡飯；茶道課時，偷偷根據茶葉的形狀占卜戀愛運勢…等等。\n\n雖然從未向他人說明，但綾華無比珍惜自己作為普通少女的時間。因為，這樣的自由時刻實在很少。",
      "jp": "一般的な想像では、武家の生活は庶民とは桁違いのものだと思われているだろう。ならばきっと、高貴な神里綾華も、極めて贅沢な生活を送っているに違いない。\n\nしかし、その考えは半分しか合っていない。\n\n形から見れば、綾華の生活は確かに普通の民より凝っている。\n\n普段は華道、茶道、名茶の試飲、珍しい花の鑑賞など、多くの費用がかかる。しかし、それは武家の令嬢として備えておくべきスキルであり、「放漫」というわけではない。\n\n真に綾華を笑顔にすることができるのは、まさに庶民でも楽しめる普通のことだ。\n\nお菓子を作ったり、池で金魚すくいで遊んだり、隠れて八重堂の最新小説を読んだり…どれも些細なことである。\n\nそのような時の彼女は、人々に慕われる白鷺の姫君でも、神里家の屋敷を取り仕切る綾華さまでもなく、ただの「少女綾華」なのだ。\n\n厳かなイメージを脇に置き、気ままに自身を表すこと。「少女綾華」として居る時だけ、重責を下ろすことができる。\n\n深夜にお腹が空けば、使用人を避けながらこっそり厨房へ行き、歌を口ずさみながらお茶漬けを作る。茶道の授業の時、こっそりと茶葉の形で恋愛運を占う…などなど。\n\nこれまで誰にも言ったことはないが、綾華は自身が普通の少女でいる時間をとても大切にしている。なぜなら、このような自由な時間は滅多にないからである。",
      "ko": "민중들은 귀족 가문은 일반인을 훨씬 웃도는 생활 수준을 가지고 있을 거라고 상상하고, 고귀한 카미사토 가문의 아야카는 분명, 아주 사치스럽고 제멋대로인 생활을 살았을 거라고 생각한다.\n\n하지만, 이 생각은 반만 정답이라고 할 수 있다.\n\n형식만 놓고 보자면 아야카의 생활은 일반인의 생활보다 신경 써야 할 점이 훨씬 많다.\n\n평소 꽃꽂이, 다도, 차 품평, 꽃 감상에 드는 비용이 꽤 많긴 하지만, 이건 모두 귀족 아가씨로서 배워야만 하는 교양으로, 「제멋대로」라는 단어와는 어울리지 않는다.\n\n오히려 아야카를 웃게 만다는 것은 일반 백성들도 즐기는 소소한 일들이다.\n\n간식을 만들고, 연못가에서 금붕어를 잡고, 몰래 숨어 야에 출판사에서 새로 나온 소설을 읽는 것과 같은… 그런 소소한 일들.\n\n저런 순간의 아야카는 사람들이 경외하는 백로공주도, 카미사토의 대저택을 다스리는 아야카 아기씨도 아닌 그저 평범한 「소녀 아야카」다.\n\n단정하고 점잖은 대외적인 이미지를 내려 놓고, 자유롭고 편안한 모습의 진짜 자아를 피워냈다. 그녀는 오직 「소녀 아야카」일 때만 자신의 무거운 짐을 내려놓고 평범한 소녀처럼 행동할 수 있었다.\n\n늦은 밤 배가 고프면 하인을 피해 몰래 부엌에 들어가 콧노래를 부르며 오차즈케를 먹거나, 다도 시간에 찻잎 모양에 따라 연애 운세를 점치는 것… 같은 일들.\n\n아무에게도 얘기한 적은 없지만, 아야카는 자신이 평범한 소녀로 살아가는 시간을 소중히 여긴다. 자유로울 수 있는 시간이 그만큼 너무 짧기 때문이다.",
      "en": "In people's imagination, the nobility's living expenses are orders of magnitude above the common folk. So for someone as noble as Kamisato Ayaka, surely she too must lead a life of wanton luxury.\n\nThis statement is only half right, however.\n\nAyaka does ostensibly live in a much more particular manner than the ordinary citizen.\n\nThe costs of studying flower arrangement and tea ceremony, sampling fine teas, and enjoying exotic flowers daily are also by no means small. However, these are all skills that she must master as a young lady of a noble house — such commitments can hardly be called \"wanton.\"\n\nThe things that can truly make Ayaka smile are, in fact, ordinary things that even the common folk can enjoy.\n\nThe making of snacks, fishing for goldfish by the ponds, squirreling herself away to read the latest novels from Yae Publishing House... Each one of these is but a tiny matter.\n\nAt such times, she is not the adored Shirasagi Himegimi, or Lady Ayaka, mistress of the great Kamisato estates. She is just \"Ayaka,\" an ordinary girl like any other.\n\nHere, she sets her dignified externalized persona aside and sets her true, casual self free. Only as \"Ayaka\" can she lay down her heavy burdens and do the things that ordinary girls can do.\n\nWhen hungry at night, she sneaks past the servants into the kitchen and makes herself some chazuke while humming a little tune. During tea ceremony classes, she might surreptitiously try to use the tea leaves to indulge in some romance-related astrology... The list of her little escapades goes on.\n\nThough she has never told anyone this, Ayaka treasures her time as an ordinary girl above all else, for these moments of freedom are things she rarely ever has.",
      "de": "In der Vorstellung der Menschen überstiegen die Anforderungen der adligen Familien an Essen und Kleidung bei weitem die der gewöhnlichen Menschen und man denkt, dass die Kamisatos ein extrem verschwenderisches und rücksichtsloses Leben geführt haben müssen.\n\nAllerdings war eine solche Behauptung nur halb richtig.\n\nAllein von außen betrachtet war Ayakas Leben in der Tat viel aufwändiger als das eines normalen Menschen.\n\nDie Ausgaben für das regelmäßige Studium der Blumenkunde und Teekunde, die Verkostung berühmter Tees und den Genuss exotischer Blumen waren nicht gering. Das sind jedoch Fähigkeiten, die sie als adlige Dame beherrschen muss, und so etwas wie „Lüsternheit“ gibt es nicht.\n\nWas Ayaka wirklich zum Lächeln bringt, sind die kleinen Dinge, an denen sich auch normale Menschen erfreuen.\n\nWie das Herstellen von Süßigkeiten, das Angeln von Goldfischen im Teich oder das Verstecken, um den neuen Yae-Roman zu lesen ... all das waren recht kleinen Dinge.\n\nIn solchen Momenten war sie nicht die bewunderte Prinzessin oder die hochwohlgeborene Ayaka, die das Kamisato-Anwesen leitete, sondern das gewöhnliche „Ayaka-Mädchen“.\n\nSie hatte ihr würdevolles äußeres Erscheinungsbild abgelegt und war zu ihrem wahren Selbst aufgeblüht. Nur wenn sie dieses „Mädchen“ ist, kann sie ihre Bürden loslassen und Dinge tun, die normale Mädchen tun können.\n\nWenn sie spät in der Nacht Hunger hatte, schlich sie sich in die Küche, um die Dienstmädchen zu umgehen, und machte sich eine Schale Tee mit Reis, und während der Teezeremonie-Stunden riet sie heimlich ihr Liebesglück anhand der Form der Teeblätter ... und so weiter.\n\nObwohl sie es anderen gegenüber nie deutlich machte, schätzte Ayaka ihre Zeit als normales junges Mädchen über alle Maßen. Denn solche Momente der Freiheit sind wirklich selten.",
      "es": "La gente cree que los gastos de la nobleza están muy por encima de los de la gente común. Por tanto, alguien tan noble como Kamisato Ayaka también debe de llevar una vida llena de lujos y caprichos.\n\nSin embargo, esta afirmación es correcta a medias.\n\nAyaka vive de una manera mucho más particular que cualquier ciudadano común.\n\nEstudiar ikebana y la ceremonia del té, probar tés exquisitos y disfrutar a diario de flores exóticas no conllevan gastos pequeños. Sin embargo, todas estas son habilidades que, como joven dama de una casa noble, debe dominar, y que no pueden considerarse un capricho.\n\nEn cambio, lo que realmente hace sonreír a Ayaka es, en realidad, las cosas normales de las que incluso la gente común puede disfrutar.\n\nEn esos momentos, no es la adorada Princesa Garza, ni la señorita Ayaka, dueña de la gran Hacienda Kamisato. Es simplemente Ayaka, una chica como cualquier otra.\n\nAhí es cuando deja a un lado su imagen y encarna su verdadera forma de ser. Solo siendo Ayaka puede dejar de lado sus responsabilidades y hacer lo que hacen las demás chicas.\n\nCuando tiene hambre por la noche, se esconde de sus sirvientes y se cuela en la cocina para preparar un poco de arroz bañado en té mientras tararea una cancioncilla. En sus clases de la ceremonia del té se escapa sin que la vean para predecir su fortuna en el amor mediante la adivinación con hojas de té... Y muchas otras cosas más.\n\nAunque nunca se lo ha dicho a nadie, Ayaka valora más que nada el tiempo que pasa como chica normal, ya que rara vez tiene un momento de libertad.",
      "fr": "Aux yeux des gens du peuple, les familles nobles dépensent des sommes faramineuses pour manger et se vêtir. Un membre du Clan Kamisato, comme Ayaka, mènerait donc certainement un train de vie extravagant, aux journées pleines de loisirs.\n\nPourtant, ce n'est pas tout à fait vrai...\n\nAyaka mène bien une vie plus luxueuse que les gens ordinaires.\n\nSes leçons d'arrangement floral et de cérémonie du thé ont un prix. Après tout, boire les meilleurs thés et manipuler les plus belles fleurs qui existent n'est pas à la portée de tout le monde. Cependant, ceux-ci sont loin d'être des loisirs, mais des compétences qu'Ayaka se doit de maîtriser en tant que jeune femme de bonne famille.\n\nCe sont les petites choses de la vie que les gens ordinaires sont aussi capables d'apprécier qui la font sourire : cuisiner des desserts, pêcher des poissons dans les étangs, ou encore se cacher pour lire le dernier roman publié par la Chambre Yae... Des choses simples en somme.\n\nDans ces moments, elle n'est plus la Shirasagi Himegimi qui suscite l'admiration de tous, ni dame Ayaka qui gère les affaires familiales, mais simplement une jeune fille comme les autres.\n\nEn se débarrassant de la prudence qu'elle réserve pour les affaires officielles, Ayaka peut oublier son fardeau pour être elle-même et faire tout ce qu'une fille de son âge pourrait faire.\n\nLorsqu'elle a faim au milieu de la nuit, Ayaka se faufile dans la cuisine en prenant le soin d'éviter les domestiques pour préparer un ochazuke en fredonnant une chanson.\n\nPendant les cours de cérémonie de thé, elle essaie de prédire sa fortune en amour selon la forme des feuilles de thé...\n\nBien qu'elle ne l'ait jamais dit à personne, Ayaka chérit plus qu'autre chose son temps passé en tant que fille ordinaire, car ces instants de liberté sont très rares.",
      "pt": "Na imaginação das pessoas, os gastos cotidianos da nobreza estão exorbitantemente acima da realidade das pessoas comuns. Portanto, alguém tão nobre como Kamisato Ayaka certamente deve levar uma vida de luxo.\n\nContudo, esta afirmação está apenas parcialmente correta.\n\nAyaka ostensivamente vive de uma forma muito mais opulenta que o cidadão comum.\n\nOs custos para estudar arranjos de flores e cerimônia do chá, provar chás finos e admirar flores exóticas diariamente não são pequenos. Contudo, essas são habilidades que ela deve dominar como uma jovem dama de uma casa nobre – essas obrigações dificilmente podem ser chamadas de \"absurdas\".\n\nAs coisas que realmente podem fazer Ayaka sorrir são, na verdade, coisas comuns que até mesmo as pessoas do povo podem desfrutar.\n\nPreparar lanches, pescar peixes dourados nos lagos, dar uma escapulida para ler os novos romances da Editora Yae... cada uma dessas coisas é um pequeno prazer.\n\nNestes momentos, ela não é a adorada Shirasagi Himegimi, ou Srta. Ayaka, dama das grandes fazendas Kamisato. Ela é apenas \"Ayaka\", uma garota como qualquer outra.\n\nAqui, ela deixa de lado sua persona externa icônica e liberta seu verdadeiro lado descompromissado. Apenas como \"Ayaka\", ela pode descansar de seus pesados fardos e fazer coisas que garotas comuns podem fazer.\n\nQuando tem fome durante a noite, ela dribla os criados e vai até a cozinha preparar algo para comer enquanto cantarola uma pequena melodia. Durante as aulas da cerimônia do chá, ela pode discretamente tentar usar as folhas do chá para alguma previsão astrológica sobre o amor... A lista de suas pequenas escapulidas é bem longa.\n\nEmbora nunca tenha contado isso a ninguém, Ayaka valoriza seu tempo como uma garota comum acima de tudo, pois esses momentos de liberdade são coisas que ela raramente pode aproveitar.",
      "ru": "В представлении людей расходы дворян многократно превышают те суммы, которые тратит на жизнь простой люд. И девушка столь благородного происхождения, как Камисато Аяка, также должна тратить деньги расточительно и беспечно.\n\nОднако это утверждение верно лишь отчасти. Внешне образ жизни Аяки сильно отличается от обычных граждан. Каждодневные расходы на изучение искусства икебаны и чайной церемонии, дегустацию изысканных сортов чая и покупку экзотических цветов вовсе не малы. Однако всё это навыки, которыми должна овладеть молодая женщина из благородного дома, и эти обязательства едва ли можно назвать «расточительством».\n\nНо улыбку на лице Аяки вызывают вещи совершенно обычные - такие же, которым радуются простые люди. Приготовление закусок, ловля золотой рыбки в пруду, чтение последнего романа издательского дома Яэ в укромном уголке... Незначительные, казалось бы, вещи.\n\nВ такие моменты она не обожаемая Сирасаги Химэгими или госпожа Аяка, хозяйка огромных поместий Камисато. Она просто Аяка, обычная девушка, как все. Здесь она забывает о своём величественном образе, который создаёт в глазах других людей, и позволяет проявиться себе истинной, естественной и свободной.\n\nЛишь будучи Аякой, она может снять с себя тяжкое бремя государственных дел и вести себя как обычная девушка. Проголодавшись среди ночи, она прокрадывается мимо слуг на кухню и, напевая какую-нибудь простенькую мелодию, готовит себе отядзукэ. Во время чайной церемонии она иногда тайком берёт листья и по ним гадает на любовь... И список её маленьких проделок можно продолжать и продолжать.\n\nИ хоть она об этом никому не говорит, Аяка ценит время, которое проводит как обычная девушка, превыше всего на свете. Ведь моменты свободы такая редкость в её жизни.",
      "id": "Dalam imajinasi orang-orang, biaya hidup kaum bangsawan pasti jauh di atas normal. Dan untuk seseorang beridentitas tinggi seperti Kamisato Ayaka, tentu menjalani kehidupan yang mewah dan hidup foya-foya.\n\nNamun pernyataan ini hanya separuh benar.\n\nAyaka memang hidup dengan lebih mewah dan elegan dari orang biasa.\n\nBelajar merangkai bunga, upacara minum teh, mencicipi daun teh, dan menikmati bunga, memang memakan biaya yang tidak kecil. Tapi hal-hal ini adalah keterampilan yang wajib dikuasai oleh seorang putri dari keluarga bangsawan. Dan tidak ada \"foya-foya\" di dalam hidupnya.\n\nHal-hal yang dapat membuat Ayaka tersenyum bahagia, pada kenyataannya, adalah hal-hal sederhana yang biasa rakyat jelata lakukan.\n\nSeperti membuat camilan, menangkap ikan mas di kolam, diam-diam membaca novel baru dari Yae Publishing House ... Semuanya hal-hal kecil dan sederhana.\n\nPada saat melakukan hal-hal tersebut, dia bukanlah Shirasagi Himegimi yang dihormati orang-orang, ataupun Nona Ayaka dari Klan Kamisato. Dia hanyalah \"Ayaka\" — seorang gadis muda biasa.\n\nHanya saat menjadi Ayaka biasa inilah dia dapat membebaskan dirinya dari belenggu keeleganan dan tanggung jawab yang dipikulnya, dan dengan bebas melakukan hal-hal yang dilakukan gadis biasa.\n\nSaat kelaparan di tengah malam, dia akan mengendap diam-diam ke dapur dan membuat chazuke (nasi yang dituang oleh teh hijau) sambil bernyanyi seorang diri. Dan saat belajar tradisi upacara minum teh, dia terkadang diam-diam menggunakan daun teh untuk meramalkan nasib percintaannya ... Dan hal-hal kecil seperti itu semakin bertambah seiring waktu.\n\nMeskipun dia tidak pernah memberi tahu siapa pun tentang hal ini, Ayaka sangat menghargai waktunya saat menjadi seorang gadis biasa. Karena, saat-saat kebebasan ini jarang dimilikinya.",
      "th": "ในจินตนาการของชาวเมือง อาหารการกินและเสื้อผ้าของตระกูลชนชั้นสูงนั้นต้องสูงส่งกว่าคนธรรมดาทั่วไป เช่นนั้น Kamisato Ayaka ผู้สูงส่งจะต้องใช้ชีวิตอย่างหรูหราและใช้ชีวิตตามใจตัวเองอย่างที่สุด\n\nอย่างไรก็ตาม แนวคิดนี้ถูกต้องเพียงครึ่งเดียวเท่านั้น\n\nคือในแง่ของลักษณะภายนอกเท่านั้น เพราะชีวิตของ Ayaka นั้นดูพิถีพิถันกว่าคนธรรมดามากจริง ๆ\n\nในวันธรรมดา ค่าใช้จ่ายในการเรียนเรื่องการจัดดอกไม้และพิธีชงชา, ชิมชาที่มีชื่อเสียงและชื่นชมดอกไม้แปลกตาก็ไม่น้อยเลยล่ะ อย่างไรก็ตาม ทักษะเหล่านี้ล้วนเป็นทักษะที่เธอต้องเชี่ยวชาญในฐานะหญิงผู้สูงศักดิ์ และไม่ใช่การ \"ทำตามอำเภอใจ\" แต่อย่างใด\n\nสิ่งที่ทำให้ Ayaka ยิ้มได้จริง ๆ คือสิ่งเล็ก ๆ น้อย ๆ ที่คนธรรมดาทั่วไปสามารถเพลิดเพลินได้เช่นกัน\n\nเช่น การทำขนม เช่น การช้อนหาปลาทองริมสระน้ำ หรือซ่อนตัวอ่านนิยายเรื่องใหม่ของสำนักพิมพ์ Yae... ทั้งหมดนี้เป็นเรื่องเล็กน้อยทั้งนั้น\n\nในตอนนี้เธอไม่ใช่องค์หญิงกระเรียนขาวที่น่าชื่นชม ไม่ใช่ท่าน Ayaka ที่ดูแลคฤหาสน์ Kamisato แต่เป็น Ayaka ที่เป็นเด็กสาวธรรมดาเท่านั้น\n\nเมื่อลบภาพลักษณ์ภายนอกที่สง่างามและเคร่งขรึม ก็จะเผยให้เห็นตัวตนที่แท้จริงที่เป็นอิสระและเรียบง่าย มีเพียงในตอนที่เป็น \"เด็กสาวธรรมดาคนหนึ่ง\" เท่านั้น ที่เธอสามารถปลดปล่อยภาระและทำในสิ่งที่ผู้หญิงธรรมดาสามารถทำได้\n\nเมื่อรู้สึกหิวตอนดึกก็จะแอบหลบคนรับใช้ แอบเข้าไปในครัว ฮัมเพลงทำ Chazuke ให้ตัวเอง ในชั้นเรียนพิธีชงชาก็จะแอบทำนายดวงความรักตามรูปทรงของใบชา... เป็นต้น\n\nแม้ว่าเธออาจจะไม่เคยอธิบายเรื่องนี้ให้คนอื่นฟัง แต่ Ayaka ก็รักเวลาของเธอในฐานะเด็กสาวธรรมดา เพราะช่วงเวลาแห่งอิสรภาพแบบนี้ของเธอมีน้อยมากจริง ๆ",
      "vi": "Trong tưởng tượng của dân chúng, các gia tộc quyền quý thường sẽ ăn mặc và sống rất có đẳng cấp, ví như Kamisato Ayaka cao quý kia nhất định đang có cuộc sống xa xỉ và tùy tiện cực kỳ.\n\nTuy nhiên, cảm tưởng này chỉ đúng được một nửa.\n\nXét riêng về mặt hình thức, Ayaka đúng là sống kiểu cách hơn dân thường rất nhiều.\n\nKhoản chi phí thường ngày dùng để chi cho việc nghiên cứu kỹ thuật trồng hoa, trà đạo, thưởng thức danh trà, thưởng thức hoa lạ đúng là không hề ít ỏi. Thế nhưng, những điều này đều là kỹ năng cần nắm, không hề \"tùy tiện\" chút nào.\n\nNgược lại điều làm Ayaka nở nụ cười thật sự là những việc nhỏ nhặt của dân thường.\n\nVí dụ như làm điểm tâm, vớt cá vàng trong ao hoặc núp ở một góc nào đó xem tiểu thuyết mới ra lò của Nhà Xuất Bản Yae... đó đều là những việc vặt vãnh.\n\nTrong những lúc thế này, Ayaka không còn là Shirasagi Himegimi được muôn người ngưỡng mộ, không còn là Ayaka đại nhân quản lý nhà Kamisato, mà là \"cô thiếu nữ Ayaka\" bình thường.\n\nGỡ bỏ hình tượng đoan trang chín chắn khi ở bên ngoài, bộc lộ cái tôi vô tư và tự do. Chỉ khi trở thành \"cô thiếu nữ Ayaka\", cô ấy mới có thể trút bỏ gánh nặng, làm những việc mà mỗi cô gái bình thường đều có thể làm.\n\nKhi đói bụng vào đêm khuya, tránh mặt người hầu tự lẻn vào bếp, hát ngân nga rồi làm một bát Cơm Trà Xanh; Trong tiết học trà đạo, lén bói toán tình yêu khi nhìn vào hình dạng lá trà...\n\nTuy chưa từng giải thích với ai, nhưng Ayaka rất trân trọng thời gian trở thành \"thiếu nữ\" của mình. Bởi vì, thời gian tự do thế này thật sự rất ít."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "指导绫华诸门技艺的老师们曾欣慰地表示：无论茶道、剑道或棋道，诸般风雅，绫华都已完全掌握。\n\n她俨然是一位文武双全、风姿超绝的贵族小姐了。能教导这样一位学生，身为老师也感到非常愉快。\n\n但遗憾之情…当真完全没有吗？绫华默默想道。\n\n茶心，和敬清寂的正心。\n\n剑心，锐不可当的武心。\n\n棋心，审时度势的慧心。\n\n茶心、剑心、棋心，俱是她心，此外，却也有着一颗对友人的真心。\n\n绫华始终等待着世上能出现一个与她平等相对、并肩而立的友人。\n\n那个人不会将她看作「社奉行」或「白鹭公主」，不会为礼数和地位所束缚。最好还能懂得各种知识，见识过各种奇闻异事…必要时，还能给她讲讲故事。\n\n如此，才能成为她绫华的好友。\n\n「也并不是那么难的事吧…可这样的人，究竟在哪里呢？」",
      "zht": "指導綾華諸門技藝的老師們曾欣慰地表示：無論茶道、劍道或棋道，諸般風雅，綾華都已完全掌握。\n\n她儼然是一位文武雙全、風姿超絕的貴族小姐了。能教導這樣一位學生，身為老師也感到非常愉快。\n\n但遺憾之情…當真完全沒有嗎？綾華默默想道。\n\n茶心，和敬清寂的正心。\n\n劍心，銳不可當的武心。\n\n棋心，審時度勢的慧心。\n\n茶心、劍心、棋心，俱是她心，此外，卻也有著一顆對友人的真心。\n\n綾華始終等待著世上能出現一個與她平等相對、並肩而立的友人。\n\n那個人不會將她看作「社奉行」或「白鷺公主」，不會為禮數和地位所束縛。最好還能懂得各種知識，見識過各種奇聞異事…必要時，還能跟她講講故事。\n\n如此，才能成為她綾華的好友。\n\n「也並不是那麼難的事吧…可是這樣的人，究竟在哪裡呢？」",
      "jp": "様々な技能で綾華を指導している先生方は、みな、満足そうに言う——茶道、剣道、棋道、それらのいずれにおいても、綾華は完全に習得していると。\n\n彼女は文武両道で、容姿端麗な武家の令嬢なのだ。そんな学生を指導できるのは、指導者としても嬉しいことに違いない。\n\nしかし…本当に後悔はないのだろうか？綾華は静かにそのことについて考える。\n\n茶の心、和敬清寂な正の心。\n\n剣の心、鋭く勢いのある武の心。\n\n棋の心、状況を判断する慧の心。\n\n茶の心、剣の心、棋の心、すべて彼女の心である。それに加え、友人に対する真心も持っている。\n\n綾華は彼女と同等に接し、肩を並べられる友人が現れることをずっと待っている。\n\nその者は彼女を「社奉行」や「白鷺の姫君」とは見ず、礼儀や地位に制約されることもない。さらには数々の知識を知っていて、数々の物事を見てきた経験があり…時には、彼女に物語を聞かせるだろう。\n\nそのような者こそ、彼女の親友になれるのだ。\n\n「難しいことではないと思いますが…このようなお方は、いったいどこにいるのでしょうか？」",
      "ko": "아야카에 기예를 가르치는 선생님들은 아야카의 다도, 검도, 기도(棋道)가 모두 고상할 뿐만 아니라, 완벽하기까지 하다며 뿌듯해했다.\n\n그녀는 문무를 모두 겸비한 아름다운 귀족 아가씨였고, 이런 학생을 가르칠 수 있다는 것은 선생님으로서도 유쾌한 일이다.\n\n하지만 과연 아쉬움이… 정말 하나도 없을까? 아야카는 혼자 속으로 생각하곤 했다.\n\n다심, 화합하고 존경하며, 청정하고 고요한 마음인 정심.\n\n검심, 예리하고 당당한 기세의 마음인 무심.\n\n기심, 시기와 형세를 판단하는 마음인 혜심.\n\n다심, 검심, 기심 모두 그녀의 마음임은 물론이고, 그녀 마음엔 친구에 대한 진심도 존재했다.\n\n아야카는 늘 그녀와 평등하게 마주 보고 어깨를 나란히 할 수 있는 친구가 이 세상에 나타나길 기다렸다.\n\n그 친구는 아야카를 「야시로 봉행」이나 「백로공주」로 바라보지 않고 신분과 지위에 얽매이지 않아야 한다. 또, 풍부한 지식을 가지고 있고, 신기한 일들을 겪었을 뿐만 아니라… 아야카 그녀에게 그런 일들에 대해서 얘기해 줄 수 잇는 사람이어야만 한다.\n\n그래야만 아야카의 절친한 친구가 될 수 있다.\n\n「그렇게 어려운 일은 아닌 것 같은데… 그런 사람은 대체 어디 있는 걸까요?」",
      "en": "The tutors who guide Ayaka in her various arts once used to say: whether in tea ceremony, chess, the art of the sword, or all other affairs of elegance, Ayaka is already a master.\n\nShe is clearly already a noble lady of superb bearing, skilled with both the pen and the sword. To be able to teach such a pupil is a teacher's pride and joy.\n\nStill, Ayaka thinks quietly to herself, does she truly have no regrets?\n\nThe essence of tea is peace and quiet.\n\nThe heart of the sword is the keenest edge.\n\nThe soul of chess is the wisdom to grasp the bigger picture.\n\nThese three she has grasped indeed, and the spirit of true friendship also.\n\nAnd yet, Ayaka is still waiting for a friend to emerge who can walk alongside her on equal footing and stand by her side.\n\nThat person cannot see her as a member of the Yashiro Commission, or as the Shirasagi Himegimi, nor will their conduct towards her be bound by decorum or status. And if possible, they might also be well-versed in a great many fields of study, and have witnessed all manner of interesting things... and perhaps they might even be able to tell her a story in a pinch.\n\nOnly such a person might become Ayaka's bosom friend.\n\n\"Surely, this is not too much to ask... But where might I find such a person?\"",
      "de": "Die Lehrer, die Ayaka in den verschiedenen Künsten unterrichteten, freuten sich, dass Ayaka alle Künste beherrschte, egal ob es sich um Teezeremonie, Schwertkunst oder Schach handelte.\n\nSie ist nun eine edle Dame, die sich sowohl in der Kunst als auch im Kampf gut auskennt. Es war den Lehrern eine Freude, eine solche Schülerin unterrichten zu dürfen.\n\nAber das Gefühl des Bedauerns ... ist es wirklich völlig abwesend? Ayaka dachte im Stillen nach.\n\nDas Herz des Tees und das wahrhaftige Herz des Respekts und der Stille.\n\nDas Herz des Schwertes, das Herz der Kampfkunst, das nicht zu stoppen ist.\n\nDas Herz des Schachs, das weise Herz, die Situation zu beurteilen.\n\nDas Herz des Tees, das Herz des Schwertes und das Herz des Schachspiels sind alle ihre Herzen, aber darüber hinaus hat sie auch ein wahres Herz für Freunde.\n\nAyaka hat immer darauf gewartet, dass ein Freund in der Welt auftaucht, der ihr als Gleichberechtigter zur Seite steht.\n\nJemand, der sie nicht als jemanden von der „Yashiro-Verwaltung“ oder „Prinzessin“ sehen würde, der nicht an Anstand und Status gebunden wäre. Vorzugsweise würde er auch alles Mögliche wissen und alle möglichen merkwürdigen Geschichten erlebt haben ... und wenn nötig, ihr auch diese Geschichten erzählen.\n\nNur so kann man die beste Freundin oder der beste Freund von Ayaka werden.\n\n„So schwer ist das doch nicht, oder? ... Aber wo ist so ein Mensch überhaupt?“",
      "es": "Los tutores que enseñan diversas habilidades a Ayaka solían decir: “Ya sea en la ceremonia del té, en el ajedrez, en el arte de la espada o en todos los demás asuntos que implican elegancia, Ayaka ya es una maestra”.\n\nEs evidente que ya es una joven noble y magnífica, hábil tanto con la pluma como con la espada, lo cual llena a sus tutores de orgullo.\n\nSin embargo, Ayaka siempre piensa en si realmente no se arrepiente de todo ello.\n\nLa esencia del té es la paz y la tranquilidad.\n\nLa de la espada es su afilada hoja.\n\nY la del ajedrez es la sabiduría de analizar todo lo que ocurre.\n\nAyaka lleva mucho tiempo esperando tener una amistad que pueda caminar junto a ella en igualdad de condiciones.\n\nPero esa persona no debe verla como un miembro de la Comisión Yashiro o como la Princesa Garza, y no deberá tratarla bien debido a su elegancia o su estatus. Además, si es posible, también debería estar bien versada en muchos campos de estudio y haber sido testigo de todo tipo de cosas interesantes... Y tal vez también tendría que ser capaz de contarle una historia cuando fuera necesario.\n\nSolo una persona así podría convertirse en amigo íntimo de Ayaka.\n\n“No creo que todo eso sea mucho pedir, pero... ¿dónde podría encontrar a una persona así?”",
      "fr": "Les professeurs d'Ayaka sont unanimes : que ce soit l'art du thé, le kendo, le go ou d'autres matières, il n'y a rien qu'elle ne puisse pas faire à la perfection.\n\nElle est devenue une dame noble d'une grande prestance qui excelle aussi bien dans les arts du combat que de la maison, ce qui fait le bonheur de ses tuteurs.\n\nMais Ayaka ne peut pas s'empêcher de se demander si elle ne regrette rien...\n\nL'art du thé repose sur la tranquillité et la quiétude.\n\nLe kendo nécessite une volonté inébranlable.\n\nLe go requiert l'intelligence et la capacité d'analyse.\n\nElle maîtrise tous ces domaines, mais un seul lui échappe encore : l'amitié.\n\nAyaka aimerait avoir un ami qui la traiterait comme son égal, et non comme un membre de la Commission culturelle ou comme la Shirasagi Himegimi. Leurs interactions seraient libres de tout protocole.\n\nCette personne pourrait avoir de vastes connaissances et vu des choses extraordinaires... Peut-être même qu'elle serait capable de lui raconter une histoire en cas de difficulté.\n\nSeule une telle personne pourrait devenir son ami.\n\n« Je suis certaine que ce n'est pas trop demander, mais... Où est-ce que je suis censée trouver cette personne ? »",
      "pt": "Os tutores que orientam Ayaka nas diversas artes costumavam dizer: seja na cerimônia do chá, no xadrez, na arte da espada ou em todas as outras questões de elegância, Ayaka já é mestre.\n\nEla já é claramente uma nobre dama de porte soberbo, habilidosa tanto com a caneta quanto com a espada. Poder ensinar um pupilo assim é a alegria de qualquer professor.\n\nAinda assim, Ayaka fica perdida em pensamentos, será que ela não tem mesmo nenhum arrependimento?\n\nA essência do chá é a paz e a quietude.\n\nO coração da espada é o gume mais afiado.\n\nA alma do xadrez é a sabedoria para compreender o panorama geral.\n\nEstes três elementos ela já assimilou, mas ela também anseia pelo espírito da amizade verdadeira.\n\nAyaka tem esperado por um amigo que possa caminhar lado a lado, ombro a ombro com ela.\n\nEssa pessoa não pode vê-la como um membro da Comissão Yashiro nem como Shirasagi Himegimi, ou seu comportamento em relação a ela será ditado por decoro ou status. E se possível, esta amizade também deve ser fluente em diversos campos de estudo e ter testemunhado todos os tipos de coisas interessantes... e talvez até ser capaz de contar uma história quando necessário.\n\nApenas alguém assim poderia se tornar um grande amigo de Ayaka.\n\n\"Certamente, isso não é pedir muito... Mas onde posso encontrar essa pessoa?”",
      "ru": "Наставники, преподающие Аяке различные виды искусств, говорят, что, когда дело касается чайной церемонии, шахмат, искусства владения мечом или любого другого дела, в котором требуется элегантность, Аяка в них мастер.\n\nОна благородная госпожа, её манера держаться превосходна. Она одинаково блестяще владеет и пером, и мечом. Наставлять такого ученика - истинная радость.\n\nИ всё же про себя Аяка часто задумывается, не сожалеет ли она о том, как проходит её жизнь?\n\nСущность чая - в мире и покое. Сердце меча - в его заточенном острие. Душа шахмат - это мудрость, заключающаяся в способности видеть общую картину. Этими тремя искусствами Аяка вполне овладела, но жаждет она духа настоящей дружбы.\n\nАяка надеется, что у неё появится друг, равный ей, с которым она сможет идти плечом к плечу. И чтобы такой человек не видел в ней члена комиссии Ясиро или Сирасаги Химэгими, не был бы связан этикетом или статусом. А если возможно, чтобы он также был сведущ в разнообразных областях знаний и повидал в жизни множество интересных вещей... И мог в трудную минуту рассказать ей ободряющую историю. Только такой человек мог бы стать близким другом Аяки.\n\n«Я ведь прошу совсем немного... Но где же мне найти такого человека?»",
      "id": "Para guru yang membimbing Ayaka dalam berbagai seni keterampilan pernah mengatakan, baik dalam upacara minum teh, ilmu pedang, catur, atau seni keeleganan, Ayaka sudah menguasai semuanya dengan baik.\n\nAyaka jelas adalah bangsawan yang terampil dalam sastra maupun bela diri. Mengajar seorang murid seperti Ayaka merupakan kesenangan bagi seorang guru.\n\nNamun, Ayaka berpikir dalam hati — apakah dirinya tidak punya penyesalan sedikit pun?\n\nHati dari upacara minum teh adalah kedamaian dan ketentraman.\n\nInti dari sebilah pedang adalah ujungnya yang paling tajam.\n\nJiwa dalam ilmu bermain catur adalah kebijaksanaan untuk merencanakan sesuatu yang besar.\n\nKetiga keterampilan ini memang sudah dikuasainya, namun dia masih mendambakan sebuah persahabatan yang sejati.\n\nAyaka menunggu seseorang yang dapat memperlakukannya dengan sejajar, dan dapat bahu-membahu saling membantu.\n\nOrang yang tidak menganggapnya sebagai anggota Yashiro Commission atau Shirasagi Himegimi, tidak terikat oleh tata krama dan kedudukan. Dan bahkan kalau memungkinkan, orang itu berpengalaman dalam banyak bidang studi dan pernah menyaksikan banyak hal menarik. Dan selain itu, orang itu bisa menceritakan ribuan kisah menarik kepada Ayaka.\n\nOrang seperti itulah yang didambakan oleh Ayaka.\n\n\"Sepertinya syarat-syarat ini tidak terlalu banyak ... Tapi, di mana ya aku bisa menemukan orang seperti itu?\"",
      "th": "อาจารย์ผู้สอนที่ชี้นำ Ayaka ในศิลปะต่าง ๆ ของเธอเคยพูดว่า: ไม่ว่าจะในพิธีชงชา หมากรุก ศิลปะแห่งดาบ หรือในเรื่องความสง่างามอื่น ๆ Ayaka ต่างก็เป็นผู้เชี่ยวชาญอยู่แล้ว\n\nเห็นได้ชัดว่าเธอเป็นหญิงผู้สูงศักดิ์ที่เก่งกาจ เชี่ยวชาญทั้งในตำราและวิชาดาบ การได้สอนลูกศิษย์เช่นนี้ ก็เป็นความสุขของอาจารย์ด้วยเช่นกัน\n\nไม่เคยมีความเสียใจอยู่เลยจริง ๆ งั้นเหรอ? Ayaka แอบคิดอย่างเงียบ ๆ\n\nแก่นแท้ของชาคือความสงบและความเงียบ\n\nหัวใจของดาบคือคมดาบที่แหลมคมที่สุด\n\nจิตวิญญาณของหมากรุกคือสติปัญญาในการเข้าใจภาพรวม\n\nทั้งสามอย่างเธอเข้าใจดีแล้ว แต่เธอก็ยังคงโหยหาจิตวิญญาณแห่งมิตรภาพที่แท้จริงด้วย\n\nAyaka รอคอยเพื่อนคนหนึ่ง ที่จะเดินเคียงข้างเธออย่างเท่าเทียมกัน อยู่ร่วมกันแบบเคียงบ่าเคียงไหล่\n\nบุคคลนั้นที่ไม่เห็นว่าเธอเป็นสมาชิกของสำนัก Yashiro หรือในฐานะขององค์หญิงกระเรียนขาว และการกระทำที่มีต่อเธอจะไม่ถูกผูกมัดด้วยมารยาทหรือสถานะ และถ้าเป็นไปได้ อาจจะเชี่ยวชาญในด้านต่าง ๆ ของการศึกษามากมาย และได้เห็นสิ่งที่น่าสนใจทุกรูปแบบ... และบางทีอาจจะสามารถเล่าเรื่องให้เธอฟังได้บ้าง\n\nคน ๆ นั้นเท่านั้นที่จะกลายเป็นเพื่อนรักของ Ayaka ได้\n\n\"และถ้าเรื่องนี้ไม่ใช่เรื่องที่ยากลำบากอะไร... ขอถามได้มั้ยว่าฉันจะหาคนแบบนี้ได้ที่ไหนกันน่ะ?\"",
      "vi": "Các giáo viên hướng dẫn những kỹ nghệ khác nhau cho Ayaka đã hài lòng nói rằng: Bất luận là trà đạo, kiếm đạo hay kỳ đạo, Ayaka đều nắm vững tất cả.\n\nCô ấy dường như là một tiểu thư quý tộc văn võ song toàn, phong thái tuyệt vời. Có thể dạy dỗ một học sinh như vậy thật khiến người giáo viên cảm thấy vô cùng hãnh diện.\n\nNhưng thực sự... hoàn toàn không có gì tiếc nuối sao? Ayaka thầm nghĩ.\n\nTrà tâm, là trái tim chính trực yên bình thanh tịnh.\n\nKiếm tâm, là trái tim võ đạo dũng cảm mạnh mẽ.\n\nKỳ tâm, là trái tim trí tuệ hiểu biết thời thế.\n\nTrà tâm, kiếm tâm, kỳ tâm, đều là trái tim của cô ấy, nhưng ngoài ra, Ayaka cũng có một trái tim chân thành dành cho bạn bè.\n\nAyaka luôn chờ đợi một người bạn để đối xử bình đẳng, kề vai sát cánh, cùng cô xuất hiện tại bất cứ đâu.\n\nNgười đó sẽ không xem cô như người của \"Hiệp Hội Yashiro\" hay \"Shirasagi Himegimi\", sẽ không trói buộc cô bởi lễ tiết và địa vị. Tốt nhất còn nắm bắt nhiều mảng tri thức, hiểu biết các sự việc kỳ lạ... Khi cần còn có thể kể chuyện cho cô nghe.\n\nNhư vậy mới có thể trở thành bạn tốt của Ayaka được.\n\n\"Cũng đâu phải chuyện khó khăn gì nhỉ... Nhưng người bạn như vậy rốt cuộc đang ở đâu?\""
    }
  },
  {
    "title": {
      "zhs": "杜若丸",
      "zht": "杜若丸",
      "jp": "杜若丸",
      "ko": "제비꽃 공",
      "en": "Moriwakamaru",
      "de": "Moriwakamaru",
      "es": "Moriwakamaru",
      "fr": "Moriwakamaru",
      "pt": "Moriwakamaru",
      "ru": "Моривакамару",
      "id": "Moriwakamaru",
      "th": "Moriwakamaru",
      "vi": "Moriwakamaru"
    },
    "line": {
      "zhs": "「来来来，」\n\n「来玩手鞠。」\n\n「一下，两下，三下，」\n\n「手鞠高高飞过神樱树。」\n\n「四下、五下、六下，」\n\n「手鞠高高飞过影向山。」\n\n「七下、八下、九下，」\n\n「手鞠又回到原处，」\n\n「又回到小绫华手中。」\n\n这是绫华幼年最喜欢的儿歌。\n\n那时的她给最喜爱的手鞠取名为「杜若丸」，每天一边拍打着五彩缤纷的杜若丸，一边哼唱这首儿歌。\n\n听到绫华的歌声，父母与哥哥都会忍不住露出微笑，甚至和她一同玩闹。一家人围成圈，轮流抛掷手鞠。\n\n不过那都是许久之前的事了。绫华早已不再把玩手鞠。\n\n她成为了能独当一面的大人物。而象征着童年、承载着珍贵回忆的杜若丸也被收起来，安置在绫华的柜子里。",
      "zht": "「來來來，」\n\n「來玩手鞠。」\n\n「一下，兩下，三下，」\n\n「手鞠高高飛過神櫻樹。」\n\n「四下、五下、六下，」\n\n「手鞠高高飛過影向山。」\n\n「七下、八下、九下，」\n\n「手鞠又回到原處，」\n\n「又回到小綾華手中。」\n\n這是綾華幼年最喜歡的兒歌。\n\n那時的她給最喜愛的手鞠取名為「杜若丸」，每天一邊拍打著五彩繽紛的杜若丸，一邊哼唱這首兒歌。\n\n聽到綾華的歌聲，父母與哥哥都會忍不住露出微笑，甚至和她一同玩鬧。一家人圍成圈，輪流拋擲手鞠。\n\n不過那都是許久之前的事了。綾華早已不再把玩手鞠。\n\n她成為了能獨當一面的大人物。而象徵著童年、承載著珍貴回憶的杜若丸也被收起來，安置在綾華的櫃子裡。",
      "jp": "「あんたがたどこさ」\n\n「稲妻さ、稲妻どこさ」\n\n「神櫻さ、神櫻どこさ」\n\n「影向さ」\n\n「影向山には手まりがあってさ」\n\n「それをみんなで遊んで取ってさ」\n\n「見てさ、持ってさ、投げてさ」\n\n「それを綾華ちゃんのもとへ」\n\nこれが幼少期の綾華が最も好きだった童謡である。\n\n当時の彼女は最も気に入っていた手まりに「杜若丸」という名を付けていた。毎日色彩鮮やかな杜若丸を叩いて遊んでは、童謡を歌っていた。\n\n綾華の歌声を聞くと、父と兄は思わず微笑む、彼女の遊びに参加する時もある。家族みんなで輪になり、順番に手まりを投げる。\n\nしかしそれはすでに遠い昔のことだ。今の綾華はもう手まりで遊ぶことはない。\n\n彼女は今や、一人前の大物だ。子供時代を象徴し、貴重な思い出が詰まった杜若丸も、綾華のたんすの中に仕舞われている。",
      "ko": "「여기 모여」\n\n「테마리 가지고 놀자」\n\n 「하나, 둘, 셋」\n\n「신성한 벚나무 위로 높이 나는 테마리」\n\n「넷, 다섯, 여섯」\n\n「요고우산 위로 높이 나는 테마리」\n\n「일곱, 여덟, 아홉」\n\n「테마리가 또 제자리로 돌아왔네」\n\n「테마리가 또 아야카에게 돌아왔네」\n\n이 노래는 아야카가 어렸을 때 가장 좋아했던 동요다.\n\n그때 아야카는 가장 좋아했던 테마리에 「제비꽃 공」이라는 이름을 붙여주고, 매일 오색 찬란한 제비꽃 공을 두드리며 이 노래를 흥얼거렸다.\n\n아야카의 노래를 들으면 부모님과 오빠는 모두 웃음을 참지 못하고 그녀를 놀리며 함께 놀았다. 온 가족이 원을 만들어 돌아가며 테마리를 던지며 놀았다.\n\n하지만 이건 모두 오래전의 일일 뿐이다. 아야카는 더이상 테마리를 가지고 놀지 않는다.\n\n그녀는 이미 한 사람 몫을 충분히 해내도록 성장했다. 어린 시절을 상징하고, 소중한 추억이 담긴 제비꽃 공은 이미 아야카의 서랍 속에 잠들어 있다.",
      "en": "\"Come, come, come,\"\n\n\"Let's play Temari!\"\n\n\"1, 2, 1, 2, 3,\"\n\n\"The Temari goes up the Sacred Sakura Tree.\"\n\n\"4, 5, 4, 5, 6,\"\n\n\"Woosh, and over Mt. Yougou it flicks!\"\n\n\"7, 8, 7, 8, 9,\"\n\n\"The Temari returns into these hands of mine.\"\n\n\"Yes, into little~ Ayaka's~ hands~!\"\n\nThis was Ayaka's favorite nursery rhyme back in the day.\n\nBack then, she gave her favorite Temari the name \"Moriwakamaru,\" and she would dribble the multi-colored Moriwakamaru about while humming this very song.\n\nHearing her song, her parents and brother would be unable to stop themselves from smiling. Indeed, they would often join in the fun, tossing the Temari between them as a family.\n\nBut that was a long time ago, and Ayaka no longer plays games of Temari.\n\nShe has become an independent, powerful figure in her own right — and Moriwakamaru, the symbol of her childhood and the bearer of her precious memories, has also been stored away within Ayaka's cabinet.",
      "de": "„Komm, komm, komm!“\n\n„Spielen wir Temari!\"\n\n„1, 2, 1, 2, 3.“\n\n„Das Temari steigt über den Heiligen Sakura-Baum.“\n\n„4, 5, 4, 5, 6.“\n\n„Huscht über den Berg Yougou!“\n\n„7, 8, 7, 8, 9.“\n\n„Das Temari kehrt zurück in meine Hände.“\n\n„Ja, in die Hände der kleinen Ayaka!“\n\nDies war Ayakas Lieblingskinderlied, als sie klein war. Damals gab sie ihrem Lieblings-Temari den Namen „Moriwakamaru“ und sie warf den vielfarbigen Moriwakamaru herum, während sie genau dieses Lied summte.\n\nIhre Eltern und ihr Bruder hörten sie singen und konnten sich ein Lächeln nicht verkneifen. Aber das ist lange her und Ayaka spielt nicht mehr mit Temari. Sie ist eine eigenständige, starke Persönlichkeit geworden und Moriwakamaru, das Symbol ihrer Kindheit und der Träger ihrer kostbaren Erinnerungen, ist ebenfalls in Ayakas Schrank verstaut.",
      "es": "“Ven, ven, ven”\n\n“¡A las temari jugamos!”\n\n“1, 2, 3”\n\n“Las temari suben al Cerezo Sagrado”\n\n“4, 5, 6”\n\n“¡A la Montaña Yougou han volado!”\n\n“7, 8, 9”\n\n“¡Y ahora han vuelto a mis manos!”\n\n“¡Sí! ¡A las manos de la pequeña Ayaka!”\n\nEsta era la canción infantil favorita de Ayaka cuando era pequeña.\n\nEn aquel entonces, le puso a su temari favorita multicolor el nombre de “Moriwakamaru”, y jugaba con ella mientras tarareaba esta misma canción.\n\nAl escuchar la canción, sus padres y su hermano no podían evitar sonreír. De hecho, incluso se unían a la diversión y se lanzaban la temari los unos a los otros.\n\nPero eso fue hace mucho tiempo y Ayaka ya no juega a las temari.\n\nSe ha convertido en una persona independiente y responsable, por lo que tuvo que guardar en su armario a Moriwakamaru, el símbolo de su infancia y la portadora de sus más bellos recuerdos.",
      "fr": "« Allez, viens !\n\nViens jouer au Temari !\n\nUn, deux, trois.\n\nLe temari vole au-dessus du cerisier sacré pour la première fois.\n\nQuatre, cinq, six.\n\nIl passe au-dessus du Mont Yougou puis glisse.\n\nSept, huit, neuf, dix.\n\nIl revient à un moment propice.\n\nDans les mains de qui ? Celles de la petite Ayaka ! »\n\nAyaka aimait beaucoup cette comptine lorsqu'elle était enfant.\n\nLa petite fille qu'elle était, chantait cette dernière en jouant avec un temari qu'elle avait nommé « Moriwakamaru ».\n\nSes parents et son frère ne pouvaient s'empêcher de sourire quand ils entendaient la comptine. Cela leur arrivait même de jouer avec elle, en formant un cercle pour se passer la balle.\n\nCependant, ces temps sont révolus. Ayaka cessa de jouer avec son temari...\n\nElle devint une jeune femme indépendante et responsable. « Moriwakamaru », qui symbolise son enfance et de précieux souvenirs, est désormais rangé dans son placard.",
      "pt": "\"Venha, venha, venha,\"\n\n\"Vamos jogar Temari!\"\n\n\"1, 2, 1, 2, 3,\"\n\n\"O Temari sobe na Árvore Sakura Sagrada outra vez.\"\n\n\"4, 5, 4, 5, 6,\"\n\n\"Na Montanha Yougou ele quer encontrar vocês!\"\n\n\"7, 8, 7, 8, 9,\"\n\n\"O Temari volta para minhas mãos para que o jogo se renove.\"\n\n\"Sim, para as pequenas mãos de Ayaka!\"\n\nEsta era a canção favorita de Ayaka quando ela era pequena.\n\nNaquela época, ela deu para o seu Temari favorito o nome de \"Moriwakamaru,\" e ela admirava o Moriwakamaru multicolorido enquanto cantarolava esta música.\n\nQuando ouviam a música, seus pais e seu irmão não conseguiam parar de sorrir. Na verdade, muitas vezes eles se divertiam juntos, jogando Temari como uma família.\n\nMas isso faz muito tempo, e Ayaka não joga mais partidas de Temari.\n\nEla se tornou independente e poderosa por seus próprios méritos – e Moriwakamaru, o símbolo de sua infância e guardião de suas preciosas memórias, também foi guardado no armário de Ayaka.",
      "ru": "- Идём, идём, идём! Сыграем в тэмари! Раз, два, раз, два, три. Тэмари карабкается на Священную сакуру. Четыре, пять, четыре, пять, шесть. Вжик! И перелетает через Ёго! Семь, восемь, семь, восемь, девять. Тэмари снова у меня в руках. Да, в маленьких руках Аяки!\n\nЭто была любимая песенка Аяки, когда она была ещё совсем маленькой девочкой. Свой обожаемый мячик тэмари она назвала Моривакамару. Ловко ведя разноцветный Моривакамару, она напевала эту песенку. Услышав её мотивчик, родители и брат не могли сдержать улыбку и часто сами присоединялись к игре, кидая друг другу тэмари.\n\nНо это было давно, и Аяка больше не играет в тэмари. Она стала важной и влиятельной фигурой, наделённой большой властью. А Моривакамару, напоминающий о детстве и хранящий столько бесценных воспоминаний, теперь лежит где-то в её кабинете.",
      "id": "\"Ayo, ayo, ayo,\"\n\n\"Ayo main temari!\"\n\n\"1, 2, 1, 2, 3,\"\n\n\"Temari terbang tinggi melampaui pohon Sacred Sakura.\"\n\n\"4, 5, 4, 5, 6,\"\n\n\"Wussh! Dia terbang tinggi melewati Gunung Yougou!\"\n\n\"7, 8, 7, 8, 9,\"\n\n\"Temari kembali lagi ke tanganku.\"\n\n\"Ya, ke tangan ... tangan Ayaka yang kecil!\"\n\nLagu ini adalah lagu anak-anak favorit Ayaka waktu kecil.\n\nSaat itu, Ayaka menamai temari favoritnya \"Moriwakamaru\", dan dia akan membawa bola Moriwakamaru berwarna-warni tersebut sambil menyenandungkan lagu ini.\n\nMendengar nyanyian Ayaka, orang tua dan kakaknya tidak dapat menahan diri untuk tidak tersenyum. Mereka sering bersenang-senang, bermain lempar temari bersama-sama.\n\nTapi kenangan itu sudah lama sekali, dan Ayaka sudah tidak pernah bermain lempar temari lagi.\n\nGadis itu telah menjadi tokoh penting yang mandiri dengan caranya sendiri. Dan Moriwakamaru — simbol dari kenangan masa kecilnya yang berharga itu, tersimpan dengan aman di dalam lemari kamar tidur Ayaka.",
      "th": "\"มา มา มา\"\n\n\"มาเล่น Temari กัน\"\n\n\"หนึ่ง สอง สาม\"\n\n\"Temari โบยบินเหนือต้นซากุระศักดิ์สิทธิ์\"\n\n\"สี่ ห้า หก\"\n\n\"Temari โบยบินเหนือ Mt. Yougou\"\n\n\"เจ็ด แปด เก้า\"\n\n\"Temari กลับมาที่เดิมแล้ว\"\n\n\"กลับไปที่มือของ Ayaka น้อยแล้วล่ะ\"\n\nนี่เป็นเพลงเด็กเพลงโปรดในวัยเด็กของ Ayaka\n\nในตอนนั้น เธอตั้งชื่อ Temari ที่เธอโปรดปรานว่า \"Moriwakamaru\" และฮัมเพลงนี้ในตอนที่เธอเล่น Moriwakamaru ในทุก ๆ วัน\n\nเมื่อได้ยินเสียงร้องเพลงของ Ayaka ท่านพ่อ ท่านแม่และพี่ชายก็อดยิ้มไม่ได้ แถมยังร่วมเล่นกับเธอด้วย คนในครอบครัวล้อมวงกันเป็นวงกลมและผลัดกันโยน Temari\n\nแต่ว่านั่นก็ผ่านมานานมากแล้ว และ Ayaka เองก็เลิกเล่น Temari ไปนานแล้ว\n\nเธอได้กลายเป็นบุคคลสำคัญที่มีบทบาทหน้าที่ และ Moriwakamaru ซึ่งเป็นสัญลักษณ์ของวัยเด็ก และแบกรับความทรงจำอันล้ำค่าของเธอไว้นั้น ก็ถูกเก็บไว้ในตู้ของ Ayaka อย่างดี",
      "vi": "\"Tới đây, tới đây nào\"\n\n\"Tới chơi Temari nào.\"\n\n\"1, 2, 3\"\n\n\"Temari bay qua Anh Đào Thần.\"\n\n\"4, 5, 6\"\n\n\"Temari bay qua Núi Yougou.\"\n\n\"7, 8, 9\"\n\n\"Temari lại trở về chỗ cũ,\"\n\n\"Lại trở về trong tay Ayaka.\"\n\nĐây là bài đồng dao mà Ayaka hồi nhỏ thích nhất.\n\nHồi đó cô đặt tên cho Temari mà mình yêu thích nhất là \"Moriwakamaru\", ngày nào cũng vừa chơi Moriwakamaru vừa ngân nga bài hát này.\n\nNghe thấy tiếng hát của Ayaka, cha mẹ và anh trai đều bất giác mỉm cười, thậm chí sẽ cùng cô chơi đùa. Cả nhà quây thành vòng tròn, lần lượt tung Temari.\n\nNhưng đó đều là chuyện của rất lâu trước kia. Ayaka từ lâu đã không còn chơi Temari nữa.\n\nCô trở thành nhân vật lớn đảm đương trọng trách. Còn Moriwakamaru tượng trưng cho tuổi thơ, chứa đựng hồi ức quý giá cũng được cất vào trong tủ của Ayaka."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "好些年前，家中发生重大变故，重担落到了兄长绫人肩上。那时，绫华还不是如今这副成熟能干的模样。\n\n她本是爱玩的孩子，并不懂得家族责任，更缺乏应对种种人物的手腕与经验。\n\n但看着病床上的母亲与劳碌的兄长，绫华意识到：她非得成长起来不可。\n\n于是她决定，首先拾起荒废许久的剑术与诗歌——这是身为贵族的基础修养，若能掌握此二者，她便算是面上过得去的神里家千金了，能代替兄长出席一些祭典之类的场合，为他分忧。\n\n事实证明，绫华并非天赋异禀，也曾为诗歌背不下来、写字不够风雅、剑术毫无章法之类的事而苦恼。\n\n她从未动摇过——一遍背不下来的诗就背五十遍，一遍写不好的字就练五十遍，一遍使不好的剑术就使五十遍。\n\n「千般锤磨，素振亦无人可当。」——这是母亲告诉她的话。\n\n母亲离世后，她不再是从前那个小绫华。如今的她，是神里绫华，将军御下三家之一，社奉行神里家的大小姐。\n\n剑术训练成为了日常生活的一环，从开始那日延续至今，从未间断。\n\n不知第多少天，绫华终于能做到一击退敌。霎时，道场内冰花凝结，道场正中，她的刀尖上挂着一枚如冰棱般璀璨的「神之眼」。\n\n千般锤磨，素振亦无人可当，就连神明也为之动容。",
      "zht": "好些年前，家中發生重大變故，重擔落到了兄長綾人肩上。那時，綾華還不是如今這副成熟能幹的模樣。\n\n她本是愛玩的孩子，並不懂得家族責任，更缺乏應對種種人物的手腕與經驗。\n\n但看著病床上的母親與勞碌的兄長，綾華意識到：她非得成長起來不可。\n\n於是她決定，首先拾起荒廢許久的劍術與詩歌——這是身為貴族的基礎修養，若能掌握此二者，她便算是面上過得去的神里家千金了，能代替兄長出席一些祭典之類的場合，為他分憂。\n\n事實證明，綾華並非天賦異稟，也曾為詩歌背不下來、寫字不夠風雅、劍術毫無章法之類的事而苦惱。\n\n她從未動搖過——一遍背不下來的詩就背五十遍，一遍寫不好的字就練五十遍，一遍使不好的劍術就使五十遍。\n\n「千般錘磨，素振亦無人可當。」——這是母親告訴她的話。\n\n母親離世後，她不再是從前那個小綾華。如今的她，是神里綾華，將軍御下三家之一，社奉行神里家的大小姐。\n\n劍術訓練成為了日常生活的一環，從開始那日延續至今，從未間斷。\n\n不知第多少天，綾華終於能做到一擊退敵。霎時，道場內冰花凝結，道場正中，她的刀尖上掛著一枚如冰稜般璀璨的「神之眼」。\n\n千般錘磨，素振亦無人可當，就連神明也為之動容。",
      "jp": "何年も前、一族に大きな変化が起こり、兄の綾人に重責がのしかかった。その時、綾華はまだ今のように大人びておらず、能力もなかった。\n\n彼女は元々、遊びが好きな子供であり、一族の責任などは知らず、様々な人物とやり取りをする技能も経験も不足していた。\n\nしかし、病床の母と疲労した兄を見て、綾華は思ったのだ——一人前に成長しなければ。\n\nそして彼女は、長い間やっていなかった剣術や詩と再び接した。これは武家としての基本的な教養であり、この二つを習得できれば、彼女はきちんとした神里家の令嬢として見なされ、兄の代わりに祭典などの場に出席することが可能になる。そうすれば、兄の負担も多少なりとも肩代わりできるだろう。\n\n綾華は並外れた才能を持っているわけではない。かつては詩を覚えられず、字が綺麗に書けず、剣術も上手く繰り出せないことで悩んでいたほどだ。\n\nしかし彼女が動揺したことは一度たりともない——一回で覚えられなければ五十回覚え、一回で上手く書けない字は五十回書き、一回で上手く繰り出せない剣術は五十回練習する。\n\n「何千回も磨かれた素振りを止められる者はいない。」——それが、母が言った言葉であった。\n\n母が亡くなってから、彼女は子供の綾華ではなくなった。今の彼女は、神里綾華。将軍の下にある三家の一つ、社奉行神里家の令嬢なのだ。\n\n剣術の訓練はすでに日常生活の一環となっていて、始めた日から今まで、途切れたことはない。\n\n何日目だろうか、綾華はついに敵を一撃で倒すことができるようになった。その瞬間、氷の花が道場内に咲き乱れ、道場の中心にいた彼女の刀の先には、氷のように明るい「神の目」がぶら下がっていた。\n\n何千回も磨かれた素振りを止められる者はいない。それは、神さえ動かすことのできるものかもしれない。",
      "ko": "몇 년 전, 집안에 큰 변고가 생겨 오빠 아야토 어깨에도 무거운 짐이 놓였다. 그때 아야카는 지금처럼 능숙하지 않았다.\n\n그녀는 원래 놀기 좋아하는 아이였고, 가족의 책임이 무엇인지도 몰랐을뿐더러 사람들을 대하는 수완과 경험 역시 부족했다.\n\n하지만 병상의 어머니와 고생하는 오빠를 보며 아야카는 자신이 성장해야만 한다는 것을 깨달았다.\n\n그녀는 우선 오랫동안 소홀히 했던 검술과 시에 집중하기로 했다——검술과 시는 귀족의 기초 교양으로서 이 두 가지에 통달한다면, 그녀는 카미사토 가문의 아가씨로서의 체면을 지킬 수 있고, 오빠 대신 일정 축제들에 참여할 수 있어, 오빠를 도와줄 수 있었다.\n\n사실 아야카가 시를 잘 외우지 못하거나, 글씨를 고상하게 쓰지 못하기도 하고, 검술의 순서가 맞지 않는 등의 일로 고민했던 것을 보면, 그녀가 이 방면에서 특출난 재능이 있었던 것은 아니었다.\n\n하지만 그녀는 단 한 번도 동요한 적이 없다——한 번에 외워지지 않는 시는 50번을 읽고, 한 번에 잘 쓰지 못하는 글자는 50번을 쓰고, 한 번에 익숙해지지 않는 검술은 50번을 연습했다.\n\n「수천 번을 연습한 사람은, 그 누구도 당해낼 수 없단다」——어머니가 그녀에게 해준 말이었다.\n\n어머니가 돌아가신 후, 그녀는 더 이상 옛날의 그 작은 소녀가 아니었다. 지금의 그녀는 카미사토 아야카, 쇼군 아래 세 가문 중 하나인 야시로 봉행 카미사토 가문의 장녀가 되었다. \n\n검술 훈련은 일상생활의 일부가 되어, 처음 시작한 날부터 지금까지 한 번도 쉰 적이 없다.\n\n훈련 후 며칠이 지났을까, 아야카는 결국 적을 물리칠 수 있게 되었다. 순식간에 도장 안엔 얼음꽃이 피어났고, 도장 한 가운데 서 있는 그녀의 칼끝엔 얼음 조각처럼 찬란하게 빛나는 「신의 눈」이 걸려 있었다.\n\n수천 번을 연습한 사람은, 그 누구도 당해낼 수 없었고, 신조차 감동했다",
      "en": "Some years ago, the Clan underwent a huge change, and a heavy burden fell upon Ayato's shoulders. At that time, Ayaka was not yet the mature and capable person she is now.\n\nShe was originally a playful child, one who knew nothing of the clan's duties, and thus lacked the skill and experience needed for dealing with various kinds of people altogether.\n\nBut seeing her mother on her sickbed and her brother hard at work, Ayaka sensed that she too had to grow up.\n\nSo she decided to take up her long-disused sword arts and poetry, both staples of nobility. If she could master these two, she could at least pass for a decent lady of the Kamisato Clan, and thus help her brother show up at some festivals, alleviating his burden.\n\nTruth be told, Ayaka was not preternaturally gifted and would spend much time being troubled by her inability to memorize poetry, write elegantly, or brandish her sword.\n\nYet she did not waver — a poem she failed to memorize once would be memorized fifty times, a poorly-written word would be written fifty times over, and a sword technique that failed would be swung fifty times more.\n\n\"None may deflect a swing that has been practiced a thousand times.\" — This was something her mother told her.\n\nWhen her mother left this world, Ayaka was no longer \"Little Ayaka.\" She was now Kamisato Ayaka, the young lady of the Kamisato Clan, one of the Shogun's three great clans.\n\nSword art training thus became part of her daily life and has remained so to this day without pause.\n\nOn one particular day, Ayaka, at last, defeated an opponent in a single strike. In that instant, as she stood in the middle of the dojo, icy flowers condensed all about her. And there, upon the tip of her sword, now hung a Vision, icy and bright.\n\n\"None may deflect a swing that has been practiced a thousand times\" indeed — and even the gods may thus be moved.",
      "de": "Vor einigen Jahren erlebte der Klan eine große Veränderung und eine schwere Last fiel auf Ayatos Schultern. Damals war Ayaka noch nicht die reife und fähige Person, die sie heute ist. Sie war ursprünglich ein verspieltes Kind, das nichts von den Pflichten des Klans wusste und dem es an Geschicklichkeit und Erfahrung im Umgang mit verschiedenen Menschen mangelte. Aber als sie ihre Mutter auf dem Krankenbett und ihren Bruder bei der Arbeit sah, spürte Ayaka, dass sie nun erwachsen werden musste. Wenn sie das Dichten und die Schwertkunst beherrschen würde, könnte sie zumindest als anständige Dame des Kamisato-Klans durchgehen und so ihrem Bruder helfen, auf einigen Festen aufzutauchen, was seine Last erleichtern würde.\n\nWahr ist, dass Ayaka nicht übernatürlich begabt war und viel Zeit damit verbrachte, sich über die Unfähigkeit, Gedichte auswendig zu lernen, eine unzureichend elegante Schrift oder eine undisziplinierte Schwertkunst zu ärgern.\n\nDoch schwankte sie nicht, ein Gedicht, das sie einmal nicht auswendig lernte, würde sie fünfzigmal wiederholen, ein schlecht geschriebenes Wort würde sie fünfzigmal schreiben und eine misslungene Schwerttechnik würde sie noch fünfzigmal schwingen.\n\n„Kein Mensch kann einen Schwung abwehren, der tausendmal geübt wurde.“ Das war etwas, was ihre Mutter ihr gesagt hatte.\n\nAls ihre Mutter diese Welt verließ, war Ayaka nicht länger die „kleine Ayaka“. Sie war nun Kamisato Ayaka, die junge Dame des Kamisato-Klans, eines der drei großen Klans unter dem Shougun.\n\nDas Training der Schwertkunst wurde so Teil ihres täglichen Lebens und ist es bis heute ohne Pause geblieben.\n\nAn einem bestimmten Tag besiegte Ayaka endlich einen Gegner mit einem einzigen Schlag. In diesem Moment, als sie in der Mitte der Trainingshallte stand, verdichteten sich eisige Blumen um sie herum. Und dort, an der Spitze ihres Schwertes, hing nun ein Göttliches Auge, eisig und hell.\n\n„Kein Mensch kann einen Schwung ablenken, der tausendmal geübt wurde.“ In der Tat und selbst die Götter können es nicht.",
      "es": "Hace algunos años, el clan sufrió un gran cambio y una pesada carga cayó sobre los hombros de Ayato. En aquel momento, Ayaka no era tan madura y hábil como es ahora.\n\nEra una niña juguetona que no sabía nada sobre las responsabilidades familiares y, por lo tanto, carecía de las habilidades y la experiencia necesarias para tratar con distintos tipos de personas.\n\nPero al ver a su madre enferma y a su hermano trabajando tan duro, Ayaka sintió que ya era hora de madurar.\n\nAsí pues, decidió retomar el arte de la espada y la poesía, dos cosas que había abandonado hace tiempo pese a ser elementos básicos de la nobleza. Si conseguía dominar estas dos destrezas, al menos podría hacer el papel de descendiente del clan Kamisato y así ayudar a su hermano a asistir a los festivales para aliviar un poco su carga de trabajo.\n\nA decir verdad, Ayaka no tenía un talento sobrenatural y se preocupaba demasiado por no ser capaz de memorizar poesía, por no escribir de manera suficientemente elegante o por no dominar el arte de la espada.\n\nSin embargo, era muy tenaz y, cuando no conseguía memorizar un poema, lo leía cincuenta veces. Cuando no escribía bien una palabra, la volvía a escribir cincuenta veces más. Y cuando no conseguía aprender una técnica de espada, la practicaba otras cincuenta veces más.\n\n“Nadie puede esquivar un golpe que se ha practicado mil veces”, le dijo una vez su madre.\n\nCuando esta abandonó este mundo, Ayaka dejó de ser la “pequeña Ayaka” y se convirtió en Kamisato Ayaka, la descendiente del clan Kamisato, uno de los tres grandes clanes predilectos de la Shogun.\n\nAsí, el entrenamiento con la espada se convirtió en parte de su vida diaria, algo que sigue siendo así incluso en la actualidad.\n\nUn día, Ayaka por fin logró derrotar a un oponente de un solo golpe. Ella estaba en el centro del gimnasio en el que entrenaba y, en ese instante, unas flores heladas surgieron a su alrededor. Entonces, pudo contemplar una glacial y brillante Visión colgando de la punta de su espada.\n\nEfectivamente, nadie puede esquivar un golpe que se ha practicado mil veces, e incluso los dioses pueden llegar a conmoverse por tal hazaña.",
      "fr": "Plusieurs années en arrière, il se passa d'énormes changements dans la famille, et le fardeau est tombé sur les épaules de son frère. À cette époque, Ayaka n'était pas aussi mature et compétente qu'aujourd'hui.\n\nC'était une enfant qui aimait jouer et qui ne pouvait pas comprendre les responsabilités de son clan. Elle manquait de finesse et d'expérience pour être confrontée à toutes sortes de personnages.\n\nMais en voyant sa maman sur son lit d'hôpital et son frère qui travaillait durement, elle prit conscience qu'elle se devait de grandir.\n\nElle décida donc de reprendre l'apprentissage de l'escrime et de la poésie qu'elle avait abandonné. C'était la base pour une noble telle qu'elle, et si elle pouvait maîtriser ces deux arts, alors elle mériterait entièrement d'être la fille du Clan Kamisato, et elle pourrait aussi remplacer son frère en certaines occasions, afin de partager son fardeau.\n\nLes faits ont prouvé qu'Ayaka n'est pas une surdouée ; elle était parfois incapable de mémoriser un poème, manquait d'élégance dans son écriture, et n'avait même aucun ordre dans sa technique à l'escrime, ce qui la troublait profondément.\n\nElle n'a jamais hésité à réciter 50 fois les poèmes qu'elle n'arrivait pas à retenir, jamais hésité non plus à écrire 50 fois un mot qu'elle écrivait mal ou encore à pratiquer 50 fois une technique d'escrime qui lui faisait défaut.\n\n« Personne ne peut dévier un coup qui a été pratiqué mille fois. », c'est ce que lui disait sa maman.\n\nAprès le décès de sa mère, elle n'était plus la petite Ayaka. Elle est aujourd'hui Ayaka du Clan Kamisato, l'un des trois clans sous le commandement de la Shogun, la dame du Clan Kamisato de la Commission culturelle.\n\nLa pratique de l'escrime est devenue une partie de sa vie quotidienne. Du début de son apprentissage jusqu'à aujourd'hui, elle n'a jamais arrêté.\n\nSans pouvoir savoir le nombre de jours passés à son apprentissage, Ayaka pouvait soudainement détruire son adversaire en un seul coup. En un flash, les fleurs de glace se figeaient dans le dojo, et un œil divin apparut sur la pointe de son épée, brillant et majestueux.\n\n« Personne ne peut dévier un coup qui a été pratiqué mille fois. », même les Archons en étaient émus.",
      "pt": "Alguns anos atrás, o Clã passou por uma grande mudança e um pesado fardo recaiu sobre os ombros de Ayato. Naquela época, Ayaka ainda não era a pessoa madura e capaz que é agora.\n\nEla era uma criança brincalhona, que nada sabia sobre os deveres do Clã e não possuía a habilidade e a experiência para lidar com diversos tipos de pessoas ao mesmo tempo.\n\nMas vendo sua mãe doente em uma cama e seu irmão mergulhado em afazeres, Ayaka percebeu que precisava crescer.\n\nEntão, ela decidiu retomar a esgrima e a poesia que havia abandonado, já que eram conhecimentos necessários para a nobreza. Se ela conseguisse dominar os dois, poderia pelo menos se passar por uma dama decente do Clã Kamisato e assim, ajudar seu irmão ao aparecer em alguns festivais, aliviando seu fardo.\n\nVerdade seja dita, Ayaka não era excepcionalmente talentosa e passou muito tempo incomodada com sua incapacidade de memorizar poesia, sua escrita não muito elegante ou sua arte com espada pouco disciplinada.\n\nContudo, ela não desistiu – um poema que ela não conseguia memorizar em uma tentativa seria memorizado em cinquenta, uma palavra escrita incorretamente seria escrita cinquenta vezes até acertar e uma técnica de espada fracassada seria aperfeiçoada em cinquenta tentativas.\n\n\"Nenhum homem consegue desviar de um golpe que foi praticado mil vezes.\" – Isso foi algo que sua mãe disse a ela.\n\nQuando sua mãe deixou este mundo, Ayaka não era mais a \"Pequena Ayaka\". Ela agora era Kamisato Ayaka, a jovem dama do Clã Kamisato, um dos três grandes Clãs da Shogun.\n\nO treinamento de esgrima se tornou parte de sua vida diária, e assim permanece até hoje.\n\nEm um certo dia, Ayaka finalmente derrotou um oponente com um único golpe. Naquele instante, enquanto ela estava de pé no meio do dojo, flores de gelo se condensaram ao redor dela. E ali, na ponta de sua espada, pendia uma Visão, gelada e brilhante.\n\n\"Nenhum homem consegue desviar de um golpe que foi praticado mil vezes”, isso é verdade – e até mesmo os deuses podem se emocionar.",
      "ru": "Несколько лет назад клан пережил серьёзные перемены, и на плечи Аято легло тяжёлое бремя. В те времена Аяка ещё не была тем зрелым и ответственным человеком, которым стала сейчас. Поначалу она была игривым ребёнком, ничего не знающим об обязанностях клана. У неё совершенно не было ни навыков, ни опыта общения с разными людьми. Но, увидев, как мать из-за болезни прикована к постели, а брат тяжело работает, Аяка поняла, что ей пора вырасти.\n\nИтак, она решила возобновить давно заброшенные занятия фехтованием и поэзией - неотъемлемые атрибуты дворянства. Если бы она сумела овладеть этими двумя искусствами, она по крайней мере стала бы благородной дамой клана Камисато и помогла бы брату, появляясь на различных праздниках и тем самым облегчая его ношу.\n\nПо правде говоря, особой одарённостью Аяка не отличалась. Ей приходилось тратить много времени, поскольку она никак не могла запомнить стих, каллиграфия хромала, а меч не хотел слушаться.\n\nНо Аяка не сдавалась. Если она не могла запомнить стих за один раз, она повторяла его 50 раз. Неуклюже написанное слово она выводила ещё 50 раз. И если ей не удавался какой-то приём фехтования, она била воздух мечом ещё 50 раз.\n\n«Никто не сумеет парировать выпад, который ты повторила на тренировке тысячу раз», - говорила ей мать.\n\nКогда мать оставила этот мир, Аяка больше не была малышкой Аякой. Она стала Камисато Аякой, молодой госпожой из клана Камисато, одного из трёх величайших кланов сёгуна. Теперь искусство фехтования стало неотъемлемой частью её повседневной жизни, и так продолжается по сей день.\n\nОднажды Аяке даже удалось победить соперника с одного удара. И в тот же миг вокруг неё, стоящей посреди додзё, возникли ледяные цветы. На кончике её меча появился Глаз Бога, ледяной и блистательный.\n\n«Никто не сумеет парировать выпад, который ты повторила на тренировке тысячу раз». Это не оставит равнодушными даже богов.",
      "id": "Beberapa tahun yang lalu, klan mengalami perubahan besar, dan beban klan yang besar lantas jatuh di pundak Ayato. Saat itu, Ayaka belum sedewasa dan seterampil sekarang.\n\nAyaka awalnya adalah anak-anak yang gemar bermain, dan tidak memahami tanggung jawab klan. Dia juga kekurangan kemampuan dan pengalaman dalam berurusan dengan berbagai macam orang sekaligus.\n\nMelihat sang ibu yang terbaring di ranjang dan sang kakak yang bekerja keras, Ayaka pun menyadari bahwa dirinya harus tumbuh dewasa.\n\nKarena itu, dia pun memutuskan untuk mengambil pedang dan buku syair yang sudah lama terbengkalai — dua keterampilan dasar yang harus dikuasai seorang bangsawan. Kalau dia bisa menguasai dua hal ini, dia setidaknya bisa disebut sebagai nona muda Klan Kamisato, dan dia dapat membantu meringankan beban kakaknya, dan mewakili menghadiri beberapa acara.\n\nSejujurnya, Ayaka bukanlah gadis yang terlahir dengan penuh bakat. Dia menghabiskan banyak waktu untuk menghafal syair dan puisi, tulisannya tidak elegan, dan dia juga pernah tidak disiplin dalam belajar ilmu pedang.\n\nNamun tekadnya tidak goyah sedikit pun. Satu puisi yang gagal dihafal akan dihafal olehnya 50 kali, satu kata yang ditulis dengan jelek akan dilatihnya 50 kali, satu teknik pedang yang buruk akan diulangnya 50 kali.\n\n\"Tidak ada yang dapat menangkis ayunan pedang yang sudah dilatih ribuan kali.\" Begitu kata sang ibu kepadanya.\n\nSetelah ibu Ayaka meninggal dunia, Ayaka bukan lagi Ayaka kecil yang tidak bisa apa-apa. Ayaka yang sekarang adalah Kamisato Ayaka, nona muda Klan Kamisato — yang merupakan salah satu dari tiga klan besar Shogun.\n\nBerlatih pedang menjadi rutinitas kesehariannya hingga hari ini.\n\nEntah pada hari keberapakah, Ayaka akhirnya berhasil menghempas musuh dalam satu serangan. Dan pada saat itu, saat dia berdiri di tengah-tengah dojo, bunga-bunga es muncul dan memadat di sekelilingnya. Dan di ujung pedangnya tergantung sebuah Vision yang terang dan dingin.\n\n\"Tidak ada yang dapat menangkis ayunan pedang yang sudah dilatih ribuan kali.\" Memang benar, bahkan para dewa pun tergerak oleh tekad dan semangat Ayaka.",
      "th": "เมื่อหลายปีก่อน ในครอบครัวได้เกิดการเปลี่ยนแปลงครั้งใหญ่ มีภาระที่หนักอึ้งตกลงบนบ่าของ Ayato ผู้เป็นพี่ชาย ในเวลานั้น Ayaka ยังไม่มีความเป็นผู้ใหญ่และความสามารถเหมือนที่เธอเป็นอยู่ในขณะนี้\n\nเธอเป็นเด็กขี้เล่น ไม่เข้าใจความรับผิดชอบของครอบครัว อีกทั้งยังขาดทักษะและประสบการณ์ ในการจัดการกับผู้คนมากหน้าหลายตา\n\nแต่เมื่อมองดูท่านแม่นอนป่วยอยู่บนเตียงในโรงพยาบาล และเห็นพี่ชายที่ต้องทำงานอย่างหนัก Ayaka ก็ตระหนักได้ว่าเธอต้องเติบโตขึ้น\n\nดังนั้นเธอจึงตัดสินใจเลือกวิชาดาบและกวีนิพนธ์ที่ถูกทอดทิ้งมาเป็นเวลานานเป็นอย่างแรก นี่คือการฝึกขั้นพื้นฐานของการเป็นชนชั้นสูง หากเธอสามารถเชี่ยวชาญทั้งสองสิ่งนี้ได้ ก็จะถือได้ว่าเธอคู่ควรกับการเป็นบุตรสาวแห่งตระกูล Kamisato และจะสามารถเข้าร่วมพิธีการบางอย่างแทนพี่ชายของเธอได้ เพื่อแบ่งเบาภาระของเขา\n\nข้อเท็จจริงได้พิสูจน์แล้วว่า Ayaka ไม่ใช่คนที่มีพรสวรรค์ และเธอมีปัญหากับสิ่งต่าง ๆ เช่น การท่องจำบทกวีไม่ได้ งานเขียนที่ขาดความสง่างาม และการขาดวินัยในการเป็นซามูไร\n\nแต่เธอก็ไม่เคยหวั่นไหว เมื่อจำบทกวีที่ไม่สามารถท่องจำได้ในการอ่านเพียงครั้งเดียว เธอก็จะท่องจำซ้ำไปห้าสิบครั้ง คำที่เขียนได้ไม่ดีในครั้งเดียว เธอก็จะฝึกเขียนมันซ้ำอีกห้าสิบครั้ง และเมื่อฝึกฝนวิชาดาบได้ไม่ดีในครั้งเดียว ก็ฝึกซ้ำไปอีกห้าสิบครั้ง\n\n\"ไม่มีใครสามารถเอาชนะคนที่ฝึกฝนมานับพันครั้งได้\" นี่คือสิ่งที่ท่านแม่ของเธอบอกไว้กับเธอ\n\nหลังจากที่ท่านแม่ของเธอจากไป เธอก็ไม่ใช่ Ayaka น้อยอีกต่อไป เธอในตอนนี้คือ Kamisato Ayaka เป็นคุณหนูใหญ่ของตระกูล Kamisato แห่งสำนัก Yashiro หนึ่งในสามตระกูลที่ปกครองโดยท่านโชกุน\n\nการฝึกวิชาดาบได้กลายเป็นส่วนหนึ่งของชีวิตประจำวันของเธอ การฝึกฝนดาบได้ดำเนินต่อไปตั้งแต่ต้นจนถึงปัจจุบันโดยไม่มีการหยุดพัก\n\nจนวันหนึ่งในที่สุด Ayaka ก็เอาชนะคู่ต่อสู้ได้ในการโจมตีเพียงครั้งเดียว ทันใดนั้น ขณะที่เธอยืนอยู่กลางโรงฝึก ดอกไม้ที่เย็นยะเยือกก็ควบแน่นไปทั่ว และ ณ จุดนั้นเอง ที่ปลายดาบของเธอมีวิชั่นที่เยือกเย็นและสว่างไสวห้อยอยู่\n\n\"ไม่มีใครสามารถเอาชนะคนที่ฝึกฝนมานับพันครั้งได้\" ใช่แล้ว แม้แต่เทพเจ้าเองก็ยังสั่นสะท้าน",
      "vi": "Nhiều năm trước, trong nhà gặp biến cố lớn, và gánh nặng đổ lên vai người anh trai Ayato. Khi đó, Ayaka vẫn chưa trưởng thành và đủ bản lĩnh như bây giờ.\n\nCô là một đứa trẻ ham chơi, không hiểu trách nhiệm gia tộc, thiếu kỹ năng và kinh nghiệm để đối phó với các nhân vật khác nhau.\n\nNhưng lúc nhìn mẹ ốm liệt giường và anh trai vất vả, Ayaka nhận ra rằng: Mình phải trưởng thành hơn.\n\nVì vậy, cô quyết định mài giũa lại kiếm thuật và thơ ca đã bị bẵng đi từ lâu - đây là việc rèn luyện cơ bản của một quý tộc, nếu cô có thể thành thạo hai thứ này, cô sẽ được coi là thiên kim của nhà Kamisato và có thể thay anh trai tham dự một số cuộc hội họp như tế lễ, cùng chia sẻ nỗi lo cho anh trai.\n\nSự thật đã chứng minh rằng Ayaka không có năng khiếu thiên phú, cô cũng từng phiền não vì không thể học thuộc bài thơ, văn viết thiếu tao nhã, kiếm thuật thiếu quy tắc.\n\nCô chưa từng nản lòng: Học một lần chưa nhớ thì sẽ học năm mươi lần, viết một lần chưa hay thì viết năm mươi lần, luyện kiếm một lần chưa tốt thì luyện năm mươi lần.\n\n\"Có công mài sắt có ngày nên kim\" - Đây là lời mẹ đã nói với cô.\n\nSau khi mẹ cô qua đời, cô không còn là Ayaka bé bỏng như xưa nữa. Cô bây giờ là Kamisato Ayaka, đại tiểu thư nhà Kamisato - một trong ba gia tộc dưới sự chỉ huy của Shogun.\n\nMài luyện kiếm thuật đã trở thành một phần của cuộc sống hằng ngày, chưa hề gián đoạn từ ngày đó cho đến nay.\n\nKhông biết qua bao nhiêu ngày, Ayaka cuối cùng cũng đã có thể một đòn đánh lui kẻ địch. Ngay lập tức, băng giá trong võ đường đông kết lại, ở giữa võ đường, trên mũi kiếm của cô treo lấy một viên Vision óng ánh như băng.\n\nCó công mài sắt có ngày nên kim, ngay cả thần linh cũng phải cảm động."
    }
  }
]