[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "我是北斗，听过我的「南十字」船队吗？如果你也喜欢冒险，那就跟着我吧。我罩你。",
      "zht": "#我是北斗，聽過我的「南十字」船隊嗎？如果{F#妳}{M#你}也喜歡冒險，那就跟著我吧。我罩{F#妳}{M#你}。",
      "jp": "アタシは北斗、アタシの「南十字」船隊は知っているか？あんたも冒険が好きなら、ついてきな。アタシが守ってやる。",
      "ko": "내 이름은 북두, 「남십자」 함대라고 들어 봤어? 너도 모험을 즐긴다면 날 따라와. 내가 돌봐주지",
      "en": "I'm Beidou. You've heard of my ship, The Crux and its crew? If you too love adventure, then join me. I've got your back.",
      "de": "Ich bin Beidou, du hast bestimmt von der Crux und meiner Mannschaft gehört! Wenn du wie ich auf Abenteuer stehst, folge mir, ich halte dir den Rücken frei.",
      "es": "Soy Beidou, ¿habéis oído hablar de la Flota Crux Meridianam y su tripulación? Si también os gustan las aventuras, uníos a mí. Yo os cubriré.",
      "fr": "#Je suis Beidou. Tu connais le Crux ? Rejoins-nous si tu es {M#féru}{F#férue} d'aventure. Rien n'arrive jamais à mon équipage tant que je suis là.",
      "pt": "Eu sou a Beidou, já ouviu falar da minha Frota Crux? Se você também tiver interesse em aventuras, venha comigo, vou te proteger!",
      "ru": "Я Бэй Доу. Знаешь о моём корабле, Южном Кресте, и его команде? Если тебе тоже нравятся приключения, присоединяйся к нам. Я тебя прикрою.",
      "id": "Aku Beidou. Kamu pernah mendengar tentang kapalku, Crux Fleet dan kru-krunya? Kalau kamu juga suka berpetualang, bergabunglah denganku. Aku pasti akan melindungimu.",
      "th": "ฉันคือ Beidou เคยได้ยินชื่อกองเรือ Crux ของฉันมั้ย? ถ้าเธอเองก็ชอบการผจญภัย งั้นก็มากับฉันสิ ฉันจะปกป้องเธอเอง",
      "vi": "Tôi là Beidou, có từng nghe về đội thuyền Nam Thập Tự của tôi không? Nếu bạn cũng thích phiêu lưu mạo hiểm, hãy đi theo tôi. Tôi sẽ bảo vệ bạn."
    }
  },
  {
    "title": {
      "zhs": "闲聊·切磋",
      "zht": "閒聊·切磋",
      "jp": "世間話·手合わせ",
      "ko": "잡담·연마",
      "en": "Chat: Sparring",
      "de": "Gespräch – Meinungsaustausch",
      "es": "Charla - Entrenamiento de combate",
      "fr": "Bavardage - Disputes",
      "pt": "Bate-papo - Discussão",
      "ru": "Поболтаем: Обмен опытом",
      "id": "Berbincang: Latih Tanding",
      "th": "แชท-เรียนรู้ซึ่งกันและกัน",
      "vi": "Nói chuyện phiếm - Thi thố"
    },
    "line": {
      "zhs": "想切磋的话，我随时奉陪。",
      "zht": "想切磋的話，我隨時奉陪。",
      "jp": "手合わせなら、いつでも付き合おう。",
      "ko": "겨뤄보고 싶다면 언제든 환영이다",
      "en": "If you ever want to trade tactics, I'm always ready.",
      "de": "Wenn du mehr von mir lernen willst, kannst du mich hier jederzeit aufsuchen.",
      "es": "Si alguna vez queréis intercambiar estrategias, yo siempre estoy lista.",
      "fr": "Si tu veux discuter astuces en combat, je suis tout ouïe.",
      "pt": "Estou sempre disponível para qualquer competição com você.",
      "ru": "Если захочешь обменяться опытом, я всегда готова.",
      "id": "Jika kamu mau berlatih tanding, aku selalu siap meladenimu.",
      "th": "ถ้าอยากเรียนรู้ล่ะก็ ฉันพร้อมเสมอ",
      "vi": "Nếu muốn so tài, tôi sẽ tiếp đón mọi lúc."
    }
  },
  {
    "title": {
      "zhs": "闲聊·畅饮",
      "zht": "閒聊·暢飲",
      "jp": "世間話·飲み放題",
      "ko": "잡담·통음",
      "en": "Chat: Drinking",
      "de": "Gespräch – Besäufnis",
      "es": "Charla - Bebida",
      "fr": "Bavardage - Boissons",
      "pt": "Bate-papo - Bebida",
      "ru": "Поболтаем: Пьянство",
      "id": "Berbincang: Minum-minum",
      "th": "แชท-เพลิดเพลินกับการดื่ม",
      "vi": "Nói chuyện phiếm - Uống thoải mái"
    },
    "line": {
      "zhs": "啊——干完活，喝口酒。真畅快。",
      "zht": "啊——幹完活，喝口酒。真暢快。",
      "jp": "くはぁ——、仕事の後の酒は最高だ。",
      "ko": "아——일 끝나고 마시는 술 한잔은 정말 상쾌해",
      "en": "Ah! A cold beer after a hard day's work... Nothing like it!",
      "de": "Ah ... Das tut gut, ein schönes Bier. Es gibt nichts Besseres.",
      "es": "Ah... Nada mejor que un trago después de un duro día de trabajo.",
      "fr": "Ah, un bon verre après une bonne journée de travail, rien de tel.",
      "pt": "Ah! Uma cerveja gelada depois de um dia de trabalho duro, nada melhor que isto!",
      "ru": "Ах, что может быть лучше кружки-другой холодного пива после тяжёлого трудового дня?",
      "id": "Ah! Bir yang dingin setelah bekerja keras memang paling enak.",
      "th": "อ่า...ได้ดื่มสักหน่อยหลังทำงานเสร็จ นี่ช่างสดชื่นเสียจริง",
      "vi": "Khà... Làm xong việc, uống một ngụm rượu, thật sảng khoái."
    }
  },
  {
    "title": {
      "zhs": "闲聊·陆地",
      "zht": "閒聊·陸地",
      "jp": "世間話·陸",
      "ko": "잡담·육지",
      "en": "Chat: Land",
      "de": "Gespräch – Festland",
      "es": "Charla - Continente",
      "fr": "Bavardage - Terre ferme",
      "pt": "Bate-papo - Terra",
      "ru": "Поболтаем: Суша",
      "id": "Berbincang: Kontinen",
      "th": "แชท-บนฝั่ง",
      "vi": "Nói chuyện phiếm - Đất liền"
    },
    "line": {
      "zhs": "难得在陆地上逗留那么久，居然有点不习惯了。",
      "zht": "難得在陸地上逗留那麼久，居然有點不習慣了。",
      "jp": "珍しく陸に長くいるせいか、少し慣れないな。",
      "ko": "육지에 이렇게 오래 머무는 건 간만인데, 좀 어색하네",
      "en": "It's hard to remain on dry land for so long. Can never seem to quite get my land legs back.",
      "de": "Ich bin es schon gar nicht mehr gewohnt, so lange an Land zu bleiben.",
      "es": "Como casi siempre estoy en el mar, al pisar tierra, tengo que volver a acostumbrarme.",
      "fr": "Je n'aime pas rester si longtemps à terre. J'ai un peu perdu l'habitude, à force.",
      "pt": "É difícil permanecer em terra firme por tanto tempo. Parece que nunca conseguirei me acostumar.",
      "ru": "Тяжко быть на суше так долго. Всё никак не привыкну.",
      "id": "Sulit sekali untuk berada di darat dalam waktu lama. Aku benar-benar tidak biasa.",
      "th": "ไม่ได้ค้างบนฝั่งมานานมากแล้ว ไม่ค่อยชินเท่าไหร่เลย",
      "vi": "Thật hiếm khi ở đất liền lâu như vậy, hơi có chút không quen."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Turun Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "被困荒岛的时候，雨水就是宝贵的淡水来源。嗯…虽然现在是用不上啦。",
      "zht": "被困荒島的時候，雨水就是寶貴的淡水來源。嗯…雖然現在是用不上啦。",
      "jp": "無人島に閉じ込められた時、雨水は大事な水源になる。今は役に立たないけどな。",
      "ko": "무인도에 갇혔을 때 빗물은 귀중한 수원이야. 물론 지금은 필요없지만",
      "en": "When stuck on a deserted island, rain is a precious source of drinking water. There's no need for it now though.",
      "de": "Wenn man auf einer einsamen Insel gestrandet ist, ist Regen eine wertvolle Wasserquelle – wobei das jetzt nicht notwendig ist.",
      "es": "Si estáis en una isla desierta, la lluvia es una valiosa fuente de agua potable. Pero ahora no la necesitamos...",
      "fr": "La pluie est une précieuse source d'eau potable quand on est échoué sur une île déserte. Heureusement, ce n'est pas le cas là tout de suite !",
      "pt": "Quando estiver preso numa ilha deserta, a chuva é bem preciosa como um recurso de água. Hum... Mas não tem necessidade agora.",
      "ru": "Когда застрял на необитаемом острове, дождь - прекрасный источник пресной воды. Впрочем, сейчас в ней нет необходимости...",
      "id": "Saat aku terdampar di sebuah pulau kosong, hujan adalah sumber yang sangat berharga untuk air minum. Hmm... Meskipun sekarang tidak begitu berguna.",
      "th": "เมื่อติดอยู่บนเกาะร้าง ฝนคือแหล่งน้ำจืดที่มีค่า อืม...ถึงแม้ตอนนี้จะไม่จำเป็น ต้องใช้แล้ว",
      "vi": "Khi bị nhốt trên hoang đảo, nước mưa chính là nguồn nước ngọt quý giá... Ừm, nhưng bây giờ không dùng đến nữa."
    }
  },
  {
    "title": {
      "zhs": "打雷的时候…",
      "zht": "打雷的時候…",
      "jp": "雷の日…",
      "ko": "번개가 칠 때…",
      "en": "When Thunder Strikes",
      "de": "Wenn es blitzt ...",
      "es": "Cuando truena...",
      "fr": "Quand le tonnerre gronde...",
      "pt": "Quando Está Trovejando...",
      "ru": "Когда гремит гром...",
      "id": "Ketika Petir Menyambar",
      "th": "ในเวลาที่ฟ้าผ่า...",
      "vi": "Khi có sấm sét..."
    },
    "line": {
      "zhs": "喂，打雷而已。在海上不用怕，在陆地上，就更不用怕了。",
      "zht": "喂，打雷而已。在海上不用怕，在陸地上，就更不用怕了。",
      "jp": "おい、雷野郎。海の上でだって怖くないんだ、陸の上じゃなおさら怖くないぜ。",
      "ko": "이봐, 그냥 천둥일 뿐이야. 바다에서는 두려워할 필요없어. 육지에서는 더 그렇고",
      "en": "Hey, it's just a little lightning. No need to fear it on the open ocean, so there's even less need to fear it on dry land.",
      "de": "Nur ein kleines Gewitterchen. Das ist kein Grund, das offene Meer zu fürchten und schon gar nicht an Land.",
      "es": "Eh, que solo es una tormenta de nada. Si no hay que preocuparse por los truenos en el mar, en tierra, aún menos.",
      "fr": "Ce n'est qu'un peu d'orage. Rien d'effrayant en mer, et encore moins sur terre.",
      "pt": "Ei, é só um pequeno relâmpago. Não há necessidade de temê-lo em mar aberto, então há ainda menos necessidade de temê-lo em terra firme.",
      "ru": "Эй, это всего лишь гроза. Её не стоит бояться в открытом море, а уж на суше - тем более.",
      "id": "Hei, itu hanya petir kecil saja. Tidak perlu takut akan hal itu di laut, apalagi di darat begini.",
      "th": "เฮ้ ก็แค่ฟ้าร้องเท่านั้นเอง อยู่ในทะเลก็ไม่ต้องกลัว อยู่บนฝั่งยิ่งไม่ต้องกลัวเลย",
      "vi": "Này, chỉ là sấm sét thôi. Trên biển không cần sợ, trên đất liền càng không cần sợ."
    }
  },
  {
    "title": {
      "zhs": "起风的时候…",
      "zht": "起風的時候…",
      "jp": "風の日…",
      "ko": "바람이 불 때…",
      "en": "When It's Windy",
      "de": "Wenn es windig ist ...",
      "es": "Cuando hace viento...",
      "fr": "Quand le vent souffle...",
      "pt": "Quando está ventando...",
      "ru": "Когда дует ветер...",
      "id": "Waktu Angin Bertiup",
      "th": "ในเวลาที่ลมพัด...",
      "vi": "Khi gió nổi lên..."
    },
    "line": {
      "zhs": "这天气，很适合出航啊。",
      "zht": "這天氣，很適合出航啊。",
      "jp": "この天気は出港に向いているな。",
      "ko": "이 날씨, 출항하기 딱 좋군",
      "en": "This weather would be great for setting sail.",
      "de": "Dieses Wetter eignet sich hervorragend zum Segeln.",
      "es": "Este tiempo es perfecto para navegar.",
      "fr": "Voilà un temps parfait pour partir en mer.",
      "pt": "Está um ótimo tempo para navegar.",
      "ru": "Прекрасная погода для выхода в море.",
      "id": "Cuaca seperti ini bagus sekali untuk berlayar.",
      "th": "อากาศแบบนี้เหมาะมาก สำหรับออกเรือ",
      "vi": "Thời tiết này rất thích hợp để ra khơi."
    }
  },
  {
    "title": {
      "zhs": "刮大风了…",
      "zht": "颳大風了…",
      "jp": "暴風の日…",
      "ko": "강풍이 불 때…",
      "en": "When the Wind Is Blowing",
      "de": "Ein Sturm zieht auf.",
      "es": "Hace mucho viento...",
      "fr": "Le vent souffle fort...",
      "pt": "A Ventania Está Chegando...",
      "ru": "Когда дует сильный ветер...",
      "id": "Ketika Angin Berembus",
      "th": "ในเวลาที่ลมพัดแรง...",
      "vi": "Gió lớn quá..."
    },
    "line": {
      "zhs": "注意扬起来的风沙，别揉眼睛。",
      "zht": "注意揚起來的風沙，別揉眼睛。",
      "jp": "風と砂ぼこりに気を付けな、目をこするな。",
      "ko": "모래 바람 조심해. 눈 비비지 말고",
      "en": "Wind's picking up. If sand gets in your eyes, be sure not to rub them.",
      "de": "Der Wind steigt an, krieg nur keinen Sand in die Augen und reib sie nicht.",
      "es": "Está empezando a hacer viento. No os frotéis los ojos si os entra arena en ellos.",
      "fr": "Le vent se lève. Évite de te gratter les yeux si le sable s'y met.",
      "pt": "O vento está soprando. Se a areia entrar em seus olhos, não os esfregue.",
      "ru": "Ветер усиливается. Если песок попадёт тебе в глаза, не три их.",
      "id": "Perhatikan pasir yang ditiup angin. Jangan menggosok matamu jika ada pasir yang masuk.",
      "th": "ระวังลมพัดทรายเข้าตาแล้วอย่า ขยี้ตาเชียวนะ",
      "vi": "Coi chừng gió cát, đừng dụi mắt."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "哟，早。我准备出发了，一起来？",
      "zht": "喲，早。我準備出發了，一起來？",
      "jp": "おはよう。そろそろ出発しようと思うんだが、一緒にどうだ？",
      "ko": "여, 좋은 아침. 난 출발하려는데. 같이 갈래?",
      "en": "Yo, good morning. I'm about to head off, coming with me?",
      "de": "Ahoi! Ich bin bereit loszusegeln. Kommst du mit?",
      "es": "¡Buenos días! Estoy a punto de salir, ¿venís?",
      "fr": "Bonjour. Je m'apprête à partir, tu viens ou non ?",
      "pt": "Bom dia! Já estou pronta para partir, você vem comigo?",
      "ru": "Хэй, доброе утро. Я готова отправляться. Ты со мной?",
      "id": "Ah, selamat pagi. Aku baru saja akan berangkat, mau pergi bersama?",
      "th": "อรุณสวัสดิ์ ฉันจะออกเดินทางแล้ว ไปด้วยกันมั้ย?",
      "vi": "Ô, chào buổi sáng. Tôi chuẩn bị xuất phát rồi, cùng đi chứ?"
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "去香菱那吃午饭吧。你别说，这大锅热油炒出来的，还真和海上的烤鱼腌肉不一样。",
      "zht": "#去香菱那吃午飯吧。{F#妳}{M#你}別說，這大鍋熱油炒出來的，還真和海上的烤魚醃肉不一樣。",
      "jp": "昼は香菱のところで食べるか。鍋で炒めたものは海の上で作った焼き魚やベーコンとは全然違うからな。",
      "ko": "향릉에게 가서 점심 먹자. 그 커다란 솥으로 볶아 낸 건 바다에서의 생선 구이, 절인 고기완 확실히 달라",
      "en": "Let's get Xiangling to whip us up something for lunch. Believe me, a hot meal from her is far better than the salted fish we eat out at sea.",
      "de": "Hol uns doch von Xiangling etwas zum Mittagessen. Ein Gericht gekocht in einem heißen Wok mit Öl schmeckt um einiges besser als die salzig eingelegten Fische auf See.",
      "es": "Digámosle a Xiangling que nos haga algo de comer. Creedme, una comida suya recién hecha es mucho mejor que el pescado a la parrilla que comemos en el mar.",
      "fr": "Demandons à Xiangling de nous cuisiner quelque chose. N'importe quel repas qu'elle prépare vaut mieux que le poisson grillé qu'on mange en mer.",
      "pt": "Vamos almoçar no restaurante da Xiangling. Qualquer refeição que ela faça é melhor do que o peixe grelhado que você come no mar.",
      "ru": "Пойдём к Сян Лин, пообедаем. Поверь, её горячий обед гораздо лучше, чем жареная рыба да солонина, которую мы едим в море.",
      "id": "Ayo temui Xiangling dan minta dia untuk membuatkan makan siang untuk kita. Percayalah, hidangan panas darinya jauh lebih baik daripada ikan asin yang kita makan di laut.",
      "th": "ไปหา Xiangling ให้เธอทำ อาหารกลางวันให้กินกันเถอะ เชื่อสิว่าอาหารที่ผัดออกมาน่ะ ไม่เหมือนกับปลาย่างที่ทะเลเลยล่ะ",
      "vi": "Đến chỗ Xiangling ăn cơm trưa đi. Đồ được chiên từ dầu nóng trong nồi lớn thật sự khác với cá nướng, thịt xông khói ở trên biển."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "好，出发喝酒去喽！嗯？哈哈哈，平时没人卖酒给你是吧？那不如——",
      "zht": "#好，出發喝酒去囉！嗯？哈哈哈，平時沒人賣酒給{F#妳}{M#你}是吧？那不如——",
      "jp": "よし、酒を飲みに行くぞ！はははっ、普段は誰も酒を売ってくれない、だって？だったら一緒に——",
      "ko": "좋아. 술 마시러 가자고! 하하하, 평소에 술 사주는 사람이 없나봐? 그럼——",
      "en": "Alright, I'm off for a drink. Hahaha, no one willing to sell you a proper drink, huh? Perhaps I can...",
      "de": "Auf, auf zu einem Getränk! Wie? Hahaha, keiner verkauft dir Alkohol? Na dann ...",
      "es": "Muy bien, me voy a tomar una copa. Jajaja, nadie quiere venderos alcohol, ¿eh? Quizás yo pueda...",
      "fr": "Bon, je vais boire un verre ! Hahaha, personne ne veut te servir d'alcool ? Dans ce cas, je pourrais peut-être aider...",
      "pt": "Bom. Vamos beber! Hum? Ninguém quer te vender vinho? Talvez eu possa...",
      "ru": "Ладно, я за выпивкой. Хм? Ха-ха, что, тебе не продают ничего крепче сока? Пожалуй, я могла бы...",
      "id": "Baiklah, aku mau pergi minum! Hahaha, tidak ada yang bersedia menjualmu minuman yang bagus? Hmm mungkin aku bisa...",
      "th": "เอาล่ะ ออกเดินทางไปกินเหล้ากัน! ฮืม? ฮ่าฮ่าฮ่า ปกติไม่ค่อยมีใครยอมขายเหล้า ให้เธอใช่มั้ย? ถ้าอย่างนั้น....",
      "vi": "Được, xuất phát đi uống rượu nào! Ha ha ha, thường ngày không ai bán rượu cho bạn phải không? Vậy hay là..."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "这时间过得可真快。去吧，一帆风顺。",
      "zht": "這時間過得可真快。去吧，一帆風順。",
      "jp": "時間が過ぎていくのはあっという間だ。ははっ、行ってきな。",
      "ko": "벌써 시간이 이렇게 됐네. 하하하하, 가봐~ 편히 쉬라구",
      "en": "Time moves quickly. Haha, go, may the wind be at your back.",
      "de": "Die Zeit verging wie im Fluge. Geh nur, möge der Wind dir stets den Rücken stärken.",
      "es": "El tiempo vuela. Idos, y que el viento sople a vuestro favor.",
      "fr": "Le temps passe trop vite. Va, et que le vent souffle dans tes voiles.",
      "pt": "O tempo passa rápido. Haha, vá, que o vento esteja às suas costas.",
      "ru": "Время быстро течёт. Иди, попутного ветра.",
      "id": "Waktu berlalu dengan cepat. Haha, berpgilah, semoga angin selalu besertamu.",
      "th": "เวลาช่างผ่านไปไวจัง ไปเถอะ ขอให้ทุกอย่างราบรื่นนะ",
      "vi": "Thời gian trôi qua nhanh thật. Đi nào, thuận buồm xuôi gió."
    }
  },
  {
    "title": {
      "zhs": "关于北斗自己…",
      "zht": "關於北斗自己…",
      "jp": "北斗自身について…",
      "ko": "북두 자신에 대해…",
      "en": "About Beidou",
      "de": "Über Beidou ...",
      "es": "Sobre Beidou...",
      "fr": "À propos de Beidou elle-même...",
      "pt": "Sobre a Beidou...",
      "ru": "О Бэй Доу...",
      "id": "Tentang Beidou sendiri",
      "th": "เกี่ยวกับตัวของ Beidou เอง...",
      "vi": "Về bản thân Beidou..."
    },
    "line": {
      "zhs": "航海准备，兄弟们，各就各位，全新的冒险要开始了！",
      "zht": "航海準備，兄弟們，各就各位，全新的冒險要開始了！",
      "jp": "出航準備、みんな位置につけ、新たな冒険が始まるぞ！",
      "ko": "제군들, 항해 준비. 각자 위치로! 새로운 모험이 시작된다!",
      "en": "We're setting sail! Men, to your posts! A new adventure is about to begin!",
      "de": "Lichtet die Segel, alle Mann auf ihre Posten, ein neues Abenteuer beginnt!",
      "es": "¡Levad anclas! Marineros, ¡a vuestros puestos! ¡Una nueva aventura está a punto de comenzar!",
      "fr": "Prête à larguer l'amarre ! Camarades, à vos postes ! L'aventure nous attend !",
      "pt": "Estamos partindo! Marinheiros, fiquem em seus postos! Uma nova aventura está para começar!",
      "ru": "Готовимся к отплытию! По местам, братцы! Новое приключение начинается!",
      "id": "Bersiap untuk berlayar, saudara sekalian, petualangan baru akan segera dimulai!",
      "th": "เตรียมออกเดินเรือ พี่น้องทั้งหลายประจำตำแหน่งของตัวเอง การผจญภัยครั้งใหม่กำลังจะ เริ่มขึ้นแล้ว!",
      "vi": "Chuẩn bị ra khơi nào, các anh em, một cuộc phiêu lưu mới sắp bắt đầu rồi!"
    }
  },
  {
    "title": {
      "zhs": "关于我们·称呼",
      "zht": "關於我們·稱呼",
      "jp": "呼び方について…",
      "ko": "우리에 대해·호칭",
      "en": "About Us: Titles",
      "de": "Über uns – Bezeichnung",
      "es": "#Sobre nosotr{F#as}{M#os} - Tratamiento",
      "fr": "À propos de nous - Titres",
      "pt": "Sobre Nós - Títulos",
      "ru": "О нас: Звания",
      "id": "Tentang Kita: Sebutan",
      "th": "เกี่ยวกับเรา-เรียกชื่อ",
      "vi": "Về chúng tôi - Xưng hô"
    },
    "line": {
      "zhs": "我是老大，你是我兄弟，没问题吧？哈？这些叫法太老土？行。那就按你喜欢的方式叫吧。",
      "zht": "#我是老大，{F#妳}{M#你}是我兄弟，沒問題吧？哈？這些叫法太老土？行。那就按{F#妳}{M#你}喜歡的方式叫吧。",
      "jp": "アタシが親分で、あんたは手下、いいか？…は？そんな呼び方はダサい？分かった、あんたの好きなように呼びな。",
      "ko": "난 대장이고, 넌 내 형제. 괜찮지? 뭐? 너무 촌스럽다고? 좋아, 그럼 네가 원하는 대로 불러",
      "en": "I'm the captain, so you can be my first mate! Deal? Ha? Such names are too outdated for you huh? We'll call each other whatever you wish then.",
      "de": "Ich bin Kapitän, dann kannst du mein erster Offizier sein, in Ordnung? Was, das klingt zu veraltet? Na gut, dann denk dir einen anderen Namen aus.",
      "es": "Soy la capitana, ¡vos podéis ser mi camarada! ¿Trato hecho? ¿Eh? ¿Que esos nombres están pasados de moda? Entonces, nos llamaremos como vos queráis.",
      "fr": "Je suis la capitaine, donc tu fais partie de mon équipage. Ça te fait bizarre ? Appelle-moi comme tu veux alors.",
      "pt": "#Então eu sou a capitã, e você é {M#o}{F#a} imediat{M#o}{F#a}, ok? Hã? Esses tratamentos são fora de moda? Ok, então me chame como você quiser.",
      "ru": "#Я капитан, а ты можешь быть мне {M#братцем}{F#сестрицей}, как тебе? Что, такие обращения вышли из моды? Ну тогда мы можем звать друг друга как захочешь.",
      "id": "Aku adalah kaptennya, kamu adalah saudaraku, tidak ada masalah kan? Eh? Ini terlalu kuno katamu? Baiklah, kita akan memanggil satu sama lain sesukamu saja.",
      "th": "#\"ฉันคือลูกพี่ ส่วน{F#เธอ}{M#นาย}คือพี่น้องของฉัน ตกลงมั้ย?\" ฮะ? เรียกแบบนี้เชยไปงั้นรึ? งั้นก็เรียกตามแบบที่เธอชอบ ก็แล้วกัน",
      "vi": "Tôi là lão đại, bạn là anh em của tôi, được chứ? Ha? Cách xưng hô này quê mùa nhỉ? Được thôi, vậy cứ gọi theo cách bạn thích nhé."
    }
  },
  {
    "title": {
      "zhs": "关于我们·识人",
      "zht": "關於我們·識人",
      "jp": "人を見る目について…",
      "ko": "우리에 대해·사람을 보는 눈",
      "en": "About Us: Eye for People",
      "de": "Über uns – Bekannte",
      "es": "#Sobre nosotr{F#as}{M#os} - Conociendo gente",
      "fr": "À propos de nous - Connaître le peuple",
      "pt": "Sobre Nós - Conhecimento",
      "ru": "О нас: Разборчивость в людях",
      "id": "Tentang Kita: Menilai orang",
      "th": "เกี่ยวกับเรา-จดจำผู้คน",
      "vi": "Về chúng tôi - Người quen"
    },
    "line": {
      "zhs": "我认人很准。当你见过大海，那么普通人脸上的小水花，可就太好读懂了。哈哈，所以，我第一眼就认准了你这个家伙。",
      "zht": "#我認人很準。當{F#妳}{M#你}見過大海，那麼普通人臉上的小水花，可就太好讀懂了。哈哈，所以，我第一眼就認準了{F#妳}{M#你}這個傢伙。",
      "jp": "人を見る目に自信がある。海と比べれば、人の心はよっぽど読みやすい。ははっ、だから、あんたのことは最初から目を付けてた。",
      "ko": "난 사람 보는 안목이 뛰어나. 넓은 바다를 보다 보면 사람 얼굴의 작은 물보라는 쉽게 읽히지. 하하, 그래서 내가 널 한눈에 알아봤잖아",
      "en": "I tend to be a good judge of character. When you've learned to read the open ocean, reading people is a cinch. Haha, and that's how I knew you're the good sort the second I laid eyes on ya!",
      "de": "Ich kann Leute sehr gut einschätzen. Wenn du wie ich so oft den Ozean gelesen hast in all seinen Facetten, dann ist das Lesen von gewöhnlichen Leuten ein Klacks. Daher wusste ich auch, dass du aus gutem Holz geschnitzt bist, haha.",
      "es": "#Nunca me equivoco al juzgar a la gente. Cuando sabes juzgar el estado del mar, juzgar a las personas se vuelve muy fácil. Jaja, ¡así es como supe que erais buen{F#a}{M#o} cuando os conocí!",
      "fr": "Je suis un bon juge de la nature humaine. Apprendre à lire les gens n'est rien comparé à apprendre à lire les flots. Haha, et c'est comme ça que j'ai su que tu ferais un excellent ajout à mon équipage !",
      "pt": "Eu tento ser uma boa juiza de caráter. Quando você sabe ler todo o mar, ler uma pessoa se torna muito fácil. Haha, e foi assim que eu soube que você é do tipo bom no segundo em que vi você!",
      "ru": "Я хорошо читаю характеры людей. Когда ты умеешь читать океан, лица людей становятся понятными, как мелководье. Ха-ха, поэтому я с первого взгляда поняла, что мы поладим.",
      "id": "Aku cenderung cukup baik dalam menilai karakter seseorang. Ketika kamu sudah belajar cara membaca samudra yang luas, membaca orang itu mudah. Haha, dan dari situlah aku tahu kamu adalah orang baik begitu aku melihatmu!",
      "th": "ฉันน่ะดูคนเก่งนะ ถ้าเธอเคยเห็นมหาสมุทรอันแสน กว้างใหญ่มาแล้ว แค่ใบหน้าของคนน่ะอ่านง่ายจะตายไป ฮ่าฮ่า ดังนั้นฉันมองแค่แว๊บเดียวก็รู้แล้ว ว่าเธอน่ะเป็นคนยังไง",
      "vi": "Tôi nhìn người rất chính xác. Một khi bạn đã nhìn thấy biển khơi thì những bọt nước trên gương mặt của người bình thường sẽ rất dễ đọc được. Ha ha, cho nên vừa gặp bạn tôi đã nhận ra ngay."
    }
  },
  {
    "title": {
      "zhs": "关于我们·选择",
      "zht": "關於我們·選擇",
      "jp": "選択について…",
      "ko": "우리에 대해·선택",
      "en": "About Us: Choices",
      "de": "Über uns – Wahl",
      "es": "#Sobre nosotr{F#as}{M#os} - Elección",
      "fr": "À propos de nous - Choix",
      "pt": "Escolhas",
      "ru": "О нас: Выбор",
      "id": "Tentang Kita: Pilihan",
      "th": "เกี่ยวกับเรา-ทางเลือก",
      "vi": "Về chúng tôi - Lựa chọn"
    },
    "line": {
      "zhs": "你是我选择的船员，是我选择的兄弟。就说这一点，都够我自豪很久。",
      "zht": "#{F#妳}{M#你}是我選擇的船員，是我選擇的兄弟。就說這一點，都夠我自豪很久。",
      "jp": "あんたはアタシが選んだ船員、アタシが選んだ仲間だ。もっと胸を張りな。",
      "ko": "넌 내가 선택한 선원이자 형제라고. 이것만으로도 난 자부심을 느껴",
      "en": "I chose you as my crewmate, as my comrade on the sea. It gives me great pride to be able to say that.",
      "de": "Du bist von mir auserwählt, mit meiner Mannschaft zu segeln, mein erster Offizier. Das zu sagen, erfüllt mich mit Stolz.",
      "es": "Os elijo como parte de mi tripulación y como mi camarada. Poder decir eso es un orgullo para mí.",
      "fr": "#C'est mon honneur que de t'avoir {M#choisi}{F#choisie} en tant que membre d'équipage.",
      "pt": "#Escolhi você como {M#meu companheiro de equipe, como meu camarada no mar}{F#minha companheira de equipe, como minha camarada no mar}. Me dá muito orgulho poder dizer isso.",
      "ru": "#Ты для меня как член экипажа, как {M#брат}{F#сестра}. Я горжусь тем, что могу тебя так называть.",
      "id": "Aku memilihmu sebagai kru, rekanku dalam mengarungiku lautan. Bisa mengatakan hal itu benar-benar membuatku bangga.",
      "th": "เธอคือลูกเรือที่ฉันเลือก คือพี่น้องที่ฉันเลือก แค่นี้ก็เพียงพอที่ทำให้ฉันภูมิใจใน ตัวเองได้นานแสนนานแล้ว",
      "vi": "Bạn là thuyền viên, là anh em mà tôi chọn. Chỉ điều này thôi cũng đủ để tôi tự hào rất lâu."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về Vision..."
    },
    "line": {
      "zhs": "在那些没有「神之眼」的家伙心中，拥有「神之眼」，获得了神的认可的人，应该是旗帜吧。那么，旗帜就该有旗帜的样子。我是这样鞭策自己的。",
      "zht": "在那些沒有「神之眼」的傢伙心中，擁有「神之眼」，獲得了神的認可的人，應該是旗幟吧。那麼，旗幟就該有旗幟的樣子。我是這樣鞭策自己的。",
      "jp": "「神の目」を持たない人たちにとって、「神の目」を持ち、神に認められた人は象徴となる存在なんだろう。ならば、象徴は象徴らしく振る舞わなければならない、アタシはそうして自分を鍛えてきた。",
      "ko": "「신의 눈」이 없는 녀석들은 신의 인정을 받은 「신의 눈」 소유자를 본받고 싶어 해. 그러니까 본받을 만한 사람이 되자. 난 그렇게 날 채찍질해",
      "en": "To those that don't have a Vision, it must seem that those with Visions are like flagships from the Archons to follow. As such, I make sure to fly my flag with pride. That is my motivation.",
      "de": "Für diejenigen, die keine „Göttlichen Augen“ besitzen, muss es so aussehen, als wären wir von den Archonten auserwählte Vorbilder, denen andere folgen müssen. Daher gebe ich mir die größte Mühe, ein gutes Vorbild zu sein.",
      "es": "Aquellos sin una Visión creen que aquellos que sí la tienen son como los buques insignia de los Arcontes. Como tal, yo siempre enarbolo mi bandera con orgullo. Esa es mi motivación.",
      "fr": "Les possesseurs d'œil divin sont souvent vus par ceux qui n'en ont pas comme les porteurs du drapeau des Archons, destinés à les guider. J'arbore le mien avec honneur.",
      "pt": "Para aqueles que não têm uma Visão, deve parecer que aqueles com Visões são como os carros-chefes dos Arcontes a seguir. Como tal, eu faço questão de hastear minha bandeira com orgulho. Essa é a minha motivação.",
      "ru": "Тем, у кого Глаза Бога нет, люди его имеющие кажутся избранниками богов, которым те дали в руки знамя и сказали «Веди». Знамя нужно нести соответствующе. Это меня мотивирует.",
      "id": "Bagi mereka yang tidak memiliki Vision, maka orang-orang yang memiliki Vision dianggap sebagai pengabdi setia Archon. Karenanya, aku berusaha untuk selalu mengibarkan benderaku dengan bangga. Itulah motivasiku.",
      "th": "ในใจของเจ้าพวกที่ไม่มีวิชั่น คงมองว่าคนที่มีวิชั่นและได้รับการ ยอมรับจากเทพนั้นเป็นเหมือนธง อย่างนั้นธงก็ควรต้องมีแบบอย่างที่ดีของธง ฉันมักจะกระตุ้นตัวเองแบบนี้",
      "vi": "Trong lòng những người không có Vision, thì người có Vision và được sự công nhận của thần chính là ngọn cờ để noi theo. Vậy thì, lá cờ phải có dáng vẻ của lá cờ. Tôi đã thúc giục bản thân như vậy."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享…",
      "zht": "有什麼想要分享…",
      "jp": "シェアしたいこと…",
      "ko": "하고 싶은 이야기…",
      "en": "Something to Share",
      "de": "Willst du mir etwas mitteilen?",
      "es": "¿Algo que decir?",
      "fr": "Quelque chose à partager ?",
      "pt": "Algo para Compartilhar...?",
      "ru": "Давай поделимся...",
      "id": "Berbagi Cerita",
      "th": "ต้องการจะแชร์อะไร...",
      "vi": "Có gì muốn chia sẻ không..."
    },
    "line": {
      "zhs": "遇到难题了吗？不知道如何向前的话，总之先迈出第一步，后面的道路就会自然而然地展开了。",
      "zht": "遇到難題了嗎？不知道如何向前的話，總之先邁出第一步，後面的道路就會自然而然地展開了。",
      "jp": "困っているのか？どう進めばいいか分からない時は、まずは第一歩を踏み出せ。その後の道は自ずと開いていくものだ。",
      "ko": "난관에 부딪혔어? 어디로 나아갈지 모르겠으면 일단 발을 내딛고 봐. 그 후의 길은 자연히 열릴 테니까",
      "en": "At a loss? When you don't know what to do, just take the first step. The rest will figure itself out naturally.",
      "de": "Bist du auf ein Problem gestoßen? Wenn du nicht weißt, was du tun sollst, mach einfach den ersten Schritt, der Rest wird dann natürlich folgen und das Problem sich lösen.",
      "es": "#¿Estáis un poco perdid{F#a}{M#o}? Cuando no sabéis qué hacer, lo más difícil es dar el primer paso. El resto se resolverá de manera natural.",
      "fr": "Quelque chose te pose problème ? Si tu ne sais pas quoi faire, alors fais juste le premier pas. Le reste finit toujours par suivre.",
      "pt": "#Perdid{M#o}{F#a}? Quando você não sabe para onde você vai, basta dar o primeiro passo. O resto se descobrirá naturalmente.",
      "ru": "Сложности? Если не знаешь, что делать дальше, просто сделай первый шаг. Всё остальное станет понятно само собой.",
      "id": "Bingung? Ketika kamu tidak tahu apa yang harus dilakukan, ambil saja dulu langkah pertama. Kamu akan mengetahui langkah selanjutnya secara alami.",
      "th": "เจอกับปัญหา? หากไม่รู้ว่าจะเดินหน้าต่อไปยังไงล่ะก็ ให้ก้าวผ่านขั้นแรกไปให้ได้ก่อน แล้วจะเห็นหนทางข้างหน้าเอง",
      "vi": "Đã gặp vấn đề khó khăn chưa? Nếu không biết phải tiến lên như thế nào, hãy thực hiện bước đầu tiên, con đường phía sau sẽ tự nhiên mở ra."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "每次远航回来看见石鸢的时候，就说明差不多快到家了。海上的景色看多了难免单调，相比之下，虽说是猛禽，但那副自在翱翔的模样，总觉得亲切可爱。",
      "zht": "每次遠航回來看見石鳶的時候，就說明差不多快到家了。海上的景色看多了難免單調，相比之下，雖說是猛禽，但那副自在翱翔的模樣，總覺得親切可愛。",
      "jp": "遠方の航海から帰ってくる時、岩の鳶を見かけるとそろそろ家に着くってことがわかる。海の景色は代り映えがないからな、それに比べれば猛禽類とはいえ、自由に飛ぶ姿はかわいく思えるよ。",
      "ko": "원양 항해를 마치고 돌아올 때 솔개가 보이면 집에 다 왔다는 거지. 바다 풍경은 단조롭잖아. 그에 비해 거칠긴 하지만, 솔개가 자유롭게 날아다니는 모습은 어쩐지 친근하고 사랑스러워",
      "en": "Every time I return from a long journey and I see the lapis gledes, I'm reminded that I'm almost home. The scenery out on the open ocean gets familiar real quick. Sure, they're birds of prey, but seeing them fly so freely is heart-warming.",
      "de": "Jedes Mal, wenn ich von einer langen Reise zurückkomme und am Himmel den Steinmilan ausmachen kann, dann weiß ich, dass ich fast zu Hause bin. Der Ausblick auf hoher See wird sehr schnell eintönig. Auch wenn es ein Jagdvogel ist, ihn so frei fliegen zu sehen, ist ein herzerwärmendes Gefühl.",
      "es": "Cada vez que regreso de un largo viaje y veo a los milanos lapis, me recuerda que estoy casi en casa. Es fácil cansarse del paisaje estando en mar abierto. Puede que esos milanos solo sean aves rapaces, pero verlas volar tan libremente me reconforta por dentro.",
      "fr": "À chaque fois que je reviens d'un long voyage en mer et que j'aperçois au loin les milans voler, je sais que je suis bientôt arrivée ; le paysage qu'offre les flots redevient alors familier... Je sais qu'il s'agit d'oiseaux de proie, mais les voir me fait toujours chaud au cœur.",
      "pt": "Assim que vemos os Lapis Glede, significa que estamos quase chegando em casa. O cenário no mar aberto se familiariza muito rapidamente. Claro, eles são aves de rapina, mas vê-los voar tão livremente é um calor que aquece o coração.",
      "ru": "Каждый раз, когда, возвращаясь из плавания, я вижу в небе каменных коршунов, я чувствую, что скоро буду дома. Если долго смотреть на морские пейзажи, они рано или поздно приедаются. Конечно, эти коршуны - хищники, но когда видишь их, свободно парящих в воздухе, на сердце становится тепло.",
      "id": "Setiap kali aku kembali dari perjalanan panjang dan melihat lapis gledes, aku teringat bahwa aku hampir tiba di rumah. Pemandangan dengan laut terbuka yang sudah tak asing lagi. Tentu, mereka adalah burung pemangsa, tetapi melihat mereka terbang begitu bebas itu benar-benar membuatku senang.",
      "th": "ทุกครั้งที่กลับจากการเดินทาง ที่ยาวนานและได้เห็น Lapis Glede นั่นหมายความว่าใกล้จะถึงบ้านแล้ว วิวในท้องทะเลที่เห็นบ่อยจนจืดชืด เมื่อเทียบกันแล้ว ถึงจะเป็นเหยี่ยว แต่การที่ได้เห็นปีกที่กางโผบิน ได้อย่างอิสระนั้นก็ทำให้รู้สึก อบอุ่นใจเสมอ",
      "vi": "Mỗi lần đi xa trở về nhìn thấy con diều hâu đá, chứng tỏ sắp về đến nhà. Cảnh vật trên biển ngắm nhiều sẽ trở nên đơn điệu, so ra, tuy nói là chim săn mồi, nhưng bộ dạng tự do bay lượn đó khiến người ta luôn cảm thấy gần gũi đáng yêu."
    }
  },
  {
    "title": {
      "zhs": "关于凝光·璃月七星",
      "zht": "關於凝光·璃月七星",
      "jp": "凝光について·璃月七星",
      "ko": "응광에 대해·리월 칠성",
      "en": "About Ningguang: Liyue Qixing",
      "de": "Über Ningguang – Qixing von Liyue",
      "es": "Sobre Ninguang - Siete Estrellas de Liyue",
      "fr": "À propos de Ningguang - Sept Étoiles de Liyue",
      "pt": "Sobre Ningguang - Qixing de Liyue",
      "ru": "О Нин Гуан: Группировка Цисин",
      "id": "Tentang Ningguang: Liyue Qixing",
      "th": "เกี่ยวกับ Ningguang-Liyue Qixing",
      "vi": "Về Ningguang - Thất Tinh Liyue"
    },
    "line": {
      "zhs": "凝光啊，从「璃月七星」的角度上来说已经做得很好了吧。只是，我要负责的对象从来就是我的船和兄弟们，不是什么「璃月七星」啊。",
      "zht": "凝光啊，從「璃月七星」的角度上來說已經做得很好了吧。只是，我要負責的對象從來就是我的船和兄弟們，不是什麼「璃月七星」啊。",
      "jp": "凝光ね、「璃月七星」という立場の中で彼女はよく頑張っている。けど、アタシが責任を負う対象はアタシの船と船員たちであって、「璃月七星」なんかじゃない。",
      "ko": "응광이라, 「리월칠성」이라는 면에서 보면 훌륭하다 할 수 있지. 다만 내가 책임감을 느끼는 대상은 「리월칠성」이 아닌, 내 함선과 형제들이라서 말이야",
      "en": "Ningguang eh? As far as Liyue Qixing is concerned, she seems to be doing a good job. But for me, my responsibility lies with my ship and my men, and not with Liyue Qixing.",
      "de": "Ningguang, hmm, vom Standpunkt der Qixing von Liyue aus betrachtet leistet sie gute Arbeit. Für mich aber liegen meine Verantwortlichkeiten bei meinem Schiff und meiner Mannschaft, nicht bei den Qixing von Liyue.",
      "es": "¿Ninguang? Parece estar haciendo un buen trabajo en lo que respecta a las Siete Estrellas de Liyue. Pero mi responsabilidad no es vigilarlos, sino encargarme de mi barco y mis hombres.",
      "fr": "Ningguang, la Megrez ? Elle a l'air de faire du bon travail en tant qu'Étoile de Liyue ? Mais ma loyauté va à mon équipage et à mon navire, pas aux Sept Étoiles.",
      "pt": "A Ningguang já fez um bom trabalho do ponto de vista dos Qixing de Liyue. Mas para mim, as pessoas que são minha responsabilidade são os meus amigos e meus marinheiros, não os Qixing de Liyue.",
      "ru": "Нин Гуан? С точки зрения группировки Цисин она отлично справляется с работой. Но я отвечаю только за свой корабль и свою команду, а не за группировку Цисин.",
      "id": "Ningguang ya, jika bicara dari sudut pandang Liyue Qixing, kinerjanya benar-benar bagus. Tapi bagiku, tanggung jawabku ada pada kapal dan kru milikku, dan bukan kepada Liyue Qixing.",
      "th": "Ningguang น่ะเหรอ? หากมองในมุมของ Liyue Qixing แล้วเธอทำหน้าที่ได้ดีมากเชียวล่ะ แต่สิ่งที่ฉันรับผิดชอบอยู่คือเรือและพี่น้องของฉันไม่ใช่ Liyue Qixing",
      "vi": "Nhìn từ góc độ của Thất Tinh Liyue, Ningguang đã làm rất tốt. Chỉ là, đối tượng tôi phải chịu trách nhiệm chính là thuyền và các anh em của tôi, không phải là Thất Tinh Liyue gì đó."
    }
  },
  {
    "title": {
      "zhs": "关于凝光·态度",
      "zht": "關於凝光·態度",
      "jp": "凝光について·態度",
      "ko": "응광에 대해·태도",
      "en": "About Ningguang: Attitudes",
      "de": "Über Ningguang – Einstellung",
      "es": "Sobre Ninguang - Actitud",
      "fr": "À propos de Ningguang - Attitude",
      "pt": "Sobre Ningguang - Atitude",
      "ru": "О Нин Гуан: Отношение",
      "id": "Tentang Ningguang: Perilaku",
      "th": "เกี่ยวกับ Ningguang-ท่าทาง",
      "vi": "Về Ningguang - Thái độ"
    },
    "line": {
      "zhs": "凝光一向不怎么坦率，但她曾经很直接地表露过对我的不满。哈哈，不过啊，喜欢和讨厌都是她自己的事情，我是不可能动摇的。",
      "zht": "凝光一向不怎麼坦率，但她曾經很直接地表露過對我的不滿。哈哈，不過啊，喜歡和討厭都是她自己的事情，我是不可能動搖的。",
      "jp": "凝光はいつだって素直じゃないけど、昔、アタシに対する不満をぶつけてきたことがあった。ははっ、彼女がアタシのことをどう思おうと、アタシがそれで揺らぐことはないけどな。",
      "ko": "응광은 솔직하지 않은 편이지만 예전엔 아주 노골적으로 날 못마땅해했어. 하하, 좋든 싫든 그건 그녀 마음이지. 난 신경 안 써",
      "en": "Ningguang is never really one to speak frankly, but she has been very direct with her criticism of me in the past. Haha... But hey, whether she likes me or hates me is her choice, nothing I can do to sway her.",
      "de": "Ningguang spricht normalerweise nie sehr direkt, aber mich hat sie in der Vergangenheit oft kritisiert. Haha! Ob sie mich leiden kann oder nicht, das ist ihre Entscheidung, ich kann daran sowieso nichts ändern.",
      "es": "Ninguang nunca habla con mucha franqueza, pero ha sido muy directa con sus críticas hacia mí en el pasado. Jaja... Pero bueno, si le gusto o me odia es su elección, no puedo hacer nada para influir en ello.",
      "fr": "Ningguang n'est pas du genre à parler de manière directe, mais elle ne s'est pas gênée pour me critiquer par le passé. Hahaha... Enfin, qu'elle m'aime ou non, je ne peux rien faire pour changer la situation.",
      "pt": "Ningguang nunca é realmente de falar francamente, mas ela tem sido muito direta com suas críticas a mim no passado. Haha... Mas ei, se ela gosta de mim ou me odeia é escolha dela, nada que eu possa fazer para mudar isso.",
      "ru": "Нин Гуан никогда не говорит прямо, но некогда она довольно чётко высказала мне своё недовольство. Ха-ха, любит она меня или ненавидит - её дело. Я на это повлиять не могу.",
      "id": "Ningguang bukan orang yang biasa bicara jujur, tapi dia menyatakan ketidakpuasannya padaku secara langsung. Haha... tapi, dia menyukaiku atau membenciku itu pilihannya, tidak ada yang bisa kulakukan untuk mengubahnya.",
      "th": "Ningguang ไม่ใช่คนที่เปิดเผยตรงไปตรงมานัก แต่เธอเคยแสดงความไม่พอใจฉัน อย่างตรงไปตรงมา ฮ่าฮ่า แต่ก็นะ ไม่ว่าจะชอบหรือเกลียดมันก็เรื่อง ของเธอ ฉันทำอะไรไม่ได้หรอก",
      "vi": "Ningguang cũng không phải người thẳng thắn, nhưng cô ấy đã từng thẳng thừng bày tỏ sự bất mãn đối với tôi. Ha ha, nhưng mà, thích và ghét là chuyện của cô ấy, tôi không thể nào lung lay được."
    }
  },
  {
    "title": {
      "zhs": "关于香菱·好厨艺",
      "zht": "關於香菱·好廚藝",
      "jp": "香菱について·料理の腕",
      "ko": "향릉에 대해·뛰어난 요리 실력",
      "en": "About Xiangling: Culinary Skills",
      "de": "Über Xiangling – Kochkunst",
      "es": "Sobre Xiangling - Buena cocinera",
      "fr": "À propos de Xiangling - Talents culinaires",
      "pt": "Sobre Xiangling - Habilidades Culinárias",
      "ru": "О Сян Лин: Кулинарные навыки",
      "id": "Tentang Xiangling: Kemampuan memasak",
      "th": "เกี่ยวกับ Xiangling-ฝีมือทำครัวชั้นเลิศ",
      "vi": "Về Xiangling - Nấu ăn ngon"
    },
    "line": {
      "zhs": "香菱的一手好菜，可是我们一众人在远航时的念想。没力气的时候，要是想想干煸绝云椒椒那满嘴留香的滋味，都能精神几分。",
      "zht": "香菱的一手好菜，可是我們一眾人在遠航時的念想。沒力氣的時候，要是想想乾煸絕雲椒椒那滿嘴留香的滋味，都能精神幾分。",
      "jp": "香菱の料理は遠方へ航海する時のアタシたちの心の支えだ。力が出ない時、あの激辛料理を思い出すだけで元気が出る。",
      "ko": "먼바다에 있을 땐, 향릉의 맛있는 음식이 그리워. 힘이 달릴 때 입안 가득했던 절운고추 볶음을 떠올리면 기운이 번쩍 들지",
      "en": "When we're out on the open ocean, the one thing we do all miss is Xiangling's cooking. When spirits are low, just thinking of her fried jueyun chili, bursting with flavor... It gives everyone just that little extra kick.",
      "de": "Xianglings Kochkünste vermissen wir auf hoher See am meisten. Wenn die Gemütslage mal schlecht ist, denken wir einfach an ihre scharfen Jueyun-Peperoni, das erweckt sofort unsere Lebensgeister.",
      "es": "Cuando estamos en mar abierto, lo que más extrañamos es la cocina de Xiangling. Cuando los ánimos están bajos, solo pensar en su delicioso salteado de chile de Jueyun, le da a todos a bordo el empujón que necesitan.",
      "fr": "Une chose nous manque à tous quand on est en mer : la cuisine de Xiangling. Quand le moral est dans les chaussures, se remémorer son chili aux piments de Jueyun redonne du baume à l'âme.",
      "pt": "Quando estamos em mar aberto, a única coisa que nos faz falta é a comida de Xiangling. Quando os ânimos estão baixos, só de pensar na sua Pimenta de Jueyun, transbordando de sabor... Isso dá a todos aquele pequeno pontapé extra.",
      "ru": "Когда мы ходим в открытом океане, мы все скучаем по еде, которую готовит Сян Лин. Когда боевой дух падает, одна мысль о вкусе её жареного заоблачного перчика наполняет силами.",
      "id": "Saat kita berada di lautan lepas, satu hal yang kami semua rindukan adalah masakan Xiangling. Ketika semangat kami turun, memikirkan cabai jueyun goreng buatannya yang kaya akan rasa... benar-benar memberikan sedikit semangat kepada semuanya.",
      "th": "เมื่อออกเดินทางไกลสิ่งที่ผู้คนจะคิดถึงก็คือฝีมือทำอาหารแสนอร่อย ของ Xiangling ทุกครั้งที่หมดเรี่ยวแรง แค่ได้นึกถึงรสชาติเต็มปากเต็มคำ ของผัดพริก Jueyun Chili ก็ทำให้กระปรี้กระเปร่าขึ้นมาได้",
      "vi": "Món ăn ngon của Xiangling chính là tất cả những gì bọn tôi nhớ về khi đi xa. Lúc không còn sức lực, nếu nhớ đến hương thơm lưu lại trong miệng của Ớt Tuyệt Vân phơi khô, tinh thần sẽ phấn chấn lên một chút."
    }
  },
  {
    "title": {
      "zhs": "关于香菱·试吃",
      "zht": "關於香菱·試吃",
      "jp": "香菱について·試食",
      "ko": "향릉에 대해·시식",
      "en": "About Xiangling: Food Tasting",
      "de": "Über Xiangling – Kostprobe",
      "es": "Sobre Xiangling - Cata",
      "fr": "À propos de Xiangling - Essais de recettes",
      "pt": "Sobre Xiangling - Degustação",
      "ru": "О Сян Лин: Дегустация",
      "id": "Tentang Xiangling: Mencicipi makanan",
      "th": "เกี่ยวกับ Xiangling-ลองกิน",
      "vi": "Về Xiangling - Ăn thử"
    },
    "line": {
      "zhs": "香菱啊，她偶尔也会用一些说不上好滋味的食材，做出一些很是了不得的味道。不过嘛，没有尝试就不会有进步，我倒是挺乐意帮她试吃的。",
      "zht": "香菱啊，她偶爾也會用一些說不上好滋味的食材，做出一些很是了不得的味道。不過嘛，沒有嘗試就不會有進步，我倒是挺樂意幫她試吃的。",
      "jp": "香菱はたまに何ともいえない食材を使って何ともいえない料理を作るけど、まあ、挑戦しない限り人は進歩しないからな、試食はいつも喜んで手伝ってる。",
      "ko": "향릉은 가끔 별 이상한 재료로 대단한 요리를 만들어내지. 뭐, 그런 도전 정신이 없다면 진보도 없는 거 아니겠어? 난 그녀의 음식을 시식하는 게 즐거워",
      "en": "Xiangling huh? She sometimes uses some... interesting ingredients in her dishes to bring about some, ah... intriguing flavors. Though... there's no way she can improve without having someone to taste-test — a role that I am more than happy to fill.",
      "de": "Die gute Xiangling, manchmal benutzt sie ein paar sehr ausgefallene Zutaten für ihre Gerichte, die aber meistens sehr leckere Resultate hervorbringen. Man kann nur Fortschritte durch stetiges Probieren erreichen und ich melde mich gern als Tester dafür.",
      "es": "¿Xiangling? A veces usa algunos ingredientes... interesantes para crear sabores intrigantes. Pero, para ella, es difícil mejorar si no hay alguien que pruebe y valore lo que cocina. Ese es un papel que yo estoy más que dispuesta a adoptar.",
      "fr": "Xiangling ? Elle utilise parfois des ingrédients... intéressants, pour obtenir des saveurs surprenantes. Mais il lui faut toujours des goûteurs – et je suis plus que volontaire !",
      "pt": "Xiangling huh? Ela às vezes usa alguns... Ingredientes interessantes em seus pratos para trazer alguns, erm... Sabores intrigantes. Entretanto... Não tem como ela melhorar sem ter alguém para degustar seu sabor - um papel que eu fico mais do que feliz em preencher.",
      "ru": "Сян Лин? Она иногда использует очень интересные ингредиенты, чтобы получить исключительный вкус блюда. Но если никто не будет пробовать стряпню Сян Лин, она не сможет совершенствоваться, поэтому я с удовольствием помогаю ей в этом.",
      "id": "Xiangling ya, terkadang dia menggunakan beberapa bahan menarik dalam masakannya untuk memberikan berbagai... rasa yang unik. Walaupun... tidak mungkin dia bisa meningkatkan kemampuannya jika tidak ada orang yang mau mencoba mencicipi karyanya, aku bersedia sekali menjadi pencicip makanannya.",
      "th": "Xiangling น่ะเหรอ บางครั้งเธอก็ใช้วัตถุดิบที่มีรสชาติแปลก ๆ ทำออกมาเป็นอาหารแสนอร่อยได้ แต่ว่านะ ถ้าไม่มีคนชิมก็จะไม่มีการพัฒนา ฉันเลยยินดีที่จะช่วยเธอ ชิมอาหารเสมอ",
      "vi": "Xiangling à, cô ấy thỉnh thoảng cũng dùng những món ăn không ngon để tạo ra hương vị tuyệt vời. Nhưng mà, không thử sẽ không thể tiến bộ, tôi luôn sẵn sàng giúp cô ấy ăn thử."
    }
  },
  {
    "title": {
      "zhs": "关于钟离…",
      "zht": "關於鍾離…",
      "jp": "鍾離について…",
      "ko": "종려에 대해…",
      "en": "About Zhongli",
      "de": "Über Zhongli ...",
      "es": "Sobre Zhongli...",
      "fr": "À propos de Zhongli...",
      "pt": "Sobre Zhongli...",
      "ru": "О Чжун Ли...",
      "id": "Tentang Zhongli",
      "th": "เกี่ยวกับ Zhongli...",
      "vi": "Về Zhongli..."
    },
    "line": {
      "zhs": "你说「往生堂」的那位先生吗？兄弟们有时会聊起他的传言，听上去是个很有意思的人啊。嗯，有机会去结交一下吧。",
      "zht": "#{F#妳}{M#你}說「往生堂」的那位先生嗎？兄弟們有時會聊起他的傳言，聽起來是個很有意思的人啊。嗯，有機會去結交一下吧。",
      "jp": "「往生堂」のあの先生か？たまにみんなから彼の噂を聞くけど、面白い人のようだな。うん、機会があったらあんたも彼と交流してみるといい。",
      "ko": "「왕생당」의 그 선생 말하는 거야? 형제들이 가끔 그에 대한 소문을 이야기하지. 아주 재미있는 사람 같은데. 음, 기회가 있으면 교류해봐야겠어",
      "en": "You mean the gentleman from Wangsheng Funeral Parlor? My men sometimes speak of the rumors surrounding him — he sounds interesting. Yes, if I get the chance I'd like to meet him someday.",
      "de": "Der Herr vom „Bestattungsunternehmen Wangsheng“? Ein paar meiner Männer sprechen ab und zu über die Gerüchte über ihn, hört sich sehr interessant an. Sollte sich eines Tages die Gelegenheit ergeben, würde ich ihn auch gern einmal treffen.",
      "es": "¿Te refieres al señor de la Funeraria El Camino? He escuchado a mis hombres hablar de rumores acerca de él. Parece un tipo interesante. Sí, si surge la oportunidad, me gustaría conocerlo algún día.",
      "fr": "Vous parlez du jeune homme du Funérarium Wangsheng ? Mes hommes parlent parfois des rumeurs à son sujet, il a l'air d'être plutôt intéressant. Oui, j'aimerais avoir la chance de le rencontrer un jour.",
      "pt": "Aquele senhor da Funerária de Wangsheng? De vez em quando surgem os rumores sobre ele entre as conversas com os amigos, ele parece ser interessante. Gostaria de conhecê-lo se tiver essa oportunidade.",
      "ru": "Ты говоришь о том джентльмене из ритуального бюро «Ваншэн»? Иногда я слышу кое-какие слухи о нём от моих людей. Говорят, человек он интересный. Я бы познакомилась с ним при случае.",
      "id": "Maksudmu pria yang berasal dari Wangsheng Funeral Parlor? Anak buahku terkadang bicara mengenai gosip di sekitarnya, dia terdengar seperti orang yang menarik. Yap, jika ada kesempatan aku ingin bertemu dengannya.",
      "th": "เธอหมายถึงคุณคนที่มาจากโถง แห่งการเกิดใหม่ Wangsheng น่ะเหรอ? บางทีเหล่าพี่น้องของฉันก็พูดถึง ข่าวลือเกี่ยวกับเขากัน ฟังแล้วเขาดูเป็นคนที่น่าสนใจคน หนึ่งเลยนะ อืม ถ้ามีโอกาสลองไปผูกมิตรกับเขากันเถอะ",
      "vi": "Bạn nói vị tiên sinh ở Vãng Sinh Đường à? Các anh em đôi khi cũng bàn tán về những tin đồn của ông ấy, nghe có vẻ là một người rất thú vị. Ừm, có cơ hội thì hãy đi kết giao nhé."
    }
  },
  {
    "title": {
      "zhs": "关于魈…",
      "zht": "關於魈…",
      "jp": "魈について…",
      "ko": "소에 대해…",
      "en": "About Xiao",
      "de": "Über Xiao ...",
      "es": "Sobre Xiao...",
      "fr": "À propos de Xiao...",
      "pt": "Sobre Xiao...",
      "ru": "О Сяо...",
      "id": "Tentang Xiao",
      "th": "เกี่ยวกับ Xiao...",
      "vi": "Về Xiao..."
    },
    "line": {
      "zhs": "有一年海灯节前夕，船队在归航时遭遇了风暴，紧赶慢赶才在入夜时分回到了璃月港。那时候海灯早就散了。我却在孤云阁的方向，看到了空中悬着一个少年模样的仙人。想必就如传闻一样，在人们看不见的地方，也有人在守护这个璃月港吧。",
      "zht": "有一年海燈節前夕，船隊在歸航時遭遇了風暴，緊趕慢趕才在入夜時分回到了璃月港。那時候海燈早就散了。我卻在孤雲閣的方向，看到了空中懸著一個少年模樣的仙人。想必就如傳聞一樣，在人們看不見的地方，也有人在守護這個璃月港吧。",
      "jp": "ある年の海灯祭前夜、帰航する時に嵐に遭遇して、夜になってようやく璃月港に戻れたことがあった。その時、海灯はもうなくなっていたが、孤雲閣の方を見ると宙に浮く少年の姿をした仙人がいたんだ。きっと噂で聞いたように、人々の見えないところで誰かがこの璃月港を守っているんだろう。",
      "ko": "해등절 전날, 함대가 귀항하다가 폭풍을 만난 적이 있었어. 어찌어찌 서둘러 밤이 되어서야 리월항에 도착했고, 등불도 다 꺼져있는데 고운각 방향 하늘에 소년 모습의 선인이 보이는 거야. 역시 소문처럼 사람들이 보지 못하는 곳에서도 이 리월항을 지키고 있는 누군가가 있는 거지",
      "en": "One year on the eve of the Lantern Rite, we ran into a storm as we were returning to port. Try as we did, we only made it back to Liyue Harbor in the dead of night, long after the lanterns had all been released. As I looked towards Guyun Stone Forest, I saw an adeptus, floating in the air, in the form of what appeared to be a young boy. I guess it is like the legends say — there really must be those that watch over Liyue, even if they cannot be seen.",
      "de": "Vor ein paar Jahren am Abend des Laternenrituals gerieten wir auf der Heimfahrt zum Hafen in einen heftigen Sturm. Wir kamen spät in der Nacht endlich an, die Laternen waren längst alle davongeflogen. Mein Blick wanderte in Richtung der Guyun-Türme, wo ich einen schwebenden Adepten in der Form eines kleinen Jungen sah. Die Legenden scheinen wahr zu sein. Anscheinend wacht wirklich jemand über Liyue, auch wenn er nicht immer sichtbar ist.",
      "es": "Un año, en la víspera del Rito de la Linterna, nos topamos con una tormenta cuando regresábamos a puerto. Al final, cuando llegamos al puerto de Liyue, ya era plena noche, mucho después del acto de la liberación de linternas. Mientras tenía la mirada puesta en dirección hacia el Bosque de Piedra Guyun, vi un Adeptus, cuya forma era como la de un niño, flotando en el aire. Supongo que es como dicen las leyendas: hay gente protegiendo Liyue incluso desde lugares que los humanos no podemos ver.",
      "fr": "Une année, la veille du Festival des lanternes, le navire s'est retrouvé pris dans une tempête alors qu'on mettait le cap sur le port. Malgré tous nos efforts, nous sommes arrivés en pleine nuit ; les lanternes avaient déjà été relâchées... Et alors que je regardais du côté de la Forêt de pierre de Guyun, j'ai aperçu un Adepte flotter dans l'air, sous la forme d'un jeune garçon. J'imagine que la légende a raison : les Adeptes se cachent en un lieu que ne peuvent voir les hommes et les protègent.",
      "pt": "Um ano na véspera do Ritual de Lanternas, enfrentamos uma tempestade quando estávamos retornando ao porto. Tentando como podíamos, só conseguimos voltar ao Porto de Liyue na calada da noite, muito depois que as lanternas foram todas soltas. Ao olhar para a Floresta de Pedra de Guyun, vi um Adeptus, flutuando no ar, na forma do que parecia ser um rapazinho. Acho que é como dizem as lendas - deve haver realmente aqueles que cuidam de Liyue, mesmo que não possam ser vistos.",
      "ru": "Однажды накануне Праздника морских Фонарей мы попали в шторм на пути домой. Мы старались как могли, но вернулись в гавань Ли Юэ только глубокой ночью. К тому времени все фонари уже улетели. Когда я взглянула в сторону каменного леса Гуюнь, то увидела парящего в воздухе Адепта. Выглядел он как юноша. Похоже, слухи правдивы и они правда хранят гавань Ли Юэ, оставаясь незримыми.",
      "id": "Pernah suatu kali pada malam Lantern Rite, kami mengalami badai saat dalam perjalanan kembali ke pelabuhan. Kami berusaha semampunya untuk kembali ke pelabuhan, dan tiba di Pelabuhan Liyue pada tengah malam. Saat itu semua lentera sudah terlepas dan terbang jauh. Waktu melihat ke arah Guyun Stone Forest, aku melihat seorang Adeptus mengambang di udara dengan rupa seorang anak muda. Kurasa legenda yang sering diceritakan itu benar — ada yang menjaga Liyue di tempat yang tidak terlihat manusia.",
      "th": "มีอยู่ปีหนึ่งในคืนก่อนเทศกาล Lantern Rite กองทัพเรือเจอพายุเข้าขณะที่กำลังเดินทางกลับ จึงต้องรีบกลับไปยังท่าเรือ Liyue ในค่ำคืนนั้นเลย เวลานั้นโคม Lantern Rite ได้ถูกปล่อยไปแล้ว เมื่อฉันมองไปที่ Guyun Stone Forest ก็ได้เห็นเซียนหนุ่มตนหนึ่งลอยอยู่ บนฟ้า คิดแล้วก็เหมือนกับข่าวลือที่ว่ากันว่า Liyue นั้นมีคนคอยคุ้มครองอยู่เสมอ แม้ในที่ ๆ มองไม่เห็นก็ตาม",
      "vi": "Có một năm vào đêm trước Tết Hải Đăng, hạm đội trên đường về thì gặp bão, phải vội vã quay lại cảng Liyue ngay trong đêm. Lúc đó hải đăng đã tắt rồi, nhưng tôi lại nhìn thấy một tiên nhân có hình dáng như thiếu niên bay lơ lửng trên không ở hướng của Cô Vân Các. Có lẽ giống như lời đồn, cũng có người đang bảo vệ cảng Liyue ở một nơi xa mà mọi người không nhìn thấy."
    }
  },
  {
    "title": {
      "zhs": "关于甘雨…",
      "zht": "關於甘雨…",
      "jp": "甘雨について…",
      "ko": "감우에 대해…",
      "en": "About Ganyu",
      "de": "Über Ganyu ...",
      "es": "Sobre Ganyu...",
      "fr": "À propos de Ganyu...",
      "pt": "Sobre Ganyu...",
      "ru": "О Гань Юй...",
      "id": "Tentang Ganyu",
      "th": "เกี่ยวกับ Ganyu...",
      "vi": "Về Ganyu..."
    },
    "line": {
      "zhs": "我和甘雨那丫头私交不错！但你也知道，她是「璃月七星」的秘书，「七星」不待见我那可不是一天两天了。哈，我倒是无所谓，要连累了那丫头可不行。嗯，对外还是保密得好。",
      "zht": "#我和甘雨那丫頭私交不錯！但{F#妳}{M#你}也知道，她是「璃月七星」的秘書，「七星」不待見我那可不是一天兩天了。哈，我倒是無所謂，要連累了那丫頭可不行。嗯，對外還是保密得好。",
      "jp": "甘雨とは結構仲良くしてるよ！でもまあ、彼女は「璃月七星」の秘書だろ？「七星」がアタシのことを嫌ってるのは今に始まったことじゃないからな。アタシは別に構わないけど、あの子に迷惑をかけるのは嫌なんだ。うん、この話は他言無用にしてくれ。",
      "ko": "감우 그 애랑은 사이가 좋아! 근데 너도 알다시피, 걘 「리월 칠성」의 비서야. 「칠성」이 날 싫어하는 게 하루 이틀도 아니고. 하하, 난 상관없는데, 그 애까지 피해 보게 할 순 없잖아. 음, 역시 다른 사람들에겐 비밀로 하는 게 좋겠어",
      "en": "Privately, Ganyu and I get on like a house on fire! But as you know, she's the secretary to the Liyue Qixing... and I'm not exactly in their good books right now! Doesn't bother me, but I wouldn't want to put Ganyu in a difficult position. So just keep what I said between us, yeah?",
      "de": "Ganyu und ich verstehen uns prächtig! Auf der anderen Seite ist sie die Sekretärin der Qixing von Liyue und da ich nicht gerade beliebt dort bin, möchte ich sie nicht in irgendwelche Schwierigkeiten bringen. Das bleibt also unser Geheimnis.",
      "es": "#En privado, ¡Ganyu y yo nos llevamos de maravilla! Pero, como sabrás, ella es la secretaria de las Siete Estrellas de Liyue... y, precisamente, no es que yo sea mucho de su agrado. No me molesta, pero no quisiera poner a Ganyu en una posición difícil. Así que esto tiene que quedar entre nosotr{F#a}{M#o}s, ¿de acuerdo?",
      "fr": "En privé, on ne peut pas dire qu'on s'entende au mieux avec Ganyu... Mais c'est la secrétaire des Sept Étoiles, et je ne suis pas à proprement parler dans leurs petits papiers pour l'instant ! Enfin, ça ne me dérange pas, mais je préfère éviter de mettre Ganyu dans une position délicate. Donc motus et bouche cousue, d'accord ?",
      "pt": "Em particular, Ganyu e eu nos damos bem como uma casa em chamas! Mas como vocês sabem, ela é a secretária dos Qixing de Liyue... E eu não estou exatamente em suas boas listas neste momento! Não me incomoda, mas eu não gostaria de colocar Ganyu em uma posição difícil. Então mantenha o que eu disse entre nós, sim?",
      "ru": "Мы неплохо ладим с Гань Юй! Но знаешь, она же секретарь Цисин, а они меня ох как недолюбливают. Ха, мне-то всё равно, но я не хочу доставлять проблемы Гань Юй. Так что давай мои слова останутся между нами, ладно?",
      "id": "Secara pribadi, Ganyu dan aku memiliki hubungan yang baik! Tapi seperti yang kamu tahu, dia adalah sekretaris Liyue Qixing... dan hubunganku tidak begitu baik dengan mereka! Aku tidak masalah tapi aku tidak mau menempatkan Ganyu dan posisi yang sulit. Jadi lebih baik kita merahasiakan hal ini.",
      "th": "ความสัมพันธ์ของฉันกับยัยเด็ก Ganyu นั่นดีมากเลยล่ะ! แต่อย่างที่รู้กันว่าเธอเป็นเลขาของ Liyue Qixing ซึ่ง Qixing น่ะไม่ชอบฉันมานานมาก ไม่ใช่แค่วันสองวันนะ ฮ่า ฉันไม่สนใจหรอก แต่จะทำให้ยัยเด็กนั่นเดือดร้อน ไม่ได้ อืม ยังไงก็เก็บความลับนี้เอาไว้ให้ดีล่ะ",
      "vi": "Quan hệ của tôi và Ganyu rất tốt! Nhưng bạn cũng biết đó, cô ấy là thư ký của Thất Tinh Liyue, Thất Tinh không thích tôi không phải chuyện ngày một ngày hai. Ha ha, tôi thì không sao, nhưng liên luỵ cô ấy thì không được. Ừm, tốt nhất phải giữ bí mật với bên ngoài."
    }
  },
  {
    "title": {
      "zhs": "关于辛焱…",
      "zht": "關於辛焱…",
      "jp": "辛炎について…",
      "ko": "신염에 대해…",
      "en": "About Xinyan",
      "de": "Über Xinyan ...",
      "es": "Sobre Xinyan...",
      "fr": "À propos de Xinyan...",
      "pt": "Sobre Xinyan...",
      "ru": "О Синь Янь...",
      "id": "Tentang Xinyan",
      "th": "เกี่ยวกับ Xinyan...",
      "vi": "Về Xinyan..."
    },
    "line": {
      "zhs": "哈，很有意思的丫头！船上的兄弟们也有喜欢听她「摇滚」的。嗯…我本人？怎么说呢，虽然在某些方面跟辛焱有共同话题，但我的音乐品味却是另一方面的…",
      "zht": "哈，很有意思的丫頭！船上的兄弟們也有喜歡聽她「搖滾」的。嗯…我本人？怎麼說呢，雖然在某些方面跟辛焱有共同話題，但我的音樂品味卻是另一方面的…",
      "jp": "面白い子だよ！船員たちも彼女の「ロック」を気に入ってる。…うん？アタシ？なんというか、辛炎とは共通の話題もあるが、音楽に関してはちょっとな…",
      "ko": "재밌는 애야! 우리 배에 있는 형제들 모두 그녀의 「로큰롤」을 좋아하지. 음…난 어떻냐고? 뭐랄까, 그 애와 어떤 면에선 공통적인 화제가 있지만, 내 음악적 취향은 그 애와 전혀 달라서…",
      "en": "She's got a great personality, that one! The guys in the crew love that rock and roll of hers. Me? We have common ground, just... not when it comes to taste in music.",
      "de": "Das Mädchen hat wirklich was drauf! Meine Männer stehen auch ganz eindeutig auf ihre stürmische Musik. Was ich persönlich von ihr halte? Nun, wir kommen gut aus und haben viel gemeinsam, bis auf den Musikgeschmack ...",
      "es": "¡Tiene una gran personalidad! A mis hombres les gusta mucho el “rock” ese que canta. ¿Que qué pienso yo? Bueno... tenemos puntos en común y temas de los que hablar, pero no cuando se trata de música...",
      "fr": "Ah, celle-ci a une personnalité intéressante ! Les gars de l'équipage adorent son rock. Moi ? On se retrouve sur certains aspects, mais... pas sur nos goûts en musique.",
      "pt": "Hã? Ela é uma garota interessante. Os amigos no navio gostam do seu \"rock\". Eu pessoalmente? Como posso explicar... Temos algo em comum mas o meu gosto musical é diferente do dela.",
      "ru": "Ха, интересная девчонка! Команда обожает её «рок-н-ролл». Я? Как сказать... У нас, конечно, есть общие темы для разговоров, но музыкальные вкусы совсем не совпадают.",
      "id": "Ha, dia adalah gadis yang menarik. Orang-orang di kapal juga suka lagu rock and roll miliknya. Aku? Ah, kami memiliki banyak kesamaan... tapi bukan tentang musik...",
      "th": "ฮ่า ช่างเป็นเด็กที่น่าสนใจมาก!? บรรดาพี่น้องบนเรือก็ชอบฟังเพลง \"ร็อกแอนด์โรล\" ของเธอเหมือนกัน อืม...ส่วนฉันเหรอ? บอกยังไงดีล่ะ ถึงแม้ฉันกับ Xinyan จะมีความเห็นเหมือนกันในบางเรื่อง แต่รสนิยมทางดนตรีของฉันนั้น กลับกัน",
      "vi": "Ha ha, một cô gái rất thú vị. Các anh em trên thuyền cũng thích nghe nhạc \"rock&roll\" của cô ấy. Ừm, còn tôi à? Phải nói sao đây, ở một số vấn đề, tôi và Xinyan có chung quan niệm, nhưng gu âm nhạc của tôi lại là một mặt khác..."
    }
  },
  {
    "title": {
      "zhs": "关于瑶瑶…",
      "zht": "關於瑤瑤…",
      "jp": "ヨォーヨについて…",
      "ko": "요요에 대해…",
      "en": "About Yaoyao",
      "de": "Über Yaoyao ...",
      "es": "Sobre Yaoyao...",
      "fr": "À propos de Yaoyao...",
      "pt": "Sobre Yaoyao...",
      "ru": "О Яо Яо...",
      "id": "Tentang Yaoyao",
      "th": "เกี่ยวกับ Yaoyao...",
      "vi": "Về Yaoyao..."
    },
    "line": {
      "zhs": "瑶瑶这个小家伙啊，总是爱到船上来玩。但她那副扑闪着眼睛，见什么都新奇的样子，让谁都狠不下心来赶她走。唉，差点要打乱出航的计划。",
      "zht": "瑤瑤這個小傢伙啊，總是愛到船上來玩。但她那副撲閃著眼睛，見什麼都新奇的樣子，讓誰都狠不下心來趕她走。唉，差點要打亂出航的計畫。",
      "jp": "ヨォーヨのやつはよく船上に遊びに来るよ。あのキラキラした目を見ると、みんな追い出せなくなるんだ。はあ、そのせいで出航の計画が乱れそうになったこともあったが。",
      "ko": "요요 그 녀석은 자꾸 우리 배에서 놀려고 해. 하지만 그 호기심 넘치는 반짝이는 눈을 보면, 차마 그 애를 쫓아낼 수가 없어. 에휴, 하마터면 출항 계획이 모두 엉망이 될 뻔했다고",
      "en": "Yaoyao always comes on board to play when we're in the harbor. Trouble is, when it's time for her to go she gives you the puppy eyes, and no one has the heart to send her away... Means we're always cutting it quite close by the time we manage to set sail.",
      "de": "Yaoyao ist schon ein putziges Knäuel und sie kommt immer an Bord zum Spielen, wenn wir im Hafen anlegen. Nur mit dem Verabschieden hat sie Probleme und will einfach nicht gehen. Wenn man versucht, sie wegzuschicken, guckt sie einen mit großen Augen an, und man kann ihr einfach nicht widerstehen. Daher sind wir bei der Abfahrt immer recht spät dran.",
      "es": "Yaoyao siempre viene a jugar a bordo cuando estamos en el puerto. El problema es que, cuando es hora de irse, siempre pone esos tiernos ojitos y nadie es capaz de decirle que se vaya. Por poco hace que zarpemos con retraso.",
      "fr": "Yaoyao vient toujours jouer à bord quand elle est au port. Le problème, c'est que quand vient l'heure pour elle de partir, elle regarde tout le monde avec ses yeux de chien battu, et personne n'a le courage de la renvoyer... Et c'est tout l'emploi du temps du départ qui est à revoir.",
      "pt": "Yaoyao sempre vem a bordo para brincar quando estamos no porto. O problema é que, quando chega a hora dela ir, ela faz aqueles olhos de cachorrinho triste e ninguém tem coragem de mandá-la embora... Significa que estamos quase sempre atrasados até conseguirmos zarpar.",
      "ru": "Когда мы в порту, Яо Яо всегда поднимается на борт, чтобы поиграть. Но когда она жалобно заглядывает в глаза в этой своей особой манере, ни у кого рука не поднимается выпроводить её с корабля. Поэтому мы всегда тянем до последнего и каждый раз рискуем опоздать по графику.",
      "id": "Yaoyao selalu datang untuk bermain ketika kami ada di pelabuhan. Masalahnya, saat dia harus pergi dia selalu memberimu pandangan memelas sehingga tidak ada seorang pun yang tega memintanya pergi. Sehingga terkadang mengganggu rencana pelayaran kami.",
      "th": "Yaoyao ชอบมาเล่นบนเรือ แต่เพราะดวงตาที่เปล่งประกาย ของเธอนั้น ต่อให้ใครก็ใจร้ายไล่เธอไปไม่ลง เอ่อ เกือบจะทำแผนเดินเรือพังซะแล้ว",
      "vi": "Yaoyao rất thích lên thuyền chơi. Nhưng đôi mắt lung linh của cô ấy nhìn cái gì cũng mới lạ, khiến mọi người không nỡ đuổi cô ấy. Haiz, suýt nữa đã phá hỏng kế hoạch ra khơi."
    }
  },
  {
    "title": {
      "zhs": "关于枫原万叶…",
      "zht": "關於楓原萬葉…",
      "jp": "楓原万葉について…",
      "ko": "카에데하라 카즈하에 대해…",
      "en": "About Kaedehara Kazuha",
      "de": "Über Kaedehara Kazuha ...",
      "es": "Sobre Kaedehara Kazuha...",
      "fr": "À propos de Kaedehara Kazuha...",
      "pt": "Sobre Kaedehara Kazuha...",
      "ru": "О Кадзухе...",
      "id": "Tentang Kaedehara Kazuha",
      "th": "เกี่ยวกับ Kaedehara Kazuha...",
      "vi": "Về Kaedehara Kazuha..."
    },
    "line": {
      "zhs": "听说万叶那小子在天守阁外挡了雷电将军的一刀，不简单嘛！嗯…战争结束后，他回了我们南十字船队，说是继续和我们同行一段时间。我当然是非常欢迎了，如果哪天他决定要独自踏上下一段旅程，我再打一壶好酒为他送行，哈哈。",
      "zht": "聽說萬葉那小子在天守閣外擋了雷電將軍的一刀，不簡單嘛！嗯…戰爭結束後，他回了我們南十字船隊，說是繼續和我們同行一段時間。我當然是非常歡迎了，如果哪天他決定要獨自踏上下一段旅程，我再打一壺好酒為他送行，哈哈。",
      "jp": "万葉が天守閣の外で雷電将軍の一振りを受け止めたそうだな、やるじゃないか！戦争が終わった後、あいつはアタシらともうしばらく同行したいと言い、南十字船隊に戻った。もちろん、アタシは大歓迎さ。だが、いつの日かあいつが一人で旅に出ると言うのなら、その時はいい酒を用意して見送ってやる。はははっ！",
      "ko": "카즈하 녀석이 천수각 밖에서 라이덴 쇼군의 일격을 막아냈다던데, 제법이군! 전쟁이 끝나고 그는 우리 남십자함대로 돌아와서 우리랑 한동안 더 동행하고 싶다고 했어. 나야 환영이지. 만약 어느 날 카즈하가 혼자 다음 여정을 떠나기로 결정한다면, 아주 좋은 술로 배웅할 거야, 흐흠",
      "en": "Kazuha? That scallywag actually blocked a strike from the Raiden Shogun outside Tenshukaku! Easier said than done... After the battle he came to the Crux Fleet — said he'd voyage with us a while longer. I was more than happy to oblige. If the day comes when he decides to set off again by himself on the next stage of his journey, I'll send him off with a drink, haha...",
      "de": "Ich habe gehört, dass dieser junge Kazuha, vor dem Tenshukaku dem Hieb von Shougun Raiden standgehalten hat ... Das ist keine einfache Sache! Nun ... nach dem Ende des Krieges kehrte er zu unserer Crux zurück und meinte, er würde noch eine Weile mit uns reisen. Ich habe ihn natürlich herzlich dazu eingeladen. Wenn es wirklich einen Tag gäbe, an dem er sich entschließt, die nächste Etappe seiner Reise allein anzutreten, würde ich dafür nochmal eine gute Flasche Wein öffnen und ihn gebührend verabschieden, haha!",
      "es": "¿Kazuha? ¡Ese grumetillo bloqueó un golpe de la Shogun Raiden fuera de Tenshukaku! Eso no es cosa fácil... Tras esa batalla, vino a la Flota Crux Meridianam y dijo que viajaría con nosotros un tiempo más. Qué jolgorio fue recibirlo. Si llega el día en que decida volver a partir solo en la siguiente etapa de su viaje, me despediré de él con un trago, jaja.",
      "fr": "Kazuha ? J'ai entendu dire que ce gamin a résisté à une attaque de la Shogun Raiden devant le Tenshukaku, c'était pas une mince affaire ! Après la guerre, il a rejoint la Flotte du Crux. Il disait vouloir naviguer avec nous encore un moment. Je l'ai bien entendu accueilli parmi nous. Le jour où il décidera de continuer seul la prochaine étape de son voyage, j'ouvrirai une bonne bouteille pour lui dire au revoir, haha.",
      "pt": "Kazuha? Aquele imbecil realmente bloqueou um ataque da Shogun Raiden fora de Tenshukaku! Mais fácil dizer do que fazer... Depois da batalha ele veio para a Frota Crux - disse que iria viajar conosco por mais um tempo. Fiquei mais do que feliz em ajudar. Se chegar o dia em que ele decidir partir sozinho na próxima etapa de sua viagem, eu me despedirei dele entregando uma bebida, hahaha...",
      "ru": "Кадзуха? Этот паренёк заблокировал удар сёгуна Райдэн в резиденции Тэнсюкаку. Впечатляет! После окончания войны он вернулся в флот Южного Креста, сказав, что будет путешествовать с нами некоторое время. Я, конечно, очень рада. Если однажды он решит отправиться в путешествие один, я выпью бочонок за его проводы. Ха-ха.",
      "id": "Kazuha? Si biang onar itu sebenarnya pernah menahan serangan Raiden Shogun di luar Tenshukaku! Benar-benar hebat... Setelah pertempuran itu, dia ke Curx Fleet dan mengatakan bahwa dia ingin berlayar bersama kami untuk waktu lama. Aku tentu saja menyambutnya dengan gembira. Kalau suatu hari dia memutuskan untuk melanjutkan tahap perjalanannya yang selanjutnya, aku akan mengantarnya dan menghadiahkannya sebotol anggur. Haha...",
      "th": "ฉันได้ยินมาว่าเจ้าเด็ก Kazuha นั่นไปขวางดาบของโชกุน Raiden ที่ด้านนอกของ Tenshukaku งั้นเหรอ ช่างไม่ธรรมดาเลยจริง ๆ นะ! อืม... หลังจากเสร็จสิ้นสงคราม เขาก็กลับมาที่กองเรือ Crux ของเรา และบอกว่าเขาจะเดินทางไปกับเราอีกสักพัก ฉันก็ต้องต้อนรับอยู่แล้วล่ะ แต่ถ้าวันนึงเขาตัดสินใจออกเดินทางคนเดียว ฉันก็จะเตรียมเหล้าดี ๆ สักขวดไว้ส่งเขา ฮ่าฮ่า",
      "vi": "Nghe nói Kazuha ở bên ngoài Thiên Thủ Các đã đỡ một đao của Raiden Shogun, không đơn giản đúng không! Ừm...Sau khi chiến tranh kết thúc, anh ấy đã trở về đội thuyền Nam Thập Tự, nói là tiếp tục đồng hành cùng chúng tôi một thời gian. Đương nhiên tôi rất hoan nghênh, nếu một ngày nào đó anh ấy quyết định tiếp tục hành trình một mình, tôi sẽ lại pha một bình rượu ngon để tiễn anh ấy, haha."
    }
  },
  {
    "title": {
      "zhs": "想要了解北斗·其一",
      "zht": "想要瞭解北斗·其一",
      "jp": "北斗を知る·1",
      "ko": "북두에 대해 알기·첫 번째",
      "en": "More About Beidou: I",
      "de": "Ich will mehr über Beidou erfahren I",
      "es": "Más sobre Beidou (I)",
      "fr": "Connaître Beidou (1)",
      "pt": "Mais sobre Beidou - I",
      "ru": "Узнать больше о Бэй Доу I",
      "id": "Mengenal Beidou: I",
      "th": "อยากรู้เกี่ยวกับ Beidou-1",
      "vi": "Muốn tìm hiểu Beidou - Điều thứ 1"
    },
    "line": {
      "zhs": "想要踏上我的「死兆星」号，得先回答我一个问题。大海之中充满凶险，告诉我——你为什么想上我的船？",
      "zht": "#想要踏上我的「死兆星」號，得先回答我一個問題。大海之中充滿兇險，告訴我——{F#妳}{M#你}為什麼想上我的船？",
      "jp": "アタシの「死兆星」号に上がる前に、まずは質問に答えな。海には危険が溢れている、何故——あんたはアタシの船に乗ろうと思った？",
      "ko": "내 「사조성」호에 오르고 싶다면 이 질문부터 대답해. 바다엔 위험으로 가득한데 어째서 내 배에 오르려는 거지?",
      "en": "Before you step foot on The Alcor, you need to answer one question. When the sea is full of perils — why is it that you still wish to come aboard my ship?",
      "de": "Wenn du die Alcor betreten willst, musst du zuerst eine Frage beantworten. Die See ist voller Gefahren. Warum willst du trotzdem an Bord meines Schiffes kommen?",
      "es": "Antes de pisar el Alcor, debéis responder a una pregunta. El mar está lleno de peligros, ¿por qué deseáis subir a mi barco a pesar de ello?",
      "fr": "Avant de rejoindre l'Alcor, il faut répondre à une question. Pourquoi vouloir rejoindre mon équipage, quand la mer offre déjà tellement d'autres dangers ?",
      "pt": "Antes de embarcar ao Alcor, você precisa responder uma pergunta minha. Como o mar está cheio de perigos e incertezas - por que você ainda deseja subir a bordo do meu navio?",
      "ru": "Прежде чем ты поднимешься на борт «Алькора», я хочу задать тебе один вопрос. Океан полон опасностей. Так скажи: почему же ты хочешь ступить на борт моего корабля?",
      "id": "Sebelum kamu menginjakkan kaki di The Alcor, kamu harus menjawab sebuah pertanyaan. Di saat lautan penuh dengan bahaya, katakan padaku - mengapa kamu ingin naik kapalku?",
      "th": "ก่อนที่จะก้าวเข้ามาบน The Alcor ของฉัน จะต้องตอบคำถามของฉัน ข้อหนึ่งก่อน ในทะเลนั้นเต็มไปด้วยภัยอันตราย แล้วทำไมเธอถึงอยากขึ้นเรือ ของฉันอีก?",
      "vi": "Muốn bước lên con thuyền Ngôi Sao Chết Chóc của tôi thì phải trả lời một câu hỏi của tôi. Đại dương đầy rẫy hiểm nguy, hãy cho tôi biết: Tại sao bạn muốn lên thuyền của tôi?"
    }
  },
  {
    "title": {
      "zhs": "想要了解北斗·其二",
      "zht": "想要瞭解北斗·其二",
      "jp": "北斗を知る·2",
      "ko": "북두에 대해 알기·두 번째",
      "en": "More About Beidou: II",
      "de": "Ich will mehr über Beidou erfahren II",
      "es": "Más sobre Beidou (II)",
      "fr": "Connaître Beidou (2)",
      "pt": "Mais sobre Beidou - II",
      "ru": "Узнать больше о Бэй Доу II",
      "id": "Mengenal Beidou: II",
      "th": "อยากรู้เกี่ยวกับ Beidou-2",
      "vi": "Muốn tìm hiểu Beidou - Điều thứ 2"
    },
    "line": {
      "zhs": "那些关于我的传奇故事？哈哈哈，那是兄弟们看重，才在夸我的时候添油加醋。不过，你要问我怕不怕在出海的时候遇到什么魔物，那自然是不怕的。",
      "zht": "#那些關於我的傳奇故事？哈哈哈，那是兄弟們看重，才在誇我的時候添油加醋。不過，{F#妳}{M#你}要問我怕不怕在出海的時候遇到什麼魔物，那自然是不怕的。",
      "jp": "アタシの話？はははっ、みんながアタシを信頼しているから、話を盛ったんだろう。まあ、海に出る時に魔物に遭遇するのが怖くないかと聞かれたら、それはもちろん怖くないと答えるさ。",
      "ko": "나에 대한 이야기들? 하하하, 그건 형제들이 날 치켜세우느라 그런 거지. 그렇지만 내게 항해 중 마물과 부딪치는 게 두렵냐고 묻는다면, 물론 그건 아니야",
      "en": "You want to know of my legendary tales? Hahaha, that's just my men exaggerating, adding in their own little details. Although, if you were to ask me if I'm afraid of what monsters lurk in the deep, I'd tell you I have no fear of them.",
      "de": "Die Legenden und Geschichten über mich? Hahaha, das sind bestimmt Erzählungen und Übertreibungen meiner Männer, die noch ihre eigenen Details hinzufügen. Aber wenn du mich fragst, ob ich Angst habe vor den Monstern, die in der Tiefe lauern, kann ich dir nur sagen, dass ich keine Angst habe.",
      "es": "¿Os interesan mis historias legendarias? Jajaja, mis hombres son unos exagerados. Siempre añaden sus propios detalles a esas historias. Aunque, si me preguntáis si tengo miedo de los monstruos que acechan en las profundidades del océano, os diría que no, no les tengo miedo.",
      "fr": "Les histoires qui circulent sur mon compte ? Hahaha, c'est en général dû à mes hommes qui aiment exagérer et ajouter leurs propres détails. Enfin, si tu devais me demander s'il existe des monstres marins que je craigne, la réponse serait non, ça c'est sûr.",
      "pt": "Você quer conhecer meus lendários contos? Hahaha, isso são apenas os meus homens exagerando, acrescentando seus próprios pequenos detalhes. Embora, se você me perguntasse se tenho medo de quais monstros que se escondem nas profundezas, eu lhe diria que não tenho medo deles.",
      "ru": "Интересуешься легендами обо мне? Ха-ха, их любит моя команда. Они всегда приукрашивают, когда рассказывают. Но, если ты спрашиваешь, боюсь ли я встретиться с монстром из морских глубин, когда выхожу в плавание, то я тебе отвечу: конечно нет.",
      "id": "Cerita legendaris tentangku? Hahaha, itu hanyalah kisah yang dilebih-lebihkan oleh anak buahku, mereka menambahkan bumbu-bumbu sendiri ke dalam cerita itu. Walaupun jika kamu bertanya apa aku takut dengan monster yang ada di dalam laut, aku pasti akan bilang aku tidak takut sama sekali.",
      "th": "เรื่องแปลก ๆ ที่เกี่ยวกับฉันพวกนั้นน่ะเหรอ? ฮ่าฮ่าฮ่า นั่นเป็นเพราะบรรดาพี่น้อง ๆ ที่อยากจะยกยอฉันซะจนใส่สีตีไข่ เข้าไปให้ฉันยิ่งฟังดูเท่น่ะสิ แต่ถ้าถามว่าฉันกลัวมั้ย ที่เจอมอนสเตอร์เวลาออกทะเล แน่นอนว่าไม่กลัวอยู่แล้ว",
      "vi": "Những câu chuyện huyền thoại về tôi? Ha ha ha, đó là do các anh em coi trọng, mới thêm mắm thêm muối vào thôi. Nhưng mà, bạn hỏi tôi có sợ gặp quái vật khi ra khơi hay không, đương nhiên là không sợ."
    }
  },
  {
    "title": {
      "zhs": "想要了解北斗·其三",
      "zht": "想要瞭解北斗·其三",
      "jp": "北斗を知る·3",
      "ko": "북두에 대해 알기·세 번째",
      "en": "More About Beidou: III",
      "de": "Ich will mehr über Beidou erfahren III",
      "es": "Más sobre Beidou (III)",
      "fr": "Connaître Beidou (3)",
      "pt": "Mais sobre Beidou - III",
      "ru": "Узнать больше о Бэй Доу III",
      "id": "Mengenal Beidou: III",
      "th": "อยากรู้เกี่ยวกับ Beidou-3",
      "vi": "Muốn tìm hiểu Beidou - Điều thứ 3"
    },
    "line": {
      "zhs": "问我帮助平民的用意？哈，哪有什么用意不用意的。谁的人生还没有个低谷。我的帮助是小事，但对他们而言，迈不迈得过去那道坎，可能就是两条路啊。",
      "zht": "問我幫助平民的用意？哈，哪有什麼用意不用意的。誰的人生還沒有個低谷。我的幫助是小事，但對他們而言，邁不邁得過去那道檻，可能就是兩條路啊。",
      "jp": "民を助けた目的？はは、目的なんてないさ。誰だってどん底を味わう時がくる。アタシの助けは大したことではないし、乗り越えられるかどうかは彼ら次第だ。",
      "ko": "평민을 돕는 의도가 뭐냐고? 하, 그런 일에 무슨 의도가 있겠어. 누구나 다 어려운 시절이 있는 거야. 내겐 약소한 선의지만 그들에겐 죽느냐 사느냐의 문제일 수도 있어",
      "en": "You wanna know why I help the common folk? Why not? Everyone has their low points in life. I don't really do anything, other than help steer those who are truly lost towards a brighter future.",
      "de": "Warum ich dem gewöhnlichen Volk helfe? Na warum denn nicht? Jeder hat mal einen Tiefpunkt im Leben. Meine Hilfe ist nur eine Kleinigkeit, aber für sie ist sie groß genug, ihre Schwierigkeiten zu überwinden.",
      "es": "¿Queréis saber por qué ayudo a la gente común? ¿Y por qué no? Todos pasamos por malos momentos. Realmente no hago nada, solo oriento a aquellos que se sienten perdidos para que se dirijan hacia un futuro más brillante.",
      "fr": "Tu veux savoir pourquoi j'aide les autres ? Pourquoi ne pas le faire ? Tout le monde connaît des mauvais moments. Je ne fais rien de spécial à part aider certaines âmes perdues à naviguer vers un avenir meilleur.",
      "pt": "Quer saber por que eu ajudo as pessoas comuns? Por que não? Todos têm seus pontos baixos na vida. Eu realmente não faço nada, a não ser ajudar a orientar aqueles que estão verdadeiramente perdidos em direção a um futuro mais brilhante.",
      "ru": "Почему я помогаю простым людям? Ха, а почему бы и нет? У каждого бывает чёрная полоса в жизни. Для меня помочь им - пустяк, а для них - шаг к светлому будущему.",
      "id": "Kamu ingin tahu kenapa aku bersedia membantu warga sipil? Kenapa tidak? Semua orang pernah mencapai titik terendah dalam hidup. Aku tidak melakukan banyak hal, aku hanya membantu mereka yang tersesat menuju ke masa depan yang lebih cerah.",
      "th": "ถามถึงเจตนาในการช่วยชาวเมืองของฉัน? ฮ่า มีเจตนงเจตนาที่ไหนกันล่ะ ชีวิตใครไม่มีจุดต่ำสุดบ้าง ความช่วยเหลือของฉันนั้น เล็กน้อยมาก แต่สำหรับพวกเขาแล้วการก้าวข้ามผ่านอุปสรรคไปได้นั้นจะนำไปสู่เส้นทางที่ถูกต้อง",
      "vi": "Hỏi dụng ý của tôi khi giúp đỡ dân thường à? Ha ha, không có dụng ý gì hết. Cuộc đời ai mà không gặp khó khăn. Sự giúp đỡ của tôi là chuyện nhỏ, nhưng đối với họ, vượt qua được trắc trở hay không có thể dẫn đến hai con đường khác nhau."
    }
  },
  {
    "title": {
      "zhs": "想要了解北斗·其四",
      "zht": "想要瞭解北斗·其四",
      "jp": "北斗を知る·4",
      "ko": "북두에 대해 알기·네 번째",
      "en": "More About Beidou: IV",
      "de": "Ich will mehr über Beidou erfahren IV",
      "es": "Más sobre Beidou (IV)",
      "fr": "Connaître Beidou (4)",
      "pt": "Mais sobre Beidou - IV",
      "ru": "Узнать больше о Бэй Доу IV",
      "id": "Mengenal Beidou: IV",
      "th": "อยากรู้เกี่ยวกับ Beidou-4",
      "vi": "Muốn tìm hiểu Beidou - Điều thứ 4"
    },
    "line": {
      "zhs": "我经历过痛苦的时光。小时候没摩拉买吃的，只好偷人家树上的果子，讨了几年生活。等到有了自己的船队，还是被趾高气昂的商人们排挤在外。但是，这些事当作茶余饭后的笑谈讲给你听，就足够了，我绝不会让你再经历一遍。",
      "zht": "#我經歷過痛苦的時光。小時候沒摩拉買吃的，只好偷人家樹上的果子，討了幾年生活。等到有了自己的船隊，還是被趾高氣昂的商人們排擠在外。但是，這些事當作茶餘飯後的笑談講給{F#妳}{M#你}聽，就足夠了，我絕不會讓{F#妳}{M#你}再經歷一遍。",
      "jp": "アタシのつらい経験か…小さい頃は貧乏で、人様の家の木の実を盗んではそれを食べるしかなかった。数年後、自分の船隊を持つようになったが、それでも傲慢な商人たちに仲間外れにされたな。まあ、こんな話は世間話で聞くだけで十分、あんたにはそんな経験させないよ。",
      "ko": "난 고통스러운 시간을 보냈어. 어릴 때 먹을 걸 살 모라도 없어서 남의 집 과일을 훔쳐먹으며 버텼지. 내 함대가 생겼어도 거만한 상인들에게 배척당했어. 하지만 이제 그런 일들을 안줏거리 삼아 얘기할 수 있으니 됐어. 절대 너는 그런 일을 겪게 하지 않을 거고",
      "en": "I've been through some hard times. When I was a child we had little money, so nothing to eat, and lived for years by stealing fruit off of people's trees. Even after I got my own ship, I was cast out by pompous merchants. But me telling you such stories is merely for your amusement. I have no intention of making you live through it too.",
      "de": "Ich selbst habe auch schwere Zeiten durchlebt. Wir hatten, als ich klein war, kein Geld, um Essen zu kaufen. Daher mopsten wir uns etwas von den Bäumen der Nachbarn und bettelten auf der Straße. Selbst als ich eines Tages mein eigenes Schiff hatte, wurden wir noch von Handelsschiffen verspottet. Diese Geschichte soll dir zu deiner Unterhaltung dienen. Ich habe nicht vor, dich genau so zu behandeln.",
      "es": "He pasado por momentos difíciles. Cuando era pequeña, teníamos poco dinero, así que no comíamos todos los días y, durante años, vivimos robando fruta de los árboles de otras personas. Incluso después de conseguir mi propio barco, algunos comerciantes arrogantes no querían ni dirigirme la palabra. Solo os cuento estas historias para entreteneros, ¿eh? En absoluto deseo que vos también tengáis que pasar por algo así.",
      "fr": "J'ai connu des époques difficiles. Ma famille était pauvre et nous n'avions guère à manger, enfants ; j'ai passé des années à survivre en volant des fruits. Quand j'ai enfin eu mon premier navire, les marchands pompeux continuaient à me mépriser... Mais ne t'inquiète pas : je parle pour parler, c'est tout. Loin de moi l'intention de te faire suivre le même chemin.",
      "pt": "Passei por alguns momentos difíceis. Quando eu era criança, tínhamos pouco dinheiro, então não tínhamos nada para comer, e vivemos durante anos roubando frutas das árvores das pessoas. Mesmo depois de ter conseguido meu próprio navio, fui expulsa por mercadores pomposos. Mas eu lhes contar tais histórias é apenas para sua diversão. Não tenho a intenção de fazer você viver através dela também.",
      "ru": "#Мне довелось пережить трудные времена. Когда я была маленькой, у нас не было моры даже на еду. Мы жили за счёт того, что воровали фрукты из чужих садов. Даже когда у меня появился собственный корабль, горделивые купцы пытались притеснять нас при каждом удобном случае. Но я рассказываю тебе это просто так. Я совсем не хочу, чтобы ты проходил{F#a} через подобное.",
      "id": "Aku telah melewati banyak masa sulit. Sejak kecil kami hidup pas-pasan dan kekurangan makanan. Kami tumbuh besar dari mencuri buah-buan dari pohon orang. Setelah aku mempunyai kapal sendiri, aku masih juga dikucilkan oleh para pedagang sombong. Tapi kuceritakan ini kepadamu hanya untuk menghabiskan waktu saja, bukan berarti kamu harus hidup sepertiku juga.",
      "th": "ฉันเคยผ่านช่วงเวลาที่ยากลำบากมามากมาย ตอนเด็ก ๆ ไม่มี Mora ซื้ออาหาร เลยต้องไปขโมยผลไม้จากต้นไม้ของคนอื่นเพื่อประทังชีวิตอยู่หลายปี จนได้มีกองทัพเรือเป็นของตัวเองก็ยังถูกพวกพ่อค้าขับไล่อีก แต่ถือซะว่าเรื่องพวกนี้เป็นเรื่องเล่าขำ ๆ หลังอาหารก็แล้วกันนะ ฉันจะไม่ยอมให้เธอต้องเจอกับเรื่องแบบนี้แน่นอน",
      "vi": "Tôi đã trải qua thời gian khốn khổ. Lúc nhỏ không có Mora để mua đồ ăn, đành phải ăn trộm quả trên cây của người ta để sống mấy năm. Đến khi có hạm đội của mình, vẫn bị bọn thương nhân kiêu ngạo chèn ép. Nhưng mà, những chuyện này chỉ kể cho bạn nghe chơi thôi, tôi tuyệt đối không để bạn phải trải qua lần nữa."
    }
  },
  {
    "title": {
      "zhs": "想要了解北斗·其五",
      "zht": "想要瞭解北斗·其五",
      "jp": "北斗を知る·5",
      "ko": "북두에 대해 알기·다섯 번째",
      "en": "More About Beidou: V",
      "de": "Ich will mehr über Beidou erfahren V",
      "es": "Más sobre Beidou (V)",
      "fr": "Connaître Beidou (5)",
      "pt": "Mais sobre Beidou - V",
      "ru": "Узнать больше о Бэй Доу V",
      "id": "Mengenal Beidou: V",
      "th": "อยากรู้เกี่ยวกับ Beidou-5",
      "vi": "Muốn tìm hiểu Beidou - Điều thứ 5"
    },
    "line": {
      "zhs": "追随我的兄弟有很多，我问过，我也记得他们每一个人上船的理由。你是很特别的。我知道你还有需要完成的事情，我不会授予你职务和头衔。但无论你的旅途去往何方，「死兆星」号上，永远都有你的位置。",
      "zht": "#追隨我的兄弟有很多，我問過，我也記得他們每一個人上船的理由。{F#妳}{M#你}是很特別的。我知道{F#妳}{M#你}還有需要完成的事情，我不會授予{F#妳}{M#你}職務和頭銜。但無論{F#妳}{M#你}的旅途去往何方，「死兆星」號上，永遠都有{F#妳}{M#你}的位置。",
      "jp": "アタシについてくる仲間はたくさんいて、それぞれが船に乗る理由も全部覚えている。あんたは特別だ。あんたにはやらなければならないことがあるのを知っている、だから職務も肩書きも与えない。けど、あんたがどこにいても、「死兆星」号にはあんたの居場所があることを覚えておいてほしい。",
      "ko": "날 따르는 형제들은 아주 많아. 그들 모두에게 이 배에 오른 이유를 물어봤지. 넌 특별해. 네게 아직 해야 할 일이 있다는 걸 아니 따로 직무나 직함을 주진 않을게. 하지만 네가 어디에 있든 「사조성」호엔 영원히 네 자리가 남아있을 거야",
      "en": "I have many brothers that sail with me. I have asked, and remember, why each and every one of them came on board. You, however, are special. I know you still have your own things to deal with, and as such, I won't try to rope you into coming onboard permanently. But remember, there is always a place for you onboard The Alcor.",
      "de": "Ich habe eine große Mannschaft, die mit mir segelt. Bei jedem einzelnen Mitglied erinnere ich mich noch an den Grund, weshalb es zu mir gestoßen ist. Du jedoch bist anders. Mir ist bewusst, dass du noch andere Angelegenheiten zu regeln hast, daher weiß ich, dass du nicht ewig an Bord bleiben kannst. Aber wisse eins, an Bord der Alcor wird immer ein Platz für dich frei sein.",
      "es": "Por suerte, tengo muchos compañeros que me siguen. A todos les he preguntado por qué querían venir conmigo, y todavía recuerdo lo que dijeron. Vos, sin embargo, sois especial. Sé que aún tenéis cosas pendientes por hacer, por lo que no intentaré convenceros de que subáis a bordo de forma permanente. Pero recordad: para vos, siempre habrá un lugar a bordo del Alcor.",
      "fr": "J'ai de nombreux hommes sous mon commandement. J'ai demandé à chacun d'eux la raison pour laquelle ils ont rejoint ma flotte, et je me rappelle de chacune des réponses. Mais toi... Tu as tes propres problèmes à régler, et je ne peux donc pas te prendre définitivement à bord. Mais rappelle-toi que tu auras toujours une place parmi nous.",
      "pt": "#Eu tenho muitos irmãos que navegam comigo. Perguntei, e lembro-me, o porquê de todos e cada um deles terem vindo a bordo. Você, no entanto, é especial. Sei que você ainda tem suas próprias coisas para lidar e, como tal, não vou tentar pressioná-l{M#o}{F#a} para vir a bordo permanentemente. Mas lembre-se, há sempre um lugar para você a bordo do Alcor.",
      "ru": "У меня в команде много людей. Я всегда спрашиваю и всегда помню, зачем каждый из них ступил на борт моего корабля. С тобой иначе. Я знаю, что тебе нужно закончить свои дела, а потому не буду предлагать тебе стать частью нашей команды. Но куда бы тебя ни привела дорога, знай: для тебя всегда есть место на «Алькоре».",
      "id": "Aku punya banyak saudara yang melaut bersamaku. Aku sudah bertanya pada mereka, dan aku ingat jelas alasan mereka ikut ke kapalku. Sedangkan kamu, kamu sangat spesial. Aku tahu kamu punya masalah tersendiri untuk diselesaikan, jadi aku tidak akan memaksamu untuk berlayar bersamaku selamanya. Tapi ingatlah, akan selalu ada tempat untukmu di The Alcor.",
      "th": "มีพี่น้องมากมายที่ติดตามฉัน ฉันได้ถามถึงเหตุผลและจำได้ทุกคนว่าทำไมพวกเขาถึงขึ้นเรือมา แต่เธอน่ะพิเศษมาก ฉันรู้ว่าเธอยังมีสิ่งที่ต้องทำให้ สำเร็จ ฉันจึงจะไม่มอบหมายหน้าที่และ ตำแหน่งให้เธอ แต่ไม่ว่าเธอจะเดินทางไปที่ไหน The Alcor ก็จะมีที่สำหรับเธออยู่เสมอ",
      "vi": "Có rất nhiều anh em đi theo tôi, tôi từng hỏi và cũng nhớ lý do lên thuyền của mỗi người. Bạn rất đặc biệt. Tôi biết bạn vẫn còn chuyện cần hoàn thành, tôi sẽ không giao chức vụ và quân hàm cho bạn. Nhưng cho dù hành trình của bạn đi đến đâu, thì trên tàu Ngôi Sao Chết Chóc cũng sẽ mãi mãi có vị trí của bạn."
    }
  },
  {
    "title": {
      "zhs": "北斗的爱好…",
      "zht": "北斗的愛好…",
      "jp": "北斗の趣味…",
      "ko": "북두의 취미…",
      "en": "Beidou's Hobbies",
      "de": "Beidous Hobbys ...",
      "es": "Aficiones de Beidou...",
      "fr": "Les loisirs de Beidou...",
      "pt": "Hobbies de Beidou...",
      "ru": "Хобби Бэй Доу...",
      "id": "Hobi Beidou",
      "th": "งานอดิเรกของ Beidou...",
      "vi": "Sở thích của Beidou..."
    },
    "line": {
      "zhs": "爱好啊…我想想。冒险算一个，掌舵算一个，交朋友算一个，喝酒算一个，吃好吃的算一个…啧，一个手都数不过来啊。",
      "zht": "愛好啊…我想想。冒險算一個，掌舵算一個，交朋友算一個，喝酒算一個，吃好吃的算一個…嘖，一個手都數不過來啊。",
      "jp": "趣味ね…そうだな、冒険と、操舵と、友人を作ることと、酒と、美食…ちっ、片手じゃ足りないな。",
      "ko": "취미라… 생각 좀 해볼게. 모험, 조타, 친구 사귀기, 술 마시기, 맛있는 거 먹기…. 흠, 한 손으로는 다 못 세겠네",
      "en": "My hobbies...? Lemme think... Well, there's adventure, sailing, making friends, drinking, eating... more than I can count on one hand.",
      "de": "Ob ich Hobbys habe? Hmm, mal überlegen ... Da wären Abenteuer, Segeln, Freunde, Trinken, gutes Essen ... Das ist mehr, als ich an einer Hand abzählen kann.",
      "es": "¿Mis aficiones? Hummm... Ir de aventuras es una, navegar otra, y también hacer amigos, beber un trago, comer cosas deliciosas... ¡No puedo ni contarlas con los dedos de las manos!",
      "fr": "Mes loisirs ? Laisse-moi réfléchir... L'aventure, bien sûr, et naviguer. Me faire des amis, boire et manger... Il me faut plus d'une main pour compter.",
      "pt": "Meus hobbies...? Deixe-me pensar... Bem, há aventura, navegar, fazer amigos, beber, comer... Mais do que eu posso contar com uma mão.",
      "ru": "Хобби... Дай-ка подумать. Искать приключения, вести корабль, заводить друзей, выпивать, хорошо есть... Э, пальцев на руке не хватит, чтобы посчитать.",
      "id": "Hobiku...? Coba kupikirkan... Bertualang, berlayar, bertemu dan berteman dengan banyak orang, minum, makan... ah banyak sekali, sampai tidak dapat dihitung dengan satu tangan.",
      "th": "งานอดิเรกเหรอ...ฉันคิดก่อน ก็มีผจญภัย กะลาสี หาเพื่อน ดื่มเหล้า กินของอร่อย ๆ ด้วย...เอ่อ มือข้างเดียวนับไม่พอซะแล้ว",
      "vi": "Sở thích à...để tôi nghĩ xem. Một là mạo hiểm, hai là lái tàu, ba là uống rượu, bốn là ăn đồ ngon...A, một tay tôi đếm không xuể."
    }
  },
  {
    "title": {
      "zhs": "北斗的烦恼…",
      "zht": "北斗的煩惱…",
      "jp": "北斗の悩み…",
      "ko": "북두의 고민…",
      "en": "Beidou's Troubles",
      "de": "Beidous Sorgen ...",
      "es": "Preocupaciones de Beidou...",
      "fr": "Les problèmes de Beidou...",
      "pt": "Preocupações de Beidou",
      "ru": "Беспокойство Бэй Доу...",
      "id": "Kekhawatiran Beidou",
      "th": "เรื่องกลุ้มใจของ Beidou...",
      "vi": "Nỗi buồn của Beidou..."
    },
    "line": {
      "zhs": "搞得定的事不必烦恼，搞不定的事烦恼也没有意义。我就这样过得快快活活的。哦，要是你遇到什么想不通的事情，你可以来找我。我帮你一起解决。",
      "zht": "#搞得定的事不必煩惱，搞不定的事煩惱也沒有意義。我就這樣過得快快活活的。哦，要是{F#妳}{M#你}遇到什麼想不通的事情，{F#妳}{M#你}可以來找我。我幫{F#妳}{M#你}一起解決。",
      "jp": "出来ることは悩む必要がない、出来ないこともいくら悩んでも意味がない。アタシはそうやって生きてきた。もしあんたに悩み事があったら、アタシに言ってみな。一緒に解決しようじゃないか。",
      "ko": "해결할 수 있는 일은 고민할 필요 없고, 해결할 수 없는 일은 고민해도 의미 없어. 난 그렇게 생각해. 만약 안 풀리는 일이 있으면 날 찾아와. 같이 해결해 줄게",
      "en": "If you can change something, change it. If you can't, don't waste time thinking about it. That's how I go about things. But really, if you get stuck, come find me. I'll help you deal with it.",
      "de": "Wenn du etwas schaffen kannst, tu es. Wenn du etwas nicht schaffst, dann denk nicht weiter darüber nach. Behalte immer deine positiven Gedanken. Solltest du jemals irgendwelche Probleme haben, komm zu mir, ich helfe dir dann.",
      "es": "Si podéis cambiar algo, cambiadlo. Si no podéis, no perdáis el tiempo pensando en ello. Así es como hago las cosas. Pero si hay algo que no podáis hacer, buscadme y os ayudaré a solucionarlo.",
      "fr": "Si tu peux changer quelque chose que tu veux voir changer, alors change-le. Si tu ne peux rien y faire, alors arrête d'y penser. C'est comme ça que je vis. Si jamais un problème te semble insoluble, n'hésite pas à venir me voir, je serai toujours disposée à t'aider.",
      "pt": "#Se você pode mudar alguma coisa, mude. Se não puder, não perca tempo pensando sobre isso. É exatamente assim que eu faço. Mas, estou falando sério, se você tiver dificuldades, venha cá. Eu vou ajudá-l{M#o}{F#a} a lidar com isso.",
      "ru": "Если можешь что-то изменить - действуй. Если не можешь - нет смысла мучиться. Я так считаю. Но если у тебя будут трудности, найди меня. Я помогу.",
      "id": "Kalau kamu bisa mengubah sesuatu, ubahlah. Kalau tidak bisa, jangan habiskan waktu untuk memikirkannya. Begitulah caraku hidup. Tapi jika kamu benar-benar menemui jalan buntu, temui saja aku. Aku pasti akan membantumu.",
      "th": "เรื่องที่จัดการได้ไม่จำเป็นต้อง กลุ้มใจ เรื่องที่จัดการไม่ได้กลุ้มใจ ไปก็ไม่มีประโยชน์ นี่คือการใช้ชีวิตให้มีความสุขแบบ ของฉัน เอ่อ ถ้าเธอเจอกับ เรื่องอะไรที่หาทางออกไม่ได้ เธอมาหาฉันได้เลยนะ ฉันจะช่วยเธอแก้ไขเอง",
      "vi": "Những chuyện làm được thì không cần lo lắng, những chuyện không làm được thì có lo cũng vô nghĩa. Tôi đã sống vui vẻ như vậy đấy. Nếu gặp chuyện gì nghĩ không thông, bạn có thể đến tìm tôi. Tôi sẽ giúp bạn giải quyết."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was sie so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "我喜欢味道重的菜！什么炝炒肉片啊，麻婆豆腐啊我就很喜欢。能填饱肚子，大家围坐一圈一起吃的时候，气氛也会变得火热火热的。哈，说得我都想去吃一顿了。",
      "zht": "我喜歡味道重的菜！什麼熗炒肉片啊，麻婆豆腐啊我就很喜歡。能填飽肚子，大家圍坐一圈一起吃的時候，氣氛也會變得火熱火熱的。哈，說得我都想去吃一頓了。",
      "jp": "味の濃い料理が好きだ！豚肉の唐辛子炒めとか、マーボー豆腐とか大好きだな。みんなで一緒にお腹いっぱい食べる時は気分も熱々になる。ははっ、お腹が空いてきたな。",
      "ko": "난 맛이 강한 요리를 좋아해! 편육 볶음이라던가, 마파두부라던가, 다 좋아. 배도 채우고 모두 둘러앉아 먹으면 분위기가 후끈해지잖아. 하, 말하다 보니 또 먹고 싶어지네",
      "en": "I like food with robust flavors. Spicy fried meat or spicy tofu are my favorites. Sitting down to a big hearty meal together, where everyone can fill their bellies — now that's when things get lively! Haha, alright, alright, all this talk is making me hungry!",
      "de": "Ich mag es eher deftig! Scharf angebratenes Fleisch und Tofu in pikanter Hackfleischsoße sind meine Favoriten. Gemeinsam bei einem großen Mahl zusammenzukommen, da kommt erst richtig Stimmung auf. Haha, jetzt bin ich schon wieder hungrig!",
      "es": "Me gusta la comida con sabores fuertes. La carne frita picante o el tofu picante son mis favoritos. Sentarse en una mesa con abundante comida junto a mis compañeros y que todo el mundo coma hasta reventar... ¡eso sí que es el mejor ambiente! Jaja, bueno, bueno, ¡toda esta charla me está dando hambre!",
      "fr": "J'aime les plats relevés ! De la viande ou du tofu épicé, voilà ce que je préfère. S'asseoir et se remplir la panse d'un bon plat de viande bien fumant, dans une ambiance détendue, voilà ce qui me plaît ! Haha, d'ailleurs tout ça m'ouvre l'appétit...",
      "pt": "Eu gosto de alimentos com sabores robustos. Fatias de Carne Salteadas ou Tofu Picante são meus favoritos. Sentar-me para uma grande refeição, onde todos podem encher a barriga - agora é quando as coisas ficam mais animadas! Haha, tudo bem, tudo bem, toda essa conversa está me deixando com fome!",
      "ru": "Я обожаю сытные блюда! Больше всего люблю обжаренные ломтики мяса и мапо тофу. Нет ничего лучше, чем атмосфера большого застолья, когда все собираются вместе и едят досыта. Ха, от этих разговоров я хочу есть!",
      "id": "Aku suka makanan yang asin dan lebih berasa. Daging goreng pedas atau tahu pedas adalah makanan favoritku. Duduk dan menyantap makanan bersama-sama, di mana semua orang bisa makan sampai kenyang, itulah hidup! Haha, baiklah, baiklah, semua pembicaraan ini membuatku jadi lapar!",
      "th": "ฉันชอบอาหารรสจัด! อย่าง Sautéed Meat Slices หรือ เต้าหู้ผัดพริกนี่ฉันก็ชอบมากเลย กินแล้วอิ่มท้อง และเวลาที่ทุกคนล้อมโต๊ะกินด้วยกัน ยิ่งทำให้บรรยากาศคึกคักขึ้นไปอีก ฮ่า พูดจนฉันอยากไปกินสักมื้อเลย",
      "vi": "Tôi thích đồ ăn có vị nồng! Tôi rất thích Thịt Xào Ớt, Đậu Hũ Tứ Xuyên. Có thể ăn no bụng, khi mọi người cùng ngồi ăn, không khí cũng trở nên náo nhiệt hơn. Ha ha, nói đến là tôi lại muốn ăn một bữa rồi."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was sie nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang tidak kamu suka",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn chán ghét..."
    },
    "line": {
      "zhs": "我不太喜欢吃凉菜冷盘。有这慢悠悠开胃的功夫，鱼都能烤熟几条了。",
      "zht": "我不太喜歡吃涼菜冷盤。有這慢悠悠開胃的功夫，魚都能烤熟幾條了。",
      "jp": "冷製料理はあまり好きじゃないな。その冷たさでゆっくりと食欲が増進されている間に、焼き魚が何本できると思う？",
      "ko": "난 냉채는 별로야. 그렇게 느긋하게 전채 요리를 즐길 시간에 생선이나 몇 마리 더 굽겠어",
      "en": "I'm not a fan of anything cold, it does nothing to fire up my appetite. I'd rather fry up a few fish.",
      "de": "Was ich allerdings nicht mag, sind kalte Gerichte. Auf Kaltes hab ich einfach keinen Appetit. Da bereite ich mir lieber einen alten Fisch noch einmal auf.",
      "es": "No me gusta la comida fría. No me calienta el estómago. Prefiero un buen pescado a la parrilla.",
      "fr": "Je ne suis pas fan des plats froids, je préfère plutôt me faire griller quelques poissons.",
      "pt": "Não sou fã de nada frio, não faz nada para abrir o meu apetite. Eu prefiro fritar alguns peixes.",
      "ru": "Я не люблю холодную пищу. Она не вызывает у меня аппетита. Я лучше пару рыбёшек поджарю.",
      "id": "Aku tidak begitu suka hidangan dingin, hidangan seperti itu hanya membuatku seleraku hilang. Lebih baik aku goreng ikan.",
      "th": "ฉันไม่ค่อยชอบกินออเดิร์ฟเย็น เท่าไหร่ เวลาที่เสียไปกับ การกินอาหารเรียกน้ำย่อยพวกนี้ คงย่างปลาจนสุกได้หลายตัวเลยล่ะ",
      "vi": "Tôi không thích ăn đồ nguội lạnh. Thời gian ăn mấy món khai vị này, là có thể nướng được mấy con cá rồi."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "好味道，我喜欢！有米饭吗，帮忙添两碗？",
      "zht": "好味道，我喜歡！有米飯嗎，幫忙添兩碗？",
      "jp": "美味いな、気に入ったぜ！白米はあるか？二杯頼む！",
      "ko": "맛있어, 내가 좋아하는 맛이야! 밥 있어? 두 그릇만 더 줄래?",
      "en": "Tastes good, I like it! Mind giving me a bowl of rice with this?",
      "de": "Lecker, ich mag das! Kannst du mir eine Schale Reis auffüllen?",
      "es": "¡Sabe bien, me gusta! ¿Os importaría darme un cuenco de arroz?",
      "fr": "C'est super bon, j'adore ! T'as du riz ? Je peux en avoir deux bols ?",
      "pt": "Que gostinho bom, adorei! Você poderia me dar uma tigela de arroz para acompanhar?",
      "ru": "Очень вкусно, мне нравится! А рис есть? Можно мне две пиалы?",
      "id": "Ini enak, aku suka! Sekalian minta semangkuk nasi dong, gimana?",
      "th": "รสชาติดี ฉันชอบ! มีข้าวมั้ย ช่วยตักให้ฉันสักชามสองชามสิ",
      "vi": "Hương vị tuyệt đấy, tôi rất thích! Bạn có cơm không, cho tôi thêm hai bát nhé!"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "你的手艺真不错，让人心情也变得不一样了。",
      "zht": "#{F#妳}{M#你}的手藝真不錯，讓人心情也變得不一樣了。",
      "jp": "実に良い腕だ。気分も上がってきたぜ。",
      "ko": "솜씨가 훌륭한데? 먹으면 기분이 좋아질 정도야",
      "en": "Your cooking skills aren't bad at all, eating your food has me in a good mood.",
      "de": "Du bist ein so guter Koch und dein Gericht macht einen Unterschied in der Stimmung!",
      "es": "Tenéis muy buena mano en la cocina. Comer vuestra comida me pone de buen humor.",
      "fr": "Tu te débrouilles vraiment bien. Ta cuisine a le pouvoir de mettre les gens de bonne humeur.",
      "pt": "Suas habilidades culinárias são boas, comer sua comida me deixa de bom humor.",
      "ru": "Ты здорово готовишь. Твоя стряпня поднимает мне настроение.",
      "id": "Keterampilan memasakmu benar-benar boleh juga, dan memakannya membuat suasana hatiku jadi baik.",
      "th": "ฝีมือของเธอไม่เลวเลยจริง ๆ ทำให้อารมณ์ดีได้เลยล่ะ",
      "vi": "Tài nghệ của bạn quả thực không tồi, khiến tâm trạng của tôi cũng trở nên khác biệt."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "菜是好菜，这就够了。",
      "zht": "菜是好菜，這就夠了。",
      "jp": "料理自体は悪くない、それで十分だろ。",
      "ko": "재료는 좋네, 그럼 됐어",
      "en": "You know, at the end of the day, food is food, and that's fine by me.",
      "de": "Die Zutaten sind gut und das ist wichtig.",
      "es": "Bueno, al final, la comida es comida, no pasa nada.",
      "fr": "Il n'y a pas de mauvaise nourriture au bout du compte pour moi.",
      "pt": "Toda comida é boa comida, e isso é suficiente.",
      "ru": "Знаешь, по большому счёту, еда есть еда, и меня это устраивает.",
      "id": "Ya sudahlah, yang penting ada makanan. Aku oke-oke saja.",
      "th": "เป็นอาหารจานดี แค่นั้นก็พอแล้วล่ะ",
      "vi": "Thức ăn cũng ổn, vậy là đủ."
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "来，上船。我早就跟兄弟们约好把时间腾出来了，吃的喝的也都准备好了。今天你生日，让你做一天老大。哈！嗯，想去哪？",
      "zht": "#來，上船。我早就跟兄弟們約好把時間騰出來了，吃的喝的也都準備好了。今天{F#妳}{M#你}生日，讓{F#妳}{M#你}做一天老大。哈！嗯，想去哪？",
      "jp": "さあ、船に乗りな。時間を空けておけとみんなに言っておいた、食事も用意した。今日はあんたの誕生日、あんたが親分だ。ふふっ、さて、どこに行きたい？",
      "ko": "자, 배에 타. 이미 형제들과 시간 비워놓기로 약속했지. 먹을 것과 마실 것도 다 준비됐어. 오늘은 네 생일이니 네가 대장이야. 하하! 음, 어디 가고 싶어?",
      "en": "Come, board my ship. I've gathered the crew. The food and drink are all prepared. Today is your birthday, so you are the captain. Haha, so: Where should we set sail?",
      "de": "Komm auf mein Schiff. Ich habe meine Mannschaft bereits Essen und Getränke vorbereiten lassen. Heute ist dein Geburtstag, heute darfst du einmal Kapitän sein, haha! Also, wohin soll es gehen, mein Kapitän?",
      "es": "#Venid, subid a mi barco. He reunido a la tripulación. La comida y la bebida ya están listas. Hoy es vuestro cumpleaños, así que vos seréis {F#la capitana}{M#el capitán}. ¿Y bien? ¿Hacia dónde deberíamos zarpar? Jaja.",
      "fr": "Monte à bord. L'équipage est prêt, les vivres aussi. C'est ton anniversaire aujourd'hui, alors tu es le capitaine pour la journée. Hahaha ! Alors : vers où allons-nous voguer ?",
      "pt": "#Venha, embarque. Eu reuni toda a equipe. A comida e a bebida estão todas preparadas. Hoje é o seu aniversário, então você é {M#o}{F#a} {M#capitão}{F#capitã}. Haha, então, para onde devemos navegar?",
      "ru": "Давай, поднимайся на борт. Мы с командой давно ждём тебя, и стол уже накрыт. У тебя день рождения, значит, сегодня ты капитан! Ха-ха, ну что, куда направим паруса?",
      "id": "Ayo, naiklah ke atas kapal. Aku sudah mengumpulkan para kru. Makanan dan minuman juga sudah siap. Hari ini ulang tahunmu, jadi kubiarkan kamu jadi kaptennya hari ini. Haha, jadi, ke mana kita akan berlayar?",
      "th": "มา ขึ้นเรือสิ ฉันนัดกับบรรดาพี่น้อง เรียบร้อยแล้ว อาหารและเครื่องดื่มก็เตรียม พร้อมแล้วด้วย วันนี้เป็นวันเกิดของเธองั้นให้ เธอเป็นลูกพี่วันนึงก็แล้วกัน ฮ่า! อืม เธออยากไปที่ไหนล่ะ?",
      "vi": "Nào, lên thuyền. Tôi đã hẹn các anh em trích ra một chút thời gian, đồ ăn đồ uống cũng đã chuẩn bị xong rồi. Hôm nay sinh nhật bạn, cho bạn làm lão đại một ngày. Ha ha! Muốn đi đâu?"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "痛快！又变强了不少。",
      "zht": "痛快！又變強了不少。",
      "jp": "気分爽快！また強くなった気がする。",
      "ko": "통쾌하군! 또 많이 강해졌어",
      "en": "Great! I feel much stronger.",
      "de": "Was für ein Gefühl! Und wieder bin ich stärker als zuvor.",
      "es": "¡Genial! Me siento mucho más fuerte.",
      "fr": "Excellent ! Je me sens indéniablement plus puissante.",
      "pt": "Genial! Eu me sinto mais forte.",
      "ru": "Ух, хорошо! Я чувствую себя сильнее.",
      "id": "Bagus! Aku merasa lebih kuat sekarang!",
      "th": "เยี่ยมเลย! รู้สึกแข็งแรงขึ้นไม่น้อยเลย",
      "vi": "Đã quá! Lại mạnh lên rất nhiều."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "这满载而归的滋味，开瓶美酒来庆祝吧！",
      "zht": "這滿載而歸的滋味，開瓶美酒來慶祝吧！",
      "jp": "この大きな収穫を酒で祝おうじゃないかッ！",
      "ko": "만선으로 돌아가는 기분이라, 축배를 들자고!",
      "en": "We're making progress. Let's crack open a bottle to celebrate!",
      "de": "Wir sollten eine Flasche Wein köpfen, um den Geschmack der Heimat zu feiern!",
      "es": "Estamos progresando, ¡abramos una botella para celebrarlo!",
      "fr": "On fait des progrès, ça mérite bien d'ouvrir une bouteille pour fêter ça !",
      "pt": "Estamos progredindo, vamos abrir uma garrafa para comemorar!",
      "ru": "Мы делаем успехи! Давай откупорим бутылку вина и отпразднуем как следует!",
      "id": "Ayo kita buka sebotol anggur untuk merayakan kepulangan ini!",
      "th": "มาเปิดไวน์เพื่อฉลองให้กับ ความคืบหน้าของเรากันเถอะ!",
      "vi": "Hãy khui rượu ăn mừng thắng lợi trở về!"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "好样的，有你这种得力的兄弟，是我北斗的荣光！我也不能让你小瞧了啊。",
      "zht": "#好樣的，有{F#妳}{M#你}這種得力的兄弟，是我北斗的榮光！我也不能讓{F#妳}{M#你}小瞧了啊。",
      "jp": "よくやった、あんたみたいなデキるやつが味方なんて、この北斗の誇りだ！こっちも甘く見られないように努力しないとな！",
      "ko": "훌륭해. 너 같이 유능한 형제가 있다니 이 북두의 영광이야! 나도 뒤처질 순 없지",
      "en": "A prime example! It is an honor to have you aboard. I need to keep up if I'm to keep the respect of my crew.",
      "de": "So muss das sein, genau solche Leute brauchen wir hier an Bord! Mein ganzer Stolz, auch ich werde dich nicht enttäuschen.",
      "es": "Es un honor teneros a bordo. Debo mantener el ritmo si quiero que mi tripulación me siga respetando.",
      "fr": "Tu es un exemple pour tous à bord, et c'est un honneur de t'avoir à nos côtés. Hum, je vais finir par devoir faire attention...",
      "pt": "#Um excelente exemplo! É uma honra tê-l{M#o}{F#a} a bordo. Eu preciso acompanhar se quiser manter o respeito da minha tripulação.",
      "ru": "Для меня честь иметь в команде такого человека, как ты! Мне следует держаться твоего уровня, чтобы не упасть в грязь лицом.",
      "id": "Bagus sekali, punya saudara sepertimu di atas kapal benar-benar sebuah kehormatan untukku! Aku juga tidak bisa meremehkanmu jika ingin menjaga para kru agar tetap hormat padaku.",
      "th": "เป็นแบบอย่างที่ดีมาก มีพี่น้องที่มี ความสามารถอย่างเธอนั้นถือเป็น เกียรติของฉัน! ฉันก็จะปล่อยให้ ถูกดูแคลนแบบนี้ไม่ได้แล้ว",
      "vi": "Thật tuyệt, có người anh em đắc lực như bạn, là vinh dự của tôi. Tôi cũng không thể để bạn xem thường!"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "这几番操练下来，算是达到了我武艺的巅峰状态了吧。谢谢你…对了，不如再陪我过两招吧。",
      "zht": "#這幾番操練下來，算是達到了我武藝的巔峰狀態了吧。謝謝{F#妳}{M#你}…對了，不如再陪我過兩招吧。",
      "jp": "こうしてやっと武芸の最高峰に辿り着いた。ありがとう…そうだ、もう少し手合わせに付き合ってくれないか？",
      "ko": "이 훈련들로 무예가 정점을 찍은 것 같아. 고마워…. 맞다, 몇 수 더 겨룰까?",
      "en": "After all this training, I feel like I'm finally at my best. Thank you... But please, I'd still like for you to keep me on my toes.",
      "de": "Nach all diesen Trainingseinheiten habe ich endlich das Gefühl, dass ich an der Spitze meiner Fähigkeiten angekommen bin. Obwohl es vielleicht besser wäre, wenn du mich noch für die nächste Zeit begleiten würdest.",
      "es": "Después de tanto entrenamiento, siento que por fin he llegado a la cima. Gracias... Pero, por favor, me gustaría que siguierais manteniéndome alerta.",
      "fr": "Je crois bien que l'entraînement a fini par payer et que je ne ferai pas mieux. Merci... Un autre combat ?",
      "pt": "Após vários treinamentos, finalmente sinto que estou no meu melhor. Muito obrigada... Mas, por favor, eu ainda gostaria que você me mantivesse atenta.",
      "ru": "После всех этих тренировок мне кажется, я достигла превосходных результатов в искусстве сражения. Спасибо... Хэй, не хочешь поупражняться ещё?",
      "id": "Setelah semua latihan ini, aku rasa aku telah mencapai puncak dari seni bela diriku. Terima kasih banyak... Ah tapi, ngomong-ngomong, kenapa kamu tidak tinggal denganku saja.",
      "th": "จากการฝึกซ้อมหลายครั้งหลายครา ถือว่าได้มาถึงจุดสูงสุดของ ศิลปะการต่อสู้ของฉันแล้ว ขอบคุณเธอด้วยนะ...จริงสิ หรือคุณจะออกเดินทางไปกับฉัน ด้วยเลย",
      "vi": "Sau vài lần luyện tập thực chiến, cuối cùng đã đạt đến trạng thái đỉnh cao của võ nghệ. Cảm ơn bạn... Phải rồi, hay là tiếp thêm hai chiêu nhé."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "闪开！",
      "zht": "閃開！",
      "jp": "どけ！",
      "ko": "비켜!",
      "en": "Back off!",
      "de": "Zurücktreten!",
      "es": "¡No deis un paso más!",
      "fr": "Dégagez le passage !",
      "pt": "Sai fora!",
      "ru": "Назад!",
      "id": "Mundur!",
      "th": "หลีกไป!",
      "vi": "Tránh ra!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "哈！",
      "zht": "哈！",
      "jp": "はぁー！",
      "ko": "하!",
      "en": "Ha!",
      "de": "Ha!",
      "es": "¡Ja!",
      "fr": "Ha !",
      "pt": "Há!",
      "ru": "Хэх!",
      "id": "Hah!",
      "th": "ฮ่า!",
      "vi": "Ha!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "悉数奉还！",
      "zht": "悉數奉還！",
      "jp": "全部返してやる！",
      "ko": "전부 돌려주지!",
      "en": "Back at ya!",
      "de": "Das kannst du behalten!",
      "es": "¡Esta os la devolveré!",
      "fr": "Œil pour œil !",
      "pt": "Toma essa de volta!",
      "ru": "Получай!",
      "id": "Pembalasan setara untukmu!",
      "th": "ซัดกลับไปเลยเต็มที่!",
      "vi": "Trả lại tất cả!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其四",
      "zht": "元素戰技·其四",
      "jp": "元素スキル·4",
      "ko": "원소전투 스킬·네 번째",
      "en": "Elemental Skill: IV",
      "de": "Elementarfähigkeit IV",
      "es": "Habilidad Elemental (IV)",
      "fr": "Compétence élémentaire (4)",
      "pt": "Habilidade Elemental - IV",
      "ru": "Элементальный навык IV",
      "id": "Elemental Skill: IV",
      "th": "สกิลธาตุ - 4",
      "vi": "Kỹ Năng Nguyên Tố IV"
    },
    "line": {
      "zhs": "接下吧！",
      "zht": "接下吧！",
      "jp": "くらえ！",
      "ko": "받아 봐!",
      "en": "Take this!",
      "de": "Nimm das!",
      "es": "¡Tomad!",
      "fr": "Prends ça !",
      "pt": "Toma essa!",
      "ru": "На, получай!",
      "id": "Terimalah ini!",
      "th": "รับไปซะ!",
      "vi": "Nhận lấy đi!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其五",
      "zht": "元素戰技·其五",
      "jp": "元素スキル·5",
      "ko": "원소전투 스킬·다섯 번째",
      "en": "Elemental Skill: V",
      "de": "Elementarfähigkeit V",
      "es": "Habilidad Elemental (V)",
      "fr": "Compétence élémentaire (5)",
      "pt": "Habilidade Elemental - V",
      "ru": "Элементальный навык V",
      "id": "Elemental Skill: V",
      "th": "สกิลธาตุ - 5",
      "vi": "Kỹ Năng Nguyên Tố V"
    },
    "line": {
      "zhs": "——喝啊！",
      "zht": "——喝啊！",
      "jp": "ハーッ！",
      "ko": "——하아!",
      "en": "Hurrrh!",
      "de": "Harrrh!",
      "es": "¡Arrr!",
      "fr": "Ahhhh !",
      "pt": "Hurrrh!",
      "ru": "Гр-р-р!",
      "id": "Hurrrh!",
      "th": "ย๊ากกก!",
      "vi": "Hurrrh!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "这是斩灭「海山」的力量！",
      "zht": "這是斬滅「海山」的力量！",
      "jp": "これが「海山」を滅ぼした力だ！",
      "ko": "이게 「해산」을 멸하는 힘이다!",
      "en": "Power that ended Haishan!",
      "de": "Die Macht, die Haishan vernichtete!",
      "es": "¡Con este poder vencí a Haishan!",
      "fr": "Goûtez à la force qui a anéanti Haishan !",
      "pt": "O poder que acabou com Haishan!",
      "ru": "Сила, что одолела Хай Шаня!",
      "id": "Inilah kekuatan yang mengakhiri Haishan!",
      "th": "นี่คือพลังที่กำราบ Haishan!",
      "vi": "Đây là sức mạnh tiêu diệt Hải Sơn!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "给我瞧好了！",
      "zht": "給我瞧好了！",
      "jp": "よく見ておけ！",
      "ko": "눈 크게 뜨고 잘 봐!",
      "en": "Eyes on me!",
      "de": "Sieh mich an!",
      "es": "¡No apartéis vuestra mirada!",
      "fr": "Regardez-moi bien !",
      "pt": "Olhem todos para mim!",
      "ru": "Всем смотреть на меня!",
      "id": "Hati-hati saja kamu!",
      "th": "มองฉันไว้ให้ดีนะ!",
      "vi": "Hãy nhìn cho rõ!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "化作焦炭吧！",
      "zht": "化作焦炭吧！",
      "jp": "炭になるがいい！",
      "ko": "잿더미가 되어라!",
      "en": "To ashes!",
      "de": "Zu Asche!",
      "es": "¡Morded el polvo!",
      "fr": "En cendres !",
      "pt": "Às cinzas!",
      "ru": "В пепел!",
      "id": "Jadilah debu!",
      "th": "เป็นเถ้าถ่านไปซะ!",
      "vi": "Hóa thành tro bụi đi!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "哟，真让人开心。",
      "zht": "喲，真讓人開心。",
      "jp": "ほう、嬉しいじゃないか。",
      "ko": "이야, 기분 좋네",
      "en": "Huh, where've you been hiding?",
      "de": "Hm, wo hattest du dich denn versteckt?",
      "es": "Oh, ¿dónde os escondíais?",
      "fr": "Eh bien, où est-ce que tu te cachais, toi ?",
      "pt": "Huh, onde você estava se escondendo?",
      "ru": "А, где ты прятался?",
      "id": "Ha, sembunyi di mana selama ini?",
      "th": "โอ้โห อารมณ์ดีขึ้นมาเลย",
      "vi": "Yo, nghe vui đấy!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "不错嘛，又有收获了！",
      "zht": "不錯嘛，又有收穫了！",
      "jp": "悪くない収穫だ！",
      "ko": "나쁘지 않아. 새로운 수확이군!",
      "en": "Nice, I'm starting to lose count!",
      "de": "Schön, ich fange an, den Überblick zu verlieren!",
      "es": "¡Arr! ¡Ya he perdido la cuenta!",
      "fr": "Pas mal. Je commence à perdre le compte !",
      "pt": "Legal, estou começando a perder a conta!",
      "ru": "Здорово, я начинаю сбиваться со счёта!",
      "id": "Bagus, aku sampai lupa ini sudah yang keberapa!",
      "th": "ไม่เลวเลยนี่นา ได้ของดีอีกแล้ว!",
      "vi": "Tốt lắm, lại có thu hoạch rồi!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "找到了财宝，就来喝酒助兴吧！",
      "zht": "找到了財寶，就來喝酒助興吧！",
      "jp": "宝を見つけたら、次は酒だ！",
      "ko": "보물을 찾았으니 축배를 들자고!",
      "en": "The Mora the merrier. First round's on me!",
      "de": "Je mehr Mora, desto besser. Die erste Runde geht auf mich!",
      "es": "¡Mora a la vista! ¡Yo os invito a la primera ronda!",
      "fr": "Le mora fait bien le bonheur... La prochaine tournée est pour moi !",
      "pt": "Que \"Moravilha\"! A primeira rodada é por minha conta!",
      "ru": "Чем больше моры, тем веселее. Вся выпивка за мой счёт!",
      "id": "Banyak Mora banyak rezeki. Gelas pertama biar aku yang bayar!",
      "th": "เจอสมบัติแบบนี้ ต้องมาดื่มฉลองกันหน่อยแล้ว!",
      "vi": "Tìm được kho báu thì đến uống rượu chung vui nào!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "还没完呢！",
      "zht": "還沒完呢！",
      "jp": "まだまだ！",
      "ko": "아직 안 끝났어!",
      "en": "It's not over!",
      "de": "Es ist noch nicht vorbei!",
      "es": "¡Esto no ha terminado!",
      "fr": "Ce n'est pas encore fini !",
      "pt": "Ainda não acabou!",
      "ru": "Это не конец!",
      "id": "Ini belum selesai!",
      "th": "ยังไม่เสร็จเลยนะ!",
      "vi": "Chưa xong đâu!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "哼，我来精神了。",
      "zht": "哼，我來精神了。",
      "jp": "フン、逆に元気が出たわ！",
      "ko": "흥, 나 정신 들었어",
      "en": "Hah, I've still got some kick.",
      "de": "Ha, ich habe immer noch einen gewissen Schwung.",
      "es": "¡Ja! Aún tengo energías.",
      "fr": "Hmph, il me reste un peu de jus.",
      "pt": "Hah, ainda consigo lutar.",
      "ru": "Ха, а мой удар ещё ничего!",
      "id": "Huh, aku masih punya tenaga.",
      "th": "ฮึ ฉันยังมีแรงอยู่นะ!",
      "vi": "Hừm, ta đã lấy lại tinh thần rồi!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "我绝不屈服。",
      "zht": "我絕不屈服。",
      "jp": "絶対に屈しないッ！",
      "ko": "난 절대 굴복하지 않아",
      "en": "I never yield.",
      "de": "Ich gebe nie nach.",
      "es": "Yo soy implacable.",
      "fr": "Je ne céderai jamais.",
      "pt": "Nunca passo a minha vez.",
      "ru": "Я никогда не сдаюсь.",
      "id": "Aku tidak akan menyerah.",
      "th": "ฉันจะไม่ยอมแพ้เด็ดขาด!",
      "vi": "Tuyệt đối không khuất phục."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "到我身后！",
      "zht": "到我身後！",
      "jp": "アタシの後ろへ！",
      "ko": "내 뒤로 와!",
      "en": "Get behind me!",
      "de": "Stell dich hinter mich!",
      "es": "¡Poneos detrás de mí!",
      "fr": "Vite, derrière-moi !",
      "pt": "Fique atrás de mim!",
      "ru": "Встань позади меня!",
      "id": "Ke belakangku!",
      "th": "ไปอยู่ข้างหลังฉันซะ!",
      "vi": "Đến phía sau tôi!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "退下！别逞英雄。",
      "zht": "退下！別逞英雄。",
      "jp": "下がれ！強がるな！",
      "ko": "물러서! 오기 부리지 말고",
      "en": "Get back! Don't be a hero.",
      "de": "Bleib zurück! Spiel nicht den Helden.",
      "es": "¡Volved aquí! ¡No es momento de lucirse!",
      "fr": "Reviens ! Ne joue pas au héros.",
      "pt": "#Fique para trás! Não tente bancar {M#o herói}{F#a heroína}.",
      "ru": "Отойди! Не геройствуй.",
      "id": "Mundur! Jangan sok pahlawan.",
      "th": "ถอยก่อน! อย่าทำตัวเป็นฮีโร่น่า",
      "vi": "Lui xuống! Đừng tỏ vẻ anh hùng."
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotada (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "糟透了。",
      "zht": "糟透了。",
      "jp": "最悪だ。",
      "ko": "완전 엉망이야",
      "en": "This isn't good...",
      "de": "Das ist schlecht ...",
      "es": "¡Pardiez!",
      "fr": "C'est mauvais.",
      "pt": "Isso não é bom...",
      "ru": "Не нравится мне это...",
      "id": "Gawat sekali...",
      "th": "ท่าไม่ดีแล้ว",
      "vi": "Tiêu rồi."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotada (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "兄弟们…先…撤…",
      "zht": "兄弟們…先…撤…",
      "jp": "みんな…先に…逃げろ…",
      "ko": "제군들… 일단… 철수다…",
      "en": "Men... Fall... back...",
      "de": "Männer ... Zieht euch zurück!",
      "es": "Mis grumetes... retiraos...",
      "fr": "Battez... en retraite...",
      "pt": "Homens... Recuem...",
      "ru": "Друзья... отступаем...",
      "id": "Saudaraku... Mun — dur...",
      "th": "พี่น้องทั้งหลาย... ถอย... ก่อน...",
      "vi": "Các anh em... rút lui... trước..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotada (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "全员…归航…",
      "zht": "全員…歸航…",
      "jp": "全員…帰航…",
      "ko": "전원… 귀항한다…",
      "en": "Crew... Set sail for home...",
      "de": "Alle zurück!",
      "es": "Volvemos a casa, grumetillos...",
      "fr": "Retour au navire...",
      "pt": "Pessoal... Hora de ir para casa...",
      "ru": "Команда... Поднять паруса... Домой...",
      "id": "Para kru... Naikkan layar dan pulanglah...",
      "th": "ลูกเรือทั้งหลาย... กลับบ้านกัน...",
      "vi": "Tất cả... quay đầu..."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其一",
      "zht": "普通受擊·其一",
      "jp": "ダメージを受ける·1",
      "ko": "일반 피격·첫 번째",
      "en": "Light Hit Taken: I",
      "de": "Leichten Treffer erlitten I",
      "es": "Recibiendo un ligero ataque (I)",
      "fr": "Attaque légère subie (1)",
      "pt": "Ataque Leve Sofrido - I",
      "ru": "Получен лёгкий удар I",
      "id": "Menerima Serangan Ringan: I",
      "th": "รับการโจมตีปกติ - 1",
      "vi": "Chịu Đòn Thường I"
    },
    "line": {
      "zhs": "区区小伤。",
      "zht": "區區小傷。",
      "jp": "かすり傷だ。",
      "ko": "별것 아냐",
      "en": "Just a scratch.",
      "de": "Nur ein Kratzer.",
      "es": "Eso solo me ha hecho cosquillas.",
      "fr": "Ce n'est qu'un bobo.",
      "pt": "Só um arranhão.",
      "ru": "Просто царапина.",
      "id": "Hanya luka lecet saja.",
      "th": "ก็แค่รอยข่วน",
      "vi": "Chỉ là vết thương nhỏ."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "输赢还说不定呢。",
      "zht": "輸贏還說不定呢。",
      "jp": "勝ち負けはまだ分からないよ。",
      "ko": "승패는 아직 몰라",
      "en": "You haven't won yet.",
      "de": "Du hast noch nicht gewonnen.",
      "es": "Todavía no me habéis ganado.",
      "fr": "Je n'ai pas encore perdu.",
      "pt": "A vitória ainda não é sua.",
      "ru": "Это ещё не победа!",
      "id": "Kamu belum tentu menang.",
      "th": "ยังไม่รู้ผลแพ้ชนะซะหน่อย",
      "vi": "Thắng thua vẫn chưa định."
    }
  },
  {
    "title": {
      "zhs": "重受击·其二",
      "zht": "重受擊·其二",
      "jp": "重ダメージを受ける·2",
      "ko": "강공격 피격·두 번째",
      "en": "Heavy Hit Taken: II",
      "de": "Schweren Treffer erlitten II",
      "es": "Recibiendo un fuerte ataque (II)",
      "fr": "Attaque puissante subie (2)",
      "pt": "Ataque Pesado Sofrido - II",
      "ru": "Получен тяжёлый удар II",
      "id": "Menerima Serangan Hebat: II",
      "th": "โดนโจมตีอย่างหนัก - 2",
      "vi": "Bị Trọng Kích II"
    },
    "line": {
      "zhs": "有两下子。",
      "zht": "有兩下子。",
      "jp": "やるじゃないか。",
      "ko": "제법이군",
      "en": "Not bad.",
      "de": "Nicht schlecht.",
      "es": "Sois más hábil de lo que pensaba.",
      "fr": "Plus habile que je le pensais.",
      "pt": "Nada mau.",
      "ru": "Недурно.",
      "id": "Hebat juga.",
      "th": "ไม่เลวนี่",
      "vi": "Cũng có chút bản lĩnh."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "好，出发吧！",
      "zht": "好，出發吧！",
      "jp": "よし！出発しようか！",
      "ko": "좋아, 출발!",
      "en": "Alright, let's go!",
      "de": "In Ordnung, los geht’s!",
      "es": "¡Ah del barco!",
      "fr": "Bien, c'est parti !",
      "pt": "Certo, vamos nessa!",
      "ru": "Ладно, вперёд!",
      "id": "Baiklah, ayo berangkat!",
      "th": "โอเค ออกเดินทางได้!",
      "vi": "Tốt, xuất phát thôi!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "跟我来吧。",
      "zht": "跟我來吧",
      "jp": "アタシと一緒に来い。",
      "ko": "날 따라와",
      "en": "Come with me.",
      "de": "Komm mit mir.",
      "es": "Venid conmigo.",
      "fr": "Viens avec moi.",
      "pt": "Venha comigo.",
      "ru": "Пойдём со мной.",
      "id": "Ikutlah bersamaku.",
      "th": "ตามฉันมาสิ",
      "vi": "Theo tôi."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "我相信你。",
      "zht": "#我相信{F#妳}{M#你}。",
      "jp": "あんたを信じるよ。",
      "ko": "난 널 믿어",
      "en": "I trust you.",
      "de": "Ich vertraue dir.",
      "es": "Confío en vos.",
      "fr": "Je vous fais confiance.",
      "pt": "Eu confio em você!",
      "ru": "Я тебе доверяю.",
      "id": "Aku percaya padamu.",
      "th": "ฉันเชื่อใจเธอนะ",
      "vi": "Tôi tin bạn."
    }
  }
]