{
  "id": 13414,
  "type": "polearm",
  "rank": 4,
  "name": {
    "zhs": "喜多院十文字",
    "zht": "喜多院十文字",
    "jp": "喜多院十文字槍",
    "ko": "키타인 십자창",
    "en": "Kitain Cross Spear",
    "de": "Kitain-Kreuzlanze",
    "es": "Cruz de Kitain",
    "fr": "Lance en croix de Kitain",
    "pt": "Lança Cruzada de Kitain",
    "ru": "Крест-копьё Китаин",
    "id": "Kitain Cross Spear",
    "th": "Kitain Cross Spear",
    "vi": "Giáo Thập Tự Kitain"
  },
  "description": {
    "zhs": "曾经在八酝岛守望「祟神」的枪法名士所用的特殊长枪。",
    "zht": "曾經在八醞島守望「祟神」的槍法名士所用的特殊長槍。",
    "jp": "ヤシオリ島で「祟り神」を見守る槍術の名士が使っていた特殊な長槍。",
    "ko": "과거 야시오리섬의 「재앙신」을 지키던 창술의 대가가 사용했던 특수한 창",
    "en": "A special lance that was once used by a famed warrior who guarded the Tatarigami on Yashiori Island.",
    "de": "Eine besondere Lanze, die einst von einem berühmten Krieger benutzt wurde, der die Tatarigami auf der Insel Yashiori bewachte.",
    "es": "El arma utilizada por el famoso lancero que custodiaba a los tatarigami en la Isla Yashiori.",
    "fr": "Une lance spéciale qui était autrefois utilisée par un célèbre guerrier qui gardait le Tatarigami sur l'Île de Yashiori.",
    "pt": "Uma lança especial que foi usada por um guerreiro famoso que guardava o Tatarigami da Ilha Yashiori.",
    "ru": "Копьё, что раньше принадлежало прославленному воину, который охранял Татаригами на острове Ясиори.",
    "id": "Tombak spesial yang pernah digunakan oleh prajurit terkenal yang menjaga Tatarigami di Pulau Yashiori.",
    "th": "หอกที่ครั้งหนึ่งนักรบผู้มีชื่อเสียงเคยใช้คุ้มครอง \"Tatarigami\" บนเกาะ Yashiori",
    "vi": "Một cây thương đặc biệt đã từng được sử dụng bởi một chiến binh nổi tiếng, người bảo vệ đảo Yashiori khỏi Họa Thần."
  },
  "lore": {
    "zhs": "\n由喜多院文宗为了自己的枪法设计的异形战枪。\n在外行的手中，特异的配重会使操纵十分困难。\n但在会用的人手中，能发挥格外强大的破坏力。\n\n喜多院在遥远的过去，原本是诛灭「祟神」的家系，\n也在过去的诸多世代中，担任着「八酝守」的责任。\n\n在过去的历史中，稻妻土地上曾经流传有一首童谣：\n「大手门荒泷、胤之岩藏、长蛇喜多院、雾切高岭」\n来形容如同欃枪般，曾经一度照亮大地的耀眼武人。\n其中原本有许多其他名字，但都随着历史被抹去了。\n常年身为樊篱诛杀妖邪者，难免会饮下瘴晦的污血。",
    "zht": "\n由喜多院文宗為了自己的槍法設計的異形戰槍。\n在外行的手中，特異的配重會使操縱十分困難。\n但在會用的人手中，能發揮格外強大的破壞力。\n\n喜多院在遙遠的過去，原本是誅滅「祟神」的家系，\n也在過去的諸多世代中，擔任著「八醞守」的責任。\n\n在過去的歷史中，稻妻土地上曾經流傳有一首童謠：\n「大手門荒瀧、胤之岩藏、長蛇喜多院、霧切高嶺」\n來形容如同欃槍般，曾經一度照亮大地的耀眼武人。\n其中原本有許多其他名字，但都隨著歷史被抹去了。\n常年身為樊籬誅殺妖邪者，難免會飲下瘴晦的汙血。",
    "jp": "\n喜多院文宗が自身の槍術に合わせて設計した変わった形の槍。\n素人が扱えば、特殊な重心が扱いづらく感じてしまう。\nだが正しい使い手なら、破格の破壊力を発揮できる。\n\n喜多院は遥か昔、「祟り神」を殺す家系だった。\n長い間、「ヤシオリ守」を務めてきた。\n\n昔々、稲妻の地に伝わる童謡にこういうものがあった。\n「大手門荒瀧、胤の岩蔵、長蛇喜多院、霧切高嶺」\n大地を照らした眩い武人たちを讃える歌だ。\n昔はもっと沢山の名前があったが、それらは歴史に埋もれていった。\n長年妖魔を殺す者は、穢れた血を飲むこともある。",
    "ko": "\n키타인 쇼후미가 자신의 창술을 위해 설계한 이형의 전투 창\n특이한 균형으로 문외한이 조종하기에는 어려움이 있다\n하지만 사용할 줄 아는 사람의 손에선 특히 강력한 파괴력을 자랑한다\n\n오랜 옛날, 키타인은 「재앙신」을 살해하는 집안이었다\n여러 세대를 걸쳐 「야시오리 수호자」의 책임을 짊어졌다\n\n지나간 역사 속의 이나즈마에선 다음과 같은 동요가 유행했다:\n「정문의 아라타키, 타네의 이와쿠라, 뱀의 키타인, 무절(霧切)의 타카네」\n이는 번뜩이는 창처럼 대지를 환히 비춘 무인을 묘사한 동요다\n원래는 다른 이름들도 많이 있었는데, 역사의 흐름에 씻겨 없어졌다\n울타리로서 요마를 살해하는 삶을 살았으니, 불길한 피도 마시기 마련이었다",
    "en": "\nA strangely-shaped spear made by Kitain Bunsou for his own unique style of spearmanship.\nIts massive weight makes it extremely unwieldy in untrained hands.\nBut in the hands of an expert, it is capable of unleashing great destructive power.\n\nIn the distant past, Kitain used to be a family that hunted the Tatarigami down.\nFor many generations, they shouldered the responsibility of serving as the Prefects of Yashiori.\n\nIn the past, there was a certain children's song that circulated widely within Inazuma:\n\"Arataki of the Front Gate, Iwakura the Successor, Kitain the Serpent, Takamine the Mistsplitter.\"\nThese phrases describe the dazzling warriors who once illuminated the earth like comets.\nThere used to be many other names on the list, but they have since been lost to history.\nAnd having been a demon hunter for so long, it is unavoidable that one might imbibe some of that miasmic, tainted blood.",
    "de": "\nEine einzigartige Waffe, die Kitain Bunsou für seinen eigenen speziellen Schießstil entwickelt hat.\nIn Amateurhänden können eigenwillige Gegengewichte das Manövrieren sehr erschweren.\nAber in den Händen von jemandem, der es zu nutzen weiß, kann es außerordentlich mächtig und zerstörerisch sein.\n\nIn der fernen Vergangenheit war Kitain die Familienlinie, die „Tatarigami“ jagte.\nEr übernahm auch die Verantwortung für die „Yashiori-Wächter“ für viele Generationen in der Vergangenheit.\n\nIn der Vergangenheit gab es einen Kinderreim, der im Land von Inazuma kursierte.\n„Arataki vom Haupttor, Iwakura, der Nachfolger, Kitain, die Schlange, und Takamine, der Nebelspalter“,\num den schillernden Kampfkünstler zu beschreiben, der einst wie ein Santalum die Erde erleuchtete.\nUnter den ursprünglichen gab es noch viele andere Namen, aber sie sind alle von der Geschichte ausgelöscht worden.\nWer ständig Dämonen und das Böse tötet, trinkt unweigerlich das verseuchte Blut des Miasmas.",
    "es": "\nUna lanza de forma extraña diseñada por Kitain Bunsou para su estilo único de lucha.\nSu considerable peso hace que sea difícil de portar por una persona promedio.\nSin embargo, en manos de un experto, es capaz de desatar un gran poder destructivo.\n\nHace mucho tiempo, los Kitain eran una familia especializada en exterminar tatarigami,\ny por muchas generaciones fueron los prefectos encargados de resguardar la Isla Yashiori.\n\nAntes había una canción infantil muy popular en Inazuma:\n“Arataki de la puerta principal, Iwakura el Sucesor, Kitain la Serpiente, Takamine Cortatinieblas”.\nEn ella se mencionan guerreros distinguidos que una vez iluminaron la tierra como radiantes estrellas.\nEn la lista aparecían muchos otros nombres, pero se perdieron con el tiempo.\nEs difícil evitar mancharse de sangre cuando se es cazador de demonios por mucho tiempo.",
    "fr": "\nUne lance à la forme étrange, fabriquée par Kitain Bunsou pour son propre style unique de combat.\nSon poids massif la rend extrêmement difficile à manier par des mains non entraînées.\nMais entre les doigts agiles d'un expert, elle est capable de libérer une grande puissance destructrice.\n\nDans un passé lointain, les Kitain était une famille qui chassait le Tatarigami.\nPendant de nombreuses générations, ils ont occupé le poste de préfet de Yashiori.\n\nDans le passé, il existait une comptine qui circulait au sein d'Inazuma :\n« Arataki de la porte avant, Iwakura le successeur, Kitain le serpent, Takamine le tranche-brume... »\nCette ligne décrit les guerriers éblouissants qui illuminaient autrefois la terre, telles des comètes.\nIl y avait beaucoup d'autres noms dans la liste, mais ils ont depuis été perdus dans l'histoire...\nEt après avoir été un chasseur de démons depuis si longtemps, il est inévitable que l'on s'imprègne d'un peu de ce sang corrompu.",
    "pt": "\nUma arma estranha projetada por Kitain Bunsou por seu estilo único de lança.\nSeu grande peso faz com que seja extremamente difícil de ser operada por leigos.\nMas nas mãos de um especialista, é capaz de liberar um imenso poder destrutivo.\n\nNo passado distante, os Kitain eram uma família que caçava o Tatarigami.\nDurante muitas gerações, eles eram responsáveis por serem os \"Guardiões da Ilha Yashiori\".\n\nNo passado, havia um verso que circulava amplamente em Inazuma,\n\"Arataki do Portão Frontal, Iwakura o Sucessor, a Serpente Kitain e Takamine o Cortador da Névoa\".\nEle descrevia os brilhantes guerreiros que outrora iluminaram a terra como cometas.\nExistiam muitos outros nomes. Mas eles foram apagados pela história.\nTendo sido um caçador de demônios por tanto tempo, é difícil evitar se manchar com o sangue cheio de miasmas.",
    "ru": "\nНеобычное копье, которое создал Китаин Бунсо для своего особого стиля боя.\nИз-за большого веса его очень трудно использовать без подготовки.\nНо в умелых руках оно способно высвободить огромную разрушительную силу.\n\nВ далёком прошлом Китаин была семьёй, которая охотилась на Татаригами.\nНа протяжении многих поколений они были префектами Ясиори.\n\nВ прошлом в Инадзуме была присказка:\n«Большие врата Аратаки, наследие Ивакура, длинная змея Китаин и Рассекающий туман».\nТак описывали блистательных воинов, которые когда-то освещали землю, как кометы.\nТакже было много других имён. Но они затерялись в истории.\nТак долго будучи охотником на демонов, трудно было не попробовать кровь глубин.",
    "id": "\nTombak unik yang dirancang khusus oleh Kitain Bunsou untuk ilmu tombak khas miliknya.\nBobotnya yang besar membuatnya sangat sulit bagi orang biasa untuk mengoperasikannya.\nTapi di tangan seorang ahli, dia mampu melancarkan kekuatan penghancur yang sangat kuat.\n\nDi masa lalu, Kitain awalnya adalah keluarga yang memburu Tatarigami.\nSelama beberapa generasi, mereka diberi tanggung jawab sebagai \"Pejabat Pulau Yashiori\".\n\nDi masa lalu, ada sebuah lagu anak-anak yang tersebar luas di Inazuma:\n\"Arataki dari gerbang Tenshukaku, Iwakura si Penerus, Kitain si Serpent, dan Takamine si Mistsplitter\".\nKalimat ini menggambarkan prajurit mempesona yang pernah menerangi bumi seperti komet.\nSebenarnya masih banyak nama lainnya. Tapi semuanya sudah terhapus oleh sejarah.\nSetelah menjadi pemburu iblis dalam waktu lama, mencicipi darah kotor adalah hal yang sulit dihindari lagi baginya.",
    "th": "\nหอกรบรูปร่างพิเศษที่ Kitain Bunsou ออกแบบขึ้นเพื่อวิชาหอกของตนเอง\nหากอยู่ในมือของผู้ที่ไม่ชำนาญ ก็จะไม่สามารถควบคุมหอกที่มีน้ำหนัก และรูปร่างพิเศษนี้ได้\nแต่หากอยู่ในมือของผู้ที่ชำนาญแล้วล่ะก็ จะสามารถสร้างพลังทำลายล้างอันทรงพลังได้\n\nเดิมทีแล้ว ในอดีต Kitain ยังเป็นตระกูลที่สามารถโค่นล้ม \"Tatarigami\" ลงได้\nและได้รับการแต่งตั้งหน้าที่เป็น \"ผู้พิทักษ์ Yashiori\" สืบต่อกันมาหลายชั่วอายุคน\n\nในอดีตเคยมีเพลงกล่อมเด็กบทเพลงหนึ่งแพร่สะพัดไปทั่วดินแดน Inazuma\n\"ประตูใหญ่ Arataki, Iwakura ผู้สำเร็จวิชา, อสรพิษ Kitain, Takamine ผู้เฉือนเมฆหมอก\"\nซึ่งล้วนพรรณนาถึงหอก ที่เคยเป็นอาวุธที่สร้างผลงานมากมายให้นักสู้มาแล้ว\nหนึ่งในนั้น มีชื่อหลากหลาย แต่ก็ได้รางเลือนไปตามกาลเวลา\nถึงแม้จะเป็นผู้ที่สังหารมารปีศาจ สิ่งชั่วร้ายเป็นเวลานาน ก็ไม่สามารถเลี่ยงจากการดื่มโลหิตปนเปื้อนได้",
    "vi": "\nCây thương kỳ lạ được thiết kế bởi Kitain Bunsou theo thương pháp đặc biệt của riêng mình.\nNếu ở trong tay một kẻ nghiệp dư, trọng lượng khác thường sẽ khiến cho nó rất khó khăn để thao tác.\nNhưng trong tay của người chuyên nghiệp, nó có thể phát huy sức mạnh huỷ diệt vô cùng mạnh mẽ.\n\nTrong quá khứ xa xôi, Kitain vốn là gia tộc đã tiêu diệt \"Họa Thần\", \ncũng đã đảm nhận trách nhiệm canh giữ cho quần đảo trong nhiều thời đại trước.\n\nTrong quá khứ, có một bài đồng dao được lưu truyền ở Inazuma:\n\"Cánh cổng Arataki, sự kế thừa Iwakura, mãng xà Kitain, và Vết Cắt Sương Mù Takamine\"\nĐể mô tả chiến binh chói sáng đã từng chiếu sáng trái đất như sao chổi.\nĐã từng có rất nhiều những cái tên khác. Nhưng đều đã bị lịch sử xóa sổ.\nLà thợ săn quỷ quá lâu, việc uống phải máu bẩn của chướng khí là điều không thể tránh khỏi."
  },
  "effects": [
    {
      "name": {
        "zhs": "名士振舞",
        "zht": "名士振舞",
        "jp": "名士の振舞",
        "ko": "명사의 거동",
        "en": "Samurai Conduct",
        "de": "Verhalten eines Samurais",
        "es": "Conducta de samurái",
        "fr": "Code du samouraï",
        "pt": "Conduta do Samurai",
        "ru": "Мастерство самурая",
        "id": "Samurai Conduct",
        "th": "Samurai Conduct",
        "vi": "Vũ Điệu Samurai"
      },
      "description": {
        "zhs": "元素战技造成的伤害提升<color=#99FFFFFF>6%</color>。元素战技命中后，角色流失3点元素能量，并在此后的6秒内，每2秒恢复<color=#99FFFFFF>3</color>点元素能量。该效果每10秒至多触发一次，角色处于队伍后台也能触发。",
        "zht": "元素戰技造成的傷害提升<color=#99FFFFFF>6%</color>。元素戰技命中後，角色流失3點元素能量，並在此後的6秒內，每2秒恢復<color=#99FFFFFF>3</color>點元素能量。該效果每10秒至多觸發一次，角色處於隊伍後臺時也能觸發。",
        "jp": "元素スキルのダメージ+<color=#99FFFFFF>6%</color>。元素スキルが命中した時、キャラクターは元素エネルギーを3ポイント失う。その後の6秒間、2秒毎に元素エネルギーを<color=#99FFFFFF>3</color>ポイント獲得する。この効果は10秒毎に1回のみ発動でき、待機中のキャラクターも発動できる。",
        "ko": "원소전투 스킬로 가하는 피해가 <color=#99FFFFFF>6%</color> 증가한다. 원소전투 스킬이 명중되면, 캐릭터는 원소 에너지를 3pt 잃고, 그 후 6초 동안 2초마다 원소 에너지를 <color=#99FFFFFF>3</color>pt 회복한다. 이 효과는 10초마다 최대 1회만 발동하며, 캐릭터가 대기 상태일 때도 발동된다",
        "en": "Increases Elemental Skill DMG by <color=#99FFFFFF>6%</color>. After Elemental Skill hits an opponent, the character loses 3 Energy but regenerates <color=#99FFFFFF>3</color> Energy every 2s for the next 6s. This effect can occur once every 10s. Can be triggered even when the character is not on the field.",
        "de": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um <color=#99FFFFFF>6 %</color>. Zieht der Figur bei Treffern mit einer Elementarfähigkeit 3 Punkte Elementarenergie ab und stellt im Gegenzug 6 s lang alle 2 s <color=#99FFFFFF>3</color> Punkte Elementarenergie wieder her. Dieser Effekt kann nur einmal alle 10 s ausgelöst werden, auch von Figuren, die sich in deiner Truppe, aber nicht im Kampf befinden.",
        "es": "Aumenta en un <color=#99FFFFFF>6%</color> el daño infligido por la Habilidad Elemental. Al realizar dicha habilidad, el personaje pierde 3 pts. de Energía Elemental, pero recupera <color=#99FFFFFF>3</color> pts. cada 2 s durante 6 s. Este efecto puede ocurrir una vez cada 10 s incluso cuando el personaje está en tu equipo pero no en combate.",
        "fr": "Augmente les DGT infligés par les compétences élémentaires de <color=#99FFFFFF>6 %</color>. Lorsqu'une compétence élémentaire touche un ennemi, le personnage perd 3 pts d'énergie élémentaire, mais récupère <color=#99FFFFFF>3</color> pts d'énergie toutes les 2 s pendant 6 s. Cet effet peut être déclenché une fois toutes les 10 s, même si le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "Aumenta o Dano causado pela Habilidade Elemental em <color=#99FFFFFF>6%</color>. Quando o personagem acerta no inimigo com sua Habilidade Elemental, ele perde 3 pontos de Energia Elemental e dentro dos 6s posteriores ele restaura <color=#99FFFFFF>3</color> pontos de Energia Elemental a cada 2s. Esse efeito só pode ser ativado uma vez a cada 10s. Quando o personagem não está em campo ele também pode ser ativado.",
        "ru": "Увеличивает урон элементального навыка на <color=#99FFFFFF>6%</color>. Когда элементальный навык поражает противника, персонаж теряет 3 единицы энергии, но восстанавливает <color=#99FFFFFF>3</color> единицы энергии каждые 2 сек. в течение следующих 6 сек. Эффект может возникнуть один раз в 10 сек. Эффект может сработать, даже когда персонаж не находится на поле.",
        "id": "Meningkatkan <color=#99FFFFFF>6%</color> Elemental Skill DMG. Setelah Elemental Skill mengenai musuh, 3 Energy hilang tapi akan memulihkan <color=#99FFFFFF>3</color> Energy setiap 2 detik selama 6 detik. Efek terpicu setiap 10 detik. Dapat terpicu walaupun Karakter tersebut tidak berada di medan pertempuran.",
        "th": "สกิลธาตุสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>6%</color> และหลังจากที่สกิลธาตุถูกเป้าหมาย ตัวละครจะเสียพลังงานธาตุ 3 หน่วย และหลังจากนั้น จะทำการฟื้นฟูพลังธาตุ <color=#99FFFFFF>3</color> หน่วย ในทุก 2 วินาที เป็นเวลา 6 วินาที โดยที่เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 10 วินาที และสามารถเกิดขึ้นได้ แม้ตัวละครจะอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
        "vi": "Tăng sát thương Kỹ Năng Nguyên Tố <color=#99FFFFFF>6%</color>. Sau khi Kỹ Năng Nguyên Tố đánh trúng, nhân vật mất 3 điểm Năng Lượng Nguyên Tố, đồng thời 6 giây tiếp theo mỗi 2 giây hồi phục <color=#99FFFFFF>3</color> điểm. Hiệu quả này mỗi 10 giây kích hoạt 1 lần, nhân vật ở trong đội nhưng không ra trận vẫn có thể kích hoạt."
      }
    },
    {
      "name": {
        "zhs": "名士振舞",
        "zht": "名士振舞",
        "jp": "名士の振舞",
        "ko": "명사의 거동",
        "en": "Samurai Conduct",
        "de": "Verhalten eines Samurais",
        "es": "Conducta de samurái",
        "fr": "Code du samouraï",
        "pt": "Conduta do Samurai",
        "ru": "Мастерство самурая",
        "id": "Samurai Conduct",
        "th": "Samurai Conduct",
        "vi": "Vũ Điệu Samurai"
      },
      "description": {
        "zhs": "元素战技造成的伤害提升<color=#99FFFFFF>7.5%</color>。元素战技命中后，角色流失3点元素能量，并在此后的6秒内，每2秒恢复<color=#99FFFFFF>3.5</color>点元素能量。该效果每10秒至多触发一次，角色处于队伍后台也能触发。",
        "zht": "元素戰技造成的傷害提升<color=#99FFFFFF>7.5%</color>。元素戰技命中後，角色流失3點元素能量，並在此後的6秒內，每2秒恢復<color=#99FFFFFF>3.5</color>點元素能量。該效果每10秒至多觸發一次，角色處於隊伍後臺時也能觸發。",
        "jp": "元素スキルのダメージ+<color=#99FFFFFF>7.5%</color>。元素スキルが命中した時、キャラクターは元素エネルギーを3ポイント失う。その後の6秒間、2秒毎に元素エネルギーを<color=#99FFFFFF>3.5</color>ポイント獲得する。この効果は10秒毎に1回のみ発動でき、待機中のキャラクターも発動できる。",
        "ko": "원소전투 스킬로 가하는 피해가 <color=#99FFFFFF>7.5%</color> 증가한다. 원소전투 스킬이 명중되면, 캐릭터는 원소 에너지를 3pt 잃고, 그 후 6초 동안 2초마다 원소 에너지를 <color=#99FFFFFF>3.5</color>pt 회복한다. 이 효과는 10초마다 최대 1회만 발동하며, 캐릭터가 대기 상태일 때도 발동된다",
        "en": "Increases Elemental Skill DMG by <color=#99FFFFFF>7.5%</color>. After Elemental Skill hits an opponent, the character loses 3 Energy but regenerates <color=#99FFFFFF>3.5</color> Energy every 2s for the next 6s. This effect can occur once every 10s. Can be triggered even when the character is not on the field.",
        "de": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um <color=#99FFFFFF>7,5 %</color>. Zieht der Figur bei Treffern mit einer Elementarfähigkeit 3 Punkte Elementarenergie ab und stellt im Gegenzug 6 s lang alle 2 s <color=#99FFFFFF>3,5</color> Punkte Elementarenergie wieder her. Dieser Effekt kann nur einmal alle 10 s ausgelöst werden, auch von Figuren, die sich in deiner Truppe, aber nicht im Kampf befinden.",
        "es": "Aumenta en un <color=#99FFFFFF>7.5%</color> el daño infligido por la Habilidad Elemental. Al realizar dicha habilidad, el personaje pierde 3 pts. de Energía Elemental, pero recupera <color=#99FFFFFF>3.5</color> pts. cada 2 s durante 6 s. Este efecto puede ocurrir una vez cada 10 s incluso cuando el personaje está en tu equipo pero no en combate.",
        "fr": "Augmente les DGT infligés par les compétences élémentaires de <color=#99FFFFFF>7,5 %</color>. Lorsqu'une compétence élémentaire touche un ennemi, le personnage perd 3 pts d'énergie élémentaire, mais récupère <color=#99FFFFFF>3,5</color> pts d'énergie toutes les 2 s pendant 6 s. Cet effet peut être déclenché une fois toutes les 10 s, même si le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "Aumenta o Dano causado pela Habilidade Elemental em <color=#99FFFFFF>7.5%</color>. Quando o personagem acerta no inimigo com sua Habilidade Elemental, ele perde 3 pontos de Energia Elemental e dentro dos 6s posteriores ele restaura <color=#99FFFFFF>3.5</color> pontos de Energia Elemental a cada 2s. Esse efeito só pode ser ativado uma vez a cada 10s. Quando o personagem não está em campo ele também pode ser ativado.",
        "ru": "Увеличивает урон элементального навыка на <color=#99FFFFFF>7,5%</color>. Когда элементальный навык поражает противника, персонаж теряет 3 единицы энергии, но восстанавливает <color=#99FFFFFF>3,5</color> единицы энергии каждые 2 сек. в течение следующих 6 сек. Эффект может возникнуть один раз в 10 сек. Эффект может сработать, даже когда персонаж не находится на поле.",
        "id": "Meningkatkan <color=#99FFFFFF>7,5%</color> Elemental Skill DMG. Setelah Elemental Skill mengenai musuh, 3 Energy hilang tapi akan memulihkan <color=#99FFFFFF>3,5</color> Energy setiap 2 detik selama 6 detik. Efek terpicu setiap 10 detik. Dapat terpicu walaupun Karakter tersebut tidak berada di medan perang.",
        "th": "สกิลธาตุสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>7.5%</color> และหลังจากที่สกิลธาตุถูกเป้าหมาย ตัวละครจะเสียพลังงานธาตุ 3 หน่วย และหลังจากนั้น จะทำการฟื้นฟูพลังธาตุ <color=#99FFFFFF>3.5</color> หน่วย ในทุก 2 วินาที เป็นเวลา 6 วินาที โดยที่เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 10 วินาที และสามารถเกิดขึ้นได้ แม้ตัวละครจะอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
        "vi": "Tăng sát thương Kỹ Năng Nguyên Tố <color=#99FFFFFF>7.5%</color>. Sau khi Kỹ Năng Nguyên Tố đánh trúng, nhân vật mất 3 điểm Năng Lượng Nguyên Tố, đồng thời 6 giây tiếp theo mỗi 2 giây hồi phục <color=#99FFFFFF>3.5</color> điểm. Hiệu quả này mỗi 10 giây kích hoạt 1 lần, nhân vật ở trong đội nhưng không ra trận vẫn có thể kích hoạt."
      }
    },
    {
      "name": {
        "zhs": "名士振舞",
        "zht": "名士振舞",
        "jp": "名士の振舞",
        "ko": "명사의 거동",
        "en": "Samurai Conduct",
        "de": "Verhalten eines Samurais",
        "es": "Conducta de samurái",
        "fr": "Code du samouraï",
        "pt": "Conduta do Samurai",
        "ru": "Мастерство самурая",
        "id": "Samurai Conduct",
        "th": "Samurai Conduct",
        "vi": "Vũ Điệu Samurai"
      },
      "description": {
        "zhs": "元素战技造成的伤害提升<color=#99FFFFFF>9%</color>。元素战技命中后，角色流失3点元素能量，并在此后的6秒内，每2秒恢复<color=#99FFFFFF>4</color>点元素能量。该效果每10秒至多触发一次，角色处于队伍后台也能触发。",
        "zht": "元素戰技造成的傷害提升<color=#99FFFFFF>9%</color>。元素戰技命中後，角色流失3點元素能量，並在此後的6秒內，每2秒恢復<color=#99FFFFFF>4</color>點元素能量。該效果每10秒至多觸發一次，角色處於隊伍後臺時也能觸發。",
        "jp": "元素スキルのダメージ+<color=#99FFFFFF>9%</color>。元素スキルが命中した時、キャラクターは元素エネルギーを3ポイント失う。その後の6秒間、2秒毎に元素エネルギーを<color=#99FFFFFF>4</color>ポイント獲得する。この効果は10秒毎に1回のみ発動でき、待機中のキャラクターも発動できる。",
        "ko": "원소전투 스킬로 가하는 피해가 <color=#99FFFFFF>9%</color> 증가한다. 원소전투 스킬이 명중되면, 캐릭터는 원소 에너지를 3pt 잃고, 그 후 6초 동안 2초마다 원소 에너지를 <color=#99FFFFFF>4</color>pt 회복한다. 이 효과는 10초마다 최대 1회만 발동하며, 캐릭터가 대기 상태일 때도 발동된다",
        "en": "Increases Elemental Skill DMG by <color=#99FFFFFF>9%</color>. After Elemental Skill hits an opponent, the character loses 3 Energy but regenerates <color=#99FFFFFF>4</color> Energy every 2s for the next 6s. This effect can occur once every 10s. Can be triggered even when the character is not on the field.",
        "de": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um <color=#99FFFFFF>9 %</color>. Zieht der Figur bei Treffern mit einer Elementarfähigkeit 3 Punkte Elementarenergie ab und stellt im Gegenzug 6 s lang alle 2 s <color=#99FFFFFF>4</color> Punkte Elementarenergie wieder her. Dieser Effekt kann nur einmal alle 10 s ausgelöst werden, auch von Figuren, die sich in deiner Truppe, aber nicht im Kampf befinden.",
        "es": "Aumenta en un <color=#99FFFFFF>9%</color> el daño infligido por la Habilidad Elemental. Al realizar dicha habilidad, el personaje pierde 3 pts. de Energía Elemental, pero recupera <color=#99FFFFFF>4</color> pts. cada 2 s durante 6 s. Este efecto puede ocurrir una vez cada 10 s incluso cuando el personaje está en tu equipo pero no en combate.",
        "fr": "Augmente les DGT infligés par les compétences élémentaires de <color=#99FFFFFF>9 %</color>. Lorsqu'une compétence élémentaire touche un ennemi, le personnage perd 3 pts d'énergie élémentaire, mais récupère <color=#99FFFFFF>4</color> pts d'énergie toutes les 2 s pendant 6 s. Cet effet peut être déclenché une fois toutes les 10 s, même si le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "Aumenta o Dano causado pela Habilidade Elemental em <color=#99FFFFFF>9%</color>. Quando o personagem acerta no inimigo com sua Habilidade Elemental, ele perde 3 pontos de Energia Elemental e dentro dos 6s posteriores ele restaura <color=#99FFFFFF>4</color> pontos de Energia Elemental a cada 2s. Esse efeito só pode ser ativado uma vez a cada 10s. Quando o personagem não está em campo ele também pode ser ativado.",
        "ru": "Увеличивает урон элементального навыка на <color=#99FFFFFF>9%</color>. Когда элементальный навык поражает противника, персонаж теряет 3 единицы энергии, но восстанавливает <color=#99FFFFFF>4</color> единицы энергии каждые 2 сек. в течение следующих 6 сек. Эффект может возникнуть один раз в 10 сек. Эффект может сработать, даже когда персонаж не находится на поле.",
        "id": "Meningkatkan <color=#99FFFFFF>9%</color> Elemental Skill DMG. Setelah Elemental Skill mengenai musuh, 3 Energy hilang tapi akan memulihkan <color=#99FFFFFF>4</color> Energy setiap 2 detik selama 6 detik. Efek terpicu setiap 10 detik. Dapat terpicu walaupun Karakter tersebut tidak berada di medan perang.",
        "th": "สกิลธาตุสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>9%</color> และหลังจากที่สกิลธาตุถูกเป้าหมาย ตัวละครจะเสียพลังงานธาตุ 3 หน่วย และหลังจากนั้น จะทำการฟื้นฟูพลังธาตุ <color=#99FFFFFF>4</color> หน่วย ในทุก 2 วินาที เป็นเวลา 6 วินาที โดยที่เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 10 วินาที และสามารถเกิดขึ้นได้ แม้ตัวละครจะอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
        "vi": "Tăng sát thương Kỹ Năng Nguyên Tố <color=#99FFFFFF>9%</color>. Sau khi Kỹ Năng Nguyên Tố đánh trúng, nhân vật mất 3 điểm Năng Lượng Nguyên Tố, đồng thời 6 giây tiếp theo mỗi 2 giây hồi phục <color=#99FFFFFF>4</color> điểm. Hiệu quả này mỗi 10 giây kích hoạt 1 lần, nhân vật ở trong đội nhưng không ra trận vẫn có thể kích hoạt."
      }
    },
    {
      "name": {
        "zhs": "名士振舞",
        "zht": "名士振舞",
        "jp": "名士の振舞",
        "ko": "명사의 거동",
        "en": "Samurai Conduct",
        "de": "Verhalten eines Samurais",
        "es": "Conducta de samurái",
        "fr": "Code du samouraï",
        "pt": "Conduta do Samurai",
        "ru": "Мастерство самурая",
        "id": "Samurai Conduct",
        "th": "Samurai Conduct",
        "vi": "Vũ Điệu Samurai"
      },
      "description": {
        "zhs": "元素战技造成的伤害提升<color=#99FFFFFF>10.5%</color>。元素战技命中后，角色流失3点元素能量，并在此后的6秒内，每2秒恢复<color=#99FFFFFF>4.5</color>点元素能量。该效果每10秒至多触发一次，角色处于队伍后台也能触发。",
        "zht": "元素戰技造成的傷害提升<color=#99FFFFFF>10.5%</color>。元素戰技命中後，角色流失3點元素能量，並在此後的6秒內，每2秒恢復<color=#99FFFFFF>4.5</color>點元素能量。該效果每10秒至多觸發一次，角色處於隊伍後臺時也能觸發。",
        "jp": "元素スキルのダメージ+<color=#99FFFFFF>10.5%</color>。元素スキルが命中した時、キャラクターは元素エネルギーを3失う。その後の6秒間、2秒毎に元素エネルギーを<color=#99FFFFFF>4.5</color>獲得する。この効果は10秒毎に1回のみ発動でき、待機中のキャラクターも発動できる。",
        "ko": "원소전투 스킬로 가하는 피해가 <color=#99FFFFFF>10.5%</color> 증가한다. 원소전투 스킬이 명중되면, 캐릭터는 원소 에너지를 3pt 잃고, 그 후 6초 동안 2초마다 원소 에너지를 <color=#99FFFFFF>4.5</color>pt 회복한다. 이 효과는 10초마다 최대 1회만 발동하며, 캐릭터가 대기 상태일 때도 발동된다",
        "en": "Increases Elemental Skill DMG by <color=#99FFFFFF>10.5%</color>. After Elemental Skill hits an opponent, the character loses 3 Energy but regenerates <color=#99FFFFFF>4.5</color> Energy every 2s for the next 6s. This effect can occur once every 10s. Can be triggered even when the character is not on the field.",
        "de": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um <color=#99FFFFFF>10,5 %</color>. Zieht der Figur bei Treffern mit einer Elementarfähigkeit 3 Punkte Elementarenergie ab und stellt im Gegenzug 6 s lang alle 2 s <color=#99FFFFFF>4,5</color> Punkte Elementarenergie wieder her. Dieser Effekt kann nur einmal alle 10 s ausgelöst werden, auch von Figuren, die sich in deiner Truppe, aber nicht im Kampf befinden.",
        "es": "Aumenta en un <color=#99FFFFFF>10.5%</color> el daño infligido por la Habilidad Elemental. Al realizar dicha habilidad, el personaje pierde 3 pts. de Energía Elemental, pero recupera <color=#99FFFFFF>4.5</color> pts. cada 2 s durante 6 s. Este efecto puede ocurrir una vez cada 10 s incluso cuando el personaje está en tu equipo pero no en combate.",
        "fr": "Augmente les DGT infligés par les compétences élémentaires de <color=#99FFFFFF>10,5 %</color>. Lorsqu'une compétence élémentaire touche un ennemi, le personnage perd 3 pts d'énergie élémentaire, mais récupère <color=#99FFFFFF>4,5</color> pts d'énergie toutes les 2 s pendant 6 s. Cet effet peut être déclenché une fois toutes les 10 s, même si le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "Aumenta o Dano causado pela Habilidade Elemental em <color=#99FFFFFF>10.5%</color>. Quando o personagem acerta no inimigo com sua Habilidade Elemental, ele perde 3 pontos de Energia Elemental e dentro dos 6s posteriores ele restaura <color=#99FFFFFF>4.5</color> pontos de Energia Elemental a cada 2s. Esse efeito só pode ser ativado uma vez a cada 10s. Quando o personagem não está em campo ele também pode ser ativado.",
        "ru": "Увеличивает урон элементального навыка на <color=#99FFFFFF>10,5%</color>. Когда элементальный навык поражает противника, персонаж теряет 3 единицы энергии, но восстанавливает <color=#99FFFFFF>4,5</color> единицы энергии каждые 2 сек. в течение следующих 6 сек. Эффект может возникнуть один раз в 10 сек. Эффект может сработать, даже когда персонаж не находится на поле.",
        "id": "Meningkatkan <color=#99FFFFFF>10,5%</color> Elemental Skill DMG. Setelah Elemental Skill mengenai musuh, 3 Energy hilang tapi akan memulihkan <color=#99FFFFFF>4,5</color> Energy setiap 2 detik selama 6 detik. Efek terpicu setiap 10 detik. Dapat terpicu walaupun Karakter tersebut tidak berada di medan perang.",
        "th": "สกิลธาตุสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>10.5%</color> และหลังจากที่สกิลธาตุถูกเป้าหมาย ตัวละครจะเสียพลังงานธาตุ 3 หน่วย และหลังจากนั้น จะทำการฟื้นฟูพลังธาตุ <color=#99FFFFFF>4.5</color> หน่วย ในทุก 2 วินาที เป็นเวลา 6 วินาที โดยที่เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 10 วินาที และสามารถเกิดขึ้นได้ แม้ตัวละครจะอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
        "vi": "Tăng sát thương Kỹ Năng Nguyên Tố <color=#99FFFFFF>10.5%</color>. Sau khi Kỹ Năng Nguyên Tố đánh trúng, nhân vật mất 3 điểm Năng Lượng Nguyên Tố, đồng thời 6 giây tiếp theo mỗi 2 giây hồi phục <color=#99FFFFFF>4.5</color> điểm. Hiệu quả này mỗi 10 giây kích hoạt 1 lần, nhân vật ở trong đội nhưng không ra trận vẫn có thể kích hoạt."
      }
    },
    {
      "name": {
        "zhs": "名士振舞",
        "zht": "名士振舞",
        "jp": "名士の振舞",
        "ko": "명사의 거동",
        "en": "Samurai Conduct",
        "de": "Verhalten eines Samurais",
        "es": "Conducta de samurái",
        "fr": "Code du samouraï",
        "pt": "Conduta do Samurai",
        "ru": "Мастерство самурая",
        "id": "Samurai Conduct",
        "th": "Samurai Conduct",
        "vi": "Vũ Điệu Samurai"
      },
      "description": {
        "zhs": "元素战技造成的伤害提升<color=#99FFFFFF>12%</color>。元素战技命中后，角色流失3点元素能量，并在此后的6秒内，每2秒恢复<color=#99FFFFFF>5</color>点元素能量。该效果每10秒至多触发一次，角色处于队伍后台也能触发。",
        "zht": "元素戰技造成的傷害提升<color=#99FFFFFF>12%</color>。元素戰技命中後，角色流失3點元素能量，並在此後的6秒內，每2秒恢復<color=#99FFFFFF>5</color>點元素能量。該效果每10秒至多觸發一次，角色處於隊伍後臺時也能觸發。",
        "jp": "元素スキルのダメージ+<color=#99FFFFFF>12%</color>。元素スキルが命中した時、キャラクターは元素エネルギーを3失う。その後の6秒間、2秒毎に元素エネルギーを<color=#99FFFFFF>5</color>獲得する。この効果は10秒毎に1回のみ発動でき、待機中のキャラクターも発動できる。",
        "ko": "원소전투 스킬로 가하는 피해가 <color=#99FFFFFF>12%</color> 증가한다. 원소전투 스킬이 명중되면, 캐릭터는 원소 에너지를 3pt 잃고, 그 후 6초 동안 2초마다 원소 에너지를 <color=#99FFFFFF>5</color>pt 회복한다. 이 효과는 10초마다 최대 1회만 발동하며, 캐릭터가 대기 상태일 때도 발동된다",
        "en": "Increases Elemental Skill DMG by <color=#99FFFFFF>12%</color>. After Elemental Skill hits an opponent, the character loses 3 Energy but regenerates <color=#99FFFFFF>5</color> Energy every 2s for the next 6s. This effect can occur once every 10s. Can be triggered even when the character is not on the field.",
        "de": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um <color=#99FFFFFF>12 %</color>. Zieht der Figur bei Treffern mit einer Elementarfähigkeit 3 Punkte Elementarenergie ab und stellt im Gegenzug 6 s lang alle 2 s <color=#99FFFFFF>5</color> Punkte Elementarenergie wieder her. Dieser Effekt kann nur einmal alle 10 s ausgelöst werden, auch von Figuren, die sich in deiner Truppe, aber nicht im Kampf befinden.",
        "es": "Aumenta en un <color=#99FFFFFF>12%</color> el daño infligido por la Habilidad Elemental. Al realizar dicha habilidad, el personaje pierde 3 pts. de Energía Elemental, pero recupera <color=#99FFFFFF>5</color> pts. cada 2 s durante 6 s. Este efecto puede ocurrir una vez cada 10 s incluso cuando el personaje está en tu equipo pero no en combate.",
        "fr": "Augmente les DGT infligés par les compétences élémentaires de <color=#99FFFFFF>12 %</color>. Lorsqu'une compétence élémentaire touche un ennemi, le personnage perd 3 pts d'énergie élémentaire, mais récupère <color=#99FFFFFF>5</color> pts d'énergie toutes les 2 s pendant 6 s. Cet effet peut être déclenché une fois toutes les 10 s, même si le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "Aumenta o Dano causado pela Habilidade Elemental em <color=#99FFFFFF>12%</color>. Quando o personagem acerta no inimigo com sua Habilidade Elemental, ele perde 3 pontos de Energia Elemental e dentro dos 6s posteriores ele restaura <color=#99FFFFFF>5</color> pontos de Energia Elemental a cada 2s. Esse efeito só pode ser ativado uma vez a cada 10s. Quando o personagem não está em campo ele também pode ser ativado.",
        "ru": "Увеличивает урон элементального навыка на <color=#99FFFFFF>12%</color>. Когда элементальный навык поражает противника, персонаж теряет 3 единицы энергии, но восстанавливает <color=#99FFFFFF>5</color> единицы энергии каждые 2 сек. в течение следующих 6 сек. Эффект может возникнуть один раз в 10 сек. Эффект может сработать, даже когда персонаж не находится на поле.",
        "id": "Meningkatkan <color=#99FFFFFF>12%</color> Elemental Skill DMG. Setelah Elemental Skill mengenai musuh, 3 Energy hilang tapi akan memulihkan <color=#99FFFFFF>5</color> Energy setiap 2 detik selama 6 detik. Efek terpicu setiap 10 detik. Dapat terpicu walaupun Karakter tersebut tidak berada di medan perang.",
        "th": "สกิลธาตุสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>12%</color> และหลังจากที่สกิลธาตุถูกเป้าหมาย ตัวละครจะเสียพลังงานธาตุ 3 หน่วย และหลังจากนั้น จะทำการฟื้นฟูพลังธาตุ <color=#99FFFFFF>5</color> หน่วย ในทุก 2 วินาที เป็นเวลา 6 วินาที โดยที่เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 10 วินาที และสามารถเกิดขึ้นได้ แม้ตัวละครจะอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
        "vi": "Tăng sát thương Kỹ Năng Nguyên Tố <color=#99FFFFFF>12%</color>. Sau khi Kỹ Năng Nguyên Tố đánh trúng, nhân vật mất 3 điểm Năng Lượng Nguyên Tố, đồng thời 6 giây tiếp theo mỗi 2 giây hồi phục <color=#99FFFFFF>5</color> điểm. Hiệu quả này mỗi 10 giây kích hoạt 1 lần, nhân vật ở trong đội nhưng không ra trận vẫn có thể kích hoạt."
      }
    }
  ],
  "internal_name": "Pole_Bakufu",
  "imgid": "pole/bakufu"
}