{
  "id": 13502,
  "type": "polearm",
  "rank": 5,
  "name": {
    "zhs": "天空之脊",
    "zht": "天空之脊",
    "jp": "天空の脊",
    "ko": "천공의 마루",
    "en": "Skyward Spine",
    "de": "Himmelsgrat",
    "es": "Púa Celestial",
    "fr": "Berge de la Voûte d'Azur",
    "pt": "Espinha Celestial",
    "ru": "Небесная ось",
    "id": "Skyward Spine",
    "th": "Skyward Spine",
    "vi": "Xương Sống Thiên Không"
  },
  "description": {
    "zhs": "象征风龙坚定决心的长枪。直挺的枪杆直指天穹，蕴含苍空与长风的力量。",
    "zht": "象徵風龍堅定決心的長槍。直挺的槍桿直指天穹，蘊含蒼空與長風的力量。",
    "jp": "風龍の堅い決心を象徴する長槍。真っ直ぐに空を指し、蒼空と長風の力が秘められている。",
    "ko": "바람 드래곤의 확고한 결심을 상징하는 창. 곧게 뻗은 창대가 하늘을 가리키며, 창공과 강한 바람의 힘을 품고 있다",
    "en": "A polearm that symbolizes Dvalin's firm resolve. The upright shaft of this weapon points towards the heavens, clad in the might of sky and wind.",
    "de": "Eine Lanze, die Dvalins Entschlossenheit symbolisiert. Aufrecht gehalten zeigt sie unnachgiebig nach oben und birgt die Kraft von Himmel und Wind.",
    "es": "Una lanza que simboliza la firme resolución de Dvalin. La recta asta de esta arma, que apunta hacia los cielos, está revestida con el poder del cielo y del viento.",
    "fr": "Une lance symbolisant la farouche détermination de Stormterror. Sa hampe se dresse fière vers l'azur, infusée de la volonté des cieux et du pouvoir des vents.",
    "pt": "Lança que simboliza a determinação firme de Dvalin. O eixo vertical desta arma aponta para o céu, carregado a força do céu e do vento.",
    "ru": "Длинное копьё, символ твёрдой воли дракона ветра. Тянущееся вверх древко указывает на небесный свод, питающий его силой небес и ветров.",
    "id": "Tombak polearm yang melambangkan kebulatan hati Dvalin. Bagian atas gagangnya menengadah ke langit, dan terbelah di hadapan kekuatan angin dan langit.",
    "th": "หอกที่เป็นสัญลักษณ์ของ ความตั้งใจของ Dvalin ด้ามหอกที่ตรงดิ่งชี้ไปยังฟากฟ้า มีพลังของฟ้าและพลังแห่งลม ซ่อนอยู่ภายใน",
    "vi": "Thương dài tượng trưng cho sự quyết tâm của Phong Long. Cán thương dài nhọn chỉ thẳng lên trời, có chứa sức mạnh của gió và bầu trời cao."
  },
  "lore": {
    "zhs": "\n支撑高天之脊。\n风之神真挚的眷属，守护风之国度的决心从未动摇改变。\n坚硬不移的意志，支撑着风之龙与恶秽的仇敌誓死厮杀。\n\n在过去，觊觎蒙德安乐的魔龙杜林袭来，蹂躏原野。\n杜林的黑翼遮蔽天日时，漆黑的毒云随之弥散天空：\n如同骄傲的千风再也无法担负云中飘摇的剧毒腐液，\n黑雨遂从云端纷扬而下，遮盖了人们的恸哭与哀呼。\n风之神被哀泣唤醒，他的心被绝望的沉默深深刺痛。\n于是特瓦林受召而来，御万千强风，直刺弥天毒云。\n\n巨龙自高天呼啸而下，如锋的长风斫裂了漆黑魔龙的蔽日毒翼。\n追随着风之龙的羽翼，四方的疾风汇聚席卷，将污秽黑云击碎。\n特瓦林以巨爪利齿控住毒龙，向着浮云也无法企及的高天飞去。\n漆黑的暴雨骤然随乌云消散，燃烧的天空成为巨龙搏杀的战场。\n\n最终，风龙的利齿深深刺穿魔龙的喉咙，巨爪撕裂腐朽的胸膛。\n罪人的造物带着悠长的遗憾坠下了无垢的天空，落在了雪山上。\n远在高天之上的凶猛缠斗，于深渊危机面前保护了风神的万民。 \n在胜利时分，烈毒的污血却正渗透巨龙齿间，涌入其脏腑之中。\n\n腐毒痛彻骨髓，风之巨龙蜷缩在悠古的遗迹深处。\n——舔舐伤疮的特瓦林坚信着，它将再度被唤醒，\n贯穿高天、逐散阴霾，助唱挚友、风之神的琴声。\n",
    "zht": "\n支撐高天之脊。\n風之神真摯的眷屬，守護風之國度的決心從未動搖改變。\n堅硬不移的意志，支撐著風之龍與惡穢的仇敵誓死廝殺。\n\n在過去，覬覦蒙德安樂的魔龍杜林襲來，蹂躪原野。\n杜林的黑翼遮蔽天日時，漆黑的毒雲隨之彌散天空：\n如同驕傲的千風再也無法擔負雲中飄搖的劇毒腐液，\n黑雨遂從雲端紛揚而下，遮蓋了人們的慟哭與哀呼。\n風之神被哀泣喚醒，他的心被絕望的沉默深深刺痛。\n於是特瓦林受召而來，御萬千強風，直刺彌天毒雲。\n\n巨龍自高天呼嘯而下，如鋒的長風斫裂了漆黑魔龍的蔽日毒翼。\n追隨著風之龍的羽翼，四方的疾風匯聚席捲，將污穢黑雲擊碎。\n特瓦林以巨爪利齒控住毒龍，向著浮雲也無法企及的高天飛去。\n漆黑的暴雨驟然隨烏雲消散，燃燒的天空成為巨龍搏殺的戰場。\n\n最終，風龍的利齒深深刺穿魔龍的喉嚨，巨爪撕裂腐朽的胸膛。\n罪人的造物帶著悠長的遺憾墜下了無垢的天空，落在了雪山上。\n遠在高天之上的兇猛纏鬥，於深淵危機面前保護了風神的萬民。\n在勝利時分，烈毒的汙血卻正滲透巨龍齒間，湧入其臟腑之中。\n\n腐毒痛徹骨髓，風之巨龍蜷縮在悠古的遺蹟深處。\n——舔舐傷瘡的特瓦林堅信著，它將再度被喚醒，\n貫穿高天、逐散陰霾，助唱摯友、風之神的琴聲。\n",
    "jp": "\n高天を支える脊。\n風の国を守るという風神眷属の決意は揺さぶることがなかった。\n搖るがない意志は風龍が悪と戦い続ける理由であった。\n\n昔、モンドの平和を終わらせるべく魔龍ドゥリンが襲来し、野原を蹂躙した。\nドゥリンの翼は日の光を覆い隠し、黒い毒雲が散った。\n気高い千風は雲に隠していた毒に耐えられず、\n黒い雨が降り始め、人の号泣を覆い隠した。\nその声に呼び起こされた風の神は、深い絶望で心が千切れた。\nそしてトワリンは風と共に、満天の毒雲へと飛び出していった。\n\n巨龍は高空から飛び降り、鋭い風が漆黒の魔龍の翼を切り裂いた。\n風龍の翼を追いかけ、各地の疾風が集まり一気に黒雲を撃散した。\nトワリンは爪と牙で毒龍を掴み、雲さえ届かないほど高く飛んだ。\n漆黒の嵐は黒雲とともに消え、燃える空は巨龍が戦う戦場になった。\n\n最後に風龍の牙は魔龍の喉を切り裂き、爪は胸を貫通した。\n罪人の造物は遺恨を残して空から落ちてきた。\n驚天動地の戦いは風神の民をアビスの危機から守り抜いた。\nしかし、巨龍は毒の血を呑み込んでしまい、その体は汚染された。\n\n遺跡に身を隠した風の巨龍は毒により苦しむ。\n傷口を舐めながら、トワリンは再び蘇ることを信じた。\n再び空を飛び、翳りを取り払い、親友の、風神の琴声で歌うことを。\n",
    "ko": "\n하늘을 지탱하는 척추.\n바람신의 진정한 권속, 바람의 나라를 수호한다는 마음은 한 번도 변하지 않았다.\n확고부동한 의지는 바람 드래곤이 추악한 적들과 싸울 수 있는 버팀목이 됐다.\n\n과거 마룡 두린이 평화롭던 몬드에 침범해 들판을 짓밟았다.\n두린의 검은 날개가 태양을 가리고 칠흑의 독구름이 하늘 가득 퍼졌다:\n고상한 천풍은 더 이상 구름 속에 퍼진 독의 부패를 견디지 못하는 듯했고,\n하늘에서 내린 검은 비가 사람들의 울부짖음을 뒤덮었다.\n울음소리에 깨어난 바람신은 절망 어린 침묵에 마음이 갈기갈기 찢어졌다.\n드발린은 부름에 응해 바람과 함께 하늘의 독구름으로 뛰어들었다.\n\n드래곤은 높은 하늘에서 포효하며 내려왔고 날카로운 바람이 태양을 가린 검은 마룡의 날개를 찢었다.\n바람 드래곤의 날개를 타고 사방의 질풍이 모이며 오염된 먹구름을 없앴다\n드발린은 거대한 발톱과 이빨로 독룡을 잡은 채 구름도 올라올 수 없는 높은 하늘로 날아올랐다.\n칠흑의 폭우가 먹구름과 함께 흩어졌고 타오르던 하늘은 드래곤이 싸우는 전장이 되었다.\n\n결국 바람 드래곤의 날카로운 이빨이 마룡의 목을 꿰뚫고 거대한 발톱이 부패한 가슴을 찢어버린다.\n죄인의 창조물이 오랜 아쉬움과 함께 티 없이 맑은 하늘에서 추락하며 설산 위로 떨어졌다.\n하늘 높은 곳에서의 엄청난 싸움은 심연의 위기로부터 바람신의 백성들을 지켜냈다.\n승리하긴 했으나 독혈이 드래곤의 이빨 사이를 타고 몸속으로 스며들었다.\n\n극독의 고통이 골수까지 스며들어 바람 드래곤은 고대 유적의 깊은 곳에 몸을 웅크린다.\n——상처를 핥던 드발린은 언젠가 다시 부름을 받고 깨어나\n하늘을 가르고 안개를 몰아내며, 친구인 바람신의 하프 소리와 함께 노래할 날을 믿었다.\n",
    "en": "\nA spine that holds up the sky.\nThe true companion of the Anemo Archon never wavered in its desire to protect the land of wind.\nThis unshakeable resolve sustained the wind dragon through its mortal battle against its vile nemesis.\n\nIn olden times, the shadow dragon Durin, covetous of the peace Mondstadt enjoyed, came forth to defile the land.\nDurin's black wings blotted out the sky, releasing clouds of toxic fumes,\nSo much so that even the thousand winds could not hold their pestilence and rot at bay,\nAnd thus fell black rain from the skies, the din of their downpour drowning the cries and groans of the people.\nThe Anemo Archon was awakened by the sound of their agony, and his heart was pierced by their despair.\nSo he summoned Dvalin to his side, and shrouding themselves in storm, they pierced through the poisoned skies.\n\nThe great dragon plunged in with a cry, tearing a swathe through the noxious nimbus the shadow dragon had created.\nFollowing his wings came a great, swift whirlwind that destroyed those venomous clouds.\nDvalin seized the poisonous dragon in his mighty claws, ascending to heights that even clouds could not fathom.\nThe poisonous rain had scattered as the clouds had been left behind, and the burning skies became the dragons' battleground.\n\nAt last the wind dragon's razor fangs pierced his foe's throat, and his great claws tore out its corrupted heart.\nThe sinners' creation, filled with eternal regret, fell from the spotless skies and fell to ruin upon a snowy peak.\nThat fierce battle in the distant skies had thus defended the people of the Anemo Archon.\nBut at the moment of his triumph, the venomous ichor of his foe had flowed between his teeth and into his guts.\n\nThe pain withered bone and marrow, and in his agony the great wind dragon curled up in the depths of an ancient ruin.\n...Nursing his wounds, Dvalin still believed that one day, he would be reawakened.\nHe would again pierce the heavens, scatter the darkness, and sing to the sounds of the lyre of the Anemo Archon, his dear friend.\n",
    "de": "\nEin Skelett, das den Himmel stützt.\nDer treue Gefährte des Anemo-Archons wich nie in seinem Wunsch ab, das Land des Windes zu beschützen.\nDiese unerschütterliche Entschlossenheit unterstützte den Winddrachen in seinem tödlichen Kampf gegen seinen unheiligen Feind.\n\nIn alten Zeiten kam der Schattendrache Durin, begehrlich nach dem Frieden, den Mondstadt genoss, hervor, um das Land zu verunreinigen.\nDurins schwarze Flügel verdunkelten den Himmel und setzten Wolken giftiger Dämpfe frei,\nin so einem Maße, dass selbst die tausend Winde diese Pestilenz und Fäulnis nicht in Schach halten konnten.\nUnd so fiel ein schwarzer Regen vom Himmel, der die Schreie und das Stöhnen des Volkes ertränkte.\nDer Anemo-Archon wurde durch den Klang ihrer Qualen geweckt und sein Herz wurde von ihrer Verzweiflung erweicht.\nAlso rief er Dvalin an seine Seite und im Sturm versteckt durchbohrten sie den vergifteten Himmel.\n\nDer große Drache stürzte mit einem Schrei hinein und riss durch den giftigen Dampf, den der Schattendrache geschaffen hatte.\nSeinen Flügeln folgte ein großer, mächtiger Wirbelsturm, der die giftigen Wolken davonwehte.\nDvalin ergriff den giftigen Drachen in seinen mächtigen Klauen und stieg in Höhen auf, die selbst Wolken nicht zu erreichen vermochten.\nDer Giftregen hatte sich zerstreut, als die Wolken zurückblieben, und der nun brennende Himmel wurde zum Schlachtfeld der Drachen.\n\nEndlich durchbohrten die scharfen Zähne des Winddrachens die Kehle seines Feindes und seine großen Klauen rissen ihm sein verdorbenes Herz heraus.\nDie von Sündern erschaffene Kreatur, erfüllt von ewigem Bedauern, fiel vom makellosen Himmel und stürzte auf einen schneebedeckten Gipfel.\nDieser erbitterte Kampf in den fernen Himmeln hatte also das Volk des Gottes des Windes verteidigt.\nDoch im Moment seines Triumphes war das giftige Blut seines Feindes zwischen seine Zähne und in seine Eingeweide geflossen.\n\nDer Schmerz ließ seine Knochen und sein Mark verdorren und in seiner Qual rollte sich der einst so mächtige Winddrache in den Tiefen einer alten Ruine zusammen.\nDvalin pflegte seine Wunden und glaubte immer noch, dass er eines Tages wieder erwachen würde,\ndass er den Himmel eines Tages wieder durchbohren würde, die Dunkelheit zerstreute und zu den Klängen der Leier des Anemo-Archons, seines lieben Freundes, singen würde.\n",
    "es": "\nLa columna que sostiene el cielo.\nEl verdadero compañero del Arconte Anemo nunca vaciló en su deseo de proteger el Reino del Viento.\nEsta determinación inquebrantable fue lo que sostuvo al Dragón del Viento durante la batalla contra su némesis.\n\nEn la antigüedad, Durin, el dragón de las sombras, codiciaba la paz de la que disfrutaba Mondstadt. Por ello, salió de su escondite para profanar la tierra.\nLas alas negras de Durin cubrieron el cielo, y liberaron unas nubes de humo tóxicas.\nTanto fue así que ni siquiera los mil vientos pudieron contener la peste y putrefacción.\nEntonces, una lluvia negra cayó del cielo. El estruendo del aguacero ahogó los gritos y lamentos de la gente.\nLa agonía de la gente despertó al Arconte Anemo, cuyo corazón se llenó de desesperación.\nAsí pues, invocó a Dvalin y, envueltos en una tormenta, atravesaron los cielos venenosos.\n\nEl gran dragón gritó antes de lanzarse a la batalla y crear una grieta en el nocivo nimbo que había creado el dragón de las sombras.\nEl Dragón del Viento movió sus alas para crear un rápido torbellino que destruyó las nubes tóxicas.\nDvalin agarró al dragón venenoso con sus poderosas garras y lo elevó a una altura a la que ni siquiera las nubes eran capaces de llegar.\nLa lluvia venenosa se dispersó tan pronto como sobrepasaron las nubes, y el ardiente cielo se convirtió en el campo de batalla de ambos dragones.\n\nFinalmente, el Dragón del Viento atravesó la garganta de su enemigo con sus afilados colmillos, tras lo que desgarró su corazón corrupto por medio de sus gigantescas garras.\nEl monstruo al que los pecadores alimentaron, lleno de eterno pesar, cayó de los ahora inmaculados cielos sobre el pico de una montaña nevada.\nAsí, la gente del Arconte Anemo permaneció sana y salva gracias a la feroz batalla que había tenido lugar en las alturas del cielo.\nPero en el momento de su triunfo, el líquido venenoso de su enemigo pasó desde los dientes de Dvalin hasta sus entrañas.\n\nEl dolor marchitó los huesos y la médula del agonizante Dragón del Viento, que se acurrucó en las profundidades de unas antiguas ruinas.\nMientras se lamía sus heridas para curarlas, Dvalin se aferraba a la esperanza de que algún día alguien lo despertaría.\nEntonces, volvería a sobrevolar los cielos, dispersaría la oscuridad y cantaría al son de la lira de su querido amigo, el Arconte Anemo.\n",
    "fr": "\nLe pilier qui soutient les cieux.\nLe fidèle compagnon de l'Archon Anémo ne perdit jamais son désir de protéger les terres venteuses.\nLa détermination qu'il avait de tenir sa promesse était telle qu'elle lui permit de survivre à son plus grand ennemi.\n\nMondstadt fut sous la menace d'un dragon nommé Durin qui méprisait le bonheur de la population.\nSes ailes noires obstruaient le ciel, libérant des nuages de miasme.\nCes miasmes étaient néfastes au point que les vents ne purent éloigner la maladie et la putréfaction qu'ils provoquèrent.\nTout à coup, une pluie noire tomba du ciel. L'averse fut si forte qu'elle étouffa les cris du peuple.\nCes derniers réveillèrent l'Archon Anémo de son sommeil, son cœur déchiré par leur détresse.\nIl invoqua Dvalin et ensemble ils traversèrent les cieux empoisonnés, enveloppés dans une bourrasque.\n\nLe grand dragon émit un cri de guerre avant de se lancer à corps perdu dans la bataille, en transperçant les ténèbres que Durin créa.\nDvalin battit ses ailes pour créer des puissantes tornades qui dissipèrent les nuages toxiques.\nIl saisit son ennemi à l'aide de ses griffes et l'emmena à une altitude que les nuages n'étaient pas capables d'atteindre.\nLa pluie empoisonnée s'arrêta aussitôt que les nuages disparurent, et le ciel enflammé devint le champ de bataille entre les deux dragons.\n\nÀ l'issue du combat, le Dragon Anémo parvint à planter ses crocs acérés dans la nuque de son adversaire tandis que ses griffes lui arrachèrent le cœur.\nLe monstre né de l'avidité de l'alchimiste tomba du ciel désormais immaculé, et s'écrasa sur le sommet d'une montagne enneigée.\nAinsi, le peuple de l'Archon Anémo fut protégé de la catastrophe grâce à Dvalin.\nMalgré le triomphe de ce dernier, le sang toxique de Durin qu'il avait sur les dents vint se loger ses entrailles.\n\nLa douleur fit agoniser Dragon Anémo qui se réfugia dans les ruines antiques.\nDvalin espérait qu'un jour quelqu'un le réveillerait alors qu'il léchait ses plaies pour tenter de les guérir.\nQuand ce jour viendra, il serait de nouveau capable de voler dans les cieux, de disperser les ténèbres et de chanter à la mélodie de la lyre de son cher ami, l'Archon Anémo.\n",
    "pt": "\nUma coluna que sustenta os céus.\nO verdadeiro companheiro do Arconte Anemo nunca vacilou em seu desejo de proteger à terra do vento.\nEsta determinação inabalável sustentou o dragão do vento através de sua batalha mortal contra seu vil nêmesis.\n\nEm tempos antigos, o dragão sombrio, Durin, cobiçoso da paz que Mondstadt desfrutava, surgiu para profanar a terra.\nAs asas negras de Durin ofuscaram o céu, liberando nuvens de fumaça tóxica,\nEsses miasmas eram tão prejudiciais que os ventos não conseguiam afastar a doença e a putrefação que causavam,\ne assim uma chuva negra caiu dos céus, o barulho de sua enxurrada afogando os gritos e gemidos do povo.\nO Arconte Anemo foi despertado pelo som de suas agonias, e seu coração foi perfurado pelo desespero deles.\nEntão ele convocou Dvalin para ajudá-lo, e se envolvendo em uma tempestade, eles atravessaram os céus envenenados.\n\nO dragão gigante desceu do céu com um grito, e o vento afiado como lâmina quebrou as suas asas venenosas na escuridão.\nDvalin bateu as suas asas para criar tornados poderosos que dissiparam as nuvens tóxicas.\nDvalin agarrou o dragão venenoso com suas garras poderosas, ascendendo a alturas que nem mesmo as nuvens poderiam imaginar.\nA chuva venenosa parou assim que as nuvens desapareceram, e o céu em chamas se tornou no campo de batalha entre os dois dragões.\n\nPor fim, as presas do dragão de vento perfuraram a garganta de seu inimigo, e suas grandes garras rasgaram o seu coração corrompido.\nA criação dos pecadores, cheia de pesar eterno, caiu dos céus imaculados e ruiu sobre um pico nevado.\nAquela batalha feroz nos céus distantes tinha defendido o povo do Arconte Anemo.\nMas na hora do triunfo, o sangue venenoso fluiu entre seus dentes e em suas entranhas.\n\nA dor murchou ossos e medula, e em sua agonia o grande dragão de vento recolheu-se nas profundezas de uma ruína antiga.\n...Cuidando de suas feridas, Dvalin ainda acreditava que um dia, ele seria despertado por alguém.\nEntão, ele iria novamente sobrevoar os céus, dissipar a escuridão e cantar ao som da lira do Arconte Anemo, seu querido amigo.\n",
    "ru": "\nОсь, на которой держится небо.\nНастоящий товарищ Анемо Архонта никогда не сомневался в своём желании защищать царство ветров.\nНепреклонная воля поддерживала дракона ветра в нескончаемой войне со злом.\n\nВ далеком прошлом злой дракон Дурин пожелал завладеть цветущими землями Мондштадта, и он принялся опустошать поля и равнины.\nКогда его чёрные крылья затмили солнце, по небу расплылась тёмная отравленная туча.\nТысяча ветров словно отступила, не вынеся её гнилой тяжести, и она\nобрушилась на землю чёрным дождём, перекрывавшим крики и плач людей.\nГорестные рыдания пробудили Архонта Ветра, его сердце пронзила боль молчания утерянной надежды.\nИ тогда был призван Двалин, и вместе с бесчисленными ветрами он пронзил застившую небо ядовитую тучу.\n\nОн взревел, и буйные ветра словно кинжалом разрубили чёрные как смоль крылья злого дракона,\nа затем разметали, растрепали тучу на клочки.\nДвалин, когтями и клыками вцепившись в чёрного дракона, вылетел вместе с ним за её пределы.\nЧёрная туча развеялась, а вместе с ней прекратился и дождь. В пылающих небесах насмерть схлестнулись два гигантских дракона.\n\nКлыки дракона ветра глубоко вонзились злому дракону в глотку, а когти распороли его прогнившее брюхо,\nи тот с непорочных небес сверзился на дремлющие под снегом горы.\nТак, произошедшая далеко в небе схватка уберегла народ Анемо Архонта от неминуемой погибели.\nВ победные мгновенья порочная кровь протекла сквозь сомкнувшиеся на горле злодея клыки и проникла в нутро Двалина.\n\nДракон ветра свивался кольцами от боли в глубине древних развалин, когда она просачивалась в самый его костный мозг.\nДвалин зализывал раны и представлял, как его призовут ещё раз. Как он\nустремится в голубую высь, разгонит мглу и вместе со своим другом, Архонтом Ветра, будет петь под мелодию его лиры.\n",
    "id": "\nTulang yang menyokong langit tinggi.\nArchon Anemo yang tulus, tekad untuk menjaga negeri angin tidak pernah goyah dan berubah.\nKekuatan tak tergoyahkan yang mendukung sang naga angin untuk melawan kejahatan sampai mati.\n\nDi masa lalu, naga Durin, yang menghancurkan kebahagiaan dan kedamaian di Mondstadt, menyerang dan menghancurkan daratan.\nKetika sayap hitam Durin terbentang di langit, awan beracun gelap menghiasi langit.\nSeribu angin sekalipun tidak tahan menghadapi awan beracun busuk di langit,\nHujan hitam mulai turun dan menutupi tangisan ratapan orang-orang.\nArchon Anemo bangkit karena suara ratapan tersebut, dan hatinya sangat terluka oleh keputusasaan yang mendalam.\nJadi Dvalin dipanggil, dan angin kencang berembus menembus awan beracun.\n\nNaga raksasa turun dari langit yang tinggi, dan angin yang tajam memotong sayap naga hitam pekat.\nMengikuti sayap sang naga angin, angin kencang dari seluruh tempat berkumpul dan menghancurkan awan-awan hitam tersebut.\nDvalin menahan naga beracun dengan cakar dan giginya yang besar, dan terbang ke langit yang tidak bisa dijangkau oleh awan.\nBadai hitam pekat tiba-tiba menghilang dengan awan gelap, dan langit yang terbakar menjadi medan pertempuran bagi kedua naga untuk bertarung.\n\nPada akhirnya, gigi tajam naga angin menembus tenggorokan naga hitam itu dalam-dalam, dan cakar raksasa itu merobek dadanya.\nMakhluk ciptaan orang berdosa itu jatuh dari langit dengan kebencian mendalam dan mendarat di gunung yang tertutup salju.\nPerjuangan sengit terjadi jauh di atas langit, semuanya itu demi melindungi rakyat Archon Anemo dari mara bahaya.\nPada saat kemenangan itulah, darah beracun menyusup ke dalam gigi sang naga angin dan mengalir ke organ-organ dalamnya.\n\nKebusukan dan rasa sakit yang menusuk tulang-tulang, membuat Dvalin meringkuk di kedalaman reruntuhan kuno.\n—Dvalin menjilati lukanya, percaya dia pasti akan bangun lagi,\nTerbang ke langit, menghalau kabut, dan menyanyikan lagu bersama sahabat, suara dari Archon Anemo.\n",
    "th": "\nกระดูกค้ำฟ้า\nความมุ่งมั่นและจริงใจของเทพแห่งลม ในการปกป้องประเทศแห่งสายลมนั้นไม่เคยเปลี่ยนแปลง\nผู้ที่มั่นคงแน่วแน่ จะสนับสนุนการต่อสู้ถึงชีวิตระหว่างมังกรแห่งสายลมและศัตรูที่ชั่วร้าย\n\nในอดีตมังกร Durin เป็นผู้กำหนดความสุขของ Mondstadt ได้โจมตีและทำลายที่ราบ\nเมื่อปีกสีดำของ Durin สยายปกคลุมท้องฟ้า เมฆพิษสีดำก็ได้กระจายไปทั่วผืนฟ้า:\nสายลมนับพันที่ภาคภูมิ ไม่อาจทนต่อพิษเน่าเสียที่อยู่ในหมู่เมฆได้อีกต่อไป\nฝนสีดำตกลงมาจากหมู่เมฆ ผู้คนที่โดนฝนนั้นต่างร้องครวญครางและคร่ำครวญ\nเทพแห่งลมถูกปลุกให้ตื่นด้วยเสียงร้องไห้ และใจของเขาถูกทิ่มแทงด้วยความสิ้นหวังที่เงียบงัน\nDvalin ถูกเรียกออกมา และสายลมอันรุนแรงก็ได้พัดเอาเมฆพิษให้สลายไป\n\nมังกรพุ่งลงมาจากท้องฟ้า กระแสลมแรงตัดผ่านปีกพิษสีดำสนิทของมังกรร้าย\nเบื้องหลังปีกของมังกร คือกระแสลมที่ม้วนตัวและฟาดผ่านเมฆดำให้แตกเป็นเสี่ยง ๆ\nDvalin ควบคุมมังกรพิษไว้ด้วยกรงเล็บยักษ์และเขี้ยวของมัน และบินขึ้นไปยังจุดสูงบนฟ้าที่ไร้เมฆ\nพายุฝนที่มืดมิดก็สลายไปพร้อมกับเมฆดำ และท้องฟ้าที่ลุกไหม้ก็กลายเป็นสนามรบสำหรับการต่อสู้ของมังกร\n\nในที่สุดฟันแหลมคมของมังกรแห่งสายลม ก็เจาะทะลุลำคอของมังกรร้าย และกรงเล็บขนาดยักษ์ฉีกทะลุอกที่เป็นเนื้อร้าย\nสิ่งมีชีวิตแห่งบาปได้ตกลงไปในท้องฟ้าที่ไร้มลทินด้วยความเสียใจอันยาวนาน และได้ตกลงบนยอดเขาที่ปกคลุมด้วยหิมะ\nการต่อสู้อย่างดุเดือดเหนือท้องฟ้า ช่วยปกป้องผู้คนของเทพแห่งลมจากห้วงเหวของความวิกฤต\nในเวลาแห่งชัยชนะ เลือดพิษก็แทรกซึมเข้าไปในฟันของมังกร และหลั่งเข้าไปในอวัยวะภายในของมัน\n\nความเน่าเปื่อยและความเจ็บปวดแทรกซึมไปถึงกระดูก มังกรแห่งสายลมได้ขดตัวอยู่ใต้ซากปรักหักพัง\n—— Dvalin ผู้กำลังเลียบาดแผลอยู่ เชื่อว่าสักวันมันจะถูกปลุกขึ้นมาอีกครั้ง\nโบยบินไปทั่วฟ้า สลายหมอกควัน และร้องเพลงคลอกับเทพแห่งลมเพื่อนรักของมัน\n",
    "vi": "\nLà xương sống chống đỡ trời cao.\nQuyết tâm bảo vệ đất nước của gió chưa từng đổi thay.\nÝ chí kiên quyết không đổi, thề chống lại Phong Long và kẻ thù dơ bẩn.\n\nTrong quá khứ, ma long Durin thèm khát vùng đất Mondstadt tươi tốt nên đã kéo đến xâm chiếm, sinh linh lầm than.\nKhi đôi cánh đen của Durin che đi mặt trời, mây độc đen ngòm tản đi khắp nơi:\nThiên Phong kiêu ngạo như thế cũng không thể chống chọi lại kịch độc ăn mòn trong mây,\nMưa đen lập tức rơi xuống, phủ đi tiếng khóc cùng than oán của mọi người.\nPhong Thần tỉnh lại vì tiếng khóc, lòng hắn đau nhói vì sự lặng im của tuyệt vọng.\nVì thế Dvalin đến theo lời triệu hồi, cưỡi muôn ngàn cuồng phong đâm vào mây độc.\n\nCự Long rống lên rơi từ cao xuống, như mũi trường phong chặt đứt đôi cánh độc của Ma Long.\nĐuổi theo phe cánh của Phong Long, gió mạnh tứ phương đánh bay mây đen dơ bẩn.\nDvalin khống chế Độc Long bằng móng sắc răng nhọn, bay về tầng trời mây không thể chạm tới. \nMưa đen như thác đổ bỗng tiêu tan cùng mây đen, bầu trời hừng hực trở thành chiến trường cho Cự Long chém giết.\n\nSau cùng răng nhọn của Phong Long đâm sâu vào cổ họng Ma Long, móng to xé nát lồng ngực. \nTạo vật của tội nhân mang mối hận dằng dặc, rơi khỏi bầu trời sạch sẽ đáp lên núi tuyết.\nTrận chiến quyết liệt trên trời cao hướng về việc bảo vệ vạn dân của Phong Thần đang đối mặt với nguy cơ.\nKhi chiến thắng, máu đen cực độc thấm vào trong răng Cự Long, tràn vào phủ tạng.\n\nĐộc ăn mòn đau tận xương tủy, Cự Long cuộn tròn ở sâu trong di tích cổ xưa.\nDvalin liếm lấy vết thương, tin rằng nó sẽ được thức tỉnh lần nữa.\nTiếng đàn của Phong Thần băng qua bầu trời xua tan khói mù.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "斫断黑翼的利齿",
        "zht": "斫斷黑翼的利齒",
        "jp": "黒翼を切り裂く鋭牙",
        "ko": "검은 날개를 절단하는 이빨",
        "en": "Black Wing",
        "de": "Flügelbrecher",
        "es": "Colmillo quebrantador",
        "fr": "Plume de jais",
        "pt": "Asas Negras",
        "ru": "Клык, пронзивший тьму",
        "id": "Black Wing",
        "th": "Black Wing",
        "vi": "Răng Nanh Đen Vỡ Nát"
      },
      "description": {
        "zhs": "暴击率提升<color=#99FFFFFF>8%</color>，普通攻击速度提升<color=#99FFFFFF>12%</color>。此外，普通攻击与重击命中敌人时，有<color=#99FFFFFF>50%</color>概率触发真空刃，在小范围内造成额外<color=#99FFFFFF>40%</color>攻击力的伤害。该效果每2秒至多触发一次。",
        "zht": "暴擊率提升<color=#99FFFFFF>8%</color>，普通攻擊速度提升<color=#99FFFFFF>12%</color>。此外，普通攻擊與重擊命中敵人時，有<color=#99FFFFFF>50%</color>的機率觸發真空刃，在小範圍內造成額外<color=#99FFFFFF>40%</color>攻擊力的傷害。該效果每2秒至多觸發一次。",
        "jp": "会心率+<color=#99FFFFFF>8%</color>、通常攻撃速度+<color=#99FFFFFF>12%</color>。通常攻撃と重撃が命中時、<color=#99FFFFFF>50%</color>の確率で真空刃を発動し、攻撃力の<color=#99FFFFFF>40%</color>の狭範囲ダメージを与える。2秒毎に1回のみ発動可能。",
        "ko": "치명타 확률이 <color=#99FFFFFF>8%</color>, 일반 공격 속도가 <color=#99FFFFFF>12%</color> 증가한다. 또한 일반 공격과 강공격이 적을 명중 시 <color=#99FFFFFF>50%</color>의 확률로 진공 칼날을 날려 작은 범위 내의 적에게 추가로 공격력 <color=#99FFFFFF>40%</color>의 피해를 준다. 해당 효과는 2초마다 1회 발동한다",
        "en": "Increases CRIT Rate by <color=#99FFFFFF>8%</color> and increases Normal ATK SPD by <color=#99FFFFFF>12%</color>. Additionally, Normal and Charged Attacks hits on opponents have a <color=#99FFFFFF>50%</color> chance to trigger a vacuum blade that deals <color=#99FFFFFF>40%</color> of ATK as DMG in a small AoE. This effect can occur no more than once every 2s.",
        "de": "Erhöht die KT um <color=#99FFFFFF>8 %</color> und die Standardangriffs-GSW um <color=#99FFFFFF>12 %</color>. Wendet beim Treffen von Gegnern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von <color=#99FFFFFF>50 %</color> eine Vakuumklinge an und verursacht zusätzlichen Schaden in Höhe von <color=#99FFFFFF>40 %</color> ANG mit geringer Reichweite. 2 s Abklingzeit.",
        "es": "Aumenta la Prob. CRIT en un <color=#99FFFFFF>8%</color> y aumenta la Vel. de Ataque Normal en un <color=#99FFFFFF>12%</color>. Además, los Ataques Normales y Cargados contra los enemigos tienen una probabilidad del <color=#99FFFFFF>50%</color> de disparar una cuchilla de vacío que inflige un <color=#99FFFFFF>40%</color> de daño de ATQ en una pequeña AdE. Este efecto solo puede ocurrir una vez cada 2 s.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>8 %</color> et la VIT d'attaque normale de <color=#99FFFFFF>12 %</color>. Les attaques normales et chargées ont <color=#99FFFFFF>50 %</color> de chances lorsqu'elles touchent de générer une lame de vide qui inflige des DGT équivalant à <color=#99FFFFFF>40 %</color> de l'ATQ. Cet effet peut être déclenché une fois toutes les 2 s.",
        "pt": "A Taxa Crítica aumenta <color=#99FFFFFF>8%</color>, a VEL do Ataque Normal aumenta <color=#99FFFFFF>12%</color>. Além disso, o Ataque Normal e o Ataque Carregado ao atingir o inimigo possuem <color=#99FFFFFF>50%</color> de chance de criar uma Lâmina de Vácuo que causa <color=#99FFFFFF>40%</color> de Dano de ATQ adicional em uma área. Este efeito pode ser ativado uma vez a cada 2s.",
        "ru": "Увеличивает шанс крит. попадания на <color=#99FFFFFF>8%</color> и скорость обычной атаки на <color=#99FFFFFF>12%</color>. При попадании обычной или заряженной атакой есть <color=#99FFFFFF>50%</color> шанс активировать неосязаемое лезвие, которое наносит <color=#99FFFFFF>40%</color> урона в небольшом радиусе. Может возникнуть раз в 2 сек.",
        "id": "Meningkatkan <color=#99FFFFFF>8%</color> CRIT Rate dan <color=#99FFFFFF>12%</color> Normal ATK SPD. Selain itu, saat mengenai musuh, Normal dan Charged Attack memiliki <color=#99FFFFFF>50%</color> persentase untuk memicu pisau hampa yang mengakibatkan DMG di area kecil sebesar <color=#99FFFFFF>40%</color> ATK. Efek ini dapat terpicu setiap 2 detik.",
        "th": "อัตราคริเพิ่มขึ้น <color=#99FFFFFF>8%</color> และเพิ่มความเร็ว การโจมตีปกติ <color=#99FFFFFF>12%</color> เมื่อทำการโจมตีปกติ หรือชาร์จโจมตีถูกศัตรู มีโอกาสสร้าง ใบมีดสุญญากาศ <color=#99FFFFFF>50%</color> และสร้างความเสียหาย เพิ่มเติมในพื้นที่วงแคบ <color=#99FFFFFF>40%</color> ของพลังโจมตี ซึ่งเอฟเฟกต์นี้จะเกิดขึ้น หนึ่งครั้งในทุก 2 วินาที",
        "vi": "Tỷ lệ bạo kích tăng <color=#99FFFFFF>8%</color>,tốc độ tấn công thường tăng <color=#99FFFFFF>12%</color>. Ngoài ra, khi tấn công thường và trọng kích đánh trúng kẻ địch, có tỷ lệ <color=#99FFFFFF>50%</color> thi triển Lưỡi Dao Chân Không, tạo thêm sát thương bằng <color=#99FFFFFF>40%</color> tấn công trong phạm vi nhỏ. Hiệu quả này mỗi 2s thi triển nhiều nhất 1 lần."
      }
    },
    {
      "name": {
        "zhs": "斫断黑翼的利齿",
        "zht": "斫斷黑翼的利齒",
        "jp": "黒翼を切り裂く鋭牙",
        "ko": "검은 날개를 절단하는 이빨",
        "en": "Black Wing",
        "de": "Flügelbrecher",
        "es": "Colmillo quebrantador",
        "fr": "Plume de jais",
        "pt": "Asas Negras",
        "ru": "Клык, пронзивший тьму",
        "id": "Black Wing",
        "th": "Black Wing",
        "vi": "Răng Nanh Đen Vỡ Nát"
      },
      "description": {
        "zhs": "暴击率提升<color=#99FFFFFF>10%</color>，普通攻击速度提升<color=#99FFFFFF>12%</color>。此外，普通攻击与重击命中敌人时，有<color=#99FFFFFF>50%</color>概率触发真空刃，在小范围内造成额外<color=#99FFFFFF>55%</color>攻击力的伤害。该效果每2秒至多触发一次。",
        "zht": "暴擊率提升<color=#99FFFFFF>10%</color>，普通攻擊速度提升<color=#99FFFFFF>12%</color>。此外，普通攻擊與重擊命中敵人時，有<color=#99FFFFFF>50%</color>的機率觸發真空刃，在小範圍內造成額外<color=#99FFFFFF>55%</color>攻擊力的傷害。該效果每2秒至多觸發一次。",
        "jp": "会心率+<color=#99FFFFFF>10%</color>、通常攻撃速度+<color=#99FFFFFF>12%</color>。通常攻撃と重撃が命中時、<color=#99FFFFFF>50%</color>の確率で真空刃を発動し、攻撃力の<color=#99FFFFFF>55%</color>の狭範囲ダメージを与える。2秒毎に1回のみ発動可能。",
        "ko": "치명타 확률이 <color=#99FFFFFF>10%</color>, 일반 공격 속도가 <color=#99FFFFFF>12%</color> 증가한다. 또한 일반 공격과 강공격이 적을 명중 시 <color=#99FFFFFF>50%</color>의 확률로 진공 칼날을 날려 작은 범위 내의 적에게 추가로 공격력 <color=#99FFFFFF>55%</color>의 피해를 준다. 해당 효과는 2초마다 1회 발동한다",
        "en": "Increases CRIT Rate by <color=#99FFFFFF>10%</color> and increases Normal ATK SPD by <color=#99FFFFFF>12%</color>. Additionally, Normal and Charged Attacks hits on opponents have a <color=#99FFFFFF>50%</color> chance to trigger a vacuum blade that deals <color=#99FFFFFF>55%</color> of ATK as DMG in a small AoE. This effect can occur no more than once every 2s.",
        "de": "Erhöht die KT um <color=#99FFFFFF>10 %</color> und die Standardangriffs-GSW um <color=#99FFFFFF>12 %</color>. Wendet beim Treffen von Gegnern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von <color=#99FFFFFF>50 %</color> eine Vakuumklinge an und verursacht zusätzlichen Schaden in Höhe von <color=#99FFFFFF>55 %</color> ANG mit geringer Reichweite. 2 s Abklingzeit.",
        "es": "Aumenta la Prob. CRIT en un <color=#99FFFFFF>10%</color> y aumenta la Vel. de Ataque Normal en un <color=#99FFFFFF>12%</color>. Además, los Ataques Normales y Cargados contra los enemigos tienen una probabilidad del <color=#99FFFFFF>50%</color> de disparar una cuchilla de vacío que inflige un <color=#99FFFFFF>55%</color> de daño de ATQ en una pequeña AdE. Este efecto solo puede ocurrir una vez cada 2 s.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>10 %</color> et la VIT d'attaque normale de <color=#99FFFFFF>12 %</color>. Les attaques normales et chargées ont <color=#99FFFFFF>50 %</color> de chances lorsqu'elles touchent de générer une lame de vide qui inflige des DGT équivalant à <color=#99FFFFFF>55 %</color> de l'ATQ. Cet effet peut être déclenché une fois toutes les 2 s.",
        "pt": "A Taxa Crítica aumenta <color=#99FFFFFF>10%</color>, a VEL do Ataque Normal aumenta <color=#99FFFFFF>12%</color>. Além disso, o Ataque Normal e o Ataque Carregado ao atingir o inimigo possuem <color=#99FFFFFF>50%</color> de chance de criar uma Lâmina de Vácuo que causa <color=#99FFFFFF>55%</color> de Dano de ATQ adicional em uma área. Este efeito pode ser ativado uma vez a cada 2s.",
        "ru": "Увеличивает шанс крит. попадания на <color=#99FFFFFF>10%</color> и скорость обычной атаки на <color=#99FFFFFF>12%</color>. При попадании обычной или заряженной атакой есть <color=#99FFFFFF>50%</color> шанс активировать неосязаемое лезвие, которое наносит <color=#99FFFFFF>55%</color> урона в небольшом радиусе. Может возникнуть раз в 2 сек.",
        "id": "Meningkatkan <color=#99FFFFFF>10%</color> CRIT Rate dan <color=#99FFFFFF>12%</color> Normal ATK SPD. Selain itu, saat mengenai musuh, Normal dan Charged Attack memiliki <color=#99FFFFFF>50%</color> persentase untuk memicu pisau hampa yang mengakibatkan DMG di area kecil sebesar <color=#99FFFFFF>55%</color> ATK. Efek ini dapat terpicu setiap 2 detik.",
        "th": "อัตราคริเพิ่มขึ้น <color=#99FFFFFF>10%</color> และเพิ่มความเร็ว การโจมตีปกติ <color=#99FFFFFF>12%</color> เมื่อทำการโจมตีปกติ หรือชาร์จโจมตีถูกศัตรู มีโอกาสสร้าง ใบมีดสุญญากาศ <color=#99FFFFFF>50%</color> และสร้างความเสียหาย เพิ่มเติมในพื้นที่วงแคบ <color=#99FFFFFF>55%</color> ของพลังโจมตี ซึ่งเอฟเฟกต์นี้จะเกิดขึ้น หนึ่งครั้งในทุก 2 วินาที",
        "vi": "Tỷ lệ bạo kích tăng <color=#99FFFFFF>10%</color>,tốc độ tấn công thường tăng <color=#99FFFFFF>12%</color>. Ngoài ra, khi tấn công thường và trọng kích đánh trúng kẻ địch, có tỷ lệ <color=#99FFFFFF>50%</color> thi triển Lưỡi Dao Chân Không, tạo thêm sát thương bằng <color=#99FFFFFF>55%</color> tấn công trong phạm vi nhỏ. Hiệu quả này mỗi 2s thi triển nhiều nhất 1 lần."
      }
    },
    {
      "name": {
        "zhs": "斫断黑翼的利齿",
        "zht": "斫斷黑翼的利齒",
        "jp": "黒翼を切り裂く鋭牙",
        "ko": "검은 날개를 절단하는 이빨",
        "en": "Black Wing",
        "de": "Flügelbrecher",
        "es": "Colmillo quebrantador",
        "fr": "Plume de jais",
        "pt": "Asas Negras",
        "ru": "Клык, пронзивший тьму",
        "id": "Black Wing",
        "th": "Black Wing",
        "vi": "Răng Nanh Đen Vỡ Nát"
      },
      "description": {
        "zhs": "暴击率提升<color=#99FFFFFF>12%</color>，普通攻击速度提升<color=#99FFFFFF>12%</color>。此外，普通攻击与重击命中敌人时，有<color=#99FFFFFF>50%</color>概率触发真空刃，在小范围内造成额外<color=#99FFFFFF>70%</color>攻击力的伤害。该效果每2秒至多触发一次。",
        "zht": "暴擊率提升<color=#99FFFFFF>12%</color>，普通攻擊速度提升<color=#99FFFFFF>12%</color>。此外，普通攻擊與重擊命中敵人時，有<color=#99FFFFFF>50%</color>的機率觸發真空刃，在小範圍內造成額外<color=#99FFFFFF>70%</color>攻擊力的傷害。該效果每2秒至多觸發一次。",
        "jp": "会心率+<color=#99FFFFFF>12%</color>、通常攻撃速度+<color=#99FFFFFF>12%</color>。通常攻撃と重撃が命中時、<color=#99FFFFFF>50%</color>の確率で真空刃を発動し、攻撃力の<color=#99FFFFFF>70%</color>の狭範囲ダメージを与える。2秒毎に1回のみ発動可能。",
        "ko": "치명타 확률이 <color=#99FFFFFF>12%</color>, 일반 공격 속도가 <color=#99FFFFFF>12%</color> 증가한다. 또한 일반 공격과 강공격이 적을 명중 시 <color=#99FFFFFF>50%</color>의 확률로 진공 칼날을 날려 작은 범위 내의 적에게 추가로 공격력 <color=#99FFFFFF>70%</color>의 피해를 준다. 해당 효과는 2초마다 1회 발동한다",
        "en": "Increases CRIT Rate by <color=#99FFFFFF>12%</color> and increases Normal ATK SPD by <color=#99FFFFFF>12%</color>. Additionally, Normal and Charged Attacks hits on opponents have a <color=#99FFFFFF>50%</color> chance to trigger a vacuum blade that deals <color=#99FFFFFF>70%</color> of ATK as DMG in a small AoE. This effect can occur no more than once every 2s.",
        "de": "Erhöht die KT um <color=#99FFFFFF>12 %</color> und die Standardangriffs-GSW um <color=#99FFFFFF>12 %</color>. Wendet beim Treffen von Gegnern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von <color=#99FFFFFF>50 %</color> eine Vakuumklinge an und verursacht zusätzlichen Schaden in Höhe von <color=#99FFFFFF>70 %</color> ANG mit geringer Reichweite. 2 s Abklingzeit.",
        "es": "Aumenta la Prob. CRIT en un <color=#99FFFFFF>12%</color> y aumenta la Vel. de Ataque Normal en un <color=#99FFFFFF>12%</color>. Además, los Ataques Normales y Cargados contra los enemigos tienen una probabilidad del <color=#99FFFFFF>50%</color> de disparar una cuchilla de vacío que inflige un <color=#99FFFFFF>70%</color> de daño de ATQ en una pequeña AdE. Este efecto solo puede ocurrir una vez cada 2 s.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>12 %</color> et la VIT d'attaque normale de <color=#99FFFFFF>12 %</color>. Les attaques normales et chargées ont <color=#99FFFFFF>50 %</color> de chances lorsqu'elles touchent de générer une lame de vide qui inflige des DGT équivalant à <color=#99FFFFFF>70 %</color> de l'ATQ. Cet effet peut être déclenché une fois toutes les 2 s.",
        "pt": "A Taxa Crítica aumenta <color=#99FFFFFF>12%</color>, a VEL do Ataque Normal aumenta <color=#99FFFFFF>12%</color>. Além disso, o Ataque Normal e o Ataque Carregado ao atingir o inimigo possuem <color=#99FFFFFF>50%</color> de chance de criar uma Lâmina de Vácuo que causa <color=#99FFFFFF>70%</color> de Dano de ATQ adicional em uma área. Este efeito pode ser ativado uma vez a cada 2s.",
        "ru": "Увеличивает шанс крит. попадания на <color=#99FFFFFF>12%</color> и скорость обычной атаки на <color=#99FFFFFF>12%</color>. При попадании обычной или заряженной атакой есть <color=#99FFFFFF>50%</color> шанс активировать неосязаемое лезвие, которое наносит <color=#99FFFFFF>70%</color> урона в небольшом радиусе. Может возникнуть раз в 2 сек.",
        "id": "Meningkatkan <color=#99FFFFFF>12%</color> CRIT Rate dan <color=#99FFFFFF>12%</color> Normal ATK SPD. Selain itu, saat mengenai musuh, Normal dan Charged Attack memiliki <color=#99FFFFFF>50%</color> persentase untuk memicu pisau hampa yang mengakibatkan DMG di area kecil sebesar <color=#99FFFFFF>70%</color> ATK. Efek ini dapat terpicu setiap 2 detik.",
        "th": "อัตราคริเพิ่มขึ้น <color=#99FFFFFF>12%</color> และเพิ่มความเร็ว การโจมตีปกติ <color=#99FFFFFF>12%</color> เมื่อทำการโจมตีปกติ หรือชาร์จโจมตีถูกศัตรู มีโอกาสสร้าง ใบมีดสุญญากาศ <color=#99FFFFFF>50%</color> และสร้างความเสียหาย เพิ่มเติมในพื้นที่วงแคบ <color=#99FFFFFF>70%</color> ของพลังโจมตี ซึ่งเอฟเฟกต์นี้จะเกิดขึ้น หนึ่งครั้งในทุก 2 วินาที",
        "vi": "Tỷ lệ bạo kích tăng <color=#99FFFFFF>12%</color>,tốc độ tấn công thường tăng <color=#99FFFFFF>12%</color>. Ngoài ra, khi tấn công thường và trọng kích đánh trúng kẻ địch, có tỷ lệ <color=#99FFFFFF>50%</color> thi triển Lưỡi Dao Chân Không, tạo thêm sát thương bằng <color=#99FFFFFF>70%</color> tấn công trong phạm vi nhỏ. Hiệu quả này mỗi 2s thi triển nhiều nhất 1 lần."
      }
    },
    {
      "name": {
        "zhs": "斫断黑翼的利齿",
        "zht": "斫斷黑翼的利齒",
        "jp": "黒翼を切り裂く鋭牙",
        "ko": "검은 날개를 절단하는 이빨",
        "en": "Black Wing",
        "de": "Flügelbrecher",
        "es": "Colmillo quebrantador",
        "fr": "Plume de jais",
        "pt": "Asas Negras",
        "ru": "Клык, пронзивший тьму",
        "id": "Black Wing",
        "th": "Black Wing",
        "vi": "Răng Nanh Đen Vỡ Nát"
      },
      "description": {
        "zhs": "暴击率提升<color=#99FFFFFF>14%</color>，普通攻击速度提升<color=#99FFFFFF>12%</color>。此外，普通攻击与重击命中敌人时，有<color=#99FFFFFF>50%</color>概率触发真空刃，在小范围内造成额外<color=#99FFFFFF>85%</color>攻击力的伤害。该效果每2秒至多触发一次。",
        "zht": "暴擊率提升<color=#99FFFFFF>14%</color>，普通攻擊速度提升<color=#99FFFFFF>12%</color>。此外，普通攻擊與重擊命中敵人時，有<color=#99FFFFFF>50%</color>的機率觸發真空刃，在小範圍內造成額外<color=#99FFFFFF>85%</color>攻擊力的傷害。該效果每2秒至多觸發一次。",
        "jp": "会心率+<color=#99FFFFFF>14%</color>、通常攻撃速度+<color=#99FFFFFF>12%</color>。通常攻撃と重撃が命中時、<color=#99FFFFFF>50%</color>の確率で真空刃を発動し、攻撃力の<color=#99FFFFFF>85%</color>の狭範囲ダメージを与える。2秒毎に1回のみ発動可能。",
        "ko": "치명타 확률이 <color=#99FFFFFF>14%</color>, 일반 공격 속도가 <color=#99FFFFFF>12%</color> 증가한다. 또한 일반 공격과 강공격이 적을 명중 시 <color=#99FFFFFF>50%</color>의 확률로 진공 칼날을 날려 작은 범위 내의 적에게 추가로 공격력 <color=#99FFFFFF>85%</color>의 피해를 준다. 해당 효과는 2초마다 1회 발동한다",
        "en": "Increases CRIT Rate by <color=#99FFFFFF>14%</color> and increases Normal ATK SPD by <color=#99FFFFFF>12%</color>. Additionally, Normal and Charged Attacks hits on opponents have a <color=#99FFFFFF>50%</color> chance to trigger a vacuum blade that deals <color=#99FFFFFF>85%</color> of ATK as DMG in a small AoE. This effect can occur no more than once every 2s.",
        "de": "Erhöht die KT um <color=#99FFFFFF>14 %</color> und die Standardangriffs-GSW um <color=#99FFFFFF>12 %</color>. Wendet beim Treffen von Gegnern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von <color=#99FFFFFF>50 %</color> eine Vakuumklinge an und verursacht zusätzlichen Schaden in Höhe von <color=#99FFFFFF>85 %</color> ANG mit geringer Reichweite. 2 s Abklingzeit.",
        "es": "Aumenta la Prob. CRIT en un <color=#99FFFFFF>14%</color> y aumenta la Vel. de Ataque Normal en un <color=#99FFFFFF>12%</color>. Además, los Ataques Normales y Cargados contra los enemigos tienen una probabilidad del <color=#99FFFFFF>50%</color> de disparar una cuchilla de vacío que inflige un <color=#99FFFFFF>85%</color> de daño de ATQ en una pequeña AdE. Este efecto solo puede ocurrir una vez cada 2 s.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>14 %</color> et la VIT d'attaque normale de <color=#99FFFFFF>12 %</color>. Les attaques normales et chargées ont <color=#99FFFFFF>50 %</color> de chances lorsqu'elles touchent de générer une lame de vide qui inflige des DGT équivalant à <color=#99FFFFFF>85 %</color> de l'ATQ. Cet effet peut être déclenché une fois toutes les 2 s.",
        "pt": "A Taxa Crítica aumenta <color=#99FFFFFF>14%</color>, a VEL do Ataque Normal aumenta <color=#99FFFFFF>12%</color>. Além disso, o Ataque Normal e o Ataque Carregado ao atingir o inimigo possuem <color=#99FFFFFF>50%</color> de chance de criar uma Lâmina de Vácuo que causa <color=#99FFFFFF>85%</color> de Dano de ATQ adicional em uma área. Este efeito pode ser ativado uma vez a cada 2s.",
        "ru": "Увеличивает шанс крит. попадания на <color=#99FFFFFF>14%</color> и скорость обычной атаки на <color=#99FFFFFF>12%</color>. При попадании обычной или заряженной атакой есть <color=#99FFFFFF>50%</color> шанс активировать неосязаемое лезвие, которое наносит <color=#99FFFFFF>85%</color> урона в небольшом радиусе. Может возникнуть раз в 2 сек.",
        "id": "Meningkatkan <color=#99FFFFFF>14%</color> CRIT Rate dan <color=#99FFFFFF>12%</color> Normal ATK SPD. Selain itu, saat mengenai musuh, Normal dan Charged Attack memiliki <color=#99FFFFFF>50%</color> persentase untuk memicu pisau hampa yang mengakibatkan DMG di area kecil sebesar <color=#99FFFFFF>85%</color> ATK. Efek ini dapat terpicu setiap 2 detik.",
        "th": "อัตราคริเพิ่มขึ้น <color=#99FFFFFF>14%</color> และเพิ่มความเร็ว การโจมตีปกติ <color=#99FFFFFF>12%</color> เมื่อทำการโจมตีปกติ หรือชาร์จโจมตีถูกศัตรู มีโอกาสสร้าง ใบมีดสุญญากาศ <color=#99FFFFFF>50%</color> และสร้างความเสียหาย เพิ่มเติมในพื้นที่วงแคบ <color=#99FFFFFF>85%</color> ของพลังโจมตี ซึ่งเอฟเฟกต์นี้จะเกิดขึ้น หนึ่งครั้งในทุก 2 วินาที",
        "vi": "Tỷ lệ bạo kích tăng <color=#99FFFFFF>14%</color>,tốc độ tấn công thường tăng <color=#99FFFFFF>12%</color>. Ngoài ra, khi tấn công thường và trọng kích đánh trúng kẻ địch, có tỷ lệ <color=#99FFFFFF>50%</color> thi triển Lưỡi Dao Chân Không, tạo thêm sát thương bằng <color=#99FFFFFF>85%</color> tấn công trong phạm vi nhỏ. Hiệu quả này mỗi 2s thi triển nhiều nhất 1 lần."
      }
    },
    {
      "name": {
        "zhs": "斫断黑翼的利齿",
        "zht": "斫斷黑翼的利齒",
        "jp": "黒翼を切り裂く鋭牙",
        "ko": "검은 날개를 절단하는 이빨",
        "en": "Black Wing",
        "de": "Flügelbrecher",
        "es": "Colmillo quebrantador",
        "fr": "Plume de jais",
        "pt": "Asas Negras",
        "ru": "Клык, пронзивший тьму",
        "id": "Black Wing",
        "th": "Black Wing",
        "vi": "Răng Nanh Đen Vỡ Nát"
      },
      "description": {
        "zhs": "暴击率提升<color=#99FFFFFF>16%</color>，普通攻击速度提升<color=#99FFFFFF>12%</color>。此外，普通攻击与重击命中敌人时，有<color=#99FFFFFF>50%</color>概率触发真空刃，在小范围内造成额外<color=#99FFFFFF>100%</color>攻击力的伤害。该效果每2秒至多触发一次。",
        "zht": "暴擊率提升<color=#99FFFFFF>16%</color>，普通攻擊速度提升<color=#99FFFFFF>12%</color>。此外，普通攻擊與重擊命中敵人時，有<color=#99FFFFFF>50%</color>的機率觸發真空刃，在小範圍內造成額外<color=#99FFFFFF>100%</color>攻擊力的傷害。該效果每2秒至多觸發一次。",
        "jp": "会心率+<color=#99FFFFFF>16%</color>、通常攻撃速度+<color=#99FFFFFF>12%</color>。通常攻撃と重撃が命中時、<color=#99FFFFFF>50%</color>の確率で真空刃を発動し、攻撃力の<color=#99FFFFFF>100%</color>の狭範囲ダメージを与える。2秒毎に1回のみ発動可能。",
        "ko": "치명타 확률이 <color=#99FFFFFF>16%</color>, 일반 공격 속도가 <color=#99FFFFFF>12%</color> 증가한다. 또한 일반 공격과 강공격이 적을 명중 시 <color=#99FFFFFF>50%</color>의 확률로 진공 칼날을 날려 작은 범위 내의 적에게 추가로 공격력 <color=#99FFFFFF>100%</color>의 피해를 준다. 해당 효과는 2초마다 1회 발동한다",
        "en": "Increases CRIT Rate by <color=#99FFFFFF>16%</color> and increases Normal ATK SPD by <color=#99FFFFFF>12%</color>. Additionally, Normal and Charged Attacks hits on opponents have a <color=#99FFFFFF>50%</color> chance to trigger a vacuum blade that deals <color=#99FFFFFF>100%</color> of ATK as DMG in a small AoE. This effect can occur no more than once every 2s.",
        "de": "Erhöht die KT um <color=#99FFFFFF>16 %</color> und die Standardangriffs-GSW um <color=#99FFFFFF>12 %</color>. Wendet beim Treffen von Gegnern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von <color=#99FFFFFF>50 %</color> eine Vakuumklinge an und verursacht zusätzlichen Schaden in Höhe von <color=#99FFFFFF>100 %</color> ANG mit geringer Reichweite. 2 s Abklingzeit.",
        "es": "Aumenta la Prob. CRIT en un <color=#99FFFFFF>16%</color> y aumenta la Vel. de Ataque Normal en un <color=#99FFFFFF>12%</color>. Además, los Ataques Normales y Cargados contra los enemigos tienen una probabilidad del <color=#99FFFFFF>50%</color> de disparar una cuchilla de vacío que inflige un <color=#99FFFFFF>100%</color> de daño de ATQ en una pequeña AdE. Este efecto solo puede ocurrir una vez cada 2 s.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>16 %</color> et la VIT d'attaque normale de <color=#99FFFFFF>12 %</color>. Les attaques normales et chargées ont <color=#99FFFFFF>50 %</color> de chances lorsqu'elles touchent de générer une lame de vide qui inflige des DGT équivalant à <color=#99FFFFFF>100 %</color> de l'ATQ. Cet effet peut être déclenché une fois toutes les 2 s.",
        "pt": "A Taxa Crítica aumenta <color=#99FFFFFF>16%</color>, a VEL do Ataque Normal aumenta <color=#99FFFFFF>12%</color>. Além disso, o Ataque Normal e o Ataque Carregado ao atingir o inimigo possuem <color=#99FFFFFF>50%</color> de chance de criar uma Lâmina de Vácuo que causa <color=#99FFFFFF>100%</color> de Dano de ATQ adicional em uma área. Este efeito pode ser ativado uma vez a cada 2s.",
        "ru": "Увеличивает шанс крит. попадания на <color=#99FFFFFF>16%</color> и скорость обычной атаки на <color=#99FFFFFF>12%</color>. При попадании обычной или заряженной атакой есть <color=#99FFFFFF>50%</color> шанс активировать неосязаемое лезвие, которое наносит <color=#99FFFFFF>100%</color> урона в небольшом радиусе. Может возникнуть раз в 2 сек.",
        "id": "Meningkatkan <color=#99FFFFFF>16%</color> CRIT Rate dan <color=#99FFFFFF>12%</color> Normal ATK SPD. Selain itu, saat mengenai musuh, Normal dan Charged Attack memiliki <color=#99FFFFFF>50%</color> persentase untuk memicu pisau hampa yang mengakibatkan DMG di area kecil sebesar <color=#99FFFFFF>100%</color> ATK. Efek ini dapat terpicu setiap 2 detik.",
        "th": "อัตราคริเพิ่มขึ้น <color=#99FFFFFF>16%</color> และเพิ่มความเร็ว การโจมตีปกติ <color=#99FFFFFF>12%</color> เมื่อทำการโจมตีปกติ หรือชาร์จโจมตีถูกศัตรู มีโอกาสสร้าง ใบมีดสุญญากาศ <color=#99FFFFFF>50%</color> และสร้างความเสียหาย เพิ่มเติมในพื้นที่วงแคบ <color=#99FFFFFF>100%</color> ของพลังโจมตี ซึ่งเอฟเฟกต์นี้จะเกิดขึ้น หนึ่งครั้งในทุก 2 วินาที",
        "vi": "Tỷ lệ bạo kích tăng <color=#99FFFFFF>16%</color>,tốc độ tấn công thường tăng <color=#99FFFFFF>12%</color>. Ngoài ra, khi tấn công thường và trọng kích đánh trúng kẻ địch, có tỷ lệ <color=#99FFFFFF>50%</color> thi triển Lưỡi Dao Chân Không, tạo thêm sát thương bằng <color=#99FFFFFF>100%</color> tấn công trong phạm vi nhỏ. Hiệu quả này mỗi 2s thi triển nhiều nhất 1 lần."
      }
    }
  ],
  "internal_name": "Pole_Dvalin",
  "imgid": "pole/dvalin"
}