{
  "id": 13403,
  "type": "polearm",
  "rank": 4,
  "name": {
    "zhs": "流月针",
    "zht": "流月針",
    "jp": "流月の針",
    "ko": "유월창",
    "en": "Crescent Pike",
    "de": "Mondpike",
    "es": "Pica Luna Creciente",
    "fr": "Pique du croissant de lune",
    "pt": "Pique Crescente",
    "ru": "Пика полумесяца",
    "id": "Crescent Pike",
    "th": "Crescent Pike",
    "vi": "Lưu Nguyệt Châm"
  },
  "description": {
    "zhs": "枪尖狭长，尾部分出半月刀刃的异国兵器，经由商路流落到璃月。稍事练习掌握，便有极其出众的杀伤力。",
    "zht": "槍尖狹長，尾部分出半月刀刃的異國兵器，經由商路流落到璃月。稍事練習掌握，便有極其出眾的殺傷力。",
    "jp": "槍の先端は細く、根元には半月の形をした刃がある異国の兵器。貿易ルートを経て異国から璃月に渡った。少し練習すれば、かなりの破壊力を出せる優れもの。",
    "ko": "창끝이 매우 길고 끝부분이 반달 모양의 칼날로 갈라진 이국의 병기. 상로를 거쳐 리월로 전해져왔다. 조금만 연습하면 아주 뛰어난 살상력을 발휘할 수 있다",
    "en": "An exotic weapon with an extremely long blade on the top and a crescent blade at the bottom. It found its way into Liyue through foreign traders. With practice, it can deal heavy damage.",
    "de": "Diese fremdländische Lanze hat eine lange und schmale Spitze sowie eine halbmondförmige Klinge am anderen Ende. Ihren Weg fand sie auf Handelsrouten nach Liyue. Mit etwas Übung kann man mit ihr eine überragende Angriffskraft entfalten.",
    "es": "Un arma exótica con una cuchilla extremadamente larga en la parte superior y una cuchilla en forma de media luna en la parte inferior. Llegó a Liyue a través de comerciantes extranjeros. Con la práctica, puede causar grandes daños.",
    "fr": "Cette lance d'origine étrangère, arrivée à Liyue par les voies commerciales, possède une lame en forme de croissant à l'extrémité d'un manche fin et long. Avec un peu de pratique, vous devriez pouvoir libérer sa puissance destructrice.",
    "pt": "Uma arma exótica com uma lâmina extremamente comprida no topo e uma lâmina crescente na parte de baixo. Foi parar em Liyue através de comerciantes estrangeiros. Com prática, pode causar grandes danos.",
    "ru": "Экзотичное оружие с длинным лезвием на одном конце и полукруглым лезвием на другом. Попало в Ли Юэ благодаря иностранным торговцам. В умелых руках может наносить огромный урон.",
    "id": "Senjata indah dengan mata pedang yang sangat panjang di bagian atas, dan sabit di bagian bawah. Mencapai di Liyue setelah melalui tangan beberapa tangan pedagang. Dengan latihan, ini bisa menjadi senjata mematikan.",
    "th": "อาวุธหายากที่มีใบมีดยาวอยู่ที่ปลายด้านบนและมีใบมีดรูปจันทร์เสี้ยวอยู่ที่ปลายด้านล่าง ถูกนำมา Liyue โดยผู้ค้าต่างถิ่น ซึ่งหากใช้งานมันได้อย่างคล่องแคล่วแล้วจะสร้างความเสียหายได้อย่างมากเลยทีเดียว",
    "vi": "Mũi thương dài hẹp, binh khí này đến từ dị quốc, đuôi thương có hình bán nguyệt, được thương nhân mang đến Liyue. Chỉ cần tập luyện thì sẽ có sức sát thương khủng khiếp."
  },
  "lore": {
    "zhs": "\n天下都向璃月来，这是伟大商港的荣誉。\n异国的珍宝也顺着人潮海流来到璃月港。\n枪尖十分狭长，如同极长的针，尾部则向外侧延伸出半月形的护卫刃。\n难以理解的设计思想。但一旦理解掌握，破坏力便比寻常枪戟更惊人。\n\n异国的武人与璃月人不同，善于通过精妙的创新以出奇制胜。\n这枪的用法是刺入铠甲间疏于防御的缝隙，就像音乐或爱情。\n\n设计这种长枪的少女，据说能看见注定终结生命的死之隙。\n死之隙就像有魔力一般，会将她手中如针细的枪尖吸过去。\n「或许万物都期许死亡吧」\n能看见万物之死，却没有死之隙的少女心想。\n\n随着音乐，她找到了爱情。随着爱情，她的死之隙出现了。\n在最后，如同被尖针穿透心脏，昭告终结的痛苦终于让魔女明白，\n「有死之隙是因为惧怕死亡。惧怕死亡是因为有挂念的事与人吧」\n\n「啊啊。好想再见他一面，那个抓不住、杀不死的贼人」\n「好想再听一次他的歌。如果能活下来，我一定要对他」\n",
    "zht": "\n天下都向璃月來，這是偉大商港的榮譽。\n異國的珍寶也順著人潮海流來到璃月港。\n槍尖十分狹長，如同極長的針，尾部則向外側延伸出半月形的護衛刃。\n難以理解的設計思想。但一旦理解掌握，破壞力便比尋常槍戟更驚人。\n\n異國的武人與璃月人不同，善於通過精妙的創新以出奇制勝。\n這槍的用法是刺入鎧甲間疏於防禦的縫隙，就像音樂或愛情。\n\n設計這種長槍的少女，據說能看見註定終結生命的死之隙。\n死之隙就像有魔力一般，會將她手中如針細的槍尖吸過去。\n「或許萬物都期許死亡吧」\n能看見萬物之死，卻沒有死之隙的少女心想。\n\n隨著音樂，她找到了愛情。隨著愛情，她的死之隙出現了。\n在最後，如同被尖針穿透心臟，昭告終結的痛苦終於讓魔女明白，\n「有死之隙是因為懼怕死亡。懼怕死亡是因為有掛念的事與人吧」\n\n「啊啊。好想再見他一面，那個抓不住、殺不死的賊人」\n「好想再聽一次他的歌。如果能活下來，我一定要對他」\n",
    "jp": "\n世の全てが璃月にあり。これは偉大な璃月港への讃美である。\n他の国の珍宝も人と共に璃月港に来る。\n槍先はとても細長く、極長の針のよう。石突に弦月型の護身用刃が付いている。\n設計者の考えは理解できない。それでもコツを掴めば、普通の槍よりも破壊力を出せる。\n\n異国の武人は璃月人と違い、奇妙な新戦法で勝利を掴むことが得意。\nこの槍の使い方は、鎧の隙間を狙って刺すこと。音楽と恋のように。\n\n噂によれば、この長槍を作った少女は、命を絶つ生死の隙間が見えるらしい。\n生死の隙間は魔法のように、彼女の細長い槍先を吸い込む。\n「万物は死を望むでしょう」と\n生死の隙間を持たない少女はそう思っていた。\n\n音楽によって彼女は愛を見つけた。愛によって彼女に生死の隙間が現れた。\n最後、針に心臓を貫かれたような痛みがその人生の幕を下ろした時、彼女はようやく分かった。\n「生死の隙間が現れるのは死を恐れるから。死を恐れるのは恋しい人や大切なものがあるから」\n\n「ああ、もう一度会いたいな。あの捕まらない、殺せない賊に」\n「もう一度彼の唄を聴きたい。もし私が生き残れたら、絶対彼に……」\n",
    "ko": "\n천하는 리월항으로 모인다. 이 표현은 무역항으로서 더할 나위 없는 영광이다.\n이국의 금은보화도 사람을 따라 리월항으로 모인다.\n창끝은 긴 바늘처럼 매우 길고 아랫부분에는 바깥쪽을 향해 반달 모양의 칼날이 나있다.\n이해하기 어려운 설계지만 손에 익기만 하면 평범한 창과는 비교도 안될 강력한 파괴력을 가지고 있다.\n\n이국의 무인은 리월 사람과 다르게 정교한 혁신으로 승리하는 데 능하다.\n이 창은 갑옷 사이, 방어에 소홀한 빈틈을 찌르는 것이다. 마치 음악이나 사랑처럼.\n\n이런 창을 설계한 소녀는 생명을 마감짓는 죽음의 틈새를 볼 수 있다고 한다.\n죽음의 틈새는 마력처럼 그녀의 손에 들린 바늘처럼 가는 창끝을 빨아들였다\n「어쩌면 만물은 다 죽음을 기대할지도 몰라」\n만물의 죽음을 볼 수 있지만, 죽음의 틈새가 없던 소녀는 생각했다.\n\n음악에 따라 그녀는 사랑을 찾았다. 사랑에 따라 그녀의 죽음의 틈새가 나타났다.\n최후에 날카로운 바늘이 심장을 꿰뚫은 것처럼, 끝을 알리는 고통에 마녀는 깨달았다.\n「죽음의 틈새는 죽음을 두려워하기 때문에 생기는 거야. 죽음을 두려워하는 건 눈에 밟히는 일가 사람 때문이지」\n\n「아아, 그를 한번 더 보고 싶어. 잡히지도 죽지도 않는 도적」\n「그의 노래를 다시 한번 듣고 싶어. 살아남게 된다면 그에게 답하겠어」\n",
    "en": "\nThe whole world flocks to the commercial port of Liyue, much to the city's pride.\nWith the tides of people also come exotic treasures.\nThis spearhead is long and narrow like a needle, with a crescent-shaped blade extending from its base.\nOnce the bearer has grasped its elusive design concept, this weapon becomes far more destructive than its counterparts.\n\nUnlike the martial artists of Liyue, those from other lands are masters of the art of surprise, skilled at developing ingenious new tricks.\nThis weapon is designed to exploit fatal flaws. Like a needle, it slips between the gaps in an opponent's armor. Like the powers of music and love, it finds its way past people's defenses.\n\nThe designer of the Crescent Pike was said to be able to visualize the fatal flaws in life itself.\nAs if drawn by some mystical power, the pike would fly from her hand towards her opponents' fatal flaws.\n\"Perhaps all that lives waits willingly for death.\"\nSo thought the designer, who could see that which was fatally undefended in each living thing, yet had no such fatal flaws in her own life.\n\nThen she found music, and through music found love. And in love, she found her own fatal flaw.\nIn the end, the pain of finality, which pierced her heart like a needle, finally brought the witch to a realization:\n\"Fatal flaws are born of a fear of death. Fear of death is born of having things, and people, to care about.\"\n\n\"Oh, how I wish to see him but one more time, that thief who can neither be caught nor killed.\"\n\"Oh, how I wish to hear his song but one more time. If I should survive, I shall certainly treat him—\"\n",
    "de": "\nDie Welt ist zu Gast in Liyue. Dies ist eine große Ehre für die kommerziell wichtige Hafenstadt.\nMit den Gästen aus aller Welt kommen auch exotische Schätze nach Liyue.\nDiese Speerspitze ist lang und schmal wie eine Nadel, mit einer sichelförmigen Klinge, die von ihrer unteren Basis ausgeht.\nSobald der Träger das schwer fassbare Konzept des Aufbaus begriffen hat, wird diese Waffe weitaus destruktiver als ihre Gegenstücke.\n\nAnders als die Kampfkünstler aus Liyue überzeugen die Kämpfer aus anderen Ländern mit dem Element der Überraschung und der Fähigkeit schnell neue Tricks zu entwickeln.\nDiese Waffe ist speziell entworfen worden, um die Schwächen in der Verteidigung eines jeden Gegners auszunutzen. So wie Musik oder Liebe sucht sie sich die kleinsten Lücken, um die Verteidigung zu durchbrechen.\n\nDas Mädchen, das diesen Speer entworfen hatte, war angeblich in der Lage, die Kluft zwischen Leben und ihrem Tod zu sehen.\nWie von einer mystischen Kraft angezogen flog der Speer aus ihrer Hand mitten in die Schwachstellen ihrer Gegner.\n„Möglicherweise erwarten ja alle Lebewesen den Tod“,\ndachte sich das Mädchen, das den Tod spüren konnte.\n\nDann fand sie Musik. Durch die Musik fand sie Liebe und in der Liebe fand sie ihr eigenes Ende.\nAm Ende, als ob ihr Herz von einer scharfen Nadel durchbohrt wurde, ließ der Schmerz sie eines realisieren:\n„Fatale Fehler stammen von einer Angst vor dem Tod. Die Angst vor dem Tod wird beflügelt von der Angst, geliebte Menschen oder Dinge zu verlieren.“\n\n„Hach, wie sehr ich ihn noch einmal sehen möchte, den Dieb, der weder gefasst noch getötet werden kann.“\n„Wie sehr ich dieses Lied noch einmal hören möchte. Sollte ich dies überleben, werde ich ihn auf jeden Fall ...“\n",
    "es": "\nTodo el mundo viene a Liyue. Ese es el honor de este gran puerto comercial.\nLos tesoros más exóticos también llegan hasta aquí junto con los mares de gente.\nLa punta de la lanza es estrecha y larga como una aguja, con una cuchilla en forma de media luna que se extiende desde la base de la misma.\nEsta arma es mucho más destructiva que otras lanzas comunes una vez su portador entiende el concepto de su diseño.\n\nA diferencia de los artistas marciales de Liyue, los de otras tierras son maestros en conseguir la victoria con ingeniosos ataques sorpresa.\nEsta arma está diseñada para aprovecharse de errores que pueden resultar fatales. Como una aguja, se desliza entre los espacios de la armadura de un oponente; como el poder de la música y el amor, supera las barreras de las personas.\n\nSe dijo que la diseñadora de la Pica Luna Creciente era capaz de visualizar los defectos que podían resultar fatales para la vida.\nComo atraída por un poder místico, la pica volaba desde sus manos hacia los defectos letales de sus oponentes.\n“Quizás todo lo que tiene vida espera fervientemente la muerte”,\npensó la diseñadora, que podía ver todo lo mortalmente indefenso en cada ser vivo, pero cuya propia vida no era tan frágil.\n\nMás tarde, encontró la música y, a través de ella, el amor. En el amor, encontró su propio defecto mortal.\nAl final, el punzante dolor que le infligía ser consciente de la fragilidad de su vida hizo que la bruja se diera cuenta de algo:\n“Los defectos letales nacen del miedo a la muerte. El miedo a la muerte nace del apego a perder tanto objetos como personas”.\n\n“¡Ay! ¡Cuánto me gustaría ver una vez más a ese ladrón imposible de atrapar y asesinar!”\n“¡Ay! ¡Cuánto me gustaría escuchar su canción una vez más! Si consigo sobrevivir, juro que le haré un obsequio”.\n",
    "fr": "\nDe tout temps le monde entier s'est retrouvé au Port de Liyue, à la grande fierté de la cité.\nDes pays étrangers maints trésors trouvèrent ainsi un nouveau foyer.\nCette lance à la lame en croissant de lune est longue et fine comme une aiguille.\nQue son utilisateur ne s'attarde point sur ce design quelque peu particulier ; il s'agit d'une arme étonnante.\n\nCertains artistes martiaux des régions extérieures à Liyue sont devenus maîtres dans l'art de la surprise et de la ruse.\nCette arme a été conçue pour mettre à profit les défauts dans la défense de l'adversaire ; elle est ainsi capable de se glisser à travers les fentes d'une armure.\n\nSa créatrice aurait, dit-on, été capable de visualiser les défauts dans la cuirasse de toute vie.\nComme mue par quelque pouvoir mystique, l'arme s'élançait de ses mains vers les faiblesses de l'ennemi.\n« Peut-être que tout être attend la mort ? »\nEn ces termes parlait sa créatrice, qui était capable de trouver les faiblesses chez n'importe qui, mais qui elle-même n'en présentait aucune.\n\nMais en trouvant la musique, elle trouva l'amour ; et en l'amour, elle trouva son talon d'Achille.\nEt c'est seulement lorsque la douleur de la fin transperça son cœur que la jeune sorcière réalisa :\n« La faiblesse vient de la crainte de la mort ; et la crainte de la mort surgit lorsque l'on s'est attaché. »\n\n« Comme j'aimerais pouvoir revoir ce voleur qui ne peut être attrapé ni tué ! »\n« Et comme j'aimerais entendre à nouveau sa chanson... Si je survis, je lui... »\n",
    "pt": "\nO mundo vem para Liyue. Esta é uma grande honra para o grande porto comercial.\nCom as marés das pessoas também vieram tesouros exóticos.\nEsta ponta de lança é longa e estreita como uma agulha, com uma lâmina em forma de meia-lua que se estende desde sua base.\nDepois que o portador entende seu conceito de design evasivo, essa arma se torna muito mais destrutiva do que suas contrapartes.\n\nDiferentes dos artistas marciais de Liyue, aqueles que são de outras terras são mestres da arte da surpresa, profissionais em desenvolver novos truques engenhosos.\nEsta arma foi projetada para explorar falhas fatais. Como uma agulha, ela desliza entre as lacunas da armadura do oponente. Como os poderes da música e do amor, ele encontra seu caminho para além das defesas das pessoas.\n\nA jovem que desenhou a Lança da Lua Crescente, dizem que ela podia ver as falhas que podiam se provar fatais para a vida.\nComo se atraída por algum poder místico, a lança voava de sua mão rumo as falhas fatais de seus oponentes.\n\"Talvez todas as coisas vivas esperam pela morte.\"\nEntão apesar da designer, que podia ver tudo que estava mortalmente sem defesa em cada coisa viva, não tinha tais falhas na sua própria.\n\nAtravés da música, ela encontrou o amor verdadeiro, e nesse amor verdadeiro, ela encontrou a sua falha fatal.\nE foi só quando a dor do fim perfurou seu coração que a jovem bruxa percebeu:\n\"Falhas fatais nascem do medo da morte. O medo da morte nasce de ter coisas e pessoas com quem se preocupar.\"\n\n\"Oh, como desejo vê-lo mais uma vez, aquele ladrão que não pode ser pego nem morto.\"\n\"Oh! Como eu gostaria de ouvir sua canção mais uma vez! Se eu conseguir sobreviver, juro que farei um presente para ele...\"\n",
    "ru": "\nЛюди со всего света стекаются в гавань Ли Юэ, и это - гордость торгового порта.\nС волнами приезжих в город также стекаются и экзотические товары.\nНаконечник копья узкий и длинный, как игла. Лезвие выполнено в форме полумесяца.\nКак только воин освоит смертоносную мощь этой пики, у него появится огромное преимущество перед другими копейщиками.\n\nВ отличие от мастеров боевых искусств из Ли Юэ, бойцы из других стран поражают своей возможностью к импровизации.\nЭто оружие специально разработано, чтобы использовать слабости в защите каждого противника. Подобно влюбленности или хорошей музыке, эта пика способна пройти сквозь любую защиту.\n\nГоворят, что девушка, создавшая эту пику, могла обнаружить уязвимые места в самой ткани бытия.\nЗагадочная сила заставляет копьё находить бреши в обороне противников.\n«Возможно, всё живое ищет смерти...»\nТак думала создательница этого оружия.\n\nЗатем она познала музыку. А через музыку она познала любовь. И любовь оказалась её слабым местом.\nПонимание раскалённой иглой пронзило ей сердце:\n«Роковые ошибки происходят из-за страха смерти. Страх смерти происходит от привязанности к вещам... и к людям...»\n\n«О, как хочу я увидеть его вновь! Того, кого ни поймать, ни убить...»\n«О, как жажду я вновь услышать его песни. Если я выживу, то...»\n",
    "id": "\nSeluruh dunia berduyun-duyun ke pelabuhan komersial Liyue, yang menjadi kebanggaan kota itu sendiri.\nDengan banyaknya orang yang datang, juga datang harta karun yang eksotis.\nKepala tombak panjang namun kecil seperti jarum, dengan pisau bentuk bulan sabit memanjang dari dasarnya.\nIde-ide rancangan yang sulit dipahami. Tetapi begitu dipahami, kekuatan penghancurnya bahkan lebih menakjubkan daripada tombak biasa.\n\nTidak seperti ahli bela diri Liyue, mereka yang datang dari tempat lain adalah ahli bela diri yang penuh kejutan, terampil dalam mengembangkan trik-trik aneh.\nFungsi senjata ini adalah untuk menembus celah antara baju besi dan pertahanan, seperti musik dan cinta.\n\nPerancang tombak ini, dikatakan bahwa dia dapat melihat celah antara hidup dan mati.\nBagaikan dikendalikan oleh suatu kekuatan mistis, tombak di tangannya akan langsung menyerang titik lemah lawannya.\n\"Mungkin semua kehidupan menunggu untuk kematian\"\nBegitulah pikir seorang perancang, yang bisa melihat kelemahan di setiap makhluk namun tidak melihat kelemahan dalam hidupnya sendiri.\n\nLalu dia menemukan musik, dan dari musik dia bertemu cinta. Dan dalam cinta, dia akhirnya menemukan kelemahannya.\nPada akhirnya, sakit yang menusuk hatinya bagaikan jarum, menyadarkan sang penyihir,\n\"Kelemahan lahir dari rasa takut akan kematian. Ketakutan akan kematian lahir karena memiliki sesuatu, dan orang-orang yang kita kasihi\"\n\n\"Ah, aku ingin bertemu dengannya lagi, pencuri yang tidak bisa ditangkap atau pun dibunuh\"\n\"Aku benar-benar ingin mendengarkan lagunya lagi. Jika aku bisa selamat, kepadanya aku harus-\"\n",
    "th": "\nโลกกำลังหันมามอง Liyue นี่คือเกียรติของท่าเรือธุรกิจที่ยอดเยี่ยม\nสมบัติจากต่างประเทศมายังท่าเรือ Liyue ตามกระแสผู้คน\nปลายของหอกนั้นเรียวและยาวราวกับเข็มที่มีความยาวมาก และมีใบมีดรูปจันทร์เสี้ยวยื่นออกมาจากฐานของหอก\nแนวคิดการออกแบบนั้นอยากที่จะเข้าใจ แต่เมื่อเข้าใจถึงหลักการแล้วจะได้รับพลังการทำลายล้างที่มากกว่าอาวุธทั่ว ๆ ไปอย่างน่าทึ่ง\n\nไม่เหมือนกับผู้เชี่ยวชาญด้านศิลปะการต่อสู้ของ Liyue ผู้ที่มาจากดินแดนอื่นนั้น เชี่ยวชาญในศาสตร์ที่น่าประหลาดใจ และมีทักษะในการพัฒนาลูกเล่นใหม่ ๆ\nวิธีการใช้หอกด้ามนี้คือการเจาะทะลุช่องว่างการป้องกันระหว่างเกราะของศัตรู ซึ่งมันก็เหมือนกับบทเพลงหรือความรักนั่นเอง\n\nหญิงสาวผู้ออกแบบหอกอย่างนี้ขึ้นมานั้น ว่ากันว่าเธอสามารถมองเห็นช่องว่างระหว่างความเป็นกับความตายที่จะปลิดชีวิตลงได้\nช่องว่างแห่งความตายนั้นเปรียบเสมือนเวทมนตร์ ที่ดึงดูดหอกในมือของเธอราวกับเข็มแหลมทิ่มแทงเข้าไป\n\"บางทีสรรพสิ่งทั้งหลายอาจล้วนแล้วแต่เฝ้ารอวันตายก็เป็นได้นะ\"\nหญิงสาวผู้ได้พบเห็นความตายมากมายแต่กลับไม่เห็นช่องว่างแห่งความตายของตนเอง\n\nเธอได้พบกับความรักด้วยดนตรี และความรักก็ทำให้เธอได้พบกับช่องว่างแห่งความตายของเธอ\nในท้ายที่สุดราวกับว่าเข็มแหลมทะลุผ่านหัวใจ ความเจ็บปวดที่มาถึงจุดจบในที่สุดก็ทำให้แม่มดเข้าใจ\n\"ที่มีช่องว่างแห่งความตายก็เพราะว่าเกรงกลัวต่อความตาย และที่เกรงกลัวต่อความตายก็เพราะว่ามีเรื่องและคนให้คิดถึงงั้นสินะ\"\n\n\"อืม ๆ อยากจะเจอเขาอีกครั้งจังเลย เจ้าขโมยที่จับไปได้และฆ่าไม่ทันนั่น\"\n\"อยากได้ยินเสียงเพลงของเขาอีกครั้งจังเลย หากว่าสามารถมีชีวิตต่อไปได้ล่ะก็ ฉันจะทำให้เขา...\"\n",
    "vi": "\nKhắp nơi trên thế giới đều tìm đến Liyue, đó là niềm vinh dự đối với thương cảng to lớn này.\nKho báu từ khắp nới trên thế giới cũng theo dòng người đổ về cảng Liyue.\nMũi thương nhọn dài tựa như mũi kim, phía cuối là lưỡi hình bán nguyệt được kéo dài ra ngoài.\nĐúng là một thiết kế khó lường. Thế nhưng nếu hiểu rõ được cách dùng, sức sát thương sẽ vô cùng kinh hoàng.\n\nVõ sĩ ngoại quốc không giống với người Liyue, giỏi trong việc chế tác những món đồ tinh tế kỳ lạ.\nCách dùng của thanh thương là xuyên qua lỗ hổng của những mảnh áo giáp, giống như tình yêu và âm nhạc.\n\nTương truyền thiếu nữ thiết kế loại thương này có thể nhìn thấy ranh giới của cái chết được định sẵn cho mỗi sinh mệnh.\nRanh giới của cái chết giống như ma lực vậy, sẽ hút lấy mũi thương nhọn trong tay cô.\n\"Có lẽ vạn vật đều mong mỏi cái chết\"\nDòng suy tưởng của thiếu nữ có thể nhìn thấy cái chết của vạn vật nhưng lại không biết được ranh giới cái chết của mình.\n\nTheo tiếng nhạc, cô đã tìm thấy tình yêu. Và ranh giới của cái chết cũng dần xuất hiện theo tình yêu đó.\nTrong phút cuối, giống như bị mũi nhọn đâm xuyên tâm can, nỗi đau cuối cùng khiến ma nữ hiểu rằng,\n\"Ranh giới của cái chết tồn tại là do nỗi sợ cái chết. Sở dĩ nỗi sợ ấy hiện hữu là vì người ta vẫn còn nhớ thương ai đó hay chuyện gì đó.\"\n\n\"A a a. Thật sự rất muốn gặp lại anh ta một lần nữa, tên trộm tóm không được mà giết cũng không được đó\"\n\"Thật sự muốn nghe bài hát của anh ấy một lần nữa. Nếu có thể sống lại, tôi nhất định sẽ lấy anh ấy.\"\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "注能之针",
        "zht": "注能之針",
        "jp": "注入の針",
        "ko": "에너지 주입 바늘",
        "en": "Infusion Needle",
        "de": "Energieschubnadel",
        "es": "Aguja de infusión",
        "fr": "Aiguille énergisante",
        "pt": "Agulha Energética",
        "ru": "Заряженная игла",
        "id": "Infusion Needle",
        "th": "Infusion Needle",
        "vi": "Trâm Năng Lượng"
      },
      "description": {
        "zhs": "获得元素微粒或元素晶球后的5秒内，普通攻击和重击额外造成<color=#99FFFFFF>20</color>%攻击力伤害。",
        "zht": "獲得元素微粒或元素晶球後的5秒內，普通攻擊和重擊額外造成<color=#99FFFFFF>20</color>%攻擊力傷害。",
        "jp": "元素粒子または元素オーブを獲得した5秒間、通常攻撃と重撃で、攻撃力の<color=#99FFFFFF>20%</color>の追加ダメージを与える。",
        "ko": "원소 입자 또는 원소 구슬 획득 후 5초 동안 일반 공격 혹은 강공격 시 적에게 추가로 공격력 <color=#99FFFFFF>20%</color>의 피해를 준다",
        "en": "After picking up an Elemental Orb/Particle, Normal and Charged Attacks deal additional DMG equal to <color=#99FFFFFF>20%</color> of ATK for 5s.",
        "de": "Verursacht nach dem Erhalten von Elementarteilchen oder Elementarkristallen 5 s lang zusätzlichen Schaden in Höhe von <color=#99FFFFFF>20</color> % ANG mit Standardangriffen und heftigen Schlägen.",
        "es": "Después de obtener una partícula u orbe elemental, los Ataques Normales y Cargados infligen un <color=#99FFFFFF>20%</color> de daño de ATQ adicional durante 5 s.",
        "fr": "Chaque orbe ou particule élémentaire obtenu(e) confère pendant 5 s un bonus de DGT équivalant à <color=#99FFFFFF>20</color> % de l'ATQ.",
        "pt": "Após obter um Orbe Elemental/Partícula Elemental, os Ataques Normais e Ataques Carregados causam um adicional de <color=#99FFFFFF>20%</color> de Dano Físico por 5s.",
        "ru": "В течение 5 сек. после поднятия элементальной сферы или частицы обычные и заряженные атаки наносят дополнительный урон, равный <color=#99FFFFFF>20%</color> от силы атаки.",
        "id": "Setelah mengambil Elemental Orb atau Particle, Normal dan Charged Attack mendapatkan <color=#99FFFFFF>20</color>% DMG tambahan selama 5 detik.",
        "th": "ภายในเวลา 5 วินาที หลังจากเก็บอณูธาตุหรือลูกแก้วธาตุ การโจมตีปกติและชาร์จโจมตีจะสร้างความเสียหายเพิ่มเติม <color=#99FFFFFF>20%</color> ของพลังโจมตี",
        "vi": "Trong 5s sau khi nhận Nguyên Tố Hạt Nhân hoặc Nguyên Tố Tinh Cầu, tấn công thường và trọng kích sẽ tạo thêm sát thương bằng <color=#99FFFFFF>20</color>% tấn công."
      }
    },
    {
      "name": {
        "zhs": "注能之针",
        "zht": "注能之針",
        "jp": "注入の針",
        "ko": "에너지 주입 바늘",
        "en": "Infusion Needle",
        "de": "Energieschubnadel",
        "es": "Aguja de infusión",
        "fr": "Aiguille énergisante",
        "pt": "Agulha Energética",
        "ru": "Заряженная игла",
        "id": "Infusion Needle",
        "th": "Infusion Needle",
        "vi": "Trâm Năng Lượng"
      },
      "description": {
        "zhs": "获得元素微粒或元素晶球后的5秒内，普通攻击和重击额外造成<color=#99FFFFFF>25</color>%攻击力伤害。",
        "zht": "獲得元素微粒或元素晶球後的5秒內，普通攻擊和重擊額外造成<color=#99FFFFFF>25</color>%攻擊力傷害。",
        "jp": "元素粒子または元素オーブを獲得した5秒間、通常攻撃と重撃で、攻撃力の<color=#99FFFFFF>25%</color>の追加ダメージを与える。",
        "ko": "원소 입자 또는 원소 구슬 획득 후 5초 동안 일반 공격 혹은 강공격 시 적에게 추가로 공격력 <color=#99FFFFFF>25%</color>의 피해를 준다",
        "en": "After picking up an Elemental Orb/Particle, Normal and Charged Attacks deal additional DMG equal to <color=#99FFFFFF>25%</color> of ATK for 5s.",
        "de": "Verursacht nach dem Erhalten von Elementarteilchen oder Elementarkristallen 5 s lang zusätzlichen Schaden in Höhe von <color=#99FFFFFF>25</color> % ANG mit Standardangriffen und heftigen Schlägen.",
        "es": "Después de obtener una partícula u orbe elemental, los Ataques Normales y Cargados infligen un <color=#99FFFFFF>25%</color> de daño de ATQ adicional durante 5 s.",
        "fr": "Chaque orbe ou particule élémentaire obtenu(e) confère pendant 5 s un bonus de DGT équivalant à <color=#99FFFFFF>25</color> % de l'ATQ.",
        "pt": "Após obter um Orbe Elemental/Partícula Elemental, os Ataques Normais e Ataques Carregados causam um adicional de <color=#99FFFFFF>25%</color> de Dano Físico por 5s.",
        "ru": "В течение 5 сек. после поднятия элементальной сферы или частицы обычные и заряженные атаки наносят дополнительный урон, равный <color=#99FFFFFF>25%</color> от силы атаки.",
        "id": "Setelah mengambil Elemental Orb atau Particle, Normal dan Charged Attack mendapatkan <color=#99FFFFFF>25</color>% DMG tambahan selama 5 detik.",
        "th": "ภายในเวลา 5 วินาที หลังจากเก็บอณูธาตุหรือลูกแก้วธาตุ การโจมตีปกติและชาร์จโจมตีจะสร้างความเสียหายเพิ่มเติม <color=#99FFFFFF>25%</color> ของพลังโจมตี",
        "vi": "Trong 5s sau khi nhận Nguyên Tố Hạt Nhân hoặc Nguyên Tố Tinh Cầu, tấn công thường và trọng kích sẽ tạo thêm sát thương bằng <color=#99FFFFFF>25</color>% tấn công."
      }
    },
    {
      "name": {
        "zhs": "注能之针",
        "zht": "注能之針",
        "jp": "注入の針",
        "ko": "에너지 주입 바늘",
        "en": "Infusion Needle",
        "de": "Energieschubnadel",
        "es": "Aguja de infusión",
        "fr": "Aiguille énergisante",
        "pt": "Agulha Energética",
        "ru": "Заряженная игла",
        "id": "Infusion Needle",
        "th": "Infusion Needle",
        "vi": "Trâm Năng Lượng"
      },
      "description": {
        "zhs": "获得元素微粒或元素晶球后的5秒内，普通攻击和重击额外造成<color=#99FFFFFF>30</color>%攻击力伤害。",
        "zht": "獲得元素微粒或元素晶球後的5秒內，普通攻擊和重擊額外造成<color=#99FFFFFF>30</color>%攻擊力傷害。",
        "jp": "元素粒子または元素オーブを獲得した5秒間、通常攻撃と重撃で、攻撃力の<color=#99FFFFFF>30%</color>の追加ダメージを与える。",
        "ko": "원소 입자 또는 원소 구슬 획득 후 5초 동안 일반 공격 혹은 강공격 시 적에게 추가로 공격력 <color=#99FFFFFF>30%</color>의 피해를 준다",
        "en": "After picking up an Elemental Orb/Particle, Normal and Charged Attacks deal additional DMG equal to <color=#99FFFFFF>30%</color> of ATK for 5s.",
        "de": "Verursacht nach dem Erhalten von Elementarteilchen oder Elementarkristallen 5 s lang zusätzlichen Schaden in Höhe von <color=#99FFFFFF>30</color> % ANG mit Standardangriffen und heftigen Schlägen.",
        "es": "Después de obtener una partícula u orbe elemental, los Ataques Normales y Cargados infligen un <color=#99FFFFFF>30%</color> de daño de ATQ adicional durante 5 s.",
        "fr": "Chaque orbe ou particule élémentaire obtenu(e) confère pendant 5 s un bonus de DGT équivalant à <color=#99FFFFFF>30</color> % de l'ATQ.",
        "pt": "Após obter um Orbe Elemental/Partícula Elemental, os Ataques Normais e Ataques Carregados causam um adicional de <color=#99FFFFFF>30%</color> de Dano Físico por 5s.",
        "ru": "В течение 5 сек. после поднятия элементальной сферы или частицы обычные и заряженные атаки наносят дополнительный урон, равный <color=#99FFFFFF>30%</color> от силы атаки.",
        "id": "Setelah mengambil Elemental Orb atau Particle, Normal dan Charged Attack mendapatkan <color=#99FFFFFF>30</color>% DMG tambahan selama 5 detik.",
        "th": "ภายในเวลา 5 วินาที หลังจากเก็บอณูธาตุหรือลูกแก้วธาตุ การโจมตีปกติและชาร์จโจมตีจะสร้างความเสียหายเพิ่มเติม <color=#99FFFFFF>30%</color> ของพลังโจมตี",
        "vi": "Trong 5s sau khi nhận Nguyên Tố Hạt Nhân hoặc Nguyên Tố Tinh Cầu, tấn công thường và trọng kích sẽ tạo thêm sát thương bằng <color=#99FFFFFF>30</color>% tấn công."
      }
    },
    {
      "name": {
        "zhs": "注能之针",
        "zht": "注能之針",
        "jp": "注入の針",
        "ko": "에너지 주입 바늘",
        "en": "Infusion Needle",
        "de": "Energieschubnadel",
        "es": "Aguja de infusión",
        "fr": "Aiguille énergisante",
        "pt": "Agulha Energética",
        "ru": "Заряженная игла",
        "id": "Infusion Needle",
        "th": "Infusion Needle",
        "vi": "Trâm Năng Lượng"
      },
      "description": {
        "zhs": "获得元素微粒或元素晶球后的5秒内，普通攻击和重击额外造成<color=#99FFFFFF>35</color>%攻击力伤害。",
        "zht": "獲得元素微粒或元素晶球後的5秒內，普通攻擊和重擊額外造成<color=#99FFFFFF>35</color>%攻擊力傷害。",
        "jp": "元素粒子または元素オーブを獲得した5秒間、通常攻撃と重撃で、攻撃力の<color=#99FFFFFF>35%</color>の追加ダメージを与える。",
        "ko": "원소 입자 또는 원소 구슬 획득 후 5초 동안 일반 공격 혹은 강공격 시 적에게 추가로 공격력 <color=#99FFFFFF>35%</color>의 피해를 준다",
        "en": "After picking up an Elemental Orb/Particle, Normal and Charged Attacks deal additional DMG equal to <color=#99FFFFFF>35%</color> of ATK for 5s.",
        "de": "Verursacht nach dem Erhalten von Elementarteilchen oder Elementarkristallen 5 s lang zusätzlichen Schaden in Höhe von <color=#99FFFFFF>35</color> % ANG mit Standardangriffen und heftigen Schlägen.",
        "es": "Después de obtener una partícula u orbe elemental, los Ataques Normales y Cargados infligen un <color=#99FFFFFF>35%</color> de daño de ATQ adicional durante 5 s.",
        "fr": "Chaque orbe ou particule élémentaire obtenu(e) confère pendant 5 s un bonus de DGT équivalant à <color=#99FFFFFF>35</color> % de l'ATQ.",
        "pt": "Após obter um Orbe Elemental/Partícula Elemental, os Ataques Normais e Ataques Carregados causam um adicional de <color=#99FFFFFF>35%</color> de Dano Físico por 5s.",
        "ru": "В течение 5 сек. после поднятия элементальной сферы или частицы обычные и заряженные атаки наносят дополнительный урон, равный <color=#99FFFFFF>35%</color> от силы атаки.",
        "id": "Setelah mengambil Elemental Orb atau Particle, Normal dan Charged Attack mendapatkan <color=#99FFFFFF>35</color>% DMG tambahan selama 5 detik.",
        "th": "ภายในเวลา 5 วินาที หลังจากเก็บอณูธาตุหรือลูกแก้วธาตุ การโจมตีปกติและชาร์จโจมตีจะสร้างความเสียหายเพิ่มเติม <color=#99FFFFFF>35%</color> ของพลังโจมตี",
        "vi": "Trong 5s sau khi nhận Nguyên Tố Hạt Nhân hoặc Nguyên Tố Tinh Cầu, tấn công thường và trọng kích sẽ tạo thêm sát thương bằng <color=#99FFFFFF>35</color>% tấn công."
      }
    },
    {
      "name": {
        "zhs": "注能之针",
        "zht": "注能之針",
        "jp": "注入の針",
        "ko": "에너지 주입 바늘",
        "en": "Infusion Needle",
        "de": "Energieschubnadel",
        "es": "Aguja de infusión",
        "fr": "Aiguille énergisante",
        "pt": "Agulha Energética",
        "ru": "Заряженная игла",
        "id": "Infusion Needle",
        "th": "Infusion Needle",
        "vi": "Trâm Năng Lượng"
      },
      "description": {
        "zhs": "获得元素微粒或元素晶球后的5秒内，普通攻击和重击额外造成<color=#99FFFFFF>40</color>%攻击力伤害。",
        "zht": "獲得元素微粒或元素晶球後的5秒內，普通攻擊和重擊額外造成<color=#99FFFFFF>40</color>%攻擊力傷害。",
        "jp": "元素粒子または元素オーブを獲得した5秒間、通常攻撃と重撃で、攻撃力の<color=#99FFFFFF>40%</color>の追加ダメージを与える。",
        "ko": "원소 입자 또는 원소 구슬 획득 후 5초 동안 일반 공격 혹은 강공격 시 적에게 추가로 공격력 <color=#99FFFFFF>40%</color>의 피해를 준다",
        "en": "After picking up an Elemental Orb/Particle, Normal and Charged Attacks deal additional DMG equal to <color=#99FFFFFF>40%</color> of ATK for 5s.",
        "de": "Verursacht nach dem Erhalten von Elementarteilchen oder Elementarkristallen 5 s lang zusätzlichen Schaden in Höhe von <color=#99FFFFFF>40</color> % ANG mit Standardangriffen und heftigen Schlägen.",
        "es": "Después de obtener una partícula u orbe elemental, los Ataques Normales y Cargados infligen un <color=#99FFFFFF>40%</color> de daño de ATQ adicional durante 5 s.",
        "fr": "Chaque orbe ou particule élémentaire obtenu(e) confère pendant 5 s un bonus de DGT équivalant à <color=#99FFFFFF>40</color> % de l'ATQ.",
        "pt": "Após obter um Orbe Elemental/Partícula Elemental, os Ataques Normais e Ataques Carregados causam um adicional de <color=#99FFFFFF>40%</color> de Dano Físico por 5s.",
        "ru": "В течение 5 сек. после поднятия элементальной сферы или частицы обычные и заряженные атаки наносят дополнительный урон, равный <color=#99FFFFFF>40%</color> от силы атаки.",
        "id": "Setelah mengambil Elemental Orb atau Particle, Normal dan Charged Attack mendapatkan <color=#99FFFFFF>40</color>% DMG tambahan selama 5 detik.",
        "th": "ภายในเวลา 5 วินาที หลังจากเก็บอณูธาตุหรือลูกแก้วธาตุ การโจมตีปกติและชาร์จโจมตีจะสร้างความเสียหายเพิ่มเติม <color=#99FFFFFF>40%</color> ของพลังโจมตี",
        "vi": "Trong 5s sau khi nhận Nguyên Tố Hạt Nhân hoặc Nguyên Tố Tinh Cầu, tấn công thường và trọng kích sẽ tạo thêm sát thương bằng <color=#99FFFFFF>40</color>% tấn công."
      }
    }
  ],
  "internal_name": "Pole_Exotic",
  "imgid": "pole/exotic"
}