{
  "id": 13501,
  "type": "polearm",
  "rank": 5,
  "name": {
    "zhs": "护摩之杖",
    "zht": "護摩之杖",
    "jp": "護摩の杖",
    "ko": "호마의 지팡이",
    "en": "Staff of Homa",
    "de": "Homa-Stab",
    "es": "Báculo de Homa",
    "fr": "Bâton de Homa",
    "pt": "Báculo de Homa",
    "ru": "Посох Хомы",
    "id": "Staff of Homa",
    "th": "Staff of Homa",
    "vi": "Trượng Hộ Ma"
  },
  "description": {
    "zhs": "在早已失落的古老祭仪中，使用的朱赤「柴火杖」。",
    "zht": "在早已失落的古老祭儀中，使用的朱赤「柴火杖」。",
    "jp": "既に廃れた過去の祭儀で使われていた朱色の杖。",
    "ko": "오래전에 사라져버린 옛 제사 의식에 사용됐던 적색의 지팡이",
    "en": "A \"firewood staff\" that was once used in ancient and long-lost rituals.",
    "de": "Ein sogenannter roter Brennholzstab, der in alten, mittlerweile vergessenen Ritualen verwendet wurde.",
    "es": "Un bastón de color bermellón utilizado en un antiguo ritual que hace mucho tiempo que no se practica.",
    "fr": "Un « bâton de feu » utilisé il y a bien longtemps dans quelque rituel ancien aujourd'hui disparu.",
    "pt": "Um bastão vermelho utilizado em um antigo ritual que não se pratica há muito tempo.",
    "ru": "Алый посох, использовавшийся в давно утраченном древнем ритуале.",
    "id": "Sebuah \"tongkat kayu bakar\" yang pernah digunakan dalam ritual kuno dan telah lama hilang.",
    "th": "\"หอกแห่งไฟ\" ที่ใช้ในพิธีกรรมโบราณซึ่งได้สูญหายไปเป็นเวลานาน",
    "vi": "\"Trượng Lửa\" màu đỏ sử dụng trong nghi lễ cổ xưa, đã thất truyền từ lâu."
  },
  "lore": {
    "zhs": "\n以炽焰洗净一切不洁之物，让污秽与火光一同升向可容纳一切的高天：\n这种祭仪曾在浇季中，点亮过大陆各处的薪柴，升起求福退邪的狼烟。\n\n这种炽热的祭仪在悠古的纷争高扬的时代一度盛行。\n因为静默神骸的妄念与梦想会化为凭附的恶瘴菑疠，\n将不再属于他们的子民与不曾属于他们的人子带走。\n\n彼时，救死的医者从耀若黄昏的烈火中听见，\n油脂沸腾枯草崩裂的响声中的低吟。\n「只有无羁之火能净化天地的污浊」\n「升起朱赤的柴禾，摒退一切妖邪」\n\n医者持妖红的手杖，引燃沾染了邪污的事物。\n那些被恶业与灾殃缠上的往者，未能承受深重哀伤的逝者，\n将在火中化作灰之蛱蝶，自浊世的一切不幸与嗟伤中解脱。\n而点燃无数柴禾堆的医者，传说也最终化成了飞蝶般的烟。\n\n即使这种祭仪随着和平与岁月被遗忘，\n漆黑的明威面前中，心中怀着烈火的人总能听见，\n炫惑的火之舞低吟，只有无羁的炽焰能净化天地…\n",
    "zht": "\n以熾焰洗淨一切不潔之物，讓污穢與火光一同升向可容納一切的高天：\n這種祭儀曾在澆季中，點亮過大陸各處的薪柴，升起求福退邪的狼煙。\n\n這種熾熱的祭儀在悠古的紛爭高揚的時代一度盛行。\n因為靜默神骸的妄念與夢想會化為憑附的惡瘴菑癘，\n將不再屬於他們的子民與不曾屬於他們的人子帶走。\n\n彼時，救死的醫者從耀若黃昏的烈火中聽見，\n油脂沸騰枯草崩裂的響聲中的低吟。\n「只有無羈之火能淨化天地的污濁」\n「升起朱赤的柴禾，摒退一切妖邪」\n\n醫者持妖紅的手杖，引燃沾染了邪汙的事物。\n那些被惡業與災殃纏上的往者，未能承受深重哀傷的逝者，\n將在火中化作灰之蛺蝶，自濁世的一切不幸與嗟傷中解脫。\n而點燃無數柴禾堆的醫者，傳說也最終化成了飛蝶般的煙。\n\n即使這種祭儀隨著和平與歲月被遺忘，\n漆黑的明威面前中，心中懷著烈火的人總能聽見，\n炫惑的火之舞低吟，只有無羈的熾焰能淨化天地…\n",
    "jp": "\n炎ですべての不純を払い、穢れを炎の光と共に、全てを受け入れる中天へと。\nこの祭儀はかつて世の末時に存在し、各地の薪火を照らし、祝福と退悪の狼煙を起こした。\n\nこの灼熱の祭儀は遥か昔、争いの絶えない時代に流行した。\n静寂な神骸の妄念と夢は、いずれ疫病や瘴気と化し、\n彼らの物で無くなった民と元から属さない人々を連れ去る。\n\nその際、死を救う医者は夕暮れの如き焔からそれを聞いた、\n油が沸き、薪が破裂する音に隠れた囁きを。\n「縛り無き焔のみが天地の穢れを浄化する」\n「緋色の薪火を上げ、妖魔ども撃退せよ。」\n\n医者は赤い杖を持ち、悪で穢れた物を燃やした。\n悪事と災難に巻き込まれた往者と深い悲しみに耐えれぬ死者は、\n火の中で塵の蝶に変わり、濁った世界の不幸と傷から解放される。\n無数の薪を燃やしてきた医者も、いずれ蝶の如く煙へと変わっていくだろう。\n\n平和と年月とともに祭儀は忘れ去られたが、\n暗闇の神の威厳と対面し、心に焔を抱えた者はきっと聞こえるだろう。\n煌めく焔の舞が囁き、縛り無き炎のみが天地を浄化すると…\n",
    "ko": "\n맹렬한 불꽃으로 모든 더러운 것들을 씻어내어 화광과 함께 만물을 포용하는 높은 하늘로 올려보낸다.\n이러한 제사 의식은 말세에 대륙 각지의 장작불을 밝혀 복을 기원하고 사악한 기운을 내쫓는 봉화를 올렸다.\n\n이 뜨거운 제사 의식은 아주 먼 옛날 분쟁이 잦던 시대에 성행했었다.\n침묵하는 신해의 망념과 꿈은 독을 품은 역병이 되어\n더 이상 그들의 백성이 아닌 자들과 원래부터 그들의 백성이 아니었던 이들을 데려갔다.\n\n이때 사람을 구하는 의사는 황혼처럼 타오르는 불길 속에서\n기름이 끓고 마른 나무가 갈라지는 소리에 숨은 속삭임을 들었다.\n「오직 얽매임 없는 불꽃만이 천지의 더러움을 정화할 수 있다」\n「주홍빛 장작불을 피워 모든 요마를 물리쳐라」\n\n의사는 붉은 지팡이를 들고 사악함과 더러움에 오염된 것들을 불태웠다.\n악행과 재난에 휘말린 고인과 깊은 슬픔을 이기지 못한 망자는\n불길 속에서 재의 나비가 되어 속세의 모든 불행과 상처로부터 해방됐다.\n수많은 장작불을 피운 의사도 결국 나비 같은 한 줌의 연기가 됐다고 한다.\n\n이러한 제사 의식은 평화와 세월에 의해 잊혔지만,\n거대한 어둠에 직면했을 때 마음속에 불길을 품은 사람들은 들을 것이다.\n오직 얽매임 없는 불꽃만이 천지의 더러움을 정화할 수 있다는 눈부신 불꽃의 속삭임을…\n",
    "en": "\nTo cleanse by fire all that is impure, to allow the impurities to rise with the flames unto the all-accommodating high heavens.\nThese rites would see fresh tinder lit during the rainy seasons, and wolf smoke would arise from those fires as prayers for blessings and the defeat of evil.\n\nThese blazing rituals were especially commonplace during that ancient period of strife.\nFor the dreams and delusions of the silent corpses of gods would produce evil miasmas,\nSnatching away the citizens who were no longer theirs, and those who never were theirs also.\n\nThen, a merciful doctor heard a whisper from within the flame as fierce as the red sunset,\nFrom within the crackling and snapping of withered grass.\n\"Only an unbound flame can purify the filth of this world.\"\n\"Lift up this scarlet firewood. With it, you shall repel every demon.\"\n\nSo the doctor took up that devilishly red staff, igniting all that was impure.\nThose who have passed, unable to bear deep sadness, but who have since become shrouded by ill karma and calamity,\nThey shall be reduced to ashen butterflies in this flame, and receive relief from their misfortunes and hurts.\nAs for the doctor who lit those countless flames, legend has it that they, too, were reduced to smoke in the shape of a lovely butterfly.\n\nThough these rites have been forgotten over time and with the coming of peace,\nThose with fire in their hearts can still hear these whispered words from flickering flames when they find themselves faced with an imposing darkness:\n\"Only an unbound flame can purify this world.\"\n",
    "de": "\nReinige alle Unreinheiten mit Feuer und lass den Schmutz mit dem Feuer hinaufsteigen in den höchsten Himmel, wo alle Dinge sein mögen:\nBei diesen Riten wurde während der Regenzeit auch noch frischer Zunder angezündet und aus diesen Feuern stieg dann Wolfsrauch auf, im Gebet für Segen und den Sieg über das Böse.\n\nDiese flammenden Rituale waren besonders in jener alten Zeit des Unfriedens üblich.\nDenn die Träume und Wahnvorstellungen der stummen Götterleichen würden böse Seuchen erzeugen,\nwelche die Bürger wegrissen, die nicht mehr die ihren waren, und auch solche, die nie die ihren waren.\n\nDann hörte ein barmherziger Arzt ein Flüstern aus dem Inneren der brennend roten Flamme,\naus dem Knistern und Brechen von vertrocknetem Gras.\n„Nur unbändiges Feuer kann den Schmutz von Himmel und Erde reinigen.“\n„Hebe dieses scharlachrote Brennholz auf. Mit ihm sollst du jeden Dämon abwehren.“\n\nAlso nahm der Arzt den teuflisch roten Stab in seine Hand und entzündete alles, was unrein war.\nDiejenigen, die bereits gegangen sind, unfähig, tiefe Traurigkeit zu ertragen, die aber inzwischen von schlechtem Karma und Unglück umhüllt sind,\nSie sollen in dieser Flamme zu kreidebleichen Schmetterlingen werden und endlich Erleichterung von ihrem Unglück und ihren Verletzungen erhalten.\nDer Arzt, der jene endlosen Feuer entfacht hatte, ist der Legende nach letztendlich selbst zu einem Ascheschmetterling geworden.\n\nAuch wenn viele dieser Rituale über die Zeit und den Frieden hindurch vergessen wurden,\njene, die das Feuer in ihrem Herzen tragen, können noch heute das Flüstern der knisternden Flammen hören, wenn sie sich von aufsteigender Dunkelheit bedroht sehen.\nSo tanzt das Feuer und knistert, da sonst nichts als seine Flammen die Welt zu reinigen vermag.\n",
    "es": "\nQue el fuego purifique lo impuro y que la corrupción y las llamas asciendan al grandioso cielo.\nEste era un tipo de ritual que se llevaba a cabo en un periodo en el que reinaba la maldad. Con él, se prendía en llamas la leña de todo el continente, de la cual emanaba el humo de las bendiciones y la protección.\n\nEste ritual del fuego estuvo muy extendido durante una antigua época en la que imperaba la guerra.\nEn aquel entonces, los delirios y los sueños de los dioses muertos devinieron en plagas y pestes.\nEstas se llevaron injustamente las vidas de muchos hombres y mujeres, así como las de sus hijos, las cuales nunca les pertenecieron.\n\nEn aquella época, un curandero que salvaba vidas escuchó en el radiante fuego\nel leve susurro del resquebrajamiento de los árboles en llamas.\n“Solo el fuego incontrolado puede purificar la suciedad de este mundo.\nSolo él puede tornar la leña de color bermellón para expulsar al mal”.\n\nEl curandero llevaba un bastón de color bermellón con el que incendiaba todo aquello que había sido contaminado.\nEl pasado, enmarañado en una infinidad de malas acciones y desastres, y aquellos que murieron por no poder soportar su\nprofundo dolor, arderán y se convertirán en mariposas hechas de cenizas para liberarse de toda la desdicha y el dolor de este mundo corrupto.\nCuenta la leyenda que el curandero que incendió innumerables pilas de leña también acabó transformándose en un humo con forma de mariposa.\n\nCon los años y la paz, el ritual cayó en el olvido.\nSin embargo, las personas que abrazaron el calor de las llamas nunca dejaron de oír el susurro del fuego cegador en la imponente oscuridad diciendo:\n“Solo el fuego incontrolado puede purificar este mundo”.\n",
    "fr": "\nPurifier par le feu tout ce qui est impur pour permettre aux impuretés de monter avec les flammes vers les cieux.\nCe type de rite autrefois utilisé dans les temps décadents voyait brûler du bois sur tout le continent, et s'élevait alors la flamme qui viendrait faire don de ses bénédictions et repousser le mal.\n\nCes rituels fleurirent durant les périodes de conflit.\nLes rêves et les illusions des dépouilles silencieuses des dieux se changeaient en ces temps en miasmes maléfiques,\nvenant prendre les peuples qui ne leur appartenaient plus, ainsi que ceux qui ne leur avaient jamais appartenus.\n\nOr vint un médecin qui sauvait des vies. Et ce dernier entendit un murmure de l'intérieur de la flamme, aussi féroce qu'un coucher du soleil rouge,\nun murmure provenant du crépitement et du claquement de l'herbe séchée.\n« Seule une flamme sans entraves peut purifier la corruption de ce monde. »\n« Seul ce bois écarlate pourra repousser les démons. »\n\nEt le docteur prit le bâton d'un rouge diabolique, enflammant tout ce qui était impur.\nEt tous ceux emprisonnés par les pensées impures et la souffrance, tous les disparus ne pouvant supporter une telle douleur,\nfurent transformés par le feu en papillons cendrés et soulagés de leur malheur et leurs souffrances.\nQuant au docteur qui alluma ces innombrables flammes, la légende raconte que lui aussi finit réduit en fumée, sous la forme d'un joli papillon.\n\nCes rites furent oubliés avec les années et l'avènement de la paix.\nMais ceux dans le cœur desquels brûle encore le feu sacré peuvent parfois entendre le murmure des flammes tremblantes lorsqu'ils doivent faire face aux ténèbres :\n« Seul le feu sans entraves peut purifier ce monde. »\n",
    "pt": "\nPurificar com fogo tudo que é impuro, deixar que as impurezas subam com as chamas para os céus acomodadores:\nEsses tipos de rituais viam novas madeiras acesas, e que a fumaça subia dessas chamas como orações para bênçãos e pela derrota do mal.\n\nEsses rituais flamejantes eram comuns especialmente durante períodos de guerra.\nMas os sonhos e desilusões dos corpos silenciosos dos deuses produziram terríveis miasmas,\nLevando cidadãos que não eram mais seus, e aqueles que também nunca foram.\n\nNaquela época, um doutor misericordioso ouviu um sussurro das chamas forte como o sol poente,\nDe dentro da grama queimando.\n\"Somente uma chama descontrolada pode purificar esse mundo.\"\n\"Levante essa lenha escarlate. Com ela você conseguirá repelir todos os demônios\".\n\nEntão o médico pegou aquele cajado diabolicamente vermelho e queimou tudo o que era impuro.\nAqueles que faleceram, incapazes de suportar a profunda tristeza e desde então envoltos em carma e calamidade,\nForam reduzidos a borboletas cinzentas nessa chama e aliviados de seus infortúnios e mágoas.\nQuanto ao médico que acendeu aquelas chamas incontáveis, diz a lenda que ele também foi reduzido a uma fumaça em forma de borboleta.\n\nEsses ritos foram esquecidos com o tempo e após a chegada da paz.\nAqueles com fogo em seus corações ainda podem ouvir as seguintes palavras sussurradas nas chamas bruxuleantes ao se deparar com a imponente escuridão:\n\"Somente as chamas livres podem purificar este mundo.\"\n",
    "ru": "\nПламенем выжги нечистое, пусть грязь и пороки с сиянием огня взметнутся к небесам, что выдержат всё.\nНекогда, во времена упадка и пороков, огонь этого ритуала вспыхивал всюду на континенте, и то были огни моления о благословении и об изгнании зла.\n\nТакой огненный ритуал был популярен в далёкой древности в эпоху скандалов и распрей.\nФантазии и несбыточные мечты мёртвых божеств могли превращаться в эпидемии, подпитываемые злобой и ядом,\nИ они забирали с собой ушедших от них людей и не успевших последовать за ними детей.\n\nВ то время доктор, спасавший от смерти, услышал в подобном багровому закату пламени\nТихое пение бурлящего масла и трещащего сена.\n«Лишь необузданное пламя может очистить небо и землю».\n«Ярко-алым светом полыхает хворост, прочь уходят от его огня злые силы».\n\nДоктор, держа в руках испачканный красным посох, жёг загрязнённые, злые вещи.\nВ прошлом, окутанном злом и несчастьем, покойник, не вынесший бремени глубокой скорби,\nПревращался в огне в пепельно-серых бабочек, сбросив путы страданий и несчастий, что принесло смутное время.\nИ доктор, что зажёг бессчётное количество хвороста, масла и сена, говорят, в конце концов стал дымом, подобно витающим над пеплом бабочкам.\n\nПусть даже этот ритуал вслед за течением времени и приходом мира был предан забвению,\nПри встрече с чёрным, как смоль, божеством, что несёт угрозу, человек с огнём в сердце всегда услышит,\nКак тихо поёт пленяющий своей красотой огонь: «лишь необузданное пламя может очистить небо и землю...»\n",
    "id": "\nDengan api, semua ketidakmurnian dibersihkan. Bersama-sama dengan kobaran api, sisa-sisa ketidakmurnian tersebut naik perlahan ke angkasa.\nMelalui ritual ini, bahkan kayu pun bisa terbakar di musim hujan, menciptakan asap serigala sebagai berkat yang bisa mengusir iblis.\n\nRitual api seperti ini umum dilakukan pada zaman peperangan dahulu kala.\nKarena mimpi dan khayalan dari jasad dewa-dewa akan menghasilkan asap beracun yang jahat,\nmereka akan merenggut orang yang sudah bukan milik mereka, dan yang memang bukan milik mereka.\n\nKemudian, seorang dokter yang menyelamatkan orang dari kematian tiba-tiba mendengar suara bisikan dari api yang berkobar,\nSebuah suara halus terdengar di antara ranting dan daun yang terbakar.\n\"Hanya api yang tidak terkekang yang dapat memurnikan dunia kotor ini.\"\n\"Ambillah kayu yang merah membara ini, usirlah semua iblis dengan kayu ini.\"\n\nMaka dokter itu pun mengambil tongkat merah itu dan membakar segala hal yang tercemar.\nMereka yang telah meninggal dan tidak sanggup menanggung kesedihan mendalam, dan mereka yang dihantui oleh karma buruk dan bencana,\nMereka semua akan terbakar menjadi abu dengan api ini, dan terselamatkan dari semua kemalangan dan kepedihan yang menyiksa mereka.\nDan dokter yang menyalakan api-api tersebut? Konon dia juga telah berubah menjadi kupu-kupu dari abu yang indah.\n\nMeski ritual ini telah terlupakan oleh waktu dan masa kedamaian,\nOrang-orang yang memiliki api dalam hatinya tetap bisa mendengar suara bisikan tersebut saat menghadapi kegelapan,\n\"Hanya api yang tidak terkekang yang dapat memurnikan dunia kotor ini.\"\n",
    "th": "\nชะล้างสิ่งที่ไม่บริสุทธิ์ด้วยเปลวไฟ ปล่อยให้สิ่งที่แปดเปื้อนลอยไปสู่สวรรค์พร้อมกันกับเปลวเพลิง\nพิธีกรรมแบบนี้จะเริ่มขึ้นในฤดูฝน กองฟืนใหม่จะถูกจุดขึ้นและส่องสว่างไปทั่วแผ่นดิน ควันแห่งการขอพรและขับไล่ความชั่วร้ายพวยพุ่งขึ้นมา\n\nพิธีกรรมอันร้อนแรงเหล่านี้พบได้ทั่วไป โดยเฉพาะอย่างยิ่งในช่วงเวลาแห่งความขัดแย้งในสมัยโบราณ\nเพราะความหลงผิดและความฝันของร่างเทพเจ้าที่เงียบงันจะกลายเป็นบรรยากาศที่ชั่วร้าย\nนำตัวชาวเมืองผู้ที่ไม่ใช่ของพวกเขาอีกต่อไป และชาวเมืองผู้ที่ไม่เคยเป็นของพวกเขาไปด้วย\n\nในเวลานั้น หมอผู้เปี่ยมเมตตาได้ยินเสียงกระซิบจากกองไฟที่ลุกโชนในตอนพลบค่ำ\nเสียงทุ้มต่ำที่ดังมาจากเสียงของหญ้าแห้งเหี่ยวที่กำลังถูกเผาไหม้\n\"มีเพียงเปลวไฟที่ไม่ถูกพันธนาการเท่านั้นจึงจะสามารถชะล้างสิ่งแปดเปื้อนของโลกได้\"\n\"จงยกฟืนสีแดงนี้ขึ้นมา แล้วใช้มันขับไล่ปีศาจให้หมดสิ้น\"\n\nหมอจึงหยิบไม้เท้าสีแดงดุจปีศาจขึ้นมา และจุดไฟเผาสิ่งที่ไม่บริสุทธิ์ทั้งหลาย\nผู้ที่ติดอยู่ในบาปที่ชั่วร้ายและภัยพิบัติ ผู้ที่ไม่สามารถทนต่อความเศร้าโศก\nจะกลายเป็นผีเสื้อที่เกิดจากเถ้าถ่านในกองไฟ เป็นอิสระจากความโชคร้ายและความเจ็บปวดทั้งหลาย\nสำหรับหมอผู้ที่จุดไฟที่นับไม่ถ้วนเหล่านี้ ตำนานกล่าวไว้ว่า หมอผู้นั้นก็ได้กลายเป็นควันที่มีรูปร่างคล้ายผีเสื้อ\n\nถึงแม้พิธีกรรมนี้จะถูกลืมไปนานแล้วตามกาลเวลาและความสงบสุขที่มาถึง\nเมื่อเผชิญหน้ากับความมืดมิด ผู้ที่มีไฟอยู่ในหัวใจยังคงได้ยิน\nเสียงกระซิบจากกองไฟที่ลุกโชน \"มีเพียงเปลวไฟที่ไม่ถูกพันธนาการเท่านั้นจึงจะสามารถชะล้างสิ่งแปดเปื้อนของโลกได้\"\n",
    "vi": "\nHãy rửa sạch mọi thứ ô uế bằng ngọn lửa rực cháy, để cho những thứ dơ bẩn và ánh lửa cùng bay lên bầu trời cao:\nNghi lễ này đã từng thắp sáng nhiều nơi trên đất liền vào mùa nước đổ, bốc lên làn khói của hy vọng và diệt trừ cái ác.\n\nNghi lễ rực lửa này từng phổ biến trong thời đại tranh chấp cổ xưa.\nBởi vì những ảo tưởng và giấc mơ thầm lặng sẽ biến thành chướng khí ma quỷ đeo bám, \nLấy đi những con dân không còn thuộc về họ và những người con chưa từng thuộc về họ.\n\nLúc đó, thầy thuốc nghe thấy tiếng lửa dữ dội lúc chạng vạng,\nTiếng rên rỉ trầm thấp trong âm thanh của đám cỏ khô héo đang cháy như tiếng dầu mỡ đang sôi.\n\"Chỉ có ngọn lửa tự do mới có thể tẩy sạch bụi bẩn của trời đất\"\n\"Giương cao bó củi đỏ rực, đẩy lùi mọi yêu tà\"\n\nThầy thuốc cầm gậy đỏ, đốt cháy những thứ bị ô nhiễm bởi cái ác.\nNhững người đã vướng vào ác nghiệp và tai họa, những người không thể chịu đựng nỗi buồn sâu thẳm,\nSẽ biến thành tro trong lửa, thoát khỏi mọi bất hạnh và tổn thương trong thế giới bùn lầy.\nCòn thầy thuốc đã đốt cháy vô số đống củi kia, truyền thuyết kể rằng cuối cùng cũng tan thành mây khói.\n\nNgay cả khi nghi lễ này bị lãng quên với hòa bình và thời gian,\nBất cứ ai có ngọn lửa trong tim, khi đối mặt với uy nghiêm của thần bóng tối, chắc chắn sẽ nghe thấy.\nVũ điệu rực rỡ của ngọn lửa thì thầm, chỉ có ngọn lửa không bị dập tắt mới có thể thanh tẩy thế giới ...\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "无羁的朱赤之蝶",
        "zht": "無羈的朱赤之蝶",
        "jp": "縛り無き朱色の蝶",
        "ko": "자유의 붉은 나비",
        "en": "Reckless Cinnabar",
        "de": "Ungezügelter Schmetterling",
        "es": "Libertad de la mariposa cinabrio",
        "fr": "Papillon écarlate libre",
        "pt": "Liberdade da Borboleta Vermelha",
        "ru": "Безрассудная бабочка",
        "id": "Reckless Cinnabar",
        "th": "Reckless Cinnabar",
        "vi": "Bướm Đỏ Tự Do"
      },
      "description": {
        "zhs": "生命值提升<color=#99FFFFFF>20%</color>。此外，基于装备该武器的角色生命值上限的<color=#99FFFFFF>0.8%</color>，获得攻击力加成。当装备该武器的角色生命值低于50%时，进一步获得<color=#99FFFFFF>1%</color>基于生命值上限的攻击力提升。",
        "zht": "生命值提升<color=#99FFFFFF>20%</color>。此外可獲得攻擊力加成，相當於該武器裝備者生命值上限的<color=#99FFFFFF>0.8%</color>。當裝備該武器的角色生命值低於50%時，進一步獲得相當於生命值上限<color=#99FFFFFF>1%</color>的攻擊力提升。",
        "jp": "HP上限+<color=#99FFFFFF>20%</color>。また、キャラクターのHP上限の<color=#99FFFFFF>0.8%</color>分、攻撃力がアップする。キャラクターのHPが50%未満の時、攻撃力が更にHP上限の<color=#99FFFFFF>1%</color>分アップする。",
        "ko": "HP가 <color=#99FFFFFF>20%</color> 증가하고, 이 무기를 장착한 캐릭터 HP 최대치의 <color=#99FFFFFF>0.8%</color>에 해당하는 공격력 보너스를 획득한다. 이 무기를 장착한 캐릭터의 HP가 50% 미만일 경우, 공격력이 추가로 HP 최대치의 <color=#99FFFFFF>1%</color>만큼 증가한다",
        "en": "HP increased by <color=#99FFFFFF>20%</color>. Additionally, provides an ATK Bonus based on <color=#99FFFFFF>0.8%</color> of the wielder's Max HP. When the wielder's HP is less than 50%, this ATK Bonus is increased by an additional <color=#99FFFFFF>1%</color> of Max HP.",
        "de": "Erhöht die LP um <color=#99FFFFFF>20 %</color>. Erhöht den ANG um <color=#99FFFFFF>0,8 %</color> der max. LP der mit dieser Waffe ausgerüsteten Figur. Erhöht den ANG bei weniger als 50 % LP der mit dieser Waffe ausgerüsteten Figur um weitere <color=#99FFFFFF>1 %</color> der max. LP.",
        "es": "Aumenta la Vida en un <color=#99FFFFFF>20%</color>. Además, el personaje que lleve esta arma equipada obtendrá un <color=#99FFFFFF>0.8%</color> de Bono de ATQ en proporción a su Vida Máx. Cuando la Vida de dicho personaje esté por debajo del 50%, el ATQ aumentará en un <color=#99FFFFFF>1%</color> adicional en proporción a su Vida Máx.",
        "fr": "Les PV sont augmentés de <color=#99FFFFFF>20 %</color>. Le personnage équipé de l'arme obtient également un bonus d'ATQ équivalant à <color=#99FFFFFF>0,8 %</color> de ses PV max, et lorsque ses PV sont inférieurs à 50 %, il obtient un bonus d'ATQ supplémentaire équivalant à <color=#99FFFFFF>1 %</color> de ses PV max.",
        "pt": "Aumenta a Vida em <color=#99FFFFFF>20%</color>. Além disso, o Personagem que equipar esta arma terá um Bônus de ATQ de <color=#99FFFFFF>0.8%</color> com base na Vida Máxima. Quando a Vida do Personagem que equipar essa arma cair para abaixo de 50%, seu ATQ aumentará <color=#99FFFFFF>1%</color> com base em sua Vida Máxima.",
        "ru": "Увеличивает HP на <color=#99FFFFFF>20%</color>. Также даёт бонус атаки, равный <color=#99FFFFFF>0,8%</color> от макс. HP экипированного этим оружием персонажа. Когда HP экипированного этим оружием персонажа опускается ниже 50%, его сила атаки дополнительно увеличивается на <color=#99FFFFFF>1%</color> от его макс. HP.",
        "id": "Meningkatkan <color=#99FFFFFF>20%</color> Max HP, dan memberikan Bonus ATK sebesar <color=#99FFFFFF>0,8%</color> dari Max HP pengguna. Saat HP pengguna kurang dari 50%, maka pengguna akan mendapatkan Bonus ATK tambahan sebesar <color=#99FFFFFF>1%</color> dari Max HP.",
        "th": "เพิ่มพลังชีวิต <color=#99FFFFFF>20%</color> นอกจากนี้ จะได้รับโบนัสพลังโจมตีเป็น <color=#99FFFFFF>0.8%</color> ของพลังชีวิตสูงสุดของตัวละครที่ใช้อาวุธนี้ และในตอนที่ตัวละครที่ใช้อาวุธนี้มีพลังชีวิตต่ำกว่า 50% จะได้รับพลังโจมตีเพิ่มขึ้นอีก <color=#99FFFFFF>1%</color> ของพลังชีวิตสูงสุด",
        "vi": "HP tăng <color=#99FFFFFF>20%</color>. Ngoài ra, nhận được buff tấn công bằng <color=#99FFFFFF>0.8%</color> giới hạn HP của nhân vật trang bị vũ khí này. Khi HP của nhân vật trang bị vũ khí này dưới 50%, sẽ nhận thêm buff tấn công bằng <color=#99FFFFFF>1%</color> giới hạn HP."
      }
    },
    {
      "name": {
        "zhs": "无羁的朱赤之蝶",
        "zht": "無羈的朱赤之蝶",
        "jp": "縛り無き朱色の蝶",
        "ko": "자유의 붉은 나비",
        "en": "Reckless Cinnabar",
        "de": "Ungezügelter Schmetterling",
        "es": "Libertad de la mariposa cinabrio",
        "fr": "Papillon écarlate libre",
        "pt": "Liberdade da Borboleta Vermelha",
        "ru": "Безрассудная бабочка",
        "id": "Reckless Cinnabar",
        "th": "Reckless Cinnabar",
        "vi": "Bướm Đỏ Tự Do"
      },
      "description": {
        "zhs": "生命值提升<color=#99FFFFFF>25%</color>。此外，基于装备该武器的角色生命值上限的<color=#99FFFFFF>1%</color>，获得攻击力加成。当装备该武器的角色生命值低于50%时，进一步获得<color=#99FFFFFF>1.2%</color>基于生命值上限的攻击力提升。",
        "zht": "生命值提升<color=#99FFFFFF>25%</color>。此外，基於裝備該武器的角色生命值上限的<color=#99FFFFFF>1%</color>，獲得攻擊力加成。當裝備該武器的角色生命值低於50%時，進一步獲得<color=#99FFFFFF>1.2%</color>基於生命值上限的攻擊力提升。",
        "jp": "HP上限+<color=#99FFFFFF>25%</color>。また、キャラクターのHP上限の<color=#99FFFFFF>1%</color>分、攻撃力がアップする。キャラクターのHPが50%未満の時、攻撃力が更にHP上限の<color=#99FFFFFF>1.2%</color>分アップする。",
        "ko": "HP가 <color=#99FFFFFF>25%</color> 증가하고, 이 무기를 장착한 캐릭터 HP 최대치의 <color=#99FFFFFF>1%</color>에 해당하는 공격력 보너스를 획득한다. 이 무기를 장착한 캐릭터의 HP가 50% 미만일 경우, 공격력이 추가로 HP 최대치의 <color=#99FFFFFF>1.2%</color>만큼 증가한다",
        "en": "HP increased by <color=#99FFFFFF>25%</color>. Additionally, provides an ATK Bonus based on <color=#99FFFFFF>1%</color> of the wielder's Max HP. When the wielder's HP is less than 50%, this ATK Bonus is increased by an additional <color=#99FFFFFF>1.2%</color> of Max HP.",
        "de": "Erhöht die LP um <color=#99FFFFFF>25 %</color>. Erhöht den ANG um <color=#99FFFFFF>1 %</color> der max. LP der mit dieser Waffe ausgerüsteten Figur. Erhöht den ANG bei weniger als 50 % LP der mit dieser Waffe ausgerüsteten Figur um weitere <color=#99FFFFFF>1,2 %</color> der max. LP.",
        "es": "Aumenta la Vida en un <color=#99FFFFFF>25%</color>. Además, el personaje que lleve esta arma equipada obtendrá un <color=#99FFFFFF>1%</color> de Bono de ATQ en proporción a su Vida Máx. Cuando la Vida de dicho personaje esté por debajo del 50%, el ATQ aumentará en un <color=#99FFFFFF>1.2%</color> adicional en proporción a su Vida Máx.",
        "fr": "Les PV sont augmentés de <color=#99FFFFFF>25 %</color>. Le personnage équipé de l'arme obtient également un bonus d'ATQ équivalant à <color=#99FFFFFF>1 %</color> de ses PV max, et lorsque ses PV sont inférieurs à 50 %, il obtient un bonus d'ATQ supplémentaire équivalant à <color=#99FFFFFF>1,2 %</color> de ses PV max.",
        "pt": "Aumenta a Vida em <color=#99FFFFFF>25%</color>. Além disso, o Personagem que equipar esta arma terá um Bônus de ATQ de <color=#99FFFFFF>1%</color> com base na Vida Máxima. Quando a Vida do Personagem que equipar essa arma cair para abaixo de 50%, seu ATQ aumentará <color=#99FFFFFF>1.2%</color> com base em sua Vida Máxima.",
        "ru": "Увеличивает HP на <color=#99FFFFFF>25%</color>. Также даёт бонус атаки, равный <color=#99FFFFFF>1%</color> от макс. HP экипированного этим оружием персонажа. Когда HP экипированного этим оружием персонажа опускается ниже 50%, его сила атаки дополнительно увеличивается на <color=#99FFFFFF>1,2%</color> от его макс. HP.",
        "id": "Meningkatkan <color=#99FFFFFF>25%</color> Max HP, dan memberikan Bonus ATK sebesar <color=#99FFFFFF>1%</color> dari Max HP pengguna. Saat HP pengguna kurang dari 50%, maka pengguna akan mendapatkan Bonus ATK tambahan sebesar <color=#99FFFFFF>1,2%</color> dari Max HP.",
        "th": "เพิ่มพลังชีวิต <color=#99FFFFFF>25%</color> นอกจากนี้ จะได้รับโบนัสพลังโจมตีเป็น <color=#99FFFFFF>1%</color> ของพลังชีวิตสูงสุดของตัวละครที่ใช้อาวุธนี้ และในตอนที่ตัวละครที่ใช้อาวุธนี้มีพลังชีวิตต่ำกว่า 50% จะได้รับพลังโจมตีเพิ่มขึ้นอีก <color=#99FFFFFF>1.2%</color> ของพลังชีวิตสูงสุด",
        "vi": "HP tăng <color=#99FFFFFF>25%</color>. Ngoài ra, nhận được buff tấn công bằng <color=#99FFFFFF>1%</color> giới hạn HP của nhân vật trang bị vũ khí này. Khi HP của nhân vật trang bị vũ khí này dưới 50%, sẽ nhận thêm buff tấn công bằng <color=#99FFFFFF>1.2%</color> giới hạn HP."
      }
    },
    {
      "name": {
        "zhs": "无羁的朱赤之蝶",
        "zht": "無羈的朱赤之蝶",
        "jp": "縛り無き朱色の蝶",
        "ko": "자유의 붉은 나비",
        "en": "Reckless Cinnabar",
        "de": "Ungezügelter Schmetterling",
        "es": "Libertad de la mariposa cinabrio",
        "fr": "Papillon écarlate libre",
        "pt": "Liberdade da Borboleta Vermelha",
        "ru": "Безрассудная бабочка",
        "id": "Reckless Cinnabar",
        "th": "Reckless Cinnabar",
        "vi": "Bướm Đỏ Tự Do"
      },
      "description": {
        "zhs": "生命值提升<color=#99FFFFFF>30%</color>。此外，基于装备该武器的角色生命值上限的<color=#99FFFFFF>1.2%</color>，获得攻击力加成。当装备该武器的角色生命值低于50%时，进一步获得<color=#99FFFFFF>1.4%</color>基于生命值上限的攻击力提升。",
        "zht": "生命值提升<color=#99FFFFFF>30%</color>。此外可獲得攻擊力加成，相當於該武器裝備者生命值上限的<color=#99FFFFFF>1.2%</color>。當裝備該武器的角色生命值低於50%時，進一步獲得相當於生命值上限<color=#99FFFFFF>1.4%</color>的攻擊力提升。",
        "jp": "HP上限+<color=#99FFFFFF>30%</color>。また、キャラクターのHP上限の<color=#99FFFFFF>1.2%</color>分、攻撃力がアップする。キャラクターのHPが50%未満の時、攻撃力が更にHP上限の<color=#99FFFFFF>1.4%</color>分アップする。",
        "ko": "HP가 <color=#99FFFFFF>30%</color> 증가하고, 이 무기를 장착한 캐릭터 HP 최대치의 <color=#99FFFFFF>1.2%</color>에 해당하는 공격력 보너스를 획득한다. 이 무기를 장착한 캐릭터의 HP가 50% 미만일 경우, 공격력이 추가로 HP 최대치의 <color=#99FFFFFF>1.4%</color>만큼 증가한다",
        "en": "HP increased by <color=#99FFFFFF>30%</color>. Additionally, provides an ATK Bonus based on <color=#99FFFFFF>1.2%</color> of the wielder's Max HP. When the wielder's HP is less than 50%, this ATK Bonus is increased by an additional <color=#99FFFFFF>1.4%</color> of Max HP.",
        "de": "Erhöht die LP um <color=#99FFFFFF>30 %</color>. Erhöht den ANG um <color=#99FFFFFF>1,2 %</color> der max. LP der mit dieser Waffe ausgerüsteten Figur. Erhöht den ANG bei weniger als 50 % LP der mit dieser Waffe ausgerüsteten Figur um weitere <color=#99FFFFFF>1,4 %</color> der max. LP.",
        "es": "Aumenta la Vida en un <color=#99FFFFFF>30%</color>. Además, el personaje que lleve esta arma equipada obtendrá un <color=#99FFFFFF>1.2%</color> de Bono de ATQ en proporción a su Vida Máx. Cuando la Vida de dicho personaje esté por debajo del 50%, el ATQ aumentará en un <color=#99FFFFFF>1.4%</color> adicional en proporción a su Vida Máx.",
        "fr": "Les PV sont augmentés de <color=#99FFFFFF>30 %</color>. Le personnage équipé de l'arme obtient également un bonus d'ATQ équivalant à <color=#99FFFFFF>1,2 %</color> de ses PV max, et lorsque ses PV sont inférieurs à 50 %, il obtient un bonus d'ATQ supplémentaire équivalant à <color=#99FFFFFF>1,4 %</color> de ses PV max.",
        "pt": "Aumenta a Vida em <color=#99FFFFFF>30%</color>. Além disso, o Personagem que equipar esta arma terá um Bônus de ATQ de <color=#99FFFFFF>1.2%</color> com base na Vida Máxima. Quando a Vida do Personagem que equipar essa arma cair para abaixo de 50%, seu ATQ aumentará <color=#99FFFFFF>1.4%</color> com base em sua Vida Máxima.",
        "ru": "Увеличивает HP на <color=#99FFFFFF>30%</color>. Также даёт бонус атаки, равный <color=#99FFFFFF>1,2%</color> от макс. HP экипированного этим оружием персонажа. Когда HP экипированного этим оружием персонажа опускается ниже 50%, его сила атаки дополнительно увеличивается на <color=#99FFFFFF>1,4%</color> от его макс. HP.",
        "id": "Meningkatkan <color=#99FFFFFF>30%</color> Max HP, dan memberikan Bonus ATK sebesar <color=#99FFFFFF>1,2%</color> dari Max HP pengguna. Saat HP pengguna kurang dari 50%, maka pengguna akan mendapatkan Bonus ATK tambahan sebesar <color=#99FFFFFF>1,4%</color> dari Max HP.",
        "th": "เพิ่มพลังชีวิต <color=#99FFFFFF>30%</color> นอกจากนี้ จะได้รับโบนัสพลังโจมตีเป็น <color=#99FFFFFF>1.2%</color> ของพลังชีวิตสูงสุดของตัวละครที่ใช้อาวุธนี้ และในตอนที่ตัวละครที่ใช้อาวุธนี้มีพลังชีวิตต่ำกว่า 50% จะได้รับพลังโจมตีเพิ่มขึ้นอีก <color=#99FFFFFF>1.4%</color> ของพลังชีวิตสูงสุด",
        "vi": "HP tăng <color=#99FFFFFF>30%</color>. Ngoài ra, nhận được buff tấn công bằng <color=#99FFFFFF>1.2%</color> giới hạn HP của nhân vật trang bị vũ khí này. Khi HP của nhân vật trang bị vũ khí này dưới 50%, sẽ nhận thêm buff tấn công bằng <color=#99FFFFFF>1.4%</color> giới hạn HP."
      }
    },
    {
      "name": {
        "zhs": "无羁的朱赤之蝶",
        "zht": "無羈的朱赤之蝶",
        "jp": "縛り無き朱色の蝶",
        "ko": "자유의 붉은 나비",
        "en": "Reckless Cinnabar",
        "de": "Ungezügelter Schmetterling",
        "es": "Libertad de la mariposa cinabrio",
        "fr": "Papillon écarlate libre",
        "pt": "Liberdade da Borboleta Vermelha",
        "ru": "Безрассудная бабочка",
        "id": "Reckless Cinnabar",
        "th": "Reckless Cinnabar",
        "vi": "Bướm Đỏ Tự Do"
      },
      "description": {
        "zhs": "生命值提升<color=#99FFFFFF>35%</color>。此外，基于装备该武器的角色生命值上限的<color=#99FFFFFF>1.4%</color>，获得攻击力加成。当装备该武器的角色生命值低于50%时，进一步获得<color=#99FFFFFF>1.6%</color>基于生命值上限的攻击力提升。",
        "zht": "生命值提升<color=#99FFFFFF>35%</color>。此外可獲得攻擊力加成，相當於該武器裝備者生命值上限的<color=#99FFFFFF>1.4%</color>。當裝備該武器的角色生命值低於50%時，進一步獲得相當於生命值上限<color=#99FFFFFF>1.6%</color>的攻擊力提升。",
        "jp": "HP上限+<color=#99FFFFFF>35%</color>。また、キャラクターのHP上限の<color=#99FFFFFF>1.4%</color>分、攻撃力がアップする。キャラクターのHPが50%未満の時、攻撃力が更にHP上限の<color=#99FFFFFF>1.6%</color>分アップする。",
        "ko": "HP가 <color=#99FFFFFF>35%</color> 증가하고, 이 무기를 장착한 캐릭터 HP 최대치의 <color=#99FFFFFF>1.4%</color>에 해당하는 공격력 보너스를 획득한다. 이 무기를 장착한 캐릭터의 HP가 50% 미만일 경우, 공격력이 추가로 HP 최대치의 <color=#99FFFFFF>1.6%</color>만큼 증가한다",
        "en": "HP increased by <color=#99FFFFFF>35%</color>. Additionally, provides an ATK Bonus based on <color=#99FFFFFF>1.4%</color> of the wielder's Max HP. When the wielder's HP is less than 50%, this ATK Bonus is increased by an additional <color=#99FFFFFF>1.6%</color> of Max HP.",
        "de": "Erhöht die LP um <color=#99FFFFFF>35 %</color>. Erhöht den ANG um <color=#99FFFFFF>1,4 %</color> der max. LP der mit dieser Waffe ausgerüsteten Figur. Erhöht den ANG bei weniger als 50 % LP der mit dieser Waffe ausgerüsteten Figur um weitere <color=#99FFFFFF>1,6 %</color> der max. LP.",
        "es": "Aumenta la Vida en un <color=#99FFFFFF>35%</color>. Además, el personaje que lleve esta arma equipada obtendrá un <color=#99FFFFFF>1.4%</color> de Bono de ATQ en proporción a su Vida Máx. Cuando la Vida de dicho personaje esté por debajo del 50%, el ATQ aumentará en un <color=#99FFFFFF>1.6%</color> adicional en proporción a su Vida Máx.",
        "fr": "Les PV sont augmentés de <color=#99FFFFFF>35 %</color>. Le personnage équipé de l'arme obtient également un bonus d'ATQ équivalant à <color=#99FFFFFF>1,4 %</color> de ses PV max, et lorsque ses PV sont inférieurs à 50 %, il obtient un bonus d'ATQ supplémentaire équivalant à <color=#99FFFFFF>1,6 %</color> de ses PV max.",
        "pt": "Aumenta a Vida em <color=#99FFFFFF>35%</color>. Além disso, o Personagem que equipar esta arma terá um Bônus de ATQ de <color=#99FFFFFF>1.4%</color> com base na Vida Máxima. Quando a Vida do Personagem que equipar essa arma cair para abaixo de 50%, seu ATQ aumentará <color=#99FFFFFF>1.6%</color> com base em sua Vida Máxima.",
        "ru": "Увеличивает HP на <color=#99FFFFFF>35%</color>. Также даёт бонус атаки, равный <color=#99FFFFFF>1,4%</color> от макс. HP экипированного этим оружием персонажа. Когда HP экипированного этим оружием персонажа опускается ниже 50%, его сила атаки дополнительно увеличивается на <color=#99FFFFFF>1,6%</color> от его макс. HP.",
        "id": "Meningkatkan <color=#99FFFFFF>35%</color> Max HP, dan memberikan Bonus ATK sebesar <color=#99FFFFFF>1,4%</color> dari Max HP pengguna. Saat HP pengguna kurang dari 50%, maka pengguna akan mendapatkan Bonus ATK tambahan sebesar <color=#99FFFFFF>1,6%</color> dari Max HP.",
        "th": "เพิ่มพลังชีวิต <color=#99FFFFFF>35%</color> นอกจากนี้ จะได้รับโบนัสพลังโจมตีเป็น <color=#99FFFFFF>1.4%</color> ของพลังชีวิตสูงสุดของตัวละครที่ใช้อาวุธนี้ และในตอนที่ตัวละครที่ใช้อาวุธนี้มีพลังชีวิตต่ำกว่า 50% จะได้รับพลังโจมตีเพิ่มขึ้นอีก <color=#99FFFFFF>1.6%</color> ของพลังชีวิตสูงสุด",
        "vi": "HP tăng <color=#99FFFFFF>35%</color>. Ngoài ra, nhận được buff tấn công bằng <color=#99FFFFFF>1.4%</color> giới hạn HP của nhân vật trang bị vũ khí này. Khi HP của nhân vật trang bị vũ khí này dưới 50%, sẽ nhận thêm buff tấn công bằng <color=#99FFFFFF>1.6%</color> giới hạn HP."
      }
    },
    {
      "name": {
        "zhs": "无羁的朱赤之蝶",
        "zht": "無羈的朱赤之蝶",
        "jp": "縛り無き朱色の蝶",
        "ko": "자유의 붉은 나비",
        "en": "Reckless Cinnabar",
        "de": "Ungezügelter Schmetterling",
        "es": "Libertad de la mariposa cinabrio",
        "fr": "Papillon écarlate libre",
        "pt": "Liberdade da Borboleta Vermelha",
        "ru": "Безрассудная бабочка",
        "id": "Reckless Cinnabar",
        "th": "Reckless Cinnabar",
        "vi": "Bướm Đỏ Tự Do"
      },
      "description": {
        "zhs": "生命值提升<color=#99FFFFFF>40%</color>。此外，基于装备该武器的角色生命值上限的<color=#99FFFFFF>1.6%</color>，获得攻击力加成。当装备该武器的角色生命值低于50%时，进一步获得<color=#99FFFFFF>1.8%</color>基于生命值上限的攻击力提升。",
        "zht": "生命值提升<color=#99FFFFFF>40%</color>。此外可獲得攻擊力加成，相當於該武器裝備者生命值上限的<color=#99FFFFFF>1.6%</color>。當裝備該武器的角色生命值低於50%時，進一步獲得相當於生命值上限<color=#99FFFFFF>1.8%</color>的攻擊力提升。",
        "jp": "HP上限+<color=#99FFFFFF>40%</color>。また、キャラクターのHP上限の<color=#99FFFFFF>1.6%</color>分、攻撃力がアップする。キャラクターのHPが50%未満の時、攻撃力が更にHP上限の<color=#99FFFFFF>1.8%</color>分アップする。",
        "ko": "HP가 <color=#99FFFFFF>40%</color> 증가하고, 이 무기를 장착한 캐릭터 HP 최대치의 <color=#99FFFFFF>1.6%</color>에 해당하는 공격력 보너스를 획득한다. 이 무기를 장착한 캐릭터의 HP가 50% 미만일 경우, 공격력이 추가로 HP 최대치의 <color=#99FFFFFF>1.8%</color>만큼 증가한다",
        "en": "HP increased by <color=#99FFFFFF>40%</color>. Additionally, provides an ATK Bonus based on <color=#99FFFFFF>1.6%</color> of the wielder's Max HP. When the wielder's HP is less than 50%, this ATK Bonus is increased by an additional <color=#99FFFFFF>1.8%</color> of Max HP.",
        "de": "Erhöht die LP um <color=#99FFFFFF>40 %</color>. Erhöht den ANG um <color=#99FFFFFF>1,6 %</color> der max. LP der mit dieser Waffe ausgerüsteten Figur. Erhöht den ANG bei weniger als 50 % LP der mit dieser Waffe ausgerüsteten Figur um weitere <color=#99FFFFFF>1,8 %</color> der max. LP.",
        "es": "Aumenta la Vida en un <color=#99FFFFFF>40%</color>. Además, el personaje que lleve esta arma equipada obtendrá un <color=#99FFFFFF>1.6%</color> de Bono de ATQ en proporción a su Vida Máx. Cuando la Vida de dicho personaje esté por debajo del 50%, el ATQ aumentará en un <color=#99FFFFFF>1.8%</color> adicional en proporción a su Vida Máx.",
        "fr": "Les PV sont augmentés de <color=#99FFFFFF>40 %</color>. Le personnage équipé de l'arme obtient également un bonus d'ATQ équivalant à <color=#99FFFFFF>1,6 %</color> de ses PV max, et lorsque ses PV sont inférieurs à 50 %, il obtient un bonus d'ATQ supplémentaire équivalant à <color=#99FFFFFF>1,8 %</color> de ses PV max.",
        "pt": "Aumenta a Vida em <color=#99FFFFFF>40%</color>. Além disso, o Personagem que equipar esta arma terá um Bônus de ATQ de <color=#99FFFFFF>1.6%</color> com base na Vida Máxima. Quando a Vida do Personagem que equipar essa arma cair para abaixo de 50%, seu ATQ aumentará <color=#99FFFFFF>1.8%</color> com base em sua Vida Máxima.",
        "ru": "Увеличивает HP на <color=#99FFFFFF>40%</color>. Также даёт бонус атаки, равный <color=#99FFFFFF>1,6%</color> от макс. HP экипированного этим оружием персонажа. Когда HP экипированного этим оружием персонажа опускается ниже 50%, его сила атаки дополнительно увеличивается на <color=#99FFFFFF>1,8%</color> от его макс. HP.",
        "id": "Meningkatkan <color=#99FFFFFF>40%</color> Max HP, dan memberikan Bonus ATK sebesar <color=#99FFFFFF>1,6%</color> dari Max HP pengguna. Saat HP pengguna kurang dari 50%, maka pengguna akan mendapatkan Bonus ATK tambahan sebesar <color=#99FFFFFF>1,8%</color> dari Max HP.",
        "th": "เพิ่มพลังชีวิต <color=#99FFFFFF>40%</color> นอกจากนี้ จะได้รับโบนัสพลังโจมตีเป็น <color=#99FFFFFF>1.6%</color> ของพลังชีวิตสูงสุดของตัวละครที่ใช้อาวุธนี้ และในตอนที่ตัวละครที่ใช้อาวุธนี้มีพลังชีวิตต่ำกว่า 50% จะได้รับพลังโจมตีเพิ่มขึ้นอีก <color=#99FFFFFF>1.8%</color> ของพลังชีวิตสูงสุด",
        "vi": "HP tăng <color=#99FFFFFF>40%</color>. Ngoài ra, nhận được buff tấn công bằng <color=#99FFFFFF>1.6%</color> giới hạn HP của nhân vật trang bị vũ khí này. Khi HP của nhân vật trang bị vũ khí này dưới 50%, sẽ nhận thêm buff tấn công bằng <color=#99FFFFFF>1.8%</color> giới hạn HP."
      }
    }
  ],
  "internal_name": "Pole_Homa",
  "imgid": "pole/homa"
}