{
  "id": 13416,
  "type": "polearm",
  "rank": 4,
  "name": {
    "zhs": "断浪长鳍",
    "zht": "斷浪長鰭",
    "jp": "斬波のひれ長",
    "ko": "파도 베는 지느러미",
    "en": "Wavebreaker's Fin",
    "de": "Wellenbrecherflosse",
    "es": "Aleta Cortaolas",
    "fr": "Aileron de brise-vagues",
    "pt": "Barbatana do Quebra Ondas",
    "ru": "Режущий волны плавник",
    "id": "Wavebreaker's Fin",
    "th": "Wavebreaker's Fin",
    "vi": "Vây Cá Chẻ Sóng"
  },
  "description": {
    "zhs": "以海渊之下的闪亮材质打造而成的薙刀，一度曾为天狗一族所有。",
    "zht": "以海淵之下的閃亮材質打造而成的薙刀，一度曾為天狗一族所有。",
    "jp": "海淵の底にある光り輝く素材によって作り上げられた薙刀。かつては天狗一族が所有していた。",
    "ko": "바닷속 반짝이는 재료로 만든 치도. 한때 텐구 일족이 소유했던 무기다",
    "en": "A naginata forged from luminescent material deep in the ocean depths. It was once the possession of the tengu race.",
    "de": "Ein Naginata, das aus leuchtendem Material aus den Tiefen des Meeres geschmiedet wurde. Es gehörte einst den Tengu.",
    "es": "Una naginata fabricada a partir de un brillante material de las profundidades del océano. En el pasado, perteneció a la raza de los tengu.",
    "fr": "Une naginata forgée à partir d'un matériau luminescent provenant du fond des océans. Elle était autrefois la possession des Tengu.",
    "pt": "Uma naginata forjada a partir de um material luminescente das profundezas do oceano. No passado pertenceu ao povo tengu.",
    "ru": "Нагината из сверкающего материала с морского дна. Когда-то принадлежала народу тэнгу.",
    "id": "Sebuah naginata yang ditempa dari material bercahaya yang berasal dari dasar laut. Dulunya naginata ini dimiliki oleh para tengu.",
    "th": "นางินาตะที่ทำจากวัสดุแวววาวที่มาจากห้วงลึกใต้ท้องทะเล ครั้งหนึ่งมันเคยเป็นสมบัติของเผ่าเท็งงุ",
    "vi": "Trường đao làm từ những chất liệu lấp lánh sâu dưới đáy biển, từng được sở hữu bởi tộc Tengu."
  },
  "lore": {
    "zhs": "\n海祇名将「海御前」的薙刀，其刃锋流淌着海渊的磷光。\n其人过去令鸣神水军胆裂的事迹，在绵长的岛歌中流传。\n\n双子的海祇巫女哼唱的鲸歌，曾随浪潮的漂流至岛民梦中。\n海祇的勇士们，无不将希望与斗志寄托在双子的巫女身上。\n随先阵高举的白若浪末的长卷，高叫着向其他的岛屿前行。\n但是，大御神与其麾下将星的光采，终究不如闪雷明亮哪…\n曚云最终被漆黑的鸦羽淹没。与她们合唱的巨鲸沉没海床。\n如小童般执着的先阵藩王则消失在了大地的一线裂口当中。\n\n「海御前」就此湮没在波涛中，幻化成列岛共同的传说，\n或言她为夺回战友残躯单骑闯入天狗军阵中，力战身死；\n或言她就此隐姓埋名，操旗舰启航前往世界边缘的暗海…\n能证明她在此世兴风作浪的，仅余这柄依旧锋锐的薙刀。\n\n只要海上仍有波浪扰动，那歌曲的记忆就会流转下去吧。\n传说在海螺与沉没深海的巨鲸腹中，仍能听见歌的回音。\n",
    "zht": "\n海祇名將「海御前」的薙刀，其刃鋒流淌著海淵的磷光。\n其人過去令鳴神水軍膽裂的事蹟，在綿長的島歌中流傳。\n\n雙子的海祇巫女哼唱的鯨歌，曾隨浪潮的漂流至島民夢中。\n海祇的勇士們，無不將希望與鬥志寄託在雙子的巫女身上。\n隨先陣高舉的白若浪末的長卷，高叫著向其他的島嶼前行。\n但是，大御神與其麾下將星的光采，終究不如閃雷明亮哪…\n曚雲最終被漆黑的鴉羽淹沒。與她們合唱的巨鯨沉沒海床。\n如小童般執著的先陣藩王則消失在了大地的一線裂口當中。\n\n「海御前」就此湮沒在波濤中，幻化成列島共同的傳說，\n或言她為奪回戰友殘軀單騎闖入天狗軍陣中，力戰身死；\n或言她就此隱姓埋名，操旗艦啟航前往世界邊緣的暗海…\n能證明她在此世興風作浪的，僅餘這柄依舊鋒銳的薙刀。\n\n只要海上仍有波浪擾動，那歌曲的記憶就會流轉下去吧。\n傳說在海螺與沉沒深海的巨鯨腹中，仍能聽見歌的回音。\n",
    "jp": "\n海祇の名将である「海御前」の薙刀。その刃には海淵の青白い光が輝いている。\nかつて、この者が鳴神の水軍を畏怖させたことは、長い島唄の中で語り継がれている。\n\n双子の海祇巫女が口ずさんだ鯨の歌は、波に乗って、島民の夢と共に流れていった。\n海祇の勇士たちは皆、双子の巫女に希望と闘志を託した。\n先陣が、波の花のように白い長巻を高く掲げ、他の島へと進軍せよと叫んだ。\nしかし、大御神とその配下である大将の輝きが、まばゆい迅雷に届くことはない…\nやがて、曚雲は漆黒の鴉羽に呑み込まれた。彼女たちと合唱していた巨鯨も、海の底へと沈んでいく。\n幼い童のように追い縋った先陣の藩主も、大地の裂け目へと消えていった。\n\n「海御前」は波にさらわれ、各島の共通する伝説となった。\nその伝説とは、戦友の骸を取り戻すため、単身で天狗の軍陣へと乗り込み、奮戦の末に命を落としたというもの。\nまたは身を隠した彼女が、旗艦に乗って世界の端にある闇の海へと出航した、という説もある。\n彼女が、かつて世に波風を立てたことを証明するものは、この鋭い薙刀しかない。\n\n荒れ狂う波が海にある限り、その歌の記憶は語り継がれていくだろう。\n言い伝えによれば、ホラガイと深海に沈んだ巨鯨の腹からは、今も歌の余韻が聞こえてくるそうだ。\n",
    "ko": "\n와타츠미의 명장 「우미고젠」의 치도, 그 검날은 해연의 빛이 흐르고 있다\n과거 그가 나루카미의 수군을 두렵게 했던 사실들은 섬의 노래에 의해 유구히 전해져 내려오고 있다\n\n쌍둥이 와타츠미 무녀가 흥얼거리는 고래의 노래는 과거 파도를 타고 섬 주민들의 꿈에 흘러 들어갔다\n모든 와타츠미의 용사들은 희망과 투지를 쌍둥이 무녀에게 의탁했다\n선봉이 높이 치켜든, 물보라처럼 흰 나가마키는 다른 섬들을 향해 앞으로 나아가라고 외치고 있다\n하지만 와타츠미 신과 그 휘하의 별의 빛은 결국은 번개의 빛에 비할 수가 없었다…\n모운은 결국 칠흑같이 어두운 까마귀의 깃털에 파묻혔고, 그녀들과 함께 노래 부르던 거대한 고래와 더불어 바닷속에 가라앉게 되었다\n아이처럼 집요하던 선봉 번왕은 대지의 틈새 속으로 사라져버렸다\n\n「우미고젠」은 그렇게 파도 속에서 소멸해 열도에 전해 내려오는 전설이 되어버렸다\n전우의 시체를 되찾기 위해 혈혈단신으로 텐구의 진영에 쳐들어간 그녀가 끝까지 싸우다가 전사했다는 설도,\n그녀가 이름을 숨기고 기함을 조종해 세계의 가장자리에 있는 암해로 출항했다는 설도…\n그녀가 이 세상에서 큰 파문을 일으켰다는 사실을 증명할 수 있는 건, 유일하게 남아있는, 여전히 예리한 치도뿐이었다\n\n바다에 여전히 파도가 일렁이는 한, 그 노래의 기억 또한 계속해서 전해질 것이다\n전설에 따르면, 소라, 그리고 깊은 바다에 침몰한 거대한 고래의 배 안에서는 여전히 노래의 메아리가 들리고 있다고 전해진다\n",
    "en": "\nThe naginata of \"Umigozen,\" the mighty warrior of Watatsumi. Its edge flows with the phosphorescence of the depths.\nThe way this person once made the navies of Narukami quail are well-recorded in the island's music.\n\nThe whalesong that the twin Watatsumi shrine maidens once sang followed the tide's flow into the dreams of the island's people.\nAll of Watatsumi's warriors pinned their hopes and will to fight upon their shoulders.\nAnd they brandished their nagamaki like a white, flowing wave, and with a loud shout advanced upon the other islands.\nYet the glory of Omikami and that of his warriors were dimmed by the lightning's glow...\nMouun was consumed by a dark storm of crow feathers, and the great whale who sang with the sisters sank to the bottom of the sea.\nThe vassal ruler, determined as a child, the vanguard of their forces, vanished into a rift rent into the very earth itself.\n\n\"Umigozen\" was lost to the waves, becoming a myth to the archipelago at large.\nSome say that she dove alone into the press of tengu warriors to reclaim the bodies of her comrades, and was lost after a valiant last stand.\nOthers say that she hid thenceforth, steering her flagship into the Dark Sea at the borders of the world...\nThe only proof that she once sought to change the tides of the world is this still-sharp naginata.\n\nAs long as the seas are yet disturbed by the waves, so too might the memory of her song live on.\nLegend even has it that the song yet echoes within seashells and the bellies of mighty whales at the bottom of the sea.\n",
    "de": "\nDas Naginata von „Umigozen“, der mächtigen Kriegerin von Watatsumi. Ihre Klinge glänzt mit der Phosphoreszenz der Meerestiefe.\nDie Art und Weise, wie diese Person einst die Flotten von Narukami besiegte, ist in den Liedern der Insel gut überliefert.\n\nDie Walgesänge, die die Zwillingsschreinjungfern von Watatsumi einst sangen, folgten dem Strom der Gezeiten in die Träume der Inselbewohner.\nAlle Krieger von Watatsumi haben ihre Hoffnung und ihren Kampfeswillen auf ihre Schultern gelegt.\nUnd sie schwangen ihr Nagamaki wie eine weiße, fließende Welle und rückten mit lautem Geschrei auf die anderen Inseln vor.\nDoch der Ruhm von Omikami und seinen Kriegern verblasste im Leuchten der Blitze ...\nMouun wurde von einem dunklen Sturm aus Krähenfedern verschlungen und der große Wal, der mit den Schwestern sang, sank auf den Grund des Meeres.\nDer Vasallenkönig, mutig wie ein Kind und der die Vorhut ihrer Streitkräfte anführte, verschwand in einem Spalt, der in die Erde gerissen wurde.\n\n„Umigozen“ ging in den Fluten unter und wurde zu einem Mythos für den gesamten Archipel.\nManche sagen, dass sie sich allein in die Menge der Tengu-Krieger stürzte, um die Leichen ihrer Kameraden zu bergen, und nach einem tapferen letzten Kampf ums Leben kam.\nAndere sagen, dass sie sich von da an versteckte und ihr Flaggschiff in das Dunkle Meer an den Grenzen der Welt steuerte ...\nDer einzige Beweis dafür, dass sie einst versuchte, die Welt zu verändern, ist dieses noch immer scharfe Naginata.\n\nSolange die Meere noch von den Wellen aufgewühlt werden, mag auch die Erinnerung an ihren Gesang weiterleben.\nDie Legende besagt sogar, dass das Echo des Liedes noch in den Muscheln und im Bauch des großen Wals auf dem Meeresgrund zu hören ist.\n",
    "es": "\nLa naginata de Umigozen, la poderosa guerrera de Watatsumi. Su filo fluye con la fosforescencia de las profundidades.\nLa forma en la que esta persona atemorizó a las fuerzas navales de Narukami continúa transmitiéndose en las canciones isleñas.\n\nLos cantos de ballena de las miko gemelas se dejaron llevar por la corriente hasta alcanzar los sueños de los habitantes de Watatsumi.\nLos guerreros de Watatsumi depositaron sus esperanzas y su voluntad por luchar sobre los hombros de ellas dos.\nBlandieron sus espadas nagamaki cual ola blanca y flotante alzando un grito firme mientras avanzaban sobre las otras islas.\nSin embargo, la bienaventuranza de Omikami y sus guerreros se desvaneció ante el esplendor del rayo...\nMouun acabó consumida por la lobreguez de unas alas azabache, y la ballena que cantaba junto a las gemelas desapareció en las profundidades del mar.\nEl rey vasallo, con la determinación de un niño, se desvaneció en una grieta de su propia tierra.\n\nUmigozen se perdió entre las olas, convirtiéndose en un célebre mito de la isla.\nHay quien dice que, para recuperar los cuerpos de sus camaradas, se infiltró sola entre los guerreros tengu y acabó encontrando la muerte tras un intenso combate.\nOtros cuentan que permaneció escondida desde aquel entonces, navegando en su buque insignia hacia el Mar Oscuro en las fronteras del mundo...\nEsta aún afilada naginata es la única prueba de que una vez intentó cambiar las mareas del mundo.\n\nMientras las olas sigan agitando el mar, los recuerdos de esa canción seguirán transmitiéndose generación tras generación.\nSegún las leyendas de la actualidad, los ecos de esa canción pueden escucharse en las caracolas y en el estómago de la ballena gigante en lo más profundo del océano.\n",
    "fr": "\nLa naginata de l'« Umigozen », la grande guerrière de Watatsumi. Sa lame est imprégnée de la phosphorescence des profondeurs.\nLes prouesses de cette personne, qui terrifaient les marins de l'armée narukamienne, sont décrites dans les chants folkloriques de l'île.\n\nLe courant des marées transportait avec lui le chant des baleines que les prêtresses jumelles de Watatsumi fredonnaient, jusqu'à arriver dans les rêves des habitants de l'île.\nTous les guerriers de Watatsumi plaçaient leurs espoirs et leur volonté de se battre sur les épaules des jumelles.\nIls brandissaient leurs nagamaki, telle une immense vague blanche, et poussaient des cris de guerre en se dirigeant vers les autres îles.\nMalgré cela, la gloire étincelante de la Divinité des tréfonds et de ses guerriers ne fit pas le poids face à l'éclat fulgurant de la foudre...\nMouun fut noyée sous un nuage noir de plumes de corbeau, et la grande baleine qui chantait avec les deux sœurs coula au fond de l'océan.\nTêtu comme un enfant, le roi vassal, qui se trouvait à l'avant-garde, disparut dans une faille de la surface de la terre.\n\nL'umigozen fut emportée par les vagues, et il n'en resta qu'un mythe qui se répandit dans l'archipel.\nCertains disent qu'elle s'est jetée dans les rangs de l'armée tengu pour tenter d'y récupérer la dépouille de ses compagnons, et qu'elle périt après s'être battue vaillamment.\nD'autres prétendent qu'elle prit la fuite et continua à vivre en cachette, naviguant à bord de son navire sur la mer obscure jusqu'aux confins du monde...\nLe seul objet qui a survécu jusqu'à ce jour est sa naginata encore tranchante. Elle est la preuve qu'elle a autrefois tenté de se dresser face à la marée et d'infléchir le cours des choses.\n\nTant que les vagues remuent la surface de la mer, les souvenirs contenus dans ces chants perdureront.\nLa légende dit même que l'on peut entendre l'écho de ce chant dans les coquillages et à l'intérieur du ventre de la grande baleine au fond de l'océan.\n",
    "pt": "\nA naginata de \"Umigozen\", o poderoso guerreiro de Watatsumi. Sua borda flui com a fosforescência das profundezas.\nA maneira como essa pessoa uma vez fez as marinhas de Narukami tremer está bem gravada na música da ilha.\n\nO canto das baleias cantado pelas sacerdotisas gêmeas de Watatsumi uma vez seguiu o fluxo da maré para os sonhos do povo da ilha.\nTodos os guerreiros de Watatsumi depositaram suas esperanças e vontade de lutar sobre seus ombros.\nE eles brandiram seu nagamaki como uma onda branca, fluida, e com um grito alto avançou sobre as outras ilhas.\nNo entanto, a glória de Omikami e a de seus guerreiros foi ofuscada pelo brilho do relâmpago...\nMouun foi consumida por uma escura tempestade de plumas de corvo, e a grande baleia que cantou com as irmãs afundou no fundo do mar.\nO rei vassalo, determinado quando criança, a vanguarda de suas forças, desapareceu em uma fenda cravada na própria terra.\n\n\"Umigozen\" perdeu-se para as ondas, tornando-se um mito para o arquipélago em geral.\nAlguns dizem que ela mergulhou sozinha na multidão de guerreiros tengus para reclamar os corpos de seus camaradas, e se perdeu após uma valente última batalha.\nOutros dizem que ela se escondeu ali, dirigindo seu estandarte para o Mar Sombrio nas fronteiras do mundo...\nA única prova de que ela uma vez procurou mudar as marés do mundo é esta naginata ainda afiada.\n\nDesde que os mares ainda estejam perturbados pelas ondas, também a memória de sua canção irá continuar viva.\nA lenda diz até mesmo que os ecos da canção ainda podem ser ouvidos dentro das conchas e da barriga da grande baleia no fundo do mar.\n",
    "ru": "\nНагината Умигодзэн, прославленной воительницы Ватацуми. Её лезвие струится сиянием морских глубин.\nПесни Ватацуми хранят память о том, как имя Умигодзэн наводило ужас на армию Наруками.\n\nКитовые песни жриц-сестёр проникали в мечты жителей острова, подобно волнам прилива.\nХрабрецы Ватацуми возлагали на сестёр свои надежды и чаяния.\nПо высоко вздымающимся волнам, украшенным белой пеной, воины отправились к другим островам.\nНо сверкание молний затмило свет звёзд Омиками и его войска...\nМоун поглотила черная, словно стая воронья, грозовая туча. Бывший её спутником исполинский кит безжизненно погрузился на морское дно.\nЮный предводитель войска исчез в разверзшемся под его ногами провале.\n\nУмигодзэн исчезла среди волн и превратилась в легенду.\nБыть может, она сгинула в безнадёжной попытке сразиться с тэнгу и вернуть тела товарищей.\nА может, безымянная, затерялась среди волн на своём флагманском корабле.\nЕдинственное уцелевшее свидетельство её свершений в этом мире - эта всё ещё острая нагината.\n\nПамять о её песне не исчезнет, пока волны не остановят свой бег.\nА отзвук её всё ещё можно услышать, если приложить ухо к раковине или к брюху гигантского кита.\n",
    "id": "\nNaginata dari \"Umigozen\", prajurit perkasa dari Watatsumi. Pada bilahnya mengalir pula pendar dari kedalaman.\nCerita ketika orang ini membuat angkatan laut Narukami bergetar, lestari di dalam lagu rakyat pulau tersebut.\n\nLagu ikan paus, yang dulu dinyanyikan oleh miko kembar Watatsumi seiring dengan air pasang yang mengalir ke dalam mimpi para penduduk pulau.\nSemua prajurit Watatsumi menggantungkan harapan dan keinginan mereka untuk bertarung di pundak mereka.\nDan mereka mengangkat tinggi nagamaki mereka seperti gelombang putih yang mengalir, lalu maju menyerang pulau lain disertai teriakan nyaring.\nNamun kemuliaan Omikami dan para prajuritnya diredupkan oleh cahaya petir ....\nMouun ditelan oleh badai hitam dari bulu burung gagak, dan juga paus raksasa yang bernyanyi dengan kedua gadis tersebut pun tenggelam sampai ke dasar laut.\nSang raja wilayah terdahulu, yang tekun bak anak kecil, menghilang ke dalam retakan besar di bumi.\n\n\"Umigozen\" hilang di antara ombak laut, dan menjadi mitos bagi pulau-pulau nusantara tersebut.\nBeberapa mengatakan bahwa dia maju sendirian ke arah kumpulan prajurit tengu untuk merebut kembali tubuh rekan-rekannya, dan hilang setelah dia berjuang sampai titik akhir hidupnya.\nYang lain mengatakan bahwa dia bersembunyi sejak saat itu, mengarahkan kapalnya ke Laut Gelap di perbatasan dunia ....\nSatu-satunya bukti bahwa dia pernah berusaha mengubah arus dunia adalah naginata yang masih tajam ini.\n\nSelama lautan masih didera oleh ombak, maka ingatan lagunya akan tetap hidup selamanya.\nLegenda bahkan mengatakan bahwa gema lagu itu mungkin masih terdengar di dalam keong dan di dalam perut paus raksasa yang ada di dasar laut.\n",
    "th": "\nนางินาตะของ \"Umigozen\" นักรบผู้เลื่องชื่อแห่ง Watatsumi ใบมีดของมันเปล่งแสงเรืองรองจากท้องทะเล\nเรื่องราวที่บุคคลนี้นำทัพไปถล่ม Narukami นั้น ยังคงได้รับการสืบสานผ่านบทเพลงแห่งเกาะเรื่อยมา\n\nท่วงทำนองของบทเพลงแห่งวาฬที่สองแฝดมิโกะแห่ง Watatsumi ได้ขับขานนั้น ครั้งหนึ่งมันเคยล่องลอยตามเกลียวคลื่น ไปสู่ความฝันของชาวเกาะ\nเหล่านักรบแห่ง Watatsumi ต่างก็ฝากฝังความหวังและความเชื่อมั่นไว้ที่ตัวของมิโกะทั้งสอง\nพวกเขาชูดาบ Nagamaki ของตนไปข้างหน้าราวกับคลื่นสีขาวที่ไหลเชี่ยว พร้อมโห่ร้องเสียงดังกึกก้องแล้วมุ่งหน้าสู่เกาะอื่น ๆ\nทว่าประกายแสงของ Omikami และเหล่านักรบ กลับมิอาจเทียบเท่าแสงอันเจิดจ้าของสายฟ้าได้...\nในท้ายที่สุด Mouun ก็ถูกขนนกสีดำของอีกากลืนกิน และวาฬยักษ์ที่ร่วมร้องเพลงด้วยกันก็จมลงสู่ก้นทะเล\nข้าราชบริพารคนแรกที่ดื้อดึงดุจเด็กน้อยนั้น ก็ได้หายตัวไปในรอยแยกของผืนแผ่นดิน\n\nจากนั้น \"Umigozen\" ก็จมหายไปในเกลียวคลื่น และกลายเป็นตำนานคู่เกาะในเวลาต่อมา\nบ้างก็ว่า เธอควบม้าเข้าสู่ดงเท็งงุเพียงลำพัง เพื่อนำร่างของสหายกลับคืนมา และสิ้นลมกลางสนามรบ\nและบ้างก็ว่า เธอพรางตนเปลี่ยนชื่อ ชักธงใบเรือไปยังทะเลมืดที่อยู่ยังเส้นขอบของโลกแล้ว...\nสิ่งเดียวที่เป็นเครื่องพิสูจน์ว่าเธอเคยใช้ชีวิตโลดแล่นอยู่บนโลกใบนี้ หลงเหลือเพียงนางินาตะที่ยังคงความคมกริบอยู่เล่มนี้\n\nตราบใดที่ในทะเลยังมีคลื่น ความทรงจำของบทเพลงก็จะยังคงได้รับการสืบทอดต่อไป\nตำนานเล่าว่า ยังคงมีเสียงสะท้อนของบทเพลงหลงเหลืออยู่ในหอยสังข์และท้องของวาฬยักษ์ที่อยู่ใต้ทะเลลึก\n",
    "vi": "\nTrường đao của danh tướng Watatsumi \"Umigozen\", trên lưỡi đao phản chiếu ánh bạc của miền biển sâu.\nNhững sự tích ngày đó khiến cho thủy quân Narukami khiếp đảm, vẫn còn lưu truyền mãi trong những bài dân ca trên đảo.\n\nKhúc hát kình ngư mà hai pháp sư song sinh của Watatsumi vẫn thường ngân nga, từng theo tiếng sóng biển vỗ vào trong giấc mộng của người dân trên đảo.\nCác dũng sĩ của Watatsumi đều gửi gắm hy vọng và ý chí vào hai pháp sư song sinh.\nHướng theo Nagamaki tựa như bọt sóng trắng xóa được giương cao phía tiền tuyến, hét vang tiến về những hòn đảo khác.\nNhưng, vinh quang của Omikami và các tướng lĩnh dưới quyền, cuối cùng đều bị lu mờ bởi ánh sáng của lôi điện...\nMouun cuối cùng bị vùi chôn bởi lông quạ đen tối. Kình ngư cùng họ hợp xướng rồi cũng chìm xuống biển sâu.\nVị vua tiên phong với tính cố chấp tựa như một đứa trẻ, lại biến mất trong một khe hở của lục địa.\n\n\"Umigozen\" từ đó chìm trong sóng biển, biến thành một truyền thuyết hư ảo của các vùng đảo.\nHoặc nói rằng cô ấy vì để giành lại di thể của chiến hữu, nên đã đơn thân độc mã xông vào quân Tengu, rồi chiến đấu đến hơi thở cuối cùng;\nHoặc nói rằng cô ấy từ đó mai danh ẩn tính, giương buồm ra khơi đi đến nơi tối tăm ở bên kia thế giới...\nThứ duy nhất còn lại có thể chứng minh cô ấy đã từng hô mưa gọi gió ở đây, chính là thanh trường đao vẫn rất sắc bén này.\n\nChỉ cần sóng biển vẫn còn vỗ về, thì những ký ức trong khúc ca đó sẽ mãi được lưu truyền tiếp tục.\nTương truyền rằng trong vỏ ốc và bụng của kình ngư sâu dưới đáy biển, vẫn có thể nghe thấy tiếng vọng của khúc hát.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "驭浪的海祇民",
        "zht": "馭浪的海祇民",
        "jp": "波を統べる海祇の民",
        "ko": "파도를 지배하는 와타츠미의 백성",
        "en": "Watatsumi Wavewalker",
        "de": "Wellenbändiger von Watatsumi",
        "es": "Dominaolas de Watatsumi",
        "fr": "Marchevague de Watatsumi",
        "pt": "Dominadora de Ondas Watatsumi",
        "ru": "Укротитель волн Ватацуми",
        "id": "Watatsumi Wavewalker",
        "th": "Watatsumi Wavewalker",
        "vi": "Kẻ Cưỡi Sóng Watatsumi"
      },
      "description": {
        "zhs": "队伍中所有角色的元素能量上限的总和，每1点能使装备此武器的角色的元素爆发造成的伤害提高<color=#99FFFFFF>0.12%</color>，通过这种方式，元素爆发造成的伤害至多提高<color=#99FFFFFF>40%</color>。",
        "zht": "隊伍中所有角色的元素能量上限的總和，每1點能使裝備此武器的角色的元素爆發造成的傷害提高<color=#99FFFFFF>0.12%</color>，依此方式，元素爆發造成的傷害至多提高<color=#99FFFFFF>40%</color>。",
        "jp": "チーム全員の元素エネルギー上限の合計を基に、元素爆発ダメージをアップさせる。1ポイントにつき、装備したキャラクターの元素爆発ダメージ+<color=#99FFFFFF>0.12%</color>。この方式でアップできる元素爆発ダメージは最大<color=#99FFFFFF>40%</color>まで。",
        "ko": "파티 내 모든 캐릭터의 원소 에너지 최대치의 총합을 기반으로, 1pt마다 해당 무기를 장착한 캐릭터의 원소폭발 피해가 <color=#99FFFFFF>0.12%</color> 증가한다. 해당 방식을 통해 원소폭발로 가하는 피해가 최대 <color=#99FFFFFF>40%</color>까지 증가한다",
        "en": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by <color=#99FFFFFF>0.12%</color>. A maximum of <color=#99FFFFFF>40%</color> increased Elemental Burst DMG can be achieved this way.",
        "de": "Erhöht den mit Spezialfähigkeiten der mit dieser Waffe ausgerüsteten Figur verursachten Schaden für jeden Punkt aus der Summe der max. Elementarenergie aller Truppenmitglieder zusammengerechnet um <color=#99FFFFFF>0,12 %</color>. Erhöht den mit Spezialfähigkeit verursachten Schaden auf diese Weise um bis zu <color=#99FFFFFF>40 %</color>.",
        "es": "El daño infligido por la Habilidad Definitiva del portador de esta arma aumenta en un <color=#99FFFFFF>0.12%</color> por cada punto de la Energía Elemental máxima total de todos los miembros del equipo. El daño puede aumentar hasta un <color=#99FFFFFF>40%</color> de esta forma.",
        "fr": "Pour chaque point de l'énergie élémentaire combinée de l'ensemble de l'équipe, les DGT du déchaînement élémentaire du personnage équipé de cette arme augmentent de <color=#99FFFFFF>0,12 %</color>. Les DGT du déchaînement élémentaire peuvent être augmentés jusqu'à <color=#99FFFFFF>40 %</color> de cette manière.",
        "pt": "O Personagem que usar esta arma terá um aumento do Dano do Supremo de <color=#99FFFFFF>0.12%</color> por cada 1 ponto da soma do máximo da Energia Elemental de todos os membros da equipe. O aumento de Dano do Supremo máximo obtível dessa maneira é de <color=#99FFFFFF>40%</color>.",
        "ru": "Урон взрыва стихии экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>0,12%</color> за каждую единицу суммы макс. энергии каждого члена отряда. Бонус урона не может превышать <color=#99FFFFFF>40%</color>.",
        "id": "Setiap 1 poin dari gabungan jumlah Energy maksimum seluruh anggota party akan meningkatkan <color=#99FFFFFF>0,12%</color> DMG Elemental Burst milik Karakter yang mengenakan senjata ini. Peningkatan DMG Elemental Burst maksimum yang bisa didapatkan dengan cara ini adalah <color=#99FFFFFF>40%</color>.",
        "th": "ทุก 1 หน่วย ของผลรวมพลังงานธาตุสูงสุดของตัวละครทั้งหมดในทีม จะทำให้ท่าไม้ตายของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>0.12%</color> โดยความเสียหายท่าไม้ตายที่เพิ่มขึ้นด้วยวิธีนี้ จะเพิ่มได้มากสุด <color=#99FFFFFF>40%</color>",
        "vi": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng <color=#99FFFFFF>0.12%</color> sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này gây ra. Thông qua cách này, sát thương Kỹ Năng Nộ tăng tối đa <color=#99FFFFFF>40%</color>."
      }
    },
    {
      "name": {
        "zhs": "驭浪的海祇民",
        "zht": "馭浪的海祇民",
        "jp": "波を統べる海祇の民",
        "ko": "파도를 지배하는 와타츠미의 백성",
        "en": "Watatsumi Wavewalker",
        "de": "Wellenbändiger von Watatsumi",
        "es": "Dominaolas de Watatsumi",
        "fr": "Marchevague de Watatsumi",
        "pt": "Dominadora de Ondas Watatsumi",
        "ru": "Укротитель волн Ватацуми",
        "id": "Watatsumi Wavewalker",
        "th": "Watatsumi Wavewalker",
        "vi": "Kẻ Cưỡi Sóng Watatsumi"
      },
      "description": {
        "zhs": "队伍中所有角色的元素能量上限的总和，每1点能使装备此武器的角色的元素爆发造成的伤害提高<color=#99FFFFFF>0.15%</color>，通过这种方式，元素爆发造成的伤害至多提高<color=#99FFFFFF>50%</color>。",
        "zht": "隊伍中所有角色的元素能量上限的總和，每1點能使裝備此武器的角色的元素爆發造成的傷害提高<color=#99FFFFFF>0.15%</color>，依此方式，元素爆發造成的傷害至多提高<color=#99FFFFFF>50%</color>。",
        "jp": "チーム全員の元素エネルギー上限の合計を基に、元素爆発ダメージをアップさせる。1ポイントにつき、装備したキャラクターの元素爆発ダメージ+<color=#99FFFFFF>0.15%</color>。この方式でアップできる元素爆発ダメージは最大<color=#99FFFFFF>50%</color>まで。",
        "ko": "파티 내 모든 캐릭터의 원소 에너지 최대치의 총합을 기반으로, 1pt마다 해당 무기를 장착한 캐릭터의 원소폭발 피해가 <color=#99FFFFFF>0.15%</color> 증가한다. 해당 방식을 통해 원소폭발로 가하는 피해가 최대 <color=#99FFFFFF>50%</color>까지 증가한다",
        "en": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by <color=#99FFFFFF>0.15%</color>. A maximum of <color=#99FFFFFF>50%</color> increased Elemental Burst DMG can be achieved this way.",
        "de": "Erhöht den mit Spezialfähigkeiten der mit dieser Waffe ausgerüsteten Figur verursachten Schaden für jeden Punkt aus der Summe der max. Elementarenergie aller Truppenmitglieder zusammengerechnet um <color=#99FFFFFF>0,15 %</color>. Erhöht den mit Spezialfähigkeit verursachten Schaden auf diese Weise um bis zu <color=#99FFFFFF>50 %</color>.",
        "es": "El daño infligido por la Habilidad Definitiva del portador de esta arma aumenta en un <color=#99FFFFFF>0.15%</color> por cada punto de la Energía Elemental máxima total de todos los miembros del equipo. El daño puede aumentar hasta un <color=#99FFFFFF>50%</color> de esta forma.",
        "fr": "Pour chaque point de l'énergie élémentaire combinée de l'ensemble de l'équipe, les DGT du déchaînement élémentaire du personnage équipé de cette arme augmentent de <color=#99FFFFFF>0,15 %</color>. Les DGT du déchaînement élémentaire peuvent être augmentés jusqu'à <color=#99FFFFFF>50 %</color> de cette manière.",
        "pt": "O Personagem que usar esta arma terá um aumento do Dano do Supremo de <color=#99FFFFFF>0.15%</color> por cada 1 ponto da soma do máximo da Energia Elemental de todos os membros da equipe. O aumento de Dano do Supremo máximo obtível dessa maneira é de <color=#99FFFFFF>50%</color>.",
        "ru": "Урон взрыва стихии экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>0,15%</color> за каждую единицу суммы макс. энергии каждого члена отряда. Бонус урона не может превышать <color=#99FFFFFF>50%</color>.",
        "id": "Setiap 1 poin dari gabungan jumlah Energy maksimum seluruh anggota party akan meningkatkan <color=#99FFFFFF>0,15%</color> DMG Elemental Burst milik Karakter yang mengenakan senjata ini. Peningkatan DMG Elemental Burst maksimum yang bisa didapatkan dengan cara ini adalah <color=#99FFFFFF>50%</color>.",
        "th": "ทุก 1 หน่วย ของผลรวมพลังงานธาตุสูงสุดของตัวละครทั้งหมดในทีม จะทำให้ท่าไม้ตายของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>0.15%</color> โดยความเสียหายท่าไม้ตายที่เพิ่มขึ้นด้วยวิธีนี้ จะสามารถเพิ่มได้มากสุด <color=#99FFFFFF>50%</color>",
        "vi": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng <color=#99FFFFFF>0.15%</color> sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này. Thông qua cách này, sát thương Kỹ Năng Nộ có thể tăng tối đa <color=#99FFFFFF>50%</color>."
      }
    },
    {
      "name": {
        "zhs": "驭浪的海祇民",
        "zht": "馭浪的海祇民",
        "jp": "波を統べる海祇の民",
        "ko": "파도를 지배하는 와타츠미의 백성",
        "en": "Watatsumi Wavewalker",
        "de": "Wellenbändiger von Watatsumi",
        "es": "Dominaolas de Watatsumi",
        "fr": "Marchevague de Watatsumi",
        "pt": "Dominadora de Ondas Watatsumi",
        "ru": "Укротитель волн Ватацуми",
        "id": "Watatsumi Wavewalker",
        "th": "Watatsumi Wavewalker",
        "vi": "Kẻ Cưỡi Sóng Watatsumi"
      },
      "description": {
        "zhs": "队伍中所有角色的元素能量上限的总和，每1点能使装备此武器的角色的元素爆发造成的伤害提高<color=#99FFFFFF>0.18%</color>，通过这种方式，元素爆发造成的伤害至多提高<color=#99FFFFFF>60%</color>。",
        "zht": "隊伍中所有角色的元素能量上限的總和，每1點能使裝備此武器的角色的元素爆發造成的傷害提高<color=#99FFFFFF>0.18%</color>，依此方式，元素爆發造成的傷害至多提高<color=#99FFFFFF>60%</color>。",
        "jp": "チーム全員の元素エネルギー上限の合計を基に、元素爆発ダメージをアップさせる。1ポイントにつき、装備したキャラクターの元素爆発ダメージ+<color=#99FFFFFF>0.18%</color>。この方式でアップできる元素爆発ダメージは最大<color=#99FFFFFF>60%</color>まで。",
        "ko": "파티 내 모든 캐릭터의 원소 에너지 최대치의 총합을 기반으로, 1pt마다 해당 무기를 장착한 캐릭터의 원소폭발 피해가 <color=#99FFFFFF>0.18%</color> 증가한다. 해당 방식을 통해 원소폭발로 가하는 피해가 최대 <color=#99FFFFFF>60%</color>까지 증가한다",
        "en": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by <color=#99FFFFFF>0.18%</color>. A maximum of <color=#99FFFFFF>60%</color> increased Elemental Burst DMG can be achieved this way.",
        "de": "Erhöht den mit Spezialfähigkeiten der mit dieser Waffe ausgerüsteten Figur verursachten Schaden für jeden Punkt aus der Summe der max. Elementarenergie aller Truppenmitglieder zusammengerechnet um <color=#99FFFFFF>0,18 %</color>. Erhöht den mit Spezialfähigkeit verursachten Schaden auf diese Weise um bis zu <color=#99FFFFFF>60 %</color>.",
        "es": "El daño infligido por la Habilidad Definitiva del portador de esta arma aumenta en un <color=#99FFFFFF>0.18%</color> por cada punto de la Energía Elemental máxima total de todos los miembros del equipo. El daño puede aumentar hasta un <color=#99FFFFFF>60%</color> de esta forma.",
        "fr": "Pour chaque point de l'énergie élémentaire combinée de l'ensemble de l'équipe, les DGT du déchaînement élémentaire du personnage équipé de cette arme augmentent de <color=#99FFFFFF>0,18 %</color>. Les DGT du déchaînement élémentaire peuvent être augmentés jusqu'à <color=#99FFFFFF>60 %</color> de cette manière.",
        "pt": "O Personagem que usar esta arma terá um aumento do Dano do Supremo de <color=#99FFFFFF>0.18%</color> por cada 1 ponto da soma do máximo da Energia Elemental de todos os membros da equipe. O aumento de Dano do Supremo máximo obtível dessa maneira é de <color=#99FFFFFF>60%</color>.",
        "ru": "Урон взрыва стихии экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>0,18%</color> за каждую единицу суммы макс. энергии каждого члена отряда. Бонус урона не может превышать <color=#99FFFFFF>60%</color>.",
        "id": "Setiap 1 poin dari gabungan jumlah Energy maksimum seluruh anggota party akan meningkatkan <color=#99FFFFFF>0,18%</color> DMG Elemental Burst milik Karakter yang mengenakan senjata ini. Peningkatan DMG Elemental Burst maksimum yang bisa didapatkan dengan cara ini adalah <color=#99FFFFFF>60%</color>.",
        "th": "ทุก 1 หน่วย ของผลรวมพลังงานธาตุสูงสุดของตัวละครทั้งหมดในทีม จะทำให้ท่าไม้ตายของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>0.18%</color> โดยความเสียหายท่าไม้ตายที่เพิ่มขึ้นด้วยวิธีนี้ จะสามารถเพิ่มได้มากสุด <color=#99FFFFFF>60%</color>",
        "vi": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng <color=#99FFFFFF>0.18%</color> sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này. Thông qua cách này, sát thương Kỹ Năng Nộ có thể tăng tối đa <color=#99FFFFFF>60%</color>."
      }
    },
    {
      "name": {
        "zhs": "驭浪的海祇民",
        "zht": "馭浪的海祇民",
        "jp": "波を統べる海祇の民",
        "ko": "파도를 지배하는 와타츠미의 백성",
        "en": "Watatsumi Wavewalker",
        "de": "Wellenbändiger von Watatsumi",
        "es": "Dominaolas de Watatsumi",
        "fr": "Marchevague de Watatsumi",
        "pt": "Dominadora de Ondas Watatsumi",
        "ru": "Укротитель волн Ватацуми",
        "id": "Watatsumi Wavewalker",
        "th": "Watatsumi Wavewalker",
        "vi": "Kẻ Cưỡi Sóng Watatsumi"
      },
      "description": {
        "zhs": "队伍中所有角色的元素能量上限的总和，每1点能使装备此武器的角色的元素爆发造成的伤害提高<color=#99FFFFFF>0.21%</color>，通过这种方式，元素爆发造成的伤害至多提高<color=#99FFFFFF>70%</color>。",
        "zht": "隊伍中所有角色的元素能量上限的總和，每1點能使裝備此武器的角色的元素爆發造成的傷害提高<color=#99FFFFFF>0.21%</color>，依此方式，元素爆發造成的傷害至多提高<color=#99FFFFFF>70%</color>。",
        "jp": "チーム全員の元素エネルギー上限の合計を基に、元素爆発ダメージをアップさせる。1ポイントにつき、装備したキャラクターの元素爆発ダメージ+<color=#99FFFFFF>0.21%</color>。この方式でアップできる元素爆発ダメージは最大<color=#99FFFFFF>70%</color>まで。",
        "ko": "파티 내 모든 캐릭터의 원소 에너지 최대치의 총합을 기반으로, 1pt마다 해당 무기를 장착한 캐릭터의 원소폭발 피해가 <color=#99FFFFFF>0.21%</color> 증가한다. 해당 방식을 통해 원소폭발로 가하는 피해가 최대 <color=#99FFFFFF>70%</color>까지 증가한다",
        "en": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by <color=#99FFFFFF>0.21%</color>. A maximum of <color=#99FFFFFF>70%</color> increased Elemental Burst DMG can be achieved this way.",
        "de": "Erhöht den mit Spezialfähigkeiten der mit dieser Waffe ausgerüsteten Figur verursachten Schaden für jeden Punkt aus der Summe der max. Elementarenergie aller Truppenmitglieder zusammengerechnet um <color=#99FFFFFF>0,21 %</color>. Erhöht den mit Spezialfähigkeit verursachten Schaden auf diese Weise um bis zu <color=#99FFFFFF>70 %</color>.",
        "es": "El daño infligido por la Habilidad Definitiva del portador de esta arma aumenta en un <color=#99FFFFFF>0.21%</color> por cada punto de la Energía Elemental máxima total de todos los miembros del equipo. El daño puede aumentar hasta un <color=#99FFFFFF>70%</color> de esta forma.",
        "fr": "Pour chaque point de l'énergie élémentaire combinée de l'ensemble de l'équipe, les DGT du déchaînement élémentaire du personnage équipé de cette arme augmentent de <color=#99FFFFFF>0,21 %</color>. Les DGT du déchaînement élémentaire peuvent être augmentés jusqu'à <color=#99FFFFFF>70 %</color> de cette manière.",
        "pt": "O Personagem que usar esta arma terá um aumento do Dano do Supremo de <color=#99FFFFFF>0.21%</color> por cada 1 ponto da soma do máximo da Energia Elemental de todos os membros da equipe. O aumento de Dano do Supremo máximo obtível dessa maneira é de <color=#99FFFFFF>70%</color>.",
        "ru": "Урон взрыва стихии экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>0,21%</color> за каждую единицу суммы макс. энергии каждого члена отряда. Бонус урона не может превышать <color=#99FFFFFF>70%</color>.",
        "id": "Setiap 1 poin dari gabungan jumlah Energy maksimum seluruh anggota party akan meningkatkan <color=#99FFFFFF>0,21%</color> DMG Elemental Burst milik Karakter yang mengenakan senjata ini. Peningkatan DMG Elemental Burst maksimum yang bisa didapatkan dengan cara ini adalah <color=#99FFFFFF>70%</color>.",
        "th": "ทุก 1 หน่วย ของผลรวมพลังงานธาตุสูงสุดของตัวละครทั้งหมดในทีม จะทำให้ท่าไม้ตายของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>0.21%</color> โดยความเสียหายท่าไม้ตายที่เพิ่มขึ้นด้วยวิธีนี้ จะสามารถเพิ่มได้มากสุด <color=#99FFFFFF>70%</color>",
        "vi": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng <color=#99FFFFFF>0.21%</color> sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này. Thông qua cách này, sát thương Kỹ Năng Nộ có thể tăng tối đa <color=#99FFFFFF>70%</color>."
      }
    },
    {
      "name": {
        "zhs": "驭浪的海祇民",
        "zht": "馭浪的海祇民",
        "jp": "波を統べる海祇の民",
        "ko": "파도를 지배하는 와타츠미의 백성",
        "en": "Watatsumi Wavewalker",
        "de": "Wellenbändiger von Watatsumi",
        "es": "Dominaolas de Watatsumi",
        "fr": "Marchevague de Watatsumi",
        "pt": "Dominadora de Ondas Watatsumi",
        "ru": "Укротитель волн Ватацуми",
        "id": "Watatsumi Wavewalker",
        "th": "Watatsumi Wavewalker",
        "vi": "Kẻ Cưỡi Sóng Watatsumi"
      },
      "description": {
        "zhs": "队伍中所有角色的元素能量上限的总和，每1点能使装备此武器的角色的元素爆发造成的伤害提高<color=#99FFFFFF>0.24%</color>，通过这种方式，元素爆发造成的伤害至多提高<color=#99FFFFFF>80%</color>。",
        "zht": "隊伍中所有角色的元素能量上限的總和，每1點能使裝備此武器的角色的元素爆發造成的傷害提高<color=#99FFFFFF>0.24%</color>，依此方式，元素爆發造成的傷害至多提高<color=#99FFFFFF>80%</color>。",
        "jp": "チーム全員の元素エネルギー上限の合計を基に、元素爆発ダメージをアップさせる。1ポイントにつき、装備したキャラクターの元素爆発ダメージ+<color=#99FFFFFF>0.24%</color>。この方式でアップできる元素爆発ダメージは最大<color=#99FFFFFF>80%</color>まで。",
        "ko": "파티 내 모든 캐릭터의 원소 에너지 최대치의 총합을 기반으로, 1pt마다 해당 무기를 장착한 캐릭터의 원소폭발 피해가 <color=#99FFFFFF>0.24%</color> 증가한다. 해당 방식을 통해 원소폭발로 가하는 피해가 최대 <color=#99FFFFFF>80%</color>까지 증가한다",
        "en": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by <color=#99FFFFFF>0.24%</color>. A maximum of <color=#99FFFFFF>80%</color> increased Elemental Burst DMG can be achieved this way.",
        "de": "Erhöht den mit Spezialfähigkeiten der mit dieser Waffe ausgerüsteten Figur verursachten Schaden für jeden Punkt aus der Summe der max. Elementarenergie aller Truppenmitglieder zusammengerechnet um <color=#99FFFFFF>0,24 %</color>. Erhöht den mit Spezialfähigkeit verursachten Schaden auf diese Weise um bis zu <color=#99FFFFFF>80 %</color>.",
        "es": "El daño infligido por la Habilidad Definitiva del portador de esta arma aumenta en un <color=#99FFFFFF>0.24%</color> por cada punto de la Energía Elemental máxima total de todos los miembros del equipo. El daño puede aumentar hasta un <color=#99FFFFFF>80%</color> de esta forma.",
        "fr": "Pour chaque point de l'énergie élémentaire combinée de l'ensemble de l'équipe, les DGT du déchaînement élémentaire du personnage équipé de cette arme augmentent de <color=#99FFFFFF>0,24 %</color>. Les DGT du déchaînement élémentaire peuvent être augmentés jusqu'à <color=#99FFFFFF>80 %</color> de cette manière.",
        "pt": "O Personagem que usar esta arma terá um aumento do Dano do Supremo de <color=#99FFFFFF>0.24%</color> por cada 1 ponto da soma do máximo da Energia Elemental de todos os membros da equipe. O aumento de Dano do Supremo máximo obtível dessa maneira é de <color=#99FFFFFF>80%</color>.",
        "ru": "Урон взрыва стихии экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>0,24%</color> за каждую единицу суммы макс. энергии каждого члена отряда. Бонус урона не может превышать <color=#99FFFFFF>80%</color>.",
        "id": "Setiap 1 poin dari gabungan jumlah Energy maksimum seluruh anggota party akan meningkatkan <color=#99FFFFFF>0,24%</color> DMG Elemental Burst milik Karakter yang mengenakan senjata ini. Peningkatan DMG Elemental Burst maksimum yang bisa didapatkan dengan cara ini adalah <color=#99FFFFFF>80%</color>.",
        "th": "ทุก 1 หน่วย ของผลรวมพลังงานธาตุสูงสุดของตัวละครทั้งหมดในทีม จะทำให้ท่าไม้ตายของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>0.24%</color> โดยความเสียหายท่าไม้ตายที่เพิ่มขึ้นด้วยวิธีนี้ จะสามารถเพิ่มได้มากสุด <color=#99FFFFFF>80%</color>",
        "vi": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng <color=#99FFFFFF>0.24%</color> sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này. Thông qua cách này, sát thương Kỹ Năng Nộ có thể tăng tối đa <color=#99FFFFFF>80%</color>."
      }
    }
  ],
  "internal_name": "Pole_Maria",
  "imgid": "pole/maria"
}