{
  "id": 13415,
  "type": "polearm",
  "rank": 4,
  "name": {
    "zhs": "「渔获」",
    "zht": "「漁獲」",
    "jp": "「漁獲」",
    "ko": "「어획」",
    "en": "\"The Catch\"",
    "de": "„Der Fang“",
    "es": "La Captura",
    "fr": "« La prise »",
    "pt": "\"A Fisgada\"",
    "ru": "«Улов»",
    "id": "\"The Catch\"",
    "th": "\"The Catch\"",
    "vi": "Lao Xiên Cá"
  },
  "description": {
    "zhs": "在久远的过去，曾经闻名稻妻的大盗爱用的枪。",
    "zht": "在久遠的過去，曾經聞名稻妻的大盜愛用的槍。",
    "jp": "遠い昔、稲妻に名を轟かせた大泥棒が愛用していた槍。",
    "ko": "먼 옛날 이나즈마에서 이름을 날리던 대도적이 애용했다는 창이다",
    "en": "In the distant past, this was the beloved spear of a famed Inazuman bandit.",
    "de": "In der fernen Vergangenheit war dies der geliebte Speer eines berühmten Banditen aus Inazuma.",
    "es": "Hace mucho tiempo, esta lanza era la preferida de un famoso bandido de Inazuma.",
    "fr": "Dans un passé lointain, c'était la lance bien-aimée d'un célèbre bandit d'Inazuma.",
    "pt": "Num passado distante, esta era a amada lança de um famoso bandido de Inazuma.",
    "ru": "В далёком прошлом это копьё принадлежало знаменитому инадзумскому разбойнику.",
    "id": "Pada zaman dahulu kala, ini adalah tombak kesayangan milik bandit Inazuma yang terkenal.",
    "th": "หอกที่ครั้งหนึ่งจอมโจรแห่ง Inazuma ที่มีชื่อเสียงในอดีตชอบใช้",
    "vi": "Từng là một vũ khí ưa dùng của tướng cướp Inazuma thời xưa."
  },
  "lore": {
    "zhs": "\n过去稻妻有名的大盗，爱用的倒钩刺枪。\n本是猎鱼的铦枪，但在战斗中也很趁手。\n据说连执剑的魔偶，都曾被他刺穿带走。\n\n「哈哈，以前的我曾是这『清籁丸』的主人。」\n「领舰十数艘，以清籁的不死之鬼之名驰骋。」\n「如今的我，就像漂流在海上的树叶一般哪。」\n「如果不是多亏了蛇目和那些海岛上的弃民，」\n「就连再次起帆，踏上故乡的土地都做不到。」\n「但如今，我的清籁竟然变成了这番模样哪。」\n「稻妻列岛中，也没有我所能容身的地方了。」\n「连神社那个爱瞎操心的老巫女，都不见了…」\n\n曾被称为赤穗百目鬼的贼人感慨道。接着他说…\n「蛇目老弟！我现在是世界上最自由的人了！」\n「巫女阿姨！你原本不是说想去看看世界吗？」\n「像你念叨的惟神和昆布丸，去过什么地方，」\n「就由我赤穗百目鬼左卫门，替你去看看吧！」\n「世界尽头究竟长什么样子，就让我去见识！」\n\n「在所有航道的终点，我们一定会再见面的！」\n「到时候，就轮到我对你唠叨远国的故事啦！」",
    "zht": "\n過去稻妻有名的大盜，愛用的倒鉤刺槍。\n本是獵魚的銛槍，但在戰鬥中也很合適。\n據說連執劍的魔偶，都曾被它刺穿帶走。\n\n「哈哈，以前的我曾是這『清籟丸』的主人。」\n「領艦十數艘，以清籟的不死之鬼之名馳騁。」\n「如今的我，就像漂流在海上的樹葉一般哪。」\n「如果不是多虧了蛇目和那些海島上的棄民，」\n「就連再次起帆，踏上故鄉的土地都做不到。」\n「但如今，我的清籟竟然變成了這番模樣哪。」\n「稻妻列島中，也沒有我所能容身的地方了。」\n「連神社那個愛瞎操心的老巫女，都不見了…」\n\n曾被稱為赤穗百目鬼的賊人感慨道。接著他說…\n「蛇目老弟！我現在是世界上最自由的人了！」\n「巫女阿姨！妳原本不是說想去看看世界嗎？」\n「像妳唸叨的惟神和昆布丸，去過什麼地方，」\n「就由我赤穗百目鬼左衛門，替妳去看看吧！」\n「世界盡頭究竟長什麼樣子，就讓我去見識！」\n\n「在所有航道的終點，我們一定會再見面的！」\n「到時候，就輪到我對妳嘮叨遠國的故事啦！」",
    "jp": "\n昔、稲妻に名を轟かせた大泥棒が愛用していた槍。\n本来は漁猟用の銛だが、戦闘時にも活躍する。\n剣を持つ魔偶でさえも、貫通されたことがある。\n\n「ははっ、かつて俺はこの『セイライ丸』の主だった。」\n「十隻以上の船を指揮し、セイライの不死鬼として名を轟かせた。」\n「今の俺は海に浮かぶ一枚の葉っぱのようだ。」\n「もし蛇目を島の棄民たちがいなかったら、」\n「再び船で故郷に足を踏み入れることすらできない。」\n「しかし今、俺のセイライはもう既にこのザマだ。」\n「稲妻列島にも、もう俺の居場所はない」\n「心配性だった神社の年寄りの巫女も、いなくなっている…」\n\nかつて赤穂百目鬼と呼ばれた盗賊がこう嘆いた。そして彼はこう言った…\n「蛇目！俺は今世界で最も自由な男だ！」\n「巫女のばあちゃん！お前は世界を見てみたいって言ってたじゃないか？」\n「いつも話してた惟神と昆布丸が行った場所とか、」\n「この俺、赤穂百目鬼左衛門が連れてってやる！」\n「世界の果てがどんなものか、一緒に見に行こうぜ！」\n\n「全ての路線の終点で、必ず再会する！」\n「時が来れば、俺が遠国の話をする番だ。」",
    "ko": "\n과거 이나즈마에 이름을 날렸던 대도적이 즐겨 사용했던 가시 작살\n본디 고기잡이에 쓰는 작살이지만, 전투에 쓰기에도 적합하다\n검을 든 꼭두각시도, 그 가시에 꿰어졌다고 한다\n\n「하하, 옛날의 나는 이 『세이라이마루』의 주인이었지」\n「군함 십수 척을 거느리고, 세이라이의 불사귀신의 이름으로 활약했어」\n「지금의 나는, 바다에 표류하는 나뭇잎 한쪽과 같다네」\n「쟈노메와 바다섬의 버려진 백성들이 아니었다면」\n「다시 돛을 올리지도, 고향 땅을 밟지도 못했겠지」\n「하지만 지금, 내 세이라이가 이런 모습이 되었다니」\n「이나즈마 열도에도, 나를 품어줄 곳이 없구나」\n「신사의 그 늙은 오지랖쟁이 무녀도 보이지를 않고…」\n\n아코 도메키라고 불렸던 도적이 감개무량하며 이어서 말하기를…\n「쟈노메 동생! 나는 지금 세상에서 제일 자유로운 사람이 되었어!」\n「무녀 아줌마! 세상을 보러 가고 싶다 하지 않았나?」\n「그렇게 타령하던 카무나와 콘부마루가 어딜 가봤는지」\n「나 아코 도메키 자에몬이, 대신 가서 봐주도록 하지!」\n「세계의 끝은 도대체 어떤 모습인지, 내가 가서 봐주도록 하겠어!」\n\n「모든 바닷길의 종착지에서, 반드시 다시 만날 수 있을 거야!」\n「그날이 오면, 내가 당신한테 먼 나라의 이야기에 대해 주절거려주겠어!」",
    "en": "\nThe favored barbed spear of a famous Inazuman bandit.\nIt was originally a harpoon used to catch fish, but it was also very handy in battle.\nThey say that he even pierced the enchanted, sword-armed puppet before carrying it off.\n\n\"Haha! Once, I was the master of this ship, the 'Seiraimaru.'\"\n\"I commanded over ten ships, and they called me the Deathless Oni of Seirai.\"\n\"Now, I am but a leaf floating upon the waves.\"\n\"If not for Janome and the people marooned on those islands,\"\n\"Forget raising our sails again — I doubt I would have managed to make it back to my home shores.\"\n\"And yet Seirai now looks like this.\"\n\"There is no longer any place for me in the Inazuman Islands.\"\n\"Even that naggy, fretful old shrine maiden is gone...\"\n\nThe bandit named Ako Domeki's voice was thick with emotion. Then he said...\n\"Hey, Janome! I'm now the freest man in the whole wide world!\"\n\"Aunt Shrine Maiden! Didn't you say that you wanted to go see the world?\"\n\"You know, go someplace else, like that Kamuna guy or that Konbumaru you always talk about?\"\n\"You know what? Let me, Ako Domeki Zaemon, go in your stead!\"\n\"Let me go see what the edge of the world really looks like!\"\n\n\"We'll meet again where all ship routes end!\"\n\"And when we do, it'll be my turn to tell you all about these distant lands!\"",
    "de": "\nEine Waffe mit Stacheldraht, die von den berühmten Inazuma-Banditen in der Vergangenheit geliebt wurde.\nUrsprünglich war es ein Speer für die Fischjagd, aber es ist auch sehr praktisch im Kampf.\nEs heißt, dass sogar die Maguu, also die magische Marionette, die das Schwert hält, einmal von ihm durchbohrt und gefangen genommen wurde.\n\n„Hahaha, ich war einst der Besitzer dieser Seiraimaru.“\n„Ich führte ein Dutzend Schiffe an und man kannte mich unter dem Namen des unsterblichen Oni von Seirai.“\n„Jetzt bin ich wie ein Blatt, das auf dem Meer treibt.“\n„Wären da nicht Janome und die Schiffbrüchigen auf den Inseln,\nkönnte ich nicht einmal mehr in See stechen und einen Fuß auf mein Heimatland setzen.“\n„Aber jetzt ist mein Seirai so geworden.“\n„Es gibt keinen Platz für mich auf der Insel Inazuma.“\n„Sogar die alte Schreinjungfer, die so pingelig war, ist verschwunden ...“\n\nSo klagte der Dieb, der einst als „Ako Domeki“ bekannt war. Dann sagte er ...\n„Janome! Ich bin jetzt der freieste Mann der Welt!“\n„Tante Schreinjungfer! Hast du nicht einmal gesagt, du wolltest die Welt sehen?“\n„Und Kamuna und Konbumaru, um die du dich so sehr sorgtest, waren auch nicht mal draußen.“\n„Ich werde für dich die Welt sehen!“\n„Lass mich sehen, wie das Ende der Welt wirklich aussieht!“\n\n„Am Ende aller Reisen werden wir uns sicher wiedersehen!“\n„Dann bin ich an der Reihe, dir die Geschichten des fernen Landes zu erzählen!“",
    "es": "\nLa lanza de pesca favorita de un famoso bandido de Inazuma.\nOriginalmente, era un arpón usado para atrapar peces muy útil en la batalla.\nDicen que incluso atravesó la marioneta espadachina encantada antes de llevársela.\n\n“¡Jaja! Una vez fui el capitán de este barco, el Seiraimaru.\nLideré más de diez barcos y me llamaban el ‘oni inmortal de Seirai’.\nAhora no soy más que una hoja flotando sobre las olas.\nSi no fuera por Janome y la gente abandonada de esas islas,\nno habría vuelto a izar nuestras velas, y menos aún habría conseguido volver a mis costas.\nY, sin embargo, mi Seirai tiene este aspecto ahora...\nYa no hay lugar para mí en las islas de Inazuma.\nIncluso esa vieja miko tan gruñona se ha ido...”.\n\nLa voz del bandido llamado Ako Domeki estaba llena de emoción. Entonces, dijo:\n“¡Eh, Janome! ¡Ahora soy el hombre más libre de todo el mundo!\n¡Srta. miko! ¿No decías que querías ir a ver el mundo?\nYa sabes, ir a otro sitio, como ese Kamuna y ese Konbumaru de los que siempre hablas.\n¡Déjame a mí, Ako Domeki Zaemon, ir en tu lugar!\n¡Déjame ir a ver cómo es realmente el fin del mundo!\n\n¡Nos encontraremos de nuevo en el lugar donde terminan todas las rutas de los barcos!\nY cuando lo hagamos, ¡será mi turno de contarte todo sobre estas tierras lejanas!”.",
    "fr": "\nLa lance bien-aimée d'un célèbre bandit d'Inazuma.\nÀ l'origine, il s'agissait d'un harpon utilisé pour la pêche, mais il était également très utile au combat.\nOn raconte même qu'il a transpercé la marionnette ensorcelée armée d'une épée avant de l'emporter.\n\n« Haha, je fus autrefois le maître de ce navire, le Seiraimaru. »\n« Je dirigeais plus d'une dizaine de navires, on m'appelait l'immortel oni de Seirai. »\n« À présent, je ne suis plus qu'une feuille qui dérive sur les flots. »\n« Si ça n'avait pas été pour Janome et les gens échoués sur ces îles, »\n« il n'aurait pas été question de lever à nouveau les voiles. Je doute que j'aurais pu arriver jusqu'à chez moi. »\n« Mais aujourd'hui, voilà à quoi ressemble Seirai. »\n« Je n'ai plus ma place dans les îles d'Inazuma. »\n« Même cette grincheuse de prêtresse est partie... »\n\nLa voix du bandit appelé Ako Domeki était chargée d'émotion. Puis, il dit...\n« Hé, Janome ! Je suis l'homme le plus libre du monde maintenant ! »\n« Madame la prêtresse ! Vous n'aviez pas dit que vous vouliez voir le monde ? »\n« Vous savez, aller quelque part, comme ce type Kamuna ou ce Konbumaru dont vous parlez tout le temps ? »\n« Vous savez quoi ? Laissez-moi, Ako Domeki Zaemon, y aller à votre place ! »\n« Laissez-moi découvrir à quoi ressemble le bout du monde ! »\n\n« Nous nous reverrons là où se terminent toutes les voies maritimes ! »\n« Et quand cela arrivera, ce sera à mon tour de tout vous raconter sur ces contrées lointaines ! »",
    "pt": "\nA lança farpada favorita de um famoso bandido Inazuma.\nEra originalmente um arpão usado para pegar peixes, mas também era muito útil na batalha.\nDizem que ele até perfurou o fantoche encantado com a espada armada antes de carregá-lo.\n\n\"Haha! Uma vez, eu fui o mestre deste barco, o 'Seiraimaru'.\"\n\"Eu comandei mais de dez navios e eles me chamavam de Oni de Seirai Imortal.\"\n\"Agora, eu sou apenas uma folha flutuando sobre as ondas.\"\n\"Se não for pelo Janome e as pessoas abandonadas nessas ilhas,\"\n\"Esqueça de levantar nossas velas novamente - duvido que eu teria conseguido voltar às margens de minha terra natal.\"\n\"E, no entanto, Seirai agora se parece com isto.\"\n\"Não há mais lugar para mim nas Ilhas de Inazuma.\"\n\"Até mesmo aquela velha e irritante sacerdotisa se foi...\"\n\nA voz do bandido chamado Ako Domeki estava grossa de emoção. Então ele disse...\n\"Ei, Janome! Agora sou o homem mais livre de todo o mundo!\"\n\"Tia sacerdotisa! Você não disse que queria ir ver o mundo?\"\n\"Sabe, você foi para outro lugar, como aquele Kamuna ou aquele Konbumaru de que você sempre falou?\"\n\"Sabe de uma coisa? Deixe que eu, Ako Domeki Zaemon, vá em seu lugar!\"\n\"Deixe-me ver como realmente é a borda do mundo!\"\n\n\"Nos encontraremos de novo onde todas as rotas dos navios terminam!\"\n\"E quando o fizermos, será a minha vez de lhes contar tudo sobre estas terras distantes!\"",
    "ru": "\nЛюбимое копьё знаменитого инадзумского разбойника прошлого.\nИзначально оно служило для охоты на рыб, но отлично показало себя и в бою.\nГоворят, это копьё способно пронзить даже вооружённого мечом магу кэнки.\n\n«Когда-то я под именем Сэйрайский дьявол\nВодил в бои десятки быстрых кораблей.\nТеперь же стал я слаб - чтобы домой добраться,\nПришлось принять мне помощь бедняков и змей.\nМой остров изменился, стал другим Сэйрай.\nНет больше места для меня на землях Инадзумы.\nОсталось мне пропасть, подобно жрице - той,\nЧей ум тревожили порой пустые думы.»\n\nТак жаловался разбойник, которого когда-то звали Ако Домэки. А потом он продолжил:\n«Дзяномэ, друг! Я наконец свободен!\nЖрица святилища! Я помню, как тогда хотела ты,\nКак Камуна с Комбу Мару, однажды обойти весь мир.\nЧто ж, Ако Домэки, страж левых врат, исполнит твою волю -\nНайдёт у мира край и взглянет на него.\n\nКогда же свидимся опять в порту прибытия последнем,\nО чудесах болтать настанет мой черёд».",
    "id": "\nTombak berduri favorit dari bandit Inazuma yang terkenal.\nAwalnya harpun digunakan untuk menangkap ikan, tetapi harpun juga ternyata sangat berguna dalam pertempuran.\nKonon dia bahkan berhasil menembus boneka ajaib yang bisa mengayunkan pedang itu sebelum membawanya pergi.\n\n\"Haha! Aku pernah menjadi tuan dari kapal 'Seiraimaru' ini.\"\n\"Aku memimpin lebih dari sepuluh kapal, dan mereka memanggilku Oni Abadi dari Seirai.\"\n\"Tapi, sekarang aku hanyalah sehelai daun yang mengapung di atas ombak.\"\n\"Kalau bukan karena Janome dan orang-orang yang terdampar di pulau-pulau itu,\"\n\"Aku bahkan yakin kalau kita tidak mungkin bisa kembali dan sampai ke pantai di mana kita berangkat.\"\n\"Tapi sekarang, Pulau Seirai-ku berubah menjadi seperti ini.\"\n\"Tidak ada lagi tempat bagiku di antara pulau-pulau di Inazuma ini.\"\n\"Bahkan Miko tua yang cerewet dan bawel itu pun telah pergi...\"\n\nSuara bandit bernama Ako Domeki itu penuh dengan emosi. Lalu dia berkata...\n\"Hei, Janome! Aku sekarang menjadi orang yang paling bebas di seluruh dunia!\"\n\"Bibi Miko! Bukankah kamu bilang kalau kamu ingin pergi melihat dunia?\"\n\"Pergilah ke tempat lain, seperti Kamuna atau Konbumaru yang selalu kau bicarakan itu,\"\n\"Biarkan aku, Ako Domeki Zaemon, pergi menggantikanmu!\"\n\"Biarkan aku melihat seperti apakah ujung dunia itu!\"\n\n\"Dan marilah kita bertemu lagi, di titik akhir di mana semua kapal 'kan berlabuh!\"\n\"Dan biarlah saat waktunya tiba... menjadi giliran bagiku yang akan menceritakannya padamu — tentang pulau-pulau yang terpencil ini!\"",
    "th": "\nหอกปลายแหลมที่จอมโจรแห่ง Inazuma ที่มีชื่อเสียงในอดีตชอบใช้\nเดิมทีเป็นหอกแหลมที่ใช้สำหรับล่าปลา แต่ก็ใช้ในการต่อสู้ได้ดีเช่นกัน\nว่ากันว่าแม้แต่หุ่นเชิดปีศาจที่อาวุธครบมือ ก็ยังถูกเขาแทงจนทะลุก่อนที่จะนำตัวไป\n\n\"ฮ่าฮ่า ครั้งหนึ่งฉันเคยเป็นนายใหญ่ของเรือ Seiraimaru\"\n\"เป็นผู้นำเรือหลายสิบลำ ในนามของปีศาจแห่ง Seirai ผู้ไม่มีวันตาย\"\n\"ฉันในทุกวันนี้ ก็เป็นเหมือนดั่งใบไม้ที่ล่องลอยไปตามเกลียวคลื่นล่ะนะ\"\n\"ถ้าไม่ได้ Janome และผู้คนที่ถูกทิ้งไว้บนเกาะเหล่านั้น\"\n\"แม้แต่จะออกเรืออีกครั้ง เพื่อกลับไปดินแดนบ้านเกิดก็คงทำไม่ได้\"\n\"แต่ทุกวันนี้ Seirai ของฉันก็เปลี่ยนเป็นแบบนี้ไปซะแล้ว\"\n\"เกาะต่าง ๆ ใน Inazuma ไม่มีที่ให้ฉันอยู่ซะแล้ว\"\n\"แม้แต่ยายแก่ที่เป็นมิโกะของศาลเจ้า ที่เอาแต่ห่วงนู่นห่วงนี่คนนั้น ก็หายไปไหนแล้วไม่รู้...\"\n\nคำพูดของโจรผู้ครั้งหนึ่งถูกขนานนามว่า Ako Domeki เต็มไปด้วยอารมณ์ จากนั้นเขาก็พูดต่อว่า...\n\"เห้ Janome! ตอนนี้ฉันเป็นคนที่มีอิสระที่สุดในโลกนี้แล้วล่ะ!\"\n\"ป้ามิโกะ! ตอนแรกป้าบอกว่าอยากจะออกไปดูโลกนี้ไม่ใช่เหรอ?\"\n\"เหมือนอย่าง Kamuna กับ Konbumaru ที่ป้าเคยพูดถึงบ่อย ๆ นั่น ว่าเคยไปที่ไหนสักที่นั่นน่ะ...\"\n\"ฉัน Ako Domeki Zaemon ผู้นี้ จะเป็นคนไปดูแทนเองก็แล้วกัน!\"\n\"ที่สุดขอบของโลกใบนี้มันเป็นยังไง ให้ฉันคนนี้ไปเห็นกับตาเถอะ!\"\n\n\"ที่ปลายทางของเส้นทางเดินเรือทั้งหมด พวกเราจะต้องได้เจอกันอีกครั้งแน่นอน!\"\n\"แล้วเมื่อถึงตอนนั้น ก็ถึงตาที่ฉันจะได้เป็นคนเล่าเรื่องราว ของดินแดนอันไกลโพ้นให้ฟังบ้างล่ะนะ!\"",
    "vi": "\nLà lao xiên cá ưa dùng của tướng cướp Inazuma thời xưa.\nVốn là lao dùng để bắt cá, nhưng cũng rất phù hợp trong chiến đấu.\nNghe nói rằng ngay cả con rối cầm kiếm cũng từng bị xiên thủng.\n\n\"Ha ha lúc trước ta từng là chủ nhân của Seiraimaru này.\"\n\"Dẫn đầu hàng chục con thuyền, tung hoành với danh nghĩa bất tử của Seirai.\"\n\"Ta bây giờ như chiếc lá trôi trên biển.\"\n\"Nếu không nhờ vào Janome và những người bị bỏ rơi trên đảo,\"\n\"Ngay cả việc ra khơi lần nữa, đặt chân lên mảnh đất quê hương cũng không làm được.\"\n\"Nhưng bây giờ Seirai của ta lại trở thành như vậy.\"\n\"Trong các đảo của Inazuma, cũng không còn nơi để ta trú thân.\"\n\"Ngay cả pháp sư già ưa lo lắng trong đền thần cũng không thấy nữa...\"\n\nTên cướp từng được xưng danh là Ako Domeki cảm khái và nói...\n\"Janome! Bây giờ ta là người tự do nhất trên thế gian này rồi!\"\n\"Dì pháp sư! Không phải từng nói muốn đi xem thế giới này sao?\"\n\"Như Kamuna và Konbumaru mà cô nói thì đã từng đi những đâu,\"\n\"Để Ako Domeki Dozaemon ta thay cô đi xem thử!\"\n\"Tận cùng của thế giới trông như thế nào, ta muốn đi xem thử!\"\n\n\"Ở điểm cuối cùng của tất cả hành trình, chúng ta nhất định sẽ gặp lại nhau!\"\n\"Đến lúc đó sẽ đến lượt ta kể cho mọi người nghe về câu chuyện phương xa!\""
  },
  "effects": [
    {
      "name": {
        "zhs": "船歌",
        "zht": "船歌",
        "jp": "舟歌",
        "ko": "뱃노래",
        "en": "Shanty",
        "de": "Seemannslied",
        "es": "Saloma",
        "fr": "Chant de marin",
        "pt": "Canção Navegante",
        "ru": "Песня матроса",
        "id": "Shanty",
        "th": "Shanty",
        "vi": "Bài Ca Của Thuyền"
      },
      "description": {
        "zhs": "元素爆发造成的伤害提升<color=#99FFFFFF>16%</color>，元素爆发的暴击率提升<color=#99FFFFFF>6%</color>。",
        "zht": "元素爆發造成的傷害提升<color=#99FFFFFF>16%</color>，元素爆發的暴擊率提升<color=#99FFFFFF>6%</color>。",
        "jp": "元素爆発ダメージ+<color=#99FFFFFF>16%</color>、元素爆発の会心率+<color=#99FFFFFF>6%</color>。",
        "ko": "원소폭발로 가하는 피해가 <color=#99FFFFFF>16%</color> 증가하고, 원소폭발의 치명타 확률이 <color=#99FFFFFF>6%</color> 증가한다",
        "en": "Increases Elemental Burst DMG by <color=#99FFFFFF>16%</color> and Elemental Burst CRIT Rate by <color=#99FFFFFF>6%</color>.",
        "de": "Erhöht den mit Spezialfähigkeiten verursachten Schaden um <color=#99FFFFFF>16 %</color> und die KT von Spezialfähigkeiten um <color=#99FFFFFF>6 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>16%</color> el daño de la Habilidad Definitiva y en un <color=#99FFFFFF>6%</color> su Prob. CRIT.",
        "fr": "Augmente les DGT des déchaînements élémentaires de <color=#99FFFFFF>16 %</color> et leur taux CRIT de <color=#99FFFFFF>6 %</color>.",
        "pt": "Aumenta o Dano do Supremo em <color=#99FFFFFF>16%</color> e a Taxa CRIT do Supremo em <color=#99FFFFFF>6%</color>.",
        "ru": "Повышает урон взрыва стихии на <color=#99FFFFFF>16%</color> и его шанс крит. попадания на <color=#99FFFFFF>6%</color>.",
        "id": "Meningkatkan <color=#99FFFFFF>16%</color> DMG Elemental Burst dan <color=#99FFFFFF>6%</color> CRIT Rate Elemental Burst.",
        "th": "ท่าไม้ตายสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>16%</color> และอัตราคริของท่าไม้ตายเพิ่มขึ้น <color=#99FFFFFF>6%</color>",
        "vi": "Sát thương Kỹ Năng Nộ gây ra tăng <color=#99FFFFFF>16%</color>, tỷ lệ bạo của Kỹ Năng Nộ tăng <color=#99FFFFFF>6%</color>."
      }
    },
    {
      "name": {
        "zhs": "船歌",
        "zht": "船歌",
        "jp": "舟歌",
        "ko": "뱃노래",
        "en": "Shanty",
        "de": "Seemannslied",
        "es": "Saloma",
        "fr": "Chant de marin",
        "pt": "Canção Navegante",
        "ru": "Песня матроса",
        "id": "Shanty",
        "th": "Shanty",
        "vi": "Bài Ca Của Thuyền"
      },
      "description": {
        "zhs": "元素爆发造成的伤害提升<color=#99FFFFFF>20%</color>，元素爆发的暴击率提升<color=#99FFFFFF>7.5%</color>。",
        "zht": "元素爆發造成的傷害提升<color=#99FFFFFF>20%</color>，元素爆發的暴擊率提升<color=#99FFFFFF>7.5%</color>。",
        "jp": "元素爆発ダメージ+<color=#99FFFFFF>20%</color>、元素爆発の会心率+<color=#99FFFFFF>7.5%</color>。",
        "ko": "원소폭발로 가하는 피해가 <color=#99FFFFFF>20%</color> 증가하고, 원소폭발의 치명타 확률이 <color=#99FFFFFF>7.5%</color> 증가한다",
        "en": "Increases Elemental Burst DMG by <color=#99FFFFFF>20%</color> and Elemental Burst CRIT Rate by <color=#99FFFFFF>7.5%</color>.",
        "de": "Erhöht den mit Spezialfähigkeiten verursachten Schaden um <color=#99FFFFFF>20 %</color> und die KT von Spezialfähigkeiten um <color=#99FFFFFF>7,5 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>20%</color> el daño de la Habilidad Definitiva y en un <color=#99FFFFFF>7.5%</color> su Prob. CRIT.",
        "fr": "Augmente les DGT des déchaînements élémentaires de <color=#99FFFFFF>20 %</color> et leur taux CRIT de <color=#99FFFFFF>7,5 %</color>.",
        "pt": "Aumenta o Dano do Supremo em <color=#99FFFFFF>20%</color> e a Taxa CRIT do Supremo em <color=#99FFFFFF>7.5%</color>.",
        "ru": "Повышает урон взрыва стихии на <color=#99FFFFFF>20%</color> и его шанс крит. попадания на <color=#99FFFFFF>7,5%</color>.",
        "id": "Meningkatkan <color=#99FFFFFF>20%</color> DMG Elemental Burst dan <color=#99FFFFFF>7.5%</color> CRIT Rate Elemental Burst.",
        "th": "ท่าไม้ตายสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>20%</color> และอัตราคริของท่าไม้ตายเพิ่มขึ้น <color=#99FFFFFF>7.5%</color>",
        "vi": "Sát thương Kỹ Năng Nộ gây ra tăng <color=#99FFFFFF>20%</color>, tỷ lệ bạo của Kỹ Năng Nộ tăng <color=#99FFFFFF>7.5%</color>."
      }
    },
    {
      "name": {
        "zhs": "船歌",
        "zht": "船歌",
        "jp": "舟歌",
        "ko": "뱃노래",
        "en": "Shanty",
        "de": "Seemannslied",
        "es": "Saloma",
        "fr": "Chant de marin",
        "pt": "Canção Navegante",
        "ru": "Песня матроса",
        "id": "Shanty",
        "th": "Shanty",
        "vi": "Bài Ca Của Thuyền"
      },
      "description": {
        "zhs": "元素爆发造成的伤害提升<color=#99FFFFFF>24%</color>，元素爆发的暴击率提升<color=#99FFFFFF>9%</color>。",
        "zht": "元素爆發造成的傷害提升<color=#99FFFFFF>24%</color>，元素爆發的暴擊率提升<color=#99FFFFFF>9%</color>。",
        "jp": "元素爆発ダメージ+<color=#99FFFFFF>24%</color>、元素爆発の会心率+<color=#99FFFFFF>9%</color>。",
        "ko": "원소폭발로 가하는 피해가 <color=#99FFFFFF>24%</color> 증가하고, 원소폭발의 치명타 확률이 <color=#99FFFFFF>9%</color> 증가한다",
        "en": "Increases Elemental Burst DMG by <color=#99FFFFFF>24%</color> and Elemental Burst CRIT Rate by <color=#99FFFFFF>9%</color>.",
        "de": "Erhöht den mit Spezialfähigkeiten verursachten Schaden um <color=#99FFFFFF>24 %</color> und die KT von Spezialfähigkeiten um <color=#99FFFFFF>9 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>24%</color> el daño de la Habilidad Definitiva y en un <color=#99FFFFFF>9%</color> su Prob. CRIT.",
        "fr": "Augmente les DGT des déchaînements élémentaires de <color=#99FFFFFF>24 %</color> et leur taux CRIT de <color=#99FFFFFF>9 %</color>.",
        "pt": "Aumenta o Dano do Supremo em <color=#99FFFFFF>24%</color> e a Taxa CRIT do Supremo em <color=#99FFFFFF>9%</color>.",
        "ru": "Повышает урон взрыва стихии на <color=#99FFFFFF>24%</color> и его шанс крит. попадания на <color=#99FFFFFF>9%</color>.",
        "id": "Meningkatkan <color=#99FFFFFF>24%</color> DMG Elemental Burst dan <color=#99FFFFFF>9%</color> CRIT Rate Elemental Burst.",
        "th": "ท่าไม้ตายสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>24%</color> และอัตราคริของท่าไม้ตายเพิ่มขึ้น <color=#99FFFFFF>9%</color>",
        "vi": "Sát thương Kỹ Năng Nộ gây ra tăng <color=#99FFFFFF>24%</color>, tỷ lệ bạo của Kỹ Năng Nộ tăng <color=#99FFFFFF>9%</color>."
      }
    },
    {
      "name": {
        "zhs": "船歌",
        "zht": "船歌",
        "jp": "舟歌",
        "ko": "뱃노래",
        "en": "Shanty",
        "de": "Seemannslied",
        "es": "Saloma",
        "fr": "Chant de marin",
        "pt": "Canção Navegante",
        "ru": "Песня матроса",
        "id": "Shanty",
        "th": "Shanty",
        "vi": "Bài Ca Của Thuyền"
      },
      "description": {
        "zhs": "元素爆发造成的伤害提升<color=#99FFFFFF>28%</color>，元素爆发的暴击率提升<color=#99FFFFFF>10.5%</color>。",
        "zht": "元素爆發造成的傷害提升<color=#99FFFFFF>28%</color>，元素爆發的暴擊率提升<color=#99FFFFFF>10.5%</color>。",
        "jp": "元素爆発ダメージ+<color=#99FFFFFF>28%</color>、元素爆発の会心率+<color=#99FFFFFF>10.5%</color>。",
        "ko": "원소폭발로 가하는 피해가 <color=#99FFFFFF>28%</color> 증가하고, 원소폭발의 치명타 확률이 <color=#99FFFFFF>10.5%</color> 증가한다",
        "en": "Increases Elemental Burst DMG by <color=#99FFFFFF>28%</color> and Elemental Burst CRIT Rate by <color=#99FFFFFF>10.5%</color>.",
        "de": "Erhöht den mit Spezialfähigkeiten verursachten Schaden um <color=#99FFFFFF>28 %</color> und die KT von Spezialfähigkeiten um <color=#99FFFFFF>10,5 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>28%</color> el daño de la Habilidad Definitiva y en un <color=#99FFFFFF>10.5%</color> su Prob. CRIT.",
        "fr": "Augmente les DGT des déchaînements élémentaires de <color=#99FFFFFF>28 %</color> et leur taux CRIT de <color=#99FFFFFF>10,5 %</color>.",
        "pt": "Aumenta o Dano do Supremo em <color=#99FFFFFF>28%</color> e a Taxa CRIT do Supremo em <color=#99FFFFFF>10.5%</color>.",
        "ru": "Повышает урон взрыва стихии на <color=#99FFFFFF>28%</color> и его шанс крит. попадания на <color=#99FFFFFF>10,5%</color>.",
        "id": "Meningkatkan <color=#99FFFFFF>28%</color> DMG Elemental Burst dan <color=#99FFFFFF>10.5%</color> CRIT Rate Elemental Burst.",
        "th": "ท่าไม้ตายสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>28%</color> และอัตราคริของท่าไม้ตายเพิ่มขึ้น <color=#99FFFFFF>10.5%</color>",
        "vi": "Sát thương Kỹ Năng Nộ gây ra tăng <color=#99FFFFFF>28%</color>, tỷ lệ bạo của Kỹ Năng Nộ tăng <color=#99FFFFFF>10.5%</color>."
      }
    },
    {
      "name": {
        "zhs": "船歌",
        "zht": "船歌",
        "jp": "舟歌",
        "ko": "뱃노래",
        "en": "Shanty",
        "de": "Seemannslied",
        "es": "Saloma",
        "fr": "Chant de marin",
        "pt": "Canção Navegante",
        "ru": "Песня матроса",
        "id": "Shanty",
        "th": "Shanty",
        "vi": "Bài Ca Của Thuyền"
      },
      "description": {
        "zhs": "元素爆发造成的伤害提升<color=#99FFFFFF>32%</color>，元素爆发的暴击率提升<color=#99FFFFFF>12%</color>。",
        "zht": "元素爆發造成的傷害提升<color=#99FFFFFF>32%</color>，元素爆發的暴擊率提升<color=#99FFFFFF>12%</color>。",
        "jp": "元素爆発ダメージ+<color=#99FFFFFF>32%</color>、元素爆発の会心率+<color=#99FFFFFF>12%</color>。",
        "ko": "원소폭발로 가하는 피해가 <color=#99FFFFFF>32%</color> 증가하고, 원소폭발의 치명타 확률이 <color=#99FFFFFF>12%</color> 증가한다",
        "en": "Increases Elemental Burst DMG by <color=#99FFFFFF>32%</color> and Elemental Burst CRIT Rate by <color=#99FFFFFF>12%</color>.",
        "de": "Erhöht den mit Spezialfähigkeiten verursachten Schaden um <color=#99FFFFFF>32 %</color> und die KT von Spezialfähigkeiten um <color=#99FFFFFF>12 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>32%</color> el daño de la Habilidad Definitiva y en un <color=#99FFFFFF>12%</color> su Prob. CRIT.",
        "fr": "Augmente les DGT des déchaînements élémentaires de <color=#99FFFFFF>32 %</color> et leur taux CRIT de <color=#99FFFFFF>12 %</color>.",
        "pt": "Aumenta o Dano do Supremo em <color=#99FFFFFF>32%</color> e a Taxa CRIT do Supremo em <color=#99FFFFFF>12%</color>.",
        "ru": "Повышает урон взрыва стихии на <color=#99FFFFFF>32%</color> и его шанс крит. попадания на <color=#99FFFFFF>12%</color>.",
        "id": "Meningkatkan <color=#99FFFFFF>32%</color> DMG Elemental Burst dan <color=#99FFFFFF>12%</color> CRIT Rate Elemental Burst.",
        "th": "ท่าไม้ตายสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>32%</color> และอัตราคริของท่าไม้ตายเพิ่มขึ้น <color=#99FFFFFF>12%</color>",
        "vi": "Sát thương Kỹ Năng Nộ gây ra tăng <color=#99FFFFFF>32%</color>, tỷ lệ bạo của Kỹ Năng Nộ tăng <color=#99FFFFFF>12%</color>."
      }
    }
  ],
  "internal_name": "Pole_Mori",
  "imgid": "pole/mori"
}