{
  "id": 13401,
  "type": "polearm",
  "rank": 4,
  "name": {
    "zhs": "匣里灭辰",
    "zht": "匣裡滅辰",
    "jp": "匣中滅龍",
    "ko": "용학살창",
    "en": "Dragon's Bane",
    "de": "Drachenschreck",
    "es": "Perdición del Dragón",
    "fr": "Fléau du dragon",
    "pt": "Perdição do Dragão",
    "ru": "Гроза драконов",
    "id": "Dragon's Bane",
    "th": "Dragon's Bane",
    "vi": "Tai Ương Của Rồng"
  },
  "description": {
    "zhs": "金龙缠绕的长枪，轻快锐利无比。大抵真能轻易屠龙。",
    "zht": "金龍纏繞的長槍，輕快銳利無比。大概真能輕易屠龍。",
    "jp": "金の龍の装飾を施した長槍。軽くて鋭い。龍が相手でも楽勝である。",
    "ko": "금빛 용이 휘감겨 있는 매우 날카로운 창. 대체로 보아 진짜로 쉽게 용을 죽일 수 있을지도 모른다",
    "en": "A polearm decorated with an entwining golden dragon. Light and sharp, this weapon may very well kill dragons with ease.",
    "de": "Umschlungen von einem Drachen aus Metall ist diese Lanze unvergleichlich leicht und spitz. Wahrscheinlich kann man damit wirklich mühelos einen Drachen töten.",
    "es": "Un palo decorado con un dragón dorado entrelazado. Ligera y afilada, esta arma puede matar dragones con facilidad.",
    "fr": "Une lance aussi légère que pointue sur laquelle s'enroule un dragon d'or. Légère et affûtée, cette arme pourrait fort bien être capable de tuer des dragons.",
    "pt": "Uma lança decorada com um dragão dourado entrelaçado. Leve e afiada, esta arma pode muito bem matar dragões com facilidade.",
    "ru": "Копьё, декорированное извивающимся золотым драконом. Будучи лёгким и острым, это копьё может с лёгкостью убить дракона.",
    "id": "Tombak dengan ukiran naga emas yang membelit menjadi satu. Ringan dan tajam, mungkin senjata ini sungguh dapat membunuh naga.",
    "th": "หอกที่ตกแต่งด้วยมังกรทองพันอยู่ที่ด้าม มันทั้งเบาและคม อาวุธนี้ใช้สังหารมังกรได้อย่างดี",
    "vi": "Thương dài có rồng cuộn quanh, sắc bén khôn lường. Có thể dễ dàng diệt rồng."
  },
  "lore": {
    "zhs": "\n在璃月坊间流传的长枪。\n自枪柄盘旋而上的龙雕饰盘旋在枪穗处。\n据说原本有收纳枪尖的龙形木匣。如此，长枪出鞘便以龙灭龙。\n如今无匣，它的锋芒再也不必收敛。\n无论什么灾厄横在它前方，都能以流星之势穿透。\n\n传说昆吾在打制这柄长枪时，曾经以龙脊为骨，龙爪为锋。\n故而枪体坚韧不折，枪首锋锐无比，寒光中带着龙的戾气。\n\n曾有屠龙之士勇壮非凡，秉此枪叱咤大洋，鏖战海中魔物。\n多年以后，屠龙英雄无踪可觅，海上徒然回荡着龙吟之声。\n\n英雄已然成为了街巷间的传说，灭龙的长枪也随着传说失落，\n一朝内失去了来自过去的束缚，便如龙归大海一般尽显锋芒。",
    "zht": "\n在璃月坊間流傳的長槍。\n自槍柄盤旋而上的龍雕飾盤旋在槍穗處。\n據說原本有收納槍尖的龍形木匣。如此，長槍出鞘便以龍滅龍。\n如今無匣，它的鋒芒再也不必收斂。\n無論什麼災厄橫在它前方，都能以流星之勢穿透。\n\n傳說昆吾在打製這柄長槍時，曾經以龍脊為骨，龍爪為鋒。\n故而槍體堅韌不折，槍首鋒銳無比，寒光中帶著龍的戾氣。\n\n曾有屠龍之士勇壯非凡，秉此槍叱吒大洋，鏖戰海中魔物。\n多年以後，屠龍英雄無蹤可覓，海上徒然迴盪著龍吟之聲。\n\n英雄已然成為了街巷間的傳說，滅龍的長槍也隨著傳說失落，\n一朝內失去了來自過去的束縛，便如龍歸大海一般盡顯鋒芒。",
    "jp": "\n璃月に伝わる噂の長槍。\n天に昇る龍の彫刻が槍の柄から穂先まで施されている。\n噂によれば、槍の先を包むための龍型の鞘があったそうだ。つまり、龍の鞘から抜かれた槍で龍を倒したことになる。\nだが、今はもう鞘はない。槍が矛先を隠す必要ももうない。\nどんな強敵であろうと、流星の如き一撃で貫くことができるだろう。\n\n伝説によれば、クオンはこの長槍を作った時、龍の背骨を槍身に、龍の爪を槍先にしたらしい。\n故に槍身が強靭で槍先が非常に鋭く、槍の光沢に龍の凶暴さを感じられる。\n\n昔、龍殺しの勇者がいた。この槍を手にし、海の魔物と戦った。\nその後、龍殺しの英雄は行方不明になったが、海からは龍の声が響き続けた。\n\n英雄は伝説上の存在となり、龍殺しの長槍も伝説と共に衰えていった。\nいつか過去の束縛から解放された時、海に戻る龍の勢いを再び得るだろう。",
    "ko": "\n리월 항간에 전해 내려오는 창이다.\n창자루를 휘감은 용 장식이 창날 부분까지 둘러져 있다.\n원래는 창끝에 끼우는 용 형상의 목갑이 있었다고 한다. 그래서 창을 목갑에서 뽑을 때 용이 용을 없애는 것처럼 보인다.\n현재는 목갑이 사라져 날카로운 창날을 더 이상 넣어둘 필요가 없게 됐다.\n앞을 가로막은 게 무엇이든 유성 같은 기세로 모두 뚫어버린다.\n\n곤오가 이 창을 만들 때 용의 척추로 뼈대를, 발톱으로 날을 세웠다고 한다.\n이로 인해 창대는 견고하고 창끝은 그 어느 것보다 날카로우며 번뜩이는 칼날에는 용의 포악함이 서려 있다.\n\n용을 죽인 영웅은 용감하고 비범하여 이 창으로 대양을 휩쓸었고 바닷속의 마물과 격전했다.\n시간이 흘러 용을 죽인 영웅은 종적을 감췄고 바다에서는 용이 포효하는 소리만이 울려 퍼진다.\n\n영웅은 전설이 되었고 용을 죽인 창도 전설처럼 사라졌으며\n하루아침에 과거의 속박에서 벗어나 자유롭게 기세를 떨친다.",
    "en": "\nRumored to be a legendary polearm of Liyue.\nThe polearm features a dragon motif that runs from handle to tip.\nIt used to have a dragon-shaped wooden sheath,\nbut now it no longer needs to contain its might.\nIt shall pierce through anything that stands in its way.\n\nIt is said that when Kunwu forged this Pole, he used a dragon's spine for the haft and a dragon's claw for the tip.\nHence the weapon's body is unbreakable, while its tip is sharp beyond compare — and gleams with a dragon's malice.\n\nThere once was a dragon slayer of unimaginable strength and courage, who defied the ocean's wrath and fought fiercely against the monstrosities it harbored within.\nMany years after the dragon slayer had disappeared without a trace, the hopeless sound of a dragon's cry could be still be heard resounding throughout the ocean.\n\nThe dragon slayer became an urban legend. In the end, both the legend and the dragon-slaying polearm were lost.\nFreed at last from the shackles of its past, it displayed the full force of its ferocity once and for all, as if to mark the dragon's return to the ocean where it belonged.",
    "de": "\nEine Stangenwaffe, über die man sich viele Legenden in Liyue erzählt.\nAuf dieser Stangenwaffe ist das Motiv eines Drachen, es reicht vom Griff bis zur Spitze.\nDer Sage nach gab es früher eine drachenförmige Scheide dazu.\nJetzt, ohne sein Behältnis, muss es seine Schärfe nicht länger versteckt halten.\nEgal was sich ihm in den Weg stellt, es wird gnadenlos durchbohrt.\n\nDie Legende erzählt, dass Kunwu, als er seine Waffe fertigte, die Wirbelsäule eines Drachen als Schaft und eine Drachenklaue als Spitze nutzte.\nDeshalb ist die Waffe unzerbrechlich und ihre Spitze unvergleichlich scharf.\n\nEinst lebte ein Drachentöter von unglaublicher Stärke und Mut, der dem Zorn des Ozeans trotzte und angstlos gegen eine Monsterbrut kämpfte.\nViele Jahre später nach seinem Verschwinden konnte man manchmal immer noch das hoffnungslose Schreien eines Drachen vernehmen.\n\nDer Drachentöter wurde zur Legende. Letztendlich waren jedoch beide, Held und Waffe, unauffindbar verloren.\nFrei von den Fesseln der Vergangenheit zeigte sie einmal mehr ihre Macht, um die Rückkehr des Drachen ins Meer zu feiern.",
    "es": "\nUna legendaria lanza de la que se habla mucho en Liyue.\nTiene un dragón enroscado desde el mango hasta la punta.\nTambién solía tener una vaina de madera en forma de dragón,\npero ahora ya no necesita contener su poder.\nAtravesará todo lo que se interponga en su camino.\n\nSe dice que cuando Kun Wu forjó esta lanza, usó la columna vertebral de un dragón para hacer el mango y una de sus garras para la punta.\nDe ahí que el cuerpo del arma sea irrompible, con una punta de un filo incomparable que brilla con la malicia del dragón.\n\nHubo una vez un asesino de dragones de fuerza y coraje inimaginables. Desafió la ira del océano y luchó ferozmente contra los monstruos que este albergaba.\nAños después de que el asesino de dragones hubiera desaparecido sin dejar rastro, todavía se podían escuchar en el océano los gritos de desesperación de un dragón.\n\nEl héroe se convirtió en una simple leyenda urbana, y su lanza mata-dragones acabó desapareciendo, igual que la propia leyenda.\nLibre al fin de los grilletes de su pasado, la lanza hizo una demostración de fuerza para marcar el regreso del dragón al océano al que pertenecía.",
    "fr": "\nUne hallebarde que l'on dit légendaire à Liyue.\nL'arme affiche un motif de dragon s'enroulant de la poignée à l'extrémité.\nElle allait autrefois de pair avec un étui en bois en forme de dragon ;\nmais il ne suffit plus à contenir sa puissance.\nL'arme est capable de percer tout ce qui se trouve en son chemin.\n\nOn raconte que Kunwu forgea le manche de cette hallebarde dans la colonne vertébrale d'un dragon, et la lame dans l'une de ses griffes.\nCela expliquerait pourquoi elle est incassable, et pourquoi sa lame au trachant incomparable semble luire de la malveillance du dragon.\n\nDans les temps anciens vécut un chasseur de dragons au courage n'ayant d'égal que la force. Il défia la fureur de l'océan, et affronta les monstruosités qui s'y cachaient.\nLes années passèrent, et l'on perdit sa trace ; sur les mers retentissait toujours l'écho des dragons.\n\nLe héros devint une légende ; et sa hallebarde tueuse de dragons le suivit dans l'oubli.\nAujourd'hui libérée des étreintes du passé, l'arme affiche toute sa puissance et sa férocité, à la manière du dragon retrouvant les flots.",
    "pt": "\nUma lança lendária, segundo os rumores de Liyue.\nA lança possui um dragão enroscado que vai da empunhadura até a ponta.\nCostumava ter uma bainha de madeira em forma de dragão,\nmas agora não mais precisa conter seu poder.\nAtravessará por qualquer coisa que fique em seu caminho.\n\nDiz-se que quando Kunwu forjou esta lança, ele usou uma espinha de dragão para o cabo e uma garra de dragão para a ponta.\nDaí a razão da arma ser inquebrável, enquanto sua ponta é incomparavelmente afiada e brilha com a malícia do dragão.\n\nUma vez existiu um matador de dragões de força e coragem inimaginável, que desafiou a fúria do oceano e lutou ferozmente contra as monstruosidades de dentro dele.\nDepois de muitos anos do desaparecimento do matador de dragões, ainda era possível escutar o som de um dragão chorando no oceano.\n\nO herói agora apenas existe nas lendas, e a lança que derrotou o dragão perdeu o seu peso com o passar do tempo.\nAssim que se aliviou das restrições do passado, mostrou como ele era capaz, é como se um dragão voltasse para o seu território.",
    "ru": "\nЛегендарное копьё из Ли Юэ.\nУзор в виде дракона покрывает копьё от основания до наконечника. \nРаньше это копьё хранилось в чехле в форме дракона, \nно теперь нет нужды сдерживать его мощь.\nКопьё способно пронзить всё, что встанет на его пути.\n\nГоворят, что Кунь Ву изготовил древко этого копья из хребта дракона, а для наконечника использовал драконий коготь. \nСломать это копьё невозможно, а наконечник, отливающий зловещим драконьим сиянием, способен проткнуть что угодно.\n\nЖил-был убийца драконов невероятной силы и отваги, бросивший вызов гневу океана и морским чудовищам.\nЧерез много лет после исчезновения драконоубийцы над океаном по-прежнему порой разносится жалостливый плач дракона.\n\nДраконоубийца стал легендой. Но в конце концов и легендарный воин и его копьё исчезли.\nОсвободившись от оков своего прошлого, копьё снова показало свою мощь, знаменуя возвращение дракона в море.",
    "id": "\nRumor yang beredar mengenai tombak legendaris dari Liyue.\nMempunyai motif naga yang melilit dari gagang hingga ujungnya.\nDulunya memiliki sarung kayu berbentuk naga juga.\nNamun sekarang sarung tersebut sudah tidak dibutuhkan lagi.\nDan dapat menembus apa pun yang menghalanginya.\n\nDikatakan bahwa saat Kunwu menempa senjata tersebut, dia menggunakan tulang punggung naga untuk pegangannya dan cakar naga untuk ujungnya.\nSehingga bagian tubuh senjata itu tidak dapat dihancurkan, dan ketajamannya tak tertandingi, serta bersinar oleh amarah naga.\n\nDahulu kala ada seorang pembasmi naga dengan kekuatan dan keberanian yang tak terbayangkan, yang menentang kemurkaan samudra dan berjuang keras melawan monster-monster yang ada di dalamnya.\nBertahun-tahun setelah pembasmi naga menghilang tanpa jejak, suara tangisan sang naga masih bisa terdengar dari dalam laut.\n\nSang pembasmi naga menjadi legenda masyarakat. Pada akhirnya, baik legenda dan tombak pembasmi naga sama-sama hilang,\nTerbebas dari belenggu masa lalunya, dia menunjukkan kekuatan penuh dan keganasannya sekali lagi, seolah-olah menandai kembalinya sang naga ke laut di mana dia berasal.",
    "th": "\nเรื่องราวของหอกในตำนานแห่ง Liyue\nหอกที่มีมังกรขดตัวขึ้นจากด้ามจับไปที่ปลายแหลม\nในตำนานเล่าว่าปลายหอกนั้นถูกหุ้มไว้ในกล่องไม้แกะสลักเป็นรูปมังกร ดังนั้นหอกที่ถูกดึงออกมาจากกล่องจึงถูกเรียกว่ามังกรเพื่อฆ่ามังกร\nตอนนี้ไม่มีกล่องครอบแล้ว ความคมของมันไม่ต้องถูกจำกัดอีกต่อไป\nไม่ว่าจะเกิดภัยพิบัติใด ๆ อยู่ข้างหน้า มันก็สามารถทะลุผ่านได้เหมือนกับดาวตก\n\nตำนานเล่าว่าเมื่อ Kunwu สร้างหอกนี้ขึ้น เขาใช้กระดูกสันหลังของมังกรมาเป็นด้ามหอก และใช้กรงเล็บมังกรเป็นปลายหอก\nนั่นเป็นสาเหตุที่ทำให้ตัวหอกไม่สามารถถูกทำลายได้ และปลายหอกแหลมคมไร้ที่เปรียบ แสงวาววับที่ส่องจากมันดูราวกับความชั่วร้ายของมังกร\n\nครั้งหนึ่งเคยมีผู้พิชิตมังกรผู้เปี่ยมไปด้วยพละกำลังและความกล้าเหนือจินตนาการ เขาต่อสู้กับทะเลคลั่งและอสูรนานาชนิดที่อาศัยอยู่ในนั้น\nหลายปีผ่านไป แม้ผู้พิชิตมังกรจะหายตัวไปอย่างไร้ร่องรอย แต่ยังคงมีเสียงร้องอย่างพ่ายแพ้ของมังกรสะท้อนอยู่ในท้องทะเล\n\nผู้พิชิตมังกรได้กลายมาเป็นตำนานท้องถิ่น สุดท้ายทั้งผู้พิชิตมังกรและหอกพิชิตมังกรก็หายสาบสูญไป\nเป็นอิสระจากโซ่ตรวนจากอดีตในที่สุด มันแสดงความยิ่งใหญ่ให้ประจักษ์สู่สายตา เพื่อเป็นเครื่องหมายว่ามังกรได้หวนคืนสู่ท้องทะเลอีกครั้ง",
    "vi": "\nCây thương lưu truyền khắp vùng Liyue.\nHình chạm khắc rồng bay uốn lượn từ tay cầm cho đến mũi nhọn.\nTương truyền rằng, đầu nhọn của thanh thương vốn được bọc trong một chiếc hộp gỗ khắc hình rồng. Vì thế, thương rút ra khỏi hộp được gọi là dùng rồng diệt rồng.\nĐến nay chiếc hộp đã không còn, sự sắc bén của nó cũng không cần che giấu nữa.\nBất luận phía trước là tai ương gì, nó đều có thể xuyên qua như lưu tinh.\n\nTruyền thuyết Kunwu khi tạo ra trường thương này, đã từng lấy xương rồng làm cán, vuốt rồng làm mũi.\nBởi vậy thân của thương rất kiên cố, mũi thương sắc bén vô cùng, trong ánh sáng lạnh mang theo hơi thở tàn bạo của rồng.\n\nĐã từng có anh hùng giết rồng dũng cảm phi phàm, nắm chắc trường thương làm rung chuyển đại dương, huyết chiến với quái vật biển.\nNhiều năm sau đó, không còn dấu vết của người anh hùng giết rồng, trên biển bỗng nhiên vọng lại tiếng rồng ngâm.\n\nNgười anh hùng đã trở thành huyền thoại trên đường phố, cây thương giết rồng cũng thất lạc theo truyền thuyết.\nMột khi mất đi những trói buộc của quá khứ, trở nên sắc bén giống như con rồng trở về với biển."
  },
  "effects": [
    {
      "name": {
        "zhs": "踏火止水",
        "zht": "踏火止水",
        "jp": "炎と水の破滅",
        "ko": "따끈따끈 첨벙첨벙",
        "en": "Bane of Flame and Water",
        "de": "Bewährtheit von Feuer und Wasser",
        "es": "Perdición de las llamas y el agua",
        "fr": "Fléau de feu et d'eau",
        "pt": "Destruição das Chamas e Água",
        "ru": "Погибель пламени и воды",
        "id": "Bane of Flame and Water",
        "th": "Bane of Flame and Water",
        "vi": "Diệt Hỏa Ngưng Thủy"
      },
      "description": {
        "zhs": "对处于水元素或火元素影响下的敌人，造成的伤害提高<color=#99FFFFFF>20%</color>。",
        "zht": "對處於水元素或火元素影響下的敵人，造成的傷害提高<color=#99FFFFFF>20%</color>。",
        "jp": "水元素または炎元素の影響を受けた敵に対するダメージ+<color=#99FFFFFF>20%</color>。",
        "ko": "물 원소 또는 불 원소의 영향을 받은 적에게 가하는 피해가 <color=#99FFFFFF>20%</color> 증가한다",
        "en": "Increases DMG against opponents affected by Hydro or Pyro by <color=#99FFFFFF>20%</color>.",
        "de": "Erhöht den von Hydro- oder Pyro-Effekten betroffenen Gegnern zugefügten Schaden um <color=#99FFFFFF>20 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>20%</color> el daño contra los enemigos afectados por Hydro o Pyro.",
        "fr": "Augmente les DGT infligés aux ennemis affectés par les éléments Hydro ou Pyro de <color=#99FFFFFF>20 %</color>.",
        "pt": "Aumenta o Dano contra inimigos afetados por Hydro ou Pyro em <color=#99FFFFFF>20%</color>.",
        "ru": "Увеличивает на <color=#99FFFFFF>20%</color> урон против врагов, находящихся под действием Гидро или Пиро элементов.",
        "id": "Meningkatkan <color=#99FFFFFF>20%</color> DMG terhadap musuh yang terkena elemen Hydro atau Pyro.",
        "th": "เพิ่มความเสียหายแก่ศัตรูที่ได้รับผลกระทบของธาตุน้ำและไฟขึ้น <color=#99FFFFFF>20%</color>",
        "vi": "Sát thương tạo ra cho kẻ địch bị ảnh hưởng bởi Nguyên Tố Thủy hoặc Hỏa tăng <color=#99FFFFFF>20%</color>."
      }
    },
    {
      "name": {
        "zhs": "踏火止水",
        "zht": "踏火止水",
        "jp": "炎と水の破滅",
        "ko": "따끈따끈 첨벙첨벙",
        "en": "Bane of Flame and Water",
        "de": "Bewährtheit von Feuer und Wasser",
        "es": "Perdición de las llamas y el agua",
        "fr": "Fléau de feu et d'eau",
        "pt": "Destruição das Chamas e Água",
        "ru": "Погибель пламени и воды",
        "id": "Bane of Flame and Water",
        "th": "Bane of Flame and Water",
        "vi": "Diệt Hỏa Ngưng Thủy"
      },
      "description": {
        "zhs": "对处于水元素或火元素影响下的敌人，造成的伤害提高<color=#99FFFFFF>24%</color>。",
        "zht": "對處於水元素或火元素影響下的敵人，造成的傷害提高<color=#99FFFFFF>24%</color>。",
        "jp": "水元素または炎元素の影響を受けた敵に対するダメージ+<color=#99FFFFFF>24%</color>。",
        "ko": "물 원소 또는 불 원소의 영향을 받은 적에게 가하는 피해가 <color=#99FFFFFF>24%</color> 증가한다",
        "en": "Increases DMG against opponents affected by Hydro or Pyro by <color=#99FFFFFF>24%</color>.",
        "de": "Erhöht den von Hydro- oder Pyro-Effekten betroffenen Gegnern zugefügten Schaden um <color=#99FFFFFF>24 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>24%</color> el daño contra los enemigos afectados por Hydro o Pyro.",
        "fr": "Augmente les DGT infligés aux ennemis affectés par les éléments Hydro ou Pyro de <color=#99FFFFFF>24 %</color>.",
        "pt": "Aumenta o Dano contra inimigos afetados por Hydro ou Pyro em <color=#99FFFFFF>24%</color>.",
        "ru": "Увеличивает на <color=#99FFFFFF>24%</color> урон против врагов, находящихся под действием Гидро или Пиро элементов.",
        "id": "Meningkatkan <color=#99FFFFFF>24%</color> DMG terhadap musuh yang terpengaruh Hydro atau Pyro.",
        "th": "เพิ่มความเสียหายแก่ศัตรูที่ได้รับผลกระทบของธาตุน้ำและไฟขึ้น <color=#99FFFFFF>24%</color>",
        "vi": "Sát thương tạo ra cho kẻ địch bị ảnh hưởng bởi nguyên tố Thủy hoặc Hỏa tăng <color=#99FFFFFF>24%</color>."
      }
    },
    {
      "name": {
        "zhs": "踏火止水",
        "zht": "踏火止水",
        "jp": "炎と水の破滅",
        "ko": "따끈따끈 첨벙첨벙",
        "en": "Bane of Flame and Water",
        "de": "Bewährtheit von Feuer und Wasser",
        "es": "Perdición de las llamas y el agua",
        "fr": "Fléau de feu et d'eau",
        "pt": "Destruição das Chamas e Água",
        "ru": "Погибель пламени и воды",
        "id": "Bane of Flame and Water",
        "th": "Bane of Flame and Water",
        "vi": "Diệt Hỏa Ngưng Thủy"
      },
      "description": {
        "zhs": "对处于水元素或火元素影响下的敌人，造成的伤害提高<color=#99FFFFFF>28%</color>。",
        "zht": "對處於水元素或火元素影響下的敵人，造成的傷害提高<color=#99FFFFFF>28%</color>。",
        "jp": "水元素または炎元素の影響を受けた敵に対するダメージ+<color=#99FFFFFF>28%</color>。",
        "ko": "물 원소 또는 불 원소의 영향을 받은 적에게 가하는 피해가 <color=#99FFFFFF>28%</color> 증가한다",
        "en": "Increases DMG against opponents affected by Hydro or Pyro by <color=#99FFFFFF>28%</color>.",
        "de": "Erhöht den von Hydro- oder Pyro-Effekten betroffenen Gegnern zugefügten Schaden um <color=#99FFFFFF>28 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>28%</color> el daño contra los enemigos afectados por Hydro o Pyro.",
        "fr": "Augmente les DGT infligés aux ennemis affectés par les éléments Hydro ou Pyro de <color=#99FFFFFF>28 %</color>.",
        "pt": "Aumenta o Dano contra inimigos afetados por Hydro ou Pyro em <color=#99FFFFFF>28%</color>.",
        "ru": "Увеличивает на <color=#99FFFFFF>28%</color> урон против врагов, находящихся под действием Гидро или Пиро элементов.",
        "id": "Meningkatkan <color=#99FFFFFF>28%</color> DMG terhadap musuh yang terkena elemen Hydro atau Pyro.",
        "th": "เพิ่มความเสียหายแก่ศัตรูที่ได้รับผลกระทบของธาตุน้ำและไฟขึ้น <color=#99FFFFFF>28%</color>",
        "vi": "Sát thương tạo ra cho kẻ địch bị ảnh hưởng bởi nguyên tố Thủy hoặc Hỏa tăng <color=#99FFFFFF>28%</color>."
      }
    },
    {
      "name": {
        "zhs": "踏火止水",
        "zht": "踏火止水",
        "jp": "炎と水の破滅",
        "ko": "따끈따끈 첨벙첨벙",
        "en": "Bane of Flame and Water",
        "de": "Bewährtheit von Feuer und Wasser",
        "es": "Perdición de las llamas y el agua",
        "fr": "Fléau de feu et d'eau",
        "pt": "Destruição das Chamas e Água",
        "ru": "Погибель пламени и воды",
        "id": "Bane of Flame and Water",
        "th": "Bane of Flame and Water",
        "vi": "Diệt Hỏa Ngưng Thủy"
      },
      "description": {
        "zhs": "对处于水元素或火元素影响下的敌人，造成的伤害提高<color=#99FFFFFF>32%</color>。",
        "zht": "對處於水元素或火元素影響下的敵人，造成的傷害提高<color=#99FFFFFF>32%</color>。",
        "jp": "水元素または炎元素の影響を受けた敵に対するダメージ+<color=#99FFFFFF>32%</color>。",
        "ko": "물 원소 또는 불 원소의 영향을 받은 적에게 가하는 피해가 <color=#99FFFFFF>32%</color> 증가한다",
        "en": "Increases DMG against opponents affected by Hydro or Pyro by <color=#99FFFFFF>32%</color>.",
        "de": "Erhöht den von Hydro- oder Pyro-Effekten betroffenen Gegnern zugefügten Schaden um <color=#99FFFFFF>32 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>32%</color> el daño contra los enemigos afectados por Hydro o Pyro.",
        "fr": "Augmente les DGT infligés aux ennemis affectés par les éléments Hydro ou Pyro de <color=#99FFFFFF>32 %</color>.",
        "pt": "Aumenta o Dano contra inimigos afetados por Hydro ou Pyro em <color=#99FFFFFF>32%</color>.",
        "ru": "Увеличивает на <color=#99FFFFFF>32%</color> урон против врагов, находящихся под действием Гидро или Пиро элементов.",
        "id": "Meningkatkan <color=#99FFFFFF>32%</color> DMG terhadap musuh yang terkena elemen Hydro atau Pyro.",
        "th": "เพิ่มความเสียหายแก่ศัตรูที่ได้รับผลกระทบของธาตุน้ำและไฟขึ้น <color=#99FFFFFF>32%</color>",
        "vi": "Sát thương tạo ra cho kẻ địch bị ảnh hưởng bởi nguyên tố Thủy hoặc Hỏa tăng <color=#99FFFFFF>32%</color>."
      }
    },
    {
      "name": {
        "zhs": "踏火止水",
        "zht": "踏火止水",
        "jp": "炎と水の破滅",
        "ko": "따끈따끈 첨벙첨벙",
        "en": "Bane of Flame and Water",
        "de": "Bewährtheit von Feuer und Wasser",
        "es": "Perdición de las llamas y el agua",
        "fr": "Fléau de feu et d'eau",
        "pt": "Destruição das Chamas e Água",
        "ru": "Погибель пламени и воды",
        "id": "Bane of Flame and Water",
        "th": "Bane of Flame and Water",
        "vi": "Diệt Hỏa Ngưng Thủy"
      },
      "description": {
        "zhs": "对处于水元素或火元素影响下的敌人，造成的伤害提高<color=#99FFFFFF>36%</color>。",
        "zht": "對處於水元素或火元素影響下的敵人，造成的傷害提高<color=#99FFFFFF>36%</color>。",
        "jp": "水元素または炎元素の影響を受けた敵に対するダメージ+<color=#99FFFFFF>36%</color>。",
        "ko": "물 원소 또는 불 원소의 영향을 받은 적에게 가하는 피해가 <color=#99FFFFFF>36%</color> 증가한다",
        "en": "Increases DMG against opponents affected by Hydro or Pyro by <color=#99FFFFFF>36%</color>.",
        "de": "Erhöht den von Hydro- oder Pyro-Effekten betroffenen Gegnern zugefügten Schaden um <color=#99FFFFFF>36 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>36%</color> el daño contra los enemigos afectados por Hydro o Pyro.",
        "fr": "Augmente les DGT infligés aux ennemis affectés par les éléments Hydro ou Pyro de <color=#99FFFFFF>36 %</color>.",
        "pt": "Aumenta o Dano contra inimigos afetados por Hydro ou Pyro em <color=#99FFFFFF>36%</color>.",
        "ru": "Увеличивает на <color=#99FFFFFF>36%</color> урон против врагов, находящихся под действием Гидро или Пиро элементов.",
        "id": "Meningkatkan <color=#99FFFFFF>36%</color> DMG terhadap musuh yang terkena elemen Hydro atau Pyro.",
        "th": "เพิ่มความเสียหายแก่ศัตรูที่ได้รับผลกระทบของธาตุน้ำและไฟขึ้น <color=#99FFFFFF>36%</color>",
        "vi": "Sát thương tạo ra cho kẻ địch bị ảnh hưởng bởi nguyên tố Thủy hoặc Hỏa tăng <color=#99FFFFFF>36%</color>."
      }
    }
  ],
  "internal_name": "Pole_Stardust",
  "imgid": "pole/stardust"
}