[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "在璃月的传统中，「请仙」与「送仙」是同样重要的事。\n\n最擅长「送别」一道的，莫过于胡家传承七十七代的「往生堂」。但「往生堂」的堂主胡桃本人，主要还是专注于送别凡人的技艺。\n\n送别仙人的诸般仪式，则交由一位「道上的朋友」——钟离打理。\n\n仙人与璃月一同度过漫长岁月，三千多年来升天者寥寥无几，这就意味着一切相关传统都只能以纸面形式存在——时间跨度实在太长了，这可不是那种你小时候咬着糖葫芦参加过一回，老了还能躺在竹椅上再次亲眼目睹的事件。\n\n但即便是眼光最为挑剔、沉迷旧纸堆的老学究，也无法对「往生堂」操办的送仙典仪挑出任何毛病。\n\n不仅仪式中人的服饰合规，仪式举行的吉时、地点、用具，乃至当天天气、仪式时长、允许观礼人数、观礼者身份职业年龄…哪怕将以上所有全都纳入计量范畴，也无一不合礼节。\n\n若人们以「通古晓今」来形容钟离，他只会无奈地一笑，叹道：\n\n「我只是…记性很好。」",
      "zht": "在璃月的傳統中，「請仙」與「送仙」是同樣重要的事。\n\n最擅長「送別」一道的，莫過於胡家傳承七十七代的「往生堂」。但「往生堂」的堂主胡桃本人，主要還是專注於送別凡人的技藝。\n\n送別仙人的諸般儀式，則交由一位「道上的朋友」——鍾離打理。\n\n仙人與璃月一同度過漫長歲月，三千多年來升天者寥寥無幾，這就意味著一切相關傳統都只能以紙面形式存在——時間跨度實在太長了，這可不是那種你小時候咬著糖葫蘆參加過一回，老了還能躺在竹椅上再次親眼目睹的事件。\n\n但即便是眼光最為挑剔、沉迷舊紙堆的老學究，也無法對「往生堂」操辦的送仙典儀挑出任何毛病。\n\n不僅儀式中人的服飾合規，儀式舉行的吉時、地點、用具，乃至當天天氣、儀式時長、允許觀禮人數、觀禮者身分職業年齡…哪怕將以上所有全都納入計量範疇，也無一不合禮節。\n\n若人們以「通古曉今」來形容鍾離，他只會無奈地一笑，嘆道：\n\n「我只是…記性很好。」",
      "jp": "璃月の伝統において、「仙人を送る」ことは「仙人を迎える」ことと同じくらい重要な意味合いを持つ。\n\nその璃月で、最も「送別」が得意なのは七十七代続く胡家の「往生堂」である。しかし「往生堂」の堂主、胡桃は、主に凡人を送ることを得意としていた。\n\n仙人を送る儀式は、鍾離に託すことが多い。\n\n仙人は璃月と共に長い年月を過ごしていたため、3000年にも及ぶ歳月の中、天に召した仙人は極めて少ない。そのため、伝統に関するしきたりは、紙に書くことでしか伝えることができない。あまりに間隔が空き過ぎているのだ。幼い頃に1回見て、死ぬ前にもう一度見れるようなものではない。\n\nだが、最もしきたりに厳しく、古い伝統に夢中な学者たちでも、「往生堂」の送仙の儀式の失敗を見つけることはできない。\n\n儀式の服装、儀式を行う時間、場所、道具、その日の天気、儀式の長さ、参加者の人数、職業、年齢などなど、全てが規則に則っているからだ。\n\n人々が「博学多識」などと鍾離を褒めると、いつも彼は苦笑を浮かべこう返す、「ただ…記憶力がいいだけだ」と。",
      "ko": "리월의 전통에서 「청신」과 「송신」 모두 중요한 일이다.\n\n「송별」을 가장 잘하는 곳은 「왕생당」이다. 하지만 「왕생당」의 당주 호두 본인은 주로 일반인을 송별하는 기예에 집중한다.\n\n선인을 송별하는 의식은 「노상의 친구」 종려가 처리한다.\n\n선인은 리월과 함께 오랜 세월을 함께 해왔기 때문에, 3천여 년 사이에 승천한 선인은 매우 드물다. 그래서 전통에 대한 관행은 책에 적는 것으로만 전달할 수 있다ㅡ시간 간격이 너무 벌어져 있다는 것을 의미한다. 이건 어릴 때 사탕을 먹으며 한번 구경했다가 늙어서 지팡이를 짚으며 다시 구경할 수 있는 그런 것이 아니다.\n\n하지만 아주 까다롭고 고지식한 학자들도 「왕생당」의 송신의례에 트집 잡지 못한다.\n\n의식 중의 복장이 규정에 맞을 뿐만 아니라 의식을 진행하는 길일, 지점, 도구 및 당일의 날씨, 의식 시간, 참관 허용 인원수, 참관자 신분, 직업, 연령 등… 모든 것을 범주에 두고 계산하여 잘못된 점이 하나도 없다.\n\n사람들은 종려를 「전통 박사」라고 부르지만 그는 그저 씁쓸하게 웃으며:\n\n「난 그냥… 기억력이 좋은 것일 뿐일세.」",
      "en": "In Liyue's traditional customs, \"receiving adepti\" and \"sending adepti off\" are equally important.\n\nThe Hus of the Wangsheng Funeral Parlor, who have been in this business for 77 generations, are the masters of handling funerals. However, Hu Tao, the current owner of Wangsheng Funeral Parlor, primarily focuses on the art of sending mortals on their way.\n\nFor the various ceremonies for sending adepti off, Hu Tao usually employs the help of a friend in more or less the same business. That person's name is Zhongli. The adepti have been with Liyue for millennia, but only a handful have ascended in the past three thousand years, which means that everything regarding the traditions now only exists in texts. This is not something one would likely witness twice in their entire lifetime.\n\nNot even the most particular and learned of researchers or scholars could find one fault in Wangsheng Funeral Parlor's ceremonies for sending adepti off.\n\nEverything must be perfect, from the costumes, the time, the place, the items, the weather, the scheduled length, the size of the permitted audience, to the stature, profession, and age of said audience. Nothing can be overlooked.\n\nWhen folk describe Zhongli as \"living history,\" the latter usually only smiles and sighs.\n\n\"I... just have a good memory.\"",
      "de": "In Liyues traditionellen Bräuchen sind das „Empfangen von Adepten“ und das „Verabschieden von Adepten“ gleichermaßen wichtig.\n\nDie Hus des Bestattungsunternehmens Wangsheng, die seit 77 Generationen in diesem Geschäft tätig sind, sind Meister im Umgang mit Beerdigungen. Hu Tao, die derzeitige Besitzerin des Bestattungsunternehmens Wangsheng, konzentriert sich jedoch in erster Linie auf die Kunst, Sterbliche auf ihren Weg zu senden.\n\nIn den verschiedenen Zeremonien zum Entsenden der Götter bedient sich Hu Tao in der Regel der Hilfe eines Freundes auf mehr oder weniger die gleiche Weise. Der Name dieser Person ist Zhongli. Die Adepten sind seit Jahrtausenden in Liyue, aber nur eine Handvoll ist in den letzten dreitausend Jahren aufgestiegen, was bedeutet, dass alles, was die Traditionen betrifft, nur noch aus Texten bekannt ist.\n\nNicht einmal die spezialisiertesten und belesensten Forscher oder Gelehrten könnten einen Fehler in den Zeremonien zum Adeptenabschied des Bestattungsunternehmens Wangsheng finden.\n\nAlles muss perfekt sein, von den Kostümen, der Zeit, dem Ort, den Gegenständen, dem Wetter, der geplanten Länge, der Größe der erlaubten Audienz bis hin zu Statur, Beruf und Alter des Publikums. Nichts darf übersehen werden. Wenn die Leute Zhongli als „lebendige Geschichte“ beschreiben, lächelt dieser meist nur.\n\n„Ich habe einfach ein gutes Gedächtnis.“",
      "es": "En las costumbres tradicionales de Liyue, “recibir a los Adeptus” y “despedir a los Adeptus” son igual de importantes.\n\nLa familia Hu, encargada de dirigir la Funeraria El Camino durante 77 generaciones, es la mejor haciendo funerales. Sin embargo, Hu Tao, la actual directora de la Funeraria El Camino, se especializa en el arte de despedir a los mortales.\n\nPor eso, para las diversas ceremonias de despedida de los Adeptus, Hu Tao suele emplear la ayuda de un amigo que se dedica al mismo negocio que ella: Zhongli. Los Adeptus han convivido con la gente de Liyue durante milenios, pero solo un puñado ha ascendido en los últimos tres mil años, lo que significa que, actualmente, todo lo relacionado con estas tradiciones solamente existe en los textos. No es algo que se pueda ver dos veces en la vida.\n\nNi siquiera el más exigente de los investigadores o académicos podría encontrar un error en los Ritos del Ascenso de la Funeraria El Camino.\n\nTodo debe ser perfecto: el vestuario, el tiempo, el lugar, los objetos, el clima, la duración, el tamaño de la audiencia permitida, la estatura, la profesión y la edad de dicha audiencia... Nada puede pasarse por alto.\n\nCuando la gente común describe a Zhongli como una “enciclopedia con patas”, él sonríe, suspira y dice:\n\n“Yo... solo tengo buena memoria”.",
      "fr": "Les cérémonies d'invitation et de départ des dieux revêtent la même importance dans la tradition de Liyue.\n\nLa famille Hu du Funérarium Wangsheng, qui est dans cette branche depuis soixante-dix-sept générations, est la spécialiste des funérailles ; mais Hu Tao, l'actuelle propriétaire du lieu, est plus au fait des cérémonies destinées aux simples mortels.\n\nDans le cas des cérémonies d'adieu organisées pour les Adeptes, Hu Tao fait appel à l'un de ses collègues, Zhongli.\n\nLa présence des Adeptes à Liyue remonte à l'origine des temps ; mais au cours des trois derniers millénaires, seule une poignée d'entre eux s'est élevée au ciel. Cela signifie qu'il ne reste des rituels requis qu'une trace écrite ; il s'agit là d'un cérémoniel très rare, que l'on ne voit qu'une fois dans le cours d'une existence.\n\nMais même le plus ergoteur des érudits ne pourrait trouver un défaut dans les cérémonies de départ des dieux organisées par le Funérarium Wangsheng.\n\nChaque détail compte : les costumes, le lieu, la date, les objets rituels, le climat, la taille de l'audience, etc. Rien ne peut être fait à la légère.\n\nLorsque les gens du commun surnomment Zhongli « une véritable encyclopédie vivante », celui-ci se contente de répondre en souriant :\n\n« J'ai juste... bonne mémoire. »",
      "pt": "Nas tradições de Liyue, \"Receber os Adepti\" e \"Se Despedir dos Adepti\" são igualmente importantes.\n\nOs Hus da Funerária de Wangsheng, que estão neste negócio há 77 gerações, são mestres em funerais. Entretanto, Hutao, a diretora atual da Funerária de Wangsheng se foca na arte de se despedir dos mortais.\n\nPara as várias cerimônias de despedida dos Adepti, Hutao emprega a ajuda de um amigo que se dedica ao mesmo negócio: Zhongli. Os Adepti conviveram com o povo de Liyue por milênios, mas só um punhado deles ascendeu em três mil anos, o que significa que, atualmente, tudo relacionado com essas tradições só existe nos textos. Isso não é algo que uma pessoa testemunharia duas vezes durante toda sua vida.\n\nNem mesmo os mais eruditos pesquisadores poderiam encontrar um defeito na cerimônia de despedida dos Adepti da Funerária Wangsheng.\n\nTudo deve ser perfeito. As roupas, o horário, o local, os itens, o clima, a duração, o tamanho do público, a altura, profissão e idade desse público. Nada pode passar em branco.\n\nQuando as pessoas descrevem Zhongli como \"história viva\", ele geralmente sorri e suspira.\n\n\"Eu só tenho uma boa memória\".",
      "ru": "«Церемония Сошествия» и «Церемония Вознесения» одинаково важны в Ли Юэ. Семья Ху владеет ритуальным бюро «Ваншэн» и является профессиональными организаторами похорон уже на протяжении семидесяти семи поколений. Но хозяйка похоронного бюро, госпожа Ху Тао, в основном занимается церемониями похорон простых смертных. В подготовке к проводам Адептов Ху Тао приходится прибегать к помощи своего хорошего друга по имени Чжун Ли. Адепты живут в землях Ли Юэ тысячелетиями, но только малая их часть вознеслась за последние три тысячи лет. Описание ритуалов вознесения и похорон Адептов осталось только в неразборчивых древних текстах. Вознесение Адепта вряд ли кому-то получится увидеть дважды за целую жизнь. Но даже самые придирчивые учёные и исследователи древности не могут найти ошибки в ритуалах «Церемонии Вознесения», проводимых ритуальным бюро «Ваншэн». В этих ритуалах всё должно быть идеально: от костюмов, времени, места, предметов, погоды и численности допущенных присутствующих до роста, рода деятельности и возраста приглашённых людей. Ничто не может быть упущено из виду. Когда люди называют Чжун Ли «ходячим учебником истории», он просто улыбается и со вздохом отвечает: «У меня всего лишь хорошая память... Вот и всё».",
      "id": "Dalam adat istiadat Liyue, \"menyambut Adeptus\" dan \"mengantar Adeptus\" sama pentingnya.\n\nKeluarga Hu pemilik Wangsheng Funeral Parlor, yang telah berkecimpung dalam usaha ini selama 77 generasi, begitu ahli dalam ritual pemakaman. Namun, Hu Tao sang pemimpin Wangsheng Funeral Parlor saat ini, kebih mengutamakan aturan dan ritual pemakaman untuk manusia fana.\n\nMengenai upacara mengantar Adeptus, Hu Tao biasanya minta tolong pada seorang teman yang berkecimpung dalam bidang yang kurang lebih sama. Temannya itu bernama Zhongli. Para Adeptus telah ada bersama Liyue selama ribuan tahun, namun hanya sedikit sekali dari mereka yang mangkat dalam tiga ribu tahun terakhir. Artinya, segala sesuatu yang berkaitan dengan adat istiadat untuk peristiwa ini, hanya ada di dalam buku saja. Peristiwa ini juga bukan sesuatu yang akan disaksikan seseorang lebih dari satu kali seumur hidupnya.\n\nBahkan seorang cendekiawan yang paling terpelajar sekalipun tidak akan menemukan satu pun kesalahan dalam upacara pemakaman Adeptus yang ditangani oleh Wangsheng Funeral Parlor.\n\nSemuanya harus sempurna, mulai dari pakaian, waktu, tempat, barang-barang, cuaca, lama upacara, bahkan sampai jumlah status, pekerjaan, dan usia pelayat yang hadir di pemakaman tersebut. Tidak ada satu pun yang boleh terlewatkan.\n\nKetika orang-orang menyebut Zhongli sebagai \"sejarah hidup\", dia biasanya hanya akan tersenyum sambil menghela napas.\n\n\"Aku ... cuma punya daya ingat yang lebih bagus saja.\"",
      "th": "ในเรื่องเล่าของ Liyue นั้น \"การอัญเชิญเซียน\" และ \"การส่งเซียน\" นั้นเป็นเรื่องที่สำคัญพอ ๆ กัน\n\nแต่ไม่มีใครเข้าใจ \"การส่ง\" ดีไปกว่าตระกูล Hu ผู้สืบทอดกิจการ \"โถงแห่งการเกิดใหม่\" มาถึงเจ็ดสิบเจ็ดรุ่น แต่ตัวของ Hu Tao หัวหน้าของ \"โถงแห่งการเกิดใหม่\" นั้นยังคงให้ความสำคัญกับพิธีส่งของมนุษย์มากกว่า\n\nการส่งเทพเจ้านั้นก็มีพิธีกรรมที่แตกต่างกัน ซึ่งเธอได้มอบหมายให้ Zhongli ผู้เป็น \"เพื่อนร่วมอาชีพ\" เป็นคนจัดการ\n\nเซียนและ Liyue นั้นอยู่คู่กันมานานมาก ในช่วงเวลาสามพันปีนั้นมีคนที่ฝึกจนสำเร็จและได้ขึ้นมาเป็นเซียนน้อยมาก พูดได้ว่าประเพณีทั้งหมดที่เกี่ยวข้องนั้นล้วนแต่อาศัยสิ่งที่บันทึกอยู่บนกระดาษทั้งสิ้น... ระยะเวลามันห่างกันมากเกินไป มันไม่ใช่เรื่องที่คุณสามารถเห็นได้ตอนยังเป็นเด็กอมมือ และได้เห็นอีกครั้งเมื่อตอนคุณแก่จนเคี้ยวหมากไม่ไหว\n\nแต่ถึงแม้นักวิชาการโบราณที่หมกมุ่นอยู่กับเอกสารโบราณต่าง ๆ จะพยายามหาที่ติอย่างไร ก็ยังหาข้อบกพร่องของพิธีส่งเซียนที่ \"โถงแห่งการเกิดใหม่ Wangsheng\" จัดไม่เจอ\n\nไม่เพียงแต่เครื่องประดับของพิธีกรรมเท่านั้นที่ควรเป็นไปตามกฎ เวลาสถานที่ และเครื่องใช้ในพิธีรวมถึงสภาพอากาศของวันนั้น ระยะเวลาของพิธีกรรม จำนวนคนที่เข้าชม หน้าที่การงานและอายุของผู้ที่เข้าร่วมพิธี...ทั้งหมดที่กล่าวมาล้วนอยู่ในพิธีกรรมไม่มีผิดเพี้ยนสักอย่าง\n\nเมื่อผู้คนหยิบยก \"ตำนานที่ยังมีชีวิต\" ขึ้นมาเพื่อบ่งบอกถึงตัวตนของ Zhongli เขากลับทำแค่เพียงยิ้มเจื่อน ๆ และก็ถอนหายใจ:\n\n\"ฉันก็แค่... ความจำดีเท่านั้นเอง\"",
      "vi": "Trong truyền thống của Liyue, \"Thỉnh Tiên\" và \"Tiễn Tiên\" là hai việc quan trọng như nhau.\n\nNơi \"tiễn biệt\" chuyên nghiệp nhất khó ai qua được đó chính là \"Vãng Sinh Đường\" đã truyền 77 đời của Hu Gia. Nhưng đường chủ Hu Tao của Vãng Sinh Đường, chủ yếu tập trung vào chuyên môn \"tiễn biệt\" người thường.\n\nCòn về nghi thức tiễn biệt tiên nhân, thì giao cho \"một người bạn trong nghề\" - Zhongli xử lý.\n\nTiên nhân và Liyue đã cùng trải qua những năm tháng dài dằng dặc, hơn 3000 năm nay những người có thể thăng thiên chỉ đếm trên đầu ngón tay, điều này có nghĩa là tất cả những gì liên quan đến truyền thống để lại chỉ có thể tồn tại trên giấy mực mà thôi...Quãng thời gian thực sự quá dài, điều này không giống như một chuyện gì đó lúc nhỏ bạn đã từng tham gia một lần khi còn đang ngậm kẹo hồ lô, đến lúc về già lại có thể nằm trên ghế trúc tận mắt chứng kiến lần nữa.\n\nThế nhưng, cho dù là các lão học giả với cặp mắt khó tính nhất, luôn chìm đắm trong việc nghiên cứu những trang giấy cũ, cũng không thể tìm ra bất kỳ sai sót nào trong buổi lễ tiễn tiên mà Vãng Sinh Đường tổ chức.\n\nTrong buổi lễ không những quần áo phải đúng quy định, mà còn phải chọn thời gian, địa điểm, và đồ dùng cho buổi lễ. Ngay cả thời tiết, tổng thời gian của buổi lễ, số lượng người được phép xem lễ, tuổi tác, thân phận và chức vụ của người xem lễ... cho dù tất cả những điều trên đều được đặt trong phạm vi đo lường cũng không có điểm nào không phù hợp lễ tiết.\n\nNếu mọi người dùng cụm từ \"tinh thông kim cổ\" để miêu tả Zhongli, anh ấy sẽ chỉ cười bất lực, than thở rằng:\n\n\"Tôi chỉ là...trí nhớ rất tốt.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "在璃月，如果一个人对细节特别在意，对某些事物心中始终有不可逾越的评判基准，那就可以用一个词来形容：「讲究」。\n\n其实每个人都多少有些讲究。例如不能吃辣、不能吃鱼、豆腐必须要甜口…\n\n钟离却事事都很讲究。\n\n他的生活，就是那种听戏要点最红的名伶，遛鸟要买最名贵的画眉、品尝正宗「明月蛋」要跑去后厨亲自指导厨师调配蛋液中虾仁与鱼肉比例的生活。\n\n钟离精通衣冠日用、珠玉瓷器、酒食点心、茶叶香料、花卉虫鸟，也完全可以接上贸易、政治与七国关系的话题。\n\n不过平日里，他只会对你说些无用的知识，因为他非常乐意把这些趣事分享给你。",
      "zht": "在璃月，如果一個人對細節特別在意，對某些事物心中始終有不可逾越的評判基準，那就可以用一個詞來形容：「講究」。\n\n其實每個人都多少有些講究。例如不能吃辣、不能吃魚、豆腐必須要甜口…\n\n鍾離卻事事都很講究。\n\n他的生活，就是那種聽戲要點最紅的名伶，遛鳥要買最名貴的畫眉、品嚐正宗「明月蛋」要跑去後廚親自指導廚師調配蛋液中蝦仁與魚肉比例的生活。\n\n鍾離精通衣冠日用、珠玉瓷器、酒食點心、茶葉香料、花卉蟲鳥，也完全可以接上貿易、政治與七國關係的話題。\n\n不過平日裡，他只會對你說些無用的知識，因為他非常樂意把這些趣事分享給你。",
      "jp": "璃月では、細部を必要以上に気にして、特定の物事に譲れない判別基準がある人を形容する時「こだわり」という言葉が使われる。\n\n誰もが自分なりのこだわりを持っている。辛いものを食べない、魚を食べない、豆腐は甘い物でなければいけないなど…\n\n鍾離もこだわりを持つ人である。\n\nたとえば、芝居を観る時は一番人気な役者のものを観る、鳥は最も高いガビチョウを買う、「明月の玉子」を食べる時は、台所に行って料理人に卵液に入れる貝柱と魚肉の比率を、自ら指導するなどだ。\n\n鍾離は服飾、珠玉、瓷器、食、茶、香料、花や鳥など全てに精通しており、貿易や政治、七国の話題でも問題なく語れる。\n\nしかし普段の彼は、使い道のわからない知識しか披露しない。なぜなら、彼は面白いことを共有したいからだ。",
      "ko": "리월에서는, 세세한 것을 필요 이상으로 신경 쓰고, 특정 사물에 양보할 수 없는 판별 기준이 있는 사람을 말할 때 「까다롭다」라고 표현한다.\n\n사실, 모든 사람들은 각자 까다롭게 생각하는 부분들이 있다. 예를 들어 매운 음식을 못 먹거나, 생선을 못 먹거나, 두부는 반드시 달아야 한다는…\n\n종려도 까다로운 사람이다.\n\n예를 들자면, 연극을 볼 때는 가장 유명한 배우를 지명하고, 새장을 들고 산책할 땐 가장 비싼 화미조를 사며, 「명월 딤섬」을 먹을 때는 부엌에 가서 주방장에게 계란물에 들어가는 새우와 어육의 비율을 알려주고 지도하는 식이다.\n\n종려는 생활 복장, 도자기, 먹거리, 향료, 동식물에 능통하고 무역과 정치 및 칠국 관계에 대한 화제도 언제든지 이야기할 수 있다.\n\n그러나 평소의 그는 쓸모없는 지식만 선보이는데, 왜냐하면 재미있는 것을 공유하고 싶기 때문이다",
      "en": "In Liyue, if a person pays great attention to details, and has insuperable criteria by which they judge certain matters, then they are called \"particular.\"\n\nIn truth, everyone is \"particular\" about something. Some people hate spicy food, others don't eat fish, and some want their tofu served sweet...\n\nBut as for Zhongli, he is particular about everything.\n\nHe attends operas performed by only the most celebrated stars, takes only the most luxuriant thrushes out for walks, and he goes into the kitchen personally to instruct the cooks as to the ratio of shrimp and fish required to make the most authentic Fullmoon Egg.\n\nZhongli has expertise in all manner of things, from fashion to daily essentials, to fine wines and delicacies, to teas and spices, and to flora and fauna. He is also more than capable of participating in discussions on commerce, politics, and international relations.\n\nBut on a typical day, all you will glean from him is a few pieces of useless trivia, because he particularly enjoys sharing these fun tidbits with you.",
      "de": "Wenn in Liyue eine Person sehr auf Details achtet und unüberwindbare Maßstäbe hat, nach denen sie bestimmte Dinge beurteilt, dann wird sie als „besonders“ bezeichnet.\n\nIn Wahrheit ist jeder „besonders“, je nachdem, worauf es ankommt. Manche Menschen hassen scharfes Essen, andere essen keinen Fisch, und manche wollen, dass ihr Tofu süß serviert wird ...\n\nAber was Zhongli betrifft, so ist er in allem „besonders“.\n\nEr muss die Opern der berühmtesten Sänger besuchen, mit den kostbarsten Vögeln spazieren gehen und persönlich die Küche besuchen, um die Köche in das Verhältnis von Jakobsmuscheln und Fisch einzuweisen, das erforderlich ist, um das authentischste Vollmondei zuzubereiten.\n\nZhongli kennt sich in allen möglichen Dingen aus: von der Mode bis zu den Dingen des täglichen Bedarfs, von Wein und Leckereien, Tees und Gewürzen, Flora und Fauna, und er debattiert sogar aktiv über Handels-, Staats- und internationale Beziehungen.\n\nAber er weiht einen stets nur in Belanglosigkeiten ein, weil er das eigentlich Interessante lieber für sich behält.",
      "es": "En Liyue, si alguien es muy quisquilloso e inflexible sobre algo que le apasiona, se suele decir que esa persona es “peculiar”.\n\nEn cierto modo, todo el mundo es peculiar. Algunas personas odian la comida picante o el pescado; a otras les gusta que su tofu sea tierno y dulce...\n\nEn cuanto a Zhongli, él es peculiar para todo.\n\nSolo disfruta de las actuaciones de los artistas más famosos, saca al pájaro más exótico que tiene para dar un paseo, e incluso suele meterse en las cocinas de los restaurantes para enseñar a los chefs cuál es la cantidad adecuada de pescado y camarones para hacer los rollitos de luna llena más auténticos.\n\nZhongli sabe de todo, desde objetos de uso diario, como la ropa, hasta comercio, política y relaciones entre las Siete Naciones, pasando también por joyería, cerámica, gastronomía, té, incienso, flores, insectos, aves...\n\nSin embargo, normalmente solo habla de cosas sin ninguna utilidad, pues le encanta compartir datos curiosos con otras personas.",
      "fr": "À Liyue, si une personne accorde une grande attention aux détails et a des critères insurmontables par lesquels elle juge certaines choses, alors elle est appelée « particulière ».\n\nEn vérité, tout le monde est « particulier » à propos de quelque chose. Certains détestent la nourriture épicée, d'autres ne mangent pas de poisson, et certains veulent que leur tofu soit servi sucré...\n\nMais Zhongli, il est particulier pour tout.\n\nIl doit assister aux opéras des artistes les plus célèbres, prendre les oiseaux les plus luxuriants pour se promener, et il doit se rendre personnellement dans la cuisine pour informer les cuisiniers du ratio de pétoncles et de poisson nécessaire pour faire l'œuf de pleine lune le plus authentique.\n\nZhongli a une expertise dans toutes sortes de domaines : de la mode aux nécessités quotidiennes, du vin et des collations, des thés et des épices, de la flore et de la faune, et il débattra même activement des affaires de commerce, de politique et des relations entre les Sept Nations.\n\nMais il ne vous renseigne que sur des anecdotes inutiles, car il aime aussi partager des choses sans importance.",
      "pt": "Em Liyue, se uma pessoa presta atenção aos detalhes e possui critérios incomparáveis para julgar certas questões, ela é chamada de \"peculiar\".\n\nNa realidade, todos são \"peculiares\" com alguma coisa. Algumas pessoas detestam comida picante, outros não comem peixe, e alguns querem que seu tofu seja doce...\n\nMas para Zhongli, ele é peculiar com tudo.\n\nEle vai para as óperas dos melhores cantores, leva o pássaro mais excêntrico que tem para um passeio e se mete nas cozinhas dos restaurantes para ensinar os chefes qual a quantidade ideal de peixe e camarão para fazer o \"Ovo de Lua Cheia\".\n\nZhongli tem experiência em toda espécie de coisa: de moda até necessidades diárias, vinhos e lanches, chás e temperos, flora e fauna, e ainda debate questões do comércio, estado e relações internacionais.\n\nMas ele pode dizer a você alguns conhecimentos inúteis porque se diverte compartilhando isso.",
      "ru": "Если человек имеет жёсткие стандарты, то в Ли Юэ его называют педантом. На самом деле, каждый человек в той или иной степени педантичен. Кто-то будет отмахиваться от острых блюд, даже не попробовав их, или от рыбы, или будет жаловаться, что его тофу не достаёт мягкости и сладкого послевкусия... Что касается Чжун Ли, то он педантичен во всём. Он будет наслаждаться выступлением только самых знаменитых артистов, выводить на прогулку только самую роскошную птицу и будет даже заходить на кухню к шеф-повару, чтобы объяснить ему пропорции рыбы к креветкам для приготовления идеальной полнолунной яичницы. Чжун Ли разбирается абсолютно во всём: от повседневной жизни до политики, однако в повседневном разговоре с вами он будет говорить только на самые бесполезные темы. Большим он не собирается делиться ни с кем.",
      "id": "Di Liyue, jika ada orang yang sangat perhatian pada detail, dan memakai standar kriteria paling tinggi untuk menilai sesuatu, maka orang itu akan disebut \"ahli\".\n\nSebenarnya, setiap orang adalah \"ahli\" untuk suatu hal. Ada yang benci makanan pedas, ada yang tidak suka makan ikan, dan ada juga yang doyan tahu manis ....\n\nZhongli agak berbeda, dia \"ahli\" untuk segala sesuatu.\n\nMenonton opera harus yang dibintangi oleh aktris paling terkenal, bawa burung jalan-jalan harus yang paling mahal, dan soal makan, dia akan masuk ke dapur dan meminta koki yang bertugas untuk menggunakan rasio udang dan telur sesuai aturannya, agar mereka dapat memasak Fullmoon Egg yang paling otentik.\n\nZhongli memang ahli dalam segala macam hal: mulai dari busana dan kebutuhan sehari-hari, arak dan makanan enak, teh dan rempah-rempah, sampai soal hewan dan tumbuhan sekali pun. Zhongli bahkan sangat mahir dalam membicarakan urusan perdagangan, politik, dan hubungan antar bangsa.\n\nTapi kebanyakan sih, kamu cuma akan dapat info-yang tidak penting dari dirinya, semua karena dia sendiri memang suka berbagi cerita seperti itu denganmu.",
      "th": "ที่ Liyue หากมีสักคนที่สนใจในรายละเอียดมากเป็นพิเศษ สร้างมาตรฐานให้กับสิ่งของทุกสิ่งทุกอย่าง จะสามารถใช้คำหนึ่งคำมาอธิบายได้ว่าเป็นคนที่ \"พิถีพิถัน\"\n\nจริง ๆ แล้วทุกคนนั้นมีความพิถีพิถันอยู่ไม่มากก็น้อย ยกตัวอย่างเช่น ไม่ชอบกินเผ็ด ไม่กินปลา หรือเต้าหู้ต้องหวานเท่านั้น...\n\nZhongli นั้นพิถีพิถันแบบสุด ๆ กับทุกอย่าง\n\nชีวิตของเขานั้นเป็นประเภทแม้จะดูงิ้วก็ต้องเลือกที่ดีและโด่งดังที่สุด จะเลี้ยงนกก็ต้องเลือกนกที่มีราคาแพงที่สุด จะลิ้มลอง \"Fullmoon Egg\" ก็ต้องวิ่งเข้าไปถึงในครัวเพื่อคอยกำกับพ่อครัวในสัดส่วนการผสมไข่ กุ้งแห้งและเนื้อปลา\n\nZhongli นั้นชำนาญด้านเครื่องแต่งกาย เครื่องประดับและเครื่องชาม เหล้ายาปลาปิ้ง ใบชา ดอกไม้ใบหญ้าหมูหมากาไก่ หรือแม้กระทั่งการค้าขาย และรวมถึงประเด็นเกี่ยวกับการเมืองและประเทศทั้งเจ็ดด้วย แต่ปกติแล้วเขามักจะบอกเรื่องที่ไม่เป็นประโยชน์กับคุณ เพราะเขาอยากจะแบ่งปันเรื่องน่าสนใจพวกนี้กับคุณเป็นอย่างยิ่ง",
      "vi": "Ở Liyue, nếu một người đặc biệt chú ý đến tiểu tiết, có một tiêu chuẩn bắt buộc tuân theo đối với một số sự vật nào đó, thì có thể dùng một từ để hình dung: \"cầu kỳ\".\n\nThật ra mỗi người ít nhiều đều có sự cầu kỳ riêng. Ví dụ như không ăn cay, không ăn cá, đậu hủ nhất định phải có vị ngọt...\n\nNhưng Zhongli thì cầu kỳ với tất cả mọi thứ.\n\nCuộc sống của anh, chính là xem kịch thì phải chọn diễn viên nổi tiếng nhất, mua chim thì phải chọn loại họa mi đắt tiền nhất, thưởng thức món \"Trứng Minh Nguyệt\" chính thống thì phải chạy vào nhà bếp, tự mình hướng dẫn đầu bếp điều chỉnh tỷ lệ thịt cá và tôm nõn cho vào trứng.\n\nZhongli tinh thông mọi việc từ ăn mặc thường ngày, châu ngọc đồ gốm, mỹ tửu điểm tâm, các loại trà và hương liệu, hoa cỏ chim chóc, cho đến chuyện kinh doanh, chính trị, và quan hệ của 7 vùng đất, anh đều có thể bàn luận.\n\nNhưng ngày thường, anh ấy sẽ chỉ nói với bạn những kiến thức vô bổ, vì anh ấy muốn chia sẻ với bạn những điều thú vị này."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "买东西是要砍价的。\n\n这是璃月人的共识，无论老板把手里的商品吹得如何天花乱坠，是上引经典还是下据史料，价总是不能不砍的，一般以见面砍一半为宜。\n\n但钟离付账（或者说喊人付账）时，从来不看价格。只要是他看上眼的东西，老板喊多少，他就付多少，偶尔还会报出更高价格，一口拿下。\n\n然而不知为何，钟离总是忘记带钱。\n\n小钱有朋友帮他垫付，大钱则会想办法找借口报销。\n\n在口中奉承、心中暗爽的商人们看来，钟离似乎有一种奇怪的特质：他分明懂得金钱的价值与金融的意义，也很明白人间疾苦，却似乎不能理解「穷」也是一种可能出现在自己生活中的境况。\n\n换句话说，他只是根本不能想象一个没有钱的自己。\n\n真是绝了，这种人怎么还没饿死。",
      "zht": "買東西是要砍價的。\n\n這是璃月人的共識，無論老闆把手裡的商品吹得如何天花亂墜，是上引經典還是下據史料，價總是不能不砍的，通常以見面砍一半為宜。\n\n但鍾離付帳（或者說喊人付帳）時，從來不看價格。只要是他看上眼的東西，老闆喊多少，他就付多少，偶爾還會報出更高價格，一口拿下。\n\n然而不知為何，鍾離總是忘記帶錢。\n\n小錢有朋友幫他墊付，大錢則會想辦法找藉口報帳。\n\n在口中奉承、心中暗爽的商人們看來，鍾離似乎有一種奇怪的特質：他分明懂得金錢的價值與金融的意義，也很明白人間疾苦，卻似乎不能理解「窮」也是一種可能出現在自己生活中的境況。\n\n換句話說，他只是根本不能想像一個沒有錢的自己。\n\n真是絕了，這種人怎麼還沒餓死。",
      "jp": "買い物に値切りは必要不可欠である。\n\nこれは璃月の常識である。店主が商品をどう紹介しても、まずは値切りから始まるのだ。そして半額から切ることが多い。\n\nしかし、鍾離が支払う（というより支払ってもらう）時はいつも値段を見ない。彼は気に入った物を、いつも店主の言い値で買っている。店主より高い値を言い出すこともある。\n\nしかし、なぜか鍾離はいつも財布を忘れる。\n\n小額のものなら友人に支払ってもらうが、高額のものなら、彼は何らかの理由で経費で落とすようにしている。\n\n口ではお世辞を言い、内心喜んでいる商人たちには、鍾離にはある変わった特徴があるように見えた。彼は金の本当の価値や意味を分かっており、人間の苦についても理解しているが、自分にも「貧乏」が訪れる可能性があるということを、理解していないようだ。\n\n言い方を変えると、彼は金を持っていない自分自身を想像できないようだ。\n\nこんな人が、なぜ今日まで生きてこられたのか、不思議である。",
      "ko": "물건을 사려면 흥정해야 돼.\n\n이는 리월 사람들의 인식이다. 판매자가 이 물건이 경전 또는 역사서에 나온 것이라 너스레를 떨어도 가격은 무조건 흥정해야 한다. 일반적으로 가격을 절반 정도 후려치는 게 정상이다.\n\n종려는 물건을 살 때 (계산해달라고 할 때) 결코 가격을 확인하지 않는다. 그저 물건만 마음에 들면 사장이 얼마를 부르든 그대로 주거나, 가끔은 더 많은 돈을 불러 냉큼 사버리기도 한다.\n\n다만 어째서인지, 종려는 지갑 챙기는 걸 자꾸 잊어버린다.\n\n그래서 적은 돈일 경우엔 외상을 하고, 많은 돈일 경우엔 영수증 처리한다.\n\n앞에선 친절하지만 속으로 돈만 굴리는 상인들이 볼 때 종려는 아주 이상한 사람이다. 종려는 돈의 가치와 금융의 의미를 아주 잘 이해하고 있고 고통 또한 잘 알고 있지만 자신 또한 「가난」이라는 어려움에 처할 수도 있다는 걸 모르는 듯하다.\n\n다른 말로 하면 그는 가난한 자신을 상상조차 하지 못한다.\n\n진짜 대박이다. 이런 사람이 어떻게 아직까지 굶어죽지 않은 걸까?",
      "en": "When making a purchase, look to haggle.\n\nThis is a common understanding among the people of Liyue. No matter what high heavens the store owner praises their product to, no matter its ancient history or classical value, prices are always flexible. Half the stated cost is a good place to start.\n\nBut when Zhongli pays up (or rather, calls for someone else to pay up on his behalf), he never looks at the price tag. As long as it catches his eye, Zhongli will pay as much as the owner asks. Indeed, he will even buy it at a premium sometimes.\n\nBut for some reason, Zhongli always forgets to bring money.\n\nFor small purchases, he has friends to help him out, and large bills he somehow finds ways to have written off.\n\nTo those merchants who secretly pride themselves on their powers of flattery, Zhongli is a man of strange proclivities: in truth, he knows a great deal about the value of money and finance, and he also understands the suffering of the people. However, he seems to not understand that poverty is part of the human condition.\n\nOr perhaps it might be said that he cannot imagine himself being poor.\n\nHow has such a person not died of hunger yet?",
      "de": "Beim Einkauf sollte stets gefeilscht werden.\n\nDies ist unter den Einwohnern von Liyue allgemein bekannt. Unabhängig davon, in welch hohen Himmel der Ladenbesitzer sein Produkt preist, unabhängig von seiner antiken Geschichte oder seinem klassischen Wert, die Preise sind immer verhandelbar. Die Hälfte des Preises ist ein guter Anfang.\n\nAber wenn Zhongli bezahlt (oder besser gesagt, jemanden in seinem Namen zur Zahlung auffordert), schaut er nie auf das Preisschild. Wenn es ihm ins Auge fällt, zahlt Zhongli so viel, wie der Eigentümer verlangt.\n\nAber aus irgendeinem Grund vergisst Zhongli immer, Geld mitzubringen.\n\nBei kleinen Einkäufen hat er Freunde, die ihm aushelfen, und bei großen Rechnungen findet er irgendwie Wege, sie abzuschreiben.\n\nFür jene Händler, die insgeheim stolz auf ihre Schmeicheleien sind, ist Zhongli ein Mann mit seltsamen Neigungen: In Wahrheit weiß er viel über Geld und Finanzen, und er versteht auch das Leiden der Menschen. Er scheint jedoch nicht zu verstehen, dass Armut ein Teil des menschlichen Daseins ist.\n\nOder vielleicht könnte man sagen, dass er sich nicht vorstellen kann, arm zu sein.\n\nWie kann es sein, dass so jemand noch nicht verhungert ist?",
      "es": "Para comprar cosas, es imprescindible negociar.\n\nEste es un hábito que comparten todos los ciudadanos de Liyue. No importa cuán alto o cuán inflexible sea el precio fijado, el mejor precio de salida es la mitad de precio.\n\nSin embargo, Zhongli nunca se fija en el precio. Cuando quiere algo, lo consigue sin importarle este factor, y a veces incluso está dispuesto a pagar de más.\n\nLo curioso es que nunca recuerda llevar consigo su monedero. Por ello, tiene amigos que le ayudan a hacer sus compras diarias. Si algo tiene un precio alto, encuentra todo tipo de excusas para que se les reembolse de alguna manera.\n\nPara todos los comerciantes que están satisfechos con Zhongli, este tiene una cualidad única: entiende perfectamente el valor del dinero y las finanzas, así como el sufrimiento de la gente. Sin embargo, no llega a entender que la pobreza es algo real. En otras palabras, no puede imaginarse a sí mismo siendo pobre.\n\n¿Cómo puede existir una persona así?",
      "fr": "Lorsque vous achetez quelque chose à Liyue, il faut toujours négocier.\n\nC'est la règle. Quelle que soit la valeur que le propriétaire donne à son produit, ou son histoire, les prix sont toujours flexibles. Considérez la moitié du prix indiqué comme étant un bon point de départ pour les négociations.\n\nMais lorsque Zhongli achète quelque chose (ou plutôt demande à quelqu'un de l'acheter pour lui), il ne regarde jamais à la dépense. Tant que l'objet lui plaît, Zhongli est prêt à payer le prix fort.\n\nCependant, il oublie toujours son porte-monnaie...\n\nIl a des amis qui l'aident pour les petites dépenses quotidiennes, et pour les grosses factures, il trouve toujours le moyen de retarder le paiement.\n\nPour tous ces marchands qui se sont enrichis sur son dos, Zhongli est un homme curieux car en réalité, il connaît très bien la valeur de l'argent, et il comprend que c'est quelque chose de difficile à gagner. Cependant, il semble ne pas concevoir que le terme de « pauvreté » puisse s'appliquer à lui. En d'autres termes, Zhongli ne peut pas s'imaginer sans argent.\n\nComment a-t-il fait pour survivre sans mourir de faim ?",
      "pt": "Quando estiver comprando algo, tente conseguir um desconto.\n\nIsso é conhecimento comum entre o povo de Liyue. Não importa o quanto o dono da loja fale bem de seu produto, não importa sua história antiga ou valor clássico, preços sempre são flexíveis. Metade do preço anunciado é uma boa forma de barganhar.\n\nMas quando Zhongli paga (ou chama alguém para pagar por ele), ele nunca olha a etiqueta com o preço. Se chamar sua atenção, Zhongli pagará quanto o dono da loja quiser, às vezes pagando mais que o necessário.\n\nMas por alguma razão, Zhongli sempre esquece de trazer dinheiro.\n\nPara pequenas compras, ele tem amigos que o ajudam, e de alguma forma sempre escapa das contas altas.\n\nPara os mercadores que estão satisfeitos com Zhongli, ele tem uma qualidade única: entende perfeitamente o valor do dinheiro e das finanças, assim como o sofrimento das pessoas. Mas ele parece não entender que a pobreza é parte da condição humana.\n\nOu talvez ele não se imagine sendo pobre.\n\nComo é que uma pessoa como ele ainda não morreu de fome?",
      "ru": "Нельзя покупать вещи не поторговавшись. Эту привычку разделяют все жители Ли Юэ, и они знают, что какой бы высокой ни была цена, лучше всего начать торги с её половины. Однако Чжун Ли никогда не смотрит на ценники. Если ему приглянулась вещица, он заплатит за неё столько, сколько скажет продавец, иногда даже не будет против переплатить. Но по неизвестной причине Чжун Ли постоянно забывает свой кошель дома. С мелкими покупками ему помогают его друзья, а с крупными он всегда находит оправдание, чтобы отложить оплату. Многие льстивые торговцы, которых обогатил Чжун Ли, сходятся во мнении, что он обладает редким качеством: Чжун Ли знает цену деньгам, но также и понимает, с каким трудом они достаются. Однако он не понимает, как слово «бедность» может отнестись к нему. Другими словами, Чжун Ли не может представить себя без денег. Он не понимает, как такие люди ещё не умерли с голоду.",
      "id": "Ketika berbelanja, jangan lupa menawar.\n\nKebiasaan ini sangat lazim di Liyue. Tidak peduli setinggi apa pemilik toko memuji-muji barang mereka, tidak peduli sejarah kuno dan nilai klasik apa yang menempel padanya, harga yang diberikan, selalu bisa digerakkan. Menawar sampai setengah harga adalah awal yang bagus.\n\nTapi kalau Zhongli yang bayar (atau lebih tepatnya, minta orang lain yang membayarkan), dia sama sekali tidak peduli soal harga. Selama barang itu menarik perhatiannya, Zhongli akan membayar sesuai harga yang dibuka oleh penjual. Dan dia memang sering membayar jauh di atas harga pasar.\n\nTapi entah kenapa, Zhongli selalu lupa bawa uang.\n\nKalau belanja sedikit, dia selalu ada teman yang dapat membantunya, dan untuk belanja besar, tagihan yang ada selalu dibereskan, tidak tahu bagaimana caranya.\n\nBagi para pedagang yang percaya diri dengan kemampuan mereka bersilat lidah, Zhongli adalah pribadi yang sangat aneh: sebenarnya, dia tahu banyak tentang nilai uang dan sistem keuangan, dan dia juga memahami penderitaan orang-orang. Namun, dia sepertinya tidak mengerti bahwa kemiskinan tidak mungkin terpisahkan dari kehidupan manusia.\n\nAtau mungkin, boleh juga dibilang kalau dia sama sekali tidak bisa membayangkan dirinya jatuh miskin.\n\nKok bisa ya, orang seperti itu masih hidup dan belum mati kelaparan?",
      "th": "จะซื้อของก็ต้องต่อรองราคา\n\nนี่คือสิ่งที่ผู้คนใน Liyue ต่างรู้กันดี ไม่ว่าพ่อค้าจะโม้ถึงสิ่งของของตนว่าดีเลิศแค่ไหน จะเป็นของสุดคลาสสิกหรือของทางประวัติศาสตร์ ล้วนต้องต่อรองราคาทั้งสิ้น ส่วนใหญ่นั้นจะเริ่มจากต่อครึ่งราคาตั้งแต่แรกเริ่ม\n\nแต่ในเวลาที่ Zhongli จ่ายเงิน (หรือใช้ให้คนอื่นจ่าย) แต่ไหนแต่ไรไม่เคยมองราคา ขอแค่เขาถูกใจของสิ่งนั้น ไม่ว่าเถ้าแก่จะเรียกเท่าไหร่ เขาก็จะจ่ายเท่านั้น บางทียังเพิ่มเงินให้อีกพร้อมกับพูดว่าเอาไปซะ\n\nยังไงก็ตามไม่รู้ว่าทำไม Zhongli นั้นมักจะลืมพกเงินอยู่บ่อยๆ\n\nเงินจำนวนน้อยก็ให้เพื่อนจ่ายแทน เงินมากหน่อยก็หาข้ออ้างไปเบิกเงินเอา\n\nเมื่อพูดถึงการประจบประแจง เมื่อมองดูเหล่านักธุรกิจทั้งหลายแล้ว Zhongli นั้นดูจะมีคุณลักษณะเด่นที่ไม่เหมือนใครอยู่: เขานั้นเข้าใจดีถึงความหมายของเงินทองและคุณค่าของมัน และก็เข้าใจความทุกข์ร้อนของผู้คนเป็นอย่างยิ่ง แต่กลับไม่เข้าใจคำว่า \"จน\" ซึ่งเป็นสถานการณ์ที่อาจปรากฏในชีวิตประจำวันของตัวเองเลย \n\nจะพูดได้ว่าเขาไม่สามารถจินตนาการถึงตอนที่ตนเองไม่มีเงินได้เลย\n\nนั่นมันสุดยอดจริง ๆ เลย คนแบบนี้ยังไม่อดตายได้ไงเนี่ย",
      "vi": "Mua đồ thì phải trả giá.\n\nĐây là điều mà ở Liyue ai cũng biết, bất kể ông chủ khoác lác về hàng hóa của mình như thế nào, là dẫn chứng kinh điển hay là tư liệu lịch sử, thì giá cũng không thể không trả, thường thì tốt nhất là trả một nửa giá.\n\nNhưng khi Zhongli trả tiền (hay là gọi người trả tiền), không bao giờ nhìn giá. Chỉ cần là món đồ anh ấy ưng ý, ông chủ nói bao nhiêu, anh ấy trả bấy nhiêu, thỉnh thoảng còn trả giá cao hơn, mua luôn mà không mảy may suy nghĩ.\n\nNhưng mà không biết vì sao, Zhongli thường quên mang theo tiền.\n\nTiền ít thì có bạn bè ứng trước, tiền nhiều thì sẽ nghĩ cách kiếm cớ lấy hóa đơn xin hoàn tiền.\n\nTrong mắt những thương nhân ngoài mặt dạ thưa, trong lòng hớn hở kia, thì Zhongli dường như có điểm đặc trưng kỳ lạ: Anh ấy rõ ràng rất am hiểu giá trị và ý nghĩa của đồng tiền, cũng hiểu nỗi khổ nhân gian, nhưng anh ấy dường như không thể hiểu được \"cái nghèo\" cũng là một tình huống có thể xảy ra với bản thân mình.\n\nNói cách khác, anh ấy chỉ là hoàn toàn không thể tưởng tượng ra nổi bộ dạng của bản thân khi không có tiền.\n\nĐúng là cực phẩm, loại người này sao vẫn chưa chết đói."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "钟离是饿不死的。\n\n财富的盈亏并不是钟离需要操心的事。七国与世界才是他费心费力的领域。\n\n至于财富…他就是财富本身。\n\n统御璃月的「岩王帝君」，七神中的岩之神，摩拉克斯。通行提瓦特大陆的货币「摩拉」，其源流，正是他的神名。\n\n当深夜到来，喧嚣的璃月港陷入沉睡，他偶尔会登上岩山之巅，俯瞰这座由他亲手缔造的城市。\n\n在璃月人心中，「岩王帝君」神职众多。\n\n以神力为璃月港制订律法时，他是「契约之神」。\n\n他亲手铸造了最初的一枚「摩拉」，令璃月港以商业立本，商人们尊崇他为「商业之神」。\n\n他经历了漫长岁月，是七神中最古老的长者，历史学家们称他「历史之神」。\n\n数千年前，璃月港的先民们垦荒时，常以石头摩擦生火，再用岩石垒起炉灶。这些来自于「岩」的恩赐，也让岩之神在人们口中成为了「炉火之神」。\n\n外国人倾向于叫他「摩拉克斯」，璃月人则更喜欢「岩王爷」这一俗称。\n\n而在戏曲爱好者和孩子们心里，摩拉克斯诸多神职中，还数戏台上横扫魔神千军、开创并守卫璃月的「武神」最为有趣。\n\n「岩王爷」迷路时发掘的美味小吃、「岩王爷」亲笔题字的牌匾、「岩王爷」倾情出演过一次龙套的著名戏曲…璃月的诸多风土人情，细究起来，全都在某一时期受到过神明本人的直接关怀。璃月人对这种与神同行的历史，也十分引以为荣。",
      "zht": "鍾離是餓不死的。\n\n財富的盈虧並不是鍾離需要操心的事。七國與世界才是他費心費力的領域。\n\n至於財富…他就是財富本身。\n\n統御璃月的「岩王帝君」，七神中的岩之神，摩拉克斯。通行提瓦特大陸的貨幣「摩拉」，其源流，正是他的神名。\n\n當深夜到來，喧囂的璃月港陷入沉睡，他偶爾會登上岩山之巔，俯瞰這座由他親手締造的城市。\n\n在璃月人心中，「岩王帝君」神職眾多。\n\n以神力為璃月港制訂律法時，他是「契約之神」。\n\n他親手鑄造了最初的一枚「摩拉」，令璃月港以商業立本，商人們尊崇他為「商業之神」。\n\n他經歷了漫長歲月，是七神中最古老的長者，歷史學家們稱他「歷史之神」。\n\n數千年前，璃月港的先民們墾荒時，常以石頭摩擦生火，再用岩石壘起爐灶。這些來自於「岩」的恩賜，也讓岩之神在人們口中成為了「爐火之神」。\n\n外國人傾向於叫他「摩拉克斯」，璃月人則更喜歡「岩王爺」這一俗稱。\n\n而在戲曲愛好者和孩子們心裡，摩拉克斯諸多神職中，還數戲臺上橫掃魔神千軍、開創並守衛璃月的「武神」最為有趣。\n\n「岩王爺」迷路時發掘的美味小吃、「岩王爺」親筆題字的牌匾、「岩王爺」傾情出演過一次龍套的著名戲曲…璃月的諸多風土人情，細究起來，全都在某一時期受到過神明本人的直接關懷。璃月人對這種與神同行的歷史，也十分引以為榮。",
      "jp": "鍾離が餓死することはない。\n\n富の損益は、鍾離が心配することではない。七国と世界こそが、彼が力を入れる領域である。\n\nなぜなら、彼自身が富そのものだからだ。\n\n璃月を統御する「岩王帝君」、七神の中の岩の神、モラクス。テイワット大陸の共通貨幣「モラ」の名はここから取られた。\n\n夜が訪れ、賑やかな璃月港が眠りについた時、時折彼は岩山に立ち、自分の手で作ったこの都市を眺める。\n\n璃月の人々にとって、「岩王帝君」は様々な偉業を成し遂げた存在だ。\n\n神力を用いて璃月港に法律を作った時、彼は「契約の神」になった。\n\n最初の1枚の「モラ」を作り、商業を礎に璃月港を大きく発展させた彼を、商人たちは「商業の神」として崇めるようになった。\n\n無数の年月を経て、七神の最年長である彼を、歴史学者たちは「歴史の神」と呼ぶようになった。\n\n数千年前、璃月港の先民たちが荒れ地を開拓した時、石で火を起こし、岩でかまどを作った時から、岩の神は「炉火の神」となった。\n\n外国人は彼を「モラクス」と呼ぶが、璃月の人々は彼を「岩王帝君」と呼ぶ。\n\nそして、芝居好きや子供たちにとって、数々の偉業の中でも、やっぱり魔神軍を一掃し、璃月を作り守る「武神」の彼が、一番人気がある。\n\n「岩王帝君」が道に迷った時に出会ったグルメ、「岩王帝君」が書いた扁額、「岩王帝君」がエキストラとして出演した演劇…璃月のたくさんの文化や歴史を細かく分析すると、どんな時代もこの神が深く関わっていた。そして、璃月の人々はこの神と共にある歴史を誇りとしている。",
      "ko": "종려는 굶어 죽지 않는다.\n\n부는 손익일 뿐 종려가 걱정할 일이 아니다. 7개국과 세계야말로 그가 공들이는 영역이다.\n\n부로 말할 것 같으면… 그가 바로 부 자체이다.\n\n리월을 통치하는 「암왕제군」은 일곱 신 중 바위의 신인 모락스이다. 티바트 대륙의 화폐인 「모라」는 모락스의 이름에서 따왔다고 한다.\n\n밤이 찾아오고, 떠들썩하던 리월항이 잠에 빠졌을 때, 그는 때때로 바위산 정상에 올라 그가 직접 건설한 도시를 굽어본다.\n\n리월 사람들의 마음속의 「암왕제군」은 직책이 수도 없이 많은 존재다.\n\n당시 그가 신의 힘으로 리월항 율법을 제정하였을 때, 그는 「계약의 신」이었다.\n\n그가 직접 최초의 「모라」를 주조해 리월항 상업에 기초를 마련했기 때문에 상인들은 그를 「상업의 신」으로 떠받든다.\n\n무수한 세월을 경험한 그는 일곱 신 중 가장 오래된 신으로서 역사학자들은 그를 「역사의 신」이라 부른다.\n\n수천 년 전, 리월항의 선조들이 황무지를 개간할 때 돌을 마찰 시켜 불을 피웠고, 바위를 쌓아 아궁이를 만들었다. 이 모든 것은 「바위」의 은혜로 비롯됐으니 바위의 신은 사람들에게 「화로의 신」으로 불렸다.\n\n외국인은 그를 「모락스」라고 부르지만, 리월 사람들은 「바위 신」이라고 부르는 걸 선호한다.\n\n희곡 애호가들과 아이들은 모락스의 수많은 직책 중 무대 위의 마신 천군을 쓸어버리고, 리월을 건설했으며 수호하는 「무신」의 직책을 가장 좋아한다.\n\n「바위 신」이 길을 잃었을 때 발굴한 맛있는 음식과 「바위 신」이 친필로 쓴 간판, 「바위 신」이 엑스트라로 출연한 적 있는 연극…. 리월의 많은 특색과 풍습은 자세히 들여다본다면 전부 어느 시기에 신의 보살핌을 받은 적이 있다. 리월 사람들은 이런 신과 함께한 역사를 영광으로 생각한다",
      "en": "There is no way Zhongli can starve.\n\nSuch concerns as profit and loss are beneath his notice. The Seven Nations and the world itself are where his efforts are directed.\n\nAs for wealth... He is wealth itself.\n\nHe is Morax, the overlord Rex Lapis who rules Liyue, and the Geo Archon of the Seven Archons. The very money that circulates throughout Teyvat, Mora, is named after him.\n\nWhen night falls and bustling Liyue begins to slumber, he will sometimes stand atop the towering mountains and gaze upon this city, which he made with his own hands.\n\nTo the people of Liyue, Rex Lapis has many divine titles.\n\nWhen he laid down Liyue's laws by his divine might, he was the God of Contracts. When he minted the first Mora and made Liyue strong by dint of commerce, the merchants revered him as the God of Commerce.\n\nHe has lived through countless years and is the eldest of the Seven, and so historians call him the God of History.\n\nThousands of years ago, the forebears of the citizens of Liyue Harbor struck stones together to start fires and used piled stones to create stoves. These blessings derived from the Geo element led the Geo Archon to gain the title of God of the Stove.\n\nPeople from other lands tend to call him Morax, though the people of Liyue prefer to use the term Rex Lapis.\n\nBut in the hearts of lovers of opera and children, Morax's on-stage aspect, the all-conquering defender of Liyue — the Warrior God — is the most fascinating.\n\nThe delicacies that Rex Lapis discovered while lost in the streets, the plaques inscribed with his handwriting, a famous opera that he once starred in, playing the part of a warrior... Many stories and tales of Liyue are, when studied closely, stories of people visited by their deity at some point — and the citizens of Liyue are most proud indeed of that history.",
      "de": "Zhongli wird auf keinen Fall verhungern.\n\nEr steht über Gewinn und Verlust. Seine Bemühungen drehen sich um die Sieben Städte und die Welt selbst ...\n\nWas den Reichtum angeht ... Er ist der Reichtum selbst.\n\nEr ist Morax, der Oberherr Rex Lapis, der über Liyue herrscht, und der Geo-Archon der Sieben Archonen. Das Geld, das in Teyvat zirkuliert, Mora, ist nach ihm benannt.\n\nWenn die Nacht hereinbricht und das geschäftige Liyue zu schlummern beginnt, steht er manchmal auf den hoch aufragenden Bergen und blickt auf diese Stadt, die er mit seinen eigenen Händen erschaffen hat.\n\nFür die Einwohner von Liyue hat Rex Lapis viele göttliche Titel.\n\nIndem er die Gesetze von Liyue mit seiner göttlichen Macht festlegte, galt er der Gott der Verträge.\n\nAls er die erste Mora prägte und Liyue durch den Handel stark machte, verehrten ihn die Kaufleute als Gott des Handels.\n\nEr hat unzählige Jahre gelebt und ist der älteste der Sieben, und so nennen ihn die Historiker den Gott der Geschichte.\n\nVor Tausenden von Jahren schlugen die Vorfahren der Bürger des Hafens von Liyue Steine zusammen, um Feuer zu entfachen, und schufen aus aufgetürmten Steinen Öfen. Diese Segnungen, die aus dem Geo-Element stammen, führten dazu, dass der Geo-Archon den Titel Gott des Ofens erhielt.\n\nMenschen aus anderen Ländern neigen dazu, ihn Morax zu nennen, obwohl die Einwohner von Liyue es vorziehen, den Begriff Rex Lapis zu verwenden.\n\nAber in den Herzen der Opernliebhaber und Kinder ist Morax, der alles erobernde Verteidiger von Liyue – der Gott des Krieges –, am faszinierendsten.\n\nDie Köstlichkeiten, die Rex Lapis entdeckte, als er sich in den Straßen verirrte, die mit seiner Handschrift beschrifteten Tafeln, eine berühmte Oper, in der er einst die Rolle eines Kriegers spielte ... Viele Geschichten und Erzählungen von Liyue sind, wenn man sie genau studiert, Geschichten von Menschen, die irgendwann einmal von ihrer Gottheit besucht wurden – und die Bürger von Liyue sind in der Tat sehr stolz auf diese Geschichte.",
      "es": "Zhongli nunca morirá de hambre. Eso es un hecho.\n\nNo necesita preocuparse de si está ganando o perdiendo dinero. En lo que realmente invierte su energía es en los asuntos de las Siete Naciones.\n\nEn cuanto a la riqueza material... Él es, literalmente, la personificación de la propia riqueza.\n\nSí; Zhongli es Rex Lapis, el Arconte Geo de Los Siete, la deidad que gobernó Liyue, y también es Morax, nombre del cual procede el Mora, la divisa de todo Teyvat.\n\nCuando cae la noche y el bullicioso puerto de Liyue se calma, a veces se dirige a la cima de las montañas y contempla la ciudad que creó con sus propias manos.\n\nPara los habitantes de Liyue, el Rey Geo tiene muchos títulos.\n\nCuando hizo las leyes de Liyue, fue el “Patrono de los contratos”.\n\nCreó el primer Mora que sirvió de base para el comercio de Liyue, por lo que los comerciantes lo coronaron como el “Patrono del comercio”.\n\nHa sido testigo de la historia a través de todos sus años y es el mayor de todos Los Siete. Por ello, los historiadores se refieren a él como el “Patrono de la historia”.\n\nHace milenios, cuando los pioneros de Liyue crearon por primera vez el fuego mediante la fricción de piedras y cocinaron en hornos hechos con dicho material, lo acreditaron como el “Patrono de los hornos”.\n\nMientras que los extranjeros prefieren llamarlo con el nombre de “Morax”, a la gente de Liyue le gusta más su nombre común: “Rey Geo”.\n\nAdemás, de todas las posiciones y cargos que tiene Morax, su papel como “Dios Guerrero” que venció a malvados dioses en los campos de batalla es el favorito de los niños y los aficionados al teatro.\n\nLas deliciosas comidas callejeras que el Rey Geo descubrió cuando se perdió, la placa en la que escribió su nombre y la famosa obra de teatro en la que hizo un cameo... No sería descabellado afirmar que muchas de las tradiciones y costumbres de Liyue se forjaron por su influencia directa en el mundo y por su relación con la gente de la ciudad. La gente de Liyue también está orgullosa de su historia por tener un dios que camina entre ellos.",
      "fr": "Mourir de faim ? Inconcevable pour Zhongli.\n\nPerdre ou gagner de l'argent n'a guère d'importance pour lui. Son cœur est dévoué aux Sept Nations.\n\nEt pour ce qui est des finances... Zhongli en est l'incarnation. Eh oui ! Il est le Souverain de la Roche, l'Archon Géo, le dirigeant de Liyue, alias Morax. C'est son nom que porte la monnaie qui circule en Teyvat.\n\nLorsque la nuit tombe, et que Liyue, grouillante de vie, s'endort, parfois l'Archon monte au sommet de la montagne et contemple la ville qu'il a créée de ses mains.\n\nLes habitants de Liyue se réfèrent au Souverain de la Roche sous divers noms.\n\nLorsqu'il écrit le code des lois de Liyue, le peuple le baptisa Dieu des contrats.\n\nLorsqu'il frappa le premier mora, devenu la base du commerce, les marchands le nommèrent Dieu des affaires.\n\nÉtant le plus ancien des Sept Archons, Zhongli a été le témoin de milliers d'années d'histoire, c'est pourquoi les historiens l'ont proclamé Dieu de l'histoire.\n\nIl y a des milliers d'années, lorsque les premiers colons de Liyue ont allumé leur premier feu sur un poële en pierre et cuisiné leur propre nourriture, ils ont commencé à l'appeler Dieu des fourneaux.\n\nLes étrangers l'appellent Morax, mais les habitants de Liyue préfèrent l'appeler le Souverain de la Roche.\n\nEn outre, les enfants et les amateurs de théâtre apprécient particulièrement son titre de Dieu du combat pour avoir vaincu les dieux maléfiques sur les champs de bataille.\n\nLes délices que le Souverain de la Roche aurait découverts en se perdant dans les rues, les plaques gravées de son écriture, un opéra célèbre dans lequel il aurait lui-même joué le rôle d'un guerrier...\n\nDe nombreuses histoires et contes de Liyue sont, lorsqu'ils sont étudiés de près, en rapport avec lui.\n\nEt les habitants de Liyue sont incroyablement fiers de cet héritage.",
      "pt": "Zhongli nunca morrerá de fome.\n\nEle não se preocupa com lucros e perdas. Seus esforços estão direcionados para as Sete Nações e o mundo inteiro.\n\nQuanto a riqueza... Ele é sua personificação.\n\nEle é Morax, o senhor Rex Lapis que comanda Liyue, e o Arconte Geo dos Sete Arcontes. O dinheiro que circula por Teyvat, Mora, tem esse nome por causa dele.\n\nQuando a noite chega, e a vívida Liyue começa a dormir, ele às vezes fica no topo das montanhas, olhando para a cidade que fez com suas próprias mãos.\n\nPara as pessoas de Liyue, Rex Lapis tem muitos títulos.\n\nQuando ele criou as leis da cidade com sua vontade divina, ele foi o Deus dos Contratos. Quando criou a primeira Mora e fez Liyue forte por causa do comércio, os mercadores o veneraram como Deus do Comércio.\n\nEle viveu incontáveis anos e é o mais velho dos Sete Arcontes, então os historiadores o chamam de Deus da História.\n\nMilhares de anos atrás, os antepassados dos cidadãos do Porto de Liyue bateram pedras para criar fogo e empilharam pedras para construir fornos. Essas bênçãos derivadas do elemento Geo levaram ao Arconte Geo ganhar o título de Deus do Fogão.\n\nPessoas de outras terras o chamam de Morax, apesar das pessoas de Liyue preferirem chamá-lo de Rex Lapis.\n\nMas no coração dos amantes de óperas e crianças, a aparência de Morax como o defensor de Liyue, Deus da Guerra, é a mais fascinante.\n\nAs iguarias que Rex Lapis descobriu vagando pelas ruas, as placas com sua escrita, uma ópera famosa que ele atuou como um guerreiro... Muitas histórias e contos de Liyue são, quando estudados mais de perto, histórias de pessoas visitadas por sua divindade, e os cidadãos de Liyue têm orgulho delas.",
      "ru": "Однако Чжун Ли не может умереть с голоду. Ему не нужно волноваться о деньгах, ведь его сердце и разум лежат в семи королевствах. Что касается финансов... Чжун Ли и есть их воплощение, ведь он - Властелин Камня, Гео Архонт, правящий Ли Юэ, он же Моракс, в честь которого была названа валюта «мора». С наступлением ночи кипящий жизнью Ли Юэ засыпает, и иногда Архонт поднимается на вершину горы и смотрит на город, который создал собственными руками. Жители Ли Юэ называют Властелина Камня многими именами. Когда он написал свод законов Ли Юэ, люди окрестили его богом соглашений и контрактов. Когда он отчеканил первую монету моры, которая стала фундаментальным звеном мировой экономики, торговцы прозвали его богом коммерции. Будучи самым древним из семи Архонтов, Чжун Ли стал свидетелем многотысячелетней истории мира, поэтому учёные-историки провозгласили его богом истории. Тысячи лет назад, когда первые поселенцы Ли Юэ впервые развели огонь в своих каменных печах и приготовили себе еду, они начали называть его богом очага. Чужеземцы называют его Моракс, но жителям Ли Юэ больше нравится называть его Властелином Камня. Кроме того, детям и оперным сценаристам особенно нравится его образ воинственного божества, покаравшего злых Архонтов на полях древних сражений. Уличная еда, которую придумал Властелин Камня, заблудившись в лесах; каменные таблички с надписями Властелина Камня; знаменитая оперетта, в которой Властелин Камня сам принял участие... С уверенностью можно сказать, что многие обычаи и традиции Ли Юэ возникли благодаря влиянию Гео Архонта на жизни людей. Жители Ли Юэ неимоверно гордятся тем, что их Архонт живёт среди них.",
      "id": "Zhongli tidak mungkin mati kelaparan.\n\nMeraup untung dan menghindari rugi, sama sekali bukan hal yang perlu dia khawatirkan. Dia berusaha demi Tujuh Bangsa dan dunia yang kita semua tempati ini.\n\nMengenai kekayaan ... dialah esensi dari kekayaan itu sendiri.\n\nDia adalah Morax, sang dewa Rex Lapis yang memerintah Liyue, dan Archon Geo, salah satu dari The Seven. Nama mata uang yang beredar di seluruh Teyvat, yaitu Mora, diambil dari namanya.\n\nKetika malam tiba dan Liyue yang ramai mulai tertidur, dia terkadang akan berdiri di atas gunung yang menjulang tinggi sambil menatap kota yang dibangun oleh kedua tangannya sendiri.\n\nBagi penduduk Liyue, Rex Lapis memiliki banyak gelar ilahi.\n\nKetika dia menegakkan hukum di Liyue dengan kekuatan dewanya, dia dipanggil Dewa Kontrak. Ketika dia mencetak Mora pertama dan membuat Liyue kuat lewat perdagangan, para pedagang memujanya sebagai Dewa Perdagangan.\n\nDia telah hidup untuk waktu yang sangat lama, dan dialah yang tertua dari The Seven, sehingga para sejarawan menyebutnya Dewa Sejarah.\n\nRibuan tahun yang lalu, leluhur orang Liyue memukul batu untuk menyalakan api, dan menumpuk batu untuk membuat kompor. Berkat yang didapat dari elemen Geo ini membuat sang Archon Geo juga dijuluki Dewa Kompor.\n\nBangsa lain lebih sering menyebut namanya, Morax, meski orang Liyue lebih suka memanggilnya dengan gelarnya, Rex Lapis.\n\nTetapi dalam hati pecinta opera dan anak-anak kecil, Morax yang diceritakan di atas panggung, yang dengan gagah berani membela Liyue dan menundukkan semua lawannya, sang Dewa Perang, adalah identitasnya yang paling memukau.\n\nRex Lapis menemukan makanan lezat saat tersesat di jalanan, Rex Lapis menulis di atas sebuah plakat, Rex Lapis membintangi sebuah opera terkenal, sebagai seorang pejuang ... Begitu banyak cerita dan dongeng di Liyue, yang jika dipelajari lebih jauh, adalah tentang orang-orang yang pernah dikunjungi oleh Rex Lapis pada suatu waktu tertentu. Dan tentu saja, warga Liyue sangat bangga dengan sejarah mereka.",
      "th": "Zhongli นั้นไม่มีทางอดตาย\n\nความรวยจนนั้นไม่ใช่สิ่งที่ Zhongli ต้องใส่ใจมากนัก เรื่องเกี่ยวกับประเทศทั้งเจ็ดและโลกต่างหากที่เป็นขอบเขตที่เขาต้องเหนื่อยทั้งใจและกาย\n\nเมื่อพูดถึงความมั่งคั่ง...ตัวเขาเองนั่นแหละที่เป็นความมั่งคั่ง\n\n\"ราชาแห่งหิน\" ผู้ปกครอง Liyue เทพแห่งหินผู้เป็นหนึ่งในเจ็ดเทพ Morax ต้นกำเนิดของเงินสกุล Mora ที่ถูกใช้กันไปทั่วทั้งทวีป Teyvat\n\nเมื่อถึงตอนดึกและความวุ่นวายของท่าเรือ Liyue ได้สงบลง บางครั้งเขาจะขึ้นไปยังบนภูเขาหินสูงและจ้องมองลงไปยังเมืองที่เขาสร้างขึ้นมาด้วยมือของตนเอง\n\nในใจของผู้คนชาว Liyue นั้น \"ราชาแห่งหิน\" นั้นมีชื่อเรียกมากมาย\n\nเมื่อเขาออกกฎหมายสำหรับท่าเรือ Liyue ด้วยอำนาจอันศักดิ์สิทธิ์เขาก็คือ \"เทพแห่งพันธสัญญา\"\n\nเขาหลอม \"Mora\" ขึ้นมาเป็นครั้งแรกซึ่งนั่นทำให้ท่าเรือ Liyue เป็นรากฐานทางการค้า ดังนั้นเหล่านักธุรกิจจึงเคารพเขาในฐานะ \"เทพเจ้าแห่งธุรกิจการค้า\"\n\nเขาผ่านสิ่งต่าง ๆ มานานนับไม่ถ้วนและเป็นผู้ที่เก่าแก่ที่สุดในเจ็ดเทพ พวกนักประวัติศาสตร์ต่างเรียกเขาว่า \"เทพเจ้าแห่งประวัติศาสตร์\"\n\nเมื่อหลายพันปีก่อนเหล่าบรรพชนของท่าเรือ Liyue ได้มายังดินแดนอันรกร้างว่างเปล่าแห่งนี้ บางครั้งพวกเขานำหินมาสีกันเพื่อทำให้เกิดประกายไฟ บางครั้งก็นำหินมาก่อเป็นเตา พรที่มาจาก \"หิน\" เหล่านี้นั้นทำให้ผู้คนเรียกเขาว่า \"เทพเจ้าแห่งเตาไฟ\"\n\nชาวต่างชาติมักจะเรียกเขาว่า Morax แต่ชาว Liyue นั้นชอบที่จะเรียกเขาว่า \"ลอร์ดแห่งหิน\" มากกว่า\n\nในใจของผู้ที่ชื่นชอบละครงิ้วและพวกเด็ก ๆ นั้น ท่ามกลางชื่ออันหลากหลายของ Morax ยังมีชื่อที่ปรากฏในบทละครหลากหลายเวที ในนามผู้คอยกวาดล้างกองทัพเทพอสูร หรือผู้สร้างและปกป้อง Liyue อย่างชื่อ \"เทพเจ้าแห่งสงคราม\" ที่น่าสนใจที่สุดอยู่ด้วย\n\nขนมแสนอร่อยที่ \"ลอร์ดแห่งหิน\" ค้นพบขณะกำลังหลงทาง, ป้ายหน้าร้านที่ \"ลอร์ดแห่งหิน\" เขียนด้วยตัวของท่านเอง, \"ลอร์ดแห่งหิน\" เคยแสดงในบทตัวประกอบละครงิ้วที่มีชื่อเสียง... เมื่อศึกษาขนบธรรมเนียมและสภาวะในท้องถิ่นของ Liyue อย่างรอบคอบนั้น ทั้งหมดนี้ต่างเคยได้รับการดูแลจากเทพโดยตรงในช่วงเวลาใดเวลาหนึ่ง ผู้คน Liyue นั้นภูมิใจในประวัติศาสตร์การเดินทางร่วมกันกับเทพเจ้าเป็นอย่างมาก",
      "vi": "Zhongli không thể chết vì đói.\n\nTiền tài ít hay nhiều không phải là điều mà Zhongli quan tâm. Bảy quốc gia và thế giới mới là thứ mà anh dốc hết tâm sức.\n\nCòn sự giàu có... anh ấy vốn đã giàu sẵn rồi.\n\n\"Nham Vương Đế Quân\" cai trị Liyue, là Nham Thần trong bảy vị thần, Morax. Nguồn gốc của loại tiền tệ \"Mora\" lưu hành khắp đại lục Teyvat chính là lấy từ tên của anh.\n\nKhi màn đêm buông xuống, toàn bộ cảng Liyue náo nhiệt chìm vào giấc mộng, đôi khi anh sẽ đứng trên đỉnh núi cao nhìn xuống thành thị do chính tay anh gầy dựng nên.\n\nTrong lòng của người dân Liyue, \"Nham Vương Đế Quân\" chức trách nhiều vô kể.\n\nKhi anh sử dụng thần lực tạo dựng nên pháp luật ở Liyue, anh là \"Thần Khế Ước\".\n\nKhi anh đích thân đúc ra đồng Mora đầu tiên, tạo nền móng cho ngành thương mại cảng Liyue, các thương nhân tôn thờ anh là \"Thần Thương Nghiệp\".\n\nAnh trải qua những năm tháng dài đằng đẵng, là người lớn tuổi nhất trong bảy vị thần, các nhà lịch sử gọi anh là \"Thần Lịch Sử\".\n\nHàng nghìn năm trước, khi tổ tiên của người Liyue đến đây khai hoang đã dùng đá đánh vào nhau tạo thành lửa, dùng đất đá xây thành bếp. Những thứ ấy đều là ân điển của \"Nham\", khiến mọi người gọi Nham Thần là \"Thần Lửa\".\n\nNgười ngoại quốc thường gọi anh là \"Morax\" nhưng cư dân Liyue lại thích gọi anh là \"Nham Vương Gia\".\n\nTrong lòng của những người yêu kịch và những đứa trẻ, trong vô số chức trách mà Morax đảm nhiệm, thì \"Võ Thần\" đã đánh bại ngàn quân ma thần, gầy dựng và bảo vệ Liyue được xem là vai diễn thú vị nhất trên sân khấu.\n\nMón ăn vặt mà \"Nham Vương Gia\" phát hiện ra trong lúc lạc đường, biển hiệu mà \"Nham Vương Gia\" đã ngự bút, hoặc vở diễn nổi tiếng mà \"Nham Vương Gia\" từng nhiệt tình tham gia diễn xuất...Rất nhiều văn hóa phong tục của Liyue, sau khi đào sâu nghiên cứu mới biết rằng, đều là sự quan tâm chăm sóc của thần linh trong một giai đoạn nào đó. Người dân Liyue vô cùng tự hào với lịch sử được đồng hành cùng vị thần này."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "身为璃月港的缔造者，摩拉克斯在这座商业之城里最为看重的就是「契约」。\n\n从最简单的「以钱易物」、商人之间签订的合同，到建城时摩拉克斯亲立的古老律法，「契约」无处不在。\n\n「契约」之于商人，也是最为重要的准则：交货日期、交货款目、交货地点…\n\n唯有保持良好严格的秩序，才能让商业活动具有旺盛的活力，而商业，恰好是璃月港的立城之本。\n\n所以，不仅仅是遵守摩拉克斯的神谕，更是为了让璃月港时刻保持活力，「璃月七星」对所有违反律法的人绝不姑息。\n\n数千年来，历代「璃月七星」均投身于古老律法的释义工作，以各类微妙的「补充条款」填充着律法内已知的漏洞。那些尚未发现的，则被商家们默认为「法不禁而可为」，以此大捞一笔摩拉，直到被「璃月七星」发现，将新出现的法律漏洞迅速补上。\n\n在这追来补去的拉锯战中，专门用来统计解读璃月港律法「补充条款」的律法释义书籍，已经达到了庞大的两百七十九页之巨。\n\n而负责修订这本书的当代「天权」——凝光，更是被人们悄悄地戏称为「璃月的裁缝师」，以形容她为璃月港律法打补丁的速度之快，眼光之准…\n\n但无论凡人律法如何繁复难解，在「岩王帝君」本人心中，只有一条律法地位高于一切：\n\n「契约既成，食言者当受食岩之罚。」",
      "zht": "身為璃月港的締造者，摩拉克斯在這座商業之城裡最為看重的就是「契約」。\n\n從最簡單的「以錢易物」、商人之間簽訂的合約，到建城時摩拉克斯親立的古老律法，「契約」無處不在。\n\n「契約」之於商人，也是最為重要的準則：交貨日期、交貨款目、交貨地點…\n\n唯有保持良好嚴格的秩序，才能讓商業活動具有旺盛的活力，而商業，恰好是璃月港的立城之本。\n\n所以，不僅僅是遵守摩拉克斯的神諭，更是為了讓璃月港時刻保持活力，「璃月七星」對所有違反律法的人絕不姑息。\n\n數千年來，歷代「璃月七星」均投身於古老律法的釋義工作，以各類微妙的「補充條款」填充著律法內已知的漏洞。那些尚未發現的，則被商家們默認為「法不禁而可為」，以此大撈一筆摩拉，直到被「璃月七星」發現，將新出現的法律漏洞迅速補上。\n\n在這追來補去的拉鋸戰中，專門用來統計解讀璃月港律法「補充條款」的律法釋義書籍，已經達到了龐大的兩百七十九頁之巨。\n\n而負責修訂這本書的當代「天權」——凝光，更是被人們悄悄地戲稱為「璃月的裁縫師」，以形容她為璃月港律法打補丁的速度之快，眼光之準…\n\n但無論凡人律法如何繁複難解，在「岩王帝君」本人心中，只有一條律法地位高於一切：\n\n「契約既成，食言者當受食岩之罰。」",
      "jp": "璃月港の創建者として、この商業の城でモラクスが最も重視しているのは「契約」である。\n\n単純な「金での売買」から、商人たちが結ぶ契約、璃月港創建時にモラクスが自ら制定した律法まで、「契約」はこの都市のあらゆるところに存在する。\n\n商人たちにとっても、引渡しの時間、金額、場所などを定める「契約」は、最も重要な規準である。\n\n良好で厳格な秩序だけが、商業活動を盛り上げられる。そして商業は璃月港の支えとなる。\n\nそのため、モラクスの神託を守るだけでなく、璃月港が常に活力を維持できるよう、法律を違反した人を「璃月七星」は簡単には許さない。\n\n数千年の歴史の中で、歴代の「璃月七星」は法律の解釈に力を注ぎ、様々な「補充条項」で法律をより完全なものにしてきた。気付かれていない法の抜け穴は、商人たちに「禁止されていないから」と黙認され、気付いた「璃月七星」によって、新たな補充条項が追加されるまで、大儲けの道具にされた。\n\nこうしたやり取りの中で、璃月港の法律の解釈本である「補充条項」は、すでに279ページにも及んだ。\n\nこの本の改訂を担当する当代の「天権」——凝光は人々からこっそりと「璃月の裁縫師」と呼ばれている。\n\nしかし、凡人たちの法律がいくら複雑に解釈されても、「岩王帝君」本人にとって、大事な法律はただ一つだけだ。\n\n「契約を違えた者は厳罰されるべし」",
      "ko": "리월항의 설립자로서 모락스는 상업의 도시에서 「계약」을 가장 중요하게 여긴다.\n\n가장 간단한 「돈으로 물건을 사는 것」부터 상인 간의 계약 체결까지, 리월항이 만들어질 때 모락스가 직접 확립한 오래된 율법인 「계약」은 없는 곳을 찾아볼 수 없을 정도다.\n\n상인들의 입장에서도 「계약」은 가장 중요한 준칙으로 통한다. 납품 일자, 납품 항목, 납품 지점….\n\n엄격하고 올바른 질서를 유지하는 것야말로 상업 활동에 활력을 불어넣을 수 있다. 또한 상업은 리월항 설립의 본질이다.\n\n따라서 모락스의 계시를 지키는 것뿐만 아니라 더 나아가 리월항의 활력을 유지하기 위해선 「리월 칠성」은 모든 법률을 위반한 자에게 절대 자유를 허락하지 않는다.\n\n수천 년 동안 역대 「리월 칠성」은 대대로 오래된 법률의 뜻을 풀이하는 일에 몸을 바쳤고, 법률에서 발견된 빈틈에 각종 세세한 「보충 조항」을 추가했다. 발견되지 않은 허점은 상인들에게 암묵적으로 「법이 금지하지 않은 것은 문제없다」로 여겨져 「리월 칠성」에게 발각될 때까지 한몫 두둑이 챙기는 수단으로 이용됐고, 「리월 칠성」은 새로 나타난 법률상의 허점을 빠르게 보충해나갔다.\n\n이러한 밀고 당기는 법률 전쟁 중, 리월항 법률 「보충 조항」을 통계적으로 해석하는데 사용되는 법률 서적은 이미 279페이지에 달하는 방대한 분량에 이르렀다. 이 책의 수정을 맡은 당대 「천권」——응광은 더더욱 사람들에게 「리월의 재봉사」라고 불렸고, 비교할 수 없는 리월항 법률의 개정 속도와 안목의 정확성으로 표현됐다….\n\n하지만 평범한 인간이 법률을 아무리 번복하고 힘들게 풀었다 한들 「암왕제군」의 마음속에는 오직 하나의 조항만이 가장 높은 위치에 자리 잡고 있다:\n\n「계약이 체결됐지만 약속을 지키지 않는 자에겐 돌을 먹는 형벌을 내린다」",
      "en": "As the founder of Liyue Harbor, \"contracts\" are the most important thing to Morax.\n\nFrom simple monetary exchange and agreements between merchants to the ancient laws that Morax himself laid down, there is no part of city life untouched by \"contracts.\"\n\nTo merchants, \"contracts\" are the most important standard to which they hold themselves: deadlines, invoices, shipping destinations... Only a refined and strict order can sustain vibrant commerce, which is itself the lifeblood of Liyue Harbor.\n\nThus the Qixing punish violators of such laws unceasingly, not only to uphold the divine rulings of Morax but also to allow Liyue to maintain its vitality.\n\nThrough the millennia, every generation of the Liyue Qixing commits to interpreting the law, including subtle amendments to plug loopholes found in the law. Any loopholes that remain undiscovered are seen by the merchants as \"permissible if unaddressed,\" and they make killings off such holes until they are discovered and patched up by the Liyue Qixing.\n\nAmid this game of cat-and-mouse, the book that collates such amendments has reached a whopping 279 pages thick.\n\nThe person currently responsible for maintaining this book, the Tianquan Ningguang, is secretly (and humorously) referred to as the \"Tailor of Liyue,\" in honor of her speed in patching these laws up, and for her sharpness of eye.\n\nBut no matter how complicated or tangled mortal laws become, one of these stands above all others in the eyes of Rex Lapis.\n\n\"The one who reneges on their words shall suffer the Wrath of the Rock.\"",
      "de": "Als Erbauer des Hafens von Liyue sind „Verträge“ für Morax das Wichtigste.\n\nVon einfachem Geldwechsel und Vereinbarungen zwischen Händlern bis hin zu den alten Gesetzen, die Morax selbst aufgestellt hat, gibt es keinen Teil des Stadtlebens, der nicht von „Verträgen“ berührt wird.\n\nFür die Händler sind „Verträge“ der wichtigste Standard, den sie selbst halten: Fristen, Rechnungen, Versandziele ...\n\nNur eine raffinierte und strenge Ordnung kann einen lebhaften Handel aufrechterhalten, der das Lebenselixier des Hafens von Liyue ist.\n\nSo bestrafen die Qixing ununterbrochen Verstöße gegen solche Gesetze, nicht nur, um die göttlichen Entscheidungen von Morax aufrechtzuerhalten, sondern auch, um es Liyue zu ermöglichen, seine Vitalität zu erhalten.\n\nIm Laufe der Jahrtausende verpflichtet sich jede Generation der Qixing von Liyue, das Gesetz auszulegen, einschließlich feiner Änderungen, um Gesetzeslücken zu stopfen. Jegliche Schlupflöcher, die unentdeckt bleiben, werden von den Händlern als „zulässig, wenn sie nicht angesprochen werden“ betrachtet, und sie schlagen Profit aus solchen Löchern, bis sie von den Qixing von entdeckt und behoben werden.\n\nInmitten dieses Katz-und-Maus-Spiels hat das Buch, das solche Änderungen zusammenträgt, eine Dicke von 279 Seiten erreicht.\n\nDie Person, die gegenwärtig für die Pflege dieses Buches verantwortlich ist, der Tianquan Ningguang, wird insgeheim (und humorvoll) als die „Schneiderin von Liyue“ bezeichnet, zu Ehren ihrer Schnelligkeit beim Flicken dieser Gesetze und ihrer Augenschärfe.\n\nAber egal wie kompliziert oder verworren die Gesetze der Sterblichen werden, eines davon steht in den Augen von Rex Lapis über allen anderen.\n\n„Wer ihren Worten nicht gehorcht, wird den Zorn des Felsens erleiden“.",
      "es": "Como fundador de Liyue, lo que Morax valora más de esta ciudad comercial son los contratos.\n\nDesde los simples contratos comerciales hasta las antiguas leyes formuladas por el propio Morax cuando creó Liyue, los contratos se manifiestan de varias formas y en todas partes de la ciudad.\n\nPara los comerciantes, los contratos son la base de todos los intercambios honestos y confiables, ya que los vinculan con fechas de envío, fechas de pago y ubicaciones de entrega, entre otras cosas.\n\nLa prosperidad y vitalidad del comercio, que es el alma de Liyue, solo podrán garantizarse si existe un estricto orden social.\n\nAsí pues, para respetar el cumplimiento de las profecías de Morax y proteger la vitalidad de Liyue, las Siete Estrellas no tolerarán ninguna infracción de la ley.\n\nDurante milenios, las Siete Estrellas se han dedicado generación tras generación a la interpretación de las leyes y a crear todo tipo de cláusulas adicionales para enmendar cualquier vacío legal. Si hay algo que no esté escrito, se considera “permitido por la ley” hasta que las Siete Estrellas hagan la enmienda correspondiente.\n\nHasta la fecha, hay un total de 279 páginas en el libro sobre la interpretación de las leyes enmendadas. Ninguang, el actual Equilibrio Celestial y encargada de revisar este libro, recibió el sobrenombre de la “sastre de Liyue” por su eficiencia y precisión.\n\nSin embargo, no importa cuán complicadas sean las leyes humanas, para Rex Lapis, hay una ley que se encuentra por encima de todo lo demás:\n\n“Aquellos que rompan un contrato sufrirán la ira de la roca”.",
      "fr": "En tant que fondateur du Port de Liyue, Morax accorde une importance particulière à la notion de « contrat ».\n\nDu simple accord commercial entre marchands à l'ancien code de lois qu'il a lui-même rédigé, il n'y a pas un aspect de la vie de la ville qui ne soit régi par des contrats.\n\nPour les commerçants, ils sont la garantie d'une transaction équitable et sûre, que ce soit pour les délais, les factures, les destinations d'expédition... Ce n'est qu'en étant encadré de façon stricte que le commerce peut être florissant, ce qui est la pierre angulaire du Port de Liyue.\n\nC'est pourquoi les contrevenants à ces lois sont systématiquement punis, non seulement pour faire respecter les décisions divines de Morax, mais aussi pour permettre à Liyue de maintenir sa prospérité.\n\nPendant des millénaires, les Sept Étoiles se sont consacrées de génération en génération à interpréter les lois et à créer toutes sortes de clauses supplémentaires pour empêcher toute échappatoire juridique. S'il y a quelque chose qui n'est pas écrit, il est considéré comme « autorisé par la loi » jusqu'à ce que les Sept Étoiles apportent l'amendement correspondant.\n\nDans ce jeu du chat et de la souris, le livre regroupant ces amendements a fini par atteindre l'imposante épaisseur de 279 pages.\n\nLa personne actuellement responsable de la maintenance de ce livre, la Megrez Ningguang, est appelée le « Tailleur de Liyue », pour sa rapidité et sa précision.\n\nCependant, aussi complexes les lois humaines puissent être, il y en a une qui se tient au-dessus de toutes les autres aux yeux du Souverain de la Roche.\n\n« Celui qui renie sa parole subira le châtiment de la Roche. »",
      "pt": "Como fundador do Porto de Liyue, \"contratos\" são a coisa mais importante para Morax.\n\nDesde simples trocas monetárias e acordos entre comerciantes até as antigas leis que Morax promulgou, não há nada na cidade que não esteja sujeito a \"contratos\".\n\nPara os mercadores, \"contratos\" são o mais alto padrão a que se submetem: prazos, faturas, destinos de entrega... Apenas uma ordem refinada e estrita pode manter o comércio vibrante, que é o sangue do Porto de Liyue.\n\nDesta forma, os Qixing de Liyue punem sem misericórdia quem as quebras, não apenas para manter vivas as ordens de Morax, mas para permitir que Liyue mantenha sua vitalidade.\n\nAtravés dos milênios, cada geração dos Qixing de Liyue interpreta a lei e faz emendas sutis a buracos encontrados nela. Quaisquer buracos que permaneçam não descobertos são vistos pelos comerciantes como \"permissíveis até que se diga o contrário\", e fazem fortunas desses buracos até que sejam descobertos e corrigidos pelos Qixing de Liyue.\n\nNeste jogo de gato e rato, o livro que reúne essas emendas tem 279 páginas.\n\nA pessoa responsável em manter esse livro, Tianquan Ningguang, é referida secretamente como a \"Costureira de Liyue\" devido a sua velocidade em atualizar essas leis.\n\nMas não importa quão complicadas as leis mortais se tornem, uma delas permanece acima de todas nos olhos de Rex Lapis:\n\n\"Aquele que romper um contrato sofrerá a ira da Rocha\".",
      "ru": "Будучи основателем гавани Ли Юэ, Моракс больше всего ценит в этой торговой столице «договоры». В Ли Юэ их великое множество: от простых торговых соглашений до древнего свода законов, который составил он сам во время основания Ли Юэ. Все «договоры» служат разным целям. Для торговцев договоры являются гарантией честной и надёжной сделки и привязывают её к датам отгрузки, оплаты, местам передачи товара и т.д. Это способствует здоровой коммерции, которая является кровеносной системой Ли Юэ. Группировка Цисин жёстко наказывает нарушителей этих договоров не только чтобы соблюдать законы Моракса, но и для поддержания жизнеспособности всего города. На протяжении поколений Цисин были теми, кто толковал и вносил поправки в свод законов, пытаясь закрыть все найденные в них лазейки. Те же лазейки, которые они не могли перекрыть, считались «разрешёнными ходами» до тех пор, пока соответствующая поправка не будет принята. На сегодняшний день в последнем издании свода законов насчитывается 279 страниц. Волю Небес Цисин, Нин Гуан, избранную ныне для толкования и изменения правил, за свою эффективность и точность называют «портным Ли Юэ». Однако как бы сложны и запутанны ни были эти законы, один закон для Властелина Камня стоит выше других: «На того, кто нарушит договор, обрушится гнев Камня».",
      "id": "Sebagai pendiri Pelabuhan Liyue, \"kontrak\" adalah hal yang paling penting bagi Morax.\n\nMulai jual beli sederhana, kesepakatan antar pedagang, hingga hukum kuno yang ditulis sendiri oleh Morax, tidak ada bagian dari kehidupan kota yang tidak tersentuh oleh \"kontrak\".\n\nBagi para pedagang, \"kontrak\" adalah standar terpenting yang mereka pegang teguh: tenggang waktu, faktur, pengiriman ... Hanya aturan yang ketat dan jelaslah yang dapat menjaga kelancaran perdagangan, yang pada hakekatnya adalah detak jantung kehidupan di Pelabuhan Liyue.\n\nDemikian para Qixing akan menghukum siapa saja yang berani melanggar hukum tanpa kecuali, bukan hanya untuk menegakkan perintah Morax, tetapi juga untuk mempertahankan kemakmuran Liyue.\n\nSelama ribuan tahun, setiap generasi Liyue Qixing terus menafsirkan hukum-hukum yang berlaku, membuat amandemen untuk menutupi celah-celah hukum yang mereka temukan. Para pedagang menganggap setiap celah yang belum ditemukan oleh para Qixing sebagai sesuatu yang \"boleh karena belum dilarang\", dan mereka akan memanfaatkannya habis-habisan untuk memakmurkan diri, sampai akhirnya celah tersebut ditemukan dan dibenahi.\n\nDalam suasana kejar-kejaran antara pedagang dan pejabat seperti ini, pasal-pasal kitab amandemen hukum Liyue terus ditambahkan sampai kini tebalnya sudah mencapai 279 halaman.\n\nOrang yang saat ini bertanggung jawab sebagai pengurus kitab, sang Tianquan, Ningguang, diam-diam diberi julukan \"Penjahit Liyue\" oleh orang-orang yang pandai menemukan humor dalam segala situasi, karena kecepatannya dalam menambal sulam kitab hukum dan ketajaman matanya dalam mengenali celah hukum.\n\nTapi, tidak peduli seberapa rumit dan kusutnya hukum para manusia fana, bagi Rex Lapis, hanya ada satu hukum yang terutama.\n\n\"Orang yang mengingkari kata-katanya, akan merasakan amarah batu karang.\"",
      "th": "ในฐานะผู้ก่อตั้งท่าเรือ Liyue สิ่งที่ Morax ให้ความสำคัญที่สุดในเมืองแห่งธุรกิจการค้านี้ก็คือ \"พันธสัญญา\"\n\nจากสิ่งที่เรียบง่ายที่สุดอย่าง \"การแลกเปลี่ยนสิ่งของด้วยเงินตรา\" สัญญาระหว่างนักธุรกิจที่ร่วมลงนามกันไปจนถึงกฎหมายโบราณที่ Morax ตั้งขึ้นมาในตอนที่ก่อตั้งเมือง Liyue \"พันธสัญญา\" นั้นมีอยู่ทั่วทุกหนแห่ง\n\nซึ่ง \"พันธสัญญา\" สำหรับนักธุรกิจยังเป็นเกณฑ์ที่สำคัญที่สุด: วันที่ส่งมอบ, รายการส่งมอบ, สถานที่จัดส่ง... \n\nมีเพียงการสั่งซื้อที่ดีและเข้มงวดเท่านั้นที่สามารถทำให้กิจกรรมทางธุรกิจเจริญรุ่งเรือง และธุรกิจก็เป็นรากฐานของท่าเรือ Liyue \n\nดังนั้นไม่เพียงแต่จะเชื่อฟังคำทำนายของ Morax เท่านั้น แต่ยังเพื่อให้ท่าเรือ Liyue นั้นคงอยู่ตลอดไป ซึ่ง \"Liyue Qixing\" จะไม่ยอมทนต่อใครก็ตามที่ละเมิดกฎหมาย\n\nในประวัติศาสตร์อันยาวนานนับพันปีนั้น \"Liyue Qixing\" รุ่นแล้วรุ่นเล่าได้อุทิศตนให้กับงานการตีความหมายของกฎหมายโบราณ เติมเต็มช่องโหว่ต่าง ๆ ที่พบในกฎหมายด้วย \"กฎหมายเสริม\" ที่ละเอียดถี่ถ้วน ส่วนที่เหลือที่ยังไม่ถูกค้นพบกลับถูกเหล่านักธุรกิจมองว่า \"ถ้ากฎหมายไม่ห้ามก็สามารถทำได้\" เพื่อให้พวกเขาสามารถกอบโกย Mora จำนวนมากได้จนกว่าจะถูกพบโดย \"Liyue Qixing\" และเติมช่องโหว่ทางกฎหมายใหม่อย่างรวดเร็ว\n\nท่ามกลางการไล่ต้อนเพื่ออุดช่องว่างที่เหมือนกับเกมการชักเย่อนั้น หนังสือ \"กฎหมายเสริม\" ที่เกี่ยวกับการตีความกฎหมายของท่าเรือ Liyue มีความหนาถึง 279 หน้า \n\nซึ่ง \"Tianquan\" ผู้รับผิดชอบในการแก้ไขหนังสือเล่มนี้ในสมัยปัจจุบัน Ningguang ได้ถูกผู้คนแอบตั้งชื่อเล่นว่า \"ช่างตัดเสื้อแห่ง Liyue\" เพื่ออธิบายถึงความเร็วในการแก้ไข เติมเต็มกฎหมายของ Liyue และวิสัยทัศน์ของเธอ...\n\nแต่ไม่ว่ากฎหมายของพวกมนุษย์นั้นจะซับซ้อนและยุ่งยากเพียงใด ในหัวใจของ \"ราชาแห่งหิน\" นั้นก็มีเพียงกฎหมายข้อเดียวที่สูงส่งกว่าสิ่งอื่นใด:\n\n\"เมื่อสัญญาเสร็จสมบูรณ์ ผู้ที่คืนคำจักต้องถูกหินลงทัณฑ์\"",
      "vi": "Là người sáng lập ra cảng Liyue, thứ mà Morax vô cùng coi trọng ở thành thị thương mại này chính là \"khế ước\".\n\nTừ việc đơn giản nhất là \"đổi tiền lấy vật\", hợp đồng được ký kết giữa các thương nhân, cho đến việc Morax đích thân lập nên nền luật pháp cổ vào thời mới xây thành, \"khế ước\" có mặt ở khắp mọi nơi.\n\nĐối với các thương nhân mà nói, \"khế ước\" cũng là quy tắc quan trọng nhất: Ngày giao hàng, mặt hàng, địa điểm...\n\nChỉ có chấp hành quy tắc nghiêm ngặt, mới có thể khiến cho các hoạt động thương mại có sức sống dồi dào, mà thương mại, cũng chính là nền tảng lập ra cảng Liyue.\n\nDo đó, không chỉ là tuân theo lời truyền dạy của thần Morax, mà quan trọng hơn là để luôn giữ được sức sống cho Liyue, nên \"Thất Tinh Liyue\" sẽ tuyệt đối không buông tha cho những kẻ vi phạm luật pháp.\n\nTrải qua nhiều đời trong cả ngàn năm lịch sử, \"Thất Tinh Liyue\" không ngừng lý giải và bổ sung cho các điều luật còn thiếu sót. Những lỗ hỏng chưa được phát hiện, thường bị các thương gia mặc định rằng \"pháp luật không cấm nghĩa là được làm\", từ đó trục lợi khá nhiều Mora, cho đến khi bị \"Thất Tinh Liyue\" phát hiện và tiến hành sửa chữa bổ sung luật lệ.\n\nTrong cuộc chiến nghiên cứu và bổ sung này, quyển sách giải nghĩa luật pháp chuyên dùng để thống kê giải thích \"điều khoản bổ sung\" của cảng Liyue hiện nay đã đạt tới con số hai trăm bảy mươi chín trang.\n\nMà người chịu trách nhiệm chỉnh sửa cuốn sách này chính là \"Thiên Quyền\" đương nhiệm, Ningguang - còn được người dân Liyue gọi là \"Thợ vá Liyue\" để hình dung việc sửa chữa pháp luật nhanh chóng cũng như tinh chuẩn của cô...\n\nThế nhưng, dù cho các điều luật của người phàm phức tạp khó nhớ như thế nào, thì trong lòng của \"Nham Vương Đế Quân\" chỉ có một điều khoản là vượt lên trên hết:\n\n\"Đã ký khế ước, kẻ nuốt lời phải chịu hình phạt của Nham.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "作为七神中最古老的一位，「岩王帝君」已经度过了太长的时光。\n\n「岩王帝君」还记得，在魔神战争的战火刚刚熄灭时，最后七位魔神各自登上「神」之座，自此终结了「魔神战争」时代。他们虽然性格迥异又相隔万里，却都肩负着「引导人类」的神圣职责。\n\n时代变迁，七神多有更替。时至今日，最初的七神之中，唯留下两位：「岩王帝君」，与那位自由而快活的风神。\n\n七神中第二古老的，是那位自由而快活的风神，巴巴托斯。\n\n两千年前巴巴托斯初临璃月，「岩王帝君」的第一反应是：这位同僚在履行职责时遇到了困难，需要自己的帮助。\n\n所以还没等巴巴托斯从风中落下，岩之神已经做好准备迎接这位邻国神明，只等他开口，自己就将倾尽所能。\n\n然而，风之神却将一瓶酒递到了他面前。\n\n「这是蒙德城的酒，你要尝尝吗？」\n\n——为了送一瓶酒而弃职责于不顾，实在荒唐。\n\n即使如此，那位风神依然不断前来造访，到璃月港四处游玩，还总向岩之神问出各种奇怪问题。这位风神的好奇心，就和他手中的酒一样无穷无尽。\n\n自那时起，那个时代的七神往往会在璃月相聚。\n\n到现在，「岩王帝君」仍能回忆起那些酒的味道。\n\n此后，世界不断变迁，他曾熟悉的一切都在逐渐消逝。\n\n七神之位更迭再更迭，酒会上的七人已逝五人。\n\n最初七神「引导人类」的古老职责，终于也开始被一些新任神明视为无物了。\n\n亲历三千多年风霜，最坚固的岩石也能被磨损。\n\n而且，风也没有再来到他身旁。\n\n某个微雨的清晨，古老的帝君漫步于璃月港，听见一个商人对属下如此夸奖道：\n\n「你很好地完成了你的职责。现在，去休息吧。」\n\n……\n\n「岩王帝君」在熙攘的人群中驻足良久。\n\n「我的职责…又是否已经完成？」\n\n神灵如此自问。",
      "zht": "作為七神中最古老的一位，「岩王帝君」已經度過了太長的時光。\n\n「岩王帝君」還記得，在魔神戰爭的戰火剛剛熄滅時，最後七位魔神各自登上「神」之座，自此終結了「魔神戰爭」時代。他們雖然性格迥異又相隔萬里，卻都肩負著「引導人類」的神聖職責。\n\n時代變遷，七神多有更替。時至今日，最初的七神之中，唯留下兩位：「岩王帝君」，與那位自由而快活的風神。\n\n七神中第二古老的，是那位自由而快活的風神，巴巴托斯。\n\n兩千年前巴巴托斯初臨璃月，「岩王帝君」的第一反應是：這位同僚在履行職責時遇到了困難，需要自己的幫助。\n\n所以還沒等巴巴托斯從風中落下，岩之神已經做好準備迎接這位鄰國神明，只等他開口，自己就將傾盡所能。\n\n然而，風之神卻將一瓶酒遞到了他面前。\n\n「這是蒙德城的酒，你要嚐嚐嗎？」\n\n——為了送一瓶酒而棄職責於不顧，實在荒唐。\n\n即使如此，那位風神依然不斷前來造訪，到璃月港四處遊玩，還總向岩之神問出各種奇怪問題。這位風神的好奇心，就和他手中的酒一樣無窮無盡。\n\n自那時起，那個時代的七神往往會在璃月相聚。\n\n到現在，「岩王帝君」仍能回憶起那些酒的味道。\n\n此後，世界不斷變遷，他曾熟悉的一切都在逐漸消逝。\n\n七神之位更迭再更迭，酒會上的七人已逝五人。\n\n最初七神「引導人類」的古老職責，終於也開始被一些新任神明視為無物了。\n\n親歷三千多年風霜，最堅固的岩石也能被磨損。\n\n而且，風也沒有再來到他身旁。\n\n某個微雨的清晨，古老的帝君漫步於璃月港，聽見一個商人對屬下如此誇獎道：\n\n「你很好地完成了你的職責。現在，去休息吧。」\n\n……\n\n「岩王帝君」在熙攘的人群中駐足良久。\n\n「我的職責…又是否已經完成？」\n\n神靈如此自問。",
      "jp": "七神で最も古い一柱として、「岩王帝君」はすでに長すぎる時間を過ごした。\n\n「岩王帝君」は今でも、魔神戦争が終わったばかりのことを覚えている。最後の七人の魔神は、それぞれ「神」の座に登り、「魔神戦争」の時代を終わらせた。彼らの性格はそれぞれ異なり、互いとの距離も離れているが、どれも「人類を導く」という責任を背負っている。\n\n時代が変わり、七神の世代交代も少なくなかった。今となっては、最初の七神の中で残っているのは二名だけだ。「岩王帝君」とあの自由で快活な風神。\n\n七神の中で二番目に古いのが自由で快活な風神、バルバトスだ。\n\n2000年前、バルバトスが初めて璃月を訪れた時、「岩王帝君」は最初、この同僚は困っている、自分の助けが必要なのだと思った。\n\nそのため、バルバトスが風から降りる前、岩の神はすでに出迎えの用意を済ませて、彼が口を開けば力を貸せるようにした。\n\nしかし、風の神は彼に酒を渡した。\n\n「これはモンドの酒だけど、君も飲んでみる？」\n\n——酒を渡すために己の責務を放棄することは、岩の神には理解できないことだ。\n\nしかしその後、風神は何度も訪れ、璃月港を巡り歩きながら、様々な質問を彼にぶつけた。この風神の好奇心は彼の手にある酒と同じで、終わりがないのだ。\n\nその時から、あの時代の七神はよく璃月で集まるようになった。\n\n今でも「岩王帝君」は、あの時の酒の味を覚えている。\n\n世界は変わり続け、馴染みのあるものは徐々に消えていく。七神の世代交代も続き、酒の席にいた七人は二人になった。\n\n最初七神の「人類を導く」という責務も、新たに就任した神に重視されなくなりつつある。\n\n3000年余りの時間は、丈夫な岩をも削る。\n\n風も、彼のそばを訪れなくなった。\n\nある小雨の日、古の帝君は璃月港を歩き、商人が部下褒める言葉をたまたま耳にした。\n\n「君は君の責務を果たした。今はゆっくりと休むがいい」\n\n……\n\n賑やかな人の群れの中で「岩王帝君」はその足を止めた。\n\n「俺の責務は…果たされたのだろうか？」\n\n神はそう自分自身に問いかけた。",
      "ko": "일곱 신 중에 가장 오래된 신인 「암왕제군」은 이미 오랜 세월을 겪었다.\n\n「암왕제군」은 마신 전쟁의 불꽃이 막 꺼졌을 때 최후의 일곱 마신이 각자 「신」의 왕좌에 올라 「마신 전쟁」의 시대를 종결시킨 일을 기억하고 있다. 그들은 비록 서로 성격도 다르고 멀리 떨어져 있었지만 「인류의 인도」라는 신성한 직책을 짊어졌다.\n\n시대가 바뀌면서 일곱 신 또한 여러 번 교체됐고, 현재에 이르러서는 가장 최초의 일곱 신 중 두 명만이 지금까지 남게 되었다. 그 둘은 바로 「암왕제군」과 자유롭고 쾌활한 바람의 신이다.\n\n일곱 신 중 두 번째로 오래된 신은 자유롭고 쾌활한 바람 신, 바르바토스다.\n\n2000년 전 바르바토스가 처음 리월에 왔을 때 「암왕제군」이 처음 한 생각은 '동료가 직책 이행에 어려움을 겪어 자신에게 도움을 청하러 왔구나'였다.\n\n그래서 바르바토스가 바람 속에서 땅에 내려오기도 전에 바위 신은 이웃 나라 신을 맞이할 채비와 그가 입을 열면 온 힘을 다해 도와줄 준비를 마쳤다.\n\n 하지만 바람 신은 도리어 술 한 병을 건넸다.\n\n「몬드성의 술인데 한번 맛보지 않겠어?」\n\n——술 한 병을 건네주기 위해 직책을 내팽개치다니…황당하기 짝이 없었다.\n\n그럼에도 바람 신은 여전히 끊임없이 방문해 리월항의 곳곳을 여행했고, 바위 신에게 각종 이상한 질문을 해댔다. 바람 신의 호기심은 손에 들려있는 술처럼 무궁무진했다.\n\n그 이후로 그 시대의 일곱 신은 종종 리월에 모였다.\n\n지금까지도 「암왕제군」은 그때의 술맛을 떠올린다.\n\n이후 세계는 끊임없이 변화했고, 일찍이 익숙했던 모든 것은 점점 사라져갔다.\n\n일곱 신의 자리 또한 바뀌고 또 바뀌었고, 연회의 일곱 신 중 5명이 사라졌다.\n\n최초 일곱 신의 「인류의 인도」라는 옛 직책도 결국 새로운 신들의 눈 밖에 나기 시작했다.\n\n삼천여 년의 풍파는 단단한 암석조차 마모시켰고,\n\n바람도 더이상 그의 주변에 머무는 일이 없어졌다.\n\n어느 이슬비가 내리는 아침, 옛 바위 신은 리월항을 거닐다 상인이 부하에게 하는 칭찬을 엿듣는다,\n\n「네 직책을 훌륭히 완수했으니, 그만 들어가서 쉬거라」\n\n….\n\n「암왕제군」은 붐비는 사람들 무리에서 한참을 서 있었다.\n\n신은 자신에게 물었다,\n\n「나의 직책은… 끝난 것인가?」",
      "en": "Rex Lapis, most ancient of The Seven, has lived far too long.\n\nRex Lapis still remembers that moment when the final archon took their divine seat, thus ending the Archon War and the era of warring gods. The Seven were a diverse lot and dispersed far and wide, but they all shouldered the burden of guiding humanity.\n\nAs time passed, many of The Seven's titles changed hands, and only two remain of the first Seven: Rex Lapis and the Anemo Archon.\n\nThe carefree Barbatos, the Anemo Archon, is the second eldest of The Seven.\n\nWhen Barbatos first came to Liyue, Rex Lapis believed his fellow archon to have encountered some terrible crisis in pursuit of their duties, thus requiring his aid.\n\nSo when Barbatos descended in a gust of wind, the Geo Archon had already prepared himself to receive this neighboring deity and lend what help he may.\n\nBut as he looked, the Anemo Archon tossed a wine bottle at him.\n\n\"Here's some wine from Mondstadt. Care for a taste?\"\n\nTo forsake one's duty to deliver a single bottle of wine — what a preposterous notion!\n\nYet the Anemo Archon kept coming to visit, to explore Liyue Harbor, all sorts of strange questions on his lips. The Anemo Archon's questions knew as little limits as the wine in his hands.\n\nFrom then on, the first Seven would often gather in Liyue.\n\nRex Lapis still remembers how those wines tasted.\n\nThe world has changed much since then, and all that was once familiar has faded into memory.\n\nThe seven seats changed and again were changed, till five of the seven at the table were all departed.\n\nNor would the duty of guiding humanity be honored by the new archons.\n\nEven the hardest rocks may be worn down after three thousand years.\n\nNor would the wind ever return again.\n\nOne drizzly day, the ancient ruler was strolling about Liyue Harbor, and overheard a merchant telling one of his workers,\n\n\"You've finished your duties, go ahead and call it a day.\"\n\nLong did he stand amidst the milling crowd.\n\n\"Have I... already finished my duties?\"",
      "de": "Rex Lapis, der älteste der Sieben, hat viel zu lange gelebt.\n\nEr erinnert sich noch immer an den Moment, als der letzte Archon seinen göttlichen Sitz einnahm und damit den Archontenkrieg und die Ära der sich bekriegenden Götter beendete. Die Sieben waren sehr unterschiedlich und weit verstreut, aber sie alle trugen die Last, die Menschheit zu führen.\n\nIm Laufe der Zeit wechselten viele der Titel der Sieben den Besitzer und von den ersten Sieben ist heute außer Rex Lapis keiner mehr übrig geblieben.\n\nDer zweitälteste war der sorglose Barbatos, der Anemo-Archon.\n\nAls Barbatos zum ersten Mal nach Liyue kam, glaubte Rex Lapis, dass dieser Kamerad bei der Ausübung seines Amtes in eine schreckliche Krise geraten war und daher seine Hilfe benötigte.\n\nAls Barbatos also in einem Windstoß herunterkam, hatte sich der Geo-Archon bereits darauf vorbereitet, diese benachbarte Gottheit zu empfangen und ihm jede mögliche Hilfe zukommen zu lassen.\n\nDoch als er schaute, warf der Anemo-Archon ihm eine Weinflasche hin.\n\n„Hier ist etwas Wein aus Mondstadt. Willst du probieren?“\n\nDie Pflicht zu vernachlässigen für eine einzige Flasche Wein? Was für eine absurde Vorstellung!\n\nAber der Anemo-Archon kam immer wieder zu Besuch, um den Hafen von Liyue zu erkunden, und er hatte alle möglichen seltsamen Fragen auf den Lippen. Die Fragen des Anemo-Archona kannten so wenig Grenzen wie der Wein in seinen Händen.\n\nVon da an versammelten sich oft die ersten Sieben in Liyue.\n\nRex Lapis erinnert sich noch heute daran, wie diese Weine schmeckten.\n\nSeitdem hat sich die Welt sehr verändert und alles, was einmal vertraut war, ist nur noch Erinnerung.\n\nDie sieben Sitze wechselten und wechselten immer wieder, bis fünf der sieben am Tisch sitzenden Personen verstorben waren.\n\nDie neuen Archonten ehrten die Pflicht, die Menschheit zu führen, nicht länger.\n\nSelbst die härtesten Felsen können nach dreitausend Jahren verwittern.\n\nWürde der Wind jemals wiederkehren?\n\nEines nieseligen Tages schlenderte der alte Herrscher über den Hafen von Liyue und hörte einen Kaufmann zu einem seiner Arbeiter sagen:\n\n„Du hast deine Pflichten erfüllt, mach Schluss für heute.“\n\nLange stand er inmitten der Menge.\n\nHatte auch er seine Pflichten getan?",
      "es": "Como el mayor de Los Siete, Rex Lapis ha vivido mucho tiempo.\n\nTodavía recuerda cuando por fin terminó la Guerra de los Arcontes y los últimos siete dioses que quedaron en pie tomaron sus respectivos tronos como Arcontes, poniendo fin a dicha guerra. Aunque no están de acuerdo en ciertos asuntos y residen a miles de kilómetros de distancia, todos tuvieron la tarea de guiar a los humanos.\n\nA medida que pasó el tiempo, muchos de los siete arcontes cayeron y otros ascendieron. Pero de los siete arcontes originales, solo quedan dos: Rex Lapis y el libre y despreocupado Arconte Anemo, el segundo más antiguo de Los Siete, también conocido como Barbatos.\n\nHace dos mil años, cuando Barbatos llegó por primera vez a las puertas de Liyue para visitar a Rex Lapis, este estaba dispuesto a proporcionar cualquier ayuda necesaria a su compañero dios de otro reino.\n\nAsí pues, el Arconte Geo ya había hecho los preparativos para recibirlo incluso antes de que Barbatos cayera del cielo. Agotado por ello, solo esperaba a que dijera algo.\n\nSin embargo, lo que hizo Barbatos fue entregarle una botella de vino.\n\n“Este es un vino de Mondstadt. ¿Por qué no lo pruebas? Te lo regalo”.\n\nPara Rex Lapis, era absurdo que un dios abandonara sus deberes solo para entregar una botella de vino.\n\nSin embargo, esta no fue la única vez que Barbatos visitó Liyue... Y siempre que lo hacía, tenía innumerables preguntas. Tenía tanta curiosidad como vino bebía.\n\nEn aquella época, Los Siete todavía se reunían de vez en cuando en Liyue. De hecho, Rex Lapis aún recuerda el sabor del vino que bebían en aquellas reuniones.\n\nSin embargo, el mundo siguió cambiando.\n\nVarios de los siete arcontes cedieron su puesto y otros les sucedieron. Por otra parte, cinco de los siete dioses presentes en aquellas reuniones fallecieron.\n\nEl antiguo deber de guiar a los humanos comenzó a ser ignorado por los nuevos sucesores.\n\nSin embargo, tres mil años de viento y nieve fueron suficientes para corroer incluso a la piedra más dura.\n\nIncluso Barbatos dejó de visitar a Rex Lapis con el paso del tiempo.\n\nUna mañana, cuando el viejo Rey Geo daba un paseo por Liyue, escuchó el cumplido de un comerciante hacia su subordinado:\n\n“Has cumplido muy bien con tu deber. Ahora, vete y tómate un merecido descanso”.\n\n...\n\nRex Lapis se quedó parado en medio del bullicio de la multitud mientras pensaba:\n\n“¿Habré cumplido realmente con mi deber?”",
      "fr": "En tant qu'aîné des Sept, le Souverain de la Roche a vécu longtemps.\n\nIl se souvient encore de l'époque où la guerre des Archons prit fin et où les sept derniers Archons prirent chacun leurs trônes respectifs en tant que « dieux ». Bien qu'ils étaient parfois en désaccord et résidaient à des milliers de kilomètres les uns des autres, ils avaient tous le devoir de guider les humains.\n\nAu fil du temps, de nombreux titres des Sept changèrent de mains. Parmi les Sept Archons originaux, il n'en reste désormais que deux : le Souverain de la Roche et l'Archon Anémo.\n\nL'Archon Anémo, Barbatos, est le deuxième plus ancien Archon.\n\nIl y a deux mille ans, lorsque Barbatos arriva à Liyue, le Souverain de la Roche pensa qu'il rencontrait une terrible crise, nécessitant son aide.\n\nAinsi, lorsque Barbatos descendit dans une rafale de vent, l'Archon Géo s'était déjà préparé à recevoir cette divinité voisine et à lui prêter l'aide qu'il pouvait.\n\nCependant, l'Archon Anémo lui tendit une bouteille de vin.\n\n« Voici du vin de Mondstadt. On y goûte ? »\n\nAbandonner son poste pour apporter une simple bouteille de vin, quelle audace !\n\nPourtant, l'Archon Anémo ne cessa de revenir, d'explorer le Port de Liyue, et de poser toutes sortes de questions étranges. Les questions de l'Archon Anémo affluaient comme son vin.\n\nDès lors, les Sept organisèrent régulièrement des rassemblements à Liyue.\n\nLe Souverain de la Roche se souvient encore du goût du vin qu'il y goûtait.\n\nLe monde a beaucoup changé depuis, et tout ce qui était autrefois familier s'est évanoui dans la mémoire.\n\nLes sept sièges ont changé encore et encore, jusqu'à ce que cinq des Sept ne viennent plus à la table.\n\nLes jeunes Archons oubliaient leur devoir.\n\nMême la roche la plus dure s'érode après trois mille ans.\n\nBarbatos lui-même finit par ne plus se rendre à Liyue.\n\nUn jour, le Souverain de la Roche se promenait dans le Port de Liyue et entendit un marchand dire à l'un de ses subordonnés :\n\n« Vous avez terminé toutes vos tâches, vous pouvez vous reposer. »\n\nMorax resta perdu dans ses pensées au milieu de la foule pendant un moment.\n\n« Et moi ? Ai-je accompli... mon devoir ? »",
      "pt": "Rex Lapis, o mais velho dos Sete Arcontes, viveu muito.\n\nEle ainda lembra o momento que o último arconte tomou seu trono divino, encerrando a Guerra dos Arcontes e o período das guerras entre os deuses. Os Sete eram distintos, mas todos carregavam o fardo de guiar a humanidade.\n\nÀ medida que o tempo passou, muitos dos títulos dos Sete trocaram de mãos, e só dois dos Sete original permanecem,  Rex Lapis e o Arconte Anemo.\n\nO segundo mais velho é o despreocupado Barbatos, o Arconte Anemo.\n\nQuando Barbatos foi à Liyue pela primeira vez, Rex Lapis achava que seu colega teve alguma crise terrível enquanto realizava suas tarefas. Desta forma, acreditava que precisava de sua ajuda.\n\nQuando Barbatos surgiu com uma ventania, o Arconte Geo já estava preparado para ajudar.\n\nMas o Arconte Anemo jogou uma garrafa de vinho nele.\n\n\"Tome aqui esta garrafa de vinho de Mondstadt. Prove ela\".\n\nNegligenciar os próprios deveres por causa de uma garrafa de vinho.\n\nO Arconte Anemo continuava visitando, para explorar o Porto de Liyue com toda espécie de pergunta. As perguntas do Arconte Anemo tinham poucos limites, assim como o vinho em sua mão.\n\nDali em diante, os Sete se reuniam em Liyue.\n\nRex Lapis ainda se lembra do sabor daqueles vinhos.\n\nO mundo mudou muito desde então, tudo que era familiar agora eram memórias.\n\nOs Sete tronos mudaram várias vezes, até que cinco dos sete na mesa partiram.\n\nO dever de guiar a humanidade não seria honrado pelos novos Arcontes.\n\nAté mesmo a mais dura das pedras pode quebrar depois de três mil anos.\n\nUm dia, ele estava caminhando pelo Porto de Liyue e ouviu um comerciante dizendo a um de seus trabalhadores,\n\n\"Você já terminou seus deveres, vá para casa.\"\n\nEle permaneceu no meio da multidão.\n\n\"Será que eu terminei meus deveres?\"",
      "ru": "Моракс - старший из семи Архонтов. Он был свидетелем тех времён, когда Война Архонтов наконец была окончена, и оставшиеся семеро Архонтов заняли свои троны, положив конец эпохе богов. Хотя их взгляды и расходились, и жили они далеко друг от друга, но всем им было поручено одно - направлять людей. Время шло, одни Архонты сменялись другими. Только два Архонта остались с тех времён и до наших дней: Властелин Камня и Анемо Архонт свободы и ветра. Анемо Архонт, Барбатос, был вторым по старшинству. Две тысячи лет назад он прибыл в Ли Юэ, чтобы навестить Гео Архонта, и тот был готов оказать любую услугу Анемо Архонту, но Барбатос просто протянул ему бутылку и сказал: «Это вино сделали в Мондштадте. Угощайся, пожалуйста». Моракс не мог поверить, что Архонт может просто так оставить свои обязанности ради того, чтобы угостить вином своего товарища. Однако это был далеко не последний визит Барбатоса в Ли Юэ. Он хотел знать всё про город и его жителей, его любопытство струилось, словно вино из бутылки. В те времена семеро Архонтов проводили встречи в Ли Юэ, и Моракс до сих пор помнит вкус того вина, которое они пили во время этих собраний. Мир продолжал меняться, Архонты умирали и возрождались. Из семерых присутствующих на собраниях Архонтов осталось только двое. Новые молодые Архонты начали забывать о своём долге. Трёх тысяч лет было достаточно, чтобы сточить самые крепкие камни. Даже Барбатос не навещал Ли Юэ в течение многих сотен лет. Однажды прогуливающийся по набережной Моракс услышал, как торговец хвалит своего работника: «Ты выполнил свою работу. Теперь можешь отдохнуть». Стоя посреди оживлённой улицы, Моракс погрузился в свои мысли: «А выполнил ли я свою работу?..»",
      "id": "Rex Lapis, Archon yang tertua di antara The Seven, sudah hidup terlalu lama.\n\nRex Lapis masih ingat dengan jelas ketika Archon terakhir naik ke takhtanya, dan dengan demikian mengakhiri Perang Archon dan zaman peperangan para dewa. Ketujuh Archon memiliki kepribadian yang berbeda satu sama lain, dan mereka tersebar ke seluruh penjuru, namun mereka semua memikul beban yang sama, yaitu membimbing umat manusia.\n\nSeiring berjalannya waktu, pemegang gelar The Seven silih berganti, dan kini tidak ada lagi yang tersisa dari generasi pertama The Seven, selain Rex Lapis sang Archon Geo, dan Archon Anemo.\n\nBarbatos sang Archon Anemo yang riang mencintai kebebasan, adalah Archon tertua nomor dua dari ketujuh anggota The Seven.\n\nSaat Barbatos pertama kali datang ke Liyue, Rex Lapis yakin bahwan rekannya ini sedang menghadapi kesulitan besar dalam menjalankan tugasnya, sampai dia datang untuk minta tolong.\n\nKarena itu, bahkan sebelum angin yang mengumumkan kedatangan Barbatos bertiup di wilayahnya, sang Archon Geo sudah siap menyambut kedatangan sang Archon Anemo, siap sedia mengulurkan tangan apa pun bantuan yang rekannya ini mungkin minta darinya.\n\nNamun ternyata, Archon Anemo malah menyodorkan sebotol anggur padanya.\n\n\"Ini anggur khas Mondstadt. Mau coba tidak?\"\n\nMeninggalkan kewajibannya hanya untuk mengantarkan sebotol anggur – sungguh terlalu!\n\nNamun Archon Anemo berkali-kali datang mengunjunginya, hanya untuk menjelajahi Pelabuhan Liyue, sambil menanyakan rupa-rupa pertanyaan yang aneh bin ajaib. Rasa penasaran sang Archon Anemo tidak ada habis-habisnya, sama seperti anggur yang ada di tangannya.\n\nSejak saat itu, generasi pertama The Seven jadi sering berkumpul di Liyue.\n\nRex Lapis masih ingat jelas rasa anggur itu.\n\nDunia terus menerus berubah, dan semua yang dulunya begitu akrab, kini tinggal kenangan.\n\nDemikian ketujuh kursi Archon berganti pemilik, hingga lima dari tujuh dewa yang duduk bersama pun kini telah tiada.\n\nTugas membimbing umat manusia pun, sudah tidak penting lagi di mata para Archon generasi baru.\n\nBahkan batu karang yang paling keras sekali pun akan terkikis setelah tiga ribu tahun berlalu.\n\nBegitu pula angin, yang berembus dan tidak akan pernah kembali.\n\nHari itu gerimis, dan sang penguasa tua sedang berjalan-jalan mengelilingi Pelabuhan Liyue ketika dia mendengar seorang pedagang berkata kepada salah satu pegawainya,\n\n\"Tugasmu sudah selesai, istirahatlah.\"\n\nSang Archon pun berdiri lama sekali di tengah kerumunan orang-orang yang hilir mudik.\n\n\"Apakah tugasku ... sudah selesai?\"",
      "th": "ในฐานะที่เป็นเทพที่เก่าแก่ที่สุดในบรรดาเจ็ดเทพ \"ราชาแห่งหิน\" นั้นได้ผ่านวันเวลามาเป็นเวลายาวนานมาก ๆ แล้ว\n\n\"ราชาแห่งหิน\" ยังคงจำได้ว่าเมื่อเปลวไฟแห่งสงครามเทพอสูรมอดดับลง เทพอสูรทั้งเจ็ดตนได้ขึ้นไปยังสถานที่ของ \"เทพเจ้า\" ซึ่งนั่นคือจุดสิ้นสุดของยุค \"สงครามเทพอสูร\" โดยแม้ว่าพวกเขาจะมีบุคลิกที่แตกต่างกันมากและอยู่ห่างกันไกลแสนไกล แต่พวกเขาต่างก็แบกรับความรับผิดชอบอันศักดิ์สิทธิ์ของ \"การชี้นำมนุษย์\"\n\nเมื่อยุคสมัยเปลี่ยนไป เจ็ดเทพเองก็มีการเปลี่ยนแปลงเช่นกัน จนถึงทุกวันนี้เหล่าเจ็ดเทพในยุคสมัยเริ่มต้นนั้น มีแค่ \"ราชาแห่งหิน\" และเทพแห่งสายลมที่อิสระ เพียงสองท่านเท่านั้นที่ยังคงอยู่\n\nเทพผู้เก่าแก่เป็นอันดับสอง เทพแห่งสายลมผู้ร่าเริงและมากด้วยอิสรภาพ Barbatos\n\nเมื่อ Barbatos มาที่ Liyue เป็นครั้งแรกเมื่อสองพันปีก่อน ปฏิกิริยาแรกของ \"ราชาแห่งหิน\" ก็คือเพื่อนร่วมงานคนนี้คงประสบปัญหาในการปฏิบัติหน้าที่และต้องการความช่วยเหลือจากเขา \n\nดังนั้นไม่จำเป็นต้องรอให้ Barbatos ลงมาจากสายลม เทพเจ้าแห่งหินก็พร้อมที่จะต้อนรับเทพแห่งบ้านใกล้เรือนเคียงแล้ว ขอเพียงแค่เอ่ยปากแล้วเขาจะทำให้ดีที่สุด\n\nแต่เทพเจ้าแห่งสายลมกลับส่งไวน์ขวดหนึ่งให้เขา\n\n\"นี่คือไวน์จากเมือง Mondstadt คุณจะลองหน่อยมั้ย?\"...เพื่อส่งไวน์แค่ขวดเดียวถึงกับละทิ้งหน้าที่ของตนเอง เหลือเชื่อจริง ๆ\n\nอย่างไรก็ตามเทพเจ้าแห่งสายลมนั้นยังคงมาเยี่ยมอย่างต่อเนื่อง เขาเดินทางไปรอบ ๆ ท่าเรือ Liyue และถามคำถามแปลก ๆ ต่าง ๆ นานา อยู่เสมอ ความอยากรู้อยากเห็นของเทพเจ้าแห่งสายลมท่านนี้นั้นไม่มีที่สิ้นสุดเช่นเดียวกับไวน์ในมือของเขา\n\nจากนั้นเป็นต้นมาเหล่าเทพเจ้าในสมัยนั้นจึงมักจะรวมตัวกันที่ Liyue เสมอ\n\nจนถึงทุกวันนี้ \"ราชาแห่งหิน\" ยังคงจดจำรสชาติของไวน์เหล่านั้นได้\n\nหลังจากนั้นมาโลกก็มีการเปลี่ยนแปลงอย่างไม่หยุดหย่อนและทุกสิ่งที่เขาเคยคุ้นเคยก็ล้วนแต่ค่อย ๆ หายไป\n\nเมื่อการเปลี่ยนแปลงของเจ็ดเทพเกิดขึ้นครั้งแล้วครั้งเล่า เทพเจ็ดตนที่เคยดื่มร่วมกันนั้นได้จากโลกนี้ไปแล้วถึงห้าตน\n\nความรับผิดชอบที่มีมาแต่โบราณของเทพเจ้าทั้งเจ็ดในการ \"ชี้นำมนุษย์\" ในตอนแรกเริ่มนั้น ในที่สุดก็เริ่มถูกเหล่าเทพที่ขึ้นมาใหม่มองว่าเป็นสิ่งไร้สาระไปซะแล้ว\n\nเป็นเวลากว่าสามพันปีที่ผ่านมา แม้แต่หินที่แข็งแกร่งที่สุดก็ยังสามารถสึกกร่อนได้\n\nอีกทั้งสายลมก็ไม่ได้ไปเยี่ยมหาเขาอีกต่อไป\n\nในช่วงกลางวันของวันที่มีฝนปรอยวันหนึ่ง ราชาผู้เก่าแก่ไปเดินเล่นในท่าเรือ Liyue และบังเอิญได้ยินนักธุรกิจคนหนึ่งชื่นชมลูกน้องของเขาอยู่:\n\n\"เธอทำงานเสร็จแล้วนี่ ไปพักซะสิ\"\n\n……\n\n\"ราชาแห่งหิน\" หยุดอยู่ท่ามกลางฝูงชนที่จอแจอยู่ครู่หนึ่ง\n\n\"หน้าที่ของฉัน... ก็เสร็จแล้วเหมือนกันรึเปล่านะ?\"\n\nเทพเจ้าได้ถามตนเองเช่นนั้น",
      "vi": "Là người lớn tuổi nhất trong bảy vị thần, \"Nham Vương Đế Quân\" đã trải qua một quãng thời gian quá dài.\n\n\"Nham Vương Đế Quân vẫn còn nhớ, vào thời khói lửa chiến tranh của cuộc chiến Ma Thần vừa mới lụi tắt, bảy vị ma thần cuối cùng lần lượt ngồi vào ngôi vị \"thần\", kết thúc thời đại \"Chiến Tranh Ma Thần\". Tuy rằng họ có tính cách khác nhau và cũng cách xa nhau vạn dặm, nhưng đều gánh vác trên lưng chức trách thần thánh là \"chỉ dẫn loài người\".\n\nThời đại đổi thay, bảy vị thần ít nhiều cũng có biến đổi. Đến nay, trong bảy vị thần thuở ban đầu, chỉ còn lại hai vị là \"Nham Vương Đế Quân\", và vị Phong Thần với cuộc sống ung dung vui vẻ kia.\n\nVị thần lớn tuổi thứ hai trong bảy vị thần, đó là Phong Thần tự do hoạt bát, Barbatos.\n\nBarbatos hai nghìn năm trước lần đầu tiên đến Liyue, phản ứng đầu tiên của \"Nham Vương Đế Quân\" đó là: vị đồng liêu này ắt hẳn gặp khó khăn cần mình giúp đỡ. Vì vậy không đợi Barbatos từ trong gió bước xuống, Nham Thần đã chuẩn bị sẵn mọi thứ để đón chào vị thần nước láng giềng, chỉ chờ anh ta mở miệng sẽ cố gắng giúp đỡ hết sức.\n\nThế nhưng khi Phong Thần vừa đến đã mang một chai rượu đến trước mặt anh và nói.\n\n\"Đây là rượu của Mondstadt, anh có muốn uống thử không?\"\n\nChỉ vì để tặng một chai rượu mà bỏ cả chức trách, thật là hoang đường.\n\nẤy thế mà vị Phong Thần ấy vẫn nhiều lần đến thăm, ngao du khắp cảng Liyue, còn hỏi Nham Thần những câu hỏi kỳ lạ. Sự hiếu kỳ của Phong Thần cũng giống như chai rượu trong tay anh ấy hết rồi lại đầy.\n\nTừ đó về sau, bảy vị thần khi ấy thường xuyên hẹn gặp ở Liyue.\n\nCho đến ngày nay, Nham Vương Đế Quân vẫn hay nhớ về hương vị của những bữa rượu đó.\n\nSau đó, thế giới không ngừng biến đổi, những thứ anh từng thân thuộc cũng dần dần biến mất.\n\nBảy vị thần lần lượt được thay thế, bảy người bên bàn rượu năm xưa nay đã mất đi năm người.\n\nChức trách xa xưa \"chỉ dẫn loài người\" của bảy vị thần đã bắt đầu bị một số vị thần mới coi nhẹ như không.\n\nTrải qua hơn 3000 năm sương gió, ngay cả phiến đá cứng cỏi nhất cũng phải hao mòn.\n\nHơn nữa, gió cũng chẳng đến thăm anh lần nào nữa.\n\nMột ngày mưa dầm nọ, Đế Vương tản bộ ở cảng Liyue, bất chợt nghe được lời khen của một thương nhân dành cho thuộc hạ của mình:\n\n\"Anh đã hoàn thành tốt chức trách của mình rồi. Giờ hãy nghỉ ngơi đi.\"\n\n... \n\n\"Nham Vương Đế Quân\" đứng lặng trong dòng người hồi lâu.\n\n\"Chức trách của mình...đã hoàn thành hay chưa?\" \n\nVị thần tự hỏi."
    }
  },
  {
    "title": {
      "zhs": "水产品",
      "zht": "水產品",
      "jp": "水産物",
      "ko": "수산물",
      "en": "That Which Rises From the Sea",
      "de": "Meeresfrüchte",
      "es": "Productos marinos",
      "fr": "Fruits de mer",
      "pt": "Produto Hydro",
      "ru": "Гидро продукты",
      "id": "Produk Laut",
      "th": "ผลิตภัณฑ์ที่มาจากทะเล",
      "vi": "Thủy Sản"
    },
    "line": {
      "zhs": "魔神战争期间，提瓦特大陆上每一处都燃烧着战火。战争不仅发生在魔神之间，还有无数邪物企图趁乱扩展领地。\n\n其中有一种怪物，让尚未成为七神的「岩之魔神」感到十分烦躁。\n\n这些怪物从深海中来，有着绵软的外皮与鳞片，腕足灵巧，被切断肢体也能活下来，还会吐出黏糊糊湿漉漉的液体…\n\n以上特性已经足够恶心，却还不是重点。\n\n重点是：它们很「小」，而且似乎无处不在。\n\n桌椅板凳、门缝窗扉、窗帘衣褶，甚至是茶杯、书本和笔筒。\n\n只要人们伸出手，就有可能摸到一手冰冷、黏糊、湿漉漉的东西。这些怪物会窸窣爬上手背，在所经之处留下一道晶亮的痕迹…\n\n受璃月先民祈求，摩拉克斯答应他们消灭这种怪物。但对于寄生在人类社会的怪物，摩拉克斯绝不可能像在战场上那样，投出无数石枪，连大地一起轰碎…\n\n不过，摩拉克斯毕竟是后世的「契约之神」。他答应的祈求，无论如何都会办到。\n\n责任感驱使他操纵可大可小的岩牢，将这些怪物从无数房屋里依次揪出…\n\n漫长剿灭战结束时，摩拉克斯初次理解到「如释重负」一词的含义。\n\n麻烦到极点的剿杀与水生怪物带有恶心气味的黏液，都让他印象极深。\n\n以凡人形象出现的化身钟离，哪怕生活在港口城市，也对所有活着的、蠕动的水产敬而远之。\n\n但切得看不出食材原型的海鲜豆腐还是可以吃的。",
      "zht": "魔神戰爭期間，提瓦特大陸上每一處都燃燒著戰火。戰爭不僅發生在魔神之間，還有無數邪物企圖趁亂擴展領地。\n\n其中有一種怪物，讓尚未成為七神的「岩之魔神」感到十分煩躁。\n\n這些怪物從深海中來，有著綿軟的外皮與鱗片，腕足靈巧，被切斷肢體也能活下來，還會吐出黏糊糊濕漉漉的液體…\n\n以上特性已經足夠噁心，卻還不是重點。\n\n重點是：它們很「小」，而且似乎無處不在。\n\n桌椅板凳、門縫窗扉、窗簾衣褶，甚至是茶杯、書本和筆筒。\n\n只要人們伸出手，就有可能摸到一手冰冷、黏糊、濕漉漉的東西。這些怪物會窸窣爬上手背，在所經之處留下一道晶亮的痕跡…\n\n受璃月先民祈求，摩拉克斯答應他們消滅這種怪物。但對於寄生在人類社會的怪物，摩拉克斯絕不可能像在戰場上那樣，投出無數石槍，連大地一起轟碎…\n\n不過，摩拉克斯畢竟是後世的「契約之神」。他答應的祈求，無論如何都會辦到。\n\n責任感驅使他操縱可大可小的岩牢，將這些怪物從無數房屋裡依次揪出…\n\n漫長剿滅戰結束時，摩拉克斯初次理解到「如釋重負」一詞的含義。\n\n麻煩到極點的剿殺與水生怪物帶有噁心氣味的黏液，都讓他印象極深。\n\n以凡人形象出現的化身鍾離，哪怕生活在港口城市，也對所有活著的、蠕動的水產敬而遠之。\n\n但切得看不出食材原型的海鮮豆腐還是可以吃的。",
      "jp": "魔神戦争時、戦火がテイワットのあらゆるところに飛び火した。魔神たちの戦争に乗じて、無数の妖怪が自身の領地を拡張しようとしていた。\n\nその中に、まだ七神になっていなかった「岩の魔神」を困らせていた魔物がいた。\n\nこれらの魔物は深海から来たもので、柔らかい皮と鱗、俊敏な手足を持ち、体の一部を切り落とされても生き延びることができる。さらにネバネバした液体を噴射することもできる…\n\n以上の特性だけでも十分に気持ち悪いが、恐ろしいのはこれだけではない。\n\n一番恐ろしいことは、ヤツらがとても小さく、しかも何処にでも存在することだ。\n\nテーブルや椅子、ドアや窓、カーテンや服、さらに茶碗の中、書籍や筆立てからもヤツらの存在を発見できる。\n\n手を伸ばすと、冷たくてネバネバとしたものに触れてしまう。そして、これらの魔物は手を登り、きらきらと光る痕跡を残す…\n\n璃月の先民の願いに応え、モラクスはこの魔物の消滅を引き受けた。だが、人間社会に寄生する魔物を相手に、モラクスは過去のように戦場で無数の石槍を投げたり、大地もろとも砕け散らすようなマネはできない…\n\nしかし、彼は後世に「契約の神」と呼ばれるモラクスだ。彼が約束した願いは必ず叶う。\n\n責任感を感じた彼は、岩の檻を自由自在に操り、これらの魔物を無数の部屋から引きずり出した…\n\n長い殲滅作戦が終わった時、モラクスは初めて「肩の荷が下りる」という言葉の意味を理解した。\n\n面倒すぎた殲滅と水生魔物の異臭を放つ粘液は、彼の中に強い印象を残した。\n\n人間の姿の化身である鍾離は、港都市に住んでいるが、うごめく水産物からは距離を置くようにしている。\n\nだが、見た目から原材料が判断できない海鮮豆腐はまだ食べられるのだ。",
      "ko": "마신 전쟁 시기 티바트 대륙 전체가 전쟁의 불길에 휩싸였다. 전쟁은 마신들 사이에서만 발생했을 뿐만 아니라 수많은 사악한 무리가 혼란을 틈타 영지를 확장하려고 했었다.\n\n그중 한 몬스터들은 아직 일곱신이 되지 못한 「바위의 마신」을 초조하게 만들었다.\n\n이 몬스터들은 심해에서 온 녀석들로 부드러운 피부와 비늘, 민첩한 다리, 사지가 절단되어 살아남는 생명력, 그리고 끈적끈적한 액체를 내뿜는 능력을 지니고 있었다.\n\n이 특징들만으로도 충분히 징그럽지만 이건 중요한 게 아니었다.\n\n중요한 건 그들은 아주 「작고」 어디에나 존재한다는 것이었다.\n\n책상, 의자, 문틈, 창틀, 커튼, 옷, 찻잔, 책, 필통 등.\n\n그저 손만 뻗으면 차갑고도 끈적끈적하며 축축한 걸 만질 수 있었다. 이 몬스터들은 사르륵하며 손등에 타고 올랐고 지나간 곳에는 반짝거리는 흔적을 남겼다…\n\n리월 선조들의 간청을 들은 모락스는 이 몬스터를 없애주기로 한다. 하지만 인류사회에 기생하고 있는 몬스터를 없애는 건 모락스가 전장에서 했던 것처럼 무수히 많은 창을 던지거나 대지와 함께 폭파시킬 수 없었다….\n\n그래도 모락스는 후세로부터 「계약의 신」이라 불리는 만큼 들어주기로 한 것은 반드시 들어준다.\n\n책임감은 그로 하여금 크고 작은 바위 감옥을 조종하여 이 몬스터들을 수많은 곳에서 하나하나 들추어내게 했다….\n\n기나긴 소탕 작전이 끝나고 모락스는 처음으로 「몸과 마음이 홀가분하다」의 뜻을 이해하게 된다.\n\n매우 성가셨던 소탕 작전과 수생 몬스터가 가지고 있는 역겨운 냄새가 나는 점액 모두 그에게 깊은 인상을 남겼다.\n\n사람의 모습으로 변한 종려는 항구도시에 살고 있더라도 살아서 꿈틀대는 수산물을 멀리한다.\n\n그래도 식자재의 원래 모습을 전혀 찾아볼 수 없는 해물 두부는 먹을 수 있다",
      "en": "During the Archon Wars, every corner of Teyvat was consumed in the fires of conflict. Not only did gods fight amongst themselves, but countless wicked things also sought to expand their domains.\n\nOne such type of creature caused no end of woe for the Geo Archon, long before he took that title along with his place among The Seven.\n\nThese foul creatures, straight from the murky depths of the ocean abyss, had a squishy exterior, and possessed agile tentacles that would live on even after being cut off, even secreting some thick and revolting fluid in the process.\n\nThis alone would have been enough to make them the most monstrous of all creatures, and still it was not the pinnacle of their monstrosity.\n\nWhat made them so truly terrible was their small size, which gave them the ability to duck into unimaginably small nooks and crannies.\n\nNo space was too narrow for them, neither the wooden boards of tables and chairs, nor the seams of windows and doors and curtain folds, nor even books and brushes.\n\nMany a poor soul had, on at least one occasion, unwittingly outstretched their hand, only to quickly retract it in horror with a blood-curdling scream at the sensation of something cold, clammy and damp, while one or more of these despicable creatures came crawling up their arm, leaving a shiny trail behind them...\n\nAt the behest of the people of Liyue, Morax agreed to wipe these creatures out. But these parasites upon civilization could not be destroyed like enemies on a battlefield, by simply summoning a storm of stone spears that would shatter the earth and churn the soil....\n\nStill, he was the God of Contracts. His word had to be his bond.\n\nSo, he went through the town from house to house with prisons of stone, seizing these creatures one by one and locking them away for good...\n\nThis long campaign of pest extermination taught Morax the true meaning of \"a burden lifted.\"\n\nThe grueling campaign itself, and the terrible smell of those ocean creatures' secretions, left a lasting impression on the deity.\n\nToday, even when he goes out incognito as the mortal man, Zhongli, Morax gives those living, squirming seafood products a wide berth.\n\n...Well, except for dishes where said seafood products have been sliced and diced into oblivion, such as seafood tofu. He'll quite happily eat those.",
      "de": "Während des Archontenkriegs wurde jeder Winkel Teyvats von den Bränden des Konflikts verzehrt. Nicht nur kämpften die Götter untereinander, sondern unzählige böse Wesen versuchten auch, ihre Domäne auszudehnen.\n\nEine solche Kreatur bereitete dem damals noch nicht als Geo-Archon bekannten Gott große Schwierigkeiten.\n\nDiese Kreaturen entsprangen dem ozeanischen Abgrund, waren glitschig anzusehen und besaßen geschmeidige Tentakel, die auch nach dem Abschneiden weiterlebten und dabei trübe Flüssigkeit absonderten.\n\nDas wäre schon widerlich genug gewesen, aber es war noch nicht einmal das Entscheidende.\n\nDas wirkliche Problem war ihre geringe Größe, die es ihnen ermöglichte, sich in unvorstellbar kleine Ecken und Winkel zu verkriechen. Kein Raum war ihnen zu eng, nicht die Bretter von Tischen und Stühlen, nicht die Spalten von Fenstern und Türen und Gardinen oder sogar Bücher und Pinsel.\n\nWenn man an der Hand ein kaltes, klammes und feuchtes Gefühl bekam, waren Schreie vorprogrammiert und eine oder mehrere dieser Kreaturen krabbelten den Arm hinauf und hinterließen eine glänzende Spur.\n\nAuf Geheiß der Einwohner von Liyue erklärte sich Morax bereit, diese Kreaturen auszulöschen. Doch diese Parasiten der Zivilisation konnten nicht wie Feinde auf einem Schlachtfeld vernichtet werden, sondern mit einem Sturm von Steinspeeren, der die Erde zertrümmerte und aufwühlte!\n\nDoch er war der Gott der Verträge. Seine Worte mussten genauso unbeirrbar sein wie seine Verträge.\n\nSo zog er mit steinernen Gefängnissen von Haus zu Haus durch die Stadt und ergriff diese Kreaturen eine nach der anderen ...\n\nDieser lange Feldzug der Schädlingsbekämpfung lehrte Morax die wahre Bedeutung, von „einer Last befreit zu werden“.\n\nDieser frustrierende Kampf und der schreckliche Gestank der Sekrete dieser Meereskreaturen hinterließen bei der Gottheit einen bleibenden Eindruck.\n\nHeute, selbst wenn er inkognito als sterblicher Mann Zhongli unterwegs ist, macht Morax einen großen Bogen um die lebenden, sich windenden Meeresfrüchte, so sagt man. Aber Gerichte, bei denen diese Produkte in Scheiben und Würfel geschnitten wurden wie z. B. Tofu aus Meeresfrüchten, isst er immer noch.",
      "es": "Durante la Guerra de los Arcontes, cada rincón de Teyvat estaba sumido en el fuego del conflicto. No solo fueron los dioses quienes lucharon, sino que innumerables seres malvados también buscaron expandir su dominio.\n\nUnas de esas criaturas inquietaban muchísimo al Arconte Geo, que entonces aún no era uno de Los Siete.\n\nEstas criaturas surgieron del abismo oceánico, tenían un cuerpo blando y poseían ágiles tentáculos que seguían teniendo vida incluso después de que los cortaran, momento en que secretaban un viscoso fluido.\n\nEran realmente asquerosas, pero ese no era el mayor de los problemas.\n\nEl verdadero problema era su pequeño tamaño, que les daba la capacidad de esconderse en rincones y grietas inimaginablemente pequeños.\n\nNingún hueco era demasiado estrecho para ellas, ni los de las tablas de madera de las mesas y las sillas, ni los de las costuras de las ventanas y puertas y los pliegues de las cortinas, ni tampoco los de los libros y los cepillos.\n\nSi veían a alguien con la mano extendida, subían por su brazo, dejando un brillante rastro detrás de ellas, y le dejaban una sensación de frío y humedad tan horrible que era imposible no gritar de horror al sentirla.\n\nBajo los ruegos del pueblo de Liyue, Morax accedió a acabar con estas criaturas. Sin embargo, estos parásitos de la civilización no podían ser destruidos como un enemigo cualquiera en el campo de batalla, como cuando invocó una lluvia de lanzas de piedra que hizo a la tierra temblar.\n\nAun así, él era el Patrono de los contratos, por lo que debía cumplir con su palabra fuese como fuese.\n\nEntonces, recorrió Liyue de casa en casa con pequeñas jaulas de piedra, capturando a estas criaturas una por una...\n\nEsta larga campaña de exterminio de plagas le enseñó a Morax lo que realmente significaba “quitarse un peso de encima”.\n\nLa frustrante campaña, así como el terrible olor de las secreciones de esas criaturas del océano, son algo que nunca olvidará.\n\nHoy en día, incluso cuando sale al mundo real de incógnito como Zhongli, un hombre mortal, Morax no quiere ver el marisco ni en pintura.\n\nExcepto el tofu de marisco, eso sí le gusta porque no se distingue su forma original.",
      "fr": "Pendant la Guerre des Archons, Teyvat toute entière brûlait des flammes du conflit. Non seulement les dieux se battaient entre eux, mais d'innombrables créatures maléfiques essayaient également d'étendre leur territoire.\n\nUne de ces créatures causa beaucoup de difficulté à l'Archon Géo, qui n'avait pas encore établi sa couronne.\n\nCes créatures jaillissaient de l'abîme océanique, avaient un extérieur spongieux et possédaient des tentacules agiles qui repoussaient après avoir été coupées, sécrétant même un fluide trouble dans le processus.\n\nElles étaient pour le moins dégoûtantes, mais ce n'était pas le plus gros problème.\n\nLe vrai problème était leur petite taille, qui leur permettait de se faufiler dans tous les recoins.\n\nAucun espace n'était trop étroit pour elles, ni les planches en bois des tables et des chaises, ni les coutures des fenêtres et des portes ou les plis des rideaux, ni même les livres ou les brosses.\n\nQuand quelqu'un tendait la main, il pouvait toucher par inadvertance quelque chose de froid, moite et humide, ce qui déclenchait inéluctablement des cris lorsqu'une ou plusieurs de ces créatures couraient le long de son bras, laissant une traînée brillante...\n\nPoussé par les demandes de la population de Liyue, Morax accepta d'éradiquer ces créatures mais il ne pouvait pas combattre ces parasites comme il combattait ses ennemis sur le champ de bataille, en secouant le sol avec une tempête de lances de pierre...\n\nCependant, il était le Dieu des contrats. Il devait honorer sa parole.\n\nIl parcourra donc la ville de maison en maison avec de petites prisons de roche, saisissant ces créatures une par une...\n\nAprès avoir terminé cette tâche ingrate, Morax comprit le vrai sens du « devoir accompli ».\n\nCette campagne frustrante et la terrible odeur des sécrétions de ces créatures océaniques marqua la divinité à tout jamais.\n\nEncore aujourd'hui, lorsqu'il se promène sur le Port de Liyue, il reste à bonne distance des fruits de mer qui se tortillent dans les étals des pêcheurs.\n\nIl ne peut guère supporter que le tofu aux fruits de mer, à condition que les ingrédients aient été si finement hachés que vous ne puissiez les voir.",
      "pt": "Durante a Guerra dos Arcontes, todas as partes de Teyvat estavam em chamas. A guerra não foi travada apenas entre os Arcontes, mas também entre bestas que aproveitaram o caos para obter território.\n\nEntre elas havia uma criatura que irritou muito o ainda não coroado como um dos Sete Arcontes, o Arconte Geo.\n\nEssa criatura veio das profundezas dos mares, com pele mole e escamosa e inúmeros e ágeis tentáculos que continuavam vivos mesmo depois de cortados, e podia soltar um líquido viscoso grudento...\n\nIsso por si só já era um problema, mas não era o pior.\n\nO pior era: os tentáculos eram muito pequenos, e pareciam que estavam em todos os lugares.\n\nNas mesas e cadeiras, nas frestas das portas e janelas, nas costuras das cortinas e roupas, até mesmo nas xícaras de chá, livros e cadernos.\n\nSe uma pessoa estendesse sua mão e sentisse algo frio, grudento e úmido, sabia que ali havia um tentáculo, que deixava uma trilha brilhante quando passava pelos braços...\n\nDevido às preces do povo de Liyue, Morax concordou em aniquilar essas criaturas. Mas esses parasitas não podiam ser destruídos como inimigos num campo de batalha, como uma tempestade de lanças de pedra que destruíam a terra...\n\nAinda assim, ele era o Deus dos Contratos. Suas palavras tinham que ser fortes como seu vínculo.\n\nEle foi de casa em casa com prisões de pedra, pegando essas criaturas uma por uma...\n\nEssa longa campanha ensinou Morax o verdadeiro significado de se livrar de um fardo.\n\nEssa campanha frustrante e o terrível cheiro das secreções da criatura do oceano deixaram uma marca permanente na divindade.\n\nHoje, mesmo quando ele viaja como o homem mortal Zhongli, ainda que viva numa cidade portuária, permanece longe de todas as criaturas aquáticas.\n\nMas os pratos em que tais criaturas foram cortadas, como tofu de frutos do mar, são aceitáveis.",
      "ru": "Во время Войны Архонтов весь Тейват был охвачен сражениями. Война вспыхнула не только между Архонтами, но и среди дьявольских сил, жаждавших расширить свои владения, пользуясь всеобщим хаосом. Среди этих отродий были монстры, вызывавшие тревогу у ещё не вступившего в свои права Гео Архонта. Эти монстры поднялись из морских глубин. Тела их были скользкими, конечности - ловкими да быстрыми и отрастали вновь, даже если их отрубить. Сами монстры сочились липкой жидкостью... Да, они были омерзительны, но главным в них было не это. Эти монстры были очень маленькими, а потому могли всюду поместиться. Щели в столах, стульях и между оконными рамами, чашки, книги и стаканчики для кистей - они могли пролезть куда угодно. Стоило человеку протянуть руку, чтобы вдруг ощутить на коже нечто холодное, липкое и мокрое... Эти монстры быстро взбирались по тыльной стороне руки, оставляя сияющий след. Моракс откликнулся на молитвы жителей Ли Юэ и согласился стереть этих монстров с лица земли. Но он не мог сражаться с паразитирующими на людях монстрами так же, как он бился на поле брани - меча копья и сотрясая землю... Но он оставался богом контрактов, и данное людям обещание должен был во что бы то ни стало выполнить. Чувство ответственности вело его от дома к дому, где он планомерно извлекал этих монстров одного за другим и запирал их в каменные клетки... Когда эта утомительная война с паразитами наконец закончилась, Моракс впервые понял значение выражения «гора с плеч». Этот тяжёлый поход против монстров, их тошнотворный запах и ощущение слизи на коже оказали на него неизгладимое впечатление. Поэтому, даже когда Моракс приходит в мир в облике простого смертного по имени Чжун Ли, он обходит стороной все живые и склизкие морепродукты. Но от тофу с морепродуктами он не отказывается, если эти ингредиенты нарезаны так мелко, что и не разглядишь.",
      "id": "Ketika Perang Archon berkecamuk, seantero Teyvat tak luput dari bara api perselisihan. Bukan hanya para dewa yang bertarung dengan sesamanya, tetapi makhluk jahat yang tak terhitung jumlahnya juga berusaha memperluas wilayah mereka.\n\nSalah satu dari makhluk-makhluk itu menyebabkan kepahitan besar bagi sang Archon Geo, bahkan sebelum ia naik ke tempatnya di antara The Seven.\n\nMakhluk-makhluk ini muncul dari palung samudra, bertubuh licin dan kenyal, bersungut lincah dan dapat hidup walaupun sudah ditebas, sambil terus mengeluarkan lendir yang kental dan menjijikan.\n\nItu saja sudah cukup untuk menjadikan makhluk itu makhluk paling menjijikan di antara barisan makhluk menjijikan. Namun ternyata itu masih belum puncaknya.\n\nKengerian yang sesungguhnya terletak pada ukuran mereka yang kecil, begitu kecil sampai dapat melesak masuk ke celah-celah dan pojok yang tak terjangkau.\n\nTidak ada ruang yang terlalu sempit bagi mereka, tidak papan meja dan kayu kursi, tidak sambungan jendela dan kusen pintu dan lipatan tirai, bahkan tidak juga sela-sela buku dan sikat.\n\nBanyak orang yang tidak tahu lalu menjulurkan tangan, kemudian menarik tangan mereka sambil berteriak senyaring-nyaringnya, karena menyentuh sesuatu yang dingin, lembek, dan lembap, lalu melihat satu atau lebih makhluk itu menggerayangi mereka, naik sampai ke lengan serta meninggalkan jejak berlendir yang mengkilap di jalurnya ....\n\nMendengarkan doa dan permohonan warga Liyue, Morax pun turun tangan untuk memusnahkan makhluk tersebut. Namun parasit peradaban ini tidak bisa dihancurkan begitu saja seperti musuh yang berada di medan perang, dengan badai tombak batu yang mampu meratakan bumi dan menggoncangkan tanah ....\n\nMeski begitu, Morax adalah sang Dewa Kontrak. Ucapannya adalah janji.\n\nJadi, dia pergi berkeliling dari rumah ke rumah, sambil membawa kurungan batu untuk menangkap makhluk-makhluk itu satu per satu ....\n\nPerjuangan panjang pemusnahan hama menjijikan ini membuat Morax paham akan makna kalimat \"bebas dari tekanan\".\n\nPerasaan frustrasi, serta bau tak sedap dari cairan yang dikeluarkan oleh si makhluk, meninggalkan kesan yang mendalam di benak sang dewa.\n\nBahkan di masa kini, ketika dia hidup membaur di antara manusia fana dengan identitasnya sebagai Zhongli, Morax memilih untuk menjauhi segala macam makanan laut yang menggeliat dan berlendir.\n\nYa, semua kecuali hidangan laut yang sudah diiris tipis dan dipotong sampai berkeping-keping, misalnya tahu seafood. Dia akan menyantapnya dengan senang hati.",
      "th": "ในช่วงเวลาของสงครามเทพอสูร ทุกหนทุกแห่งบนดินแดน Teyvat นั้นเต็มไปด้วยไฟแห่งสงคราม ซึ่งสงครามไม่เพียงเกิดขึ้นระหว่างเทพอสูรเท่านั้น ยังมีสิ่งชั่วร้ายมากมายที่พยายามขยายอาณาจักรในช่วงเวลานี้อีกด้วย\n\nหนึ่งในนั้นมีมอนสเตอร์ชนิดหนึ่ง ที่ทำให้ \"เทพแห่งหิน\" ที่ยังไม่ได้เป็นเทพทั้งเจ็ดในเวลานั้น รู้สึกหงุดหงิดเป็นอย่างยิ่ง\n\nมอนสเตอร์เหล่านี้มาจากใต้ทะเลลึก มีผิวที่นุ่มและเต็มไปด้วยเกล็ด มือเท้าคล่องแคล่ว ถึงจะถูกตัดแขนตัดขาก็ยังคงมีชีวิตต่อไปได้ และยังสามารถคายของเหลวที่เหนียวและเปียกชื้น...\n\nแค่ลักษณะพิเศษที่เอ่ยถึงก็น่าขยะแขยงพอแล้ว แต่นี่ยังไม่ใช่ประเด็นสำคัญ\n\nประเด็นสำคัญคือ: พวกมัน \"เล็ก\" มาก และดูเหมือนว่าจะอยู่ทุกหนทุกแห่ง\n\nโต๊ะเก้าอี้ ขอบประตูหน้าต่าง ผ้าม่านเสื้อผ้า หรือแม้แต่แก้วชา หนังสือหรือกล่องดินสอ\n\nแค่ยื่นมือออกไปก็อาจจับโดนสิ่งที่เย็น เหนียวและเปียกนั้นได้ มอนสเตอร์เหล่านี้เมื่อถูกผู้คนจับก็จะรีบไต่ไปที่หลังมือ และจะทิ้งร่องรอยใส ๆ เอาไว้...\n\nตามคำอ้อนวอนจากบรรพบุรุษของชาว Liyue ท่าน Morax รับปากที่จะกำจัดมอนสเตอร์ชนิดนี้ แต่มอนสเตอร์เหล่านี้คอยเกาะอยู่ในสังคมของมนุษย์ ซึ่ง Morax ไม่อาจกำจัดพวกมันด้วยการโยนหอกหินมากมายออกไปจนแผ่นดินสั่นสะเทือน เหมือนอย่างในสนามรบได้...\n\nอย่างไรก็ตาม Morax นั้นเป็นถึง \"เทพแห่งพันธสัญญา\" ของคนรุ่นหลัง สิ่งที่เขาเคยตกลงไว้ ไม่ว่าด้วยวิธีใดก็จะต้องทำให้สำเร็จ\n\nด้วยภาระแห่งสัญญาที่เคยให้ไว้ เขาจึงไปตามบ้านนับหลังไม่ถ้วนพร้อมกับคุกหิน เพื่อจับมอนสเตอร์เหล่านี้ทีละตัว...\n\nหลังจากระยะเวลาอันยาวนานในการกำจัดมอนสเตอร์เหล่านี้จบสิ้นลง Morax ถึงได้เข้าใจเป็นครั้งแรกว่า การ \"ยกภูเขาออกจากอก\" นั้นเป็นเช่นไร\n\nการกำจัดศัตรูและมอนสเตอร์ที่แสนยากลำบาก อีกทั้งกลิ่นเหม็นและของเหลวที่น่าขยะแขยง เขายังจำได้ไม่มีวันลืม\n\nแม้แต่การกลายร่างเป็นมนุษย์ปุถุชนอย่าง Zhongli และใช้ชีวิตในเมืองท่าเรือ เขาก็ยังคงพยายามใช้ชีวิตที่ห่างไกลสัตว์น้ำที่เลื้อยขยุกขยิก\n\nแต่สำหรับอาหารที่สับจนดูรูปร่างที่แท้จริงไม่ออกอย่างเต้าหู้ทะเล เขาก็ยังพอจะสามารถทานได้",
      "vi": "Trong cuộc chiến tranh Ma Thần, đại lục Teyvat chìm trong biển lửa. Chiến tranh không chỉ xảy ra giữa các ma thần, còn có vô số tà vật mưu đồ nhân lúc loạn lạc mở rộng lãnh địa.\n\nTrong đó có một loại quái vật khiến Nham Ma Thần khi ấy chưa trở thành một trong bảy vị thần cảm thấy vô cùng phiền nhiễu.\n\nNhững quái vật này ngụ dưới biển sâu, có lớp da vảy mềm mại, uyển chuyển khéo léo, bị cắt đứt thân thể vẫn có thể sống sót, còn hay phun ra dịch thể dính nhớp...\n\nCác đặc tính trên cũng đã đủ buồn nôn rồi, nhưng vẫn không phải trọng điểm.\n\nTrọng điểm là: Chúng rất \"nhỏ\", hơn nữa hình như xuất hiện khắp nơi.\n\nBàn ghế, khe cửa, rèm chiếu, áo quần, thậm chí cốc trà, bút sách.\n\nChỉ cần mọi người giơ tay ra, là đã có khả năng sờ thấy thứ lành lạnh, dính dáp, ươn ướt. Những quái vật này sẽ bò lên mu bàn tay, nơi chúng bò qua để lại một vệt bóng loáng...\n\nNhận được lời cầu cứu từ dân chúng Liyue, Morax đồng ý với họ sẽ tiêu diệt quái vật này. Nhưng đối với quái vật ký sinh trong xã hội loài người, Morax tuyệt đối không thể phóng vô số ngọn thương đá như trên chiến trường, ngay cả mặt đất cũng sẽ vỡ nát...\n\nNhưng Morax dù sao cũng là Thần Khế Ước của hậu thế. Lời thỉnh cầu mà anh đồng ý, bất luận ra sao cũng phải làm bằng được.\n\nTrách nhiệm đè nặng khiến anh phải dùng đủ các loại Nham Lao, lần lượt bắt hết đám quái vật này từ vô số những căn nhà...\n\nKhi kết thúc cuộc chiến diệt quái dài đằng đẵng, Morax lần đầu tiên hiểu được hàm ý của câu \"như trút được gánh nặng\".\n\nViệc diệt trừ phiền phức cực độ và sự nhớp nháp buồn nôn của quái vật thuỷ sinh đã để lại ấn tượng sâu sắc trong anh.\n\nZhongli xuất hiện với vẻ ngoài của người phàm, dù là sống trong thành phố cảng, cũng luôn tránh xa các loại thuỷ sản còn sống và loi nhoi.\n\nNhưng món đậu hũ hải sản không nhìn ra được nguyên liệu làm từ cái gì thì vẫn có thể ăn được."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "璃月港这场由钟离自导自演的「送仙」典仪筹备完毕后，「愚人众」执行官「女士」出现在他面前。\n\n按照事先签订的「契约」，她前来取走岩神摩拉克斯的「神之心」。\n\n当着旅行者与两位「愚人众」执行官的面，钟离坦率说出了自己与「冰之神」达成交易一事。\n\n依他本人所说，这是在最后的时刻，所订立的「终结一切契约的契约」。\n\n可无论怎么看，岩之神在这场交易中付出的代价实在太多，连守护璃月港的神力都将失去…\n\n就算是人与人之间，交易的铁则也是「等价交换」。\n\n对千百年来签下千百「契约」的岩神而言，如此重要的契约，必定是有利可图才会考虑吧。\n\n现在，岩之神已将自己的「神之心」作为代价送出。\n\n冰之神究竟是押上何种筹码，才使交易的天平达到了平衡呢？",
      "zht": "璃月港這場由鍾離自導自演的「送仙」典儀籌備完畢後，「愚人眾」執行官「女士」出現在他面前。\n\n按照事先簽訂的「契約」，她前來取走岩神摩拉克斯的「神之心」。\n\n當著旅行者與兩位「愚人眾」執行官的面，鍾離坦率說出了自己與「冰之神」達成交易一事。\n\n依他本人所說，這是在最後的時刻，所訂立的「終結一切契約的契約」。\n\n可無論怎麼看，岩之神在這場交易中付出的代價實在太多，連守護璃月港的神力都將失去…\n\n就算是人與人之間，交易的鐵則也是「等價交換」。\n\n對千百年來簽下千百「契約」的岩神而言，如此重要的契約，必定是有利可圖才會考慮吧。\n\n現在，岩之神已將自己的「神之心」作為代價送出。\n\n冰之神究竟是押上何種籌碼，才使交易的天平達到了平衡呢？",
      "jp": "「ファデュイ」の「淑女」が彼の目の前に現れた。\n\n事前に結んだ「契約」により、彼女は岩神モラクスの「神の心」を貰いに来たのだ。\n\n旅人と二人の「ファトゥス」の目の前で、鍾離は自分と「氷の神」との契約を明らかにした。\n\n彼曰く、これは最後の時に結んだ「全ての契約を終わらせる契約」だ。\n\nしかし、今まで璃月港を守ってきた神の力までも失うのは、どう考えても、この取引における岩の神の代償は大きすぎた…\n\n人間同士の契約おいても「等価交換」が鉄則だ。\n\n数千年に渡り、無数の「契約」を結んできた岩神が、今回のような重要な契約を結んだのは、きっと利があるからこその行動だろう。\n\n岩の神は、自らの「神の心」を取引の天秤に掛けた。\n\n氷の神は、一体どんなモノを天秤のもう片方に掛けて、均衡を保っているだろう。",
      "ko": "리월항에서 종려가 혼자 연출하고 혼자 진행한 「송신」 의식 준비가 끝난 뒤 「우인단」 집행관 「시뇨라」가 그의 앞에 나타난다.\n\n전에 체결했던 「계약」에 따라 그녀는 바위 신 모락스의 「신의 심장」을 취하러 왔다.\n\n여행자와 두 「우인단」 집행관 앞에서 종려는 자신과 「얼음 신」이 했던 거래를 솔직히 밝힌다.\n\n그의 말에 따르면 이는 최후의 순간에 맺은 「모든 계약을 마무리 짓는 계약」이라고 한다.\n\n하지만 리월항을 지키는 신의 힘조차도 모두 잃어야 하니 바위 신이 이번 거래에서 내야 할 대가가 너무 크다….\n\n사람과 사람 간의 거래의 철칙도 「등가교환」이다.\n\n수백 년 동안 수백 개의 「계약」을 맺은 바위 신에게 이렇게 중요한 계약은 분명 이득이 있어서 맺은 것일 거다.\n\n바위 신은 자신의 「신의 심장」을 대가로 주었다.\n\n얼음 신은 대체 무엇을 걸었길래 거래의 저울의 균형을 맞출 수 있었을까?",
      "en": "Once the Rite of Parting, of which Zhongli was both director and star, was over, the Fatui Harbinger named Signora appeared before him.\n\nBy prior contract, she was here to claim the Geo Archon Morax's Gnosis.\n\nBefore the Traveler and the two Fatui Harbingers, Zhongli related the truth that he had established a contract with the Cryo Archon.\n\nIn his own words, this was his final \"Contract to End All Contracts.\"\n\nYet no matter how one looks at it, the loss of his divine ability to defend Liyue was too great a price to pay.\n\nEven amongst mortals, the basis of a contract is \"equivalent exchange.\"\n\nAnd for the God of Contracts, who must have established countless such agreements in his long years of existence, such an important contract must have come with its benefits.\n\nNow, the Geo Archon has given away his Gnosis as his part of the deal.\n\nWhat, then, must the Cryo Archon have wagered to balance the scales?",
      "de": "#Sobald der Adeptenabschied, bei dem Zhongli sowohl Leiter als auch Star war, abgeschlossen war, tauchte La Signora, eine der elf Fatui Vorboten, vor ihm auf.\n\nWie im Vertrag zuvor vereinbart, forderte sie die Gnosis des Geo-Archons Morax ein.\n\nVor {F#der Reisenden}{M#dem Reisenden} und den zwei der Elf der Fatui, stellte Zhongli einen Vertrag mit dem Kryo-Archon zusammen, der die Wahrheiten enthielt, die er etabliert hatte.\n\nWie er selbst sagte war dies „der Vertrag, um alle Verträge zu beenden“.\n\nDoch egal wie man es auch betrachtet, der Verlust seiner göttlichen Kräfte, die Liyue beschützten, war ein zu hoher Preis, der gezahlt werden müsste.\n\nSelbst unter Sterblichen ist die Basis eines Vertrages ein „gleichwertiger Austausch“.\n\nUnd für den Gott der Verträge, der in seiner langen Existenz schon unzählige solcher Vereinbarungen aufgesetzt hat, muss ein solch schwerwiegender Vertrag schon seine Vorteile mit sich bringen.\n\nDer Geo-Archon gab seine Gnosis als seinen Teil dieser Vereinbarung ab.\n\nDoch was muss dann der Kryo-Archon als seine Leistung in die Waagschale gelegt haben, um sie auszubalancieren?",
      "es": "#Una vez que terminó el Rito del Ascenso, el cual fue tanto dirigido como protagonizado por Zhongli, apareció ante él Signora, una de Los Once de los Fatui.\n\nSegún el contrato que habían firmado, ella fue allí para reclamar la Gnosis de Morax, el Arconte Geo.\n\nAnte {F#la viajera}{M#el viajero} y los dos Fatui, Zhongli contó la verdad: que había establecido un contrato con la Arconte Cryo.\n\nEn sus propias palabras, aquel era el “contrato con el que pondría fin a todos los contratos”.\n\nSin embargo, lo mirase por donde lo mirase, perder las habilidades divinas con las que había defendido a Liyue era un precio a pagar demasiado alto.\n\nIncluso entre los mortales, la base de un contrato es un intercambio equivalente.\n\nAsí pues, para el Patrono de los contratos, que durante su larga existencia había establecido innumerables acuerdos, un contrato tan importante como este debía tener sus beneficios.\n\nPero ahora, el Arconte Geo había tenido que ceder su Gnosis como parte del trato.\n\nEntonces, ¿qué habría ofrecido la Arconte Cryo para equilibrar la balanza?",
      "fr": "Une fois que le rituel de l'ascension, dont Zhongli était à la fois directeur et interprète, fut terminé, l'Exécutrice Fatui nommée Signora apparut devant lui.\n\nSelon un accord déjà négocié, elle était là pour obtenir le Gnosis de l'Archon Géo Morax.\n\nZhongli avoua qu'il avait établi un contrat avec l'Archon Cryo.\n\nDe ses propres mots, c'était « le contrat mettant fin à tous les contrats ».\n\nPourtant, peu importe comment on le regarde, la perte de ses pouvoirs divins semble un prix bien trop fort à payer, même pour protéger Liyue.\n\nMême parmi les mortels, la base d'un contrat est « un échange équitable ».\n\nEt pour le Dieu des contrats, qui a dû rédiger d'innombrables accords de ce type au cours de ses longues années d'existence, un contrat aussi important devait s'accompagner de certains avantages.\n\nL'Archon Géo offrait son Gnosis.\n\nQu'est-ce que l'Archon Cryo pouvait-il bien offrir en échange pour équilibrer la balance ?",
      "pt": "#Depois que o Rito de Despedida acabou, em que Zhongli era tanto o diretor como a estrela, a Mensageira Fatui chamada Signora apareceu perante ele.\n\nDevido a um contrato anterior, ela estava aqui para reivindicar a Gnosis do Arconte Geo.\n\nNa frente d{M#o}{F#a} Viajante e dos Mensageiros Fatui, Zhongli falou a verdade de que tinha estabelecido um contrato com a Arconte Cryo.\n\nEm suas palavras, era seu \"Contrato para Acabar com Todos os Contratos\".\n\nMas independentemente de como uma pessoa veja, a perda de sua habilidade divina em defender Liyue era um preço grande demais para se pagar.\n\nAté mesmo entre mortais, a base de um contrato é a troca equivalente.\n\nE para o Deus dos Contratos, que estabeleceu incontáveis contratos em sua vida, tal contrato deveria vir com benefícios.\n\nO Arconte Geo deu sua Gnosis como parte dele.\n\nO que a Arconte Cryo deu em troca para manter a balança igual?",
      "ru": "#После того как спектакль «Церемония Вознесения» был мастерски поставлен и сыгран Чжун Ли, исполнившим в нём главную роль, Синьора, одна из Предвестников Фатуи, лично явилась к нему. Согласно заранее подписанному договору, она пришла за Сердцем Бога Гео Архонта Моракса. Стоя лицом к лицу перед путешественни{F#цей}{M#ком} и двумя Предвестниками Фатуи, Чжун Ли честно рассказал о соглашении с Крио Архонтом. По его словам, это его последний договор, «контракт, завершающий все контракты». Но, кто бы что ни говорил, потеря божественных сил - слишком высокая цена даже за то, чтобы защитить Ли Юэ. Среди простых смертных существует незыблемое правило «равноценного обмена». Бог контрактов за долгие тысячелетия своего существования подписал великое множество контрактов, поэтому такое важное соглашение просто обязано сулить ему некие выгоды. Итак, Гео Архонт отдал своё Сердце Бога по контракту. Так что же такого могла предложить ему Крио Архонт, чтобы уравнять чаши весов?",
      "id": "Setelah persiapan Rite of Parting yang disutradari sekaligus dibintangi oleh dirinya sendiri selesai, seorang wanita Harbinger Fatui yang bernama Signora muncul di hadapan Zhongli.\n\nBertindak sesuai dengan kontrak yang telah disepakati sebelumnya, wanita itu datang untuk mengambil Gnosis milik sang Archon Geo.\n\nKepada Pengembara dan kedua anggota Harbinger Fatui yang ada di hadapannya, Zhongli berterus terang menyatakan bahwa dia telah mengikat sebuah kontrak dengan Archon Cryo.\n\nMengutip kata-katanya sendiri, kontrak tersebut adalah \"kontrak terakhir untuk mengakhiri semua kontrak yang pernah dia buat\".\n\nTapi, dilihat dari segi mana pun, kehilangan kekuatan dewa yang digunakannya untuk melindungi Liyue adalah harga yang terlalu mahal untuk dibayarkan.\n\nBahkan di antara manusia fana sekali pun, dasar dari sebuah kontrak adalah \"pertukaran yang setimbang\".\n\nBagi sang Dewa Kontrak, yang telah menyepakati kontrak yang tidak terhitung jumlahnya selama hidupnya yang demikian panjang, kontrak sepenting itu pastilah mendatangkan keuntungan tersendiri baginya.\n\nKini, sang Archon Geo telah menyerahkan Gnosis miliknya sesuai dengan kesepakatan yang dia buat sendiri.\n\nLalu pertanyaannya, apakah sebenarnya yang telah diserahkan oleh Archon Cryo untuk mematuhi asas \"pertukaran yang setimbang\"?",
      "th": "หลังจากพิธีกรรม \"ส่งเซียน\" ที่ Zhongli ทั้งกำกับและแสดงเองจบลง \"Signora\" แห่ง Fatui ได้ปรากฏต่อหน้าของเขา \n\nตาม \"พันธสัญญา\" ที่เคยตกลงกันไว้ เธอมาเพื่อมารับ \"โนซิส\" ของเทพแห่งหิน Morax \n\nต่อหน้านักเดินทางและผู้บริหารทั้งสองท่านของ \"Fatui\" ซึ่ง Zhongli ได้เปิดเผยข้อตกลงระหว่าง \"เทพแห่งน้ำแข็ง\" \n\nตามที่เขากล่าว นี่คือช่วงเวลาท้ายสุด ในการตกลง \"สัญญาที่ยุติสัญญาทั้งหมด\"\n\nแต่ไม่ว่าจะมองในมุมไหน ข้อแลกเปลี่ยนในข้อตกลงครั้งนี้สิ่งที่เทพแห่งหินเอาเข้าแลกก็มากจนเกินไป แม้แต่อำนาจในการปกครองเมือง Liyue ก็หมดไปด้วย... \n\nถึงแม้จะเป็นมนุษย์กันเอง กฎเหล็กของข้อตกลงในการแลกเปลี่ยนก็คือ \"แลกเปลี่ยนในมูลค่าที่เท่าเทียม\" \n\nแต่สำหรับเทพแห่งหินที่ให้ \"คำสัญญา\" นับร้อยพันมาตลอดพันปี คำสัญญาที่สำคัญดังนี้ ก็ต้องมีผลประโยชน์พอที่ทำให้เขาคิดพิจารณาล่ะนะ \n\nและตอนนี้เทพแห่งหินก็ได้มอบ \"โนซิส\" ซึ่งเป็นข้อแลกเปลี่ยนให้ไปแล้ว \n\nเทพแห่งน้ำแข็งได้วางข้อแลกเปลี่ยนขนาดไหนกันแน่ ถึงสามารถทำให้ตาชั่งการแลกเปลี่ยนนี้สมดุลเท่าเทียมกัน?",
      "vi": "Sau khi công việc chuẩn bị cho \"Điển Lễ Tiễn Tiên\" do Zhongli chủ trì ở Liyue đã hoàn tất, Signora - Quan chấp hành của Fatui xuất hiện trước mặt anh.\n\nDựa theo Khế Ước đã ký kết, cô đến để lấy đi Gnosis của Nham Thần Morax.\n\nTrước mặt Nhà Lữ Hành và hai vị quan chấp hành Fatui, Zhongli thẳng thắn nói ra chuyện giao dịch của mình với Băng Thần.\n\nTheo lời anh, đây là \"Khế ước kết thúc tất cả các khế ước\" được ký kết vào thời khắc cuối cùng.\n\nNhưng bất luận nhìn thế nào, cái giá mà Nham Thần phải bỏ ra trong cuộc giao dịch này quả thực quá nhiều, ngay cả thần lực bảo vệ Liyue cũng sắp biến mất...\n\nDù là giữa người với người, quy tắc thép trong giao dịch chính là \"trao đổi ngang giá\".\n\nĐối với vị Nham Thần đã ký Khế Ước cả trăm ngàn năm nay, Khế Ước quan trọng như vậy chắc chắn là có lợi thì anh mới cân nhắc.\n\nGiờ đây, Nham Thần đã dùng Gnosis của chính mình để làm cái giá cho giao dịch.\n\nBăng Thần rốt cuộc đã đặt cược thứ giá trị đến thế nào mới có thể khiến cán cân của cuộc giao dịch trở nên cân bằng chứ?"
    }
  }
]