[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "一份新的「契约」？好吧…虽然我还在度假，但也可以陪你走一趟。契约书上，该签什么名字呢？我有许多名字，度假期间的话…我会自称「钟离」。你呢，旅行者？你会签下什么名字？",
      "zht": "#一份新的「契約」？好吧…雖然我還在度假，但也可以陪{F#妳}{M#你}走一趟。契約書上，該簽什麼名字呢？我有許多名字，度假期間的話…我會自稱「鍾離」。{F#妳}{M#你}呢，旅行者？{F#妳}{M#你}會簽下什麼名字？",
      "jp": "新しい「契約」か？…分かった、休暇中だが、付き合ってもいいぞ。契約書はどの名にすればいい？名はたくさんあるのだが、今は…「鍾離」と名乗っている。お前はどうだ？旅人。お前はどの名で契約する？",
      "ko": "새로운 「계약」? 좋아… 아직 휴가 기간이지만 함께 가주지. 계약서에 무슨 이름으로 서명해야 하지? 이름이 여러 개인데. 휴가 기간이라면… 난 「종려」야. 넌 여행자? 넌 무슨 이름으로 서명할 건가?",
      "en": "A new contract? Okay. I'm still on leave, but I can accompany you for a while. What name should I use on the contract? I have a great many names, though when on leave I tend to go by Zhongli. And you, Traveler? What name will you be signing on this contract?",
      "de": "#Ein neuer Vertrag? Na gut. Ich bin zwar noch im Urlaub, kann dir aber für eine Weile Gesellschaft leisten. Welchen Namen darf ich auf den Vertrag setzen? Ich habe viele große Namen, doch wenn ich unterwegs bin, wähle ich den Namen Zhongli. Und du, {F#Reisende}{M#Reisender}? Mit welchem Namen wirst du diesen Vertrag unterzeichnen?",
      "es": "#¿Un nuevo contrato? De acuerdo... No estoy de servicio, pero puedo acompañarte por un rato. ¿Qué nombre debo usar en mi contrato? Tengo muchos. Ya que estoy de vacaciones... utilizaré “Zhongli”. ¿Y tú, viajer{F#a}{M#o}, qué nombre utilizarás?",
      "fr": "#Un nouveau contrat ? Soit... Je suis encore en congé, mais je peux bien vous accompagner, j'imagine. Quel nom signer sur le contrat ? Je possède plusieurs noms, et Zhongli est mon... nom de vacances. Et vous, {M#voyageur}{F#voyageuse} ? De quel nom allez-vous signer ?",
      "pt": "Um novo contrato? Está bem... Eu ainda estou de férias, mas posso lhe acompanhar por um tempo. Que nome devo usar para o contrato? Eu tenho muitos nomes, mas quando estou de férias, sou apenas Zhongli. E você, Viajante? Que nome você assinará nesse contrato?",
      "ru": "#Новый контракт? Что ж, хорошо... Хотя я всё ещё в отпуске, я могу составить тебе компанию один раз. Каким именем мне подписать наше соглашение? У меня много имён... Отпуск я провожу под именем «Чжун Ли». А каким именем подпишешь контракт ты, путешественн{F#ица}{M#ик}?",
      "id": "Kontrak baru ya? Baiklah. Aku sedang cuti, namun boleh saja menemanimu. Nama apa yang harus kugunakan untuk kontrak ini? Aku punya banyak nama, tapi karena sedang cuti, aku pakai nama \"Zhongli\" saja. Bagaimana denganmu, Pengembara? Nama apa yang akan kamu gunakan?",
      "th": "\"สัญญา\" ฉบับใหม่งั้นเหรอ? ได้สิ... ถึงฉันจะกำลังพักร้อนอยู่ แต่ฉันเดินทางไปกับคุณก็ได้ แล้วชื่อบนสัญญา จะเซ็นชื่ออะไรดีนะ? ฉันมีชื่อเยอะมากเลย ในเมื่ออยู่ในช่วงพักร้อน... งั้นฉันใช้ชื่อ \"Zhongli\" ก็แล้วกัน แล้วคุณล่ะนักเดินทาง? คุณจะเซ็นชื่ออะไร?",
      "vi": "Một \"khế ước\" mới? Được rồi... Mặc dù vẫn đang trong thời gian nghỉ, nhưng tôi cũng có thể đi một chuyến với bạn. Trên khế ước nên ký tên gì đây? Tôi có nhiều tên lắm. Trong kỳ nghỉ thì... tôi sẽ tự gọi mình là \"Zhongli\". Còn bạn thì sao? Bạn sẽ ký tên gì?"
    }
  },
  {
    "title": {
      "zhs": "闲聊·旅程",
      "zht": "閒聊·旅程",
      "jp": "世間話·旅",
      "ko": "잡담·여정",
      "en": "Chat: Journeys",
      "de": "Gespräch – Reise",
      "es": "Charla - Viaje",
      "fr": "Bavardage - Périple",
      "pt": "Bate-papo - Jornadas",
      "ru": "Поболтаем: Путешествия",
      "id": "Berbincang: Perjalanan",
      "th": "แชท - การเดินทาง",
      "vi": "Nói chuyện phiếm - Hành trình"
    },
    "line": {
      "zhs": "旅程总有一天会迎来终点，不必匆忙。",
      "zht": "旅程總有一天會迎來終點，不必匆忙。",
      "jp": "旅はいつか終わりを迎える、慌てる必要はない。",
      "ko": "여정은 언젠가 끝나게 돼. 그러니 서두를 필요 없어",
      "en": "Every journey has its final day. Don't rush.",
      "de": "Jede Reise hat einen letzten Tag. Überstürze nichts.",
      "es": "Todo viaje llega a su final. No hay prisa.",
      "fr": "Chaque voyage a sa destination. Rien ne sert de se presser.",
      "pt": "Toda jornada chega a um final. Não precisa ter pressa.",
      "ru": "Все пути однажды приведут к концу. Не стоит торопиться.",
      "id": "Setiap perjalanan pasti ada akhirnya, tidak perlu terburu-buru.",
      "th": "ไม่ต้องรีบร้อนหรอก สักวันการเดินทางจะสิ้นสุดลง",
      "vi": "Cuộc hành trình rồi sẽ kết thúc, không cần phải vội vàng."
    }
  },
  {
    "title": {
      "zhs": "闲聊·游览",
      "zht": "閒聊·遊覽",
      "jp": "世間話·遊覧",
      "ko": "잡담·유람",
      "en": "Chat: Tours",
      "de": "Gespräch – Sehenswertes",
      "es": "Charla - Visita",
      "fr": "Bavardage - Visites",
      "pt": "Bate-papo - Visita",
      "ru": "Поболтаем: Туры",
      "id": "Berbincang: Wisata",
      "th": "แชท - ไปเที่ยว",
      "vi": "Nói chuyện phiếm - Dạo chơi"
    },
    "line": {
      "zhs": "接下来想去哪里？如果想游历璃月名胜的话，我有一些不错的参考方案。",
      "zht": "接下來想去哪裡？如果想遊歷璃月名勝的話，我有一些不錯的參考方案。",
      "jp": "次はどこに行くんだ？璃月の名所を巡りたいなら、いい案がいくつかあるぞ。",
      "ko": "이제 어디 가고 싶어? 리월의 명승 고지를 둘러보고 싶다면 괜찮은 방법이 있어",
      "en": "Where do you want to go next? If you'd like to see Liyue's tourist spots, I have a few references.",
      "de": "Wohin möchtest du als nächstes gehen? Wenn du Liyues touristische Sehenswürdigkeiten sehen möchtest, hätte ich da ein paar Anregungen.",
      "es": "¿Ahora a dónde quieres ir? Si quieres recorrer los lugares famosos de Liyue, tengo un par de sitios en mente.",
      "fr": "Où voulez-vous aller ensuite ? Si les lieux touristiques de Liyue vous intéressent, je connais quelques coins.",
      "pt": "Para onde vamos em seguida? Se quiser ver os pontos turísticos de Liyue, tenho algumas boas sugestões.",
      "ru": "Куда направимся? Если хочешь посмотреть на достопримечательности Ли Юэ, то у меня есть несколько неплохих вариантов.",
      "id": "Ke mana lagi setelah ini? Kalau kamu ingin lihat tempat-tempat terkenal di Liyue, aku punya beberapa rekomendasi untukmu.",
      "th": "ต่อไปจะไปไหนดี? ถ้าอยากไปเยือนสถานที่ที่มีชื่อเสียงของ Liyue ล่ะก็ ฉันมีสถานที่แนะนำอยู่นะ",
      "vi": "Bạn muốn đến nơi nào tiếp theo? Nếu bạn muốn đến thăm những địa điểm nổi tiếng của Liyue, tôi có một số đề cử không tồi."
    }
  },
  {
    "title": {
      "zhs": "闲聊·璃月",
      "zht": "閒聊·璃月",
      "jp": "世間話·璃月",
      "ko": "잡담·리월",
      "en": "Chat: Liyue",
      "de": "Gespräch – Liyue",
      "es": "Charla - Liyue",
      "fr": "Bavardage - Liyue",
      "pt": "Bate-papo - Liyue",
      "ru": "Поболтаем: Ли Юэ",
      "id": "Berbincang: Liyue",
      "th": "แชท - Liyue",
      "vi": "Nói chuyện phiếm - Liyue"
    },
    "line": {
      "zhs": "为「流通」而造的船，遇到港口也会停泊，所以璃月是一切财富「沉淀」的地方。",
      "zht": "為「流通」而造的船，遇到港口也會停泊，所以璃月是一切財富「沉澱」的地方。",
      "jp": "「流通」のために作られた船は港に止まる、だから璃月はあらゆる富が「沈着」する場所だ。",
      "ko": "「유통」을 위해 지은 배는 항구에 정박하지. 그러니 리월은 모든 재물이 「모이는」 곳이야",
      "en": "Boats are made for transferring commodities back and forth, and those that come across Liyue tend to stay a while, so it is where many things come to settle.",
      "de": "Boote sind dafür da Waren hin und her zu transportieren. Und die, die in Liyue anlegen, bleiben meist für eine Weile, also wickeln sich hier viele Dinge ab.",
      "es": "Aunque los barcos están hechos para navegar, siempre hacen una parada en los puertos. Por ello, Liyue es el lugar al que llega toda la riqueza.",
      "fr": "Les navires servent au transport de marchandises, et ceux qui passent à Liyue ont tendance à y rester amarrés un moment. Ceci explique entre autres la richesse du port.",
      "pt": "Barcos são feitos para transportar mercadorias, e aqueles que vem para Liyue tendem a ficar um pouco, por isso é onde muitas coisas vêm para ficar.",
      "ru": "Корабли созданы, чтобы перевозить товары по морям. Они с удовольствием бросают якорь в гавани Ли Юэ. Поэтому здесь оседают богатства.",
      "id": "Perahu dibuat untuk mengirim muatan, dan semuanya berlabuh ketika tiba di dermaga. Oleh karena itu, Liyue menjadi tempat berkumpulnya berbagai macam harta benda.",
      "th": "เรือที่ถูกสร้างขึ้นเพื่อการ \"สัญจร\" ก็จะมาทอดสมออยู่ที่ท่าเรือเช่นกัน ดังนั้น Liyue จึงเป็นสถานที่ที่ความมั่งคั่ง \"พอกพูน\"",
      "vi": "Con tàu được làm ra để \"lưu thông\" trên biển lớn, khi gặp bến cảng cũng sẽ dừng lại. Chính vì vậy, Liyue là nơi \"ngưng tụ\" của tất cả tài nguyên."
    }
  },
  {
    "title": {
      "zhs": "闲聊·怀旧",
      "zht": "閒聊·懷舊",
      "jp": "世間話·過去を懐かしむ",
      "ko": "잡담·회고",
      "en": "Chat: Reminiscing",
      "de": "Gespräch – Nostalgie",
      "es": "Charla - Nostalgia",
      "fr": "Bavardage - Nostalgie",
      "pt": "Bate-papo - Nostalgia",
      "ru": "Поболтаем: Воспоминания",
      "id": "Berbincang: Mengenang",
      "th": "แชท - รำลึกความหลัง",
      "vi": "Nói chuyện phiếm - Nhớ chuyện xưa"
    },
    "line": {
      "zhs": "欲买桂花同载酒…只可惜故人，何日再见呢？",
      "zht": "欲買桂花同載酒…只可惜故人，何日再見呢？",
      "jp": "花を買い、酒を持ち、船の上から璃月の景色を堪能しようとしたが、共に過ごした旧友はもう居ない。\n\nあの古き友との再会は、いつ叶うだろうか？",
      "ko": "계화꽃을 사서 좋은 술을 가지고 옛 친구와 함께 뱃놀이를 가고 싶으나…. 옛 친구는 언제 다시 만날 수 있으려나?",
      "en": "Osmanthus wine tastes the same as I remember... But where are those who share the memory?",
      "de": "Osmanthuswein schmeckt genauso, wie ich es in Erinnerung habe ... Doch wo sind die, mit denen ich diese Erinnerung teilen könnte?",
      "es": "El vino de osmanthus sabe como recordaba... ¿Pero dónde están las personas con quienes solía beberlo?",
      "fr": "Le vin d'osmanthe a le même goût que dans mes souvenirs... Mais où sont ceux avec qui partager ce souvenir ?",
      "pt": "O vinho de Osmanthus tem o gosto que eu me lembrava... Mas onde estão aqueles que posso compartilhar essa memória?",
      "ru": "Вкус вина из османтуса не изменился... Но где же те, кто разделит воспоминания?",
      "id": "Rasa Osmanthus Wine ini persis seperti yang di dalam ingatanku ... Namun, di manakah mereka yang berbagi kenangan ini denganku?",
      "th": "ไวน์หอมหมื่นลี้นี้กลิ่นยังหอมเหมือนเดิมไม่เปลี่ยน... แต่คนที่เคยร่วมดื่มด้วยกันเล่า เมื่อไรจะได้เจอกันอีก?",
      "vi": "Muốn mua hoa quế với rượu ngon...Chỉ tiếc cố nhân, biết khi nào gặp lại?"
    }
  },
  {
    "title": {
      "zhs": "雨过天晴…",
      "zht": "雨過天晴…",
      "jp": "雨上がり…",
      "ko": "비가 그친 후…",
      "en": "After the Rain",
      "de": "Es hat aufgehört zu regnen ...",
      "es": "Tras la lluvia...",
      "fr": "Après la pluie...",
      "pt": "Depois da Chuva...",
      "ru": "После дождя...",
      "id": "Setelah Hujan",
      "th": "ฟ้าหลังฝน...",
      "vi": "Sau cơn mưa trời lại sáng..."
    },
    "line": {
      "zhs": "「琉璃袋」这种植物，它偏爱潮湿的环境，最适合雨后采摘。如果发现的话，适当储备些吧。",
      "zht": "「琉璃袋」這種植物，它偏愛潮濕的環境，最適合雨後採摘。如果發現的話，適當儲備些吧。",
      "jp": "「琉璃袋」という植物は湿っぽい環境を好むため、雨上がりに摘むのがおすすめだ。見かけたら、適切な時に摘むといい。",
      "ko": "「유리주머니」 같은 식물은 습한 환경을 좋아해서 비가 온 후 따는 게 좋아. 찾아낸다면 적당히 저장해 둬",
      "en": "Violetgrass is a plant that enjoys a moist environment and is best picked after it rains. If you should choose to pick any, be sure to store them appropriately.",
      "de": "Glasglöckchen sind Pflanzen, die in einem feuchten Habitat wachsen und am besten nach einem Regenschauer gepflückt werden. Solltest du welche finden, stelle sicher, dass du sie angemessen lagerst.",
      "es": "Las campanitas de cristal gustan de lugares húmedos y lo mejor es recogerlas después de la lluvia. Si lo haces, no olvides conservarlas adecuadamente.",
      "fr": "Le muguet bleu est une plante qui apprécie un environnement humide, que l'on cueille facilement après les pluies. Si vous en trouvez, pensez à les conserver comme il faut.",
      "pt": "Violeta é uma planta que adora o clima úmido, e é boa de ser colhida depois que chove. Se você se deparar com uma, guarde-as apropriadamente.",
      "ru": "Стеклянные колокольчики предпочитают сырую погоду, их лучше всего собирать после дождя. Если встретишь эти цветы, собери несколько впрок.",
      "id": "Violetgrass menyukai tempat yang lembap, dan paling bagus dipetik sehabis hujan. Simpanlah dengan benar bila kamu memetiknya.",
      "th": "\"Violetgrass\" เป็นพืชชนิดหนึ่ง มันชอบสภาพแวดล้อมที่เปียกชื้น และเหมาะที่จะเก็บหลังฝนตก ถ้าไปเจอมันเข้าล่ะก็ เก็บตุนไว้บ้างก็ดีนะ",
      "vi": "Loại thực vật như \"Túi Lưu Ly\" rất thích những nơi ẩm ướt và thời điểm hái tốt nhất là sau khi mưa. Nếu tìm thấy nó, hãy dự trữ một ít nhé."
    }
  },
  {
    "title": {
      "zhs": "下雪的时候…",
      "zht": "下雪的時候…",
      "jp": "雪の日…",
      "ko": "눈이 올 때…",
      "en": "When It Snows",
      "de": "Wenn es schneit ...",
      "es": "Cuando nieva...",
      "fr": "Quand il neige...",
      "pt": "Quando Está Nevando...",
      "ru": "Когда идёт снег...",
      "id": "Ketika Turun Salju",
      "th": "ในเวลาที่หิมะตก...",
      "vi": "Khi tuyết rơi..."
    },
    "line": {
      "zhs": "找个地方避避雪吧。我不会有事，但你可能着凉。",
      "zht": "#找個地方避避雪吧。我不會有事，但{F#妳}{M#你}可能會著涼。",
      "jp": "雪が止むまで場所を移動しよう。俺は問題ないが、お前が風邪を引くかもしれない。",
      "ko": "어디 가서 눈을 피하지. 난 괜찮은데, 넌 감기 걸릴지도 모르니",
      "en": "We should look for a place to take shelter. I'll be fine, but we don't want you catching a cold.",
      "de": "Wir sollten nach einem Unterschlupf Ausschau halten. Um mich mache ich mir keine Sorgen, aber wir wollen nicht, dass du dir eine Erkältung einfängst.",
      "es": "Busquemos dónde resguardarnos de la nieve. Yo estaré bien, pero temo que vayas a helarte.",
      "fr": "Cherchons un endroit où prendre abri. Je n'ai rien, mais je refuse de vous voir prendre froid.",
      "pt": "Nós devemos procurar por um lugar para nos abrigar. Eu vou ficar bem, mas nós não queremos você pegando um resfriado.",
      "ru": "Давай найдём место, где можно спрятаться от снега. Мне всё равно, но вот ты можешь простудиться.",
      "id": "Lebih baik kita cari tempat berteduh. Aku tidak akan kenapa-kenapa, tapi kamu bisa masuk angin.",
      "th": "หาที่หลบหิมะก่อนเถอะ ฉันน่ะไม่เป็นไรหรอก แต่คุณจะเป็นหวัดได้นะ",
      "vi": "Tìm một nơi để tránh tuyết nào. Tôi không sao, nhưng bạn có thể bị cảm lạnh đó."
    }
  },
  {
    "title": {
      "zhs": "刮大风了…",
      "zht": "颳大風了…",
      "jp": "暴風の日…",
      "ko": "강풍이 불 때…",
      "en": "When the Wind Is Blowing",
      "de": "Ein Sturm zieht auf.",
      "es": "Hace mucho viento...",
      "fr": "Le vent souffle fort...",
      "pt": "A Ventania Está Chegando...",
      "ru": "Когда дует сильный ветер...",
      "id": "Ketika Angin Berembus",
      "th": "ในเวลาที่ลมพัดแรง...",
      "vi": "Gió lớn quá..."
    },
    "line": {
      "zhs": "嗯…不适合度假的天气。去听听戏吧。",
      "zht": "嗯…不適合度假的天氣。去聽聽戲吧。",
      "jp": "休暇に向いていない天気だ。芝居でも見に行くか。",
      "ko": "휴가를 보내기엔 좋지 않은 날씨군. 가서 경극이나 감상하자고",
      "en": "This weather is no good for being on vacation. We should go and take in an opera.",
      "de": "Dies ist kein gutes Urlaubswetter. Wir sollten gehen und uns eine Oper ansehen.",
      "es": "Este clima no es apto para descansar. ¿Por qué no vamos a la ópera?",
      "fr": "Ce temps ne convient guère à des vacances. On devrait aller faire un tour à l'opéra.",
      "pt": "Este clima não está bom no feriado. Nós deveríamos ir assistir uma ópera.",
      "ru": "Хм... Не лучшая погода для отпуска. Пойдём в театр, послушаем оперу.",
      "id": "Cuaca ini tidak cocok untuk berlibur. Kita pergi nonton opera saja.",
      "th": "อืม... อากาศแบบนี้ไม่เหมาะกับการพักร้อน ไปดูงิ้วดีกว่า",
      "vi": "Um... Thời tiết không thích hợp cho kỳ nghỉ. Đi xem kịch vậy."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "希望今日也有好景气。",
      "zht": "希望今日也有好景氣。",
      "jp": "今日も好景気になることを願っている。",
      "ko": "오늘도 경치가 근사하면 좋겠군",
      "en": "I hope today too shall be prosperous.",
      "de": "Ich hoffe, heute wird ein erfolgreicher Tag.",
      "es": "Espero que hoy también haya negocios prósperos.",
      "fr": "J'espère que ce jour sera prospère.",
      "pt": "Espero que hoje também seja próspero.",
      "ru": "Надеюсь, экономическая ситуация сегодня будет благоприятна.",
      "id": "Semoga kemakmuran juga datang hari ini.",
      "th": "หวังว่าวันนี้กิจการจะเป็นไปด้วยดี",
      "vi": "Tôi hy vọng hôm nay sẽ là một ngày may mắn."
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "想要吃点提神的？嗯，吃虎岩倒是有爿不错的店…",
      "zht": "想要吃點提神的？嗯，吃虎岩倒是有間不錯的店…",
      "jp": "元気になるもの？チ虎岩にあるいい店を知っているが…",
      "ko": "기운이 나는 걸 먹고 싶어? 음… 흘호암에 괜찮은 식당이 있어",
      "en": "Want a quick meal to pick us back up? I know a good place in Chihu Rock.",
      "de": "Hast du Lust auf eine schnelle Mahlzeit, die uns wieder Schwung gibt? Ich kenne da einen guten Ort beim Chihu-Fels.",
      "es": "¿Quieres comer algo que te revitalice? Conozco un buen restaurante en el Peñasco Chihu...",
      "fr": "Envie d'un bon repas pour nous remettre en forme ? Je connais un endroit à la Falaise Chihu.",
      "pt": "Quer uma refeição rápida para nos revigorar? Eu conheço um lugar bom no Penhasco Chihu.",
      "ru": "Хочешь поесть, чтобы взбодриться? Хм. На горе Тигра есть неплохой ресторан...",
      "id": "Ingin makan supaya tambah semangat? Ah, aku tahu tempat yang enak di Chihu Rock.",
      "th": "อยากกินอะไรสดชื่น ๆ เหรอ? อืม ที่ Chihu Rock มีร้านอาหารดี ๆ อยู่...",
      "vi": "Muốn ăn thứ gì để giúp tỉnh táo à? Chà, Ngật Hổ Nham có một quán không tồi..."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "虽然这种时候已经错过了云先生的戏，但夜晚的璃月仍有许多好去处。",
      "zht": "雖然這種時候已經錯過了雲先生的戲，但夜晚的璃月仍有許多好去處。",
      "jp": "もう雲殿の芝居に間に合わないが、夜の璃月はまだまだいいところがたくさんあるぞ。",
      "ko": "운 선생의 경극을 놓쳤지만, 밤의 리월에는 가볼 만한 곳이 많아",
      "en": "By this time of night, we will have already missed Ms. Yun's play, but Liyue is full of interesting places to explore, even at night.",
      "de": "Zu dieser nächtlichen Stunde haben wir das Schauspiel von Frau Yun bereits verpasst, aber Liyue ist reich an interessanten Orten, die man erkunden kann, auch bei Nacht.",
      "es": "Me perdí la actuación de la maestra Yun en esta ocasión, pero hay muchas cosas que hacer por la noche en Liyue.",
      "fr": "On a manqué la représentation de maître Yun, mais Liyue est un endroit qui regorge de lieux intéressants à visiter, même une fois la nuit tombée.",
      "pt": "A essa hora da noite, nós já perdemos a peça da Srta. Yun, mas Liyue é cheia de lugares interessantes para explorar, até mesmo de noite.",
      "ru": "Хотя к этому времени постановки госпожи Юнь уже заканчиваются, в ночном Ли Юэ есть много других мест, стоящих того, чтобы их посетить.",
      "id": "Sudah jam segini, artinya kita sudah melewatkan pertunjukan opera Nona Yun. Tenang, di Liyue masih ada banyak tempat yang bisa dikunjungi di malam hari.",
      "th": "ถึงช่วงเวลานี้จะพลาดการแสดงของคุณ Yun ไปแล้ว แต่ Liyue ในยามค่ำคืนก็ยังมีสถานที่ที่น่าไปอีกมากมาย",
      "vi": "Mặc dù đã bỏ lỡ vở kịch của Yun, nhưng Liyue vẫn còn rất nhiều nơi để đi chơi vào ban đêm."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "集市已收，喧闹的码头也已沉睡。去休息吧。",
      "zht": "集市已收，喧鬧的碼頭也已沉睡。去休息吧。",
      "jp": "市場が終わり、賑やかな港も眠りについた。お前も休むといい。",
      "ko": "시장은 문을 닫았고 떠들썩한 부두도 깊은 잠에 빠졌구나. 가서 쉬어",
      "en": "The market is closed and the port has settled. Go get some rest.",
      "de": "Der Markt ist geschlossen und der Hafen ist zur Ruhe gekommen. Ruhe dich etwas aus.",
      "es": "El bazar cerró y el clamor del puerto ha cesado. Es hora de descansar.",
      "fr": "Le marché est fermé, et le port dort. Rentrez vous reposer, vous aussi.",
      "pt": "O mercado fechou e o cais barulhento adormeceu. Vá descansar.",
      "ru": "Рынок закрыт, спит причал крепким сном. Иди и ты отдохни.",
      "id": "Pasar sudah bubar, dan dermaga pun sudah tutup. Istirahatlah.",
      "th": "ตลาดปิดลงแล้ว ท่าเรือที่คึกคักก็เริ่มหลับใหล คุณเองก็ไปพักผ่อนเถอะ",
      "vi": "Chợ đã đóng cửa, bến tàu nhộn nhịp đã ngủ yên. Về và nghỉ ngơi thôi."
    }
  },
  {
    "title": {
      "zhs": "关于钟离自己…",
      "zht": "關於鍾離自己…",
      "jp": "鍾離自身について…",
      "ko": "종려 자신에 대해…",
      "en": "About Zhongli",
      "de": "Über Zhongli ...",
      "es": "Sobre Zhongli...",
      "fr": "À propos de Zhongli lui-même...",
      "pt": "Sobre Zhongli...",
      "ru": "О Чжун Ли...",
      "id": "Tentang Zhongli",
      "th": "เกี่ยวกับตัวของ Zhongli เอง...",
      "vi": "Về bản thân Zhongli..."
    },
    "line": {
      "zhs": "不以规矩，不能成方圆。不管是常人还是仙人，惟有各司其职，方能保璃月长久太平。",
      "zht": "不以規矩，不能成方圓。不管是常人還是仙人，惟有各司其職，方能保璃月長久太平。",
      "jp": "規則がなければ、円を成すことはできない。常人でも仙人でも、それぞれの役割を果たすことで、璃月の平和が保たれる。",
      "ko": "규칙이 없다면 일을 이룰 수 없어. 평범한 사람이나 선인이나 각자의 임무를 다해야 리월이 계속 평화롭지",
      "en": "Nothing can be accomplished without rules or standards. No matter if it is mortals or adepti, everyone has their place. This rule is what keeps Liyue in peace.",
      "de": "Nichts kann ohne Regeln oder Standards erreicht werden. Egal ob Sterbliche oder Adepten, jeder hat seinen Platz. Diese Regel bewahrt den Frieden in Liyue.",
      "es": "Sin reglas, no se puede hacer nada. Ya sean los mortales o los Adeptus, todo el mundo debe cumplir con su responsabilidad. De lo contrario, sería imposible salvaguardar la paz en Liyue.",
      "fr": "Rien ne peut s'accomplir en l'absence de règles. Qu'il s'agisse des mortels comme des Adeptes, chacun a sa place ici-bas. Sans règles, la paix ne saurait perdurer à Liyue.",
      "pt": "Nada pode ser realizado sem regras ou padrões. Não importa se forem mortais ou Adepti, todos tem seu lugar. Essa regra é o que mantém Liyue em paz.",
      "ru": "Нет жизни без правил. Будь то Адепт или простой смертный, каждый должен выполнять свою работу. Вот почему в Ли Юэ царит спокойствие.",
      "id": "Segala sesuatu harus ada aturannya. Baik manusia fana maupun Adeptus, semua memiliki perannya masing-masing. Aturan inilah yang selama ini berhasil menjaga kedamaian di Liyue.",
      "th": "ไม่มีสิ่งใดสำเร็จได้โดยปราศจากกฎเกณฑ์ หรือมาตรฐาน ไม่ว่ามนุษย์ธรรมดาหรือเซียนก็ตาม ทุกคนต่างต้องเคารพกฎนี้ มันเป็นสิ่งที่ทำให้ Liyue สงบสุขมาจนถึงทุกวันนี้",
      "vi": "Không theo quy củ rất khó thành tài. Bất kể người thường hay tiên nhân, chỉ khi làm tròn chức trách của mình, mới có thể giúp cho Liyue được thái bình mãi mãi."
    }
  },
  {
    "title": {
      "zhs": "关于我们·黄金",
      "zht": "關於我們·黃金",
      "jp": "黄金について…",
      "ko": "우리에 대해·황금",
      "en": "About Us: Gold",
      "de": "Über uns – Gold",
      "es": "Sobre nosotros - Oro",
      "fr": "À propos de nous - Or",
      "pt": "Sobre Nós - Ouro",
      "ru": "О нас: Золото",
      "id": "Tentang Kita: Emas",
      "th": "เกี่ยวกับเรา - ทองคำ",
      "vi": "Về chúng ta - Hoàng kim"
    },
    "line": {
      "zhs": "黄金是璃月的财富，是令璃月的心脏搏动的血液。你是否拥有黄金般闪耀的心，就让我拭目以待吧。",
      "zht": "#黃金是璃月的財富，是令璃月的心臟搏動的血液。{F#妳}{M#你}是否擁有黃金般閃耀的心，就讓我拭目以待吧。",
      "jp": "黄金は璃月の富、璃月の心臓を動かす血だ。お前に黄金のように輝く心があるかどうか、見極めさせてもらうぞ。",
      "ko": "황금은 리월의 재물이자 리월의 심장을 뛰게 하는 피야. 네가 황금처럼 빛나는 마음이 있는지 기대해 보겠어",
      "en": "Gold is Liyue's treasure. It is the blood that runs through her heart. As for whether your own heart shines like gold — we will have to wait and see.",
      "de": "Gold ist Liyues Schatz. Es ist das Blut, das durch sein Herz fließt. Ob auch dein eigenes Herz wie Gold strahlt, werden wir erst noch herausfinden müssen.",
      "es": "El oro es el bien más preciado de Liyue, cuyo corazón palpita gracias a dicho mineral. ¿Y tú? ¿Tienes un corazón tan brillante como el oro?",
      "fr": "L'or est le trésor de Liyue. C'est le sang qui coule dans ses veines et qui fait battre son cœur. Quant à savoir si votre propre cœur brille comme l'or, cela reste encore à voir.",
      "pt": "O tesouro de Liyue é ouro. É o sangue que corre por seu coração. Se o seu coração brilha como ouro, vamos ter que esperar e ver.",
      "ru": "Золото - это богатство Ли Юэ, это кровь, которая заставляет биться сердце города. Сияет ли золотом твоё сердце?.. Время покажет.",
      "id": "Emas adalah sumber kekayaan Liyue, ibarat darah yang mengalir seiring detak jantungnya. Apakah hatimu berkilau bagaikan emas murni? Biar waktu yang memutuskan, dan aku yang menyaksikan.",
      "th": "ทองคำคือความร่ำรวยของ Liyue เป็นเหมือนเลือดเนื้อของ Liyue จิตใจของคุณจะส่องประกายราวกับทองคำหรือไม่ ฉันจะคอยเฝ้าดู",
      "vi": "Vàng là của cải của Liyue, và là dòng máu khiến Liyue có thể vận hành. Bạn có phải là người có một trái tim tỏa sáng như vàng hay không, hãy cùng chờ xem nhé."
    }
  },
  {
    "title": {
      "zhs": "关于我们·契约",
      "zht": "關於我們·契約",
      "jp": "契約について…",
      "ko": "우리에 대해·계약",
      "en": "About Us: Contracts",
      "de": "Über uns – Vertrag",
      "es": "Sobre nosotros - Acuerdo",
      "fr": "À propos de nous - Contrat",
      "pt": "Sobre Nós - Acordo",
      "ru": "О нас: Соглашение",
      "id": "Tentang Kita: Kontrak",
      "th": "เกี่ยวกับเรา - ข้อตกลง",
      "vi": "Về chúng ta - Khế ước"
    },
    "line": {
      "zhs": "你我既有「契约」之交——那么凡在契约范围内的事，都可同我商量。",
      "zht": "#{F#妳}{M#你}我既有「契約」之交——那麼凡在契約範圍內的事，都可同我商量。",
      "jp": "俺達には「契約」がある——だから契約内のことは、何でも相談していいぞ。",
      "ko": "너와 나와 「계약」으로 맺어진 벗——그럼 계약 범위 안의 일이라면 나와 상의할 수 있어",
      "en": "You and I have a contract, so feel free to discuss anything at all within the scope of said contract.",
      "de": "Du und ich, wir befinden uns in einem Vertrag. Fühle dich frei alles zu diskutieren, was innerhalb der Grenzen des besagten Vertrages liegt.",
      "es": "Ya que hay un contrato entre tú y yo, podemos discutir cualquier cosa dentro de él.",
      "fr": "Un contrat nous unit. N'hésitez pas à discuter de tout ce qui y est inclus.",
      "pt": "Nós temos um contrato, então sinta-se a vontade para discutir qualquer coisa dentro dos limites dele.",
      "ru": "Между нами существует контракт, и в его рамках ты можешь обратиться ко мне с чем угодно.",
      "id": "Aku dan kamu telah terikat kontrak. Kamu bebas mendiskusikan apa pun denganku, selama hal itu masih tercakup di dalam kontrak.",
      "th": "เรามี \"สัญญา\" ร่วมกัน เพราะงั้นคุณสามารถปรึกษาฉันได้ทุกเรื่องที่อยู่ในเงื่อนไขสัญญา",
      "vi": "Giữa chúng ta đã có mối quan hệ \"khế ước\" - vậy thì bất cứ chuyện gì nằm trong phạm vi của khế ước, đều có thể cùng tôi thương lượng."
    }
  },
  {
    "title": {
      "zhs": "关于我们·公平",
      "zht": "關於我們·公平",
      "jp": "公平について…",
      "ko": "우리에 대해·공평",
      "en": "About Us: Fairness",
      "de": "Über uns – Gerechtigkeit",
      "es": "Sobre nosotros - Justicia",
      "fr": "À propos de nous - Équité",
      "pt": "Sobre Nós - Justiça",
      "ru": "О нас: Честность",
      "id": "Tentang Kita: Adil",
      "th": "เกี่ยวกับเรา - ยุติธรรม",
      "vi": "Về chúng ta - Công bằng"
    },
    "line": {
      "zhs": "「契约」之外的事也可与我相谈。毕竟我在这片土地上活了这么久，凡事都略通一二。哦，虽说如此，我也有希望你能为我做的事情。毕竟，这样才符合「公平」嘛。",
      "zht": "#「契約」之外的事也可與我相談。畢竟我在這片土地上活了這麼久，凡事都略通一二。哦，雖說如此，我也有希望{F#妳}{M#你}能為我做的事情。畢竟，這樣才符合「公平」嘛。",
      "jp": "「契約」外のことでも俺に相談していいぞ。この土地で長く生きてきたから、大体のことは知っている。とはいえ、お前にやってもらいたいこともある。そうしないと「公平」じゃないからな。",
      "ko": "「계약」 밖의 일을 상의해도 돼. 이 땅에서 이렇게 오래 살았으니 웬만한 일은 대략 알지. 물론 네가 날 위해 해주었으면 하는 일이 있긴 해. 그래야 「공평」한 셈이니까",
      "en": "We can discuss matters that fall outside of our contract, too. After all, I have been on this land for a time, and have come to know a thing or two. Of course, I do hope you can do some things for me as well. That would only be fair.",
      "de": "Wir können Angelegenheiten diskutieren, die nicht Teil unseres Vertrages sind. Schließlich bin ich schon seit einiger Zeit in diesem Land und weiß über die eine oder andere Sache Bescheid. Natürlich hoffe ich, dass du im Gegenzug dafür auch etwas für mich tun kannst. Das wäre nur fair.",
      "es": "También podemos hablar de cosas que no tengan que ver con nuestro contrato. Después de todo, he vivido en estas tierras por mucho tiempo, así que sé un par de cosas sobre el mundo. Aun así, también espero que puedas hacer algo por mí. Es lo más justo.",
      "fr": "Nous pouvons bien sûr parler de choses n'ayant pas trait à notre contrat. Après tout, je parcours ces terres depuis un moment, et je connais une chose ou deux. Bien sûr, j'espère obtenir à l'occasion votre aide en contrepartie. Question d'équité, comprenez-vous.",
      "pt": "Também podemos discutir coisas fora do contrato. Afinal de contas, eu estou nessa terra há um bom tempo. Claro, eu espero que você faça umas coisas por mim também. Seria apenas justo.",
      "ru": "Впрочем, мы можем обсудить и дела, не входящие в рамки контракта. В конце концов я давно живу на этой земле и знаю многие вещи. В то же время я надеюсь, что и ты сможешь помочь мне. Ведь так будет справедливо.",
      "id": "Kita boleh juga mendiskusikan hal-hal yang ada di luar kontrak. Bagaimana pun, aku sudah hidup begitu lama, dan aku tahu satu-dua hal tentang berbagai urusan. Tentunya, kuharap kamu pun mau melakukan sesuatu untukku. Dengan demikian, pertukaran ini menjadi adil.",
      "th": "นอกเหนือจาก \"สัญญา\" แล้ว คุณยังสามารถพูดคุยกับฉันในเรื่องอื่น ๆ ได้เหมือนกัน เพราะถึงยังไงฉันก็อาศัยอยู่ในดินแดนแห่งนี้มานาน และฉันรู้ทุกอย่าง อ้อ... แต่ต้องบอกว่าฉันหวังว่าคุณจะทำบางสิ่งเพื่อตอบแทนฉันเหมือนกัน อย่างนี้ถึงจะ \"ยุติธรรม\"",
      "vi": "Bạn cũng có thể nói với tôi những vấn đề khác ngoài \"khế ước\". Dù gì thì tôi đã sống ở mảnh đất này lâu như thế, đối với mọi thứ đều có hiểu biết chút đỉnh. À, tuy rằng nói vậy, tôi cũng có việc hy vọng bạn có thể làm giúp tôi, như vậy mới \"công bằng\" chứ."
    }
  },
  {
    "title": {
      "zhs": "关于我们·困惑",
      "zht": "關於我們·困惑",
      "jp": "困惑について…",
      "ko": "우리에 대해·곤혹",
      "en": "About Us: Confusion",
      "de": "Über uns – Verwirrung",
      "es": "Sobre nosotros - Duda",
      "fr": "À propos de nous - Doutes",
      "pt": "Sobre Nós - Confusão",
      "ru": "О нас: Недоразумение",
      "id": "Tentang Kita: Kebingungan",
      "th": "เกี่ยวกับเรา - สับสน",
      "vi": "Về chúng ta - Thắc mắc"
    },
    "line": {
      "zhs": "「契约」无法界定「友谊」、无法丈量「情谊」，那到底用什么才能称量你我之间情感的重量呢？「朋友」，你知道答案吗？",
      "zht": "#「契約」無法界定「友誼」、無法丈量「情誼」，那到底用什麼才能稱量{F#妳}{M#你}我之間情感的重量呢？「朋友」，{F#妳}{M#你}知道答案嗎？",
      "jp": "「契約」は「友情」の深さを測ることができない。では、何を使えば俺たちの友情の重さを測ることができるのだろう？「友」よ、お前は答えを知っているか？",
      "ko": "「계약」은 「우정」과 「정」을 구분하고 측정할 수 없어. 그럼 대체 어떻게 해야 우리 우정의 무게를 잴 수 있을까? 「친구」, 너는 답을 아는가?",
      "en": "Contracts cannot be used to define friendship, nor measure sentiment. So just what can we use to measure the weight of our emotions? Do you know the answer, friend?",
      "de": "Verträge können nicht dazu herhalten Freundschaft zu definieren oder Gefühle zu messen. Aber was können wir tun, um das Gewicht unserer Emotionen zu wiegen? Kennst du die Antwort, mein Freund?",
      "es": "#En un contrato, no puedes definir qué es la amistad o medir el compañerismo. ¿Cómo puedes calcular los lazos que hay entre nosotros? ¿Conoces la respuesta, amig{F#a}{M#o}?",
      "fr": "#Les contrats ne peuvent être appliqués à l'amitié, ou à la mesure des sentiments. Alors qu'utiliser pour connaître l'importance de nos émotions ? Peut-être connaissez-vous la réponse, mon {M#ami}{F#amie} ?",
      "pt": "#Contratos não podem ser usados para definir amizades ou medir sentimentos. Então o que podemos usar para medir o peso de nossas emoções? Você sabe a resposta, {M#meu}{F#minha} amig{M#o}{F#a}?",
      "ru": "Контракт не может определить границы дружбы, не может исчислить её в какой-либо величине. Так как нам измерить те отношения, что возникли между нами? Ты знаешь ответ на этот вопрос, мой друг?",
      "id": "Kontrak tidak dapat mendefinisikan hubungan pertemanan, dan tidak dapat mengukur perasaan. Tolak ukur seperti apa yang dapat kita jadikan acuan? Temanku, apakah kamu mengetahui jawabannya?",
      "th": "เราไม่สามารถใช้ \"สัญญา\" มากำหนดมิตรภาพ หรือวัดความรู้สึก แล้วเราจะใช้อะไรวัดอารมณ์ของเราได้ล่ะ? คุณรู้คำตอบไหม \"เพื่อน\"?",
      "vi": "\"Khế ước\" không thể giới hạn \"tình hữu nghị\" và cũng không thể đo lường \"tình bạn\". Vậy lấy gì để cân đo đong đếm tình cảm giữa hai ta đây? \"Bằng hữu\", bạn có biết câu trả lời không?"
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về Vision..."
    },
    "line": {
      "zhs": "「神之眼」…也是一种「契约」。须知一切力量皆有其代价，一千种权力伴随着一千种责任。",
      "zht": "「神之眼」…也是一種「契約」。須知一切力量皆有其代價，一千種權力伴隨著一千種責任。",
      "jp": "「神の目」…それも一つの「契約」だ。あらゆる力を知るには代価が必要だ。千の権力には千の責任が伴う。",
      "ko": "「신의 눈」… 역시 일종의 「계약」이야. 모든 힘에는 대가가 따른다는 걸 알아야 해. 천 개의 권력에는 천 개의 책임이 따라",
      "en": "Visions... are also a type of contract. You should know that all power comes at a price. For every bit of power you gain, so too do you gain more responsibility.",
      "de": "Göttliche Augen ... sind auch eine Art Vertrag. Du solltest wissen, dass jede Kraft ihren Preis hat. Mit jedem Zuwachs an Kraft wächst auch deine Verantwortung.",
      "es": "Podría decirse que la Visión también es una especie de contrato. Uno debe saber que un gran poder va acompañado de una gran responsabilidad.",
      "fr": "L'œil divin... Un contrat en soi, d'une certaine manière. Tout nouveau pouvoir a un prix, et chaque once de puissance gagnée entraîne autant de responsabilités.",
      "pt": "Visões também são um tipo de contrato. Você deveria saber que todo poder vem com um preço. Para cada pedaço de poder que você ganha, você também ganha mais responsabilidade.",
      "ru": "Глаз Бога... Это тоже своего рода «контракт». Нужно понимать, что всё имеет свою цену. С великой силой приходит большая ответственность.",
      "id": "Vision pun termasuk sebuah kontrak. Ketahuilah, ada harga yang harus dibayar untuk segala jenis kekuatan. Punya seribu kekuatan, berarti punya seribu tanggung jawab.",
      "th": "\"วิชั่น\" ก็เป็น \"สัญญา\" รูปแบบหนึ่ง คุณควรรู้ว่าพลังมันมีราคาของมัน ยิ่งพลังเยอะเท่าไร ความรับผิดชอบยิ่งสูงขึ้นเท่านั้น",
      "vi": "\"Vision\"... cũng là một kiểu \"khế ước\". Cần phải hiểu rằng mọi sức mạnh đều có cái giá của nó, thêm một quyền lực là sẽ thêm một trách nhiệm."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享…",
      "zht": "有什麼想要分享…",
      "jp": "シェアしたいこと…",
      "ko": "하고 싶은 이야기…",
      "en": "Something to Share",
      "de": "Willst du mir etwas mitteilen?",
      "es": "¿Algo que decir?",
      "fr": "Quelque chose à partager ?",
      "pt": "Algo para Compartilhar...?",
      "ru": "Давай поделимся...",
      "id": "Ada yang Ingin Diceritakan",
      "th": "ต้องการจะแชร์อะไร...",
      "vi": "Có gì muốn chia sẻ không..."
    },
    "line": {
      "zhs": "「交易」的规矩是「契约」，准则是「公平」。这是订立、遵循「契约」者绝不可忘却之事：倘若失了公平，那契约便成了欺瞒的凭据。",
      "zht": "「交易」的規矩是「契約」，準則是「公平」。這是訂立、遵循「契約」者絕不可忘卻之事：倘若失了公平，那契約便成了欺瞞的憑據。",
      "jp": "「取引」の決まりは「契約」、その規準は「公平」。それは「契約」を作って、守る者が忘れてはならないことだ。公平が失われたら、契約は嘘の証拠となる。",
      "ko": "「거래」의 규칙은 「계약」이고 준칙은 「공평」이지. 「계약」을 맺고 준수하는 자는 절대 잊어선 안 돼. 공평함을 잃게 되면 계약은 기만의 근거가 되지",
      "en": "Trade relies on both contracts and fairness. There is one thing you must never forget when making and abiding by a contract: if fairness is lost, then the contract shall become proof of one's deception.",
      "de": "Handel basiert sowohl auf Verträgen als auch auf Gerechtigkeit. Es gibt eine Sache, die du niemals vergessen darfst, wenn du einen Vertrag schließt und ihn einhältst: Ohne gerechte Inhalte wird ein Vertrag zum Beweis für den Betrug.",
      "es": "Las reglas de intercambio son el contrato, así como las normas son la justicia. Pero al cumplir un contrato, hay algo que no se debe olvidar: si se pierde la justicia, el contrato es la prueba del engaño.",
      "fr": "Le commerce repose sur les contrats, et l'équité. N'oubliez jamais la chose suivante lorsque vous établissez un contrat que vous devrez respecter : tout contrat non équitable n'est que la preuve de duplicité.",
      "pt": "O comércio depende de ambos os contratos e do acordo. Você nunca deve esquecer do seguinte ao fazer e acordar um contrato: se a justiça do contrato for perdida, ele se tornará a prova da enganação da outra pessoa.",
      "ru": "Торговля - это и правила, и справедливость. Это то, о чём не должны забывать заключающие контракт: лишённый справедливости, договор превращается в свидетельство обмана.",
      "id": "Setiap pertukaran dilakukan atas dasar kontrak dan asas keadilan. Bila keadilan telah dilanggar, maka kontrak pun menjadi bukti penipuan. Ingatlah hal ini ketika menyusun dan menjalankan sebuah kontrak.",
      "th": "\"การค้า\" ต้องอาศัยทั้ง \"สัญญา\" และ \"ความเป็นธรรม\" สิ่งสำคัญที่คุณต้องไม่ลืมเมื่อปฏิบัติตามสัญญาคือ: หากไร้ซึ่งความเป็นธรรม สัญญาจะกลายเป็นเพียงหลักฐานยืนยันการหลอกลวง",
      "vi": "Quy tắc của \"giao dịch\" chính là \"khế ước\", tiêu chuẩn là \"công bằng\". Đây là điều không thể quên đối với người lập ra và tuân thủ \"khế ước\": Nếu không công bằng, vậy thì khế ước sẽ trở thành bằng chứng lật tẩy sự lừa dối."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "你若去往「绝云间」，便替我采来一束「清心」吧。一束就好。此行的旅费…啊，差些忘了，「契约」生效期间，旅费由你代为垫付。那就有劳了。",
      "zht": "#{F#妳}{M#你}若去往「絕雲間」，便替我採來一束「清心」吧。一束就好。此行的旅費…啊，差些忘了，「契約」生效期間，旅費由{F#妳}{M#你}代為墊付。那就有勞了。",
      "jp": "「絶雲の間」に行く機会があったら、「清心」を一束取ってきてくれ。一束でいいんだ。旅費は…ああっ、忘れるところだった。「契約」の有効期間中の旅費はお前が持ってくれ。では、頼んだぞ。",
      "ko": "「절운간」에 가면 「청심」을 한 묶음 따다 줘. 한 묶음이면 돼. 여비는… 아, 잊을 뻔했네, 「계약」 기간에 여비는 네가 대신 지불해. 그럼 수고하도록",
      "en": "If you're heading to Jueyun Karst, please bring me back a bunch of Qingxin. Just one bunch is enough. Travel expenses...? Ah, I almost forgot. During the effective period of our contract, travel expenses are to be paid for by yourself. Sorry to bother you.",
      "de": "Wenn du dich zum Jueyun-Karst begibst, bring mir bitte ein Bündel Qingxin mit. Ein einziges Bündel genügt schon. Reisekosten ... Ah, das hätte ich fast vergessen dir zu sagen, aber während der Gültigkeit unseres Vertrages, musst du deine Reisekosten selber tragen. Ich entschuldige mich für die Umstände.",
      "es": "Si vas al Desfiladero Jueyun, tráeme un ramo de flores chingxin si no te importa. Con un ramo es suficiente. ¿Que qué pasa con los gastos del viaje? Ah, casi me olvido. Durante el periodo de validez de nuestro contrato, los gastos del viaje recaen sobre ti. Gracias y perdón por las molestias.",
      "fr": "Ramenez-moi quelques fleurs de Qingxin si vous allez au Karst Jueyun. Quelques-unes suffiront. Quant aux frais de déplacement... Ah, j'avais oublié : tous les frais de déplacement sont durant la validité du contrat à votre charge. Merci d'avance.",
      "pt": "Se você está indo para o Relevo de Jueyun, me traga algumas Qingxin. Só um pouco basta. Despesas de viagem... Ah, esqueci, durante o nosso contrato, as despesas de viagem serão pagas por você. Desculpe te incomodar.",
      "ru": "#Если ты направляешься в Заоблачный предел, будь добр{F#a}, принеси мне цветы цинсинь. Да, букета будет достаточно. Что касается расходов на дорогу... А, чуть не забыл, в период действия контракта все путевые расходы ложатся на тебя. Благодарю за любезность.",
      "id": "Kalau kamu mau ke Jueyun Karst, tolong ambilkan Qingxin untukku. Cukup satu genggam saja. Ongkos perjalanan ...? Ah, aku hampir lupa. Selama kita masih terikat kontrak, semua biaya yang timbul akan ditanggung oleh dirimu. Mohon kerja samanya, ya.",
      "th": "ถ้าคุณได้ไปที่ \"Jueyun Karst\" ล่ะก็ ช่วยเก็บดอก \"Qingxin\" มาให้ฉันทีสิ แค่ดอกเดียวก็พอ สำหรับค่าเดินทาง... อ่า เกือบลืมไปแล้วเชียว ในช่วงที่ \"สัญญา\" ยังมีผลอยู่ คุณต้องออกค่าเดินทางไปก่อน รบกวนด้วยนะ",
      "vi": "Nếu bạn đến \"Tuyệt Vân Gián\", hãy ngắt một bó \"Thanh Tâm\" giúp tôi. Một bó là được. Lộ phí cho chuyến này...À, quên mất, trong thời gian \"khế ước\" có hiệu lực, toàn bộ lộ phí sẽ do bạn đứng ra ứng trước. Vất vả cho bạn rồi."
    }
  },
  {
    "title": {
      "zhs": "关于魈…",
      "zht": "關於魈…",
      "jp": "魈について…",
      "ko": "소에 대해…",
      "en": "About Xiao",
      "de": "Über Xiao ...",
      "es": "Sobre Xiao...",
      "fr": "À propos de Xiao...",
      "pt": "Sobre Xiao...",
      "ru": "О Сяо...",
      "id": "Tentang Xiao",
      "th": "เกี่ยวกับ Xiao...",
      "vi": "Về Xiao..."
    },
    "line": {
      "zhs": "你说，归离原的少年仙人…啊…直至今日，他仍在履行他的职责…哦，这副「连理镇心散」，请替我带给他。对了，可千万不能让小派蒙偷吃了去，这里的药力…绝非常人所能承受。",
      "zht": "#{F#妳}{M#你}說，歸離原的少年仙人…啊…直至今日，他仍在履行他的職責…哦，這副「連理鎮心散」，請替我帶給他。對了，可千萬不能讓小派蒙偷吃了去，這裡的藥力…絕非常人所能承受。",
      "jp": "帰離原の少年仙人と言ったか？…あぁ、彼は今日に至ってもその責務を果たしている…この「連理鎮心散」を、俺の代わりに渡してきてくれないか。そうだ、パイモンが食わないように注意するんだ。この薬は…常人が耐えられるものではない。",
      "ko": "귀리 평원의 어린 선인…. 아… 지금까지 그는 자신의 직책을 이행하고 있어…. 이 「열리진심산」을 그에게 전해줘. 맞다, 페이몬이 훔쳐 먹지 못하게 해. 이것의 약효는… 아무나 감당할 수 있는 게 아니야",
      "en": "You speak of the young adeptus of Guili Plains... *sigh* Still fulfilling his duty to this very day. Please, give this Remedium Tertiorum to him on my behalf. Oh, yes... be sure not to let Paimon eat them. Nothing of this world can withstand the power of this medicine.",
      "de": "Du sprichst vom jungen Adepten der Guili-Ebene ... *seufz* Bis zum heutigen Tage erfüllt er noch immer seine Pflicht. Bitte überreiche ihm von mir dieses Schmerzmittel. Ach ja, stell bitte sicher, dass Paimon es nicht aufisst. Nichts in dieser Welt kann sich der Kraft dieser Medizin widersetzen.",
      "es": "¿Te refieres al joven Adeptus de la Llanura Guili? *Suspiro*, él ha cumplido con su deber hasta el día de hoy... Es solo que nos hemos distanciado. Por favor, entrégale esto de mi parte. Por cierto, por ningún motivo dejes que Paimon se lo coma. Su poder medicinal... es demasiado para cualquier cosa de este mundo.",
      "fr": "Vous parlez de ce jeune Adepte des Plaines Guili... *soupir* Il continue à répondre à son devoir à ce jour. Tenez, donnez-lui ces analgésiques de ma part. Ah, et vérifiez que Paimon n'y touche pas. Ce type de médicament n'est pas réservé à... tout le monde.",
      "pt": "Você fala do jovem Adeptus das Planícies de Guili... *Suspiro* Ele continua fazendo seu dever todos os dias. Por favor, leve esses analgésicos para ele por mim. Ah e... Não deixe a Paimon comer eles. Ninguém nesse mundo consegue suportar a força desse remédio.",
      "ru": "Говоришь, юный Адепт из долины Гуйли... Хм... Он и поныне беспрекословно исполняет свои обязанности... Пожалуйста, передай ему от меня это лекарство. Ах да, ни в коем случае не давай малышке Паймон съесть его. Это лекарство... Слишком сильное для простых смертных.",
      "id": "Yang kamu maksud adalah Adeptus muda dari Guili Plains ... yang masih menjalankan tugasnya sampai hari ini. Tolong, wakili aku dan berikan Remedium Tertiorum ini padanya. Ah, jangan sampai Paimon yang memakannya ya. Tidak ada makhluk fana yang bisa tahan terhadap khasiat obat ini.",
      "th": "คุณบอกว่าเซียนหนุ่มที่อยู่ Guili Plain... เขายังคงทำหน้าที่จนถึงทุกวันนี้เหรอ... เฮ้อ ฝากยา \"บรรเทาอาการปวดใจ\" นี้ไปให้เขาด้วยนะ อย่าให้ Paimon แอบกินกลางทางล่ะ ฤทธิ์ของยานี้... คนทั่วไปไม่สามารถรับมือกับมันได้หรอกนะ",
      "vi": "Bạn nhắc đến tiên nhân trẻ tuổi ở Quy Li Nguyên... Anh ấy vẫn đang thực hiện nhiệm vụ của mình cho đến ngày nay... Hãy giúp tôi mang cho anh ấy viên \"Liên Lý Trấn Tâm Tán\" này. Không được để Paimon ăn mất đó, đây là thuốc... dược tính của nó không thích hợp với người thường."
    }
  },
  {
    "title": {
      "zhs": "关于温迪…",
      "zht": "關於溫迪…",
      "jp": "ウェンティについて…",
      "ko": "벤티에 대해…",
      "en": "About Venti",
      "de": "Über Venti ...",
      "es": "Sobre Venti...",
      "fr": "À propos de Venti...",
      "pt": "Sobre Venti...",
      "ru": "О Венти...",
      "id": "Tentang Venti",
      "th": "เกี่ยวกับ Venti...",
      "vi": "Về Venti..."
    },
    "line": {
      "zhs": "嘶...好浓的酒气。那个诗人刚刚来过吧，那个和风雅二字搭不上一点关系的酒鬼诗人！你这里…唔，被他诱骗着灌了酒，话也说不清了么…你等一下，我去沏一壶「醒神茶」，只需三个时辰便好。你等一下…",
      "zht": "#嘶…好濃的酒氣。那個詩人剛剛來過吧，那個和風雅二字搭不上一點關係的酒鬼詩人！你這裡…唔，被他誘騙著灌了酒，話也說不清了嗎…{F#妳}{M#你}等一下，我去沏一壺「醒神茶」，只需三個時辰便好。{F#妳}{M#你}等一下…",
      "jp": "っ…。あの詩人が来ただろう、あの風流の分からない呑兵衛詩人が！お前…むっ、ヤツに変な飲み物を飲まされて、うっとりしているのか…少し待て、眠気覚ましの茶を淹れよう。6時間あればできるんだ、少し待ってくれ…",
      "ko": "으… 진한 술 냄새. 그 시인이 방금 왔었군, 고상한 구석은 하나도 없는 주정뱅이 시인 같으니라고! 자네… 으, 그의 유혹에 넘어가 진탕 마셨군. 말도 제대로 못하고… 기다려 내가 「정신 드는 차」를 끓여오지. 6시간이면 되니 잠깐 기다려…",
      "en": "*sniff* Tsk... It reeks of wine. That bard has just been through here, hasn't he? That drunkard is a disgrace to the arts. Oh... Has he tricked you into getting drunk? You're slurring a little. Wait a moment, I'll brew a pot of sobering tea. It'll be ready in only six hours, so just wait a moment.",
      "de": "Tss ... er stinkt nach Wein. Der Barde war gerade hier, oder? Der Saufkopf ist wirklich eine Schande für die Kunst. Er ... Oh ... Er hat dich ausgetrickst und betrunken gemacht? Was du sagst, hat nicht besonders viel Sinn. Warte einen Moment, ich werde dir einen Topf mit aufnüchterndem Tee zubereiten. In nur sechs Stunden ist er trinkfertig. Warte einfach den kurzen Augenblick.",
      "es": "¡Hummm! ¡Apesta a vino! Espera, ¿el bardo acaba de estar aquí? Sí, ese bardo borracho y vulgar. Hummm... No estás hablando con mucha claridad. Ya sé. Te engañó para que bebieras, ¿cierto? Espera un momento. Voy a hacer un té muy bueno para quitar la resaca. Estará listo en tres horas.",
      "fr": "Tsss... Il empeste l'alcool. Ce barde est passé par ici, non ? Quelle honte pour les arts, vraiment. Il... Oh, je vois qu'il n'a pas bu seul ? Vous n'arrivez pas à aligner deux mots cohérents. Attendez un instant, je vais préparer du thé. Ce sera prêt dans six heures, vous n'avez qu'à patienter un moment.",
      "pt": "#Hmm... Que fedor de vinho. Aquele bardo esteve por aqui, certo? Aquele bêbado é uma desgraça para as artes. Oh... Ele enganou você para te embebedar? Você não está fazendo muito sentido. Espere um momento. Farei um copo de um chá que te deixará sóbri{M#o}{F#a}. Ele ficará pronto em apenas seis horas, então só espere um momento.",
      "ru": "Хм... Я чую винный перегар. Здесь только что был этот бард, да? Этот пьяница - позор для искусства... Постой, ты невнятно говоришь. Он и тебя обманом напоил?.. Подожди, я заварю для тебя освежающий чай. Через шесть часов будет готов... Подожди, хорошо?",
      "id": "Ck, ada bau arak. Si penyair itu tadi ke sini ya? Pemabuk seperti dia merusak citra baik semua seniman, sungguh memalukan. Kamu ... Apa kamu dikerjai olehnya sampai mabuk? Bicaramu mulai tidak jelas. Baiklah, biar kubuatkan sepoci teh untuk menyadarkanmu. Tehnya akan siap diminum dalam enam jam, jadi kamu tunggu sebentar ya.",
      "th": "ชิ... กลิ่นเหล้าแรงขนาดนี้ เจ้านักกวีนั่นเพิ่งมาที่นี่ล่ะสิท่า กวีขี้เมาที่ไม่เอาไหนนั่นมันน่าขายหน้าจริง ๆ! แล้วคุณ... ฮะ? โดนหลอกให้ดื่มเหล้างั้นเหรอ ลิ้นรัวหมดแล้ว... รอแป๊บนึงนะ เดี๋ยวฉันจะไปชง \"ชาแก้เมาค้าง\" ให้ ไม่เกิน 6 ชั่วโมงก็น่าจะชงเสร็จ คุณรอก่อนนะ...",
      "vi": "Khụ... Mùi rượu nồng quá. Nhà thơ đó vừa mới đến đây phải không, cái tên nhà thơ say xỉn hoàn toàn không hợp với hai từ nho nhã đó mà! Bạn đây...bị hắn lừa uống rượu, giờ không còn tỉnh táo nữa rồi sao... Chờ một chút tôi sẽ pha một bình trà \"giải rượu\", chỉ cần ba canh giờ thôi là sẽ khỏi. Đợi tí nhé..."
    }
  },
  {
    "title": {
      "zhs": "关于凝光…",
      "zht": "關於凝光…",
      "jp": "凝光について…",
      "ko": "응광에 대해…",
      "en": "About Ningguang",
      "de": "Über Ningguang ...",
      "es": "Sobre Ninguang...",
      "fr": "À propos de Ningguang...",
      "pt": "Sobre Ningguang...",
      "ru": "О Нин Гуан...",
      "id": "Tentang Ningguang",
      "th": "เกี่ยวกับ Ningguang...",
      "vi": "Về Ningguang..."
    },
    "line": {
      "zhs": "即便每日经手的事务千条万缕，她仍不失进取之心，实属难得。让我想起，彼时的她赤着脚从瑶光滩走到南码头，一路叫卖货品的样子。时间对于常人，真是残酷…",
      "zht": "即便每日經手的事務千條萬縷，她仍不失進取之心，實屬難得。讓我想起，彼時的她赤著腳從瑤光灘走到南碼頭，一路叫賣貨品的樣子。時間對於常人，真是殘酷…",
      "jp": "多忙を極めていても、彼女は奮迅の心を持っている。あの頃、彼女が裸足で瑶光の浜から南埠頭まで歩きながら商いをしていた姿を思い出す。時間は人にとって残酷なものだな…",
      "ko": "매일 처리하는 일이 아무리 많아도 그녀는 진취적인 마음을 잃지 않아. 정말 대단하지. 그 당시 그녀가 맨발로 요광 해안에서 남쪽 마을로 향하며 물건을 팔던 생각이 나는군. 시간은 평범한 사람에겐 너무 잔혹해…",
      "en": "Despite the multitude of affairs that she deals with in a day, Ningguang always continues to press on. A rare gem indeed. I'm reminded of the time that she used to walk barefoot from Yaoguang Shoal to the south wharf, trying to sell her wares as she went. Time is cruel to humans.",
      "de": "Trotz der Vielzahl an Angelegenheiten, um die sich Ningguang am Tag so kümmert, macht sie immer weiter. Ein wirklich seltenes Exemplar. Ich werde an die Zeit erinnert, in der sie oft Barfuß von der Yaoguang-Untiefe bis zum südlichen Anlegeplatz ging und unterwegs versuchte ihre Waren zu verkaufen. Die Zeit ist wirklich grausam zu den Menschen.",
      "es": "Aunque tenga mil cosas que hacer al día, nunca se rinde. Es algo muy poco común hoy en día. Lo que me recuerda a cuando, hace tiempo, la vi caminando descalza desde la Costa Yaoguang hasta el muelle sur de Liyue mientras vendía sus mercancías. *Suspira*, el tiempo le pasa factura a los mortales.",
      "fr": "Malgré la multitude d'affaires requérant son attention chaque jour, dame Ningguang ne perd rien de son zèle. Une vraie perle rare. Cela me rappelle l'époque où elle allait, pieds nus, des Bancs de Yaoguang aux quais du sud, vendant ses biens en chemin. Le temps est bien cruel pour les hommes.",
      "pt": "Apesar da multitude dos assuntos que ela lida diariamente, Ningguang sempre continua seguindo em frente. Uma joia rara mesmo. Eu me lembro do tempo que ela costumava andar descalça na costa de Yaoguang até as docas ao sul, tentando vender suas mercadorias. O tempo é cruel aos humanos.",
      "ru": "Хотя Нин Гуан приходится заботиться о множестве дел каждый день, она продолжает идти вперёд. Это такая редкость. Напоминает мне те времена, когда она босиком шла с отмели Яогуан на южный причал и продавала по дороге свои товары. Время не щадит смертных...",
      "id": "Kesibukan Ningguang setiap harinya sudah sedemikian banyak, namun dia tetap berkeinginan untuk terus maju. Tipe orang yang jarang ada. Aku teringat pada dirinya yang ketika itu berusaha keras menjual barang dagangannya, berjalan tanpa alas kaki dari Yaoguang Shoal sampai ke dermaga selatan. Waktu memang tidak berbelas kasihan kepada manusia fana.",
      "th": "แม้จะมีเรื่องมากมายที่เธอต้องทำในแต่ละวัน Ningguang ก็ยังคงมุ่งมั่นอย่างไม่ย่อท้อ เธอเป็นเหมือนเพชรเม็ดงามจริง ๆ ฉันนึกถึงช่วงเวลาที่เธอเคยเดินเท้าเปล่าจากชายฝั่ง Yaoguang Shoal ไปจนถึงท่าเรือทางทิศใต้ ในขณะที่พยายามขายสินค้าของเธอไประหว่างทาง สำหรับมนุษย์แล้ว เวลาเป็นสิ่งที่โหดร้ายจริง ๆ",
      "vi": "Mặc dù mỗi ngày đều phải xử lý hàng ngàn việc lớn nhỏ, nhưng cô ấy vẫn không hề mất đi tinh thần cầu tiến, thật là hiếm có. Tôi vẫn nhớ lúc đó, cô ấy đi chân trần rao bán hàng hóa từ Dao Quang Đàm đến tận bến tàu phía Nam. Thời gian quả là tàn nhẫn với người thường mà..."
    }
  },
  {
    "title": {
      "zhs": "关于胡桃…",
      "zht": "關於胡桃…",
      "jp": "胡桃について…",
      "ko": "호두에 대해…",
      "en": "About Hu Tao",
      "de": "Über Hu Tao ...",
      "es": "Sobre Hu Tao...",
      "fr": "À propos de Hu Tao...",
      "pt": "Sobre Hutao...",
      "ru": "О Ху Тао...",
      "id": "Tentang Hu Tao",
      "th": "เกี่ยวกับ Hu Tao...",
      "vi": "Về Hu Tao..."
    },
    "line": {
      "zhs": "当代堂主？嗯…那孩子，我应付不来。",
      "zht": "當代堂主？嗯…那孩子，我應付不來。",
      "jp": "今の堂主？コホン、あの子は苦手だ。",
      "ko": "지금의 당주? 크흠… 나 그 아이는 상대 못 해",
      "en": "The current overseer of the funeral parlor? Ahem. I cannot deal with that child.",
      "de": "Der momentane Aufseher des Bestattungsunternehmens? Ähem. Ich kann mit diesem Kind nicht umgehen.",
      "es": "¿La actual directora de El Camino? Ay... esa niña es incontrolable.",
      "fr": "L'actuelle gérante du Funérarium ? Hum... Je ne sais pas comment m'y prendre avec cette enfant.",
      "pt": "A atual supervisora da casa funerária? Não consigo lidar com aquela criança.",
      "ru": "Нынешняя хозяйка ритуального бюро? Кхм, я не справляюсь с этим ребёнком.",
      "id": "Direktur Funeral Parlor saat ini? Ah, aku tidak sanggup menangani anak itu.",
      "th": "ผู้ดูแลโถงแห่งการเกิดใหม่คนปัจจุบัน? เอ่อ... เด็กคนนั้น ฉันรับมือไม่ไหวหรอก",
      "vi": "Đường chủ hiện tại? Um... Đứa trẻ đó, tôi đối phó không có được."
    }
  },
  {
    "title": {
      "zhs": "关于达达利亚·沉着",
      "zht": "關於達達利亞·沉著",
      "jp": "タルタリヤについて·落ち着き",
      "ko": "타르탈리아에 대해·침착",
      "en": "About Tartaglia: Composed",
      "de": "Über Tartaglia – Gelassenheit",
      "es": "Sobre Tartaglia - Calma",
      "fr": "À propos de Tartaglia – Composition",
      "pt": "Sobre Tartaglia - Calmo",
      "ru": "О Тарталье: Хладнокровие",
      "id": "Tentang Tartaglia: Tenang",
      "th": "เกี่ยวกับ Tartaglia - ความสงบ",
      "vi": "Về Tartaglia - Chìm đắm"
    },
    "line": {
      "zhs": "那位来自至冬的武人，还没离开璃月吗？没关系，要是他找你麻烦，你可以唤我去应付他。",
      "zht": "#那位來自至冬的武人，還沒離開璃月嗎？沒關係，要是他找{F#妳}{M#你}麻煩，{F#妳}{M#你}可以喚我去應付他。",
      "jp": "あのスネージナヤの武人はまだ璃月にいるのか？ハハッ、構わない、彼がお前にちょっかいをかけてきたら、その時は俺を呼ぶといい。",
      "ko": "스네즈나야에서 온 그 무사는 아직도 리월에 있는 건가? 흐흠, 괜찮아, 만약 그가 널 해코지하면 날 불러",
      "en": "That rascal from Snezhnaya has yet to depart from Liyue? Heh, no matter. Just let me know if he gives you any trouble. I shall deal with the matter swiftly.",
      "de": "Der Gauner aus Snezhnaya ist immer noch nicht aus Liyue aufgebrochen? Keine große Sache, sagt mir einfach Bescheid, sollte er euch Schwierigkeiten bereiten. Ich kümmere mich dann umgehend um die Angelegenheit.",
      "es": "¿Todavía no ha salido de Liyue ese caballero de Snezhnaya? Está bien. Si te da problemas, llámame y yo me haré cargo.",
      "fr": "Ce vaurien de Snezhnaya n'a pas encore quitté Liyue ? Peu importe. Dites-moi si jamais il vous cherche des noises. Je réglerai le problème.",
      "pt": "Aquele malandro de Snezhnaya ainda não saiu de Liyue? Não importa, apenas me diga se ele lhe causar algum problema. Resolverei isso imediatamente.",
      "ru": "Тот пройдоха из Снежной ещё не покинул Ли Юэ? Ничего страшного. Если он будет докучать, позови меня, я с ним справлюсь.",
      "id": "Berandalan dari Snezhnaya itu masih belum pergi juga dari Liyue? Sudah, beri tahu saja aku kalau dia cari gara-gara lagi denganmu. Aku yang akan membereskannya.",
      "th": "เจ้าตัวร้ายจาก Snezhnaya ยังไม่ไปจาก Liyue อีกหรอ? ไม่เป็นไรหรอก ถ้าหมอนั่นสร้างปัญหาให้คุณ ฉันจะจัดการเอง",
      "vi": "Chiến binh từ Snezhnaya đó, vẫn chưa rời Liyue sao? Không thành vấn đề, nếu anh ta làm phiền bạn, bạn có thể gọi tôi đến ứng phó."
    }
  },
  {
    "title": {
      "zhs": "关于达达利亚·酒桌",
      "zht": "關於達達利亞·酒桌",
      "jp": "タルタリヤについて·お酒を飲む時",
      "ko": "타르탈리아에 대해·술상",
      "en": "About Tartaglia: Drinks",
      "de": "Über Tartaglia – Getränke",
      "es": "Sobre Tartaglia - Bebiendo juntos",
      "fr": "À propos de Tartaglia – Spiritueux",
      "pt": "Sobre Tartaglia - Bebendo Juntos",
      "ru": "О Тарталье: Ужин",
      "id": "Tentang Tartaglia: Minuman",
      "th": "เกี่ยวกับ Tartaglia - โต๊ะเหล้า",
      "vi": "Về Tartaglia - Bàn rượu"
    },
    "line": {
      "zhs": "听说「公子」最近在愚人众的风评又变糟了不少。但像他这样的人，一定会用积极的行动去扫清那些对他的怨言吧。嗯…这样想来，下回酒桌上又有不少趣事可以听了。旅者，你也一起来吗？",
      "zht": "#聽說「公子」最近在愚人眾的風評又變糟了不少。但像他這樣的人，一定會用積極的行動去掃清那些對他的怨言吧。嗯…這樣想來，下回酒桌上又有不少趣事可以聽了。旅者，{F#妳}{M#你}也一起來嗎？",
      "jp": "近頃、「公子」のファデュイでの評価がまた下がったらしい。しかし、悪評を一掃するためであれば、彼は積極的に動くだろう。ふむ…そう考えると、今度彼との宴席でまた面白い話が聞けそうだ。旅人、お前も一緒に来るか？",
      "ko": "우인단 내에서 「타르탈리아」의 소문이 또 안 좋아진 모양이야. 하지만 그와 같은 자라면 분명 자신에 대한 불만을 없애버리기 위해 적극적으로 나서겠지. 흠… 다음번 술자리에서 또 재밌는 얘기를 많이 들을 수 있겠군. 여행자, 너도 올래?",
      "en": "It's said that Childe and his reputation have yet again stirred up waves among the inner ranks of the Fatui. Knowing his type, he will be sure to swiftly depose anyone who dares to challenge his actions. Hmm... Come to think of it, there will be a lot of interesting news to be heard the next time we gather for drinks. Care to join me when the time comes, Traveler?",
      "de": "#Es wird gesagt, dass der Graf und sein Ruf in den inneren Rängen der Fatui wieder einmal Wellen geschlagen haben. Er ist so ein Typ, der sich schnell der Leute entledigt, die es wagen seine Handlungen infrage zu stellen. Hmm ... jetzt, da ich darüber nachdenke, wird es in der nächsten Zeit sicherlich viele interessante Neuigkeiten geben, wenn wir gemeinsam etwas trinken. Würde es dir etwas ausmachen mir Gesellschaft zu leisten, wenn die Zeit kommt, {F#Reisende}{M#Reisender}?",
      "es": "#Escuché que, recientemente, la reputación de Nobile entre los Fatui ha decaído. Pero personas como él limpian los rumores en torno a su persona con acciones reales. Ahora que lo pienso, la próxima vez que nos sentemos a beber, podemos preguntarle por otras historias interesantes. ¿Qué dices, viajer{F#a}{M#o}? ¿Nos acompañarás?",
      "fr": "#Il semblerait que Tartaglia et la réputation qui le suit ont encore créé des vagues dans les rangs des Fatui. Le connaissant, je ne doute pas qu'il s'occupera rapidement de quiconque ose remettre ses actions en question. Hum... En y pensant, cela devrait donner lieu à plus d'un sujet de conversation intéressant quand nous trinquerons ensemble la prochaine fois. Vous vous joindrez bien à moi, {M#voyageur}{F#voyageuse} ?",
      "pt": "Dizem que Childe e a sua reputação incitou novamente os ranques internos dos Fatui. Conhecendo o tipo dele, ele vai se livrar rapidamente de qualquer um que ousar desafiar suas ações. Hmm... Agora que estou pensando, haverão muitas notícias interessantes na próxima vez que nos juntarmos para beber. Quer me acompanhar quando chegar a hora, Viajante?",
      "ru": "#Я слышал, что репутация Чайльда среди Фатуи пошатнулась. Но таким, как он, не составляет труда свергнуть недовольных. Хм... Похоже, когда мы вновь соберёмся за одним столом, нас ждёт много интересных историй. Путешественн{F#ица}{M#ик}, ты присоединишься к нам?",
      "id": "Kudengar nama Childe belakangan ini sedang ramai diperbincangkan di kalangan Fatui. Tipe orang seperti dia, pasti tidak akan diam saja membiarkan dirinya jadi bahan pembicaraan orang-orang yang menentangnya. Hmm, sepertinya ada banyak kisah menarik yang akan diceritakan ketika kami minum bersama lagi nanti. Pengembara, kamu mau ikut?",
      "th": "ได้ยินว่าชื่อเสียงของ \"Childe\" ในหมู่ Fatui จะเสื่อมลงไม่น้อยเลย คนอย่างเขาน่าจะใช้โอกาสนี้ ในการกำจัดคนที่เป็นเสี้ยนหนามของเขา อืม... พอลองคิดดู งานเลี้ยงคราวหน้าต้องมีเรื่องน่าสนใจอีกแน่เลย นักเดินทาง คุณสนใจไปด้วยกันมั้ย?",
      "vi": "Tôi nghe nói rằng gần đây danh tiếng của \"Childe\" ở Fatui xấu đi rất nhiều. Nhưng những người như anh ấy chắc chắn sẽ dùng hành động để chứng minh sự trong sạch của mình. Ừm... như vậy thì trên bàn rượu lần tới có nhiều chuyện thú vị lắm đây. Nhà Lữ Hành, bạn cũng tới chứ?"
    }
  },
  {
    "title": {
      "zhs": "关于甘雨…",
      "zht": "關於甘雨…",
      "jp": "甘雨について…",
      "ko": "감우에 대해…",
      "en": "About Ganyu",
      "de": "Über Ganyu ...",
      "es": "Sobre Ganyu...",
      "fr": "À propos de Ganyu...",
      "pt": "Sobre Ganyu...",
      "ru": "О Гань Юй...",
      "id": "Tentang Ganyu",
      "th": "เกี่ยวกับ Ganyu...",
      "vi": "Về Ganyu..."
    },
    "line": {
      "zhs": "璃月这个国度的繁荣，靠得绝不仅是「岩王帝君」的神谕，而是无数响应「契约」的岩神子民。在这之中，甘雨已是就职时间最长的一位了。关于她的往事…我怕她怪罪，让她自己和你说吧。",
      "zht": "#璃月這個國度的繁榮，靠的絕不僅是「岩王帝君」的神諭，而是無數響應「契約」的岩神子民。在這之中，甘雨已是就職時間最長的一位了。關於她的往事…我怕她怪罪，讓她自己和{F#妳}{M#你}說吧。",
      "jp": "璃月の繁栄は「岩王帝君」のお告げのおかげだけではなく、「契約」に応えた無数の岩神の民のおかげだ。その中で、最も長く職務についたのが甘雨だ。彼女の過去に関しては…ハハッ、彼女の気を悪くしたくないからな、彼女本人に聞いてくれ。",
      "ko": "리월의 번영은 절대 「암왕제군」의 신탁에 의해서만 완성된 게 아니다. 「계약」에 응답한 무수한 바위 신의 백성들이 있었기에 가능했지. 그중에서도 감우는 취임한 지 가장 오래됐어. 그녀의 과거라면… 그녀가 날 원망할 수도 있으니, 가서 직접 물어보게",
      "en": "Liyue's prosperity has not merely been built on Rex Lapis' oracles or wisdom. It is also thanks to the countless servants of the Geo Archon who have honored their end of the contract. Of them, Ganyu is the one who has served for the longest time. If you want to know about her past... You should ask her about it. I fear my wording would not be delicate enough to receive her approval.",
      "de": "Liyues Wohlstand wurde nicht allein auf den Orakeln oder der Weisheit Rex Lapis‘ errichtet. Er ist auch den zahllosen Dienern des Geo-Archons zu verdanken, die ihren Teil des Vertrages erfüllt haben. Unter ihnen ist Ganyu die, die bereits am längsten dient. Wenn du etwas über ihre Vergangenheit herausfinden willst ... solltest du sie fragen. Ich fürchte meine Wortwahl wäre nicht feinfühlig genug, als dass sie damit einverstanden wäre.",
      "es": "La prosperidad de la nación de Liyue no depende solo de las predicciones de Rex Lapis, sino también de los innumerables pobladores de Liyue que cumplen con sus contratos. De entre ellos, Ganyu es quien ha estado en servicio por más tiempo. En cuanto a su historia... es mejor que le preguntes a ella.",
      "fr": "La prospérité de Liyue ne s'est pas construite que sur les prédictions et la sagesse du Souverain de la Roche. De nombreux disciples de l'Archon Géo ont aussi rempli leur part du contrat. De tous ceux-ci, Ganyu est celle qui aura servi le plus longtemps. Si son passé vous intéresse... Mieux vaut que vous alliez vous-même lui poser la question. Je crains bien qu'elle ne soit disposée à m'écouter.",
      "pt": "A prosperidade de Liyue não depende apenas nas previsões de Rex Lapis ou sabedoria, mas também graças aos incontáveis servos do Arconte Geo que honraram suas partes de seus contratos. Dentre eles, Ganyu é quem serviu por mais tempo. Se você quer saber sobre o passado dela, você deveria perguntar a ela sobre isso. Eu temo que as minhas palavras não sejam delicadas o suficiente para receber a aprovação dela.",
      "ru": "Процветание Ли Юэ основано не только на провидении Властелина Камня, но и на людях, заключивших с ним контракт. Среди них Гань Юй дольше всех исполняет свои обязанности. Что касается её прошлого... Пусть она расскажет сама. Боюсь, что мой рассказ будет не столь тактичным по отношению к ней.",
      "id": "Liyue bisa sedemikian makmur, bukan semata-mata berkat perhitungan dan kebijaksanaan Rex Lapis. Para pelayan Archon Geo yang terus menaati kewajiban yang tertera di dalam kontrak mereka, juga memiliki andil yang tidak sedikit. Di antara mereka, Ganyu-lah yang paling lama mengabdi. Kalau ingin tahu tentang masa lalunya ... Langsung saja bertanya padanya. Aku takut dia tersinggung, bila perkataanku terdengar kurang sopan di telinganya.",
      "th": "ความเจริญรุ่งเรืองของ Liyue ไม่ได้สร้างขึ้นจากคำทำนาย หรือภูมิปัญญาของ \"ราชาแห่งหิน\" เท่านั้น แต่สร้างด้วยน้ำพักน้ำแรงของชาวเมืองผู้ศรัทธาในตัวเทพแห่งหิน ผู้ซึ่งยึดมั่นใน \"สัญญา\" Ganyu เป็นคนที่อยู่ในตำแหน่งนานที่สุด เรื่องเกี่ยวกับอดีตของเธอ... ถ้าฉันพูดไป ฉันกลัวเธอจะโกรธ ให้เธอบอกคุณเองดีกว่า",
      "vi": "Sự thịnh vượng của Liyue không chỉ dựa vào thần dụ của Nham Vương Đế Quân, mà còn phải nhờ vào vô số con dân Nham Thần hưởng ứng theo \"khế ước\". Trong số đó, Ganyu là người tại vị lâu nhất. Về quá khứ của cô ấy... Tôi sợ cô ấy sẽ trách tội, để cô ấy tự kể cho bạn nghe vậy."
    }
  },
  {
    "title": {
      "zhs": "关于刻晴…",
      "zht": "關於刻晴…",
      "jp": "刻晴について…",
      "ko": "각청에 대해…",
      "en": "About Keqing",
      "de": "Über Keqing ...",
      "es": "Sobre Keching...",
      "fr": "À propos de Keqing...",
      "pt": "Sobre Keqing...",
      "ru": "О Кэ Цин...",
      "id": "Tentang Keqing",
      "th": "เกี่ยวกับ Keqing...",
      "vi": "Về Keqing..."
    },
    "line": {
      "zhs": "她是当代七星中最「不敬神」的，但我还挺欣赏这样的人。「觉得自己是正确的，就大声地说出来、坚决地去行动」——就是因为璃月有这样的人，我才会考虑退休一事。",
      "zht": "她是當代七星中最「不敬神」的，但我還挺欣賞這樣的人。「覺得自己是正確的，就大聲地說出來、堅決地去行動」——就是因為璃月有這樣的人，我才會考慮退休一事。",
      "jp": "彼女は当代七星の中で最も神を敬わない人だが、俺は結構気に入っている。「自分が正しいと思うなら、声を大きく、動揺せずに行動する」——こういう人間が璃月に現れたから、俺は引退を考えたんだ。",
      "ko": "그녀는 현재 칠성 중에서 가장 「신을 공경하지 않는 사람」이야. 하지만 난 이런 사람이 꽤 마음에 들어. 「자신이 맞다고 생각하는 걸 과감히 이야기하고 행동으로 옮기는 것」——리월에 이런 사람이 있기에 나도 은퇴를 생각할 수 있었지",
      "en": "She is the most impious of the Qixing — but I actually find the conviction of such people quite endearing. The only reason I was able to consider taking a step back from such overarching management of Liyue was because there are people like her. People who speak up when they believe themselves to be right, and then go and do something decisive about it.",
      "de": "Sie ist das pietätloseste Ding der Qixing, aber eigentlich finde ich die Überzeugung gerade solcher Leute recht liebenswert. Der einzige Grund, warum ich einen Schritt zurück gemacht habe, von der allumfassenden Verwaltung Liyues war, weil es Menschen wie sie gibt. Menschen, die ihre Stimme erheben, wenn sie meinen im Recht zu sein, und dann losgehen und etwas maßgebendes dafür unternehmen.",
      "es": "Dentro de las Siete Estrellas, ella es la que tiene a los dioses en menor estima. Aun así, la aprecio como persona. “Si estás completamente convencido de algo, debes expresar tu opinión sobre ello y ponerte en acción”... Es por personas como ella en Liyue por lo que consideré retirarme.",
      "fr": "Il s'agit là de la moins pieuse des Sept Étoiles, sans aucun doute – mais je trouve sa conviction aussi admirable qu'appréciable. Les gens comme elles sont la seule raison pour laquelle j'ai pu accepter de prendre du recul vis-à-vis de Liyue. Des gens qui n'hésitent pas à parler lorsqu'ils pensent avoir raison, et qui n'hésitent pas à agir en conséquence.",
      "pt": "Ela é a mais impiedosa dos Qixing, mas na verdade acho a convicção de tais pessoas bastante cativante. A única razão pela qual pude considerar dar um passo atrás numa gestão tão abrangente de Liyue foi porque há pessoas como ela. Pessoas que falam quando acreditam estar certas, e depois vão e fazem algo decisivo a esse respeito.",
      "ru": "В группировке Цисин она меньше всех проявляет уважение к богам, но я восхищаюсь такими людьми. «Громко заявлять о том, что правильно, и неуклонно двигаться вперёд» - раз в Ли Юэ есть мыслящие так люди, я могу спокойно задуматься об уходе от дел.",
      "id": "Di antara para Qixing, dialah yang paling tidak menghormati para dewa. Tapi, aku sebetulnya lemah dengan tipe orang seperti dirinya, yang selalu lantang menyuarakan pendapat bila dirasa benar, dan selalu bergerak cepat dalam bertindak. Karena keberadaan orang-orang seperti dialah, aku mulai mempertimbangkan untuk mundur dari kepemimpinanku di Liyue.",
      "th": "เธอเป็นคนที่ \"หัวรั้น\" ที่สุดในหมู่ Qixing แต่จริง ๆ แล้วฉันชื่นชมคนแบบนี้ เหตุผลเดียวที่ทำให้ฉันสามารถพิจารณาวางมือจาก Liyue ได้ก็เพราะมีคนแบบเธอ คนที่ \"พูดขึ้นเมื่อพวกเขาเชื่อว่าตัวเองถูกต้อง และลงมือจัดการอย่างเด็ดขาด\"",
      "vi": "Cô ấy là kẻ \"bất kính với thần linh\" nhất trong Thất Tinh đương thời, nhưng tôi rất thích người như vậy. \"Nếu cảm thấy mình đúng, cứ bày tỏ và hành động một cách kiên quyết\". Chính là vì Liyue có người như vậy, tôi mới tính đến chuyện nghỉ hưu."
    }
  },
  {
    "title": {
      "zhs": "关于烟绯…",
      "zht": "關於煙緋…",
      "jp": "煙緋について…",
      "ko": "연비에 대해…",
      "en": "About Yanfei",
      "de": "Über Yanfei ...",
      "es": "Sobre Yanfei...",
      "fr": "À propos de Yanfei...",
      "pt": "Sobre Yanfei...",
      "ru": "О Янь Фэй...",
      "id": "Tentang Yanfei",
      "th": "เกี่ยวกับ Yanfei...",
      "vi": "Về Yanfei..."
    },
    "line": {
      "zhs": "她未曾与我签订「契约」，却在以自己的方式维护璃月各界的规矩，并将有失偏颇的观念纠正。倘若某天，她的父亲远游归来，想来会比我更欣慰吧。",
      "zht": "她未曾與我簽訂「契約」，卻在以自己的方式維護璃月各界的規矩，並將有失偏頗的觀念糾正。倘若某天，她的父親遠遊歸來，想來會比我更欣慰吧。",
      "jp": "彼女は俺と「契約」をしていないが、自らの方法で璃月の規律を守り、偏った思想を正している…いつの日か、彼女の父親が戻ってきて、彼女の成長を目にしたら、ほっとするだろう。",
      "ko": "그녀는 나와 「계약」을 맺지 않았지만, 자신만의 방식으로 리월 각 분야의 규칙을 지키며 편파적인 관념을 바로잡고 있어. 언젠가 그녀의 아버지가 먼 여행에서 돌아오면 나보다 더 뿌듯해하겠지",
      "en": "Despite never having signed a contract with me, she upholds order within many strata of Liyue society in her own way, dispelling misconceptions and correcting biases... Should her father one day return from his travels, I imagine that he would be even more delighted than I.",
      "de": "Sie ist keinen „Vertrag“ mit mir eingegangen, aber auf ihre Weise verteidigt sie die Regeln von Liyue und korrigiert alle einseitigen Vorstellungen von anderen darüber. Wenn ihr Vater eines Tages von der langen Reise zurückkehrt, wird er sich wohl mehr freuen als ich, das Wachstum von Yanfei mit eigenen Augen zu sehen.",
      "es": "Aunque nunca ha firmado un contrato conmigo, vela por el orden de todos los sectores de Liyue a su manera, aclarando las confusiones y eliminando los sesgos. Si su padre volviera de su viaje, estaría aún más encantado que yo.",
      "fr": "Elle n'a jamais signé de contrat avec moi, mais n'en défend pas moins les droits de tout un chacun à Liyue à sa façon, luttant contre les idées préconçues... Son père serait encore plus ravi que moi, j'imagine, s'il rentre un jour.",
      "pt": "Ela não assinou um contrato comigo, mas valoriza a ordem em muitas classes da sociedade de Liyue à sua própria maneira, esclarecendo equívocos e corrigindo conceitos errados... Se o pai dela um dia retornar de suas viagens, acredito que ele ficaria ainda mais satisfeito do que eu.",
      "ru": "Она не заключала со мной контракт, но она поддерживает порядок в Ли Юэ, исправляет несправедливость и искореняет предрассудки. Если её отец однажды вернётся из долгого путешествия, думаю, он будет ещё более доволен ею, чем я.",
      "id": "Walaupun tidak pernah menandatangani kontrak denganku, dia menegakkan ketertiban dalam banyak lapisan masyarakat Liyue dengan caranya sendiri, menghilangkan kesalahpahaman dan meluruskan yang tidak benar ... Jika suatu hari nanti ayahnya pulang dari perjalanan panjangnya, aku yakin dia akan jauh lebih senang daripada aku.",
      "th": "ถึงแม้เธอจะไม่ได้ทำ \"สัญญา\" กับฉัน แต่เธอก็ปฏิบัติตามกฎต่าง ๆ ของ Liyue อีกทั้งแก้ไขความอยุติธรรมและอคติด้วยวิธีของเธอเอง ถ้าวันหนึ่งพ่อของเธอกลับมาจากการเดินทางไกลล่ะก็ เขาคงภูมิใจในตัว Yanfei มากกว่าฉันอีกล่ะมั้ง",
      "vi": "Cô ấy chưa từng ký \"khế ước\" với tôi, nhưng lại dùng cách của riêng mình để duy trì quy củ cho Liyue, đồng thời thay đổi những quan niệm thành kiến. Nếu một ngày nào đó, bố của cô ấy quay về, có lẽ còn vui hơn tôi nữa đấy."
    }
  },
  {
    "title": {
      "zhs": "关于巴尔…",
      "zht": "關於巴爾…",
      "jp": "バアルについて…",
      "ko": "바알에 대해…",
      "en": "About Baal",
      "de": "Über Baal ...",
      "es": "Sobre Baal...",
      "fr": "À propos de Baal...",
      "pt": "Sobre Baal...",
      "ru": "О Баал...",
      "id": "Tentang Baal",
      "th": "เกี่ยวกับ Baal...",
      "vi": "Về Baal..."
    },
    "line": {
      "zhs": "时间会淬炼一切意志。而她，恰好是会为信念付出所有的人。或许正因如此，她才能走到这一步。如有机会，我也想见识一下她为之倾尽一切的「永恒」。",
      "zht": "時間會淬煉一切意志。而她，恰好是會為信念付出所有的人。或許正因如此，她才能走到這一步。如有機會，我也想見識一下她為之傾盡一切的「永恆」。",
      "jp": "すべての意志は時によって磨かれる。彼女は信念のためならば、自らのすべてを捧げることさえ厭わない。だからこそ、ここまで歩んでこられたのかもしれない…機会があれば、俺も彼女がすべてを費やした「永遠」を見てみたいものだ。",
      "ko": "시간은 모든 의지를 단련해. 그리고 그녀는 신념을 위해 모든 걸 내던질 사람이고. 어쩌면 그래서 여기까지 왔는지도 모르지. 기회 되면 나도 그녀가 모든 걸 바쳐서 이루고자 하는 「영원」을 보고 싶군",
      "en": "Time tempers all volition. Yet she would give up everyone for her beliefs. Perhaps it is for this very reason that she has come to where she stands today... Should the chance come by me, I too would like to learn of the Eternity for which she so earnestly endeavors.",
      "de": "Die Zeit wird jeden Willen verhärten. Sie hingegen ist diejenige, die alles, was sie hat, für den Glauben geben wird. Vielleicht ist sie deshalb so weit gekommen. Wenn ich die Chance hätte, würde ich gern die „Ewigkeit“ sehen, für die sie alles gegeben hat.",
      "es": "El tiempo templa la voluntad. Sin embargo, ella renunciaría a todo el mundo por sus creencias. Tal vez esa sea la razón por la que ha llegado a donde está hoy... Si se presenta la oportunidad, a mí también me gustaría saber más sobre la eternidad por la que tanto lucha.",
      "fr": "Le temps tempère la volonté. Pourtant, elle renoncerait à tout le monde au nom de ses convictions. C'est peut-être bien pour cette raison qu'elle en est arrivée là aujourd'hui. Si l'occasion se présente, j'aimerais moi aussi en apprendre plus sur l'éternité qu'elle désire tant.",
      "pt": "O tempo molda qualquer vontade. No entanto, ela renunciaria qualquer coisa por suas crenças. Talvez seja por isso mesmo que ela chegou onde está hoje... Se eu tivesse a chance, também gostaria de aprender sobre a Eternidade pela qual ela tanto se esforça.",
      "ru": "Время закаляет волю. Она одна из тех, кто отдаст всё, что у неё есть, за убеждения. Возможно, именно поэтому она зашла так далеко. Я бы хотел увидеть «вечность», ради которой она пожертвовала всем.",
      "id": "Waktu menempa hasrat dan keyakinan. Dan dia, dia sanggup mengorbankan semua orang demi keyakinannya. Mungkin, justru itulah yang menyebabkan dirinya bisa berdiri di tempatnya berada hari ini. Jika ada kesempatan, aku juga ingin tahu tentang \"Keabadian\" yang dia kejar sepenuh hatinya itu.",
      "th": "เวลาจะกัดกร่อนเจตจำนงอันโกรธเกรี้ยว และเธอก็เป็นคนที่ยอมละทิ้งทุกคนเพื่อสิ่งที่ศรัทธา บางทีอาจเป็นเพราะเหตุนี้ จึงทำให้เธอสามารถมาถึงจุดจุดนี้ได้ หากมีโอกาส ฉันก็อยากเห็น \"ความเป็นนิรันดร์\" ที่เธอทุ่มเททุกอย่างลงไปเหมือนกันนะ",
      "vi": "Thời gian bào mòn ý chí, và cô ấy là một người vì tín niệm mà bất chấp tất cả. Hoặc có lẽ chính vì vậy nên cô ấy mới đi đến được bước đường này... Nếu có cơ hội, tôi cũng muốn tìm hiểu về sự vĩnh hằng mà cô ấy hằng theo đuổi."
    }
  },
  {
    "title": {
      "zhs": "想要了解钟离·其一",
      "zht": "想要瞭解鍾離·其一",
      "jp": "鍾離を知る·1",
      "ko": "종려에 대해 알기·첫 번째",
      "en": "More About Zhongli: I",
      "de": "Ich will mehr über Zhongli erfahren I",
      "es": "Más sobre Zhongli (I)",
      "fr": "Connaître Zhongli (1)",
      "pt": "Mais sobre Zhongli - I",
      "ru": "Узнать больше о Чжун Ли I",
      "id": "Mengenal Zhongli: I",
      "th": "อยากรู้เกี่ยวกับ Zhongli - 1",
      "vi": "Muốn tìm hiểu Zhongli - Điều thứ 1"
    },
    "line": {
      "zhs": "怎么，难得闲暇，不好好休息却反来找我。是想听我讲故事吗？",
      "zht": "怎麼，難得閒暇，不好好休息卻反來找我。是想聽我講故事嗎？",
      "jp": "どうした？せっかくの休暇なのに休まずに俺のところに来るとは。俺の話が聞きたいのか？",
      "ko": "간만에 시간이 났는데 쉬지 않고 왜 날 찾았나? 내 이야기가 듣고 싶은 겐가?",
      "en": "Why is it that once you finally get a break, rather than taking a rest, you instead come to me? Is it that you want to hear one of my stories?",
      "de": "Woran liegt es, dass du, wenn du nun endlich einmal eine Pause hast, zu mir kommst, anstatt dich auszuruhen? Möchtest du eine meiner Geschichten hören?",
      "es": "¿Qué pasa? A duras penas logré encontrar tiempo para descansar, y ahora vienes a buscarme. ¿Quieres que te cuente una historia?",
      "fr": "Comment se fait-il qu'à chaque fois que l'occasion se présente de prendre un peu de repos, vous venez me voir ? Envie d'écouter une de mes histoires ?",
      "pt": "Por que é que, quando você finalmente consegue um intervalo, em vez de descansar, você vem para mim? É por que você quer ouvir uma de minhas histórias?",
      "ru": "Тебе редко выпадает возможность отдохнуть, но, вместо того, чтобы ею воспользоваться, ты приходишь ко мне. Хочешь послушать мои истории?",
      "id": "Sekalinya kamu punya waktu luang, kamu tidak istirahat, melainkan kemari mencariku. Apa kamu ingin mendengar cerita-ceritaku?",
      "th": "อะไรกัน นาน ๆ จะว่างสักที แทนที่คุณจะพักผ่อน คุณกลับมาหาฉันซะนี่ อยากฟังฉันเล่าเรื่องรึไง?",
      "vi": "Khó lắm mới có cơ hội nghỉ ngơi, sao không tận hưởng đi mà còn đến tìm tôi. Là muốn nghe tôi kể chuyện sao?"
    }
  },
  {
    "title": {
      "zhs": "想要了解钟离·其二",
      "zht": "想要瞭解鍾離·其二",
      "jp": "鍾離を知る·2",
      "ko": "종려에 대해 알기·두 번째",
      "en": "More About Zhongli: II",
      "de": "Ich will mehr über Zhongli erfahren II",
      "es": "Más sobre Zhongli (II)",
      "fr": "Connaître Zhongli (2)",
      "pt": "Mais sobre Zhongli - II",
      "ru": "Узнать больше о Чжун Ли II",
      "id": "Mengenal Zhongli: II",
      "th": "อยากรู้เกี่ยวกับ Zhongli - 2",
      "vi": "Muốn tìm hiểu Zhongli - Điều thứ 2"
    },
    "line": {
      "zhs": "「黑岩厂」的起源，听说过吗？\n\n在过去，人们一边将天衡山中的矿脉挖空，一边在里面修建工场设施，渐渐建成了东大陆最大的工厂。山中黯道四通八达，一些甚至能通往大地深处的古遗迹。能掌握其中一切通路的人，如今大概没有了吧。",
      "zht": "「黑岩廠」的起源，聽說過嗎？\n\n在過去，人們一邊將天衡山中的礦脈挖空，一邊在裡面修建工廠設施，漸漸建成了東大陸最大的工廠。山中黯道四通八達，一些甚至能通往大地深處的古遺蹟。能掌握其中一切通路的人，如今大概沒有了吧。",
      "jp": "「黒岩場」の起源を聞いたことがあるか？\n\n昔、人々は天衡山の鉱脈を採掘しながら、中で工場施設を作っていて、そしてそれが東大陸最大の工場になった。中の道路は四方八方に通じている、大地の深部にある古い遺跡に通じるものもあったが、その全てを記憶している人は今はもういないだろう。",
      "ko": "「흑암 공장」의 기원에 대해 들어봤어?\n\n옛날에 사람들은 천형산에서 광맥을 캐면서 안에 공장 시설을 지었어. 그러다 점점 동대륙 최대의 공장이 되었지. 산속의 비밀 통로는 거미줄처럼 퍼져있어서 땅속 깊은 곳의 고대 유적과도 연결돼. 그 통로를 다 알고 있는 사람은 아마 없을 거야",
      "en": "Have you heard of the origin of the Blackcliff Forge? In the past, they would mine the ore veins of Mt. Tianheng, and then replace the cavities with factory equipment. Tunnels run in all directions throughout the mountain — some even run to the ruins deep within the earth. I doubt there is a person today who could map out all the tunnels.",
      "de": "Hast du vom Ursprung der Schwarzsteinschmiede gehört?\n\nIn der Vergangenheit haben sie an den Erzadern vom Tianheng-Berg gegraben und dann die Gruben mit Fabrikausrüstung bestückt. Tunnel zogen sich in allen Richtungen durch den Berg, einige schlängelten sich sogar bis in die Ruinen tief unter der Erde. Ich bezweifle, dass es heute noch jemanden gibt, der eine Karte von allen Tunneln zeichnen könnte.",
      "es": "¿Sabes cuál es el origen de la Forja Peñasco Oscuro?\n\nConforme la gente excavaba la Cordillera Tianheng en busca de minerales, fueron construyendo en su interior instalaciones, y gradualmente llegó a convertirse en la fábrica más grande de la costa este del continente. Dentro de la cordillera hay innumerables caminos. Incluso, algunos de ellos llegan hasta las entrañas de la tierra. A día de hoy, no queda nadie que conozca todos los caminos.",
      "fr": "Connaissez-vous l'origine de la Forge de Rochenoire ?\n\nL'habitude fut prise par le passé de creuser les filons des Monts Tianheng et de remplir les cavités ainsi créées d'équipement industriel. Les tunnels courent dans toutes les directions à travers la montagne – certains mêmes plongent dans les ruines les plus profondes. Je doute qu'il existe de nos jours quelqu'un capable de dessiner la carte de tous ces boyaux.",
      "pt": "Você sabe a origem da Forja do Penhasco Obscuro?\n\nNo passado, eles mineravam o Monte Tianheng, e substituíam as cavidades com máquinas. Túneis que corriam para todas as direções dentro da montanha, alguns vão até o fundo da terra. Eu duvido que exista uma pessoa hoje que seja capaz de mapear todos os túneis.",
      "ru": "Знаешь, как появилась кузница Черногорья? \n\nВ далёком прошлом люди добывали руду в горах Тяньхэн и сооружали там цеха для работы с ней. Постепенно они отстроили крупнейший завод на восточном побережье континента. В горах осталось множество дорог и туннелей, и некоторые из них ведут к древним руинам, что погребены глубоко под землёй. Сейчас, пожалуй, не осталось никого, кто знал бы все эти пути.",
      "id": "Apa kamu tahu tentang asal-usul Blackcliff Forge?\n\nDahulu, ketika para pekerja menambang Mt. Tianheng, mereka akan mengisi lubang dan terowongan bekas galian mereka dengan alat berat dan mesin pertambangan. Lambat laun, tambang itu berubah menjadi pabrik yang paling besar di dataran timur. Terowongan yang digali di gunung itu kini sudah menembus ke segala penjuru, bahkan sampai ke reruntuhan kuno yang terkubur jauh di bawah tanah. Kurasa, hari ini sudah tidak ada lagi orang yang hafal semua jalur di terowongan itu.",
      "th": "คุณเคยได้ยินที่มาของ \"Blackcliff Forge\" รึเปล่า?\n\nในอดีต ผู้คนขุดแร่สายหนึ่งใต้ภูเขา Mt. Tianheng แล้วแทนอุโมงค์ด้วยอุปกรณ์ต่าง ๆ จนมันกลายเป็นโรงงานที่ใหญ่ที่สุดในแดนตะวันออกอุโมงค์เหล่านี้ขยายออกไปทุกทิศทาง และบางแห่งอาจนำไปสู่โบราณสถานที่อยู่ลึกลงไปใต้ผืนโลก จนถึงทุกวันนี้ยังไม่มีใครที่ชำนาญเส้นทางพวกนี้เลย",
      "vi": "Nghe đến nguồn gốc của \"Hắc Nham Xưởng\" chưa?\n\nNgày xưa người ta khai thác các mỏ khoáng ở Thiên Hoành Sơn, vừa làm họ vừa xây dựng công trường ở đó. Dần dần trở thành xưởng khai thác lớn nhất lục địa phía đông. Con đường trong núi kéo dài, thậm chí có chỗ còn dẫn đến những di tích cổ xưa. Đến nay người có thể hiểu rõ đường đi trong đó, giờ hầu như không còn nữa rồi."
    }
  },
  {
    "title": {
      "zhs": "想要了解钟离·其三",
      "zht": "想要瞭解鍾離·其三",
      "jp": "鍾離を知る·3",
      "ko": "종려에 대해 알기·세 번째",
      "en": "More About Zhongli: III",
      "de": "Ich will mehr über Zhongli erfahren III",
      "es": "Más sobre Zhongli (III)",
      "fr": "Connaître Zhongli (3)",
      "pt": "Mais sobre Zhongli - III",
      "ru": "Узнать больше о Чжун Ли III",
      "id": "Mengenal Zhongli: III",
      "th": "อยากรู้เกี่ยวกับ Zhongli - 3",
      "vi": "Muốn tìm hiểu Zhongli - Điều thứ 3"
    },
    "line": {
      "zhs": "「海灯节」的起源，听说过吗？\n\n在很久以前的战争中，璃月人会在夜里放飞明亮的灯，让厮杀的战士不迷失回家的方向，不迷失自己的心。这种事情，如今大概已经没有人记得了。",
      "zht": "「海燈節」的起源，聽說過嗎？\n\n在很久以前的戰爭中，璃月人會在夜裡放飛明亮的燈，讓廝殺的戰士不迷失回家的方向，不迷失自己的心。這種事情，如今大概已經沒有人記得了。",
      "jp": "「海灯祭」の起源を聞いたことがあるか？\n\n昔、璃月は戦をしていてな、戦地へと赴いた人たちが故郷に帰る方向と自分の初心を見失わないよう、人々が夜に提燈を飛ばしたんだ。今はもうそんなこと誰も覚えていないだろうがな。",
      "ko": "「해등절」의 기원에 대해 들어봤어?\n\n아주 오래전 전쟁에서 리월 사람은 전사들이 집에 오는 길을 헤매지 않고 마음을 잃지 않도록 밤에 빛나는 등을 물에 띄웠다고 해. 이런 일을 기억하는 사람은 이제 없겠지만",
      "en": "Have you heard of the origins of the Lantern Rite? In a war, long ago, the people of Liyue would release lanterns to remind their soldiers of the way home, and to never lose sight of themselves. Though in this day and age, I doubt there are any that remember.",
      "de": "Hast du jemals von den Ursprüngen des Laternenrituals gehört?\n\nWährend eines Krieges vor vielen Jahren schickten die Einwohner von Liyue Laternen aus, um ihre Soldaten an den Weg nach Hause zu erinnern und damit sie sich niemals aus den Augen verlören. Doch in der heutigen Zeit gibt es wohl kaum jemanden, der sich daran noch erinnert.",
      "es": "¿Sabes cuál es el origen del Rito de la Linterna?\n\nHace mucho tiempo, durante la guerra, la gente de Liyue soltaba linternas brillantes en medio de la noche para que las almas de los caídos en batalla no se perdieran camino a casa y su alma no divagara. Nadie lo recuerda hoy en día.",
      "fr": "Connaissez-vous l'origine du Festival des lanternes ?\n\nIl y a de cela très longtemps, alors qu'une guerre ravageait ces terres, les habitants de Liyue lâchaient des lanternes pour indiquer aux soldats partis le chemin du retour, et leur apporter de la lumière dans les ténèbres de la guerre. Mais je doute que quiconque se souvienne de ceci de nos jours.",
      "pt": "Você sabe a origem do Ritual de Lanternas?\n\nMuito tempo atrás, numa guerra, o povo de Liyue lançava lanternas para lembrar seus soldados do caminho de casa e não se perderem. Mas duvido que alguém se lembre disso hoje.",
      "ru": "А знаешь ли ты историю Праздника морских фонарей? \n\nВо времена древней войны по ночам люди запускали ярко горящие фонари, чтобы отчаянно сражавшиеся на полях брани солдаты не забыли дорогу домой и чтобы сердца их не забывали о доброте. Наверное, сейчас никто уже не помнит об этом.",
      "id": "Apa kamu tahu tentang asal-usul Lantern Rite?\n\nPada zaman dahulu kala, ketika berperang, orang-orang Liyue akan menerbangkan lentera pada malam hari, agar para prajurit selalu tahu jalan pulang dan tidak lupa akan siapa diri mereka. Sepertinya sudah tidak ada orang yang ingat tentang hal ini di masa kini.",
      "th": "คุณเคยได้ยินที่มาของ \"เทศกาล Lantern Rite\" รึเปล่า?\n\nในสงครามในอดีต ชาว Liyue จะปล่อยโคมลอยขึ้นบนฟ้า เพื่อให้แสงสว่างของมันช่วยส่องทางให้เหล่าทหารกลับบ้าน และช่วยเตือนไม่ให้พวกเขาสูญเสียตัวตน เรื่องพวกนี้คงไม่มีใครจำได้อีกต่อไปแล้วล่ะ",
      "vi": "Nghe đến nguồn gốc của \"Tết Hải Đăng\" chưa?\n\nXa xưa, người Liyue thường đốt đèn sáng vào ban đêm, để những người lính tham gia chiến tranh có thể tìm được đường trở về nhà và không để trái tim mình lạc bước. Ngày nay không ai còn nhớ đến chuyện như thế này nữa."
    }
  },
  {
    "title": {
      "zhs": "想要了解钟离·其四",
      "zht": "想要瞭解鍾離·其四",
      "jp": "鍾離を知る·4",
      "ko": "종려에 대해 알기·네 번째",
      "en": "More About Zhongli: IV",
      "de": "Ich will mehr über Zhongli erfahren IV",
      "es": "Más sobre Zhongli (IV)",
      "fr": "Connaître Zhongli (4)",
      "pt": "Mais sobre Zhongli - IV",
      "ru": "Узнать больше о Чжун Ли IV",
      "id": "Mengenal Zhongli: IV",
      "th": "อยากรู้เกี่ยวกับ Zhongli - 4",
      "vi": "Muốn tìm hiểu Zhongli - Điều thứ 4"
    },
    "line": {
      "zhs": "「契约之神」的事情，听说过吗？\n\n他的记性很好。每位对手的名字，璃港船局建成以来制造的每一艘船起航的日子，都不曾忘却。毕竟，有这样的记忆力，才能铭记一切「契约」。\n\n然而，记性很好有时是令人不快的事。",
      "zht": "「契約之神」的事情，聽說過嗎？\n\n他的記性很好。每位對手的名字，璃港船局建成以來製造的每一艘船起航的日子，都不曾忘卻。畢竟，有這樣的記憶力，才能銘記一切「契約」。\n\n然而，記性很好有時是令人不快的事。",
      "jp": "「契約の神」について聞いたことがあるか？\n\n彼は記憶力がとてもいいんだ。宿敵の名前を、璃月船舶局が設立してから船が出港した全ての日を、彼が忘れたことは一度もない。それほどの記憶力があるからこそ、あらゆる「契約」を覚えられる。\n\nしかし、記憶力がいいということはたまに不快になるきっかけにもなる。",
      "ko": "「계약의 신」의 일에 대해 들어봤어?\n\n그는 기억력이 뛰어나. 라이벌의 이름, 리월항 선박 부처가 세워지고 나서 건조한 선박의 기항 일자를 잊은 적이 없어. 어쨌든 기억력이 그렇게 좋으니 모든 「계약」을 기억할 수 있지.\n\n하지만 기억력이 좋다는 건 때론 불쾌한 일이기도 해",
      "en": "The God of Contracts. Have you heard of him? He has an impressive memory. He remembers the name of every person he comes across, and the date that every ship built in Liyue sets sail. After all, only in being able to do so can he memorize all of the contracts he holds. With that said, not every memory is a happy one...",
      "de": "Der Gott der Verträge. Hast du von ihm gehört?\n\nEr hat ein beeindruckendes Gedächtnis. Er erinnert sich an den Namen eines jeden, dem er begegnet, und auch an das Datum des Segelsetzens eines jeden Schiffes in Liyue. Denn nur so kann er sich auch an alle Verträge erinnern, die er abgeschlossen hat.\n\nEs ist wohl unnötig zu erwähnen, dass nicht jede Erinnerung eine glückliche ist.",
      "es": "¿Has oído hablar del “Patrono de los contratos”?\n\nSu memoria es impresionante. Nunca olvida el nombre de cada uno de sus adversarios, o el día en que cada barco ha zarpado del puerto de Liyue desde que construyeron los astilleros. Solo una persona con una memoria así es capaz de memorizar un contrato entero.\n\nSin embargo, una buena memoria también trae consigo amarguras.",
      "fr": "Le Dieu des contrats... En avez-vous entendu parler ?\n\nSa mémoire est sans égale. Il se rappelle du nom de chaque personne qu'il croise, et de la date à laquelle chacun des navires amarrés à Liyue prend la mer. Après tout, mieux vaut avoir une bonne mémoire quand on vit par les contrats. Cela étant, tous les souvenirs ne sont pas forcément de bons souvenirs...",
      "pt": "O Deus dos Contratos. Ouviu falar nele?\n\nEle tem uma memória incrível. Ele lembra o nome de todas as pessoas que encontrou, e a data que cada barco construído em Liyue partiu. Afinal, só assim ele poderia lembrar todos os contratos que tem. Mas nem toda memória é alegre...",
      "ru": "#Ты слышал{F#а}, что говорят о боге контрактов? \n\nУ него прекрасная память. Он помнит имя каждого соперника и даты спуска на воду всех созданных на верфи Ли Юэ кораблей. В конце концов только обладатель такой памяти может хранить в ней все контракты до последней буквы. \n\nНо... не все воспоминания приносят радость.",
      "id": "Dewa Kontrak, apa kamu sudah pernah dengar tentang dirinya?\n\nIngatannya sangat bagus. Dia ingat nama semua orang yang pernah dia temui, dan dia juga ingat tanggal berapa semua kapal yang dibuat di Liyue pergi berlayar. Daya ingat yang sedemikian kuatnya itulah yang membuat dia mampu mengingat semua kontrak yang ada di tangannya.\n\nMeski begitu, bukan berarti semua yang ada di ingatannya itu adalah kenangan yang membawa kebahagiaan ....",
      "th": "เคยได้ยินเรื่องของ \"เทพแห่งพันธสัญญา\" มั้ย? เขามีความจำเป็นเลิศ ชื่อของคู่ต่อสู้แต่ละคน และวันที่เรือแต่ละลำที่สร้างโดยอู่ต่อเรือใน Liyue ออกทะเลเป็นครั้งแรก เขาไม่เคยลืม เพราะมีเพียงความทรงจำชั้นยอดเช่นนี้เท่านั้น ถึงจะสามารถจำ \"สัญญา\" ทั้งหมดได้ \n\nอย่างไรก็ตามบางครั้งความจำดีเกินไปก็ไม่ใช่เรื่องดีเท่าไร",
      "vi": "Nghe đến nguồn gốc của \"Thần Khế Ước\" chưa?\n\nNgài ấy có một trí nhớ vô cùng tốt có thể nhớ tên của từng kẻ địch, nhớ ngày ra khơi của tất cả các con thuyền được tạo ra kể từ khi cảng Liyue được xây dựng. Phải có trí nhớ như vậy mới có thể nhớ được tất cả khế ước.\n\nNhưng mà trí nhớ tốt đôi khi lại khiến con người ta không vui."
    }
  },
  {
    "title": {
      "zhs": "想要了解钟离·其五",
      "zht": "想要瞭解鍾離·其五",
      "jp": "鍾離を知る·5",
      "ko": "종려에 대해 알기·다섯 번째",
      "en": "More About Zhongli: V",
      "de": "Ich will mehr über Zhongli erfahren V",
      "es": "Más sobre Zhongli (V)",
      "fr": "Connaître Zhongli (5)",
      "pt": "Mais sobre Zhongli - V",
      "ru": "Узнать больше о Чжун Ли V",
      "id": "Mengenal Zhongli: V",
      "th": "อยากรู้เกี่ยวกับ Zhongli - 5",
      "vi": "Muốn tìm hiểu Zhongli - Điều thứ 5"
    },
    "line": {
      "zhs": "活得太久的人，只能在记忆中寻访往昔的战友、过去的景色。\n\n即使如此我也不后悔与你相识，「朋友」。假使有一日不得不同你相别，你在我的记忆中也会如黄金般闪耀。",
      "zht": "#活得太久的人，只能在記憶中尋訪往昔的戰友、過去的景色。\n\n即使如此我也不後悔與{F#妳}{M#你}相識，「朋友」。假使有一日不得不同{F#妳}{M#你}相別，{F#妳}{M#你}在我的記憶中也會如黃金般閃耀。",
      "jp": "長く生きすぎた人は記憶の中でのみ、昔の戦友や過去の景色を訪ねられる。\n\nそれでも、お前との出会いを後悔していない、「友」よ。たとえいつかお前と別れる日が来るとしても、お前は俺の記憶の中で輝き続ける。",
      "ko": "너무 오래 산 사람은 기억 속에서만 옛 전우, 과거의 풍경을 찾을 수 있어.\n\n그렇다고 해도 난 너와 만난 걸 후회하지 않아 「친구」. 이별하는 날이 온다고 해도 자넨 내 기억 속에 황금처럼 반짝일 거야",
      "en": "For those that live too long, the friends of days gone by and scenes from their adventures live on in their memories. As such, I have no regrets in meeting you, friend. Should the day ever come that we are not together, you will continue to shine like gold in my memories.",
      "de": "Für die, die zu lange leben, ziehen die Freunde vergangener Tage an ihnen vorbei und ihre Abenteuer leben in ihren Erinnerungen weiter.\n\nAus diesem Grunde bereue ich es nicht, dich getroffen zu haben, mein Freund. Sollte jemals der Tag kommen, dass wir nicht zusammen sein können, so wirst du in meinen Erinnerungen stets weiterstrahlen wie Gold.",
      "es": "#Los que vivimos tanto tiempo solo podemos ver a nuestros compañeros de batalla si los buscamos en nuestros recuerdos.\n\nA pesar de ello, no me arrepiento de haberte conocido, {F#amiga mía}{M#amigo mío}. Aunque un día nos tengamos que decir adiós, en mi memoria, tú siempre brillarás como el oro.",
      "fr": "#Lorsqu'on vit trop longtemps, les amis et les aventures des jours passés continuent à vivre dans les souvenirs. Je suis heureux de vous avoir rencontré, mon {M#ami}{F#amie}. Que vienne le jour où nous serons séparés, vous continuerez à briller à la manière de l'or dans mes souvenirs.",
      "pt": "#Para aqueles que vivem demais, os amigos do passado e as aventuras em suas mentes vivem nas memórias. Eu não tenho arrependimentos em lhe conhecer, {F#minha amiga}{M#meu amigo}. Quando o dia chegar em que não estivermos mais juntos, você continuará a brilhar como ouro em minhas memórias.",
      "ru": "Удел тех, кто живёт слишком долго - искать в памяти образы друзей из давних времён и вспоминать пейзажи прошлого. \n\nНо я всё равно не жалею, что встретил тебя, друг мой. Если однажды нам придётся расстаться, в моей памяти ты всегда будешь сиять, как золото.",
      "id": "Mereka yang sudah hidup terlalu lama, hanya bisa mengenang sahabat yang telah pergi dan peristiwa yang sudah berlalu.\n\nMeskipun demikian, aku tidak menyesal bisa mengenal dirimu, sahabatku. Bila hari perpisahan kita akhirnya tiba, kenangan tentang dirimu akan selamanya bercahaya layaknya emas murni, di dalam ingatanku.",
      "th": "คนที่มีชีวิตอยู่นานเกินไป จะยังคงเห็นเพื่อนคู่หูในอดีต และฉากการผจญภัยของพวกเขาอย่างชัดเจนในความทรงจำของพวกเขา\n\nดังนั้นฉันจึงไม่เสียใจที่ได้พบคุณ \"เพื่อน\" หากวันที่เราไม่ได้อยู่ด้วยกันมาถึง คุณจะยังคงส่องแสงเหมือนทองคำในความทรงจำของฉัน",
      "vi": "Những người sống quá lâu chỉ có thể tìm thấy những chiến hữu, cảnh vật trong hồi ức quá khứ mà thôi.\n\nDù vậy, tôi cũng không hối tiếc khi được quen biết bạn, \"bằng hữu\". Nếu một ngày phải chia xa, ký ức về bạn trong tôi sẽ lấp lánh như ánh hoàng kim."
    }
  },
  {
    "title": {
      "zhs": "钟离的爱好…",
      "zht": "鍾離的愛好…",
      "jp": "鍾離の趣味…",
      "ko": "종려의 취미…",
      "en": "Zhongli's Hobbies",
      "de": "Zhonglis Hobbys ...",
      "es": "Aficiones de Zhongli...",
      "fr": "Les loisirs de Zhongli...",
      "pt": "Passatempos de Zhongli...",
      "ru": "Хобби Чжун Ли...",
      "id": "Hobi Zhongli",
      "th": "งานอดิเรกของ Zhongli...",
      "vi": "Sở thích của Zhongli..."
    },
    "line": {
      "zhs": "得闲时在城内散步，就能让我心安不少。嗯…这种心情，是从何时开始…？",
      "zht": "得閒時在城內散步，就能讓我心安不少。嗯…這種心情，是從何時開始…？",
      "jp": "時間がある時、城内を散歩すると気分が落ち着くな。うん…こんな気持ちはいつからだろうな…？",
      "ko": "짬이 날 때 성안을 산책하면 마음이 많이 진정돼. 어… 언제부터 이런 기분이 들었더라?",
      "en": "I enjoy partaking in walks through the city — when time permits. I find it very calming. Yes... Just when did this feeling begin...?",
      "de": "Ich mache gern Spaziergänge durch die Stadt, wenn es meine Zeit erlaubt. Das ist sehr beruhigend. Hmm ... wann habe ich damit eigentlich damit angefangen?",
      "es": "Cuando no tengo nada hacer, me gusta pasear por la ciudad. Es algo que me relaja mucho. Vaya, ¿desde cuándo me siento así?",
      "fr": "J'aime à me promener en ville – quand le temps le permet. Je trouve ça très relaxant. Oui... Quand donc est arrivée cette impression...?",
      "pt": "Eu gosto de caminhar pela cidade quando não tenho nada para fazer. É relaxante. Sim... Mas quando isso começou?",
      "ru": "Люблю прогуляться по городу на досуге. Такие прогулки расслабляют и развеивают тревоги... Хм. С каких это пор меня посещают такие чувства?",
      "id": "Ketika senggang, aku suka berjalan-jalan menyusuri kota. Rasanya sungguh menenangkan. Hmmm ... sejak kapan perasaan seperti ini mulai muncul ...?",
      "th": "การเดินเล่นในเมืองในเวลาว่าง ๆ ทำให้ฉันสบายใจไม่น้อยเลย อืม... ความรู้สึกแบบนี้เกิดขึ้นตั้งแต่เมื่อไหร่กันนะ...?",
      "vi": "Khi rảnh rỗi, đi dạo trong thành có thể khiến tim tôi bình yên hơn nhiều. Hmm... Không biết từ bao giờ có thói quen này...?"
    }
  },
  {
    "title": {
      "zhs": "钟离的烦恼…",
      "zht": "鍾離的煩惱…",
      "jp": "鍾離の悩み…",
      "ko": "종려의 고민…",
      "en": "Zhongli's Troubles",
      "de": "Zhonglis Sorgen ...",
      "es": "Preocupaciones de Zhongli...",
      "fr": "Les problèmes de Zhongli...",
      "pt": "Preocupações de Zhongli...",
      "ru": "Беспокойство Чжун Ли...",
      "id": "Kekhawatiran Zhongli",
      "th": "เรื่องกลุ้มใจของ Zhongli...",
      "vi": "Nỗi buồn của Zhongli..."
    },
    "line": {
      "zhs": "让人们遵循「契约」，依照契约的规矩行事，其实是希望人们能遵循「公平」。只是这一点，总有人意识不到。",
      "zht": "讓人們遵循「契約」，依照契約的規矩行事，其實是希望人們能遵循「公平」。只是這一點，總有人意識不到。",
      "jp": "人々に「契約」を守らせ、ルールに従って行動してもらうのは、「公平」を守ってほしいからだ。しかし、そのことに気付かない人はどうしてもいる。",
      "ko": "사람들이 「계약」을 준수하고 계약의 규칙에 따라 행동하는 것은 「공평」하길 원해서야. 다만 이 점을 의식하지 못할 뿐이지",
      "en": "To get people to abide by a contract and act in accordance with the guidelines set out within is simply to ask them to respect the concept of fairness. It is not a large request. How are there those who still do not understand such simplicity?",
      "de": "Um Menschen dazu zu bringen, einen Vertrag zu befolgen und sich entsprechend den darin festgelegten Richtlinien zu verhalten, muss man sie einfach um Respekt gegenüber dem Konzept der Gerechtigkeit bitten. Das ist keine große Bitte. Wie kann es jemanden geben, der diese Einfachheit nicht begreift?",
      "es": "Me gustaría que todo el mundo se tratara de manera igualitaria. Por eso quiero que la gente cumpla y se comporte acorde a las reglas de los contratos. Pero esto es algo que no todo el mundo entiende...",
      "fr": "Demander aux gens de respecter un contrat et d'agir conformément à ses clauses revient tout simplement à leur demander de respecter le principe d'équité. Ce n'est pas une requête exagérée. Mais pourquoi se trouve-t-il toujours quelqu'un pour ne pas comprendre un principe aussi simple ?",
      "pt": "Fazer com que as pessoas respeitem um contrato e ajam de acordo com as orientações estabelecidas dentro dele é simplesmente solicitar que elas respeitem o conceito de justiça. Não se trata de um pedido grande. Por que existem aqueles que ainda não compreendem tal simplicidade?",
      "ru": "Я сделал так, чтобы люди руководствовались контрактами и прописанными в них правилами, в надежде, что благодаря этому они начнут руководствоваться и понятием справедливости. Это совсем не сложно. Вот только всегда остаются люди, которые этого не осознают.",
      "id": "Menghormati dan mematuhi kontrak, bertindak sesuai aturan yang sudah disepakati di dalamnya. Sesungguhnya, hal ini hanyalah tentang menghargai asas keadilan. Sayang sekali, masih banyak orang yang tidak mengerti akan hal sesederhana ini.",
      "th": "การให้คนปฏิบัติตาม \"สัญญา\" และปฏิบัติตามข้อกำหนดของสัญญานั้น ก็คือการหวังให้คนปฏิบัติอย่าง \"ความยุติธรรม\" เท่านั้นเอง เรื่องง่าย ๆ แค่นี้ทำไมบางคนถึงไม่เข้าใจนะ?",
      "vi": "Bắt mọi người tuân thủ và thực hiện theo \"khế ước\" chỉ là hy vọng \"công bằng\" luôn được thực hiện mà thôi. Nhưng tiếc là một số người lại không nhận ra được điều đó."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was er so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "很久以前，与朋友共饮的酒。是因为气候变了吗？唉，过去的滋味，或许再也不能重现了吧。",
      "zht": "很久以前，與朋友共飲的酒。是因為氣候變了嗎？唉，過去的滋味，或許再也不能重現了吧。",
      "jp": "遠い昔に友と共に飲んだ酒だ。気候が変わったせいか、過去の味はもう再現できそうにない。",
      "ko": "오래전에 친구와 함께 마신 술이라고 할 수 있겠지. 기후가 변해서 그런가? 흐흠, 그때의 운치를 다시 느낄 순 없을 것 같군",
      "en": "There was once a drink I used to enjoy with friends — long ago... Is it because the climate has changed? A shame I will never be able to relish in its smooth flavor again.",
      "de": "Es gab einmal ein Getränk, das ich gern mit Freunden genoss, das ist aber lange her ... Liegt es daran, dass sich das Klima verändert hat? Wirklich ein Jammer, dass ich nie wieder in den Genuss seines angenehmen Geschmacks kommen werde.",
      "es": "Lo mejor que he probado es un vino que bebí con un amigo mío hace mucho tiempo. Sin embargo, su sabor ya no es el mismo, y no creo que vuelva a recuperarlo. ¿Será porque el clima ha cambiado?",
      "fr": "Il y avait autrefois une boisson que j'aimais boire avec mes amis... Le climat a donc tant changé ? Je n'ai jamais plus eu la chance de profiter de ce goût si délicieux. Quel dommage, vraiment.",
      "pt": "Havia uma bebida que eu costumava desfrutar com os meus amigos - há muito tempo... Seu sabor não é mais o mesmo. Será porque o clima mudou? Uma pena que eu nunca mais poderei saborear seu gosto suave.",
      "ru": "Давным-давно я пил вино с друзьями. Как жаль, что я больше не могу насладиться тем мягким вкусом. Хм, возможно, это из-за изменения климата?",
      "id": "Ada sejenis arak yang biasa kuminum bersama teman-temanku, dulu sekali ... Apakah karena iklim sudah berubah? Sayangnya, rasa yang dulu pernah ada itu mungkin tidak akan pernah bisa kunikmati lagi.",
      "th": "นานมาแล้ว ฉันได้ดื่มเหล้าร่วมกันกับสหาย หืม... ไม่รู้ว่าเป็นเพราะสภาพอากาศเปลี่ยนไปหรือเปล่า? รสชาติในวันวาน คงไม่หวนกลับมาอีกแล้ว",
      "vi": "Loại rượu đã uống với bạn bè hồi rất lâu trước đây. Là do khí hậu đã thay đổi sao? Haiz, hương vị trong quá khứ, có lẽ sẽ không bao giờ xuất hiện nữa."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was er nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang Tidak Disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn chán ghét..."
    },
    "line": {
      "zhs": "我不喜欢海鲜。仅仅是看到海鲜，就会想到那种…该怎么说呢，滑溜溜的触感，洗不净的腥味。哦，原因的话…\n\n唉，说来话长，就当是因为我记性太好了吧。",
      "zht": "我不喜歡海鮮。僅僅是看到海鮮，就會想到那種…該怎麼說呢，滑溜溜的觸感，洗不淨的腥味。哦，原因的話…\n\n唉，說來話長，就當是因為我記性太好了吧。",
      "jp": "海産物は嫌いだ。見るだけで、ああいう…何というか、つるつると滑るような感覚と洗っても消えない生臭さを思い出す。原因は…\n\nはぁ、話すと長くなる。記憶力が良すぎるからということにしてくれ。",
      "ko": "난 해산물이 싫어. 해산물을 보기만 해도 어떻게 말해야 하나…. 미끌미끌한 촉감, 지워지지 않는 비린내가 떠올라. 이유는…\n\n아, 말하자면 길어. 그냥 내 기억력이 너무 좋아서 기억하고 있다고 생각하라고",
      "en": "I don't like seafood. Just seeing it reminds me of that... slimy texture, and that scent that just won't wash off. As for why I hate it... *sigh* It's a long story, so let's just say my memory is a little too good.",
      "de": "Ich mag keine Meeresfrüchte. Allein der Anblick erinnert mich an ihre ... schleimige Textur und den Geruch wird man einfach nicht wieder los. Und der Grund, warum ich sie hasse ...\n\nDas ist eine lange Geschichte. Lass uns einfach sagen, dass meine Erinnerung daran noch ein bisschen zu frisch ist.",
      "es": "No me gusta el marisco. Con solo verlo, me viene a la mente esa desagradable sensación de... viscosidad. ¿Que por qué no me gusta esa sensación?\n\n*Suspira*, es una larga historia. Digamos que... porque tengo muy buena memoria.",
      "fr": "Je n'apprécie guère les fruits de mer. En voir suffit à me rappeler cette... texture gluante, et cette odeur qui ne veut pas partir. Quant à la raison de mon aversion... *soupir* C'est une longue histoire. Disons juste que ma mémoire est parfois un peu trop bonne.",
      "pt": "Eu não gosto de frutos do mar. Têm uma textura pegajosa, e um cheiro que simplesmente não dá para lavar. Mas o motivo de eu odiar é uma longa história, e digamos que minha memória é muito boa.",
      "ru": "Я не люблю морепродукты. Как только я их вижу, тут же возникает это ощущение чего-то липкого, скользкого, вспоминается запах сырой рыбы, который ничем не вытравить... Спрашиваешь, почему такие ассоциации? \n\nДолгая история. Просто у меня слишком хорошая память.",
      "id": "Aku tidak suka makanan laut. Melihatnya saja sudah membuatku ingat dengan ... tekstur berlendir dan bau amis yang tidak bisa hilang. Semua itu karena ...\n\nAh, ceritanya panjang, jadi anggap saja alasannya adalah karena daya ingatku terlalu bagus.",
      "th": "ฉันไม่ชอบอาหารทะเล แค่เห็นอาหารทะเลฉันก็จะคิดถึง... จะพูดไงดีล่ะ สัมผัสลื่น ๆ กลิ่นคาวที่ล้างยังไงก็ล้างไม่หมด อ่า ส่วนสาเหตุที่ฉันไม่ชอบมัน...\n\nเฮ้อ... พูดแล้วเรื่องยาว เพราะความจำของฉันดีเกินไปน่ะ",
      "vi": "Tôi không thích hải sản. Chỉ cần nhìn thấy hải sản là sẽ nghĩ ngay đến...nói thế nào nhỉ, cái cảm giác trơn trượt và mùi tanh không thể nào rửa sạch ấy. À, lý do ư...\n\nĐó là một câu chuyện dài, cứ xem như tại trí nhớ tôi quá tốt đi."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "用料讲究，做法地道。属实不易。",
      "zht": "用料講究，做法道地。屬實不易。",
      "jp": "本格的な調理法で、素材にまでこだわっている。大したものだ。",
      "ko": "재료도 신경 써서 골랐고 조리법도 제대로야. 대단하군",
      "en": "The finest ingredients cooked with true expertise. This is no small feat.",
      "de": "Die Zutaten sind exquisit und die Zubereitung ist authentisch. Das ist nicht einfach.",
      "es": "#Los ingredientes más exquisitos cocinados por {F#una auténtica experta}{M#un auténtico experto}. Es, sin duda, una gran hazaña.",
      "fr": "Les ingrédients ont été choisis avec soin et la recette parfaitement exécutée. Ce n'est pas une mince affaire.",
      "pt": "Os ingredientes requintados foram preparados com grande perícia. Não é fácil alcançar isso.",
      "ru": "Лучшие ингредиенты, приготовленные с истинным профессионализмом. Настоящий кулинарный подвиг.",
      "id": "Bahan paling berkualitas, diolah dengan keahlian yang sejati. Ini bukan sembarangan.",
      "th": "วัตถุดิบชั้นเยี่ยม วิธีการปรุงพิถีพิถัน ไม่ง่ายเลยจริง ๆ",
      "vi": "Dùng nguyên liệu rất tinh tế, chế biến tỉ mỉ. Quả không đơn giản."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "烹饪是一件饶有趣味的事，想来对你而言也是如此。",
      "zht": "#烹飪是一件饒有趣味的事，想來對{F#妳}{M#你}而言也是如此。",
      "jp": "料理とは、実に趣のあるもの。それはお前にとっても同じことだろう。",
      "ko": "요리는 아주 재밌는 일이야. 너도 그렇게 느낄 테지",
      "en": "The art of gastronomy is a fascinating one. That it appeals to you comes as no surprise.",
      "de": "Kochen macht Spaß und ist interessant. Ich denke, das gilt auch für dich.",
      "es": "La cocina es un arte fascinante, aunque supongo que eso ya lo sabías muy bien.",
      "fr": "La cuisine est une activité pleine d'intérêt. Je pense que vous êtes d'accord avec cela.",
      "pt": "A gastronomia é algo muito interessante. Estou surpreso que ela também chama sua atenção.",
      "ru": "Искусство гастрономии невероятно увлекательно. Неудивительно, что тебе нравится.",
      "id": "Dunia kuliner memanglah menarik hati. Tidak heran kamu menyukainya.",
      "th": "การทำอาหารเป็นเรื่องที่สนุกอย่างหนึ่ง เห็นทีจะเป็นจริงสำหรับเธอเช่นกัน",
      "vi": "Nấu ăn là việc rất thú vị, và nó lại càng đúng với bạn."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "既有闲暇，不如找一处庭院，和你说一段故事吧。",
      "zht": "#既有閒暇，不如找一處庭院，和{F#妳}{M#你}說一段故事吧。",
      "jp": "時間があれば、どこかの庭園でお前に物語を聞かせてやろう。",
      "ko": "시간도 많은데, 정원에서 내 이야기나 듣지 않겠나?",
      "en": "Since you seem to have some time on your hands, why don't we find a quiet place and I'll share one of my stories with you.",
      "de": "Wenn du etwas Zeit hast, warum suchen wir uns nicht einen Innenhof und ich erzähle dir eine Geschichte?",
      "es": "Ya que pareces tener tiempo, ¿por qué no vamos a un lugar tranquilo y te cuento una de mis historias?",
      "fr": "Vous semblez avoir du temps libre. Pourquoi ne pas trouver un endroit pour s'installer ? Je souhaiterais vous raconter une histoire.",
      "pt": "Como você parece estar livre, que tal irmos para um local calmo? Poderei lhe contar mais uma de minhas histórias para você.",
      "ru": "Раз у тебя столько свободного времени, давай лучше найдём тихое местечко, и я расскажу тебе одну из своих историй.",
      "id": "Karena kamu senggang, lebih baik kita cari tempat sepi saja dan biarkan aku bercerita.",
      "th": "ถ้าเธอมีเวลาว่าง งั้นไปหาที่เงียบ ๆ ให้ฉันเล่าเรื่องราวให้ฟังสักเรื่องดีกว่า",
      "vi": "Nếu có thời gian rảnh rỗi, chi bằng tìm một khoảng sân, tôi muốn kể cho bạn nghe một câu chuyện."
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "生日快乐。这是曾在你出生的那天盛开的，「琉璃百合」的干花。\n\n很久以前的璃月人会说，这种花承载着大地中的美好记忆与祈愿而盛开。我愿意相信，你的诞生也是同样的道理。",
      "zht": "#生日快樂。這是曾在{F#妳}{M#你}出生的那天盛開的，「琉璃百合」的乾花。\n\n很久以前的璃月人會說，這種花承載著大地中的美好記憶與祈願而盛開。我願意相信，{F#妳}{M#你}的誕生也是同樣的道理。",
      "jp": "誕生日おめでとう。これはお前が生まれた日に咲いた「琉璃百合」のドライフラワーだ。\n\n昔の璃月の人々は、大地の美しい記憶と祈りのためにこの花が咲くと言っていた。きっと、お前の誕生もそうだと俺は信じている。",
      "ko": "생일 축하해. 이건 네가 태어날 때 핀 「유리백합」을 말린 거야.\n\n아주 오래전 리월 사람들은 이 꽃이 대지의 아름다운 기억과 기원을 담아 피웠다고 말했어. 네가 태어난 것도 이 꽃과 마찬가지라고 믿고 싶어",
      "en": "Happy birthday. This is a dried Glaze Lily that came into bloom on the day of your birth. Long ago, the people of Liyue would say that this flower blooms bearing the weight of the beautiful memories and prayers of the land. I believe this to have applied on the day you were born as well.",
      "de": "Herzlichen Glückwunsch zum Geburtstag! Dies ist eine getrocknete Glaslilie, die am Tag deiner Geburt aufblühte.\n\nVor langer Zeit sagten die Einwohner von Liyue, dass diese Blume beim Blühen die wunderschönen Erinnerungen und Gebete des ganzen Landes in sich aufnimmt. Ich glaube, dass das auch auf den Tag deiner Geburt zutrifft.",
      "es": "Feliz cumpleaños. Toma, esta es una flor seca de lirio de cristal que se abrió el día en el que naciste.\n\nHace mucho tiempo, la gente de Liyue decía que esta flor contenía los buenos recuerdos y deseos de su tierra. Creo que tu nacimiento también se debe a algo parecido.",
      "fr": "Joyeux anniversaire. Voici un lys verni qui a fleuri le jour de votre naissance. Il y a bien longtemps, les gens de Liyue avaient pour habitude de dire que cette fleur porte le poids des bons souvenirs et des prières de ces terres. Je suis disposé à croire que votre naissance répond à cette même idée.",
      "pt": "Feliz aniversário. Isso é uma flor seca de Lírio de Vidro que floresceu no dia de seu nascimento. Muito tempo atrás, as pessoas de Liyue diziam que essa flor desabrocha com o peso das memórias bonitas e desejos da terra. Eu acho que isso se aplica ao dia que você nasceu também.",
      "ru": "#С днём рождения. Это засушенные цветы глазурной лилии, распустившейся в тот день, когда ты родил{F#aсь}{M#ся}. \n\nВ давние времена жители Ли Юэ говорили, что эти цветы впитывают прекрасные воспоминания и молитвы земли, на которой распустились. Мне хочется верить, что твоё рождение подобно их цветению.",
      "id": "Selamat ulang tahun. Ini adalah bunga Glaze Lily kering yang mekar di hari kelahiranmu.\n\nPenduduk Liyue zaman dulu percaya bahwa bunga ini mekar membawa kenangan dan doa-doa yang dipanjatkan di dataran tempat ia tumbuh. Aku percaya bahwa dirimu juga lahir ke dunia dengan makna yang sama seperti bunga ini.",
      "th": "สุขสันต์วันเกิด \"ดอก Glaze Lily\" แห้งดอกนี้บานในวันที่คุณเกิด\n\nเมื่อนานมาแล้วชาว Liyue กล่าวว่าดอกไม้ชนิดนี้บานสะพรั่งด้วยความทรงจำ และความปรารถนาที่สวยงาม ฉันเชื่อว่าการเกิดของคุณก็เช่นเดียวกัน",
      "vi": "Chúc mừng sinh nhật. Đây là đóa hoa khô \"Bách Hợp Lưu Ly\" đã từng nở vào ngày sinh nhật của bạn.\n\nTừ rất lâu trước đây, người dân Liyue cho rằng loài hoa này nở rộ mang theo những kỷ niệm và ước nguyện đẹp đẽ trên trần thế. Tôi nguyện tin rằng, sự ra đời của bạn cũng có chung đạo lý này."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "力量似乎渐渐回来了。不多，但有用。",
      "zht": "力量似乎漸漸回來了。不多，但有用。",
      "jp": "力が戻ってきたようだ。多くはないが、役に立つ。",
      "ko": "힘이 점점 돌아오는 것 같군. 많지는 않지만, 쓸모 있어",
      "en": "It seems my strength is returning. Not a lot, but enough.",
      "de": "Es scheint, dass meine Kraft zurückkehrt. Nicht viel, aber genug.",
      "es": "Poco a poco, estoy recuperando mi fuerza. Todavía no es mucha, pero por lo menos tengo algo.",
      "fr": "Mes forces semblent revenir. Peu, mais ça suffira.",
      "pt": "Parece que minha força está retornando. Não muito, mas o suficiente.",
      "ru": "Кажется, прежние силы начинают возвращаться ко мне. Это немного, но лучше, чем ничего.",
      "id": "Kekuatanku telah kembali. Belum banyak, tapi cukup.",
      "th": "พลังดูเหมือนจะค่อย ๆ กลับมาแล้ว ไม่มากเท่าไร แต่ก็มีประโยชน์",
      "vi": "Sức mạnh dường như dần trở lại rồi. Không nhiều, nhưng đủ dùng."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "力量增长了，身体的负担随之剧增…哦，我没事，我的构造不同常人，请不用担心。",
      "zht": "力量增長了，身體的負擔隨之劇增…哦，我沒事，我的構造不同常人，請不用擔心。",
      "jp": "力が増した分、体への負担も増えた…大丈夫だ、俺の体は普通の人とは違う、心配いらない。",
      "ko": "힘이 커지니 몸의 부담도 급격히 증가하는군. 난 괜찮아. 내 몸의 구조는 일반인과 다르니 걱정할 것 없어",
      "en": "My power is growing, and so with it grows the burden on my body... I'm okay. My structure is not the same as that of normal people. Please, do not worry yourself.",
      "de": "Meine Kraft wächst und damit wächst auch die Last auf meinen Körper ... mir geht es gut. Mein Aufbau ist nicht der gleiche wie der von normalen Leuten. Bitte mach dir keine Sorgen.",
      "es": "Mi fuerza ha aumentado y, con ella, también la carga que siente mi cuerpo. Oh, no pasa nada. Mi constitución no es como la de la gente común. No tienes de qué preocuparte.",
      "fr": "Mon pouvoir augmente, et avec lui le poids qu'il fait peser sur mon corps... Mais je vais bien. Ma constitution diffère de celle des gens du commun. Ne vous faites pas de souci pour moi.",
      "pt": "Meu poder está crescendo, e com ele cresce o fardo no meu corpo... Eu estou bem. Minha estrutura não é como a de uma pessoa normal, não se preocupe.",
      "ru": "Сила растёт, и с ней увеличивается нагрузка на физическое тело... О, не волнуйся, моя конституция отличается от той, что присуща простым смертным. Я буду в порядке.",
      "id": "Kekuatanku bertambah, demikian pula beban pada tubuh ini pun bertambah ... Oh, tidak apa-apa. Tubuhku memang berbeda dari orang biasa. Tidak perlu khawatir.",
      "th": "เมื่อพลังเพิ่มขึ้น ก็ทำให้ร่างกายทำงานหนักขึ้น... แต่ฉันยังไหวอยู่ ร่างกายฉันไม่เหมือนคนทั่วไป ไม่ต้องกังวลหรอกนะ",
      "vi": "Khi sức lực tăng lên, gánh nặng cho cơ thể cũng tăng mạnh... Tôi không sao, tôi khác với người thường nên đừng lo lắng."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "原来如此，驱动「神之眼」驾驭元素力，对于常人而言不啻伟业。哦，原来如此…那时的他们，是抱着这样的觉悟站在我身旁啊…",
      "zht": "原來如此，驅動「神之眼」駕馭元素力，對於常人而言不啻偉業。哦，原來如此…那時的他們，是抱著這樣的覺悟站在我身旁啊…",
      "jp": "なるほど、「神の目」を使って元素の力を操ることは常人にとって単なる偉業ではないんだな。ふん…あの時の彼らは、こんな覚悟を持って俺の傍にいたのか…",
      "ko": "신의 눈으로 원소의 힘을 쓰는 것은 평범한 사람에게는 대단한 일이었군. 그랬어, 그때 그들이 이런 각오로 내 옆에 섰던 거였어",
      "en": "I see. Using a Vision harnesses elements. As far as the common folk are concerned, this is no small feat. So... back then... they were aware of this as they stood beside me...",
      "de": "Ich verstehe. Die Nutzung eines Göttlichen Auges macht die Elemente nutzbar. Was das normale Volk angeht, so ist das kein Pappenstiel. Also ... damals ... war ihnen das bewusst, als sie neben mir standen ...",
      "es": "Ahora lo entiendo. Para los mortales, usar su Visión para controlar los elementos no es una tarea nada fácil. Claro... Ellos eran conscientes de esto y, por eso, en aquel entonces, se escudaban en mí.",
      "fr": "Je vois. Utiliser l'œil divin pour canaliser les éléments. Voilà qui est un exploit remarquable aux yeux des gens du commun. Et... à l'époque... ils en étaient conscients, quand ils se tenaient à mes côtés...",
      "pt": "Entendo. Para os mortais, usar a Visão para controlar os elementos não é fácil. Naquela época, eles sabiam disso quando andavam junto comigo...",
      "ru": "Оказывается, управлять элементами через Глаз Бога - сложная задача для простого смертного. Вот как... В те времена они осознавали это и всё равно стояли со мной плечом к плечу...",
      "id": "Begitu ya. Menggunakan Vision untuk mengendalikan elemen. Hal ini tidak mudah bagi orang biasa. Jadi ... mereka yang berdiri di sampingku pada waktu itu, juga menyadari hal ini ....",
      "th": "เข้าใจแล้ว การใช้ \"วิชั่น\" เพื่อควบคุมพลังงานธาตุ สำหรับคนทั่วไปมันไม่ใช่เรื่องง่ายเลย... อ่า แต่ถึงแม้จะเป็นเช่นนี้ พวกเขาก็ยังยืนเคียงข้างฉัน...",
      "vi": "Thì ra là vậy, điều khiển Vision và sức mạnh nguyên tố là một điều vĩ đại với người thường. Giờ đã hiểu, thì ra họ có suy nghĩ như vậy khi đứng cạnh tôi..."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "不曾料想，放下「神之心」后，还能看到这种景色——感谢你，「朋友」...对了，我这里有一份新的「契约」，不一起来看看么？",
      "zht": "#不曾料想，放下「神之心」後，還能看到這種景色——感謝{F#妳}{M#你}，「朋友」…對了，我這裡有一份新的「契約」，不一起來看看嗎？",
      "jp": "「神の心」を手放した後、こんな景色が見れると思っていなかった——「友」よ、感謝するぞ…そうだ、ここに新しい「契約」があるが、一緒に確認しないか？",
      "ko": "신의 심장을 내려놓고 나서도 이런 경치를 볼 수 있을지는 몰랐네, 고마워 「친구」…. 참, 내게 새로운 계약이 있는데 같이 보겠나?",
      "en": "After letting go of my Gnosis, I never expected to see a day like this again. Thank you, friend. Ah, yes, I have a new contract here. Care to take a look at it together?",
      "de": "Nachdem ich mein Göttliches Herz abgegeben hatte, habe ich nicht erwartet, jemals wieder einen solchen Tag zu erleben. Danke, mein Freund. Ah, ja, ich habe hier einen neuen Vertrag. Würdest du ihn dir mit mir ansehen?",
      "es": "#Nunca pensé que llegaría a este punto incluso aunque renunciara a mi Gnosis. Gracias, {F#amiga mía}{M#amigo mío}. Por cierto, he redactado un nuevo contrato, ¿quieres que lo leamos?",
      "fr": "#Je n'aurais jamais imaginé voir un jour comme celui-ci après avoir abandonné mon Gnosis. Merci, mon {M#ami}{F#amie}. Ah oui, j'ai ici un nouveau contrat. Voulez-vous qu'on y jette un œil ensemble ?",
      "pt": "#Depois de deixar de lado minha Gnosis, nunca esperei ver um dia como este novamente. Obrigado, amig{F#a}{M#o}. Ah, sim, eu tenho aqui um novo contrato. Gostaria de dar uma olhada nele juntos?",
      "ru": "Я и не думал, что, отдав Сердце Бога, ещё смогу увидеть такую картину. Спасибо тебе, друг мой. Ах, да, у меня есть новый контракт... Посмотрим вместе?",
      "id": "Kukira aku tidak akan pernah bisa melihat pemandangan seperti ini lagi setelah aku menyerahkan Gnosis-ku. Terima kasih, sahabatku. Oh iya, aku punya kontrak baru. Maukah kamu melihatnya bersamaku?",
      "th": "นึกไม่ถึงเลยว่าหลังจากสละ \"โนซิส\" ไปแล้ว ก็ยังสามารถเห็นทิวทัศน์ที่งดงามเช่นนี้ได้... ขอบคุณนะ \"เพื่อน\" ...จริงสิ ฉันมี \"สัญญา\" ฉบับใหม่อยู่อันนึง อยากอ่านด้วยกันมั้ย?",
      "vi": "Không ngờ rằng, sau khi từ bỏ Gnosis vẫn có thể nhìn thấy cảnh sắc này, cảm ơn bạn, \"bằng hữu\"... Đúng rồi, chỗ tôi có một \"khế ước\" mới, không cùng xem sao?"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "壁立千仞。",
      "zht": "壁立千仞。",
      "jp": "壁立千仞。",
      "ko": "벽립천인",
      "en": "Rise!",
      "de": "Erwache!",
      "es": "¡Álzate!",
      "fr": "Élève-toi !",
      "pt": "Levante-se!",
      "ru": "Подъём!",
      "id": "Bangkitlah.",
      "th": "ภูเขาสูงชันตั้งตระหง่าน",
      "vi": "Trỗi dậy."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "震天撼地。",
      "zht": "震天撼地。",
      "jp": "震天動地。",
      "ko": "경천동지",
      "en": "Quake!",
      "de": "Bebe!",
      "es": "¡Terremoto!",
      "fr": "Tremblez.",
      "pt": "Trema!",
      "ru": "Встряска!",
      "id": "Berguncanglah.",
      "th": "สะเทือนไปทั้งชั้นฟ้าและผืนดิน",
      "vi": "Kinh động thiên địa."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "靡坚不摧。",
      "zht": "靡堅不摧。",
      "jp": "揺らぐことなし。",
      "ko": "미견불최",
      "en": "Crumble!",
      "de": "Unaufhaltbar!",
      "es": "¡Te caerás a pedazos!",
      "fr": "Il est indestructible.",
      "pt": "Desfaça-se!",
      "ru": "В крошку!",
      "id": "Runtuhlah.",
      "th": "ไร้เทียมทาน",
      "vi": "Kiên cường bền bỉ."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其四",
      "zht": "元素戰技·其四",
      "jp": "元素スキル·4",
      "ko": "원소전투 스킬·네 번째",
      "en": "Elemental Skill: IV",
      "de": "Elementarfähigkeit IV",
      "es": "Habilidad Elemental (IV)",
      "fr": "Compétence élémentaire (4)",
      "pt": "Habilidade Elemental - IV",
      "ru": "Элементальный навык IV",
      "id": "Elemental Skill: IV",
      "th": "สกิลธาตุ - 4",
      "vi": "Kỹ Năng Nguyên Tố IV"
    },
    "line": {
      "zhs": "俱收并蓄。",
      "zht": "俱收並蓄。",
      "jp": "岩山破蓄。",
      "ko": "구수병축",
      "en": "Gather.",
      "de": "Versammeln.",
      "es": "Júntense.",
      "fr": "Assemblez-vous.",
      "pt": "Congregar.",
      "ru": "Сбор!",
      "id": "Berkumpul.",
      "th": "ดูดซับทุกสรรพสิ่ง",
      "vi": "Hấp thụ tất cả."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其五",
      "zht": "元素戰技·其五",
      "jp": "元素スキル·5",
      "ko": "원소전투 스킬·다섯 번째",
      "en": "Elemental Skill: V",
      "de": "Elementarfähigkeit V",
      "es": "Habilidad Elemental (V)",
      "fr": "Compétence élémentaire (5)",
      "pt": "Habilidade Elemental - V",
      "ru": "Элементальный навык V",
      "id": "Elemental Skill: V",
      "th": "สกิลธาตุ - 5",
      "vi": "Kỹ Năng Nguyên Tố V"
    },
    "line": {
      "zhs": "安如磐石。",
      "zht": "安如磐石。",
      "jp": "堅如磐石。",
      "ko": "안여반석",
      "en": "Stabilize.",
      "de": "Ruhig wie ein Stein.",
      "es": "¡Estable como la roca!",
      "fr": "Stable comme un roc.",
      "pt": "Estabilize.",
      "ru": "Стабилизация!",
      "id": "Sekokoh batu.",
      "th": "มั่นคงดั่งหินผา",
      "vi": "Vững như bàn thạch."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其六",
      "zht": "元素戰技·其六",
      "jp": "元素スキル·6",
      "ko": "원소전투 스킬·여섯 번째",
      "en": "Elemental Skill: VI",
      "de": "Elementarfähigkeit VI",
      "es": "Habilidad Elemental (VI)",
      "fr": "Compétence élémentaire (6)",
      "pt": "Habilidade Elemental - VI",
      "ru": "Элементальный навык VI",
      "id": "Elemental Skill: VI",
      "th": "สกิลธาตุ - 6",
      "vi": "Kỹ Năng Nguyên Tố VI"
    },
    "line": {
      "zhs": "固若金汤。",
      "zht": "固若金湯。",
      "jp": "難攻不落。",
      "ko": "난공불락",
      "en": "Solidify.",
      "de": "Uneinnehmbare Festung.",
      "es": "¡Solidificación!",
      "fr": "Fortification.",
      "pt": "Solidifique",
      "ru": "Закрепление!",
      "id": "Sekuat karang.",
      "th": "การป้องกันสุดแกร่ง",
      "vi": "Vững chãi như núi."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "天理长驱。",
      "zht": "天理長驅。",
      "jp": "天理長駆。",
      "ko": "하늘의 이치가 진군한다",
      "en": "Order guide you.",
      "de": "Die Ordnung wird dich führen.",
      "es": "Que el orden te guíe.",
      "fr": "Que l'ordre vous guide.",
      "pt": "Que a ordem lhe guie!",
      "ru": "Следуй приказу.",
      "id": "Perintah langit menuntunmu.",
      "th": "คำบัญชาชี้นำเจ้า",
      "vi": "Thiên lý trường khu."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "此乃天道。",
      "zht": "此乃天道。",
      "jp": "天道、ここにあり。",
      "ko": "이게 하늘의 이치다",
      "en": "This is order.",
      "de": "Mein Wille geschehe!",
      "es": "Este es el orden.",
      "fr": "Tel est l'ordre du monde.",
      "pt": "Isto é ordem.",
      "ru": "Это приказ.",
      "id": "Ini perintah!",
      "th": "นี่คือคำบัญชา",
      "vi": "Đây là thiên đạo."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "天动万象。",
      "zht": "天動萬象。",
      "jp": "天動万象。",
      "ko": "하늘은 만물을 움직인다",
      "en": "I will have order!",
      "de": "Ordnung muss sein",
      "es": "¡Yo traeré el orden!",
      "fr": "J'aurai l'ordre.",
      "pt": "Eu terei ordem!",
      "ru": "Приказывать буду я!",
      "id": "Taati perintah langit!",
      "th": "ข้าขอบัญชา",
      "vi": "Thiên động vạn tượng."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro: I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "遗珠弃璧，吉光片裘…",
      "zht": "遺珠棄璧，吉光片裘…",
      "jp": "いにしえの宝物、実に貴重だ…",
      "ko": "누군가에게 버려진 진귀한 보물…",
      "en": "One man's stone is another man's gem...",
      "de": "Was dem einen sein Stein, ist dem anderen sein Juwel ...",
      "es": "Lo que para unos es una piedra, para otros es una gema.",
      "fr": "Ce que certains voient comme des déchets, d'autres y voient des trésors inestimables...",
      "pt": "A pedra de uns é a joia de outros...",
      "ru": "Что для одного - мусор, для другого - сокровище.",
      "id": "Sampah seseorang adalah harta bagi orang lain ....",
      "th": "หินไร้ค่าของคนหนึ่ง เป็นของล้ำค่าของอีกคน....",
      "vi": "Thứ bỏ đi của người này lại là vật vô giá đối với người khác..."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro: II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "偶遇之物，亦有风雅。",
      "zht": "偶遇之物，亦有風雅。",
      "jp": "偶然の出会いには、おもむきがある。",
      "ko": "우연히 얻은 물건도 나름 운치가 있지",
      "en": "Unsolicited... and all the more valuable for it.",
      "de": "Unaufgefordert ... und dafür umso wertvoller.",
      "es": "Qué inesperado... y por ello es aún más valioso.",
      "fr": "Inattendu... et d'autant plus précieux.",
      "pt": "Não solicitado... E ainda mais valioso por conta disso.",
      "ru": "Неожиданно... И потому более ценно.",
      "id": "Yang tidak diminta, lebih berharga.",
      "th": "สิ่งที่พบโดยบังเอิญ มันก็งดงามเหมือนกัน",
      "vi": "Những thứ ngẫu nhiên có được cũng vô cùng tao nhã."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro: III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "不虚此行。",
      "zht": "不虛此行。",
      "jp": "来た甲斐があった。",
      "ko": "헛걸음은 아니군",
      "en": "Certainly worth the extra mile.",
      "de": "Ist auf jeden Fall die Anstrengung wert.",
      "es": "El viaje valió la pena.",
      "fr": "Cela valait certainement le détour.",
      "pt": "Certamente valeu a pena andar mais um pouco.",
      "ru": "Путь того стоил.",
      "id": "Setara dengan usahanya.",
      "th": "ช่างเป็นการเดินทางที่คุ้มค่า",
      "vi": "Rất đáng!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "你的实力我姑且认可。",
      "zht": "你的實力我姑且認可。",
      "jp": "その実力、認めてやらなくもない。",
      "ko": "네 실력을 인정해주지",
      "en": "I see your power.",
      "de": "Ich sehe deine Kraft.",
      "es": "Veo poder en ti.",
      "fr": "Je reconnais votre force pour l'instant.",
      "pt": "Vejo o seu poder.",
      "ru": "Я вижу твою мощь.",
      "id": "Jerih payahmu telah diakui.",
      "th": "ฉันจะยอมรับความแข็งแกร่งของเธอ",
      "vi": "Khá đấy."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "哈，有点意思。",
      "zht": "哈，有點意思。",
      "jp": "ははっ、面白い。",
      "ko": "아하, 재미있군",
      "en": "Ha, this is getting interesting.",
      "de": "Ha, jetzt wird’s interessant.",
      "es": "Ja, esto se pone interesante.",
      "fr": "Ha, intéressant.",
      "pt": "Ha, agora está ficando interessante.",
      "ru": "Ха, это уже интересно!",
      "id": "Ha, menarik.",
      "th": "อ่า น่าสนใจดีแหะ",
      "vi": "Ha, có chút thú vị."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "不太擅长危机应对啊。",
      "zht": "不太擅長危機應對啊。",
      "jp": "危機に陥った時の対応は得意ではない。",
      "ko": "위기 대처에는 자신 없어",
      "en": "Emergency countermeasures aren't my thing.",
      "de": "Mit Notfällen kenne ich mich nicht gut aus.",
      "es": "Las medidas de emergencia no son lo mío.",
      "fr": "Je n'ai jamais été doué pour les urgences !",
      "pt": "Medidas de emergência não são minha especialidade.",
      "ru": "Срочные контрмеры - это не моё.",
      "id": "Aku tidak mahir pertolongan pertama.",
      "th": "ไม่ค่อยถนัดรับมือกับวิกฤตน่ะ",
      "vi": "Không giỏi ứng phó nguy cơ lắm."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "不可贸然进攻。",
      "zht": "不可貿然進攻。",
      "jp": "迂闊に攻めるな。",
      "ko": "섣불리 진공하면 안 돼",
      "en": "Don't try to rush your enemy.",
      "de": "Keine voreiligen Angriffe.",
      "es": "No ataques precipitadamente.",
      "fr": "N'attaquez pas précipitamment.",
      "pt": "Não tente apressar seu inimigo.",
      "ru": "Не нападай опрометчиво.",
      "id": "Jangan gegabah.",
      "th": "อย่าหุนหันพลันแล่นสิ",
      "vi": "Không được tùy tiện tấn công."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "下去休息。这里交给我。",
      "zht": "下去休息。這裡交給我。",
      "jp": "下がれ、ここは俺に任せるんだ。",
      "ko": "여긴 내게 맡기고 가서 쉬어",
      "en": "Take a rest. Leave it to me.",
      "de": "Mach eine Pause. Überlass das mir.",
      "es": "Descansa un poco. Yo me haré cargo.",
      "fr": "Reposez-vous. Laissez-moi faire.",
      "pt": "Descanse um pouco. Deixa comigo.",
      "ru": "Отдохни. Предоставь это мне.",
      "id": "Istirahatlah. Sisanya biar aku yang urus.",
      "th": "ไปพักก่อนเถอะ ที่นี่ให้ฉันจัดการเอง",
      "vi": "Lui xuống nghỉ ngơi. Chỗ này giao cho tôi."
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotado (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "啊，略感疲惫…",
      "zht": "啊，略感疲憊…",
      "jp": "ああ、少し疲れた…",
      "ko": "하아… 좀 피곤하군",
      "en": "Ugh... I'm feeling a little... off...",
      "de": "Uff ... Ich fühle mich ein wenig ... müde.",
      "es": "Ah... Estoy un poco... cansado...",
      "fr": "Ah, je me sens un peu fatigué...",
      "pt": "Ugh... Estou me sentindo... não muito bem...",
      "ru": "Ох... я слегка... не в себе...",
      "id": "Uh, rasanya agak ... aneh ....",
      "th": "อ่า ฉันรู้สึกเหนื่อยนิดหน่อยน่ะ...",
      "vi": "Hự, có chút mệt rồi..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotado (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "让你看到，难堪的一面了啊。",
      "zht": "#讓{F#妳}{M#你}看到，難堪的一面了啊。",
      "jp": "見苦しいところを見せたな。",
      "ko": "꼴사나운 모습을 보였군",
      "en": "You shouldn't see me like this...",
      "de": "Du solltest mich nicht so ansehen ...",
      "es": "No deberías verme en este estado...",
      "fr": "Je vous ai montré un côté embarrassant.",
      "pt": "Você não deveria me ver assim...",
      "ru": "Тебе нельзя смотреть на меня в таком виде...",
      "id": "Ini memalukan, kamu seharusnya tidak boleh melihatku seperti ini ....",
      "th": "ให้เธอเห็นฉันในสภาพที่น่าอายแล้วล่ะ",
      "vi": "Để lộ điểm yếu rồi."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotado (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "磐石…也会归于尘土…",
      "zht": "磐石…也會歸於塵土…",
      "jp": "磐石も…いつか土に還る…",
      "ko": "반석도 먼지로 돌아가기 마련이지…",
      "en": "Even bedrock can be turned to dust...",
      "de": "Selbst Felsen können zu Staub werden ...",
      "es": "Hasta la roca más firme puede convertirse en polvo...",
      "fr": "Une pierre... n'est que poussière...",
      "pt": "Até a rocha-mãe pode virar pó...",
      "ru": "Даже скалы рассыпаются в прах...",
      "id": "Batu fondasi pun ... menjadi debu ....",
      "th": "หินผา... จะสลายกลายเป็นผงธุลี...",
      "vi": "Đất đá... cũng sẽ về với cát bụi..."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "大意了吗。",
      "zht": "大意了嗎。",
      "jp": "油断したか。",
      "ko": "방심했나",
      "en": "Careless...",
      "de": "Unachtsam ...",
      "es": "Qué descuido...",
      "fr": "J'ai été négligent...",
      "pt": "Descuidado...",
      "ru": "Какая беспечность...",
      "id": "Gegabah ...",
      "th": "ประมาทเกินไปละนะ",
      "vi": "Bất cẩn rồi sao."
    }
  },
  {
    "title": {
      "zhs": "重受击·其二",
      "zht": "重受擊·其二",
      "jp": "重ダメージを受ける·2",
      "ko": "강공격 피격·두 번째",
      "en": "Heavy Hit Taken: II",
      "de": "Schweren Treffer erlitten II",
      "es": "Recibiendo un fuerte ataque (II)",
      "fr": "Attaque puissante subie (2)",
      "pt": "Ataque Pesado Sofrido - II",
      "ru": "Получен тяжёлый удар II",
      "id": "Menerima Serangan Hebat: II",
      "th": "โดนโจมตีอย่างหนัก - 2",
      "vi": "Bị Trọng Kích II"
    },
    "line": {
      "zhs": "不足为惧。",
      "zht": "不足為懼。",
      "jp": "恐るるに足らず。",
      "ko": "두려울 것 없지",
      "en": "Nothing to fear.",
      "de": "Nichts zu befürchten.",
      "es": "Nada que temer.",
      "fr": "Rien à craindre.",
      "pt": "Nada a temer.",
      "ru": "Бояться нечего.",
      "id": "Tak perlu takut.",
      "th": "ไม่เกรงกลัว",
      "vi": "Không đáng lo ngại."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "也好。",
      "zht": "也好。",
      "jp": "いいだろう。",
      "ko": "그러지, 뭐",
      "en": "Sure.",
      "de": "Einverstanden.",
      "es": "De acuerdo.",
      "fr": "Bien sûr.",
      "pt": "Claro.",
      "ru": "Идёт.",
      "id": "Baiklah.",
      "th": "ก็ดี",
      "vi": "Vừa hay."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "就当是散心了。",
      "zht": "就當是散心了。",
      "jp": "気晴らしになるな。",
      "ko": "기분 전환이라고 치자",
      "en": "A walk would be nice.",
      "de": "Ein Spaziergang wäre schön.",
      "es": "No me vendría mal un paseo.",
      "fr": "Je vais considérer cela comme une promenade.",
      "pt": "Uma caminhada seria legal.",
      "ru": "Прогуляться было бы неплохо.",
      "id": "Boleh, ayo jalan-jalan.",
      "th": "ถือเป็นการผ่อนคลายละกัน",
      "vi": "Xem như là giải khuây đi."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "做些什么好呢…",
      "zht": "做些什麼好呢…",
      "jp": "何をすればいい…",
      "ko": "난 뭘 하면 되지…?",
      "en": "What shall we do?",
      "de": "Was sollen wir tun?",
      "es": "¿Qué hacemos?",
      "fr": "Que faisons-nous ?",
      "pt": "O que faremos?",
      "ru": "Что будем делать?",
      "id": "Mau apa ya ....",
      "th": "ทำอะไรดีนะ...",
      "vi": "Nên làm gì đây..."
    }
  }
]