{
  "id": 15417,
  "type": "bow",
  "rank": 4,
  "name": {
    "zhs": "王下近侍",
    "zht": "王下近侍",
    "jp": "王の近侍",
    "ko": "왕의 측근",
    "en": "King's Squire",
    "de": "Gefolgsfrau des Königs",
    "es": "Vasalla del Rey",
    "fr": "Le valet du roi",
    "pt": "Vassalo do Rei",
    "ru": "Приближённый короля",
    "id": "King's Squire",
    "th": "King's Squire",
    "vi": "Cận Vệ Nhà Vua"
  },
  "description": {
    "zhs": "从兰那罗的故事中得到的武器。具有弓的形制，能够射落森林的敌人。",
    "zht": "從蘭那羅的故事中得到的武器。具有弓的形制，能夠射落森林的敵人。",
    "jp": "アランナラの物語で手に入る武器。弓のような形をしており、森に出没する敵を撃ち落とせる。",
    "ko": "아란나라의 이야기에서 획득한 무기. 활의 형태를 지니고 있으며 숲속의 적을 쏘아 떨어뜨릴 수 있다",
    "en": "A weapon you obtained from an Aranara tale. It has taken on the shape of a bow that can shoot the enemies of the forest down.",
    "de": "Eine Waffe, die du aus einer Geschichte über die Aranara erhalten hast. Sie hat die Form eines Bogens angenommen, mit dem man die Gegner des Waldes niederschießen kann.",
    "es": "Un arma obtenida a través de una de las historias de los aranara. Tiene forma de arco y, con sus flechas, es capaz de derribar a cualquier enemigo del bosque.",
    "fr": "Une arme que vous avez obtenue dans un conte d'aranara. Elle a pris la forme d'un arc qui peut abattre les ennemis de la forêt.",
    "pt": "Uma arma obtida através de uma das histórias dos Aranara. Ela tomou a forma de um arco que é capaz de perfurar os inimigos da floresta.",
    "ru": "Оружие, полученное из истории аранар. Оно приняло форму лука, который способен поражать врагов леса стрелами.",
    "id": "Senjata yang didapat dari cerita Aranara. Senjata dengan bentuk busur ini dapat menembak jatuh musuh hutan.",
    "th": "อาวุธที่ได้รับมาจากเรื่องเล่าของ Aranara ซึ่งมีรูปร่างเหมือนธนู สามารถยิงศัตรูของป่าให้ร่วงหล่นลงมาได้",
    "vi": "Vũ khí nhận được từ câu chuyện của Aranara. Có tạo hình của chiếc cung, có thể bắn rơi kẻ địch trong rừng."
  },
  "lore": {
    "zhs": "\n「很久很久以前，有一名公主，名唤辛娜梦…」\n「…最后她与老虎一同，远远地离开了宫殿。」\n\n但那个故事是你们的故事。在你们的故事中，一切词语都应该有意义。\n我知道，在你们的故事里，「宫殿」是构成辛娜梦生为人的一切事物：\n以血联系的其他人、大房子、常识与道理，而王是如同月光一样潜伏在她心中的愿望。\n对我们来说，宫殿就是宫殿，辛娜梦就是辛娜梦，森林王就是森林王，月光就是月光。\n\n我听到的故事和辛娜梦的故事不同。\n曾经有一个孩子，她迷失在了森林里。循着森林王留下的足印，她来到了老虎的花园。\n「嗷呜，每一种走兽、每一种飞禽，都曾在我的五脏府中巡礼一番，最后回归大地。」\n「我是森林的王，杀了许多，保护了许多。唯独只有你这样的小人，我还没品尝过。」\n老虎这么说。当然了，那孩子当时还没有忘记你们的语言，自然也听不懂王所说的话。\n\n「嗷呜。」孩子说。\n\n森林王反倒觉得很有趣。往往他一旦开口说话，你们一族的人就会躲进木头的房屋里，\n走兽伏倒在地上不敢动弹，禽鸟远远地飞向太阳。就连长鬓的威武大猫，也躲进树丛。\n「嗷呜，不懂礼数的小东西。也好，那就由我来教你森林的道理，还有森林的语言。」\n「从今往后，你就是我的近侍。森林的宫殿将对你敞开，林中诸兽也不能加害于你。」\n\n「记住，这个世界只是森林的梦。有一天你会从现实中醒来，来到无边无际的猎场。」\n「我们的猎物所前往的地方，我们总有一天也会抵达。这个道理，你永远不要忘记。」\n\n…\n在一代的森林王老去之后，新的王将会替代他。你们、我们，森林中的生命都是这样。\n这个近侍与王一同老去之前，遇到了同样迷失、不踩碎任何落叶而踏入了宫殿的孩子，\n并将一切教给了她。如同这个故事传给我一样，那个孩子也将教导传给了之后的孩子。\n后来，有的孩子成为了森林的守护者，并将森林的语言、保护王土的责任传给更多人，\n也有人在面对他人的巨大痛苦时，决定告别生涯尽头的猎场，成为令恶兽胆寒的猎手。",
    "zht": "\n「很久很久以前，有一名公主，名喚辛娜夢…」\n「…最後她與老虎一同，遠遠地離開了宮殿。」\n\n但那個故事是你們的故事。在你們的故事中，一切詞語都應該有意義。\n我知道，在你們的故事裡，「宮殿」是構成辛娜夢生為人的一切事物：\n以血聯繫的其他人、大房子、常識與道理，而王是如同月光一樣潛伏在她心中的願望。\n對我們來說，宮殿就是宮殿，辛娜夢就是辛娜夢，森林王就是森林王，月光就是月光。\n\n我聽到的故事和辛娜夢的故事不同。\n曾經有一個孩子，她迷失在了森林裡。循著森林王留下的足印，她來到了老虎的花園。\n「嗷嗚，每一種走獸、每一種飛禽，都曾在我的五臟府中巡禮一番，最後回歸大地。」\n「我是森林的王，殺了許多，保護了許多。唯獨只有你這樣的小人，我還沒品嚐過。」\n老虎這麼說。當然了，那孩子當時還沒有忘記你們的語言，自然也聽不懂王所說的話。\n\n「嗷嗚。」孩子說。\n\n森林王反倒覺得很有趣。往往他一旦開口說話，你們一族的人就會躲進木頭的房屋裡，\n走獸伏倒在地上不敢動彈，禽鳥遠遠地飛向太陽。就連長鬢的威武大貓，也躲進樹叢。\n「嗷嗚，不懂禮數的小東西。也好，那就由我來教你森林的道理，還有森林的語言。」\n「從今往後，你就是我的近侍。森林的宮殿將對你敞開，林中諸獸也不能加害於你。」\n\n「記住，這個世界只是森林的夢。有一天你會從現實中醒來，來到無邊無際的獵場。」\n「我們的獵物所前往的地方，我們總有一天也會抵達。這個道理，你永遠不要忘記。」\n\n…\n在一代的森林王老去之後，新的王將會替代他。你們、我們，森林中的生命都是這樣。\n這個近侍與王一同老去之前，遇到了同樣迷失、不踩碎任何落葉而踏入了宮殿的孩子，\n並將一切教給了她。如同這個故事傳給我一樣，那個孩子也將教導傳給了之後的孩子。\n後來，有的孩子成為了森林的守護者，並將森林的語言、保護王土的責任傳給更多人，\n也有人在面對他人的巨大痛苦時，決定告別生涯盡頭的獵場，成為令惡獸膽寒的獵手。",
    "jp": "\n「むかしむかし、シンナモンという姫がいた…」\n「…最後、彼女は虎と共に、宮殿から遠く離れた地へと旅立って行った。」\n\nしかし、この物語はあなたがたの物語だ。この中のすべての言葉には、意味があるはずだ。\nあなたがたの物語の中で、「宮殿」とはシンナモンが、彼女の人としてのすべてを構成した場所であると、私は知っている——\n血で結ばれた他者、大きな住まい、常識と道理——そして王は、月明かりのように彼女の心に潜む、願いだ。\nそれでも私たちにとって、宮殿は宮殿であり、シンナモンはシンナモンであり、森林王は森林王であり、月明かりは月明かりなのだ。\n\n私が聞いた物語は、シンナモンの物語とは異なる。\n昔、森の中に迷子の子供がいた。彼女は森林王の残した足跡を辿り、虎の庭へと辿り着いた。\n「ガオー。あらゆる獣と鳥たちは、俺の五臓六腑の中を巡礼し、最後には大地へと還るのだ。」\n「俺は森の王。多くの命を殺め、多くの命を守ってきた。まあ、お前のような小さな人間を食べたことはまだないがな。」\n虎はそう言った。もっとも、当時の彼女はまだあなたがたの言葉を忘れておらず、虎の王の言うことなど、もちろん理解できなかった。\n\n「ガオー。」と、子供は言った。\n\n森林王は、かえってそれを面白がった。普段は彼が話すと、あなたがたの仲間は木造の家の中に隠れるし、\n獣たちは怯えて地面に伏せ、身動きもしなくなり、鳥たちは太陽に向かって飛んでいく。リシュボランの雄々しい大型ネコでさえも、藪の中に隠れるほどなのだ。\n「ガオー！礼儀知らずだな、小さいの。まあいい、森の道理と森の言葉を教えてやろう。」\n「これから、お前は俺の近侍だ。森の宮殿はお前のために開かれ、森の獣たちもお前に害を加えられない。」\n\n「覚えておけ——この世界は森の夢に過ぎない。いつの日かお前はいずれ、現実から目を覚まし、果てのない猟場へとやってくるだろう。」\n「獲物たちの向かうところに、俺たちもいつか辿り着くのだ。このことだけは、決して忘れてはならない。」\n\n…\n一代の森林王が老いると、新しい王がその後継者となる。あなたがたも、私たちも、そして森に生きるすべての命がそうなのだ。\nその近侍は、王と一緒に老いてゆく運命をたどる前に、同じく迷子になり、落ち葉を一つも踏まずに宮殿に足を踏み入れた子供に出会った。\nそして、その子にすべてを教えた。この物語が私に伝わったように、その子も教えを次の子供へと伝えていった。\nその後、一部の子供たちは森の守護者となり、森の言葉と、王の領土を守る責任をより多くの人に伝えた。\nまた、他人の大きな苦しみに直面した時に、人生の果ての猟場に別れを告げ、悪しき獣を恐れさせるような狩人になることを決意した者もいた。",
    "ko": "\n「옛날 옛적, 시나몬이라는 공주가 있었어…」\n「…결국 공주는 호랑이와 함께 궁전에서 아주 멀리 떠나버렸지.」\n\n하지만 그 이야기는 너희들의 것이야. 너희의 이야기 속에선 모든 단어에 의미가 있겠지.\n너희들의 이야기에서 「궁전」은 시나몬의 인간다운 삶을 구성하는 전부와도 같은 곳이라는 걸 알고 있어.\n혈연으로 맺어진 사람, 거대한 집, 상식과 도리. 그리고 왕은 달빛처럼 그녀의 마음속에 숨어있는 염원이었어.\n하지만 우리에게 있어 궁전은 궁전일 뿐이고 시나몬은 시나몬, 숲의 왕은 숲의 왕인 것처럼 달빛은 달빛일 뿐이야.\n\n내가 들은 이야기는 시나몬의 이야기와는 전혀 달라.\n한 아이가 숲에서 길을 잃었어. 아이는 숲의 왕이 남긴 발자취를 따라 호랑이 화원으로 향했지.\n「어흥, 무릇 짐승과 날짐승이라면 내 뱃속을 거쳐 대지로 돌아가지.」\n「난 숲의 왕이다. 수많은 생명을 살생했고, 또 수많은 생명을 지켜냈지. 하지만 너같이 작은 인간은 한 번도 먹어본 적이 없다.」\n호랑이는 이렇게 말했어. 물론, 아이도 그때는 아직 너희들의 언어를 잊지 않았으니, 왕이 하는 말도 당연히 알아들을 수 없었지.\n\n「어흥」, 아이가 왕의 울음소리를 따라했어.\n\n숲의 왕은 오히려 흥미를 느꼈어. 너희의 일족은 숲의 왕이 입만 열면 보통 나무로 된 집 안으로 도망치곤 했으니까.\n짐승들은 바닥에 납작 엎드린 채 꼼짝도 하지 못했고, 날짐승들은 멀리 날아가기 바빴어. 긴 머리깃을 가진 거대한 고양이마저 숲에 숨어버렸지.\n「어흥, 버릇없는 녀석이군. 좋다, 그렇다면 내가 직접 숲의 법칙과 언어를 가르쳐주도록 하지.」\n「이제부터 넌 내 근신이다. 숲의 궁전은 늘 너에게 열려있을 것이며, 숲의 짐승들도 더 이상 널 해치지 못할 것이다.」\n\n「이 세계는 숲의 꿈일 뿐이라는 걸 기억해라. 언젠간 넌 현실에서 깨어나 끝없는 사냥터에 도착할 것이다.」\n「우리의 사냥감이 향하는 곳에 우리도 언젠가 가게 되겠지. 그것만은 절대로 잊지 마라.」\n\n…\n숲의 왕이 나이가 들어 세상을 떠나면 새로운 왕이 그를 대체하지. 너희, 우리, 그리고 숲의 모든 생명도 마찬가지야.\n근신은 왕과 함께 늙어가기 전에, 그녀처럼 길을 잃었지만 낙엽 하나 밟지 않고 궁전에 들어온 아이를 만났어.\n근신은 모든 걸 그녀에게 가르쳐줬어, 이 이야기가 나에게 전해진 것처럼. 그리고 그 아이도 그다음 아이에게 똑같이 가르쳤지.\n어떤 아이는 숲의 수호자가 되어 숲의 언어와 왕국 수호의 사명을 더 많은 사람에게 전했어.\n어떤 아이는 다른 사람의 끔찍한 고통을 목격하게 된 후, 삶의 끝에 있는 사냥터와 작별하고 맹수들의 간담을 서늘하게 하는 사냥꾼이 됐어",
    "en": "\n\"Once upon a time, there was a princess named Cinnamon...\"\n\"...and with the tiger by her side, she left the palace once and for all. The end.\"\n\nBut this tale belongs to your kind. In your stories, everything always has a deeper meaning.\nI understand that this \"palace\" is everything that makes Cinnamon human:\nOthers who share the same bloodline, a more than spacious living place, common sense, and life lessons — while the King was the wish lurking and glowing in her mind like moonlight.\nYet for us, a palace is a palace, Cinnamon is Cinnamon, the Forest King is the Forest King, and moonlight is just the moonlight.\n\nThe story I heard is at variance with the story of Cinnamon.\nOnce upon a time, there was a child who lost her way in the forest. Following the footprints left by the Forest King, she stepped into the tiger's garden.\n\"Grrrr! Be it birds or beasts, my stomach bids everyone welcome, while the earth awaits their return.\"\n\"I am the king of the forest. I slaughter, and I foster. Only a puny human like you have I yet to sample.\"\nSo said the tiger. However, the child hadn't yet forgotten your language, and naturally, she couldn't understand the King.\n\n\"Grrr,\" the child imitated.\n\nThe Forest King was amused. Usually, when he spoke, your kind would hide in their wooden houses,\nAnd beasts would lie on the ground, not daring to move even an inch, and birds would fly away towards the sun. Even those Rishboland Tigers, mighty as they may appear, would hide themselves in the bushes.\n\"Grrr! A tiny outsider who does not understand etiquette. Alright, then let me teach you all about the forest, and its language you shall learn.\"\n\"From now on, you are my squire. This forest will forever be open to you and all beings here can do harm to you no more.\"\n\n\"Remember, this whole world is but a dream of the forest. One day you shall awake from your reality and find your place in this boundless hunting ground.\"\n\"Where our prey head without fail, we shall arrive at one day as well. Always keep that in mind.\"\n\n...\nThere will always be a new king to inherit the seat from his predecessor. The circle of life applies to you, to us, and to every being in the forest just the same.\nBefore the squire met her fate together with the King, a lost child stumbled into the palace without scrunching a single fallen leaf.\nShe passed on all her knowledge to the child. Just as this story was passed on to me, that child passed on the teachings to the children who came after.\nLater, some children became the guardians of the forest, passing on the forest's language and the responsibility of protecting the King's land to their future successors.\nAnd others, when they gazed upon the great agony others suffered, decided to bid farewell to the hunting ground and become hunters who would terrify even the most vicious beasts.",
    "de": "\n„Vor langer, langer Zeit lebte eine Prinzessin namens Cinnamon ...“\n„... Schließlich verließ sie zusammen mit dem Tiger den Palast.“\n\nDoch jene Geschichte ist eure Geschichte. In eurer Geschichte sollte jedes Wort eine Bedeutung haben.\nIch weiß, dass der „Palast“ in eurer Geschichte alle Dinge enthält, die Cinnamon zu einer Person machen:\nÜber das Blut verbundene andere Menschen, das große Haus, gesunder Menschenverstand und Vernunft. Und der König ist genau wie das Mondlicht ein in ihrem Herzen verborgener Wunsch.\nFür uns ist der Palast einfach nur der Palast, Cinnamon ist einfach nur Cinnamon, der Waldkönig ist einfach nur der Waldkönig und das Mondlicht ist einfach nur das Mondlicht.\n\nDie Geschichte, die ich gehört habe, unterscheidet sich von Cinnamons Geschichte.\nEs war einmal ein kleines Mädchen, das sich in einem Wald verlaufen hatte. Den Fußspuren des Waldkönigs folgend, kam sie zum Garten des Tigers.\n„Brüll!! Alle Tiere des Landes und der Luft haben eine Reise durch meine Eingeweide gemacht, nur um dann am Ende wieder auf die Erde zurückzukehren.“\n„Ich bin der König des Waldes. Ich habe viele getötet und viele beschützt. Das Einzige, was ich noch nicht probiert habe, ist ein kleines Menschenwesen wie du.“\nSo sprach der Tiger. Natürlich hatte jenes Mädchen damals noch nicht eure Sprache vergessen und natürlich verstand sie nicht, was der König sagte.\n\n„Brüll“, sagte das Mädchen.\n\nDas überraschte den Waldkönig. Denn normalerweise würden Menschen wie ihr fortlaufen und sich in ihren hölzernen Häusern verstecken, wenn er sein Maul aufriss, um etwas zu sagen.\nDie Tiere des Landes würden am Boden kauern und nicht wagen, sich zu bewegen, und die Tiere der Luft würden in Richtung der Sonne davonfliegen. Sogar die wehrhaften Rishboland-Großkatzen würden sich im Wald verstecken.\n„Brüll! Du kleines Ding, das sich nicht zu benehmen weiß! Also gut, ich werde dich die Wege und die Sprache des Waldes lehren.“\n„Von heute an bist du meine Gefolgsfrau. Der Palast des Waldes steht dir offen und die Tiere des Waldes werden dir kein Haar krümmen.“\n\n„Vergiss nicht, dass diese Welt nur ein Traum des Waldes ist. Eines Tages wirst du aus der Realität erwachen und in die grenzenlosen Jagdgründe gelangen.“\n„Eines Tages werden auch wir alle den Ort erreichen können, zu dem unsere Beute gegangen ist. Du darfst dies niemals vergessen.“\n\n...\nWenn die Zeit eines Waldkönigs endet, wird ein neuer König seinen Platz einnehmen. Ihr, wir, die Wesen im Wald alle folgen dem gleichen Prinzip.\nBevor die Zeit der Gefolgsfrau und des Königs endete, trafen sie auf ein kleines Mädchen, das sich ebenfalls verirrt hatte und, ohne ein einzelnes Laubblatt zu zertreten, in den Palast gelangte.\nUnd sie lehrten dem Mädchen ihr Wissen. Und dieses Mädchen wiederum gab ihr Wissen an das Nächste weiter, genauso wie jemand mir diese Geschichte weitererzählte.\nSpäter wurden manche der Kinder zu Hütern des Waldes und sie gaben die Sprache des Waldes und die Verantwortung, das Land des Königs zu beschützen, an noch mehr Menschen weiter.\nAls manche von ihnen das große Leid anderer Menschen sahen, beschlossen sie, die endlosen Jagdgründe am Ende ihrer Zeit zu verlassen und zu Jägern zu werden, die Bestien das Fürchten lehrten.",
    "es": "\n“Érase una vez una princesa llamada Canela.\nUn día, Canela decidió abandonar su palacio junto a tigre para no volver jamás. Fin”.\n\nPero esa es historia de su especie. En sus historias, palabras siempre tienen connotaciones.\nAsí que supongo que “palacio” representa todo aquello que hacía a Canela humana: personas con quienes compartía lazos de sangre,\ngran casa, sentido común y conocimiento de vida. Mientras tanto, Rey era como deseo brillante como luna que moraba en lo más profundo de su ser.\nPero para nosotros, palacio solo es palacio, Canela solo es Canela, Rey de Bosque no es más que Rey de Bosque, y luna solo es luna.\n\nHistoria que yo escuché es variación de historia de Canela.\nÉrase una vez, una niña que se perdió en bosque. Así que decidió seguir huellas de Rey de Bosque, y llegó hasta jardín de tigre.\n“¡Roaar! Ya sean aves o bestias, mi estómago da bienvenida a todas criaturas de este mundo, pues todos hemos de volver a tierra de donde procedemos.\nYo soy Rey de Bosque. Yo decido quién vive y quién perece. Mas jamás he probado pequeña humana como tú”.\nEso fue que dijo tigre. Sin embargo, niña estaba acostumbrada a su propia lengua y no entendió qué dijo Rey.\n\n“Roaar”, dijo niña.\n\nA Rey de Bosque pareció muy divertido, pues cuando hablaba, humanos se escondían y atrancaban puertas de sus casas,\nbestias yacían inmóviles en suelo y pájaros volaban a desbandada hacia sol. Incluso grandes caracales, por poderosos que fueran, se agazapaban tras matorrales.\n“Roaar, pequeña criatura que no entiende de modales. Así sea pues. Yo te enseñaré leyes de bosque y su lengua aprenderás también.\nA partir de este día, serás mi vasalla. Bosque te abrirá sus puertas y ninguna criatura osará lastimarte.\n\nNo olvides que este mundo es tan solo recuerdo de bosque. Un día despertarás y hallarás tu lugar en este infinito campo de caza,\nque es lugar al que se dirigen almas de nuestras presas y hacia el que algún día nosotros también partiremos. Jamás olvides”.\n\n...\nCada Rey de Bosque será reemplazado por nuevo. Es mismo ciclo de vida para ustedes y para todos seres de bosque.\nAntes de que Rey y vasalla partieran de este mundo, se toparon con otra niña perdida que había entrado en palacio sin hacer menor ruido al pisar hojas secas.\nAsí pues, vasalla transmitió su conocimiento a niña, igual que esta historia me fue transmitida a mí. Luego niña transmitió sus conocimientos a sus hijos, y sus hijos a sus hijos.\nMás tarde, algunos de esos niños se convirtieron en guardianes de bosque, y se dedicaron a transmitir su lengua y responsabilidad que todos tenían de proteger tierras de Rey.\nTambién hubo algunos que a causa de inmenso dolor de otros decidieron decir último adiós a campo de caza y convertirse en cazadores capaces de atemorizar hasta a más viles criaturas.",
    "fr": "\n« Il était une fois, une princesse nommée Cinnamon... »\n« ... À la fin, elle s'en alla du palais avec le tigre. »\n\nMais cette histoire est votre histoire. Et dans votre histoire, tous les mots doivent avoir un sens.\nJe sais que dans votre histoire, le « palais » est le lieu le plus important dans la vie de Cinnamon :\nCar il y avait sa famille, sa grande maison, le bon sens et la raison... Quant au roi, il était un souhait caché au fond de son cœur comme le clair de lune.\nMais pour nous, le palais est le palais, Cinnamon est Cinnamon, le roi de la forêt est le roi de la forêt et le clair de lune est le clair de lune.\n\nL'histoire que j'ai entendue est différente de celle de Cinnamon.\nIl était une fois une enfant qui s'était perdue dans la forêt. En suivant les traces de pas laissées par le roi de la forêt, elle parvint jusqu'au jardin du tigre.\n« Grrr ! Toutes les créatures de ce monde ont voyagé dans mes entrailles avant de retourner à la terre. »\n« Je suis le roi de la forêt. J'ai tué et protégé de nombreuses créatures, mais je n'ai jamais goûté à un petit humain comme toi. »\nAinsi parla le tigre. Bien sûr, l'enfant n'avait pas encore oublié votre langue à cette époque, et naturellement, elle ne pouvait pas comprendre les propos du roi.\n\n« Grrr ! », répondit l'enfant.\n\nCela amusa beaucoup le roi de la forêt. Il était habitué à voir les humains comme vous être pris de stupeur et prendre leurs jambes à leur cou pour se cacher dans leurs maisons en bois dès qu'il ouvrait la gueule.\nLes bêtes tombaient par terre et n'osaient plus bouger, les oiseaux s'envolaient vers le soleil, et même les grands félins aux poils longs et à l'apparence redoutable se cachèrent dans les buissons.\n« Grrr ! Petite insolente. Très bien, puisqu'il en est ainsi, je t'apprendrai les lois et la langue de la forêt. »\n« À partir de maintenant, tu seras ma servante. Le palais de la forêt t'ouvrira ses portes, et les bêtes ne te feront pas de mal. »\n\n« Souviens-toi que ce monde n'est qu'un rêve de la forêt. Un jour, tu te réveilleras dans la réalité et tu atteindras les terrains de chasse à perte de vue. »\n« Un jour, nous parviendrons aussi jusqu'à l'endroit où se dirige notre proie. N'oublie jamais cela. »\n\n...\nQuand l'actuel roi de la forêt aura vieilli, un nouveau roi lui succédera. Il en est ainsi pour vous, pour nous et pour toute forme de vie dans la forêt.\nAvant de vieillir avec le roi, cette servante rencontra une enfant qui s'était elle aussi perdue et qui était entrée à l'intérieur du palais sans piétiner les feuilles mortes.\nEt elle lui enseigna tout ce qu'elle savait. Cette enfant transmit à son tour ce qu'elle avait appris aux autres enfants, de la même manière que cette histoire me fut transmise.\nPlus tard, certains enfants devinrent des gardiens de la forêt. Ils enseignèrent la langue de la forêt à davantage de personnes et leur transmirent le sens du devoir de protéger la terre du roi.\nD'autres enfants, confrontés à la grande souffrance d'autrui, décidèrent de dire adieu aux terrains de chasse et de devenir des chasseurs craints par toutes les créatures.",
    "pt": "\n\"Há muito, muito tempo atrás, havia uma princesa chamada Cinnamon...\"\n\"... No final, ela deixou o palácio com o tigre.\"\n\nMas essa história é sua, e todas as palavras devem ter significado em suas histórias.\nEu sei que em suas histórias o \"palácio\" é a base da vida de Cinnamon:\nOs outros ligados a ela pelo sangue, a casa enorme, o bom-senso e a razão; e o rei é o desejo que se esconde no coração dela como a luz da lua.\nPara nós, o palácio é um palácio, Cinnamon é Cinnamon, o Rei da Floresta é o Rei da Floresta, e o luar é o luar.\n\nA história que eu ouvi de Cinnamon é diferente.\nCerta vez, uma criança se perdeu na floresta e ela seguiu os passos do Rei da Floresta até o jardim do tigre.\n\"Grrr! Cada animal ou besta da terra e do céu passou por mim antes de retornar à terra.\n\"Eu sou o Rei da Floresta. Já matei muitos e protegi muitos, mas nunca provei um humano minúsculo como você.\"\nO tigre disse isso. É claro que a criança não havia esquecido sua língua e, naturalmente, ela não conseguia entender o que o rei dizia.\n\n\"Grrr!\", rosnou a criança.\n\nO Rei da Floresta achou muito interessante porque sempre que ele falava, o seu povo geralmente corria e se escondia em suas casas de madeira.\nAs feras caíam imóveis no chão, os pássaros voavam para longe em direção ao sol, e até os enormes Caracais se escondiam na floresta.\n\"Grrr! Criatura minúscula que não entende de etiqueta. Muito bem, lhe ensinarei as leis e a língua da floresta.\"\n\"De agora em diante, você irá me servir. O palácio da floresta está aberto para você, e as feras da floresta não lhe farão mal.\"\n\n\"Lembre-se, este mundo é apenas um sonho da floresta. Um dia, você acordará na realidade e chegará aos intermináveis campos de caça.\"\n\"Um dia chegaremos aonde a nossa presa vai. Nunca se esqueça disso.\"\n\n...\nQuando o Rei da Floresta desta geração envelhecer, um novo rei o substituirá. É assim para você, nós e para toda vida na floresta.\nAntes de envelhecer com o rei, eles encontraram a criança perdida que entrou no palácio sem fazer um único som ao pisar em folhas secas,\ne eles lhe ensinaram tudo. Assim como essa história foi passada para mim, aquela criança passou os seus ensinamentos para outras crianças no futuro.\nMais tarde, algumas crianças se tornaram guardiãs da floresta e passaram adiante, para muitos outros, a linguagem da floresta e o dever de proteger a terra do rei.\nAlguns (diante da terrível dor dos outros) decidiram se despedir dos campos de caça no final de suas carreiras e se tornaram caçadores que provocam medo nos monstros.",
    "ru": "\n«Давным-давно жила-была принцесса, и звали её Синнамон.\nОднажды она взяла с собой тигра, оставила дворец и отправилась в далёкие края».\n\nНо это ваша история. В ваших историях каждое слово имеет глубинный смысл.\nПоэтому я полагаю, что «дворец» олицетворяет собой всё, что делало Синнамон человеком:\nлюди, с которыми её связывали кровные узы, большой дом, здравый смысл и жизненный опыт. А Царь - это желание, что таилось глубоко в её сердце, сияя подобно лунному свету.\nНо для нас дворец - это дворец, Синнамон - это Синнамон, Царь леса - это Царь леса, а лунный свет - это лунный свет.\n\nМне же рассказали совсем другую историю.\nОднажды в лесу заблудилась девочка. Пошла она по следам Царя леса и забрела в тигриный сад.\n«Р-р-р! Будь то звери или птицы, сначала они попадают ко мне в брюхо, а потом возвращаются в землю.\nЯ царь этого леса. Я многих убил и многих спас от гибели. Но таких маленьких девочек, как ты, я на вкус ещё не пробовал»,\n- прорычал тигр. Конечно, к тому времени малышка ещё не забыла ваш язык. Она не поняла ни слова из того, что сказал ей тигр.\n\n«Р-р-рь», - произнесла девочка.\n\nЦаря леса развеселила эта попытка. Доселе всякий раз, когда он начинал говорить, двуногие убегали и прятались в своих деревянных домиках,\nзвери падали без чувств, птицы улетали к солнцу... И даже неустрашимые коты ришболанды скрывались в густом лесу.\n«Ты смотри, грубиянка какая. Рычит она на меня. Ладно уж, научу тебя законам леса и языку нашему.\nС этого дня будешь моей служанкой. Отныне врата лесного дворца всегда для тебя открыты, и ни один зверь не посмеет тронуть тебя.\n\nНо помни, наш мир - лишь сновидение леса. Однажды ты проснёшься и увидишь вокруг бескрайние охотничьи угодья.\nОднажды мы все окажемся там же, куда отправили свою добычу. Не забывай об этом».\n\n...\nКогда Царь леса старится и умирает, его сменяет новый царь. Таков закон для вас, для нас и для всего живого в лесу.\nПрежде чем служанка и Царь состарились, в их дворец забрела такая же потерявшаяся девочка, и ни один опавший лист не смялся под её ногами.\nИ они научили её всему, что знали сами. Потом их знания перешли от той девочки следующим детям, как эта история, что передаётся из уст в уста.\nПосле некоторые дети стали защитниками леса. Они учили людей лесному языку, учили их оберегать земли Царя леса.\nА другие, увидев людскую боль, решили навсегда распрощаться с охотничьими угодьями и превратились в егерей, наводящих трепет на самых страшных зверей.",
    "id": "\n\"Dahulu sekali, ada seorang putri yang bernama Cinnamon ....\"\n\"... Akhirnya dia meninggalkan istana bersama dengan harimau.\"\n\nTapi cerita itu kan cerita kalian. Di dalam cerita kalian, semua kata pasti memiliki makna.\nAku tahu kalau dalam cerita kalian, \"Istana\" adalah segalanya yang membentuk kehidupan Cinnamon:\nDarah yang sama, ruang hidup yang lebih dari layak, akal sehat, ilmu kehidupan. Sementara sang raja adalah keinginan yang mengintai di hatinya seperti cahaya bulan.\nBagi kami, istana adalah istana, Cinnamon adalah Cinnamon, Raja Hutan adalah Raja Hutan, dan cahaya bulan adalah cahaya bulan.\n\nKisah ini sedikit berbeda dengan kisah Cinnamon.\nPada zaman dahulu kala, ada seorang anak yang kehilangan arah di dalam hutan. Dia mengikuti jejak Raja Hutan dan melangkahkan kaki ke taman harimau.\n\"Grrr! Burung atau binatang buas sama-sama disambut di dalam perutku, sementara bumi menunggu kepulangan mereka.\"\n\"Akulah si raja hutan. Aku membantai, aku merawat. Hanya manusia kecil seperti kamu saja yang belum pernah aku coba.\"\nBegitulah kata si harimau. Namun si anak kecil belum lupa bahasa kalian, sehingga dia tidak mengerti perkataan sang raja.\n\n\"Grrr\", si anak meniru suaranya.\n\nSang Raja Hutan merasa ini menarik. Umumnya saat dia bicara, kaum kalian akan berlari masuk ke rumah kayu,\nbinatang yang tiarap di permukaan bumi tidak berani bergerak, dan burung-burung akan terbang ke arah matahari. Bahkan Rishboland Tiger yang perkasa saja akan mencari semak belukar untuk tempat sembunyi.\n\"Grrr! Orang luar kecil yang tidak tahu tata krama. Baiklah, biar kuajari kamu tentang hutan ini, dan biarlah kamu memahami bahasa.\"\n\"Mulai hari ini kamu adalah pengikutku. Hutan ini akan terbuka bagimu, dan tidak ada penghuninya yang boleh melukaimu.\"\n\n\"Ingat, seluruh dunia adalah mimpi hutan. Suatu hari kamu akan terbangun dari dunia nyata dan mendapati dirimu ada di taman perburuan tanpa akhir ini.\"\n\"Ke mana mangsa kami menuju, ke situlah kami juga akan tiba, suatu hari nanti. Ingatlah akan hal ini.\"\n\n....\nTakhta raja akan diwarisi oleh penerusnya. Lingkaran kehidupan berkuasa atasmu, atas kita, dan atas semua makhluk di hutan.\nSebelum sang pengikut menerima nasibnya dengan sang raja, seorang anak tak sengaja masuk ke istana, tanpa menginjak satu daun pun.\nSemua ilmu diturunkannya kepada si anak. Ketika kisah ini diceritakan, anak itu juga menceritakan kisah ini ke anak lain yang datang setelahnya.\nDi kemudian hari, ada anak yang menjaga hutan, menurunkan bahasa hutan dan kewajiban mereka melindungi tanah sang raja ke penerusnya.\nDan ada juga mereka yang menghadapi kesakitan yang lain, mengucapkan selamat tinggal ke tempat perburuan dan menjadi pemburu yang menakuti binatang yang paling buas sekali pun.",
    "th": "\n\"กาลครั้งหนึ่งเมื่อนานมาแล้ว มีเจ้าหญิงองค์หนึ่ง นามว่า Cinnamon...\"\n\"...สุดท้ายแล้วเธอกับเสือ ก็ได้ออกจากพระราชวังไปด้วยกัน\"\n\nแต่นั่นเป็นเรื่องราวของพวกเจ้า แล้วคำพูดที่ปรากฏในเรื่องราวของพวกเจ้า ก็ควรมีความหมายในทุกคำ\nข้ารู้ว่า ในเรื่องราวของพวกเจ้า \"พระราชวัง\" เป็นสิ่งที่หล่อหลอมชีวิตมนุษย์ของ Cinnamon ขึ้นมา ประกอบด้วย:\nผู้คนที่เกี่ยวข้องกับเธอทางสายเลือด บ้านหลังใหญ่ ความรู้ทั่วไป และเหตุผล ส่วนราชาก็คือความปรารถนาที่ซ่อนอยู่ในใจเธอเหมือนแสงจันทรา\nแต่สำหรับพวกเราแล้ว พระราชวังก็คือพระราชวัง Cinnamon ก็คือ Cinnamon ราชาแห่งพงไพรก็คือราชาแห่งพงไพร และแสงจันทราก็คือแสงจันทรา\n\nเรื่องราวที่ข้าได้ยินมา แตกต่างจากเรื่องของ Cinnamon\nกาลครั้งหนึ่ง เคยมีเด็กคนหนึ่งหลงทางอยู่ในป่า เธอเดินตามรอยเท้าของราชาแห่งพงไพรจนมาถึงสวนของเสือ\n\"โฮก! สัตว์ทุกชนิด ทั้งที่เดินอยู่บนบกและบินอยู่บนฟ้า ล้วนเคยท่องเที่ยวในท้องของข้าก่อนจะหวนกลับคืนสู่พื้นดิน\"\n\"ข้าเป็นราชาแห่งพงไพร ข้าเคยเข่นฆ่าสิ่งมีชีวิตไปมาก และปกป้องไว้จำนวนไม่น้อยเช่นกัน แต่มนุษย์ตัวเล็กอย่างเจ้า ข้ายังไม่เคยลิ้มรสมาก่อนเลย\"\nเสือพูดเช่นนี้ และแน่นอนว่า ในตอนนั้นเด็กคนนั้นยังจำภาษาของพวกเจ้าได้อยู่ จึงไม่เข้าใจสิ่งที่ราชาพูด\n\n\"โฮก!\" เด็กพูด\n\nราชาแห่งพงไพรกลับรู้สึกน่าสนใจมาก เพราะเมื่อก่อนนั้น พอเขาอ้าปากพูดเมื่อไหร่ มนุษย์อย่างพวกเจ้าก็จะวิ่งเข้าไปหลบในบ้านไม้\nเหล่าสัตว์จะฟุบนอนกับพื้นไม่กล้าขยับตัว นกก็บินไปหาสุริยัน แม้แต่สมิงเครายาวเองก็วิ่งเข้าไปซ่อนตัวในพุ่มไม้\n\"โฮก! เจ้าตัวเล็กผู้ไร้มารยาท ก็ดีเหมือนกัน ข้าจะสอนกฎและภาษาของป่าให้กับเจ้าเอง\"\n\"นับจากนี้ไป เจ้าก็คือข้ารับใช้ของข้า พระราชวังป่าจะอ้าแขนรับเจ้า สัตว์ทั้งหลายในป่าก็ทำอันตรายเจ้าไม่ได้\"\n\n\"จำไว้นะ โลกนี้เป็นเพียงความฝันของป่า สักวันหนึ่งเจ้าจะตื่นขึ้นมาในโลกแห่งความจริง และมาถึงพื้นที่ล่าที่ไร้ขอบเขต\"\n\"สักวันหนึ่ง พวกเราก็จะไปถึงสถานที่ที่เหยื่อของเรามุ่งหน้าไปเช่นกัน เจ้าอย่าได้ลืมข้อนี้ไปเชียวล่ะ\"\n\n...\nเมื่อราชาแห่งพงไพรรุ่นหนึ่งแก่ชราไป ก็จะมีราชาองค์ใหม่ขึ้นมาแทนที่ พวกเจ้า พวกข้า และสรรพสิ่งในป่าล้วนแต่เป็นเช่นนี้\nก่อนที่ข้ารับใช้คนนี้กับราชาจะแก่ชราไป ก็ได้เจอกับเด็กน้อยที่หลงเข้ามาในพระราชวัง โดยไม่เหยียบใบไม้แตกแม้แต่ใบเดียว\nแล้วพวกเขาก็สอนทุกอย่างให้แก่เธอ เช่นเดียวกับที่เรื่องนี้ถูกส่งต่อมาถึงข้า เด็กคนนั้นก็ได้ถ่ายทอดคำสอนไปยังเด็กรุ่นถัดไปเช่นกัน\nหลังจากนั้น เด็กบางคนกลายเป็นผู้พิทักษ์ป่า และถ่ายทอดภาษาของป่า รวมถึงหน้าที่ในการรักษาดินแดนของราชาให้แก่ผู้คนมากมาย\nและเมื่อต้องเผชิญหน้ากับความเจ็บปวดแสนสาหัสของผู้อื่น บางคนก็ตัดสินใจอำลาพื้นที่ล่าสัตว์ที่เป็นปลายทางของเส้นทางอาชีพ และกลายเป็นนักล่าที่แม้แต่สัตว์ร้ายยังสะพรึงกลัว",
    "vi": "\n\"Ngày xửa ngày xưa, có một nàng công chúa tên là Cinnamon...\"\n\"...Cuối cùng nàng đi cùng con hổ, rời xa cung điện ấy.\"\n\nNhưng câu chuyện đó là câu chuyện của các bạn. Trong câu chuyện của các bạn, chắc hẳn mọi câu chữ đều có ý nghĩa nào đó.\nTôi biết, trong câu chuyện của các bạn, \"cung điện\" là thứ tạo nên tất cả cuộc đời của Cinnamon:\nNhững người khác có chung dòng máu, căn phòng lớn, thường thức và đạo lý, còn vua giống như ánh trăng ẩn nấp trong nguyện vọng trong lòng cô.\nĐối với chúng tôi, cung điện là cung điện, Cinnamon là Cinnamon, Vua Rừng Rậm là Vua Rừng Rậm, mà ánh trăng vẫn là ánh trăng.\n\nCâu chuyện tôi nghe được lại khác với câu chuyện của Cinnamon.\nNgày xưa có một cô bé, cô bị lạc trong rừng. Đi theo dấu chân của Vua Rừng Rậm, cô lạc vào vườn hoa của con hổ.\n\"Grào, mỗi loài thú, mỗi loài chim, đều từng đi qua ngũ tạng của ta, cuối cùng quay về với mặt đất.\"\n\"Ta là vua của rừng rậm, từng giết rất nhiều, cũng từng bảo vệ rất nhiều. Chỉ có kẻ bé nhỏ như ngươi là ta chưa từng nhấm nháp bao giờ.\"\nCon hổ nói vậy. Tất nhiên, khi đó cô bé kia chưa quên tiếng của loài người các bạn, hiển nhiên cũng không hiểu lời vua đã nói.\n\n\"Grừ\" đứa trẻ nói.\n\nVua Rừng Rậm lại cảm thấy thú vị. Bình thường khi nó nói chuyện, tộc của các bạn đều trốn hết vào trong nhà gỗ.\nLũ thú ngã vật ra đất không dám nhúc nhích, chim muôn vội vỗ cánh bay về phía mặt trời. Đến cả đám mèo lớn lông dài uy vũ kia cũng chui vào hốc cây trốn.\n\"Grào, nhóc con không biết điều. Cũng được, vậy thì từ giờ ta sẽ dạy ngươi biết luật lệ và ngôn ngữ của rừng.\"\n\"Từ nay trở đi, ngươi chính là người hầu của ta. Cung điện trong rừng sẽ mở rộng với ngươi, tất cả muông thú trong rừng đều không thể làm hại ngươi.\"\n\n\"Hãy nhớ kỹ, thế giới này chỉ là giấc mơ của rừng rậm. Một ngày nào đó ngươi sẽ tỉnh lại trong hiện thực, bước vào bãi săn vô bờ bến.\"\n\"Nơi con mồi của chúng ta hướng đến, một ngày nào đó chúng ta cũng sẽ đến được. Đạo lý này ngươi không bao giờ được quên.\"\n\n...\nKhi một vị Vua Rừng Rậm già đi, vị vua mới sẽ lên thay thế. Các bạn, chúng tôi, các sinh mệnh khác trong rừng cũng sẽ như vậy.\nTrước khi người hầu và vị vua ấy cùng già đi, cũng gặp được một đứa trẻ bị lạc, không giẫm lên bất cứ chiếc lá nào mà vào đến được cung điện này,\nHọ cũng dạy tất cả cho cô bé. Giống như cách câu chuyện này được truyền cho tôi vậy, đứa trẻ kia cũng dạy lại đứa trẻ tiếp theo.\nVề sau, có một đứa bé trở thành người bảo vệ khu rừng, đồng thời truyền ngôn ngữ của rừng và trách nhiệm bảo vệ vương thổ cho nhiều người hơn.\nCũng có người khi đối mặt với nỗi đau khổ tột cùng của kẻ khác, đã quyết định từ bỏ kiếp sống ở bãi săn nơi tận cùng của cuộc sống, và trở thành thợ săn khiến thú dữ phải khiếp đảm."
  },
  "effects": [
    {
      "name": {
        "zhs": "迷宫之王的教导",
        "zht": "迷宮之王的教導",
        "jp": "迷宮の王の教え",
        "ko": "미궁의 왕의 가르침",
        "en": "Labyrinth Lord's Instruction",
        "de": "Lehren des Labyrinthkönigs",
        "es": "Enseñanzas del Rey del Laberinto",
        "fr": "Instruction du seigneur du labyrinthe",
        "pt": "Instruções do Rei do Labirinto",
        "ru": "Учения владыки лабиринта",
        "id": "Labyrinth Lord's Instruction",
        "th": "Labyrinth Lord's Instruction",
        "vi": "Chỉ Dẫn Của Vua Mê Cung"
      },
      "description": {
        "zhs": "施放元素战技或元素爆发时，将获得「森林教诲」的效果，元素精通提升<color=#99FFFFFF>60</color>点，持续12秒。该效果将在切换角色时移除。森林教诲的持续时间结束或被移除时，将对附近一名敌人造成<color=#99FFFFFF>100%</color>攻击力的伤害。森林教诲每20秒至多触发一次。",
        "zht": "施放元素戰技或元素爆發時，將獲得「森林教誨」的效果，元素精通提升<color=#99FFFFFF>60</color>點，持續12秒。該效果將在切換角色時移除。森林教誨的持續時間結束或被移除時，將對附近一名敵人造成<color=#99FFFFFF>100%</color>攻擊力的傷害。森林教誨每20秒至多觸發一次。",
        "jp": "元素スキルまたは元素爆発を発動すると、継続時間12秒の「森の教え」効果を獲得し、元素熟知+<color=#99FFFFFF>60</color>。この効果はキャラクターを切り替えるとクリアされる。「森の教え」効果の継続時間終了またはクリア時に、近くの敵1体に攻撃力<color=#99FFFFFF>100%</color>分のダメージを与える。「森の教え」効果は20秒毎に1回のみ獲得できる。",
        "ko": "원소전투 스킬 또는 원소폭발 발동 시 「숲의 가르침」 효과를 획득하고 원소 마스터리가 <color=#99FFFFFF>60</color>pt 증가한다. 지속 시간: 12초. 해당 효과는 캐릭터 교체 시 사라진다. 숲의 가르침의 지속 시간이 종료되거나 효과가 사라지면 주변의 적 1명에게 공격력 <color=#99FFFFFF>100%</color>의 피해를 준다. 숲의 가르침은 20초마다 최대 1회 발동된다",
        "en": "Obtain the Teachings of the Forest effect when unleashing Elemental Skills and Bursts, increasing Elemental Mastery by <color=#99FFFFFF>60</color> for 12s. This effect will be removed when switching characters. When the Teachings of the Forest effect ends or is removed, it will deal <color=#99FFFFFF>100%</color> of ATK as DMG to 1 nearby opponent. The Teachings of the Forest effect can be triggered once every 20s.",
        "de": "Erhält beim Anwenden der Elementarfähigkeit oder Spezialfähigkeit den Effekt „Waldlehre“, der 12 s lang die Elementarkunde um <color=#99FFFFFF>60</color> Punkte erhöht. Dieser Effekt wird beim Auswechseln der Figur entfernt. Wenn die Dauer des Effekts endet oder der Effekt entfernt wird, wird 1 Gegner in der Nähe Schaden in Höhe von <color=#99FFFFFF>100 %</color> ANG zugefügt. 20 s Abklingzeit.",
        "es": "Al usar una Habilidad Elemental o Definitiva, obtienes el efecto de “enseñanzas del bosque”, el cual aumenta la Maestría Elemental en <color=#99FFFFFF>60</color> pts. durante 12 s. Este efecto se eliminará al cambiar de personaje. Cuando termina la duración de enseñanzas del bosque o cuando se elimina el efecto, se inflige un daño equivalente al <color=#99FFFFFF>100%</color> del ATQ del personaje contra un enemigo cercano. El efecto de enseñanzas del bosque solo se puede activar una vez cada 20 s.",
        "fr": "#Accorde l'effet Enseignements de la forêt lors de l'utilisation d'une compétence ou d'un déchaînement élémentaire, augmentant la maîtrise élémentaire de <color=#99FFFFFF>60</color> pts pendant 12{NON_BREAK_SPACE}s. Cet effet est annulé lors du changement de personnage. Lorsque l'effet Enseignements de la forêt prend fin ou est annulé, il inflige des DGT équivalant à <color=#99FFFFFF>100 %</color> de l'ATQ à un ennemi proche. L'effet Enseignements de la forêt peut être déclenché une fois toutes les 20 s.",
        "pt": "Obtém o efeito \"Ensinamentos da Floresta\" ao desencadear Habilidades Elementais e Supremos, aumentando a Proficiência Elemental em <color=#99FFFFFF>60</color> por 12s. Este efeito será removido ao trocar de personagens. Quando o efeito de Ensinamentos da Floresta termina ou é removido, irá causar <color=#99FFFFFF>100%</color> de ATQ como Dano a 1 oponente próximo. O efeito de Ensinamentos da Floresta pode ser desencadeado uma vez a cada 20s.",
        "ru": "Активация элементального навыка или взрыва стихии наделяет персонажа эффектом Наставлений лесов, который увеличивает его мастерство стихий на <color=#99FFFFFF>60</color> ед. на 12 сек. При переключении персонажа эффект пропадёт. Когда время действия эффекта заканчивается или он пропадёт, одному из противников поблизости наносится урон в <color=#99FFFFFF>100%</color> от силы атаки. Этот эффект может возникнуть раз в 20 сек.",
        "id": "Saat melancarkan Elemental Skill atau Elemental Burst, akan mendapatkan efek \"Teachings of the Forest\" yang meningkatkan <color=#99FFFFFF>60</color> poin Elemental Mastery selama 12 detik. Efek ini akan hilang saat berganti Karakter. Saat durasi \"Teachings of the Forest\" berakhir atau dihapus, akan mengakibatkan DMG setara dengan <color=#99FFFFFF>100%</color> ATK terhadap 1 musuh di sekitar. \"Teachings of the Forest\" dapat terpicu setiap 20 detik.",
        "th": "เมื่อใช้สกิลธาตุหรือท่าไม้ตาย จะได้รับเอฟเฟกต์ Teachings of the Forest ซึ่งจะทำให้ความชำนาญธาตุเพิ่มขึ้น <color=#99FFFFFF>60</color> หน่วย เป็นเวลา 12 วินาที โดยที่เอฟเฟกต์นี้ จะถูกลบล้างเมื่อสับเปลี่ยนตัวละคร และเมื่อช่วงเวลาคงอยู่ของ Teachings of the Forest สิ้นสุดลงหรือเอฟเฟกต์ถูกลบล้างไป จะสร้างความเสียหายเป็น <color=#99FFFFFF>100%</color> ของพลังโจมตี แก่ศัตรูหนึ่งตัวที่อยู่ในบริเวณใกล้เคียง โดยที่ทุก 20 วินาที Teachings of the Forest จะสามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง",
        "vi": "Khi thi triển Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ sẽ nhận hiệu ứng \"Chỉ Dẫn Của Rừng Sâu\", tăng <color=#99FFFFFF>60</color> Tinh Thông Nguyên Tố, duy trì 12s. Hiệu quả này sẽ hủy khi đổi nhân vật. \"Chỉ Dẫn Của Rừng Sâu\" khi kết thúc thời gian duy trì hoặc bị hủy sẽ gây cho một kẻ địch gần đó lượng sát thương bằng <color=#99FFFFFF>100%</color> tấn công. \"Chỉ Dẫn Của Rừng Sâu\" mỗi 20s tối đa kích hoạt một lần."
      }
    },
    {
      "name": {
        "zhs": "迷宫之王的教导",
        "zht": "迷宮之王的教導",
        "jp": "迷宮の王の教え",
        "ko": "미궁의 왕의 가르침",
        "en": "Labyrinth Lord's Instruction",
        "de": "Lehren des Labyrinthkönigs",
        "es": "Enseñanzas del Rey del Laberinto",
        "fr": "Instruction du seigneur du labyrinthe",
        "pt": "Instruções do Rei do Labirinto",
        "ru": "Учения владыки лабиринта",
        "id": "Labyrinth Lord's Instruction",
        "th": "Labyrinth Lord's Instruction",
        "vi": "Chỉ Dẫn Của Vua Mê Cung"
      },
      "description": {
        "zhs": "施放元素战技或元素爆发时，将获得「森林教诲」的效果，元素精通提升<color=#99FFFFFF>80</color>点，持续12秒。该效果将在切换角色时移除。森林教诲的持续时间结束或被移除时，将对附近一名敌人造成<color=#99FFFFFF>120%</color>攻击力的伤害。森林教诲每20秒至多触发一次。",
        "zht": "施放元素戰技或元素爆發時，將獲得「森林教誨」的效果，元素精通提升<color=#99FFFFFF>80</color>點，持續12秒。該效果將在切換角色時移除。森林教誨的持續時間結束或被移除時，將對附近一名敵人造成<color=#99FFFFFF>120%</color>攻擊力的傷害。森林教誨每20秒至多觸發一次。",
        "jp": "元素スキルまたは元素爆発を発動すると、継続時間12秒の「森の教え」効果を獲得し、元素熟知+<color=#99FFFFFF>80</color>。この効果はキャラクターを切り替えるとクリアされる。「森の教え」効果の継続時間終了またはクリア時に、近くの敵1体に攻撃力<color=#99FFFFFF>120%</color>分のダメージを与える。「森の教え」効果は20秒毎に1回のみ獲得できる。",
        "ko": "원소전투 스킬 또는 원소폭발 발동 시 「숲의 가르침」 효과를 획득하고 원소 마스터리가 <color=#99FFFFFF>80</color>pt 증가한다. 지속 시간: 12초. 해당 효과는 캐릭터 교체 시 사라진다. 숲의 가르침의 지속 시간이 종료되거나 효과가 사라지면 주변의 적 1명에게 공격력 <color=#99FFFFFF>120%</color>의 피해를 준다. 숲의 가르침은 20초마다 최대 1회 발동된다",
        "en": "Obtain the Teachings of the Forest effect when unleashing Elemental Skills and Bursts, increasing Elemental Mastery by <color=#99FFFFFF>80</color> for 12s. This effect will be removed when switching characters. When the Teachings of the Forest effect ends or is removed, it will deal <color=#99FFFFFF>120%</color> of ATK as DMG to 1 nearby opponent. The Teachings of the Forest effect can be triggered once every 20s.",
        "de": "Erhält beim Anwenden der Elementarfähigkeit oder Spezialfähigkeit den Effekt „Waldlehre“, der 12 s lang die Elementarkunde um <color=#99FFFFFF>80</color> Punkte erhöht. Dieser Effekt wird beim Auswechseln der Figur entfernt. Wenn die Dauer des Effekts endet oder der Effekt entfernt wird, wird 1 Gegner in der Nähe Schaden in Höhe von <color=#99FFFFFF>120 %</color> ANG zugefügt. 20 s Abklingzeit.",
        "es": "Al usar una Habilidad Elemental o Definitiva, obtienes el efecto de “enseñanzas del bosque”, el cual aumenta la Maestría Elemental en <color=#99FFFFFF>80</color> pts. durante 12 s. Este efecto se eliminará al cambiar de personaje. Cuando termina la duración de enseñanzas del bosque o cuando se elimina el efecto, se inflige un daño equivalente al <color=#99FFFFFF>120%</color> del ATQ del personaje contra un enemigo cercano. El efecto de enseñanzas del bosque solo se puede activar una vez cada 20 s.",
        "fr": "#Accorde l'effet Enseignements de la forêt lors de l'utilisation d'une compétence ou d'un déchaînement élémentaire, augmentant la maîtrise élémentaire de <color=#99FFFFFF>80</color> pts pendant 12{NON_BREAK_SPACE}s. Cet effet est annulé lors du changement de personnage. Lorsque l'effet Enseignements de la forêt prend fin ou est annulé, il inflige des DGT équivalant à <color=#99FFFFFF>120 %</color> de l'ATQ à un ennemi proche. L'effet Enseignements de la forêt peut être déclenché une fois toutes les 20 s.",
        "pt": "Obtém o efeito \"Ensinamentos da Floresta\" ao desencadear Habilidades Elementais e Supremos, aumentando a Proficiência Elemental em <color=#99FFFFFF>80</color> por 12s. Este efeito será removido ao trocar de personagens. Quando o efeito de Ensinamentos da Floresta termina ou é removido, irá causar <color=#99FFFFFF>120%</color> de ATQ como Dano a 1 oponente próximo. O efeito de Ensinamentos da Floresta pode ser desencadeado uma vez a cada 20s.",
        "ru": "Активация элементального навыка или взрыва стихии наделяет персонажа эффектом Наставлений лесов, который увеличивает его мастерство стихий на <color=#99FFFFFF>80</color> ед. на 12 сек. При переключении персонажа эффект пропадёт. Когда время действия эффекта заканчивается или он пропадёт, одному из противников поблизости наносится урон в <color=#99FFFFFF>120%</color> от силы атаки. Этот эффект может возникнуть один раз в 20 сек.",
        "id": "Saat melancarkan Elemental Skill atau Elemental Burst, akan mendapatkan efek \"Teachings of the Forest\" yang meningkatkan <color=#99FFFFFF>80</color> poin Elemental Mastery selama 12 detik. Efek ini akan hilang saat berganti Karakter. Saat durasi \"Teachings of the Forest\" berakhir atau dihapus, akan mengakibatkan DMG setara dengan <color=#99FFFFFF>120%</color> ATK terhadap 1 musuh di sekitar. \"Teachings of the Forest\" dapat terpicu setiap 20 detik.",
        "th": "เมื่อใช้สกิลธาตุหรือท่าไม้ตาย จะได้รับเอฟเฟกต์ Teachings of the Forest ซึ่งจะทำให้ความชำนาญธาตุเพิ่มขึ้น <color=#99FFFFFF>80</color> หน่วย เป็นเวลา 12 วินาที โดยที่เอฟเฟกต์นี้ จะถูกลบล้างเมื่อสับเปลี่ยนตัวละคร และเมื่อช่วงเวลาคงอยู่ของ Teachings of the Forest สิ้นสุดลงหรือเอฟเฟกต์ถูกลบล้างไป จะสร้างความเสียหายเป็น <color=#99FFFFFF>120%</color> ของพลังโจมตี แก่ศัตรูหนึ่งตัวที่อยู่ในบริเวณใกล้เคียง โดยที่ทุก 20 วินาที Teachings of the Forest จะสามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง",
        "vi": "Khi thi triển Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ sẽ nhận hiệu ứng \"Chỉ Dẫn Của Rừng Sâu\", tăng <color=#99FFFFFF>80</color> Tinh Thông Nguyên Tố, duy trì 12s. Hiệu quả này sẽ hủy khi đổi nhân vật. \"Chỉ Dẫn Của Rừng Sâu\" khi kết thúc thời gian duy trì hoặc bị hủy sẽ gây cho một kẻ địch gần đó lượng sát thương bằng <color=#99FFFFFF>120%</color> tấn công. \"Chỉ Dẫn Của Rừng Sâu\" mỗi 20s tối đa kích hoạt một lần."
      }
    },
    {
      "name": {
        "zhs": "迷宫之王的教导",
        "zht": "迷宮之王的教導",
        "jp": "迷宮の王の教え",
        "ko": "미궁의 왕의 가르침",
        "en": "Labyrinth Lord's Instruction",
        "de": "Lehren des Labyrinthkönigs",
        "es": "Enseñanzas del Rey del Laberinto",
        "fr": "Instruction du seigneur du labyrinthe",
        "pt": "Instruções do Rei do Labirinto",
        "ru": "Учения владыки лабиринта",
        "id": "Labyrinth Lord's Instruction",
        "th": "Labyrinth Lord's Instruction",
        "vi": "Chỉ Dẫn Của Vua Mê Cung"
      },
      "description": {
        "zhs": "施放元素战技或元素爆发时，将获得「森林教诲」的效果，元素精通提升<color=#99FFFFFF>100</color>点，持续12秒。该效果将在切换角色时移除。森林教诲的持续时间结束或被移除时，将对附近一名敌人造成<color=#99FFFFFF>140%</color>攻击力的伤害。森林教诲每20秒至多触发一次。",
        "zht": "施放元素戰技或元素爆發時，將獲得「森林教誨」的效果，元素精通提升<color=#99FFFFFF>100</color>點，持續12秒。該效果將在切換角色時移除。森林教誨的持續時間結束或被移除時，將對附近一名敵人造成<color=#99FFFFFF>140%</color>攻擊力的傷害。森林教誨每20秒至多觸發一次。",
        "jp": "元素スキルまたは元素爆発を発動すると、継続時間12秒の「森の教え」効果を獲得し、元素熟知+<color=#99FFFFFF>100</color>。この効果はキャラクターを切り替えるとクリアされる。「森の教え」効果の継続時間終了またはクリア時に、近くの敵1体に攻撃力<color=#99FFFFFF>140%</color>分のダメージを与える。「森の教え」効果は20秒毎に1回のみ獲得できる。",
        "ko": "원소전투 스킬 또는 원소폭발 발동 시 「숲의 가르침」 효과를 획득하고 원소 마스터리가 <color=#99FFFFFF>100</color>pt 증가한다. 지속 시간: 12초. 해당 효과는 캐릭터 교체 시 사라진다. 숲의 가르침의 지속 시간이 종료되거나 효과가 사라지면 주변의 적 1명에게 공격력 <color=#99FFFFFF>140%</color>의 피해를 준다. 숲의 가르침은 20초마다 최대 1회 발동된다",
        "en": "Obtain the Teachings of the Forest effect when unleashing Elemental Skills and Bursts, increasing Elemental Mastery by <color=#99FFFFFF>100</color> for 12s. This effect will be removed when switching characters. When the Teachings of the Forest effect ends or is removed, it will deal <color=#99FFFFFF>140%</color> of ATK as DMG to 1 nearby opponent. The Teachings of the Forest effect can be triggered once every 20s.",
        "de": "Erhält beim Anwenden der Elementarfähigkeit oder Spezialfähigkeit den Effekt „Waldlehre“, der 12 s lang die Elementarkunde um <color=#99FFFFFF>100</color> Punkte erhöht. Dieser Effekt wird beim Auswechseln der Figur entfernt. Wenn die Dauer des Effekts endet oder der Effekt entfernt wird, wird 1 Gegner in der Nähe Schaden in Höhe von <color=#99FFFFFF>140 %</color> ANG zugefügt. 20 s Abklingzeit.",
        "es": "Al usar una Habilidad Elemental o Definitiva, obtienes el efecto de “enseñanzas del bosque”, el cual aumenta la Maestría Elemental en <color=#99FFFFFF>100</color> pts. durante 12 s. Este efecto se eliminará al cambiar de personaje. Cuando termina la duración de enseñanzas del bosque o cuando se elimina el efecto, se inflige un daño equivalente al <color=#99FFFFFF>140%</color> del ATQ del personaje contra un enemigo cercano. El efecto de enseñanzas del bosque solo se puede activar una vez cada 20 s.",
        "fr": "#Accorde l'effet Enseignements de la forêt lors de l'utilisation d'une compétence ou d'un déchaînement élémentaire, augmentant la maîtrise élémentaire de <color=#99FFFFFF>100</color> pts pendant 12{NON_BREAK_SPACE}s. Cet effet est annulé lors du changement de personnage. Lorsque l'effet Enseignements de la forêt prend fin ou est annulé, il inflige des DGT équivalant à <color=#99FFFFFF>140 %</color> de l'ATQ à un ennemi proche. L'effet Enseignements de la forêt peut être déclenché une fois toutes les 20 s.",
        "pt": "Obtém o efeito \"Ensinamentos da Floresta\" ao desencadear Habilidades Elementais e Supremos, aumentando a Proficiência Elemental em <color=#99FFFFFF>100</color> por 12s. Este efeito será removido ao trocar de personagens. Quando o efeito de Ensinamentos da Floresta termina ou é removido, irá causar <color=#99FFFFFF>140%</color> de ATQ como Dano a 1 oponente próximo. O efeito de Ensinamentos da Floresta pode ser desencadeado uma vez a cada 20s.",
        "ru": "Активация элементального навыка или взрыва стихии наделяет персонажа эффектом Наставлений лесов, который увеличивает его мастерство стихий на <color=#99FFFFFF>100</color> ед. на 12 сек. При переключении персонажа эффект пропадёт. Когда время действия эффекта заканчивается или он пропадёт, одному из противников поблизости наносится урон в <color=#99FFFFFF>140%</color> от силы атаки. Этот эффект может возникнуть раз в 20 сек.",
        "id": "Saat melancarkan Elemental Skill atau Elemental Burst, akan mendapatkan efek \"Teachings of the Forest\" yang meningkatkan <color=#99FFFFFF>100</color> poin Elemental Mastery selama 12 detik. Efek ini akan hilang saat berganti Karakter. Saat durasi \"Teachings of the Forest\" berakhir atau dihapus, akan mengakibatkan DMG setara dengan <color=#99FFFFFF>140%</color> ATK terhadap 1 musuh di sekitar. \"Teachings of the Forest\" dapat terpicu setiap 20 detik.",
        "th": "เมื่อใช้สกิลธาตุหรือท่าไม้ตาย จะได้รับเอฟเฟกต์ Teachings of the Forest ซึ่งจะทำให้ความชำนาญธาตุเพิ่มขึ้น <color=#99FFFFFF>100</color> หน่วย เป็นเวลา 12 วินาที โดยที่เอฟเฟกต์นี้ จะถูกลบล้างเมื่อสับเปลี่ยนตัวละคร และเมื่อช่วงเวลาคงอยู่ของ Teachings of the Forest สิ้นสุดลงหรือเอฟเฟกต์ถูกลบล้างไป จะสร้างความเสียหายเป็น <color=#99FFFFFF>140%</color> ของพลังโจมตี แก่ศัตรูหนึ่งตัวที่อยู่ในบริเวณใกล้เคียง โดยที่ทุก 20 วินาที Teachings of the Forest จะสามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง",
        "vi": "Khi thi triển Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ sẽ nhận hiệu ứng \"Chỉ Dẫn Của Rừng Sâu\", tăng <color=#99FFFFFF>100</color> Tinh Thông Nguyên Tố, duy trì 12s. Hiệu quả này sẽ hủy khi đổi nhân vật. \"Chỉ Dẫn Của Rừng Sâu\" khi kết thúc thời gian duy trì hoặc bị hủy sẽ gây cho một kẻ địch gần đó lượng sát thương bằng <color=#99FFFFFF>140%</color> tấn công. \"Chỉ Dẫn Của Rừng Sâu\" mỗi 20s tối đa kích hoạt một lần."
      }
    },
    {
      "name": {
        "zhs": "迷宫之王的教导",
        "zht": "迷宮之王的教導",
        "jp": "迷宮の王の教え",
        "ko": "미궁의 왕의 가르침",
        "en": "Labyrinth Lord's Instruction",
        "de": "Lehren des Labyrinthkönigs",
        "es": "Enseñanzas del Rey del Laberinto",
        "fr": "Instruction du seigneur du labyrinthe",
        "pt": "Instruções do Rei do Labirinto",
        "ru": "Учения владыки лабиринта",
        "id": "Labyrinth Lord's Instruction",
        "th": "Labyrinth Lord's Instruction",
        "vi": "Chỉ Dẫn Của Vua Mê Cung"
      },
      "description": {
        "zhs": "施放元素战技或元素爆发时，将获得「森林教诲」的效果，元素精通提升<color=#99FFFFFF>120</color>点，持续12秒。该效果将在切换角色时移除。森林教诲的持续时间结束或被移除时，将对附近一名敌人造成<color=#99FFFFFF>160%</color>攻击力的伤害。森林教诲每20秒至多触发一次。",
        "zht": "施放元素戰技或元素爆發時，將獲得「森林教誨」的效果，元素精通提升<color=#99FFFFFF>120</color>點，持續12秒。該效果將在切換角色時移除。森林教誨的持續時間結束或被移除時，將對附近一名敵人造成<color=#99FFFFFF>160%</color>攻擊力的傷害。森林教誨每20秒至多觸發一次。",
        "jp": "元素スキルまたは元素爆発を発動すると、継続時間12秒の「森の教え」効果を獲得し、元素熟知+<color=#99FFFFFF>120</color>。この効果はキャラクターを切り替えるとクリアされる。「森の教え」効果の継続時間終了またはクリア時に、近くの敵1体に攻撃力<color=#99FFFFFF>160%</color>分のダメージを与える。「森の教え」効果は20秒毎に1回のみ獲得できる。",
        "ko": "원소전투 스킬 또는 원소폭발 발동 시 「숲의 가르침」 효과를 획득하고 원소 마스터리가 <color=#99FFFFFF>120</color>pt 증가한다. 지속 시간: 12초. 해당 효과는 캐릭터 교체 시 사라진다. 숲의 가르침의 지속 시간이 종료되거나 효과가 사라지면 주변의 적 1명에게 공격력 <color=#99FFFFFF>160%</color>의 피해를 준다. 숲의 가르침은 20초마다 최대 1회 발동된다",
        "en": "Obtain the Teachings of the Forest effect when unleashing Elemental Skills and Bursts, increasing Elemental Mastery by <color=#99FFFFFF>120</color> for 12s. This effect will be removed when switching characters. When the Teachings of the Forest effect ends or is removed, it will deal <color=#99FFFFFF>160%</color> of ATK as DMG to 1 nearby opponent. The Teachings of the Forest effect can be triggered once every 20s.",
        "de": "Erhält beim Anwenden der Elementarfähigkeit oder Spezialfähigkeit den Effekt „Waldlehre“, der 12 s lang die Elementarkunde um <color=#99FFFFFF>120</color> Punkte erhöht. Dieser Effekt wird beim Auswechseln der Figur entfernt. Wenn die Dauer des Effekts endet oder der Effekt entfernt wird, wird 1 Gegner in der Nähe Schaden in Höhe von <color=#99FFFFFF>160 %</color> ANG zugefügt. 20 s Abklingzeit.",
        "es": "Al usar una Habilidad Elemental o Definitiva, obtienes el efecto de “enseñanzas del bosque”, el cual aumenta la Maestría Elemental en <color=#99FFFFFF>120</color> pts. durante 12 s. Este efecto se eliminará al cambiar de personaje. Cuando termina la duración de enseñanzas del bosque o cuando se elimina el efecto, se inflige un daño equivalente al <color=#99FFFFFF>160%</color> del ATQ del personaje contra un enemigo cercano. El efecto de enseñanzas del bosque solo se puede activar una vez cada 20 s.",
        "fr": "#Accorde l'effet Enseignements de la forêt lors de l'utilisation d'une compétence ou d'un déchaînement élémentaire, augmentant la maîtrise élémentaire de <color=#99FFFFFF>120</color> pts pendant 12{NON_BREAK_SPACE}s. Cet effet est annulé lors du changement de personnage. Lorsque l'effet Enseignements de la forêt prend fin ou est annulé, il inflige des DGT équivalant à <color=#99FFFFFF>160 %</color> de l'ATQ à un ennemi proche. L'effet Enseignements de la forêt peut être déclenché une fois toutes les 20 s.",
        "pt": "Obtém o efeito \"Ensinamentos da Floresta\" ao desencadear Habilidades Elementais e Supremos, aumentando a Proficiência Elemental em <color=#99FFFFFF>120</color> por 12s. Este efeito será removido ao trocar de personagens. Quando o efeito de Ensinamentos da Floresta termina ou é removido, irá causar <color=#99FFFFFF>160%</color> de ATQ como Dano a 1 oponente próximo. O efeito de Ensinamentos da Floresta pode ser desencadeado uma vez a cada 20s.",
        "ru": "Активация элементального навыка или взрыва стихии наделяет персонажа эффектом Наставлений лесов, который увеличивает его мастерство стихий на <color=#99FFFFFF>120</color> ед. на 12 сек. При переключении персонажа эффект пропадёт. Когда время действия эффекта заканчивается или он пропадёт, одному из противников поблизости наносится урон в <color=#99FFFFFF>160%</color> от силы атаки. Этот эффект может возникнуть раз в 20 сек.",
        "id": "Saat melancarkan Elemental Skill atau Elemental Burst, akan mendapatkan efek \"Teachings of the Forest\" yang meningkatkan <color=#99FFFFFF>120</color> poin Elemental Mastery selama 12 detik. Efek ini akan hilang saat berganti Karakter. Saat durasi \"Teachings of the Forest\" berakhir atau dihapus, akan mengakibatkan DMG setara dengan <color=#99FFFFFF>160%</color> ATK terhadap 1 musuh di sekitar. \"Teachings of the Forest\" dapat terpicu setiap 20 detik.",
        "th": "เมื่อใช้สกิลธาตุหรือท่าไม้ตาย จะได้รับเอฟเฟกต์ Teachings of the Forest ซึ่งจะทำให้ความชำนาญธาตุเพิ่มขึ้น <color=#99FFFFFF>120</color> หน่วย เป็นเวลา 12 วินาที โดยที่เอฟเฟกต์นี้ จะถูกลบล้างเมื่อสับเปลี่ยนตัวละคร และเมื่อช่วงเวลาคงอยู่ของ Teachings of the Forest สิ้นสุดลงหรือเอฟเฟกต์ถูกลบล้างไป จะสร้างความเสียหายเป็น <color=#99FFFFFF>160%</color> ของพลังโจมตี แก่ศัตรูหนึ่งตัวที่อยู่ในบริเวณใกล้เคียง โดยที่ทุก 20 วินาที Teachings of the Forest จะสามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง",
        "vi": "Khi thi triển Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ sẽ nhận hiệu ứng \"Chỉ Dẫn Của Rừng Sâu\", tăng <color=#99FFFFFF>120</color> Tinh Thông Nguyên Tố, duy trì 12s. Hiệu quả này sẽ hủy khi đổi nhân vật. \"Chỉ Dẫn Của Rừng Sâu\" khi kết thúc thời gian duy trì hoặc bị hủy sẽ gây cho một kẻ địch gần đó lượng sát thương bằng <color=#99FFFFFF>160%</color> tấn công. \"Chỉ Dẫn Của Rừng Sâu\" mỗi 20s tối đa kích hoạt một lần."
      }
    },
    {
      "name": {
        "zhs": "迷宫之王的教导",
        "zht": "迷宮之王的教導",
        "jp": "迷宮の王の教え",
        "ko": "미궁의 왕의 가르침",
        "en": "Labyrinth Lord's Instruction",
        "de": "Lehren des Labyrinthkönigs",
        "es": "Enseñanzas del Rey del Laberinto",
        "fr": "Instruction du seigneur du labyrinthe",
        "pt": "Instruções do Rei do Labirinto",
        "ru": "Учения владыки лабиринта",
        "id": "Labyrinth Lord's Instruction",
        "th": "Labyrinth Lord's Instruction",
        "vi": "Chỉ Dẫn Của Vua Mê Cung"
      },
      "description": {
        "zhs": "施放元素战技或元素爆发时，将获得「森林教诲」的效果，元素精通提升<color=#99FFFFFF>140</color>点，持续12秒。该效果将在切换角色时移除。森林教诲的持续时间结束或被移除时，将对附近一名敌人造成<color=#99FFFFFF>180%</color>攻击力的伤害。森林教诲每20秒至多触发一次。",
        "zht": "施放元素戰技或元素爆發時，將獲得「森林教誨」的效果，元素精通提升<color=#99FFFFFF>140</color>點，持續12秒。該效果將在切換角色時移除。森林教誨的持續時間結束或被移除時，將對附近一名敵人造成<color=#99FFFFFF>180%</color>攻擊力的傷害。森林教誨每20秒至多觸發一次。",
        "jp": "元素スキルまたは元素爆発を発動すると、継続時間12秒の「森の教え」効果を獲得し、元素熟知+<color=#99FFFFFF>140</color>。この効果はキャラクターを切り替えるとクリアされる。「森の教え」効果の継続時間終了またはクリア時に、近くの敵1体に攻撃力<color=#99FFFFFF>180%</color>分のダメージを与える。「森の教え」効果は20秒毎に1回のみ獲得できる。",
        "ko": "원소전투 스킬 또는 원소폭발 발동 시 「숲의 가르침」 효과를 획득하고 원소 마스터리가 <color=#99FFFFFF>140</color>pt 증가한다. 지속 시간: 12초. 해당 효과는 캐릭터 교체 시 사라진다. 숲의 가르침의 지속 시간이 종료되거나 효과가 사라지면 주변의 적 1명에게 공격력 <color=#99FFFFFF>180%</color>의 피해를 준다. 숲의 가르침은 20초마다 최대 1회 발동된다",
        "en": "Obtain the Teachings of the Forest effect when unleashing Elemental Skills and Bursts, increasing Elemental Mastery by <color=#99FFFFFF>140</color> for 12s. This effect will be removed when switching characters. When the Teachings of the Forest effect ends or is removed, it will deal <color=#99FFFFFF>180%</color> of ATK as DMG to 1 nearby opponent. The Teachings of the Forest effect can be triggered once every 20s.",
        "de": "Erhält beim Anwenden der Elementarfähigkeit oder Spezialfähigkeit den Effekt „Waldlehre“, der 12 s lang die Elementarkunde um <color=#99FFFFFF>140</color> Punkte erhöht. Dieser Effekt wird beim Auswechseln der Figur entfernt. Wenn die Dauer des Effekts endet oder der Effekt entfernt wird, wird 1 Gegner in der Nähe Schaden in Höhe von <color=#99FFFFFF>180 %</color> ANG zugefügt. 20 s Abklingzeit.",
        "es": "Al usar una Habilidad Elemental o Definitiva, obtienes el efecto de “enseñanzas del bosque”, el cual aumenta la Maestría Elemental en <color=#99FFFFFF>140</color> pts. durante 12 s. Este efecto se eliminará al cambiar de personaje. Cuando termina la duración de enseñanzas del bosque o cuando se elimina el efecto, se inflige un daño equivalente al <color=#99FFFFFF>180%</color> del ATQ del personaje contra un enemigo cercano. El efecto de enseñanzas del bosque solo se puede activar una vez cada 20 s.",
        "fr": "#Accorde l'effet Enseignements de la forêt lors de l'utilisation d'une compétence ou d'un déchaînement élémentaire, augmentant la maîtrise élémentaire de <color=#99FFFFFF>140</color> pts pendant 12{NON_BREAK_SPACE}s. Cet effet est annulé lors du changement de personnage. Lorsque l'effet Enseignements de la forêt prend fin ou est annulé, il inflige des DGT équivalant à <color=#99FFFFFF>180 %</color> de l'ATQ à un ennemi proche. L'effet Enseignements de la forêt peut être déclenché une fois toutes les 20 s.",
        "pt": "Obtém o efeito \"Ensinamentos da Floresta\" ao desencadear Habilidades Elementais e Supremos, aumentando a Proficiência Elemental em <color=#99FFFFFF>140</color> por 12s. Este efeito será removido ao trocar de personagens. Quando o efeito de Ensinamentos da Floresta termina ou é removido, irá causar <color=#99FFFFFF>180%</color> de ATQ como Dano a 1 oponente próximo. O efeito de Ensinamentos da Floresta pode ser desencadeado uma vez a cada 20s.",
        "ru": "Активация элементального навыка или взрыва стихии наделяет персонажа эффектом Наставлений лесов, который увеличивает его мастерство стихий на <color=#99FFFFFF>140</color> ед. на 12 сек. При переключении персонажа эффект пропадёт. Когда время действия эффекта заканчивается или он пропадёт, одному из противников поблизости наносится урон в <color=#99FFFFFF>180%</color> от силы атаки. Этот эффект может возникнуть раз в 20 сек.",
        "id": "Saat melancarkan Elemental Skill atau Elemental Burst, akan mendapatkan efek \"Teachings of the Forest\" yang meningkatkan <color=#99FFFFFF>140</color> poin Elemental Mastery selama 12 detik. Efek ini akan hilang saat berganti Karakter. Saat durasi \"Teachings of the Forest\" berakhir atau dihapus, akan mengakibatkan DMG setara dengan <color=#99FFFFFF>180%</color> ATK terhadap 1 musuh di sekitar. \"Teachings of the Forest\" dapat terpicu setiap 20 detik.",
        "th": "เมื่อใช้สกิลธาตุหรือท่าไม้ตาย จะได้รับเอฟเฟกต์ Teachings of the Forest ซึ่งจะทำให้ความชำนาญธาตุเพิ่มขึ้น <color=#99FFFFFF>140</color> หน่วย เป็นเวลา 12 วินาที โดยที่เอฟเฟกต์นี้ จะถูกลบล้างเมื่อสับเปลี่ยนตัวละคร และเมื่อช่วงเวลาคงอยู่ของ Teachings of the Forest สิ้นสุดลงหรือเอฟเฟกต์ถูกลบล้างไป จะสร้างความเสียหายเป็น <color=#99FFFFFF>180%</color> ของพลังโจมตี แก่ศัตรูหนึ่งตัวที่อยู่ในบริเวณใกล้เคียง โดยที่ทุก 20 วินาที Teachings of the Forest จะสามารถเกิดขึ้นได้มากสุดหนึ่งครั้ง",
        "vi": "Khi thi triển Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ sẽ nhận hiệu ứng \"Chỉ Dẫn Của Rừng Sâu\", tăng <color=#99FFFFFF>140</color> Tinh Thông Nguyên Tố, duy trì 12s. Hiệu quả này sẽ hủy khi đổi nhân vật. \"Chỉ Dẫn Của Rừng Sâu\" khi kết thúc thời gian duy trì hoặc bị hủy sẽ gây cho một kẻ địch gần đó lượng sát thương bằng <color=#99FFFFFF>180%</color> tấn công. \"Chỉ Dẫn Của Rừng Sâu\" mỗi 20s tối đa kích hoạt một lần."
      }
    }
  ],
  "internal_name": "Bow_Arakalari",
  "imgid": "bow/arakalari"
}