{
  "id": 15511,
  "type": "bow",
  "rank": 5,
  "name": {
    "zhs": "猎人之径",
    "zht": "獵人之徑",
    "jp": "狩人の道",
    "ko": "사냥꾼의 길",
    "en": "Hunter's Path",
    "de": "Pfad des Jägers",
    "es": "Senda de la Cazadora",
    "fr": "La voie du chasseur",
    "pt": "Caminho do Caçador",
    "ru": "Охотничья тропа",
    "id": "Hunter's Path",
    "th": "Hunter's Path",
    "vi": "Con Đường Thợ Săn"
  },
  "description": {
    "zhs": "以珍贵的白枝制成的饰金猎弓，曾经射落无数侵入森林的恶兽。",
    "zht": "以珍貴的白枝製成的飾金獵弓，曾經射落無數侵入森林的惡獸。",
    "jp": "貴重な白き枝で作られた金メッキの弓。森に侵入する無数の悪しき獣を倒してきた。",
    "ko": "진귀한 하얀 나뭇가지로 만들어진 황금빛 사냥용 활. 한때 숲을 침입한 수많은 맹수를 쓰러뜨렸다",
    "en": "This gilded bow was made using precious white branches. It has felled countless wicked beasts attempting to infiltrate the woods.",
    "de": "Dieser vergoldete Bogen wurde aus seltenen weißen Ästen gefertigt. Er hat schon zahllose böse Bestien erlegt, die versuchten, in den Wald einzudringen.",
    "es": "Un arco con motivos dorados fabricado a partir de unas valiosas ramas blancas. Con sus flechas, en el pasado derribó a incontables bestias que invadieron el bosque.",
    "fr": "Cet arc doré a été réalisé à l'aide de branches blanches précieuses. Il a abattu d'innombrables bêtes méchantes qui tentaient de s'infiltrer dans les bois.",
    "pt": "Este arco adornado foi feito usando galhos brancos preciosos. Ele já derrotou inúmeras bestas malignas que tentaram infiltrar a floresta.",
    "ru": "Этот позолоченный лук, выполненный из драгоценных белых ветвей, сразил бесчисленное множество злых тварей, которые попытались вторгнуться в лес.",
    "id": "Busur berburu berwarna emas yang dibuat dari cabang putih yang berharga telah menembak jatuh begitu banyak monster buas yang hendak menyerbu hutan.",
    "th": "ธนูล่าสัตว์สลักทองที่ทำขึ้นจากกิ่งสีขาวที่แสนล้ำค่า เคยยิงสัตว์ร้ายที่บุกรุกเข้ามาในป่าจนร่วงมาแล้วนับไม่ถ้วน",
    "vi": "Cung săn bắn được chế tạo từ nhánh cây trắng, từng bắn hạ vô số ác thú xâm chiếm khu rừng."
  },
  "lore": {
    "zhs": "\n用白枝制成的饰金猎弓，其中蕴含森林的祝福。\n长出这种洁白枝条的树，在地上已经很少见了。\n祝福曾一度被黑血掩盖。但污渍已被水洗净了。\n\n追猎漆黑兽群的猎手，她的捕猎似乎永无止境。\n数夜在朽叶堆下等待，数日埋身于肉块中假寐，\n只为射出穿透心脏的一箭。然后，寻找新猎物。\n\n渐渐地猎手不再担心风将自己的所在传给猎物，\n不再利用葱色的野花来掩盖自己身为人的气息，\n因为她散发的气味变得与野兽熟悉的腥臭相近。\n\n在成为猎手前，她早已忘记了人的言语。\n在无止境的追猎中，忘记了时间与日月，\n忘记了原本许诺她的无边无际的大猎场。\n连起初找到她、将白枝制成的弓交给她，\n又使她走上漆黑兽径的盲眼少年，\n也在心无旁骛的狩猎中被遗忘了。\n\n「染血者永远也不能找到，彼方无边际的苍翠猎场。」\n「不，师父，这个恶兽横行的世界才是我的猎场吧…」\n\n在月光投下的净水中，猎手发现，原来自己也不知不觉变成了野兽的模样。\n循着野兽留下的路径，水影中映出的黑骑士与剑锋，找到了不知所措的她…\n\n「不过又是一头需要消灭的魔兽，为水中的月轮所惑罢了。」\n「真奇怪。有那么一瞬间，我还以为是迷失森林的少女呢…」\n\n「继续西行吧。为了正义…为了清算将人歪曲为野兽的罪。」",
    "zht": "\n用白枝製成的飾金獵弓，其中蘊含森林的祝福。\n長出這種潔白枝條的樹，在地上已經很少見了。\n祝福曾一度被黑血掩蓋。但污漬已被水洗淨了。\n\n追獵漆黑獸群的獵手，她的捕獵似乎永無止境。\n數夜在朽葉堆下等待，數日埋身於肉塊中假寐，\n只為射出穿透心臟的一箭。然後，尋找新獵物。\n\n漸漸地獵手不再擔心風將自己的所在傳給獵物，\n不再利用蔥色的野花來掩蓋自己身為人的氣息，\n因為她散發的氣味變得與野獸熟悉的腥臭相近。\n\n在成為獵手前，她早已忘記了人的言語。\n在無止境的追獵中，忘記了時間與日月，\n忘記了原本許諾她的無邊無際的大獵場。\n連起初找到她、將白枝製成的弓交給她，\n又使她走上漆黑獸徑的盲眼少年，\n也在心無旁騖的狩獵中被遺忘了。\n\n「染血者永遠也不能找到，彼方無邊際的蒼翠獵場。」\n「不，師父，這個惡獸橫行的世界才是我的獵場吧…」\n\n在月光投下的淨水中，獵手發現，原來自己也不知不覺變成了野獸的模樣。\n循著野獸留下的路徑，水影中映出的黑騎士與劍鋒，找到了不知所措的她…\n\n「不過又是一頭需要消滅的魔獸，為水中的月輪所惑罷了。」\n「真奇怪。有那麼一瞬間，我還以為是迷失森林的少女呢…」\n\n「繼續西行吧。為了正義…為了清算將人歪曲為野獸的罪。」",
    "jp": "\n白き枝で作られた金メッキの弓。森の祝福が秘められている。\nこのような純白の枝を伸ばす木は、もう地上でほとんど見かけなくなった。\nかつて祝福は黒い血に覆われた。しかし、その汚れはすでに、水で洗い流されている。\n\n漆黒の獣を追う狩人。彼女の狩りが終わることはないようだ。\n夜な夜な枯れた葉っぱたちの下で待ち続けた日々、肉塊の中で狸寝入りをした日々。\nそれらはすべて、心臓を貫く矢を放つため。そして、また新たな獲物を探すのだ。\n\nそのうちに狩人は、風が自分の居場所を獲物に伝えてしまうことを気にしなくなった。\n葱のような色をした野花を使って、人の匂いを隠すこともしなくなった。\n何しろ、彼女の発する匂い自体が、獣に馴染みのあるあの生臭い匂いに近づいて来たのだ。\n\n狩人になる前から、すでに彼女は人の言葉を忘れていた。\n終わりのない狩りの日々が続く中で、時間や年月、\nそして彼女に許された果てなき猟場までもが、忘れ去られていった。\nそして、彼女を最初に見つけ、白き枝で作られた弓を渡し、\n漆黒の獣道へと導いた盲目の少年のことすら、\n一心に狩りをしていた間に、彼女は忘れてしまったのだ。\n\n「血に染まった者は永遠に、あの果てない緑の猟場に辿り着けない」\n「——違う。師匠、この悪しき獣の横行する世界こそが、俺の猟場なのだ…」\n\n狩人は月明かりに照らされた清らかな水の中で、自らも知らず知らずのうちに獣の姿になっていたことに気づいた。\n獣が残した道を辿ってきた黒騎士の姿と剣の刃が水面に映り——その目が、なすすべもなく慌てふためく彼女を捉えた…\n\n「水中の月に惑わされた、ただの駆除すべき魔獣だったか。」\n「——それにしても奇妙だ。一瞬、森の中で迷子になった少女だと思ったのだが…」\n\n「西に向かい続けよう。正義のために…そして、人を獣に歪めた罪を、清算するために。」",
    "ko": "\n하얀 나뭇가지로 만든 금장식 사냥활에는 숲의 축복이 깃들어 있지.\n이런 순백색의 나뭇가지가 자라는 나무는 이제 이 땅에서 거의 찾아볼 수 없어.\n축복은 한때 검은 피에 뒤덮인 적도 있었지만, 물로 깨끗이 씻어냈어.\n\n어둠의 야수떼를 쫓는 사냥꾼, 그녀의 사냥은 영원히 끝나지 않을 것만 같았지.\n낙엽 더미 아래에서 기다린 밤들, 고깃덩이 속에 몸을 묻고 선잠에 든 날들,\n모두 심장을 꿰뚫는 단 한 발의 화살을 위해서였지. 그런 다음, 새로운 사냥감을 찾아 나섰어.\n\n시간이 흘러 사냥꾼은 더 이상 자신의 냄새를 맡은 사냥감한테 들킬까 봐 노심초사하지 않게 되었고,\n녹색 들꽃으로 자신의 체취를 감추지 않아도 되었어.\n그녀의 냄새 역시 야수들에게 익숙한 냄새와 비슷해졌기 때문이야.\n\n사냥꾼이 되기 전에 익힌 인간의 언어는 잊은 지 오래였지.\n끝없는 추적 끝에 시간과 세월의 흐름을 잊게 되었으며,\n그녀에게 약속했던 끝없는 사냥터마저 잊게 됐지.\n처음에 그녀를 발견하고, 하얀 나뭇가지를 활로 만들어줬던\n어둠의 야수의 길로 그녀를 인도했던 눈먼 소년도\n사냥에 몰두하면서 점점 잊혔지.\n\n「피로 물든 자는 영원히 저편의 끝없는 푸른 사냥터를 찾을 수 없어.」\n「아뇨, 사부님. 이 맹수들이 날뛰는 세상이야말로 제 사냥터인 것 같아요…」\n\n사냥꾼은 달빛이 환하게 비추는 맑은 물에 비친 자신의 모습을 보고 나서야 자신 또한 야수로 변해버렸다는 걸 깨달았어.\n야수가 남긴 길을 따라가던 흑기사와 그의 검이 물의 잔영에 비쳤고, 이내 당황한 그녀를 찾아냈지….\n\n「소멸되어야 할 또 한 마리의 마수가 물에 비친 달에 사로잡혔을 뿐이야.」\n「이상하네. 잠깐이었지만 숲에서 길을 잃은 소녀인 줄 알았으니…」\n\n「계속 서쪽으로 가야겠군. 정의를 위해… 인간을 야수로 왜곡시킨 죄를 속죄하기 위해」",
    "en": "\nA golden hunting bow made of white branches that contains the blessing of the forest.\nTrees with such white branches are rarely seen nowadays.\nThe blessings were once covered by darkened blood, but the stains have been washed away by water.\n\nThe hunter pursuing the dark herd seemed to be on a hunt without end.\nNights of waiting under rotten leaves, and days of slumbering inside chunks of meat,\nAll for that fatal arrow that would penetrate the heart of the prey — and then, it was on to the next target.\n\nGradually, the hunter stopped worrying about the wind revealing her location to the prey,\nOr about using wildflowers to camouflage her human scent,\nAs the smell she diffused became similar to the stench wild beasts were familiar with.\n\nShe forgot the human tongue long before she became a hunter.\nDuring her endless hunt, the time and the sun and the moon faded into oblivion,\nAnd so did the boundless hunting fields promised to her.\nEven the blind youth who first found her and gave her the bow made of white branches,\nAnd led her onto the path of the dark beasts,\nWas forgotten in her undistracted hunt.\n\n\"For the bloodstained shall never find yonder hunting grounds of endless viridescence.\"\n\"No, master, this world where barbarous beasts roam shall be my hunting grounds...\"\n\nLooking into the clear water under the moonlight, the hunter found that she, too, had unwittingly turned into a wild beast.\nFollowing the tracks left by the beast, the black knight whose form and sword were reflected in the water found her, at a loss as she was...\n\n\"So, you were just another beast to be destroyed, tempted by the illusory silhouette of the moon in the water.\"\n\"How strange. For a moment, I thought I saw a maiden lost in the forest...\"\n\n\"I must continue westwards. For the sake of justice... To settle the crime of twisting man into a beast's form.\"",
    "de": "\nEin goldplattierter Jagdbogen, der aus weißen Zweigen hergestellt wurde und dem der Segen des Waldes innewohnt.\nBäume, die diese Art von weißen Ästen hervorbringen, sind heute nur noch selten zu finden.\nDer Segen wurde einstmals von schwarzem Blut überdeckt, doch diese Verschmutzung wurde von Wasser reingewaschen.\n\nDie Jagd der Jägerin, die dunklen Bestien nachstellt, scheint schier endlos zu sein.\nViele Nächte wartet sie in Haufen herabgefallenen Laubs und viele Tage legt sie sich in Fleischbrocken, um sich dort schlafend zu stellen,\nnur um dann einen Pfeil durch das Herz ihrer Beute zu schießen und danach nach neuer Beute zu suchen.\n\nAllmählich sorgt sich die Jägerin nicht länger, dass der Wind ihre Anwesenheit an ihre Beute preisgeben könnte,\nund sie nutzt nicht länger dunkelgrüne Wildblumen, um ihren Menschengeruch zu verbergen,\ndenn ihr eigener Geruch hat sich dem fauligen Gestank angeglichen, an den Wildtiere gewöhnt sind.\n\nSchon lange bevor sie zu einer Jägerin wurde, hatte sie die Sprache der Menschen vergessen.\nUnd auf ihrer endlosen Jagd hatte sie die Zeit sowie die Sonne und den Mond vergessen,\ngenau wie auch die endlosen Jagdgründe, die ihr ursprünglich versprochen worden waren.\nUnd das blinde Kind, das sie damals gefunden, ihr den aus weißen Ästen angefertigten Bogen gegeben\nund sie auf die Jagd nach Bestien im Dunkeln gesendet hatte,\nhatte sie ebenfalls auf ihrer Jagd vergessen, die ihr ganzes Herz für sich vereinnahmte.\n\n„Jene, die Blut an ihren Händen haben, werden niemals jene endlosen azurgrünen Jagdgründe finden.“\n„Nein, Meister, diese Welt, die von bösartigen Bestien heimgesucht wird, ist mein wahrer Jagdgrund ...“\n\nIm klaren, vom Mondlicht beschienenen Wasser erkannte die Jägerin, dass sie, ohne es zu merken, selbst zu einem wilden Tier geworden war.\nDie Spiegelung eines mit einem Schwert bewaffneten Ritters, der den Spuren eines Wildtiers folgend die verblüffte Jägerin gefunden hatte, zeichnete sich im Wasser ab ...\n\n„Nichts anderes als ein weiteres Monster, das ausgemerzt werden muss und das von der Spiegelung des Mondes im Wasser verblüfft ist.“\n„Wie sonderbar. Für einen kurzen Moment habe ich tatsächlich geglaubt, dass es ein Mädchen wäre, das sich im Wald verirrt hätte ...“\n\n„Weiter nach Westen, für die Gerechtigkeit ... Und um das Verbrechen zu sühnen, durch das ein Mensch zu einem Wildtier verwandelt wurde.“",
    "es": "\nUn arco hecho de ramas blancas, con una ornamentación dorada y bendecido por el bosque.\nLos árboles que producen este tipo de ramas blancas son muy poco comunes hoy en día.\nEn el pasado, la bendición del arma estuvo cubierta con una sangre oscura, pero esa mancha fue purificada con agua.\n\nLa cazadora que cazaba bestias oscuras parecía tener una tarea interminable.\nPasaba noches esperando junto a pilas de hojas marchitas, y días escondida bajo los montones de carne las bestias.\nTodo para disparar una flecha que atravesara el corazón de su presa y, después, seguir buscando un nuevo trofeo.\n\nCon el paso del tiempo, la cazadora dejó de preocuparse de que el viento la delatara al llevar su olor hasta sus presas.\nEntonces, dejó de ocultar su olor humano con flores silvestres,\nya que había comenzado a despedir el mismo hedor al que los monstruos estaban tan acostumbrados.\n\nOlvidó el lenguaje de los humanos incluso antes de convertirse en cazadora.\nA lo largo de sus cacerías interminables, olvidó lo que era el tiempo, el sol y la luna.\nOlvidó el campo de caza infinito que le habían prometido originalmente.\nY también olvidó al joven ciego que la encontró por primera vez, que le entregó el arco hecho de ramas blancas y que la hizo\nmarchar por la senda de las bestias oscuras.\nSí, incluso a él lo olvidó por centrar su vida por completo en la caza.\n\n“Aquellos que están manchados de sangre nunca encontrarán el infinito campo de caza.\nNo, maestro, nunca lo encontrarán, pues este mundo infestado de feroces bestias es mi campo de caza”.\n\nAl ver su reflejo en un apacible estanque en el que se reflejaba la luz de la luna, la cazadora se percató de que, sin darse cuenta, ella misma se había convertido en una bestia salvaje.\nSiguiendo la senda que había recorrido esta “bestia”, en el reflejo del agua de aquel estanque se podía ver a un caballero oscuro que blandía una espada, y que la encontró totalmente desorientada.\n\n“Vaya, no eres nada más que otro monstruo aturdido por el reflejo de la luna llena en el agua, y que debe ser exterminado.\nQué extraño. Por un breve momento pensé que eras una chica que se había perdido en el bosque.\n\nSeguiré dirigiéndome hacia el oeste. Para hacer justicia... y para purgar el pecado que convierte a los humanos en bestias salvajes”.",
    "fr": "\nUn arc de chasse doré fabriqué à partir d'une branche pâle. Il porte la bénédiction de la forêt.\nLes arbres qui produisent ce type de branche d'un blanc pur sont très rares.\nLa bénédiction était autrefois couverte de sang noir, une impureté qui fut nettoyée par la suite.\n\nUne chasseuse chassant des bêtes ténébreuses. Sa chasse semblait ne jamais finir.\nElle passait de nombreuses nuits à attendre sous des tas de feuilles mortes, et de nombreux jours à rester allongée sous de la chair et à faire semblant de dormir.\nTout cela pour parvenir à tirer une flèche dans le cœur de sa cible. Puis elle commença à chercher une nouvelle proie.\n\nLe temps passa, et la chasseuse ne s'inquiétait plus que le vent ne la trahisse en transportant son odeur vers sa proie.\nElle n'utilisait plus de fleurs sauvages vertes pour dissimuler son odeur d'humaine...\nCar son odeur était devenue semblable à celle des bêtes sauvages.\n\nElle avait oublié la langue des hommes bien avant de devenir chasseuse.\nDans cette traque sans fin, elle avait oublié le temps, le soleil et la lune...\nAinsi que le terrain de chasse sans limites qui lui avait été promis.\nMême le garçon aveugle qui l'avait trouvée, lui avait donné son arc fabriqué à partir d'une branche pâle,\nEt l'avait poussée à chasser les créatures noires,\nDisparut également de sa mémoire alors que son esprit était absorbé par la chasse.\n\n« Les personnes souillées par le sang ne trouveront jamais les terrains de chasse verdoyants et sans limites de l'au-delà. »\n« Non, maître. C'est ce monde rempli de bêtes féroces qui est mon terrain de chasse... »\n\nEn se regardant dans l'eau claire et éclairée par la lune, la chasseuse réalisa qu'elle était devenue un monstre sauvage sans s'en rendre compte.\nElle était stupéfaite quand elle aperçut le reflet du chevalier noir et la pointe de son épée, celui-ci l'ayant retrouvée en suivant les traces laissées par les bêtes...\n\n« Ce n'est rien de plus qu'un monstre médusé par la vision de la lune dans l'eau. Il doit être éliminé. »\n« Comme c'est étrange. Pendant un moment, j'ai cru que c'était une jeune fille perdue dans la forêt... »\n\n« Je vais continuer d'avancer vers l'ouest, pour la justice... et pour expier mon crime, celui d'avoir transformé un être humain en bête sauvage. »",
    "pt": "\nUm arco de caça dourado, feito de galhos brancos. Ele carrega a bênção da floresta.\nRaramente são encontradas árvores que crescem ramos brancos tão puros.\nA bênção já foi oculta por sangue escura, mas a mancha foi purificada com água.\n\nUma caçadora de bestas negras. Sua caçada parece interminável.\nNoites de espera sob folhas secas e mortas, dias de se enterrar sob carne,\napenas para atirar aquela flecha no coração, e então ela irá buscar um novo alvo.\n\nCom o tempo, a caçadora deixou de se preocupar com o vento que revelava sua localização para a presa.\nEla deixou de usar flores silvestres para esconder seu cheiro humano,\nporque ela começou a exalar o mesmo fedor com o qual os animais selvagens estavam familiarizados.\n\nEla tinha esquecido a língua dos humanos antes mesmo de se tornar uma caçadora.\nEm meio às suas infinitas caçadas, até mesmo o tempo foi esquecido por ela.\nEla tinha se esquecido do campo de caça sem fim que havia sido prometido a ela.\nAté o jovem cego que primeiro a encontrou e lhe deu o arco feito de galhos brancos,\no mesmo que a fez trilhar o caminho das feras negras,\ntinha sido esquecido em meio ao foco dela na caça.\n\n\"Aqueles que foram manchados de sangue nunca encontrarão o campo de caça verdejante e interminável.\"\n\"Não, Mestre, meu real campo de caça fica no mundo dos monstros...\"\n\nNa piscina clara iluminada pelo luar, a caçadora descobriu que havia se transformado em uma fera sem perceber.\nPercorrendo os rastros deixados pelos animais, o cavaleiro negro e sua lâmina refletida na água encontraram a desconcertada figura dela.\n\n\"É apenas mais um monstro que precisa ser eliminado e que se confundiu pelo reflexo da lua na água.\"\n\"Que estranho. Por um momento, pensei que fosse uma jovem perdida na floresta...\"\n\n\"Continue sua viagem para o oeste. Por justiça... e para reparar a transformação de seres humanos em feras.\"",
    "ru": "\nПозолоченный охотничий лук, сделанных из белых ветвей. Он несёт в себе благословение самого леса.\nДеревья с такими чистыми и белыми ветвями встречаются очень редко.\nКогда-то благословение было сокрыто чёрной кровью, но вода смысла скверну.\n\nОхотница преследует чёрных зверей. Кажется, охоте её нет конца.\nНочи ожидания под гнилыми листьями и дни дремоты в кусках плоти...\nВсё ради того, чтобы пустить очередную стрелу прямо в сердце, а затем отправиться на поиски новой цели.\n\nСо временем охотница совсем перестала беспокоиться о том, что ветер донесёт её запах до добычи.\nОна больше не использовала те дикие цветы, что позволяли ей сливаться с лесом.\nБольше ей это было не нужно, ведь животные давно привыкли к её запаху и не выделяли его среди других.\n\nЧеловеческий язык она забыла ещё до того, как стала охотницей.\nОхотясь, она не замечала течение времени,\nа об обещанных ей бескрайних охотничьих угодьях давно позабыла.\nДаже тот слепой юноша, что нашёл её и подарил лук из белых ветвей,\nюноша, что повёл её по пути чёрных зверей,\nи тот был вытеснен из её памяти бесконечными мыслями об охоте.\n\n«Ибо истекающие кровью никогда не найдут охотничьих угодий в изумрудном сиянии.\nНет, мастер, мои настоящие охотничьи угодья там, где свирепствуют кровожадные звери...»\n\nНенароком взглянув на своё отражение, освещённое лунным светом, охотница поняла, что не заметила, как сама превратилась в зверя.\nПутешествуя по оставленным зверями следам, отразившийся в воде чёрный рыцарь и его клинок наткнулись на её растерянную фигуру...\n\n«Очередной монстр, которого нужно уничтожить, по неведомой причине зачарованный отражением в воде».\nСтранно. На какое-то мгновение я даже подумал, что это какая-то заблудившаяся в лесу девушка...\n\n«Нужно двигаться на запад. Во имя справедливости... и чтобы искупить вину за человека, превращённого в зверя».",
    "id": "\nBusur pemburu berwarna emas, terbuat dari dahan putih yang telah diberkati oleh hutan.\nPohon berdahan seputih salju ini sangat jarang dijumpai di permukaan.\nBerkat yang dahulu terutupi lapisan darah kehitaman kini telah dibersihkan oleh air.\n\nSang pemburu mengintai kawanan binatang hitam. Perburuannya tiada berakhir.\nMalam-malam dilalui di bawah dedaunan busuk, dan hari-hari dilewati dengan tertidur di bongkahan daging,\nhanya demi melepaskan seberkas panah yang menusuk jantung mangsanya, sebelum berlalu ke sasaran berikutnya.\n\nSang pemburu tak lagi risau akan angin yang mengabarkan posisi dirinya,\ndigunakannya wewangian alami bunga untuk menyamarkan bau tubuh manusia,\nmenjadi serupa dengan aroma yang biasa dihirup oleh para binatang buas.\n\nDia melupakan bahasa lidah manusia jauh sebelum menjadi pemburu.\nDalam perburuannya yang tiada akhir, waktu, bulan, dan sang surya tak lagi diindahkannya,\njuga wilayah perburuan yang luas, yang dijanjikan kepadanya telah sirna, telah musnah.\nBahkan sang pemuda yang pertama menemukannya, yang memberikan busur dahan putih kepadanya,\ndan yang mendorongnya melangkah ke jalur buas,\ntelah ia lupakan.\n\n\"Karena yang ternoda oleh darah, tidak akan pernah tiba di tanah perburuan yang hijau.\"\n\"Tidak, Tuan. Hendaknya dunia yang biadab ini menjadi lahan perburuanku ....\"\n\nMelihat pantulan dirinya dalam air di bawah terang bulan, sang pemburu melihat wujudnya yang kini menyerupai binatang buas.\nMengikuti jejak binatang buas, kesatria hitam dan pedang yang terpantul dari bayangan air, dia pun kebingungan ....\n\n\"Hanya satu lagi binatang buas untuk dibasmi, yang tergoda oleh lingkar bulan dalam pantulan air.\"\n\"Aneh. Untuk sesaat, kusangka dia adalah gadis yang hilang di hutan.\"\n\n\"Terus menuju ke barat. Demi keadilan ... demi menuntut balas manusia yang diserupakan dengan binatang.\"",
    "th": "\nธนูล่าสัตว์เคลือบทองที่ทำจากกิ่งไม้ขาว มีคำอวยพรของป่าซุกซ่อนอยู่ด้วย\nต้นไม้ที่มีกิ่งไม้ขาวบริสุทธิ์แบบนี้ พบได้ยากมากแล้ว\nคำอวยพรเคยถูกโลหิตดำปกคลุมไว้ แต่รอยเปื้อนถูกน้ำชะล้างออกจนหมดสิ้นแล้ว\n\nนักล่าผู้ไล่ล่าฝูงอสูรแห่งความมืดมิด การล่าของเธอดูเหมือนจะไม่มีที่สิ้นสุดเลย\nมีหลายคืนที่เธอซุ่มรออยู่ใต้กองใบไม้อันเน่าเปื่อย หลับใหลอยู่ใต้ก้อนเนื้อในช่วงหลายวันที่ซ่อนตัว\nเพียงเพื่อจะยิงลูกศรทะลุขั้วหัวใจออกไป จากนั้น ก็ตามหาเหยื่อรายใหม่ต่อไป\n\nเมื่อเวลาผ่านไป นักล่าก็เลิกวิตกว่าลมจะพัดพากลิ่นของเธอไป ทำให้เหยื่อรู้ตำแหน่งของเธอ\nเธอเลิกอำพรางกลิ่นของมนุษย์ด้วยดอกไม้ป่าสีเขียวขจี\nเพราะกลิ่นกายของเธอเริ่มใกล้เคียงกับกลิ่นเหม็นคาวที่สัตว์ป่าคุ้นเคยเป็นอย่างดี\n\nก่อนที่จะกลายเป็นนักล่า เธอได้ลืมเลือนภาษามนุษย์ไปตั้งนานแล้ว\nท่ามกลางการไล่ล่าที่ไม่หยุดหย่อน เธอเองก็ลืมกาลเวลาไปด้วยเช่นกัน\nทั้งยังลืมพื้นที่ล่าสัตว์อันกว้างใหญ่ไร้ขอบเขตที่เคยสัญญากับเธอไว้\nแม้แต่เด็กหนุ่มตาบอดที่เจอเธอในตอนแรก และมอบธนูที่ทำจากกิ่งไม้ขาวให้เธอ\nอีกทั้งทำให้เธอก้าวสู่ทางอสูรแห่งความมืดมิดอีกครั้ง\nก็ถูกเธอลืมเลือนไป เพราะจดจ่อกับการล่าสัตว์\n\n\"ผู้เปื้อนเลือดจะไม่มีวันค้นพบพื้นที่ล่าสัตว์เขียวชอุ่มอันไร้ขอบเขต ที่อยู่อีกฟากฝั่งหรอกนะ\"\n\"ไม่นะ อาจารย์ พื้นที่ล่าสัตว์ของข้าคือโลกที่เต็มไปด้วยสัตว์ร้ายแห่งนี้ต่างหาก...\"\n\nนักล่ามองไปที่แม่น้ำใต้แสงจันทร์ แล้วพบว่า ตนเองได้กลายเป็นสัตว์ป่าไปโดยไม่รู้ตัวซะแล้ว\nเมื่อเดินตามเส้นทางที่สัตว์ป่าทิ้งไว้ อัศวินดำและคมดาบในเงาสะท้อนของน้ำ ก็พบตัวเธอที่กำลังสับสนงุนงงอยู่...\n\n\"ก็แค่อสูรที่สมควรถูกกำจัดทิ้ง กำลังหลงใหลเงาจันทร์ในน้ำเท่านั้น\"\n\"แปลกเสียจริง มีแวบหนึ่ง ข้ายังนึกว่าเป็นสาวน้อยที่หลงป่ามาซะอีก...\"\n\n\"เดินหน้าไปทิศตะวันตกกันต่อเถอะ เพื่อความยุติธรรม... และเพื่อชำระบาปที่ทำให้มนุษย์กลายเป็นสัตว์ป่าเถอะ\"",
    "vi": "\nCung săn dát vàng dùng cành trắng chế thành, bên trong ẩn chứa rất nhiều lời chúc phúc của rừng sâu.\nLoại cây mọc ra cành cây trắng tinh thế này đã rất hiếm thấy ở trên mặt đất.\nDấu ấn chúc phúc từng bị máu đen che phủ. Nhưng vết bẩn đã được dòng nước rửa sạch.\n\nNgười thợ săn đuổi theo đàn thú đen, chuyến đi săn của cô như mãi mãi không có điểm dừng.\nBao đêm nấp dưới tán cây chờ, nhiều ngày ngủ vùi giữa đống thịt,\nChỉ để bắn ra một mũi tên xuyên thẳng vào tim. Sau đó tìm kiếm con mồi mới.\n\nDần dần, thợ săn không còn sợ làn gió sẽ tiết lộ vị trí của mình cho con mồi nữa,\nKhông cần dùng hoa lá để che dấu mùi của bản thân,\nBởi mùi phát ra từ cô đã dần giống mùi tanh hôi của dã thú.\n\nTrước khi trở thành thợ săn, cô đã quên đi ngôn ngữ loài người.\nTrong cuộc săn đuổi không có điểm dừng, cô đã quên đi thời gian và ngày đêm,\nQuên cả bãi săn vô hạn vốn đã hứa hẹn với mình.\nNgay cả thiếu niên mù khi xưa tìm thấy và giao chiếc cung trắng cho cô,\nRồi lại khiến cô đi vào đàn thú đen,\nCũng dần bị lãng quên sau những chuyến đi săn tập trung cao độ.\n\n\"Kẻ dính máu mãi mãi không thể tìm được, bãi săn bắn vô hạn năm ấy.\"\n\"Không, sư phụ, thế giới đầy ác thủ hoành hành này mới là khu vực săn bắn của con...\"\n\nKhi soi bóng bên mặt nước dưới ánh trăng, thợ săn phát hiện ra, hóa ra mình đã bất giác biến thành hình dạng của dã thú.\nMen theo con đường nhỏ mà dã thú để lại, kỵ sĩ đen và thanh kiếm in bóng trên mặt nước, tìm thấy cô lúc cô đang không biết phải làm sao...\n\n\"Chẳng qua lại là một con ma thú cần phải tiêu diệt, đang hoang mang vì bóng trăng dưới nước mà thôi.\"\n\"Thật kỳ lạ. Trong một thoáng, tôi còn tưởng nó là thiếu nữ lạc trong rừng rậm cơ...\"\n\n\"Tiếp tục đi về hướng Tây thôi. Vì chính nghĩa... vì giải quyết tội ác biến người thành dã thú.\""
  },
  "effects": [
    {
      "name": {
        "zhs": "兽径的终点",
        "zht": "獸徑的終點",
        "jp": "獣道の終着点",
        "ko": "동물이 거니는 길의 끝",
        "en": "At the End of the Beast-Paths",
        "de": "Am Ende der Fährte",
        "es": "Destino de las bestias",
        "fr": "Arrivée du sentier bestial",
        "pt": "O Destino da Besta",
        "ru": "Конец звериной тропы",
        "id": "At the End of the Beast-Paths",
        "th": "At the End of the Beast-Paths",
        "vi": "Đường Cùng Của Thú"
      },
      "description": {
        "zhs": "获得<color=#99FFFFFF>12%</color>所有元素伤害加成。重击命中敌人后，将获得「无休止的狩猎」：重击造成的伤害值提高，提高值相当于元素精通数值的<color=#99FFFFFF>160%</color>。该效果将在生效12次或10秒后消失，每12秒至多获得一次无休止的狩猎。",
        "zht": "獲得<color=#99FFFFFF>12%</color>所有元素傷害加成。重擊命中敵人後，將獲得「無休止的狩獵」：重擊造成的傷害值提高相當於元素精通數值的<color=#99FFFFFF>160%</color>。該效果將在生效12次或10秒後消失，每12秒至多獲得一次無休止的狩獵。",
        "jp": "全元素ダメージ+<color=#99FFFFFF>12%</color>。重撃が敵に命中すると、重撃ダメージが元素熟知<color=#99FFFFFF>160%</color>分アップする「エンドレスハント」効果を獲得する。「エンドレスハント」効果は12回発動または10秒後にクリアされ、12秒毎に1回のみ獲得できる。",
        "ko": "모든 원소 피해 보너스를 <color=#99FFFFFF>12%</color> 획득한다. 강공격으로 적 명중 후, 「무한 사냥」을 획득한다: 강공격으로 가하는 피해가 원소 마스터리 수치의 <color=#99FFFFFF>160%</color>만큼 증가한다. 해당 효과는 12회 발동 또는 10초 후 사라지고, 12초마다 무한 사냥 효과를 최대 1회 획득할 수 있다",
        "en": "Gain <color=#99FFFFFF>12%</color> All Elemental DMG Bonus. Obtain the Tireless Hunt effect after hitting an opponent with a Charged Attack. This effect increases Charged Attack DMG by <color=#99FFFFFF>160%</color> of Elemental Mastery. This effect will be removed after 12 Charged Attacks or 10s. Only 1 instance of Tireless Hunt can be gained every 12s.",
        "de": "Erhöht den Schaden aller Elemente um <color=#99FFFFFF>12 %</color>. Erhält nach Treffern mit heftigen Schlägen den Effekt „Unermüdliche Jagd“: Erhöht den Schaden heftiger Schläge um <color=#99FFFFFF>160 %</color> der Elementarkunde. Dieser Effekt verschwindet nach 10 s oder 12 heftigen Schlägen. 12 s Abklingzeit.",
        "es": "Otorga un <color=#99FFFFFF>12%</color> a todos los Bonos de Daño Elemental. Tras golpear a un enemigo con un Ataque Cargado, el personaje obtiene el efecto de “caza incansable”, el cual aumenta el daño de su Ataque Cargado en una cantidad equivalente al <color=#99FFFFFF>160%</color> de su Maestría Elemental. Este efecto desaparece tras activarse 12 veces o después de 10 s, y solo se puede obtener una vez cada 12 s.",
        "fr": "Accorde un bonus de DGT élémentaires de <color=#99FFFFFF>12 %</color>. Lorsqu'une attaque chargée a touché un ennemi, l'effet Chasse infatigable est accordé, augmentant les DGT d'attaque chargée d'une valeur équivalant à <color=#99FFFFFF>160 %</color> de la maîtrise élémentaire. Cet effet disparaît après 10 s ou après 12 attaques chargées. Cet effet peut être déclenché une fois toutes les 12 s.",
        "pt": "Ganha <color=#99FFFFFF>12%</color> de Bônus de Dano de todos os Elementos. Obtém o efeito \"Caça Incansável\" ao acertar um oponente com um Ataque Carregado. Esse efeito aumenta o Dano do Ataque Carregado em <color=#99FFFFFF>160%</color> da Proficiência Elemental. Esse efeito será removido depois 12 Ataques Carregados ou após 10s. Só é possível obter 1 efeito de Caça Incansável a cada 12s.",
        "ru": "Даёт <color=#99FFFFFF>12%</color> бонус урона всеми элементами. Попадание заряженной атакой наделяет персонажа эффектом Непрестанной охоты, который увеличивает урон заряженных атак на <color=#99FFFFFF>160%</color> от мастерства стихий. Через 10 сек. либо после 12 активаций эффект исчезает. Может возникнуть один раз в 12 сек.",
        "id": "Mendapatkan <color=#99FFFFFF>12%</color> Elemental DMG Bonus untuk semua elemen. Setelah Charged Attack mengenai musuh, akan mendapatkan \"Tireless Hunt\" yang akan meningkatkan DMG Charged Attack setara dengan <color=#99FFFFFF>160%</color> dari nilai Elemental Mastery. Efek tersebut akan menghilang setelah aktif sebanyak 12 kali atau 10 detik. \"Tireless Hunt\" bisa didapatkan setiap 12 detik.",
        "th": "ได้รับโบนัสความเสียหายธาตุทั้งหมด <color=#99FFFFFF>12%</color> และหลังจากที่การชาร์จโจมตีถูกศัตรู จะได้รับเอฟเฟกต์ Tireless Hunt ซึ่งจะทำให้การชาร์จโจมตี สร้างความเสียหายเพิ่มขึ้น โดยค่าที่เพิ่ม จะเท่ากับ <color=#99FFFFFF>160%</color> ของความชำนาญธาตุ ซึ่งเอฟเฟกต์นี้ จะหายไปเมื่อทำงานครบ 12 ครั้ง หรือหลังจากผ่านไป 10 วินาที โดยที่ทุก 12 วินาที จะได้รับ Tireless Hunt มากสุดหนึ่งครั้ง",
        "vi": "Nhận <color=#99FFFFFF>12%</color> buff sát thương tất cả nguyên tố. Sau khi trọng kích đánh trúng kẻ địch sẽ nhận được hiệu ứng \"Săn Bắt Vô Tận\": Tăng sát thương trọng kích gây ra, lượng sát thương tăng thêm tương đương <color=#99FFFFFF>160%</color> Tinh Thông Nguyên Tố. Hiệu quả này sẽ biến mất sau khi có hiệu lực 12 lần hoặc sau 10s. Mỗi 12s tối đa kích hoạt một lần \"Săn Bắt Vô Tận\"."
      }
    },
    {
      "name": {
        "zhs": "兽径的终点",
        "zht": "獸徑的終點",
        "jp": "獣道の終着点",
        "ko": "동물이 거니는 길의 끝",
        "en": "At the End of the Beast-Paths",
        "de": "Am Ende der Fährte",
        "es": "Destino de las bestias",
        "fr": "Arrivée du sentier bestial",
        "pt": "O Destino da Besta",
        "ru": "Конец звериной тропы",
        "id": "At the End of the Beast-Paths",
        "th": "At the End of the Beast-Paths",
        "vi": "Đường Cùng Của Thú"
      },
      "description": {
        "zhs": "获得<color=#99FFFFFF>15%</color>所有元素伤害加成。重击命中敌人后，将获得「无休止的狩猎」：重击造成的伤害值提高，提高值相当于元素精通数值的<color=#99FFFFFF>200%</color>。该效果将在生效12次或10秒后消失，每12秒至多获得一次无休止的狩猎。",
        "zht": "獲得<color=#99FFFFFF>15%</color>所有元素傷害加成。重擊命中敵人後，將獲得「無休止的狩獵」：重擊造成的傷害值提高相當於元素精通數值的<color=#99FFFFFF>200%</color>。該效果將在生效12次或10秒後消失，每12秒至多獲得一次無休止的狩獵。",
        "jp": "全元素ダメージ+<color=#99FFFFFF>15%</color>。重撃が敵に命中すると、重撃ダメージが元素熟知<color=#99FFFFFF>200%</color>分アップする「エンドレスハント」効果を獲得する。「エンドレスハント」効果は12回発動または10秒後にクリアされ、12秒毎に1回のみ獲得できる。",
        "ko": "모든 원소 피해 보너스를 <color=#99FFFFFF>15%</color> 획득한다. 강공격으로 적 명중 후, 「무한 사냥」을 획득한다: 강공격으로 가하는 피해가 원소 마스터리 수치의 <color=#99FFFFFF>200%</color>만큼 증가한다. 해당 효과는 12회 발동 또는 10초 후 사라지고, 12초마다 무한 사냥 효과를 최대 1회 획득할 수 있다",
        "en": "Gain <color=#99FFFFFF>15%</color> All Elemental DMG Bonus. Obtain the Tireless Hunt effect after hitting an opponent with a Charged Attack. This effect increases Charged Attack DMG by <color=#99FFFFFF>200%</color> of Elemental Mastery. This effect will be removed after 12 Charged Attacks or 10s. Only 1 instance of Tireless Hunt can be gained every 12s.",
        "de": "Erhöht den Schaden aller Elemente um <color=#99FFFFFF>15 %</color>. Erhält nach Treffern mit heftigen Schlägen den Effekt „Unermüdliche Jagd“: Erhöht den Schaden heftiger Schläge um <color=#99FFFFFF>200 %</color> der Elementarkunde. Dieser Effekt verschwindet nach 10 s oder 12 heftigen Schlägen. 12 s Abklingzeit.",
        "es": "Otorga un <color=#99FFFFFF>15%</color> a todos los Bonos de Daño Elemental. Tras golpear a un enemigo con un Ataque Cargado, el personaje obtiene el efecto de “caza incansable”, el cual aumenta el daño de su Ataque Cargado en una cantidad equivalente al <color=#99FFFFFF>200%</color> de su Maestría Elemental. Este efecto desaparece tras activarse 12 veces o después de 10 s, y solo se puede obtener una vez cada 12 s.",
        "fr": "Accorde un bonus de DGT élémentaires de <color=#99FFFFFF>15 %</color>. Lorsqu'une attaque chargée a touché un ennemi, l'effet Chasse infatigable est accordé, augmentant les DGT d'attaque chargée d'une valeur équivalant à <color=#99FFFFFF>200 %</color> de la maîtrise élémentaire. Cet effet disparaît après 10 s ou après 12 attaques chargées. Cet effet peut être déclenché une fois toutes les 12 s.",
        "pt": "Ganha <color=#99FFFFFF>15%</color> de Bônus de Dano de todos os Elementos. Obtém o efeito \"Caça Incansável\" ao acertar um oponente com um Ataque Carregado. Esse efeito aumenta o Dano do Ataque Carregado em <color=#99FFFFFF>200%</color> da Proficiência Elemental. Esse efeito será removido depois 12 Ataques Carregados ou após 10s. Só é possível obter 1 efeito de Caça Incansável a cada 12s.",
        "ru": "Даёт <color=#99FFFFFF>15%</color> бонус урона всеми элементами. Попадание заряженной атакой наделяет персонажа эффектом Непрестанной охоты, который увеличивает урон заряженных атак на <color=#99FFFFFF>200%</color> от мастерства стихий. Через 10 сек. либо после 12 активаций эффект исчезает. Может возникнуть один раз в 12 сек.",
        "id": "Mendapatkan <color=#99FFFFFF>15%</color> Elemental DMG Bonus untuk semua elemen. Setelah Charged Attack mengenai musuh, akan mendapatkan \"Tireless Hunt\" yang akan meningkatkan DMG Charged Attack setara dengan <color=#99FFFFFF>200%</color> dari nilai Elemental Mastery. Efek tersebut akan menghilang setelah aktif sebanyak 12 kali atau 10 detik. \"Tireless Hunt\" bisa didapatkan setiap 12 detik.",
        "th": "ได้รับโบนัสความเสียหายธาตุทั้งหมด <color=#99FFFFFF>15%</color> และหลังจากที่การชาร์จโจมตีถูกศัตรู จะได้รับเอฟเฟกต์ Tireless Hunt ซึ่งจะทำให้การชาร์จโจมตี สร้างความเสียหายเพิ่มขึ้น โดยค่าที่เพิ่ม จะเท่ากับ <color=#99FFFFFF>200%</color> ของความชำนาญธาตุ ซึ่งเอฟเฟกต์นี้ จะหายไปเมื่อทำงานครบ 12 ครั้ง หรือหลังจากผ่านไป 10 วินาที โดยที่ทุก 12 วินาที จะได้รับ Tireless Hunt มากสุดหนึ่งครั้ง",
        "vi": "Nhận <color=#99FFFFFF>15%</color> buff sát thương tất cả nguyên tố. Sau khi trọng kích đánh trúng kẻ địch sẽ nhận được hiệu ứng \"Săn Bắt Vô Tận\": Tăng sát thương trọng kích gây ra, lượng sát thương tăng thêm tương đương <color=#99FFFFFF>200%</color> Tinh Thông Nguyên Tố. Hiệu quả này sẽ biến mất sau khi có hiệu lực 12 lần hoặc sau 10s. Mỗi 12s tối đa kích hoạt một lần \"Săn Bắt Vô Tận\"."
      }
    },
    {
      "name": {
        "zhs": "兽径的终点",
        "zht": "獸徑的終點",
        "jp": "獣道の終着点",
        "ko": "동물이 거니는 길의 끝",
        "en": "At the End of the Beast-Paths",
        "de": "Am Ende der Fährte",
        "es": "Destino de las bestias",
        "fr": "Arrivée du sentier bestial",
        "pt": "O Destino da Besta",
        "ru": "Конец звериной тропы",
        "id": "At the End of the Beast-Paths",
        "th": "At the End of the Beast-Paths",
        "vi": "Đường Cùng Của Thú"
      },
      "description": {
        "zhs": "获得<color=#99FFFFFF>18%</color>所有元素伤害加成。重击命中敌人后，将获得「无休止的狩猎」：重击造成的伤害值提高，提高值相当于元素精通数值的<color=#99FFFFFF>240%</color>。该效果将在生效12次或10秒后消失，每12秒至多获得一次无休止的狩猎。",
        "zht": "獲得<color=#99FFFFFF>18%</color>所有元素傷害加成。重擊命中敵人後，將獲得「無休止的狩獵」：重擊造成的傷害值提高相當於元素精通數值的<color=#99FFFFFF>240%</color>。該效果將在生效12次或10秒後消失，每12秒至多獲得一次無休止的狩獵。",
        "jp": "全元素ダメージ+<color=#99FFFFFF>18%</color>。重撃が敵に命中すると、重撃ダメージが元素熟知<color=#99FFFFFF>240%</color>分アップする「エンドレスハント」効果を獲得する。「エンドレスハント」効果は12回発動または10秒後にクリアされ、12秒毎に1回のみ獲得できる。",
        "ko": "모든 원소 피해 보너스를 <color=#99FFFFFF>18%</color> 획득한다. 강공격으로 적 명중 후, 「무한 사냥」을 획득한다: 강공격으로 가하는 피해가 원소 마스터리 수치의 <color=#99FFFFFF>240%</color>만큼 증가한다. 해당 효과는 12회 발동 또는 10초 후 사라지고, 12초마다 무한 사냥 효과를 최대 1회 획득할 수 있다",
        "en": "Gain <color=#99FFFFFF>18%</color> All Elemental DMG Bonus. Obtain the Tireless Hunt effect after hitting an opponent with a Charged Attack. This effect increases Charged Attack DMG by <color=#99FFFFFF>240%</color> of Elemental Mastery. This effect will be removed after 12 Charged Attacks or 10s. Only 1 instance of Tireless Hunt can be gained every 12s.",
        "de": "Erhöht den Schaden aller Elemente um <color=#99FFFFFF>18 %</color>. Erhält nach Treffern mit heftigen Schlägen den Effekt „Unermüdliche Jagd“: Erhöht den Schaden heftiger Schläge um <color=#99FFFFFF>240 %</color> der Elementarkunde. Dieser Effekt verschwindet nach 10 s oder 12 heftigen Schlägen. 12 s Abklingzeit.",
        "es": "Otorga un <color=#99FFFFFF>18%</color> a todos los Bonos de Daño Elemental. Tras golpear a un enemigo con un Ataque Cargado, el personaje obtiene el efecto de “caza incansable”, el cual aumenta el daño de su Ataque Cargado en una cantidad equivalente al <color=#99FFFFFF>240%</color> de su Maestría Elemental. Este efecto desaparece tras activarse 12 veces o después de 10 s, y solo se puede obtener una vez cada 12 s.",
        "fr": "Accorde un bonus de DGT élémentaires de <color=#99FFFFFF>18 %</color>. Lorsqu'une attaque chargée a touché un ennemi, l'effet Chasse infatigable est accordé, augmentant les DGT d'attaque chargée d'une valeur équivalant à <color=#99FFFFFF>240 %</color> de la maîtrise élémentaire. Cet effet disparaît après 10 s ou après 12 attaques chargées. Cet effet peut être déclenché une fois toutes les 12 s.",
        "pt": "Ganha <color=#99FFFFFF>18%</color> de Bônus de Dano de todos os Elementos. Obtém o efeito \"Caça Incansável\" ao acertar um oponente com um Ataque Carregado. Esse efeito aumenta o Dano do Ataque Carregado em <color=#99FFFFFF>240%</color> da Proficiência Elemental. Esse efeito será removido depois 12 Ataques Carregados ou após 10s. Só é possível obter 1 efeito de Caça Incansável a cada 12s.",
        "ru": "Даёт <color=#99FFFFFF>18%</color> бонус урона всеми элементами. Попадание заряженной атакой наделяет персонажа эффектом Непрестанной охоты, который увеличивает урон заряженных атак на <color=#99FFFFFF>240%</color> от мастерства стихий. Через 10 сек. либо после 12 активаций эффект исчезает. Может возникнуть один раз в 12 сек.",
        "id": "Mendapatkan <color=#99FFFFFF>18%</color> Elemental DMG Bonus untuk semua elemen. Setelah Charged Attack mengenai musuh, akan mendapatkan \"Tireless Hunt\" yang akan meningkatkan DMG Charged Attack setara dengan <color=#99FFFFFF>240%</color> dari nilai Elemental Mastery. Efek tersebut akan menghilang setelah aktif sebanyak 12 kali atau 10 detik. \"Tireless Hunt\" bisa didapatkan setiap 12 detik.",
        "th": "ได้รับโบนัสความเสียหายธาตุทั้งหมด <color=#99FFFFFF>18%</color> และหลังจากที่การชาร์จโจมตีถูกศัตรู จะได้รับเอฟเฟกต์ Tireless Hunt ซึ่งจะทำให้การชาร์จโจมตี สร้างความเสียหายเพิ่มขึ้น โดยค่าที่เพิ่ม จะเท่ากับ <color=#99FFFFFF>240%</color> ของความชำนาญธาตุ ซึ่งเอฟเฟกต์นี้ จะหายไปเมื่อทำงานครบ 12 ครั้ง หรือหลังจากผ่านไป 10 วินาที โดยที่ทุก 12 วินาที จะได้รับ Tireless Hunt มากสุดหนึ่งครั้ง",
        "vi": "Nhận <color=#99FFFFFF>18%</color> buff sát thương tất cả nguyên tố. Sau khi trọng kích đánh trúng kẻ địch sẽ nhận được hiệu ứng \"Săn Bắt Vô Tận\": Tăng sát thương trọng kích gây ra, lượng sát thương tăng thêm tương đương <color=#99FFFFFF>240%</color> Tinh Thông Nguyên Tố. Hiệu quả này sẽ biến mất sau khi có hiệu lực 12 lần hoặc sau 10s. Mỗi 12s tối đa kích hoạt một lần \"Săn Bắt Vô Tận\"."
      }
    },
    {
      "name": {
        "zhs": "兽径的终点",
        "zht": "獸徑的終點",
        "jp": "獣道の終着点",
        "ko": "동물이 거니는 길의 끝",
        "en": "At the End of the Beast-Paths",
        "de": "Am Ende der Fährte",
        "es": "Destino de las bestias",
        "fr": "Arrivée du sentier bestial",
        "pt": "O Destino da Besta",
        "ru": "Конец звериной тропы",
        "id": "At the End of the Beast-Paths",
        "th": "At the End of the Beast-Paths",
        "vi": "Đường Cùng Của Thú"
      },
      "description": {
        "zhs": "获得<color=#99FFFFFF>21%</color>所有元素伤害加成。重击命中敌人后，将获得「无休止的狩猎」：重击造成的伤害值提高，提高值相当于元素精通数值的<color=#99FFFFFF>280%</color>。该效果将在生效12次或10秒后消失，每12秒至多获得一次无休止的狩猎。",
        "zht": "獲得<color=#99FFFFFF>21%</color>所有元素傷害加成。重擊命中敵人後，將獲得「無休止的狩獵」：重擊造成的傷害值提高相當於元素精通數值的<color=#99FFFFFF>280%</color>。該效果將在生效12次或10秒後消失，每12秒至多獲得一次無休止的狩獵。",
        "jp": "全元素ダメージ+<color=#99FFFFFF>21%</color>。重撃が敵に命中すると、重撃ダメージが元素熟知<color=#99FFFFFF>280%</color>分アップする「エンドレスハント」効果を獲得する。「エンドレスハント」効果は12回発動または10秒後にクリアされ、12秒毎に1回のみ獲得できる。",
        "ko": "모든 원소 피해 보너스를 <color=#99FFFFFF>21%</color> 획득한다. 강공격으로 적 명중 후, 「무한 사냥」을 획득한다: 강공격으로 가하는 피해가 원소 마스터리 수치의 <color=#99FFFFFF>280%</color>만큼 증가한다. 해당 효과는 12회 발동 또는 10초 후 사라지고, 12초마다 무한 사냥 효과를 최대 1회 획득할 수 있다",
        "en": "Gain <color=#99FFFFFF>21%</color> All Elemental DMG Bonus. Obtain the Tireless Hunt effect after hitting an opponent with a Charged Attack. This effect increases Charged Attack DMG by <color=#99FFFFFF>280%</color> of Elemental Mastery. This effect will be removed after 12 Charged Attacks or 10s. Only 1 instance of Tireless Hunt can be gained every 12s.",
        "de": "Erhöht den Schaden aller Elemente um <color=#99FFFFFF>21 %</color>. Erhält nach Treffern mit heftigen Schlägen den Effekt „Unermüdliche Jagd“: Erhöht den Schaden heftiger Schläge um <color=#99FFFFFF>280 %</color> der Elementarkunde. Dieser Effekt verschwindet nach 10 s oder 12 heftigen Schlägen. 12 s Abklingzeit.",
        "es": "Otorga un <color=#99FFFFFF>21%</color> a todos los Bonos de Daño Elemental. Tras golpear a un enemigo con un Ataque Cargado, el personaje obtiene el efecto de “caza incansable”, el cual aumenta el daño de su Ataque Cargado en una cantidad equivalente al <color=#99FFFFFF>280%</color> de su Maestría Elemental. Este efecto desaparece tras activarse 12 veces o después de 10 s, y solo se puede obtener una vez cada 12 s.",
        "fr": "Accorde un bonus de DGT élémentaires de <color=#99FFFFFF>21 %</color>. Lorsqu'une attaque chargée a touché un ennemi, l'effet Chasse infatigable est accordé, augmentant les DGT d'attaque chargée d'une valeur équivalant à <color=#99FFFFFF>280 %</color> de la maîtrise élémentaire. Cet effet disparaît après 10 s ou après 12 attaques chargées. Cet effet peut être déclenché une fois toutes les 12 s.",
        "pt": "Ganha <color=#99FFFFFF>21%</color> de Bônus de Dano de todos os Elementos. Obtém o efeito \"Caça Incansável\" ao acertar um oponente com um Ataque Carregado. Esse efeito aumenta o Dano do Ataque Carregado em <color=#99FFFFFF>280%</color> da Proficiência Elemental. Esse efeito será removido depois 12 Ataques Carregados ou após 10s. Só é possível obter 1 efeito de Caça Incansável a cada 12s.",
        "ru": "Даёт <color=#99FFFFFF>21%</color> бонус урона всеми элементами. Попадание заряженной атакой наделяет персонажа эффектом Непрестанной охоты, который увеличивает урон заряженных атак на <color=#99FFFFFF>280%</color> от мастерства стихий. Через 10 сек. либо после 12 активаций эффект исчезает. Может возникнуть один раз в 12 сек.",
        "id": "Mendapatkan <color=#99FFFFFF>21%</color> Elemental DMG Bonus untuk semua elemen. Setelah Charged Attack mengenai musuh, akan mendapatkan \"Tireless Hunt\" yang akan meningkatkan DMG Charged Attack setara dengan <color=#99FFFFFF>280%</color> dari nilai Elemental Mastery. Efek tersebut akan menghilang setelah aktif sebanyak 12 kali atau 10 detik. \"Tireless Hunt\" bisa didapatkan setiap 12 detik.",
        "th": "ได้รับโบนัสความเสียหายธาตุทั้งหมด <color=#99FFFFFF>21%</color> และหลังจากที่การชาร์จโจมตีถูกศัตรู จะได้รับเอฟเฟกต์ Tireless Hunt ซึ่งจะทำให้การชาร์จโจมตี สร้างความเสียหายเพิ่มขึ้น โดยค่าที่เพิ่ม จะเท่ากับ <color=#99FFFFFF>280%</color> ของความชำนาญธาตุ ซึ่งเอฟเฟกต์นี้ จะหายไปเมื่อทำงานครบ 12 ครั้ง หรือหลังจากผ่านไป 10 วินาที โดยที่ทุก 12 วินาที จะได้รับ Tireless Hunt มากสุดหนึ่งครั้ง",
        "vi": "Nhận <color=#99FFFFFF>21%</color> buff sát thương tất cả nguyên tố. Sau khi trọng kích đánh trúng kẻ địch sẽ nhận được hiệu ứng \"Săn Bắt Vô Tận\": Tăng sát thương trọng kích gây ra, lượng sát thương tăng thêm tương đương <color=#99FFFFFF>280%</color> Tinh Thông Nguyên Tố. Hiệu quả này sẽ biến mất sau khi có hiệu lực 12 lần hoặc sau 10s. Mỗi 12s tối đa kích hoạt một lần \"Săn Bắt Vô Tận\"."
      }
    },
    {
      "name": {
        "zhs": "兽径的终点",
        "zht": "獸徑的終點",
        "jp": "獣道の終着点",
        "ko": "동물이 거니는 길의 끝",
        "en": "At the End of the Beast-Paths",
        "de": "Am Ende der Fährte",
        "es": "Destino de las bestias",
        "fr": "Arrivée du sentier bestial",
        "pt": "O Destino da Besta",
        "ru": "Конец звериной тропы",
        "id": "At the End of the Beast-Paths",
        "th": "At the End of the Beast-Paths",
        "vi": "Đường Cùng Của Thú"
      },
      "description": {
        "zhs": "获得<color=#99FFFFFF>24%</color>所有元素伤害加成。重击命中敌人后，将获得「无休止的狩猎」：重击造成的伤害值提高，提高值相当于元素精通数值的<color=#99FFFFFF>320%</color>。该效果将在生效12次或10秒后消失，每12秒至多获得一次无休止的狩猎。",
        "zht": "獲得<color=#99FFFFFF>24%</color>所有元素傷害加成。重擊命中敵人後，將獲得「無休止的狩獵」：重擊造成的傷害值提高相當於元素精通數值的<color=#99FFFFFF>320%</color>。該效果將在生效12次或10秒後消失，每12秒至多獲得一次無休止的狩獵。",
        "jp": "全元素ダメージ+<color=#99FFFFFF>24%</color>。重撃が敵に命中すると、重撃ダメージが元素熟知<color=#99FFFFFF>320%</color>分アップする「エンドレスハント」効果を獲得する。「エンドレスハント」効果は12回発動または10秒後にクリアされ、12秒毎に1回のみ獲得できる。",
        "ko": "모든 원소 피해 보너스를 <color=#99FFFFFF>24%</color> 획득한다. 강공격으로 적 명중 후, 「무한 사냥」을 획득한다: 강공격으로 가하는 피해가 원소 마스터리 수치의 <color=#99FFFFFF>320%</color>만큼 증가한다. 해당 효과는 12회 발동 또는 10초 후 사라지고, 12초마다 무한 사냥 효과를 최대 1회 획득할 수 있다",
        "en": "Gain <color=#99FFFFFF>24%</color> All Elemental DMG Bonus. Obtain the Tireless Hunt effect after hitting an opponent with a Charged Attack. This effect increases Charged Attack DMG by <color=#99FFFFFF>320%</color> of Elemental Mastery. This effect will be removed after 12 Charged Attacks or 10s. Only 1 instance of Tireless Hunt can be gained every 12s.",
        "de": "Erhöht den Schaden aller Elemente um <color=#99FFFFFF>24 %</color>. Erhält nach Treffern mit heftigen Schlägen den Effekt „Unermüdliche Jagd“: Erhöht den Schaden heftiger Schläge um <color=#99FFFFFF>320 %</color> der Elementarkunde. Dieser Effekt verschwindet nach 10 s oder 12 heftigen Schlägen. 12 s Abklingzeit.",
        "es": "Otorga un <color=#99FFFFFF>24%</color> a todos los Bonos de Daño Elemental. Tras golpear a un enemigo con un Ataque Cargado, el personaje obtiene el efecto de “caza incansable”, el cual aumenta el daño de su Ataque Cargado en una cantidad equivalente al <color=#99FFFFFF>320%</color> de su Maestría Elemental. Este efecto desaparece tras activarse 12 veces o después de 10 s, y solo se puede obtener una vez cada 12 s.",
        "fr": "Accorde un bonus de DGT élémentaires de <color=#99FFFFFF>24 %</color>. Lorsqu'une attaque chargée a touché un ennemi, l'effet Chasse infatigable est accordé, augmentant les DGT d'attaque chargée d'une valeur équivalant à <color=#99FFFFFF>320 %</color> de la maîtrise élémentaire. Cet effet disparaît après 10 s ou après 12 attaques chargées. Cet effet peut être déclenché une fois toutes les 12 s.",
        "pt": "Ganha <color=#99FFFFFF>24%</color> de Bônus de Dano de todos os Elementos. Obtém o efeito \"Caça Incansável\" ao acertar um oponente com um Ataque Carregado. Esse efeito aumenta o Dano do Ataque Carregado em <color=#99FFFFFF>320%</color> da Proficiência Elemental. Esse efeito será removido depois de 12 Ataques Carregados ou após 10s. Só é possível obter 1 efeito de Caça Incansável a cada 12s.",
        "ru": "Даёт <color=#99FFFFFF>24%</color> бонус урона всеми элементами. Попадание заряженной атакой наделяет персонажа эффектом Непрестанной охоты, который увеличивает урон заряженных атак на <color=#99FFFFFF>320%</color> от мастерства стихий. Через 10 сек. либо после 12 активаций эффект исчезает. Может возникнуть один раз в 12 сек.",
        "id": "Mendapatkan <color=#99FFFFFF>24%</color> Elemental DMG Bonus untuk semua elemen. Setelah Charged Attack mengenai musuh, akan mendapatkan \"Tireless Hunt\" yang akan meningkatkan DMG Charged Attack setara dengan <color=#99FFFFFF>320%</color> dari nilai Elemental Mastery. Efek tersebut akan menghilang setelah aktif sebanyak 12 kali atau 10 detik. \"Tireless Hunt\" bisa didapatkan setiap 12 detik.",
        "th": "ได้รับโบนัสความเสียหายธาตุทั้งหมด <color=#99FFFFFF>24%</color> และหลังจากที่การชาร์จโจมตีถูกศัตรู จะได้รับเอฟเฟกต์ Tireless Hunt ซึ่งจะทำให้การชาร์จโจมตี สร้างความเสียหายเพิ่มขึ้น โดยค่าที่เพิ่ม จะเท่ากับ <color=#99FFFFFF>320%</color> ของความชำนาญธาตุ ซึ่งเอฟเฟกต์นี้ จะหายไปเมื่อทำงานครบ 12 ครั้ง หรือหลังจากผ่านไป 10 วินาที โดยที่ทุก 12 วินาที จะได้รับ Tireless Hunt มากสุดหนึ่งครั้ง",
        "vi": "Nhận <color=#99FFFFFF>24%</color> buff sát thương tất cả nguyên tố. Sau khi trọng kích đánh trúng kẻ địch sẽ nhận được hiệu ứng \"Săn Bắt Vô Tận\": Tăng sát thương trọng kích gây ra, lượng sát thương tăng thêm tương đương <color=#99FFFFFF>320%</color> Tinh Thông Nguyên Tố. Hiệu quả này sẽ biến mất sau khi có hiệu lực 12 lần hoặc sau 10s. Mỗi 12s tối đa kích hoạt một lần \"Săn Bắt Vô Tận\"."
      }
    }
  ],
  "internal_name": "Bow_Ayus",
  "imgid": "bow/ayus"
}