{
  "id": 15501,
  "type": "bow",
  "rank": 5,
  "name": {
    "zhs": "天空之翼",
    "zht": "天空之翼",
    "jp": "天空の翼",
    "ko": "천공의 날개",
    "en": "Skyward Harp",
    "de": "Himmelsflügel",
    "es": "Alas Celestiales",
    "fr": "Ailes de la Voûte d'Azur",
    "pt": "Harpa Celestial",
    "ru": "Небесное крыло",
    "id": "Skyward Harp",
    "th": "Skyward Harp",
    "vi": "Cánh Thiên Không"
  },
  "description": {
    "zhs": "象征风龙身为风之神眷属的大弓。释弦时的鸣声是风之神的偏爱，蕴含苍空与长风的力量。",
    "zht": "象徵風龍身為風之神眷屬的大弓。釋弦時的鳴聲是風之神的偏愛，蘊含蒼空與長風的力量。",
    "jp": "風龍が風の神の眷属であることを象徴する大弓。矢を放つ音は風の神の偏愛であり、蒼空と長風の力が秘められている。",
    "ko": "풍룡이 바르바토스의 권속임을 상징하는 큰 활. 바람의 신은 활시위를 놓을 때 울리는 소리를 아주 좋아한다. 푸른 하늘과 바람의 힘을 지니고 있다",
    "en": "A greatbow that symbolizes Dvalin's affiliation with the Anemo Archon. The sound of the bow firing is music to the Anemo Archon's ears. It contains the power of the sky and wind within.",
    "de": "Ein großer Bogen, der die Zusammengehörigkeit von Dvalin und dem Archon des Windes symbolisiert. Der Klang beim Loslassen der Sehne ist wie Musik in den Ohren des Archons und enthält die Kraft von Himmel und Wind.",
    "es": "Un gran arco que simboliza el vínculo entre Stormterror y Barbatos. El sonido del disparo del arco es música para los oídos del Dios del Viento. Contiene el poder del cielo y del viento en su interior.",
    "fr": "Un grand arc qui symbolise l'affiliation de Dvalin à Barbatos. Fort de la puissance du ciel et du vent, le son qu'il produit lors de la libération de la flèche est une vraie musique aux oreilles de l'Archon Anémo.",
    "pt": "Um grande arco que simboliza o vínculo entre Dvalin e o Arconte Anemo. O som do disparo das flechas é como música para os ouvidos do Arconte do Vento. Contém poderes dos céus e do vento.",
    "ru": "Длинный лук, символ дружбы между Двалином и Анемо Архонтом. Звук спущенной тетивы исполнен любовью Анемо Архонта, питающей его силой небес и ветров.",
    "id": "Busur besar yang melambangkan hubungan erat antara Dvalin dan Archon Anemo. Suara yang ditimbulkan busur ini bagaikan musik di telinga Archon Anemo, di dalamnya terdapat kekuatan angin dan angkasa.",
    "th": "ธนูใหญ่ที่เป็นเหมือนตัวแทนของ Dvalin และเทพแห่งลมผู้เป็นเจ้าของเดิม เสียงที่เกิดขึ้นเมื่อยิงศรเป็นดั่งเสียงเพลงเมื่อเทพแห่งลมได้ฟัง มันมีพลังของท้องฟ้าและสายลมอยู่ด้วย",
    "vi": "Cung tượng trưng cho Phong Long và Phong Thần. Âm thanh phát ra khi kéo dây cung giống như tình yêu của thần, ẩn chứa sức mạnh từ gió và bầu trời."
  },
  "lore": {
    "zhs": "\n通透高天之琴。\n据说，如今的风与人们的心中，仍回响着无比清澈的琴声。\n传说深邃古国的魔龙来到风之国，是因为憧憬这样的乐声。\n\n在古时，风之神巴巴托斯轻抚竖琴，唤来纯净的千风与歌。\n为不羁的风与歌所沉醉，巨龙特瓦林降落大地，向他效忠。\n巴巴托斯为结交新的伙伴而喜悦，便委托他守护蒙德众生。\n于是，流浪的风神与风之龙，在友谊中成就了蒙德的黎明。\n\n在过去，在战斗的最后，是颤动的琴声让魔龙停止了攻击，\n高天的风之龙因此得到了一瞬的机会，终结了魔龙的流毒。\n\n千风流转的恶战后，高天之龙终从漫长的长眠醒转。\n眼前不见往日眷主，耳中却灌满了深渊传道者的毒。\n那是视而不见的痛苦，是听而不闻的摧残。\n毁灭一切的悲伤，压垮了身染剧毒的风龙。\n\n风龙向自己曾经守护的一切发泄苦痛，\n也对曾效忠的风之神发出恶毒的控诉：\n控诉他对苦难的漠然，控诉他的无心，\n诅咒他身为神主，却无情背叛了眷属。\n\n但悲愤的眷属并不明了，风神依旧为拯救他而奔走。\n仇怨压倒了怀念之情，象征主神的竖琴却仍在思慕。\n百年的误会终将消除。\n它终重又听见他的歌。\n",
    "zht": "\n通透高天之琴。\n據說，如今的風與人們的心中，仍迴響著無比清澈的琴聲。\n傳說深邃古國的魔龍來到風之國，是因為憧憬這樣的樂聲。\n\n在古時，風之神巴巴托斯輕撫豎琴，喚來純淨的千風與歌。\n為不羈的風與歌所沉醉，巨龍特瓦林降落大地，向他效忠。\n巴巴托斯為結交新的夥伴而喜悅，便委託他守護蒙德眾生。\n於是，流浪的風神與風之龍，在友誼中成就了蒙德的黎明。\n\n在過去，在戰鬥的最後，是顫動的琴聲讓魔龍停止了攻擊，\n高天的風之龍因此得到了一瞬的機會，終結了魔龍的流毒。\n\n千風流轉的惡戰後，高天之龍終從漫長的長眠醒轉。\n眼前不見往日眷主，耳中卻灌滿了深淵傳道者的毒。\n那是視而不見的痛苦，是聽而不聞的摧殘。\n毀滅一切的悲傷，壓垮了身染劇毒的風龍。\n\n風龍向自己曾經守護的一切發洩苦痛，\n也對曾效忠的風之神發出惡毒的控訴：\n控訴他對苦難的漠然，控訴他的無心，\n詛咒他身為神主，卻無情背叛了眷屬。\n\n但悲憤的眷屬並不明瞭，風神依舊為拯救他而奔走。\n仇怨壓倒了懷念之情，象徵主神的豎琴卻仍在思慕。\n百年的誤會終將消除。\n它終重又聽見他的歌。\n",
    "jp": "\n天空を貫く琴。\nその透き通った琴の音は未だに風と人の心に響いている。\n伝説によれば、深邃古国の魔龍もその音に惹かれて風の国に来たらしい。\n\n昔、風の神バルバトスは竪琴を撫でるように奏で、無垢な千風と唄を唄った。\n不羈な風と歌に酔い、巨龍トワリンは大地に降り立ち、彼に忠誠を誓った。\nバルバトスは新しい仲間ができたことに喜び、モンドを護る使命をトワリンに託した。\n流れ者であった風神と風龍の絆により、黎明期のモンドを護った。\n\n伝説に残る一戦。最後は琴声によって魔龍の攻撃が一瞬止まった。\n風の龍はその一瞬の隙を狙い、魔龍を仕留めた。\n\n激闘の末、長い眠りについていた風龍が、ついに目を覚ました。\n風龍の前にバルバトスは現れず、龍の全身は毒に蝕まれていった。\nそれは見えない苦しみと聞こえない痛みだった。\n全てを壊せるほどの悲しみが、風龍を苦しめた。\n\n風龍は自分が護った人々に苦痛を告げた。\nかつて忠誠を誓った風の神に恨みを告げた。\n自分の苦しみを無視する冷酷さを、\n神でありながら、自らの眷属を容赦なく裏切ったことを。\n\n悲憤の眷属は知らなかった。風の神は未だ彼を救うために奔走していることを。\n憎しみの情に圧倒されたが、神の象徴である堅琴は未だに思慕の念を抱いている。\n百年の誤解は解ける。\n風龍は再び神の唄を聴ける日がやってくる。\n",
    "ko": "\n하늘을 꿰뚫어 보는 하프\n바람과 사람들의 마음속에는 맑디 맑은 하프 소리가 여전히 울리고 있다고 한다.\n전설 속, 고대 국가의 마룡은 음악 소리를 동경해 바람의 나라에 왔다고 전해진다.\n\n먼 옛날, 바람 신 바르바토스는 부드러운 하프 연주로 깨끗한 바람과 노래를 불러왔다고 한다.\n자유로운 바람과 노래에 취해 땅으로 추락한 드래곤 드발린은 그에게 충성을 다했다고 한다.\n바르바토스는 새로운 친구가 생겨 기뻐했고 그에게 몬드의 백성들을 지켜달라 부탁했다.\n그리하여 방황하던 바람 신과 바람 드래곤은 우정 아래 몬드의 여명을 밝혔다.\n\n지난 최후의 전투에서 마룡의 공격을 멈추게 한 것은 떨리는 하프 소리였다.\n높은 하늘에 떠있는 바람 드래곤은 순간의 기회를 틈타 마룡을 멈추게 했다.\n\n폭풍이 불었던 치열한 전투에서 높은 하늘의 용은 마침내 긴 잠에서 깨어났다.\n그리운 주인은 보이지 않고, 귓속에는 심연 전도자의 독으로 가득 차 있었다.\n그건 보고도 알지 못하는 고통이자 듣도고 들리지 않는 타격이었다.\n이는 모든 슬픔을 억누르고 맹독에 잠식된 바람 드래곤을 쓰러뜨렸다.\n\n바람 드래곤은 자신이 수호했던 것들을 향해 괴로움을 표현했고\n충성을 바쳤던 바람 신을 향해 악을 호소했다.\n고난에 대한 그의 무관심과 무심함에 하소연했고\n자신의 권속을 무정하게 배반한 신을 저주했다.\n\n하지만 슬프고 분한 권속은 바람 신이 여전히 그를 구하기 위해 동분서주했다는 것을 이해하지 못한다.\n원한이 그리움을 억눌렀지만, 주신을 상징하는 하프를 여전히 그리워하고 있다.\n오랜 오해가 마침내 풀리고\n드래곤은 그의 노랫소리를 다시 들을 수 있게 되었다.\n",
    "en": "\nThe sky-piercing lyre.\nThe clear tunes of this lyre still echo in the hearts of the people and in the winds.\nIt is said that the ancient evil dragon from the abyss was enticed here by its tunes.\n\nIn ancient times, Barbatos softly strummed his lyre and summoned the pure thousand winds and songs.\nCharmed by the free-spirited winds and songs, Dvalin the high dragon descended and swore loyalty to him.\nBarbatos rejoiced in making a new friend, and entrusted the people of Mondstadt to Dvalin.\nAnd so, the wandering Anemo Archon and the Wind Dragon forged Mondstadt's dawn with their friendship.\n\nThe flowing tunes of the lyre halted the shadow dragon's attack in the final battle,\nGranting Dvalin the chance to end the shadow dragon's poisonous reign.\n\nEons after the winds sang and the vicious battle ended, Dvalin awoke from his long slumber.\nBut gone was his master, and instead he was met by the poisonous whispers of the Abyss Order.\nUnseen pain. Unheard torture.\nAn all-engulfing sorrow crushed the poisoned Dvalin's spirit.\n\nDvalin turned on what he had vowed to protect,\nAnd accused the one to whom he had sworn loyalty:\n\"Indifferent is Barbatos to my pain! A careless friend is he!\"\n\"Curse you, Barbatos, cruelest of the Archons!\"\n\nThe furious friend knew not that Barbatos sought to save him.\nFor many fond memories may have been quashed by Dvalin's anguish, but not that of Barbatos' lyre. The Holy Lyre der Himmel.\nSoon, centuries of misunderstanding shall be gone.\nSoon, Dvalin shall hear once more his songs.\n",
    "de": "\nHimmel durchbohrende Leier.\nDer klare Klang der Melodie seiner Leier hallt heute noch in den Herzen der Menschen und im Flüstern des Windes wider.\nMan erzählt, dass der böse Drache von dieser Musik angelockt wurde.\n\nIn der alten Welt spielte der Gott des Windes Barbatos die Leier, um die Winde zu steuern.\nAngetan von den freien Winden und Liedern stieg Dvalin herab und schwor ihm seine Treue.\nBarbatos war glücklich über einen neu gefundenen Freund und vertraute den Schutz Mondstadts Dvalin an.\nUnd so formten der Anemo-Archon und der Winddrache nicht nur eine Freundschaft, sie sorgten für einen Neubeginn Mondstadts.\n\nAls der Kampf sich bereits in der Endphase befand, hielt der Klang der Leier den Angriff des bösen Drachen zurück.\nDvalins einmalige Gelegenheit, das Wirken des bösen Drachen zu beenden, war endlich gekommen.\n\nNach der Schlacht der Tausend Winde erwachte Dvalin endlich aus seinem langen Schlaf.\nSein alter Freund und Meister war jedoch verschwunden. Stattdessen empfing ihn das giftige Flüstern der Abgrundmagier.\nUnsichtbare Schmerzen und stille Folter musste er erleiden.\nDvalins Geist und Seele waren von unglaublicher Traurigkeit gebrochen worden.\n\nDvalin wandte sich gegen alles, das zu beschützen er einst geschworen hatte.\nEinen Schuldigen fand er in dem, dem er einst die Treue schwor.\nEr klagte ihn an, sein Leid tatenlos angesehen zu haben,\nein Gott, der seine eigene Familie vernachlässigt und betrogen hat.\n\nBarbatos wusste jedoch nicht vom Schmerz seines Freundes und eilte trotzdem zu seiner Rettung.\nViele Erinnerungen wurden von dem aufkommenden Hass erschüttert, nicht jedoch die an den Klang der heiligen Leier.\nJahrhunderte alte Missverständnisse werden bald beseitigt sein.\nEr soll bald wieder seine Lieder hören.\n",
    "es": "\nUna lira capaz de perforar el mismo firmamento.\nSus límpidas melodías aún resuenan en los vientos y los corazones de las personas.\nSe dice que sus canciones atrajeron al Reino del Viento al antiguo dragón malvado del abismo.\n\nEn la antigüedad, Barbatos tocó la lira e invocó a los inmaculados mil vientos y canciones.\nEncantado por ambos, Dvalin, el gran dragón, descendió y le juró lealtad.\nBarbatos se regocijó al hacer un nuevo amigo y encargó a Dvalin proteger al pueblo de Mondstadt.\nEntonces, el errante Arconte Anemo y el Dragón del Viento forjaron el amanecer de Mondstadt con su amistad.\n\nLas vibrantes melodías de la lira detuvieron el ataque del dragón de la sombra en la última batalla,\notorgando a Dvalin la oportunidad de poner fin a su terrible reinado.\n\nEones después del canto de los vientos y de la feroz batalla, Dvalin se despertó de su letargo.\nSu maestro ya no estaba, y sus oídos se llenaron de los tóxicos rumores de la Orden del Abismo.\nPara el dragón, esto era como un dolor invisible y una tortura que nadie escuchaba.\nEsta terrible tristeza fue lo que acabó con el envenenado Dvalin.\n\nDvalin descargó su dolor sobre aquello que prometió proteger\ny lanzó acusaciones al Arconte de los Vientos, a quien una vez juró lealtad.\nLo acusó por mostrarse indiferente ante su dolor y por descuidar su amistad.\nTambién lo injurió por haberlo traicionado con crueldad cuando debía haberse comportado como un verdadero Arconte.\n\nEl furioso dragón desconocía que Barbatos hizo todo lo que pudo para salvarlo.\nSu anhelo se sumergió en la sed de venganza, pero no en der Himmel, la lira de Barbatos.\nLos malentendidos de tantos siglos terminaron disipándose,\ny Dvalin volvió a escuchar las canciones del Arconte.\n",
    "fr": "\nLa lyre qui transcende les cieux.\nLe son clair de cette lyre résonne encore dans le vent et dans le cœur des gens.\nOn raconte que même l'ancien et maléfique dragon fut attiré par ses mélodies.\n\nIl y a bien longtemps de cela, Barbatos, pinçant sa lyre, invoquait les mille vents et chansons.\nDvalin le dragon, charmé par les chansons libres comme la brise, descendit des cieux et lui jura fidélité.\nSe réjouissant de compter un nouvel ami, Barbatos confia le peuple de Mondstadt à Dvalin.\nEt c'est ainsi que dans l'amitié de l'Archon Anémo et du Dragon des Vents naquit l'aube pour Mondstadt.\n\nLes mélodies de la lyre harcelèrent le démon dragon lors du combat final ;\net ainsi Dvalin put-il mettre fin à son règne.\n\nBien des années après que le terrible combat soit oublié, Dvalin vint à s'éveiller de son long sommeil.\nMais son maître il ne trouva point ; à sa place l'accueillirent les murmures empoisonnés de l'Abîme.\nTrop forte fut la douleur, trop cruel était le sort.\nEt un sombre désespoir emplit l'esprit corrompu de Dvalin.\n\nDvalin se retourna contre ceux qu'il avait jadis juré de protéger ;\net accusant celui à qui il avait juré fidélité, en ces termes terribles il parla :\n« À ma douleur Barbatos est indifférent ; que tous voient sa vraie nature ! »\n« Qu'à jamais il soit maudit, lui le plus cruel des Archons ! »\n\nLas ! Le dragon ignore que son ancien ami cherche à le sauver.\nOr si nombre de souvenirs chéris ont péri sous les coups de l'aveugle colère de Dvalin, ceux de la mélodie de la lyre demeurent toujours.\nBientôt viendra l'heure de la fin des différends.\nBientôt Dvalin entendra à nouveau sa chanson.\n",
    "pt": "\nUma lira capaz de perfurar os céus.\nDiz-se que o som de lira ainda se ecoa nos ventos e nos corações do povo.\nDiz-se que o antigo dragão do mal do abismo foi atraído aqui por suas melodias.\n\nNo passado, Barbatos tocava a lira com muita suavidade, para chamar as brisas e canções.\nEncantado com os ventos e canções de espírito livre, Dvalin, o dragão gigante, desceu e jurou lealdade.\nBarbatos se alegrou por fazer um novo amigo, e lhe pediu para proteger o povo de Mondstadt.\nE assim, o errante Arconte Anemo e o Dragão do Vento forjaram o amanhecer de Mondstadt com sua amizade.\n\nNo final da batalha, foi o som flutuante que parou o dragão maligno.\nDvalin aproveitou a chance para pôr fim ao dragão do mal.\n\nMuitos anos depois que a terrível luta foi esquecida, Dvalin acordou de seu longo sono.\nMas ele não encontrou o seu mestre; em seu lugar o saudaram os murmúrios envenenados do Abismo.\nDor invisível. Tortura inaudita.\nUma tristeza envolvente esmagou o espírito envenenado de Dvalin.\n\nO Dvalin se voltou contra tudo que jurou proteger,\nE acusou aquele a quem tinha jurado lealdade:\nDenunciar a sua indiferença às dores, e impiedade para todos,\num deus que negligenciou e traiu sua própria família.\n\nO amigo furioso não sabia que Barbatos procurava salvá-lo.\nMuitas lembranças queridas morreram sob os golpes da raiva cega de Dvalin, entretanto, as da melodia da lira ainda permanecem.\nEm breve, séculos de mal-entendidos terão desaparecido.\nEm breve, Dvalin ouvirá novamente suas canções.\n",
    "ru": "\nЛира, пронзающая небеса.\nЧистые мелодии этой лиры все ещё звучат в сердцах людей и на ветру.\nГоворят, что древний злой дракон бездны был соблазнён её мелодией.\n\nВ древние времена Барбатос нежно играл на своей лире, призывая чистоту тысячи ветров и песен.\nОчарованный свободными ветрами и песнями, Двалин, верховный дракон, спустился на землю и поклялся ему в верности.\nБарбатос был рад новому другу, и доверил ему народ Мондштадта.\nТак своей дружбой странствующий Анемо Архонт и дракон ветра заложили основные принципы Мондштадта.\n\nВ последней битве с теневым драконом льющаяся мелодия лиры остановила его атаки.\nДав шанс Двалину окончить отравляющую эпоху правления теневого дракона.\n\nСпустя века после окончания той великой битвы, Двалин наконец очнулся от своего многовекового сна.\nНо его хозяин пропал, и остался лишь предательский шёпот ордена Бездны.\nНеслыханная боль. Невиданные мучения.\nВсепожирающее отчаяние ослабило отравленную душу Двалина.\n\nДвалин обернулся против того, что поклялся защищать,\nИ осудил того, кому принёс клятву верности:\n«Безразличен Барбатос к моей боли! Нехороший он друг!»\n«Будь проклят, Барбатос, жесточайший из Архонтов!»\n\nРазгневанный друг не подозревал, что Барбатос искал способ спасти его.\nИзмученное сознание Двалина глубоко спрятало много приятных воспоминаний, но символ Анемо Архонта, Священная лира, не была забыта.\nСкоро века непонимания пройдут.\nСкоро Двалин снова услышит свои песни.\n",
    "id": "\nLira yang menembus angkasa.\nSuara jernih dari lira ini masih bergena di dalam hati orang-orang dan angin.\nLegenda mengatakan bahwa naga jahat dari kerajaan kuno di dalam jurang datang ke kerajaan angin karena terpikat oleh musiknya.\n\nPada zaman dahulu, Barbatos memetik liranya dan memanggil ribuan angin suci dan berbagai nyanyian.\nTerpesona oleh jiwa bebas dari angin dan nyanyian, Dvalin sang naga yang agung turun dan mengabdikan diri untuknya.\nBarbatos bahagia karena mendapat teman baru, dan memercayakan rakyat Mondstadt kepada Dvalin.\nSang Anemo Archon dan Naga Angin membentuk Mondstadt bersama seiring dengan persahabatan mereka.\n\nAliran melodi lira menghentikan serangan naga bayangan di pertarungan terakhir.\nMemberikan kesempatan kepada Dvalin untuk mengakhiri racun dari naga bayangan yang kejam itu.\n\nRibuan tahun setelah angin bernyanyi dan pertarungan sengit berakhir, Dvalin terbangun dari tidur panjangnya.\nNamun tuannya telah tiada, dan dia mendengar bisikan-bisikan jahat dari Abyss Order.\nSakit yang tak terlihat, siksaan yang tak terdengar.\nPenderitaan yang terus menyelimutinya menghancurkan jiwa Dvalin.\n\nDvalin melampiaskan rasa sakitnya kepada semua yang pernah dijaganya,\nDia juga menuduh Dewa Angin yang tadinya dia bersumpah untuk setia kepadanya:\nMenuduhnya tak peduli pada penderitaan, menuduhnya teman yang acuh.\nMengutuknya sebagai Dewa yang paling kejam daripada Archon.\n\nTeman yang penuh dengan amarah itu tidak tahu bahwa Barbatos berusaha menyelamatkannya.\nBanyak kenangan indah mungkin telah terhapus karena kesedihan Dvalin, namun tidak dengan lira milik Barbatos. The Holy Lyre der Himmel.\nKesalahpahaman seratus tahun pada akhirnya akan dihilangkan.\nSebentar lagi, Dvalin akan mendengar lagunya lagi.\n",
    "th": "\nThe sky-piercing lyre\nเสียงใส ๆ อันไพเราะของพิณยังคงสะท้อนอยู่ในใจของผู้คนและสายลม\nในตำนานเล่าว่ามังกรที่คุ้นเคยกับอาณาจักรโบราณมาถึงดินแดนแห่งสายลมเพราะถูกดึงดูดด้วยเพลงดังกล่าว\n\nในสมัยโบราณ Barbatos เทพเจ้าแห่งสายลมลูบพิณเรียกร้องสายลมบริสุทธิ์และเสียงเพลง\nได้รับมนต์เสน่ห์จากลมและเพลงที่ไม่หยุดยั้ง Dvalin มังกรที่สูงส่งก็ลงมาและสาบานว่าจะจงรักภักดีต่อเขา\nBarbatos ดีใจสำหรับคู่หูคนใหม่ของเขาและมอบหมายให้เขาดูแลผู้คนของ Mondstadt\nดังนั้นเทพแห่งสายลมที่ชอบเที่ยวเตร่และมังกรแห่งสายลมได้สร้างรุ่งอรุณของ Mondstadt ด้วยมิตรภาพของพวกเขา\n\nในอดีตเมื่อสิ้นสุดการต่อสู้เสียงพิณที่สั่นสะเทือนหยุดมังกรอสูรไม่ให้โจมตี\nมังกรแห่งสายลมของเทพเจ้าจึงมีโอกาสชั่วครู่และยุติพิษของมังกรอสูร\n\nมหายุคหลังจากที่ลมร้องและการต่อสู้ที่ดุเดือด Dvalin ตื่นขึ้นจากการหลับใหล\nแต่เจ้านายของเขาไปแล้วก็มีเพียงเสียงกระซิบพิษของ Abyss Order\nนั่นคือความเจ็บปวดที่มองไม่เห็น เป็นความทรมานที่ไม่อาจได้ยิน\nทำลายความโศกเศร้าทั้งหมดบดขยี้พิษของมังกรลม\n\nDvalin ระบายความเจ็บปวดของมันใส่สิ่งที่มันเคยปกป้อง\nกล่าวหาผู้ที่มันเคยสาบานว่าจะภักดีด้วย:\nกล่าวหาว่าเขาไม่แยแสต่อความทุกข์ทรมานและไร้ซึ่งจิตใจ\nสาปแช่งเขาในฐานะพระเจ้า แต่กลับทรยศต่อสมาชิกในครอบครัวของเขาอย่างโหดเหี้ยม\n\nแต่เพื่อนที่กำลังโกรธจัดนั้นไม่รู้ว่า Barbatos พยายามหาทางเพื่อช่วยเหลือมัน\nความปรารถนาของเขาจมอยู่ในความเจ็บปวด แต่ไม่ใช่พิณของ Barbatos ไม่ใช่ Lyre de Himmel\nหนึ่งศตวรรษแห่งความเข้าใจผิดจะหายไป\nDvalin จะได้ยินเพลงของเขาอีกครั้ง\n",
    "vi": "\nTiếng đàn xuyên trời cao.\nTương truyền, trong trái tim của loài người và gió ngày nay vẫn luôn tồn tại tiếng đàn thuần khiết.\nMa long từ vùng cổ quốc xa xăm trong truyền thuyết xâm chiếm Phong quốc là vì yêu thích tiếng nhạc như vậy.\n\nThời cổ đại, Phong Thần Barbatos gẩy tiếng đàn hạc để đánh thức ngàn ngọn gió và bài ca thuần khiết.\nSay đắm trong tiếng gió và bài ca tự do, cự long Dvalin đã đáp xuống mặt đất, thực hiện nghĩa vụ của mình.\nBarbatos vui mừng vì kết giao với người bạn mới, bèn giao cho nó nhiệm vụ bảo vệ chúng sinh vùng Mondstadt.\nVậy là, Phong Thần lưu lạc cùng Phong Long, từ tình bạn đã trở thành ánh sáng hy vọng cho vùng Mondstadt.\n\nTrong quá khứ, trong trận chiến cuối cùng, chính tiếng đàn đã khiến ma long bị mê hoặc,\nPhong Long nhờ đó có được cơ hội ngàn vàng để kết liễu ma long.\n\nSau trận chiến kịch liệt làm rung chuyển trời đất, Phong Long thức tỉnh từ giấc ngủ dài.\nTrước mắt không còn là những ngày tháng năm xưa, vành tai đã rót đầy chất độc của kẻ hành đạo nơi vực sâu.\nĐó là nỗi đau, là sự tra tấn vô hình nhưng tàn khốc.\nNỗi đau đớn đã hủy hoại tất cả, đè nặng lên Phong Long bị nhiễm kịch độc.\n\nPhong Long oán hận tất cả những gì mình từng bảo vệ,\nTung ra lời cáo buộc cay nhiệt với Phong Thần mà mình từng trung thành;\nTố cáo sự thờ ơ trước đau khổ, khiển trách sự vô tâm của ngài.\nNguyền rủa ngài với thân phận là thần lại bỏ rơi thuộc hạ của mình.\n\nThế nhưng kẻ thuộc hạ đau đớn lại không hiểu rằng, Phong Thần vẫn nuôi hy vọng cứu giúp.\nThù hận lấn áp nỗi nhớ, cây đàn hạc biểu tượng của Chủ Thần vẫn chìm đắm trong suy tư.\nHiểu lầm trăm năm rồi cũng sẽ được hóa giải.\nPhong Long cuối cùng lại nghe thấy tiếng hát của ngài.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "回响长天的诗歌",
        "zht": "迴響長天的詩歌",
        "jp": "天に響く詩",
        "ko": "하늘에 메아리치는 노래",
        "en": "Echoing Ballad",
        "de": "Widerhallende Ballade",
        "es": "Balada resonante",
        "fr": "Ballade résonnante",
        "pt": "Balada Retumbante",
        "ru": "Эхо небесной поэзии",
        "id": "Echoing Ballad",
        "th": "Echoing Ballad",
        "vi": "Bài Thơ Vang Lên Trời Cao"
      },
      "description": {
        "zhs": "暴击伤害提高<color=#99FFFFFF>20%</color>；攻击命中时有<color=#99FFFFFF>60%</color>概率造成125%攻击力的小范围物理伤害，该效果每<color=#99FFFFFF>4</color>秒只能触发一次。",
        "zht": "暴擊傷害提高<color=#99FFFFFF>20%</color>；攻擊命中時有<color=#99FFFFFF>60%</color>的機率造成125%攻擊力的小範圍物理傷害，該效果每<color=#99FFFFFF>4</color>秒只能觸發一次。",
        "jp": "会心ダメージ+<color=#99FFFFFF>20%</color>。攻撃が命中した時、<color=#99FFFFFF>60%</color>の確率で狭範囲内の敵に攻撃力の125%の物理ダメージを与える。<color=#99FFFFFF>4</color>秒毎に1回のみ発動可能。",
        "ko": "치명타 피해+<color=#99FFFFFF>20%</color>. 공격 명중 시 <color=#99FFFFFF>60%</color>의 확률로 공격력 125%의 범위 물리 피해를 준다. 해당 효과는 <color=#99FFFFFF>4초</color>마다 1번 발동한다",
        "en": "Increases CRIT DMG by <color=#99FFFFFF>20%</color>. Hits have a <color=#99FFFFFF>60%</color> chance to inflict a small AoE attack, dealing 125% Physical ATK DMG. Can only occur once every <color=#99FFFFFF>4</color>s.",
        "de": "Erhöht den KSCH um <color=#99FFFFFF>20 %</color> und verursacht bei einem Treffer mit einer Wahrscheinlichkeit von <color=#99FFFFFF>60 %</color> physischen Schaden mit geringer Reichweite in Höhe von 125 % ANG. <color=#99FFFFFF>4</color> s Abklingzeit.",
        "es": "Aumenta el Daño CRIT en un <color=#99FFFFFF>20%</color>. Al golpear a un enemigo, hay un <color=#99FFFFFF>60%</color> de probabilidad de infligir un 125% de Daño Físico en una pequeña AdE. Este efecto solo puede ocurrir una vez cada <color=#99FFFFFF>4</color> s.",
        "fr": "Augmente les DGT CRIT de <color=#99FFFFFF>20 %</color>. Toucher un ennemi a <color=#99FFFFFF>60 %</color> de chances d'infliger des DGT physiques équivalant à 125 % de l'ATQ dans une zone restreinte. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>4</color> s.",
        "pt": "Aumenta o Dano Crítico em <color=#99FFFFFF>20%</color>. Ao acertar, possui <color=#99FFFFFF>60%</color> de chance de infligir um pequeno ataque AdE, causando 125% de Dano de ATQ Físico. Pode ser ativada uma vez a cada <color=#99FFFFFF>4</color>s.",
        "ru": "Увеличивает крит. урон на <color=#99FFFFFF>20%</color>. При попадании есть <color=#99FFFFFF>60%</color> шанс нанести 125% физ. урона в небольшом радиусе. Может возникнуть раз в <color=#99FFFFFF>4</color> сек.",
        "id": "Meningkatkan <color=#99FFFFFF>20%</color> CRIT DMG. Saat serangan mengenai musuh, memiliki <color=#99FFFFFF>60%</color> persentase untuk mengakibatkan DMG pada area kecil sebesar 125% ATK. Dapat terpicu setiap <color=#99FFFFFF>4</color> detik.",
        "th": "เพิ่มความแรงคริขึ้น <color=#99FFFFFF>20%</color>; เมื่อการโจมตีโดนเป้าหมายจะมีโอกาส <color=#99FFFFFF>60%</color> ที่จะสร้างความเสียหายกายภาพเป็น 125% ของพลังโจมตีให้แก่ศัตรูที่อยู่ในอาณาเขตเล็ก ๆ ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก <color=#99FFFFFF>4</color> วินาที",
        "vi": "Sát thương bạo kích tăng <color=#99FFFFFF>20%</color>; Khi đánh trúng có <color=#99FFFFFF>60%</color> tỷ lệ tạo thành sát thương vật lý 125% trong phạm vi nhỏ, mỗi <color=#99FFFFFF>4</color>s mới có hiệu quả một lần."
      }
    },
    {
      "name": {
        "zhs": "回响长天的诗歌",
        "zht": "迴響長天的詩歌",
        "jp": "天に響く詩",
        "ko": "하늘에 메아리치는 노래",
        "en": "Echoing Ballad",
        "de": "Widerhallende Ballade",
        "es": "Balada resonante",
        "fr": "Ballade résonnante",
        "pt": "Balada Retumbante",
        "ru": "Эхо небесной поэзии",
        "id": "Echoing Ballad",
        "th": "Echoing Ballad",
        "vi": "Bài Thơ Vang Lên Trời Cao"
      },
      "description": {
        "zhs": "暴击伤害提高<color=#99FFFFFF>25%</color>；攻击命中时有<color=#99FFFFFF>70%</color>概率造成125%攻击力的小范围物理伤害，该效果每<color=#99FFFFFF>3.5</color>秒只能触发一次。",
        "zht": "暴擊傷害提高<color=#99FFFFFF>25%</color>；攻擊命中時有<color=#99FFFFFF>70%</color>的機率造成125%攻擊力的小範圍物理傷害，該效果每<color=#99FFFFFF>3.5</color>秒只能觸發一次。",
        "jp": "会心ダメージ+<color=#99FFFFFF>25%</color>。攻撃が命中した時、<color=#99FFFFFF>70%</color>の確率で狭範囲内の敵に攻撃力の125%の物理ダメージを与える。<color=#99FFFFFF>3.5</color>秒毎に1回のみ発動可能。",
        "ko": "치명타 피해+<color=#99FFFFFF>25%</color>. 공격 명중 시 <color=#99FFFFFF>70%</color>의 확률로 공격력 125%의 범위 물리 피해를 준다. 해당 효과는 <color=#99FFFFFF>3.5초</color>마다 1번 발동한다",
        "en": "Increases CRIT DMG by <color=#99FFFFFF>25%</color>. Hits have a <color=#99FFFFFF>70%</color> chance to inflict a small AoE attack, dealing 125% Physical ATK DMG. Can only occur once every <color=#99FFFFFF>3.5</color>s.",
        "de": "Erhöht den KSCH um <color=#99FFFFFF>25 %</color> und verursacht bei einem Treffer mit einer Wahrscheinlichkeit von <color=#99FFFFFF>70 %</color> physischen Schaden mit geringer Reichweite in Höhe von 125 % ANG. <color=#99FFFFFF>3,5</color> s Abklingzeit.",
        "es": "Aumenta el Daño CRIT en un <color=#99FFFFFF>25%</color>. Al golpear a un enemigo, hay un <color=#99FFFFFF>70%</color> de probabilidad de infligir un 125% de Daño Físico en una pequeña AdE. Este efecto solo puede ocurrir una vez cada <color=#99FFFFFF>3.5</color> s.",
        "fr": "#Augmente les DGT CRIT de <color=#99FFFFFF>25{NON_BREAK_SPACE}%</color>. Toucher un ennemi a <color=#99FFFFFF>70 %</color> de chances d'infliger des DGT physiques équivalant à 125 % de l'ATQ dans une zone restreinte. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>3,5</color> s.",
        "pt": "Aumenta o Dano Crítico em <color=#99FFFFFF>25%</color>. Ao acertar, possui <color=#99FFFFFF>70%</color> de chance de infligir um pequeno ataque AdE, causando 125% de Dano de ATQ Físico. Pode ser ativada uma vez a cada <color=#99FFFFFF>3.5</color>s.",
        "ru": "Увеличивает крит. урон на <color=#99FFFFFF>25%</color>. При попадании есть <color=#99FFFFFF>70%</color> шанс нанести 125% физ. урона в небольшом радиусе. Может возникнуть раз в <color=#99FFFFFF>3,5</color> сек.",
        "id": "Meningkatkan <color=#99FFFFFF>25%</color> CRIT DMG. Saat serangan mengenai musuh, memiliki <color=#99FFFFFF>70%</color> persentase untuk mengakibatkan DMG pada area kecil sebesar 125% ATK. Dapat terpicu setiap <color=#99FFFFFF>3,5</color> detik.",
        "th": "เพิ่มความแรงคริขึ้น <color=#99FFFFFF>25%</color>; เมื่อการโจมตีโดนเป้าหมายจะมีโอกาส <color=#99FFFFFF>70%</color> ที่จะสร้างความเสียหายกายภาพเป็น 125% ของพลังโจมตีให้แก่ศัตรูที่อยู่ในอาณาเขตเล็ก ๆ ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก <color=#99FFFFFF>3.5</color> วินาที",
        "vi": "Sát thương bạo kích tăng <color=#99FFFFFF>25%</color>; Khi đánh trúng có <color=#99FFFFFF>70%</color> tỷ lệ tạo thành sát thương vật lý 125% trong phạm vi nhỏ, mỗi <color=#99FFFFFF>3.5</color>s mới có hiệu quả một lần."
      }
    },
    {
      "name": {
        "zhs": "回响长天的诗歌",
        "zht": "迴響長天的詩歌",
        "jp": "天に響く詩",
        "ko": "하늘에 메아리치는 노래",
        "en": "Echoing Ballad",
        "de": "Widerhallende Ballade",
        "es": "Balada resonante",
        "fr": "Ballade résonnante",
        "pt": "Balada Retumbante",
        "ru": "Эхо небесной поэзии",
        "id": "Echoing Ballad",
        "th": "Echoing Ballad",
        "vi": "Bài Thơ Vang Lên Trời Cao"
      },
      "description": {
        "zhs": "暴击伤害提高<color=#99FFFFFF>30%</color>；攻击命中时有<color=#99FFFFFF>80%</color>概率造成125%攻击力的小范围物理伤害，该效果每<color=#99FFFFFF>3</color>秒只能触发一次。",
        "zht": "暴擊傷害提高<color=#99FFFFFF>30%</color>；攻擊命中時有<color=#99FFFFFF>80%</color>的機率造成125%攻擊力的小範圍物理傷害，該效果每<color=#99FFFFFF>3</color>秒只能觸發一次。",
        "jp": "会心ダメージ+<color=#99FFFFFF>30%</color>。攻撃が命中した時、<color=#99FFFFFF>80%</color>の確率で狭範囲内の敵に攻撃力の125%の物理ダメージを与える。<color=#99FFFFFF>3</color>秒毎に1回のみ発動可能。",
        "ko": "치명타 피해+<color=#99FFFFFF>30%</color>. 공격 명중 시 <color=#99FFFFFF>80%</color>의 확률로 공격력 125%의 범위 물리 피해를 준다. 해당 효과는 <color=#99FFFFFF>3초</color>마다 1번 발동한다",
        "en": "Increases CRIT DMG by <color=#99FFFFFF>30%</color>. Hits have a <color=#99FFFFFF>80%</color> chance to inflict a small AoE attack, dealing 125% Physical ATK DMG. Can only occur once every <color=#99FFFFFF>3</color>s.",
        "de": "Erhöht den KSCH um <color=#99FFFFFF>30 %</color> und verursacht bei einem Treffer mit einer Wahrscheinlichkeit von <color=#99FFFFFF>80 %</color> physischen Schaden mit geringer Reichweite in Höhe von 125 % ANG. <color=#99FFFFFF>3</color> s Abklingzeit.",
        "es": "Aumenta el Daño CRIT en un <color=#99FFFFFF>30%</color>. Al golpear a un enemigo, hay un <color=#99FFFFFF>80%</color> de probabilidad de infligir un 125% de Daño Físico en una pequeña AdE. Este efecto solo puede ocurrir una vez cada <color=#99FFFFFF>3</color> s.",
        "fr": "#Augmente les DGT CRIT de <color=#99FFFFFF>30{NON_BREAK_SPACE}%</color>. Toucher un ennemi a <color=#99FFFFFF>80 %</color> de chances d'infliger des DGT physiques équivalant à 125 % de l'ATQ dans une zone restreinte. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>3</color> s.",
        "pt": "Aumenta o Dano Crítico em <color=#99FFFFFF>30%</color>. Ao acertar, possui <color=#99FFFFFF>80%</color> de chance de infligir um pequeno ataque AdE, causando 125% de Dano de ATQ Físico. Pode ser ativada uma vez a cada <color=#99FFFFFF>3</color>s.",
        "ru": "Увеличивает крит. урон на <color=#99FFFFFF>30%</color>. При попадании есть <color=#99FFFFFF>80%</color> шанс нанести 125% физ. урона в небольшом радиусе. Может возникнуть раз в <color=#99FFFFFF>3</color> сек.",
        "id": "Meningkatkan <color=#99FFFFFF>30%</color> CRIT DMG. Saat serangan mengenai musuh, memiliki <color=#99FFFFFF>80%</color> persentase untuk mengakibatkan DMG pada area kecil sebesar 125% ATK. Dapat terpicu setiap <color=#99FFFFFF>3</color> detik.",
        "th": "เพิ่มความแรงคริขึ้น <color=#99FFFFFF>30%</color>; เมื่อการโจมตีโดนเป้าหมายจะมีโอกาส <color=#99FFFFFF>80%</color> ที่จะสร้างความเสียหายกายภาพเป็น 125% ของพลังโจมตีให้แก่ศัตรูที่อยู่ในอาณาเขตเล็ก ๆ ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก <color=#99FFFFFF>3</color> วินาที",
        "vi": "Sát thương bạo kích tăng <color=#99FFFFFF>30%</color>; Khi đánh trúng có <color=#99FFFFFF>80%</color> tỷ lệ tạo thành sát thương vật lý 125% trong phạm vi nhỏ, mỗi <color=#99FFFFFF>3</color>s mới có hiệu quả một lần."
      }
    },
    {
      "name": {
        "zhs": "回响长天的诗歌",
        "zht": "迴響長天的詩歌",
        "jp": "天に響く詩",
        "ko": "하늘에 메아리치는 노래",
        "en": "Echoing Ballad",
        "de": "Widerhallende Ballade",
        "es": "Balada resonante",
        "fr": "Ballade résonnante",
        "pt": "Balada Retumbante",
        "ru": "Эхо небесной поэзии",
        "id": "Echoing Ballad",
        "th": "Echoing Ballad",
        "vi": "Bài Thơ Vang Lên Trời Cao"
      },
      "description": {
        "zhs": "暴击伤害提高<color=#99FFFFFF>35%</color>；攻击命中时有<color=#99FFFFFF>90%</color>概率造成125%攻击力的小范围物理伤害，该效果每<color=#99FFFFFF>2.5</color>秒只能触发一次。",
        "zht": "暴擊傷害提高<color=#99FFFFFF>35%</color>；攻擊命中時有<color=#99FFFFFF>90%</color>的機率造成125%攻擊力的小範圍物理傷害，該效果每<color=#99FFFFFF>2.5</color>秒只能觸發一次。",
        "jp": "会心ダメージ+<color=#99FFFFFF>35%</color>。攻撃が命中した時、<color=#99FFFFFF>90%</color>の確率で狭範囲内の敵に攻撃力の125%の物理ダメージを与える。<color=#99FFFFFF>2.5</color>秒毎に1回のみ発動可能。",
        "ko": "치명타 피해+<color=#99FFFFFF>35%</color>. 공격 명중 시 <color=#99FFFFFF>90%</color>의 확률로 공격력 125%의 범위 물리 피해를 준다. 해당 효과는 <color=#99FFFFFF>2.5초</color>마다 1번 발동한다",
        "en": "Increases CRIT DMG by <color=#99FFFFFF>35%</color>. Hits have a <color=#99FFFFFF>90%</color> chance to inflict a small AoE attack, dealing 125% Physical ATK DMG. Can only occur once every <color=#99FFFFFF>2.5</color>s.",
        "de": "Erhöht den KSCH um <color=#99FFFFFF>35 %</color> und verursacht bei einem Treffer mit einer Wahrscheinlichkeit von <color=#99FFFFFF>90 %</color> physischen Schaden mit geringer Reichweite in Höhe von 125 % ANG. <color=#99FFFFFF>2,5</color> s Abklingzeit.",
        "es": "Aumenta el Daño CRIT en un <color=#99FFFFFF>35%</color>. Al golpear a un enemigo, hay un <color=#99FFFFFF>90%</color> de probabilidad de infligir un 125% de Daño Físico en una pequeña AdE. Este efecto solo puede ocurrir una vez cada <color=#99FFFFFF>2.5</color> s.",
        "fr": "#Augmente les DGT CRIT de <color=#99FFFFFF>35{NON_BREAK_SPACE}%</color>. Toucher un ennemi a <color=#99FFFFFF>90 %</color> de chances d'infliger des DGT physiques équivalant à 125 % de l'ATQ dans une zone restreinte. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>2,5</color> s.",
        "pt": "Aumenta o Dano Crítico em <color=#99FFFFFF>35%</color>. Ao acertar, possui <color=#99FFFFFF>90%</color> de chance de infligir um pequeno ataque AdE, causando 125% de Dano de ATQ Físico. Pode ser ativada uma vez a cada <color=#99FFFFFF>2.5</color>s.",
        "ru": "Увеличивает крит. урон на <color=#99FFFFFF>35%</color>. При попадании есть <color=#99FFFFFF>90%</color> шанс нанести 125% физ. урона в небольшом радиусе. Может возникнуть раз в <color=#99FFFFFF>2,5</color> сек.",
        "id": "Meningkatkan <color=#99FFFFFF>35%</color> CRIT DMG. Saat serangan mengenai musuh, memiliki <color=#99FFFFFF>90%</color> persentase untuk mengakibatkan DMG pada area kecil sebesar 125% ATK. Dapat terpicu setiap <color=#99FFFFFF>2,5</color> detik.",
        "th": "เพิ่มความแรงคริขึ้น <color=#99FFFFFF>35%</color>; เมื่อการโจมตีโดนเป้าหมายจะมีโอกาส <color=#99FFFFFF>90%</color> ที่จะสร้างความเสียหายกายภาพเป็น 125% ของพลังโจมตีให้แก่ศัตรูที่อยู่ในอาณาเขตเล็ก ๆ ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก <color=#99FFFFFF>2.5</color> วินาที",
        "vi": "Sát thương bạo kích tăng <color=#99FFFFFF>35%</color>; Khi đánh trúng có <color=#99FFFFFF>90%</color> tỷ lệ tạo thành sát thương vật lý 125% trong phạm vi nhỏ, mỗi <color=#99FFFFFF>2.5</color>s mới có hiệu quả một lần."
      }
    },
    {
      "name": {
        "zhs": "回响长天的诗歌",
        "zht": "迴響長天的詩歌",
        "jp": "天に響く詩",
        "ko": "하늘에 메아리치는 노래",
        "en": "Echoing Ballad",
        "de": "Widerhallende Ballade",
        "es": "Balada resonante",
        "fr": "Ballade résonnante",
        "pt": "Balada Retumbante",
        "ru": "Эхо небесной поэзии",
        "id": "Echoing Ballad",
        "th": "Echoing Ballad",
        "vi": "Bài Thơ Vang Lên Trời Cao"
      },
      "description": {
        "zhs": "暴击伤害提高<color=#99FFFFFF>40%</color>；攻击命中时有<color=#99FFFFFF>100%</color>概率造成125%攻击力的小范围物理伤害，该效果每<color=#99FFFFFF>2</color>秒只能触发一次。",
        "zht": "暴擊傷害提高<color=#99FFFFFF>40%</color>；攻擊命中時有<color=#99FFFFFF>100%</color>的機率造成125%攻擊力的小範圍物理傷害，該效果每<color=#99FFFFFF>2</color>秒只能觸發一次。",
        "jp": "会心ダメージ+<color=#99FFFFFF>40%</color>。攻撃が命中した時、<color=#99FFFFFF>100%</color>の確率で狭範囲内の敵に攻撃力の125%の物理ダメージを与える。<color=#99FFFFFF>2</color>秒毎に1回のみ発動可能。",
        "ko": "치명타 피해+<color=#99FFFFFF>40%</color>. 공격 명중 시 <color=#99FFFFFF>100%</color>의 확률로 공격력 125%의 범위 물리 피해를 준다. 해당 효과는 <color=#99FFFFFF>2초</color>마다 1번 발동한다",
        "en": "Increases CRIT DMG by <color=#99FFFFFF>40%</color>. Hits have a <color=#99FFFFFF>100%</color> chance to inflict a small AoE attack, dealing 125% Physical ATK DMG. Can only occur once every <color=#99FFFFFF>2</color>s.",
        "de": "Erhöht den KSCH um <color=#99FFFFFF>40 %</color> und verursacht bei einem Treffer mit einer Wahrscheinlichkeit von <color=#99FFFFFF>100 %</color> physischen Schaden mit geringer Reichweite in Höhe von 125 % ANG. <color=#99FFFFFF>2</color> s Abklingzeit.",
        "es": "Aumenta el Daño CRIT en un <color=#99FFFFFF>40%</color>. Al golpear a un enemigo, hay un <color=#99FFFFFF>100%</color> de probabilidad de infligir un 125% de Daño Físico en una pequeña AdE. Este efecto solo puede ocurrir una vez cada <color=#99FFFFFF>2</color> s.",
        "fr": "#Augmente les DGT CRIT de <color=#99FFFFFF>40{NON_BREAK_SPACE}%</color>. Toucher un ennemi a <color=#99FFFFFF>100 %</color> de chances d'infliger des DGT physiques équivalant à 125 % de l'ATQ dans une zone restreinte. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>2</color> s.",
        "pt": "Aumenta o Dano Crítico em <color=#99FFFFFF>40%</color>. Ao acertar, possui <color=#99FFFFFF>125%</color> de chance de infligir um pequeno ataque AdE, causando 100% de Dano de ATQ Físico. Pode ser ativada uma vez a cada <color=#99FFFFFF>2</color>s.",
        "ru": "Увеличивает крит. урон на <color=#99FFFFFF>40%</color>. При попадании есть <color=#99FFFFFF>100%</color> шанс нанести 125% физ. урона в небольшом радиусе. Может возникнуть раз в <color=#99FFFFFF>2</color> сек.",
        "id": "Meningkatkan <color=#99FFFFFF>40%</color> CRIT DMG. Saat serangan mengenai musuh, memiliki <color=#99FFFFFF>100%</color> persentase untuk mengakibatkan DMG pada area kecil sebesar 125% ATK. Dapat terpicu setiap <color=#99FFFFFF>2</color> detik.",
        "th": "เพิ่มความแรงคริขึ้น <color=#99FFFFFF>40%</color>; เมื่อการโจมตีโดนเป้าหมายจะมีโอกาส <color=#99FFFFFF>100%</color> ที่จะสร้างความเสียหายกายภาพเป็น 125% ของพลังโจมตีให้แก่ศัตรูที่อยู่ในอาณาเขตเล็ก ๆ ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก <color=#99FFFFFF>2</color> วินาที",
        "vi": "Sát thương bạo kích tăng <color=#99FFFFFF>40%</color>; Khi đánh trúng có <color=#99FFFFFF>100%</color> tỷ lệ tạo thành sát thương vật lý 125% trong phạm vi nhỏ, mỗi <color=#99FFFFFF>2</color>s mới có hiệu quả một lần."
      }
    }
  ],
  "internal_name": "Bow_Dvalin",
  "imgid": "bow/dvalin"
}