{
  "id": 15418,
  "type": "bow",
  "rank": 4,
  "name": {
    "zhs": "竭泽",
    "zht": "竭澤",
    "jp": "竭沢",
    "ko": "메마른 연못",
    "en": "End of the Line",
    "de": "Schwertfischer",
    "es": "Fin de las Aguas",
    "fr": "Chalutier",
    "pt": "Águas Secas",
    "ru": "Иссушитель",
    "id": "End of the Line",
    "th": "End of the Line",
    "vi": "Sông Cạn"
  },
  "description": {
    "zhs": "似乎是如今已经绝种的鱼。身躯富有弹性，系上绳索后能充当弓使用。",
    "zht": "似乎是如今已經絕種的魚。身軀富有彈性，繫上繩索後能充當弓使用。",
    "jp": "すでに絶滅してしまった魚なのかもしれない。身には弾力があり、紐をつければ弓として使えそうだ。",
    "ko": "지금은 멸종된 물고기인 듯하다. 몸에 탄력이 있어 활시위를 달아 활로 사용할 수 있다",
    "en": "This seems to be a now-extinct fish. Its body is sufficiently elastic that a string may be attached to it to let it serve as a bow.",
    "de": "Dies scheint ein inzwischen ausgestorbener Fisch zu sein. Sein Körper ist so elastisch, dass man eine Schnur daran befestigen kann, um ihn als Bogen zu benutzen.",
    "es": "Parece una especie piscícola ya extinta. Gracias a su flexibilidad, puede servir como arco si le atas una cuerda.",
    "fr": "Cela semble être un poisson aujourd'hui disparu. Son corps est suffisamment élastique pour qu'une ficelle puisse y être attachée afin de s'en servir comme d'un arc.",
    "pt": "Parece ser um tipo de peixe extinto. Seu corpo é tão elástico, que uma corda pode ser presa a ele e fazer com que sirva como um arco.",
    "ru": "Рыба, принадлежащая к вымершему виду. Если к её гибкому телу прикрепить тетиву, она может послужить в качестве лука.",
    "id": "Tampak seperti ikan yang kini sudah punah. Dengan elastisitas tubuhnya, ia dapat digunakan sebagai busur setelah diikatkan dengan tali.",
    "th": "คล้ายว่าจะเป็นปลาที่ทุกวันนี้สูญพันธุ์ไปแล้ว มีลำตัวที่ยืดหยุ่น เมื่อนำไปผูกกับเชือกแล้ว สามารถนำไปใช้เป็นธนูได้",
    "vi": "Loài cá dường như đã tuyệt chủng, thân của chúng có độ đàn hồi cao, gắn thêm dây vào sẽ có thể dùng như cung."
  },
  "lore": {
    "zhs": "\n曾有潺潺的流水流入黄沙之中，但那是很久以前的事情了。\n后来伟大者循着地鸣与天命进入沙漠，最终生还者却无几。\n原本在高原上巨大的湖泊中如箭头一般笔直射穿空间的鱼，\n它曾如长枪一般笔直，循着圣迹沿洄，\n溪流渐渐渗入沙中，湖泽退缩成水洼，\n最终只得在水洼中蜷曲身体，结果成为了朝圣之人的猎获。\n\n这个故事告诉我们的道理是：\n只要虔心向善，即使是在沙海中央也能得到鱼。",
    "zht": "\n曾有潺潺的流水流入黃沙之中，但那是很久以前的事情了。\n後來偉大者循著地鳴與天命進入沙漠，最終生還者卻無幾。\n原本在高原上巨大的湖泊中如箭頭一般筆直射穿空間的魚，\n牠曾如長槍一般筆直，循著聖跡沿洄，\n溪流漸漸滲入沙中，湖澤退縮成水窪，\n最終只得在水窪中蜷曲身體，結果成為了朝聖之人的獵獲。\n\n這個故事告訴我們的道理是：\n只要虔心向善，即使是在沙海中央也能得到魚。",
    "jp": "\nかつては、さらさらと流れる水が黄砂の中に流れ込んでいたのだが、それも今は遠い昔のこと。\nその後、偉大な者たちが大地の轟音と天命を辿って砂漠に入って行ったが、生きて還った者はほとんどいない。\nさて、高原にある巨大な湖には、矢のように空間をまっすぐ射貫く魚がいた。\nそれは槍のようにまっすぐな形をしており、聖跡を辿ってほうぼうを泳いでいた。\nしかし小川が砂の中に染み込んでいくと、湖は水たまりサイズにまで縮んでいった。\nそして最後には、水たまりの中で体を丸くせざるを得なくなり、巡礼者の餌食になってしまったのだ。\n\nこの物語は、こう教えてくれる——\n敬虔な心と善行を忘れずにいれば、たとえ砂の海でも魚がとれるのだ、と。",
    "ko": "\n한때는 모래 위로 물이 흐른 적도 있지만, 아주 오래전의 일이다.\n후에 위대한 자가 땅의 울림과 운명을 따라 사막에 들어갔지만, 생존자는 손에 꼽을 정도였다.\n고원의 거대한 호수 속에서 똑바로 쏜 활처럼 공간을 가르던 물고기,\n긴 창처럼 곧게 뻗은 채 유적을 따라 유영했다.\n하지만 시냇물은 점차 모래 속으로 스며들었고, 호수는 점차 웅덩이로 변했다.\n결국 웅덩이에 몸을 웅크린 채 순례자의 사냥감이 되었다.\n\n이 이야기는 우리에게 한 가지 이치를 알려준다.\n경건한 마음으로 선함을 유지하면, 모래바다 한가운데에서도 물고기를 잡을 수 있다는 것이다",
    "en": "\nGurgling water once flowed into the yellow sand, but that was a long time ago.\nThe great being would follow the brontides and divine will into the desert in latter days, but few would survive in the end.\nThe fish that once shot forth like an arrow across a huge lake on the plateau,\nThat would stretch out as straight as a spear, cruising back and forth between the sacred sites,\nWould see its stream seep into the sand, its lake shrink into a puddle,\nTill at last, it wound up curled in a little plash, at the mercy of passing pilgrims.\n\nThe lesson of this story is as such:\nAs long as you are pious and kind, you can get a fish even in the midst of the desert sands.",
    "de": "\nEinstmals floss Wasser plätschernd in die gelben Sande. Doch dies liegt schon sehr lange Zeit zurück.\nSpäter gingen die Weisen, den Rufen der Erde und der göttlichen Vorsehung folgend, in die Wüste. Doch am Ende haben nur sehr wenige von ihnen das überlebt.\nDer Fisch, der einst wie ein Pfeil durch den riesigen See auf einer Hochebene geschossen war,\nder einst so schnurgerade wie ein Speer dem Heiligtum entlang sauste,\nmusste, als der Fluss sich nach und nach in die Wüste ergoss und der See somit zu einer Pfütze zusammenschrumpfte,\nsich in der Pfütze zusammenrollen und wurde zur Beute eines Pilgers.\n\nDie Lehre dieser Geschichte lautet:\nSolange man nur aufrichtig nach dem Guten strebt, kann man sogar in der Wüste Fische fangen.",
    "es": "\nLa refrescante agua una vez fluyó entre las doradas arenas del desierto. Pero eso fue hace ya mucho, mucho tiempo.\nMás tarde, siguiendo la llamada de la tierra y el destino, los seres grandiosos se adentraron en el desierto, pero al final la mayoría perecieron.\nEl pez que en el pasado fue disparado como una flecha en el enorme lago de una meseta\nse mantuvo envarado cual lanza y flotó a la deriva en busca de vestigios sagrados.\nEl agua acabó por filtrarse entre los granos de arena y el lago se convirtió en un mero charco.\nAl final, el pez acabó retorciéndose en ese charco y se convirtió en el botín de caza de los peregrinos.\n\nLa moraleja de esta historia es:\nMientras uno sea bondadoso, podrá pescar un pez incluso en medio del desierto.",
    "fr": "\nIl y avait autrefois un ruisseau qui coulait au milieu du sable, mais ce fut il y a fort longtemps.\nPlus tard, de puissants personnages entrèrent dans le désert en suivant leur destinée et en écoutant les grondements de la terre. Peu d'entre eux survécurent.\nIl y avait autrefois un poisson qui filait droit dans l'espace comme une flèche dans l'immense lac des hauts plateaux.\nIl s'élança tout droit comme une lance à travers une route sacrée.\nLe ruisseau s'infiltra peu à peu dans le sable et le lac devint aussi petit qu'une flaque d'eau.\nFinalement, le poisson finit sa course dans cette petite flaque où il était replié sur lui-même, à la merci des pèlerins.\n\nVoici la morale de cette histoire :\nSi l'on fait le bien en ayant un cœur sincère, on peut attraper des poissons même au milieu d'une mer de sable.",
    "pt": "\nA água borbulhante uma vez se infiltrou nas areias douradas, mas essa é uma história de muito tempo atrás.\nOs poderosos entraram no deserto enquanto seguiam o som da terra e do destino, mas no final poucos sobreviveram.\nO peixe que uma vez disparou direto pelo espaço como uma flecha atirada pelo imenso lago nos planaltos,\nera como uma lança disparada diretamente ao local sagrado.\nO riacho gradualmente infiltrou-se na areia e se reduziu a uma poça.\nAté que no fim, essa poça retorcida ficou à mercê dos peregrinos viajantes.\n\nO que esta história nos conta é o seguinte:\nSe tiver piedade e se dedicar ao bem, você pode conseguir peixes, mesmo no deserto.",
    "ru": "\nКогда-то в золотые пески ворвался полноводный ручей, но было это очень давно.\nПотом величайшие из великих вошли в пустыню, повинуясь зову земли и небесному велению. Но немногие из них смогли пройти свой путь до конца.\nРыба, что жила в огромном высокогорном озере, стрелой понеслась по водам ручья.\nСловно брошенное копьё, она проплывала от одного священного места к другому.\nНо горный ручей постепенно уходил в песок, а озёра мелели.\nРыба нашла последний приют на дне мелкой лужи, где её и обнаружили паломники.\n\nМораль этой истории такова:\nпосвяти свою жизнь ревностному служению, и найдёшь рыбу даже в пустыне.",
    "id": "\nAir yang deras pernah mengalir ke pasir kuning, dulu, dulu sekali.\nKemudian, sang makhluk agung mengikuti kehendak suci ke padang pasir, dan hanya sedikit saja yang selamat.\nIkan meluncur menembus ruang bagaikan anak panah, di danau yang di dataran tinggi.\nDia lurus bagaikan tombak, meluncur ke sana kemari di tempat suci,\nMata air perlahan terhisap pasir dan danau berubah menjadi genangan air,\nSampai akhirnya, meringkuk dalam kolam kecil dan menjadi buruan para peziarah yang lewat.\n\nMoral dari cerita ini:\nJika kamu taat dan welas asih, niscaya ikan pun dapat kamu temui di tengah padang pasir.",
    "th": "\nเมื่อนานมาแล้ว เคยมีสายธารไหลลงสู่ทรายเหลือง\nต่อมามีผู้ยิ่งใหญ่เดินตามเสียงของแผ่นดินและโชคชะตาเข้ามาในทะเลทราย แต่สุดท้ายกลับเหลือผู้รอดชีวิตเพียงไม่กี่คน\nปลาที่แต่เดิมเคยเคลื่อนตัวภายในทะเลสาบบนที่ราบสูง ประหนึ่งลูกศรที่พุ่งตรงผ่านอากาศ\nมันเคยเรียวตรงเหมือนทวนยาว และแหวกว่ายวนรอบสถานที่ศักดิ์สิทธิ์\nสายธารค่อย ๆ ซึมเข้าไปในทราย ทะเลสาบหดเล็กลงจนกลายเป็นแอ่งน้ำ\nสุดท้ายมันก็ต้องคุดคู้อยู่ในแอ่งน้ำ กลายเป็นเหยื่อที่ถูกผู้แสวงบุญจับไป\n\nเรื่องนี้สอนให้เรารู้ว่า:\nหากมีจิตเมตตา แม้อยู่กลางทะเลทรายก็จะจับปลาได้",
    "vi": "\nTừng có dòng nước chảy vào trong cát vàng, nhưng đó là chuyện xảy ra từ rất lâu trước đây rồi.\nSau đó, người vĩ đại đi theo tiếng gọi của đất và mệnh lệnh của trời bước vào sa mạc, nhưng người sống sót trở về chẳng còn mấy ai.\nCon cá vốn sống trong hồ nước khổng lồ giữa cao nguyên, như mũi tên thẳng tắp xuyên thủng không gian,\nNó từng thẳng tắp như ngọn giáo, bơi theo dòng thánh tích,\nDòng suối lại dần ngấm vào cát, hồ nước rút thành vũng nước,\nCuối cùng chỉ đành cuộn mình trong vũng nước, kết quả là trở thành con mồi của những người hành hương.\n\nCâu chuyện này nói cho chúng ta biết một đạo lý:\nChỉ cần thành tâm hướng thiện, dù ở giữa sa mạc cũng có thể bắt được cá."
  },
  "effects": [
    {
      "name": {
        "zhs": "网破",
        "zht": "網破",
        "jp": "ネットブレーカー",
        "ko": "찢어진 그물",
        "en": "Net Snapper",
        "de": "Netzreißer",
        "es": "Romperredes",
        "fr": "Délaceur",
        "pt": "Rompedor de Redes",
        "ru": "Разрывающий сети",
        "id": "Net Snapper",
        "th": "Net Snapper",
        "vi": "Phá Lưới"
      },
      "description": {
        "zhs": "施放元素战技后，将触发「沿洄」效果，在攻击命中敌人时造成<color=#99FFFFFF>80%</color>攻击力的范围伤害，该效果将在15秒或触发3次范围伤害后移除。每2秒至多通过这种方式造成一次范围伤害，每12秒至多触发一次沿洄。",
        "zht": "施放元素戰技後，將觸發「沿洄」效果，在攻擊命中敵人時造成<color=#99FFFFFF>80%</color>攻擊力的範圍傷害，該效果將在15秒或觸發3次範圍傷害後移除。每2秒至多依此方式造成一次範圍傷害，每12秒至多觸發一次沿洄。",
        "jp": "元素スキルを発動すると「廻流」効果が付与され、攻撃が敵に命中した時、攻撃力<color=#99FFFFFF>80%</color>分の範囲ダメージを与える。この効果は15秒後、または3回範囲ダメージ発動後にクリアされる。範囲ダメージは2秒毎に1回のみ発動でき、「廻流」効果は12秒毎に1回のみ発動できる。",
        "ko": "원소전투 스킬 발동 후 「연회」 효과가 발동된다. 공격이 적에게 명중하면 공격력의 <color=#99FFFFFF>80%</color>에 해당하는 범위 피해를 준다. 해당 효과는 15초 동안 지속되거나, 3회의 범위 피해 발동 시 사라진다. 2초마다 해당 방식으로 최대 1회의 범위 피해를 주고 12초마다 연회를 최대 1회 발동할 수 있다",
        "en": "Triggers the Flowrider effect after using an Elemental Skill, dealing <color=#99FFFFFF>80%</color> ATK as AoE DMG upon hitting an opponent with an attack. Flowrider will be removed after 15s or after causing 3 instances of AoE DMG. Only 1 instance of AoE DMG can be caused every 2s in this way. Flowrider can be triggered once every 12s.",
        "de": "Löst beim Anwenden der Elementarfähigkeit den Effekt „Drift“ aus, bei dem die Figur, wenn sie einen Gegner trifft, Flächenschaden in Höhe von <color=#99FFFFFF>80 %</color> ANG verursacht. Dieser Effekt wird nach 15 s oder 3-maligem Verursachen des Flächenschadens entfernt. 2 s Abklingzeit für das Verursachen solch eines Flächenschadens, 12 s Abklingzeit für den Effekt „Drift“.",
        "es": "Al usar una Habilidad Elemental, el personaje obtiene el efecto de “deriva”, con el cual, al golpear a un enemigo, inflige Daño en el AdE equivalente al <color=#99FFFFFF>80%</color> de su ATQ. Este efecto desaparecerá después de 15 s o tras haber infligido 3 veces Daño en el AdE. Solo se puede infligir Daño en el AdE una vez cada 2 s de esta manera, y el efecto de deriva solo se puede activar, como máximo, una vez cada 12 s.",
        "fr": "Accorde l'effet Dérive après l'utilisation d'une compétence élémentaire, permettant d'infliger des DGT de zone équivalant à <color=#99FFFFFF>80 %</color> de l'ATQ en touchant un ennemi. Cet effet disparaît après 15 s ou après avoir infligé des DGT de zone 3 fois. Des DGT de zone peuvent être infligés toutes les 2 s maximum de cette manière, et l'effet Dérive peut être déclenché une fois toutes les 12 s.",
        "pt": "Desencadeia o efeito \"Deriva\" após usar uma Habilidade Elemental, causando <color=#99FFFFFF>80%</color> do ATQ como Dano em uma AdE após acertar um oponente com um ataque. O efeito de Deriva será removido após 15s ou após causar Dano em uma AdE 3 vezes. 1 Dano em uma AdE pode ser causado a cada 2s dessa forma. O efeito de Deriva pode ser desencadeado uma vez a cada 12s.",
        "ru": "Активация элементального навыка вызывает эффект Плывущего по течению: атаки при попадании наносят урон по площади, равный <color=#99FFFFFF>80%</color> от силы атаки. Через 15 сек. либо после 3 нанёсших урон атак эффект исчезнет. Эффект наносит урон не чаще одного раза в 2 сек. и может возникнуть раз в 12 сек.",
        "id": "Setelah melancarkan Elemental Skill, akan mendapatkan efek \"Flowrider\": Saat serangan mengenai musuh, akan mengakibatkan DMG Area sebesar <color=#99FFFFFF>80%</color> ATK. Efek ini akan dihapus setelah 15 detik atau setelah memicu DMG Area sebanyak 3 kali. DMG Area dari \"Flowrider\" dapat diakibatkan dengan cara ini setiap 2 detik, sementara \"Flowrider\" dapat terpicu setiap 12 detik.",
        "th": "หลังจากใช้สกิลธาตุ จะเกิดเอฟเฟกต์ Flowrider ซึ่งเมื่อโจมตีถูกศัตรู จะทำให้เกิดความเสียหายวงกว้าง <color=#99FFFFFF>80%</color> ของพลังโจมตี โดยที่เอฟเฟกต์นี้ จะหายไปหลังจากผ่านไป 15 วินาที หรือหลังทำให้เกิดความเสียหายวงกว้างครบ 3 ครั้ง ซึ่งทุก 2 วินาที จะสามารถสร้างความเสียหายวงกว้างด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง และทุก 12 วินาที จะเกิด Flowrider ได้มากสุดหนึ่งครั้ง",
        "vi": "Thi triển Kỹ Năng Nguyên Tố sẽ kích hoạt hiệu ứng \"Xuôi Dòng\", khi đánh trúng kẻ địch sẽ gây sát thương diện rộng bằng <color=#99FFFFFF>80%</color> tấn công, hiệu quả này sẽ bị xóa sau 15s hoặc kích hoạt 3 lần sát thương diện rộng. Mỗi 2s tối đa gây một lần sát thương diện rộng bằng cách này, mỗi 12s tối đa kích hoạt một lần \"Xuôi Dòng\"."
      }
    },
    {
      "name": {
        "zhs": "网破",
        "zht": "網破",
        "jp": "ネットブレーカー",
        "ko": "찢어진 그물",
        "en": "Net Snapper",
        "de": "Netzreißer",
        "es": "Romperredes",
        "fr": "Délaceur",
        "pt": "Rompedor de Redes",
        "ru": "Разрывающий сети",
        "id": "Net Snapper",
        "th": "Net Snapper",
        "vi": "Phá Lưới"
      },
      "description": {
        "zhs": "施放元素战技后，将触发「沿洄」效果，在攻击命中敌人时造成<color=#99FFFFFF>100%</color>攻击力的范围伤害，该效果将在15秒或触发3次范围伤害后移除。每2秒至多通过这种方式造成一次范围伤害，每12秒至多触发一次沿洄。",
        "zht": "施放元素戰技後，將觸發「沿洄」效果，在攻擊命中敵人時造成<color=#99FFFFFF>100%</color>攻擊力的範圍傷害，該效果將在15秒或觸發3次範圍傷害後移除。每2秒至多依此方式造成一次範圍傷害，每12秒至多觸發一次沿洄。",
        "jp": "元素スキルを発動すると「廻流」効果が付与され、攻撃が敵に命中した時、攻撃力<color=#99FFFFFF>100%</color>分の範囲ダメージを与える。この効果は15秒後、または3回範囲ダメージ発動後にクリアされる。範囲ダメージは2秒毎に1回のみ発動でき、「廻流」効果は12秒毎に1回のみ発動できる。",
        "ko": "원소전투 스킬 발동 후 「연회」 효과가 발동된다. 공격이 적에게 명중하면 공격력의 <color=#99FFFFFF>100%</color>에 해당하는 범위 피해를 준다. 해당 효과는 15초 동안 지속되거나, 3회의 범위 피해 발동 시 사라진다. 2초마다 해당 방식으로 최대 1회의 범위 피해를 주고 12초마다 연회를 최대 1회 발동할 수 있다",
        "en": "Triggers the Flowrider effect after using an Elemental Skill, dealing <color=#99FFFFFF>100%</color> ATK as AoE DMG upon hitting an opponent with an attack. Flowrider will be removed after 15s or after causing 3 instances of AoE DMG. Only 1 instance of AoE DMG can be caused every 2s in this way. Flowrider can be triggered once every 12s.",
        "de": "Löst beim Anwenden der Elementarfähigkeit den Effekt „Drift“ aus, bei dem die Figur, wenn sie einen Gegner trifft, Flächenschaden in Höhe von <color=#99FFFFFF>100 %</color> ANG verursacht. Dieser Effekt wird nach 15 s oder 3-maligem Verursachen des Flächenschadens entfernt. 2 s Abklingzeit für das Verursachen solch eines Flächenschadens, 12 s Abklingzeit für den Effekt „Drift“.",
        "es": "Al usar una Habilidad Elemental, el personaje obtiene el efecto de “deriva”, con el cual, al golpear a un enemigo, inflige Daño en el AdE equivalente al <color=#99FFFFFF>100%</color> de su ATQ. Este efecto desaparecerá después de 15 s o tras haber infligido 3 veces Daño en el AdE. Solo se puede infligir Daño en el AdE una vez cada 2 s de esta manera, y el efecto de deriva solo se puede activar, como máximo, una vez cada 12 s.",
        "fr": "Accorde l'effet Dérive après l'utilisation d'une compétence élémentaire, permettant d'infliger des DGT de zone équivalant à <color=#99FFFFFF>100 %</color> de l'ATQ en touchant un ennemi. Cet effet disparaît après 15 s ou après avoir infligé des DGT de zone 3 fois. Des DGT de zone peuvent être infligés toutes les 2 s maximum de cette manière, et l'effet Dérive peut être déclenché une fois toutes les 12 s.",
        "pt": "Desencadeia o efeito \"Deriva\" após usar uma Habilidade Elemental, causando <color=#99FFFFFF>100%</color> do ATQ como Dano em uma AdE após acertar um oponente com um ataque. O efeito de Deriva será removido após 15s ou após causar Dano em uma AdE 3 vezes. 1 Dano em uma AdE pode ser causado a cada 2s dessa forma. O efeito de Deriva pode ser desencadeado uma vez a cada 12s.",
        "ru": "Активация элементального навыка вызывает эффект Плывущего по течению: атаки при попадании наносят урон по площади, равный <color=#99FFFFFF>100%</color> от силы атаки. Через 15 сек. либо после 3 нанёсших урон атак эффект исчезнет. Эффект наносит урон не чаще одного раза в 2 сек. и может возникнуть раз в 12 сек.",
        "id": "Setelah melancarkan Elemental Skill, efek \"Flowrider\" akan terpicu. Saat serangan mengenai musuh, akan mendapatkan efek \"Flowrider\" yang mengakibatkan DMG Area sebesar <color=#99FFFFFF>100%</color> ATK. Efek ini akan dihapus setelah 15 detik atau setelah memicu DMG Area sebanyak 3 kali. DMG Area dari \"Flowrider\" dapat diakibatkan dengan cara ini setiap 2 detik, sementara \"Flowrider\" dapat terpicu setiap 12 detik.",
        "th": "หลังจากใช้สกิลธาตุ จะเกิดเอฟเฟกต์ Flowrider ซึ่งเมื่อโจมตีถูกศัตรู จะทำให้เกิดความเสียหายวงกว้าง <color=#99FFFFFF>100%</color> ของพลังโจมตี โดยที่เอฟเฟกต์นี้ จะหายไปหลังจากผ่านไป 15 วินาที หรือหลังทำให้เกิดความเสียหายวงกว้างครบ 3 ครั้ง ซึ่งทุก 2 วินาที จะสามารถสร้างความเสียหายวงกว้างด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง และทุก 12 วินาที จะเกิด Flowrider ได้มากสุดหนึ่งครั้ง",
        "vi": "Thi triển Kỹ Năng Nguyên Tố sẽ kích hoạt hiệu ứng \"Xuôi Dòng\", khi đánh trúng kẻ địch sẽ gây sát thương diện rộng bằng <color=#99FFFFFF>100%</color> tấn công, hiệu quả này sẽ bị xóa sau 15s hoặc kích hoạt 3 lần sát thương diện rộng. Mỗi 2s tối đa gây một lần sát thương diện rộng bằng cách này, mỗi 12s tối đa kích hoạt một lần \"Xuôi Dòng\"."
      }
    },
    {
      "name": {
        "zhs": "网破",
        "zht": "網破",
        "jp": "ネットブレーカー",
        "ko": "찢어진 그물",
        "en": "Net Snapper",
        "de": "Netzreißer",
        "es": "Romperredes",
        "fr": "Délaceur",
        "pt": "Rompedor de Redes",
        "ru": "Разрывающий сети",
        "id": "Net Snapper",
        "th": "Net Snapper",
        "vi": "Phá Lưới"
      },
      "description": {
        "zhs": "施放元素战技后，将触发「沿洄」效果，在攻击命中敌人时造成<color=#99FFFFFF>120%</color>攻击力的范围伤害，该效果将在15秒或触发3次范围伤害后移除。每2秒至多通过这种方式造成一次范围伤害，每12秒至多触发一次沿洄。",
        "zht": "施放元素戰技後，將觸發「沿洄」效果，在攻擊命中敵人時造成<color=#99FFFFFF>120%</color>攻擊力的範圍傷害，該效果將在15秒或觸發3次範圍傷害後移除。每2秒至多依此方式造成一次範圍傷害，每12秒至多觸發一次沿洄。",
        "jp": "元素スキルを発動すると「廻流」効果が付与され、攻撃が敵に命中した時、攻撃力<color=#99FFFFFF>120%</color>分の範囲ダメージを与える。この効果は15秒後、または3回範囲ダメージ発動後にクリアされる。範囲ダメージは2秒毎に1回のみ発動でき、「廻流」効果は12秒毎に1回のみ発動できる。",
        "ko": "원소전투 스킬 발동 후 「연회」 효과가 발동된다. 공격이 적에게 명중하면 공격력의 <color=#99FFFFFF>120%</color>에 해당하는 범위 피해를 준다. 해당 효과는 15초 동안 지속되거나, 3회의 범위 피해 발동 시 사라진다. 2초마다 해당 방식으로 최대 1회의 범위 피해를 주고 12초마다 연회를 최대 1회 발동할 수 있다",
        "en": "Triggers the Flowrider effect after using an Elemental Skill, dealing <color=#99FFFFFF>120%</color> ATK as AoE DMG upon hitting an opponent with an attack. Flowrider will be removed after 15s or after causing 3 instances of AoE DMG. Only 1 instance of AoE DMG can be caused every 2s in this way. Flowrider can be triggered once every 12s.",
        "de": "Löst beim Anwenden der Elementarfähigkeit den Effekt „Drift“ aus, bei dem die Figur, wenn sie einen Gegner trifft, Flächenschaden in Höhe von <color=#99FFFFFF>120 %</color> ANG verursacht. Dieser Effekt wird nach 15 s oder 3-maligem Verursachen des Flächenschadens entfernt. 2 s Abklingzeit für das Verursachen solch eines Flächenschadens, 12 s Abklingzeit für den Effekt „Drift“.",
        "es": "Al usar una Habilidad Elemental, el personaje obtiene el efecto de “deriva”, con el cual, al golpear a un enemigo, inflige Daño en el AdE equivalente al <color=#99FFFFFF>120%</color> de su ATQ. Este efecto desaparecerá después de 15 s o tras haber infligido 3 veces Daño en el AdE. Solo se puede infligir Daño en el AdE una vez cada 2 s de esta manera, y el efecto de deriva solo se puede activar, como máximo, una vez cada 12 s.",
        "fr": "Accorde l'effet Dérive après l'utilisation d'une compétence élémentaire, permettant d'infliger des DGT de zone équivalant à <color=#99FFFFFF>120 %</color> de l'ATQ en touchant un ennemi. Cet effet disparaît après 15 s ou après avoir infligé des DGT de zone 3 fois. Des DGT de zone peuvent être infligés toutes les 2 s maximum de cette manière, et l'effet Dérive peut être déclenché une fois toutes les 12 s.",
        "pt": "Desencadeia o efeito \"Deriva\" após usar uma Habilidade Elemental, causando <color=#99FFFFFF>120%</color> do ATQ como Dano em uma AdE após acertar um oponente com um ataque. O efeito de Deriva será removido após 15s ou após causar Dano em uma AdE 3 vezes. 1 Dano em uma AdE pode ser causado a cada 2s dessa forma. O efeito de Deriva pode ser desencadeado uma vez a cada 12s.",
        "ru": "Активация элементального навыка вызывает эффект Плывущего по течению: атаки при попадании наносят урон по площади, равный <color=#99FFFFFF>120%</color> от силы атаки. Через 15 сек. либо после 3 нанёсших урон атак эффект исчезнет. Эффект наносит урон не чаще одного раза в 2 сек. и может возникнуть раз в 12 сек.",
        "id": "Setelah melancarkan Elemental Skill, efek \"Flowrider\" akan terpicu. Saat serangan mengenai musuh, akan mendapatkan efek \"Flowrider\" yang mengakibatkan DMG Area sebesar <color=#99FFFFFF>120%</color> ATK. Efek ini akan dihapus setelah 15 detik atau setelah memicu DMG Area sebanyak 3 kali. DMG Area dari \"Flowrider\" dapat diakibatkan dengan cara ini setiap 2 detik, sementara \"Flowrider\" dapat terpicu setiap 12 detik.",
        "th": "หลังจากใช้สกิลธาตุ จะเกิดเอฟเฟกต์ Flowrider ซึ่งเมื่อโจมตีถูกศัตรู จะทำให้เกิดความเสียหายวงกว้าง <color=#99FFFFFF>120%</color> ของพลังโจมตี โดยที่เอฟเฟกต์นี้ จะหายไปหลังจากผ่านไป 15 วินาที หรือหลังทำให้เกิดความเสียหายวงกว้างครบ 3 ครั้ง ซึ่งทุก 2 วินาที จะสามารถสร้างความเสียหายวงกว้างด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง และทุก 12 วินาที จะเกิด Flowrider ได้มากสุดหนึ่งครั้ง",
        "vi": "Thi triển Kỹ Năng Nguyên Tố sẽ kích hoạt hiệu ứng \"Xuôi Dòng\", khi đánh trúng kẻ địch sẽ gây sát thương diện rộng bằng <color=#99FFFFFF>120%</color> tấn công, hiệu quả này sẽ bị xóa sau 15s hoặc kích hoạt 3 lần sát thương diện rộng. Mỗi 2s tối đa gây một lần sát thương diện rộng bằng cách này, mỗi 12s tối đa kích hoạt một lần \"Xuôi Dòng\"."
      }
    },
    {
      "name": {
        "zhs": "网破",
        "zht": "網破",
        "jp": "ネットブレーカー",
        "ko": "찢어진 그물",
        "en": "Net Snapper",
        "de": "Netzreißer",
        "es": "Romperredes",
        "fr": "Délaceur",
        "pt": "Rompedor de Redes",
        "ru": "Разрывающий сети",
        "id": "Net Snapper",
        "th": "Net Snapper",
        "vi": "Phá Lưới"
      },
      "description": {
        "zhs": "施放元素战技后，将触发「沿洄」效果，在攻击命中敌人时造成<color=#99FFFFFF>140%</color>攻击力的范围伤害，该效果将在15秒或触发3次范围伤害后移除。每2秒至多通过这种方式造成一次范围伤害，每12秒至多触发一次沿洄。",
        "zht": "施放元素戰技後，將觸發「沿洄」效果，在攻擊命中敵人時造成<color=#99FFFFFF>140%</color>攻擊力的範圍傷害，該效果將在15秒或觸發3次範圍傷害後移除。每2秒至多依此方式造成一次範圍傷害，每12秒至多觸發一次沿洄。",
        "jp": "元素スキルを発動すると「廻流」効果が付与され、攻撃が敵に命中した時、攻撃力<color=#99FFFFFF>140%</color>分の範囲ダメージを与える。この効果は15秒後、または3回範囲ダメージ発動後にクリアされる。範囲ダメージは2秒毎に1回のみ発動でき、「廻流」効果は12秒毎に1回のみ発動できる。",
        "ko": "원소전투 스킬 발동 후 「연회」 효과가 발동된다. 공격이 적에게 명중하면 공격력의 <color=#99FFFFFF>140%</color>에 해당하는 범위 피해를 준다. 해당 효과는 15초 동안 지속되거나, 3회의 범위 피해 발동 시 사라진다. 2초마다 해당 방식으로 최대 1회의 범위 피해를 주고 12초마다 연회를 최대 1회 발동할 수 있다",
        "en": "Triggers the Flowrider effect after using an Elemental Skill, dealing <color=#99FFFFFF>140%</color> ATK as AoE DMG upon hitting an opponent with an attack. Flowrider will be removed after 15s or after causing 3 instances of AoE DMG. Only 1 instance of AoE DMG can be caused every 2s in this way. Flowrider can be triggered once every 12s.",
        "de": "Löst beim Anwenden der Elementarfähigkeit den Effekt „Drift“ aus, bei dem die Figur, wenn sie einen Gegner trifft, Flächenschaden in Höhe von <color=#99FFFFFF>140 %</color> ANG verursacht. Dieser Effekt wird nach 15 s oder 3-maligem Verursachen des Flächenschadens entfernt. 2 s Abklingzeit für das Verursachen solch eines Flächenschadens, 12 s Abklingzeit für den Effekt „Drift“.",
        "es": "Al usar una Habilidad Elemental, el personaje obtiene el efecto de “deriva”, con el cual, al golpear a un enemigo, inflige Daño en el AdE equivalente al <color=#99FFFFFF>140%</color> de su ATQ. Este efecto desaparecerá después de 15 s o tras haber infligido 3 veces Daño en el AdE. Solo se puede infligir Daño en el AdE una vez cada 2 s de esta manera, y el efecto de deriva solo se puede activar, como máximo, una vez cada 12 s.",
        "fr": "Accorde l'effet Dérive après l'utilisation d'une compétence élémentaire, permettant d'infliger des DGT de zone équivalant à <color=#99FFFFFF>140 %</color> de l'ATQ en touchant un ennemi. Cet effet disparaît après 15 s ou après avoir infligé des DGT de zone 3 fois. Des DGT de zone peuvent être infligés toutes les 2 s maximum de cette manière, et l'effet Dérive peut être déclenché une fois toutes les 12 s.",
        "pt": "Desencadeia o efeito \"Deriva\" após usar uma Habilidade Elemental, causando <color=#99FFFFFF>140%</color> do ATQ como Dano em uma AdE após acertar um oponente com um ataque. O efeito de Deriva será removido após 15s ou após causar Dano em uma AdE 3 vezes. 1 Dano em uma AdE pode ser causado a cada 2s dessa forma. O efeito de Deriva pode ser desencadeado uma vez a cada 12s.",
        "ru": "Активация элементального навыка вызывает эффект Плывущего по течению: атаки при попадании наносят урон по площади, равный <color=#99FFFFFF>140%</color> от силы атаки. Через 15 сек. либо после 3 нанёсших урон атак эффект исчезнет. Эффект наносит урон не чаще одного раза в 2 сек. и может возникнуть раз в 12 сек.",
        "id": "Setelah melancarkan Elemental Skill, efek \"Flowrider\" akan terpicu. Saat serangan mengenai musuh, akan mendapatkan efek \"Flowrider\" yang mengakibatkan DMG Area sebesar <color=#99FFFFFF>140%</color> ATK. Efek ini akan dihapus setelah 15 detik atau setelah memicu DMG Area sebanyak 3 kali. DMG Area dari \"Flowrider\" dapat diakibatkan dengan cara ini setiap 2 detik, sementara \"Flowrider\" dapat terpicu setiap 12 detik.",
        "th": "หลังจากใช้สกิลธาตุ จะเกิดเอฟเฟกต์ Flowrider ซึ่งเมื่อโจมตีถูกศัตรู จะทำให้เกิดความเสียหายวงกว้าง <color=#99FFFFFF>140%</color> ของพลังโจมตี โดยที่เอฟเฟกต์นี้ จะหายไปหลังจากผ่านไป 15 วินาที หรือหลังทำให้เกิดความเสียหายวงกว้างครบ 3 ครั้ง ซึ่งทุก 2 วินาที จะสามารถสร้างความเสียหายวงกว้างด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง และทุก 12 วินาที จะเกิด Flowrider ได้มากสุดหนึ่งครั้ง",
        "vi": "Thi triển Kỹ Năng Nguyên Tố sẽ kích hoạt hiệu ứng \"Xuôi Dòng\", khi đánh trúng kẻ địch sẽ gây sát thương diện rộng bằng <color=#99FFFFFF>140%</color> tấn công, hiệu quả này sẽ bị xóa sau 15s hoặc kích hoạt 3 lần sát thương diện rộng. Mỗi 2s tối đa gây một lần sát thương diện rộng bằng cách này, mỗi 12s tối đa kích hoạt một lần \"Xuôi Dòng\"."
      }
    },
    {
      "name": {
        "zhs": "网破",
        "zht": "網破",
        "jp": "ネットブレーカー",
        "ko": "찢어진 그물",
        "en": "Net Snapper",
        "de": "Netzreißer",
        "es": "Romperredes",
        "fr": "Délaceur",
        "pt": "Rompedor de Redes",
        "ru": "Разрывающий сети",
        "id": "Net Snapper",
        "th": "Net Snapper",
        "vi": "Phá Lưới"
      },
      "description": {
        "zhs": "施放元素战技后，将触发「沿洄」效果，在攻击命中敌人时造成<color=#99FFFFFF>160%</color>攻击力的范围伤害，该效果将在15秒或触发3次范围伤害后移除。每2秒至多通过这种方式造成一次范围伤害，每12秒至多触发一次沿洄。",
        "zht": "施放元素戰技後，將觸發「沿洄」效果，在攻擊命中敵人時造成<color=#99FFFFFF>160%</color>攻擊力的範圍傷害，該效果將在15秒或觸發3次範圍傷害後移除。每2秒至多依此方式造成一次範圍傷害，每12秒至多觸發一次沿洄。",
        "jp": "元素スキルを発動すると「廻流」効果が付与され、攻撃が敵に命中した時、攻撃力<color=#99FFFFFF>160%</color>分の範囲ダメージを与える。この効果は15秒後、または3回範囲ダメージ発動後にクリアされる。範囲ダメージは2秒毎に1回のみ発動でき、「廻流」効果は12秒毎に1回のみ発動できる。",
        "ko": "원소전투 스킬 발동 후 「연회」 효과가 발동된다. 공격이 적에게 명중하면 공격력의 <color=#99FFFFFF>160%</color>에 해당하는 범위 피해를 준다. 해당 효과는 15초 동안 지속되거나, 3회의 범위 피해 발동 시 사라진다. 2초마다 해당 방식으로 최대 1회의 범위 피해를 주고 12초마다 연회를 최대 1회 발동할 수 있다",
        "en": "Triggers the Flowrider effect after using an Elemental Skill, dealing <color=#99FFFFFF>160%</color> ATK as AoE DMG upon hitting an opponent with an attack. Flowrider will be removed after 15s or after causing 3 instances of AoE DMG. Only 1 instance of AoE DMG can be caused every 2s in this way. Flowrider can be triggered once every 12s.",
        "de": "Löst beim Anwenden der Elementarfähigkeit den Effekt „Drift“ aus, bei dem die Figur, wenn sie einen Gegner trifft, Flächenschaden in Höhe von <color=#99FFFFFF>160 %</color> ANG verursacht. Dieser Effekt wird nach 15 s oder 3-maligem Verursachen des Flächenschadens entfernt. 2 s Abklingzeit für das Verursachen solch eines Flächenschadens, 12 s Abklingzeit für den Effekt „Drift“.",
        "es": "Al usar una Habilidad Elemental, el personaje obtiene el efecto de “deriva”, con el cual, al golpear a un enemigo, inflige Daño en el AdE equivalente al <color=#99FFFFFF>160%</color> de su ATQ. Este efecto desaparecerá después de 15 s o tras haber infligido 3 veces Daño en el AdE. Solo se puede infligir Daño en el AdE una vez cada 2 s de esta manera, y el efecto de deriva solo se puede activar, como máximo, una vez cada 12 s.",
        "fr": "Accorde l'effet Dérive après l'utilisation d'une compétence élémentaire, permettant d'infliger des DGT de zone équivalant à <color=#99FFFFFF>160 %</color> de l'ATQ en touchant un ennemi. Cet effet disparaît après 15 s ou après avoir infligé des DGT de zone 3 fois. Des DGT de zone peuvent être infligés toutes les 2 s maximum de cette manière, et l'effet Dérive peut être déclenché une fois toutes les 12 s.",
        "pt": "Desencadeia o efeito \"Deriva\" após usar uma Habilidade Elemental, causando <color=#99FFFFFF>160%</color> do ATQ como Dano em uma AdE após acertar um oponente com um ataque. O efeito de Deriva será removido após 15s ou após causar Dano em uma AdE 3 vezes. 1 Dano em uma AdE pode ser causado a cada 2s dessa forma. O efeito de Deriva pode ser desencadeado uma vez a cada 12s.",
        "ru": "Активация элементального навыка вызывает эффект Плывущего по течению: атаки при попадании наносят урон по площади, равный <color=#99FFFFFF>160%</color> от силы атаки. Через 15 сек. либо после 3 нанёсших урон атак эффект исчезнет. Эффект наносит урон не чаще одного раза в 2 сек. и может возникнуть раз в 12 сек.",
        "id": "Setelah melancarkan Elemental Skill, efek \"Flowrider\" akan terpicu. Saat serangan mengenai musuh, akan mendapatkan efek \"Flowrider\" yang mengakibatkan DMG Area sebesar <color=#99FFFFFF>160%</color> ATK. Efek ini akan dihapus setelah 15 detik atau setelah memicu DMG Area sebanyak 3 kali. DMG Area dari \"Flowrider\" dapat diakibatkan dengan cara ini setiap 2 detik, sementara \"Flowrider\" dapat terpicu setiap 12 detik.",
        "th": "หลังจากใช้สกิลธาตุ จะเกิดเอฟเฟกต์ Flowrider ซึ่งเมื่อโจมตีถูกศัตรู จะทำให้เกิดความเสียหายวงกว้าง <color=#99FFFFFF>160%</color> ของพลังโจมตี โดยที่เอฟเฟกต์นี้ จะหายไปหลังจากผ่านไป 15 วินาที หรือหลังทำให้เกิดความเสียหายวงกว้างครบ 3 ครั้ง ซึ่งทุก 2 วินาที จะสามารถสร้างความเสียหายวงกว้างด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง และทุก 12 วินาที จะเกิด Flowrider ได้มากสุดหนึ่งครั้ง",
        "vi": "Thi triển Kỹ Năng Nguyên Tố sẽ kích hoạt hiệu ứng \"Xuôi Dòng\", khi đánh trúng kẻ địch sẽ gây sát thương diện rộng bằng <color=#99FFFFFF>160%</color> tấn công, hiệu quả này sẽ bị xóa sau 15s hoặc kích hoạt 3 lần sát thương diện rộng. Mỗi 2s tối đa gây một lần sát thương diện rộng bằng cách này, mỗi 12s tối đa kích hoạt một lần \"Xuôi Dòng\"."
      }
    }
  ],
  "internal_name": "Bow_Fin",
  "imgid": "bow/fin"
}