{
  "id": 15306,
  "type": "bow",
  "rank": 3,
  "name": {
    "zhs": "黑檀弓",
    "zht": "黑檀弓",
    "jp": "黒檀の弓",
    "ko": "흑단궁",
    "en": "Ebony Bow",
    "de": "Ebenholzbogen",
    "es": "Arco de Ébano",
    "fr": "Arc en ébène",
    "pt": "Arco de Ébano",
    "ru": "Эбеновый лук",
    "id": "Ebony Bow",
    "th": "Ebony Bow",
    "vi": "Cung Hắc Đàn"
  },
  "description": {
    "zhs": "用檀木制成的长弓，弓臂比寻常木材硬。因此力量也更大。",
    "zht": "用檀木製成的長弓，弓臂比尋常木材硬。因此力量也更大。",
    "jp": "黒檀の木材で作られた長弓。通常の木材より硬いため、その分威力も強い。",
    "ko": "단목으로 제작한 장궁. 활짱은 다른 일반적인 활보다 훨씬 더 단단하여 더 강력한 힘을 지니고 있다",
    "en": "A longbow made of ebony wood with stiffer limbs than ordinary bows. It is also a far more powerful weapon.",
    "de": "Ein Langbogen aus Ebenholz, dessen Material viel fester als bei anderen Bögen ist, was seine Durchschlagskraft deutlich erhöht.",
    "es": "Un arco largo hecho de madera de ébano con extremidades más rígidas que los arcos comunes. También es mucho más poderoso.",
    "fr": "Un arc long en ébène, ce qui le rend plus résistant que les arcs ordinaires et augmente considérablement sa force tir.",
    "pt": "Um arco longo feito de madeira ébano sendo mais resistente com os arcos comuns. É muito mais poderoso também.",
    "ru": "Лук, сделанный из эбенового дерева. Плечи этого лука намного крепче обычного. Он и сам по себе намного мощнее.",
    "id": "Busur yang terbuat dari kayu hitam, tubuhnya lebih kaku dari busur biasa. Tetapi tentunya juga lebih kuat.",
    "th": "คันธนูยาวที่สร้างขึ้นจากไม้มะเกลือ ส่วนคันธนูแข็งกว่าธนูทั่วไป ทำให้มันมีพลังทำลายที่รุนแรงกว่ามากเช่นกัน",
    "vi": "Cung dài làm từ gỗ đàn hương, cán cung cứng hơn các loại gỗ thường nên sức mạnh cũng lớn hơn."
  },
  "lore": {
    "zhs": "\n要想挽动长弓，弓手需要有更强的臂力和更高超的弓术才行。\n黑檀木打造的长弓比一般长弓更加坚韧，也对臂力要求更高。\n但有一说认为，黑檀指的不是弓身的材质。\n而是在过去，曾有猎手操使檀木制的长弓，狩猎危险的魔物。\n直到手指开裂，檀木弓被血染黑，直到猎手的心被厮杀染黑。\n弓身上的黑血可以被洗净，但脏污的心灵永远不会变回本色。\n",
    "zht": "\n要想挽動長弓，弓手需要有更強的臂力和更高超的弓術才行。\n黑檀木打造的長弓比一般長弓更加堅韌，也對臂力要求更高。\n但有一說認為，黑檀指的不是弓身的材質。\n而是在過去，曾有獵手操使檀木制的長弓，狩獵危險的魔物。\n直到手指開裂，檀木弓被血染黑，直到獵手的心被廝殺染黑。\n弓身上的黑血可以被洗淨，但髒汙的心靈永遠不會變回本色。\n",
    "jp": "\n長弓を引くために、より強い腕力と弓術が必要である。\n黒檀の木で作られた長弓は普通の弓より強靭であり、扱うにはより強い腕力が求められる。\nまた、黒檀という色が名前という説もある。\nあるハンターは、檀木の長弓を使って危険な魔物を狩っていた。\n弓を黒く染めた魔物の血はハンターの指の切り傷から侵入し、最終的に彼の心まで黒く染めた。\n弓についた黒い血は拭えるが、闇に落ちた心は二度と元に戻らない。\n",
    "ko": "\n롱보우를 쓰고 싶다면 궁수는 더 강한 근력과 출중한 사격술을 갖춰야 해.\n흑단목으로 만든 롱보우는 평범한 롱보우보다 튼튼하고 더 강한 근력을 필요로 한다.\n하지만 일각에서는 흑단을 활대의 재질이 아닌\n사냥꾼이 단향목 소재의 롱보우를 사용해 잡았던 위험한 마물이라고 알고 있다.\n손가락이 터져 단목궁이 피로 까맣게 물들 때까지, 사냥꾼의 심장이 전투로 검게 물들 때까지\n활대의 검은 피는 씻어낼 수 있지만 때가 탄 영혼은 영원히 되돌릴 수 없다.\n",
    "en": "\nBoth strength and skill are required to use a longbow.\nThis ebony longbow requires a greater force, as it is sturdier.\nYet some say ebony meant not the material of the bow.\nIn the past, one hunter hunted dangerous prey with his wooden longbow.\nHe hunted until his fingers slit, dying the bow black. A black bloodlust then filled his heart.\nThe stains on the bow could be washed clean, but the same was not true for his heart.\n",
    "de": "\nUm diesen Langbogen effektiv nutzen zu können, muss der Anwender besonders kraftvolle Arme und gute Fähigkeiten haben.\nDieser Langbogen aus Ebenholz benötigt mehr Kraft, da das Holz stabiler ist als bei anderen Bögen.\nManche sagen, dass sich Ebenholz nicht nur auf das Material bezog.\nIn der Vergangenheit nutzte ein Jäger diesen Bogen, um gefährliche Beute zu jagen.\nEr jagte, bis seine Finger schon ganz aufgesprungen waren, das Blut den Bogen schwarz färbte und eine Blutlust sein Herz vergiftete.\nVon einem Bogen lässt sich das Blut wieder abwaschen, ein schwarzes Herz jedoch behält seine Farbe.\n",
    "es": "\nHace falta tener brazos fuertes y gran habilidad para poder tirar de un arco largo.\nUn arco de ébano es más duradero que uno normal, pero requiere mayor fuerza.\nHay quienes dicen que el ébano no es el mejor material para el cuerpo de un arco.\nSin embargo, hay registros de que en el pasado hubo un arquero que cazaba a sus presas con un arco hecho de este material.\nTenía los dedos cortados y su arco quedó teñido de negro por la sed de sangre que llenaba su corazón.\nAunque la sangre ennegrecida se podía limpiar, no ocurría lo mismo con la mancha de su alma.\n",
    "fr": "\nLe maniement de l'arc long requiert puissance et maîtrise.\nCet arc en ébène requiert lui davantage de force que les arcs longs traditionnels, de par la rigidité de son matériau, l'ébène.\nD'aucuns prétendent que l'ébène ne sied pas à la construction des arcs.\nUn homme armé de son arc en ébène partit un jour en chasse.\nIl chassa jusqu'à ce que ses doigts s'ouvrent et que le sang teinte de noir la poignée de l'arme ; et son cœur à son tour teinté ne ressentit que la soif de la mort.\nL'arc put être nettoyé, mais à jamais son âme fut corrompue.\n",
    "pt": "\nRequer um arqueiro com braços fortes e habilidades excelentes para usar esse arco.\nEste arco de ébano requer mais força do que os arcos longos tradicionais, devido à rigidez de seu material, o ébano.\nNo entanto, alguns dizem que ébano não significava o material do arco.\nNo passado, os caçadores costumavam caçar os monstros perigosos com arco de madeira.\nEle caçou até que os seus dedos se cortaram, deixando o arco preto. Uma negra sede de sangue encheu o seu coração.\nAs manchas no arco podiam ser lavadas, mas o mesmo não acontecia com o coração sujo.\n",
    "ru": "\nСтрельба из длинного лука требует силы и умения.\nНо этот эбеновый лук крепче обычного, поэтому он требует большую силу.\nОднако слово «эбеновый» вовсе не указывает на материал, из которого был сделан лук.\nКогда-то давно некий охотник выслеживал свою добычу, вооружившись деревянным луком.\nОн охотился так долго, что его пальцы начали кровоточить, окрасив лук в чёрный цвет, после чего его сердце заполнила жажда крови.\nЧёрные пятна можно было смыть с лука, но не с его сердца.\n",
    "id": "\nKekuatan dan keterampilan, keduanya dibutuhkan untuk menggunakan busur panjang.\nBusur panjang yang terbuat dari kayu hitam ini membutuhkan tenaga yang besar, karena busurnyapun lebih kokoh.\nNamun beberapa orang mengatakan, kayu hitam seharusnya bukan bahan untuk membuat busur.\nDi masa lalu, seorang pemburu memburu mangsa dengan busur panjang kayunya.\nDia berburu sampai jarinya tergores, membuat busurnya menjadi hitam, sama seperti hatinya yang ikut menghitam.\nNoda di busurnya bisa dibersihkan namun tidak demikian dengan hatinya.\n",
    "th": "\nคันธนูที่ยาวนั้นต้องพึ่งพาทั้งพละกำลังและทักษะ\nคันธนูไม้มะเกลือยาวจะรุนแรงกว่าคันธนูยาวแบบปกติและยังต้องใช้พละกำลังของแขนที่สูงกว่า\nแต่ก็ยังมีคำพูดว่าไม้มะเกลือไม่ได้อ้างถึงวัสดุของธนู\nแต่ในอดีตนักล่าเคยทำคันธนูไม้จันทน์เพื่อล่าอสูรที่อันตราย\nจนถึงตอนที่นิ้วของเขาฉีกขาด ไม้จันทน์ถูกย้อมดำคล้ำด้วยเลือด จนกว่าหัวใจของนักล่าจะถูกย้อมจนเป็นสีดำ\nเลือดดำบนคันธนูสามารถถูกชะล้างออกไปได้ แต่หัวใจที่สกปรกไม่เคยเปลี่ยนกลับไปเป็นสีที่แท้จริงได้อีก\n",
    "vi": "\nMuốn phát động được lực của cung, cung thủ phải có bắp tay chắc khỏe kết hợp với tài thiện xạ cao cường.\nCây cung được làm bằng gỗ mun cứng chắc hơn các cây cung thường, vì thế yêu cầu về lực tay cũng cao hơn hẳn.\nThế nhưng có người cho rằng, mun đen không phải là chỉ thứ gỗ làm nên cây cung.\nMà ám chỉ trước kia, từng có xạ thủ dùng gỗ mun tạo thành cung, săn giết các loài ma vật gây hại.\nCho đến khi ngón tay bị nứt toác, cung gỗ mun bị máu nhuộm đen, cho đến khi trái tim của chàng thợ săn bị chém giết nhuộm đen.\nMàu máu đen trên cung có thể rửa sạch được, thế nhưng linh hồn đã bị nhiễm bẩn thì không thể nào quay trở lại màu sắc ban đầu được.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "摧坚",
        "zht": "摧堅",
        "jp": "頑丈壊し",
        "ko": "견고함 파괴",
        "en": "Decimate",
        "de": "Steinbrecher",
        "es": "Diezmar",
        "fr": "Anéantissement",
        "pt": "Dizimar",
        "ru": "Истребитель",
        "id": "Decimate",
        "th": "Decimate",
        "vi": "Phá Hủy"
      },
      "description": {
        "zhs": "对遗迹机关类敌人：造成的伤害提高<color=#99FFFFFF>40%</color>。",
        "zht": "對遺蹟機關類敵人：造成的傷害提高<color=#99FFFFFF>40%</color>。",
        "jp": "遺跡機械類の敵に与えるダメージ+<color=#99FFFFFF>40%</color>。",
        "ko": "유적 장치 타입의 적에게 가하는 피해+<color=#99FFFFFF>40%</color>",
        "en": "Increases DMG against mechanoid Ruin opponents by <color=#99FFFFFF>40%</color>.",
        "de": "Erhöht den Vorrichtungen in Ruinen zugefügten Schaden um <color=#99FFFFFF>40 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>40%</color> el daño contra enemigos mecánicos de las ruinas.",
        "fr": "Augmente les DGT infligés aux ennemis mécaniques des ruines de <color=#99FFFFFF>40 %</color>",
        "pt": "Aumenta o Dano contra os inimigos das Ruínas em <color=#99FFFFFF>40%</color>.",
        "ru": "Увеличивает урон по механическим защитникам руин на <color=#99FFFFFF>40%</color>.",
        "id": "Meningkatkan <color=#99FFFFFF>40%</color> DMG terhadap musuh Ruins.",
        "th": "สร้างความเสียหายแก่ศัตรูจำพวก Ruin เพิ่มขึ้น <color=#99FFFFFF>40%</color>",
        "vi": "Sát thương gây ra tăng <color=#99FFFFFF>40%</color> đối với kẻ địch thuộc cơ quan di tích"
      }
    },
    {
      "name": {
        "zhs": "摧坚",
        "zht": "摧堅",
        "jp": "頑丈壊し",
        "ko": "견고함 파괴",
        "en": "Decimate",
        "de": "Steinbrecher",
        "es": "Diezmar",
        "fr": "Anéantissement",
        "pt": "Dizimar",
        "ru": "Истребитель",
        "id": "Decimate",
        "th": "Decimate",
        "vi": "Phá Hủy"
      },
      "description": {
        "zhs": "对遗迹机关类敌人：造成的伤害提高<color=#99FFFFFF>50%</color>。",
        "zht": "對遺蹟機關類敵人：造成的傷害提高<color=#99FFFFFF>50%</color>。",
        "jp": "遺跡機械類の敵に与えるダメージ+<color=#99FFFFFF>50%</color>。",
        "ko": "유적 장치 타입의 적에게 가하는 피해+<color=#99FFFFFF>50%</color>",
        "en": "Increases DMG against mechanoid Ruin opponents by <color=#99FFFFFF>50%</color>.",
        "de": "Erhöht den Vorrichtungen in Ruinen zugefügten Schaden um <color=#99FFFFFF>50 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>50%</color> el daño contra enemigos mecánicos de las ruinas.",
        "fr": "Augmente les DGT infligés aux ennemis mécaniques des ruines de <color=#99FFFFFF>50 %</color>",
        "pt": "Aumenta o Dano contra os inimigos das Ruínas em <color=#99FFFFFF>50%</color>.",
        "ru": "Увеличивает урон по механическим защитникам руин на <color=#99FFFFFF>50%</color>.",
        "id": "Meningkatkan <color=#99FFFFFF>50%</color> DMG terhadap musuh Ruins.",
        "th": "สร้างความเสียหายแก่ศัตรูจำพวก Ruin เพิ่มขึ้น <color=#99FFFFFF>50%</color>",
        "vi": "Sát thương gây ra tăng <color=#99FFFFFF>50%</color> đối với kẻ địch thuộc cơ quan di tích"
      }
    },
    {
      "name": {
        "zhs": "摧坚",
        "zht": "摧堅",
        "jp": "頑丈壊し",
        "ko": "견고함 파괴",
        "en": "Decimate",
        "de": "Steinbrecher",
        "es": "Diezmar",
        "fr": "Anéantissement",
        "pt": "Dizimar",
        "ru": "Истребитель",
        "id": "Decimate",
        "th": "Decimate",
        "vi": "Phá Hủy"
      },
      "description": {
        "zhs": "对遗迹机关类敌人：造成的伤害提高<color=#99FFFFFF>60%</color>。",
        "zht": "對遺蹟機關類敵人：造成的傷害提高<color=#99FFFFFF>60%</color>。",
        "jp": "遺跡機械類の敵に与えるダメージ+<color=#99FFFFFF>60%</color>。",
        "ko": "유적 장치 타입의 적에게 가하는 피해+<color=#99FFFFFF>60%</color>",
        "en": "Increases DMG against mechanoid Ruin opponents by <color=#99FFFFFF>60%</color>.",
        "de": "Erhöht den Vorrichtungen in Ruinen zugefügten Schaden um <color=#99FFFFFF>60 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>60%</color> el daño contra enemigos mecánicos de las ruinas.",
        "fr": "Augmente les DGT infligés aux ennemis mécaniques des ruines de <color=#99FFFFFF>60 %</color>",
        "pt": "Aumenta o Dano contra os inimigos das Ruínas em <color=#99FFFFFF>60%</color>.",
        "ru": "Увеличивает урон по механическим защитникам руин на <color=#99FFFFFF>60%</color>.",
        "id": "Meningkatkan <color=#99FFFFFF>60%</color> DMG terhadap musuh Ruins.",
        "th": "สร้างความเสียหายแก่ศัตรูจำพวก Ruin เพิ่มขึ้น <color=#99FFFFFF>60%</color>",
        "vi": "Sát thương gây ra tăng <color=#99FFFFFF>60%</color> đối với kẻ địch thuộc cơ quan di tích"
      }
    },
    {
      "name": {
        "zhs": "摧坚",
        "zht": "摧堅",
        "jp": "頑丈壊し",
        "ko": "견고함 파괴",
        "en": "Decimate",
        "de": "Steinbrecher",
        "es": "Diezmar",
        "fr": "Anéantissement",
        "pt": "Dizimar",
        "ru": "Истребитель",
        "id": "Decimate",
        "th": "Decimate",
        "vi": "Phá Hủy"
      },
      "description": {
        "zhs": "对遗迹机关类敌人：造成的伤害提高<color=#99FFFFFF>70%</color>。",
        "zht": "對遺蹟機關類敵人：造成的傷害提高<color=#99FFFFFF>70%</color>。",
        "jp": "遺跡機械類の敵に与えるダメージ+<color=#99FFFFFF>70%</color>。",
        "ko": "유적 장치 타입의 적에게 가하는 피해+<color=#99FFFFFF>70%</color>",
        "en": "Increases DMG against mechanoid Ruin opponents by <color=#99FFFFFF>70%</color>.",
        "de": "Erhöht den Vorrichtungen in Ruinen zugefügten Schaden um <color=#99FFFFFF>70 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>70%</color> el daño contra enemigos mecánicos de las ruinas.",
        "fr": "Augmente les DGT infligés aux ennemis mécaniques des ruines de <color=#99FFFFFF>70 %</color>",
        "pt": "Aumenta o Dano contra os inimigos das Ruínas em <color=#99FFFFFF>70%</color>.",
        "ru": "Увеличивает урон по механическим защитникам руин на <color=#99FFFFFF>70%</color>.",
        "id": "Meningkatkan <color=#99FFFFFF>70%</color> DMG terhadap musuh Ruins.",
        "th": "สร้างความเสียหายแก่ศัตรูจำพวก Ruin เพิ่มขึ้น <color=#99FFFFFF>70%</color>",
        "vi": "Sát thương gây ra tăng <color=#99FFFFFF>70%</color> đối với kẻ địch thuộc cơ quan di tích"
      }
    },
    {
      "name": {
        "zhs": "摧坚",
        "zht": "摧堅",
        "jp": "頑丈壊し",
        "ko": "견고함 파괴",
        "en": "Decimate",
        "de": "Steinbrecher",
        "es": "Diezmar",
        "fr": "Anéantissement",
        "pt": "Dizimar",
        "ru": "Истребитель",
        "id": "Decimate",
        "th": "Decimate",
        "vi": "Phá Hủy"
      },
      "description": {
        "zhs": "对遗迹机关类敌人：造成的伤害提高<color=#99FFFFFF>80%</color>。",
        "zht": "對遺蹟機關類敵人：造成的傷害提高<color=#99FFFFFF>80%</color>。",
        "jp": "遺跡機械類の敵に与えるダメージ+<color=#99FFFFFF>80%</color>。",
        "ko": "유적 장치 타입의 적에게 가하는 피해+<color=#99FFFFFF>80%</color>",
        "en": "Increases DMG against mechanoid Ruin opponents by <color=#99FFFFFF>80%</color>.",
        "de": "Erhöht den Vorrichtungen in Ruinen zugefügten Schaden um <color=#99FFFFFF>80 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>80%</color> el daño contra enemigos mecánicos de las ruinas.",
        "fr": "Augmente les DGT infligés aux ennemis mécaniques des ruines de <color=#99FFFFFF>80 %</color>",
        "pt": "Aumenta o Dano contra os inimigos das Ruínas em <color=#99FFFFFF>80%</color>.",
        "ru": "Увеличивает урон по механическим защитникам руин на <color=#99FFFFFF>80%</color>.",
        "id": "Meningkatkan <color=#99FFFFFF>80%</color> DMG terhadap musuh Ruins.",
        "th": "สร้างความเสียหายแก่ศัตรูจำพวก Ruin เพิ่มขึ้น <color=#99FFFFFF>80%</color>",
        "vi": "Sát thương gây ra tăng <color=#99FFFFFF>80%</color> đối với kẻ địch thuộc cơ quan di tích"
      }
    }
  ],
  "internal_name": "Bow_Hardwood",
  "imgid": "bow/hardwood"
}