{
  "id": 15508,
  "type": "bow",
  "rank": 5,
  "name": {
    "zhs": "若水",
    "zht": "若水",
    "jp": "若水",
    "ko": "약수",
    "en": "Aqua Simulacra",
    "de": "Aqua Simulacra",
    "es": "Aqua Simulacra",
    "fr": "Simulacre d'eau",
    "pt": "Aqua Simulacra",
    "ru": "Аква симулякрум",
    "id": "Aqua Simulacra",
    "th": "Aqua Simulacra",
    "vi": "Nhược Thủy"
  },
  "description": {
    "zhs": "色泽流移难测的长弓，在光下显现着如水的润蓝。",
    "zht": "色澤流移難測的長弓，在光下顯現著如水的潤藍。",
    "jp": "色の流れが予測不能な長弓。光りの下では、水のような藍の輝きを見せる。",
    "ko": "시시각각 변화하는 색의 장궁. 빛에 비추면 물 같은 푸른 색을 띈다",
    "en": "This longbow's color is unpredictable. Under the light, it takes on a lustrous, watery blue.",
    "de": "Die Farbe dieses Langbogens ist unberechenbar und fließend wie Wasser. Im Licht nimmt er ein glänzendes, wässriges Blau an.",
    "es": "Un arco largo de un brillo imprevisiblemente cambiante. Al recibir el reflejo de una luz, adquiere un color azulado.",
    "fr": "La couleur de cet arc long est imprévisible. Sous la lumière, il prend un bleu lustré et aqueux.",
    "pt": "A cor desse arco longo muda imprevisivelmente. Sob a luz, possui um brilho azulado como água.",
    "ru": "Лук, цвет которого непредсказуем. На свету отливает нежной синевой воды.",
    "id": "Warna busur ini tidak dapat diprediksi. Di bawah cahaya, ia menjadi warna biru bagaikan air dan terang berkilauan.",
    "th": "คันธนูยาวซึ่งมีสีที่คาดเดาไม่ได้ เมื่อกระทบแสงจะปรากฏเป็นสีครามราวกับน้ำ",
    "vi": "Trường cung khó lòng phân biệt được màu sắc, nhưng phát ra sắc xanh của nước dưới ánh mặt trời."
  },
  "lore": {
    "zhs": "\n所谓水无常色，水无常形，可铸锋刃，可为良弓。\n万千世界诸多物质，只有水最为柔润，最为坚韧。\n奇兵诸武之中，这柄良弓正有着难测的唤水之能。\n\n「能够包容一切污物，能够洗濯一切肮脏，而保持自身的纯净」\n「能够变幻无限形状，能够模仿无穷生命，莫测却又不失本性」\n「分而化作无数川流，密而不紊；合则如惊涛巨浪，力不可摧」\n「蓝莹剔透之下，其深处往往掩藏着光也无法穿透的诸多秘密」\n「这便是水的神奇，纵有千心万智，也难以参透其中变化万千」\n\n有幸为群玉阁上的贵人工作之前，曾听到年迈的前辈如此教诲。\n权术与商谋的世界永远肆虐着暗礁与风暴，星布着残损的船骸。\n胸怀宏大野心，坐拥强大资财之人，往往更能精巧地顺风远航，\n从而躲避无处不在的竞夺与恶意，在逆流的湍瀑之间扶摇直上。\n\n「话虽如此，我可全无大人物的心性，也耐不得那许多无聊」\n「更愿享受茶室香茗，乐见世事如六面骰子投出的万千结果」\n「曾在夜幕下潜入贼人藏匿之处，也曾破获异国强敌的阴谋」\n「但这并非为达官显富扫除异己而张目行事，仅因水亦有源」\n\n为了保护源头的纯净，水的温柔意志亦当化作利刃，成为良弓。\n淡蓝满月之下，阴谋与密语交织之中游刃有余，是为水形之智。",
    "zht": "\n所謂水無常色，水無常形，可鑄鋒刃，可為良弓。\n萬千世界諸多物質，只有水最為柔潤，最為堅韌。\n奇兵諸武之中，這柄良弓正有著難測的喚水之能。\n\n「能夠包容一切汙物，能夠洗濯一切骯髒，而保持自身的純淨。」\n「能夠變幻無限形狀，能夠模仿無窮生命，莫測卻又不失本性。」\n「分而化為無數川流，密而不紊；合則如驚濤巨浪，力不可摧。」\n「藍瑩剔透之下，其深處往往掩藏著光也無法穿透的諸多秘密。」\n「這便是水的神奇，縱有千心萬智，也難以參透其中變化萬千。」\n\n有幸為群玉閣上的貴人工作之前，曾聽到年邁的前輩如此教誨。\n權術與商謀的世界永遠肆虐著暗礁與風暴，星布著殘損的船骸。\n胸懷宏大野心，坐擁強大資財之人，往往更能精巧地順風遠航，\n從而躲避無處不在的競奪與惡意，在逆流的湍瀑之間扶搖直上。\n\n「話雖如此，我可全無大人物的心性，也耐不得那許多無聊。」\n「更願享受茶室香茗，樂見世事如六面骰子投出的萬千結果。」\n「曾在夜幕下潛入賊人藏匿之處，也曾破獲異國強敵的陰謀。」\n「但這並非為達官顯富掃除異己而張目行事，僅因水亦有源。」\n\n為了保護源頭的純淨，水的溫柔意志亦當化作利刃，成為良弓。\n淡藍滿月之下，陰謀與密語交織之中游刃有餘，是為水形之智。",
    "jp": "\n水の色は常に移ろいゆき、形は変わり続ける。鍛えれば鋭い刃となり、良弓に姿を変ずる。\n世のあらゆる物質の中で、水こそがもっともしなやかであり、もっとも強靭なもの。\n十八般兵器において、この良弓は水を呼び起こす奇妙な力を持っている。\n\n「あらゆる汚泥を包み、あらゆる穢れを濯ぎ、そして自らを清らかに保つ」\n「その形は無限に変化し、無窮の命を模倣できる。千変万化でありながら、その本質を失わない」\n「無数の流れに分かれ、密になろうと規律正しく。合わされば荒波の如く、断ち切ることができない」\n「澄んだ藍の下、その奥深くには光さえも通さない数多の秘密が隠されている」\n「これは水の神秘であり、千の心と知恵を持ってしても、その変化を理解できはしない」\n\n群玉閣の貴人の下で働く機会に恵まれる前、年配の先達にとある教えを聞いたことがある。\n権謀術数の世界では、暗礁と嵐に見舞われることが多く、難破した船の残骸が散在している。\nだが野心に燃えた、莫大な財を持つ人であれば、往々にして風を切りながら航海できるそうだ。\nこうして、偏在する争奪と悪意をかわしながら、逆流する瀑布の間を登っていくのである。\n\n「とはいえ、傑物足る気質など持っておらず、膨大な退屈にも耐えられはしない」\n「茶室で茶を愉しみながら、六面賽子が導く千万の世事を見るほうがいい」\n「夜闇に乗じて、賊人が潜む拠点に潜入したことがある。異国の難敵の陰謀を暴いたこともある」\n「しかし、これらは長者や権力者のために敵を排除したわけではない。ただ、水にも源泉があるゆえのこと」\n\n源泉の清浄を維持するため、水の優しき意志を鋭い刃へと変え、良弓とする。\n薄青色の満月の下、陰謀と暗号が交錯する中、綽然でありながらも、あらゆる状況をさばけるものが水の知恵である。",
    "ko": "\n변화무쌍의 색과 형상을 가진 물은, 날카로운 검과 훌륭한 활을 만들 수 있다.\n세상 만물 중 가장 부드러우면서도 가장 강인한 것이 바로 물이다.\n수많은 병기 중 이 활에는 물을 부리는 신비한 능력이 깃들어 있다.\n\n「오염된 모든 물질을 감싸고 더러움을 씻어내도 자신의 순수함을 유지할 수 있다.」\n「본성을 유지하면서도 무한한 형상과 생명을 모방할 수 있다.」\n「수없이 촘촘한 물결로 나뉠 수도, 파도를 일으켜 엄청난 힘을 낼 수도 있다.」\n「그 투명한 푸른빛 속에는 수많은 비밀이 숨겨져 있다.」\n「이는 곧 물의 신비함이다. 아무리 똑똑해도 무한한 변화를 간파할 순 없다.」\n\n군옥각의 귀인을 위해 일하기 전, 나는 나이 든 선배의 가르침을 들은 적이 있다.\n암초와 비바람이 난무하는 권모술수의 바다에는 난파선이 널려있다.\n드넓은 야심을 간직한 자와 강대한 재력을 지닌 자는 순풍에 돛을 달고 먼 곳으로 항해하여,\n도처에 도사리는 약탈과 악의를 피해, 역류하는 물결을 거슬러 올라 갈 수 있다.\n\n「그러나 내게는 큰 인물이 될 의지와 무료함을 견딜 인내가 존재하지 않는다.」\n「그저 찻집에서 차를 즐기며 육면 주사위를 던져서 나오는 세상의 천변만화를 즐길 뿐이다.」\n「과거에 밤을 틈타 도적의 근거지에 잠입한 적도, 타국 강적의 음모를 파헤친 적도 있다.」\n「하지만 이는 출세를 위한 것이 아닌, 단지 물의 근원을 찾기 위함이었다.」\n\n근원의 순수함을 지키기 위해, 물의 부드러운 의지를 무기로 삼아 활로 만들었다.\n푸른 만월 아래 음모와 비밀 속에서 유유히 대처하는 것, 이것이 바로 물의 지혜이니라.",
    "en": "\nIt is said that water has no fixed color or form, and can either serve brilliantly as blade or bow.\nOut of all the substances in the world, water alone is the gentlest, and also the keenest.\nAmong the many curious weapons of the world, this fine bow has the inscrutable ability to summon water.\n\n\"It can envelop all that is impure, wash away all filth, while maintaining its own purity.\"\n\"It can change into any form, imitate any life, capricious, yet never losing its true self.\"\n\"Divided, it is as streams uncounted, close yet untangled. United, it is as a giant wave, inexorable and unstoppable.\"\n\"Many secrets that no light may penetrate hide beneath the azure translucence.\"\n\"This is the mystery of water, that even a thousand brilliant minds may fail to grasp its myriad shifts.\"\n\nBefore she began working for the noble mistress of the Jade Chamber, she once heard an elderly senior expound on this teaching.\nHidden reefs and storms ever stalk the world of mercantile schemes and plays for power, and the skeletons of ships dot the seabed.\nThose whose hearts brim with great ambition and sit on vast hoards of resources can often sail skillfully through in safety,\nAvoiding the ever-ubiquitous competition and malice, soaring through the turbulent currents.\n\n\"That's what they say, but I lack the spirit that these big shots have, nor have I the patience for the necessary tedium.\"\n\"I'd much prefer enjoying the ambiance and aroma of a roomful of tea, and remain fascinated by the infinite possibilities that stem from the throw of six-sided dice.\"\n\"I have infiltrated many a crook's hiding place by night, and broke the schemes of enemies from faraway lands upon my knee.\"\n\"But I did not do these things to help the powerful and mighty get rid of dissident forces, but because water, too, has its source.\"\n\nIt is in defense of the purity of the source that water's gentleness can also become as blade and bow.\nConspiracy and coded language are interwoven with ease under the pale blue full moon — this is the wisdom of water's shape.",
    "de": "\nEs heißt, dass Wasser keine feste Farbe oder Form hat und entweder wie eine Klinge oder wie ein Pfeil glänzen kann.\nVon allen Stoffen auf der Welt ist das Wasser der sanfteste und zugleich der stärkste.\nUnter den vielen seltsamen Waffen der Welt hat dieser schöne Bogen die unergründliche Fähigkeit, Wasser zu beschwören.\n\n„Er kann alles Unreine umhüllen, allen Schmutz abwaschen und dabei seine eigene Reinheit bewahren.“\n„Er kann jede Gestalt annehmen, jedes Leben imitieren, er ist launisch aber verliert nie sein wahres Ich.“\n„Geteilt ist er wie ungezählte Ströme, dicht und doch ordentlich. Vereint ist er wie eine riesige Welle, unerbittlich und unaufhaltsam.“\n„Unter der azurblauen Oberfläche verbergen sich viele Geheimnisse, die sogar Licht verschlingen können.“\n„Das ist das Wunder des Wassers, dass selbst tausend brillante Geister seine unzähligen Veränderungen nicht begreifen können.“\n\nBevor sie für die ehrwürdige Herrin des Jadegemachs zu arbeiten begann, wurde sie einmal von einem erfahrenen Kollegen mit solchen Worten belehrt.\nVersteckte Riffe und Stürme beherrschen die Welt der Handelsintrigen und Machtspiele und die zerbrochenen Überreste unzähliger Schiffe liegen lautlos auf dem Meeresgrund.\nNur diejenigen, die einen großen Ehrgeiz haben und ein großes Vermögen besitzen, können geschickt durch die Winde und Wellen segeln.\nSie können sodann dem allgegenwärtigen Wettbewerb und der Bosheit entgehen und durch die heftigen Strömungen treiben.\n\n„Das ist die Theorie, aber mir fehlt der Geist der Größen und ich habe auch nicht die Geduld für die benötigte Plackerei.“\n„Ich ziehe es vor, das Aroma des Tees zu genießen und lasse mich von den unendlichen Möglichkeiten faszinieren, die sich aus dem Wurf eines sechsseitigen Würfels ergeben.“\n„Ich bin nachts in die geheimen Verstecke der Feinde eingetreten und habe die Verschwörungen aus fernen Ländern vereitelt.“\n„Aber ich habe diese Dinge nicht getan, um den Mächtigen zu dienen, sondern weil auch das Wasser seine Quelle hat.“\n\nUm die Reinheit der Quelle zu schützen, kann die Sanftheit des Wassers auch zu Klinge und Bogen werden.\nUnter dem blassblauen Vollmond wird das Netz aus Verschwörungen und Geheimschriften mit Leichtigkeit zerfetzt. Das ist die Weisheit des Wassers.",
    "es": "\nComo bien dicen, el agua no tiene ni color ni forma, de modo que puede incluso convertirse en una afilada espada o en un excelente arco.\nDe todas las sustancias del mundo, el agua es la más maleable y flexible.\nEntre todas las increíbles armas que existen, este fantástico arco tiene la inescrutable capacidad de invocar el agua.\n\n“El agua puede acoger lo impuro, purificar la suciedad y, al mismo tiempo, mantener su pureza.\nPuede adoptar una infinidad de formas distintas, tomar la forma de innumerables criaturas y, aun así, no perder sus propiedades.\nPuede dividirse en un sinfín de corrientes que se entrelazan armoniosamente; o unirse para formar una imponente ola de una fuerza implacable.\nEn lo más profundo de unas límpidas y transparentes aguas pueden esconderse numerosos secretos que ni la más intensa de las luces es capaz de iluminar.\nEse es precisamente el mayor misterio del agua, y ni las mentes más prodigiosas del mundo son capaces de comprender sus múltiples cambios de forma”.\n\nAntes de trabajar para la noble dama de la Cámara de Jade, ella escuchó esta enseñanza de un anciano veterano.\nLos juegos de poder y las conspiraciones comerciales siempre han sido los culpables de los peligros y de las tormentas, igual que las estrellas siempre iluminan los restos de los navíos naufragados.\nLas personas con grandes ambiciones y riquezas suelen ser las que navegan más hábilmente y con seguridad.\nDe ese modo, sortean la competencia y la maldad que acechan en todas partes y ascienden en sus carreras incluso yendo a contracorriente.\n\n“A pesar de lo que dicen, yo no tengo el carácter de una persona influyente, ni tampoco aguanto todo ese tedio.\nPrefiero disfrutar del aroma y el ambiente de una casa de té y deleitarme viendo las múltiples posibilidades que existen al lanzar un dado de seis caras.\nMe he infiltrado en las bases secretas de muchos ladrones durante la noche y he destapado los complots de muchos enemigos forasteros.\nPero no he hecho todo eso para ayudar a los más poderosos a deshacerse de las fuerzas disidentes, sino porque el agua también tiene un origen”.\n\nA fin de proteger la pureza de su origen, la maleable voluntad del agua se puede transformar en una afilada espada o en un excelente arco.\nAsí pues, entretejer conspiraciones y secretos bajo la fría y azulada luz de la luna forma parte de la sabia forma del agua.",
    "fr": "\nIncolore et sans forme fixe, l'eau peut prendre l'apparence d'une épée ou d'un arc.\nElle est la plus douce de toutes les substances en ce monde, mais aussi la plus tenace.\nDes armes les plus merveilleuses les unes que les autres existent, mais cet arc exceptionnel a le pouvoir mystérieux d'invoquer l'eau.\n\n« L'eau enveloppe l'impureté et lave la souillure sans compromettre sa propre intégrité. »\n« D'apparence changeante, elle peut imiter toute forme de vie, capricieuse mais fidèle à elle-même. »\n« Divisée, elle prend de nombreux cours qui ruissellent de manière proche sans pour autant se toucher. Unie, c'est une vague géante et déferlante que rien ne peut arrêter. »\n« Sous sa surface se trouve de nombreux secrets que la lumière ne peut transpercer. »\n« Ainsi est le mystère de l'eau. Peu importe le nombre d'esprits savants qui essaient, nul ne peut saisir l'étendue complète de sa versatilité. »\n\nAvant d'entrer au service de la noble maîtresse de la Chambre de Jade, elle se souvint de cet enseignement qu'une aînée lui a transmis.\nCombines mercantiles et manigances politiques se heurtent toujours à des dangers cachés et des tempêtes, tandis que les épaves de navires jonchent les fonds marins.\nLes plus ambitieux avec d'innombrables richesses à leur disposition sont plus à même de naviguer sans accroc dans ces eaux.\nIls se propulsent à contre-courant en évitant la compétition ambiante et les mauvaises intentions à leur égard.\n\n« Ce sont leurs paroles, mais je n'ai pas le tempérament de ces dignitaires, ni la patience pour l'oisiveté. »\n« Je préfère l'ambiance et le parfum d'un salon de thé, ainsi que de l'émerveillement que me procurent les possibilités infinies d'un lancer de dé. »\n« Je me suis maintes fois introduite dans la cachette de malfrats à la tombée de la nuit et ai déjoué de nombreux complots des d'ennemis venus de terres lointaines. »\n« Cependant, je ne l'ai pas fait pour aider les dignitaires à se débarrasser des dissidents, mais seulement parce que l'eau a une source. »\n\nPour préserver l'intégrité de sa source, la douce eau peut se transformer en arme.\nConspiration et langage codé se mêlent en toute aisance sous la pleine lune bleue. Telle est la sagesse de la forme de l'eau.",
    "pt": "\nDizem que a água não tem uma cor ou forma fixa, e pode tanto servir brilhantemente como uma lâmina ou um arco.\nDe todas as substâncias no mundo, apenas a água é a mais gentil, e também a mais perspicaz.\nDentre as diversas armas curiosas neste mundo, este incrível arco tem a habilidade de evocar água.\n\n\"A água pode envolver tudo que é impuro, limpar toda sujeira, mas mantendo sua própria pureza\".\n\"Consegue mudar para qualquer forma, imitar qualquer vida, caprichosa, porém sem nunca perder seu verdadeiro eu\".\n\"Dividida, como correntes incontáveis, próximas, porém soltas. Unida, como uma onda gigantesca, inexorável e imparável\".\n\"Muitos segredos que nenhuma luz consegue penetrar se escondem debaixo da translucidez azulada\".\n\"Este é o mistério da água, que até mesmo mentes brilhantes falham em compreender suas inúmeras mudanças\".\n\nAntes dela ter começado a trabalhar para a nobre dama da Câmara de Jade, ela ouviu um experiente veterano falar sobre este ensinamento.\nArrecifes ocultos e tempestades sempre perseguem o mundo das conspirações comerciais e jogos de poder, assim como as estrelas cobrem os esqueletos de navios naufragados.\nAqueles cujos corações brilham com grande ambição e se sentam em vastos amontoados de recursos conseguem muitas vezes navegar habilidosamente em segurança,\nEvitando a constante competição e a malícia, e se elevam através das correntes turbulentas.\n\n\"É o que dizem, mas eu não tenho o espírito que esses figurões têm, nem tenho a paciência para o tédio necessário\".\n\"Eu preferiria apreciar o ambiente e o aroma de uma sala cheia de chá, e me fascinar com as infinitas possibilidades que derivam de jogar um dado de seis lados\".\n\"Me infiltrei nos esconderijos de muitos bandidos à noite, e quebrei conspirações de inimigos de terras longínquas\".\n\"Mas eu não fiz essas coisas para ajudar os poderosos e impetuosos a se livrarem de forças dissidentes, mas porque a água também tem sua nascente\".\n\nÉ em defesa da pureza da nascente que a gentileza da água também pode se tornar como uma lâmina e arco.\nConspiração e linguagens codificadas são entrelaçadas com facilidade sob a lua azul pálida — esta é a sabedoria da forma da água.",
    "ru": "\nГоворят, что вода не имеет цвета или формы и может стать как клинком, так и луком.\nИз всех веществ в мире только вода является самой мягкой и одновременно самой острой.\nСреди других диковинных видов оружия этот прекрасный лук выделяется непостижимой властью вызывать воду.\n\n«Она может вместить всё нечистое, омыть любую грязь, сохраняя при этом собственную чистоту.\nОна может принять любую форму, создать подобие любой жизни. Непредсказуемая, но неизменная по своей природе.\nОна может делиться на бесчисленные необузданные потоки и соединяться в гигантскую безудержную волну.\nПод лазурной поверхностью скрывается множество тайн, в глубину которых не может проникнуть свет.\nТакова тайна воды, которую не в состоянии постичь даже тысячи блестящих умов».\n\nДо того как она начала работать у благородной хозяйки Нефритового дворца, она услышала, как опытный наставник излагал это учение.\nМир власти и интриг изрезан рифами и штормами, усеян потерпевшими крушение кораблями.\nАмбициозные люди, обладающие большими ресурсами,\nчасто могут плыть по течению, избегая вездесущей конкуренции и злобы.\n\n«Но у меня нет духа, который присущ этим господам, и у меня нет терпения для рутинной работы.\nЯ предпочитаю наслаждаться ароматом чая и позволяю себе очаровываться бесконечными возможностями, которые даёт бросок шестигранного кубика.\nМне довелось проникать в логова мошенников и срывать планы могущественных врагов из далёких стран.\nНо всё это было не для того, чтобы служить сильным мира сего, а потому, что даже вода имеет свой источник».\n\nЧтобы защитить чистоту источника, мягкая вода может превратиться как в клинок, так и в лук.\nПаутина заговоров и секретных кодов легко сплетается под бледно-голубой полной луной. Такова мудрость воды.",
    "id": "\nDikatakan bahwa air tidak mempunyai wujud atau warna yang tetap, dan bisa setajam bilah pedang ataupun busur.\nDi antara semua elemen yang ada di dunia, air adalah yang paling lembut, dan juga yang paling tajam.\nDi antara semua senjata yang ada di dunia, busur halus ini memiliki kemampuan yang luar biasa untuk memanggil air.\n\n\"Ia dapat menyelimuti semua yang tidak murni, membasuh semua kotoran, sambil mempertahankan kemurniannya sendiri.\"\n\"Ia dapat berubah ke berbagai bentuk, meniru berbagai kehidupan, berubah-ubah, namun tidak pernah kehilangan dirinya yang sebenarnya.\"\n\"Terbagi, bagaikan arus yang tak bisa dihitung, begitu dekat namun tidak terurai. Bersatu seperti gelombang raksasa, tak terhindarkan dan tak terhentikan.\"\n\"Banyak rahasia yang tidak dapat diuraikan dengan cahaya, bersembunyi di bawah cahaya birunya yang tembus pandang.\"\n\"Inilah misteri air, bahkan ribuan pemikiran yang brilian pun gagal untuk mengungkapnya.\"\n\nSebelum dia mulai bekerja untuk bangsawan di Jade Chamber, dia pernah mendengar seorang senior yang berpengalaman menjelaskan ajaran ini padanya.\nTerumbu karang dan badai tersembunyi selalu mengintai skema dunia perdagangan dan bermain demi kekuasaan, di saat itu pula kerangka kapal memenuhi dasar laut.\nMereka yang hatinya penuh dengan ambisi besar dan duduk di atas banyak sumber daya sering kali dapat berlayar dengan terampil dan aman,\nMenghindari persaingan dan kebencian yang selalu ada di mana-mana, melonjak melalui arus yang bergejolak.\n\n\"Itulah yang mereka katakan, tetapi aku tidak punya semangat seperti yang dimiliki para pemain besar tersebut, aku juga tidak punya kesabaran yang diperlukan.\"\n\"Aku lebih memilih menikmati harumnya aroma teh di dalam ruangan, dan terkagum-kagum dengan berbagai kemungkinan tak terbatas dari lemparan dadu bersisi enam.\"\n\"Aku telah menyusup ke banyak tempat persembunyian para penjahat di malam hari, dan menghancurkan rencana musuh dari negeri yang jauh di atas lututku.\"\n\"Tetapi aku tidak melakukan hal-hal ini untuk membantu yang kuat dan menyingkirkan kekuatan para pembangkang, tetapi karena bagiku, air juga memiliki sumbernya tersendiri.\"\n\nDemi mempertahankan kemurnian sumbernya, kelembutan air juga bisa menjadi seperti bilah pisau dan busur.\nKonspirasi dan bahasa kode terjalin dengan mudah di bawah bulan purnama biru yang pucat — inilah bentuk kebijaksanaan dari air.",
    "th": "\nสิ่งที่เรียกว่าน้ำนั้นไร้สี และไร้รูปร่างที่แน่นอน จึงเป็นได้ทั้งมีดแหลมคม และยอดธนู\nสสารมากมายในโลกหล้า มีเพียงน้ำเท่านั้นที่ทั้งอ่อนโยน และแข็งแกร่งที่สุด\nในบรรดาเหล่าอาวุธแสนอัศจรรย์มากมาย ยอดธนูคันนี้นั้นมีพลังเรียกน้ำอันยากแท้หยั่งถึง\n\n\"สามารถโอบรับความโสโครกทั้งหมด สามารถขจัดสิ่งสกปรกทั้งมวล ทั้งยังคงรักษาความบริสุทธิ์ในตัวตน\"\n\"สามารถเปลี่ยนแปรรูปลักษณ์เหลือคณานับ สามารถลอกเลียนในทุกสิ่งมีชีวิต คาดเดาได้ยาก แต่กลับไม่สูญเสียความเป็นตัวเอง\"\n\"แบ่งแยกเป็นสายธารนับไม่ถ้วน หนาแน่นแต่ไม่วุ่นวาย ดั่งเกลียวคลื่นยักษ์ ที่ทรงพลังยากทำลาย\"\n\"ภายใต้สีฟ้าโปร่งแสง เบื้องลึกกลับเก็บซ่อนความลับมากมาย ที่แม้แต่แสงสว่างก็มิอาจส่องทะลุ\"\n\"นี่ก็คือความอัศจรรย์ของน้ำ แม้นจะมีปัญญาฉลาดล้ำ ก็ยากนักจะคาดเดาความเปลี่ยนแปลงนับพันที่อยู่ภายใน\"\n\nก่อนจะโชคดีได้ทำงานให้ผู้มีเกียรติบน Jade Chamber ก็เคยได้ยินคำสอนเหล่านี้จากรุ่นพี่ผู้อาวุโส\nโลกแห่งอำนาจกับธุรกิจนั้นมักเต็มไปด้วยหินโสโครกและลมพายุ และกลาดเกลื่อนไปด้วยซากเรือที่อับปาง\nมีเพียงผู้ที่มีความทะเยอทะยาน และมีกำลังทรัพย์ที่มากพอเท่านั้น ที่จะสามารถรับมือกับกระแสคลื่นลมได้อย่างราบรื่น\nและสามารถหลบเลี่ยงการแก่งแย่งและความประสงค์ร้ายที่มีอยู่ทุกที่ ประคองเรือแล่นตรงข้ามผ่านความผันผวนของกระแสน้ำวนไป\n\n\"ถึงจะพูดอย่างนั้น แต่ฉันไม่ได้มีความเป็นผู้ใหญ่ และทนกับความน่าเบื่อหน่ายมากมายขนาดนั้นไม่ได้หรอก\"\n\"ฉันอยากจะเพลิดเพลินกับกลิ่นหอมในโรงน้ำชา และสนุกกับผลลัพธ์นับพันของลูกเต๋าหกด้านมากกว่า\"\n\"ฉันเคยแทรกซึมเข้าไปยังที่ซ่อนของรังโจรในยามวิกาล และเคยเปิดโปงแผนการของศัตรูตัวฉกาจจากต่างแดน\"\n\"นี่ไม่ใช่การกระทำเพื่อขจัดความกังวลให้เหล่าผู้มีอำนาจ แต่เป็นเพราะว่าน้ำเองก็มีแหล่งกำเนิดเช่นเดียวกัน\"\n\nเพื่อรักษาความบริสุทธิ์ของแหล่งกำเนิด เจตจำนงอันอ่อนโยนของน้ำจึงได้แปรเปลี่ยนเป็นมีดแหลมคม และยอดธนู\nภายใต้คืนพระจันทร์สีครามเต็มดวง แผนการและบทสนทนาลับถูกเชื่อมโยงเข้าหากันได้อย่างง่ายดาย ซึ่งนั่นก็คือ ปัญญาที่เป็นรูปลักษณ์ของน้ำ",
    "vi": "\nThường nói nước là vô hình, nước là vô sắc, có thể làm dao bén, cũng có thể làm cung tên.\nNgàn vạn vật chất trên thế giới này, chỉ có nước là mềm mại nhất, bền bỉ nhất.\nTrong các loại vũ khí, thì chiếc cung này được sở hữu năng lực gọi nước khó lường.\n\n\"Có thể bao dung tất cả ô uế, có thể rửa sạch mọi vết nhơ bẩn, nhưng vẫn giữ được sự thuần khiết của bản thân\"\n\"Có thể biến đổi muôn hình vạn trạng, có thể mô phỏng vô số sinh linh, khó đoán nhưng lại không mất đi bản tính\"\n\"Có thể tách ra thành muôn vàn dòng chảy, chằng chịt nhưng không hề rối loạn; Có thể hợp thành ngọn sóng lớn thịnh nộ, sức mạnh khó mà phá vỡ\"\n\"Dưới sự trong suốt lung linh, sâu bên dưới đó thường hay che giấu rất nhiều bí mật mà ánh sáng không thể nào rọi đến\"\n\"Đây chính là sự thần kỳ của nước, cho dù có thông minh trí tuệ đến đâu, thì cũng khó mà nhìn thấu thiên biến vạn hóa trong đó\"\n\nTrước khi may mắn được làm việc cho quý nhân trên Quần Ngọc Các, đã từng được nghe tiền bối lớn tuổi dạy dỗ như vậy.\nTrong thế giới của quyền lực và thương thảo luôn tồn tại những tảng đá ngầm và giông bão càn quét, giăng kín quanh con thuyền đã chịu nhiều hư tổn.\nNhững người trong lòng đầy dã tâm to lớn, sở hữu tài sản khổng lồ, thường sẽ có thể lèo lái con thuyền một cách thuận lợi và khéo léo hơn.\nTừ đó mà có thể tránh né được sự tranh đoạt và ác ý luôn rình rập muôn nơi, ở giữa dòng thác nước chảy ngược mà điều khiển con thuyền lao vút lên cao.\n\n\"Tuy nói là vậy, nhưng tôi chẳng hề có được tâm tính của một nhân vật lớn, và cũng không chịu được những điều vô vị đó\"\n\"Mà so ra thì càng thích tận hưởng hương thơm của phòng trà, thích nhìn thế gian tựa như xúc xắc có thể đổ ra muôn vàn kết quả khác nhau\"\n\"Từng lẻn vào nơi gian tặc ẩn náu trong đêm, cũng từng phá hủy âm mưu của cường địch ngoại quốc\"\n\"Nhưng những việc này không phải là hành động gây chú ý, nhằm mục đích leo lên chức cao để khoe mẽ sự giàu có và dẹp bỏ hết những thứ khác mình, mà chỉ vì nước thì phải có nguồn\"\n\nĐể bảo vệ sự thuần khiết của nguồn cội, mà ý chí dịu dàng của nước cũng có thể hóa thành lưỡi dao sắc bén, trở thành chiếc cung lợi hại.\nDưới ánh trăng rằm, thứ có thể ung dung lượn lờ giữa nơi âm mưu và bí mật giao thoa, chính là hình hài trí tuệ của nước."
  },
  "effects": [
    {
      "name": {
        "zhs": "洗濯诸类之形",
        "zht": "洗濯諸類之形",
        "jp": "濯ぎし諸般の形",
        "ko": "만물 정화의 형상",
        "en": "The Cleansing Form",
        "de": "Form der Reinigung",
        "es": "Purificaformas",
        "fr": "Forme purifiante",
        "pt": "Forma Purificadora",
        "ru": "Очищающая форма",
        "id": "The Cleansing Form",
        "th": "The Cleansing Form",
        "vi": "Dạng Gột Rửa"
      },
      "description": {
        "zhs": "生命值提升<color=#99FFFFFF>16%</color>。周围存在敌人时，装备该武器的角色造成的伤害都会提升<color=#99FFFFFF>20%</color>，不论该角色处于场上或是处于队伍后台。",
        "zht": "生命值提升<color=#99FFFFFF>16%</color>。周圍存在敵人時，裝備該武器的角色造成的傷害都會提升<color=#99FFFFFF>20%</color>，不論該角色處於場上或是處於隊伍後台。",
        "jp": "HP上限+<color=#99FFFFFF>16%</color>。周囲に敵がいる時、装備キャラクターの与えるダメージ+<color=#99FFFFFF>20%</color>、この効果はキャラクターが待機状態でも発動する。",
        "ko": "HP가 <color=#99FFFFFF>16%</color> 증가하고, 해당 무기를 장착한 캐릭터 주변에 적이 존재하면 캐릭터가 가하는 피해가 <color=#99FFFFFF>20%</color> 증가한다. 이 효과는 해당 캐릭터가 필드 위에 존재하거나 대기 상태인 것과 관계없이 발동된다",
        "en": "HP is increased by <color=#99FFFFFF>16%</color>. When there are opponents nearby, the DMG dealt by the wielder of this weapon is increased by <color=#99FFFFFF>20%</color>. This will take effect whether the character is on-field or not.",
        "de": "Erhöht die LP um <color=#99FFFFFF>16 %</color>. Erhöht, wenn es in der Umgebung Gegner gibt, den durch die mit dieser Waffe ausgerüstete Figur verursachten Schaden um <color=#99FFFFFF>20 %</color>, ganz gleich, ob sie aktiv oder inaktiv ist.",
        "es": "Aumenta la Vida en un <color=#99FFFFFF>16%</color>. Cuando haya algún enemigo cerca, el daño del personaje que lleva esta arma equipada aumenta en un <color=#99FFFFFF>20%</color>. Este efecto se puede activar cuando dicho personaje está en uso o cuando está en tu equipo pero no en combate.",
        "fr": "#Les PV sont augmentés de <color=#99FFFFFF>16{NON_BREAK_SPACE}%</color>. Si des ennemis sont proches, les DGT infligés par le personnage équipé de l'arme augmentent de <color=#99FFFFFF>20{NON_BREAK_SPACE}%</color>, qu'il soit déployé ou non.",
        "pt": "Aumenta a Vida em <color=#99FFFFFF>16%</color>. Se existirem inimigos próximos, o personagem que tem esta arma equipada terá um aumento de Dano de <color=#99FFFFFF>20%</color>, independentemente do personagem estar ativo no campo de batalha ou não.",
        "ru": "Увеличивает HP на <color=#99FFFFFF>16%</color>. Когда рядом есть враги, урон, наносимый персонажем, экипированным этим оружием, увеличивается на <color=#99FFFFFF>20%</color>. Эффект срабатывает, даже когда персонаж не на поле боя.",
        "id": "HP meningkat <color=#99FFFFFF>16%</color>. Saat ada musuh di sekitar, maka DMG yang diakibatkan oleh Karakter pengguna Senjata ini meningkat <color=#99FFFFFF>20%</color> baik saat Karakter-nya aktif, maupun hanya ada dalam party namun sedang tidak bertempur.",
        "th": "พลังชีวิตเพิ่มขึ้น <color=#99FFFFFF>16%</color> และเมื่อมีศัตรูอยู่ในบริเวณใกล้เคียง ความเสียหายที่ตัวละครที่ใช้อาวุธนี้สร้าง จะเพิ่มขึ้น <color=#99FFFFFF>20%</color> ไม่ว่าตัวละครนี้จะอยู่ในการต่อสู้ หรืออยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
        "vi": "HP tăng <color=#99FFFFFF>16%</color>. Khi xung quanh có kẻ địch, sát thương gây ra của nhân vật trang bị vũ khí này tăng <color=#99FFFFFF>20%</color>, bất kể nhân vật này có trong trận hay không."
      }
    },
    {
      "name": {
        "zhs": "洗濯诸类之形",
        "zht": "洗濯諸類之形",
        "jp": "濯ぎし諸般の形",
        "ko": "만물 정화의 형상",
        "en": "The Cleansing Form",
        "de": "Form der Reinigung",
        "es": "Purificaformas",
        "fr": "Forme purifiante",
        "pt": "Forma Purificadora",
        "ru": "Очищающая форма",
        "id": "The Cleansing Form",
        "th": "The Cleansing Form",
        "vi": "Dạng Gột Rửa"
      },
      "description": {
        "zhs": "生命值提升<color=#99FFFFFF>20%</color>。周围存在敌人时，装备该武器的角色造成的伤害都会提升<color=#99FFFFFF>25%</color>，不论该角色处于场上或是处于队伍后台。",
        "zht": "生命值提升<color=#99FFFFFF>20%</color>。周圍存在敵人時，裝備該武器的角色造成的傷害都會提升<color=#99FFFFFF>25%</color>，不論該角色處於場上或是處於隊伍後台。",
        "jp": "HP上限+<color=#99FFFFFF>20%</color>。周囲に敵がいる時、装備キャラクターの与えるダメージ+<color=#99FFFFFF>25%</color>、この効果はキャラクターが待機状態でも発動する。",
        "ko": "HP가 <color=#99FFFFFF>20%</color> 증가하고, 해당 무기를 장착한 캐릭터 주변에 적이 존재하면 캐릭터가 가하는 피해가 <color=#99FFFFFF>25%</color> 증가한다. 이 효과는 해당 캐릭터가 필드 위에 존재하거나 대기 상태인 것과 관계없이 발동된다",
        "en": "HP is increased by <color=#99FFFFFF>20%</color>. When there are opponents nearby, the DMG dealt by the wielder of this weapon is increased by <color=#99FFFFFF>25%</color>. This will take effect whether the character is on-field or not.",
        "de": "Erhöht die LP um <color=#99FFFFFF>20 %</color>. Erhöht, wenn es in der Umgebung Gegner gibt, den durch die mit dieser Waffe ausgerüstete Figur verursachten Schaden um <color=#99FFFFFF>25 %</color>, ganz gleich, ob sie aktiv oder inaktiv ist.",
        "es": "Aumenta la Vida en un <color=#99FFFFFF>20%</color>. Cuando haya algún enemigo cerca, el daño del personaje que lleva esta arma equipada aumenta en un <color=#99FFFFFF>25%</color>. Este efecto se puede activar cuando dicho personaje está en uso o cuando está en tu equipo pero no en combate.",
        "fr": "#Les PV sont augmentés de <color=#99FFFFFF>20{NON_BREAK_SPACE}%</color>. Si des ennemis sont proches, les DGT infligés par le personnage équipé de l'arme augmentent de <color=#99FFFFFF>25{NON_BREAK_SPACE}%</color>, qu'il soit déployé ou non.",
        "pt": "Aumenta a Vida em <color=#99FFFFFF>20%</color>. Se existirem inimigos próximos, o personagem que tem esta arma equipada terá um aumento de Dano de <color=#99FFFFFF>25%</color>, independentemente do personagem estar ativo no campo de batalha ou não.",
        "ru": "Увеличивает HP на <color=#99FFFFFF>20%</color>. Когда рядом есть враги, урон, наносимый персонажем, экипированным этим оружием, увеличивается на <color=#99FFFFFF>25%</color>. Эффект срабатывает, даже когда персонаж не на поле боя.",
        "id": "HP meningkat <color=#99FFFFFF>20%</color>. Saat ada musuh di sekitar, maka DMG yang diakibatkan oleh Karakter pengguna Senjata ini meningkat <color=#99FFFFFF>25%</color> baik saat Karakter-nya aktif, maupun hanya ada dalam party namun sedang tidak bertempur.",
        "th": "พลังชีวิตเพิ่มขึ้น <color=#99FFFFFF>20%</color> และเมื่อมีศัตรูอยู่ในบริเวณใกล้เคียง ความเสียหายที่ตัวละครที่ใช้อาวุธนี้สร้าง จะเพิ่มขึ้น <color=#99FFFFFF>25%</color> ไม่ว่าตัวละครนี้จะอยู่ในการต่อสู้ หรืออยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
        "vi": "HP tăng <color=#99FFFFFF>20%</color>. Khi xung quanh có kẻ địch, sát thương gây ra của nhân vật trang bị vũ khí này tăng <color=#99FFFFFF>25%</color>, bất kể nhân vật này có trong trận hay không."
      }
    },
    {
      "name": {
        "zhs": "洗濯诸类之形",
        "zht": "洗濯諸類之形",
        "jp": "濯ぎし諸般の形",
        "ko": "만물 정화의 형상",
        "en": "The Cleansing Form",
        "de": "Form der Reinigung",
        "es": "Purificaformas",
        "fr": "Forme purifiante",
        "pt": "Forma Purificadora",
        "ru": "Очищающая форма",
        "id": "The Cleansing Form",
        "th": "The Cleansing Form",
        "vi": "Dạng Gột Rửa"
      },
      "description": {
        "zhs": "生命值提升<color=#99FFFFFF>24%</color>。周围存在敌人时，装备该武器的角色造成的伤害都会提升<color=#99FFFFFF>30%</color>，不论该角色处于场上或是处于队伍后台。",
        "zht": "生命值提升<color=#99FFFFFF>24%</color>。周圍存在敵人時，裝備該武器的角色造成的傷害都會提升<color=#99FFFFFF>30%</color>，不論該角色處於場上或是處於隊伍後台。",
        "jp": "HP上限+<color=#99FFFFFF>24%</color>。周囲に敵がいる時、装備キャラクターの与えるダメージ+<color=#99FFFFFF>30%</color>、この効果はキャラクターが待機状態でも発動する。",
        "ko": "HP가 <color=#99FFFFFF>24%</color> 증가하고, 해당 무기를 장착한 캐릭터 주변에 적이 존재하면 캐릭터가 가하는 피해가 <color=#99FFFFFF>30%</color> 증가한다. 이 효과는 해당 캐릭터가 필드 위에 존재하거나 대기 상태인 것과 관계없이 발동된다",
        "en": "HP is increased by <color=#99FFFFFF>24%</color>. When there are opponents nearby, the DMG dealt by the wielder of this weapon is increased by <color=#99FFFFFF>30%</color>. This will take effect whether the character is on-field or not.",
        "de": "Erhöht die LP um <color=#99FFFFFF>24 %</color>. Erhöht, wenn es in der Umgebung Gegner gibt, den durch die mit dieser Waffe ausgerüstete Figur verursachten Schaden um <color=#99FFFFFF>30 %</color>, ganz gleich, ob sie aktiv oder inaktiv ist.",
        "es": "Aumenta la Vida en un <color=#99FFFFFF>24%</color>. Cuando haya algún enemigo cerca, el daño del personaje que lleva esta arma equipada aumenta en un <color=#99FFFFFF>30%</color>. Este efecto se puede activar cuando dicho personaje está en uso o cuando está en tu equipo pero no en combate.",
        "fr": "#Les PV sont augmentés de <color=#99FFFFFF>24{NON_BREAK_SPACE}%</color>. Si des ennemis sont proches, les DGT infligés par le personnage équipé de l'arme augmentent de <color=#99FFFFFF>30{NON_BREAK_SPACE}%</color>, qu'il soit déployé ou non.",
        "pt": "Aumenta a Vida em <color=#99FFFFFF>24%</color>. Se existirem inimigos próximos, o personagem que tem esta arma equipada terá um aumento de Dano de <color=#99FFFFFF>30%</color>, independentemente do personagem estar ativo no campo de batalha ou não.",
        "ru": "Увеличивает HP на <color=#99FFFFFF>24%</color>. Когда рядом есть враги, урон, наносимый персонажем, экипированным этим оружием, увеличивается на <color=#99FFFFFF>30%</color>. Эффект срабатывает, даже когда персонаж не на поле боя.",
        "id": "HP meningkat <color=#99FFFFFF>24%</color>. Saat ada musuh di sekitar, maka DMG yang diakibatkan oleh Karakter pengguna Senjata ini meningkat <color=#99FFFFFF>30%</color> baik saat Karakter-nya aktif, maupun hanya ada dalam party namun sedang tidak bertempur.",
        "th": "พลังชีวิตเพิ่มขึ้น <color=#99FFFFFF>24%</color> และเมื่อมีศัตรูอยู่ในบริเวณใกล้เคียง ความเสียหายที่ตัวละครที่ใช้อาวุธนี้สร้าง จะเพิ่มขึ้น <color=#99FFFFFF>30%</color> ไม่ว่าตัวละครนี้จะอยู่ในการต่อสู้ หรืออยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
        "vi": "HP tăng <color=#99FFFFFF>24%</color>. Khi xung quanh có kẻ địch, sát thương gây ra của nhân vật trang bị vũ khí này tăng <color=#99FFFFFF>30%</color>, bất kể nhân vật này có trong trận hay không."
      }
    },
    {
      "name": {
        "zhs": "洗濯诸类之形",
        "zht": "洗濯諸類之形",
        "jp": "濯ぎし諸般の形",
        "ko": "만물 정화의 형상",
        "en": "The Cleansing Form",
        "de": "Form der Reinigung",
        "es": "Purificaformas",
        "fr": "Forme purifiante",
        "pt": "Forma Purificadora",
        "ru": "Очищающая форма",
        "id": "The Cleansing Form",
        "th": "The Cleansing Form",
        "vi": "Dạng Gột Rửa"
      },
      "description": {
        "zhs": "生命值提升<color=#99FFFFFF>28%</color>。周围存在敌人时，装备该武器的角色造成的伤害都会提升<color=#99FFFFFF>35%</color>，不论该角色处于场上或是处于队伍后台。",
        "zht": "生命值提升<color=#99FFFFFF>28%</color>。周圍存在敵人時，裝備該武器的角色造成的傷害都會提升<color=#99FFFFFF>35%</color>，不論該角色處於場上或是處於隊伍後台。",
        "jp": "HP上限+<color=#99FFFFFF>28%</color>。周囲に敵がいる時、装備キャラクターの与えるダメージ+<color=#99FFFFFF>35%</color>、この効果はキャラクターが待機状態でも発動する。",
        "ko": "HP가 <color=#99FFFFFF>28%</color> 증가하고, 해당 무기를 장착한 캐릭터 주변에 적이 존재하면 캐릭터가 가하는 피해가 <color=#99FFFFFF>35%</color> 증가한다. 이 효과는 해당 캐릭터가 필드 위에 존재하거나 대기 상태인 것과 관계없이 발동된다",
        "en": "HP is increased by <color=#99FFFFFF>28%</color>. When there are opponents nearby, the DMG dealt by the wielder of this weapon is increased by <color=#99FFFFFF>35%</color>. This will take effect whether the character is on-field or not.",
        "de": "Erhöht die LP um <color=#99FFFFFF>28 %</color>. Erhöht, wenn es in der Umgebung Gegner gibt, den durch die mit dieser Waffe ausgerüstete Figur verursachten Schaden um <color=#99FFFFFF>35 %</color>, ganz gleich, ob sie aktiv oder inaktiv ist.",
        "es": "Aumenta la Vida en un <color=#99FFFFFF>28%</color>. Cuando haya algún enemigo cerca, el daño del personaje que lleva esta arma equipada aumenta en un <color=#99FFFFFF>35%</color>. Este efecto se puede activar cuando dicho personaje está en uso o cuando está en tu equipo pero no en combate.",
        "fr": "#Les PV sont augmentés de <color=#99FFFFFF>28{NON_BREAK_SPACE}%</color>. Si des ennemis sont proches, les DGT infligés par le personnage équipé de l'arme augmentent de <color=#99FFFFFF>35{NON_BREAK_SPACE}%</color>, qu'il soit déployé ou non.",
        "pt": "Aumenta a Vida em <color=#99FFFFFF>28%</color>. Se existirem inimigos próximos, o personagem que tem esta arma equipada terá um aumento de Dano de <color=#99FFFFFF>35%</color>, independentemente do personagem estar ativo no campo de batalha ou não.",
        "ru": "Увеличивает HP на <color=#99FFFFFF>28%</color>. Когда рядом есть враги, урон, наносимый персонажем, экипированным этим оружием, увеличивается на <color=#99FFFFFF>35%</color>. Эффект срабатывает, даже когда персонаж не на поле боя.",
        "id": "HP meningkat <color=#99FFFFFF>28%</color>. Saat ada musuh di sekitar, maka DMG yang diakibatkan oleh Karakter pengguna Senjata ini meningkat <color=#99FFFFFF>35%</color> baik saat Karakter-nya aktif, maupun hanya ada dalam party namun sedang tidak bertempur.",
        "th": "พลังชีวิตเพิ่มขึ้น <color=#99FFFFFF>28%</color> และเมื่อมีศัตรูอยู่ในบริเวณใกล้เคียง ความเสียหายที่ตัวละครที่ใช้อาวุธนี้สร้าง จะเพิ่มขึ้น <color=#99FFFFFF>35%</color> ไม่ว่าตัวละครนี้จะอยู่ในการต่อสู้ หรืออยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
        "vi": "HP tăng <color=#99FFFFFF>28%</color>. Khi xung quanh có kẻ địch, sát thương gây ra của nhân vật trang bị vũ khí này tăng <color=#99FFFFFF>35%</color>, bất kể nhân vật này có trong trận hay không."
      }
    },
    {
      "name": {
        "zhs": "洗濯诸类之形",
        "zht": "洗濯諸類之形",
        "jp": "濯ぎし諸般の形",
        "ko": "만물 정화의 형상",
        "en": "The Cleansing Form",
        "de": "Form der Reinigung",
        "es": "Purificaformas",
        "fr": "Forme purifiante",
        "pt": "Forma Purificadora",
        "ru": "Очищающая форма",
        "id": "The Cleansing Form",
        "th": "The Cleansing Form",
        "vi": "Dạng Gột Rửa"
      },
      "description": {
        "zhs": "生命值提升<color=#99FFFFFF>32%</color>。周围存在敌人时，装备该武器的角色造成的伤害都会提升<color=#99FFFFFF>40%</color>，不论该角色处于场上或是处于队伍后台。",
        "zht": "生命值提升<color=#99FFFFFF>32%</color>。周圍存在敵人時，裝備該武器的角色造成的傷害都會提升<color=#99FFFFFF>40%</color>，不論該角色處於場上或是處於隊伍後台。",
        "jp": "HP上限+<color=#99FFFFFF>32%</color>。周囲に敵がいる時、装備キャラクターの与えるダメージ+<color=#99FFFFFF>40%</color>、この効果はキャラクターが待機状態でも発動する。",
        "ko": "HP가 <color=#99FFFFFF>32%</color> 증가하고, 해당 무기를 장착한 캐릭터 주변에 적이 존재하면 캐릭터가 가하는 피해가 <color=#99FFFFFF>40%</color> 증가한다. 이 효과는 해당 캐릭터가 필드 위에 존재하거나 대기 상태인 것과 관계없이 발동된다",
        "en": "HP is increased by <color=#99FFFFFF>32%</color>. When there are opponents nearby, the DMG dealt by the wielder of this weapon is increased by <color=#99FFFFFF>40%</color>. This will take effect whether the character is on-field or not.",
        "de": "Erhöht die LP um <color=#99FFFFFF>32 %</color>. Erhöht, wenn es in der Umgebung Gegner gibt, den durch die mit dieser Waffe ausgerüstete Figur verursachten Schaden um <color=#99FFFFFF>40 %</color>, ganz gleich, ob sie aktiv oder inaktiv ist.",
        "es": "Aumenta la Vida en un <color=#99FFFFFF>32%</color>. Cuando haya algún enemigo cerca, el daño del personaje que lleva esta arma equipada aumenta en un <color=#99FFFFFF>40%</color>. Este efecto se puede activar cuando dicho personaje está en uso o cuando está en tu equipo pero no en combate.",
        "fr": "#Les PV sont augmentés de <color=#99FFFFFF>32{NON_BREAK_SPACE}%</color>. Si des ennemis sont proches, les DGT infligés par le personnage équipé de l'arme augmentent de <color=#99FFFFFF>40{NON_BREAK_SPACE}%</color>, qu'il soit déployé ou non.",
        "pt": "Aumenta a Vida em <color=#99FFFFFF>32%</color>. Se existirem inimigos próximos, o personagem que tem esta arma equipada terá um aumento de Dano de <color=#99FFFFFF>40%</color>, independentemente do personagem estar ativo no campo de batalha ou não.",
        "ru": "Увеличивает HP на <color=#99FFFFFF>32%</color>. Когда рядом есть враги, урон, наносимый персонажем, экипированным этим оружием, увеличивается на <color=#99FFFFFF>40%</color>. Эффект срабатывает, даже когда персонаж не на поле боя.",
        "id": "HP meningkat <color=#99FFFFFF>32%</color>. Saat ada musuh di sekitar, maka DMG yang diakibatkan oleh Karakter pengguna Senjata ini meningkat <color=#99FFFFFF>40%</color> baik saat Karakter-nya aktif, maupun hanya ada dalam party namun sedang tidak bertempur.",
        "th": "พลังชีวิตเพิ่มขึ้น <color=#99FFFFFF>32%</color> และเมื่อมีศัตรูอยู่ในบริเวณใกล้เคียง ความเสียหายที่ตัวละครที่ใช้อาวุธนี้สร้าง จะเพิ่มขึ้น <color=#99FFFFFF>40%</color> ไม่ว่าตัวละครนี้จะอยู่ในการต่อสู้ หรืออยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
        "vi": "HP tăng <color=#99FFFFFF>32%</color>. Khi xung quanh có kẻ địch, sát thương gây ra của nhân vật trang bị vũ khí này tăng <color=#99FFFFFF>40%</color>, bất kể nhân vật này có trong trận hay không."
      }
    }
  ],
  "internal_name": "Bow_Kirin",
  "imgid": "bow/kirin"
}