{
  "id": 15416,
  "type": "bow",
  "rank": 4,
  "name": {
    "zhs": "曚云之月",
    "zht": "曚雲之月",
    "jp": "曚雲の月",
    "ko": "모운의 달",
    "en": "Mouun's Moon",
    "de": "Mouun-Mond",
    "es": "Luna de Mouun",
    "fr": "Lune de Mouun",
    "pt": "Lua de Mouun",
    "ru": "Луна Моун",
    "id": "Mouun's Moon",
    "th": "Mouun's Moon",
    "vi": "Ánh Trăng Mouun"
  },
  "description": {
    "zhs": "出自螺钿与珊瑚的精美战弓，月色的弓臂上流动着凄然的光彩。",
    "zht": "出自螺鈿與珊瑚的精美戰弓，月色的弓臂上流動著淒然的光彩。",
    "jp": "螺鈿と珊瑚でできた精巧な弓。月色の弓幹には凄然たる光沢を放っている。",
    "ko": "자개와 산호로 만든 아름다운 전투용 활. 달빛의 활대엔 처연한 광채가 흐른다",
    "en": "A lovely warbow made from seashells and coral. A mournful brilliance flows along its moonlight-colored arms.",
    "de": "Ein schöner Kriegsbogen aus Muscheln und Korallen. Ein trauriger Glanz fließt entlang seiner mondlichtfarbenen Wurfarme.",
    "es": "Un elegante arco hecho con caracolas de mar y corales. Una melancólica luz lunar fluye por él.",
    "fr": "Un élégant arc de guerre fait de coquillages et de corail. Un éclat mélancolique se répand le long de ses branches couleur clair de lune.",
    "pt": "Um arco de guerra adorável feito de conchas e coral. Um brilho lúgubre flui ao longo de seus braços coloridos à luz da lua.",
    "ru": "Прелестный лук, украшенный перламутром и кораллами. На его плечах цвета луны переливается печальное сияние.",
    "id": "Busur perang cantik yang terbuat dari kerang dan karang. Cahayanya yang gemerlap nan menyedihkan tersirat di sepanjang lekukannya yang berwarna terang bagaikan rembulan.",
    "th": "ธนูสงครามอันงดงามที่ทำขึ้นจากเปลือกหอยและปะการัง ประกายอันเศร้าสร้อยอาบไว้บนคันธนูสีแสงจันทร์",
    "vi": "Chiến cung tinh xảo làm từ vỏ sò và san hô. Trên thân cung phản chiếu ánh trăng đầy đau thương."
  },
  "lore": {
    "zhs": "\n曾为海祇岛巫女曚云所操使的长弓，\n如月光中的潮尖浪花一般洁白明丽。\n\n巫女以远海妖兽为友朋，为海祇的泡沫之梦与雷云相搏，\n共心仪无间的同伴肆行波涛，在船艏激起的浪花间隐现…\n追随海祇前往无归之途，最终共同步入惨烈的灭亡境地。\n\n「海祇大御神大人挑起的争战，或许从开始就注定无果了。」\n「但只要能留下记忆、种下『牺牲』之种，或许也值得吧。」\n\n过去的歌曲曾经赞咏她曾与「海御前」身为海祇双子的默契，\n描绘她们沐浴在船艏激起的浅白浪花中，挽弓与提枪的形姿…\n遥远的歌儿回溯着她曾与年轻的「东山王」乘海兽夜游之事，\n重叙着她曾向勇者诉说的破碎明日，与温柔悲伤的耳畔呢喃…\n\n在波澜平静的日子里，巫女双子曾一起同深海的巨鲸的合唱，\n述说渊下的惨淡白夜与漆黑常夜、大御神与灼灼发光的玉枝。\n她曾在月下与那名除了气力别无所长的鲁莽少年如对鱼嬉闹…\n\n「待我带回传说中那大妖天狗的面具，阿姐可一定要如约完成未竟之事。」\n\n「好呀。若你到时还是满口妄言，我便命巨鲸扬起大浪，洗洗你的嘴巴。」\n",
    "zht": "\n曾為海祇島巫女曚雲所操使的長弓，\n如月光中的潮尖浪花一般潔白明麗。\n\n巫女以遠海妖獸為友朋，為海祇的泡沫之夢與雷雲相搏，\n共心儀無間的同伴肆行波濤，在船艏激起的浪花間隱現…\n追隨海祇前往無歸之途，最終共同步入慘烈的滅亡境地。\n\n「海祇大御神大人挑起的爭戰，或許從開始就註定無果了。」\n「但只要能留下記憶、種下『犧牲』之種，或許也值得吧。」\n\n過去的歌曲曾經讚詠她曾與「海御前」身為海祇雙子的默契，\n描繪她們沐浴在船艏激起的淺白浪花中，挽弓與提槍的形姿…\n遙遠的歌兒回溯著她曾與年輕的「東山王」乘海獸夜遊之事，\n重敘著她曾向勇者訴說的破碎明日，與溫柔悲傷的耳畔呢喃…\n\n在波瀾平靜的日子裡，巫女雙子曾一起同深海的巨鯨的合唱，\n述說淵下的慘澹白夜與漆黑常夜、大御神與灼灼發光的玉枝。\n她曾在月下與那名除了氣力別無所長的魯莽少年如對魚嬉鬧…\n\n「待我帶回傳說中那大妖天狗的面具，阿姐可一定要如約完成未竟之事。」\n\n「好呀。若你到時還是滿口妄言，我便命巨鯨揚起大浪，洗洗你的嘴巴。」\n",
    "jp": "\n海祇島の巫女である曚雲が使っていた長弓。\n月明かりに照らされた波の花のように、純白で美しい。\n\n巫女は遠海の妖獣を友とし、海祇の泡のように儚い夢のため雷雲と戦った。\n心の通じ合う仲間と共に波を渡り、船首が立てる波の花に身を隠した…\n海祇の後を追う、帰ることの出来ない旅であった。最後は、共に凄惨な終わりを迎えている。\n\n「海祇大御神様が起こした戦争、その実りのない結末は、最初から決まっていたのかもしれない」\n「だが、その記憶を残し、『犠牲』の種を植えれば、価値あるものになるかもしれない」\n\n過去の唄は、海祇の双子である彼女と「海御前」の通じ合う心を讃え、\n船首が立てる白い波の花の中、弓を引き、槍を持った二人の姿について歌っている…\n遠い唄は、彼女と若い「東山王」が海獣に乗り、夜に遊んだことを思い出させた。\nかつて彼女が勇士に語った砕けた明日と、耳もとで囁いたあの優しくも悲しい声…\n\n波の静かな日には、巫女である双子が深海の巨鯨と合唱し、\n淵下の淡く光る白夜と漆黒の常夜、そして大御神と燃えるように輝く玉枝のことを語った。\n彼女は月明かりの下、力以外に取り柄を持たない、あの無鉄砲な少年と共に波と戯れた…\n\n「俺が伝説の大天狗からお面を奪い取ったら、約束通りやり残したことを果たしてくれるよな」\n\n「いいよ。でも、もしその時になってもまだ君がくだらないことを言っていたら、巨鯨に荒波を立てさせて、君の口を洗ってやれって命じるから」\n",
    "ko": "\n과거 와타츠미섬 무녀 모운이 사용했던 장궁은\n달빛 속의 물보라처럼 맑고, 깨끗하고 새하얗다\n\n무녀는 먼바다의 요수들을 벗으로 삼았으며, 와타츠미의 거품의 꿈을 위해 뇌운과 혈투를 벌였다\n허물없이 지내던 동료는 파도를 마음껏 노닐며, 뱃머리의 출렁이는 파도 사이에서 어른거렸고…\n와타츠미의 돌아갈 길 없는 여정을 따라, 결국 함께 잔혹한 멸망으로 나아간다\n\n「와타츠미 신이 일으킨 전쟁은, 어쩌면 애초부터 결과 없는 전쟁일지도 모른다」\n「하지만 기억, 그리고 '희생'의 씨앗을 심을 수만 있다면, 이 모든 건 가치 있는 일이 될지도 모르지」\n\n과거의 노래는 그녀가 「우미고젠」과 함께 와타츠미 쌍둥이로 불렸던 시절의 팀워크를 찬양했고\n그녀들이 뱃머리에서 휘날리는 새하얀 물보라 속에서 활과 창을 들던 모습을 그렸다…\n오래된 노래는 그녀가 젊었던 「동산왕」과 해수를 타고 밤놀이를 떠났던 일을 추억했고\n그녀가 과거 용사에게 얘기했던 깨져버린 내일, 그리고 부드럽지만 슬픈 귓가의 속삭임을 추억했다…\n\n파도가 잔잔한 날, 쌍둥이 무녀는 깊은 바다의 거대한 고래와 함께 노래했고\n심연의 참담한 백야와 어두운 밤, 와타츠미 신과 이글이글 빛나는 옥빛 가지를 이야기했다\n그녀는 과거 달빛 아래에서 무지막지한 힘 말고는 달리 장점이 없는 무모한 소년과 물속에서 노니는 즐거운 물고기처럼 장난을 쳤다…\n\n「내가 전설 속의 요괴, 텐구의 가면을 가져오면 누나도 이루지 못했던 약속을 꼭 지켜야 해」\n\n「좋아. 나중에 가서도 헛소리하기만 해. 고래를 시켜 거대한 파도로 네 입을 시원하게 씻어주겠어」\n",
    "en": "\nThe longbow once used by the Watatsumi shrine maiden Mouun,\nIt shines as pure white as the seafoam at the tip of a moonlit wave.\n\nThe shrine maiden was friends with the monsters of distant seas, and together they did battle against the thundering clouds for the sake of Watatsumi's transient dream.\nThe bosom companions rode the waves as one, looming ever in the spray created by the bows of ships...\nOn and on they went, pursuing the path of no return that Watatsumi was now on until they went together to the land of their tragic obliteration.\n\n\"Perhaps it is true that Lord Watatsumi Omikami's war was doomed from the start.\"\n\"But as long as we leave these memories behind, as long as we sow the seeds of sacrifice, this might all be worth it.\"\n\nThe songs of the past eulogize the tacit bond she shared with \"Umigozen\" as twins born of Watatsumi,\nAnd depict them, bow drawn and spear raised, bathing in the wave-spray of a ship's bow...\nThese distant songs recount how she rode with Touzannou upon the back of a sea creature in the night,\nThe broken tomorrows she whispered of, gently and mournfully, into the hero's ear...\n\nIn yet peaceful days, the twins once sang in chorus with the great whale of the deep sea,\nTelling of dismal days spent in the depths and the dark ever-night, and of Omikami and the radiant jade branches.\nShe once frolicked with that reckless young man, whose only strength was his strength...\n\n\"Once I bring that legendary Great Tengu's mask back, you have to keep our promise and finish that business.\"\n\n\"Sure, and if you're still so full of crap then, I'll get a whale to raise a wave large enough to wash that potty mouth of yours clean.\"\n",
    "de": "\nDer Langbogen, der einst von der Watatsumi-Schreinjungfer Mouun benutzt wurde,\nist reinweiß wie der Schaum an der Spitze einer mondbeschienenen Welle.\n\nDie Schreinjungfer war mit den Ungeheuern der fernen Meere befreundet und gemeinsam kämpften sie gegen die tosenden Wolken, um Watatsumis vergänglichen Traum zu retten.\nGemeinsam ritten die beiden Gefährten auf den Wellen und tauchten immer wieder in die Gischt ein, die von den Schiffsbögen erzeugt wurde ...\nSie gingen immer weiter und verfolgten den Weg ohne Zurück, auf dem sich Watatsumi nun befand, bis sie gemeinsam in das Land ihrer tragischen Auslöschung gingen.\n\n„Vielleicht stimmt es ja, dass der Krieg von Watatsumi Omikami von Anfang an zum Scheitern verurteilt war.“\n„Aber solange wir diese Erinnerungen zurücklassen, solange wir die Saat des Opfers säen, könnte sich das alles lohnen.“\n\nDie Lieder der Vergangenheit preisen die enge Verbindung, die sie mit „Umigozen“ als Zwillinge von Watatsumi teilte,\nund stellen sie mit gespanntem Bogen und erhobenem Speer dar, wie sie im Wellenschlag eines Schiffsbugs stehen ...\nDiese fernen Lieder erzählen, wie sie mit Touzannou auf dem Rücken eines Meerestiers durch die Nacht ritt,\nvon den zerbrochenen Morgen, von denen sie dem Helden sanft und wehmütig ins Ohr flüsterte ...\n\nIn friedlichen Tagen sangen die Zwillinge einst im Chor mit dem großen Wal der Tiefsee,\nsie sangen über die düsteren Tage in der Tiefe und der dunklen Nacht, von Omikami und den strahlenden Jadezweigen.\nEinst trieb sie Spiele mit diesem rücksichtslosen jungen Mann, dessen einzige Stärke seine riesige Kraft war ...\n\n„Sobald ich die legendäre Maske des Großen Tengu zurückbringe, musst du unser Versprechen einlösen und unsere Sache zu Ende bringen.“\n\n„Klar, und wenn du dann immer noch so viel Mist erzählst, lasse ich einen Wal eine Welle auftürmen, die groß genug ist, um dein schmutziges Maul sauber zu waschen.“\n",
    "es": "\nEl arco largo utilizado en el pasado por la miko Mouun de la Isla Watatsumi.\nEs puro y blanco como la espuma de una ola iluminada por la luz de la luna.\n\nLa miko era amiga de los monstruos de los mares distantes, con quienes combatió contra las nubes tormentosas por el transitorio sueño de Watatsumi.\nJuntos, los compañeros de armas surcaron las olas mientras admiraban la espuma de las olas creada por las proas de los barcos.\nSiguieron persiguiendo el camino sin retorno en el que ahora se encontraba Watatsumi, hasta que fueron juntos a la tierra de su trágica devastación.\n\n“Quizás era verdad que la guerra instigada por nuestro gran Omikami de Watatsumi estuviera condenada a fracasar desde el principio.\nPero mientras dejemos estos recuerdos para la posteridad, mientras sembremos las semillas del sacrificio, todo esto podría valer la pena”.\n\nLas canciones del pasado elogian el vínculo tácito que compartía con Umigozen como gemelas nacidas en Watatsumi.\nTambién las retratan bañándose en la proa de un barco debido al romper de las olas, con el arco tensado y la lanza alzada.\nEstas canciones lejanas cuentan cómo cabalgó con el Rey de la Montaña del Este a lomos de una criatura marina en la noche.\nY también hablan del futuro roto que le susurró suave y lúgubremente al oído del héroe.\n\nEn una época todavía pacífica, las gemelas cantaron una vez a coro con la gran ballena de las profundidades marinas.\nCantaban sobre los lúgubres días del pasado en las profundidades del océano y sobre la oscuridad de la eterna noche, así como sobre Omikami y sus radiantes ramas de jade.\nUna vez jugueteó con ese joven temerario cuya única cualidad era su fuerza.\n\n“Cuando traiga la máscara de ese legendario tengu, tienes que terminar lo que tenemos pendiente, hermana, tal y como acordamos”.\n\n“Claro. Y si tú aún sigues diciendo falacias, le ordenaré a la ballena gigante que levante una enorme ola para lavar esa sucia boca tuya”.\n",
    "fr": "\nUn arc long qui était autrefois utilisé par la prêtresse Mouun de Watatsumi.\nIl est d'un blanc pur semblable à celui de l'écume de la crête d'une vague.\n\nLa prêtresse était l'amie de démons venant de mers lointaines, avec qui elle combattit les nuages orageux pour le rêve éphémère de Watatsumi.\nEnsemble, ces compagnons chevauchaient les vagues, et se profilaient dans l'embrun de la proue des bateaux...\nEt ils continuaient d'avancer, sans relâche, en direction de Watatsumi sur un chemin sans retour qui les mena à leur péril tragique. \n\n« La guerre de la Divinité des tréfonds était peut-être vouée à l'échec dès le départ.\nMais si l'on peut laisser une trace, et semer les germes du sacrifice, alors peut-être que cela en vaut la peine. »\n\nLes chants de jadis louaient les liens qui la liaient à l'umigozen, en tant que jumelles de Watatsumi.\nCeux-ci les décrivaient arc tendu et lance levée, se baignant dans les embruns blanchâtres provoqués par la proue d'un navire...\nCes chants lointains racontaient comment elle et Touzannou chevauchaient une créature marine en pleine nuit.\nEt comment elle murmurait, d'une manière à la fois douce et mélancolique, les histoires de lendemains brisés à l'oreille du héros...\n\nPendant les jours paisibles, les jumelles chantaient en chœur avec la baleine des grands fonds,\ndécrivant les journées sans fin passées dans les profondeurs et la pénombre toujours présente, ou dépeignant la Divinité des tréfonds et les branches de jade étincelantes.\nElle jouait autrefois sous la lune avec ce jeune homme dont la vigueur était le seul atout...\n\n« Quand j'aurai ramené le masque légendaire du grand Tengu, ce sera à toi de tenir ta promesse et de terminer cette tâche.\n\n- D'accord. Si le moment venu, tu continues à raconter des sottises, j'ordonnerai à la grande baleine de soulever des vagues pour nettoyer ta bouche. »\n",
    "pt": "\nO arco longo uma vez usado pela sacerdotisa Mouun do santuário Watatsumi,\nÉ branco puro como a espuma do mar na ponta de uma onda iluminada pela lua.\n\nA sacerdotisa era amiga dos monstros de mares distantes, e juntos lutaram contra as nuvens trovejantes em prol do sonho passageiro de Watatsumi.\nJuntos, os companheiros do peito cavalgavam as ondas, sempre a aparecerem no jato criado pelas proas dos navios...\nE continuaram, seguindo o caminho sem retorno que Watatsumi estava agora, até irem juntos para a terra de sua trágica obliteração.\n\nTalvez seja verdade que a guerra do Lorde Watatsumi Omikami estava condenada desde o início.\n\"Mas desde que deixemos essas lembranças para trás, desde que semeemos as sementes do sacrifício, tudo isso pode valer a pena.\"\n\nAs canções do passado louvam o vínculo tácito que ela compartilhou com \"Umigozen\" como gêmeas nascidas de Watatsumi,\nE retratam elas, com o arco puxado e a lança erguida, banhando o jato de ondas da proa de um navio...\nEstas canções distantes contam como ela cavalgou com Touzannou nas costas de uma criatura do mar durante a noite,\nOs amanhãs quebrados que ela sussurrou, suavemente e de luto, ao ouvido do herói...\n\nEm dias ainda pacíficos, as gêmeas cantavam uma vez em coro com a grande baleia das profundezas do mar,\nContando os dias sombrios passados nas profundezas e na escuridão da noite, e de Omikami e dos galhos radiantes de jade.\nEla uma vez brincou com aquele jovem imprudente, cuja única vantagem era a sua força...\n\n\"Uma vez que eu traga de volta essa lendária máscara do Grande Tengu, você tem que manter nossa promessa e terminar esse negócio.\"\n\n\"Claro, e se você ainda estiver tão cheio de si então, vou conseguir que uma baleia levante uma onda suficientemente grande para lavar essa sua boca suja.\"\n",
    "ru": "\nЛук жрицы Ватацуми Моун.\nЕго сияющая белизна напоминает о пене на гребне волны в лунном свете.\n\nЖрица Моун дружила с морским чудовищем и сражалась с грозовым войском во имя мечты Ватацуми.\nВместе со своим спутником она играла в волнах и пряталась в пене перед кораблём.\nОни отправились вместе за Ватацуми по пути без возврата и вместе сгинули.\n\n«Быть может, затеянная Ватацуми битва обречена с самого начала.\nНо если память сохранит эту жертву, оно того стоит».\n\nВ песнях прошлого её вместе с сестрой-близнецом Умигодзэн воспевают как приближённых Ватацуми.\nИх изображают купающимися в белой пене у носа корабля. Одна из сестёр держит в руке лук, а другая - копьё...\nСтарые песни повествуют о ночной прогулке Моун с молодым Тодзанно верхом на морском звере.\nЭти песни пересказывают нежные и скорбные речи жрицы, обращённые к герою.\n\nКогда море было спокойным, сёстры-жрицы присоединились к хору великих китов морских глубин.\nВместе они вели рассказ о чередовании тусклых сумерек и чёрных ночей бездны и о сверкающих ветвях Омиками.\nМоун и бесшабашный юноша, у которого не было ничего, кроме силы, вместе резвились в воде под луной, словно пара рыбок...\n\n- Когда я принесу маску легендарного воина-тэнгу, сестрица уж точно сможет завершить начатое.\n\n- Хорошо. Но если ты и тогда останешься таким же хвастунишкой, я прикажу киту поднять волны, чтобы как следует промыть твой рот.\n",
    "id": "\nBusur panjang yang dulu pernah dipakai oleh miko kuil Watatsumi Mouun,\nBerwarna putih seperti buih laut di ujung gelombang yang diterangi cahaya bulan.\n\nMiko tersebut berteman dengan monster di lautan yang jauh, dan bersama-sama mereka bertempur melawan awan yang bergemuruh demi sebuah mimpi yang hanya bertahan sementara di Watatsumi.\nSahabat yang sehati sepikiran, berani menghadapi amukan ombak yang membayangi haluan kapal ....\nSama seperti Watatsumi, mereka mengejar jalur yang tidak ada jalan untuk kembali lagi, bersama-sama menuju tanah kemusnahan yang tragis.\n\n\"Mungkin peperangan yang dimulai oleh Watatsumi Omikami itu, sejak awal sudah ditakdirkan tidak akan menang.\"\n\"Tapi asalkan kita dapat menyimpan kenangan dan menanam benih \"pengorbanan\" tersebut, semua itu mungkin tidak akan menjadi hal yang sia-sia.\"\n\nLagu-lagu di masa lalu sering menyanyikan tentang ikatan kuat antara dia dan \"Umigozen\" sebagai saudara kembar yang lahir di Watatsumi.\nDi lagu itu, mereka berdua digambarkan sedang menarik busur dan mengangkat tombak di atas kapal yang terombang-ambing oleh ombak ganas ....\nLagu-lagu dari jauh ini menceritakan tentang perjalanan dia bersama Touzannou muda, mengendarai makhluk laut di malam hari,\ndengan lembut dia membisikkan tentang hancurnya hari esok yang menyedihkan ke telinga sang pahlawan ....\n\nDalam keseharian yang damai, dua saudara kembar bernyanyi bersama dengan paus besar di kedalaman laut,\nmenceritakan hari-hari suram yang dihabiskan di kedalaman dan kegelapan malam, serta karang giok milik Omikami yang bersinar terang.\nDia pernah bermain bersama pemuda sembrono itu — pemuda yang tidak memiliki kelebihan apa pun selain kekuatan ....\n\n\"Tunggu sampai aku bawa kembali topeng Great Tengu, kamu harus tepati janji kita dan selesaikan hal itu ya.\"\n\n\"Baik, dan kalau nanti kamu masih membual omong kosong, aku akan menyuruh ikan paus meninggikan ombak besar untuk membersihkan mulut comberanmu.\"\n",
    "th": "\nธนูยาวที่มิโกะ Mouun แห่งเกาะ Watatsumi เคยใช้\nมันมีสีขาวสุกสว่างราวกับแสงจันทร์ที่กระทบตรงปลายเกลียวคลื่น\n\nมิโกะผู้เป็นเพื่อนกับอสูรทะเลจากแดนไกล ได้ร่วมกันต่อสู้เพื่อความฝันอันเปราะบางของชาว Watatsumi\nร่วมแรงร่วมใจเดินทางล่องไปตามสายน้ำพร้อมสหายคู่ใจ คลื่นกระทบท้องเรือเกิดเป็นฟองซัดสาดกระเซ็น...\nมุ่งไปสู่ Watatsumi บนเส้นทางไม่มีทางหวนกลับ ในท้ายที่สุดก็จมลงสู่ความพินาศอันชวนเศร้าสลดไปพร้อมกัน\n\n\"การต่อสู้ที่ท่าน Watatsumi Omikami เป็นผู้ริเริ่ม อาจถูกกำหนดให้ไร้ผลตั้งแต่แรกแล้วก็เป็นได้\"\n\"แต่ตราบใดที่สามารถหลงเหลือความทรงจำ พร้อมฝากเมล็ดพันธุ์แห่งการ \"เสียสละ\" เอาไว้ได้ บางทีก็คงจะคุ้มค่าแล้วกระมัง\"\n\nบทเพลงในอดีตเคยยกย่องว่า \"Umigozen\" เป็นพันธสัญญาระหว่างพวกเธอทั้งสองใน Watatsumi\nและพรรณนาถึงท่วงท่าการชักคันธนูของพวกเธอ ขณะโต้เกลียวคลื่นสีขาวที่สาดกระเซ็นอยู่บนหัวเรือ...\nบทเพลงอันแสนยาวไกล ทำให้เธอย้อนนึกถึงยามที่ได้ท่องราตรีบนหลังของอสูรทะเล ไปพร้อมกับ \"Touzannou\" ในวัยเยาว์\nครั้งหนึ่งเธอเคยบอกเล่าถึงวันพรุ่งนี้ที่แตกสลายแก่ผู้กล้า ด้วยเสียงกระซิบที่อ่อนโยนและแสนเศร้า...\n\nในวันที่คลื่นทะเลเงียบสงบ มิโกะทั้งสองเคยร่วมขับขานบทเพลงไปพร้อมกับวาฬยักษ์ใต้ทะเลลึก\nบอกเล่าถึงกลางวันที่ขาวโพลนและกลางคืนที่มืดมิดใต้บาดาล กับ Omikami และกิ่งหยกที่ส่องประกาย\nภายใต้แสงจันทร์ เธอเคยเล่นกับเด็กหนุ่มสุดบ้าบิ่นที่นอกจากพละกำลังแล้วก็ไม่มีข้อดีอย่างอื่น ราวกับกำลังหยอกล้อกับฝูงปลา ...\n\n\"ถ้าข้านำหน้ากากเท็งงุในตำนานนั่นกลับมาได้ พี่สาวต้องทำเรื่องที่ค้างไว้ให้เสร็จตามสัญญานะ\"\n\n\"ได้สิ แต่หากถึงตอนนั้นเจ้ายังเต็มไปด้วยคำพูดโป้ปด ข้าจะสั่งวาฬยักษ์ ให้สร้างคลื่นยักษ์ขึ้นมาล้างปากเจ้าเสีย\"\n",
    "vi": "\nTrường cung từng được Mouun, pháp sư của Đảo Watatsumi sử dụng,\nSáng loáng tinh khiết như những bọt biển ở đầu con sóng dưới ánh trăng.\n\nPháp sư đã kết bạn với hải thú biển khơi, quyết chiến với lôi vân vì giấc mơ tựa như bọt biển của Watatsumi,\nCùng với những đồng hành tâm giao cưỡi trên ngọn sóng, thấp thoáng trong làn nước rẽ sóng của con thuyền...\nĐi theo Watatsumi bước lên hành trình không có đường về, cuối cùng đã cùng nhau bước vào vùng đất diệt vong đầy bi thảm.\n\n\"Cuộc chiến do Watatsumi Omikami đại nhân phát động, có lẽ ngay từ ban đầu đã xác định là không có kết quả rồi.\"\n\"Nhưng chỉ cần có thể để lại ký ức, gieo trồng hạt giống \"hy sinh\", có lẽ cũng xứng đáng chứ.\"\n\nKhúc hát năm xưa từng ca tụng về sự thấu hiểu nhau giữa cô ấy và người chị em song sinh \"Umigozen\",\nMô tả họ tắm trong bọt biển trắng xóa giữa làn nước rẽ sóng của con thuyền, tư thế khi họ giương cung và vung giáo...\nTrong khúc hát xa xăm hoài niệm về chuyện cô ấy từng cùng với Touzannou trẻ tuổi cưỡi hải thú bơi lượn buổi đêm,\nNhắc lại chuyện cô đã từng nói với các dũng sĩ về ngày mai tan vỡ, và tiếng thì thầm bên tai nghe dịu dàng mà bi thương...\n\nVào những ngày sóng yên biển lặng, pháp sư song sinh từng hợp ca với kình ngư dưới biển sâu.\nKể về những đêm trắng ảm đạm và đêm đen mịt mù dưới đáy biển, về Omikami và nhánh ngọc rực rỡ.\nCô cũng đã từng nô đùa với anh chàng thiếu niên lỗ mãng chẳng có gì ngoài sức mạnh kia bên dưới ánh trăng, như đang chơi đùa với cá...\n\n\"Chờ ngày em đem về chiếc mặt nạ của đại yêu Tengu trong truyền thuyết kia, chị nhất định phải hoàn thành chuyện còn dang dở như đã hẹn.\"\n\n\"Được thôi. Nếu đến lúc đó em vẫn ăn nói ngông cuồng, ta sẽ lệnh cho kình ngư tạo sóng lớn, rửa sạch cái miệng của em.\"\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "驭浪的海祇民",
        "zht": "馭浪的海祇民",
        "jp": "波を統べる海祇の民",
        "ko": "파도를 지배하는 와타츠미의 백성",
        "en": "Watatsumi Wavewalker",
        "de": "Wellenbändiger von Watatsumi",
        "es": "Dominaolas de Watatsumi",
        "fr": "Marchevague de Watatsumi",
        "pt": "Dominadora de Ondas Watatsumi",
        "ru": "Укротитель волн Ватацуми",
        "id": "Watatsumi Wavewalker",
        "th": "Watatsumi Wavewalker",
        "vi": "Kẻ Cưỡi Sóng Watatsumi"
      },
      "description": {
        "zhs": "队伍中所有角色的元素能量上限的总和，每1点能使装备此武器的角色的元素爆发造成的伤害提高<color=#99FFFFFF>0.12%</color>，通过这种方式，元素爆发造成的伤害至多提高<color=#99FFFFFF>40%</color>。",
        "zht": "隊伍中所有角色的元素能量上限的總和，每1點能使裝備此武器的角色的元素爆發造成的傷害提高<color=#99FFFFFF>0.12%</color>，依此方式，元素爆發造成的傷害至多提高<color=#99FFFFFF>40%</color>。",
        "jp": "チーム全員の元素エネルギー上限の合計を基に、元素爆発ダメージをアップさせる。1ポイントにつき、装備したキャラクターの元素爆発ダメージ+<color=#99FFFFFF>0.12%</color>。この方式でアップできる元素爆発ダメージは最大<color=#99FFFFFF>40%</color>まで。",
        "ko": "파티 내 모든 캐릭터의 원소 에너지 최대치의 총합을 기반으로, 1pt마다 해당 무기를 장착한 캐릭터의 원소폭발 피해가 <color=#99FFFFFF>0.12%</color> 증가한다. 해당 방식을 통해 원소폭발로 가하는 피해가 최대 <color=#99FFFFFF>40%</color>까지 증가한다",
        "en": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by <color=#99FFFFFF>0.12%</color>. A maximum of <color=#99FFFFFF>40%</color> increased Elemental Burst DMG can be achieved this way.",
        "de": "Erhöht den mit Spezialfähigkeiten der mit dieser Waffe ausgerüsteten Figur verursachten Schaden für jeden Punkt aus der Summe der max. Elementarenergie aller Truppenmitglieder zusammengerechnet um <color=#99FFFFFF>0,12 %</color>. Erhöht den mit Spezialfähigkeit verursachten Schaden auf diese Weise um bis zu <color=#99FFFFFF>40 %</color>.",
        "es": "El daño infligido por la Habilidad Definitiva del portador de esta arma aumenta en un <color=#99FFFFFF>0.12%</color> por cada punto de la Energía Elemental máxima total de todos los miembros del equipo. El daño puede aumentar hasta un <color=#99FFFFFF>40%</color> de esta forma.",
        "fr": "Pour chaque point de l'énergie élémentaire combinée de l'ensemble de l'équipe, les DGT du déchaînement élémentaire du personnage équipé de cette arme augmentent de <color=#99FFFFFF>0,12 %</color>. Les DGT du déchaînement élémentaire peuvent être augmentés jusqu'à <color=#99FFFFFF>40 %</color> de cette manière.",
        "pt": "O Personagem que usar esta arma terá um aumento do Dano do Supremo de <color=#99FFFFFF>0.12%</color> por cada 1 ponto da soma do máximo da Energia Elemental de todos os membros da equipe. O aumento de Dano do Supremo máximo obtível dessa maneira é de <color=#99FFFFFF>40%</color>.",
        "ru": "Урон взрыва стихии экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>0,12%</color> за каждую единицу суммы макс. энергии каждого члена отряда. Бонус урона не может превышать <color=#99FFFFFF>40%</color>.",
        "id": "Setiap 1 poin dari gabungan jumlah Energy maksimum seluruh anggota party akan meningkatkan <color=#99FFFFFF>0,12%</color> DMG Elemental Burst milik Karakter yang mengenakan senjata ini. Peningkatan DMG Elemental Burst maksimum yang bisa didapatkan dengan cara ini adalah <color=#99FFFFFF>40%</color>.",
        "th": "ทุก 1 หน่วย ของผลรวมพลังงานธาตุสูงสุดของตัวละครทั้งหมดในทีม จะทำให้ท่าไม้ตายของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>0.12%</color> โดยความเสียหายท่าไม้ตายที่เพิ่มขึ้นด้วยวิธีนี้ จะเพิ่มได้มากสุด <color=#99FFFFFF>40%</color>",
        "vi": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng <color=#99FFFFFF>0.12%</color> sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này gây ra. Thông qua cách này, sát thương Kỹ Năng Nộ tăng tối đa <color=#99FFFFFF>40%</color>."
      }
    },
    {
      "name": {
        "zhs": "驭浪的海祇民",
        "zht": "馭浪的海祇民",
        "jp": "波を統べる海祇の民",
        "ko": "파도를 지배하는 와타츠미의 백성",
        "en": "Watatsumi Wavewalker",
        "de": "Wellenbändiger von Watatsumi",
        "es": "Dominaolas de Watatsumi",
        "fr": "Marchevague de Watatsumi",
        "pt": "Dominadora de Ondas Watatsumi",
        "ru": "Укротитель волн Ватацуми",
        "id": "Watatsumi Wavewalker",
        "th": "Watatsumi Wavewalker",
        "vi": "Kẻ Cưỡi Sóng Watatsumi"
      },
      "description": {
        "zhs": "队伍中所有角色的元素能量上限的总和，每1点能使装备此武器的角色的元素爆发造成的伤害提高<color=#99FFFFFF>0.15%</color>，通过这种方式，元素爆发造成的伤害至多提高<color=#99FFFFFF>50%</color>。",
        "zht": "隊伍中所有角色的元素能量上限的總和，每1點能使裝備此武器的角色的元素爆發造成的傷害提高<color=#99FFFFFF>0.15%</color>，依此方式，元素爆發造成的傷害至多提高<color=#99FFFFFF>50%</color>。",
        "jp": "チーム全員の元素エネルギー上限の合計を基に、元素爆発ダメージをアップさせる。1ポイントにつき、装備したキャラクターの元素爆発ダメージ+<color=#99FFFFFF>0.15%</color>。この方式でアップできる元素爆発ダメージは最大<color=#99FFFFFF>50%</color>まで。",
        "ko": "파티 내 모든 캐릭터의 원소 에너지 최대치의 총합을 기반으로, 1pt마다 해당 무기를 장착한 캐릭터의 원소폭발 피해가 <color=#99FFFFFF>0.15%</color> 증가한다. 해당 방식을 통해 원소폭발로 가하는 피해가 최대 <color=#99FFFFFF>50%</color>까지 증가한다",
        "en": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by <color=#99FFFFFF>0.15%</color>. A maximum of <color=#99FFFFFF>50%</color> increased Elemental Burst DMG can be achieved this way.",
        "de": "Erhöht den mit Spezialfähigkeiten der mit dieser Waffe ausgerüsteten Figur verursachten Schaden für jeden Punkt aus der Summe der max. Elementarenergie aller Truppenmitglieder zusammengerechnet um <color=#99FFFFFF>0,15 %</color>. Erhöht den mit Spezialfähigkeit verursachten Schaden auf diese Weise um bis zu <color=#99FFFFFF>50 %</color>.",
        "es": "El daño infligido por la Habilidad Definitiva del portador de esta arma aumenta en un <color=#99FFFFFF>0.15%</color> por cada punto de la Energía Elemental máxima total de todos los miembros del equipo. El daño puede aumentar hasta un <color=#99FFFFFF>50%</color> de esta forma.",
        "fr": "Pour chaque point de l'énergie élémentaire combinée de l'ensemble de l'équipe, les DGT du déchaînement élémentaire du personnage équipé de cette arme augmentent de <color=#99FFFFFF>0,15 %</color>. Les DGT du déchaînement élémentaire peuvent être augmentés jusqu'à <color=#99FFFFFF>50 %</color> de cette manière.",
        "pt": "O Personagem que usar esta arma terá um aumento do Dano do Supremo de <color=#99FFFFFF>0.15%</color> por cada 1 ponto da soma do máximo da Energia Elemental de todos os membros da equipe. O aumento de Dano do Supremo máximo obtível dessa maneira é de <color=#99FFFFFF>50%</color>.",
        "ru": "Урон взрыва стихии экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>0,15%</color> за каждую единицу суммы макс. энергии каждого члена отряда. Бонус урона не может превышать <color=#99FFFFFF>50%</color>.",
        "id": "Setiap 1 poin dari gabungan jumlah Energy maksimum seluruh anggota party akan meningkatkan <color=#99FFFFFF>0,15%</color> DMG Elemental Burst milik Karakter yang mengenakan senjata ini. Peningkatan DMG Elemental Burst maksimum yang bisa didapatkan dengan cara ini adalah <color=#99FFFFFF>50%</color>.",
        "th": "ทุก 1 หน่วย ของผลรวมพลังงานธาตุสูงสุดของตัวละครทั้งหมดในทีม จะทำให้ท่าไม้ตายของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>0.15%</color> โดยความเสียหายท่าไม้ตายที่เพิ่มขึ้นด้วยวิธีนี้ จะสามารถเพิ่มได้มากสุด <color=#99FFFFFF>50%</color>",
        "vi": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng <color=#99FFFFFF>0.15%</color> sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này. Thông qua cách này, sát thương Kỹ Năng Nộ có thể tăng tối đa <color=#99FFFFFF>50%</color>."
      }
    },
    {
      "name": {
        "zhs": "驭浪的海祇民",
        "zht": "馭浪的海祇民",
        "jp": "波を統べる海祇の民",
        "ko": "파도를 지배하는 와타츠미의 백성",
        "en": "Watatsumi Wavewalker",
        "de": "Wellenbändiger von Watatsumi",
        "es": "Dominaolas de Watatsumi",
        "fr": "Marchevague de Watatsumi",
        "pt": "Dominadora de Ondas Watatsumi",
        "ru": "Укротитель волн Ватацуми",
        "id": "Watatsumi Wavewalker",
        "th": "Watatsumi Wavewalker",
        "vi": "Kẻ Cưỡi Sóng Watatsumi"
      },
      "description": {
        "zhs": "队伍中所有角色的元素能量上限的总和，每1点能使装备此武器的角色的元素爆发造成的伤害提高<color=#99FFFFFF>0.18%</color>，通过这种方式，元素爆发造成的伤害至多提高<color=#99FFFFFF>60%</color>。",
        "zht": "隊伍中所有角色的元素能量上限的總和，每1點能使裝備此武器的角色的元素爆發造成的傷害提高<color=#99FFFFFF>0.18%</color>，依此方式，元素爆發造成的傷害至多提高<color=#99FFFFFF>60%</color>。",
        "jp": "チーム全員の元素エネルギー上限の合計を基に、元素爆発ダメージをアップさせる。1ポイントにつき、装備したキャラクターの元素爆発ダメージ+<color=#99FFFFFF>0.18%</color>。この方式でアップできる元素爆発ダメージは最大<color=#99FFFFFF>60%</color>まで。",
        "ko": "파티 내 모든 캐릭터의 원소 에너지 최대치의 총합을 기반으로, 1pt마다 해당 무기를 장착한 캐릭터의 원소폭발 피해가 <color=#99FFFFFF>0.18%</color> 증가한다. 해당 방식을 통해 원소폭발로 가하는 피해가 최대 <color=#99FFFFFF>60%</color>까지 증가한다",
        "en": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by <color=#99FFFFFF>0.18%</color>. A maximum of <color=#99FFFFFF>60%</color> increased Elemental Burst DMG can be achieved this way.",
        "de": "Erhöht den mit Spezialfähigkeiten der mit dieser Waffe ausgerüsteten Figur verursachten Schaden für jeden Punkt aus der Summe der max. Elementarenergie aller Truppenmitglieder zusammengerechnet um <color=#99FFFFFF>0,18 %</color>. Erhöht den mit Spezialfähigkeit verursachten Schaden auf diese Weise um bis zu <color=#99FFFFFF>60 %</color>.",
        "es": "El daño infligido por la Habilidad Definitiva del portador de esta arma aumenta en un <color=#99FFFFFF>0.18%</color> por cada punto de la Energía Elemental máxima total de todos los miembros del equipo. El daño puede aumentar hasta un <color=#99FFFFFF>60%</color> de esta forma.",
        "fr": "Pour chaque point de l'énergie élémentaire combinée de l'ensemble de l'équipe, les DGT du déchaînement élémentaire du personnage équipé de cette arme augmentent de <color=#99FFFFFF>0,18 %</color>. Les DGT du déchaînement élémentaire peuvent être augmentés jusqu'à <color=#99FFFFFF>60 %</color> de cette manière.",
        "pt": "O Personagem que usar esta arma terá um aumento do Dano do Supremo de <color=#99FFFFFF>0.18%</color> por cada 1 ponto da soma do máximo da Energia Elemental de todos os membros da equipe. O aumento de Dano do Supremo máximo obtível dessa maneira é de <color=#99FFFFFF>60%</color>.",
        "ru": "Урон взрыва стихии экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>0,18%</color> за каждую единицу суммы макс. энергии каждого члена отряда. Бонус урона не может превышать <color=#99FFFFFF>60%</color>.",
        "id": "Setiap 1 poin dari gabungan jumlah Energy maksimum seluruh anggota party akan meningkatkan <color=#99FFFFFF>0,18%</color> DMG Elemental Burst milik Karakter yang mengenakan senjata ini. Peningkatan DMG Elemental Burst maksimum yang bisa didapatkan dengan cara ini adalah <color=#99FFFFFF>60%</color>.",
        "th": "ทุก 1 หน่วย ของผลรวมพลังงานธาตุสูงสุดของตัวละครทั้งหมดในทีม จะทำให้ท่าไม้ตายของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>0.18%</color> โดยความเสียหายท่าไม้ตายที่เพิ่มขึ้นด้วยวิธีนี้ จะสามารถเพิ่มได้มากสุด <color=#99FFFFFF>60%</color>",
        "vi": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng <color=#99FFFFFF>0.18%</color> sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này. Thông qua cách này, sát thương Kỹ Năng Nộ có thể tăng tối đa <color=#99FFFFFF>60%</color>."
      }
    },
    {
      "name": {
        "zhs": "驭浪的海祇民",
        "zht": "馭浪的海祇民",
        "jp": "波を統べる海祇の民",
        "ko": "파도를 지배하는 와타츠미의 백성",
        "en": "Watatsumi Wavewalker",
        "de": "Wellenbändiger von Watatsumi",
        "es": "Dominaolas de Watatsumi",
        "fr": "Marchevague de Watatsumi",
        "pt": "Dominadora de Ondas Watatsumi",
        "ru": "Укротитель волн Ватацуми",
        "id": "Watatsumi Wavewalker",
        "th": "Watatsumi Wavewalker",
        "vi": "Kẻ Cưỡi Sóng Watatsumi"
      },
      "description": {
        "zhs": "队伍中所有角色的元素能量上限的总和，每1点能使装备此武器的角色的元素爆发造成的伤害提高<color=#99FFFFFF>0.21%</color>，通过这种方式，元素爆发造成的伤害至多提高<color=#99FFFFFF>70%</color>。",
        "zht": "隊伍中所有角色的元素能量上限的總和，每1點能使裝備此武器的角色的元素爆發造成的傷害提高<color=#99FFFFFF>0.21%</color>，依此方式，元素爆發造成的傷害至多提高<color=#99FFFFFF>70%</color>。",
        "jp": "チーム全員の元素エネルギー上限の合計を基に、元素爆発ダメージをアップさせる。1ポイントにつき、装備したキャラクターの元素爆発ダメージ+<color=#99FFFFFF>0.21%</color>。この方式でアップできる元素爆発ダメージは最大<color=#99FFFFFF>70%</color>まで。",
        "ko": "파티 내 모든 캐릭터의 원소 에너지 최대치의 총합을 기반으로, 1pt마다 해당 무기를 장착한 캐릭터의 원소폭발 피해가 <color=#99FFFFFF>0.21%</color> 증가한다. 해당 방식을 통해 원소폭발로 가하는 피해가 최대 <color=#99FFFFFF>70%</color>까지 증가한다",
        "en": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by <color=#99FFFFFF>0.21%</color>. A maximum of <color=#99FFFFFF>70%</color> increased Elemental Burst DMG can be achieved this way.",
        "de": "Erhöht den mit Spezialfähigkeiten der mit dieser Waffe ausgerüsteten Figur verursachten Schaden für jeden Punkt aus der Summe der max. Elementarenergie aller Truppenmitglieder zusammengerechnet um <color=#99FFFFFF>0,21 %</color>. Erhöht den mit Spezialfähigkeit verursachten Schaden auf diese Weise um bis zu <color=#99FFFFFF>70 %</color>.",
        "es": "El daño infligido por la Habilidad Definitiva del portador de esta arma aumenta en un <color=#99FFFFFF>0.21%</color> por cada punto de la Energía Elemental máxima total de todos los miembros del equipo. El daño puede aumentar hasta un <color=#99FFFFFF>70%</color> de esta forma.",
        "fr": "Pour chaque point de l'énergie élémentaire combinée de l'ensemble de l'équipe, les DGT du déchaînement élémentaire du personnage équipé de cette arme augmentent de <color=#99FFFFFF>0,21 %</color>. Les DGT du déchaînement élémentaire peuvent être augmentés jusqu'à <color=#99FFFFFF>70 %</color> de cette manière.",
        "pt": "O Personagem que usar esta arma terá um aumento do Dano do Supremo de <color=#99FFFFFF>0.21%</color> por cada 1 ponto da soma do máximo da Energia Elemental de todos os membros da equipe. O aumento de Dano do Supremo máximo obtível dessa maneira é de <color=#99FFFFFF>70%</color>.",
        "ru": "Урон взрыва стихии экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>0,21%</color> за каждую единицу суммы макс. энергии каждого члена отряда. Бонус урона не может превышать <color=#99FFFFFF>70%</color>.",
        "id": "Setiap 1 poin dari gabungan jumlah Energy maksimum seluruh anggota party akan meningkatkan <color=#99FFFFFF>0,21%</color> DMG Elemental Burst milik Karakter yang mengenakan senjata ini. Peningkatan DMG Elemental Burst maksimum yang bisa didapatkan dengan cara ini adalah <color=#99FFFFFF>70%</color>.",
        "th": "ทุก 1 หน่วย ของผลรวมพลังงานธาตุสูงสุดของตัวละครทั้งหมดในทีม จะทำให้ท่าไม้ตายของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>0.21%</color> โดยความเสียหายท่าไม้ตายที่เพิ่มขึ้นด้วยวิธีนี้ จะสามารถเพิ่มได้มากสุด <color=#99FFFFFF>70%</color>",
        "vi": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng <color=#99FFFFFF>0.21%</color> sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này. Thông qua cách này, sát thương Kỹ Năng Nộ có thể tăng tối đa <color=#99FFFFFF>70%</color>."
      }
    },
    {
      "name": {
        "zhs": "驭浪的海祇民",
        "zht": "馭浪的海祇民",
        "jp": "波を統べる海祇の民",
        "ko": "파도를 지배하는 와타츠미의 백성",
        "en": "Watatsumi Wavewalker",
        "de": "Wellenbändiger von Watatsumi",
        "es": "Dominaolas de Watatsumi",
        "fr": "Marchevague de Watatsumi",
        "pt": "Dominadora de Ondas Watatsumi",
        "ru": "Укротитель волн Ватацуми",
        "id": "Watatsumi Wavewalker",
        "th": "Watatsumi Wavewalker",
        "vi": "Kẻ Cưỡi Sóng Watatsumi"
      },
      "description": {
        "zhs": "队伍中所有角色的元素能量上限的总和，每1点能使装备此武器的角色的元素爆发造成的伤害提高<color=#99FFFFFF>0.24%</color>，通过这种方式，元素爆发造成的伤害至多提高<color=#99FFFFFF>80%</color>。",
        "zht": "隊伍中所有角色的元素能量上限的總和，每1點能使裝備此武器的角色的元素爆發造成的傷害提高<color=#99FFFFFF>0.24%</color>，依此方式，元素爆發造成的傷害至多提高<color=#99FFFFFF>80%</color>。",
        "jp": "チーム全員の元素エネルギー上限の合計を基に、元素爆発ダメージをアップさせる。1ポイントにつき、装備したキャラクターの元素爆発ダメージ+<color=#99FFFFFF>0.24%</color>。この方式でアップできる元素爆発ダメージは最大<color=#99FFFFFF>80%</color>まで。",
        "ko": "파티 내 모든 캐릭터의 원소 에너지 최대치의 총합을 기반으로, 1pt마다 해당 무기를 장착한 캐릭터의 원소폭발 피해가 <color=#99FFFFFF>0.24%</color> 증가한다. 해당 방식을 통해 원소폭발로 가하는 피해가 최대 <color=#99FFFFFF>80%</color>까지 증가한다",
        "en": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by <color=#99FFFFFF>0.24%</color>. A maximum of <color=#99FFFFFF>80%</color> increased Elemental Burst DMG can be achieved this way.",
        "de": "Erhöht den mit Spezialfähigkeiten der mit dieser Waffe ausgerüsteten Figur verursachten Schaden für jeden Punkt aus der Summe der max. Elementarenergie aller Truppenmitglieder zusammengerechnet um <color=#99FFFFFF>0,24 %</color>. Erhöht den mit Spezialfähigkeit verursachten Schaden auf diese Weise um bis zu <color=#99FFFFFF>80 %</color>.",
        "es": "El daño infligido por la Habilidad Definitiva del portador de esta arma aumenta en un <color=#99FFFFFF>0.24%</color> por cada punto de la Energía Elemental máxima total de todos los miembros del equipo. El daño puede aumentar hasta un <color=#99FFFFFF>80%</color> de esta forma.",
        "fr": "Pour chaque point de l'énergie élémentaire combinée de l'ensemble de l'équipe, les DGT du déchaînement élémentaire du personnage équipé de cette arme augmentent de <color=#99FFFFFF>0,24 %</color>. Les DGT du déchaînement élémentaire peuvent être augmentés jusqu'à <color=#99FFFFFF>80 %</color> de cette manière.",
        "pt": "O Personagem que usar esta arma terá um aumento do Dano do Supremo de <color=#99FFFFFF>0.24%</color> por cada 1 ponto da soma do máximo da Energia Elemental de todos os membros da equipe. O aumento de Dano do Supremo máximo obtível dessa maneira é de <color=#99FFFFFF>80%</color>.",
        "ru": "Урон взрыва стихии экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>0,24%</color> за каждую единицу суммы макс. энергии каждого члена отряда. Бонус урона не может превышать <color=#99FFFFFF>80%</color>.",
        "id": "Setiap 1 poin dari gabungan jumlah Energy maksimum seluruh anggota party akan meningkatkan <color=#99FFFFFF>0,24%</color> DMG Elemental Burst milik Karakter yang mengenakan senjata ini. Peningkatan DMG Elemental Burst maksimum yang bisa didapatkan dengan cara ini adalah <color=#99FFFFFF>80%</color>.",
        "th": "ทุก 1 หน่วย ของผลรวมพลังงานธาตุสูงสุดของตัวละครทั้งหมดในทีม จะทำให้ท่าไม้ตายของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>0.24%</color> โดยความเสียหายท่าไม้ตายที่เพิ่มขึ้นด้วยวิธีนี้ จะสามารถเพิ่มได้มากสุด <color=#99FFFFFF>80%</color>",
        "vi": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng <color=#99FFFFFF>0.24%</color> sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này. Thông qua cách này, sát thương Kỹ Năng Nộ có thể tăng tối đa <color=#99FFFFFF>80%</color>."
      }
    }
  ],
  "internal_name": "Bow_Maria",
  "imgid": "bow/maria"
}