{
  "id": 15412,
  "type": "bow",
  "rank": 4,
  "name": {
    "zhs": "幽夜华尔兹",
    "zht": "幽夜華爾滋",
    "jp": "幽夜のワルツ",
    "ko": "유야의 왈츠",
    "en": "Mitternachts Waltz",
    "de": "Mitternachtswalzer",
    "es": "Vals Nocturno",
    "fr": "Valse nocturne",
    "pt": "Valsa do Crepúsculo",
    "ru": "Вальс Нирваны Ночи",
    "id": "Mitternachts Waltz",
    "th": "Mitternachts Waltz",
    "vi": "Điệu Van Ban Đêm"
  },
  "description": {
    "zhs": "有着如同罪与幻想之夜一般颜色的弓。",
    "zht": "有著如同罪與幻想之夜一般顏色的弓。",
    "jp": "罪と幻想の夜を想起させる色をした弓。",
    "ko": "죄악과 환상의 밤을 떠올리게 하는 색의 활",
    "en": "A bow painted the color of transgression and nights of illusion.",
    "de": "Ein Bogen in der Farbe der Sünden und der Nächte der Illusion.",
    "es": "Un arco pintado del color de los pecados y las fantasías de la noche.",
    "fr": "Un arc peint de la couleur des nuits de péché et de fantaisie.",
    "pt": "Um arco que possui cores como as da noite de ilusões e de pecados.",
    "ru": "Лук, окрашенный в цвета греха и диких ночных фантазий.",
    "id": "Busur yang diwarnai dengan warna kelam bagaikan dosa dan malam hari pada imajinasi yang liar.",
    "th": "คันธนูที่มีสีดั่งค่ำคืนแห่งบาปและความเพ้อฝัน",
    "vi": "Chiếc cung có màu sắc giống như màn đêm huyền ảo và tội lỗi."
  },
  "lore": {
    "zhs": "\n……\n「小姐，在您的巡礼中，没有一滴泪水会是白流的。」\n常寂国土的巡礼结束时，奥兹华尔多·赫芙那梵恩斯这么对皇女说。\n\n在跨越无比漫长时空的旅途中，「断罪之皇女」与「屏断昼夜的黑鸦」见证了无数故事的结束。每滴雨点在旅途末尾都会流入苦涩的海。每个少年不平的愤怒都会归于平静。每一份热忱最终若非被时间消磨殆尽，就会在逆转的古树上走向偏执。宏伟而伟大的雷马共和国在时间之树上所处的枝杈最终也会被剪断，为狼之双子中另一人的国土让出道路。\n世间的一切最终都会随着破灭，来到皇女的未来国土。在寂静的漆黑灵囿中，寻得自己沉眠的一隅。\n但即使如此，当德洛图夫特为了少年的梦想、尚未落下的雨滴而倒戈于「世界之兽」，最终又被它的爪牙撕碎时，皇女仍然流下了泪水。\n\n「记好了，奥兹华尔多·赫芙那梵恩斯，幽夜净土的皇女是不会哭的。」\n她这么回应到，「世间谁人不是戴罪之子。当定罪之刻的钟声响起时，至夜的纱笼将再度降下。而人与野兽在其中挣扎的模样，不过是幽夜中的一曲华尔兹罢了。」\n\n「小姐所言甚是。」\n「哼，明白就好。」\n「那么，小姐，这一则故事，您还记得吗——」\n\n令原初宇宙的香水海烨烨生辉，又让阿兰若国的兽群躁动的三轮皓月中的两个，被撕裂世界边际的长剑粉碎，变成就连皇女的魔眼也不可见的细沙。\n或许是这样：曾经照亮一个宇宙，给三个世界的酣睡者带来梦与诗歌、又给彷徨在黎明与夕照之间的群兽带来渴望的明月，最终化成了细沙——但即使如此，它们也想寄宿在皇女永远凝视一切的明眸中，为更多地方带来细微的光明吧。\n\n没错，皇女是不会流泪的。\n那只是无礼的沙进入了她的眼角，身体产生的排异反应罢了。\n\n～本卷完～\n",
    "zht": "\n……\n「小姐，在您的巡禮中，沒有一滴淚水會是白流的。」\n常寂國土的巡禮結束時，奧茲華爾多·赫芙那梵恩斯這麼對皇女說。\n\n在跨越無比漫長時空的旅途中，「斷罪之皇女」與「屏斷晝夜的黑鴉」見證了無數故事的結束。每滴雨點在旅途末尾都會流入苦澀的海。每個少年不平的憤怒都會歸於平靜。每一份熱忱最終若非被時間消磨殆盡，就會在逆轉的古樹上走向偏執。宏偉而偉大的雷馬共和國在時間之樹上所處的枝杈最終也會被剪斷，為狼之雙子中另一人的國土讓出道路。\n世間的一切最終都會隨著破滅，來到皇女的未來國土。在寂靜的漆黑靈囿中，尋得自己沉眠的一隅。\n但即使如此，當德洛圖夫特為了少年的夢想、尚未落下的雨滴而倒戈於「世界之獸」，最終又被牠的爪牙撕碎時，皇女仍然流下了淚水。\n\n「記好了，奧茲華爾多·赫芙那梵恩斯，幽夜淨土的皇女是不會哭的。」\n她這麼回應道：「世間誰人不是戴罪之子。當定罪之刻的鐘聲響起時，至夜的紗籠將再度降下。而人與野獸在其中掙扎的模樣，不過是幽夜中的一曲華爾茲罷了。」\n\n「小姐所言甚是。」\n「哼，明白就好。」\n「那麼，小姐，這一則故事，您還記得嗎——」\n\n令原初宇宙的香水海燁燁生輝，又讓阿蘭若國的獸群躁動的三輪皓月中的兩個，被撕裂世界邊際的長劍粉碎，變成就連皇女的魔眼也不可見的細沙。\n或許是這樣：曾經照亮一個宇宙，為三個世界的酣睡者帶來夢與詩歌、又為徬徨在黎明與夕照之間的群獸帶來渴望的明月，最終化成了細沙——但即使如此，它們也想寄宿在皇女永遠凝視一切的明眸中，為更多地方帶來細微的光明吧。\n\n沒錯，皇女是不會流淚的。\n那只是無禮的沙進入了她的眼角，身體產生的排異反應罷了。\n\n～本卷完～\n",
    "jp": "\n……\n「お嬢様、巡礼の中で流した涙は決して無駄にはなりません。」\n静寂の国の巡礼が終わった時、オズヴァルド·ラフナヴィネスは皇女にそう言った。\n\n長い時空を超えた旅の中で、「断罪の皇女」と「昼夜を断ち切る黒鴉オズ」は無数の物語の終わりを見届けてきた。雨の一滴一滴が、旅の終わりに海へと流れ込み、少年たちの怒りは鎮まる。情熱が時間に摩耗されなければ、逆巻く古樹のパラノイアとなる。時の木に立つ壮大で偉大なレマ共和国の枝はやがて切り落とされ、狼の双子のもう一人に国を明け渡すだろう。\n世のすべては破滅とともに、皇女とその未来の国へと来たる。静寂と暗闇に包まれているガーデンの中で、眠りにつける片隅を得る。\nそれでも、ドゥロクトゥルフトが少年の夢と未だ落ちぬ雨雫のために「世界の獣」に寝返り、挙句の果てその爪で切り裂かれた時、皇女は涙を流した。\n\n「覚えておきなさい。オズヴァルド·ラフナヴィネス、幽夜浄土の皇女は涙なんて流さないわ。」\n彼女はそう答えた。「この世は、誰もが罪を背負っているの。判決の鐘が鳴り響く時、闇夜が再び世界を覆う。人も獣もその中でもがく姿は、ただの幽夜のワルツに過ぎないわ。」\n\n「お嬢様のおっしゃる通りでございます。」\n「ふん、分かればいいわ。」\n「ではお嬢様、この物語は、まだ覚えていらっしゃるでしょうか——」\n\n原初の宇宙に香り漂う海を輝かせ、アランニャの獣をかき鳴らしていた三つの月のうち二つは、世界の果てを引き裂く剣によって砕かれ、皇女の魔眼にすら映らないほど細かい砂となった。\nあるいはこうだ——かつて宇宙を照らし、安らかに眠る三つの世界の人々に夢と歌をもたらし、夜明けと夕暮れの間を彷徨う獣に欲望を生み出させた月は、ついに砂となった——それでも、皇女のそのすべてを凝視する瞳に宿り、より多くの儚い光をもたらすことを願う。\n\nそう、皇女は涙を流さない。\nあれは、無礼な砂が彼女の目に入り、体が起こした拒絶反応に過ぎないのだ。\n\n～完～\n",
    "ko": "\n……\n「아가씨, 순례 중에 헛되이 흘리는 눈물은 한 방울도 없었답니다」\n고요한 땅 순례가 끝나자 오즈발도·흐라프나바인스는 황녀에게 이렇게 말했다.\n\n기나긴 시공을 뛰어넘는 여정에서 「단죄의 황녀」와 「낮과 밤을 가르는 까마귀」는 무수한 이야기의 결과를 지켜봐왔다. 모든 빗방울은 여정의 끝에 쓰디쓴 바다로 흘러들어갈 것이다. 모든 소년의 잠재우지 못한 분노는 평온을 되찾을 것이다. 모든 열정은 시간에 소진되어 거꾸로 도는 고목에 집착을 보일 것이다. 장엄하고 위대한 레만공화국에 있는 시간의 나무의 가랑귀도 끊어져 늑대의 쌍둥이 중 한 사람의 나라를 위해 길을 양보할 것이다.\n이를 따라 세상의 모든 건 결국 파멸되어 황녀의 나라로 와서 고요하고 까만 세계에서 잠잘 곳을 찾게 될 것이다.\n하지만 그렇다 해도 드록트펄트가 어릴 적 꿈과 아직 떨어지지 않은 빗방울을 위해 「세계의 야수」를 배반했다가 결국 그의 발톱에 찢겨졌을 때, 황녀는 여전히 눈물을 흘렸다.\n\n「기억해둬. 오즈발도·흐라프나바인스, 유야 정토의 황녀는 울지 않아」\n그녀는 이렇게 대답했다. 「세상 그 누구도 죄인이 아니야. 죄를 선고받는 순간의 종소리가 울릴 때, 밤의 등불은 다시 강림할 것이다. 사람들과 짐승들이 발버둥치는 모습은 고요한 밤의 왈츠에 불과해」\n\n「아가씨 말씀이 옳습니다」\n「흥, 알아들었으면 됐어」\n「그럼 아가씨, 이 이야기도 기억하시나요——」\n\n태초 우주의 향수 바다를 반짝반짝 빛나게 하고, 아리안로드 왕국의 야수들을 흥분시킨 세 개의 달 중 두 개, 찢겨진 세계 가장자리의 장검 가루는 황녀의 마안에도 보이지 않는 모래가 되었다.\n어쩌면 이런 것일지도 모른다. 우주를 밝게 비추던, 세 개의 세상에서 단잠에 빠진 자들에게 꿈과 시를 선사하던, 여명과 석조 사이를 방황하는 야수들에게 희망을 주던 달은 결국 모래가 되었다——그렇다 해도 그들은 황녀의 모든 것을 응시하는 빛나는 눈동자에 머물며 더 많은 곳에 빛을 가져다줄 것이다.\n\n그렇다, 황녀는 눈물을 흘리지 않는다.\n그건 무례하게 그녀의 눈가에 들어간 모래로 인해 일어난 거부 반응일뿐이다.\n\n～이번 권 마침～\n",
    "en": "\n...\n\"Mein Fräulein, not one tear of yours was shed in vain during your pilgrimage.\"\nThus spoke Ozvaldo Hrafnavins when the Prinzessin's journey in the land of ever-silence came to a close.\n\nIn their long journey across space and time, the Prinzessin der Verurteilung and her Night-Severing Raven bore witness to countless stories and their endings, each a raindrop that flows at the journey's end into a bitter sea. Every young man's rage at injustice must turn to calm. Every passion must be ground into dust by the march of time, before being turned to wild paranoia upon that inverted, ancient tree. Even the branch of the tree of time upon which the great and glorious Reman Republic nested would be cut off in the end, such that the nation founded by the other twin child of the wolves might rule.\nEverything in this world must pass through the doorway of their destruction unto the future kingdom of the Prinzessin. In the silence of her pitch-dark Nachtgarten would they find a place to slumber.\nEven so, when Droctfult fell at the hands of the Beast of the World, having fought for the dreams of a young man and the rain that had yet to fall, and was torn to shred by its claws, the Prinzessin still began to tear up.\n\n\"Hearken well, Ozvaldo Hrafnavins. The Sovereign of the Immernachtreich weepeth not.\"\nShe went on, \"Who among those born into this world are not burdened with sin? When the clock sounds for the time of judgment once more, the skirt of night shall descend once more. Then, the writhing struggles of man and beast trapped within will be naught but a midnight waltz.\"\n\n\"It is as you say, mein Fräulein.\"\n\"Hmph. As well you should know.\"\n\"Well then, mein Fräulein, I wonder if you still recall this tale...\"\n\nTwo of the three bright moons that caused the perfumed sea of the primordial universe to shine and stirred up the beasts of the Arianrhod Realm were shredded by a sword that tore the horizon asunder, left in smithereens too small even for the mystical sight of the Prinzessin.\nOr perhaps this was what happened: the bright moons that once illuminated a universe, brought dreams and song to the sweet sleepers of three worlds, and awakened a deep longing in the beast-herds that wandered betwixt dawn and dusk — they were at last rendered dust. But even so, they too wished to remain within the eternal, shining gaze of the Prinzessin, bringing their subtle light unto more lands still.\n\nIndeed. A Prinzessin does not shed tears.\nThat was merely a natural secretion from her royal eyes, affronted as they were by the untimely intrusion of those impudent grains of sand.\n\n—Volume End—\n",
    "de": "\n... \n„Mein Fräulein, nicht eine Träne von Euch wurde während Eurer Pilgerreise vergeblich vergossen.“\nSo sprach Ozvaldo von Hrafnavines zur Prinzessin, als ihre Reise im Land der ewigen Stille zu Ende ging.\n\nAuf ihrer langen Reise durch Raum und Zeit haben die Prinzessin der Verurteilung und ihr nachtschwärmerischer Rabe unzählige Geschichten und ihre Enden erlebt, jede ein Regentropfen, der am Ende der Reise in ein bitteres Meer fließt. Jede Wut des jungen Mannes über Ungerechtigkeit muss sich in Ruhe verwandeln. Jede Leidenschaft muss durch den Marsch der Zeit zu Staub zermahlen werden, bevor sie sich in wilde Paranoia an diesem umgedrehten, uralten Baum verwandelt. Sogar der Ast des Baumes der Zeit, auf dem die große und glorreiche Republik Rema nistete, würde am Ende abgeschnitten werden, sodass das Reich, das von dem anderen Zwillingskind der Wölfe gegründet wurde, herrschen würde.\nAlles auf dieser Welt muss durch das Tor ihrer Zerstörung in das zukünftige Reich der Prinzessin gelangen. In der Stille ihres stockfinsteren Nachtgartens würden sie einen Platz zum Schlummern finden.\nDoch als Droctfult in den Händen des Weltenmonsters fiel, nachdem er für die Träume eines jungen Mannes und den noch ausstehenden Regen gekämpft hatte, und von ihren Reißzähnen in Stücke gerissen wurde, begann die Prinzessin dennoch zu weinen.\n\n„Höre gut zu, Ozvaldo von Hrafnavines. Der Herrscher des Immernachtreichs weint nicht.“\nSie fuhr fort: „Wer von denen, die in diese Welt geboren sind, ist nicht mit Sünde belastet? Wenn die Uhr wieder einmal die Zeit des Gerichts ankündigt, wird sich der Rock der Nacht wieder senken. Dann werden die sich windenden Kämpfe von Mensch und Tier, die darin gefangen sind, nichts weiter sein als ein Mitternachtswalzer.“\n\n„Es ist, wie Ihr sagt, mein Fräulein.“\n„Hmpf, zu deinem Glück verstehst du das.“\n„Nun denn, mein Fräulein, ich frage mich, ob Ihr Euch noch an diese Geschichte erinnert ...“\n\nEr ließ das duftende Meer des Uruniversums erstrahlen und sorgte dafür, dass zwei der drei hellen Monde, die die Bestien des Reichs Arianrhod in Aufruhr versetzten, von einem Schwert, das den Horizont zerriss, in Splitter zerfetzt wurden, die selbst für den mystischen Anblick der Prinzessin zu klein waren.\nOder vielleicht war es so: Die hellen Monde, die einst ein Universum erleuchteten, den süßen Schläfern dreier Welten Träume und Gesang brachten und in den Tierherden, die zwischen Morgengrauen und Abenddämmerung umherzogen, eine tiefe Sehnsucht weckten, sie wurden endlich zu Staub. Doch auch sie wollten im ewigen, leuchtenden Blick der Prinzessin bleiben und ihr feines Licht in noch mehr Länder bringen.\n\nIn der Tat. Eine Prinzessin vergießt keine Tränen.\nDas war nur eine natürliche Absonderung ihrer königlichen Augen, die durch das unzeitige Eindringen dieser frechen Sandkörner beleidigt waren.\n\n~ Ende des Bandes ~\n",
    "es": "\n...\n“Señorita, ninguna lágrima suya ha sido derramada en vano durante su peregrinaje”,\nle dijo Ozvaldo Hrafnavines a la Princesa cuando su travesía en el país del silencio eterno llegó a su fin.\n\nEn su viaje eterno a través del espacio y el tiempo, la Princesa del Juicio y Oz, el cuervo que asola la noche, fueron testigos del final de innumerables historias. Así, todas y cada una de las gotas de lluvia que cayeron durante ese viaje se fundieron en un amargo océano. La furia de todo joven acaba volviendo a la calma. Toda devoción es reducida a polvo con el transcurso del tiempo y se convierte en una demencia ante aquel antiguo árbol invertido. La gloriosa y grandiosa República de Rema que se sostenía sobre las ramas del tiempo también sería cercenada, dando lugar al gobierno del otro hijo gemelo de los lobos.\nTodo en este mundo está destinado a ser destruido para acabar en el futuro reino de la Princesa. Allí, todo ello encontrará un lugar donde dormir en su silencioso Jardín de la Noche.\nAun así, cuando Droctfult cayó ante la Bestia del Mundo por luchar por sus sueños de juventud y por todas las gotas de lluvia que nunca llegaron a caer, la Princesa se sumió en el llanto.\n\n“Recuerda esto, Ozvaldo Hrafnavines: la Princesa del Reino de la Noche Eterna no llorará”,\ndijo ella. Y continuó: “¿Y quién no ha pecado alguna vez en este mundo? Cuando el reloj del juicio suene, el velo de la noche caerá nuevamente. Entonces, el conflicto entre bestias y humanos tan solo será como un simple vals nocturno”.\n\n“Sus palabras son, desde luego, acertadas, señorita”.\n“Hum. Pensé que deberías saberlo”.\n“Entonces, señorita, ¿aún recuerda aquella historia que...?”\n\nDos de las tres brillantes lunas que hacían brillar el perfumado mar del universo primordial y perturbaban a las bestias del Reino de Arianrhod fueran destruidas en mil pedazos, irreconocibles incluso para la mística vista de la propia Princesa, por una espada que partió el horizonte en dos.\nO tal vez sucedió así: las brillantes lunas una vez iluminaron el universo, trajeron sueños y canciones a las tres personas durmientes de tres mundos y despertaron un profundo anhelo en las bestias que vagaban entre el amanecer y el anochecer. Finalmente, fueron destruidas y reducidas a polvo. Sin embargo, todavía deseaban permanecer dentro de la mirada eterna y brillante de la Princesa para que su suave luz llegara a aún más lugares.\n\nAsí es. Una Princesa nunca llora.\nSolo fue la secreción natural de sus nobles ojos ante la ofensa de la intrusión de unos impertinentes granos de arena.\n\n—Fin—\n",
    "fr": "\n...\n« Mademoiselle, aucune de vos larmes n'aura été versée en vain durant votre pèlerinage. »\nAinsi parlait Ozvaldo von Hrafnavines à la princesse alors que son périple à travers les terres du silence éternel touchait à sa fin.\n\nAu cours de leur long périple à travers le temps et l'espace, la Princesse du châtiment et son fidèle corbeau, Oz le Pourfendeur de la nuit, furent témoins de nombre d'histoires et de leur conclusion. Chaque goutte de pluie finit par rejoindre l'océan d'amertume à la fin de son voyage. Chaque jeune homme habité par la rage face à l'injustice finit par trouver le calme. Chaque passion finit en poussière avec la marche inexorable du temps, avant d'être transformée en paranoïa sur l'ancien arbre inversé. Même la branche de l'arbre du temps sur laquelle la glorieuse République de Rema repose finirait coupée, afin que puisse régner la nation fondée par l'autre jumeau enfant des loups.\nToute chose en ce monde doit passer par sa propre destruction avant d'arriver dans le futur royaume de la princesse, et, dans le silence de son Nachtgarten noir comme le jais, trouver le repos.\nQuand bien même, lorsque Drotoft tomba face à la Bête-monde, après s'être battu pour les rêves d'un jeune homme et pour la pluie qui devait tomber, et qu'il fut déchiré par ses griffes, la princesse pleura.\n\n« Écoute bien, Ozvaldo von Hrafnavines. La Princesse de l'Empire de la nuit éternelle ne pleure point. »\nAinsi répondit-elle, ajoutant : « Qui parmi ceux nés en ce monde est dénué de péchés ? Quand viendra l'heure du jugement, le rideau de la nuit tombera à nouveau. Et alors les luttes et les douleurs de l'homme et de la bête piégée en son sein ne seront plus rien d'autre qu'une valse de minuit. »\n\n« Vous avez raison, mademoiselle. »\n« Hmpf. Tu devrais le savoir. »\n« Mademoiselle, avez-vous souvenance de cette histoire...? »\n\nDeux des trois lunes lumineuses qui faisaient briller la mer parfumée de l'univers primordial, et qui agitaient les bêtes du Royaume d'Arianrhod, ont été déchiquetées par une épée qui a déchiré l'horizon en infimes morceaux, trop petits même pour le regard mystique de la princesse.\nOu peut-être les choses se passèrent ainsi : les lunes, qui autrefois illuminaient un univers, apportaient rêves et chants aux dormeurs des trois mondes et éclairaient les hordes de bêtes errant du soir au matin, finirent en poussières. Mais quand bien même, celles-ci voulurent rester sous le regard éternel et éclatant de la princesse, apportant leur subtile lumière à d'autres mondes.\n\nEn effet. Une princesse ne pleure jamais.\nLes larmes n'étaient qu'une sécrétion naturelle de ses yeux royaux soumis à l'intrusion inopportune de ces impudents grains de sable.\n\n- Fin -\n",
    "pt": "\n...\n\"Senhora, em todas as suas peregrinações, nenhuma gota de lágrima foi em vão\".\nDisse Ozvaldo Hrafnavines à Princesa quando sua peregrinação na terra do silêncio eterno chegou ao fim.\n\nEm sua longa jornada pelo espaço e pelo tempo, a Princesa dos Pecados e o Corvo da Noite, Oz, testemunharam inúmeras histórias e seus finais, cada uma gota de chuva flui no final da jornada em um mar amargo. A raiva de todo jovem contra a injustiça deve se voltar para a calma. Toda paixão deve ser transformada em pó pela passagem do tempo, antes de ser transformada em paranoia selvagem sobre aquela árvore antiga e invertida. Mesmo o galho da árvore do tempo sobre o qual a grande e gloriosa República Reman se aninhava seria cortado no final, de modo que a nação fundada pelo outro filho gêmeo dos lobos pudesse governar.\nTudo neste mundo deve passar pela passagem da porta de sua destruição para o futuro reino da Princesa. Em seu jardim completamente escuro, ela procurou um canto para mergulhar num sono profundo.\nMas para Droctfult realizar seu sonho de juventude de encravar sua lâmina na Besta do Mundo antes das gotas de chuvas caírem, até que no final ele mesmo foi feito em pedaços pelas garras dela. Nessa hora, a Princesa naturalmente começou a chorar.\n\n\"Lembre-se bem, Ozvaldo Hrafnavines, a Princesa do Reino da Noite Eterna não pode chorar\".\nEla respondeu isso: \"Não há pessoas puras neste mundo. Quando o sino dos pecadores tocar, a noite novamente cairá. Mas a luta entre pessoas e bestas se parecerá apenas como uma valsa no meio da noite profunda\".\n\n\"Senhorita, suas palavras estão corretas\".\n\"Hmph, como você bem deveria saber\".\n\"Então, senhorita, você ainda se lembra dessa história?\".\n\nFez brilhar o mar perfumado do universo primordial e fez com que duas das três luas brilhantes que agitaram as feras do Reino de Arianrhod fossem trituradas em pedaços muito pequenos até mesmo para a visão mística da Princesa por uma espada que rasgou o horizonte.\nOu talvez tenha sido isto que aconteceu: as luas brilhantes que uma vez iluminaram um universo, trouxeram sonhos e canções aos doces adormecidos de três mundos, e despertaram um profundo anseio nas bestas que vagueavam entre o amanhecer e o anoitecer - finalmente se tornaram pó. Mas mesmo assim, eles também desejaram permanecer dentro do olhar eterno e brilhante da Princesa, trazendo sua luz sutil para mais terras ainda.\n\nIsso mesmo, uma Princesa não pode derramar lágrimas.\nIsso era apenas uma secreção natural de seus olhos reais, ofendidos pela inoportuna intrusão daqueles grãos de areia impudentes.\n\n- Fim - \n",
    "ru": "\n...\n«Миледи, ни одна слеза не была пролита напрасно во время вашего паломничества».\nТак сказал Озвальдо фон Храфнавайнс, когда принцесса завершила своё путешествие по стране вечного безмолвия.\n\nВ своём долгом путешествии через пространство и время Принцесса осуждения и её Разрезающий ночь ворон Оз стали свидетелями бесчисленных историй и их завершений, каждое из которых - капля дождя, падающая в конце пути в море страданий. Гнев каждого мальчика на несправедливость должен превратиться в спокойствие. Каждая страсть должна быть перемолота в пыль жерновами времени, прежде чем превратиться в дикую паранойю на этом перевернутом Древнем дереве. Даже та ветвь древа времени, на которой гнездилась великая и славная Республика Рема, в итоге будет отсечена, чтобы воцарилась нация, основанная другим ребёнком-близнецом волков.\nВсё в этом мире должно пройти через порог уничтожения, чтобы перейти в будущее королевство принцессы. В тишине её тёмного ночного сада они найдут покой.\nИ всё же, когда Дроктфулт пал от когтей мирового чудовища, сражаясь за юношеские мечты и все дожди, что так и не пролились, принцесса разрыдалась.\n\n«Слушай внимательно, Озвальдо фон Храфнавайнс. Принцесса Нирваны Ночи не плачет».\nОна продолжила: «Кто из рождённых в этом мире не отягощён грехом? Когда снова пробьёт час суда, подол ночи снова опустится на землю. Тогда борьба людей и зверей, запертых в ловушке, станет лишь полуночным вальсом».\n\n- Всё так, как вы говорите, миледи.\n- Хм. Знаешь и хорошо.\n- Миледи, интересно, помните ли вы ещё эту историю?\n\nДве из трёх ярких лун, заставлявших сиять благоухающее море первозданной вселенной и тревожившие зверей страны Арианрод, были расколоты мечом, разорвавшим горизонт надвое, превратив их в мелкий песок, невидимый даже для мистического взгляда самой принцессы.\nА может, всё было так: яркие луны, некогда освещавшие вселенную, навевавшие сны и песни спящим в трёх мирах и пробуждавшие глубокую тоску в звериных стаях, бродивших между рассветом и закатом, наконец превратились в пыль. Но и они пожелали остаться под вечным, сияющим взглядом принцессы, неся свой слабый свет в новые земли.\n\nДействительно. Принцесса не проливает слёз.\nЭто была лишь естественная секреция её благородных глаз, оскорблённых несвоевременным вторжением дерзких песчинок.\n\n— Конец —\n",
    "id": "\n...\n\"Mein Fräulein, air mata yang mengalir selama ziarahmu ini tidak akan mengalir sia-sia.\"\nTutur Ozvaldo Hrafnavines kepada sang Prinzessin saat perjalanan ziarah ke tanah yang selalu sunyi, hampir berakhir.\n\nDalam perjalanan melintasi ruang dan waktu yang sangat lama, Prinzessin der Verurteilung dan Night Severing Raven telah menyaksikan akhir dari kisah-kisah yang tak terhitung jumlahnya. Setiap tetes hujan yang mengakhiri perjalanan akan mengalir ke laut yang memahitkan. Setiap amarah para pemuda karena ketidakadilan akan kembali menjadi ketenangan. Setiap semangat pada akhirnya akan terkikis habis oleh waktu, atau kalau tidak, akan mengarah menjadi pohon kuno yang paranoid dan berdiri terbalik. Bahkan cabang pohon tempat Republik Reman yang agung bertengger, pada akhirnya akan ditebang untuk membuka jalan bagi bangsa yang didirikan oleh anak kembar serigala lainnya.\nSegala hal di dunia ini akan musnah seiring waktu, lalu muncul di tanah masa depan Prinzessin. Di tengah kegelapan Nachtgarten, mereka menemukan satu sudut untuk tenggelam dalam mimpi.\nMeskipun begitu, saat Droctfult dikalahkan oleh sang \"Beast of the World\", demi memperjuangkan mimpi seorang anak muda dan tetesan hujan yang belum turun, Droctfult yang malang akhirnya hancur diremukkan oleh cakar tajamnya, mata sang Prinzessin mulai berkaca-kaca.\n\n\"Camkan baik-baik, Ozvaldo von Hrafnavines. Putri dari Immernachtreich tidak akan menangis.\"\nDia melanjutkan, \"Siapa di dunia ini yang lahir tanpa menanggung dosa? Saat lonceng tanda penghakiman berbunyi, kegelapan akan kembali menyelimuti dunia. Pergulatan antara manusia dan monster hanyalah sebuah irama waltz di kegelapan malam.\"\n\n\"Mein Fräulein benar.\"\n\"Hmph, bagus kalau sudah mengerti.\"\n\"Kalau begitu apa Mein Fräulein masih ingat kisah ini?\"\n\nDua dari tiga rembulan yang membuat samudra dari alam semesta bersinar dan membangkitkan makhluk buas dari Alam Arianrhod telah dihancurkan oleh sebilah pedang yang dapat menebas cakrawala sekalipun, hancur hingga menjadi butiran kecil yang bahkan tidak terlihat oleh mata sang Prinzessin.\nAtau mungkin demikianlah yang terjadi: bulan yang pernah menerangi alam semesta, membawa mimpi dan syair pada penidur manis di tiga dunia, dan membangkitkan kerinduan mendalam pada kawanan binatang yang berkeliaran di antara fajar dan senja — mereka akhirnya berubah menjadi butiran-butiran debu. Meskipun begitu, mereka juga ingin terlihat di tatapan abadi sang Prinzessin, dan mengantarkan cahaya samar-samar ke lebih banyak negeri.\n\nBenar sekali, sang Prinzessin tidak akan meneteskan air mata.\nAir mata itu hanyalah reaksi penolakan dari tubuhnya, karena pasir kurang ajar memasuki sudut matanya.\n\n— TAMAT —\n",
    "th": "\n......\n\"คุณหนู ในการเดินทางของคุณหนู ไม่มีน้ำตาหยดไหนที่เสียไปอย่างเปล่าประโยชน์\"\nนี่คือสิ่งที่ Ozvaldo von Hrafnavines พูดกับเจ้าหญิงในตอนท้ายของการเดินทางบนดินแดนที่เงียบสงบตลอดกาล\n\nในการเดินทางข้ามห้วงอวกาศอันยาวนาน \"เจ้าหญิงแห่งการลงทัณฑ์\" และ \"กาดำผู้ตัดราตรี\" เป็นพยานจุดจบของเรื่องราวมากมายนับไม่ถ้วน เม็ดฝนทุกหยดจะไหลลงสู่ทะเลอันขมขื่นในตอนท้ายของการเดินทาง ในที่สุดความโกรธที่ไม่สมดุลในช่วงวัยหนุ่มสาวจะกลับคืนสู่ความสงบ หากความกระตือรือร้นไม่หมดไปตามกาลเวลา มันจะหวาดกลัวกับการกลับตัวของต้นไม้เก่า กิ่งก้านในสาธารณรัฐ Reman ที่งดงามและยิ่งใหญ่ที่ตรงกับต้นไม้แห่งกาลเวลาจะถูกตัดไปในสักวันหนึ่ง เพื่อหลีกทางให้กับดินแดนของหมาป่าฝาแฝดอีกคน\nในที่สุดทุกสิ่งในโลกก็จะสูญสลายไป เข้ามาสู่ดินแดนแห่งอนาคตของเจ้าหญิง ในความมืดอันเงียบงันก็สามารถพบมุมที่ตัวเองสามารถนอนลงได้\nแต่ถึงอย่างนั้น เมื่อ Droctfult หันไปหา \"สัตว์ร้ายแห่งโลก\" เพราะความฝันในวัยหนุ่มและหยาดฝนที่ยังไม่ตกลงมา เมื่อถูกฉีกทำลายด้วยกรงเล็บของมัน เจ้าหญิงก็ร้องไห้ด้วยเช่นกัน \n\n\"จำไว้ให้ดี Ozvaldo von Hrafnavines เจ้าหญิงแห่งดินแดนแห่งราตรีจะไม่มีวันร่ำไห้\"\nเธอตอบกลับมาเช่นนี้ \"ไม่มีผู้ใดในโลกนี้คือบุตรแห่งการลงทัณฑ์ เมื่อระฆังแห่งการลงทัณฑ์ดังขึ้น ม่านอันมืดมิดของยามราตรีจะลดระดับลง แต่ผู้คนและสัตว์ร้ายที่กำลังดิ้นรนอยู่ในนั้นก็เป็นเพียงเสียงบทเพลงวอลซ์ในค่ำคืนอันเงียบสงบเท่านั้น\"\n\n\"เป็นอย่างที่คุณหนูบอก\"\n\"หึ เข้าใจก็ดีแล้ว\"\n\"คุณหนู แล้วเรื่องนี้ล่ะ คุณหนูยังจำได้อยู่ไหม...\"\n\nดวงจันทร์สองในสามดวงที่ส่องประกาย ทะเลน้ำหอมแห่งจักรวาลยุคดึกดำบรรพ์ เหล่าสัตว์ร้ายที่ส่งเสียงรบกวนในดินแดนแห่งความฝัน Arianrhod ได้ถูกทำลายด้วยดาบที่ฉีกทำลายขอบโลก จนกลายเป็นทรายที่แหลกละเอียด ซึ่งไม่สามารถมองเห็นได้ด้วยดวงตาแห่งบาปของเจ้าหญิง\nบางทีอาจเป็นเช่นนั้น: ดวงจันทร์ซึ่งเคยสว่างไสวไปทั่วจักรวาล ได้นำความฝันและบทกวีมาสู่ผู้หลับใหลของสามโลกและนำความหวังมาให้กลุ่มสัตว์ร้ายในช่วงรุ่งอรุณถึงพระอาทิตย์ตก ท้ายที่สุดก็กลายเป็นทรายละเอียด - แต่ถึงอย่างนี้ พวกเขาต้องการที่จะอยู่ในดวงตาที่สดใสของเจ้าหญิงผู้ซึ่งจ้องมองทุกสิ่งและพยายามนำแสงสว่างอันริบหรี่ไปยังสถานที่อื่น ๆ\n\nใช่แล้วล่ะ คุณหนูไม่เคยหลั่งน้ำตา\nนั่นเป็นเพียงการปฏิเสธของร่างกายที่เกิดขึ้นเมื่อทรายเม็ดหยาบเข้าตาของเธอเท่านั้น\n\n～จบ～\n",
    "vi": "\n...\n\"Tiểu thư, trong hành trình của người, không giọt nước mắt nào sẽ rơi vô ích.\"\nKhi cuộc du hành ở vùng đất câm lặng kết thúc, Ozvaldo Hrafnavines đã nói với công chúa như thế.\n\nTrong cuộc hành trình vượt qua thời không dài đằng đẵng, \"Công Chúa Định Tội\" và \"Quạ Đen Oz Chém Đứt Ngày Và Đêm\" đã chứng kiến kết cục của vô số câu chuyện. Từng giọt mưa rồi sẽ hòa vào biển đắng ở cuối hành trình. Nỗi giận dữ trước sự bất bình của những thiếu niên rồi cũng sẽ bình lặng. Nếu mỗi tâm huyết không bị tan thành cát bụi theo dòng chảy của thời gian, thì cũng sẽ đi chệch quỹ đạo. Cuối cùng, ngay cả nhánh của Cây Thời Gian nơi đất nước Cộng Hòa Reman tráng lệ ngự trị cũng bị chặt bỏ, để nhường chỗ cho quốc gia của một kẻ trong cặp song sinh sói thống trị.\nTất cả những gì trên thế gian cuối cùng rồi cũng sụp đổ, để đến vương quốc tương lai của công chúa. Trong vườn linh tĩnh mịch đen đặc, tìm kiếm cho mình một góc tối để nghỉ ngơi.\nNhưng mặc dù vậy, khi Droctfult đánh trả lại \"quái thú thế giới\" vì giấc mơ thời niên thiếu, cuối cùng lại bị móng vuốt của nó xé nát, công chúa vẫn rơi lệ.\n\n\"Hãy nhớ lấy, Ozvaldo Hrafnavines, công chúa của Vương Đô U Ám sẽ không khóc.\"\nCô ấy đã trả lời rằng, \"Trên đời này ai mà không mang tội lỗi. Vào thời khắc tiếng chuông phán xét vang lên, màn đêm đen tối sẽ lại giáng xuống. Còn dáng vẻ vùng vẫy của con người và dã thú trong đó, chẳng qua chỉ là điệu Van trong đêm mà thôi.\"\n\n\"Đúng như lời mà tiểu thư đã nói.\"\n\"Hừ, hiểu thì tốt.\"\n\"Vậy còn câu chuyện này, tiểu thư có còn nhớ không\"\n\nKhiến cho vùng biển nước hoa của vũ trụ nguyên sơ tỏa sáng rực rỡ, lại khiến cho hai trong ba vầng trăng sáng làm náo động bầy thú ở vương quốc Arianrhod, bị thanh kiếm đã cắt đứt đường biên giới của thế giới nghiền vỡ, hóa thành hạt cát nhỏ đến nỗi ngay cả Ma Nhãn của công chúa cũng không nhìn thấy.\nHoặc có lẽ là như vầy: Ánh trăng đã từng soi sáng vũ trụ, mang đến giấc mơ và lời ca cho những người say ngủ ở cả ba thế giới, lại đem đến khát vọng cho bầy thú lang thang giữa bình minh và hoàng hôn, cuối cùng hóa thành hạt cát nhỏ bé. Nhưng ngay cả như thế, họ cũng muốn được ở trong đôi mắt sáng ngời vĩnh cửu của công chúa, mang ánh sáng huyền ảo của họ đến nhiều vùng hơn.\n\nKhông sai, công chúa sẽ không rơi lệ.\nChỉ là hạt cát vô lễ rơi vào khóe mắt cô, là phản ứng tự nhiên của cơ thể mà thôi.\n\n-Hết-\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "极夜二重奏",
        "zht": "極夜二重奏",
        "jp": "極夜のデュエット",
        "ko": "극야의 2중주",
        "en": "Evernight Duet",
        "de": "Duo der ewigen Nacht",
        "es": "Dueto de la noche",
        "fr": "Duetto de nuit",
        "pt": "Duelo da Noite",
        "ru": "Дуэт полярной ночи",
        "id": "Evernight Duet",
        "th": "Evernight Duet",
        "vi": "Cực Dạ Nhị Trùng Tấu"
      },
      "description": {
        "zhs": "普通攻击命中敌人后的5秒内，元素战技造成的伤害提升<color=#99FFFFFF>20%</color>；元素战技命中敌人后的5秒内，普通攻击造成的伤害提升<color=#99FFFFFF>20%</color>。",
        "zht": "普通攻擊命中敵人後的5秒內，元素戰技造成的傷害提升<color=#99FFFFFF>20%</color>；元素戰技命中敵人後的5秒內，普通攻擊造成的傷害提升<color=#99FFFFFF>20%</color>。",
        "jp": "通常攻撃が敵に命中した後の5秒間、元素スキルのダメージ+<color=#99FFFFFF>20%</color>。元素スキルが敵に命中した後の5秒間、通常攻撃のダメージ+<color=#99FFFFFF>20%</color>。",
        "ko": "일반 공격으로 적을 명중 후 5초 동안 원소전투 스킬 피해가 <color=#99FFFFFF>20%</color> 증가한다. 원소전투 스킬로 적을 명중한 후 5초 동안 일반 공격 피해가 <color=#99FFFFFF>20%</color> 증가한다",
        "en": "Normal Attack hits on opponents increase Elemental Skill DMG by <color=#99FFFFFF>20%</color> for 5s. Elemental Skill hits on opponents increase Normal Attack DMG by <color=#99FFFFFF>20%</color> for 5s.",
        "de": "Erhöht den mit Elementarfähigkeiten verursachten Schaden nach dem Treffen von Gegnern mit Standardangriffen 5 s lang um <color=#99FFFFFF>20 %</color>. Erhöht den mit Standardangriffen verursachten Schaden nach dem Treffen von Gegnern mit Elementarfähigkeiten 5 s lang um <color=#99FFFFFF>20 %</color>.",
        "es": "Tras atacar a un enemigo con un Ataque Normal, el daño infligido por la Habilidad Elemental aumenta en un <color=#99FFFFFF>20%</color> durante 5 s. Cuando se golpea a un enemigo con la Habilidad Elemental, el daño de Ataque Normal aumenta en un <color=#99FFFFFF>20%</color> durante 5 s.",
        "fr": "Lorsque vous touchez des ennemis avec des attaques normales, les DGT infligés par les compétences élémentaires sont augmentés de <color=#99FFFFFF>20 %</color> pendant 5 s. Lorsque vous touchez des ennemis avec des compétences élémentaires, les DGT infligés par les attaques normales sont augmentés de <color=#99FFFFFF>20 %</color> pendant 5 s.",
        "pt": "Dentro de 5s após acertar um inimigo com o Ataque Normal, o Dano causado pela Habilidade Elemental aumenta em <color=#99FFFFFF>20%</color>. Dentro de 5s após acertar um inimigo com a Habilidade Elemental, o Dano do Ataque Normal aumenta <color=#99FFFFFF>20%</color>.",
        "ru": "Попадания обычной атакой увеличивают урон элементального навыка на <color=#99FFFFFF>20%</color> в течение 5 сек., а попадания элементальным навыком увеличивают урон обычной атаки на <color=#99FFFFFF>20%</color> в течение 5 сек.",
        "id": "Saat Normal Attack mengenai musuh, meningkatkan <color=#99FFFFFF>20%</color> DMG Elemental Skill selama 5 detik; Saat Elemental Skill mengenai musuh, meningkatkan <color=#99FFFFFF>20%</color> DMG Normal Attack selama 5 detik.",
        "th": "เมื่อโจมตีปกติถูกศัตรู จะทำให้ความเสียหายของสกิลธาตุเพิ่มขึ้น <color=#99FFFFFF>20%</color> เป็นเวลา 5 วินาที; เมื่อสกิลธาตุโจมตีถูกศัตรู จะทำให้ความเสียหายของการโจมตีปกติเพิ่มขึ้น <color=#99FFFFFF>20%</color> เป็นเวลา 5 วินาที",
        "vi": "Trong 5s sau khi tấn công thường đánh trúng địch, sát thương kỹ năng nguyên tố tạo thành tăng <color=#99FFFFFF>20%</color>; Trong 5s sau khi kỹ năng nguyên tố đánh trúng địch, sát thương đánh thường tạo thành tăng <color=#99FFFFFF>20%</color>."
      }
    },
    {
      "name": {
        "zhs": "极夜二重奏",
        "zht": "極夜二重奏",
        "jp": "極夜のデュエット",
        "ko": "극야의 2중주",
        "en": "Evernight Duet",
        "de": "Duo der ewigen Nacht",
        "es": "Dueto de la noche",
        "fr": "Duetto de nuit",
        "pt": "Duelo da Noite",
        "ru": "Дуэт полярной ночи",
        "id": "Evernight Duet",
        "th": "Evernight Duet",
        "vi": "Cực Dạ Nhị Trùng Tấu"
      },
      "description": {
        "zhs": "普通攻击命中敌人后的5秒内，元素战技造成的伤害提升<color=#99FFFFFF>25%</color>；元素战技命中敌人后的5秒内，普通攻击造成的伤害提升<color=#99FFFFFF>25%</color>。",
        "zht": "普通攻擊命中敵人後的5秒內，元素戰技造成的傷害提升<color=#99FFFFFF>25%</color>；元素戰技命中敵人後的5秒內，普通攻擊造成的傷害提升<color=#99FFFFFF>25%</color>。",
        "jp": "通常攻撃が敵に命中した後の5秒間、元素スキルのダメージ+<color=#99FFFFFF>25%</color>。元素スキルが敵に命中した後の5秒間、通常攻撃のダメージ+<color=#99FFFFFF>25%</color>。",
        "ko": "일반 공격으로 적을 명중 후 5초 동안 원소전투 스킬 피해가 <color=#99FFFFFF>25%</color> 증가한다. 원소전투 스킬로 적을 명중한 후 5초 동안 일반 공격 피해가 <color=#99FFFFFF>25%</color> 증가한다",
        "en": "Normal Attack hits on opponents increase Elemental Skill DMG by <color=#99FFFFFF>25%</color> for 5s. Elemental Skill hits on opponents increase Normal Attack DMG by <color=#99FFFFFF>25%</color> for 5s.",
        "de": "Erhöht den mit Elementarfähigkeiten verursachten Schaden nach dem Treffen von Gegnern mit Standardangriffen 5 s lang um <color=#99FFFFFF>25 %</color>. Erhöht den mit Standardangriffen verursachten Schaden nach dem Treffen von Gegnern mit Elementarfähigkeiten 5 s lang um <color=#99FFFFFF>25 %</color>.",
        "es": "Tras atacar a un enemigo con un Ataque Normal, el daño infligido por la Habilidad Elemental aumenta en un <color=#99FFFFFF>25%</color> durante 5 s. Cuando se golpea a un enemigo con la Habilidad Elemental, el daño de Ataque Normal aumenta en un <color=#99FFFFFF>25%</color> durante 5 s.",
        "fr": "Lorsque vous touchez des ennemis avec des attaques normales, les DGT infligés par les compétences élémentaires sont augmentés de <color=#99FFFFFF>25 %</color> pendant 5 s. Lorsque vous touchez des ennemis avec des compétences élémentaires, les DGT infligés par les attaques normales sont augmentés de <color=#99FFFFFF>25 %</color> pendant 5 s.",
        "pt": "Dentro de 5s após acertar um inimigo com o Ataque Normal, o Dano causado pela Habilidade Elemental aumenta em <color=#99FFFFFF>25%</color>. Dentro de 5s após acertar um inimigo com a Habilidade Elemental, o Dano do Ataque Normal aumenta <color=#99FFFFFF>25%</color>.",
        "ru": "Попадания обычной атакой увеличивают урон элементального навыка на <color=#99FFFFFF>25%</color> в течение 5 сек., а попадания элементальным навыком увеличивают урон обычной атаки на <color=#99FFFFFF>25%</color> в течение 5 сек.",
        "id": "Saat Normal Attack mengenai musuh, meningkatkan <color=#99FFFFFF>25%</color> DMG Elemental Skill selama 5 detik; Saat Elemental Skill mengenai musuh, meningkatkan <color=#99FFFFFF>25%</color> DMG Normal Attack selama 5 detik.",
        "th": "เมื่อโจมตีปกติถูกศัตรู จะทำให้ความเสียหายของสกิลธาตุเพิ่มขึ้น <color=#99FFFFFF>25%</color> เป็นเวลา 5 วินาที; เมื่อสกิลธาตุโจมตีถูกศัตรู จะทำให้ความเสียหายของการโจมตีปกติเพิ่มขึ้น <color=#99FFFFFF>25%</color> เป็นเวลา 5 วินาที",
        "vi": "Trong 5s sau khi tấn công thường đánh trúng địch, sát thương kỹ năng nguyên tố tạo thành tăng <color=#99FFFFFF>25%</color>; Trong 5s sau khi kỹ năng nguyên tố đánh trúng địch, sát thương đánh thường tạo thành tăng <color=#99FFFFFF>25%</color>."
      }
    },
    {
      "name": {
        "zhs": "极夜二重奏",
        "zht": "極夜二重奏",
        "jp": "極夜のデュエット",
        "ko": "극야의 2중주",
        "en": "Evernight Duet",
        "de": "Duo der ewigen Nacht",
        "es": "Dueto de la noche",
        "fr": "Duetto de nuit",
        "pt": "Duelo da Noite",
        "ru": "Дуэт полярной ночи",
        "id": "Evernight Duet",
        "th": "Evernight Duet",
        "vi": "Cực Dạ Nhị Trùng Tấu"
      },
      "description": {
        "zhs": "普通攻击命中敌人后的5秒内，元素战技造成的伤害提升<color=#99FFFFFF>30%</color>；元素战技命中敌人后的5秒内，普通攻击造成的伤害提升<color=#99FFFFFF>30%</color>。",
        "zht": "普通攻擊命中敵人後的5秒內，元素戰技造成的傷害提升<color=#99FFFFFF>30%</color>；元素戰技命中敵人後的5秒內，普通攻擊造成的傷害提升<color=#99FFFFFF>30%</color>。",
        "jp": "通常攻撃が敵に命中した後の5秒間、元素スキルのダメージ+<color=#99FFFFFF>30%</color>。元素スキルが敵に命中した後の5秒間、通常攻撃のダメージ+<color=#99FFFFFF>30%</color>。",
        "ko": "일반 공격으로 적을 명중 후 5초 동안 원소전투 스킬 피해가 <color=#99FFFFFF>30%</color> 증가한다. 원소전투 스킬로 적을 명중한 후 5초 동안 일반 공격 피해가 <color=#99FFFFFF>30%</color> 증가한다",
        "en": "Normal Attack hits on opponents increase Elemental Skill DMG by <color=#99FFFFFF>30%</color> for 5s. Elemental Skill hits on opponents increase Normal Attack DMG by <color=#99FFFFFF>30%</color> for 5s.",
        "de": "Erhöht den mit Elementarfähigkeiten verursachten Schaden nach dem Treffen von Gegnern mit Standardangriffen 5 s lang um <color=#99FFFFFF>30 %</color>. Erhöht den mit Standardangriffen verursachten Schaden nach dem Treffen von Gegnern mit Elementarfähigkeiten 5 s lang um <color=#99FFFFFF>30 %</color>.",
        "es": "Tras atacar a un enemigo con un Ataque Normal, el daño infligido por la Habilidad Elemental aumenta en un <color=#99FFFFFF>30%</color> durante 5 s. Cuando se golpea a un enemigo con la Habilidad Elemental, el daño de Ataque Normal aumenta en un <color=#99FFFFFF>30%</color> durante 5 s.",
        "fr": "Lorsque vous touchez des ennemis avec des attaques normales, les DGT infligés par les compétences élémentaires sont augmentés de <color=#99FFFFFF>30 %</color> pendant 5 s. Lorsque vous touchez des ennemis avec des compétences élémentaires, les DGT infligés par les attaques normales sont augmentés de <color=#99FFFFFF>30 %</color> pendant 5 s.",
        "pt": "Dentro de 5s após acertar um inimigo com o Ataque Normal, o Dano causado pela Habilidade Elemental aumenta em <color=#99FFFFFF>30%</color>. Dentro de 5s após acertar um inimigo com a Habilidade Elemental, o Dano do Ataque Normal aumenta <color=#99FFFFFF>30%</color>.",
        "ru": "Попадания обычной атакой увеличивают урон элементального навыка на <color=#99FFFFFF>30%</color> в течение 5 сек., а попадания элементальным навыком увеличивают урон обычной атаки на <color=#99FFFFFF>30%</color> в течение 5 сек.",
        "id": "Saat Normal Attack mengenai musuh, meningkatkan <color=#99FFFFFF>30%</color> DMG Elemental Skill selama 5 detik; Saat Elemental Skill mengenai musuh, meningkatkan <color=#99FFFFFF>30%</color> DMG Normal Attack selama 5 detik.",
        "th": "เมื่อโจมตีปกติถูกศัตรู จะทำให้ความเสียหายของสกิลธาตุเพิ่มขึ้น <color=#99FFFFFF>30%</color> เป็นเวลา 5 วินาที; เมื่อสกิลธาตุโจมตีถูกศัตรู จะทำให้ความเสียหายของการโจมตีปกติเพิ่มขึ้น <color=#99FFFFFF>30%</color> เป็นเวลา 5 วินาที",
        "vi": "Trong 5s sau khi tấn công thường đánh trúng địch, sát thương kỹ năng nguyên tố tạo thành tăng <color=#99FFFFFF>30%</color>; Trong 5s sau khi kỹ năng nguyên tố đánh trúng địch, sát thương đánh thường tạo thành tăng <color=#99FFFFFF>30%</color>."
      }
    },
    {
      "name": {
        "zhs": "极夜二重奏",
        "zht": "極夜二重奏",
        "jp": "極夜のデュエット",
        "ko": "극야의 2중주",
        "en": "Evernight Duet",
        "de": "Duo der ewigen Nacht",
        "es": "Dueto de la noche",
        "fr": "Duetto de nuit",
        "pt": "Duelo da Noite",
        "ru": "Дуэт полярной ночи",
        "id": "Evernight Duet",
        "th": "Evernight Duet",
        "vi": "Cực Dạ Nhị Trùng Tấu"
      },
      "description": {
        "zhs": "普通攻击命中敌人后的5秒内，元素战技造成的伤害提升<color=#99FFFFFF>35%</color>；元素战技命中敌人后的5秒内，普通攻击造成的伤害提升<color=#99FFFFFF>35%</color>。",
        "zht": "普通攻擊命中敵人後的5秒內，元素戰技造成的傷害提升<color=#99FFFFFF>35%</color>；元素戰技命中敵人後的5秒內，普通攻擊造成的傷害提升<color=#99FFFFFF>35%</color>。",
        "jp": "通常攻撃が敵に命中した後の5秒間、元素スキルのダメージ+<color=#99FFFFFF>35%</color>。元素スキルが敵に命中した後の5秒間、通常攻撃のダメージ+<color=#99FFFFFF>35%</color>。",
        "ko": "일반 공격으로 적을 명중 후 5초 동안 원소전투 스킬 피해가 <color=#99FFFFFF>35%</color> 증가한다. 원소전투 스킬로 적을 명중한 후 5초 동안 일반 공격 피해가 <color=#99FFFFFF>35%</color> 증가한다",
        "en": "Normal Attack hits on opponents increase Elemental Skill DMG by <color=#99FFFFFF>35%</color> for 5s. Elemental Skill hits on opponents increase Normal Attack DMG by <color=#99FFFFFF>35%</color> for 5s.",
        "de": "Erhöht den mit Elementarfähigkeiten verursachten Schaden nach dem Treffen von Gegnern mit Standardangriffen 5 s lang um <color=#99FFFFFF>35 %</color>. Erhöht den mit Standardangriffen verursachten Schaden nach dem Treffen von Gegnern mit Elementarfähigkeiten 5 s lang um <color=#99FFFFFF>35 %</color>.",
        "es": "Tras atacar a un enemigo con un Ataque Normal, el daño infligido por la Habilidad Elemental aumenta en un <color=#99FFFFFF>35%</color> durante 5 s. Cuando se golpea a un enemigo con la Habilidad Elemental, el daño de Ataque Normal aumenta en un <color=#99FFFFFF>35%</color> durante 5 s.",
        "fr": "Lorsque vous touchez des ennemis avec des attaques normales, les DGT infligés par les compétences élémentaires sont augmentés de <color=#99FFFFFF>35 %</color> pendant 5 s. Lorsque vous touchez des ennemis avec des compétences élémentaires, les DGT infligés par les attaques normales sont augmentés de <color=#99FFFFFF>35 %</color> pendant 5 s.",
        "pt": "Dentro de 5s após acertar um inimigo com o Ataque Normal, o Dano causado pela Habilidade Elemental aumenta em <color=#99FFFFFF>35%</color>. Dentro de 5s após acertar um inimigo com a Habilidade Elemental, o Dano do Ataque Normal aumenta <color=#99FFFFFF>35%</color>.",
        "ru": "Попадания обычной атакой увеличивают урон элементального навыка на <color=#99FFFFFF>35%</color> в течение 5 сек., а попадания элементальным навыком увеличивают урон обычной атаки на <color=#99FFFFFF>35%</color> в течение 5 сек.",
        "id": "Saat Normal Attack mengenai musuh, meningkatkan <color=#99FFFFFF>35%</color> DMG Elemental Skill selama 5 detik; Saat Elemental Skill mengenai musuh, meningkatkan <color=#99FFFFFF>35%</color> DMG Normal Attack selama 5 detik.",
        "th": "เมื่อโจมตีปกติถูกศัตรู จะทำให้ความเสียหายของสกิลธาตุเพิ่มขึ้น <color=#99FFFFFF>35%</color> เป็นเวลา 5 วินาที; เมื่อสกิลธาตุโจมตีถูกศัตรู จะทำให้ความเสียหายของการโจมตีปกติเพิ่มขึ้น <color=#99FFFFFF>35%</color> เป็นเวลา 5 วินาที",
        "vi": "Trong 5s sau khi tấn công thường đánh trúng địch, sát thương kỹ năng nguyên tố tạo thành tăng <color=#99FFFFFF>35%</color>; Trong 5s sau khi kỹ năng nguyên tố đánh trúng địch, sát thương đánh thường tạo thành tăng <color=#99FFFFFF>35%</color>."
      }
    },
    {
      "name": {
        "zhs": "极夜二重奏",
        "zht": "極夜二重奏",
        "jp": "極夜のデュエット",
        "ko": "극야의 2중주",
        "en": "Evernight Duet",
        "de": "Duo der ewigen Nacht",
        "es": "Dueto de la noche",
        "fr": "Duetto de nuit",
        "pt": "Duelo da Noite",
        "ru": "Дуэт полярной ночи",
        "id": "Evernight Duet",
        "th": "Evernight Duet",
        "vi": "Cực Dạ Nhị Trùng Tấu"
      },
      "description": {
        "zhs": "普通攻击命中敌人后的5秒内，元素战技造成的伤害提升<color=#99FFFFFF>40%</color>；元素战技命中敌人后的5秒内，普通攻击造成的伤害提升<color=#99FFFFFF>40%</color>。",
        "zht": "普通攻擊命中敵人後的5秒內，元素戰技造成的傷害提升<color=#99FFFFFF>40%</color>；元素戰技命中敵人後的5秒內，普通攻擊造成的傷害提升<color=#99FFFFFF>40%</color>。",
        "jp": "通常攻撃が敵に命中した後の5秒間、元素スキルのダメージ+<color=#99FFFFFF>40%</color>。元素スキルが敵に命中した後の5秒間、通常攻撃のダメージ+<color=#99FFFFFF>40%</color>。",
        "ko": "일반 공격으로 적을 명중 후 5초 동안 원소전투 스킬 피해가 <color=#99FFFFFF>40%</color> 증가한다. 원소전투 스킬로 적을 명중한 후 5초 동안 일반 공격 피해가 <color=#99FFFFFF>40%</color> 증가한다",
        "en": "Normal Attack hits on opponents increase Elemental Skill DMG by <color=#99FFFFFF>40%</color> for 5s. Elemental Skill hits on opponents increase Normal Attack DMG by <color=#99FFFFFF>40%</color> for 5s.",
        "de": "Erhöht den mit Elementarfähigkeiten verursachten Schaden nach dem Treffen von Gegnern mit Standardangriffen 5 s lang um <color=#99FFFFFF>40 %</color>. Erhöht den mit Standardangriffen verursachten Schaden nach dem Treffen von Gegnern mit Elementarfähigkeiten 5 s lang um <color=#99FFFFFF>40 %</color>.",
        "es": "Tras atacar a un enemigo con un Ataque Normal, el daño infligido por la Habilidad Elemental aumenta en un <color=#99FFFFFF>40%</color> durante 5 s. Cuando se golpea a un enemigo con la Habilidad Elemental, el daño de Ataque Normal aumenta en un <color=#99FFFFFF>40%</color> durante 5 s.",
        "fr": "Lorsque vous touchez des ennemis avec des attaques normales, les DGT infligés par les compétences élémentaires sont augmentés de <color=#99FFFFFF>40 %</color> pendant 5 s. Lorsque vous touchez des ennemis avec des compétences élémentaires, les DGT infligés par les attaques normales sont augmentés de <color=#99FFFFFF>40 %</color> pendant 5 s.",
        "pt": "Dentro de 5s após acertar um inimigo com o Ataque Normal, o Dano causado pela Habilidade Elemental aumenta em <color=#99FFFFFF>40%</color>. Dentro de 5s após acertar um inimigo com a Habilidade Elemental, o Dano do Ataque Normal aumenta <color=#99FFFFFF>40%</color>.",
        "ru": "Попадания обычной атакой увеличивают урон элементального навыка на <color=#99FFFFFF>40%</color> в течение 5 сек., а попадания элементальным навыком увеличивают урон обычной атаки на <color=#99FFFFFF>40%</color> в течение 5 сек.",
        "id": "Saat Normal Attack mengenai musuh, meningkatkan <color=#99FFFFFF>40%</color> DMG Elemental Skill selama 5 detik; Saat Elemental Skill mengenai musuh, meningkatkan <color=#99FFFFFF>40%</color> DMG Normal Attack selama 5 detik.",
        "th": "เมื่อโจมตีปกติถูกศัตรู จะทำให้ความเสียหายของสกิลธาตุเพิ่มขึ้น <color=#99FFFFFF>40%</color> เป็นเวลา 5 วินาที; เมื่อสกิลธาตุโจมตีถูกศัตรู จะทำให้ความเสียหายของการโจมตีปกติเพิ่มขึ้น <color=#99FFFFFF>40%</color> เป็นเวลา 5 วินาที",
        "vi": "Trong 5s sau khi tấn công thường đánh trúng địch, sát thương kỹ năng nguyên tố tạo thành tăng <color=#99FFFFFF>40%</color>; Trong 5s sau khi kỹ năng nguyên tố đánh trúng địch, sát thương đánh thường tạo thành tăng <color=#99FFFFFF>40%</color>."
      }
    }
  ],
  "internal_name": "Bow_Nachtblind",
  "imgid": "bow/nachtblind"
}