{
  "id": 15406,
  "type": "bow",
  "rank": 4,
  "name": {
    "zhs": "试作澹月",
    "zht": "試作澹月",
    "jp": "澹月·試作",
    "ko": "담월 프로토타입",
    "en": "Prototype Crescent",
    "de": "Mondschein-Prototyp",
    "es": "Prototipo Luz de Luna",
    "fr": "Lune paisible (prototype)",
    "pt": "Protótipo da Luz Lunar Pálida",
    "ru": "Прототип: Полумесяц",
    "id": "Prototype Crescent",
    "th": "Prototype Crescent",
    "vi": "Mẫu Đạm Nguyệt"
  },
  "description": {
    "zhs": "黑岩厂中秘藏的原型长弓。放矢之姿有如透过薄暮的月光。",
    "zht": "黑岩廠中密藏的原型長弓。放矢之姿猶如透過薄暮的月光。",
    "jp": "黒岩場の中に隠されていた長弓の原形。矢を放つ時の姿は夕方の月と似ている。",
    "ko": "흑암 공장에 은밀히 보관된 장궁. 날아가는 화살의 자태는 마치 황혼을 뚫는 달빛과 같다.",
    "en": "A prototype longbow discovered in the Blackcliff Forge. The arrow fired from this bow glimmers like a ray of moonlight.",
    "de": "Der Prototyp eines Langbogens, versteckt in der Schwarzsteinschmiede. Beim Schießen des Pfeils macht man eine Figur, die an den leuchtenden Mond erinnert.",
    "es": "Un prototipo de arco largo descubierto en la Forja Peñasco Oscuro. La flecha disparada desde este arco brilla como un rayo de luz de luna.",
    "fr": "Un prototype d'arc long découvert à la Forge de Rochenoire. Les flèches qu'il décoche sont aussi brillantes que le clair de lune.",
    "pt": "Um arco de protótipo descoberto na Forja do Penhasco Obscuro. A flecha disparada deste arco brilha como um raio de luar.",
    "ru": "Древний лук, обнаруженный в кузнице Черногорья. Выпущенная из этого лука стрела сияет, как луна после захода солнца.",
    "id": "Sebuah prototipe busur yang ditemukan di Blackcliff Forge. Anak panah yang ditembakkan dari busur ini bercahaya bagaikan cahaya rembulan.",
    "th": "คันธนูยาวต้นแบบที่ค้นพบใน Blackcliff Forge ลูกธนูยิงออกมาจากธนูนี้เปล่งประกายราวกับแสงจันทร์",
    "vi": "Trường cung của Hắc Nham Xưởng. Thế bắn tên như xuyên qua ánh trăng."
  },
  "lore": {
    "zhs": "\n产自璃月兵工厂的古老长弓。批号不明，相关典籍上也未记录它的成品时间。\n五十年以上的柘木，包上金丝，嵌入精钢配件制成弓臂。\n弦则取用纠缠于大地深处的银白树枝制成，柔若无物，却牢不可断。\n\n璃月云家曾推行过一套名为「试作」的传奇兵器谱，为求突破桎梏，演化兵武。\n作为主流兵器之一，长弓也赫然在列。\n名匠寒武应好友云辉邀请，亲自打造谱上的长弓。\n\n他委托各路商行船队搜集千百原料，最终于无数珍奇素材的渊薮中选定柘木、精钢、银枝。\n成品材料上乘，弓身坚固易握，触手微凉。\n弓弧之优美犹如天上残月，却比月色灰暗，如若雾夜中低悬天穹的清淡之月。\n飞矢破空时，弦光薄而凛冽，如残月流华般过目难忘。\n\n长弓获赐名「澹月」。\n如美人之姿令人神往而令人效仿，日后璃月所有长弓中无不可见试作澹月的影子。\n",
    "zht": "\n產自璃月兵工廠的古老長弓。序號不明，相關典籍上也未記錄它的成品時間。\n五十年以上的柘木，包上金絲，嵌入精鋼配件製成弓臂。\n弦則取用糾纏於大地深處的銀白樹枝製成，柔若無物，卻牢不可斷。\n\n璃月雲家曾推行過一套名為「試作」的傳奇兵器譜，為求突破桎梏，演化兵武。\n作為主流兵器之一，長弓也赫然在列。\n名匠寒武應好友雲輝邀請，親自打造譜上的長弓。\n\n他委託各路商行船隊搜集千百原料，最終於無數珍奇素材的淵藪中選定柘木、精鋼、銀枝。\n成品材料上乘，弓身堅固易握，觸手微涼。\n弓弧之優美猶如天上殘月，卻比月色灰暗，如若霧夜中低懸天穹的清淡之月。\n飛矢破空時，弦光薄而凜冽，如殘月流華般過目難忘。\n\n長弓獲賜名「澹月」。\n如美人之姿令人神往而令人效仿，日後璃月所有長弓中無不可見試作澹月的影子。\n",
    "jp": "\n璃月の武器工場が作った古い長弓。製造番号や製造時期は不明。\n樹齢五十年以上の木を使った長弓。金色の絹が飾ってある。\n弦は大地の深所にある銀白の枝を使ったため、強靭さを持つ。\n\nかつて、璃月の雲氏は「試作」という伝説の武器シリーズの設計図を書いた。\n主流武器である長弓も当然その中にある。\n寒武は友である雲輝の依頼を受けて、長弓の製作を始めた。\n\n彼は海の商人に頼んで、柘木、精鋼、銀の枝を手に入れた。\n全ての素材は上質な物である。できた弓は少し冷たいが、頑丈で使いやすい。\n弧は残月のように美しい。しかし、月と比べると少し薄暗い。\n弓を引くと弦が美しく光る。一度見たらその美しさを忘れられない。\n\n長弓の名は「淡月」。\n絶世の美女のように、一度見たらまた見たくなる。後の璃月の長弓の原点はこの淡月である。\n",
    "ko": "\n리월 무기 공장에서 제조한 오래된 활. 제품 번호 불명, 관련 서적에도 제조 일자 기록이 없다.\n15년 이상된 산뽕나무에 금사를 씌우고 철제 부품을 박은 활이다.\n활시위는 대지 깊은 곳에 엉켜 있는 은백 나무 가지로 만들어 없는 듯 부드러우나 끊어지지 않는다.\n\n리월의 운 씨 가문에서 한계를 뛰어넘어 무기를 발전시키려고 「시작」이라 불리는 무기 도감을 보급했다.\n주류 무기 중 하나인 활도 포함되어 있었다.\n명장 한무는 벗인 운휘의 요청에 화답하여 직접 도감의 활을 만들었다.\n\n그는 각지의 행상 선단에 의뢰하여 수많은 원료를 수집하고 마침내 산뽕나무와 강철, 은백나무 가지를 선정했다.\n우수한 소재로 만든 활체는 견고하고 잡기 쉬우며 촉감은 조금 차갑다.\n활은 새벽달처럼 유려하게 휘어져 있다. 안개 낀 밤 하늘에 낮게 걸린 청아한 달처럼 활체는 어둡다.\n허공을 가르며 날아갈 때, 활시위는 새벽달처럼 잊을 수 없는 서늘한 빛을 뿜어낸다. \n\n활은 「담월」이란 이름을 얻게 되었다.\n미인의 자태처럼 마음을 사라잡아 사람들은 이 활을 모방하게 되었다. 이후 리월의 모든 활에서 시작 담월의 흔적을 볼 수 있다.\n",
    "en": "\nAn ancient prototype bow weapon from Liyue's arsenal. The batch number has faded and no records exist to confirm the date of production.\nMore than fifty-year-old cudrania wood was ordained in gold silk and paired with the finest steel components to make this fine bow.\nDespite being made from Irminsul branches that had stretched deep down into the earth, the bowstring is exceptionally pliable, guaranteed to never snap.\n\nThe house of Yun in Liyue promoted a set of legendary prototype weapons to break free of their constraints and bring a new age to the power of their forces.\nAn exceptional longbow that is mainstream among the armed forces.\nThe master craftsman Han Wu personally assembled this longbow at the request of his good friend Yun Hui.\n\nHe employed every trade caravan he could find to bring to him a plethora of resources. In the end, he chose to use cudrania wood, fine steel and Irminsul branches brought back from the abyss.\nThe result is a beautifully superior bow, sturdy and easy to grip, and cool to the touch.\nThe bow's arc is as beautiful as the crescent moon, albeit a darker shade, like a light moon hanging low amidst a foggy night sky.\nWhen an arrow from the bow pierces the sky, the string's light is thin and cold, reminiscent of an unforgettable moonflow.\n\nThis resemblance has earned the bow the title of \"Crescent.\"\nShould its beauty captivate the people, then Liyue will be sure to see no shortage of similarly-inspired bows.\n",
    "de": "\nEin uralter Prototyp eines Langbogens aus der Rüstungsfabrik von Liyue. Die Chargennummer ist bereits verblasst und es gibt keine Aufzeichnungen, um das Produktionsdatum zu bestätigen.\nMehr als fünfzig Jahre altes Holz von Seidenraupenbäumen mit goldener Seide bildet zusammen mit den feinsten Edelstahlteilen diesen vornehmen Bogen.\nObwohl sie aus Irminsul-Zweigen besteht, die tief in die Erde reichten, ist die Bogensehne extrem biegsam und reißt garantiert niemals.\n\nDie Familie Yun in Liyue stellte ein Waffenregister legendärer Waffenprototypen vor, um sich von den alten Zwängen zu befreien und der Macht seiner Streitkräfte neues Leben einzuhauchen.\nEin außergewöhnlicher Langbogen, der zur Grundausstattung der Streitkräfte gehört.\nDer Meisterhandwerker Han Wu persönlich hat diesen Bogen auf die Bitte seines guten Freundes Yun Hui hin angefertigt.\n\nEr beauftragte jede Handelskarawane, die er finden konnte, um ihm eine Fülle von Ressourcen zu beschaffen. Am Ende entschied er sich für Holz von Seidenraupenbäumen, Edelstahl und Irminsul-Zweige aus dem Abgrund.\nDas Ergebnis ist ein wunderschöner Bogen der höchsten Qualität. Solide und leicht zu greifen, mit einer kühlen Oberfläche.\nDie Arme dieses Bogens sind so schön wie der Halbmond, wenn auch dunkler, so wie ein heller Mond, der tief in einem nebligen Nachthimmel hängt.\nWenn ein Pfeil von diesem Bogen in den Himmel steigt, ist das Licht der Sehne dünn und kalt wie ein unvergesslicher Mondstrahl.\n\nDiese Ähnlichkeit hat dem Bogen den Titel „Mondschein“ eingebracht.\nSollte seine Schönheit die Menschen fesseln, wird Liyue sicher keinen Mangel an ähnlich inspirierten Bögen sehen.\n",
    "es": "\nUn antiguo arco fabricado en el arsenal de Liyue. Se desconoce su número de serie. En los registros antiguos tampoco aparece su fecha de fabricación.\nEl arco fue fabricado con madera de morera, y está revestido con finos hilos de oro y componentes de acero.\nLa cuerda está hecha de fibra de árbol Irminsul, los cuales crecen en las entrañas de la tierra. Es tan suave que lo hace casi imperceptible al tacto, pero es irrompible.\n\nLa familia Yun de Liyue creó una compilación de armas legendarias llamada «Enciclopedia de prototipos» con el fin de romper las cadenas de la ortodoxia e innovar el diseño de las armas.\nAun siendo una de las armas más convencionales, el arco también figura en la lista.\nEl artesano Han Wu accedió a fabricarlo bajo solicitud de su amigo Yun Hui.\n\nPara ello, le pidió a los comerciantes de todos los rincones que recolectaran cientos de miles de materiales. De entre todas las rarezas, escogió madera de morera, acero puro y ramas de Irminsul.\nEl resultado final fue una verdadera obra maestra. El arco es firme, ligero y frío al tacto.\nEs bello como la luna menguante, aunque de un color plateado más oscuro, como la luz de la luna que se cuela en la neblina nocturna.\nCuando una de sus flechas atraviesa el viento, el arco emite un destello tenue y frío que deja una huella imborrable en la memoria.\n\nPor ello, el arco fue bautizado como “Luz de Luna”.\nSu aspecto era extremadamente cautivador, tanto que todos los herreros lo replicaban. Más tarde, en todos los arcos largos de Liyue se podía ver claramente la influencia de Luz de Luna.\n",
    "fr": "\nUne arc long issu de l'arsenal de Liyue. Difficile de dire de quel modèle il s'agit : les archives ne mentionnent pas sa date de fabrication.\nCet arc est composé d'une pièce d'épineux vieux de plus de 50 ans, de fils d'or et de pièces en métal incrustées.\nLa corde est réalisée à partir de fibres d'un arbre blanc peuplant la région, offrant résistance et élasticité.\n\nLe Clan Yun de Liyue, dans sa recherche permanente de la prochaine étape dans la fabrication d'armes à usage militaire, se lança à une époque dans la création de multiples prototypes.\nLes arcs longs, faisant traditionnellement partie de l'arsenal local, reçurent un soin tout particulier.\nAppelé par Yun, Han Wu le célèbre artisan fabriqua lui-même l'arc long d'après les schémas de son collègue.\n\nIl demanda pour cela à tous les commerçants de Liuyue de collecter leurs matériaux les plus rares et les plus précieux ; il y choisit du bois d'épineux, de l'acier de qualité parfaite, et des fibres d'arbre blanches.\nLa combinaison de ces matériaux donna naissance à une arme aussi solide que légère.\nLa courbe de l'arc est aussi exquise que celle de la lune, et sa couleur semble plus pâle que l'astre, rappelant plutôt quelque lune perdue dans la brise.\nLorsque sa flèche traverse l'air, elle émet un clair éclat froid, offrant un spectacle difficile à oublier.\n\nOn donna à l'arc le nom de « Lune paisible ».\nEt la beauté étant souvent imitée, tous les arcs longs qui virent le jour à Liyue par la suite s'en inspirèrent avec succès.\n",
    "pt": "\nUm antigo protótipo de um arco do arsenal de Liyue. O número do lote desapareceu e não existem registros para confirmar a data de produção.\nMadeira de cudrania com mais de cinquenta anos foi ordenada em seda dourada e combinada com os melhores componentes de aço para fazer este belo arco.\nApesar de ser feito de galhos que se estenderam profundamente na terra, a corda do arco é excepcionalmente flexível, garantindo que nunca se rompa.\n\nA família de Yun em Liyue promoveu um conjunto de protótipos lendários de armas para se libertar de suas restrições e trazer uma nova era ao poder, usando suas forças.\nComo um das armas mais usadas, o arco longo também está listado.\nChamado pelo seu amigo Yun, o Han Wu, famoso artesão, fez ele mesmo o arco longo de acordo com os desenhos de seu colega.\n\nEle empregou todas as caravanas comerciais que encontrou para lhe trazer uma pletora de recursos. No final, ele escolheu usar a madeira de amoreira, aço fino e ramos trazidos de volta do abismo.\nO resultado é um arco maravilhosamente superior, resistente, fácil de segurar e frio ao toque.\nA curva do arco é tão bonita quanto a lua descente, embora tenha um tom mais escuro, como uma espécie de lua perdida na brisa.\nQuando uma flecha do arco perfura o céu, a luz da corda é fina e fria, lembrando um fluxo lunar inesquecível.\n\nPor esta semelhança o arco ganhou o título de \"Luz da Lua\".\nComo a beleza sempre é aspirada e imitada, a inspiração do Protótipo é comumente vista em todos os arcos compridos em Liyue.\n",
    "ru": "\nДревний прототип лука из арсенала Ли Юэ. Инвентарный номер уже давно стёрся, и выяснить точную дату производства невозможно.\nДля его изготовления использовалась завёрнутая в золотой шёлк и усиленная стальными компонентами пятидесятилетняя древесина кудрания.\nНесмотря на то, что тетива этого лука сделана из ветвистых корней Ирминсуля, простирающихся вглубь земли, она исключительно гибкая и прочная.\n\nДом Юнь в Ли Юэ участвовал в создании набора легендарных прототипов оружия, которые могли бы преодолеть все ограничения и начать новую эру власти своих войск.\nНеобыкновенный длинный лук, составляющий основу вооружённых сил.\nМастер-оружейник Хань У лично собрал этот длинный лук по просьбе своего хорошего друга Юнь Хуэя.\n\nОн нанимал каждый караван, способный найти и привезти ему множество ресурсов. В конце концов он решил использовать древесину кудраний, высококачественную сталь и привезённые из Бездны ветви Ирминсуля.\nВ результате ему удалось изготовить прочный, лёгкий в использовании и прохладный на ощупь превосходный лук.\nДуга лука прекрасна словно полумесяц, хотя и более тёмного оттенка. Она скорее похожа на сияющую луну, висящую низко среди туманного ночного неба.\nКогда выпущенная из лука стрела пронзает небо, его тетива становится тонкой и холодной, напоминающая незабываемый лунный свет.\n\nБлагодаря этому сходству лук стали называть «Полумесяцем».\nЕсли его красота так завораживает людей, то это лишь вопрос времени, когда в Ли Юэ начнут делать луки, вдохновившись подобной историей.\n",
    "id": "\nSebuah prototipe busur kuno dari gudang senjata Liyue. Nomor serinya telah memudar dan tidak ada catatan untuk mengonfirmasi tanggal produksi.\nKayu ek berusia lebih dari lima puluh tahun dilapisi sutra emas, dipasang dengan komponen baja terbaik untuk membuat busur ini.\nMeskipun terbuat dari cabang Irminsul yang telah membentang jauh ke dalam bumi, tali busurnya sangat lentur, dijamin tidak akan patah.\n\nKeluarga Yun di Liyue mempromosikan satu set senjata prototipe legendaris dan membawa era baru kepada kekuatan militer mereka.\nSebuah busur panjang yang luar biasa sangat terkenal di kalangan prajurit.\nMaster pengrajin Han Wu, merakit busur panjang itu secara pribadi atas permintaan teman baiknya Yun Hui.\n\nDia mempekerjakan setiap pedagang yang bisa dia temukan untuk membawakan sejumlah besar sumber daya. Pada akhirnya, ia memilih untuk menggunakan kayu ek, baja kuat dan cabang Irminsul yang berasal dari dalam jurang.\nHasilnya adalah sebuah busur indah yang kuat, kokoh dan mudah untuk dipegang, dan dingin saat disentuh.\nBusur seindah bulan sabit, meskipun agak gelap, seperti bulan terang yang bertengger di tengah langit malam berkabut.\nSaat anak panah dari busur tersebut menusuk langit, cahaya senarnya yang tipis dan dingin seolah bagaikan bulan yang muram.\n\nBusur itu dinamakan \"Crescent\".\nSeperti keindahannya yang memikat orang, sehingga Liyue menjadikan busur itu sebagai sebuah inspirasi untuk busur di masa depan.\n",
    "th": "\nธนูโบราณจากคลังอาวุธใน Liyue ไม่ทราบรุ่นที่ผลิต ตำราที่เกี่ยวข้องก็ไม่ได้บันทึกไว้ว่ามันทำเสร็จเมื่อไหร่\nคันธนูทำจากไม้ไซเปรสอายุกว่าห้าสิบปี พันด้วยลวดทอง ประดับด้วยเหล็กกล้า\nสายธนูทำจากกิ่งไม้สีขาวเงินที่อยู่ในส่วนลึกของโลกมาถักทอ อ่อนนุ่มกว่าสสารใด แต่ไม่อาจตัดให้ขาดได้\n\nตระกูล Yun จาก Liyue ครั้งหนึ่งเคยเขียนตำราอาวุธมหัศจรรย์ชุดหนึ่งชื่อว่า\"การทดสอบ\"เพื่อเป็นการคิดค้นนวัตกรรมในการสร้างอาวุธ\nธนูยาวเป็นหนึ่งในอาวุธหลัก จึงได้ถูกบันทึกลงในตำรานี้ด้วย\nHan Wu ช่างฝีมือชื่อดังตอบรับคำเชิญของ Yun Hui เพื่อนสนิทของเขา ได้สร้างธนูยาวจากตำราขึ้นด้วยมือของเขาเอง\n\nเขาได้ไหว้วานกองเรือพาณิชย์ต่างๆให้ช่วยรวบรวมวัตถุดิบนับร้อยนับพันชิ้น สุดท้ายในบรรดาวัสดุที่หายากทั้งหลาย เขาได้เลือกไม้ไซเปรส เหล็กกล้า และกิ่งไม้สีเงินมาเป็นวัสดุ\nเมื่อนำวัสดุชั้นเลิศที่ถูกคัดสรรมาทำธนูแล้ว ธนูมีความแข็งแรงและเหมาะมือ เมื่อจับแล้วจะรู้สึกเย็นนิดๆ\nธนูโค้งงามได้รูปดุจพระจันทร์เสี้ยว แต่สีของมันดูหม่นกว่าสีของดวงจันทร์ เหมือนดวงจันทร์ที่ลอยต่ำบนท้องฟ้าในคืนที่หมอกหนา\nเมื่อธนูลูกพุ่งตัดอากาศ สายธนูดูบอบบางแต่เยือกเย็น เป็นภาพที่ลืมไม่ลงเหมือนกับดวงจันทร์ที่กำลังจะตก\n\nธนูยาวนี้มีนามว่า\"จันทร์กระจ่าง\"\nเช่นเดียวกับท่าทางอันงดงามของสาวงามที่ดึงดูดผู้คนให้หลงใหลและลอกเลียนแบบ ต่อมาธนูชุดการทดสอบที่มีนามว่าจันทร์กระจ่างนั้นก็ได้สูญหายไปจาก Liyue อย่างไร้ร่องรอย\n",
    "vi": "\nCung cổ tạo ra ở xưởng chế tạo vũ khí Liyue. Số lô không xác định, thời gian hoàn thành của nó cũng không được ghi chép trong sách cổ liên quan.\nDùng gỗ chá hơn 50 năm, được phủ sợi vàng, khảm thép để làm thành tay cung.\nDây cung được tạo thành từ nhánh Bạch Thụ nằm sâu trong lòng đất, mềm như tơ lụa mà chắc chắn không thể đứt.\n\nNhà họ Yun của Liyue từng quảng bá một bộ binh khí phổ huyền thoại có tên \"Mẫu\", để đột phá những ràng buộc và biến đổi binh khí.\nTrường cung cũng được liệt trong những loại binh khí phổ biến.\nNhận lời mời của bạn thân Yun Hui, nghệ nhân Han Wu đã tự mình tạo ra trường cung trong sách.\n\nÔng đã uỷ thác các đội tàu thu thập hàng trăm loại nguyên liệu, cuối cùng đã chọn cây gỗ Chá, thép, nhánh bạc giữa vô vàn nguyên liệu quý hiếm khác. \nCác vật liệu thành phẩm thượng thừa, thân cung kiên cố dễ cầm, chạm tay hơi mát.\nVẻ đẹp của cây cung đẹp tựa trăng khuyết trên bầu trời, nhưng có màu tối hơn mặt trăng, giống như trăng treo giữa bầu trời đầy sương. \nKhi tên vút bay cắt ngang bầu trời, dây mỏng mà lạnh, lộng lẫy như ánh trăng tàn, nhìn qua không bao giờ quên.\n\nCung được đặt tên \"Đạm Nguyệt\"\nGiống như dung mạo của mỹ nhân, khiến người ta mê mẩn bắt chước, trong tương lai, tất cả các trường cung ở Liyue nhất định sẽ phảng phất hình bóng của Đạm Nguyệt.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "离簇不归",
        "zht": "離鏃不歸",
        "jp": "帰らない",
        "ko": "이착불귀",
        "en": "Unreturning",
        "de": "Ohne Wiederkehr",
        "es": "Sin retorno",
        "fr": "Sans retour",
        "pt": "Sem Retorno",
        "ru": "Невозвратный",
        "id": "Unreturning",
        "th": "Unreturning",
        "vi": "Rời Khỏi Bầy Đàn"
      },
      "description": {
        "zhs": "重击若命中要害，则提升10%移动速度与<color=#99FFFFFF>36%</color>攻击力，持续10秒。",
        "zht": "重擊若命中要害，則提升10%移動速度與<color=#99FFFFFF>36%</color>攻擊力，持續10秒。",
        "jp": "重撃が弱点に命中した場合、移動速度+10%、攻撃力+<color=#99FFFFFF>36%</color>、継続時間10秒。",
        "ko": "강공격이 약점에 명중하면 이동속도가 10% 증가하고 공격력이 <color=#99FFFFFF>36%</color> 증가한다. 지속 시간: 10초",
        "en": "Charged Attack hits on weak points increase Movement SPD by 10% and ATK by <color=#99FFFFFF>36%</color> for 10s.",
        "de": "Erhöht die Bewegungs-GSW beim Treffen von Schwachstellen mit heftigen Schlägen 10 s lang um 10 % und den ANG um <color=#99FFFFFF>36 %</color>.",
        "es": "Al golpear un punto débil con un Ataque Cargado, aumenta la Vel. Movimiento en un 10% y el ATQ en un <color=#99FFFFFF>36%</color> durante 10 s.",
        "fr": "Les attaques chargées touchant les points faibles augmentent la VIT de déplacement de 10 % et l'ATQ de <color=#99FFFFFF>36 %</color> pendant 10 s.",
        "pt": "Os ataques de Ataques Carregados em pontos fracos aumentam a Veloc. Mov. em 10% e ATQ em <color=#99FFFFFF>36%</color> por 10s.",
        "ru": "Попадания заряженной атакой по слабым местам увеличивают скорость передвижения на 10% и силу атаки на <color=#99FFFFFF>36%</color> в течение 10 сек.",
        "id": "Saat Charged Attack mengenai titik kelemahan musuh, akan meningkatkan Movement SPD sebanyak 10% dan ATK sebesar <color=#99FFFFFF>36%</color> selama 10 detik.",
        "th": "หากชาร์จโจมตีโดนจุดอ่อนของเป้าหมาย จะได้รับความเร็วในการเคลื่อนที่เพิ่ม 10% และพลังโจมตีเพิ่ม <color=#99FFFFFF>36%</color> เป็นเวลา 10 วินาที",
        "vi": "Nếu trọng kích đánh trúng điểm yếu, sẽ tăng 10% tốc độ di chuyển và <color=#99FFFFFF>36%</color> tấn công, kéo dài 10s."
      }
    },
    {
      "name": {
        "zhs": "离簇不归",
        "zht": "離鏃不歸",
        "jp": "帰らない",
        "ko": "이착불귀",
        "en": "Unreturning",
        "de": "Ohne Wiederkehr",
        "es": "Sin retorno",
        "fr": "Sans retour",
        "pt": "Sem Retorno",
        "ru": "Невозвратный",
        "id": "Unreturning",
        "th": "Unreturning",
        "vi": "Rời Khỏi Bầy Đàn"
      },
      "description": {
        "zhs": "重击若命中要害，则提升10%移动速度与<color=#99FFFFFF>45%</color>攻击力，持续10秒。",
        "zht": "重擊若命中要害，則提升10%移動速度與<color=#99FFFFFF>45%</color>攻擊力，持續10秒。",
        "jp": "重撃が弱点に命中した場合、移動速度+10%、攻撃力+<color=#99FFFFFF>45%</color>、継続時間10秒。",
        "ko": "강공격이 약점에 명중하면 이동속도가 10% 증가하고 공격력이 <color=#99FFFFFF>45%</color> 증가한다. 지속 시간: 10초",
        "en": "Charged Attack hits on weak points increase Movement SPD by 10% and ATK by <color=#99FFFFFF>45%</color> for 10s.",
        "de": "Erhöht die Bewegungs-GSW beim Treffen von Schwachstellen mit heftigen Schlägen 10 s lang um 10 % und den ANG um <color=#99FFFFFF>45 %</color>.",
        "es": "Al golpear un punto débil con un Ataque Cargado, aumenta la Vel. Movimiento en un 10% y el ATQ en un <color=#99FFFFFF>45%</color> durante 10 s.",
        "fr": "Les attaques chargées touchant les points faibles augmentent la VIT de déplacement de 10 % et l'ATQ de <color=#99FFFFFF>45 %</color> pendant 10 s.",
        "pt": "Os ataques de Ataques Carregados em pontos fracos aumentam a Veloc. Mov. em 10% e ATQ em <color=#99FFFFFF>45%</color> por 10s.",
        "ru": "Попадания заряженной атакой по слабым местам увеличивают скорость передвижения на 10% и силу атаки на <color=#99FFFFFF>45%</color> в течение 10 сек.",
        "id": "Saat Charged Attack mengenai titik kelemahan musuh, akan meningkatkan Movement SPD sebanyak 10% dan ATK sebesar <color=#99FFFFFF>45%</color> selama 10 detik.",
        "th": "หากชาร์จโจมตีโดนจุดอ่อนของเป้าหมาย จะได้รับความเร็วในการเคลื่อนที่เพิ่ม 10% และพลังโจมตีเพิ่ม <color=#99FFFFFF>45%</color> เป็นเวลา 10 วินาที",
        "vi": "Nếu trọng kích đánh trúng điểm yếu, sẽ tăng 10% tốc độ di chuyển và <color=#99FFFFFF>45%</color> tấn công, kéo dài 10s."
      }
    },
    {
      "name": {
        "zhs": "离簇不归",
        "zht": "離鏃不歸",
        "jp": "帰らない",
        "ko": "이착불귀",
        "en": "Unreturning",
        "de": "Ohne Wiederkehr",
        "es": "Sin retorno",
        "fr": "Sans retour",
        "pt": "Sem Retorno",
        "ru": "Невозвратный",
        "id": "Unreturning",
        "th": "Unreturning",
        "vi": "Rời Khỏi Bầy Đàn"
      },
      "description": {
        "zhs": "重击若命中要害，则提升10%移动速度与<color=#99FFFFFF>54%</color>攻击力，持续10秒。",
        "zht": "重擊若命中要害，則提升10%移動速度與<color=#99FFFFFF>54%</color>攻擊力，持續10秒。",
        "jp": "重撃が弱点に命中した場合、移動速度+10%、攻撃力+<color=#99FFFFFF>54%</color>、継続時間10秒。",
        "ko": "강공격이 약점에 명중하면 이동속도가 10% 증가하고 공격력이 <color=#99FFFFFF>54%</color> 증가한다. 지속 시간: 10초",
        "en": "Charged Attack hits on weak points increase Movement SPD by 10% and ATK by <color=#99FFFFFF>54%</color> for 10s.",
        "de": "Erhöht die Bewegungs-GSW beim Treffen von Schwachstellen mit heftigen Schlägen 10 s lang um 10 % und den ANG um <color=#99FFFFFF>54 %</color>.",
        "es": "Al golpear un punto débil con un Ataque Cargado, aumenta la Vel. Movimiento en un 10% y el ATQ en un <color=#99FFFFFF>54%</color> durante 10 s.",
        "fr": "Les attaques chargées touchant les points faibles augmentent la VIT de déplacement de 10 % et l'ATQ de <color=#99FFFFFF>54 %</color> pendant 10 s.",
        "pt": "Os ataques de Ataques Carregados em pontos fracos aumentam a Veloc. Mov. em 10% e ATQ em <color=#99FFFFFF>54%</color> por 10s.",
        "ru": "Попадания заряженной атакой по слабым местам увеличивают скорость передвижения на 10% и силу атаки на <color=#99FFFFFF>54%</color> в течение 10 сек.",
        "id": "Saat Charged Attack mengenai titik kelemahan musuh, akan meningkatkan Movement SPD sebanyak 10% dan ATK sebesar <color=#99FFFFFF>54%</color> selama 10 detik.",
        "th": "หากชาร์จโจมตีโดนจุดอ่อนของเป้าหมาย จะได้รับความเร็วในการเคลื่อนที่เพิ่ม 10% และพลังโจมตีเพิ่ม <color=#99FFFFFF>54%</color> เป็นเวลา 10 วินาที",
        "vi": "Nếu trọng kích đánh trúng điểm yếu, sẽ tăng 10% tốc độ di chuyển và <color=#99FFFFFF>54%</color> tấn công, kéo dài 10s."
      }
    },
    {
      "name": {
        "zhs": "离簇不归",
        "zht": "離鏃不歸",
        "jp": "帰らない",
        "ko": "이착불귀",
        "en": "Unreturning",
        "de": "Ohne Wiederkehr",
        "es": "Sin retorno",
        "fr": "Sans retour",
        "pt": "Sem Retorno",
        "ru": "Невозвратный",
        "id": "Unreturning",
        "th": "Unreturning",
        "vi": "Rời Khỏi Bầy Đàn"
      },
      "description": {
        "zhs": "重击若命中要害，则提升10%移动速度与<color=#99FFFFFF>63%</color>攻击力，持续10秒。",
        "zht": "重擊若命中要害，則提升10%移動速度與<color=#99FFFFFF>63%</color>攻擊力，持續10秒。",
        "jp": "重撃が弱点に命中した場合、移動速度+10%、攻撃力+<color=#99FFFFFF>63%</color>、継続時間10秒。",
        "ko": "강공격이 약점에 명중하면 이동속도가 10% 증가하고 공격력이 <color=#99FFFFFF>63%</color> 증가한다. 지속 시간: 10초",
        "en": "Charged Attack hits on weak points increase Movement SPD by 10% and ATK by <color=#99FFFFFF>63%</color> for 10s.",
        "de": "Erhöht die Bewegungs-GSW beim Treffen von Schwachstellen mit heftigen Schlägen 10 s lang um 10 % und den ANG um <color=#99FFFFFF>63 %</color>.",
        "es": "Al golpear un punto débil con un Ataque Cargado, aumenta la Vel. Movimiento en un 10% y el ATQ en un <color=#99FFFFFF>63%</color> durante 10 s.",
        "fr": "Les attaques chargées touchant les points faibles augmentent la VIT de déplacement de 10 % et l'ATQ de <color=#99FFFFFF>63 %</color> pendant 10 s.",
        "pt": "Os ataques de Ataques Carregados em pontos fracos aumentam a Veloc. Mov. em 10% e ATQ em <color=#99FFFFFF>63%</color> por 10s.",
        "ru": "Попадания заряженной атакой по слабым местам увеличивают скорость передвижения на 10% и силу атаки на <color=#99FFFFFF>63%</color> в течение 10 сек.",
        "id": "Saat Charged Attack mengenai titik kelemahan musuh, akan meningkatkan Movement SPD sebanyak 10% dan ATK sebesar <color=#99FFFFFF>63%</color> selama 10 detik.",
        "th": "หากชาร์จโจมตีโดนจุดอ่อนของเป้าหมาย จะได้รับความเร็วในการเคลื่อนที่เพิ่ม 10% และพลังโจมตีเพิ่ม <color=#99FFFFFF>63%</color> เป็นเวลา 10 วินาที",
        "vi": "Nếu trọng kích đánh trúng điểm yếu, sẽ tăng 10% tốc độ di chuyển và <color=#99FFFFFF>63%</color> tấn công, kéo dài 10s."
      }
    },
    {
      "name": {
        "zhs": "离簇不归",
        "zht": "離鏃不歸",
        "jp": "帰らない",
        "ko": "이착불귀",
        "en": "Unreturning",
        "de": "Ohne Wiederkehr",
        "es": "Sin retorno",
        "fr": "Sans retour",
        "pt": "Sem Retorno",
        "ru": "Невозвратный",
        "id": "Unreturning",
        "th": "Unreturning",
        "vi": "Rời Khỏi Bầy Đàn"
      },
      "description": {
        "zhs": "重击若命中要害，则提升10%移动速度与<color=#99FFFFFF>72%</color>攻击力，持续10秒。",
        "zht": "重擊若命中要害，則提升10%移動速度與<color=#99FFFFFF>72%</color>攻擊力，持續10秒。",
        "jp": "重撃が弱点に命中した場合、移動速度+10%、攻撃力+<color=#99FFFFFF>72%</color>、継続時間10秒。",
        "ko": "강공격이 약점에 명중하면 이동속도가 10% 증가하고 공격력이 <color=#99FFFFFF>72%</color> 증가한다. 지속 시간: 10초",
        "en": "Charged Attack hits on weak points increase Movement SPD by 10% and ATK by <color=#99FFFFFF>72%</color> for 10s.",
        "de": "Erhöht die Bewegungs-GSW beim Treffen von Schwachstellen mit heftigen Schlägen 10 s lang um 10 % und den ANG um <color=#99FFFFFF>72 %</color>.",
        "es": "Al golpear un punto débil con un Ataque Cargado, aumenta la Vel. Movimiento en un 10% y el ATQ en un <color=#99FFFFFF>72%</color> durante 10 s.",
        "fr": "Les attaques chargées touchant les points faibles augmentent la VIT de déplacement de 10 % et l'ATQ de <color=#99FFFFFF>72 %</color> pendant 10 s.",
        "pt": "Os ataques de Ataques Carregados em pontos fracos aumentam a Veloc. Mov. em 10% e ATQ em <color=#99FFFFFF>72%</color> por 10s.",
        "ru": "Попадания заряженной атакой по слабым местам увеличивают скорость передвижения на 10% и силу атаки на <color=#99FFFFFF>72%</color> в течение 10 сек.",
        "id": "Saat Charged Attack mengenai titik kelemahan musuh, akan meningkatkan Movement SPD sebanyak 10% dan ATK sebesar <color=#99FFFFFF>72%</color> selama 10 detik.",
        "th": "หากชาร์จโจมตีโดนจุดอ่อนของเป้าหมาย จะได้รับความเร็วในการเคลื่อนที่เพิ่ม 10% และพลังโจมตีเพิ่ม <color=#99FFFFFF>72%</color> เป็นเวลา 10 วินาที",
        "vi": "Nếu trọng kích đánh trúng điểm yếu, sẽ tăng 10% tốc độ di chuyển và <color=#99FFFFFF>72%</color> tấn công, kéo dài 10s."
      }
    }
  ],
  "internal_name": "Bow_Proto",
  "imgid": "bow/proto"
}