{
  "id": 15405,
  "type": "bow",
  "rank": 4,
  "name": {
    "zhs": "弓藏",
    "zht": "弓藏",
    "jp": "弓蔵",
    "ko": "녹슨 활",
    "en": "Rust",
    "de": "Rostiger Bogen",
    "es": "Herrumbre",
    "fr": "Arc rouillé",
    "pt": "Arco Enferrujado",
    "ru": "Ржавый лук",
    "id": "Rust",
    "th": "Rust",
    "vi": "Cung Rỉ Sét"
  },
  "description": {
    "zhs": "布满锈迹的铁造大弓，一般人根本拿不动，遑论引弓放矢。",
    "zht": "佈滿鏽跡的鐵造大弓，一般人根本拿不動，遑論引弓放矢。",
    "jp": "錆だらけの鉄の弓。かなり重いため、矢を射るどころか、持ち上げることも困難である。",
    "ko": "활 전체에 녹이 슬어있다. 평범한 사람은 들지도 못하니 당연히 활시위를 당겨 쏠 수도 없다",
    "en": "A completely rusted iron greatbow. The average person would lack the strength to even lift it, let alone fire it.",
    "de": "Ein großer, vollständig in Rost gekleideter Eisenbogen. Mit normaler Stärke kann man ihn kaum anheben, ganz zu schweigen vom Abschießen der Pfeile.",
    "es": "Un arco de hierro completamente oxidado. La gente común ni siquiera tiene la fuerza necesaria para levantarlo, y menos aún para disparar sus flechas.",
    "fr": "Un grand arc en fer complètement recouvert de rouille. Le soulever ou le manier est impossible sans posséder une force hors du commun.",
    "pt": "Um arco de ferro completamente enferrujado. Uma pessoa comum não teria forças para sequer levantá-lo, muito menos dispará-lo.",
    "ru": "Полностью проржавевший железный лук. У многих даже не получится поднять его, не говоря уж о стрельбе.",
    "id": "Busur besar yang terbuat dari perak, tetapi kini telah tertutup penuh oleh karat. Orang biasa jangankan menembakkan panah, mengangkatnya pun tidak sanggup.",
    "th": "คันธนูเหล็กขนาดใหญ่ที่เต็มไปด้วยสนิมซึ่งคนธรรมดานั้นไม่สามารถยกขึ้นได้เลย คงไม่ต้องพูดถึงการใช้มันเพื่อยิงธนูหรอกนะ",
    "vi": "Cung bằng sắt đã bị rỉ sét, người thường khó nhấc lên được chứ đừng nói có thể khiến nó bắn ra."
  },
  "lore": {
    "zhs": "\n硬若铸铁的古旧弓，曾经属于著名的射手，\n曾经见识过魔物与贼匪如风中荻花般倒下。\n据说过去，此人仍醉心于追寻至射之道时，\n释弦的声响如同不止的雷暴，\n破空的箭芒有若蔽日的铁雨。\n\n射手在晚年悟到：\n「至言无声，至射无矢」\n\n从此不再谈论箭矢在空中撞击的决斗，\n也不谈论被铁弓铁矢击落的魔兽妖物。\n\n在那以后，他将大弓埋藏起来，隐居在城外山中。\n\n关于他的辞世，有传说道：\n他在世时，夜里宅邸随弦声迸出紫芒，烈若震曜，魔物妖邪均不敢近。\n他去世那夜有风雨。雷鸣仅一声，闪电却是向天上射去的，炙如天汉。\n",
    "zht": "\n硬若鑄鐵的古舊弓，曾經屬於著名的射手，\n曾經見識過魔物與賊匪如風中荻花般倒下。\n據說過去，此人仍醉心於追尋至射之道時，\n釋弦的聲響如同不止的雷暴，\n破空的箭芒有若蔽日的鐵雨。\n\n射手在晚年悟到：\n「至言無聲，至射無矢」\n\n從此不再談論箭矢在空中撞擊的決鬥，\n也不談論被鐵弓鐵矢擊落的魔獸妖物。\n\n在那以後，他將大弓埋藏起來，隱居在城外山中。\n\n關於他的辭世，有傳說道：\n他在世時，夜裡宅邸隨弦聲迸出紫芒，烈若震曜，魔物妖邪均不敢近。\n他去世那夜有風雨。雷鳴僅一聲，閃電卻是向天上射去的，炙如天漢。\n",
    "jp": "\n鉄のように硬い古びた弓、ある有名な弓使いが所有していた。\n弓は弓使いと共に、魔物や盗賊を簡単に倒す場面を経験してきた。\n彼は弓術の極みの道を追いかけていた。\n弦音は鳴りやまない雷のようで、\n天空を貫いた矢は日の光を覆い隠す鉄の雨のようだった。\n\n晩年の弓使いは悟った。\n「極めし者、無に還る」\n\nそれから弓による決闘の話や、\n鉄の弓で魔獣妖怪を討伐した話を二度と語らなかった。\n\nその後、彼は弓を埋葬し、城外の山に隠居した。\n\n彼の最期に伝説が残っている。\n彼が生きていた時、夜になると屋敷は眩しく紫色に光り、妖魔も恐れて近寄らなかった。\n亡くなった日の夜は激しい嵐だった。落雷は一度だったが、伴った閃光は天空を突き抜けた。\n",
    "ko": "\n쇳덩이처럼 단단한 오래된 활. 명사수가 사용하던 것으로,\n마물과 도적을 바람이 억새를 꺾듯이 손쉽게 쓰러뜨렸다고 한다.\n들리는 말에 의하면 이 자가 표적을 쫓아 활을 쏘면\n활시위는 끊임없이 우레와 같은 소리를 내며\n하늘을 가르는 화살촉이 해를 가리는 강철의 비처럼 쏟아내렸다고 한다.\n\n궁수는 만년에 깨달음을 얻는다:\n「진리는 소리가 없고, 궁극의 활쏘기는 화살이 없다」\n\n이후 더 이상 화살이 공중에서 부딪히는 결투를 논하지 않게 됐고,\n강철 궁과 강철 화살에 처치된 마수를 논하지 않게 됐다.\n\n그날 이후 그는 활을 땅에 묻고 성 밖의 산에 은거한다.\n\n그의 죽음에 대해 이런 소문이 돈다:\n그가 살아 있을 땐, 밤중에 집에서 현 소리가 울려 퍼지면 자줏빛 빛살이 뿜어져 나와 마물들이 접근할 수 없었다.\n그가 죽었던 날엔 폭풍우가 몰아쳤다. 그날 천둥소리는 딱 한 번 들렸지만 번개는 땅에서 하늘 위로 솟구치듯 쏘아져 하늘을 불태웠다.\n",
    "en": "\nAn ancient bow, as hard as cast iron, that once belonged to a famed archer.\nHe once slayed monsters and bandits like silvergrass in the wind.\nAs he pursued mastery in the discipline of archery,\nhis string sang like unrelenting thunder,\nand his arrows shone like sun-soaked iron rain.\n\nIn his twilight years, the archer had a revelation.\n\"The ultimate profundity of speech is the word withheld, and the ultimate profundity in archery is the arrow spared.\"\n\nThereafter, he never spoke again of arrows shot out of the sky.\nNor did he speak again of the foul monsters slain by iron arrows shot from an iron bow.\n\nHe buried his bow in the ground and went to live as a hermit amidst the hills.\n\nAllegedly, the story of his death is as follows:\nEvery night, as the sound of a plucked string rang out from his home, a ray of brilliant purple light shot forth, and foul monsters dared not approach.\nOn the night of his death there was a storm. Amidst the howling wind and rain there was but a single clap of thunder. The accompanying bolt of lightning shot upwards, towards the sky, burning bright as the stars in the galaxy.\n",
    "de": "\nEin sehr alter Bogen, so hart wie Eisen. Er gehörte einst einem berühmten Bogenschützen.\nEr metzelte damit Monster und Banditen nieder wie Silbergras im Wind.\nIn der Vergangenheit, als er noch in der Ausbildung zum Schützen war,\nwar es, als ob Donner rollte, wenn er die Bogensehne spannte und den Pfeil fliegen ließ.\nSeine Pfeile waren wie Eisenregen.\n\nAn seinem Lebensabend hatte der Schütze eine Offenbarung:\n„Worte ohne Klang, Schüsse ohne Fehlschlag.“\n\nVon da an sprach er nie mehr von dem Kampf, als Pfeile vom Himmel regneten.\nAuch sprach er nie mehr von den Monstern, die von diesen Pfeilen getroffen wurden.\n\nEr vergrub seinen Bogen tief in der Erde und führte von da an ein Leben als Eremit.\n\nDie Umstände seines Todes waren angeblich wie folgt:\nAls er noch am Leben war, kamen des Nachts violette Lichtströme aus seinem Haus, sodass Monster sich nicht heranwagten.\nIn seiner Todesnacht zog ein gewaltiger Sturm auf. Es war nur ein einziger Donnerschlag zu hören, aber die Blitze in dieser Nacht erleuchteten den ganzen Himmel.\n",
    "es": "\nUn arco antiguo tan duro como el hierro fundido.\nPerteneció a un famoso arquero que vio tantos monstruos y bandidos como un carrizo arrastrado por el viento.\nEl arquero siempre estuvo en búsqueda del dominio de la arquería.\nLa cuerda del arma cantaba como un trueno implacable,\ny sus flechas brillaban como una lluvia férrea que cubre el sol.\n\nEn los últimos días de su vida, el arquero tuvo una revelación:\n“Los significados más profundos no se explican con palabras, igual que los mejores arqueros no necesitan usar flechas”.\n\nA partir de entonces, nunca volvió a hablar de flechas que chocaban unas con otras en el cielo,\nni tampoco de monstruos malignos derribados por flechas de hierro disparadas con arcos férreos.\n\nEl arquero enterró su arma en el suelo y se fue a vivir como un ermitaño en las montañas.\n\nCon respecto a cómo murió, existe una leyenda:\nPor las noches, cuando desde su casa se escuchaba el sonido de una cuerda siendo arrancada, salía disparado un brillante rayo de luz púrpura al que ningún monstruo se atrevía a acercarse.\nEn la noche de su muerte hubo una tormenta. En medio del aullido del viento y la lluvia, no hubo más que un trueno. El rayo que lo acompañó se disparó hacia el cielo, ardiendo como una estrella que explota en el universo.\n",
    "fr": "\nUn arc aussi rigide que la fonte ayant appartenu à un archer célèbre.\nMonstres et bandits tombaient autrefois comme des mouches sous ses flèches.\nOn raconte que dans sa quête de la maîtrise ultime de son arme,\nla corde de son arc chantait telle la foudre,\net ses flèches pleuvaient telle une pluie d'acier au soleil.\n\nL'archer réalisa dans ses dernières années la vérité suivante :\n« De même que le véritable tribun sait garder le silence, le véritable chasseur sait garder sa flèche. »\n\nIl ne parla dès lors plus des flèches tombant des cieux,\nni des monstres terribles abattus de flèches de fer, tirées d'un arc de fer.\n\nAyant enterré son arc, il partit vivre en ermite dans la montagne.\n\nOn raconte la chose suivante concernant son décès :\nDe son vivant, le son d'une corde pincée avait pour habitude de résonner chaque nuit de sa demeure ; les monstres n'osaient en approcher.\nLa nuit de sa mort fut une nuit d'orage. Dans le vent et la pluie hurlants résonna un unique coup de tonnerre ; mais son éclair monta vers les cieux, brillant aussi fort que les étoiles de la galaxie.\n",
    "pt": "\nUm arco antigo, feito de ferro duríssimo, pertencia a um arqueiro renomado.\nEle massacrou monstros e bandidos como grama prateada ao vento.\nDiz-se que em sua busca pelo domínio final de sua arma,\na sua corda cantava como um trovão implacável,\ne suas flechas brilhavam como chuva de ferro encharcada de sol.\n\nEm seus últimos dias de vida, o arqueiro teve uma revelação.\n\"O significado mais profundo da palavra, é aquela que não é dita, assim também é o verdadeiro caçador que sabe quando manter sua flecha.\"\n\nDeste então, nunca mais falaram da batalha em que as flechas caíram do céu,\nNem ele falou novamente dos monstros imundos mortos por flechas de ferro ou arcos de ferro.\n\nDesde então, ele enterrou o arco, e fugiu da cidade para as montanhas.\n\nA respeito de sua morte, há uma lenda:\nTodas as noites, quando o som de uma corda puxada ecoava em sua casa, um raio de luz roxa brilhante disparava e monstros horríveis não ousavam se aproximar.\nNa noite de sua morte, houve uma tempestade. Em meio ao vento uivante e à chuva, houve apenas um único trovão. O raio que o acompanhou disparou para cima, em direção ao céu, brilhando como as estrelas da galáxia.\n",
    "ru": "\nКрепкий как чугун древний лук, который когда-то принадлежал знаменитому лучнику.\nОднажды он убивал бандитов и чудовищ, словно тростник на ветру.\nПреследуя вершины мастерства стрельбы из лука,\nЕго струна пела как неумолимый гром,\nИ его стрелы сияли как дождь на солнце.\n\nВ свои поздние годы к лучнику пришло озарение:\n«Абсолютное богатство речи - это несказанное слово, а абсолютное мастерство лука - невыпущенная стрела».\n\nОн больше никогда не говорил о стрелах, выпущенных в небо,\nКак и чудовищах, поражённых железными стрелами, выпущенными из железного лука.\n\nОн похоронил свой лук в земле и отправился жить в одиночестве среди холмов.\n\nО его смерти сложили легенду:\nКаждую ночь, когда раздавался звук струны, из его дома вырывался луч яркого фиолетового света, к которому не осмеливались подойти гнусные монстры.\nВ ночь его смерти случился страшный ураган. Среди воющего ветра и дождя был лишь один раскат грома. Сопровождающая его вспышка молнии взмыла вверх, к небу, горя ярко, как звёзды в галактике.\n",
    "id": "\nSebuah busur kuno yang sekeras baja, dulunya dimiliki oleh pemanah terkenal.\nDulu dia membunuh monster dan bandit seperti angin yang menyapu ilalang.\nDikatakan bahwa di masa lalu, ketika orang ini masih terobsesi dengan menemukan cara untuk menembak,\nsuara saat senarnya dilepaskan seperti badai yang tak ada habisnya,\ndan anak panahnya bersinar seperti hujan besi.\n\nDi tahun-tahun berikutnya dia menyadari:\n\"Makna yang dalam tidak dijelaskan oleh kata-kata, sama seperti pemanah hebat tidak perlu menggunakan panah.\"\n\nSetelah itu, dia tidak pernah berbicara lagi tentang panah yang ditembakkan dari langit.\nDia juga tidak pernah berbicara lagi mengenai monster yang dibunuh oleh anak panah besinya.\n\nDia mengubur busurnya di tanah dan tinggal sebagai pertapa di pegunungan luar kota.\n\nMengenai kematiannya, ada sebuah legenda:\nSetiap malam, saat bunyi senar yang dipetik terdengar dari rumahnya, seberkas cahaya ungu cemerlang melesat maju, dan monster tidak berani mendekat.\nDi malam kematiannya terjadilah badai. Di antara angin melolong dan hujan, ada pula sebuah petir yang menggelegar. Melesat ke langit, menyala terang bagai bintang di galaksi.\n",
    "th": "\nคันธนูโบราณที่แข็งเท่ากับเหล็กหล่อที่เป็นของนักธนูที่มีชื่อเสียง\nครั้งหนึ่งเขาจัดการกับอสูรและโจรเหมือนหญ้าในสายลม\nว่ากันว่าในอดีตเมื่อคน ๆ นี้ยังหลงใหลในการไล่ล่า\nเสียงของการปล่อยสายนั้นเป็นเหมือนพายุฝนฟ้าคะนองไม่มีที่สิ้นสุด\nลูกศรที่แหวกว่ายผ่านอากาศนั้นเหมือนกับสายฝนเหล็กที่ตกลงมา\n\nนักธนูตระหนักได้ในปีต่อ ๆ มา\n\"ความลึกซึ้งที่สุดของการพูดคือคำที่ถูกระงับและความลึกซึ้งที่สุดในการยิงธนูก็คือลูกศรที่ละเว้นชีวิต\"\n\nไม่ต้องพูดถึงการต่อสู้ที่ลูกศรพุ่งขึ้นไปในท้องฟ้าอีกต่อไป\nและไม่ต้องพูดถึงเหล่าอสูรที่ถูกพรากชีวิตจากลูกศรเหล็กที่ออกจากคันธนูเหล็กอีกต่อไป\n\nหลังจากนั้นเขาก็ฝังคันธนูขนาดใหญ่ไว้และอาศัยอยู่ในภูเขานอกเมือง\n\nเกี่ยวกับการตายของเขานั้น มีตำนานเล่าว่า:\nในช่วงเวลาที่เขายังมีชีวิตอยู่นั้น ทุกคืนเมื่อเสียงของสายที่ถูกดึงออกมาดังขึ้นจากบ้านของเขาและส่องประกายแสงสีม่วงออกมา จากนั้นเหล่าอสูรร้ายก็ไม่กล้าเข้าใกล้\nเขาจากโลกนี้ไปในคืนที่มีพายุฝน มีเสียงฟ้าผ่าลงมาหนึ่งครั้ง แต่สายฟ้านั้นกลับถูกยิงขึ้นจากผืนดินสู่ท้องฟ้า และท้องฟ้าก็สว่างราวกับสรวงสวรรค์\n",
    "vi": "\nCây cung cũ cứng như sắt thép, từng thuộc về xạ thủ lừng danh,\nTừng thấy ma vật và thổ phỉ như ngọn lau đổ xuống trong mưa.\nTương truyền rằng, người này đam mê với xạ thuật,\nTiếng dây cung không chỉ như bão sét,\nMũi tên xé toạc không gian như cơn mưa sắt che lấp mặt trời.\n\nCung thủ vào những năm cuối đời đã nhận ra:\n\"Lời nói hay thì không có tiếng, tài bắn giỏi thì không thấy mũi tên\"\n\nTừ đó không còn nói về trận đấu mà cung tên va chạm vào nhau trên không trung nữa.\nCũng không nói về những con quái vật bị bắn hạ.\n\nTừ đó về sau, ông chôn vùi đại cung và ẩn cư ở vùng núi bên ngoài thành phố.\n\nVề cái chết của ông, có truyền thuyết kể rằng:\nKhi ông còn sống, căn biệt thự vang lên tiếng dây cung cùng mũi tên tím, khiến ma vật tà quái không dám đến gần.\nĐêm anh chết có gió và mưa. Sấm vang lên, khiến tia điện xuyên ngang bầu trời, như tên bay.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "速射弓斗",
        "zht": "速射弓鬥",
        "jp": "速射の弓",
        "ko": "속사 궁술",
        "en": "Rapid Firing",
        "de": "Schnellschuss",
        "es": "Disparo rápido",
        "fr": "Tir rapide",
        "pt": "Disparo Rápido",
        "ru": "Быстрая стрельба",
        "id": "Rapid Firing",
        "th": "Rapid Firing",
        "vi": "Cung Tên Tốc Xạ"
      },
      "description": {
        "zhs": "普通攻击造成的伤害提升<color=#99FFFFFF>40%</color>，重击造成的伤害下降10%。",
        "zht": "普通攻擊造成的傷害提升<color=#99FFFFFF>40%</color>，重擊造成的傷害下降10%。",
        "jp": "通常攻撃のダメージ+<color=#99FFFFFF>40%</color>、重撃のダメージ-10%。",
        "ko": "일반 공격으로 가하는 피해가 <color=#99FFFFFF>40%</color> 증가한다. 강공격으로 가하는 피해가 10% 감소한다",
        "en": "Increases Normal Attack DMG by <color=#99FFFFFF>40%</color> but decreases Charged Attack DMG by 10%.",
        "de": "Erhöht den mit Standardangriffen verursachten Schaden um <color=#99FFFFFF>40 %</color> und verringert den mit heftigen Schlägen verursachten Schaden um 10 %.",
        "es": "El daño de Ataque Normal aumenta en un <color=#99FFFFFF>40%</color> y el de Ataque Cargado disminuye en un 10%.",
        "fr": "Augmente les DGT infligés par les attaques normales de <color=#99FFFFFF>40 %</color> et réduit les DGT infligés par les attaques chargées de 10 %.",
        "pt": "Aumenta o Dano do Ataque Normal em <color=#99FFFFFF>40%</color> mas diminui o Dano do Ataque Carregado em 10%.",
        "ru": "Увеличивает урон обычной атаки на <color=#99FFFFFF>40%</color>, но понижает урон заряженной атаки на 10%.",
        "id": "Meningkatkan DMG Normal Attack sebesar <color=#99FFFFFF>40%</color> tapi menurunkan DMG Charged Attack sebesar 10%.",
        "th": "เพิ่มความเสียหายของการโจมตีปกติขึ้น <color=#99FFFFFF>40%</color> และลดความเสียหายของการชาร์จโจมตีลง 10%",
        "vi": "Tăng <color=#99FFFFFF>40%</color> sát thương của tấn công thường, giảm 10% sát thương trọng kích."
      }
    },
    {
      "name": {
        "zhs": "速射弓斗",
        "zht": "速射弓鬥",
        "jp": "速射の弓",
        "ko": "속사 궁술",
        "en": "Rapid Firing",
        "de": "Schnellschuss",
        "es": "Disparo rápido",
        "fr": "Tir rapide",
        "pt": "Disparo Rápido",
        "ru": "Быстрая стрельба",
        "id": "Rapid Firing",
        "th": "Rapid Firing",
        "vi": "Cung Tên Tốc Xạ"
      },
      "description": {
        "zhs": "普通攻击造成的伤害提升<color=#99FFFFFF>50%</color>，重击造成的伤害下降10%。",
        "zht": "普通攻擊造成的傷害提升<color=#99FFFFFF>50%</color>，重擊造成的傷害下降10%。",
        "jp": "通常攻撃のダメージ+<color=#99FFFFFF>50%</color>、重撃のダメージ-10%。",
        "ko": "일반 공격으로 가하는 피해가 <color=#99FFFFFF>50%</color> 증가한다. 강공격으로 가하는 피해가 10% 감소한다",
        "en": "Increases Normal Attack DMG by <color=#99FFFFFF>50%</color> but decreases Charged Attack DMG by 10%.",
        "de": "Erhöht den mit Standardangriffen verursachten Schaden um <color=#99FFFFFF>50 %</color> und verringert den mit heftigen Schlägen verursachten Schaden um 10 %.",
        "es": "El daño de Ataque Normal aumenta en un <color=#99FFFFFF>50%</color> y el de Ataque Cargado disminuye en un 10%.",
        "fr": "Augmente les DGT infligés par les attaques normales de <color=#99FFFFFF>50 %</color> et réduit les DGT infligés par les attaques chargées de 10 %.",
        "pt": "Aumenta o Dano do Ataque Normal em <color=#99FFFFFF>50%</color> mas diminui o Dano do Ataque Carregado em 10%.",
        "ru": "Увеличивает урон обычной атаки на <color=#99FFFFFF>50%</color>, но понижает урон заряженной атаки на 10%.",
        "id": "Meningkatkan DMG Normal Attack sebesar <color=#99FFFFFF>50%</color> tapi menurunkan DMG Charged Attack sebesar 10%.",
        "th": "เพิ่มความเสียหายของการโจมตีปกติขึ้น <color=#99FFFFFF>50%</color> และลดความเสียหายของการชาร์จโจมตีลง 10%",
        "vi": "Tăng <color=#99FFFFFF>50%</color> sát thương của tấn công thường, giảm 10% sát thương trọng kích."
      }
    },
    {
      "name": {
        "zhs": "速射弓斗",
        "zht": "速射弓鬥",
        "jp": "速射の弓",
        "ko": "속사 궁술",
        "en": "Rapid Firing",
        "de": "Schnellschuss",
        "es": "Disparo rápido",
        "fr": "Tir rapide",
        "pt": "Disparo Rápido",
        "ru": "Быстрая стрельба",
        "id": "Rapid Firing",
        "th": "Rapid Firing",
        "vi": "Cung Tên Tốc Xạ"
      },
      "description": {
        "zhs": "普通攻击造成的伤害提升<color=#99FFFFFF>60%</color>，重击造成的伤害下降10%。",
        "zht": "普通攻擊造成的傷害提升<color=#99FFFFFF>60%</color>，重擊造成的傷害下降10%。",
        "jp": "通常攻撃のダメージ+<color=#99FFFFFF>60%</color>、重撃のダメージ-10%。",
        "ko": "일반 공격으로 가하는 피해가 <color=#99FFFFFF>60%</color> 증가한다. 강공격으로 가하는 피해가 10% 감소한다",
        "en": "Increases Normal Attack DMG by <color=#99FFFFFF>60%</color> but decreases Charged Attack DMG by 10%.",
        "de": "Erhöht den mit Standardangriffen verursachten Schaden um <color=#99FFFFFF>60 %</color> und verringert den mit heftigen Schlägen verursachten Schaden um 10 %.",
        "es": "El daño de Ataque Normal aumenta en un <color=#99FFFFFF>60%</color> y el de Ataque Cargado disminuye en un 10%.",
        "fr": "Augmente les DGT infligés par les attaques normales de <color=#99FFFFFF>60 %</color> et réduit les DGT infligés par les attaques chargées de 10 %.",
        "pt": "Aumenta o Dano do Ataque Normal em <color=#99FFFFFF>60%</color> mas diminui o Dano do Ataque Carregado em 10%.",
        "ru": "Увеличивает урон обычной атаки на <color=#99FFFFFF>60%</color>, но понижает урон заряженной атаки на 10%.",
        "id": "Meningkatkan DMG Normal Attack sebesar <color=#99FFFFFF>60%</color> tapi menurunkan DMG Charged Attack sebesar 10%.",
        "th": "เพิ่มความเสียหายของการโจมตีปกติขึ้น <color=#99FFFFFF>60%</color> และลดความเสียหายของการชาร์จโจมตีลง 10%",
        "vi": "Tăng <color=#99FFFFFF>60%</color> sát thương của tấn công thường, giảm 10% sát thương trọng kích."
      }
    },
    {
      "name": {
        "zhs": "速射弓斗",
        "zht": "速射弓鬥",
        "jp": "速射の弓",
        "ko": "속사 궁술",
        "en": "Rapid Firing",
        "de": "Schnellschuss",
        "es": "Disparo rápido",
        "fr": "Tir rapide",
        "pt": "Disparo Rápido",
        "ru": "Быстрая стрельба",
        "id": "Rapid Firing",
        "th": "Rapid Firing",
        "vi": "Cung Tên Tốc Xạ"
      },
      "description": {
        "zhs": "普通攻击造成的伤害提升<color=#99FFFFFF>70%</color>，重击造成的伤害下降10%。",
        "zht": "普通攻擊造成的傷害提升<color=#99FFFFFF>70%</color>，重擊造成的傷害下降10%。",
        "jp": "通常攻撃のダメージ+<color=#99FFFFFF>70%</color>、重撃のダメージ-10%。",
        "ko": "일반 공격으로 가하는 피해가 <color=#99FFFFFF>70%</color> 증가한다. 강공격으로 가하는 피해가 10% 감소한다",
        "en": "Increases Normal Attack DMG by <color=#99FFFFFF>70%</color> but decreases Charged Attack DMG by 10%.",
        "de": "Erhöht den mit Standardangriffen verursachten Schaden um <color=#99FFFFFF>70 %</color> und verringert den mit heftigen Schlägen verursachten Schaden um 10 %.",
        "es": "El daño de Ataque Normal aumenta en un <color=#99FFFFFF>70%</color> y el de Ataque Cargado disminuye en un 10%.",
        "fr": "Augmente les DGT infligés par les attaques normales de <color=#99FFFFFF>70 %</color> et réduit les DGT infligés par les attaques chargées de 10 %.",
        "pt": "Aumenta o Dano do Ataque Normal em <color=#99FFFFFF>70%</color> mas diminui o Dano do Ataque Carregado em 10%.",
        "ru": "Увеличивает урон обычной атаки на <color=#99FFFFFF>70%</color>, но понижает урон заряженной атаки на 10%.",
        "id": "Meningkatkan DMG Normal Attack sebesar <color=#99FFFFFF>70%</color> tapi menurunkan DMG Charged Attack sebesar 10%.",
        "th": "เพิ่มความเสียหายของการโจมตีปกติขึ้น <color=#99FFFFFF>70%</color> และลดความเสียหายของการชาร์จโจมตีลง 10%",
        "vi": "Tăng <color=#99FFFFFF>70%</color> sát thương của tấn công thường, giảm 10% sát thương trọng kích."
      }
    },
    {
      "name": {
        "zhs": "速射弓斗",
        "zht": "速射弓鬥",
        "jp": "速射の弓",
        "ko": "속사 궁술",
        "en": "Rapid Firing",
        "de": "Schnellschuss",
        "es": "Disparo rápido",
        "fr": "Tir rapide",
        "pt": "Disparo Rápido",
        "ru": "Быстрая стрельба",
        "id": "Rapid Firing",
        "th": "Rapid Firing",
        "vi": "Cung Tên Tốc Xạ"
      },
      "description": {
        "zhs": "普通攻击造成的伤害提升<color=#99FFFFFF>80%</color>，重击造成的伤害下降10%。",
        "zht": "普通攻擊造成的傷害提升<color=#99FFFFFF>80%</color>，重擊造成的傷害下降10%。",
        "jp": "通常攻撃のダメージ+<color=#99FFFFFF>80%</color>、重撃のダメージ-10%。",
        "ko": "일반 공격으로 가하는 피해가 <color=#99FFFFFF>80%</color> 증가한다. 강공격으로 가하는 피해가 10% 감소한다",
        "en": "Increases Normal Attack DMG by <color=#99FFFFFF>80%</color> but decreases Charged Attack DMG by 10%.",
        "de": "Erhöht den mit Standardangriffen verursachten Schaden um <color=#99FFFFFF>80 %</color> und verringert den mit heftigen Schlägen verursachten Schaden um 10 %.",
        "es": "El daño de Ataque Normal aumenta en un <color=#99FFFFFF>80%</color> y el de Ataque Cargado disminuye en un 10%.",
        "fr": "Augmente les DGT infligés par les attaques normales de <color=#99FFFFFF>80 %</color> et réduit les DGT infligés par les attaques chargées de 10 %.",
        "pt": "Aumenta o Dano do Ataque Normal em <color=#99FFFFFF>80%</color> mas diminui o Dano do Ataque Carregado em 10%.",
        "ru": "Увеличивает урон обычной атаки на <color=#99FFFFFF>80%</color>, но понижает урон заряженной атаки на 10%.",
        "id": "Meningkatkan DMG Normal Attack sebesar <color=#99FFFFFF>80%</color> tapi menurunkan DMG Charged Attack sebesar 10%.",
        "th": "เพิ่มความเสียหายของการโจมตีปกติขึ้น <color=#99FFFFFF>80%</color> และลดความเสียหายของการชาร์จโจมตีลง 10%",
        "vi": "Tăng <color=#99FFFFFF>80%</color> sát thương của tấn công thường, giảm 10% sát thương trọng kích."
      }
    }
  ],
  "internal_name": "Bow_Recluse",
  "imgid": "bow/recluse"
}