{
  "id": 15304,
  "type": "bow",
  "rank": 3,
  "name": {
    "zhs": "弹弓",
    "zht": "彈弓",
    "jp": "弾弓",
    "ko": "탄궁",
    "en": "Slingshot",
    "de": "Steinschleuder",
    "es": "Tirachinas",
    "fr": "Lance-pierres",
    "pt": "Estilingue",
    "ru": "Рогатка",
    "id": "Slingshot",
    "th": "Slingshot",
    "vi": "Nỏ Kéo"
  },
  "description": {
    "zhs": "其实就是一把弓。在无数的改进和实验中，发明出究极弹弓的人发现自己做了一把弓。",
    "zht": "其實就是一把弓。在無數的改進和實驗中，發明出究極彈弓的人發現自己做了一把弓。",
    "jp": "弾弓ではなく弓である。無数の改良と実験を経て、最後にできたのは弓であることに製作者自身も気付いた。",
    "ko": "일반적인 활. 궁극적인 활을 만들려고 오랜 실험과 개선을 통해 제작됐으나 만들어진 건 그냥 일반적인 활이다",
    "en": "A bow, despite the name. After countless experiments and improvements to the design, the creator of the ultimate slingshot found himself to have made what was actually a bow.",
    "de": "Eigentlich ein Bogen. Nach unzähligen Verbesserungen und Experimenten, um die ultimative Steinschleuder zu schaffen, stand der Erfinder am Ende mit einem Bogen in der Hand da.",
    "es": "Después de muchas modificaciones y mejoras, su inventor acabó cambiando su aspecto por completo. Ahora, en realidad, es un arco.",
    "fr": "C'est bien un arc ! Après de nombreuses modifications et améliorations, l'inventeur du lance-pierres ultime s'est finalement retrouvé avec un arc.",
    "pt": "Na verdade, é um arco. Depois de incontáveis experimentos e melhorias, o mestre criador de estilingues acabou criando um arco.",
    "ru": "На самом деле это лук. Его создатель хотел сделать рогатку, но после кучи доработок и поправок у него получился лук.",
    "id": "Selepas namanya, ini adalah sebuah busur. Setelah percobaan dan peningkatan yang tak terhitung jumlahnya, orang yang membuat Slingshot baru menyadari bahwa yang terbentuk adalah sebuah busur.",
    "th": "แม้มีชื่อแบบนี้ แต่แท้จริงแล้วเป็นคันธนู หลังจากพัฒนาและทดลองมานับครั้งไม่ถ้วนโดยผู้สร้างสุดยอดหนังสติ๊ก ก็พบว่าตัวเองได้สร้างธนูขึ้นมาซะแล้ว",
    "vi": "Thực chất là một cây cung. Trải qua vô số lần cải tiến và thực nghiệm, người làm ra nó phát hiện mình đã làm một cây nỏ."
  },
  "lore": {
    "zhs": "\n从前有一个想要改进弹弓射程和精准度的人。他发现：\n如果提高弹弓的力道以提升射程，那弹道就会偏离。\n于是他将弹弓的弹子改成木制的长杆，后面加上适应气流的鸟羽。\n为了新的弹子又将弹弓的把手去除，将弓弭加长反曲以加强拉力。\n最后他发现自己做了一把弓。\n",
    "zht": "\n從前有一個想要改進彈弓射程和精準度的人。他發現：\n如果提高彈弓的力道以提升射程，那彈道就會偏離。\n於是他將彈弓的彈子改成木制的長杆，後面加上適應氣流的鳥羽。\n為了新的彈子又將彈弓的把手去除，將弓弭加長反曲以加強拉力。\n最後他發現自己做了一把弓。\n",
    "jp": "\n昔、弾弓の射程と精度を改善しようとする男がいた。\n弾弓のゴムを変えて射程を伸ばせば、精度が落ちる。\n彼は弾弓の弾を長い木製の竿に変えて、竿の後部に鳥の羽をつけ、空気抵抗を一定に保つよう改良を加えた。\n長い竿を使えるようにするため、弓弭を伸ばし、逆さまにすることで、弾力を増すことに成功した。\n結局、一張の弓を作ったことに彼は気づいた。\n",
    "ko": "\n예전에 탄궁의 사거리와 정확도를 개량하고 싶어 하는 한 사람이 있었다. 그는 다음과 같은 사실을 발견했다:\n사거리를 연장하여 탄궁의 효력을 높인다면 탄도는 빗나갈 것이다.\n이 때문에 그는 탄궁의 화살대를 목재로 바꾸고 기류에 적합한 깃을 달았다.\n새로운 화살에 맞게 탄궁의 손잡이를 없애고 활시위를 거는 활고자를 더 길게 하여 곡궁의 장력을 강화했다.\n마침내 그는 새로운 활을 만들어냈다.\n",
    "en": "\nOne who wished to improve the range and accuracy of slingshots discovered that\nPower increases range, but costs accuracy.\nSo slingshot rocks were replaced with long wooden poles that sported feathers for stability.\nThe slingshot's limbs were lengthened and the ends recurved to increase pull.\nIt then dawned on him that he had made a bow.\n",
    "de": "\nJemand, der eines Tages die Reichweite einer Steinschleuder erweitern wollte, hat festgestellt,\nwenn man die Schleuder verstärkt, erhöht man zwar die Reichweite, hat aber Einbußen bei der Zielgenauigkeit.\nDie sonst üblichen Steine für eine Steinschleuder ersetzte er mit längeren Holzstöcken, an deren Ende Federn zum Stabilisieren gebunden waren.\nDas Steinschleudergerüst wurde verlängert und die Enden gebogen, um die Zugkraft zu verstärken.\nUnd so fertigte er letztendlich einen Bogen.\n",
    "es": "\nHace mucho tiempo, hubo una persona que quiso mejorar el rango y la precisión de un tirachinas.\nDescubrió que, si aumentaba el rango, perdía precisión,\nasí que reemplazó la munición de piedras por palos de madera con plumas en su parte posterior para estabilizarlo.\nAl nuevo tirachinas le cambió el agarre y curvó sus extremidades para aumentar la tensión.\nAl final, se dio cuenta de que terminó por hacer un arco.\n",
    "fr": "\nUn homme cherchant à améliorer la portée et la précision de son lance-pierre fit un jour la découverte suivante :\nAugmenter la puissance en vue d'améliorer la portée se fait au détriment de la précision.\nIl remplaça donc ses pierres par des tiges de bois fines, complétées chacune d'une plume par souci d'aérodynamisme.\nMais il lui fallut alors modifier le design de l'arme ; aussi remplaça-t-il l'armature trop faible pour supporter la pression voulue par une structure en bois courbé, plus résistante à la tension de l'élastique, qu'il remplaça par une corde.\nPuis, regardant son œuvre, il réalisa qu'il venait de fabriquer un arc.\n",
    "pt": "\nAlguém que desejava melhorar o alcance e a precisão dos estilingues descobriu que:\nAumentar a potência para melhorar o alcance prejudica a precisão.\nEle, portanto, substituiu suas pedras por finas hastes de madeira, cada uma completada com uma pena por uma questão de aerodinâmica.\nO novo estilingue teve sua pegada alterada e seus membros curvados para aumentar a tensão.\nPor fim, ele percebeu que tinha feito um arco.\n",
    "ru": "\nОднажды кто-то понял, как усовершенствовать простую рогатку:\nОн использовал вместо камней деревянные палочки, к концам которых прикрепил перья для стабильности.\nК тому же чем больше приложить силы, тем больше увеличится дальность, но понизится точность.\nТакже он сделал концы рогатки длиннее, затем изогнул их, увеличив доступное натяжение.\nТолько после всего этого он понял, что изобрёл лук.\n",
    "id": "\nDulu ada seseorang yang ingin meningkatkan jangkauan dan ketepatan katapelnya. Lalu dia menyadari:\nJika meningkatkan kekuatan jangkauan tembak, maka akurasi akan menurun.\nJadi dia mengubah peluru dari katapel menjadi tiang kayu panjang, dengan bulu untuk stabilitasnya.\nBadan katapel itu diperpanjang dan ujungnya dilengkungkan untuk meningkatkan kekuatan tarikan.\nLalu dia tersadar bahwa dia sudah membuat sebuah panah.\n",
    "th": "\nแต่ก่อนคนที่ต้องการจะปรับปรุงระยะและความแม่นยำของหนังสติ๊กพบว่า:\nการเพิ่มพละกำลังจะทำให้สูญเสียพลังทำลายไป\nเพราะงั้นเขาจึงแทนที่หนังสติ๊กด้วยแท่งไม้ยาวและเพิ่มความสมดุลด้วยขนนก\nและก้านของหนังสติ๊กก็ยาวขึ้นและจบลงด้วยการเพิ่มแรงดึง\nสุดท้ายเค้าก็พบว่าตนนั้นได้ทำธนูขึ้นมาหนึ่งคัน\n",
    "vi": "\nTrước kia có người muốn cải thiện tầm bắn và độ tinh chuẩn của nỏ kéo. Anh nhận ra rằng:\nNếu tăng sức mạnh nỏ kéo để cải thiện tầm bắn, thì quỹ đạo sẽ bị lệch hướng.\nVậy là anh đã thay các viên bi bằng một cây gỗ dài, phía sau dính lông chim để thích nghi với luồng không khí.\nSau đó tiếp tục bỏ đi phần tay cầm, hai bên tay cung được kéo dài và uốn ngược với lòng cung để tăng sức kéo.\nCuối cùng anh biết được mình đang làm một cây nỏ.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "弹弓",
        "zht": "彈弓",
        "jp": "弾弓",
        "ko": "탄궁",
        "en": "Slingshot",
        "de": "Steinschleuder",
        "es": "Tirachinas",
        "fr": "Lance-pierres",
        "pt": "Estilingue",
        "ru": "Рогатка",
        "id": "Slingshot",
        "th": "Slingshot",
        "vi": "Nỏ Kéo"
      },
      "description": {
        "zhs": "普通攻击与重击的箭矢若在发射后的0.3秒内击中敌人，则造成的伤害增加<color=#99FFFFFF>36%</color>；否则，造成的伤害下降10%。",
        "zht": "普通攻擊與重擊的箭矢若在發射後的0.3秒內擊中敵人，則造成的傷害增加<color=#99FFFFFF>36%</color>；否則，造成的傷害下降10%。",
        "jp": "通常攻撃または重撃の矢が発射した後、0.3秒以内に敵に命中した場合、与えるダメージ+<color=#99FFFFFF>36%</color>。0.3秒以上の場合、与えるダメージ-10%。",
        "ko": "일반 공격과 강공격 화살은 발사 후 0.3초 내에 적을 명중하면 가하는 피해가 <color=#99FFFFFF>36%</color> 증가한다. 반대일 경우 가하는 피해가 10% 감소한다",
        "en": "If a Normal or Charged Attack hits a target within 0.3s of being fired, increases DMG by <color=#99FFFFFF>36%</color>. Otherwise, decreases DMG by 10%.",
        "de": "Erhöht den Schaden beim Treffen von Gegnern mit Pfeilen von Standardangriffen und heftigen Schlägen innerhalb von 0,3 s nach dem Abschießen eines Pfeils um <color=#99FFFFFF>36 %</color>, verringert den verursachten Schaden ansonsten jedoch um 10 %.",
        "es": "Si un Ataque Normal o Cargado golpea al enemigo en menos de 0.3 s de ser lanzado, el daño infligido aumentará en un <color=#99FFFFFF>36%</color>. Si se excede este tiempo, el daño disminuirá en un 10%.",
        "fr": "Les DGT infligés par les flèches des attaques normales et chargées infligent <color=#99FFFFFF>36 %</color> de DGT supplémentaires lorsqu'elles touchent dans les 0,3 s après le tir. Dans le cas contraire, elles infligent 10 % de DGT en moins.",
        "pt": "Se a flecha do Ataque Normal e do Ataque Carregado atingir um alvo dentro de 0.3s após o disparo, o Dano é aumentado em <color=#99FFFFFF>36%</color>. Caso contrário, o Dano é diminuído em 10%.",
        "ru": "Если обычная или заряженная стрела поразила цель в течение 0,3 сек. после выстрела, то её урон увеличивается на <color=#99FFFFFF>36%</color>. В противном случае урон уменьшается на 10%.",
        "id": "Jika Normal atau Charged Attack mengenai target dalam waktu 0,3 detik setelah dilancarkan, DMG meningkat sebesar <color=#99FFFFFF>36%</color>. Sebaliknya jika tidak, maka DMG menurun sebesar 10%.",
        "th": "หากลูกธนูของการโจมตีปกติหรือชาร์จโจมตีถูกศัตรูภายใน 0.3 วินาที หลังจากที่ปล่อยออกไป จะสร้างโบนัสความเสียหาย <color=#99FFFFFF>36%</color>; มิฉะนั้นความเสียหายที่สร้างจะลดลง 10%",
        "vi": "Khi đánh thường hoặc trọng kích, nếu mũi tên bắn trúng kẻ địch trong 0.3s sau khi phóng, sát thương tạo thành sẽ tăng <color=#99FFFFFF>36%</color>; Nếu không, sát thương tạo thành giảm 10%."
      }
    },
    {
      "name": {
        "zhs": "弹弓",
        "zht": "彈弓",
        "jp": "弾弓",
        "ko": "탄궁",
        "en": "Slingshot",
        "de": "Steinschleuder",
        "es": "Tirachinas",
        "fr": "Lance-pierres",
        "pt": "Estilingue",
        "ru": "Рогатка",
        "id": "Slingshot",
        "th": "Slingshot",
        "vi": "Nỏ Kéo"
      },
      "description": {
        "zhs": "普通攻击与重击的箭矢若在发射后的0.3秒内击中敌人，则造成的伤害增加<color=#99FFFFFF>42%</color>；否则，造成的伤害下降10%。",
        "zht": "普通攻擊與重擊的箭矢若在發射後的0.3秒內擊中敵人，則造成的傷害增加<color=#99FFFFFF>42%</color>；否則，造成的傷害下降10%。",
        "jp": "通常攻撃または重撃の矢が発射した後、0.3秒以内に敵に命中した場合、与えるダメージ+<color=#99FFFFFF>42%</color>。0.3秒以上の場合、与えるダメージ-10%。",
        "ko": "일반 공격과 강공격 화살은 발사 후 0.3초 내에 적을 명중하면 가하는 피해가 <color=#99FFFFFF>42%</color> 증가한다. 반대일 경우 가하는 피해가 10% 감소한다",
        "en": "If a Normal or Charged Attack hits a target within 0.3s of being fired, increases DMG by <color=#99FFFFFF>42%</color>. Otherwise, decreases DMG by 10%.",
        "de": "Erhöht den Schaden beim Treffen von Gegnern mit Pfeilen von Standardangriffen und heftigen Schlägen innerhalb von 0,3 s nach dem Abschießen eines Pfeils um <color=#99FFFFFF>42 %</color>, verringert den verursachten Schaden ansonsten jedoch um 10 %.",
        "es": "Si un Ataque Normal o Cargado golpea al enemigo en menos de 0.3 s de ser lanzado, el daño infligido aumentará en un <color=#99FFFFFF>42%</color>. Si se excede este tiempo, el daño disminuirá en un 10%.",
        "fr": "Les DGT infligés par les flèches des attaques normales et chargées infligent <color=#99FFFFFF>42 %</color> de DGT supplémentaires lorsqu'elles touchent dans les 0,3 s après le tir. Dans le cas contraire, elles infligent 10 % de DGT en moins.",
        "pt": "Se a flecha do Ataque Normal e do Ataque Carregado atingir um alvo dentro de 0.3s após o disparo, o Dano é aumentado em <color=#99FFFFFF>42%</color>. Caso contrário, o Dano é diminuído em 10%.",
        "ru": "Если обычная или заряженная стрела поразила цель в течение 0,3 сек. после выстрела, то её урон увеличивается на <color=#99FFFFFF>42%</color>. В противном случае урон уменьшается на 10%.",
        "id": "Jika Normal atau Charged Attack mengenai target dalam waktu 0,3 detik setelah dilancarkan, DMG meningkat sebesar <color=#99FFFFFF>42%</color>. Sebaliknya jika tidak, maka DMG menurun sebesar 10%.",
        "th": "หากลูกธนูของการโจมตีปกติหรือชาร์จโจมตีถูกศัตรูภายใน 0.3 วินาที หลังจากที่ปล่อยออกไป จะสร้างโบนัสความเสียหาย <color=#99FFFFFF>42%</color>; มิฉะนั้นความเสียหายที่สร้างจะลดลง 10%",
        "vi": "Khi đánh thường hoặc trọng kích, nếu mũi tên bắn trúng kẻ địch trong 0.3s sau khi phóng, sát thương tạo thành sẽ tăng <color=#99FFFFFF>42%</color>; Nếu không, sát thương tạo thành giảm 10%."
      }
    },
    {
      "name": {
        "zhs": "弹弓",
        "zht": "彈弓",
        "jp": "弾弓",
        "ko": "탄궁",
        "en": "Slingshot",
        "de": "Steinschleuder",
        "es": "Tirachinas",
        "fr": "Lance-pierres",
        "pt": "Estilingue",
        "ru": "Рогатка",
        "id": "Slingshot",
        "th": "Slingshot",
        "vi": "Nỏ Kéo"
      },
      "description": {
        "zhs": "普通攻击与重击的箭矢若在发射后的0.3秒内击中敌人，则造成的伤害增加<color=#99FFFFFF>48%</color>；否则，造成的伤害下降10%。",
        "zht": "普通攻擊與重擊的箭矢若在發射後的0.3秒內擊中敵人，則造成的傷害增加<color=#99FFFFFF>48%</color>；否則，造成的傷害下降10%。",
        "jp": "通常攻撃または重撃の矢が発射した後、0.3秒以内に敵に命中した場合、与えるダメージ+<color=#99FFFFFF>48%</color>。0.3秒以上の場合、与えるダメージ-10%。",
        "ko": "일반 공격과 강공격 화살은 발사 후 0.3초 내에 적을 명중하면 가하는 피해가 <color=#99FFFFFF>48%</color> 증가한다. 반대일 경우 가하는 피해가 10% 감소한다",
        "en": "If a Normal or Charged Attack hits a target within 0.3s of being fired, increases DMG by <color=#99FFFFFF>48%</color>. Otherwise, decreases DMG by 10%.",
        "de": "Erhöht den Schaden beim Treffen von Gegnern mit Pfeilen von Standardangriffen und heftigen Schlägen innerhalb von 0,3 s nach dem Abschießen eines Pfeils um <color=#99FFFFFF>48 %</color>, verringert den verursachten Schaden ansonsten jedoch um 10 %.",
        "es": "Si un Ataque Normal o Cargado golpea al enemigo en menos de 0.3 s de ser lanzado, el daño infligido aumentará en un <color=#99FFFFFF>48%</color>. Si se excede este tiempo, el daño disminuirá en un 10%.",
        "fr": "Les DGT infligés par les flèches des attaques normales et chargées infligent <color=#99FFFFFF>48 %</color> de DGT supplémentaires lorsqu'elles touchent dans les 0,3 s après le tir. Dans le cas contraire, elles infligent 10 % de DGT en moins.",
        "pt": "Se a flecha do Ataque Normal e do Ataque Carregado atingir um alvo dentro de 0.3s após o disparo, o Dano é aumentado em <color=#99FFFFFF>48%</color>. Caso contrário, o Dano é diminuído em 10%.",
        "ru": "Если обычная или заряженная стрела поразила цель в течение 0,3 сек. после выстрела, то её урон увеличивается на <color=#99FFFFFF>48%</color>. В противном случае урон уменьшается на 10%.",
        "id": "Jika Normal atau Charged Attack mengenai target dalam waktu 0,3 detik setelah dilancarkan, DMG meningkat sebesar <color=#99FFFFFF>48%</color>. Sebaliknya jika tidak, maka DMG menurun sebesar 10%.",
        "th": "หากลูกธนูของการโจมตีปกติหรือชาร์จโจมตีถูกศัตรูภายใน 0.3 วินาที หลังจากที่ปล่อยออกไป จะสร้างโบนัสความเสียหาย <color=#99FFFFFF>48%</color>; มิฉะนั้นความเสียหายที่สร้างจะลดลง 10%",
        "vi": "Khi đánh thường hoặc trọng kích, nếu mũi tên bắn trúng kẻ địch trong 0.3s sau khi phóng, sát thương tạo thành sẽ tăng <color=#99FFFFFF>48%</color>; Nếu không, sát thương tạo thành giảm 10%."
      }
    },
    {
      "name": {
        "zhs": "弹弓",
        "zht": "彈弓",
        "jp": "弾弓",
        "ko": "탄궁",
        "en": "Slingshot",
        "de": "Steinschleuder",
        "es": "Tirachinas",
        "fr": "Lance-pierres",
        "pt": "Estilingue",
        "ru": "Рогатка",
        "id": "Slingshot",
        "th": "Slingshot",
        "vi": "Nỏ Kéo"
      },
      "description": {
        "zhs": "普通攻击与重击的箭矢若在发射后的0.3秒内击中敌人，则造成的伤害增加<color=#99FFFFFF>54%</color>；否则，造成的伤害下降10%。",
        "zht": "普通攻擊與重擊的箭矢若在發射後的0.3秒內擊中敵人，則造成的傷害增加<color=#99FFFFFF>54%</color>；否則，造成的傷害下降10%。",
        "jp": "通常攻撃または重撃の矢が発射した後、0.3秒以内に敵に命中した場合、与えるダメージ+<color=#99FFFFFF>54%</color>。0.3秒以上の場合、与えるダメージ-10%。",
        "ko": "일반 공격과 강공격 화살은 발사 후 0.3초 내에 적을 명중하면 가하는 피해가 <color=#99FFFFFF>54%</color> 증가한다. 반대일 경우 가하는 피해가 10% 감소한다",
        "en": "If a Normal or Charged Attack hits a target within 0.3s of being fired, increases DMG by <color=#99FFFFFF>54%</color>. Otherwise, decreases DMG by 10%.",
        "de": "Erhöht den Schaden beim Treffen von Gegnern mit Pfeilen von Standardangriffen und heftigen Schlägen innerhalb von 0,3 s nach dem Abschießen eines Pfeils um <color=#99FFFFFF>54 %</color>, verringert den verursachten Schaden ansonsten jedoch um 10 %.",
        "es": "Si un Ataque Normal o Cargado golpea al enemigo en menos de 0.3 s de ser lanzado, el daño infligido aumentará en un <color=#99FFFFFF>54%</color>. Si se excede este tiempo, el daño disminuirá en un 10%.",
        "fr": "Les DGT infligés par les flèches des attaques normales et chargées infligent <color=#99FFFFFF>54 %</color> de DGT supplémentaires lorsqu'elles touchent dans les 0,3 s après le tir. Dans le cas contraire, elles infligent 10 % de DGT en moins.",
        "pt": "Se a flecha do Ataque Normal e do Ataque Carregado atingir um alvo dentro de 0.3s após o disparo, o Dano é aumentado em <color=#99FFFFFF>54%</color>. Caso contrário, o Dano é diminuído em 10%.",
        "ru": "Если обычная или заряженная стрела поразила цель в течение 0,3 сек. после выстрела, то её урон увеличивается на <color=#99FFFFFF>54%</color>. В противном случае урон уменьшается на 10%.",
        "id": "Jika Normal atau Charged Attack mengenai target dalam waktu 0,3 detik setelah dilancarkan, DMG meningkat sebesar <color=#99FFFFFF>54%</color>. Sebaliknya jika tidak, maka DMG menurun sebesar 10%.",
        "th": "หากลูกธนูของการโจมตีปกติหรือชาร์จโจมตีถูกศัตรูภายใน 0.3 วินาที หลังจากที่ปล่อยออกไป จะสร้างโบนัสความเสียหาย <color=#99FFFFFF>54%</color>; มิฉะนั้นความเสียหายที่สร้างจะลดลง 10%",
        "vi": "Khi đánh thường hoặc trọng kích, nếu mũi tên bắn trúng kẻ địch trong 0.3s sau khi phóng, sát thương tạo thành sẽ tăng <color=#99FFFFFF>54%</color>; Nếu không, sát thương tạo thành giảm 10%."
      }
    },
    {
      "name": {
        "zhs": "弹弓",
        "zht": "彈弓",
        "jp": "弾弓",
        "ko": "탄궁",
        "en": "Slingshot",
        "de": "Steinschleuder",
        "es": "Tirachinas",
        "fr": "Lance-pierres",
        "pt": "Estilingue",
        "ru": "Рогатка",
        "id": "Slingshot",
        "th": "Slingshot",
        "vi": "Nỏ Kéo"
      },
      "description": {
        "zhs": "普通攻击与重击的箭矢若在发射后的0.3秒内击中敌人，则造成的伤害增加<color=#99FFFFFF>60%</color>；否则，造成的伤害下降10%。",
        "zht": "普通攻擊與重擊的箭矢若在發射後的0.3秒內擊中敵人，則造成的傷害增加<color=#99FFFFFF>60%</color>；否則，造成的傷害下降10%。",
        "jp": "通常攻撃または重撃の矢が発射した後、0.3秒以内に敵に命中した場合、与えるダメージ+<color=#99FFFFFF>60%</color>。0.3秒以上の場合、与えるダメージ-10%。",
        "ko": "일반 공격과 강공격 화살은 발사 후 0.3초 내에 적을 명중하면 가하는 피해가 <color=#99FFFFFF>60%</color> 증가한다. 반대일 경우 가하는 피해가 10% 감소한다",
        "en": "If a Normal or Charged Attack hits a target within 0.3s of being fired, increases DMG by <color=#99FFFFFF>60%</color>. Otherwise, decreases DMG by 10%.",
        "de": "Erhöht den Schaden beim Treffen von Gegnern mit Pfeilen von Standardangriffen und heftigen Schlägen innerhalb von 0,3 s nach dem Abschießen eines Pfeils um <color=#99FFFFFF>60 %</color>, verringert den verursachten Schaden ansonsten jedoch um 10 %.",
        "es": "Si un Ataque Normal o Cargado golpea al enemigo en menos de 0.3 s de ser lanzado, el daño infligido aumentará en un <color=#99FFFFFF>60%</color>. Si se excede este tiempo, el daño disminuirá en un 10%.",
        "fr": "Les DGT infligés par les flèches des attaques normales et chargées infligent <color=#99FFFFFF>60 %</color> de DGT supplémentaires lorsqu'elles touchent dans les 0,3 s après le tir. Dans le cas contraire, elles infligent 10 % de DGT en moins.",
        "pt": "Se a flecha do Ataque Normal e do Ataque Carregado atingir um alvo dentro de 0.3s após o disparo, o Dano é aumentado em <color=#99FFFFFF>60%</color>. Caso contrário, o Dano é diminuído em 10%.",
        "ru": "Если обычная или заряженная стрела поразила цель в течение 0,3 сек. после выстрела, то её урон увеличивается на <color=#99FFFFFF>60%</color>. В противном случае урон уменьшается на 10%.",
        "id": "Jika Normal atau Charged Attack mengenai target dalam waktu 0,3 detik setelah dilancarkan, DMG meningkat sebesar <color=#99FFFFFF>60%</color>. Sebaliknya jika tidak, maka DMG menurun sebesar 10%.",
        "th": "หากลูกธนูของการโจมตีปกติหรือชาร์จโจมตีถูกศัตรูภายใน 0.3 วินาที หลังจากที่ปล่อยออกไป จะสร้างโบนัสความเสียหาย <color=#99FFFFFF>60%</color>; มิฉะนั้นความเสียหายที่สร้างจะลดลง 10%",
        "vi": "Khi đánh thường hoặc trọng kích, nếu mũi tên bắn trúng kẻ địch trong 0.3s sau khi phóng, sát thương tạo thành sẽ tăng <color=#99FFFFFF>60%</color>; Nếu không, sát thương tạo thành giảm 10%."
      }
    }
  ],
  "internal_name": "Bow_Sling",
  "imgid": "bow/sling"
}