{
  "id": 15402,
  "type": "bow",
  "rank": 4,
  "name": {
    "zhs": "绝弦",
    "zht": "絕弦",
    "jp": "絶弦",
    "ko": "절현",
    "en": "The Stringless",
    "de": "Der Sehnenlose",
    "es": "Último Acorde",
    "fr": "Dernière corde",
    "pt": "Último Acorde",
    "ru": "Бесструнный",
    "id": "The Stringless",
    "th": "The Stringless",
    "vi": "Tuyệt Huyền"
  },
  "description": {
    "zhs": "曾经作为乐器大放异彩的弓。如今已经不再能令人起舞。",
    "zht": "曾經作為樂器大放異彩的弓。如今已經不再能令人起舞。",
    "jp": "かつて楽器として有名だった弓。今はもう踊りに使われることはない。",
    "ko": "한때 악기로써 빛을 발했던 활. 오늘날에는 사람들을 예전처럼 춤추게 만들지 못한다",
    "en": "A bow that once served as an extraordinary instrument. It is no longer capable of getting people up and dancing.",
    "de": "Ein großer, prächtiger Bogen, der einst als Musikinstrument gedient hat. Mittlerweile bringt er niemanden mehr zum Tanzen.",
    "es": "Un arco que alguna vez acompañó a un instrumento extraordinario. Ya no es capaz de hacer bailar a la gente.",
    "fr": "Un arc qui était autrefois un extraordinaire instrument de musique. Il ne fait plus danser personne aujourd'hui.",
    "pt": "Um arco que serviu como um instrumento extraordinário. Não é mais capaz de fazer pessoas dançarem.",
    "ru": "Когда-то этот лук был восхитительным музыкальным инструментом, но больше под его музыку никто не запляшет.",
    "id": "Sebuah busur yang dulunya merupakan instrumen luar biasa. Kini tak mampu lagi untuk membuat orang menari.",
    "th": "คันธนูที่ครั้งหนึ่งเคยเป็นเครื่องดนตรีที่แสนวิเศษ แต่ในตอนนี้มันไม่สามารถทำให้ผู้คนลุกขึ้นเพื่อเต้นรำได้อีกต่อไปแล้ว",
    "vi": "Cung được sử dụng như nhạc cụ phát ra ánh sáng rực rỡ. Đến nay nó không còn có thể khiến người khác cất bước khiêu vũ được nữa."
  },
  "lore": {
    "zhs": "\n制作精美的乐器，每一节上都系着不同材料制成的弦。\n弹动时，每根弦都在颤动中发声，流水一般的乐声就这么编织起来。\n但同时也是可以射出追心之矢的弓。伴随着乐曲声，死亡接踵而至。\n\n乐团解散后，每一根琴弦都被钝刀锯断，期间发出的声音刺耳无比。\n如今它只剩下射箭的弓弦，失去了高傲的乐声。但仍是致命的兵器。\n\n流浪乐团能让飞鸟落地，仰赖的有时是琴声，有时是随琴声来的箭。\n如同随乐声逃逸的绪风及摘星崖的花，琴师是轻浮、又无比坚定的。\n起事失败后，乐团的众人分散逃开。\n琴师留在最后，拨弦让箭落如雨掩护同伴。乐声与箭最终都耗竭了。\n\n琴师来自华美绚烂的异国枫丹，他行遍多国寻找自己的真心与命运。\n据说在他故国的宫廷中，少女们为了他不辞而别的消息而痛哭失声。\n\n据说他爱上了蒙德的一位平民女子，她却被选为羽球节的悲惨公主。\n据说他并不为自己无名屈死于他乡异国的命运懊悔。\n他遗憾的只有自己终于发现了爱情，却再也没有机会唱出恋歌一事…\n",
    "zht": "\n製作精美的樂器，每一節上都繫著不同材料製成的弦。\n彈動時，每根弦都在顫動中發聲，流水一般的樂聲就這麼編織起來。\n但同時也是可以射出追心之矢的弓。伴隨著樂曲聲，死亡接踵而至。\n\n樂團解散後，每一根琴弦都被鈍刀鋸斷，期間發出的聲音刺耳無比。\n如今它只剩下射箭的弓弦，失去了高傲的樂聲。但仍是致命的兵器。\n\n流浪樂團能讓飛鳥落地，仰賴的有時是琴聲，有時是隨琴聲來的箭。\n如同隨樂聲逃逸的緒風及摘星崖的花，琴師是輕浮、又無比堅定的。\n起事失敗後，樂團的眾人分散逃開。\n琴師留在最後，撥弦讓箭落如雨掩護同伴。樂聲與箭最終都耗竭了。\n\n琴師來自華美絢爛的異國楓丹，他行遍多國尋找自己的真心與命運。\n據說在他故國的宮廷中，少女們為了他不辭而別的消息而痛哭失聲。\n\n據說他愛上了蒙德的一位平民女子，她卻被選為羽球節的悲慘公主。\n據說他並不為自己無名屈死於他鄉異國的命運懊悔。\n他遺憾的只有自己終於發現了愛情，卻再也沒有機會唱出戀歌一事…\n",
    "jp": "\n精巧で彫りが美しい楽器。一本一本の弦が異なる素材でできている。\n弾いて鳴らすと、せせらぎのような安らかで美しい音楽が奏でる。\n琴であると同時に、心臓を射抜く矢をはなてるほどの弓でもある。音楽と共に、死も訪れる。\n\n楽団が解散した後、その弦は弓用の弦を除き、一本一本鈍い刀で切られた。その間、聞くに堪えない音が立った。\n今となっては美しい音色を失い、命を奪うただの弓となった。\n\n流浪楽団は鳥の空を飛ぶ力を奪うことができる。それは時には琴の音、時には鋭い矢によるものだ。\n音楽と共に散り行くそよ風や星拾いの崖の花のように、琴師は軽薄ながらも揺るぎない信念を持っている。\n反乱失敗後、楽団のメンバーは四方八方に逃げ始めた。\n琴師は仲間を援護するため、音を失い、矢を使い果たしても、最後の最後まで戦っていた。\n\n琴師の出身地は華やかで美しいフォンテーヌ。各国を旅して本当の自分と運命を探していた。\n彼が故郷の宮廷に別れも告げずに去っていったことに、周囲の少女たちは、声が出なくなるほど泣き続けた。\n\n噂によると、彼はモンドの平民の女性に恋したが、その子はバドルドー祭で悲惨にも「姫」に選ばれてしまった。\n無名のまま他国で亡くなった運命を、彼は悔やんだりしなかったらしい。\n唯一の遺恨は、やっと愛を見つけたのに、それを唄うことができなかったこと。\n",
    "ko": "\n정교하게 만들어진 악기로, 마디마다 다른 소재의 줄이 걸려있다.\n튕길 때 줄이 진동하며 소리를 내는데 이것으로 흐르는 물소리를 표현할 수 있다.\n하지만 이뿐 아니라 심장을 겨냥한 활도 쏠 수 있다. 음악 소리에 죽음이 잇따른다.\n\n악단이 해산한 뒤 날이 무뎌진 칼로 모든 하프 현을 끊어버렸는데 이때 귀를 찢을듯한 소리가 났다.\n오늘날 하프에는 활을 쏘는 활시위만 남아 위풍당당한 음악 소리를 잃었다. 그렇지만 여전히 치면적인 병기다.\n\n떠돌이 악단은 새를 내려앉게 할 수 있다. 어떨 땐 하프 소리로, 또 어떨 땐 하프 소리를 따라온 화살로…\n마치 음악 소리를 따라 도망치는 서풍이나 별을 따는 절벽의 꽃들처럼 하프 연주자는 장난기 넘치고 또 단호했다.\n거사가 실패한 뒤 악단은 뿔뿔이 흩어졌다.\n하프 연주자는 마지막까지 남아 활을 쏘며 동료들을 엄호했다. 악기 소리와 활 소리는 모두 고갈되고 만다.\n\n하프 연주자는 아름답고 찬란한 폰타인에서 왔다. 그는 여러 나라들을 돌아다니며 자신의 진심과 운명을 찾고 있었다.\n듣기론 그의 고국 궁전에서 소녀들이 그의 이별 소식에 눈물 흘렸다고 한다.\n\n듣기론 그는 몬드의 평민 여자와 사랑에 빠졌지만, 그녀는 하르파스툼의 처참한 공주로 선택됐다고 한다.\n듣기론 그는 자신의 이름도 남기지 못한 채 타국에서 숨을 거둔 것을 후회하지 않았다고 한다.\n그가 안타까워했던 건 마침내 사랑을 찾았지만, 더 이상 사랑의 노래를 부를 수 없다는 것이었다…\n",
    "en": "\nAn exquisite instrument with strings of different materials on every section.\nWhen struck, every string trembles, creating flowing music.\nBut it is also a bow, one capable of firing arrows that target the heart. Where the music from this instrument leads, death shall surely follow.\n\nAfter the Wanderer's Troupe disbanded, the harp's strings were cut with a dull blade, creating ear-piercing noises.\nOnly the bowstring now remains. The instrument's lofty melodies are lost, but it remains a deadly weapon.\n\nThe Wanderer's Troupe could make birds fall from the sky, sometimes with the tune of the harp, sometimes with the arrows that followed the tune through the air.\nJust like the wind that elopes with the harp's tune and the flowers that grow on Starsnatch Cliff, the harpist was both playful and determined.\nAfter the uprising failed, the Wanderer's Troupe disbanded and its members fled.\nThe harpist stayed till the end, deftly plucking the instrument's strings and raining down a torrent of arrows to protect his comrades. He played till he exhausted his repertoire, and his arrows.\n\nThe harpist was from the magnificent and enchanting land of Fontaine. He had left to travel the world in search of his true destiny.\nIt is said that all the ladies of the Court of Fontaine wailed with grief when they heard the tragic news that he had left without saying goodbye.\n\nThe story is that he fell in love with a humble Mondstadt woman, but she was then selected for the miserable fate of Ludi Harpastum princess.\nIt is claimed that he had no regrets about dying anonymously in a foreign land.\nThe only thing he regretted was finally discovering true love, only to never have the chance to sing another love song.\n",
    "de": "\nEin exquisit geschnitztes Instrument mit den verschiedensten Materialien als Saiten.\nBeim Spielen vibrierte jede einzelne Saite und es entstand eine fließende Melodie.\nEs ist gleichzeitig ein Bogen, in der Lage, Pfeile zu verschießen, die direkt ins Herz treffen. Wohin auch immer die Musik dieses Instruments führt, der Tod folgt gewiss.\n\nNachdem sich das Ensemble aufgelöst hatte, wurden alle Saiten mit einer stumpfen Klinge zerteilt, was furchtbare Klänge hervorbrachte.\nNur die Bogenseite ist erhalten geblieben. Die Melodien sind auf ewig verloren, aber es bleibt eine tödliche Waffe.\n\nDas Ensemble konnte mit seiner Musik sogar Vögel vom Himmel schießen – manchmal mit dem Klang allein, manchmal mit Pfeilen, die dem Klang durch die Luft folgten.\nSo wie der Wind mit dem Klang der Harfe verschmilzt und die Blumen, die unbeirrt an der Sterngreifklippe wachsen, war der Harfenist verspielt und bestimmt zugleich.\nNachdem die Rebellion fehlgeschlagen war, löste sich das Ensemble auf und seine Mitglieder waren nie mehr gesehen.\nDer Harfenist blieb bis zum bitteren Ende. Er zupfte mit aller Kraft an den Seiten und ließ einen Pfeilhagel auf seine Gegner herab, um seine Freunde zu beschützen, bis seine Laute und Pfeile erschöpft waren.\n\nDer Harfenist kam aus dem bezaubernden Ort Fontaine. Er hatte seine Heimat nur verlassen, um die Welt zu erkunden und seine wahre Bestimmung zu finden.\nMan erzählt sich, dass alle Damen am Hof von Fontaine sich die Augen ausweinten, als sie Nachricht bekamen, dass er gegangen war, ohne sich von ihnen zu verabschieden.\n\nAngeblich verliebte er sich in ein gewöhnliches Mädchen aus Mondstadt, welches aber unglücklicherweise ausgewählt wurde, die Prinzessin der Ludi Harpastum zu werden.\nEs gibt Behauptungen, dass er es nicht bereute, als Unbekannter in einem fremden Land zu sterben.\nSeine einzige Reue war, wahre Liebe gefunden zu haben, nur um sie sofort wieder zu verlieren und nie wieder ein weiteres Liebeslied singen zu können.\n",
    "es": "\nUn arco exquisitamente tallado con cuerdas de diferentes materiales en cada anillo.\nAl disparar, sus cuerdas tiemblan, creando una música fluida.\nTambién es capaz de disparar flechas que persiguen el corazón de su objetivo, emitiendo una melodía que viene acompañada de la más fría de las muertes.\n\nCuando la Orquesta se disolvió, las cuerdas musicales del arco se cortaron con una cuchilla sin filo, creando un chirrido perforador.\nAhora son simplemente cuerdas para disparar flechas incapaces de emitir ningún sonido. Aun así, sigue siendo un arma letal.\n\nLa Orquesta del Errante podía hacer que las aves cayeran del cielo; a veces, con la melodía del arpa, y otras, con las flechas que seguían la melodía a través del aire.\nEl arpista era juguetón y decidido, igual que el viento que se escapa con la melodía de su arpa y las flores que crecen en el Acantilado Estrellado.\nTras el levantamiento fallido, la Orquesta del Errante se disolvió y sus miembros huyeron.\nEl arpista, en cambio, se quedó hasta el final, tocando hábilmente las cuerdas del instrumento y haciendo llover un torrente de flechas para proteger a sus camaradas. Valientemente, tocó hasta agotar su repertorio y sus flechas.\n\nEl arpista, natural de la magnífica y encantadora tierra de Fontaine, viajaba por el mundo en busca de su verdadero destino.\nSe dice que todas las damas de la corte de Fontaine lloraron de dolor al enterarse la trágica noticia de que se había ido sin decir adiós.\n\nSegún cuenta la leyenda, el arpista se enamoró de una humilde mujer de Mondstadt que, más tarde, fue elegida para el miserable destino de ser la princesa del Ludi Harpastum.\nSe dice que el músico no se arrepintió de morir en el anonimato en un país extranjero.\nLo único que lamentó fue descubrir su verdadero amor, y no tener la oportunidad de cantar otra canción.\n",
    "fr": "\nUn instrument exquis, orné de cordes de matériaux différents.\nLorsqu'elles étaient pincées, ces cordes émettaient de concert un son aussi fluide que l'eau.\nMais il s'agit également d'un arc capable de tirer des flèches visant droit au cœur. La mort suit toujours sa mélodie.\n\nSuivant la dissolution de la Compagnie Vagabonde, les cordes de la harpe furent tranchées par une lame émoussée, rendant l'une après l'autre un son déchirant.\nSeule a survécu la corde de l'arc. Les mélodies autrefois chantées par l'instrument ont disparu ; seule reste la mort.\n\nLa Compagnie Vagabonde était capable de faire chuter les oiseaux du ciel, soit en les attirant au son de la harpe, soit grâce aux flèches qui suivaient sa musique.\nÀ la manière du vent soufflant sur les cordes de son instrument et des fleurs s'agrippant à la Falaise Arrachétoile, le joueur de harpe était d'un tempérament frivole mais décidé.\nAprès l'échec de la rébellion, la Compagnie fut dissolue, et ses membres partirent chacun dans leur direction.\nLe joueur de harpe demeura jusqu'à la fin, pinçant vaillamment ses cordes, et protégeant ses compagnons d'une pluie de flèches ; il joua jusqu'à ce qu'il eut épuisé son répertoire et ses flèches.\n\nIl était originaire du lointain et beau pays de Fontaine, qu'il avait quitté pour se lancer à la recherche de son destin.\nNombre de demoiselles de Fontaine furent, dit-on, navrées d'apprendre son départ.\n\nOn raconte qu'il tomba amoureux d'une fille du commun de Mondstadt, qui fut hélas choisie lors du Ludi Harpastum.\nOn raconte également qu'il n'eut aucun regret à mourir sur le sol étranger.\nSon seul regret fut d'avoir trouvé l'amour, et de ne plus avoir la chance de le chanter...\n",
    "pt": "\nUm instrumento requintado com cordas de diferentes materiais em cada seção.\nQuando tocadas, cada corda estremece, criando uma música fluida.\nMas também é um arco, capaz de disparar flechas que atingem o coração. Onde a música deste instrumento conduz, a morte certamente seguirá.\n\nDepois que a Trupe se dissolveu, as cordas da harpa foram cortadas com uma lâmina cega, criando ruídos que perfuravam as orelhas.\nApenas a corda do arco permanece. As melodias elevadas do instrumento se perdem, mas ele continua sendo uma arma mortal.\n\nA Trupe Itinerante podia fazer os pássaros caírem do céu, às vezes com a melodia da harpa, às vezes com as flechas que seguiam a melodia pelo ar.\nAssim como o vento que foge com a melodia da harpa e as flores que crescem em Penhasco das Estrelas, o lirista era brincalhão e determinado.\nApós o fracasso, todos os membros da trupe fugiram.\nO lirista ficou até o fim, dedilhando habilmente as cordas do instrumento e jogando uma torrente de flechas para proteger seus companheiros. Ele tocou até esgotar seu repertório e suas flechas.\n\nO lirista era da magnífica e encantadora terra, Fontaine. Ele partiu para viajar pelo mundo em busca de seu verdadeiro destino.\nDiz-se que todas as damas da Corte de Fontaine choraram de tristeza ao ouvir a trágica notícia de que ele tinha partido sem se despedir.\n\nA história é que ele se apaixonou por uma humilde mulher de Mondstadt, mas ela foi então selecionada como a princesa miserável de Ludi Harpastum.\nAlega-se que ele não se arrependia de morrer anonimamente em uma terra estrangeira.\nA única coisa que ele lamentou foi finalmente descobrir o amor verdadeiro, mas nunca mais ter a chance de cantar outra canção de amor.\n",
    "ru": "\nИзысканный инструмент со струнами из разных материалов в каждой секции.\nБой по струнам издаёт текущую словно ручей мелодию.\nНо это также и лук, способный выпускать стрелу прямо в сердце. За музыкой этого инструмента обязательно последует смерть.\n\nПосле того как Бродячий ансамбль распался, струны арфы с пронзающим уши звуком обрезали тупым лезвием.\nОсталась только тетива. Гордая мелодия инструмента потеряна, но он стал смертоносным оружием.\n\nБродячий ансамбль мог сбить птицу с неба с помощью мелодии арфы, либо с помощью следующей за мелодией стрелы.\nАрфист был игрив и решителен, как ветер, сопровождающий мелодию арфы, и как цветы, растущие на утёсе Звездолова.\nПосле неудавшегося бунта Бродячий ансамбль распался, и его члены бежали.\nПоследним остался арфист, который рвал струны своего инструмента и обрушивал град стрел для защиты своих товарищей. Он играл, пока не закончились его песни и его стрелы.\n\nАрфист был родом из богатой и очаровательной страны Фонтейн. Он отправился путешествовать по миру в поисках своей истинной судьбы.\nГоворят, что все леди при дворе Фонтейна плакали от горя, услыхав трагические новости о его отъезде.\n\nИстория гласит, что он влюбился в скромную мондштадтскую девушку, но она была выбрана для несчастной доли принцессы фестиваля Луди Гарпастум.\nГоворят, что он не сожалел о бесславной смерти на чужбине.\nЕдинственное, о чём он мог сожалеть, - это обрести свою настоящую любовь, только чтобы никогда не спеть его песен о любви.\n",
    "id": "\nInstrumen indah dengan senar dari bahan berbeda di setiap bagian.\nSaat dipetik, setiap senar bergetar, membuat musik mengalun.\nNamun ini juga adalah busur yang bisa menembakkan panah yang menusuk jantung. Saat musik dari instrumen ini terdengar, kematian pasti mengikutinya.\n\nSetelah rombongan petualang bubar, senar harpa dipotong dengan pisau tumpul, menghasilkan suara yang menusuk telinga.\nHanya tali busur sekarang yang tersisa. Melodi instrumen hilang, tetapi masih merupakan senjata yang mematikan.\n\nRombongan petualang dapat membuat burung jatuh dari langit, terkadang dengan melodi harpa, terkadang dengan anak panah yang mengikuti melodi melalui udara.\nSama seperti angin yang berpacu dengan irama harpa dan bunga-bunga yang tumbuh di Starsnatch Cliff, pemain harpa itu senang bermain-main dan penuh tekad.\nSetelah pemberontakan gagal, rombongan petualang bubar dan anggotanya tersebar.\nPemain harpa tinggal sampai akhir, mencabut senar-senar instrumennya dan menghujani anak panah untuk melindungi rekan-rekannya. Dia bermain sampai dia kehabisan suara, dan juga anak panahnya.\n\nPemain harpa itu berasal dari tanah Fontaine yang indah dan mempesona. Dia telah pergi berkeliling dunia untuk mencari takdirnya yang sebenarnya.\nDikatakan bahwa semua wanita di Pengadilan Fontaine meratap dengan sedih ketika mereka mendengar berita tragis bahwa dia pergi tanpa mengucapkan selamat tinggal.\n\nCeritanya adalah dia jatuh cinta kepada seorang gadis Mondstadt yang sederhana, namun gadis itu terpilih menjadi putri di Ludi Harpastum.\nDikatakan bahwa dia tidak menyesali nasib kematiannya di negeri asing.\nSatu-satunya yang dia sesali adalah ketika akhirnya menemukan cinta sejati, namun tidak mempunyai kesempatan untuk menyanyikan lagu cinta...\n",
    "th": "\nเครื่องดนตรีนี้แกะสลักอย่างสวยงาม สายแต่ละสายทำจากวัสดุที่แตกต่างกัน\nเมื่อเกิดการสั่นสะเทือน สายแต่ละเส้นจะสร้างท่วงทำนองที่ไหลลื่น\nแต่มันก็ยังคงเป็นธนูที่สามารถพุ่งสู่หัวใจของเป้าหมาย เมื่อใดก็ตามที่เครื่องดนตรีนี้ถูกบรรเลง ความตายก็จะตามมาในไม่ช้า\n\nหลังจากที่วงดนตรีถูกยุบ สายของพิณถูกตัดด้วยใบมีดทื่อ ทำให้เกิดเสียงที่เสียดแทงแก้วหู\nทุกวันนี้เครื่องดนตรีที่ไพเราะได้สูญหายไปแล้ว เหลือไว้เพียงแต่คันธนู ที่ยังคงเป็นอาวุธที่ร้ายแรง\n\nคณะดนตรีพเนจรนั้นสามารถทำให้นกลงมาบนพื้นได้ ซึ่งบางครั้งก็ต้องอาศัยเสียงของพิณและบางครั้งก็เป็นลูกธนูที่มาพร้อมกับเสียงพิณ\nเช่นเดียวกับสายลมที่พัดผ่านไปตามเสียงเพลงของพิณและดอกไม้ที่ขึ้นตามหน้าผา Starsnatch Cliff นักเล่นพิณนั้นทั้งขี้เล่นและมีความมุ่งมั่น\nหลังจากการปฏิวัติล้มเหลว คณะดนตรีพเนจรก็แตกแยกห่างหายกันไป\nนักเล่นพิณอยู่จนถึงเวลาสุดท้าย เขาดึงสายเครื่องดนตรีและปลดปล่อยฝนธนูเพื่อปกป้องเหล่าเพื่อนร่วมอุดมการณ์ และสุดท้ายเสียงเพลงและลูกธนูก็หมดลง\n\nนักเล่นพิณมาจากดินแดนอันงดงามและน่าหลงใหลของ Fontaine เขาออกเดินทางไปทั่วโลกเพื่อค้นหาชะตากรรมที่แท้จริงของเขา\nว่ากันว่าเหล่าสตรีทุกคนในราชวงศ์ Fontaine ร่ำไห้ด้วยความโศกเศร้าเมื่อพวกเธอได้ยินข่าวเศร้าว่าเขาจากไปโดยไม่กล่าวคำอำลา\n\nตำนานเล่าว่าเขาได้ตกหลุมรักหญิงสามัญคนหนึ่งใน Mondstadt แต่ทว่าเธอกลับได้รับเลือกให้เป็นเจ้าหญิงที่น่าเศร้าของเทศกาล Ludi Harpastum\nว่ากันว่าเขาไม่ได้รู้สึกเศร้าเสียใจกับชะตากรรมของตนเองที่จะต้องตายโดยที่ไม่มีใครรู้จักในต่างแดน\nสิ่งที่เขาเสียใจนั้นมีเพียงความรักในที่สุดก็หาจนเจอ แต่กลับไม่มีโอกาสที่จะเล่นเพลงรักออกมา\n",
    "vi": "\nNhạc cụ được chế tác tinh xảo, mỗi một nốt được làm bằng các loại dây với chất liệu khác nhau.\nKhi sử dụng, mỗi dây cung rung lên như tiếng nhạc của nước chảy.\nCùng lúc cũng có thể bắn ra những mũi tên xuyên tâm. Cái chết nối gót mà đến kèm theo âm thanh của bản nhạc.\n\nSau khi đoàn nhạc giải nghệ, dây cung bị dao cắt đứt, trong phút chốc vang lên thứ âm thanh chói tai.\nHiện nay nó chỉ còn lại dây cung, đã mất đi âm thanh cao ngạo. Nhưng nó vẫn là vũ khí giết người.\n\nGánh hát rong có thể khiến những con chim rơi xuống đất, đôi khi chỉ nhờ vào âm thanh của đàn, đôi lúc lại là mũi tên đi kèm với nó.\nGiống như gió theo tiếng đàn và hoa trên Vực Hái Sao, nhạc sĩ phiêu diêu mà vô cùng kiên định.\nKhởi nghĩa thất bại, phần lớn đoàn nhạc đều phân tán.\nNhạc sĩ ở lại cuối cùng, gảy dây đàn để bảo vệ bạn bè với mưa tên. Tiếng nhạc và tên cuối cùng cũng dùng hết.\n\nNhạc sĩ đến từ Fontaine dị quốc tuyệt đẹp. Anh đi qua nhiều nước để tìm thấy trái tim và định mệnh thực sự của mình.\nNgười ta nói rằng trong cung đình nơi quê hương anh, các cô gái đã khóc vì tin rằng anh đã ra đi không lời từ biệt.\n\nNgười ta nói rằng anh ta đã yêu một cô gái dân thường ở Mondstadt, nhưng cô được chọn là công chúa bi thảm của lễ đánh cầu.\nNgười ta nói rằng anh đã không hối tiếc về số phận của cái chết của mình ở nơi tha hương.\nAnh chỉ hối hận vì cuối cùng anh cũng tìm được tình yêu, nhưng không bao giờ có cơ hội hát một bản tình ca...\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "无矢之歌",
        "zht": "無矢之歌",
        "jp": "矢なしの詩",
        "ko": "무형 화살의 노래",
        "en": "Arrowless Song",
        "de": "Pfeilloser Gesang",
        "es": "Canción sin flechas",
        "fr": "Chanson sans flèche",
        "pt": "Canção Sem Flechas",
        "ru": "Песнь без стрел",
        "id": "Arrowless Song",
        "th": "Arrowless Song",
        "vi": "Bài Ca Không Tên"
      },
      "description": {
        "zhs": "元素战技与元素爆发的伤害提高<color=#99FFFFFF>24%</color>。",
        "zht": "元素戰技與元素爆發的傷害提高<color=#99FFFFFF>24%</color>。",
        "jp": "元素スキルと元素爆発のダメージ+<color=#99FFFFFF>24%</color>。",
        "ko": "원소전투 스킬과 원소폭발 피해가 <color=#99FFFFFF>24%</color> 증가한다",
        "en": "Increases Elemental Skill and Elemental Burst DMG by <color=#99FFFFFF>24%</color>.",
        "de": "Erhöht den Schaden von Elementarfähigkeiten und Spezialfähigkeiten um <color=#99FFFFFF>24 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>24%</color> el daño de la Habilidad Elemental y la Habilidad Definitiva.",
        "fr": "Augmente les DGT infligés par les compétences élémentaires et les déchaînements élémentaires de <color=#99FFFFFF>24 %</color>.",
        "pt": "Aumenta o Dano da Habilidade Elemental e do Supremo em <color=#99FFFFFF>24%</color>.",
        "ru": "Увеличивает урон элементального навыка и взрыва стихии на <color=#99FFFFFF>24%</color>.",
        "id": "Meningkatkan <color=#99FFFFFF>24%</color> DMG Elemental Skill dan Elemental Burst.",
        "th": "สกิลธาตุและท่าไม้ตายสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>24%</color>",
        "vi": "Tăng <color=#99FFFFFF>24%</color> sát thương kỹ năng Nguyên Tố và kỹ năng nộ."
      }
    },
    {
      "name": {
        "zhs": "无矢之歌",
        "zht": "無矢之歌",
        "jp": "矢なしの詩",
        "ko": "무형 화살의 노래",
        "en": "Arrowless Song",
        "de": "Pfeilloser Gesang",
        "es": "Canción sin flechas",
        "fr": "Chanson sans flèche",
        "pt": "Canção Sem Flechas",
        "ru": "Песнь без стрел",
        "id": "Arrowless Song",
        "th": "Arrowless Song",
        "vi": "Bài Ca Không Tên"
      },
      "description": {
        "zhs": "元素战技与元素爆发的伤害提高<color=#99FFFFFF>30%</color>。",
        "zht": "元素戰技與元素爆發的傷害提高<color=#99FFFFFF>30%</color>。",
        "jp": "元素スキルと元素爆発のダメージ+<color=#99FFFFFF>30%</color>。",
        "ko": "원소전투 스킬과 원소폭발 피해가 <color=#99FFFFFF>30%</color> 증가한다",
        "en": "Increases Elemental Skill and Elemental Burst DMG by <color=#99FFFFFF>30%</color>.",
        "de": "Erhöht den Schaden von Elementarfähigkeiten und Spezialfähigkeiten um <color=#99FFFFFF>30 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>30%</color> el daño de la Habilidad Elemental y la Habilidad Definitiva.",
        "fr": "Augmente les DGT infligés par les compétences élémentaires et les déchaînements élémentaires de <color=#99FFFFFF>30 %</color>.",
        "pt": "Aumenta o Dano da Habilidade Elemental e do Supremo em <color=#99FFFFFF>30%</color>.",
        "ru": "Увеличивает урон элементального навыка и взрыва стихии на <color=#99FFFFFF>30%</color>.",
        "id": "Meningkatkan <color=#99FFFFFF>30%</color> DMG Elemental Skill dan Elemental Burst.",
        "th": "สกิลธาตุและท่าไม้ตายสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>30%</color>",
        "vi": "Tăng <color=#99FFFFFF>30%</color> sát thương kỹ năng Nguyên Tố và kỹ năng nộ."
      }
    },
    {
      "name": {
        "zhs": "无矢之歌",
        "zht": "無矢之歌",
        "jp": "矢なしの詩",
        "ko": "무형 화살의 노래",
        "en": "Arrowless Song",
        "de": "Pfeilloser Gesang",
        "es": "Canción sin flechas",
        "fr": "Chanson sans flèche",
        "pt": "Canção Sem Flechas",
        "ru": "Песнь без стрел",
        "id": "Arrowless Song",
        "th": "Arrowless Song",
        "vi": "Bài Ca Không Tên"
      },
      "description": {
        "zhs": "元素战技与元素爆发的伤害提高<color=#99FFFFFF>36%</color>。",
        "zht": "元素戰技與元素爆發的傷害提高<color=#99FFFFFF>36%</color>。",
        "jp": "元素スキルと元素爆発のダメージ+<color=#99FFFFFF>36%</color>。",
        "ko": "원소전투 스킬과 원소폭발 피해가 <color=#99FFFFFF>36%</color> 증가한다",
        "en": "Increases Elemental Skill and Elemental Burst DMG by <color=#99FFFFFF>36%</color>.",
        "de": "Erhöht den Schaden von Elementarfähigkeiten und Spezialfähigkeiten um <color=#99FFFFFF>36 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>36%</color> el daño de la Habilidad Elemental y la Habilidad Definitiva.",
        "fr": "Augmente les DGT infligés par les compétences élémentaires et les déchaînements élémentaires de <color=#99FFFFFF>36 %</color>.",
        "pt": "Aumenta o Dano da Habilidade Elemental e do Supremo em <color=#99FFFFFF>36%</color>.",
        "ru": "Увеличивает урон элементального навыка и взрыва стихии на <color=#99FFFFFF>36%</color>.",
        "id": "Meningkatkan <color=#99FFFFFF>36%</color> DMG Elemental Skill dan Elemental Burst.",
        "th": "สกิลธาตุและท่าไม้ตายสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>36%</color>",
        "vi": "Tăng <color=#99FFFFFF>36%</color> sát thương kỹ năng Nguyên Tố và kỹ năng nộ."
      }
    },
    {
      "name": {
        "zhs": "无矢之歌",
        "zht": "無矢之歌",
        "jp": "矢なしの詩",
        "ko": "무형 화살의 노래",
        "en": "Arrowless Song",
        "de": "Pfeilloser Gesang",
        "es": "Canción sin flechas",
        "fr": "Chanson sans flèche",
        "pt": "Canção Sem Flechas",
        "ru": "Песнь без стрел",
        "id": "Arrowless Song",
        "th": "Arrowless Song",
        "vi": "Bài Ca Không Tên"
      },
      "description": {
        "zhs": "元素战技与元素爆发的伤害提高<color=#99FFFFFF>42%</color>。",
        "zht": "元素戰技與元素爆發的傷害提高<color=#99FFFFFF>42%</color>。",
        "jp": "元素スキルと元素爆発のダメージ+<color=#99FFFFFF>42%</color>。",
        "ko": "원소전투 스킬과 원소폭발 피해가 <color=#99FFFFFF>42%</color> 증가한다",
        "en": "Increases Elemental Skill and Elemental Burst DMG by <color=#99FFFFFF>42%</color>.",
        "de": "Erhöht den Schaden von Elementarfähigkeiten und Spezialfähigkeiten um <color=#99FFFFFF>42 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>42%</color> el daño de la Habilidad Elemental y la Habilidad Definitiva.",
        "fr": "Augmente les DGT infligés par les compétences élémentaires et les déchaînements élémentaires de <color=#99FFFFFF>42 %</color>.",
        "pt": "Aumenta o Dano da Habilidade Elemental e do Supremo em <color=#99FFFFFF>42%</color>.",
        "ru": "Увеличивает урон элементального навыка и взрыва стихии на <color=#99FFFFFF>42%</color>.",
        "id": "Meningkatkan <color=#99FFFFFF>42%</color> DMG Elemental Skill dan Elemental Burst.",
        "th": "สกิลธาตุและท่าไม้ตายสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>42%</color>",
        "vi": "Tăng <color=#99FFFFFF>42%</color> sát thương kỹ năng Nguyên Tố và kỹ năng nộ."
      }
    },
    {
      "name": {
        "zhs": "无矢之歌",
        "zht": "無矢之歌",
        "jp": "矢なしの詩",
        "ko": "무형 화살의 노래",
        "en": "Arrowless Song",
        "de": "Pfeilloser Gesang",
        "es": "Canción sin flechas",
        "fr": "Chanson sans flèche",
        "pt": "Canção Sem Flechas",
        "ru": "Песнь без стрел",
        "id": "Arrowless Song",
        "th": "Arrowless Song",
        "vi": "Bài Ca Không Tên"
      },
      "description": {
        "zhs": "元素战技与元素爆发的伤害提高<color=#99FFFFFF>48%</color>。",
        "zht": "元素戰技與元素爆發的傷害提高<color=#99FFFFFF>48%</color>。",
        "jp": "元素スキルと元素爆発のダメージ+<color=#99FFFFFF>48%</color>。",
        "ko": "원소전투 스킬과 원소폭발 피해가 <color=#99FFFFFF>48%</color> 증가한다",
        "en": "Increases Elemental Skill and Elemental Burst DMG by <color=#99FFFFFF>48%</color>.",
        "de": "Erhöht den Schaden von Elementarfähigkeiten und Spezialfähigkeiten um <color=#99FFFFFF>48 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>48%</color> el daño de la Habilidad Elemental y la Habilidad Definitiva.",
        "fr": "Augmente les DGT infligés par les compétences élémentaires et les déchaînements élémentaires de <color=#99FFFFFF>48 %</color>.",
        "pt": "Aumenta o Dano da Habilidade Elemental e do Supremo em <color=#99FFFFFF>48%</color>.",
        "ru": "Увеличивает урон элементального навыка и взрыва стихии на <color=#99FFFFFF>48%</color>.",
        "id": "Meningkatkan <color=#99FFFFFF>48%</color> DMG Elemental Skill dan Elemental Burst.",
        "th": "สกิลธาตุและท่าไม้ตายสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>48%</color>",
        "vi": "Tăng <color=#99FFFFFF>48%</color> sát thương kỹ năng Nguyên Tố và kỹ năng nộ."
      }
    }
  ],
  "internal_name": "Bow_Troupe",
  "imgid": "bow/troupe"
}