{
  "id": 15409,
  "type": "bow",
  "rank": 4,
  "name": {
    "zhs": "苍翠猎弓",
    "zht": "蒼翠獵弓",
    "jp": "蒼翠の狩猟弓",
    "ko": "청록의 사냥활",
    "en": "The Viridescent Hunt",
    "de": "Grasgrüner Jagdbogen",
    "es": "Arco de la Cazadora Esmeralda",
    "fr": "Arc de chasse verdoyant",
    "pt": "Arco Esmeralda do Caçador",
    "ru": "Зелёный лук",
    "id": "The Viridescent Hunt",
    "th": "The Viridescent Hunt",
    "vi": "Cung Sắc Xanh"
  },
  "description": {
    "zhs": "高洁的青绿猎弓，曾属于在林间狩猎的某人。",
    "zht": "高潔的青綠獵弓，曾屬於在林間狩獵的某人。",
    "jp": "青緑色をした高潔な狩猟弓。かつて森を行き交う狩人が所持していた。",
    "ko": "고결한 청록색의 활. 숲에서 사냥하며 살아가는 어느 사냥꾼이 사용하던 활",
    "en": "A pure green hunting bow. This once belonged to a certain hunter whose home was the forest.",
    "de": "Ein glänzend grüner Bogen, der ursprünglich jemandem gehörte, der in den Wäldern auf die Jagd ging.",
    "es": "Un noble e inmaculado arco de caza de color verde oscuro. Perteneció a una persona que solía cazar en los bosques.",
    "fr": "Un arc noble de couleur verte qui appartenait autrefois à un chasseur.",
    "pt": "Um arco de caça verde puro. Isso pertenceu a um certo caçador cuja casa era a floresta.",
    "ru": "Лук чистого тёмно-зеленого цвета. Он принадлежал охотнику, который жил в лесу.",
    "id": "Busur berburu warna hijau tua, dulunya milik seorang pemburu hutan.",
    "th": "ธนูล่าสัตว์สีขาวบริสุทธิ์ ครั้งหนึ่งเคยเป็นของใครบางคนที่ออกล่าอยู่ในป่า",
    "vi": "Cung săn bắn màu xanh lục, từng thuộc về một thợ săn nào đó trong rừng."
  },
  "lore": {
    "zhs": "\n曾经属于某位猎手的弓，青绿的颜色可以轻易融入原野。\n如同在晨光下的苍翠草甸与林木间穿行的野兽一般纯净，\n从不带有一丝恶意，也从未为生存以外的目的放出箭簇。\n\n无名猎人是在远离城市的地方，在这样的训导中长大的…\n「吾等诞生在绿茵中。只要有青草与树荫，便通行无阻」\n「吾等与鸟兽无异。只要遵循天地的法理，便无虞生死」\n「遵循自然的万物，在生命尽头都会去往无边际的原野」\n\n遵循着这个信念，猎手不留下足迹，不与天地自然为敌，\n安抚着被箭矢穿透心脏的野兽，直到它的生命回归自然。\n如果灾厄没有发生，如果她没有循着草叶上的污血前行，\n如果没有在常常小憩的树下遇到那奄奄一息的盲眼少年，\n那她就不会为复仇的愿望、话语中鲜活的血与火光动摇…\n\n「千万不要忘记，善良的薇瑞迭瑟恩」\n「千万不要忘记呀，你是属于绿茵的、树林的孩子」\n「不能为了争斗、为了仇恨、为了所谓荣誉而射箭」\n「染血者永远也不能找到，彼方无边际的苍翠猎场」\n\n「那至少，不要让这把弓被即将到来的，仇恨的厮杀玷污」\n「既然我无法抵达彼方，和师父，和从未谋面的血亲相见」\n「至少让这把弓保持纯洁，让它能够传达我的思念和歉意」\n",
    "zht": "\n曾經屬於某位獵手的弓，青綠的顏色可以輕易融入原野。\n如同在晨光下的蒼翠草甸與林木間穿行的野獸一般純淨，\n從不帶有一絲惡意，也從未為生存以外的目的放出箭鏃。\n\n無名獵人是在遠離城市的地方，在這樣的訓導中長大的…\n「吾等誕生在綠茵中。只要有青草與樹蔭，便通行無阻」\n「吾等與鳥獸無異。只要遵循天地的法理，便無虞生死」\n「遵循自然的萬物，在生命盡頭都會去往無邊際的原野」\n\n遵循著這個信念，獵手不留下足跡，不與天地自然為敵，\n安撫著被箭矢穿透心臟的野獸，直到它的生命回歸自然。\n如果災厄沒有發生，如果她沒有循著草葉上的汙血前行，\n如果沒有在常常小憩的樹下遇到那奄奄一息的盲眼少年，\n那她就不會為復仇的願望、話語中鮮活的血與火光動搖…\n\n「千萬不要忘記，善良的薇瑞迭瑟恩」\n「千萬不要忘記呀，妳是屬於綠茵的、樹林的孩子」\n「不能為了爭鬥、為了仇恨、為了所謂榮譽而射箭」\n「染血者永遠也不能找到，彼方無邊際的蒼翠獵場」\n\n「那至少，不要讓這把弓被即將到來的，仇恨的廝殺玷污」\n「既然我無法抵達彼方，和師父，和從未謀面的血親相見」\n「至少讓這把弓保持純潔，讓它能夠傳達我的思念和歉意」\n",
    "jp": "\nある狩人の弓。緑色の弓は簡単に野原に溶け込める。\n朝日が差した緑の草木や林間を行き交う獣のように純粋で、\n一切の悪意を持たない弓。無益な殺生は行わない。\n\n無名の狩人は都市から離れた地で育てられた。\n「我々は大自然の中で生まれた。草木さえあれば、我々の前に阻むものはない」\n「我々は鳥獣と変わらない。天地の理に従えば、生死に怯えることはない」\n「大自然の理に従う万物は、最期に果てのない野原にたどり着く」\n\n狩人は跡を残さず、大自然を敵に回さない。この信念に従い、\n矢に心臓を貫かれた獣を慰めていた。その命が大自然に還るまで。\nもし災害が起こらなければ。血の跡を追って、\nいつもの休憩場所の木の下で、死にかけの盲目の少年と出会わなければ、\n彼女は復讐に駆られず、鮮血と火花に突き動かされることもなかっただろう…\n\n「忘れないで、善良なヴィリデセルン」\n「忘れないでよ、あなたは緑の森の子だから」\n「争い、憎しみ、あるいは名誉のために矢を放ってはいけない」\n「血に染まった者は永遠に、あの果てない緑の猟場に辿り着けない」\n\n「せめて、この弓を憎しみや血に汚させないように」\n「師や先祖に会える彼方にたどり着けないというのなら」\n「この弓だけは無垢なままにしたい。代わりに私の思いとお詫びの気持ちを伝えてもらいたい」\n",
    "ko": "\n예전에 어떤 사냥꾼이 소유하던 활, 푸른 빛으로 들판과 구분이 잘 안 된다.\n새벽 빛에 빛나는 검푸른 녹지와 숲을 누비는 야수와 같이 순수하다.\n조금의 악의도 없고 생존 이외의 목표를 위해 활을 날린 적도 없다.\n\n무명의 사냥꾼은 도시에서 멀리 떨어진 곳에서 이런 가르침을 받으며 자랐다…\n「우리는 초원에서 태어났다. 풀과 나무 그늘만 있으면 통행은 자유롭다」\n「우리는 짐승과 다를 바 없다. 천지의 법칙에 따르기만 하면 생사를 걱정할 필요 없다」\n「자연의 만물을 존중하면, 목숨이 다할 때 끝없는 들판으로 돌아가리라」\n\n이 신념을 따르며 사냥꾼은 발자취를 남기지 않았고, 자연을 적으로 삼지 않았다.\n화살 촉에 심장이 뚫린 야수가 자연으로 돌아갈 때까지 위로했다.\n재난이 일어나지 않았다면, 그녀가 풀잎에 물든 핏자국을 따라 전진하지 않았다면,\n자주 쉬던 나무 밑에서 숨이 끊어질 듯한 그 눈 먼 소년을 만나지 않았다면,\n그녀는 복수에 대한 희망과 말에 느껴지는 피와 불꽃에 동요되지 않았을 것이다…\n\n「절대 잊으면 안 돼, 착한 뷔엘데센트」\n「절대로 잊으면 안 돼, 넌 초원과 숲에 속한 아이야」\n「싸움이나 원한, 명예를 위해 활을 쏘아선 안 돼」\n「피로 물든 자는 영원히 저쪽 세상의 끝없는 푸른 사냥터를 찾을 수 없어」\n\n「최소한 이 활을 곧 다가올 원한의 살육전에 물들게 하지 마」\n「난 저쪽으로 가서 사부님과 한번도 본 적 없는 친척을 만날 순 없어」\n「그래도 이 활만큼은 순결하게 지켜줘. 이 활이 내 그리움과 미안한 마음을 전달할 수 있게 해줘」\n",
    "en": "\nThis bow once belonged to a certain hunter, and its green color was such that it could blend in with the natural environment.\nTo be as pure as the beasts of the verdant fields, who roam in the forests in the light of day.\nTo never bear any ill-will, and to never loose an arrow for any reason but to survive.\n\nThe nameless hunter was taught thus, and grew thus, far away from the city.\n\"We were born of the greenery. As long as there is grass and shade, we shall move unimpeded.\"\n\"We are the same as beast and bird. As long as we follow the laws of nature, then we shall not fear death.\"\n\"All those who follow nature, when their life reaches its last ebb, shall head towards that endless plain.\"\n\nFollowing these precepts, the hunter left no traces, and fought not against the natural order.\nShe comforted the wild beasts that had been shot through the heart, until their lives had returned to nature.\nIf that calamity had not happened, if she had not tracked the tainted blood upon the leaves,\nIf she had not met that dying, blind youth under the tree where she often napped,\nThen perhaps she may never have been shaken by thoughts of revenge, by blood and fire...\n\n\"Never forget, good Viridescent.\"\n\"Never forget that you belong to the green, child of the forest.\"\n\"Never loose your arrow for war, for revenge, or for glory.\"\n\"For the bloodstained shall never find yonder hunting fields of endless viridescence.\"\n\n\"Then at least do not let this bow be tainted by my mortal vengeance.\"\n\"I cannot reach the other side, whether to meet my master or the parents whom I have never met.\"\n\"But at least let this bow remain pure, and let it carry my thoughts and regrets to them.\"\n",
    "de": "\nDieser Bogen gehörte einst einer Jägerin und schmiegt sich gut in das Grün der Felder bei der Jagd ein.\nEr ist so rein wie die wilden Tiere, die Wiesen und Wälder durchstreifen, während die ersten Sonnenstrahlen leuchten.\nNiemals würde er einen Pfeil aus Argwohn abschießen.\n\nMit diesen Grundsätzen wuchs die namenlose Jägerin weitab von der Stadt auf.\n„Im Grünen wurden wir geboren und im Grünen werden wir gehen, solange die Bäume und Sträucher wachsen.“\n„Auch wir sind Tiere und müssen den Tod nicht fürchten, solange wir den Gesetzen der Natur folgen.“\n„Am Ende ihres Lebens gehen alle Kreaturen, die dem Kreislauf der Natur folgen, in die endlosen Ebenen.“\n\nMit diesen Gedanken im Sinn hinterließ die Jägerin keine Spur und machte sich die Natur nicht zum Feind.\nSie tröstete die Tiere, deren Herzen sie durchbohrt hatte, bis der letzte Hauch aus ihnen wich.\nWenn die große Katastrophe nicht geschehen wäre, wenn sie dem unreinen Blut an den Blättern nicht gefolgt wäre,\nwenn sie den im Sterben liegenden jungen Blinden nicht unter dem Baum gesehen hätte, wo sie sich sonst gern ein Nickerchen gönnt,\nwäre der Wunsch nach Rache nie in ihr geboren und die Worte von Blut und Feuer hätten nie ihren Mund verlassen.\n\n„Vergiss das niemals, liebe Viridescent.“\n„Vergiss niemals, dass du ins Grüne gehörst und ein Kind des Waldes bist.“\n„Verschieße deinen Pfeil niemals für den Krieg, für die Rache oder für den Ruhm.“\n„Denn die Schuldigen werden niemals in die ewigen Jagdgründe aufgenommen werden.“\n\n„Tränke die Pfeile dieses Bogens wenigstens nicht im Blut, das du in Rache vergießen wirst.“\n„Auf die andere Seite werde ich nicht kommen, um meinen Meister und meine Eltern, die mir unbekannt sind, zu sehen.“\n„Bewahre zumindest die Reinheit diesen Bogen, auf dass er meine Absicht und mein Bedauern weitergebe.“\n",
    "es": "\nEl color verde de este arco, que perteneció a la Cazadora, era tal que podía camuflarse en la naturaleza.\nEra tan puro como las bestias de los verdes campos que deambulan por los bosques a la luz del día.\nSu voluntad nunca fue malvada, y nunca disparó una flecha por otra razón que no fuera la de sobrevivir.\n\nLa Cazadora sin nombre aprendió y creció lejos de la ciudad.\n“Nacimos de las plantas. Mientras haya hierba y sombra, podremos movernos sin obstáculos.\nSomos igual que las bestias y los pájaros. Mientras sigamos las leyes de la naturaleza, no tenemos por qué temer la muerte.\nTodos aquellos que sigan las leyes de la naturaleza llegarán a la llanura infinita cuando su vida llegue a su fin”.\n\nSiguiendo estos preceptos, la Cazadora nunca dejó rastro de su paso y no luchó contra el orden natural.\nConsoló a las bestias salvajes que habían recibido un disparo en el corazón hasta que sus vidas retornaron con la madre naturaleza.\nPero si aquel accidente no hubiera sucedido... Si ella no hubiera rastreado la sangre que contaminó las hojas...\nSi no hubiera conocido a ese joven moribundo y ciego bajo el árbol donde ella solía dormir la siesta,\nentonces, tal vez nunca habría tenido pensamientos de venganza, de sed de sangre y de destrucción...\n\n“Nunca lo olvides, buen Veridiscente.\nNunca olvides que tu sitio está en el verde de la naturaleza, hijo del bosque.\nNunca malgastes una flecha por la guerra, por la venganza o por gloria.\nPorque aquellos manchados por la sangre nunca encontrarán campos de caza veridiscentes infinitos en el más allá”.\n\n“Al menos, no permitas que este arco sea contaminado por mi venganza mortal.\nYa no puedo llegar al otro lado para encontrarme con mi maestro o con los padres a quienes nunca conocí.\nPero, al menos, deja que este arco conserve su pureza y que lleve mis pensamientos y arrepentimiento”.\n",
    "fr": "\nUn arc qui a appartenu autrefois à une certaine chasseresse ; sa couleur verte le rend indétectable dans la nature.\nPur comme la bête qui traverse les champs et les forêts à la lueur du jour,\nil n'a jamais été le porteur de mauvaises intentions, ni tué dans d'autre but que la survie.\n\nC'est d'après ce même précepte que grandit la chasseresse inconnue, loin des abords de la cité.\n« De la verdure nous sommes issus ; et tant que l'herbe poussera et que les arbres projetteront leur ombre, alors nous ne connaîtrons nul obstacle. »\n« Nous sommes telles la bête et l'oiseau ; et tant que nous suivrons les lois de la nature, alors nous ne craindrons pas la mort. »\n« Car celui qui suit la nature, à l'heure de son dernier soupir, partira vers les plaines infinies. »\n\nSuivant cette doctrine, la chasseresse ne laissa aucune trace, ni ne combattit l'ordre naturel.\nOn la vit conforter les bêtes sauvages transpercées par sa flèche, les accompagnant jusqu'à ce que leur vie soit rendue à la nature mère.\nSi la calamité n'avait pas eu lieu, si elle n'avait pas suivi les traces de sang laissées sur les feuilles,\nsi elle n'avait rencontré le jeune aveugle mourant sous le même arbre que celui où elle aimait à faire la sieste,\nalors peut-être n'aurait-elle jamais été animée de pensées de vengeance, de feu et de sang...\n\n« N'oublie jamais, gente Verdésienne. »\n« N'oublie jamais que tu es l'enfant des bois et du vert. »\n« Ne gaspille jamais ta flèche pour la guerre, pour la vengeance ou pour la gloire. »\n« Car celui aux mains tachées de sang ne trouvera jamais le repos dans les terrains de chasse éternels. »\n\n« Alors qu'au moins cet arc ne soit pas teinté par ma vengeance mortelle. »\n« Je ne pourrai rejoindre l'autre côté, et y retrouver mon maître et mes parents que je n'ai jamais connus. »\n« Mais au moins cet arc demeurera pur ; qu'il porte mes pensées et regrets. »\n",
    "pt": "\nEste arco pertenceu a um certo caçador, e a sua cor o permitia misturar com o ambiente natural com facilidade.\nSer tão puro quanto as feras dos campos verdejantes, que vagam nas florestas à luz do dia.\nEle nunca teve más intenções, e nunca disparou uma flecha por qualquer razão que não seja para sobreviver.\n\nO caçador sem nome foi ensinado assim, e cresceu assim, longe da cidade...\n\"Nós nascemos da vegetação. Enquanto houver grama e sombra, nos moveremos desimpedidos.\"\n\"Somos iguais aos animais e aos pássaros. Enquanto seguirmos as leis da natureza, não devemos temer a morte.\"\n\"Todos aqueles que seguem a natureza, quando suas vidas chegarem ao fim, irão para aquela planície sem fim.\"\n\nSeguindo esses preceitos, o caçador não deixou rastros, e não lutou contra a ordem natural.\nEla consolou as feras que foram atingidas no coração, até que suas vidas retornassem à natureza.\nSe essa calamidade não tivesse acontecido, se ela não tivesse rastreado o sangue contaminado nas folhas,\nSe ela não tivesse conhecido aquele jovem moribundo e cego debaixo da árvore onde ela costumava cochilar,\nEntão talvez ela nunca tenha sido abalada por pensamentos de vingança, por sangue e fogo...\n\n\"Nunca se esqueça de Viridescent\"\n\"Nunca se esqueça que você pertence ao verde, filho da floresta.\"\n\"Nunca dispare a sua flecha simplesmente para luta, para vingança ou para a glória.\"\n\"Aqueles que foram manchados de sangue nunca encontrarão o campo verdejante de caça interminável.\"\n\n\"Então pelo menos não vamos deixar esse arco ser sujado pela vingança iminente.\"\n\"Como eu não vou poder chegar a longe, para encontrar com o meu mestre, e os entes que nunca vi\"\n\"Pelo menos temos que manter pureza desse arco, para poder transmitir as minhas saudades e desculpas.\"\n",
    "ru": "\nЭтот лук когда-то принадлежал некому охотнику, и его зелёный цвет позволял слиться с природой.\nПозволял стать таким же невинным, как звери, бродящие по зелёным полям и лесам при свете дня.\nПозволял не нести злобу и не выпускать стрелу ни по какой другой причине, кроме как выжить.\n\nБезымянный охотник обучался и рос вдали от города.\n«Мы были рождены природой. Пока есть трава и тень, мы будем двигаться беспрепятственно».\n«Мы такие же, как звери и птицы. Пока мы следуем законам природы, нам не страшна смерть».\n«Любой, кто следует природе, с наступлением последнего отлива их жизни, должен направиться к бескрайней равнине».\n\nСледуя этим заповедям, охотник не оставлял следов и не боролся против естественного порядка.\nОна утешала диких зверей, которым пронзили сердце, до тех пор, пока их жизни не возвращались к природе.\nЕсли бы этого бедствия не произошло, если бы она не последовала за осквернённой кровью на листьях,\nЕсли бы она не встретила того умирающего слепого юношу под деревом, где она часто дремала,\nТогда, возможно, она никогда бы не была потрясена мыслями о мести кровью и огнём...\n\n«Никогда не забывай, дорогой Веридисцент».\n«Никогда не забывай, что ты принадлежишь природе, дитя леса».\n«Никогда не выпускай свою стрелу во имя войны, мести или славы».\n«Ибо истекающие кровью никогда не найдут охотничьих полей изумрудного сияния».\n\n«Тогда избавь мой лук от скверны смертной мести».\n«Я не смогу перейти на ту сторону и встретить моего создателя или моих родителей, который я никогда не видел».\n«Хотя бы позволь этому луку остаться чистым, и пусть он принесёт им мои мысли и сожаления».\n",
    "id": "\nPanah ini dulunya kepunyaan seorang pemburu, warna hijaunya bahkan bagaikan menyatu bersama alam.\nSemurni binatang buas dari ladang hijau, yang berkeliaran di hutan pada siang hari,\nTidak pernah memiliki niat jahat, dan tidak pernah menembakkan panah untuk alasan apa pun selain untuk bertahan hidup.\n\nPemburu tanpa nama itu diajarkan demikian, dan tumbuh demikian, jauh dari kota...\n\"Kami lahir di daratan hijau. Selama ada rumput dan tempat berteduh, kami akan terus bergerak.\"\n\"Kami tidak berbeda dari burung dan binatang lainnya. Selama kami mengikuti hukum alam, kami tidak takut mati.\"\n\"Bagi mereka yang mengikuti alam, saat hidup mereka tiba di akhir, mereka akan menuju dataran tak berujung itu.\"\n\nMengikuti persepsi ini, pemburu itu pergi tanpa meninggalkan jejak, dan berusaha untuk tidak melawan hukum alam,\nDia menenangkan binatang buas yang jantungnya tertembak sampai hidupnya kembali ke alam.\nJika bencana tidak terjadi, jika dia tidak melacak noda darah yang ada di dedaunan,\nJika dia tidak bertemu dengan pemuda buta sekarat di bawah pohon tempat biasa dia beristirahat,\nMungkin dia tidak akan pernah memikirkan dendam, oleh darah dan api...\n\n\"Jangan pernah lupa, Viridescent.\"\n\"Jangan pernah lupa bahwa tempatmu adalah rumput hijau, anak yang tumbuh di hutan.\"\n\"Jangan pernah menembakkan panahmu untuk perang, dendam atau kemuliaan fana.\"\n\"Karena mereka yang ternoda oleh darah tidak akan pernah menemukan tempat perburuan kehijauan yang tak terbatas di akhirat nanti.\"\n\n\"Setidaknya jangan biarkan busur ini ternodai oleh dendam dan kebencian manusia.\"\n\"Aku tidak bisa pergi ke sisi lain untuk menemui tuanku atau orang tuaku yang belum pernah kutemui sebelumnya.\"\n\"Tapi setidaknya busur ini tetap suci, jadi biarkanlah busur ini membawa perasaan dan penyesalanku pada mereka.\"\n",
    "th": "\nธนูคันนี้ครั้งหนึ่งเคยเป็นของนายพรานคนหนึ่ง สีเขียวเข้มของมันสามารถกลมกลืนกับป่าเขาได้อย่างง่ายดาย\nบริสุทธิ์ราวกับอสูรที่เดินอยู่ท่ามกลางป่าไม้และทุ่งหญ้าอันเขียวขจีในแสงยามเช้า\nไม่เคยแฝงความมุ่งร้ายใด ๆ และไม่เคยปล่อยลูกธนูออกไปเพื่อเหตุผลอื่นนอกเหนือจากการอยู่รอด\n\nนายพรานที่ไร้นามที่อยู่ไกลออกไปจากตัวเมือง เขาเติบโตขึ้นมากับกฎระเบียบนี้\nเราเกิดมาในพื้นที่สีเขียว ตราบใดที่ยังมีหญ้าสีเขียวและร่มเงา เราสามารถเดินทางได้อย่างไร้ร่องรอย\n\"เราไม่แตกต่างจากนกและสัตว์ป่า ตราบใดที่เราปฏิบัติตามกฎแห่งสวรรค์และโลกมนุษย์ ก็ไม่ต้องกลัวว่าจะอยู่หรือจะตาย\"\n\"ผู้ที่เคารพกฎธรรมชาติ เมื่อถึงบั้นปลายของชีวิต ก็จะได้ไปสู่ทุ่งหญ้าที่ไร้ซึ่งความเจ็บปวด\"\n\nตามความเชื่อนี้ นายพรานจะไม่ทิ้งรอยเท้าไว้ และจะไม่เป็นศัตรูกับธรรมชาติ\nเธอปลอบสัตว์ป่าที่โดนธนูแทงทะลุหัวใจ จวบจนชีวิตของมันหวนคืนสู่ธรรมชาติอีกครั้ง\nหากภัยพิบัติไม่ได้เกิดขึ้น หากเธอไม่ได้ตามรอยเลือดบนใบหญ้าไป\nหากเธอไม่ได้เจอเด็กชายตาบอดที่ใกล้ตายใต้ต้นไม้ที่เธอมักจะไปพักผ่อนอยู่บ่อย ๆ \nถ้างั้นเธอคงไม่ต้องตัวสั่นเพราะความแค้น และความคิดที่จะแก้แค้นด้วยเลือดและไฟ\n\n\"อย่าลืมเป็นอันขาดนะ Verdesian\"\n\"อย่าลืมเป็นอันขาดว่าคุณเป็นส่วนหนึ่งของความเขียวขจี เป็นลูกหลานของป่าไม้\"\n\"คุณไม่สามารถยิงธนูเพื่อการต่อสู้ เพื่อความเกลียดชังหรือเพื่อสิ่งที่เรียกกันว่าเกียรติยศ\"\n\"เพราะรอยเลือดจะไม่มีวันพบกับทุ่งหญ้าสีเขียวมรกตที่กว้างใหญ่ไร้ที่สิ้นสุด\"\n\n\"อย่างน้อย ก็อย่าให้ธนูคันนี้ต้องแปดเปื้อนด้วยความเกลียดชังและการสู้รบเลย\"\n\"ฉันไม่สามารถไปถึงอีกฝั่งได้ ไม่สามารถเจออาจารย์ เจอญาติพี่น้องที่ไม่เคยเห็นหน้า\"\n\"อย่างน้อยรักษาธนูคันนี้ให้คงความบริสุทธิ์ ให้มันถ่ายทอดความคิดและคำขอโทษของฉัน\"\n",
    "vi": "\nCây cung từng thuộc về một tay thợ săn nào đó, có màu xanh biếc dễ dàng hoà nhập vào khu rừng hoang.\nGiống như con thú đi giữa đồng cỏ xanh ngát và rừng cây dưới ánh sáng ban mai thanh khiết,\nChưa bao giờ có một chút ác ý, cũng chưa bao giờ phóng ra mũi tên cho mục đích nào khác ngoài sinh tồn.\n\nNgười thợ săn vô danh lớn lên trong sự dạy bảo như vậy, ở một nơi cách xa thành phố...\n\"Chúng ta ra đời trên thảm cỏ xanh mướt. Chỉ cần có cỏ tươi và bóng mát là có thể vượt qua không có gì trở ngại\"\n\"Chúng ta không khác gì muông thú, miễn là tuân theo luật của trời đất thì không phải sợ hãi sự sống và cái chết.\n\"Tuân theo vạn vật trong tự nhiên, khi sinh mệnh kết thúc sẽ đi đến vùng đất hoang vu bất tận\"\n\nTuân theo niềm tin này, người thợ săn không để lại dấu chân và sẽ không trở thành kẻ thù của thế giới tự nhiên.\nXoa dịu con thú bị mũi tên xuyên qua tim, cho đến khi sinh mệnh của nó trở về với tự nhiên.\nNếu thảm hoạ không xảy ra, nếu cô ấy không đi theo những vệt máu trên ngọn cỏ,\nNếu không gặp thiếu niên mù đang hấp hối dưới gốc cây nơi thường đến nghỉ ngơi,\nVậy thì cô ấy sẽ không vì khao khát trả thù, máu tươi và ánh lửa lay động trong lời nói...\n\n\"Viridescent tốt bụng, nhất định không được quên\"\n\"Nhất định không được quên, bạn thuộc về những thảm cỏ xanh, là đứa con của rừng cây\"\n\"Không thể bắn tên vì tranh đấu, vì sự thù hận, vì cái gọi là vinh dự\"\n\"Kẻ nhuốm máu sẽ không bao giờ có thể tìm thấy vùng săn bắn xanh biếc bất tận kia\"\n\n\"Chí ít, đừng để cây cung này bị vấy bẩn bởi chém giết hận thù\"\n\"Cho dù tôi không thể đến được nơi ấy, gặp sư phụ và những người ruột thịt chưa từng gặp mặt\"\n\"Chí ít hãy giữ cây cung này được sạch sẽ, để nó có thể truyền đạt suy nghĩ và sự áy náy của tôi\"\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "苍翠之风",
        "zht": "蒼翠之風",
        "jp": "蒼翠の風",
        "ko": "청록색의 바람",
        "en": "Verdant Wind",
        "de": "Wind auf den Weiden",
        "es": "Viento esmeralda",
        "fr": "Vent verdoyant",
        "pt": "Vento Esmeralda",
        "ru": "Зелёный ветер",
        "id": "Verdant Wind",
        "th": "Verdant Wind",
        "vi": "Ngọn Gió Biếc"
      },
      "description": {
        "zhs": "普通攻击与重击命中时，有50%几率生成一个风之眼，持续吸引周围敌人，并对其中的敌人每0.5秒造成<color=#99FFFFFF>40%</color>攻击的伤害。该效果持续4秒，每<color=#99FFFFFF>14</color>秒至多触发一次。",
        "zht": "普通攻擊與重擊命中時，有50%的機率產生一個風之眼，持續吸引周圍敵人，並對其中的敵人每0.5秒造成<color=#99FFFFFF>40%</color>攻擊的傷害。該效果持續4秒，每<color=#99FFFFFF>14</color>秒至多觸發一次。",
        "jp": "通常攻撃と重撃が命中時、50%の確率で風の目を生成し、近くの敵を吸い寄せる。0.5秒毎に敵に攻撃力の<color=#99FFFFFF>40%</color>のダメージを与える。継続時間4秒、<color=#99FFFFFF>14</color>秒毎に1回のみ発動可能。",
        "ko": "일반 공격과 강공격 명중 시 50%의 확률로 바람의 눈을 1개 생성하여 주변의 적을 끌어당기고 닿은 적에게 0.5초마다 공격력 <color=#99FFFFFF>40%</color>의 피해를 준다. 지속 시간: 4초. 해당 효과는 <color=#99FFFFFF>14</color>초마다 1번 발동한다",
        "en": "Upon hit, Normal and Charged Attacks have a 50% chance to generate a Cyclone, which will continuously attract surrounding opponents, dealing <color=#99FFFFFF>40%</color> of ATK as DMG to these opponents every 0.5s for 4s. This effect can only occur once every <color=#99FFFFFF>14</color>s.",
        "de": "Erschafft bei Treffern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von 50 % ein Windauge, das Gegner in der Umgebung fortlaufend ansaugt und ihnen 4 s lang alle 0,5 s Schaden in Höhe von <color=#99FFFFFF>40 %</color> ANG zufügt. <color=#99FFFFFF>14</color> s Abklingzeit.",
        "es": "Al golpear con un Ataque Normal o Ataque Cargado, hay un 50% de probabilidad de crear un ciclón que atrae a los enemigos cercanos de forma continua, infligiendo un <color=#99FFFFFF>40%</color> del ATQ como daño cada 0.5 s durante 4 s. Este efecto puede ocurrir una vez cada <color=#99FFFFFF>14</color> s.",
        "fr": "Les attaques normales et chargées ont 50 % de chances lorsqu'elles touchent de générer un cyclone qui attire les ennemis et leur inflige des DGT équivalant à <color=#99FFFFFF>40 %</color> de l'ATQ toutes les 0,5 s pendant 4 s. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>14</color> s.",
        "pt": "Ao acertar um Ataque Normal ou Ataque com Mira, possui 50% de chance de gerar um Ciclone, que atrairá continuamente os inimigos ao redor, causando <color=#99FFFFFF>40%</color> de Dano de ATQ a estes inimigos a cada 0.5s por 4s. Este efeito pode ser ativado uma vez a cada <color=#99FFFFFF>14</color>s.",
        "ru": "При попадании обычной или заряженной атакой появляется 50% шанс создать Циклон, который притягивает к себе врагов и наносит им <color=#99FFFFFF>40%</color> урона каждые 0,5 сек. в течение 4 сек. Может возникнуть раз в <color=#99FFFFFF>14</color> сек.",
        "id": "Saat Normal atau Charged Attack mengenai musuh, memiliki 50% persentase untuk menciptakan Cyclone yang akan menarik musuh di sekitar dan mengakibatkan <color=#99FFFFFF>40%</color> DMG setiap 0,5 detik. Efek ini berlangsung selama 4 detik. Dapat dipicu setiap <color=#99FFFFFF>14</color> detik.",
        "th": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกเป้าหมาย จะมีโอกาส 50% ที่จะเกิดตาพายุขึ้นหนึ่งจุด โดยจะดึงดูดศัตรูโดยรอบอย่างต่อเนื่องและสร้างความเสียหาย <color=#99FFFFFF>40%</color> ของพลังโจมตีแก่ศัตรูเหล่านั้นในทุก 0.5 วินาที ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นเป็นเวลา 4 วินาที และจะเกิดขึ้นหนึ่งครั้งในทุก <color=#99FFFFFF>14</color> วินาที",
        "vi": "Khi tấn công thường và trọng kích đánh trúng, có 50% tỷ lệ gây ra 1 mắt gió, thu hút địch xung quanh và mỗi 0.5s gây cho chúng sát thương bằng <color=#99FFFFFF>40%</color> tấn công. Hiệu quả kéo dài 4s, mỗi <color=#99FFFFFF>14</color>s thi triển nhiều nhất 1 lần."
      }
    },
    {
      "name": {
        "zhs": "苍翠之风",
        "zht": "蒼翠之風",
        "jp": "蒼翠の風",
        "ko": "청록색의 바람",
        "en": "Verdant Wind",
        "de": "Wind auf den Weiden",
        "es": "Viento esmeralda",
        "fr": "Vent verdoyant",
        "pt": "Vento Esmeralda",
        "ru": "Зелёный ветер",
        "id": "Verdant Wind",
        "th": "Verdant Wind",
        "vi": "Ngọn Gió Biếc"
      },
      "description": {
        "zhs": "普通攻击与重击命中时，有50%几率生成一个风之眼，持续吸引周围敌人，并对其中的敌人每0.5秒造成<color=#99FFFFFF>50%</color>攻击的伤害。该效果持续4秒，每<color=#99FFFFFF>13</color>秒至多触发一次。",
        "zht": "普通攻擊與重擊命中時，有50%的機率產生一個風之眼，持續吸引周圍敵人，並對其中的敵人每0.5秒造成<color=#99FFFFFF>50%</color>攻擊的傷害。該效果持續4秒，每<color=#99FFFFFF>13</color>秒至多觸發一次。",
        "jp": "通常攻撃と重撃が命中時、50%の確率で風の目を生成し、近くの敵を吸い寄せる。0.5秒毎に敵に攻撃力の<color=#99FFFFFF>50%</color>のダメージを与える。継続時間4秒、<color=#99FFFFFF>13</color>秒毎に1回のみ発動可能。",
        "ko": "일반 공격과 강공격 명중 시 50%의 확률로 바람의 눈을 1개 생성하여 주변의 적을 끌어당기고 닿은 적에게 0.5초마다 공격력 <color=#99FFFFFF>50%</color>의 피해를 준다. 지속 시간: 4초. 해당 효과는 <color=#99FFFFFF>13</color>초마다 1번 발동한다",
        "en": "Upon hit, Normal and Charged Attacks have a 50% chance to generate a Cyclone, which will continuously attract surrounding opponents, dealing <color=#99FFFFFF>50%</color> of ATK as DMG to these opponents every 0.5s for 4s. This effect can only occur once every <color=#99FFFFFF>13</color>s.",
        "de": "Erschafft bei Treffern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von 50 % ein Windauge, das Gegner in der Umgebung fortlaufend ansaugt und ihnen 4 s lang alle 0,5 s Schaden in Höhe von <color=#99FFFFFF>50 %</color> ANG zufügt. <color=#99FFFFFF>13</color> s Abklingzeit.",
        "es": "Al golpear con un Ataque Normal o Ataque Cargado, hay un 50% de probabilidad de crear un ciclón que atrae a los enemigos cercanos de forma continua, infligiendo un <color=#99FFFFFF>50%</color> del ATQ como daño cada 0.5 s durante 4 s. Este efecto puede ocurrir una vez cada <color=#99FFFFFF>13</color> s.",
        "fr": "Les attaques normales et chargées ont 50 % de chances lorsqu'elles touchent de générer un cyclone qui attire les ennemis et leur inflige des DGT équivalant à <color=#99FFFFFF>50 %</color> de l'ATQ toutes les 0,5 s pendant 4 s. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>13</color> s.",
        "pt": "Ao acertar um Ataque Normal ou Ataque com Mira, possui 50% de chance de gerar um Ciclone que atacará continuamente os inimigos ao redor, causando <color=#99FFFFFF>50%</color> de Dano de ATQ a esses inimigos a cada 0.5s por 4s. Este efeito pode ser ativado uma vez a cada <color=#99FFFFFF>13</color>s.",
        "ru": "При попадании обычной или заряженной атакой появляется 50% шанс создать Циклон, который притягивает к себе врагов и наносит им <color=#99FFFFFF>50%</color> урона каждые 0,5 сек. в течение 4 сек. Может возникнуть раз в <color=#99FFFFFF>13</color> сек.",
        "id": "Saat Normal atau Charged Attack mengenai musuh, memiliki 50% persentase untuk menciptakan Cyclone yang akan menarik musuh di sekitar dan mengakibatkan <color=#99FFFFFF>50%</color> DMG setiap 0,5 detik. Efek ini berlangsung selama 4 detik. Dapat dipicu setiap <color=#99FFFFFF>13</color> detik.",
        "th": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกเป้าหมาย จะมีโอกาส 50% ที่จะเกิดตาพายุขึ้นหนึ่งจุด โดยจะดึงดูดศัตรูโดยรอบอย่างต่อเนื่องและสร้างความเสียหาย <color=#99FFFFFF>50%</color> ของพลังโจมตีแก่ศัตรูเหล่านั้นในทุก 0.5 วินาที ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นเป็นเวลา 4 วินาที และจะเกิดขึ้นหนึ่งครั้งในทุก <color=#99FFFFFF>13</color> วินาที",
        "vi": "Khi tấn công thường và trọng kích đánh trúng, có 50% tỷ lệ gây ra 1 mắt gió, thu hút địch xung quanh và mỗi 0.5s gây cho chúng sát thương bằng <color=#99FFFFFF>50%</color> tấn công. Hiệu quả kéo dài 4s, mỗi <color=#99FFFFFF>13</color>s thi triển nhiều nhất 1 lần."
      }
    },
    {
      "name": {
        "zhs": "苍翠之风",
        "zht": "蒼翠之風",
        "jp": "蒼翠の風",
        "ko": "청록색의 바람",
        "en": "Verdant Wind",
        "de": "Wind auf den Weiden",
        "es": "Viento esmeralda",
        "fr": "Vent verdoyant",
        "pt": "Vento Esmeralda",
        "ru": "Зелёный ветер",
        "id": "Verdant Wind",
        "th": "Verdant Wind",
        "vi": "Ngọn Gió Biếc"
      },
      "description": {
        "zhs": "普通攻击与重击命中时，有50%几率生成一个风之眼，持续吸引周围敌人，并对其中的敌人每0.5秒造成<color=#99FFFFFF>60%</color>攻击的伤害。该效果持续4秒，每<color=#99FFFFFF>12</color>秒至多触发一次。",
        "zht": "普通攻擊與重擊命中時，有50%的機率產生一個風之眼，持續吸引周圍敵人，並對其中的敵人每0.5秒造成<color=#99FFFFFF>60%</color>攻擊的傷害。該效果持續4秒，每<color=#99FFFFFF>12</color>秒至多觸發一次。",
        "jp": "通常攻撃と重撃が命中時、50%の確率で風の目を生成し、近くの敵を吸い寄せる。0.5秒毎に敵に攻撃力の<color=#99FFFFFF>60%</color>のダメージを与える。継続時間4秒、<color=#99FFFFFF>12</color>秒毎に1回のみ発動可能。",
        "ko": "일반 공격과 강공격 명중 시 50%의 확률로 바람의 눈을 1개 생성하여 주변의 적을 끌어당기고 닿은 적에게 0.5초마다 공격력 <color=#99FFFFFF>60%</color>의 피해를 준다. 지속 시간: 4초. 해당 효과는 <color=#99FFFFFF>12</color>초마다 1번 발동한다",
        "en": "Upon hit, Normal and Charged Attacks have a 50% chance to generate a Cyclone, which will continuously attract surrounding opponents, dealing <color=#99FFFFFF>60%</color> of ATK as DMG to these opponents every 0.5s for 4s. This effect can only occur once every <color=#99FFFFFF>12</color>s.",
        "de": "Erschafft bei Treffern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von 50 % ein Windauge, das Gegner in der Umgebung fortlaufend ansaugt und ihnen 4 s lang alle 0,5 s Schaden in Höhe von <color=#99FFFFFF>60 %</color> ANG zufügt. <color=#99FFFFFF>12</color> s Abklingzeit.",
        "es": "Al golpear con un Ataque Normal o Ataque Cargado, hay un 50% de probabilidad de crear un ciclón que atrae a los enemigos cercanos de forma continua, infligiendo un <color=#99FFFFFF>60%</color> del ATQ como daño cada 0.5 s durante 4 s. Este efecto puede ocurrir una vez cada <color=#99FFFFFF>12</color> s.",
        "fr": "Les attaques normales et chargées ont 50 % de chances lorsqu'elles touchent de générer un cyclone qui attire les ennemis et leur inflige des DGT équivalant à <color=#99FFFFFF>60 %</color> de l'ATQ toutes les 0,5 s pendant 4 s. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>12</color> s.",
        "pt": "Ao acertar um Ataque Normal ou Ataque com Mira, possui 50% de chance de gerar um Ciclone que atacará continuamente os inimigos ao redor, causando <color=#99FFFFFF>60%</color> de Dano de ATQ a esses inimigos a cada 0.5s por 4s. Este efeito pode ser ativado uma vez a cada <color=#99FFFFFF>12</color>s.",
        "ru": "При попадании обычной или заряженной атакой появляется 50% шанс создать Циклон, который притягивает к себе врагов и наносит им <color=#99FFFFFF>60%</color> урона каждые 0,5 сек. в течение 4 сек. Может возникнуть раз в <color=#99FFFFFF>12</color> сек.",
        "id": "Saat Normal atau Charged Attack mengenai musuh, memiliki 50% persentase untuk menciptakan Cyclone yang akan menarik musuh di sekitar dan mengakibatkan <color=#99FFFFFF>60%</color> DMG setiap 0,5 detik. Efek ini berlangsung selama 4 detik. Dapat dipicu setiap <color=#99FFFFFF>12</color> detik.",
        "th": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกเป้าหมาย จะมีโอกาส 50% ที่จะเกิดตาพายุขึ้นหนึ่งจุด โดยจะดึงดูดศัตรูโดยรอบอย่างต่อเนื่องและสร้างความเสียหาย <color=#99FFFFFF>60%</color> ของพลังโจมตีแก่ศัตรูเหล่านั้นในทุก 0.5 วินาที ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นเป็นเวลา 4 วินาที และจะเกิดขึ้นหนึ่งครั้งในทุก <color=#99FFFFFF>12</color> วินาที",
        "vi": "Khi tấn công thường và trọng kích đánh trúng, có 50% tỷ lệ gây ra 1 mắt gió, thu hút địch xung quanh và mỗi 0.5s gây cho chúng sát thương bằng <color=#99FFFFFF>60%</color> tấn công. Hiệu quả kéo dài 4s, mỗi <color=#99FFFFFF>12</color>s thi triển nhiều nhất 1 lần."
      }
    },
    {
      "name": {
        "zhs": "苍翠之风",
        "zht": "蒼翠之風",
        "jp": "蒼翠の風",
        "ko": "청록색의 바람",
        "en": "Verdant Wind",
        "de": "Wind auf den Weiden",
        "es": "Viento esmeralda",
        "fr": "Vent verdoyant",
        "pt": "Vento Esmeralda",
        "ru": "Зелёный ветер",
        "id": "Verdant Wind",
        "th": "Verdant Wind",
        "vi": "Ngọn Gió Biếc"
      },
      "description": {
        "zhs": "普通攻击与重击命中时，有50%几率生成一个风之眼，持续吸引周围敌人，并对其中的敌人每0.5秒造成<color=#99FFFFFF>70%</color>攻击的伤害。该效果持续4秒，每<color=#99FFFFFF>11</color>秒至多触发一次。",
        "zht": "普通攻擊與重擊命中時，有50%的機率產生一個風之眼，持續吸引周圍敵人，並對其中的敵人每0.5秒造成<color=#99FFFFFF>70%</color>攻擊的傷害。該效果持續4秒，每<color=#99FFFFFF>11</color>秒至多觸發一次。",
        "jp": "通常攻撃と重撃が命中時、50%の確率で風の目を生成し、近くの敵を吸い寄せる。0.5秒毎に敵に攻撃力の<color=#99FFFFFF>70%</color>のダメージを与える。継続時間4秒、<color=#99FFFFFF>11</color>秒毎に1回のみ発動可能。",
        "ko": "일반 공격과 강공격 명중 시 50%의 확률로 바람의 눈을 1개 생성하여 주변의 적을 끌어당기고 닿은 적에게 0.5초마다 공격력 <color=#99FFFFFF>70%</color>의 피해를 준다. 지속 시간: 4초. 해당 효과는 <color=#99FFFFFF>11</color>초마다 1번 발동한다",
        "en": "Upon hit, Normal and Charged Attacks have a 50% chance to generate a Cyclone, which will continuously attract surrounding opponents, dealing <color=#99FFFFFF>70%</color> of ATK as DMG to these opponents every 0.5s for 4s. This effect can only occur once every <color=#99FFFFFF>11</color>s.",
        "de": "Erschafft bei Treffern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von 50 % ein Windauge, das Gegner in der Umgebung fortlaufend ansaugt und ihnen 4 s lang alle 0,5 s Schaden in Höhe von <color=#99FFFFFF>70 %</color> ANG zufügt. <color=#99FFFFFF>11</color> s Abklingzeit.",
        "es": "Al golpear con un Ataque Normal o Ataque Cargado, hay un 50% de probabilidad de crear un ciclón que atrae a los enemigos cercanos de forma continua, infligiendo un <color=#99FFFFFF>70%</color> del ATQ como daño cada 0.5 s durante 4 s. Este efecto puede ocurrir una vez cada <color=#99FFFFFF>11</color> s.",
        "fr": "Les attaques normales et chargées ont 50 % de chances lorsqu'elles touchent de générer un cyclone qui attire les ennemis et leur inflige des DGT équivalant à <color=#99FFFFFF>70 %</color> de l'ATQ toutes les 0,5 s pendant 4 s. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>11</color> s.",
        "pt": "Ao acertar um Ataque Normal ou Ataque com Mira, possui 50% de chance de gerar um Ciclone que atacará continuamente os inimigos ao redor, causando <color=#99FFFFFF>70%</color> de Dano de ATQ a esses inimigos a cada 0.5s por 4s. Este efeito pode ser ativado uma vez a cada <color=#99FFFFFF>11</color>s.",
        "ru": "При попадании обычной или заряженной атакой появляется 50% шанс создать Циклон, который притягивает к себе врагов и наносит им <color=#99FFFFFF>70%</color> урона каждые 0,5 сек. в течение 4 сек. Может возникнуть раз в <color=#99FFFFFF>11</color> сек.",
        "id": "Saat Normal atau Charged Attack mengenai musuh, memiliki 50% persentase untuk menciptakan Cyclone yang akan menarik musuh di sekitar dan mengakibatkan <color=#99FFFFFF>70%</color> DMG setiap 0,5 detik. Efek ini berlangsung selama 4 detik. Dapat dipicu setiap <color=#99FFFFFF>11</color> detik.",
        "th": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกเป้าหมาย จะมีโอกาส 50% ที่จะเกิดตาพายุขึ้นหนึ่งจุด โดยจะดึงดูดศัตรูโดยรอบอย่างต่อเนื่องและสร้างความเสียหาย <color=#99FFFFFF>70%</color> ของพลังโจมตีแก่ศัตรูเหล่านั้นในทุก 0.5 วินาที ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นเป็นเวลา 4 วินาที และจะเกิดขึ้นหนึ่งครั้งในทุก <color=#99FFFFFF>11</color> วินาที",
        "vi": "Khi tấn công thường và trọng kích đánh trúng, có 50% tỷ lệ gây ra 1 mắt gió, thu hút địch xung quanh và mỗi 0.5s gây cho chúng sát thương bằng <color=#99FFFFFF>70%</color> tấn công. Hiệu quả kéo dài 4s, mỗi <color=#99FFFFFF>11</color>s thi triển nhiều nhất 1 lần."
      }
    },
    {
      "name": {
        "zhs": "苍翠之风",
        "zht": "蒼翠之風",
        "jp": "蒼翠の風",
        "ko": "청록색의 바람",
        "en": "Verdant Wind",
        "de": "Wind auf den Weiden",
        "es": "Viento esmeralda",
        "fr": "Vent verdoyant",
        "pt": "Vento Esmeralda",
        "ru": "Зелёный ветер",
        "id": "Verdant Wind",
        "th": "Verdant Wind",
        "vi": "Ngọn Gió Biếc"
      },
      "description": {
        "zhs": "普通攻击与重击命中时，有50%几率生成一个风之眼，持续吸引周围敌人，并对其中的敌人每0.5秒造成<color=#99FFFFFF>80%</color>攻击的伤害。该效果持续4秒，每<color=#99FFFFFF>10</color>秒至多触发一次。",
        "zht": "普通攻擊與重擊命中時，有50%的機率產生一個風之眼，持續吸引周圍敵人，並對其中的敵人每0.5秒造成<color=#99FFFFFF>80%</color>攻擊的傷害。該效果持續4秒，每<color=#99FFFFFF>10</color>秒至多觸發一次。",
        "jp": "通常攻撃と重撃が命中時、50%の確率で風の目を生成し、近くの敵を吸い寄せる。0.5秒毎に敵に攻撃力の<color=#99FFFFFF>80%</color>のダメージを与える。継続時間4秒、<color=#99FFFFFF>10</color>秒毎に1回のみ発動可能。",
        "ko": "일반 공격과 강공격 명중 시 50%의 확률로 바람의 눈을 1개 생성하여 주변의 적을 끌어당기고 닿은 적에게 0.5초마다 공격력 <color=#99FFFFFF>80%</color>의 피해를 준다. 지속 시간: 4초. 해당 효과는 <color=#99FFFFFF>10</color>초마다 1번 발동한다",
        "en": "Upon hit, Normal and Charged Attacks have a 50% chance to generate a Cyclone, which will continuously attract surrounding opponents, dealing <color=#99FFFFFF>80%</color> of ATK as DMG to these opponents every 0.5s for 4s. This effect can only occur once every <color=#99FFFFFF>10</color>s.",
        "de": "Erschafft bei Treffern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von 50 % ein Windauge, das Gegner in der Umgebung fortlaufend ansaugt und ihnen 4 s lang alle 0,5 s Schaden in Höhe von <color=#99FFFFFF>80 %</color> ANG zufügt. <color=#99FFFFFF>10</color> s Abklingzeit.",
        "es": "Al golpear con un Ataque Normal o Ataque Cargado, hay un 50% de probabilidad de crear un ciclón que atrae a los enemigos cercanos de forma continua, infligiendo un <color=#99FFFFFF>80%</color> del ATQ como daño cada 0.5 s durante 4 s. Este efecto puede ocurrir una vez cada <color=#99FFFFFF>10</color> s.",
        "fr": "Les attaques normales et chargées ont 50 % de chances lorsqu'elles touchent de générer un cyclone qui attire les ennemis et leur inflige des DGT équivalant à <color=#99FFFFFF>80 %</color> de l'ATQ toutes les 0,5 s pendant 4 s. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>10</color> s.",
        "pt": "Ao acertar um Ataque Normal ou Ataque com Mira, possui 50% de chance de gerar um Ciclone que atacará continuamente os inimigos ao redor, causando <color=#99FFFFFF>80%</color> de Dano de ATQ a esses inimigos a cada 0.5s por 4s. Este efeito pode ser ativado uma vez a cada <color=#99FFFFFF>10</color>s.",
        "ru": "При попадании обычной или заряженной атакой появляется 50% шанс создать Циклон, который притягивает к себе врагов и наносит им <color=#99FFFFFF>80%</color> урона каждые 0,5 сек. в течение 4 сек. Может возникнуть раз в <color=#99FFFFFF>10</color> сек.",
        "id": "Saat Normal atau Charged Attack mengenai musuh, memiliki 50% persentase untuk menciptakan Cyclone yang akan menarik musuh di sekitar dan mengakibatkan <color=#99FFFFFF>80%</color> DMG setiap 0,5 detik. Efek ini berlangsung selama 4 detik. Dapat dipicu setiap <color=#99FFFFFF>10</color> detik.",
        "th": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกเป้าหมาย จะมีโอกาส 50% ที่จะเกิดตาพายุขึ้นหนึ่งจุด โดยจะดึงดูดศัตรูโดยรอบอย่างต่อเนื่องและสร้างความเสียหาย <color=#99FFFFFF>80%</color> ของพลังโจมตีแก่ศัตรูเหล่านั้นในทุก 0.5 วินาที ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นเป็นเวลา 4 วินาที และจะเกิดขึ้นหนึ่งครั้งในทุก <color=#99FFFFFF>10</color> วินาที",
        "vi": "Khi tấn công thường và trọng kích đánh trúng,có 50% tỷ lệ gây ra 1 mắt gió, thu hút địch xung quanh và mỗi 0.5s gây cho chúng sát thương bằng <color=#99FFFFFF>80%</color> tấn công. Hiệu quả kéo dài 4s, mỗi <color=#99FFFFFF>10</color>s thi triển nhiều nhất 1 lần."
      }
    }
  ],
  "internal_name": "Bow_Viridescent",
  "imgid": "bow/viridescent"
}