{
  "id": 15503,
  "type": "bow",
  "rank": 5,
  "name": {
    "zhs": "终末嗟叹之诗",
    "zht": "終末嗟嘆之詩",
    "jp": "終焉を嘆く詩",
    "ko": "종말 탄식의 노래",
    "en": "Elegy for the End",
    "de": "Letzter Seufzer",
    "es": "Elegía del Fin",
    "fr": "Ultime soupir",
    "pt": "Elegia do Suspiro Final",
    "ru": "Элегия погибели",
    "id": "Elegy for the End",
    "th": "Elegy for the End",
    "vi": "Tiếng Thở Dài Vô Tận"
  },
  "description": {
    "zhs": "如同诗人的乐器一般优美的弓，放出的箭矢如同叹息声一般穿透人心。",
    "zht": "如同詩人的樂器一般優美的弓，放出的箭矢如同嘆息聲一般穿透人心。",
    "jp": "詩人の楽器のような美しい弓。放った矢は嘆き声のように心に響く。",
    "ko": "시인의 악기처럼 우아한 활. 쏘아져 나오는 화살은 탄식 소리처럼 사람의 마음을 꿰뚫는다",
    "en": "A bow as lovely as any bard's lyre, its arrows pierce the heart like a lamenting sigh.",
    "de": "Ein wunderschöner Bogen so elegant wie das Instrument eines Barden. Wie ein schweres Seufzen durchdringen seine Pfeile die Herzen ihrer Ziele.",
    "es": "Un arco tan bello como el instrumento de un bardo. Las flechas que dispara son como un suspiro capaz de atravesar el corazón de una persona.",
    "fr": "Un arc aussi élégant qu'une lyre de barde ; les flèches qu'il décoche transpercent le cœur à la manière d'un doux soupir.",
    "pt": "Um arco tão adorável quanto a lira de qualquer bardo, suas flechas perfuram o coração como um suspiro lamentável.",
    "ru": "В изящности этот лук не уступает лире барда. Словно вздох печали, выпущенные из него стрелы разят точно в сердце.",
    "id": "Sebuah busur seanggun alat musik penyair, panah yang ditembakkan menghasilkan suara merdu yang mampu menembus hati seseorang.",
    "th": "ธนูที่ดูสวยงามราวกับเป็น เครื่องดนตรีของนักกวี ศรที่ถูกปล่อยออกไปนั้น เสียบทะลุหัวใจคนราวกับ เสียงของการถอนลมหายใจ",
    "vi": "Cây cung đẹp hoàn mỹ như nhạc cụ của thi nhân, tên bắn ra như tiếng than ai oán xuyên thấu tâm can."
  },
  "lore": {
    "zhs": "\n「西方的风会带走酒的香气」\n「山间的风带来凯旋的消息」\n「远方的风牵动着我的心」\n「沙沙唱着我对你的想念」\n\n过去，有一名总是愁容满面的骑士。\n只有这首歌才能使他眉头稍稍舒展，\n只有在广场上唱这首歌的那位少女，\n才能使他暂时忘却职责带来的重负。\n\n但古国灾厄降临的腥臭最终传到了这片土地，\n而飘荡在欢欣的风中的歌词也被毒龙的咆哮、\n魔物撼动大地的脚步声、叹息声与烈焰撕碎。\n不愿成为王的风之神听见了恸哭的声音，\n为了守护故友梦想的，和风眷顾的青绿原野，\n从长眠中醒转，与天空的湛青之龙一同战斗…\n之余，骑士与骑士团也为了国土与家园而战。\n\n当猛毒之龙殒命在冰封之山，湛青之龙长眠于尖塔古城时，\n骑士却在谷地中流尽了鲜血。倒下时，他所挂念的只有——\n「现在在远方求学的她，应当平安无事吧。真想再听听她唱的歌」\n「至少艾伦德林与罗兰无恙。她归乡时，灾厄应该已经平息了吧」\n\n称颂神、记载双龙之战的诗有许多，最终又慢慢佚失，\n那位少女曾经爱唱的小曲，也在她返乡后，变了样子。\n「蒲公英随着晨间的风远行」\n「秋日的风带回收获的芬芳」\n「但无论怎样的风」\n「也不能再为我带来你的注视了」\n\n泪水与歌声都枯竭后，少女决定挥霍生命之火，洗净世界的歪曲…\n",
    "zht": "\n「西方的風會帶走酒的香氣」\n「山間的風帶來凱旋的消息」\n「遠方的風牽動著我的心」\n「沙沙唱著我對妳的想念」\n\n過去，有一名總是愁容滿面的騎士。\n只有這首歌才能使他眉頭稍稍舒展，\n只有在廣場上唱這首歌的那位少女，\n才能使他暫時忘卻職責帶來的重負。\n\n但古國災厄降臨的腥臭最終傳到了這片土地，\n而飄蕩在歡欣的風中的歌詞也被毒龍的咆哮、\n魔物撼動大地的腳步聲、嘆息聲與烈焰撕碎。\n不願成為王的風之神聽見了慟哭的聲音，\n為了守護故友夢想的，和風眷顧的青綠原野，\n從長眠中醒轉，與天空的湛青之龍一同戰鬥…\n之餘，騎士與騎士團也為了國土與家園而戰。\n\n當猛毒之龍殞命在冰封之山，湛青之龍長眠於尖塔古城時，\n騎士卻在谷地中流盡了鮮血。倒下時，他所掛念的只有——\n「現在在遠方求學的她，應當平安無事吧。真想再聽聽她唱的歌」\n「至少艾倫德林與羅蘭無恙。她歸鄉時，災厄應該已經平息了吧」\n\n稱頌神、記載雙龍之戰的詩有許多，最終又慢慢佚失，\n那位少女曾經愛唱的小曲，也在她返鄉後，變了樣子。\n「蒲公英隨著晨間的風遠行」\n「秋日的風帶回收穫的芬芳」\n「但無論怎樣的風」\n「也不能再為我帶來你的注視了」\n\n淚水與歌聲都枯竭後，少女決定揮霍生命之火，洗淨世界的歪曲…\n",
    "jp": "\n「西方の風が酒の香りを連れて行く」\n「山間の風が凱旋を告げる」\n「遠方の風に心が惹かれる」\n「サラサラと君への想いを歌う」\n\nかつて、いつも悲しげな騎士がいた。\nこの歌だけが、彼の心の癒やしであった。\n広場でこの歌を歌う少女だけが、\n彼の仕事の疲れを癒やしてくれた。\n\n古国に降臨した災いの戦火はこの地にまで及んだ。\n風が運ぶ喜びの詩は、毒龍の咆哮や、\n大地を揺らす魔物の足音、そして啼き声と烈火に飲み込まれた。\n王位継承を望まぬ風神は慟哭に気づいた。\n旧き友の夢を守るため、風に恵まれた緑の野原を守るため、\n風神は長い眠りから目覚め、天空の紺碧の龍と共に戦った…\nそして、騎士と騎士団も自分たちの国と故郷のために戦った。\n\n猛毒の龍が氷結の山に落ち、紺碧の龍が尖塔の古城で眠りについた時、\n騎士は谷戸で命を落とした。最期の瞬間、少女の姿が脳裏に浮かんだ。\n「遠方に留学した彼女は無事だろうか。もっと彼女の歌を聞きたかった」\n「まだエレンドリンとローランドが生きている。彼女が戻ってくる時、この災害は収まっているはずだ——」\n\n神を称賛し、2体の龍の戦いを描写した詩はたくさんあったが、やがて失われていった。\n少女が歌っていた大好きな歌も、彼女が帰郷してから歌詞が変わった。\n「蒲公英は朝の風と旅に出る」\n「秋の風は収穫をもたらす」\n「しかしどんな風も」\n「あなたの眼差しをもたらしてはくれない」\n\n涙も歌声も枯れた時、少女は命を燃やし、世界を浄化しようと決めた…\n",
    "ko": "\n「서쪽 바람은 술 향기를 가져가고」\n「산간의 바람은 개선 소식을 가져오네」\n「먼 곳의 바람은 내 마음을 흔들고 있구나」\n「살랑살랑 너를 그리워하는 내 마음을 노래하네」\n\n예전에 언제나 얼굴에 수심이 가득한 기사가 있었다.\n이 노래만이 그의 찡그린 얼굴을 펴주었고,\n광장에서 이 노래를 부르던 그 소녀만이\n그를 짓누르는 무거운 책임을 잠시나마 잊게 해주었다.\n\n그러나 고대 국가의 재난으로 인한 피비린내는 결국 이 땅을 덮쳤다.\n마구 불어대는 바람결에 가사도 독룡의 포효와\n대지를 뒤흔드는 마물의 발소리, 탄식과 화염에 조각났다.\n왕이 되고 싶지 않았던 바람의 신은 통곡 소리를 듣고,\n옛 친구의 꿈과 바람이 보살피는 푸른 들판을 지키기 위해,\n긴 잠에서 깨어나 하늘의 푸른 용과 함께 전투에 나섰다…\n그리고 기사와 기사단도 국토와 터전을 위해 싸웠다.\n\n독룡이 빙하로 봉인된 산에서 죽고, 푸른 용이 첨탑 고성에서 긴 잠에 들었을 때,\n기사는 골짜기에서 온몸의 피를 다 쏟았다. 쓰러질 때 그가 걱정했던 단 하나는——\n「지금 먼 곳에서 배움을 원하는 그녀는 무사하겠지. 그녀의 노래를 정말 듣고 싶구나」\n「애런돌린과 롤랑은 무사할 거야. 그녀가 귀향했을 때는 분명 평화를 되찾았겠지」\n\n신을 찬양하고 두 용의 전투를 기록한 시는 많았지만 결국 천천히 소실된다.\n그 소녀가 즐겨 부르던 노래도 그녀가 귀향한 후 내용이 바뀐다.\n「민들레는 새벽 바람에 따라 멀리 날아가네」\n「가을 바람이 수확한 향기를 거두네」\n「그러나 어떤 바람이든」\n「내게 너의 관심을 가져다주진 못하네」\n\n눈물과 노래 소리가 다 말라버린 후, 소녀는 생명의 불로 비뚤어진 세상을 정화시키기로 결정했다…\n",
    "en": "\n\"The west wind bears wine's fragrance away,\"\n\"The mountain wind brings glad tidings new.\"\n\"The breeze from afar tugs at my heart,\"\n\"It sings of my longing for you.\"\n\nLong ago, there was a knight who was ever dour of countenance.\nOnly a certain song could ever cause his brow to unfurl,\nAnd only a certain girl who sang that song in the square,\nCould cause him to forget the great burden of his duty for a time.\n\nBut at last, calamity came upon this land.\nThe songs that had once flown joyfully in the wind were drowned by a venomous dragon.\nIn the wake of its earth-shaking footsteps, even the cries and the flames were ripped asunder.\nThe Anemo Archon heard their agony, though he had refused to rule.\nBut to protect his old friends' dream, and defend the wind-kissed fields of green,\nHe woke from his long slumber anew, and with the sky dragon into battle he flew...\nThe Knight and his knights also fought for their land.\n\nWhen the venomous dragon fell to ruin on the ice-sealed peak, the blue sky dragon fell asleep in the ancient tower.\nBut the Knight was in the valley, spent of his life's blood, and as he fell, he could only think thus:\n\"She is abroad studying, so she should be well. But ah, how I wish to hear her sing again.\"\n\"At least Arundolyn and Roland are alright. When she returns, this calamity should have blown over.\"\n\nThe songs in praise of the archon and tunes that recorded the battle of the two dragons were many, but all slowly became lost.\nThe song the girl loved to sing, too, changed upon her return.\n\"The dandelions carry in the summer wind,\"\n\"Autumn brings the fragrance of grain.\"\n\"But no wind in any season on earth\"\n\"Shall have you gaze upon me again.\"\n\nAnd after her voice and her tears had run dry, the girl swore to use her life's flame to cleanse the world's crookedness.\n",
    "de": "\n„Der Wind aus dem Westen wird den Duft des Weins hinforttragen.“\n„Der Wind aus den Bergen bringt frohe Kunde.“\n„Der Wind aus der Ferne rührt mein Herz.“\n„Sein Rauschen erzählt von meiner Sehnsucht nach dir.“\n\nVor langer Zeit gab es einen stets besorgten Ritter.\nNur dieses Lied lockerte seine gerunzelte Stirn,\nwenn das Mädchen seiner Träume es sang.\nDann vergaß er die Last seiner Pflichten.\n\nEine große Katastrophe jedoch suchte das alte Land heim.\nDie frohen Lieder wurden übertönt von dem Gebrüll eines giftigen Drachen.\nSeine Schritte ließen die Erde beben und seine Schmerzensschreie zischen durch die Luft.\nDer Anemo-Archon fern seines Throns hörte die Klageschreie.\nUm die Träume seines alten Freundes und die vom Wind gestreichelten Felder zu beschützen,\nerwachte er aus seinem tiefen Schlaf und kämpfte mit dem himmelblauen Drachen gegen den anderen.\nSo kämpften der Ritter und sein Orden für ihr Land\n\nund der giftige Drache verlor sein Leben auf der zugefrorenen Bergspitze, während der himmelblaue Drache auf der Turmspitze einschlief.\nDer Ritter jedoch gab all sein Blut im Tag und dachte mit seinen letzten Gedanken:\n„Ihr sollte es gutgehen in der Ferne, wo sie studiert. Doch, ach, wie gern ich noch einmal ihren Gesang hörte!“\n„Wenigstens sind Arundolyn und Roland wohlauf. Sobald sie zurückkehrt, wird die große Katastrophe auch vorbei sein.“\n\nDer Lieder und Geschichten über den Kampf zwischen den beiden Drachen gab es viele, doch sie verschwanden über die Zeit.\nDas Lied, das das Mädchen sang, war nach ihrer Rückkehr verändert.\n„Der Löwenzahn fliegt mit dem morgendlichen Wind weit weg.“\n„Der Herbstwind trägt den Duft der Ernte.“\n„Doch kein Wind auf dieser Welt“\n„wird deinen Blick je wieder zu mir wenden können.“\n\nNachdem ihre Tränen trocken und ihr Gesang verstummt waren, beschloss das Mädchen, die Welt mit ihrem Lebensfeuer von allem Üblen zu befreien.\n",
    "es": "\n“El viento del oeste lleva la fragancia del vino.\nEl viento de la montaña trae noticias del destino.\nLa lejana brisa agita mi corazón.\nY canta mi añoranza por ti con sazón”.\n\nHace mucho tiempo, había un caballero que siempre parecía estar preocupado.\nSolo una determinada canción podía hacer que dejara de fruncir el\nceño, y solo la chica que cantaba dicha canción en la plaza podía\nhacer que olvidara sus responsabilidades durante unos momentos.\n\nPero un día, el desastre cayó sobre esta tierra.\nLas canciones que una vez habían volado alegremente en el viento fueron ahogadas por un dragón venenoso.\nCon sus estremecedores pasos, incluso los gritos y las llamas se desgarraron.\nEl Arconte Anemo escuchó su agonía, aunque se había negado a gobernar.\nPero para proteger los sueños de sus viejos amigos y defender los verdes campos acariciados por el viento, se despertó de su largo\nsueño y voló junto al dragón del cielo en la batalla...\nMientras tanto, el caballero y sus compañeros también lucharon por su tierra.\n\nCuando el dragón venenoso cayó sobre los picos helados, el dragón del cielo azul se durmió en la antigua torre.\nEl caballero yacía en el valle bajo un charco de sangre y, mientras agonizaba, pensaba:\n“Ella está estudiando en el extranjero, así que debería estar bien. Pero ¡ay! ¡Cuánto desearía escucharla cantar de nuevo!\nAl menos sé que Arundolyn y Roland están bien. Cuando ella regrese, seguro que esta catástrofe se desvanecerá”.\n\nFueron muchas las canciones de alabanza al Arconte y las melodías que se escucharon en la batalla entre los dos dragones, pero todas acabaron perdiéndose.\nY la canción que tanto le gustaba cantar a la joven también cambió a su regreso:\n“Los dientes de león vuelan con el viento del verano.\nEl otoño trae la fragancia del grano.\nMas no hay viento en ninguna estación.\nQue me prohíba mirar a tu corazón”.\n\nDespués de que su voz y sus lágrimas se agotaran, la joven juró usar la llama de su vida para limpiar la corrupción de este mundo...\n",
    "fr": "\n« Le vent d'ouest au loin emporte la fragrance du vin ; »\n« Le vent des montagnes apporte l'écho de la victoire ; »\n« Mon cœur est tiré par les vents lointains, »\n« Qui chantent mon désir pour toi en un murmure épars. »\n\nAutrefois vivait un chevalier aux traits austères.\nSeul ce chant était capable d'amener sur son visage quelque sérénité.\nSeule la jeune fille chantant cette ballade sur la place,\nétait capable de lui faire oublier ne serait-ce qu'un instant le poids de son devoir.\n\nOr vint le jour où la calamité s'abattit sur ces terres.\nLes chants qui autrefois résonnaient joyeusement dans les vents furent couverts par le rugissement du dragon.\nEt même les gémissements et les flammes par le fracas de ses pas faisant trembler la terre furent recouverts.\nL'Archon Anémo entendit les plaintes du peuple, qu'il avait pourtant refusé de diriger.\nMais pour protéger les rêves de ses anciens compagnons, et défendre les verts champs bercés par la brise,\nil émergea de son long sommeil, et partit au combat, son fidèle dragon azuré à ses côtés...\nEt le chevalier et son Ordre combattirent pour leur pays.\n\nQuand enfin le dragon maléfique fut vaincu, là-haut sur les cimes des glaciers, le dragon azur tomba dans un sommeil profond au sein de l'ancienne tour.\nMais le chevalier gisait dans la vallée tachée de son propre sang ; et alors qu'il s'écroulait, ses seules pensées furent :\n« Ses études l'ont amenée à l'étranger ; là elle devrait être en sécurité. Ah, mais que ne donnerais-je pas pour l'entendre chanter une dernière fois... »\n« Au moins n'ai-je pas à m'en faire pour Arundolyn et Roland. Quand elle reviendra, la paix devrait être de retour. »\n\nNombreuses furent les chansons et ballades chantant la gloire de l'Archon et le combat des deux dragons ; mais l'une après l'autre, elles finirent perdues dans les oubliettes du temps.\nEt le chant qu'affectionnait la jeune fille avait changé lorsqu'elle s'en revint.\n« Les pissenlits sont emportés par le vent du matin ; »\n« Le vent d'automne apporte la fragrance du grain ; »\n« Mais qu'importe ! Car nul vent ni blizzard »\n« Ne peut m'apporter ton regard. »\n\nEt une fois ses larmes séchées et son chant tari, la jeune fille fit le serment de brûler de la flamme l'habitant le mal de ce monde...\n",
    "pt": "\n\"O vento do leste leva a fragrância do vinho.\"\n\"O vento das montanhas traz notícias do destino.\"\n\"A brisa vinda de longe agitou meu coração.\"\n\"Ela expressa minhas saudades de você.\"\n\nHá muito tempo, havia um cavaleiro que sempre parecia aflito.\nApenas essa música pode aliviar sua dor.\nApenas aquela garota que canta essa música no palácio\nPoderia fazer com que ele se esquecesse do grande fardo de seu dever por um tempinho.\n\nMas, por fim, a calamidade veio sobre esta terra.\nAs canções que outrora voavam alegremente ao vento foram afogadas por um dragão venenoso.\nOs seus passos que abalavam a terra, junto com os seus gritos e as chamas, foram todos despedaçados.\nO Arconte Anemo que se recusou a governar ouviu um choro aflito,\nMas, para proteger o sonho de seus velhos amigos e defender os campos verdes beijados pelo vento,\nEle acordou de seu longo sono novamente, e voltou a defrontar o dragão azul do céu em uma batalha...\nO cavaleiro e os seus companheiros também lutaram por suas terras.\n\nQuando o dragão maligno finalmente foi derrotado na montanha de gelo selado, e o dragão azul adormeceu na torre da cidade antiga,\nMas o Cavaleiro estava no vale, esgotando o sangue de sua vida, e ao cair, ele apenas pensava:\n\"Ela está estudando no exterior, então ela deve estar bem. Mas, ah! Se pudesse ouvi-la cantar novamente.\"\n\"Pelo menos Arundolyn e Roland estão bem. Quando ela voltar, esta calamidade deverá ter passado.\"\n\nOs poemas de louvor ao arconte e as melodias que gravaram a batalha dos dois dragões foram muitos, mas todas lentamente se desapareceram.\nA música que a garota adorava cantar também mudou quando ela voltou.\n\"Os Dandelions vão para longe com o vento matinal.\"\n\"O vento do outono leva de volta a fragrância de colheita.\"\n\"Mas não havia nenhum vento em nenhuma das estações na terra.\"\n\"Nunca pode trazer os seus olhares.\"\n\nE depois que sua voz e suas lágrimas secaram, a garota jurou usar a chama de sua vida para limpar as tortuosidades do mundo.\n",
    "ru": "\n«Западный ветер уносит аромат вина»\n«Горный ветер приносит свежесть и новизну»\n«Далёкий бриз тронет моё сердце»\n«Ведь он поёт о моей тоске по тебе»\n\nДавным-давно жил один рыцарь с суровым взглядом.\nИ только одна песня могла заставить его приподнять бровь,\nИ только одна девушка, что пела эту песню на площади,\nМогла на время заставить его забыть тяготы службы.\n\nНо как-то в эти земли пришло страшное бедствие,\nЯдовитый дракон утопил все песни, что беззаботно нёс ветер.\nЗа его сотрясающей землю поступью всюду следовали крики и пламя.\nАнемо Архонт отказался от своего правления, но всё же он услышал их мольбы.\nИ, чтобы защитить сны своего старого друга и невинность зелёных полей,\nОн очнулся от своего сна и отправился в битву на небесном драконе...\nЗа земли свободы вышли сразиться и Рыцарь со своим орденом.\n\nКогда ядовитый дракон рухнул на замерзший пик, небесный дракон погрузился в сон в древней башне.\nНо в долине остался истекающий кровью Рыцарь. Во время своего падения он мог думать только об одном:\n«Она очень далеко занимается познанием, и с ней всё должно быть в порядке. Ох, как бы я хотел снова услышать её песню».\n«Хотя бы с Арундолином и Роландом всё в порядке. К её возвращению от этого бедствия не должно остаться и следа».\n\nМножество песен было написано во славу Архонта и битвы двух драконов, но все они затерялись во времени.\nПесня, которую любила петь эта девушка, тоже изменилась.\n«Семена одуванчика несёт летний ветер»\n«Осень приносит запах пшеницы»\n«Но никакой ветер в году»\n«Не заставит тебя вновь взглянуть на меня»\n\nЕё голос сел, и слёзы больше не текли. Девушка поклялась очистить бесчестность этого мира огнём своей души.\n",
    "id": "\n\"Angin barat yang membawa aroma anggur\"\n\"Angin gunung membawa kabar kemenangan\"\n\"Angin sepoi-sepoi dari jauh menarik hatiku\"\n\"Menyanyikan kerinduanku untukmu\"\n\nDahulu kala, ada seorang Knight yang selalu muram.\nHanya ada satu lagu saja yang bisa menghilangkan kemuramannya,\nDan hanya gadis inilah yang menyanyikan lagu tersebut di lapangan,\nYang dapat membuatnya melupakan beban berat kewajibannya untuk sementara waktu.\n\nNamun pada akhirnya, bencana tiba di daratan tersebut,\nLagu yang tadinya dinyanyikan dengan penuh sukacita bersama angin kini hilang ditelan oleh raungan sang naga beracun,\nDengan langkah-langkahnya yang mengguncang bumi, bahkan tangisan dan nyala api menjadi tercabik-cabik.\nSang Anemo Archon mendengar ratapan penderitaan mereka, dan walaupun dia sudah menolak untuk memerintah,\nNamun demi melindungi mimpi temannya, dan melindungi ladang hijau tempat impian teman lamanya itu,\nDia bangun dari tidur panjangnya, dan terbang bersama dengan naga langit menuju medan tempur...\nPara Knight ikut berjuang untuk melindungi tanah mereka.\n\nKetika naga berbisa jatuh dan terbunuh di puncak yang tertutup es, naga langit tertidur di menara kuno,\nNamun sang Knight yang berada di dalam lembah, kehabisan darah, dan di akhir hidupnya dia hanya dapat berpikir:\n\"Sekarang dia sedang pergi jauh untuk belajar, seharusnya dia baik-baik saja. Tapi, ah andai saja aku bisa mendengarnya bernyanyi lagi.\"\n\"Setidaknya Arundolyn dan Roland baik-baik saja. Saat dia kembali nanti, bencana ini seharusnya sudah berakhir.\"\n\nBanyak lagu-lagu pujian bagi para Archon dan nada yang dibuat untuk mengenang pertempuran kedua naga tersebut, namun semuanya perlahan mulai hilang,\nDan lagu yang biasa dinyanyikan oleh gadis itupun, perlahan mulai berubah saat dia kembali.\n\"Dandelion yang dibawa oleh angin musim panas\"\n\"Musim gugur yang membawa aroma biji-bijian\"\n\"Namun tidak ada angin pada musim apa pun di bumi\"\n\"Juga tidak bisa membuatmu menatapku lagi\"\n\nDan setelah suara dan air matanya mengering, gadis itu bersumpah menggunakan sisa hidupnya untuk membersihkan dunia dari kekelaman...\n",
    "th": "\n\"ลมตะวันออกพัดพากลิ่นไวน์ไปแล้ว\"\n\"ลมแห่งภูเขานำข่าวของชัยชนะมาให้\"\n\"ลมจากทางไกลทำให้หัวใจฉันหวั่นไหว\"\n\"มันร้องเพลงความปรารถนาของฉันที่มีต่อคุณ\"\n\nในอดีต มีอัศวินผู้หนึ่งที่โศกเศร้าอยู่เสมอ\nมีเพียงเพลงนี้เท่านั้นที่ทำให้เขาคลายความเศร้าไปได้บ้าง\nและก็มีเพียงสาวน้อยคนนั้นที่ร้องเพลง ๆ นี้อยู่ที่จัตุรัส\nถึงจะสามารถช่วยให้เขาลืมหน้าที่อันหนักอึ้งที่เขาแบกรับไว้ได้ชั่วคราว\n\nแต่ในที่สุด ความหายนะก็มาเยือนดินแดนนี้\nเสียงเพลงที่เคยปลิวไปกับสายลมอย่างมีความสุขได้ถูกเสียงคำรามของมังกรพิษกลืนกิน\nรอยเท้าของมันสั่นสะเทือนทั่วทั้งแผ่นดิน แม้แต่เสียงร้องและเปลวไฟยังถูกตัดขาดสะบั้น\nเทพแห่งลมที่ไม่อยากเป็นราชาก็ได้ยินเสียงร้องไห้คร่ำครวญนี้\nเพื่อปกป้องความฝันของเพื่อนเก่าของเขา และปกป้องทุ่งหญ้าอันเขียวขจี\nเขาตื่นจากการหลับไหลอันยาวนาน และบินไปต่อสู้กับมังกรร้ายบนฟ้า...\nนอกจากนี้ เหล่าอัศวินและกองอัศวินของเขาก็ต่อสู้เพื่อแผ่นดินของพวกเขา\n\nเมื่อมังกรร้ายสิ้นชีวิตบนยอดเขาน้ำแข็ง มังกรฟ้าก็หลับไหลอยู่ในหอคอยโบราณ\nแต่อัศวินที่กำลังหลั่งเลือดอยู่ในหุบเขา เมื่อเขาล้มลง เขาก็คิดว่า: \n\"เธอกำลังเรียนอยู่ทางไกล เธอน่าจะปลอดภัย อยากได้ยินเสียงของเธอเป็นครั้งสุดท้ายจริง ๆ \"\n\"อย่างน้อย Arundolyn กับ Roland ก็พูดถูก เมื่อเธอกลับมา หายนะเหล่านี้ก็คงจบลงแล้ว\"\n\nบทเพลงสรรเสริญเทพแห่งลมและบทเพลงที่บันทึกการต่อสู้ของมังกรสองตัวนั้นมีอยู่มากมาย แต่บทเพลงทั้งหมดก็ค่อย ๆ เลือนหายไปตามกาลเวลา\nบทเพลงที่เธอเคยชอบร้องก็ได้เปลี่ยนไปหลังจากเธอกลับมา\n\"ดอกแดนดิไลออนปลิวไปกับสายลมร้อน\"\n\"ฤดูใบไม้ร่วงหอบเอากลิ่นหอมของเมล็ดพืชมาด้วย\"\n\"แต่ไม่มีฤดูกาลใดในโลกนี้\"\n\"สามารถทำให้คุณมองมาที่ฉันอีกครั้ง\"\n\nและหลังจากเสียงของเธอแหบพร่าและน้ำตาของเธอแห้งลง เด็กสาวสาบานว่าจะใช้เปลวไฟในชีวิตของเธอเพื่อชำระล้างความชั่วร้ายในโลกไปให้หมด ...\n",
    "vi": "\n\"Ngọn gió phương Tây sẽ mang theo mùi hương của rượu\"\n\"Ngọn gió giữa núi rừng mang đến tin tức khải hoàn\"\n\"Ngọn gió phương xa lay động trái tim tôi\"\n\"Xào xạc hát lên nỗi nhớ nhung của tôi dành cho bạn\"\n\nXưa kia, có một người kỵ sĩ gương mặt lúc nào cũng cáu kỉnh.\nChỉ có bài ca này mới có thể khiến đôi mày của anh giãn ra đôi chút,\nChỉ có người thiếu nữ nơi quảng trường hát lên bài ca này,\nmới có thể giúp anh tạm quên đi trọng trách nặng nề.\n\nNhưng mùi tanh hôi của thảm hoạ giáng xuống cổ quốc cuối cùng đã lan đến vùng đất này,\nVà bài hát phiêu dạt trong niềm hân hoan của gió cũng bị Độc Long nuốt chửng,\nBước chân của con quái vật làm rung chuyển mặt đất, tiếng thở dài và ngọn lửa hừng hực.\nPhong Thần không muốn trở thành vua nghe thấy tiếng khóc thảm thiết,\nĐể bảo vệ cánh đồng xanh gió mát trong giấc mơ của người bạn cũ,\nThức dậy sau một giấc ngủ dài, cùng rồng xanh của bầu trời đấu tranh...\nCòn có các Kỵ Sĩ và Đội Kỵ Sĩ cũng chiến đấu vì tổ quốc và quê hương.\n\nKhi con rồng độc ác bị giết ở ngọn núi đóng băng, và khi Thanh Long ngủ vùi trên ngọn tháp của thành cổ,\nNgười kỵ sĩ đổ máu trong thung lũng. Khi ngã xuống, tất cả những gì anh nhớ chỉ là...\n\"Hiện tại cô ấy đang đi học nơi xa, chắc chắn sẽ bình an vô sự. Thực là muốn nghe lại tiếng hát của cô ấy\"\n\"Ít nhất Arundolyn và Roland đều khoẻ mạnh. Khi cô trở về nhà, thảm hoạ chắc đã lắng xuống rồi\"\n\nCó rất nhiều bài thơ ca tụng Thần và ghi lại những trận chiến của rồng, sau cùng cũng dần bị mai một,\nCa khúc mà thiếu nữ từng rất yêu thích, cũng đã thay đổi sau khi cô trở về nhà.\n\"Bồ công anh theo gió buổi sáng sớm đi thật xa\"\n\"Gió mùa thu đem về hương thơm của mùa gặt\"\n\"Nhưng cho dù là loại gió gì chăng nữa\"\n\"Cũng không thể mang lại cho tôi sự chú ý của bạn nữa\"\n\nSau khi tiếng hát và nước mắt đã cạn khô, thiếu nữ quyết định hy sinh ngọn lửa sinh mạng để xoá sạch sự biến dạng của thế giới...\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "别离的思念之歌",
        "zht": "別離的思念之歌",
        "jp": "追憶と別れの歌",
        "ko": "이별의 그리운 노래",
        "en": "The Parting Refrain",
        "de": "Lied vom Abschied",
        "es": "Canción de despedida",
        "fr": "Refrain de séparation",
        "pt": "Canção de Despedida",
        "ru": "Песнь разлуки",
        "id": "The Parting Refrain",
        "th": "The Parting Refrain",
        "vi": "Bài Ca Nỗi Nhớ Ly Biệt"
      },
      "description": {
        "zhs": "飘游风中的「千年的大乐章」的一部分。元素精通提高<color=#99FFFFFF>60</color>点；元素战技或元素爆发命中敌人时，角色获得一枚追思之符，每0.2秒内至多触发一次，角色处于队伍后台也能触发。拥有4枚追思之符时，将消耗所有追思之符，使附近的队伍中所有角色获得持续12秒的「千年的大乐章·别离之歌」效果：元素精通提高<color=#99FFFFFF>100</color>点，攻击力提升<color=#99FFFFFF>20%</color>。触发后20秒内，无法再次获得追思之符。「千年的大乐章」触发的多种数值效果中，同类数值效果不可叠加。",
        "zht": "飄遊風中的「千年的大樂章」的一部分。元素精通提高<color=#99FFFFFF>60</color>點；元素戰技或元素爆發命中敵人時，角色獲得一枚追思之符，每0.2秒內至多觸發一次，角色處於隊伍後台也能觸發。擁有4枚追思之符時，將消耗所有追思之符，使附近的隊伍中所有角色獲得持續12秒的「千年的大樂章·別離之歌」效果：元素精通提高<color=#99FFFFFF>100</color>點，攻擊力提升<color=#99FFFFFF>20%</color>。觸發後20秒內，無法再次獲得追思之符。「千年的大樂章」觸發的多種數值效果中，同類數值效果不可疊加。",
        "jp": "風と共に流れる「千年の大楽章」の一部。元素熟知+<color=#99FFFFFF>60</color>。元素スキルまたは元素爆発が敵に命中すると、追憶の欠片を1枚獲得する。この効果は0.2秒毎に一回のみ発動でき、待機中のキャラクターも発動できる。追憶の欠片を4枚集めると、全ての追憶の欠片を消費し、周囲のチーム全員に12秒継続する「千年の大楽章·別れの歌」効果を付与する：元素熟知+<color=#99FFFFFF>100</color>、攻撃力+<color=#99FFFFFF>20%</color>。発動後の20秒間、追憶の欠片を再度獲得することはできない。「千年の大楽章」のもたらす各効果中、同種類の効果は重ね掛け不可。",
        "ko": "바람 속을 유랑하는 「천년의 대악장」의 일부분. 원소 마스터리가 <color=#99FFFFFF>60</color>pt 증가한다. 원소전투 스킬이나 원소폭발이 적에게 명중 시, 캐릭터는 회상의 부적을 한 장 획득한다. 이는 0.2초 마다 한 번 발동되며, 캐릭터가 대기 상태일 때도 발동된다. 회상의 부적 4장 소유 시, 부적을 모두 소모하여 주변의 파티 내 모든 캐릭터에게 12초 동안 「천년의 대악장·이별의 노래」 효과를 부여한다: 원소 마스터리가 <color=#99FFFFFF>100</color>pt 증가하고, 공격력이 <color=#99FFFFFF>20%</color> 증가한다. 발동 후 20초 동안은 회상의 부적을 획득할 수 없다. 「천년의 대악장」의 수치 효과 중 동일 유형의 수치 효과는 중첩될 수 없다",
        "en": "A part of the \"Millennial Movement\" that wanders amidst the winds. Increases Elemental Mastery by <color=#99FFFFFF>60</color>. When the Elemental Skills or Elemental Bursts of the character wielding this weapon hit opponents, that character gains a Sigil of Remembrance. This effect can be triggered once every 0.2s and can be triggered even if said character is not on the field. When you possess 4 Sigils of Remembrance, all of them will be consumed and all nearby party members will obtain the \"Millennial Movement: Farewell Song\" effect for 12s. \"Millennial Movement: Farewell Song\" increases Elemental Mastery by <color=#99FFFFFF>100</color> and increases ATK by <color=#99FFFFFF>20%</color>. Once this effect is triggered, you will not gain Sigils of Remembrance for 20s. Of the many effects of the \"Millennial Movement,\" buffs of the same type will not stack.",
        "de": "Ein Teil der „Bewegung des Jahrtausends“, die mit dem Wind zieht. Erhöht die Elementarkunde um <color=#99FFFFFF>60</color> Punkte. Gibt der damit ausgerüsteten Figur beim Treffen von Gegnern mit Elementarfähigkeiten und Spezialfähigkeiten ein Zeichen des Gedenkens, 0,2 s Abklingzeit. Der Effekt bleibt auch bestehen, wenn die Figur ausgewechselt wird. Verbraucht alle Zeichen des Gedenkens, sobald 4 davon vorhanden sind, und verleiht allen Truppenmitgliedern in der Nähe den 12 s anhaltenden Effekt von „Bewegung des Jahrtausends – Lied vom Abschied“: Erhöht die Elementarkunde um <color=#99FFFFFF>100</color> Punkte und den ANG um <color=#99FFFFFF>20 %</color>. Nach Auslösen dieses Effekts kann 20 s lang kein weiteres Zeichen des Gedenkens erhalten werden. Die verschiedenen durch „Bewegung des Jahrtausends“ ausgelösten Boni können bei gleicher Art nicht gestapelt werden.",
        "es": "#Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta en <color=#99FFFFFF>60</color> pts. la Maestría Elemental. Cuando el personaje que lleva esta arma equipada ataca a un enemigo con una Habilidad Elemental o Definitiva, dicho personaje obtiene un talismán de reminiscencia que puede adquirirse una vez cada 0.2 s como máximo. Este efecto también puede ocurrir cuando el personaje que lleva equipada esta arma está en tu equipo pero no en combate. Al obtener 4 talismanes de reminiscencia, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción del adiós» durante 12 s, el cual aumenta en <color=#99FFFFFF>100</color> pts. la Maestría Elemental y el ATQ en un <color=#99FFFFFF>20%</color>. Tras activarse este efecto, no podrán obtenerse talismanes de reminiscencia durante 20{NON_BREAK_SPACE}s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo.",
        "fr": "#Partie du «{NON_BREAK_SPACE}Concert du millénaire{NON_BREAK_SPACE}». Augmente la maîtrise élémentaire de <color=#99FFFFFF>60</color>{NON_BREAK_SPACE}pts. Lorsque le personnage équipé de cette arme touche un ennemi avec sa compétence ou son déchaînement élémentaire, il obtient un talisman de réminiscence, à raison d'un talisman toutes les 0,2{NON_BREAK_SPACE}s max, même s'il n'est plus déployé. Une fois 4 talismans cumulés, ils sont consommés et font bénéficier pendant 12{NON_BREAK_SPACE}s tous les membres de l'équipe à proximité de l'effet «{NON_BREAK_SPACE}Concert du millénaire - Chant d'adieu{NON_BREAK_SPACE}», ce qui augmente leur maîtrise élémentaire de <color=#99FFFFFF>100</color>{NON_BREAK_SPACE}pts et leur ATQ de <color=#99FFFFFF>20{NON_BREAK_SPACE}%</color>. Il n'est plus possible de gagner de talismans de réminiscence pendant 20{NON_BREAK_SPACE}s après activation de cet effet. Les différents effets du «{NON_BREAK_SPACE}Concert du millénaire{NON_BREAK_SPACE}» ne peuvent pas être cumulés.",
        "pt": "Uma parte do \"Concerto Milenar\" que flutua no vento. Aumenta a Proficiência Elemental em <color=#99FFFFFF>60</color> pontos. Quando a Habilidade Elemental ou o Supremo atingir os inimigos, o personagem obterá um Símbolo das Lembranças, que pode ser ativado uma vez a cada 0.2s, mesmo quando o personagem não está no campo de batalha. Possuir 4 Símbolo das Lembranças faz consumir todos eles, e faz todos os personagens da equipe obterem o efeito de \"Concerto Milenar: Música da Despedida\" por 12s: A Proficiência Elemental será aumentada em <color=#99FFFFFF>100</color> pontos, além disso o ATQ será aumentado em <color=#99FFFFFF>20%</color>. Dentro de 20s depois da ativação, não é possível obter os Símbolos das Lembranças de novo. Entre todos os efeitos de vários valores, os efeitos do mesmo valor não podem ser acumulados.",
        "ru": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает мастерство стихий на <color=#99FFFFFF>60</color> ед. При попадании элементальным навыком или взрывом стихии по противнику персонаж получает один Талисман воспоминаний. Он может возникнуть раз в 0,2 сек., даже когда персонаж в отряде, но не активен. Четыре собранных Талисмана воспоминаний пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Прощальный гимн». Их мастерство стихии повышается на <color=#99FFFFFF>100</color> ед., а сила атаки - на <color=#99FFFFFF>20%</color>. В течение 20 сек. после активации эффекта Талисманы воспоминаний появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается.",
        "id": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan <color=#99FFFFFF>60</color> Elemental Mastery, dan saat Elemental Skill atau Elemental Burst dari pengguna senjata ini mengenai musuh, Karakter akan mendapatkan Sigil of Remembrance. Efek ini dapat terpicu setiap 0,2 detik dan bisa terpicu walaupun Karakter tersebut tidak berada di medan bertarung. Saat kamu mempunyai 4 Sigil of Remembrance, semuanya akan terkonsumsi dan seluruh anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Farewell Song\" selama 12 detik. \"Millennial Movement: Farewell Song\" meningkatkan <color=#99FFFFFF>100</color> Elemental Mastery dan <color=#99FFFFFF>20%</color> ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigil of Remembrance selama 20 detik. Dari beragam efek \"Millennial Movement\" yang ada, efek dengan jenis sama tidak bisa ditumpuk.",
        "th": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความชำนาญธาตุขึ้น <color=#99FFFFFF>60</color> หน่วย; เมื่อตัวละครที่สวมใส่ใช้สกิลธาตุหรือท่าไม้ตายโจมตีถูกศัตรู ตัวละครจะได้รับ Sigil of Remembrance หนึ่งอัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigils of Remembrance ครบ 4 อัน จะใช้ Sigils of Remembrance ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Farewell Song ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความชำนาญธาตุเพิ่มขึ้น <color=#99FFFFFF>100</color> หน่วย พลังโจมตีเพิ่มขึ้น <color=#99FFFFFF>20%</color> และจะไม่สามารถรับ Sigils of Remembrance ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้",
        "vi": "Một phần của \"Ca Khúc Thời Đại Nghìn Năm\" lãng du trong gió. Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>60</color> điểm. Khi Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ của nhân vật dùng vũ khí này đánh trúng địch, nhân vật sẽ nhận 1 Lá Bùa Tưởng Nhớ, mỗi 0.2 giây kích hoạt nhiều nhất 1 lần, khi nhân vật ở trong đội phía sau cũng có thể kích hoạt. Khi có 4 Lá Bùa Tưởng Nhớ sẽ tiêu hao tất cả bùa, khiến tất cả nhân vật trong đội đang ở gần nhận hiệu quả \"Ca Khúc Thời Đại Nghìn Năm - Bài Ca Ly Biệt\": Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>100</color> điểm, tấn công tăng <color=#99FFFFFF>20%</color> trong 12 giây. Trong vòng 20 giây sau khi kích hoạt sẽ không thể nhận Lá Bùa Tưởng Nhớ nữa. Khi các hiệu quả của \"Ca Khúc Thời Đại Nghìn Năm\" đang kích hoạt, những hiệu quả cùng loại khác sẽ không được cộng dồn."
      }
    },
    {
      "name": {
        "zhs": "别离的思念之歌",
        "zht": "別離的思念之歌",
        "jp": "追憶と別れの歌",
        "ko": "이별의 그리운 노래",
        "en": "The Parting Refrain",
        "de": "Lied vom Abschied",
        "es": "Canción de despedida",
        "fr": "Refrain de séparation",
        "pt": "Canção de Despedida",
        "ru": "Песнь разлуки",
        "id": "The Parting Refrain",
        "th": "The Parting Refrain",
        "vi": "Bài Ca Nỗi Nhớ Ly Biệt"
      },
      "description": {
        "zhs": "飘游风中的「千年的大乐章」的一部分。元素精通提高<color=#99FFFFFF>75</color>点；元素战技或元素爆发命中敌人时，角色获得一枚追思之符，每0.2秒内至多触发一次，角色处于队伍后台也能触发。拥有4枚追思之符时，将消耗所有追思之符，使附近的队伍中所有角色获得持续12秒的「千年的大乐章·别离之歌」效果：元素精通提高<color=#99FFFFFF>125</color>点，攻击力提升<color=#99FFFFFF>25%</color>。触发后20秒内，无法再次获得追思之符。「千年的大乐章」触发的多种数值效果中，同类数值效果不可叠加。",
        "zht": "飄遊風中的「千年的大樂章」的一部分。元素精通提高<color=#99FFFFFF>75</color>點；元素戰技或元素爆發命中敵人時，角色獲得一枚追思之符，每0.2秒內至多觸發一次，角色處於隊伍後台也能觸發。擁有4枚追思之符時，將消耗所有追思之符，使附近的隊伍中所有角色獲得持續12秒的「千年的大樂章·別離之歌」效果：元素精通提高<color=#99FFFFFF>125</color>點，攻擊力提升<color=#99FFFFFF>25%</color>。觸發後20秒內，無法再次獲得追思之符。「千年的大樂章」觸發的多種數值效果中，同類數值效果不可疊加。",
        "jp": "風と共に流れる「千年の大楽章」の一部。元素熟知+<color=#99FFFFFF>75</color>。元素スキルまたは元素爆発が敵に命中すると、追憶の欠片を1枚獲得する。この効果は0.2秒毎に一回のみ発動でき、待機中のキャラクターも発動できる。追憶の欠片を4枚集めると、全ての追憶の欠片を消費し、周囲のチーム全員に12秒継続する「千年の大楽章·別れの歌」効果を付与する：元素熟知+<color=#99FFFFFF>125</color>、攻撃力+<color=#99FFFFFF>25%</color>。発動後の20秒間、追憶の欠片を再度獲得することはできない。「千年の大楽章」のもたらす各効果中、同種類の効果は重ね掛け不可。",
        "ko": "바람 속을 유랑하는 「천년의 대악장」의 일부분. 원소 마스터리가 <color=#99FFFFFF>75</color>pt 증가한다. 원소전투 스킬이나 원소폭발이 적에게 명중 시, 캐릭터는 회상의 부적을 한 장 획득한다. 이는 0.2초 마다 한 번 발동되며, 캐릭터가 대기 상태일 때도 발동된다. 회상의 부적 4장 소유 시, 부적을 모두 소모하여 주변의 파티 내 모든 캐릭터에게 12초 동안 「천년의 대악장·이별의 노래」 효과를 부여한다: 원소 마스터리가 <color=#99FFFFFF>125</color>pt 증가하고, 공격력이 <color=#99FFFFFF>25%</color> 증가한다. 발동 후 20초 동안은 회상의 부적을 획득할 수 없다. 「천년의 대악장」의 수치 효과 중 동일 유형의 수치 효과는 중첩될 수 없다",
        "en": "A part of the \"Millennial Movement\" that wanders amidst the winds. Increases Elemental Mastery by <color=#99FFFFFF>75</color>. When the Elemental Skills or Elemental Bursts of the character wielding this weapon hit opponents, that character gains a Sigil of Remembrance. This effect can be triggered once every 0.2s and can be triggered even if said character is not on the field. When you possess 4 Sigils of Remembrance, all of them will be consumed and all nearby party members will obtain the \"Millennial Movement: Farewell Song\" effect for 12s. \"Millennial Movement: Farewell Song\" increases Elemental Mastery by <color=#99FFFFFF>125</color> and increases ATK by <color=#99FFFFFF>25%</color>. Once this effect is triggered, you will not gain Sigils of Remembrance for 20s. Of the many effects of the \"Millennial Movement,\" buffs of the same type will not stack.",
        "de": "Ein Teil der „Bewegung des Jahrtausends“, die mit dem Wind zieht. Erhöht die Elementarkunde um <color=#99FFFFFF>75</color> Punkte. Gibt der damit ausgerüsteten Figur beim Treffen von Gegnern mit Elementarfähigkeiten und Spezialfähigkeiten ein Zeichen des Gedenkens, 0,2 s Abklingzeit. Der Effekt bleibt auch bestehen, wenn die Figur ausgewechselt wird. Verbraucht alle Zeichen des Gedenkens, sobald 4 davon vorhanden sind, und verleiht allen Truppenmitgliedern in der Nähe den 12 s anhaltenden Effekt von „Bewegung des Jahrtausends – Lied vom Abschied“: Erhöht die Elementarkunde um <color=#99FFFFFF>125</color> Punkte und den ANG um <color=#99FFFFFF>25 %</color>. Nach Auslösen dieses Effekts kann 20 s lang kein weiteres Zeichen des Gedenkens erhalten werden. Die verschiedenen durch „Bewegung des Jahrtausends“ ausgelösten Boni können bei gleicher Art nicht gestapelt werden.",
        "es": "#Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta en <color=#99FFFFFF>75</color> pts. la Maestría Elemental. Cuando el personaje que lleva esta arma equipada ataca a un enemigo con una Habilidad Elemental o Definitiva, dicho personaje obtiene un talismán de reminiscencia que puede adquirirse una vez cada 0.2 s como máximo. Este efecto también puede ocurrir cuando el personaje que lleva equipada esta arma está en tu equipo pero no en combate. Al obtener 4 talismanes de reminiscencia, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción del adiós» durante 12 s, el cual aumenta en <color=#99FFFFFF>125</color> pts. la Maestría Elemental y el ATQ en un <color=#99FFFFFF>25%</color>. Tras activarse este efecto, no podrán obtenerse talismanes de reminiscencia durante 20{NON_BREAK_SPACE}s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo.",
        "fr": "#Partie du « Concert du millénaire{NON_BREAK_SPACE}». Augmente la maîtrise élémentaire de <color=#99FFFFFF>75</color> pts. Lorsque le personnage équipé de cette arme touche un ennemi avec sa compétence ou son déchaînement élémentaire, il obtient un talisman de réminiscence, à raison d'un talisman toutes les 0,2 s max, même s'il n'est plus déployé. Une fois 4 talismans cumulés, ils sont consommés et font bénéficier pendant 12 s tous les membres de l'équipe à proximité de l'effet «{NON_BREAK_SPACE}Concert du millénaire - Chant d'adieu », ce qui augmente leur maîtrise élémentaire de <color=#99FFFFFF>125</color> pts et leur ATQ de <color=#99FFFFFF>25{NON_BREAK_SPACE}%</color>. Il n'est plus possible de gagner de talismans de réminiscence pendant 20 s après activation de cet effet. Les différents effets du « Concert du millénaire » ne peuvent pas être cumulés.",
        "pt": "Uma parte do Concerto Milenar que flutua no vento. Aumenta a Proficiência Elemental em <color=#99FFFFFF>75%</color> pontos. Quando a Habilidade Elemental ou o Supremo atingir os inimigos, o personagem obterá um Símbolo das Lembranças, que pode ser ativado uma vez a cada 0.2s, mesmo quando o personagem não está no campo de batalha. Possuir 4 Símbolos das Lembranças faz consumir todos eles, e faz todos os personagens da equipe obterem o efeito de \"Concerto Milenar: Música da Despedida\" por 12s: A Proficiência Elemental será aumentada em <color=#99FFFFFF>125</color> pontos, além disso o ATQ será aumentado em <color=#99FFFFFF>25%</color>. Dentro de 20s depois da ativação, não é possível obter os Símbolos das Lembranças de novo. Entre todos os efeitos de vários valores, os efeitos do mesmo valor não podem ser acumulados.",
        "ru": "С ветром доносится мотив Тысячелетней симфонии, которая увеличивает мастерство стихий на <color=#99FFFFFF>75</color> ед. При попадании элементальным навыком или взрывом стихии по противнику персонаж получает один Талисман воспоминаний. Он может возникнуть раз в 0,2 сек., даже когда персонаж в отряде, но не активен. Четыре собранных Талисмана воспоминаний пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Прощальный гимн». Их мастерство стихии повышается на <color=#99FFFFFF>125</color> ед., а сила атаки - на <color=#99FFFFFF>25%</color>. В течение 20 сек. после активации эффекта Талисманы воспоминаний появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается.",
        "id": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan <color=#99FFFFFF>75</color> Elemental Mastery, dan saat Elemental Skill atau Elemental Burst mengenai musuh, Karakter akan mendapatkan Sigil of Remembrance. Efek ini dapat terpicu setiap 0,2 detik dan dapat terpicu walaupun Karakter tersebut tidak berada di medan bertarung. Saat kamu mempunyai 4 Sigil of Remembrance, semuanya akan terkonsumsi dan seluruh anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Farewell Song\" selama 12 detik. \"Millennial Movement: Farewell Song\" meningkatkan <color=#99FFFFFF>125</color> Elemental Mastery dan <color=#99FFFFFF>25%</color> ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigil of Remembrance selama 20 detik. Dari sekian banyak efek \"Millennial Movement\" yang ada, efek dengan jenis sama tidak bisa ditumpuk.",
        "th": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความชำนาญธาตุขึ้น <color=#99FFFFFF>75</color> หน่วย; เมื่อตัวละครที่สวมใส่ใช้สกิลธาตุหรือท่าไม้ตายโจมตีถูกศัตรู ตัวละครจะได้รับ Sigil of Remembrance หนึ่งอัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigils of Remembrance ครบ 4 อัน จะใช้ Sigils of Remembrance ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Farewell Song ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความชำนาญธาตุเพิ่มขึ้น <color=#99FFFFFF>125</color> หน่วย พลังโจมตีเพิ่มขึ้น <color=#99FFFFFF>25%</color> และจะไม่สามารถรับ Sigils of Remembrance ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้",
        "vi": "Một phần của \"Ca Khúc Thời Đại Nghìn Năm\" lãng du trong gió. Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>75</color> điểm. Khi Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ đánh trúng địch, nhân vật sẽ nhận 1 Lá Bùa Tưởng Nhớ, mỗi 0.2 giây kích hoạt nhiều nhất 1 lần, nhân vật trong đội cũng có thể kích hoạt. Khi có 4 Lá Bùa Tưởng Nhớ sẽ tiêu hao tất cả bùa, khiến tất cả nhân vật trong đội đang ở gần nhận hiệu quả \"Ca Khúc Thời Đại Nghìn Năm - Bài Ca Ly Biệt\": Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>125</color> điểm, tấn công tăng <color=#99FFFFFF>25%</color> trong 12 giây. Trong vòng 20 giây sau khi kích hoạt sẽ không thể nhận Lá Bùa Tưởng Nhớ nữa. Khi các hiệu quả của \"Ca Khúc Thời Đại Nghìn Năm\" đang kích hoạt, những hiệu quả cùng loại khác sẽ không được cộng dồn."
      }
    },
    {
      "name": {
        "zhs": "别离的思念之歌",
        "zht": "別離的思念之歌",
        "jp": "追憶と別れの歌",
        "ko": "이별의 그리운 노래",
        "en": "The Parting Refrain",
        "de": "Lied vom Abschied",
        "es": "Canción de despedida",
        "fr": "Refrain de séparation",
        "pt": "Canção de Despedida",
        "ru": "Песнь разлуки",
        "id": "The Parting Refrain",
        "th": "The Parting Refrain",
        "vi": "Bài Ca Nỗi Nhớ Ly Biệt"
      },
      "description": {
        "zhs": "飘游风中的「千年的大乐章」的一部分。元素精通提高<color=#99FFFFFF>90</color>点；元素战技或元素爆发命中敌人时，角色获得一枚追思之符，每0.2秒内至多触发一次，角色处于队伍后台也能触发。拥有4枚追思之符时，将消耗所有追思之符，使附近的队伍中所有角色获得持续12秒的「千年的大乐章·别离之歌」效果：元素精通提高<color=#99FFFFFF>150</color>点，攻击力提升<color=#99FFFFFF>30%</color>。触发后20秒内，无法再次获得追思之符。「千年的大乐章」触发的多种数值效果中，同类数值效果不可叠加。",
        "zht": "飄遊風中的「千年的大樂章」的一部分。元素精通提高<color=#99FFFFFF>90</color>點；元素戰技或元素爆發命中敵人時，角色獲得一枚追思之符，每0.2秒內至多觸發一次，角色處於隊伍後台也能觸發。擁有4枚追思之符時，將消耗所有追思之符，使附近的隊伍中所有角色獲得持續12秒的「千年的大樂章·別離之歌」效果：元素精通提高<color=#99FFFFFF>150</color>點，攻擊力提升<color=#99FFFFFF>30%</color>。觸發後20秒內，無法再次獲得追思之符。「千年的大樂章」觸發的多種數值效果中，同類數值效果不可疊加。",
        "jp": "風と共に流れる「千年の大楽章」の一部。元素熟知+<color=#99FFFFFF>90</color>。元素スキルまたは元素爆発が敵に命中すると、追憶の欠片を1枚獲得する。この効果は0.2秒毎に一回のみ発動でき、待機中のキャラクターも発動できる。追憶の欠片を4枚集めると、全ての追憶の欠片を消費し、周囲のチーム全員に12秒継続する「千年の大楽章·別れの歌」効果を付与する：元素熟知+<color=#99FFFFFF>150</color>、攻撃力+<color=#99FFFFFF>30%</color>。発動後の20秒間、追憶の欠片を再度獲得することはできない。「千年の大楽章」のもたらす各効果中、同種類の効果は重ね掛け不可。",
        "ko": "바람 속을 유랑하는 「천년의 대악장」의 일부분. 원소 마스터리가 <color=#99FFFFFF>90</color>pt 증가한다. 원소전투 스킬이나 원소폭발이 적에게 명중 시, 캐릭터는 회상의 부적을 한 장 획득한다. 이는 0.2초 마다 한 번 발동되며, 캐릭터가 대기 상태일 때도 발동된다. 회상의 부적 4장 소유 시, 부적을 모두 소모하여 주변의 파티 내 모든 캐릭터에게 12초 동안 「천년의 대악장·이별의 노래」 효과를 부여한다: 원소 마스터리가 <color=#99FFFFFF>150</color>pt 증가하고, 공격력이 <color=#99FFFFFF>30%</color> 증가한다. 발동 후 20초 동안은 회상의 부적을 획득할 수 없다. 「천년의 대악장」의 수치 효과 중 동일 유형의 수치 효과는 중첩될 수 없다",
        "en": "A part of the \"Millennial Movement\" that wanders amidst the winds. Increases Elemental Mastery by <color=#99FFFFFF>90</color>. When the Elemental Skills or Elemental Bursts of the character wielding this weapon hit opponents, that character gains a Sigil of Remembrance. This effect can be triggered once every 0.2s and can be triggered even if said character is not on the field. When you possess 4 Sigils of Remembrance, all of them will be consumed and all nearby party members will obtain the \"Millennial Movement: Farewell Song\" effect for 12s. \"Millennial Movement: Farewell Song\" increases Elemental Mastery by <color=#99FFFFFF>150</color> and increases ATK by <color=#99FFFFFF>30%</color>. Once this effect is triggered, you will not gain Sigils of Remembrance for 20s. Of the many effects of the \"Millennial Movement,\" buffs of the same type will not stack.",
        "de": "Ein Teil der „Bewegung des Jahrtausends“, die mit dem Wind zieht. Erhöht die Elementarkunde um <color=#99FFFFFF>90</color> Punkte. Gibt der damit ausgerüsteten Figur beim Treffen von Gegnern mit Elementarfähigkeiten und Spezialfähigkeiten ein Zeichen des Gedenkens, 0,2 s Abklingzeit. Der Effekt bleibt auch bestehen, wenn die Figur ausgewechselt wird. Verbraucht alle Zeichen des Gedenkens, sobald 4 davon vorhanden sind, und verleiht allen Truppenmitgliedern in der Nähe den 12 s anhaltenden Effekt von „Bewegung des Jahrtausends – Lied vom Abschied“: Erhöht die Elementarkunde um <color=#99FFFFFF>150</color> Punkte und den ANG um <color=#99FFFFFF>30 %</color>. Nach Auslösen dieses Effekts kann 20 s lang kein weiteres Zeichen des Gedenkens erhalten werden. Die verschiedenen durch „Bewegung des Jahrtausends“ ausgelösten Boni können bei gleicher Art nicht gestapelt werden.",
        "es": "#Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta en <color=#99FFFFFF>90</color> pts. la Maestría Elemental. Cuando el personaje que lleva esta arma equipada ataca a un enemigo con una Habilidad Elemental o Definitiva, dicho personaje obtiene un talismán de reminiscencia que puede adquirirse una vez cada 0.2 s como máximo. Este efecto también puede ocurrir cuando el personaje que lleva equipada esta arma está en tu equipo pero no en combate. Al obtener 4 talismanes de reminiscencia, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción del adiós» durante 12 s, el cual aumenta en <color=#99FFFFFF>150</color> pts. la Maestría Elemental y el ATQ en un <color=#99FFFFFF>30%</color>. Tras activarse este efecto, no podrán obtenerse talismanes de reminiscencia durante 20{NON_BREAK_SPACE}s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo.",
        "fr": "#Partie du « Concert du millénaire{NON_BREAK_SPACE}». Augmente la maîtrise élémentaire de <color=#99FFFFFF>90</color> pts. Lorsque le personnage équipé de cette arme touche un ennemi avec sa compétence ou son déchaînement élémentaire, il obtient un talisman de réminiscence, à raison d'un talisman toutes les 0,2 s max, même s'il n'est plus déployé. Une fois 4 talismans cumulés, ils sont consommés et font bénéficier pendant 12 s tous les membres de l'équipe à proximité de l'effet «{NON_BREAK_SPACE}Concert du millénaire - Chant d'adieu », ce qui augmente leur maîtrise élémentaire de <color=#99FFFFFF>150</color> pts et leur ATQ de <color=#99FFFFFF>30{NON_BREAK_SPACE}%</color>. Il n'est plus possible de gagner de talismans de réminiscence pendant 20 s après activation de cet effet. Les différents effets du « Concert du millénaire » ne peuvent pas être cumulés.",
        "pt": "Uma parte do Concerto Milenar que flutua no vento. Aumenta a Proficiência Elemental em <color=#99FFFFFF>90%</color> pontos. Quando a Habilidade Elemental ou o Supremo atingir os inimigos, o personagem obterá um Símbolo das Lembranças, que pode ser ativado uma vez a cada 0.2s, mesmo quando o personagem não está no campo de batalha. Possuir 4 Símbolos das Lembranças faz consumir todos eles, e faz todos os personagens da equipe obterem o efeito de \"Concerto Milenar: Música da Despedida\" por 12s: A Proficiência Elemental será aumentada em <color=#99FFFFFF>150</color> pontos, além disso o ATQ será aumentado em <color=#99FFFFFF>30%</color>. Dentro de 20s depois da ativação, não é possível obter o Símbolos das Lembranças de novo. Entre todos os efeitos de vários valores, os efeitos do mesmo valor não podem ser acumulados.",
        "ru": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает мастерство стихий на <color=#99FFFFFF>90</color> ед. При попадании элементальным навыком или взрывом стихии по противнику персонаж получает один Талисман воспоминаний. Он может возникнуть раз в 0,2 сек., даже когда персонаж в отряде, но не активен. Четыре собранных Талисмана воспоминаний пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Прощальный гимн». Их мастерство стихии повышается на <color=#99FFFFFF>150</color> ед., а сила атаки - на <color=#99FFFFFF>30%</color>. В течение 20 сек. после активации эффекта Талисманы воспоминаний появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается.",
        "id": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan <color=#99FFFFFF>90</color> Elemental Mastery, dan saat Elemental Skill atau Elemental Burst mengenai musuh, Karakter akan mendapatkan Sigil of Remembrance. Efek ini dapat terpicu setiap 0,2 detik dan bisa terpicu walaupun Karakter tersebut tidak berada di medan bertarung. Saat kamu mempunyai 4 Sigil of Remembrance, semuanya akan terkonsumsi dan seluruh anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Farewell Song\" selama 12 detik. \"Millennial Movement: Farewell Song\" meningkatkan <color=#99FFFFFF>150</color> Elemental Mastery dan <color=#99FFFFFF>30%</color> ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigil of Remembrance selama 20 detik. Dari beragam efek \"Millennial Movement\" yang ada, efek dengan jenis sama tidak bisa ditumpuk.",
        "th": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความชำนาญธาตุขึ้น <color=#99FFFFFF>90</color> หน่วย; เมื่อตัวละครที่สวมใส่ใช้สกิลธาตุหรือท่าไม้ตายโจมตีถูกศัตรู ตัวละครจะได้รับ Sigil of Remembrance หนึ่งอัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigils of Remembrance ครบ 4 อัน จะใช้ Sigils of Remembrance ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Farewell Song ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความชำนาญธาตุเพิ่มขึ้น <color=#99FFFFFF>150</color> หน่วย พลังโจมตีเพิ่มขึ้น <color=#99FFFFFF>30%</color> และจะไม่สามารถรับ Sigils of Remembrance ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้",
        "vi": "Một phần của \"Ca Khúc Thời Đại Nghìn Năm\" lãng du trong gió. Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>90</color> điểm. Khi Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ đánh trúng địch, nhân vật sẽ nhận 1 Lá Bùa Tưởng Nhớ, mỗi 0.2 giây kích hoạt nhiều nhất 1 lần, nhân vật trong đội cũng có thể kích hoạt. Khi có 4 Lá Bùa Tưởng Nhớ sẽ tiêu hao tất cả bùa, khiến tất cả nhân vật trong đội đang ở gần nhận hiệu quả \"Ca Khúc Thời Đại Nghìn Năm - Bài Ca Ly Biệt\": Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>150</color> điểm, tấn công tăng <color=#99FFFFFF>30%</color> trong 12 giây. Trong vòng 20 giây sau khi kích hoạt sẽ không thể nhận Lá Bùa Tưởng Nhớ nữa. Khi các hiệu quả của \"Ca Khúc Thời Đại Nghìn Năm\" đang kích hoạt, những hiệu quả cùng loại khác sẽ không được cộng dồn."
      }
    },
    {
      "name": {
        "zhs": "别离的思念之歌",
        "zht": "別離的思念之歌",
        "jp": "追憶と別れの歌",
        "ko": "이별의 그리운 노래",
        "en": "The Parting Refrain",
        "de": "Lied vom Abschied",
        "es": "Canción de despedida",
        "fr": "Refrain de séparation",
        "pt": "Canção de Despedida",
        "ru": "Песнь разлуки",
        "id": "The Parting Refrain",
        "th": "The Parting Refrain",
        "vi": "Bài Ca Nỗi Nhớ Ly Biệt"
      },
      "description": {
        "zhs": "飘游风中的「千年的大乐章」的一部分。元素精通提高<color=#99FFFFFF>105</color>点；元素战技或元素爆发命中敌人时，角色获得一枚追思之符，每0.2秒内至多触发一次，角色处于队伍后台也能触发。拥有4枚追思之符时，将消耗所有追思之符，使附近的队伍中所有角色获得持续12秒的「千年的大乐章·别离之歌」效果：元素精通提高<color=#99FFFFFF>175</color>点，攻击力提升<color=#99FFFFFF>35%</color>。触发后20秒内，无法再次获得追思之符。「千年的大乐章」触发的多种数值效果中，同类数值效果不可叠加。",
        "zht": "飄遊風中的「千年的大樂章」的一部分。元素精通提高<color=#99FFFFFF>105</color>點；元素戰技或元素爆發命中敵人時，角色獲得一枚追思之符，每0.2秒內至多觸發一次，角色處於隊伍後台也能觸發。擁有4枚追思之符時，將消耗所有追思之符，使附近的隊伍中所有角色獲得持續12秒的「千年的大樂章·別離之歌」效果：元素精通提高<color=#99FFFFFF>175</color>點，攻擊力提升<color=#99FFFFFF>35%</color>。觸發後20秒內，無法再次獲得追思之符。「千年的大樂章」觸發的多種數值效果中，同類數值效果不可疊加。",
        "jp": "風と共に流れる「千年の大楽章」の一部。元素熟知+<color=#99FFFFFF>105</color>。元素スキルまたは元素爆発が敵に命中すると、追憶の欠片を1枚獲得する。この効果は0.2秒毎に一回のみ発動でき、待機中のキャラクターも発動できる。追憶の欠片を4枚集めると、全ての追憶の欠片を消費し、周囲のチーム全員に12秒継続する「千年の大楽章·別れの歌」効果を付与する：元素熟知+<color=#99FFFFFF>175</color>、攻撃力+<color=#99FFFFFF>35%</color>。発動後の20秒間、追憶の欠片を再度獲得することはできない。「千年の大楽章」のもたらす各効果中、同種類の効果は重ね掛け不可。",
        "ko": "바람 속을 유랑하는 「천년의 대악장」의 일부분. 원소 마스터리가 <color=#99FFFFFF>105</color>pt 증가한다. 원소전투 스킬이나 원소폭발이 적에게 명중 시, 캐릭터는 회상의 부적을 한 장 획득한다. 이는 0.2초 마다 한 번 발동되며, 캐릭터가 대기 상태일 때도 발동된다. 회상의 부적 4장 소유 시, 부적을 모두 소모하여 주변의 파티 내 모든 캐릭터에게 12초 동안 「천년의 대악장·이별의 노래」 효과를 부여한다: 원소 마스터리가 <color=#99FFFFFF>175</color>pt 증가하고, 공격력이 <color=#99FFFFFF>35%</color> 증가한다. 발동 후 20초 동안은 회상의 부적을 획득할 수 없다. 「천년의 대악장」의 수치 효과 중 동일 유형의 수치 효과는 중첩될 수 없다",
        "en": "A part of the \"Millennial Movement\" that wanders amidst the winds. Increases Elemental Mastery by <color=#99FFFFFF>105</color>. When the Elemental Skills or Elemental Bursts of the character wielding this weapon hit opponents, that character gains a Sigil of Remembrance. This effect can be triggered once every 0.2s and can be triggered even if said character is not on the field. When you possess 4 Sigils of Remembrance, all of them will be consumed and all nearby party members will obtain the \"Millennial Movement: Farewell Song\" effect for 12s. \"Millennial Movement: Farewell Song\" increases Elemental Mastery by <color=#99FFFFFF>175</color> and increases ATK by <color=#99FFFFFF>35%</color>. Once this effect is triggered, you will not gain Sigils of Remembrance for 20s. Of the many effects of the \"Millennial Movement,\" buffs of the same type will not stack.",
        "de": "Ein Teil der „Bewegung des Jahrtausends“, die mit dem Wind zieht. Erhöht die Elementarkunde um <color=#99FFFFFF>105</color> Punkte. Gibt der damit ausgerüsteten Figur beim Treffen von Gegnern mit Elementarfähigkeiten und Spezialfähigkeiten ein Zeichen des Gedenkens, 0,2 s Abklingzeit. Der Effekt bleibt auch bestehen, wenn die Figur ausgewechselt wird. Verbraucht alle Zeichen des Gedenkens, sobald 4 davon vorhanden sind, und verleiht allen Truppenmitgliedern in der Nähe den 12 s anhaltenden Effekt von „Bewegung des Jahrtausends – Lied vom Abschied“: Erhöht die Elementarkunde um <color=#99FFFFFF>175</color> Punkte und den ANG um <color=#99FFFFFF>35 %</color>. Nach Auslösen dieses Effekts kann 20 s lang kein weiteres Zeichen des Gedenkens erhalten werden. Die verschiedenen durch „Bewegung des Jahrtausends“ ausgelösten Boni können bei gleicher Art nicht gestapelt werden.",
        "es": "#Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta en <color=#99FFFFFF>105</color> pts. la Maestría Elemental. Cuando el personaje que lleva esta arma equipada ataca a un enemigo con una Habilidad Elemental o Definitiva, dicho personaje obtiene un talismán de reminiscencia que puede adquirirse una vez cada 0.2 s como máximo. Este efecto también puede ocurrir cuando el personaje que lleva equipada esta arma esté en tu equipo pero no en combate. Al obtener 4 talismanes de reminiscencia, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción del adiós» durante 12 s, el cual aumenta en <color=#99FFFFFF>175</color> pts. la Maestría Elemental y el ATQ en un <color=#99FFFFFF>35%</color>. Tras activarse este efecto, no podrán obtenerse talismanes de reminiscencia durante 20{NON_BREAK_SPACE}s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo.",
        "fr": "#Partie du « Concert du millénaire{NON_BREAK_SPACE}». Augmente la maîtrise élémentaire de <color=#99FFFFFF>105</color> pts. Lorsque le personnage équipé de cette arme touche un ennemi avec sa compétence ou son déchaînement élémentaire, il obtient un talisman de réminiscence, à raison d'un talisman toutes les 0,2 s max, même s'il n'est plus déployé. Une fois 4 talismans cumulés, ils sont consommés et font bénéficier pendant 12 s tous les membres de l'équipe à proximité de l'effet «{NON_BREAK_SPACE}Concert du millénaire - Chant d'adieu », ce qui augmente leur maîtrise élémentaire de <color=#99FFFFFF>175</color> pts et leur ATQ de <color=#99FFFFFF>35{NON_BREAK_SPACE}%</color>. Il n'est plus possible de gagner de talismans de réminiscence pendant 20 s après activation de cet effet. Les différents effets du « Concert du millénaire » ne peuvent pas être cumulés.",
        "pt": "Uma parte do Concerto Milenar que flutua no vento. Aumenta a Proficiência Elemental em <color=#99FFFFFF>105%</color> pontos. Quando a Habilidade Elemental ou o Supremo atingir os inimigos, o personagem obterá um Símbolo das Lembranças, que pode ser ativado uma vez a cada 0.2s, mesmo quando o personagem não está no campo de batalha. Possuir 4 Símbolos das Lembranças faz consumir todos eles, e faz todos os personagens da equipe obterem o efeito de \"Concerto Milenar: Canção da Despedida\" por 12s: A Proficiência Elemental será aumentada em <color=#99FFFFFF>175</color> pontos, além disso o ATQ será aumentado em <color=#99FFFFFF>35%</color>. Dentro de 20s depois da ativação, não é possível obter os Símbolos das Lembranças de novo. Entre todos os efeitos de vários valores, os efeitos do mesmo valor não podem ser acumulados.",
        "ru": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает мастерство стихий на <color=#99FFFFFF>105</color> ед. При попадании элементальным навыком или взрывом стихии по противнику персонаж получает один Талисман воспоминаний. Он может возникнуть раз в 0,2 сек., даже когда персонаж в отряде, но не активен. Четыре собранных Талисмана воспоминаний пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Прощальный гимн». Их мастерство стихии повышается на <color=#99FFFFFF>175</color> ед., а сила атаки - на <color=#99FFFFFF>35%</color>. В течение 20 сек. после активации эффекта Талисманы воспоминаний появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается.",
        "id": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan <color=#99FFFFFF>105</color> Elemental Mastery, dan saat Elemental Skill atau Elemental Burst mengenai musuh, Karakter akan mendapatkan Sigil of Remembrance. Efek ini dapat terpicu setiap 0,2 detik dan bisa terpicu walaupun Karakter tersebut tidak berada di medan bertarung. Saat kamu mempunyai 4 Sigil of Remembrance, semuanya akan terkonsumsi dan seluruh anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Farewell Song\" selama 12 detik. \"Millennial Movement: Farewell Song\" meningkatkan <color=#99FFFFFF>175</color> Elemental Mastery dan <color=#99FFFFFF>35%</color> ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigil of Remembrance selama 20 detik. Dari beragam efek \"Millennial Movement\" yang ada, efek dengan jenis sama tidak bisa ditumpuk.",
        "th": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความชำนาญธาตุขึ้น <color=#99FFFFFF>105</color> หน่วย; เมื่อตัวละครที่สวมใส่ใช้สกิลธาตุหรือท่าไม้ตายโจมตีถูกศัตรู ตัวละครจะได้รับ Sigil of Remembrance หนึ่งอัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigils of Remembrance ครบ 4 อัน จะใช้ Sigils of Remembrance ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Farewell Song ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความชำนาญธาตุเพิ่มขึ้น <color=#99FFFFFF>175</color> หน่วย พลังโจมตีเพิ่มขึ้น <color=#99FFFFFF>35%</color> และจะไม่สามารถรับ Sigils of Remembrance ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้",
        "vi": "Một phần của \"Ca Khúc Thời Đại Nghìn Năm\" lãng du trong gió. Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>105</color> điểm. Khi Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ đánh trúng địch, nhân vật sẽ nhận 1 Lá Bùa Tưởng Nhớ, mỗi 0.2 giây kích hoạt nhiều nhất 1 lần, nhân vật trong đội cũng có thể kích hoạt. Khi có 4 Lá Bùa Tưởng Nhớ sẽ tiêu hao tất cả bùa, khiến tất cả nhân vật trong đội đang ở gần nhận hiệu quả \"Ca Khúc Thời Đại Nghìn Năm - Bài Ca Ly Biệt\": Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>175</color> điểm, tấn công tăng <color=#99FFFFFF>35%</color> trong 12 giây. Trong vòng 20 giây sau khi kích hoạt sẽ không thể nhận Lá Bùa Tưởng Nhớ nữa. Khi các hiệu quả của \"Ca Khúc Thời Đại Nghìn Năm\" đang kích hoạt, những hiệu quả cùng loại khác sẽ không được cộng dồn."
      }
    },
    {
      "name": {
        "zhs": "别离的思念之歌",
        "zht": "別離的思念之歌",
        "jp": "追憶と別れの歌",
        "ko": "이별의 그리운 노래",
        "en": "The Parting Refrain",
        "de": "Lied vom Abschied",
        "es": "Canción de despedida",
        "fr": "Refrain de séparation",
        "pt": "Canção de Despedida",
        "ru": "Песнь разлуки",
        "id": "The Parting Refrain",
        "th": "The Parting Refrain",
        "vi": "Bài Ca Nỗi Nhớ Ly Biệt"
      },
      "description": {
        "zhs": "飘游风中的「千年的大乐章」的一部分。元素精通提高<color=#99FFFFFF>120</color>点；元素战技或元素爆发命中敌人时，角色获得一枚追思之符，每0.2秒内至多触发一次，角色处于队伍后台也能触发。拥有4枚追思之符时，将消耗所有追思之符，使附近的队伍中所有角色获得持续12秒的「千年的大乐章·别离之歌」效果：元素精通提高<color=#99FFFFFF>200</color>点，攻击力提升<color=#99FFFFFF>40%</color>。触发后20秒内，无法再次获得追思之符。「千年的大乐章」触发的多种数值效果中，同类数值效果不可叠加。",
        "zht": "飄遊風中的「千年的大樂章」的一部分。元素精通提高<color=#99FFFFFF>120</color>點；元素戰技或元素爆發命中敵人時，角色獲得一枚追思之符，每0.2秒內至多觸發一次，角色處於隊伍後台也能觸發。擁有4枚追思之符時，將消耗所有追思之符，使附近的隊伍中所有角色獲得持續12秒的「千年的大樂章·別離之歌」效果：元素精通提高<color=#99FFFFFF>200</color>點，攻擊力提升<color=#99FFFFFF>40%</color>。觸發後20秒內，無法再次獲得追思之符。「千年的大樂章」觸發的多種數值效果中，同類數值效果不可疊加。",
        "jp": "風と共に流れる「千年の大楽章」の一部。元素熟知+<color=#99FFFFFF>120</color>。元素スキルまたは元素爆発が敵に命中すると、追憶の欠片を1枚獲得する。この効果は0.2秒毎に一回のみ発動でき、待機中のキャラクターも発動できる。追憶の欠片を4枚集めると、全ての追憶の欠片を消費し、周囲のチーム全員に12秒継続する「千年の大楽章·別れの歌」効果を付与する：元素熟知+<color=#99FFFFFF>200</color>、攻撃力+<color=#99FFFFFF>40%</color>。発動後の20秒間、追憶の欠片を再度獲得することはできない。「千年の大楽章」のもたらす各効果中、同種類の効果は重ね掛け不可。",
        "ko": "바람 속을 유랑하는 「천년의 대악장」의 일부분. 원소 마스터리가 <color=#99FFFFFF>120</color>pt 증가한다. 원소전투 스킬이나 원소폭발이 적에게 명중 시, 캐릭터는 회상의 부적을 한 장 획득한다. 이는 0.2초 마다 한 번 발동되며, 캐릭터가 대기 상태일 때도 발동된다. 회상의 부적 4장 소유 시, 부적을 모두 소모하여 주변의 파티 내 모든 캐릭터에게 12초 동안 「천년의 대악장·이별의 노래」 효과를 부여한다: 원소 마스터리가 <color=#99FFFFFF>200</color>pt 증가하고, 공격력이 <color=#99FFFFFF>40%</color> 증가한다. 발동 후 20초 동안은 회상의 부적을 획득할 수 없다. 「천년의 대악장」의 수치 효과 중 동일 유형의 수치 효과는 중첩될 수 없다",
        "en": "A part of the \"Millennial Movement\" that wanders amidst the winds. Increases Elemental Mastery by <color=#99FFFFFF>120</color>. When the Elemental Skills or Elemental Bursts of the character wielding this weapon hit opponents, that character gains a Sigil of Remembrance. This effect can be triggered once every 0.2s and can be triggered even if said character is not on the field. When you possess 4 Sigils of Remembrance, all of them will be consumed and all nearby party members will obtain the \"Millennial Movement: Farewell Song\" effect for 12s. \"Millennial Movement: Farewell Song\" increases Elemental Mastery by <color=#99FFFFFF>200</color> and increases ATK by <color=#99FFFFFF>40%</color>. Once this effect is triggered, you will not gain Sigils of Remembrance for 20s. Of the many effects of the \"Millennial Movement,\" buffs of the same type will not stack.",
        "de": "Ein Teil der „Bewegung des Jahrtausends“, die mit dem Wind zieht. Erhöht die Elementarkunde um <color=#99FFFFFF>120</color> Punkte. Gibt der damit ausgerüsteten Figur beim Treffen von Gegnern mit Elementarfähigkeiten und Spezialfähigkeiten ein Zeichen des Gedenkens, 0,2 s Abklingzeit. Der Effekt bleibt auch bestehen, wenn die Figur ausgewechselt wird. Verbraucht alle Zeichen des Gedenkens, sobald 4 davon vorhanden sind, und verleiht allen Truppenmitgliedern in der Nähe den 12 s anhaltenden Effekt von „Bewegung des Jahrtausends – Lied vom Abschied“: Erhöht die Elementarkunde um <color=#99FFFFFF>200</color> Punkte und den ANG um <color=#99FFFFFF>40 %</color>. Nach Auslösen dieses Effekts kann 20 s lang kein weiteres Zeichen des Gedenkens erhalten werden. Die verschiedenen durch „Bewegung des Jahrtausends“ ausgelösten Boni können bei gleicher Art nicht gestapelt werden.",
        "es": "#Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta en <color=#99FFFFFF>120</color> pts. la Maestría Elemental. Cuando el personaje que lleva esta arma equipada ataca a un enemigo con una Habilidad Elemental o Definitiva, dicho personaje obtiene un talismán de reminiscencia que puede adquirirse una vez cada 0.2 s como máximo. Este efecto también puede ocurrir cuando el personaje que lleva equipada esta arma está en tu equipo pero no en combate. Al obtener 4 talismanes de reminiscencia, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción del adiós» durante 12 s, el cual aumenta en <color=#99FFFFFF>200</color> pts. la Maestría Elemental y el ATQ en un <color=#99FFFFFF>40%</color>. Tras activarse este efecto, no podrán obtenerse talismanes de reminiscencia durante 20{NON_BREAK_SPACE}s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo.",
        "fr": "#Partie du « Concert du millénaire{NON_BREAK_SPACE}». Augmente la maîtrise élémentaire de <color=#99FFFFFF>120</color> pts. Lorsque le personnage équipé de cette arme touche un ennemi avec sa compétence ou son déchaînement élémentaire, il obtient un talisman de réminiscence, à raison d'un talisman toutes les 0,2 s max, même s'il n'est plus déployé. Une fois 4 talismans cumulés, ils sont consommés et font bénéficier pendant 12 s tous les membres de l'équipe à proximité de l'effet «{NON_BREAK_SPACE}Concert du millénaire - Chant d'adieu », ce qui augmente leur maîtrise élémentaire de <color=#99FFFFFF>200</color> pts et leur ATQ de <color=#99FFFFFF>40{NON_BREAK_SPACE}%</color>. Il n'est plus possible de gagner de talismans de réminiscence pendant 20 s après activation de cet effet. Les différents effets du « Concert du millénaire » ne peuvent pas être cumulés.",
        "pt": "Uma parte do Concerto Milenar que flutua no vento. Aumenta a Proficiência Elemental em <color=#99FFFFFF>120%</color> pontos. Quando a Habilidade Elemental ou o Supremo atingir os inimigos, o personagem obterá um Símbolo das Lembranças, que pode ser ativado uma vez a cada 0.2s, mesmo quando o personagem não está no campo de batalha. Possuir 4 Símbolos das Lembranças faz consumir todos eles, e faz todos os personagens da equipe obterem o efeito de \"Concerto Milenar: Música da Despedida\" por 12s: A Proficiência Elemental será aumentada em <color=#99FFFFFF>200</color> pontos, além disso, o ATQ será aumentado em <color=#99FFFFFF>40%</color>. Dentro de 20s depois da ativação, não é possível obter os Símbolos das Lembranças de novo. Entre todos os efeitos de vários valores, os efeitos do mesmo valor não podem ser acumulados.",
        "ru": "Часть Тысячелетней симфонии, что блуждает среди ветров. Увеличивает мастерство стихий на <color=#99FFFFFF>120</color> ед. При попадании элементальным навыком или взрывом стихии по противнику персонаж получает один Талисман воспоминаний. Он может возникнуть раз в 0,2 сек., даже когда персонаж в отряде, но не активен. Четыре собранных Талисмана воспоминаний пропадают, на 12 сек. наделяя ближайших членов отряда эффектом «Тысячелетняя симфония: Прощальный гимн». Их мастерство стихии повышается на <color=#99FFFFFF>200</color> ед., а сила атаки - на <color=#99FFFFFF>40%</color>. В течение 20 сек. после активации эффекта Талисманы воспоминаний появляться не будут. Тысячелетняя симфония с эффектами, влияющими на те же навыки, не складывается.",
        "id": "Bagian dari \"Millennial Movement\" yang mengembara di tengah angin. Meningkatkan <color=#99FFFFFF>120</color> Elemental Mastery, dan saat Elemental Skill atau Elemental Burst mengenai musuh, Karakter akan mendapatkan Sigil of Remembrance. Efek ini dapat terpicu setiap 0,2 detik dan bisa terpicu walaupun Karakter tersebut tidak berada di medan bertarung. Saat kamu mempunyai 4 Sigil of Remembrance, semuanya akan terkonsumsi dan seluruh anggota party di sekitar akan mendapatkan efek \"Millennial Movement: Farewell Song\" selama 12 detik. \"Millennial Movement: Farewell Song\" meningkatkan <color=#99FFFFFF>200</color> Elemental Mastery dan <color=#99FFFFFF>40%</color> ATK. Ketika efek ini sudah terpicu, kamu tidak akan mendapatkan Sigil of Remembrance selama 20 detik. Dari beragam efek \"Millennial Movement\" yang ada, efek dengan jenis sama tidak bisa ditumpuk.",
        "th": "ส่วนหนึ่งของ Millennial Movement ที่ล่องลอยอยู่ในอากาศ ช่วยเพิ่มความชำนาญธาตุขึ้น <color=#99FFFFFF>120</color> หน่วย; เมื่อตัวละครที่สวมใส่ใช้สกิลธาตุหรือท่าไม้ตายโจมตีถูกศัตรู ตัวละครจะได้รับ Sigil of Remembrance หนึ่งอัน โดยจะเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที และจะยังได้รับแม้ว่าตัวละครจะอยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้แล้วก็ตาม เมื่อครอบครอง Sigils of Remembrance ครบ 4 อัน จะใช้ Sigils of Remembrance ทั้งหมดเพื่อมอบเอฟเฟกต์ Millennial Movement: Farewell Song ให้แก่ตัวละครทั้งหมดในทีมที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 12 วินาที: ความชำนาญธาตุเพิ่มขึ้น <color=#99FFFFFF>200</color> หน่วย พลังโจมตีเพิ่มขึ้น <color=#99FFFFFF>40%</color> และจะไม่สามารถรับ Sigils of Remembrance ได้อีกภายในเวลา 20 วินาที หลังจากเอฟเฟกต์บัฟนี้แสดงผล โดยที่ในบรรดาเอฟเฟกต์บัฟต่าง ๆ ที่เกิดขึ้นโดย Millennial Movement นั้น เอฟเฟกต์บัฟที่เป็นประเภทเดียวกันจะไม่สามารถซ้อนทับกันได้",
        "vi": "Một phần của \"Ca Khúc Thời Đại Nghìn Năm\" lãng du trong gió. Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>120</color> điểm. Khi Kỹ Năng Nguyên Tố hoặc Kỹ Năng Nộ đánh trúng địch, nhân vật sẽ nhận 1 Lá Bùa Tưởng Nhớ, mỗi 0.2 giây kích hoạt nhiều nhất 1 lần, nhân vật trong đội cũng có thể kích hoạt. Khi có 4 Lá Bùa Tưởng Nhớ sẽ tiêu hao tất cả bùa, khiến tất cả nhân vật trong đội đang ở gần nhận hiệu quả \"Ca Khúc Thời Đại Nghìn Năm - Bài Ca Ly Biệt\": Tinh Thông Nguyên Tố tăng <color=#99FFFFFF>200</color> điểm, tấn công tăng <color=#99FFFFFF>40%</color> trong 12 giây. Trong vòng 20 giây sau khi kích hoạt sẽ không thể nhận Lá Bùa Tưởng Nhớ nữa. Khi các hiệu quả của \"Ca Khúc Thời Đại Nghìn Năm\" đang kích hoạt, những hiệu quả cùng loại khác sẽ không được cộng dồn."
      }
    }
  ],
  "internal_name": "Bow_Widsith",
  "imgid": "bow/widsith"
}