{
  "id": 15401,
  "type": "bow",
  "rank": 4,
  "name": {
    "zhs": "西风猎弓",
    "zht": "西風獵弓",
    "jp": "西風猟弓",
    "ko": "페보니우스 활",
    "en": "Favonius Warbow",
    "de": "Favonius-Jagdbogen",
    "es": "Arco de Favonius",
    "fr": "Arc de chasse de Favonius",
    "pt": "Arco de Favonius",
    "ru": "Боевой лук Фавония",
    "id": "Favonius Warbow",
    "th": "Favonius Warbow",
    "vi": "Cung Tây Phong"
  },
  "description": {
    "zhs": "西风骑士团的制式反曲弓，只有杰出的弓手能与它的杰出性能相衬。",
    "zht": "西風騎士團的制式反曲弓，只有傑出的弓手能與它的傑出性能相襯。",
    "jp": "西風騎士団でよく使われる弓。優れた弓使いだけがその優れた性能を発揮できる。",
    "ko": "페보니우스 기사단의 제식 리커브드 보우. 뛰어난 궁수들만이 그 뛰어난 성능에 어울린다",
    "en": "A standard-issue recurve bow of the Knights of Favonius. Only the best archers can unleash its full potential.",
    "de": "Der Standardreflexbogen des Ordo Favonius, den nur die besten Schützen bedienen und seine Leistung voll ausnutzen können.",
    "es": "Un arco recurvo estándar de los Caballeros de Favonius. Solo los mejores arqueros pueden aprovechar todo su potencial.",
    "fr": "Un arc manié par les chevaliers de l'Ordre de Favonius. Seuls les meilleurs archers pourront tirer le maximum de son potentiel.",
    "pt": "Um arco recurvo usado pelos Cavaleiros de Favonius. Apenas os melhores arqueiros conseguem tirar todo o seu potencial.",
    "ru": "Лук, входящий в стандартную экипировку рыцарей Ордо Фавониус, но только самые опытные лучники могут использовать весь его потенциал.",
    "id": "Recurve Bow sederhana yang digunakan oleh Knights of Favonius. Hanya pemanah terhandal yang dapat menggunakan busur ini sampai ke potensi terbesarnya.",
    "th": "ธนูปลายโค้งกลับแบบทั่วไปที่ใช้งานโดยกองอัศวินแห่ง Favonius มีเพียงยอดนักธนูเท่านั้นที่จะดึงพลังสูงสุดของมันออกมาได้",
    "vi": "Cung Phản Khúc của đội Đội Kỵ Sĩ Tây Phong, chỉ có cung thủ kiệt xuất mới có thể sử dụng được tính năng kiệt xuất của nó."
  },
  "lore": {
    "zhs": "\n西风骑士团的制式反曲弓，通常只授予弓术杰出，服役时间长的优秀射手。\n通体由橡木制成，特殊工艺在保留了木的强韧之余，还赋予了金属的轻便。\n弓弦上附有炼金与魔法的奥秘，使得此弓的使用者能放箭百发而虎口不裂。\n这把弓既是对锐意守护蒙德者的奖励，也是守卫蒙德的利器。\n\n在过去，西风骑士团曾经拥有极为优秀的弓手斥候部队，被称为侦察骑士。\n创立者是来自璃月的佣兵领袖，他将自己毕生所知全数传给了侦察骑士们。\n\n无论是在荒野追迹的本领，还是嗅到危险气息的直觉，都是骑士不具备的。\n因此，侦察骑士的技术对于骑士团而言格外宝贵。\n\n直到最初的侦察骑士，不知出于何故兀自离开骑士团。\n在那之后，这支部队就名存实亡了。但编制留存至今。\n如今仍有人为了不辱没侦察骑士之名，而不懈努力着。\n",
    "zht": "\n西風騎士團的制式反曲弓，通常只授予弓術傑出，服役時間長的優秀射手。\n通體由橡木製成，特殊工藝在保留了木的強韌之餘，還賦予了金屬的輕便。\n弓弦上附有煉金與魔法的奧秘，使得此弓的使用者能放箭百發而虎口不裂。\n這把弓既是對銳意守護蒙德者的獎勵，也是守衛蒙德的利器。\n\n在過去，西風騎士團曾經擁有極為優秀的弓手斥候部隊，被稱為偵察騎士。\n創立者是來自璃月的傭兵領袖，他將自己畢生所知全數傳給了偵察騎士們。\n\n無論是在荒野追跡的本領，還是嗅到危險氣息的直覺，都是騎士不具備的。\n因此，偵察騎士的技術對於騎士團而言格外寶貴。\n\n直到最初的偵察騎士，不知出於何故兀自離開騎士團。\n在那之後，這支部隊就名存實亡了。但編制留存至今。\n如今仍有人為了不辱沒偵察騎士之名，而不懈努力著。\n",
    "jp": "\n西風騎士団の特製リカーブボウ。在籍年数の長い優れた弓使いにのみ授けられる。\n橡木で作られた弓。特殊な手法により、木の強度を保ち、尚且つ金属を軽量化している。\n弓弦に錬金術と魔法の力が秘められており、弓を100回引いても虎口への負担はない。\nこの弓はモンドの守護者へのご褒美であり、モンドを護る武器でもある。\n\n過去、西風騎士団には極めて優秀な弓使いの斥候部隊があり、偵察騎士と呼ばれていた。\n創立者は璃月出身の傭兵リーダー。彼は自分の見聞と知識の全てを偵察騎士たちに教えた。\n\n荒野における追跡スキルや、危険を察知する直感など、どれも騎士団が持っていなかったものだ。\n故に、偵察騎士の力は騎士団にとって非常に貴重なのである。\n\nある日突然、最初の偵察騎士が騎士団をやめた。原因は誰にも分からない。\nそれ以来、この部隊は名前だけの存在になった。当時の編成もそのまま残っている。\nしかし、今なお偵察騎士の名に泥を塗らないように、日々頑張っている人々がいる。\n",
    "ko": "\n페보니우스 기사단의 제식 곡궁. 사격술이 뛰어나고 복무한 지 오래된 우수 궁수에게만 수여된다.\n전체적으로 오크 나무를 사용하여 나무의 단단함 외에도 금속처럼 가벼운 사용감에 특수한 기술이 녹아있다.\n활시위엔 연금과 마법의 신비가 더해져 있다. 이 활을 사용하면 백발백중.\n이 활은 몬드의 수호자에게 수여되는 상이자 몬드를 수호하는 무기이다.\n\n과거 페보니우스 기사단은 아주 뛰어난 궁수 척후 부대인 정찰 기사를 보유하고 있었다.\n창립자는 리월에서 온 용병 대장으로 그는 자신이 일평생 쌓아온 모든 노하우를 정찰 기사들에게 알려줬다.\n\n황야에서 추적하는 수완이든 위험의 기운을 감지하는 직감이든 모두 기사가 가지지 못한 능력이었다.\n때문에, 기사단에게 있어 정찰 기사의 기술은 아주 귀중했다.\n\n최초의 정찰 기사가 아무런 말도 없이 기사단을 떠나게 된다.\n그날 이후 이 부대는 유명무실해졌지만, 편제는 오늘날까지도 남아있다.\n오늘날 아직도 정찰 기사라는 이름을 더럽히지 않기 위해 노력하는 누군가가 있다.\n",
    "en": "\nA standard recurve bow wielded by the Knights of Favonius. Only issued to the best archers long in service of the order.\nExpertly crafted, the oak frame provides superior strength while the addition of metal parts makes it easy to use.\nThe bowstring is enchanted with the secrets of alchemy and magic, granting protection to the fingers of the archer.\nThis bow serves as a reward to worthy guardians of Mondstadt, and a fine tool with which for them to continue in their guardianship.\n\nThe Knights of Favonius once had a formidable team of archer scouts known as the Outriders.\nThe team was founded by a mercenary leader from Liyue, who passed on his lifetime's worth of knowledge to the Outriders.\n\nThe tracking skills they acquired, along with the ability to sense when danger was afoot, were unique among all the knights.\nHence, the skills of the Outriders were invaluable to the Knights of Favonius.\n\nThis lasted until the first of the Outriders, for reasons unknown to the Knights, ultimately left the order.\nFrom that day, the Outrider team was a shell of its former self. Its expertise was gone, though its structure and name have been preserved.\nNevertheless, there are still those who work tirelessly to maintain the dignity of the Outrider title.\n",
    "de": "\nDer Standardreflexbogen des Ordo Favonius, den nur die besten Schützen mit der längsten Dienstdauer verliehen bekommen.\nVon Meisterhand gefertigt ist der Rahmen aus Eichenholz eine Quelle der Stärke und die Zugabe der Metallstücke macht die Handhabung nur noch leichter.\nDie Bogensehne ist verzaubert mit Geheimnissen der Alchimie und Magie, die dem Bogenschützen Schutz und Treffsicherheit gewähren.\nDieser Bogen ist nicht nur ein Zeichen der Anerkennung, er dient auch hervorragend als Waffe zur weiteren Ausübung der Bewachung von Mondstadt.\n\nIn der Vergangenheit hatte der Ordo Favonius eine besondere Spähertruppe, deren Mitglieder als Kundschafter bezeichnet wurde.\nDie Truppe wurde von einem Söldner aus Liyue gegründet, der sein gesamtes Wissen den Kundschaftern weitergab.\n\nIhre Fähigkeiten der Spurensuche und Witterung von Gefahr waren einzigartig unter all den Rittern.\nDaher waren die Fähigkeiten der Kundschafter sehr wertvoll für den Ritterorden,\n\nzumindest bis zu dem Tag, an dem das erste Mitglied der Kundschafter den Ritterorden aus unbekannten Gründen verließ.\nAb dem Tag war die Truppe nicht mehr wie vorher. Sein Wissen war verschwunden, auch wenn der Name und die Struktur erhalten blieben.\nEs gibt jedoch immer noch die, die unermüdlich für den guten Ruf der Kundschafter kämpfen.\n",
    "es": "\nUn arco recurvo estándar de los Caballeros de Favonius. Normalmente solo se otorga a los arqueros más distinguidos que han estado en servicio durante mucho tiempo.\nUna técnica especial le permite conservar la durabilidad del roble. Le añadieron unas piezas de metal para un mejor uso.\nLa cuerda del arco está encantada con secretos de alquimia y magia, otorgando protección a los dedos del arquero.\nEsta arma es una recompensa concedida a los valientes protectores de Mondstadt, así como una herramienta para que la sigan defendiendo.\n\nEn su momento, los Caballeros de Favonius tuvieron un formidable equipo de arqueros conocidos como los Caballeros Exploradores.\nEl equipo fue fundado por un líder mercenario de Liyue que transmitió todo su conocimiento al resto de miembros.\n\nSus habilidades de rastreo, junto con la capacidad de detectar cualquier peligro cercano, eran únicas entre todos los caballeros.\nPor esta razón, las habilidades de los Caballeros Exploradores eran realmente valiosas para los Caballeros de Favonius.\n\nContinuó así hasta que el primero de los Exploradores, por razones que los Caballeros desconocían, acabó dejando la orden.\nA partir de ese día, aunque el equipo de arqueros siguió existiendo, nada volvió a ser como antes. No obstante, su estructura y nombre se conservan hasta hoy en día.\nEn la actualidad, aún hay quienes trabajan incansablemente para mantener el honor del título de Caballero Explorador.\n",
    "fr": "\nUn arc courbe modèle standard des chevaliers de l'Ordre de Favonius. Il est réservé aux meilleurs archers aux nombreuses années de services.\nLe cadre en chêne d'excellente facture confère une bonne solidité à l'ouvrage, tandis que l'addition de pièces en métal permettent un usage plus simplifié.\nLa corde a été enchantée de magie et d'alchimie ; nul doigt ne peut s'y écorcher.\nCet arc est une récompense offerte aux gardiens de Mondstadt ayant fait montre de leur bravoure ; il s'agit d'un bel outil, aussi efficace qu'esthétique.\n\nAu sein de l'Ordre de Favonius existait autrefois une faction d'archers exceptionnels, les Éclaireurs.\nElle fut à l'origine fondée par l'un des dirigeants mercenaire de Liyue, qui transmis à ses membres son savoir d'une vie.\n\nLeurs capacités à pister dans les étendues sauvages et à flairer d'où viendrait le danger étaient autant de talents uniques dont les chevaliers manquaient.\nCeci en faisait un ajout précieux à l'Ordre.\n\nCet état de chose perdura jusqu'à ce qu'un jour le premier des Éclaireurs quitte l'Ordre, sans donner de raison.\nÀ compter de ce jour, les Éclaireurs ne furent plus que l'ombre de ce qu'ils avaient autrefois été, et leur expertise se perdit.\nIl n'en demeure pas moins qu'aujourd'hui encore, certains ne négligent aucun effort pour se montrer digne de ce nom autrefois grandiose.\n",
    "pt": "\nUm arco recurvo padrão empunhado pelos Cavaleiros de Favonius. Somente emitido para os melhores arqueiros há muito tempo em serviço.\nEspecialmente trabalhada, a estrutura de carvalho proporciona uma resistência superior, enquanto que a adição de peças metálicas facilita o uso.\nO cordão do arco é encantado com os segredos da alquimia e da magia, concedendo proteção aos dedos do arqueiro.\nEste arco serve como uma recompensa para os guardiões responsáveis, e como uma arma letal para defender Mondstadt.\n\nOs Cavaleiros de Favonius tinham uma vez uma equipe formidável de arqueiros exploradores conhecidos como os Batedores.\nA equipe foi fundada por um líder mercenário de Liyue, que transmitiu aos Batedores o valor de sua vida inteira de conhecimento.\n\nAs habilidades de rastreamento que adquiriram, juntamente com a capacidade de sentir quando o perigo estava à espreita, eram únicas entre todos os cavaleiros.\nPor isso, as habilidades de um Batedor são muito preciosas para os Cavaleiros de Favonius.\n\nEste estado de coisas continuou até que um dia o primeiro dos Batedores deixou os Cavaleiros de Favonius, sem dar nenhuma razão.\nA partir daquele dia, a equipe de Batedores era apenas uma casca de si mesma. Sua experiência se foi, embora sua estrutura e nome tenham sido preservados.\nNo entanto, ainda existem aqueles que trabalham incansavelmente para manter a dignidade do título de Batedor.\n",
    "ru": "\nИзогнутый лук, находящийся на вооружении рыцарей Ордо Фавониус. Выдаётся только лучшим лучникам, давно находящимся на службе у ордена.\nИскусно вырезанная дубовая рама обеспечивает превосходную прочность, а дополнительные металлические вставки облегчают его использование.\nТетива заговорена тайными алхимическими и волшебными заговорами, которые обеспечивают защиту пальцев лучника.\nЭтот лук служит наградой для достойных стражей Мондштадта и прекрасным инструментом, с помощью которого они могут продолжить нести свою службу.\n\nСовсем недавно в состав Ордо Фавониус входил отряд опытных скаутов-лучников.\nЭтот отряд был основан лидером наёмников из Ли Юэ. Он передал весь свой жизненный опыт скаутам, которых сам и тренировал.\n\nПриобретённые ими навыки слежки, наряду со способностью предчувствовать опасность, были уникальными среди всех рыцарей ордена.\nПоэтому отряд скаутов был очень ценной и уважаемой частью Ордо Фавониус.\n\nЭто продолжалось до тех пор, пока сам основатель отряда по неизвестным причинам не покинул орден.\nС того дня отряд скаутов стал всего лишь призраком своей былой славы. Они быстро потеряли своё положение в ордене, оставив за собой лишь название.\nТем не менее всё ещё остались те, кто неустанно работает ради сохранения чести некогда уважаемой части Ордо Фавониус.\n",
    "id": "\nBusur melengkung standar dimiliki oleh Knights of Favonius. Hanya dikeluarkan untuk pemanah terbaik yang sudah lama melayani.\nDibuat dengan baik, rangka kayu ek memberikan kekuatan yang unggul sementara penambahan bagian logam membuatnya mudah digunakan.\nTali busur dibumbui oleh semacam bahan kimia rahasia dan sihir, memberikan perlindungan kepada jari-jari pemanah.\nBusur itu adalah hadiah kepada penjaga Mondstadt yang layak, dan sebuah senjata bagi mereka untuk terus melanjutkan tugasnya.\n\nKnights of Favonius dulu mempunyai tim pemanah yang unggul, dikenal dengan nama Outrider.\nTim tersebut dibentuk oleh pemimpin mercenary dari Liyue, yang mewariskan pengetahuannya kepada para Outrider.\n\nKeterampilan melacak yang mereka peroleh, bersama dengan kemampuan untuk merasakan ketika bahaya sedang terjadi, dapat dibilang unik di antara semua kesatria.\nKarena itu, kemampuan para Outrider sangat berharga bagi Knights of Favonius.\n\nIni berlangsung sampai orang pertama di Outrider, dengan alasan yang tidak diketahui, meninggalkan Knights of Favonius.\nSejak itu, tim Outrider hanyalah sebuah cangkang kosong. Namun nama besarnya masih dikenal.\nNamun demikian, masih ada pula yang bekerja tanpa lelah untuk menjaga kehormatan gelar Outrider.\n",
    "th": "\nคันธนูแบบมาตรฐานที่ใช้โดยกองอัศวินแห่ง Favonius ออกให้เฉพาะนักธนูที่ดีที่สุดและให้การรับใช้มานานเท่านั้น\nงานฝีมือยังคงความทนทานของไม้โอ๊คที่ใช้และเพิ่มชิ้นส่วนโลหะเพื่อความสะดวกในการใช้งาน\nสายธนูนั้นถูกเสริมด้วยความลับของการเล่นแร่แปรธาตุและเวทมนตร์เพื่อช่วยป้องกันนิ้วมือของนักธนู\nคันธนูนี้เป็นรางวัลสำหรับผู้พิทักษ์ที่มีค่าของ Mondstadt และเป็นเครื่องมือที่ยอดเยี่ยมสำหรับพวกเขาที่จะทำเช่นนั้นต่อไป\n\nในอดีตกองอัศวินแห่ง Favonius นั้นเคยมีหน่วยสอดแนมธนูชั้นยอดซึ่งเป็นที่รู้จักกันในชื่อหน่วยอัศวินลาดตระเวน\nผู้ก่อตั้งเป็นผู้นำของกองทหารรับจ้างจาก Liyue ซึ่งถ่ายทอดความรู้ตลอดชีวิตของเขาไปยังเหล่าอัศวินอัศวินลาดตระเวน\n\nไม่ว่าจะเป็นการตามรอยในถิ่นทุรกันดารหรือว่าจะเป็นสัญชาตญาณการรับรู้ถึงอันตราย ล้วนแต่เป็นสิ่งที่เหล่าอัศวินยังขาดอยู่ทั้งสิ้น\nด้วยเหตุนี้หน่วยอัศวินลาดตระเวนจึงเป็นเหมือนดั่งสมบัติล้ำค่าของกองอัศวิน\n\nจนถึงวันที่ผู้ก่อตั้งหน่วยได้จากกองอัศวินไปอย่างเป็นปริศนา\nหลังจากนั้นเป็นต้นมาหน่วยอัศวินลาดตระเวนก็เหลือเพียงแต่ชื่อมาจนถึงทุกวันนี้\nอย่างไรก็ตามทุกวันนี้ยังคงมีคนที่ทำงานหนักเพื่อไม่ให้ชื่อเสียงของหน่วยอัศวินลาดตระเวนต้องเสื่อมเสีย\n",
    "vi": "\nCung Phản Khúc của đội Đội Kỵ Sĩ Tây Phong chỉ ban cho những xạ thủ tài ba có thời gian hoạt động dài và có cung thuật xuất chúng.\nCung được tạo nên từ gỗ sồi, kỹ nghệ gia công đặc biệt khiến cây cung giữ được sự chắc chắn của gỗ, lại nhẹ nhàng dễ mang như kim loại.\nDây cung chứa đựng sự huyền bí của kĩ thuật giả kim và ma pháp, khiến người dùng cung này có thể bắn cả trăm mũi tên mà bàn tay không hề đau đớn.\nChiếc cung này không chỉ là phần thưởng cho người có ý chí kiên cường thủ hộ Mondstadt, mà còn là món vũ khí lợi hại của vệ sĩ.\n\nTrước kia, Đội Kỵ Sĩ Tây Phong từng có đội quân bắn cung vô cùng xuất sắc được gọi là Kỵ Sĩ Trinh Thám.\nNgười sáng lập là một thủ lĩnh lính đánh thuê đến từ Liyue, người đã truyền lại toàn bộ kiến thức cả đời của mình cho Kỵ Sĩ Trinh Thám.\n\nDù cho đó là khả năng truy tìm nơi hoang dã, hay bản năng cảm nhận nguy hiểm, đều là những thứ kỵ sĩ không có sẵn.\nDo đó, kỹ thuật của Kỵ Sĩ Trinh Thám là vô cùng quý giá đối với đội kỵ sĩ.\n\nCho đến khi Kỵ Sĩ Trinh Thám đầu tiên, bằng cách nào đó đã rời bỏ đội kỵ sĩ.\nSau đó, nhánh quân này chỉ còn tồn tại trên danh nghĩa. Có điều biên chế được giữ lại cho đến ngày nay.\nNgày nay, vẫn còn những người làm việc chăm chỉ để không làm ô nhục Kỵ Sĩ Trinh Thám.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "顺风而行",
        "zht": "順風而行",
        "jp": "追い風が吹く",
        "ko": "바람과 함께",
        "en": "Windfall",
        "de": "Folge dem Wind",
        "es": "Avanza con el viento",
        "fr": "Charge critique",
        "pt": "Companhia do Vento",
        "ru": "Дружественный бриз",
        "id": "Wind Companion",
        "th": "Windfall",
        "vi": "Đi Cùng Với Gió"
      },
      "description": {
        "zhs": "攻击造成暴击时，有<color=#99FFFFFF>60%</color>的几率产生少量元素微粒，能为角色恢复6点元素能量。该效果每<color=#99FFFFFF>12</color>秒只能触发一次。",
        "zht": "攻擊造成暴擊時，有<color=#99FFFFFF>60%</color>的機率產生少量元素微粒，能為角色恢復6點元素能量。該效果每<color=#99FFFFFF>12</color>秒只能觸發一次。",
        "jp": "会心攻撃をした時、<color=#99FFFFFF>60%</color>の確率で少量の元素粒子を生成し、元素エネルギーを6回復する。<color=#99FFFFFF>12</color>秒毎に1回のみ発動可能。",
        "ko": "치명타 시 <color=#99FFFFFF>60%</color>의 확률로 소량의 원소 구슬이 생성되고 캐릭터의 원소 에너지를 6pt 회복한다. 해당 효과는 <color=#99FFFFFF>12</color>초마다 1회만 발동한다",
        "en": "CRIT Hits have a <color=#99FFFFFF>60%</color> chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every <color=#99FFFFFF>12</color>s.",
        "de": "Erschafft bei einem KT mit einer Wahrscheinlichkeit von <color=#99FFFFFF>60 %</color> einige Elementarteilchen, die der Figur 6 Punkte Elementarenergie wiederherstellen. <color=#99FFFFFF>12</color> s Abklingzeit.",
        "es": "Los Golpes CRIT tienen un <color=#99FFFFFF>60%</color> de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada <color=#99FFFFFF>12</color> s.",
        "fr": "Les coups CRIT des attaques ont <color=#99FFFFFF>60 %</color> de chances de générer une faible quantité de particules élémentaires qui restaurent 6 pts d'énergie. Cet effet peut être déclenché 1 fois toutes les <color=#99FFFFFF>12</color> s.",
        "pt": "Os Acertos Críticos possuem <color=#99FFFFFF>60%</color> de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada <color=#99FFFFFF>12</color>s.",
        "ru": "Критические атаки имеют <color=#99FFFFFF>60%</color> шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в <color=#99FFFFFF>12</color> сек.",
        "id": "Serangan CRIT memiliki <color=#99FFFFFF>60%</color> persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap <color=#99FFFFFF>12 detik</color>.",
        "th": "เมื่อโจมตีคริติคอล จะมีโอกาส <color=#99FFFFFF>60%</color> ที่จะ สร้างอณูธาตุ ซึ่งใช้ฟื้นฟู พลังงานธาตุได้ 6 หน่วย โดยเอฟเฟกต์นี้จะใช้ได้ หนึ่งครั้งในทุก <color=#99FFFFFF>12</color> วินาที",
        "vi": "Khi tạo thành bạo kích có tỷ lệ <color=#99FFFFFF>60%</color> sinh ra một lượng nhỏ Nguyên Tố Hạt Nhân, khôi phục 6 Năng Lượng Nguyên Tố cho nhân vật. Mỗi <color=#99FFFFFF>12</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "顺风而行",
        "zht": "順風而行",
        "jp": "追い風が吹く",
        "ko": "바람과 함께",
        "en": "Windfall",
        "de": "Folge dem Wind",
        "es": "Avanza con el viento",
        "fr": "Charge critique",
        "pt": "Companhia do Vento",
        "ru": "Дружественный бриз",
        "id": "Wind Companion",
        "th": "Windfall",
        "vi": "Đi Cùng Với Gió"
      },
      "description": {
        "zhs": "攻击造成暴击时，有<color=#99FFFFFF>70%</color>的几率产生少量元素微粒，能为角色恢复6点元素能量。该效果每<color=#99FFFFFF>10.5</color>秒只能触发一次。",
        "zht": "攻擊造成暴擊時，有<color=#99FFFFFF>70%</color>的機率產生少量元素微粒，能為角色恢復6點元素能量。該效果每<color=#99FFFFFF>10.5</color>秒只能觸發一次。",
        "jp": "会心攻撃をした時、<color=#99FFFFFF>70%</color>の確率で少量の元素粒子を生成し、元素エネルギーを6回復する。<color=#99FFFFFF>10.5</color>秒毎に1回のみ発動可能。",
        "ko": "치명타 시 <color=#99FFFFFF>70%</color>의 확률로 소량의 원소 구슬이 생성되고 캐릭터의 원소 에너지를 6pt 회복한다. 해당 효과는 <color=#99FFFFFF>10.5</color>초마다 1회만 발동한다",
        "en": "CRIT Hits have a <color=#99FFFFFF>70%</color> chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every <color=#99FFFFFF>10.5</color>s.",
        "de": "Erschafft bei einem KT mit einer Wahrscheinlichkeit von <color=#99FFFFFF>70 %</color> einige Elementarteilchen, die der Figur 6 Punkte Elementarenergie wiederherstellen. <color=#99FFFFFF>10,5</color> s Abklingzeit.",
        "es": "Los Golpes CRIT tienen un <color=#99FFFFFF>70%</color> de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada <color=#99FFFFFF>10.5</color> s.",
        "fr": "Les coups CRIT des attaques ont <color=#99FFFFFF>70 %</color> de chances de générer une faible quantité de particules élémentaires qui restaurent 6 pts d'énergie. Cet effet peut être déclenché 1 fois toutes les <color=#99FFFFFF>10,5</color> s.",
        "pt": "Os Acertos Críticos possuem <color=#99FFFFFF>70%</color> de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada <color=#99FFFFFF>10.5</color>s.",
        "ru": "Критические атаки имеют <color=#99FFFFFF>70%</color> шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в <color=#99FFFFFF>10,5</color> сек.",
        "id": "Serangan CRIT memiliki <color=#99FFFFFF>70%</color> persentase untuk memunculkan sejumlah kecil Elemental Orb yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap <color=#99FFFFFF>10,5 detik</color>.",
        "th": "เมื่อโจมตีคริติคอล จะมีโอกาส <color=#99FFFFFF>70%</color> ที่จะ สร้างอณูธาตุ ซึ่งใช้ฟื้นฟู พลังงานธาตุได้ 6 หน่วย โดยเอฟเฟกต์นี้จะใช้ได้ หนึ่งครั้งในทุก <color=#99FFFFFF>10.5</color> วินาที",
        "vi": "Khi tạo thành bạo kích có tỷ lệ <color=#99FFFFFF>70%</color> sinh ra một lượng nhỏ Nguyên Tố Hạt Nhân, khôi phục 6 Năng Lượng Nguyên Tố cho nhân vật. Mỗi <color=#99FFFFFF>10.5</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "顺风而行",
        "zht": "順風而行",
        "jp": "追い風が吹く",
        "ko": "바람과 함께",
        "en": "Windfall",
        "de": "Folge dem Wind",
        "es": "Avanza con el viento",
        "fr": "Charge critique",
        "pt": "Companhia do Vento",
        "ru": "Дружественный бриз",
        "id": "Wind Companion",
        "th": "Windfall",
        "vi": "Đi Cùng Với Gió"
      },
      "description": {
        "zhs": "攻击造成暴击时，有<color=#99FFFFFF>80%</color>的几率产生少量元素微粒，能为角色恢复6点元素能量。该效果每<color=#99FFFFFF>9</color>秒只能触发一次。",
        "zht": "攻擊造成暴擊時，有<color=#99FFFFFF>80%</color>的機率產生少量元素微粒，能為角色恢復6點元素能量。該效果每<color=#99FFFFFF>9</color>秒只能觸發一次。",
        "jp": "会心攻撃をした時、<color=#99FFFFFF>80%</color>の確率で少量の元素粒子を生成し、元素エネルギーを6回復する。<color=#99FFFFFF>9</color>秒毎に1回のみ発動可能。",
        "ko": "치명타 시 <color=#99FFFFFF>80%</color>의 확률로 소량의 원소 구슬이 생성되고 캐릭터의 원소 에너지를 6pt 회복한다. 해당 효과는 <color=#99FFFFFF>9</color>초마다 1회만 발동한다",
        "en": "CRIT Hits have a <color=#99FFFFFF>80%</color> chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every <color=#99FFFFFF>9</color>s.",
        "de": "Erschafft bei einem KT mit einer Wahrscheinlichkeit von <color=#99FFFFFF>80 %</color> einige Elementarteilchen, die der Figur 6 Punkte Elementarenergie wiederherstellen. <color=#99FFFFFF>9</color> s Abklingzeit.",
        "es": "Los Golpes CRIT tienen un <color=#99FFFFFF>80%</color> de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada <color=#99FFFFFF>9</color> s.",
        "fr": "Les coups CRIT des attaques ont <color=#99FFFFFF>80 %</color> de chances de générer une faible quantité de particules élémentaire qui restaurent 6 pts d'énergie. Cet effet peut être déclenché 1 fois toutes les <color=#99FFFFFF>9</color> s.",
        "pt": "Os Acertos Críticos possuem <color=#99FFFFFF>80%</color> de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada <color=#99FFFFFF>9</color>s.",
        "ru": "Критические атаки имеют <color=#99FFFFFF>80%</color> шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в <color=#99FFFFFF>9</color> сек.",
        "id": "Serangan CRIT memiliki <color=#99FFFFFF>80%</color> persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap <color=#99FFFFFF>9 detik</color>.",
        "th": "เมื่อโจมตีคริติคอล จะมีโอกาส <color=#99FFFFFF>80%</color> ที่จะ สร้างอณูธาตุ ซึ่งใช้ฟื้นฟู พลังงานธาตุได้ 6 หน่วย โดยเอฟเฟกต์นี้จะใช้ได้ หนึ่งครั้งในทุก <color=#99FFFFFF>9</color> วินาที",
        "vi": "Khi tạo thành bạo kích có tỷ lệ <color=#99FFFFFF>80%</color> sinh ra một lượng nhỏ Nguyên Tố Hạt Nhân, khôi phục 6 Năng Lượng Nguyên Tố cho nhân vật. Mỗi <color=#99FFFFFF>9</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "顺风而行",
        "zht": "順風而行",
        "jp": "追い風が吹く",
        "ko": "바람과 함께",
        "en": "Windfall",
        "de": "Folge dem Wind",
        "es": "Avanza con el viento",
        "fr": "Charge critique",
        "pt": "Companhia do Vento",
        "ru": "Дружественный бриз",
        "id": "Wind Companion",
        "th": "Windfall",
        "vi": "Đi Cùng Với Gió"
      },
      "description": {
        "zhs": "攻击造成暴击时，有<color=#99FFFFFF>90%</color>的几率产生少量元素微粒，能为角色恢复6点元素能量。该效果每<color=#99FFFFFF>7.5</color>秒只能触发一次。",
        "zht": "攻擊造成暴擊時，有<color=#99FFFFFF>90%</color>的機率產生少量元素微粒，能為角色恢復6點元素能量。該效果每<color=#99FFFFFF>7.5</color>秒只能觸發一次。",
        "jp": "会心攻撃をした時、<color=#99FFFFFF>90%</color>の確率で少量の元素粒子を生成し、元素エネルギーを6回復する。<color=#99FFFFFF>7.5</color>秒毎に1回のみ発動可能。",
        "ko": "치명타 시 <color=#99FFFFFF>90%</color>의 확률로 소량의 원소 구슬이 생성되고 캐릭터의 원소 에너지를 6pt 회복한다. 해당 효과는 <color=#99FFFFFF>7.5</color>초마다 1회만 발동한다",
        "en": "CRIT Hits have a <color=#99FFFFFF>90%</color> chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every <color=#99FFFFFF>7.5</color>s.",
        "de": "Erschafft bei einem KT mit einer Wahrscheinlichkeit von <color=#99FFFFFF>90 %</color> einige Elementarteilchen, die der Figur 6 Punkte Elementarenergie wiederherstellen. <color=#99FFFFFF>7,5</color> s Abklingzeit.",
        "es": "Los Golpes CRIT tienen un <color=#99FFFFFF>90%</color> de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada <color=#99FFFFFF>7.5</color> s.",
        "fr": "Les coups CRIT des attaques ont <color=#99FFFFFF>90 %</color> de chances de générer une faible quantité de particules élémentaires qui restaurent 6 pts d'énergie. Cet effet peut être déclenché 1 fois toutes les <color=#99FFFFFF>7,5</color> s.",
        "pt": "Os Acertos Críticos possuem <color=#99FFFFFF>90%</color> de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada <color=#99FFFFFF>7.5</color>s.",
        "ru": "Критические атаки имеют <color=#99FFFFFF>90%</color> шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в <color=#99FFFFFF>7,5</color> сек.",
        "id": "Serangan CRIT memiliki <color=#99FFFFFF>90%</color> persentase untuk memunculkan sejumlah kecil Elemental Orb yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap <color=#99FFFFFF>7,5 detik</color>.",
        "th": "เมื่อโจมตีคริติคอล จะมีโอกาส <color=#99FFFFFF>90%</color> ที่จะ สร้างอณูธาตุ ซึ่งใช้ฟื้นฟู พลังงานธาตุได้ 6 หน่วย โดยเอฟเฟกต์นี้จะใช้ได้ หนึ่งครั้งในทุก <color=#99FFFFFF>7.5</color> วินาที",
        "vi": "Khi tạo thành bạo kích có tỷ lệ <color=#99FFFFFF>90%</color> sinh ra một lượng nhỏ Nguyên Tố Hạt Nhân, khôi phục 6 Năng Lượng Nguyên Tố cho nhân vật. Mỗi <color=#99FFFFFF>7.5</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "顺风而行",
        "zht": "順風而行",
        "jp": "追い風が吹く",
        "ko": "바람과 함께",
        "en": "Windfall",
        "de": "Folge dem Wind",
        "es": "Avanza con el viento",
        "fr": "Charge critique",
        "pt": "Companhia do Vento",
        "ru": "Дружественный бриз",
        "id": "Wind Companion",
        "th": "Windfall",
        "vi": "Đi Cùng Với Gió"
      },
      "description": {
        "zhs": "攻击造成暴击时，有<color=#99FFFFFF>100%</color>的几率产生少量元素微粒，能为角色恢复6点元素能量。该效果每<color=#99FFFFFF>6</color>秒只能触发一次。",
        "zht": "攻擊造成暴擊時，有<color=#99FFFFFF>100%</color>的機率產生少量元素微粒，能為角色恢復6點元素能量。該效果每<color=#99FFFFFF>6</color>秒只能觸發一次。",
        "jp": "会心攻撃をした時、<color=#99FFFFFF>100%</color>の確率で少量の元素粒子を生成し、元素エネルギーを6回復する。<color=#99FFFFFF>6</color>秒毎に1回のみ発動可能。",
        "ko": "치명타 시 <color=#99FFFFFF>100%</color>의 확률로 소량의 원소 구슬이 생성되고 캐릭터의 원소 에너지를 6pt 회복한다. 해당 효과는 <color=#99FFFFFF>6</color>초마다 1회만 발동한다",
        "en": "CRIT Hits have a <color=#99FFFFFF>100%</color> chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every <color=#99FFFFFF>6</color>s.",
        "de": "Erschafft bei einem KT mit einer Wahrscheinlichkeit von <color=#99FFFFFF>100 %</color> einige Elementarteilchen, die der Figur 6 Punkte Elementarenergie wiederherstellen. <color=#99FFFFFF>6</color> s Abklingzeit.",
        "es": "Los Golpes CRIT tienen un <color=#99FFFFFF>100%</color> de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada <color=#99FFFFFF>6</color> s.",
        "fr": "Les coups CRIT des attaques ont <color=#99FFFFFF>100 %</color> de chances de générer une faible quantité de particules élémentaire qui restaurent 6 pts d'énergie. Cet effet peut être déclenché 1 fois toutes les <color=#99FFFFFF>6</color> s.",
        "pt": "Os Acertos Críticos possuem <color=#99FFFFFF>100%</color> de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada <color=#99FFFFFF>6</color>s.",
        "ru": "Критические атаки имеют <color=#99FFFFFF>100%</color> шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в <color=#99FFFFFF>6</color> сек.",
        "id": "Serangan CRIT memiliki <color=#99FFFFFF>100%</color> persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap <color=#99FFFFFF>6 detik</color>.",
        "th": "เมื่อโจมตีคริติคอล จะมีโอกาส <color=#99FFFFFF>100%</color> ที่จะ สร้างอณูธาตุ ซึ่งใช้ฟื้นฟู พลังงานธาตุได้ 6 หน่วย โดยเอฟเฟกต์นี้จะใช้ได้ หนึ่งครั้งในทุก <color=#99FFFFFF>6</color> วินาที",
        "vi": "Khi tạo thành bạo kích có tỷ lệ <color=#99FFFFFF>100%</color> sinh ra một lượng nhỏ Nguyên Tố Hạt Nhân, khôi phục 6 Năng Lượng Nguyên Tố cho nhân vật. Mỗi <color=#99FFFFFF>6</color>s mới thi triển 1 lần."
      }
    }
  ],
  "internal_name": "Bow_Zephyrus",
  "imgid": "bow/zephyrus"
}