[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "来路不明的吟游诗人。有时唱诵一些老掉牙的旧诗，有时又会哼出谁也没听过的新歌。\n\n喜欢苹果和热闹的气氛，讨厌奶酪和一切黏糊糊的玩意儿。\n\n引导「风」之元素力时，元素塑形往往外显为羽毛，因为他很中意看上去轻飘飘的东西。",
      "zht": "來路不明的吟遊詩人。有時唱誦一些老掉牙的舊詩，有時又會哼出誰也沒聽過的新歌。\n\n喜歡蘋果和熱鬧的氣氛，討厭乳酪和一切黏糊糊的東西。\n\n引導「風」之元素力時，元素塑形往往外顯為羽毛，因為他很喜歡看起來輕飄飄的東西。",
      "jp": "正体不明の吟遊詩人。古い詩を歌う時もあれば、誰も聞いたことのない新しい歌を口ずさむ時もある。\n\nリンゴと賑やかな雰囲気が大好きで、チーズとべたべたするものが大嫌い。\n\n「風」元素を導く時、元素が羽根の形になることが多いのは、彼がふわふわしたものを気に入っているから。",
      "ko": "정체불명의 음유시인. 가끔 아주 오래전의 노래를 부르고, 누구도 들어보지 못한 새로운 노래를 흥얼대기도 한다.\n\n사과와 왁자지껄한 분위기를 좋아하고 치즈와 끈적끈적한 걸 싫어한다.\n\n「바람」 원소의 힘을 인도할 때 원소의 모양이 깃털처럼 보인다. 이는 그가 하늘하늘거리는 물건을 좋아하기 때문이다",
      "en": "An unknown bard that came from nowhere. He sometimes sings outdated songs, other times he hums new ones that none have ever heard of.\n\nHe likes apples and lively atmospheres, but hates cheese and anything that is slimy.\n\nWhen channeling Anemo, it appears in the form of feathers, because he likes things that look light.",
      "de": "Dieser unbekannte Barde singt manchmal Lieder, die so alt sind, dass man das Zittern bekommt, manchmal aber auch solche, die noch nie jemand gehört hat.\n\nEr liebt Äpfel und heitere Stimmung, kann Käse und alle klebrigen Dinge nicht ausstehen.\n\nEr beherrscht die Anemo-Kraft, die sich bei ihrer Anwendung als Federn an ihm darstellen. Er mag alles, was leicht und sorglos scheint.",
      "es": "Un bardo desconocido que apareció de la nada. A veces canta canciones anticuadas, pero también otras nuevas de las que nadie ha oído hablar.\n\nLe gustan las manzanas y los ambientes vívidos, pero odia el queso y cualquier cosa que sea pegajosa.\n\nAl canalizar el elemento Anemo, suele hacerlo con formas de plumas estiradas, simplemente porque le gustan las cosas que parecen ligeras.",
      "fr": "Un barde aux origines inconnues. Il chante parfois des chants passés de mode, ou fredonne des airs inconnus de tous.\n\nIl apprécie les pommes et l'agitation, mais déteste en revanche le fromage et tout ce qui est gluant.\n\nL'élément Anémo qu'il canalise prend forme de plumes ; il apprécie les choses légères.",
      "pt": "Um bardo desconhecido que apareceu do nada. Às vezes, ele canta músicas desatualizadas, mas também novas, das quais ninguém nunca ouviu falar.\n\nEle gosta de maçãs e um ambiente alegre, mas odeia queijo e qualquer coisa viscosa.\n\nAo canalizar elementos Anemo, ele geralmente detêm a forma estendendo longas plumas, simplesmente porque ele gosta de coisas que parecem leves.",
      "ru": "Неведомые ветра привели барда в эти земли. Порой его песни стары как свет, а иной раз он напевает ещё ненаписанные строки.\n\nОн любит яблоки и живую атмосферу, но не любит сыры и всё липкое.\n\nКогда он управляет ветрами, его Анемо сила проявляется в виде перьев. Венти привлекает их лёгкость и беспечность.",
      "id": "Seorang penyair yang datang bersama angin yang tidak diketahui asal-usulnya. Terkadang menyanyikan lagu yang teramat tua, dan terkadang menyanyikan lagu baru yang tidak pernah didengar sebelumnya.\n\nMenyukai apel dan tempat yang ramai, tidak menyukai keju atau apa pun yang lengket.\n\nSaat dia menggunakan kekuatan Anemo untuk mengendalikan angin, sering kali membentuk rupa sehelai bulu, karena dia sangat suka melihat benda yang ringan dan melayang dengan lembut.",
      "th": "กวีที่ไม่มีใครรู้ที่มา บางครั้งก็ขับขานบทเพลงที่เก่าโบราณคร่ำครึ บางครั้งก็ขับขานบทเพลงแปลกใหม่ที่ไม่มีใครเคยฟัง\n\nชื่นชอบแอปเปิ้ลและบรรยากาศที่มีชีวิตชีวา เกลียดชีสและของที่มันเหนียว ๆ\n\nในเวลาที่ร่ายเวทธาตุ \"ลม\" นั้นมักจะทำให้เป็นรูปขนนก เพราะว่าเขาชื่นชอบการเฝ้ามองสิ่งของที่ดูเบา ๆ ล่องลอยไปมา",
      "vi": "Nhà thơ tự do có lai lịch không rõ ràng. Có lúc cất lên những lời thơ cũ kỹ, có khi lại hát những bài hát mà chưa ai từng nghe.\n\nThích táo và không khí náo nhiệt, ghét phô mai cùng những thứ dinh dính.\n\nKhi dẫn dắt Nguyên Tố \"Phong\", Nguyên Tố thường có hình dạng lông vũ, bởi anh ấy thích nhìn những thứ bay nhẹ nhàng."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "刚来蒙德没几个月，吟游诗人温迪的收入水平还比不上驻唱已久的同行。但每当「工作」后放在地上的帽子里堆积了足够多摩拉，他匆匆而去的目的地，永远都是城里某一家酒馆。\n\n但以温迪的外貌，他总被当作未成年人，基本没法买到酒。\n\n第一次碰壁，还能嘟囔几句「上回来蒙德可没有这种规矩」。等发现全城酒馆都只对自己提供无酒精饮品时，就该考虑别的办法了…\n\n很快，温迪就开发出了一边弹琴一边用嘴咬着酒杯喝酒的绝技。在做吟游诗人的「工作」时，他会呼吁观众把投钱改为投喂，如果喜欢他的曲子，就去酒馆里买些好酒来请他一杯。\n\n凭借一手绝技，温迪终于又在蒙德如鱼得水起来。\n\n只是一旦有猫咪靠近，他无论如何都忍不住喷嚏。如果此时正咬着酒杯，便会制造出极其惨烈的现场效果。\n\n所以温迪选「工作」地点的原则是：躲着猫。\n\n可一般来说，路过的猫都挺喜欢他。",
      "zht": "剛來蒙德沒幾個月，吟遊詩人溫迪的收入水準還比不上駐唱已久的同行。但每當「工作」後放在地上的帽子裡堆積了足夠多摩拉，他匆匆而去的目的地，永遠都是城裡某一家酒館。\n\n但以溫迪的外貌，他總是被當作未成年人，根本買不到酒。\n\n第一次碰壁，還能碎念幾句「上次來蒙德可沒有這種規矩」。等發現全城酒館都只對自己提供無酒精飲品時，就該考慮別的辦法了…\n\n很快，溫迪就開發出了一邊彈琴一邊用嘴咬著酒杯喝酒的絕技。在做吟遊詩人的「工作」時，他會呼籲觀眾把投錢改為投餵，如果喜歡他的曲子，就去酒館裡買些好酒來請他一杯。\n\n憑藉一手絕技，溫迪終於又在蒙德如魚得水起來。\n\n只是一旦有貓咪靠近，他無論如何都忍不住噴嚏。如果此時正咬著酒杯，便會製造出極其慘烈的現場效果。\n\n所以溫迪選「工作」地點的原則是：躲著貓。\n\n但一般來說，路過的貓都挺喜歡他。",
      "jp": "モンドに来てからまだ数ヶ月しか経っていない吟遊詩人ウェンティの収入は、同業者と比べて少ないほうだった。「仕事」の後、地面に置いた帽子の中のモラが十分に溜まると、彼は慌ただしくその場を離れる。そして、その目的地はモンドの酒場である。\n\nしかし、ウェンティは見た目のせいでいつも未成年だと間違えられてしまい、ほぼ毎回酒を売ってもらえなかった。\n\n初めて断られた時は、「前回モンドに来た時は、そういうルールはなかった」と文句を言ったが、モンドの全酒場が自分に、ノンアルコールの飲み物しか出してくれないことに気付いた時、このままではいけないと彼は思った。\n\nそして、ウェンティはライアーを弾きながら、コップをくわえて酒を飲むというパフォーマンスを思いついた。吟遊詩人の「仕事」をしている時、彼は観客に金を酒に替えてほしいとお願いする。彼の曲を気に入ったなら、酒場でいい酒を買って奢ってほしいと。\n\nこのパフォーマンスを始めてからは、ウェンティはモンドで水を得た魚のように、素敵な暮らしができるようになった。\n\n唯一彼を悩ませたのは、猫が近くにいると、くしゃみが止まらなくなることだ。それがコップをくわえている時ともなれば、現場の状況は最悪だ。\n\nそのため、ウェンティは、いつも猫のいない場所を「仕事」場に選ぶ。\n\nしかし、なぜか彼は、猫にかなり好かれているようだ。",
      "ko": "몬드에 온 지 몇 개월도 채 되지 않은 음유시인으로서 벤티의 수입은 오랫동안 머무른 다른 음유시인보다 훨씬 적다. 하지만 「일」을 끝내면 그는 항상 모자 위에 쌓여있는 모라를 들고 목적지로 향한다. 목적지는 늘 시내에 있는 술집이다.\n\n하지만 벤티는 외모로 인해 늘 미성년자 취급을 받아 술을 사지 못한다.\n\n처음 퇴짜를 맞았을 땐 「지난번에 몬드에 왔을 땐 이런 규칙 없었는데」라고 몇 마디 투덜대기도 했다. 그러다 모든 술집에서 그에게 무알코올 음료를 제공하는 걸 보곤 다른 방법을 생각하게 된다….\n\n이에 벤티는 하프를 키면서 술잔을 입에 물고 술을 마시는 묘기를 개발한다. 음유시인의 「일」을 할 때 그는 관중들에게 돈 대신 술을 달라고 간청한다. 그의 노래가 마음에 들면 술집의 좋은 술을 한잔 사 와 대접하는 방식이다.\n\n벤티는 이 묘기로 인해 마침내 물 만난 고기처럼 몬드를 누볐다.\n\n하지만 고양이가 다가올 때면 그는 반사적으로 재채기를 하는데, 만약 이때 술잔을 물고 있다면… 상상하지 않아도 된다.\n\n그래서 벤티는 「일」하는 장소를 택할 때 늘 고양이를 피한다.\n\n그러나 대부분의 고양이는 그를 아주 좋아한다",
      "en": "Back when traveling bard Venti had only been in Mondstadt for a few months, his income was far less than the other more established bards in town. But once he had a few Mora in the pot from his performance, you could be sure he would hurry off to spend it at the same place every time — one of the city's taverns.\n\nUnfortunately for Venti, his childlike appearance meant that his attempts to acquire alcohol failed at every turn.\n\nThe first time he was refused service, he was heard grumbling: \"I'm sure there were no such preposterous regulations last time I was here...\" Once he realized that the same rule applied to all taverns in town, he decided he would have to change his approach...\n\nThe strategy he developed was drinking on the job — that is to say, playing the lyre while holding a wine cup in his mouth, urging his audience to buy him a drink from the bar if they liked his performances instead of giving him Mora.\n\nThe novelty of this made him quite popular in Mondstadt.\n\nThere was just one snag — he couldn't help but sneeze if a cat came close...\n\nAnd if he happened to be holding a wine cup in his mouth when it happened... needless to say, it would spell disaster.\n\nVenti, therefore, has one golden rule when selecting a spot to perform, and that is that there must be no cats in the vicinity.\n\nEasier said than done — the stray cats of Mondstadt seem to be quite drawn to him.",
      "de": "Das Einkommen des reisenden Barden Venti war die ersten paar Monate in Mondstadt weitaus geringer als das der anderen bereits etablierteren Barden der Stadt. Aber sobald er ein paar Mora von seinem Auftritt im Sammeltopf hatte, konnte man sicher sein, dass er sie rasch am selben Ort wie üblich ausgeben würde, nämlich in einer der Tavernen der Stadt.\n\nUnglücklicherweise bedeutete sein kindliches Aussehen für Venti, dass seine Versuche Alkohol zu erwerben von vornherein zum Scheitern verurteilt waren.\n\nDas erste Mal, als ihm der Ausschank verweigert wurde, hörte man ihn murren: „Ich bin sicher, als ich das letzte Mal hier war, gab es keine solch absurden Vorschriften ...“ Als er merkte, dass dieselbe Regel in allen Tavernen der Stadt galt, beschloss er, seinen Ansatz zu ändern ...\n\nDie Strategie, die er entwickelte, bestand daraus, einfach schon bei der Arbeit zu trinken, das heißt, die Leier zu spielen, während er eine Weinschale am Mund hielt und sein Publikum dazu drängte ihm ein Getränk von der Bar zu kaufen, anstatt ihm Mora zu geben. Diese Art machte ihn in Mondstadt sehr beliebt.\n\nEs gab nur einen Haken an dieser Methode. Aufgrund einer schweren Allergie konnte er nicht anders, als zu niesen, wenn eine Katze näher herankam. Und wenn er zufällig in dem Moment einen Weinbecher am Mund hielt ... Unnötig zu erwähnen, dass dies eine Katastrophe bedeuten würde.\n\nVenti hatte daher eine goldene Regel bei der Auswahl eines Aufführungsortes, welche war, keine Katzen dürften in der Nähe sein.\n\nDies war jedoch einfacher gesagt als getan, denn die streunenden Katzen von Mondstadt schienen ganz von ihm angetan zu sein.",
      "es": "Cuando no llevaba más que unos meses en Mondstadt, los ingresos de Venti eran mucho menores que los de otros bardos que llevaban mucho tiempo en la ciudad. Sin embargo, cada vez que ganaba suficiente Mora con sus actuaciones, iba corriendo a las tabernas de la ciudad.\n\nNo obstante, como físicamente parece menor de edad, nunca podía comprar alcohol.\n\nLa primera vez que lo rechazaron, murmuró algo así: “No había tales reglas la última vez que estuve aquí...”. Cuando se dio cuenta de que esa regla se aplicaba a todas las tabernas de la ciudad, se le ocurrió algo... Desarrolló la habilidad de beber en el trabajo, es decir, mientras actuaba. Instaba a su audiencia a comprarle una bebida si le gustaban sus actuaciones en lugar de darle Moras.\n\nEsta habilidad única lo hizo bastante popular en Mondstadt.\n\nSin embargo, no podía evitar estornudar si un gato se le acercaba...\n\nSi, por casualidad, estuviera sosteniendo una taza con los dientes en ese momento... Bueno, no hace falta decir el desastre que causaría.\n\nPor lo tanto, Venti siempre elige lugares lejos de los gatos cuando actúa.\n\nAun así, los gatos callejeros lo adoran.",
      "fr": "À son arrivée à Mondstadt, ses revenus étaient loin d'égaler ceux des bardes déjà établis ; mais à chaque fois que quelques moras se retrouvaient dans son chapeau posé au sol, il ne fallait pas attendre longtemps pour qu'il fasse le tour des tavernes de la cité.\n\nMalheureusement pour lui, ses traits enfantins le faisaient passer aux yeux des tenanciers pour un mineur, et l'achat d'alcool se révéla impossible.\n\nLa première fois qu'on refusa de le servir, on put l'entendre grommeler : « Je suis sûr que cette règle idiote n'existait pas la dernière fois que j'étais dans le coin... » Une fois qu'il réalisa qu'aucune taverne en ville ne lui servirait autre chose que des boissons non alcoolisées, il se trouva dans l'obligation de modifier quelque peu son approche.\n\nSa nouvelle stratégie consista à boire en jouant ; autrement dit, lorsque les badauds appréciaient sa musique, il leur demandait paiement non pas en moras, mais en alcool acheté dans quelque taverne proche.\n\nCette technique unique lui permit enfin de se sentir comme un poisson dans l'eau.\n\nSeul problème, son allergie aux chats. Lorsqu'un chat l'approchait, il ne pouvait se retenir d'éternuer. Pour peu qu'il ait à ce moment une coupe à la bouche... Vous imaginez le résultat.\n\nAussi Venti s'est-il établi une règle d'or : aucun chat ne doit être présent quand il se produit.\n\nCe qui est malheureusement plus facile à dire qu'à faire, les chats locaux semblant avoir un faible à son égard.",
      "pt": "Quando viajava, o bardo Venti esteve em Mondstadt apenas por alguns meses. Sua renda era muito menor do que a dos outros bardos mais estabelecidos da cidade. Sempre que ganhava Mora suficiente com sua apresentação, se apressava em gastá-lo no mesmo lugar todas as vezes - em uma das tavernas da cidade.\n\nInfelizmente para Venti, sua aparência infantil dificultava suas tentativas de adquirir álcool.\n\nNa primeira vez em que seu pedido foi negado, ele resmungou: \"Tenho certeza de que não havia regras tão absurdas da última vez que estive aqui...\" Depois que ele percebeu que a mesma regra se aplicava a todas as tavernas da cidade, decidiu que teria que mudar sua abordagem...\n\nA estratégia que ele desenvolveu foi beber no trabalho - ou seja, tocar a lira enquanto segurava um copo de vinho na boca. Pedia à plateia para comprar-lhe uma bebida caso gostassem de suas apresentações em vez de lhe dar Mora.\n\nEssa habilidade única o tornou bastante popular em Mondstadt.\n\nHavia apenas um problema - ele não conseguia deixar de espirrar se um gato chegasse perto...\n\nE se ele estivesse segurando um copo de vinho na boca quando isso acontecesse... significaria um desastre. \n\nVenti, portanto, tem uma regra de ouro ao selecionar um local para suas apresentações: não deve haver gatos nas proximidades.\n\nMais fácil falar do que fazer - os gatos das ruas de Mondstadt parecem ser bastante atraídos por ele.",
      "ru": "Венти поселился в Мондштадте совсем недавно, и его заработок был намного ниже остальных бардов-мондштадтцев. Но завидев достаточную сумму в горшочке, будьте уверены, Венти потратит её в ближайшей таверне.\n\nНо несовершеннолетний облик Венти не позволяет ему купить алкоголь.\n\nКогда ему отказали в первый раз, Венти только пробормотал что-то вроде: «А вот раньше таких правил не было...» Но когда он узнал, что подобное правило установлено во всех тавернах города, Венти придумал новый план...\n\nВместо того, чтобы просить за свои выступления мору, Венти зажимал в зубах бокал одновременно играя на лире и просил своих зрителей подливать ему вино.\n\nТакие нововведения добавили ему популярности в Мондштадте.\n\nОднако главной причиной срывов выступлений была его аллергия на кошек.\n\nОн начинал неистово чихать даже при одном их виде и надеялся, что рядом не будет проходить кошки, когда он будет выступать с зажатым в зубах бокалом вина.\n\nПоэтому Венти для своих выступлений выбирает места подальше от пушистых, но каким-то образом бездомные коты тянутся к нему даже с других концов города.",
      "id": "Baru beberapa bulan datang ke Mondstadt, pendapatan Venti sebagai seorang penyair masih sangat rendah dibandingkan dengan penyair lainnya. Tetapi setiap kali Venti berhasil mengumpulkan cukup Mora saat \"bekerja\", dia selalu pergi ke tempat yang sama, yaitu sebuah tavern di dalam kota.\n\nTetapi karena penampilan Venti yang seperti anak kecil, dia selalu ditolak saat ingin membeli anggur karena dianggap masih di bawah umur.\n\nSaat pertama kali ditolak, dia hanya bisa bergumam \"Dulu aku datang ke sini dan tidak ada peraturan seperti itu ....\". Dia harus mencari cara lain saat dia menyadari bahwa semua kedai di kota memiliki peraturan yang sama ....\n\nDengan cepatnya, Venti membuat sebuah atraksi di mana dia memainkan kecapi sambil menggigit gelas anggur di mulutnya. Dengan begini, penonton yang suka melihat permainan kecapi Venti dapat pergi ke kedai untuk membelikannya segelas anggur sebagai bayaran daripada Mora.\n\nDengan cara ini, Venti berhasil membuat dirinya populer di kalangan penduduk Mondstadt.\n\nTetapi Venti memiliki satu kelemahan, dia akan bersin-bersin saat ada kucing di dekatnya, tentu saja hal ini akan membawa bencana bagi Venti bila ada seekor kucing yang lewat saat dia sedang menggigit gelas anggur di mulutnya.\n\nMaka dari itu Venti selalu memilih tempat yang tidak ada kucingnya saat dia \"bekerja\".\n\n Tapi sayangnya, para kucing sangat menyukai Venti.",
      "th": "ในตอนที่เพิ่งจะมาถึง Mondstadt ได้ไม่กี่เดือนนั้น รายได้ของ Venti เทียบกับเหล่ากวีคนอื่น ๆ ที่อยู่มานานไม่ได้เลยสักนิด แต่ทุกครั้งหลังเลิก \"งาน\" เมื่อรวบรวม Mora ที่ได้เก็บไว้ในหมวกจนเพียงพอแล้ว สถานที่ที่เขาจะรีบปรี่เข้าไป มักเป็นร้านเหล้าสักร้านที่อยู่ในเมืองตลอด\n\nแต่ด้วยรูปลักษณ์ภายนอกของ Venti เขาจึงมักจะถูกหาว่าเป็นเด็กอยู่เสมอ ซึ่งนั่นทำให้เขาไม่สามารถซื้อเหล้าได้\n\nโดยครั้งแรกที่พบกับอุปสรรคนั้น เขายังบ่นพึมพำนิดหน่อยด้วยว่า \"ครั้งก่อนมา Mondstadt ไม่เห็นมีกฎแบบนี้เลยนี่\" แต่จากนั้นเมื่อพบว่าร้านเหล้าทั้งเมือง ต่างก็ไม่ยอมขายเครื่องดื่มแอลกอฮอล์ให้เขาเลย เมื่อนั้นเขาก็เริ่มที่จะคิดถึงวิธีอื่นแล้วล่ะ...\n\nในไม่ช้า Venti ก็คิดค้นเทคนิคใหม่ที่ไม่เหมือนใคร ซึ่งก็คือการดีดพิณและใช้ปากคาบแก้วไวน์ไปด้วยในเวลาเดียวกัน จากนั้นในเวลาที่เขา \"ทำงาน\" ของนักกวีนั้น เขาก็จะเรียกร้องให้เหล่าผู้ฟังเปลี่ยนจากการให้เงิน เป็นการป้อนเครื่องดื่มแทน ซึ่งถ้าหากชื่นชอบในบทเพลงของเขาล่ะก็ ให้ไปที่ร้านเหล้าในเมือง เพื่อซื้อเหล้าสักแก้วมาเลี้ยงเขาก็พอ\n\nด้วยเทคนิคที่ไม่เหมือนใครนี้ ทำให้ Venti กลายเป็นเหมือนกับปลากระดี่ได้น้ำอยู่ใน Mondstadt เลยทีเดียว\n\nเพียงแต่ว่าเขานั้นอดไม่ได้ที่จะจาม เมื่อใดก็ตามที่มีแมวเข้ามาใกล้ ซึ่งหากว่าเป็นช่วงเวลาที่เขากำลังคาบแก้วไวน์อยู่พอดีล่ะก็... จะเกิดอะไรขึ้นบ้าง ไม่อยากจะคิดเลย\n\nเพราะงั้นหลักการเลือกสถานที่ทำงานของ Venti ก็คือ: พยายามหลบเลี่ยงที่ที่มีแมว\n\nแต่ว่าโดยทั่วไปแล้ว แมวตามท้องถนนนั้น ชื่นชอบเขาไม่เบาเลยล่ะ",
      "vi": "Là một nhà thơ tự do mới đến Mondstadt vài tháng, thu nhập của Venti không thể bì kịp đồng nghiệp lâu năm. Nhưng sau mỗi lần \"làm việc\", khi chiếc mũ được đặt dưới đất đã tích đủ Mora, địa điểm mà anh vội vàng đi đến, luôn là một quán rượu nào đó trong thành.\n\nVới ngoại hình của mình, Venti luôn bị nhầm tưởng là trẻ vị thành niên, không có cách nào mua được rượu.\n\nLần đầu gặp rắc rối, anh còn lẩm bẩm vài câu \"Lần trước đến đây chưa có quy định này\", nhưng khi biết các quán rượu trong cả thành đều chỉ bán thức uống không cồn cho mình, thì anh buộc phải tìm cách khác...\n\nRất nhanh sau đó, Venti đã sáng tạo ra tuyệt kỹ vừa đánh đàn, vừa dùng miệng ngậm ly uống rượu. Khi làm \"công việc\" nhà thơ, anh sẽ kêu gọi khán giả đổi từ cho tiền sang cho rượu, nếu thích giai điệu của anh ấy, thì hãy đến quán rượu mua ít rượu ngon mời anh một ly.\n\nVới tài nghệ này, cuối cùng Venti đã có thể như cá gặp nước ở Mondstadt.\n\nChỉ có điều, khi có mèo lại gần, thì cho dù thế nào, anh cũng sẽ bị hắt hơi. Nếu như lúc này đang ngậm ly rượu... hậu quả sẽ cực kỳ thê thảm.\n\nVì thế nguyên tắc tìm địa điểm \"làm việc\" của Venti là: Tránh mèo.\n\nCó điều, mấy con mèo đi lại trên phố lại rất thích anh ấy."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "风起地中央矗立着一棵巨大的橡树。相传，它在千年前解放蒙德的大英雄温妮莎升入高天时发芽。\n\n近几个月，在树下休息的人们偶尔会听到隐隐约约的、唱诵风神巴巴托斯事迹的少年歌声。\n\n不同于其他仍在治理领土的神明，巴巴托斯离开蒙德已久，留下的形象也只有「七天神像」上模糊的面貌。然而，神的事迹存在于史书圣典之中，由吟游诗人们广为传唱。\n\n不同的是，温迪歌中的「巴巴托斯」总会经历一些光怪陆离的冒险，肆意妄为地做着奇怪举动，例如偷走冰之神的权杖，在原地放一根丘丘人的棍子以作替代。\n\n信奉风神的圣职者们对此颇有微词。面对诘问，温迪的回复却毫无悔意。\n\n「你怎么知道那是假的？」\n\n是啊，哪怕是最虔诚的修女，也不可能知道巴巴托斯大人千百年前的所有事迹。\n\n唯有露出神秘微笑的温迪本人知道，他所歌唱的一切——\n\n确实是假的。\n\n喝多了，随便唱唱而已。",
      "zht": "風起地中央矗立著一棵巨大的橡樹。相傳，它在千年前解放蒙德的大英雄溫妮莎升入高天時發芽。\n\n近幾個月，在樹下休息的人們偶爾會聽到隱隱約約的、唱誦風神巴巴托斯事蹟的少年歌聲。\n\n不同於其他仍在治理領土的神明，巴巴托斯離開蒙德已久，留下的形象也只有「七天神像」上模糊的面貌。然而，神的事蹟存在於史書聖典之中，由吟遊詩人們廣為傳唱。\n\n不同的是，溫迪歌中的「巴巴托斯」總會經歷一些光怪陸離的冒險，肆意妄為地做著奇怪舉動，例如偷走冰之神的權杖，在原地放一根丘丘人的棍子以作替代。\n\n信奉風神的聖職者們對此頗有微詞。面對詰問，溫迪的回復卻毫無悔意。\n\n「你怎麼知道那是假的？」\n\n是啊，哪怕是最虔誠的修女，也不可能知道巴巴托斯大人千百年前的所有事蹟。\n\n唯有露出神秘微笑的溫迪本人知道，他所歌唱的一切——\n\n確實是假的。\n\n喝多了，隨便唱唱而已。",
      "jp": "風立ちの地の中心にある巨大なオークの木は、千年前にモンドを解放した英雄ヴァネッサが、高天に上った時に芽生えたものだそうだ。\n\nここ数ヶ月、木の下で休む人々は時折、風神バルバトスの物語を紡ぐ少年の歌声を聴くようになった。\n\n神がまだいる他の国とは違い、モンドはバルバトスが去ってからかなりの時が経ち、残っているのは「七天神像」の姿だけだ。それでも、神の歴史は史書や聖典に書かれ、吟遊詩人たちに歌われる。\n\nしかし、ウェンティが歌う「バルバトス」は、なぜか変わった冒険ばかりしていた。たとえば、氷の神の杖を盗み、代わりにヒルチャールの棒をその場に置くなど。\n\n当然、風神を信奉する聖職者たちは、その詩に不満を抱くわけだが、問い詰められたウェンティの答えには、反省の色が少しも感じられない。\n\n「どうしてそれが嘘だと分かるのかい？」\n\n確かに、一番敬虔なシスターでも、バルバトスの千年前の出来事を全て知っているわけではない。不敵な笑みを見せたウェンティだけが、その歌の真偽を知っている——\n\nうん、嘘だよ。酔っぱらって適当に歌っただけさ。",
      "ko": "바람이 시작되는 곳 중앙에 우뚝 솟아있는 거대한 참나무는 천 년 전 몬드를 해방시킨 대영웅 바네사가 죽었을 때 싹트기 시작했다고 전해진다.\n\n최근엔 나무 아래에서 쉬고 있으면 가끔 바람의 신 바르바토스의 이야기를 노래하는 소년의 노랫소리를 어렴풋이 들을 수 있다고 한다.\n\n영토를 여전히 통치하고 있는 여타 신들과 달리 바르바토스는 몬드를 떠난 지 오래며, 남아있는 형상도 「일곱신상」의 흐릿한 모습뿐이다. 그러나 신의 업적은 모두 역사책과 경전에 쓰여 음유시인들의 입을 통해 전해진다.\n\n하지만, 벤티 노래 속의 「바르바토스」는 늘 다양한 모험을 겪고 이상한 행동을 거리낌 없이 한다. 예를 들면 얼음 신의 지팡이를 훔치고 그 자리에 츄츄족의 몽둥이를 놓는 것처럼 말이다….\n\n바람 신을 믿는 성직자들은 이에 대해 불만이다. 벤티는 그들의 문책에 거리낌 없이 답한다.\n\n「그게 거짓인지 아닌지 어떻게 알지?」\n\n그렇다, 가장 신앙심이 깊은 수녀라도 바르바토스 님이 수천 수백 년 전에 했던 일을 알지 못한다.\n\n오직 신비한 미소를 짓고 있는 벤티 본인만이 알고 있다. 그가 부르는 노래 속의 모든 내용들이——\n\n확실히 거짓이라는 걸.\n\n술에 취해 그냥 멋대로 부르는 노래일 뿐이니 신경 쓰지 않아도 된다",
      "en": "There is a towering oak tree at the center of Windrise, said to have sprouted when Vennessa ascended to the heavens a millennium ago.\n\nIn the past few months, travelers resting in the shade of the great oak sometimes hear a young boy singing the tales of Barbatos, the Anemo Archon.\n\nUnlike the ruling deities of the other nations, Barbatos has long left Mondstadt. In fact, the only visible proof of his connection with Mondstadt is the Statues of The Seven that appear across the land — even then, the resemblance is vague at best. Fortunately, Barbatos's past deeds are recorded in books and epics, sung and passed on by the bards.\n\nIn contrast to these more canonical works, Venti's ballads tend to include bizarre adventures and acts of mischief, such as the time that Barbatos pinched the Cryo Archon's scepter and replaced it with a hilichurl's wooden club...\n\nWorshippers of Barbatos are quick to decry these frivolous tales as blasphemous fabrications. But whenever someone confronts Venti about this, his response suggests that he has not an ounce of remorse.\n\n\"How can you know that they're fabrications?\"\n\nHe has a point — even the most devoted sister could not possibly know the details of all of Barbatos's deeds from a millennium ago.\n\nOnly Venti knows the truth behind his song lyrics, and it is a truth he hides behind an enigmatic smile.\n\nReason being, yes — Venti's tall tales of Barbatos's unorthodox exploits are entirely fabricated.\n\nHey, Venti finds that a few drinks really gets his muse going. Can you really blame him?",
      "de": "Am mittleren Punkt des Windstiegs steht eine hoch hinaus ragende Eiche, die angeblich dort gewachsen ist, als Vennessa vor fast einem Jahrtausend in den Himmel aufstieg. In der letzten Zeit hörten Reisende, die sich im Schatten der großen Eiche ausruhten, manchmal die Stimme eines Jungen, der Geschichten von Barbatos dem Anemo-Archon sang. Im Gegensatz zu den herrschenden Gottheiten der anderen Nationen hatte Barbatos Mondstadt lange verlassen. Tatsächlich sind die Statuen der Sieben, die im ganzen Land verteilt sind, der einzig sichtbare Beweis für seine Verbindung zu Mondstadt und selbst dies ist noch relativ vage. Glücklicherweise leben Barbatos’ vergangene Taten in Büchern und Epen, die von Barden gesungen und weitergegeben werden, weiter. Im Gegensatz zu den eher anerkannten Werken enthalten Ventis Balladen bizarre Abenteuer und Unfug, wie den Vorfall, als Barbatos das Szepter des Kryo-Archons mit dem Knüppel eines Hilichurls ausgetauscht hatte ...\n\nVerehrer von Barbatos entschlüsseln diese frivolen Geschichten jedoch schnell als blasphemische Erfindungen. Wenn jemand jedoch Venti damit konfrontiert, deutet seine Antwort darauf hin, dass er keine Spur von Reue zeigt.\n\n„Woher willst du wissen, dass es nur Erfindungen sind?“\n\nEr hatte nicht ganz Unrecht. Selbst die hingebungsvollste Ordensschwester konnte unmöglich alle Details von Barbatos’ Taten von vor einem Jahrtausend kennen.\n\nNur Venti allein kennt die Wahrheit seiner Liedtexte und diese Wahrheit verbirgt er gut hinter seinem rätselhaften Lächeln.\n\nDer Grund dafür ist, dass Ventis Geschichten über Barbatos’ unorthodoxe Heldentaten vollständig erfunden sind.\n\nAber komm schon, Venti findet, dass ein paar Drinks seine Muse wirklich in Schwung bringen. Kann man ihm das wirklich verdenken?",
      "es": "Hay un gran roble en el centro de Levantaviento que se dice que brotó cuando Vennessa ascendió a los cielos hace mil años.\n\nDurante los últimos meses, los viajeros que descansaban junto a este árbol a veces escuchaban a un joven cantando las historias de Barbatos, el Arconte Anemo.\n\nA diferencia de la mayoría de las deidades que gobiernan los reinos vecinos, Barbatos ha abandonado Mondstadt desde hace mucho tiempo. Lo que queda de él es solo una cara irreconocible en la Estatua de Los Siete. Afortunadamente, sus obras pasadas aún permanecen en libros y epopeyas, cantadas y transmitidas por los bardos.\n\nLo que Venti canta sobre Barbatos son algunas travesuras y aventuras extrañas, como cuando robó el cetro de la Arconte Cryo y lo sustituyó con el garrote de un Hilichurl.\n\nSin embargo, los que veneran a Barbatos no están contentos con tales blasfemias. Cuando se enfrenta a sus acusaciones, Venti siempre muestra una pizca de culpa al responder:\n\n“¿Cómo sabes que eso no es verdad?”.\n\nAsí es; ni las monjas más devotas sabrían lo que realmente ocurrió con Barbatos hace milenios. Solo Venti sabe que lo que canta bajo esa misteriosa sonrisa...\n\nrealmente es inventado.\n\nBueno, en realidad, la culpa es del alcohol.",
      "fr": "Un gigantesque chêne se trouve en plein centre de Ventlevé. On prétend qu'il germa mille ans plus tôt lorsque Vennessa monta au ciel.\n\nCes derniers mois, les gens se reposant à son pied ont pu entendre par moments un jeune homme chanter la gloire de Barbatos, l'Archon Anémo.\n\nContrairement aux autres dieux continuant à veiller sur d'autres territoires, Barbatos a depuis longtemps quitté Mondstadt ; ne subsiste comme trace de son passage que la Statue des Sept – et même là, la ressemblance n'est que très vague. En revanche, ses actions ont été archivées, chantées et transmises par les bardes.\n\nMais les ballades de Venti diffèrent quelque peu des canons classiques, et incluent des aventures étranges ou des actions cadrant mal avec les histoires habituelles – comme par exemple le vol du sceptre de l'Archon Cryo pour le remplacer par le gourdin d'un Brutocollinus...\n\nLes adorateurs de Barbatos en prennent facilement ombrage ; mais confronté à leurs critiques, Venti n'a pas l'air d'afficher une once de remords.\n\n« Comment pourriez-vous savoir si c'est faux ? »\n\nIl n'a pas tort : même la plus dévote des nonnes serait bien incapable de connaître tous les détails de la vie de Barbatos, il y a de cela mille ans.\n\nSeul Venti sait ce qu'il en est, et le cache derrière un sourire énigmatique.\n\nPour une simple raison : les exploits inorthodoxes qu'il chante sont inventés de toutes pièces.\n\nMais après tout, qui ne sent pas porté par une inspiration débordante après quelques verres ?",
      "pt": "Há um imenso carvalho no centro da Origem do Vento, que teria brotado quando Vennessa subiu aos céus há um milênio atrás.\n\nNos últimos meses, os viajantes descansando à sombra do grande carvalho às vezes ouvem um garoto cantando as canções de Barbatos, o Arconte Anemo.\n\nAo contrário das divindades dominantes das outras nações, Barbatos há muito tempo deixou Mondstadt. De fato, a única prova visível de sua conexão com Mondstadt são as Estátuas dos Sete que aparecem em todo o país - e mesmo assim, a semelhança é vaga, na melhor das hipóteses. Felizmente, as ações passadas de Barbatos estão registradas em livros e poemas épicos, cantadas e transmitidas pelos bardos.\n\nEm contraste com esses trabalhos mais canônicos, as baladas de Venti tendem a incluir aventuras bizarras e atos de travessuras...\n\nOs adoradores de Barbatos são rápidos em criticar esses contos frívolos como invenções blasfemas. Porém, sempre que alguém confronta Venti sobre isso, sua resposta sugere que ele não tem um pingo de arrependimento.\n\n\"Como você pode saber que elas são falsas?\"\n\nEle tem razão - nem mesmo a monja mais devota poderia saber o detalhes de todas as ações que Barbatos fez a um milênio atrás. Só Venti sabe que as canções sob aquele sorriso misterioso...\n\nsão realmente inventadas.\n\nBem, a culpa é do álcool.",
      "ru": "В центре долины Ветров возвышается огромный дуб, который, согласно легенде, был посажен Веннессой, давным-давно вознёсшейся на Селестию.\n\nУже несколько месяцев отдыхающие у дуба путешественники слышат мальчика, поющего легенды об Анемо Архонте Барбатосе.\n\nВ отличие от большинства других Архонтов, правящих соседними королевствами, Барбатос давно покинул Мондштадт. Всё, что осталось от него, - статуи, лишь отдалённо его напоминающие. Но к счастью, его прошлые деяния сохранились в книгах и эпических балладах, поколениями воспеваемых бардами.\n\nОднако в отличие от каноничных произведений, рассказывающих о подвигах Архонта, Венти поёт про Барбатоса немного иные вещи. Зачастую его песни повествуют о странных приключениях и озорстве.\n\nК примеру, он рассказывает, как Барбатос однажды украл скипетр Крио Архонта, подменив его дубинкой хиличурла...\n\nЭто весьма задевает верующих в Архонта горожан, но, сталкиваясь с обвинениями, Венти отвечает без зазрения совести: «Откуда вам знать, правда это или нет?»\n\nИ с этим нельзя спорить, ведь даже самым посвящённым сёстрам не известно, что на самом деле происходило с Барбатосом тысячелетия назад. И за загадочной улыбкой Венти скрывает правду о том, что все его басни - выдумка. Но разве можно винить его за ту музу, что приходит после пары бокалов вина?",
      "id": "Ada sebuah pohon oak besar berada di tengah-tengah Windrise. Menurut legenda, pohon itu tumbuh ketika Vennessa naik ke surga ribuan tahun yang lalu.\n\nDalam beberapa bulan terakhir, orang-orang yang beristirahat di bawah pohon oak besar itu terkadang mendengar suara anak muda yang sedang menyanyikan kisah Barbatos, Archon Anemo.\n\nBerbeda dengan dewa lain yang masih memimpin bangsanya, Barbatos telah lama meninggalkan Mondstadt. Satu-satunya bukti nyata keberadaannya adalah Patung The Seven — bahkan patung itu pun tidak jelas. Untungnya, perbuatan yang dilakukan Barbatos di masa lalu tercatat di dalam buku dan epos, dinyanyikan dan disebarkan oleh para penyair.\n\nNamun yang berbeda adalah, \"Barbatos\" cenderung terlibat dalam petualangan aneh dan berbuat onar dalam lagu-lagu Venti, seperti mencuri tongkat Archon Cryo dan menukarnya dengan tongkat Hilichurl.\n\nPara pemuja Barbatos langsung mengkritik dan mengatakan bahwa semua itu adalah rekayasa. Tapi tanggapan Venti terhadap kritikan itu tidak menunjukkan penyesalan.\n\n\"Bagaimana kamu tahu semua itu adalah rekayasa?\"\n\nYa, bahkan suster yang paling berdedikasi sekalipun tidak mengetahuinya secara pasti rincian perbuatan Barbatos ribuan tahun lalu.\n\nHanya Venti yang tahu kebenaran di balik lirik lagunya, dan semua itu adalah kebenaran yang dia sembunyikan di balik senyumannya yang penuh teka-teki.\n\nMemang benar, semua itu adalah rekayasa.\n\nYah, minum terlalu banyak membuat Venti bernyanyi sesuka hatinya.",
      "th": "ต้นโอ๊กขนาดใหญ่ที่ตั้งสูงตระหง่านอยู่กลาง Windrise ว่ากันว่ามันงอกเงยขึ้นมาเมื่อหลายพันปีก่อน ในวันที่ Vennessa วีรชนที่แสนยิ่งใหญ่ ผู้ปลดปล่อย Mondstadt ได้ขึ้นสู่สรวงสวรรค์\n\nช่วงเวลาไม่กี่เดือนที่ผ่านมา เหล่าผู้คนที่ไปพักอยู่ที่ใต้ต้นไม้นั้น บางครั้งจะได้ยินแว่วเสียงร้องเพลงของเด็กหนุ่ม ซึ่งกำลังขับร้องถึงเรื่องราวของ Barbatos เทพเจ้าแห่งสายลมอยู่\n\nต่างจากเทพเจ้าตนอื่น ๆ ที่ยังคงปกปักรักษาดินแดนของตนเองอยู่ Barbatos นั้นได้ออกจาก Mondstadt ไปนานแล้ว ซึ่งสิ่งที่เหลืออยู่นั้นมีเพียง \"Statues of the Seven\" ที่แสดงให้เห็นหน้าตาของเขาไว้อย่างเลือนรางเท่านั้น อย่างไรก็ตามเรื่องราวของเทพเจ้าตนนี้นั้นยังคงปรากฏอยู่ในคัมภีร์ศักดิ์สิทธิ์และหนังสือประวัติศาสตร์ต่าง ๆ และถูกขับร้องโดยเหล่านักกวีทั้งหลายสืบไป\n\nสิ่งที่แตกต่างออกไปก็คือ \"Barbatos\" ที่อยู่ในบทเพลงของ Venti นั้น มักจะมีเนื้อหาเกี่ยวกับการผจญภัยที่แปลกประหลาด และการกระทำที่ซุกซน อย่างเช่น การขโมยคทาของเทพเจ้าแห่งน้ำแข็ง โดยวางไม้เท้าของ Hilichurl ไว้แทนที่\n\nเหล่านักบวชที่เคารพบูชาเทพเจ้าแห่งลมนั้น ต่างไม่ถูกใจกับสิ่งนี้ แต่เมื่อต้องเผชิญกับการซักถามเหล่านั้น การตอบของ Venti กลับไม่มีท่าทีของความสำนึกผิดเลยแม้แต่น้อย\n\n\"รู้ได้ยังไงว่านั่นไม่ใช่เรื่องจริง?\"\n\nแน่นอนสิ แม้แต่ซิสเตอร์ที่เคร่งครัดที่สุด ก็ยังไม่สามารถรู้เรื่องราวการมีอยู่เมื่อพันปีก่อนของ Barbatos ผู้ยิ่งใหญ่ได้หมดทุกเรื่องหรอกนะ\n\nมีเพียง Venti ผู้มีรอยยิ้มลึกลับเท่านั้น ที่รู้ดีถึงทุก ๆ อย่างที่เขาร้อง...\n\nมันก็ต้องเป็นเรื่องโกหกนั่นแหละ\n\nก็แค่เมาแล้ว... ร้องเพลงไปเรื่อยก็เท่านั้น",
      "vi": "Ở giữa Phong Khởi Địa có một cây sồi to lớn đứng sừng sững. Tương truyền, nó đã nảy mầm vào ngàn năm trước vào lúc người anh hùng giải phóng Mondstadt Vennessa bay lên trời cao.\n\nVài tháng gần đây, những người ngồi dưới gốc cây nghỉ ngơi, thỉnh thoảng sẽ nghe thấy giọng hát của một chàng thiếu niên, hát về sự tích thần gió Barbatos.\n\nKhác với các thần linh khác vẫn đang cai trị, Barbatos rời khỏi Mondstadt đã lâu, hình tượng lưu lại chỉ còn là khuôn mặt mơ hồ trên \"Thất Thiên Thần Tượng\". Nhưng sự tích về thần vẫn tồn tại trong điển cố sử sách, được các nhà thơ lưu truyền rộng rãi.\n\nKhác biệt ở chỗ, Barbatos trong bài ca của Venti, lại luôn trải qua những cuộc phiêu lưu đầy màu sắc, làm những hành động kỳ quái một cách tùy hứng, ví như đánh cắp quyền trượng của Băng Thần, rồi để lại cây côn của Hilichurl để thay thế...\n\nNhững tu sĩ thờ phụng Phong Thần đã phê phán nặng nề về việc này, nhưng khi đối mặt chất vấn, Venti đã trả lời không chút ăn năn.\n\n\"Làm sao biết chuyện đó là giả?\"\n\nĐúng vậy, cho dù là tu nữ sùng đạo nhất, cũng không thể biết tất cả sự tích về ngài Barbatos ngàn năm trước.\n\nChỉ có Venti, người để lộ ra nụ cười thần bí biết rõ, tất cả những gì cậu hát...\n\nĐều là bịa đặt.\n\nUống say rồi, tùy tiện hát thế thôi."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "大约两千六百年前，魔神战争尚未结束，尘世尚未划归七神所有。\n\n彼时叫做「蒙德」的城市被飓风团团包围，连飞鸟也不得通行。风无休止，将城中的土地与岩石都磨成细腻如水的尘沙。\n\n高塔之上的风之君王，乃是「龙卷的魔神」迭卡拉庇安。他睥睨着那些在无尽的吹息中躬下身子的臣民，认为他们顺服，对此十分满意。\n\n彼时的温迪，原本是北境大地上咆哮的千风中的一缕。\n\n后来被称作「巴巴托斯」的他，当时并无魔神之格，只是风中细微的元素精灵，是一缕「能够带来细小的转机与希望之风」。\n\n在旧蒙德，温迪结识了一位少年。少年懂得弹琴，渴望写出最好的诗。\n\n「我想看见飞鸟翱翔的模样。」\n\n生在风墙之内，不曾见过蓝天、鹰隼与绿草的少年这样说道。他的声音几乎被呼啸的风声盖过。\n\n「朋友，不与我同去吗？」",
      "zht": "大約兩千六百年前，魔神戰爭尚未結束，塵世尚未劃歸七神所有。\n\n彼時叫做「蒙德」的城市被颶風團團包圍，連飛鳥也不得通行。風無休止，將城中的土地與岩石都磨成細膩如水的塵沙。\n\n高塔之上的風之君王，乃是「龍捲的魔神」迭卡拉庇安。他睥睨著那些在無盡的吹息中躬下身子的臣民，認為他們順服，對此十分滿意。\n\n彼時的溫迪，原本是北境大地上咆哮的千風中的一縷。\n\n後來被稱作「巴巴托斯」的他，當時並無魔神之格，只是風中細微的元素精靈，是一縷「能夠帶來細小的轉機與希望之風」。\n\n在舊蒙德，溫迪結識了一位少年。少年懂得彈琴，渴望寫出最好的詩。\n\n「我想看見飛鳥翱翔的模樣。」\n\n生在風牆之內，不曾見過藍天、鷹隼與綠草的少年這樣說道。他的聲音幾乎被呼嘯的風聲蓋過。\n\n「朋友，不與我同去嗎？」",
      "jp": "今から約2600年前、魔神戦争はまだ続いており、世界は七神の統治下に置かれていなかった。\n\n当時の「モンド」と呼ばれた都市は暴風に包まれ、鳥一羽も通さなかった。狂風は鳴り止まず、城内の土地と岩を水のように粉々にした。\n\n高塔の上に君臨する風の君王は「竜巻の魔神」デカラビアン。狂風に吹かれ跪いている臣民を睥睨し、それ光景を従順と捉えた彼は、満足していた。\n\n当時のウェンティは、北境の大地で咆哮する千風のうちの一つであった。\n\n後世に「バルバトス」と称される彼は、その時は魔でも神でもなく、風の中に流れる微小な元素精霊で、「小さな転機と希望をもたらす風」であった。\n\nかつてのモンドで、ウェンティはある少年と出会った。少年はライアーが得意で、一番美しい詩を書くことを目標としていた。\n\n「僕は、鳥が自由に空を飛ぶ姿が見たいな」\n\n風の壁の中に生まれ、青空と鷹、緑の草原を見たことのない少年は言った。狂風の音は彼の声をほとんど覆い隠した。\n\n「友よ、一緒に見に行かない？」",
      "ko": "2600여 년 전, 마신 전쟁의 불씨는 아직 사라지지 않았고, 세상 역시 일곱 신의 통치로 나뉘지 않았다.\n\n이때 「몬드」라 불리는 도시가 폭풍에 휩싸여 새 한 마리 조차 통과하지 못했다. 멈추지 않는 바람은 도시의 땅과 바위를 모두 깎아, 물처럼 고운 모래로 만들어 버렸다.\n\n고탑 위의 바람의 군왕 「폭풍의 마신」 데카라비안은 끝없는 재앙 아래 몸을 굽힌 백성들을 업신여기며, 그들이 복종한 것에 매우 만족했다.\n\n이때 벤티는 원래 북쪽 대지에서 포효하던 한 줄기 바람에 불과했다.\n\n훗날 「바르바토스」라 불리는 그는 당시엔 마신의 자격을 얻지 못한 작디작은 원소 정령으로 「조그만 호전과 희망을 가져다주는 바람」일 뿐이었다.\n\n벤티는 옛 몬드에서 소년 한 명을 사귀게 된다. 소년은 하프를 연주할 줄 알고 가장 좋은 시를 쓰길 갈망했다.\n\n「새가 하늘을 나는 모습을 보고 싶어」\n\n바람의 장벽 안에서 살아가며 파란 하늘과 매, 그리고 푸른 풀을 본 적 없는 소년이 이렇게 말한다. 그의 목소리는 울부짖는 바람 소리에 거의 묻히게 된다.\n\n「친구야, 나랑 같이 가지 않을래?」",
      "en": "Around 2,600 years ago, the Archon War had yet to end, and the world had yet to fall under the dominion of The Seven.\n\nIn those days, the city called \"Mondstadt\" was surrounded on all sides by gales impenetrable even to the birds of the air. The wind's ceaseless howling ground the soil and the rock of that city into smooth, flowing dust.\n\nThe Lord of Wind who lived in his high tower was Decarabian, God of Storms. He squinted from on high at his subjects, who bowed before him in the unceasing wind, and, believing them submissive, thought this good.\n\nIn those days, Venti was but a single thread of the thousand winds that roared through the northern lands.\n\nHe who would in latter days be known as \"Barbatos\" was but a tiny elemental spirit, without a shred of divine dignity, a breeze that brought subtle changes for the better, or tiny seeds of hope.\n\nIn Mondstadt of old, Venti met a young boy. This lad knew how to play the lyre, and longed to write the greatest poem of all.\n\n\"I do so wish to see the birds in flight.\"\n\nSo said the boy who had never seen the blue sky, eagles, or the green grass, his voice almost utterly drowned by the wind.\n\n\"Friend, will you not come along?\"",
      "de": "Vor ungefähr zweitausendsechshundert Jahren wütete immer noch der Archontenkrieg und die Sieben waren noch nicht zum Herrschertum aufgestiegen.\n\nZum damaligen Zeitpunkt war ganz Mondstadt noch von einem Orkan umgeben und nicht einmal ein Vogel hätte ihn passieren können. Wie ein Perpetuum Mobile hielt der Orkan an und schmirgelte die Stadtmauern ab zu feinem Staub.\n\nDer Herrscher im hohen Turm war Decabarian, der Gott der Stürme. Er blickte mit Wohlgefallen auf das schnöde Volk herab, wie es sich immer und immer wieder verbeugte.\n\nZu der Zeit fegte Venti grollend im Norden als kleiner Teil der Tausend Winde über das Land.\n\nBarbatos, der Name, unter dem ihn die meisten Leute später kennen würden, war kein Archon, sondern ein Elementargeist des Windes, der viele Veränderungen und Hoffnungen mit sich bringen würde.\n\nIm alten Mondstadt lernte Venti einen Jungen kennen. Dieser Junge wusste, wie man Harfe spielte, und er hatte den leidenschaftlichen Wunsch, Gedichte niederzuschreiben.\n\n„Wie gern ich die Vögel beim Fliegen beobachten würde!“,\n\nsagte der Junge, der in einem Gefängnis aus Orkanwänden saß und weder einen blauen Himmel noch grünes Gras gesehen hatte. Seine zarte Stimme war im dröhnenden Orkanrauschen kaum zu vernehmen.\n\n„Mein Freund, willst du nicht mit mir kommen?“",
      "es": "2600 años atrás, la Guerra de los Arcontes aún no había llegado a su fin, y el mundo aún no había quedado bajo el dominio de Los Siete.\n\nEn aquellos días, la ciudad llamada “Mondstadt” estaba rodeada por todos lados por unos vientos que eran impenetrables incluso para las aves. El aullido incesante del viento molió la tierra y la roca de ese lugar y lo convirtió en polvo fino.\n\nEl Señor del Viento que vivía en su alta torre era Decarabian, el Dios de la Tempestad. Miraba desde lo alto a sus súbditos, que se inclinaban ante él en medio del viento incesante y, creyéndolos sumisos, se sentía complacido.\n\nEn aquellos días, Venti no era más que un soplo de los mil vientos que rugían por las tierras del norte.\n\nQuien posteriormente sería conocido como “Barbatos” no era más que un pequeño espíritu elemental, sin una pizca de dignidad divina, una brisa que traía pequeños cambios en el mejor de los casos, o pequeñas semillas de esperanza.\n\nEn la Mondstadt de antaño, Venti conoció a un joven que sabía tocar la lira y anhelaba escribir el poema más grande de todos.\n\n“Deseo ver a los pájaros volar”,\n\ndijo el joven, que nunca había visto el cielo azul, las águilas o la hierba verde, con una voz casi completamente ahogada por el viento.\n\n“Amigo, ¿por qué no me acompañas?”.",
      "fr": "Il y a de cela environ 2 600 ans, la Guerre des Archons faisait rage, et le monde n'était pas encore passé sous la domination des Sept.\n\nEn ces temps-là, la Cité de Mondstadt était prisonnière, maintenue isolée du reste du monde par des vents furieux, qui s'érigeaient en une barrière impénétrable même pour le plus téméraire des oiseaux. L'incessant assaut des bourrasques avait fini par éroder pierres et sol, faisant souffler dans les ruelles une poussière qui jamais ne retombait.\n\nDécabarian, le Seigneur des Rafales, aussi appelé « Dieu des tempêtes », dominait le peuple du haut de sa tour, prenant grand plaisir à voir les Mondstadtois soumis entièrement à sa puissance.\n\nÀ cette époque, Venti n'était alors qu'une brise parmi les brises, un simple souffle parcourant les terres du nord.\n\nLui qui un jour deviendrait Barbatos, le puissant Archon Anémo, n'était à l'origine qu'un faible et agile esprit élémentaire, une brise apportant une touche d'espoir où elle le pouvait.\n\nVenti vint alors à faire la connaissance dans l'antique Mondstadt d'un jeune garçon ; ce dernier jouait de la lyre, et rêvait d'écrire un poème comme nul n'en avait jamais lu.\n\n« Ah, comme j'aimerais voir l'oiseau voler. »\n\nDe ciel azur, toujours il rêvait ; mais les murs d'orage couvraient l'horizon, et sa voix se perdait au milieu des vents hurlants.\n\n« Ami, ne me suivras-tu pas ? »",
      "pt": "Há cerca de 2.600 anos, a Guerra dos Arcontes ainda não havia terminado e o mundo ainda não havia caído sob o domínio dos Sete.\n\nNaqueles dias, a cidade chamada \"Mondstadt\" era cercada por ventos impenetráveis até mesmo para as aves do ar. Seus uivos incessantes transformaram o solo e as rochas daquela cidade em um pó fino e leve.\n\nO Senhor do Vento que vivia em sua alta torre era Decarabian, Deus das Tempestades. Ele estreitou os olhos do alto para seus súditos, que se curvavam diante dele com o vento incessante e, acreditando que eram submissos, achou isso bom.\n\nNaqueles dias, Venti era apenas um sopro dos mil ventos que rugiam nas terras do norte.\n\nAquele que nos últimos dias seria conhecido como \"Barbatos\" era apenas um minúsculo espírito elemental, sem um pingo de dignidade divina, uma brisa que trazia mudanças sutis para melhor ou minúsculas sementes de esperança.\n\nNa Mondstadt de antigamente, Venti conheceu um rapazinho. Esse rapaz sabia tocar lira e ansiava por escrever o maior poema de todos.\n\n\"Eu desejo ver as aves voando!\"\n\nAssim disse o menino que nunca havia visto o céu azul, as águias ou a grama verde, sua voz quase totalmente afogada pelo vento.\n\n\"Amigo, gostaria de me acompanhar?\"",
      "ru": "Около двух тысяч шестьсот лет тому назад ещё гремели Войны Архонтов, а семи Архонтам только предстояло установить свою власть над миром.\n\nВ те времена город под названием Мондштадт окружали ураганы, непреодолимые даже для птиц. Нескончаемый ветер перемалывал городскую землю и камни в мельчайшую пыль.\n\nВладыка ветра, Бог бури Декарабиан, восседал в своей высокой башне. С презрением смотрел он на своих подчинённых, которые сгибались от нескончаемого ветра, и радовался их видимой покорности.\n\nВенти тогда был всего лишь струйкой среди ревущих над землями севера ветров.\n\nТот, кого позже будут величать Барбатосом, был мелким элементалем без намёка на божественное величие, ветерком, приносившим едва заметные перемены к лучшему или крохотные семена надежды.\n\nВ древнем Мондштадте Венти повстречал юношу. Юноша тот играл на лире и жаждал писать самые лучшие стихи.\n\n«Я так мечтаю увидеть птиц».\n\nМолвил он, рождённый в стенах ветра, из-за которых не видно было ни синего неба, ни орлов, ни зелёной травы. Слова его заглушал вой ветра.\n\n«Почему бы тебе не пойти со мной, друг?»",
      "id": "Sekitar 2.600 tahun yang lalu, Perang Archon belum berakhir, dan dunia belum jatuh ke dalam kekuasaan The Seven.\n\nPada saat itu, kota yang disebut \"Mondstadt\" diselimuti badai, bahkan burung-burung pun tidak bisa terbang melintasi langitnya. Angin tanpa henti menghancurkan tanah dan bebatuan di kota tersebut dan menjadikannya butiran debu.\n\nThe Lord of Wind yang tinggal di menara tinggi adalah Decarabian, Dewa Badai. Dia melihat ke bawah pada subyek yang bersujud di hadapannya, percaya bahwa mereka semua tunduk padanya, dan menganggap ini hal yang baik.\n\nPada masa itu, Venti hanyalah seutas benang dari ribuan angin yang mengarungi daratan utara.\n\nKemudian dia yang dikenal dengan \"Barbatos\", hanyalah sebuah elemen kecil yang lemah, seperti \"angin sepoi-sepoi yang membawa perubahan kecil atau seperti benih penuh harapan\".\n\nDi kota Mondstadt yang lama, Venti mengenal seorang anak muda. Anak muda tersebut tahu caranya memainkan lira, dan berkeinginan menulis puisi-puisi terindah.\n\n\"Aku ingin melihat burung-burung terbang.\"\n\nDemikian kata anak yang belum pernah melihat langit biru, elang ataupun rumput hijau. Suaranya hampir tidak terdengar karena deru angin.\n\n\"Teman, maukah kamu pergi bersamaku?\"",
      "th": "ประมาณเมื่อสองพันหกร้อยปีก่อน ครั้นเมื่อสงครามเทพอสูรยังไม่จบสิ้น แผ่นดินยังไม่อยู่ภายใต้การปกครองของเทพทั้งเจ็ด\n\nเวลานั้นเมืองที่มีนามว่า Mondstadt ถูกพายุปกคลุมรอบด้าน แม้แต่นกน้อยก็ยังไม่อาจบินผ่านได้ ลมพัดอย่างไม่จบสิ้น จนทำให้พื้นดินและหินในเมือง สลายจนเป็นฝุ่นละเอียดดั่งสายน้ำ\n\nThe Lord of Wind บนหอคอยนั้น ซึ่งก็คือ \"เทพอสูรแห่งพายุ\" Decarabian เขามองลงไปยังประชาชน ที่น้อมตัวลงกลางพายุที่พัดไม่หยุดหย่อนด้วยความโอหัง คิดว่าพวกเขานั้นยอมเชื่อฟัง จึงรู้สึกพอใจเป็นอย่างมาก\n\nVenti ในตอนนั้น เป็นเพียงแค่หนึ่งในสายลมนับพันบนแผ่นดินทางเหนือ\n\nหลังจากนั้น เขาที่ถูกเรียกว่า \"Barbatos\" นั้น ยังไม่มีคุณลักษณะที่จะเป็นเทพอสูร เป็นเพียงวิญญาณธาตุที่บอบบางในสายลม เป็น \"ลมที่สามารถสร้างจุดเปลี่ยน และความหวังเล็ก ๆ\" เท่านั้น\n\nในเมือง Mondstadt เก่า Venti ได้รู้จักกับหนุ่มน้อยคนหนึ่ง อีกฝ่ายสามารถเล่นพิณได้ และอยากที่จะเขียนกวีที่ไพเราะออกมา\n\n\"ฉันอยากเห็นท่าทางเวลาโบยบินของนก\"\n\nหนุ่มน้อยที่เกิดในกำแพงพายุ และไม่เคยได้เห็นแม้กระทั่งท้องฟ้าสีคราม นกอินทรี หรือหญ้าเขียวกล่าวขึ้น เสียงของเขานั้นแทบจะถูกเสียงลมอันโหยหวนกลบไปจนหมดสิ้น\n\n\"สหาย จะไม่ร่วมเดินทางไปกับข้าเหรอ?\"",
      "vi": "Khoảng 2600 năm trước, cuộc chiến với Ma Thần vẫn chưa chấm dứt, thế giới vẫn chưa thuộc về bảy vị thần.\n\nVào thời điểm đó, thành phố có tên gọi Mondstadt đang bị những cơn gió lốc bao vây, thậm chí cả chim chóc cũng không thể nào bay qua. Gió thổi không ngừng nghỉ, khiến cho đất đá trong thành đều bị nghiền thành bụi mịn như nước.\n\nVua của gió đang đứng trên toà tháp cao, chính là \"Thần Bão Tố\" - Decarabian. Hắn vô cùng hài lòng liếc nhìn những thần dân đang cúi mình trong cơn gió bất tận, chấp nhận phục tùng.\n\nVenti lúc đó vốn chỉ là một luồng gió trong hàng ngàn cơn gió đang gào thét trên vùng đất phía Bắc.\n\nAnh ấy sau này được gọi là \"Barbatos\", nhưng vào thời điểm đó không hề có tư cách của ma thần, mà chỉ là một tinh linh nguyên tố nhỏ bé trong gió mà thôi, là một luồng \"gió có thể mang đến cơ hội và hy vọng mong manh\".\n\nỞ Mondstadt cũ, Venti đã quen biết một cậu thiếu niên biết chơi đàn, có khát vọng viết ra những bài thơ hay nhất.\n\n\"Tôi muốn được nhìn thấy hình dáng chú chim bay lượn.\"\n\nChàng thiếu niên được sinh ra trong bức tường gió, chưa từng nhìn thấy bầu trời, chim ưng và cỏ xanh đã nói như thế. Tiếng nói của cậu gần như đã bị che lấp bởi tiếng gió gào rít.\n\n\"Bạn không đi cùng tôi sao?\""
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "为了生在城中，未曾目睹飞鸟的少年，元素精灵温迪搜集来鹰隼的翎羽。\n\n此后，蒙德爆发了追求「自由」的战争。\n\n羽毛藏在温迪怀中，随他一同在反抗的硝烟里见识了乖僻的君王之殁。\n\n君王曾为臣子们提供没有苦寒的城市。直到最后，他都以为众臣爱他，一如他爱他们。\n\n即便得到胜利，温迪也未能将这片羽毛交给少年。因为少年在抗争中为了诗歌、蓝天、飞鸟，以及与他一样生在风墙内的人们而死。\n\n旧的神座崩毁，新神诞生。风神巴巴托斯体会到了指尖流淌的力量。\n\n他用这力量所做的第一件事，便是以少年的模样重塑自身形体。\n\n——因为只有用人类的形体，才能弹好少年钟爱的竖琴。\n\n他拂动琴弦，用神风吹散冰雪，劈开山峦。\n\n让新的蒙德成为自由之地吧，成为无人称王的国度。\n\n假以时日，应该会是很好、很浪漫的城邦…\n\n「他也会希望生活在这样的地方吧。」\n\n如是，「新蒙德」之肇始。",
      "zht": "為了生在城中，未曾目睹飛鳥的少年，元素精靈溫迪搜集來鷹隼的翎羽。\n\n此後，蒙德爆發了追求「自由」的戰爭。\n\n羽毛藏在溫迪懷中，隨他一同在反抗的硝煙裡見識了乖僻的君王之歿。\n\n君王曾為臣子們提供沒有苦寒的城市。直到最後，他都以為眾臣愛他，一如他愛他們。\n\n即便得到勝利，溫迪也未能將這片羽毛交給少年。因為少年在抗爭中為了詩歌、藍天、飛鳥，以及與他一樣生在風牆內的人們而死。\n\n舊的神座崩毀，新神誕生。風神巴巴托斯體會到了指尖流淌的力量。\n\n他用這力量所做的第一件事，便是以少年的模樣重塑自身形體。\n\n——因為只有用人類的形體，才能彈好少年鍾愛的豎琴。\n\n他拂動琴弦，用神風吹散冰雪，劈開山巒。\n\n讓新的蒙德成為自由之地吧，成為無人稱王的國度。\n\n假以時日，應該會是很好、很浪漫的城邦…\n\n「他也會希望生活在這樣的地方吧。」\n\n如是，「新蒙德」之肇始。",
      "jp": "風の城に生まれ、空を飛ぶ鳥を見たことがない少年のために、元素精霊ウェンティは鷹の羽根を集めた。\n\nその後、モンドでは「自由」を追い求める戦争が勃発した。\n\nウェンティが持っていた羽根は、彼と共に反抗の戦いで孤高なる君王が死没するのを見届けた。\n\nかつて、君王は臣民に苦しみのない温かい住処を提供した。死の直前までに、自分が臣民を愛するように、自分は臣民に愛されていると君王は思っていた。\n\n勝利を手に入れたが、ウェンティがこの羽根を少年に渡せる日は来なかった。少年は抗争の中で、詩歌と青空、空を飛ぶ鳥、そして同じ風の壁の中に生まれた同士とのために、戦死してしまったから。\n\n古い神の座が崩れ、新たな神が誕生した。風神バルバトスは、指先に流れる力を感じた。\n\nこの力の最初の使い道は、少年の身体を姿を借り、自分の形を作ることだった。\n\n——人の身体がないと、少年が大好きだったライアーをきちんと演奏できないからだ。\n\nライアーを奏で、神の風で氷雪を吹き散らし、山を一刀両断する。\n\n新たなモンドを、自由の地にしよう、王のいない国にしよう。\n\nそしていつか、とても素敵でロマン溢れる国になるはず…\n\n「彼もきっとそんな場所で暮らしたいよね」\n\nこうして、「新モンド」の幕が上がった。",
      "ko": "원소 정령 벤티는 도시 안에서 태어나 한 번도 하늘을 나는 새를 보지 못한 소년을 위해 매의 깃털을 모았다.\n\n이후 몬드에 「자유」를 되찾기 위한 전쟁이 발발하게 된다.\n\n깃털은 벤티의 품에 숨겨긴 채 그와 함께 저항의 연기 속에서 비뚤어진 군왕의 죽음을 보게 된다.\n\n군왕은 그의 백성들을 위해 혹한이 없는 도시를 제공했다. 그는 마지막까지 백성들이 그가 그들을 사랑하는 만큼 사랑한다고 여겼다.\n\n승리했음에도 불구하고 벤티는 깃털을 소년에게 건네지 못한다. 소녀는 항쟁 도중 시와 파란 하늘, 새, 그리고 그처럼 바람의 장벽 안에서 태어난 이들을 위해 죽었기 때문이다.\n\n오래된 신좌가 무너지고 새로운 신이 탄생한다. 바람의 신 바르바토스는 손끝에 흐르는 힘을 느끼게 된다.\n\n그는 이 힘을 가진 뒤 제일 먼저 한 일은 바로 소년의 모습으로 자신의 신체를 변형한 것이다.\n\n오직 인간의 형체로만 소년이 사랑하던 하프를 연주할 수 있기 때문에…\n\n그는 하프를 켜면서 신의 바람으로 눈보라와 산들을 날려버렸다.\n\n새로운 몬드는 누구도 왕을 자처하지 않는 자유의 도시가 되게 하라.\n\n시간이 지나면 아주 좋고 아주 낭만적인 도시가 되겠지….\n\n「그도 이런 곳에서 살길 바랐겠지」\n\n이것이 바로 「새로운 몬드」의 시작이다",
      "en": "The elemental being Venti obtained the feather of an eagle for the lad living in that storm-shrouded city, who had never seen a bird in his life.\n\nThen, war broke out in Mondstadt, in the name of freedom.\n\nWith the feather tucked away in his breast pocket, Venti watched the fall of the eccentric ruler amid the wrack and ruin of revolt together with his friend.\n\nThe ruler had believed that he had given his subjects a city free from the bitter cold, and to the end, he believed that they had loved him as he loved them.\n\nYet, despite the victory, Venti was never able to give that feather to the lad, for that lad had fallen in the battle for the sake of song, sky, and birds, and for the people who, like him, had dwelled within the storm-wall.\n\nWith the crumbling of an ancient seat of divinity, a new god was born. The Anemo Archon Barbatos felt power flowing at his fingertips.\n\nHis first use of this power was to reconstitute himself in the likeness of that young lad.\n\nFor only if he wore human shape could he play the lyre that the lad so loved.\n\nPlucking its strings, he scattered the ice and snow and split the mountains with a divine wind.\n\nHe bade Mondstadt become a city of freedom, a nation without a king.\n\nIn future, he believed, it would become a better, more romantic city.\n\n\"Surely, he too would have wanted to live in such a place.\"\n\nThus, a new age began for Mondstadt.",
      "de": "Dem Jungen, der sein ganzes Leben nur in der Stadt verbracht hatte, brachte Venti die Feder eines Adlers.\n\nKurz darauf brach der Krieg um die Freiheit in Mondstadt aus.\n\nDie Feder gut versteckt in seiner Brusttasche sah Venti, wie der widerwärtige Herrscher in den Abgrund gestürzt wurde.\n\nEr hatte geglaubt, dass die Stadt, die er seinen Untertanen einst zum Schutz vor der Kälte gegeben hatte, Grund genug war, ihn zu lieben, so wie er sein Volk liebte.\n\nTrotz des Sieges für Mondstadt hatte Venti keine Gelegenheit mehr, dem Jungen die Feder zu geben. Er gab sein Leben im Kampf für Poesie, den Himmel, die Vögel und für jeden, der in den dichten Stadtmauern gefangen war.\n\nDer Thron der alten Gottheit bröckelte und ein neuer Gott würde an seine Stelle treten. Der Gott des Windes Barbatos fühlte, wie die Macht seine Finger durchströmte.\n\nSeine erste Handlung war die der Umwandlung seines Körpers und er formte sein Anlitz nach dem des Jungen.\n\nDenn nur so konnte er das Harfenpiel des Jünglings weitertragen.\n\nMit heftigen Saitenschlägen spaltete er Eis und Schnee und zerteilte einen Berg mit der Kraft des Windes.\n\nVon nun an sollte Mondstadt frei sein, frei von Monarchie und Unterdrückung.\n\nSehr bald schon sollte es eine romantische, verantwortungsbewusste Stadt werden ...\n\n„Sicherlich hätte auch er an einem solchen Ort leben wollen.“\n\nUnd so wurden die Annalen des „Neuen Mondstadts“ geschrieben.",
      "es": "El ser elemental Venti obtuvo la pluma de un águila para el muchacho que vivía en una ciudad envuelta en tormentas y que nunca había visto un pájaro en su vida.\n\nEntonces, estalló en Mondstadt la guerra por la libertad.\n\nCon la pluma escondida en el bolsillo de su pecho, Venti observó la caída del excéntrico gobernante en medio de la revuelta junto con su amigo.\n\nEl tirano creía que había dado a sus súbditos una ciudad libre del frío, y creía que la gente lo había amado como él la amaba a ella.\n\nSin embargo, a pesar de la victoria, Venti nunca pudo darle esa pluma al muchacho, pues este había caído en la batalla al luchar por la poesía, los cielos y los pájaros, así como por las personas que, como él, habían vivido dentro del muro de tormentas.\n\nCon el desmoronamiento del trono divino, nació un nuevo dios. Barbatos, el Arconte Anemo, sintió que el poder fluía por sus manos.\n\nLa forma en que usó por primera vez ese poder fue para remodelar su propio cuerpo con el aspecto de ese muchacho.\n\nLo hizo porque solo con una forma humana podría tocar la lira tan anhelada por el joven.\n\nAl tocar sus cuerdas, creó un viento divino que derritió el hielo y la nieve y partió las montañas.\n\nAsí, hizo que Mondstadt se convirtiera en una ciudad libre, una nación sin rey.\n\nCreía que en el futuro se convertiría en un lugar mejor.\n\n“Seguramente, él también habría querido vivir en un lugar como este”.\n\nDe este modo, comenzó una nueva era para Mondstadt.",
      "fr": "L'esprit élémentaire qu'était alors Venti récupéra pour le jeune garçon né dans la cité, qui jamais de sa vie n'avait vu d'oiseau, des plumes de faucon.\n\nMais peu après éclata à Mondstadt la révolution du peuple demandant sa liberté.\n\nLes plumes restèrent avec Venti, l'accompagnant à travers la fumée des canons, pour finalement être témoin à ses côtés de la mort du despote.\n\nLe tyran, qui avait offert à ses loyaux ministres une ville à l'abri des rigueurs de l'hiver, crut jusqu'à la fin que ceux-ci l'adoraient...\n\nQuant à Venti, une fois la victoire obtenue, il se dépêcha d'aller retrouver le jeune garçon pour lui remettre les plumes qu'il portait toujours sur lui. Hélas, ce dernier n'était plus, ayant succombé à son combat pour la poésie, les cieux d'azur et les oiseaux qu'il rêvait de voir un jour...\n\nLa divinité vaincue, un autre dieu devait naître et prendre sa place, et Venti, investi d'une puissance qu'il pouvait à présent sentir en tout son être, devint Barbatos, l'Archon Anémo.\n\nLa première chose qu'il fit avec ce nouveau pouvoir fut de se donner l'apparence du jeune garçon qui avait péri.\n\nEn effet, seule une forme humaine pourrait lui permettre de jouer la lyre à la manière de ce dernier...\n\nEt, pinçant les cordes de l'instrument, il souffla sur les glaciers, et sépara les pics montagneux.\n\n« Que Mondstadt soit désormais la cité de la liberté, un royaume sans roi. Avec le temps, je sais qu'elle deviendra un hâvre de paix, une capitale où il fera bon vivre. »\n\nEt c'est ainsi que Mondstadt, renaissant de ses cendres, devint avec le temps la cité que l'on connaît aujourd'hui.",
      "pt": "O ser elemental Venti deu a pluma de uma águia para o rapaz que vivia naquela cidade coberta por tempestades, que nunca havia visto um pássaro em sua vida.\n\nCom a pena dentro do bolso no peito, Venti e seu amigo viram a queda do governante excêntrico em meio à destruição e à ruína causada pela revolta.\n\nO governante acreditava que havia dado a seus súditos uma cidade livre do frio intenso e, até o final, acreditava que eles o haviam amado como ele os amava.\n\nNo entanto, apesar da vitória, Venti nunca foi capaz de dar aquela pluma ao rapaz, pois o rapaz havia sucumbido na batalha ao lutar pela música, o céu, os pássaros e as pessoas que, como ele, haviam habitado dentro do muro das tempestades.\n\nCom o desmoronamento do antigo trono divino, nasceu um novo deus. O Arconte Anemo Barbatos sentiu o poder fluir na ponta de seus dedos.\n\nSeu primeiro uso desse novo poder foi para remodelar seu próprio corpo à semelhança daquele jovem rapaz.\n\nPois somente se usasse a forma humana poderia tocar a lira que o rapaz tanto amava.\n\nTocando as cordas, ele espalhou o gelo e a neve e dividiu as montanhas com um vento divino.\n\nEle fez com que Mondstadt se tornasse uma cidade de liberdade, uma nação sem rei.\n\nNo futuro, ele acreditava, ela se tornaria uma cidade melhor e mais romântica.\n\n\"Certamente, ele também gostaria de ter vivido em um lugar assim\"\n\nEntão uma nova era começou para Mondstadt.",
      "ru": "Для юноши, который родился в объятом ветрами городе и никогда не видел птиц, элементаль Венти добыл орлиное перо.\n\nПозже в Мондштадте разразилась война за свободу.\n\nС пером за пазухой Венти вместе с другом наблюдал, как в дыму восстания своенравному тирану приходит конец.\n\nПравитель считал, что оградил своих подданных от холодов, и ему казалось, что они любили его не меньше, чем тот любил их.\n\nНо даже после победы Венти отдать юноше перо не смог, ведь он погиб в борьбе за песни, небо, птиц и людей, живших в стенах из ураганов.\n\nС падением старого божественного трона родился новый бог. Анемо Архонт Барбатос чувствовал, как переливается сила на кончиках его пальцев.\n\nС помощью этой силы он первым делом переродился в обличье того юноши.\n\nВедь на лире, которую юноша так любил, играть он мог только приняв форму человека.\n\nПеребирая струны, он божественным ветром разогнал лёд со снегом и расколол горы.\n\nНовому Мондштадту он велел стать городом свободы, страной без короля.\n\nСо временем он станет прекрасным, полным романтики городом.\n\n«Ему тоже хотелось бы жить в таком месте».\n\nТак для Мондштадта началась новая эпоха.",
      "id": "Bagi peri elemen yang tinggal di dalam kota besar seperti Venti, dia tidak pernah melihat burung terbang, dia hanya bisa menyimpan sehelai bulu elang.\n\nSuatu hari, terjadilah perang di Mondstadt yang memperebutkan \"kebebasan\".\n\nDengan bulu burung yang tersimpan di kantongnya, Venti menyaksikan jatuhnya raja yang sesat itu di tengah-tengah kehancuran kota.\n\nSang raja selalu percaya bahwa dia telah menciptakan sebuah kota yang bebas dari kesengsaraan bagi rakyatnya, dan dia selalu berpikir bahwa rakyatnya mencintai dia seperti dia mencintai rakyatnya.\n\nMeskipun pertempuran telah dimenangkan, Venti tetap tidak bisa menyerahkan bulu elang ini kepada anak muda tersebut. Karena anak muda ini telah mati bersama orang-orang yang tinggal bersamanya di dalam dinding badai, demi mempertahankan syair, langit biru, dan burung yang terbang bebas.\n\nDengan tumbangnya dewa-dewa lama, muncullah dewa-dewa baru. Sang Archon Anemo Barbatos merasakan kekuatan yang meluap-luap dari ujung jarinya.\n\nHal pertama yang dia lakukan dengan kekuatan baru ini adalah mengubah bentuk dirinya agar menyerupai seorang anak muda.\n\n—Karena dengan begini, dia bisa memetik kecapi yang begitu disukai oleh anak-anak muda.\n\nDengan setiap petikan senar, dia meniupkan angin yang dapat memecah es dan membelah gunung.\n\nBiarlah Mondstadt menjadi kota yang bebas, menjadi tempat yang tidak dijumpai adanya orang yang memanggil dirinya sendiri sebagai raja.\n\nSeiring berjalannya waktu, kota ini akan menjadi sangat indah, kota yang sangat romantis ....\n\n\"Kurasa dia juga berharap bisa tinggal di tempat seindah ini.\"\n\nDengan ini, dimulailah era yang baru untuk kota Mondstadt.",
      "th": "เพื่อเด็กหนุ่มที่เกิดและดำรงชีวิตอยู่ในเมือง ผู้ไม่เคยได้เห็นกระทั่งนกน้อยโบยบินมาก่อนนั้น วิญญาณธาตุ Venti จึงได้เก็บขนนกอินทรีมา\n\nหลังจากนั้นสงครามเพื่อแสวงหา \"อิสรภาพ\" ก็ปะทุขึ้นในเมือง Mondstadt\n\nขนนกซ่อนอยู่ในอ้อมอกของ Venti ระหว่างต่อสู้ไปพร้อมกับเขา ในหมอกควัน เขาได้พบเห็นการจากไปของราชาที่แสนวิตถาร\n\nราชาคิดว่าตนเคยปกครองเมืองให้ไร้ความยากลำบากแก่ประชาชน จนถึงสุดท้ายเขายังคงคิดว่า ทุกคนรักเขาดั่งที่เขารักทุกคน\n\nถึงแม้จะได้รับชัยชนะ แต่ Venti ก็ไม่สามารถมอบขนนกก้านนี้ ให้แก่เด็กหนุ่มอีกต่อไป เพราะอีกฝ่ายได้จากไปในสงคราม ที่ต่อสู้เพื่อบทกวี ท้องฟ้าสีคราม นกน้อยที่โบยบิน และผู้คนที่เกิดภายในรั้วกำแพงพายุแห่งนี้แล้ว\n\nบัลลังก์เทพเดิมดับสูญ เทพใหม่จึงได้ถือกำเนิดขึ้น เทพแห่งสายลม Barbatos สัมผัสได้ถึงพลังที่หลั่งไหลอยู่ที่ปลายนิ้ว\n\nเขาใช้พลังครั้งแรกในการสร้างรูปร่างของตนเป็นเด็กหนุ่ม\n\nเพราะมีเพียงใช้รูปร่างมนุษย์เท่านั้น ถึงจะสามารถดีดพิณที่เด็กหนุ่มชื่นชอบได้ดี\n\nเขาดีดสายพิณ ใช้ลมแห่งเทพพัดสลายน้ำแข็งหิมะ และแยกภูเขาเป็นสอง\n\nทำให้เมือง Mondstadt กลายเป็นเมืองแห่งอิสระ และกลายเป็นเมืองที่ไม่มีราชาครองบัลลังก์\n\nในวันข้างหน้า มันคงจะกลายเป็นเมืองที่ดีและโรแมนติกเป็นที่สุด...\n\n\"เขาเองก็คงคาดหวังที่อยากจะมีชีวิตอยู่ในเมืองแบบนี้ล่ะมั้ง\"\n\nด้วยเหตุนี้ \"Mondstadt ยุคใหม่\" จึงได้เริ่มต้นขึ้น",
      "vi": "Vì chàng thiếu niên sinh ra trong thành chưa từng được nhìn thấy chim bay, nên tinh linh Venti đã thu thập lông vũ của chim ưng.\n\nSau đó, Mondstadt nổ ra cuộc chiến tìm kiếm \"tự do\".\n\nNhững chiếc lông vũ được cất giấu trong lòng Venti, đã cùng anh chứng kiến cái chết của vị vua quái ác kia trong khói lửa chiến tranh.\n\nVị vua đã từng ban cho thần dân của mình một thành phố không có giá lạnh. Cho đến cuối cùng, hắn luôn cho rằng chúng thần đều yêu mến hắn, như cái cách mà hắn yêu họ.\n\nCho dù đã giành chiến thắng, nhưng Venti vẫn không thể đưa chiếc lông vũ này cho người thiếu niên kia, bởi cậu đã hy sinh trong cuộc chiến vì thơ ca, vì bầu trời xanh, vì chim bay và vì những người đã được sinh ra bên trong tường gió giống như cậu.\n\nChế độ thần cũ đã sụp đổ, vị thần mới được sinh ra. Phong Thần Barbatos đã cảm nhận được sức mạnh chảy qua từng đầu ngón tay.\n\nĐiều đầu tiên mà anh làm với sức mạnh này chính là biến thành hình dạng của thiếu niên.\n\n...Bởi vì chỉ khi dùng hình dạng của con người, mới có thể chơi được đàn hạc mà người thiếu niên kia đã yêu tha thiết.\n\nAnh lướt qua dây đàn, dùng gió thần thổi bay băng tuyết, xuyên qua dãy núi.\n\nHãy để Mondstadt mới trở thành một vùng đất tự do đi, trở thành một đất nước không có người xưng vương.\n\nQua thời gian, chắc chắn sẽ trở thành một thành phố tươi đẹp và lãng mạn...\n\n\"Anh ấy chắc cũng muốn được sống ở một nơi như vậy nhỉ.\"\n\nNếu vậy, đây là sự khởi đầu của một \"Mondstadt mới\"."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "蒙德的一切并不是风神的功劳，\n\n我现在会为你歌颂美好的万物万象——\n\n可得感谢西风揉了这么久，\n\n春天的花如此娇滴地开放。\n\n\n\n团雀、野鸭、兔子还有小野猪，\n\n蒙德复苏，万物开始生长。\n\n夏天的狮子漫步原野，\n\n我想夸它但是想不到别的词：\n\n多流些汗，冰酒痛饮更加舒爽？\n\n天这么热，是因为它鬃毛仿佛太阳？\n\n\n\n山门夹道，峡谷又似醉汉蹒跚，\n\n但是反正东风并不用走路，它用飞的。\n\n差不多果树的高度飞过，\n\n翅膀挟带着收获与果香。\n\n\n\n北风静静在林中浅睡，\n\n按道理说，它身边应该围绕着群狼。\n\n但谁也没见过它们，因它深知谁也不喜欢冬日。\n\n风神是知道的，它梦里一定有一个温暖的遐想。\n\n\n\n——四季轮转，四风从不止息。\n\n当然啦，功劳也不是它们的，主要是我的。\n\n要是没有吟游诗人，谁去把这些传唱？",
      "zht": "蒙德的一切並不是風神的功勞，\n\n我現在會為你歌頌美好的萬物萬象——\n\n可得感謝西風揉了這麼久，\n\n春天的花如此嬌滴地開放。\n\n\n\n團雀、野鴨、兔子還有小野豬，\n\n蒙德復甦，萬物開始生長。\n\n夏天的獅子漫步原野，\n\n我想誇牠但是想不到別的詞：\n\n多流些汗，冰酒痛飲更加舒爽？\n\n天這麼熱，是因為牠鬃毛彷彿太陽？\n\n\n\n山門夾道，峽谷又似醉漢蹣跚，\n\n但是反正東風並不用走路，它用飛的。\n\n差不多果樹的高度飛過，\n\n翅膀挾帶著收穫與果香。\n\n\n\n北風靜靜在林中淺睡，\n\n照理說，它身邊應該圍繞著群狼。\n\n但誰也沒見過它們，因它深知誰也不喜歡冬日。\n\n風神是知道的，它夢裡一定有一個溫暖的遐想。\n\n\n\n——四季輪轉，四風從不止息。\n\n當然啦，功勞也不是它們的，主要是我的。\n\n要是沒有吟遊詩人，誰去把這些傳唱？",
      "jp": "モンドの全てが、風神のお陰であるわけではない。\n\n君のために、今ここで万物を讃える歌を奏でよう——\n\n西風に感謝を、\n\n春の花がこんなに美しく咲いている。\n\n\n\nヤマガラ、アヒル、ウサギ、それとイノシシ、\n\nモンドが蘇り、万物が育つ。\n\n夏はライオンが野原を歩み、\n\n僕は褒めたいけど、歌詞が思いつかないな。\n\nもっと汗を流して、冷えたお酒を飲んだ方がよくない？\n\nこんなに暑いのは、ライオンの鬣が太陽に見えるから？\n\n\n\n山の狭い道や峡谷は、歩いている酔っ払いのように見える、\n\nどうせ東風は歩かずに飛ぶから問題ないさ。\n\n果樹と同じぐらいの高さで飛び、\n\n翼は収穫と果物の香りがついている。\n\n\n\n北風は森で静かに眠っている。\n\n本来なら、彼のそばには狼の群れがついているはずだ。\n\nだが、彼らを見た者は誰もいない。何故かというと、狼の群れは冬が苦手だと北風は知ってるからだ。\n\n自分の夢の中には、きっと温かい思いがあると風神も分かっている。\n\n\n\n——四季が変わり、四風は吹き止まない。\n\nまあ、当然ながらこれは彼らのお陰じゃなくて、ほとんどこのボクのお陰だよ。\n\nだって吟遊詩人がいないと、それを唄う人がいなくなるよね？",
      "ko": "몬드의 모든 것이 바람 신의 덕분인 것은 아니야.\n\n널 위해서, 지금 여기서 아름다운 만물을 찬양하는 노래를 해줄게——\n\n서풍이 오랫동안 어루만져 준 것에 감사를 해야 해,\n\n덕분에 봄날의 꽃이 이렇게 아름답게 필 수 있었으니까.\n\n\n\n참새, 오리, 토끼, 그리고 멧돼지,\n\n몬드가 재생하며 만물이 자라기 시작했지.\n\n여름에는 사자가 들판을 천천히 거닐어,\n\n음, 나는 사자를 칭찬하고 싶은데, 가사가 생각이 안 나네.\n\n땀을 많이 흘리고 나서, 차가운 술을 마시는 것이 좋지 않을까?\n\n날이 이렇게 더운 건, 사자의 갈기가 태양처럼 보이기 때문은 아닐까?\n\n\n\n산의 좁은 길과 협곡은 술에 취한 주정뱅이처럼 비틀거리지만,\n\n어차피 동풍은 걷지 않고 날아다니니 문제없지.\n\n과일나무와 같은 높이로 날아오르니, 날개에는 과일향이 가득해.\n\n\n\n북풍은 숲속에서 고요히 잠들어있어.\n\n원래라면 그의 주변에는 늑대들이 둘러 싸고 있어야 하지만,\n\n그 누구도 그들을 본 적 없어. 늑대 떼가 겨울을 싫어한다는 것을 북풍은 알고 있기 때문이야.\n\n그의 꿈속에는 반드시 따뜻한 공상이 있어, 이를 바람의 신도 알고 있지.\n\n\n\n——사계절이 지나도 서풍은 절대 그치지 않아.\n\n뭐, 당연하게도 이 노래의 주역은 그들이 아니라 나야.\n\n음유시인이 없다면 누가 이걸 노래하겠어?",
      "en": "The Anemo Archon cannot take credit for everything in Mondstadt.\n\nCredit should be given where credit is due, I shall sing now the praises of things beauteous and true:\n\nWe thank the West Wind, whose enduring caress\n\nBrings the blossoms of Spring, by whose scent we are blessed.\n\n\n\nFinches, ducks, rabbits and boars,\n\nMondstadt's revival bid them thrive evermore.\n\nIn summer the lion walks the plains,\n\nNo words one finds to praise it but these:\n\nDo you sweat out your water to make way for wine?\n\nComes the heat of the summer from your mane of sunshine?\n\n\n\nThe mountain mouths and gorges low like drunkards wayward lie...\n\nBut the East Wind cares not, for it doesn't walk — it flies!\n\nOver the fruit trees it brushes low,\n\nAnd its wings bring the harvest of things that grow.\n\n\n\nThe North Wind in the silent forest slumbers,\n\nAnd around it pace the wolves in their numbers.\n\nThough most have never a glimpse of them seen, for the Wind knows that none is of winter too keen,\n\nYet the Anemo Archon glimpses and sees, that it dreams each night of warm reverie.\n\n\n\n—As the four seasons in turn shall say their piece, so the four winds too shall never cease.\n\nOf course, to look at it differently, I am the one who should be credited here, and not they.\n\nCredits should be given where credits belong — if not for the bard who pens the song, then who shall ensure that these tales are passed on?",
      "de": "Nicht alles in Mondstadt ist das Werk des Anemo-Archons.\n\nIch werde nun ein Loblied auf alles Schöne singen:\n\nWir danken dem Westwind für die feinen Streicheleinheiten\n\nund dafür, dass die Blumen des Frühlings blühen.\n\nFinken, Enten, Kaninchen und Wildschweine,\n\nMondstadts Wiederbelebung lässt sie alle aufblühen, gedeihen und noch viel mehr.\n\nIm Sommer wandert der Löwe durch die Ebenen, man findet keine Worte ihn zu loben außer diesen.\n\nDer Schweiß auf der Stirn lässt den Wein kühler wirken. Ist es so warm, weil seine Mähne wie die Sonne das Wetter erwärmt?\n\n\n\nDie Mäuler und Schluchten der Berge liegen da wie ein Betrunkener, aber der Ostwind kümmert sich nicht darum, denn er geht nicht, er fliegt!\n\nÜber die Obstbäume streift er tief und seine Flügel bringen die Ernte der Pflanzen, die dort gedeihen.\n\n\n\nDer Nordwind schlummert in dem stillen Wald und um ihn herum schreiten die Wölfe in ihrer Zahl. Aber niemand hat sie gesehen, denn der Wind weiß, dass der Mensch kein Freund des Winters ist.\n\nUnd der Anemo-Archon weiß und sieht, dass sein Traum eine warme Vorstellung sein wird.\n\n\n\nWie sich die vier Jahreszeiten nacheinander abwechseln, so werden auch die vier Winde nie aufhören zu wehen.\n\nNun war natürlich die Hauptrolle in diesem Stück meine und nicht ihre.\n\nHätte es keinen Barden gegeben, wer würde dann jetzt die Geschichte weitererzählen?",
      "es": "No todo en Mondstadt es obra del Arconte Anemo.\n\nAhora, te cantaré una canción de alabanza a la belleza:\n\nGracias, Viento del Oeste\n\nPor acariciar las flores de la florida primavera.\n\nPinzones, patos, conejos y jabalíes\n\nEl renacimiento de Mondstadt les permite prosperar.\n\nEn verano, el león camina por las llanuras\n\nNo hay más palabras de alabanza que las de esta canción.\n\nEl sudor en la frente hace que el vino se enfríe\n\nY su melena como el sol calienta el ambiente.\n\n\n\nLas bocas de las montañas y las gargantas mienten como caprichosos borrachos\n\nPero al Viento del Este no le importa, pues él no camina, ¡sino que vuela!\n\nVuela a la altura de los árboles frutales\n\nY con sus alas recoge las cosechas.\n\n\n\nEl Viento del Norte duerme en el silencioso bosque\n\nMientras por él pasan los lobos.\n\nMas nadie los ha visto, pues el viento sabe que al hombre no le interesa el invierno\n\nY el Arconte Anemo sabe que su sueño será un cálido ensueño.\n\n\n\nIgual que el paso del tiempo, el viento nunca se detendrá.\n\nEl mérito de esta obra fue mío, por supuesto\n\nYa que, sin los bardos, ¿quién difundiría las leyendas?",
      "fr": "Bénie soit Mondstadt, la cité de la liberté.\n\nLaissez-moi aujourd'hui vous chanter sa beauté.\n\nMerci à la caresse du vent du ponan.\n\nMerci aux fleurs amenées par le printemps.\n\nPinsons, canards, lapins, sangliers :\n\nLa faune abonde dans notre cité !\n\nLe lion d'été les terres parcourt ;\n\nQui sa bravoure osera défier ?\n\nLe jus de la treille coule, noyant les peines.\n\nUn vrai délice – tous en conviennent.\n\nEt semblables à l'ivrogne affalé,\n\nIci s'étendent monts et vallées.\n\nMais peu importe au vent de l'est :\n\nCe dernier vole tel l'oiseau leste !\n\nMouvant les branches chargées de fruits,\n\nSon souffle apporte récoltes fournies.\n\nLe vent du nord dans les forêts,\n\nObserve les loups, en meute partis.\n\nNul ne les voit, et il le sait :\n\nCar de l'hiver l'homme se méfie.\n\nEt ainsi donc passent les saisons.\n\nAu rythme des vents et des chansons.\n\nGloire à Mondstadt, gloire à l'Archon !\n\nEt gloire à moi, le barde fécond.\n\nCar sans mon aide, pas de chanson !",
      "pt": "Nem tudo em Mondstadt é obra do Arconte Anemo.\n\nAgora vou cantar louvores a tudo o que é belo.\n\nAgradecemos ao Vento Oeste pelas carícias.\n\nAs flores da primavera desabrochando.\n\n\n\nTentilhões, patos, coelhos e javalis,\n\nO renascimento de Mondstadt os permite viver.\n\nNo verão, o leão caminha pelas planícies,\n\nNão se encontram palavras para elogiá-lo, a não ser estas.\n\nO suor na testa de alguém faz com que o vinho desça mais frio,\n\nE seus cabelos, como o sol, aquecem o tempo.\n\n\n\nAs bocas e as gargantas das montanhas mentem como bêbados caprichosos...\n\nMas o Vento Leste não se importa, pois ele não anda - voa!\n\nVoa baixo, sobre as árvores frutíferas,\n\nE suas asas trazem a colheita das coisas que crescem.\n\n\n\nO Vento Norte dorme na floresta silenciosa,\n\nE ao seu redor caminham os lobos.\n\nMas nenhum homem os vê, pois o Vento sabe que os homens não se interessam pelo inverno.\n\nE o Arconte Anemo sabe e vê, pois seu sonho será um devaneio caloroso.\n\n\n\n-Assim como cada uma das quatro estações passa, assim também os quatro ventos nunca cessarão.\n\nAgora, é claro, a parte principal nesta canção é minha, e não deles.\n\nQuero dizer, se um bardo não cantar as canções, como as pessoas conhecerão os contos?",
      "ru": "Не всё в Мондштадте сотворено Анемо Архонтом.\n\nСейчас я вознесу похвалу о том, как прекрасно всё сущее...\n\nХвала западному ветру за вечную ласку,\n\nЦветам за прекрасную весеннюю сказку,\n\n\n\nЗяблики, утки, кроли, кабаны,\n\nРавнины Мондштадта, что жизни полны.\n\nБродит лев средь зелёных лугов,\n\nТакой он красавец, что других нету слов.\n\nЖаркая грива солнца видна,\n\nПотому так приятна прохлада вина.\n\nТонкая тропка меж гор ковыляет,\n\nПо ней ветер восточный не ходит - летает.\n\nПолями, садами он низко пройдёт,\n\nЗапахи фруктов он нам принесёт.\n\nСеверный ветер дремлет в лесу,\n\nА серые волки ходят внизу.\n\nАнемо Архонту известно, что он\n\nУвидит чудный, ласковый сон.\n\nВремена года друг за другом идут,\n\nИ эти ветра никогда не умрут.\n\nГлавная роль в этой песне - моя,\n\nВедь кто её спел бы, если не я?",
      "id": "Archon Anemo tidak bisa mengambil semua kata-kata pujian atau penghargaan di Mondstadt.\n\nPujian dan penghargaan diberikan jika waktunya tiba, biar kunyanyikan lagu-lagu persembahan pujian untuk semua yang indah dan benar:\n\nKami berterima kasih kepada Angin Barat, dengan belaiannya yang abadi\n\nYang membawa bunga musim semi, yang oleh aromanya kita diberkati.\n\n\n\nKicauan burung, bebek, kelinci, dan babi hutan,\n\nKebangkitan Mondstadt membuat mereka tumbuh.\n\nPada musim panas seekor singa berjalan di dataran,\n\nTidak ada kata-kata pujian selain ini:\n\nSaat berkeringat, apa anggur terasa menjadi lebih nikmat?\n\nApa matahari menjadi lebih panas karena suraimu yang berwarna matahari?\n\n\n\nMulut gunung dan ngarai terbuka bagaikan pemabuk yang terhuyung-huyung ....\n\nTapi Angin Timur tidak peduli, karena dia tidak berjalan — melainkan terbang!\n\nMenyapu rendah pohon buah-buahan,\n\nDan sayapnya membawa hasil panen yang tumbuh berbuah.\n\n\n\nAngin Utara tertidur di hutan yang sunyi,\n\nDikelilingi oleh kumpulan serigala.\n\nMeski sebagian besar belum pernah ada yang melihat mereka, karena Angin tahu bahwa mereka tidak menyukai musim dingin,\n\nNamun Archon Anemo dapat melihatnya, bahwa mereka selalu memimpikan malam yang hangat.\n\n\n\n—Seperti empat musim yang selalu datang silih berganti, maka keempat penjuru angin juga tidak akan pernah berhenti.\n\nTentu saja, jika dilihat dengan pandangan yang berbeda, akulah yang harusnya mendapatkan pujian dan penghargaan itu, bukan mereka.\n\nPujian dan penghargaan harus diberikan kepada yang layak mendapatkannya — jika bukan untuk penyair yang menyanyikan lagunya, maka siapa yang bisa menjamin bahwa kisah ini akan terus diturunkan?",
      "th": "ทั้งหมดทั้งมวลในเมือง Mondstadt แห่งนี้ ไม่ใช่คุณงามความดีจากเทพแห่งลมแต่อย่างใด\n\nบัดนี้ฉันจะร้องเพลงชื่นชมความงามของสรรพสิ่งให้ได้ฟัง...\n\nต้องขอบคุณสายลมจากตะวันตก ที่พัดพามาอย่างเนิ่นนาน\n\nดอกไม้ในฤดูใบไม้ผลิ ได้เบ่งบานอย่างสวยงาม\n\n\n\nนกกระจอก, เป็ดป่า, กระต่าย และหมูป่าน้อย\n\nMondstadt ฟื้นขึ้น เหล่าสรรพสิ่งเริ่มเบ่งบาน\n\nสิงโตเดินย่องอยู่ท่ามกลางทุ่งหญ้าในฤดูร้อน\n\nฉันอยากจะชื่นชมมัน แต่ไม่รู้ว่าจะใช้คำไหน:\n\nเหงื่อออกให้มากกว่านี้ และดื่มเหล้าเย็น ๆ จะสดชื่นไม่น้อย?\n\nอากาศร้อนอย่างนี้ เพราะขนแผงคอมันร้อนดั่งแสงอาทิตย์?\n\n\n\nช่องระหว่างภูเขาแคบดั่งคนเมาที่เดินโซเซ\n\nแต่ลมแห่งแดนตะวันออก ก็ไม่จำเป็นต้องเดินเท้า เพราะมันบินได้!\n\nบินผ่านความสูงประมาณต้นไม้\n\nปีกนำพามาซึ่งผลผลิต และกลิ่นหอมของผลไม้\n\n\n\nลมแห่งแดนเหนือนอนนิ่งอยู่ในผืนป่า\n\nความจริงแล้ว รอบกายมันควรเต็มไปด้วยฝูงหมาป่า\n\nแต่ไม่มีใครเคยเห็นพวกมัน เพราะมันรู้ดีว่าไม่มีใคร ชื่นชอบในความหนาวเหน็บ\n\nเทพแห่งลมรู้ดีว่า ในความฝันของมันมีมุมที่อบอุ่น\n\n\n\nสี่ฤดูหมุนเวียนเปลี่ยนไป แต่สายลมทั้งสี่ไม่เคยหยุดพัด\n\nแน่นอน... ว่านั่นไม่ใช่คุณงามความดีจากพวกมัน แต่มาจากฉันเป็นหลักต่างหากล่ะ\n\nหากไม่มีนักกวี แล้วจะมีใครมาขับร้องเรื่องราวพวกนี้?",
      "vi": "Mọi thứ của Mondstadt không phải công lao của Phong Thần.\n\nGiờ đây tôi sẽ vì bạn mà ca ngợi sự đẹp đẽ của mọi cảnh vật...\n\nPhải cảm ơn ngọn gió Tây vẫn luôn dịu dàng như vậy,\n\nNhững đóa hoa mùa xuân nở rộ yêu kiều,\n\n\n\nChim sẻ, vịt, thỏ còn có những chú heo rừng nhỏ,\n\n\n\nMondstadt đang hồi sinh, vạn vật đang bắt đầu sinh trưởng.\n\nCon sư tử mùa hè đang rảo bước trong khu rừng,\n\nTôi muốn khen ngợi nó nhưng chưa nghĩ ra từ nào khác:\n\nĐổ mồ hôi càng nhiều, uống rượu lạnh càng thêm sảng khoái?\n\nTrời nóng như vậy, là bởi cái bờm của nó trông giống như mặt trời?\n\n\n\nHẻm núi và những vực sâu giống như người say loạng choạng,\n\nNhưng dù sao gió Đông không cần đi bộ, nó bay mà.\n\nNó bay qua với độ cao ngang với cây ăn quả,\n\nĐôi cánh mang theo thu hoạch và hương thơm của trái cây.\n\n\n\nGió Bắc đang mơ màng ngủ trong khu rừng yên tĩnh,\n\nTheo lý mà nói, nó phải được bao quanh bởi bầy sói.\n\nNhưng chẳng ai nhìn thấy chúng cả, bởi nó hiểu rằng chẳng ai thích mùa đông.\n\nPhong Thần biết điều đó, chắc chắn có những tưởng tượng vô cùng ấm áp trong giấc mơ của nó.\n\n\n\nBốn mùa luân chuyển, bốn cơn gió cũng chưa bao giờ ngừng nghỉ.\n\nTất nhiên, công lao cũng không phải của chúng, mà chủ yếu là tôi.\n\nNếu không có những nhà thơ, ai sẽ hát lên những bài hát này?"
    }
  },
  {
    "title": {
      "zhs": "「背风的密约」",
      "zht": "「背風的密約」",
      "jp": "「風上の密約」",
      "ko": "「바람을 등진 밀약」",
      "en": "Where the Wind Doth Not Blow",
      "de": "„Geheimes Treffen im Wind“",
      "es": "“Donde el viento no sopla”",
      "fr": "Trahison contre le vent",
      "pt": "\"Os segredos dos ventos\"",
      "ru": "Заговор против ветра",
      "id": "\"Pertemuan Rahasia sang Angin\"",
      "th": "\"นัดลับ ๆ ท่ามกลางสายลม\"",
      "vi": "\"Giao Ước Nơi Khuất Gió\""
    },
    "line": {
      "zhs": "建城一千六百年后，距今一千年前，蒙德的「自由」陷入了前所未有的恐怖低谷。\n\n巴巴托斯因不愿成为暴君而离去。他从未想到，受赠自由的人们竟自行造出了属「人」的暴君。\n\n贵族残暴地统治着蒙德，将奴隶制带入这片土地，全然无视人们受压迫的呼喊。\n\n一千六百年后，风神再次回到曾经的「自由之都」。神听见了奴隶少女温妮莎的呼喊，与后者一同掀起推翻贵族的革命。\n\n——以上，是如今每个人都知道的标准蒙德史。\n\n这片历史中，曾发生过一段有趣的小插曲。\n\n在斗争中团结了蒙德民众的，是大英雄温妮莎。而令贵族手下诸多士兵倒戈的，则是一份「背风的密约」。\n\n密约的内容，是一场叛国的交易。高层贵族们背弃风，将蒙德的一切都卖给了邻国岩神。\n\n这份密约末尾，刻着一道非神明不可为之的神圣符印，其名为「岩王帝君」。\n\n压迫着奴隶的士兵们一想到自己也将成为异国的奴隶，心中就不寒而栗。\n\n战事如火，吞噬贵族。又有何人想过，多年后历史学家们将会发现那份密约是伪造品。\n\n——事实上，为了戏弄岩神，温迪练了一手假签名，却始终无法当面骗过那位财富与交易之神。屠龙之技无处可施的他，终于在几百年后找到了活用的机会。\n\n可喜可贺。",
      "zht": "建城一千六百年後，距今一千年前，蒙德的「自由」陷入了前所未有的恐怖低谷。\n\n巴巴托斯因不願成為暴君而離去。他從未想到，受贈自由的人們竟自行造出了屬「人」的暴君。\n\n貴族殘暴地統治著蒙德，將奴隸制帶入這片土地，全然無視人們受壓迫的呼喊。\n\n一千六百年後，風神再次回到曾經的「自由之都」。神聽見了奴隸少女溫妮莎的呼喊，與後者一同掀起推翻貴族的革命。\n\n——以上，是如今每個人都知道的標準蒙德史。\n\n這片歷史中，曾發生過一段有趣的小插曲。\n\n在鬥爭中團結了蒙德民眾的，是大英雄溫妮莎。而令貴族手下諸多士兵倒戈的，則是一份「背風的密約」。\n\n密約的內容，是一場叛國的交易。高層貴族們背棄風，將蒙德的一切都賣給了鄰國岩神。\n\n這份密約末尾，刻著一道非神明不可為之的神聖符印，其名為「岩王帝君」。\n\n壓迫著奴隸的士兵們一想到自己也將成為異國的奴隸，心中就不寒而慄。\n\n戰事如火，吞噬貴族。又有何人想過，多年後歷史學家們將會發現那份密約是偽造品。\n\n——事實上，為了戲弄岩神，溫迪練了一手假簽名，卻始終無法當面騙過那位元財富與交易之神。屠龍之技無處可施的他，終於在幾百年後找到了活用的機會。\n\n可喜可賀。",
      "jp": "モンドができてから1600年後、今から1000年前、モンドの「自由」はかつてないほどのどん底までに落ちていた。\n\nバルバトスは己が暴君にならないよう、モンドを去った。彼は想像もしなかった。自由を授かった人の中から「人」の暴君が生まれるとは。\n\n貴族による残虐統治がモンドに蔓延り、貴族は民の声を無視し奴隷制度を導入した。\n\n1600年後、風神は再び「自由の都」に戻った。神は奴隷の少女ヴァネッサの願いに応えた。神と少女は共に貴族による統治を転覆させた。\n\n——以上のことは、現在の人なら皆知っているモンドの歴史である。\n\n実は、この歴史の中に面白いエピソードがある。\n\n闘争の中でモンドの民をまとめたのはヴァネッサであった。そして、貴族の兵士たちを寝返らせたのは「風上の密約」であった。\n\n密約の内容は、売国の取引であった。上層部の貴族は風を裏切り、モンドの全てを隣国の岩神に売り込んだ。\n\nこの密約の最後の部分に、神々にのみ印す事ができる神聖なる印があり、その名は「岩王帝君」とあった。\n\n奴隷を虐げてきた兵士たちは、自分が異国の奴隷になることを想像するだけで恐れた。\n\n戦火が貴族を呑み込むことは、当時の誰もが想像できなかった。数年後、歴史学者はあの密約は偽物であったことを発見する。\n\n——実は、岩神にイタズラをしかけるために、ウェンティは密かに彼のサインを練習していたが、あの富と取引の神を欺くことはついにできなかった。使い道がなかったとっておきの技を、数百年後にやっと披露できたのだ。\n\nめでたしめでたし。",
      "ko": "도시가 건설된 지 1600년 뒤, 지금으로부터 천 년 전, 몬드의 「자유」가 전대미문의 공포에 의해 바닥까지 떨어졌었다.\n\n바르바토스는 폭군이 되기 싫어 떠나갔었다. 하지만 그는 자유를 얻은 사람들이 「인간」의 폭군을 만들어낼지는 상상조차 못했을 것이다.\n\n귀족이 몬드를 잔혹하게 통치하며, 노예제도를 이 땅에 도입해 사람들을 억압하며 그들의 목소리를 완전히 무시한다.\n\n1600년 후 바람 신은 예전의 「자유의 도시」로 다시 돌아오게 된다. 신은 노예 소녀 바네사의 외침을 듣고 그녀와 함께 귀족을 전복시키는 혁명을 일으킨다.\n\n——이게 바로 모든 이들이 알고 있는 몬드의 역사이다.\n\n이 역사 속에서 재밌는 에피소드가 발생했었다.\n\n투쟁 중 몬드의 민중을 단결시킨 건 대영웅 바네사이나 귀족의 수많은 병사들의 창을 거꾸로 돌리게 만든 건 바로 「바람을 등진 밀약」이다.\n\n밀약의 내용은 바로 고층 귀족들이 바람을 버리고 몬드의 모든 걸 인접 국가의 바위 신에게 판매한다는 매국적인 거래였다.\n\n이 밀약 끝부분에는 신성하기 그지없는 「암왕제군」의 신성한 인장이 찍혀 있었다.\n\n노예를 억압하던 병사들은 자신들도 외국의 노예가 된다는 것을 알게 된 후 두려움을 가지게 된다.\n\n전쟁의 불꽃이 귀족을 집어삼킨다. 하지만 수년 후 역사학자들은 해당 밀약이 위조품이라는 것을 발견하게 된다.\n\n——사실 벤티는 바위 신을 놀리기 위해 그의 사인을 연습했으나 앞에서는 그 재물과 거래의 신을 한 번도 속이지 못했었다. 하지만 이를 써먹을 길이 없던 그는 몇 백 년이 지난 뒤에 사용해 볼 기회를 얻게 된다.\n\n경사 났네, 경사 났어!",
      "en": "After 1,600 years of history, Mondstadt's \"freedom\" had sunk to a heretofore unseen low.\n\nBarbatos, unwilling to become a tyrant, had departed. But he had never imagined that those to whom he had gifted freedom would make for themselves a tyrant.\n\nThe aristocracy ruled Mondstadt with a cruel hand, bringing slaves into this land and ignoring the cries of the oppressed.\n\nThus the Anemo Archon returned after these 1,600 years to what was once the City of Freedom. He heard the cry of the slave girl Vennessa, and together with her raised a rebellion that overthrew the aristocracy.\n\n—Now, the above is what all know to be the official history of Mondstadt.\n\nThe story has an interesting, little-known twist, however.\n\nThe one who united the people of Mondstadt in this conflict was indeed the hero Vennessa — but that which caused many of the aristocracy's troops to turn coat was a \"treachery against the wind.\"\n\nA secret treaty was found, a betrayal of the city — the aristocrats had forsaken the wind, and sold everything in Mondstadt to the Geo Archon of the neighboring land.\n\nAt the treaty's end was carved an insignia inimitable by all save the deity so named: Rex Lapis.\n\nHow the soldiers that had once oppressed the slaves shuddered when they saw that they too would become slaves in a foreign land.\n\nThe news, and the conflict, spread like wildfire, consuming the aristocracy. It was only many years later that historians would discover that this treaty was fake.\n\nAs it turned out, Venti had once practiced the art of forgery in order to play pranks on the Geo Archon, but could never deceive the god of wealth and transactions. Even so, his adeptness would come into play after several hundred years.\n\nWhat a happy coincidence.",
      "de": "Nach 1600 Jahren Geschichte war Mondstadts „Freiheit“ auf ein bisher nicht gesehenes Tief gesunken.\n\nBarbatos, der nicht bereit war, wie sein Vorgänger zum Tyrannen zu werden, hatte die Stadt verlassen. Er hätte nie gedacht, dass diejenigen, denen er die langersehnte Freiheit geschenkt hatte, sich selbst einer neuen Tyrannei unterziehen würden.\n\nDie neue Aristokratenschicht regierte Mondstadt mit grausamer Hand, brachte Sklaven aus anderen Teilen des Landes in die Stadt und ignorierte die Schreie der Unterdrückten.\n\nUnd so kehrte der Anemo-Archon nach 1600 Jahren zurück in die einstige Stadt der Freiheit. Er erhörte den Schrei der Sklavin Vennessa und löste zusammen mit ihr einen Aufstand aus, der letztendlich zum Sturz der Aristokratie führte.\n\nZumindest sind diese Ereignisse das, was alle unter der offiziellen Geschichte Mondstadts verstehen.\n\nJedoch beinhaltet diese Hauptgeschichte noch eine interessante kleine Nebengeschichte.\n\nDerjenige, der die Menschen von Mondstadt in diesem Aufstand vereinte, war in der Tat die Heldin Vennessa, aber das, was viele der Aristokraten veranlasste überzulaufen, war ein „Verrat gegen den Wind“.\n\nEin geheimer Vertrag wurde später gefunden, ein Verrat an der Stadt selbst. Die Aristokraten hatten sich gegen den Wind gewendet und alle Güter aus Mondstadt an den Geo-Archon des Nachbarlandes verkauft.\n\nAm Ende des Vertrags wurde ein göttliches Abzeichen gesetzt, das des Geo-Archons Rex Lapis.\n\nWie die Sklaven, die sie einst unterdrückt hatten, erschauderten sie, als sie sahen, dass auch sie Sklaven in einem fremden Land werden würden.\n\nDie Nachrichten und der Aufruhr verbreiteten sich wie ein Lauffeuer und fraßen die Aristokratie von Innen auf. Es dauerte einige Jahre, bis Historiker entdeckten, dass dieser Vertrag eigentlich gefälscht war.\n\nWie sich herausstellte, hatte Venti einmal die Kunst der Urkundenfälschung praktiziert, um dem Geo-Archon Streiche zu spielen, konnte aber den Gott des Reichtums und Handels niemals ernsthaft damit täuschen. Trotzdem war sein Geschick nach einigen hundert Jahren doch noch von Gebrauch.\n\nWelch glückliches Ende.",
      "es": "Tras 1600 años de historia, la “libertad” de Mondstadt tocó fondo.\n\nBarbatos no quería convertirse en un tirano, por lo que huyó, mientras que aquellos a los que bendijo con la libertad acabaron siendo los tiranos.\n\nLa aristocracia gobernó Mondstadt con crueldad, esclavizó a la gente e ignoró los gritos de los oprimidos.\n\nPasados aquellos 1600 años, el Arconte Anemo regresó a la Capital de la Libertad, donde escuchó los gritos de desesperación de la esclava Vennessa, con quien instigó la revuelta que derrocó a la aristocracia.\n\nAl menos, esa es la historia oficial de Mondstadt.\n\nSin embargo, hay un inciso que hacer al respecto: quien unió a toda Mondstadt para rebelarse fue la heroína Vennessa, pero lo que hizo que muchos de los soldados decidieran cambiarse a su bando fue una “traición contra el viento”.\n\nSe descubrió que se había firmado secretamente un tratado que traicionaba a toda la ciudad. La aristocracia había abandonado el viento y le había vendido Mondstadt al Arconte Geo de la nación vecina.\n\nAl final del tratado, estaba grabada una insignia que nadie salvo la deidad que la creó podía imitar: el nombre de “Rex Lapis”.\n\nLos soldados que oprimieron a los esclavos se estremecieron al saber que ellos también iban a convertirse en esclavos en una tierra extranjera.\n\nLas noticias del conflicto se extendieron como un gran incendio que consumía a la aristocracia. Fue muchos años después cuando los historiadores descubrieron que este tratado era falso.\n\nAl parecer, Venti practicaba a veces el arte de la falsificación para gastarle bromas al Arconte Geo, pero nunca logró engañar al Patrón de la riqueza y los contratos. Sus habilidades nunca fueron de utilidad hasta varios cientos de años más tarde.\n\nQué feliz coincidencia.",
      "fr": "1 600 ans après sa création, soit un millénaire avant ce jour, la liberté faisant la réputation de la cité était pour ainsi dire devenue inexistante.\n\nRefusant de devenir un tyran, Barbatos avait autrefois quitté Mondstadt, la laissant aux mains des hommes. Mais jamais n'aurait-il pu imaginer que ceux-là même à qui il avait fait don de cette liberté, puissent ainsi la renier et mettre en place leur propre tyran.\n\nD'une main avide et cruelle, l'aristocratie était désormais au pouvoir, faisant venir des esclaves dans la cité autrefois libre, et ignorant les cris des opprimés.\n\nEt, revenant après 1 600 ans, l'Archon Anémo entendit la complainte de l'esclave Vennessa. Ensemble, ils organisèrent la résistance, et finirent par renverser la classe dirigeante.\n\nLes faits décrits ci-dessus sont connus de tous et font partie de l'histoire officielle de Mondstadt.\n\nCependant, un détail intéressant demeure méconnu de la plupart des historiens.\n\nSi Vennessa fut effectivement l'héroïne qui unit le peuple de Mondstadt lors de ce conflit, le retournement des soldats à la solde de l'aristocratie fut lui dû à ce qu'ils estimèrent être une « trahison contre le vent ».\n\nUn traité secret fut en effet trouvé, prouvant que l'aristocratie avait trahi la cité du vent, et l'avaient vendue à l'Archon Géo, protecteur d'une cité voisine.\n\nÀ la fin du traité était visible un symbole que seul un Archon pouvait apposer – en l'occurence, le Souverain de la Roche.\n\nLes soldats, qui pourtant avaient eux-mêmes opprimé esclaves et citoyens, se rebellèrent à l'idée de devenir esclaves d'une puissance étrangère à leur tour.\n\nLa nouvelle se répandit comme une traînée de poudre, et le conflit à sa suite, venant à bout de l'aristocratie en place.\n\nCe n'est que des années plus tard que les historiens furent en mesure de déterminer que le traité à l'origine du retournement des forces armées était en réalité un faux.\n\nIl s'avère que Venti, toujours à la recherche d'un bon tour, s'était entraîné par le passé à imiter la signature de l'Archon Géo, sans succès d'ailleurs aux yeux de ce dernier, qui pouvait reconnaître l'imitation du premier coup d'œil.\n\nMais au vu des événements précédemment décrits qui arrivèrent quelques siècles plus tard, force est de reconnaître que ce « talent » ne fut pas appris en pure perte...",
      "pt": "Após 1.600 anos de história, a \"liberdade\" de Mondstadt atingiu um nível inédito até então.\n\nO Barbatos, que não queria se tornar um tirano, tinha deixado Mondstadt. Mas ele nunca imaginou que aqueles abençados por sua liberdade se tornariam tiranos.\n\nA aristocracia governava Mondstadt com uma mão cruel, trazendo escravos para esta terra e ignorando os gritos dos oprimidos.\n\nApós 1.600 anos, o Arconte Anemo voltou de novo a esta terra, que era a Capital da Liberdade. Ele ouviu o grito da escrava Vennessa e, juntamente com ela, provocou uma revolução que derrubou a aristocracia.\n\nAgora, o que foi dito acima é a história oficial que todo mundo em Mondstadt sabe.\n\nMas ainda há uma pequena parte interessante.\n\nQuem uniu o povo de Mondstadt nessa luta foi a grande heroína, Vennessa - mas o que fez com que muitas das tropas da aristocracia desertassem foi uma \"Traição ao Vento\".\n\nEsse tratado secreto foi uma traição à cidade - os aristocratas abandonaram o vento e venderam tudo em Mondstadt ao Arconte Geo da terra vizinha.\n\nNo final do tratado, havia uma insígnia que não poderia ser usada por ninguém, exceto seu dono: Rex Lapis.\n\nOs soldados que outrora oprimiam os escravos estremeceram quando viram que eles também se tornariam escravos em uma terra estrangeira.\n\nAs notícias e o conflito se espalhavam como fogo, consumindo a aristocracia. Apenas muitos anos depois os historiadores descobriram que esse tratado era falsificado.\n\nNa verdade, Venti já havia praticado a arte da falsificação para pregar peças no Arconte Geo, mas nunca conseguiu enganar o deus da riqueza e do comércio. Mesmo assim, a sua habilidade entraria em jogo depois de várias centenas de anos.\n\nQue feliz coincidência!",
      "ru": "Спустя тысячу шестьсот лет после основания свобода из Мондштадта почти что исчезла.\n\nБарбатос, не желая становиться тираном, ушёл. Но он представить себе не мог, что наделённые свободой люди создадут себе тирана сами.\n\nЖестокие, глухие до криков угнетённых аристократы, которые правили Мондштадтом, принесли на эту землю рабство.\n\nЧерез тысячу шестьсот лет Анемо Архонт вернулся в бывший Город Свободы. Он услышал крики рабыни Веннессы, и вместе они начали свергнувшее аристократов восстание.\n\nВсё вышесказанное - каждому знакомая официальная история Мондштадта.\n\nНо об одном небольшом, но крайне любопытном эпизоде почти никому не известно.\n\nЛюдей в борьбе за Мондштадт и правда объединила Веннесса, но многие солдаты восстали против аристократов из-за «Заговора против ветра».\n\nПо этой предательской сделке правящая аристократия отрекалась от ветра и продавала всё в Мондштадте Гео Архонту из соседнего королевства.\n\nСкрепляла её печать, какую не могло выгравировать ни одно божество, кроме Властелина Камня.\n\nУгнетавших рабов солдат бросало в дрожь от мысли, что им уготована судьба невольников на чужой земле.\n\nВесть об этом, а также конфликт, распространились подобно степному пожару, который поглотил аристократию. Лишь много лет спустя историки обнаружили, что сделка эта была ненастоящей.\n\nОказалось, что Венти хотел разыграть Гео Архонта, и поэтому упражнялся в подделывании подписей, но провести бога торговли и богатства так и не сумел. Тем не менее его бесполезное мастерство наконец проявило себя через несколько сотен лет.\n\nКакое отрадное совпадение.",
      "id": "Setelah melewati pembangunan 1.600 tahun lamanya, \"kebebasan\" Mondstadt telah tenggelam ke titik terendah hingga tak terlihat lagi.\n\nBarbatos pergi karena dia tidak ingin menjadi seorang tiran. Dia tidak pernah membayangkan bahwa orang-orang yang diberi kebebasan malah akan menjadi tiran.\n\nMondstadt diperintah oleh orang-orang yang kejam, membawa perbudakan ke negeri ini dan mengabaikan tangisan kaum tertindas.\n\nSetelah 1.600 tahun kemudian, Archon Anemo kembali ke kota kebebasan ini. Dia mendengar teriakan budak Venessa, dan bersama-sama dengannya membangun pemberontakan yang menggulingkan pemerintahan.\n\n—Kisah di atas diketahui sebagai sejarah Mondstadt.\n\nNamun, kisah ini memiliki plot cerita menarik yang tidak banyak orang tahu.\n\nOrang yang menyatukan penduduk Mondstadt karena konflik ini memang adalah pahlawan Vennessa — tetapi apa yang menyebabkan begitu banyak pasukan pemerintahan membelot adalah \"pengkhianatan terhadap angin\".\n\nSebuah perjanjian rahasia ditemukan, dan di dalamnya adalah tentang pengkhianatan — para pemerintah berjabatan tinggi telah mengkhianati angin, dan menjual segala yang ada di Mondstadt kepada Archon Geo dari tanah tetangga.\n\nDi akhir perjanjian itu terukir sebuah tanda tangan yang tak dapat dilakukan oleh dewa, kecuali dewa yang bernama: Rex Lapis.\n\nPara prajurit yang pernah menindas para budak gemetar ketika mereka menyadari bahwa mereka juga akan menjadi budak di negeri asing.\n\nBerita beserta konflik tersebut segera tersebar dengan cepat seperti api, dan menghabisi pemerintahan. Siapa yang menyangka, bertahun-tahun kemudian para sejarawan menemukan bahwa perjanjian rahasia itu ternyata palsu.\n\n—Faktanya, Venti pernah belajar teknik pemalsuan untuk mempermainkan Archon Geo, tapi dia tidak pernah bisa menipu dewa kekayaan dan transaksi tersebut. Setelah ratusan tahun, dia akhirnya berkesempatan untuk menggunakan tekniknya.\n\nBenar-benar kebetulan yang menyenangkan.",
      "th": "หลังจากสร้างเมืองมาได้หนึ่งพันหกร้อยปี เมื่อหนึ่งพันปีก่อนของวันนี้ \"ความอิสระ\" ของเมือง Mondstadt ก็ได้ตกต่ำลงอย่างน่าสะพรึงกลัว\n\nBarbatos ได้จากที่แห่งนี้ไป เพราะไม่อยากอยู่ในนามทรราช ผู้ปกครองประชาชนด้วยอำนาจที่โหดเหี้ยม แต่เขาไม่เคยคิดว่า มนุษย์ที่ได้รับอิสรภาพแล้ว จะก่อร่างสร้างทรราชนี้ด้วยตัวเอง\n\nชนชั้นสูงขึ้นปกครองเมืองด้วยความโหดเหี้ยม นำระบบทาสมาสู่ดินแดนแห่งนี้ มองข้ามเสียงต่อต้านของผู้คน\n\nและหนึ่งพันหกร้อยปีต่อมา เทพแห่งลมได้หวนคืนสู่ดินแดนที่เคยเป็น \"เมืองหลวงแห่งอิสรภาพ\" อีกครั้ง เขาได้ยินเสียงตะโกนจากทาสสาว Vennessa ที่ร่วมก่อปฏิวัติล้มล้างชนชั้นสูงกับคนรุ่นหลัง\n\n...ทั้งหมดนี้ เป็นประวัติศาสตร์ของ Mondstadt ที่ทุกคนรู้เป็นอย่างดี\n\nในประวัติศาสตร์เรื่องนี้ ก็เคยมีเรื่องที่น่าสนใจเกิดขึ้น\n\nผู้ที่รวบรวมความสามัคคีของชาว Mondstadt ก็คือฮีโร่ผู้ยิ่งใหญ่ Vennessa แต่สิ่งที่ทำให้ทหารของฝ่ายชนชั้นสูงก่อกบฏนั้น เป็นเพราะ \"นัดลับ ๆ ท่ามกลางสายลม\" ฉบับหนึ่ง\n\nซึ่งเนื้อหาในนัดลับนี้ คือการแลกเปลี่ยนขายชาติ ชาวชนชั้นสูงได้ละทิ้งสายลม และนำทุกสิ่งของ Mondstadt ไปขายให้กับเทพแห่งหินในเมืองข้างเคียง\n\nและในนัดลับนี้ได้สลักด้วยตราของเทพ นั่นก็คือ \"ราชาแห่งหิน\"\n\nทหารที่กำลังคุมตัวทาส เมื่อรู้ว่าตนกำลังจะกลายเป็นทาสของต่างเมือง ก็กลัวจนตัวสั่น\n\nสงครามดั่งไฟ กลืนกินชนชั้นสูง แต่ใครจะรู้ว่าหลายปีต่อมา เหล่านักประวัติศาสตร์พบว่า นัดลับนี้เป็นเพียงเอกสารปลอมแปลง\n\n...ความจริงแล้ว เพื่อที่จะกลั่นแกล้งเทพแห่งหิน Venti จึงปลอมแปลงลายเซ็นขึ้นมา แต่กลับไม่สามารถหลอกเทพแห่งความมั่งคั่งและการแลกเปลี่ยนได้ หลังจากนั้นความสามารถพิเศษนี้ ก็ไม่เคยได้ใช้ที่ไหนอีก จนกระทั่งหลายร้อยปีผ่านไป เขาจึงได้โอกาสที่จะใช้มันเสียที\n\nช่างน่ายินดีเสียจริง",
      "vi": "1600 năm sau khi thành phố được xây dựng, cách đây 1000 năm về trước, sự \"tự do\" của Mondstadt rơi vào vực sâu khủng hoảng chưa từng thấy.\n\nBarbatos rời đi vì không muốn trở thành một bạo chúa. Anh chưa bao giờ nghĩ rằng những người đang được tự do lại tự mình tạo ra bạo chúa là \"con người\".\n\nNhững quý tộc tàn bạo thống trị Mondstadt, đưa chế độ nô lệ vào vùng đất này, hoàn toàn phớt lờ tiếng gào khóc vì bị áp bức của người dân.\n\n1600 năm sau, Phong Thần lần nữa trở lại nơi từng được gọi là \"Thành Phố Tự Do\". Thần đã nghe thấy tiếng kêu gọi của cô thiếu nữ nô lệ Vennessa, và cùng cô mở đầu cho cuộc cách mạng lật đổ giai cấp quý tộc.\n\n...Bên trên là lịch sử tiêu chuẩn của Mondstadt mà ngày nay mọi người đều biết đến.\n\nTrong đoạn lịch sử này, từng có một khúc nhạc đệm khá thú vị.\n\nTrong chiến tranh, người đã đoàn kết nhân dân Mondstadt chính là người anh hùng vĩ đại Vennessa. Nhưng thứ khiến cho đông đảo binh sĩ dưới trướng quý tộc buông bỏ vũ khí lại là một \"Giao Ước Nơi Khuất Gió\".\n\nNội dung giao ước này chính là một cuộc giao dịch phản quốc. Lũ quý tộc cấp cao đã phản bội gió, bán mọi thứ của Mondstadt cho Nham Thần nước láng giềng.\n\nPhần cuối của bản giao ước bí mật này, khắc một dấu ấn thần thánh mà chỉ có thần mới thực hiện được, ký tên là \"Nham Vương Đế Quân\".\n\nNhững binh sĩ đang đàn áp nô lệ bỗng rùng mình khi nghĩ đến bản thân cũng sắp trở thành nô lệ của một quốc gia xa lạ.\n\nCuộc chiến giống như ngọn lửa nuốt chửng tầng lớp quý tộc. Nào có ai ngờ rằng, nhiều năm sau đó, các nhà lịch sử học lại phát hiện ra rằng giao ước đó là giả mạo.\n\n...Trên thực tế, để trêu trọc Nham Thần, Venti đã luyện tập chữ ký giả, nhưng trước sau cũng chẳng thể qua mặt được vị thần giao dịch giàu có kia. Kỹ thuật làm giả của anh không có đất dụng võ, cuối cùng đã có cơ hội sử dụng sau hàng trăm năm.\n\nThật đáng chúc mừng."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "「尘世七执政」并不拥有对「神之眼」的期望，他们本就身负伟力。\n\n但巴巴托斯喜欢人世，自然也希望以「温迪」的身份在蒙德更自在地行走。他仿照着神选者的特征，制作了与「神之眼」非常相像的玻璃珠。\n\n仿制出的道具并没有什么特殊功能，温迪引导元素力也并不依靠它。\n\n不过，由于天空之琴不在身边，温迪又懒得把普通的琴挎在腰间，便为它增加了变成木琴「斐林」的能力。",
      "zht": "「塵世七執政」並不擁有對「神之眼」的期望，他們本就身負偉力。\n\n但巴巴托斯喜歡人世，自然也希望以「溫迪」的身分在蒙德更自在地行走。他仿照著神選者的特徵，製作了與「神之眼」非常相像的玻璃珠。\n\n仿製出的道具並沒有什麼特殊功能，溫迪引導元素力也並不依靠它。\n\n不過，由於天空之琴不在身邊，溫迪又懶得把普通的琴掛在腰間，便為它增加了變成木琴「斐林」的能力。",
      "jp": "「俗世の七執政」は「神の目」に期待していない。彼らはすでに偉力を持っている。\n\nだが、バルバトスは人間の世界が好きで、「ウェンティ」の姿でモンドを気ままに歩くのが好きだった。彼は神に選ばれた者に倣って「神の目」に似ているガラスの珠を作った。\n\n模造品の珠に特別な力はなく、元素力を導き出すこともできない。\n\nだが、天空のライアーはそばになく、またウェンティはわざわざ普通のライアーを腰につけたくないから、ガラスの珠を「フリューリング」に変化する能力を追加した。",
      "ko": "「7명의 집정관」들은 「신의 눈」이 없어도 대단한 힘을 지니고 있다.\n\n하지만 인간 세계를 좋아하는 바르바토스는 「벤티」의 신분으로 몬드에서 자유롭게 살아가길 바라고 있다. 그는 신에게 선택받은 자의 상징인 「신의 눈」과 아주 비슷하게 생긴 유리구슬을 만들었다.\n\n모방해 만든 구슬은 특별한 기능이 전혀 없다. 벤티 또한 원소력을 사용할 때 이것에 의존하지 않는다.\n\n하지만 천공의 하프를 지니고 있지 않은 데다 평범한 하프를 허리에 달고 다니기 싫었던 벤티는 그 구슬에 나무 하프 「프륄링」으로 변할 수 있는 능력을 부여했다",
      "en": "The Seven Archons do not need Visions, for they already have great power.\n\nYet Barbatos was fond of the mortal world, and wanted to roam Mondstadt more freely as \"Venti.\" As such, he constructed a glass ornament very much like the Visions worn by those chosen by the gods.\n\nThe imitation has no special abilities, nor does Venti rely on it to channel elemental power.\n\nHowever, since Venti does not keep the Holy Lyre der Himmel by his side, and since he is too lazy to bring a normal lyre, he gave his fake Vision the ability to turn into the wooden lyre \"Der Frühling.\"",
      "de": "Die sieben Archonten brauchen keine Göttlichen Augen, sie verfügen bereits über sehr große Macht.\n\nBarbatos jedoch liebte die Welt der Sterblichen und wollte Mondstadt als freier Mensch als „Venti“ durchstreifen. Also konstruierte er ein gläsernes Göttliches Auge, das dem echten sehr ähnlich sah.\n\nDas Imitat hatte keine besonderen Fähigkeiten und Venti benutzte es auch nicht, um Elementarkraft zu kanalisieren.\n\nDa Venti jedoch die Heilige Leier Der Himmel nicht an seiner Seite trug und er zu faul war, eine normale Leier umzuhängen, verwandelte er sein falsches Göttliches Auge in die hölzerne Leier „Der Frühling“.",
      "es": "Los Siete Arcontes no necesitan Visiones, pues ya cuentan con un gran poder.\n\nSin embargo, Barbatos amaba el mundo mortal y quería deambular por Mondstadt más libremente como “Venti”, por lo que creó un adorno de vidrio muy parecido a las Visiones que usaban los elegidos por los dioses.\n\nLa imitación no tiene habilidades especiales, ni Venti depende de ella para canalizar su poder elemental.\n\nSin embargo, dado que Venti no lleva consigo a Der Himmel, la Lira Sagrada, y como era demasiado perezoso para cargar con una lira normal, le dio a su Visión falsa la capacidad de convertirse en la lira de madera “Fehling”.",
      "fr": "Les Sept Archons n'ont point besoin d'œil divin : leur pouvoir surpasse déjà celui conféré par l'artéfact.\n\nCependant, l'Archon Barbatos, pris d'affection pour le monde des mortels, souhaitait pouvoir le parcourir librement sous la forme de Venti. Dans ce but, il créa un objet en verre semblable en tous points à un œil divin.\n\nCette imitation ne possède aucun des pouvoirs des originaux, et Venti n'en a en réalité nul besoin.\n\nCependant, comme Himmel, la lyre sacrée, n'est pas en sa possession, et étant trop fainéant pour transporter en permanence une vraie lyre sur lui, Venti a conféré à son « œil divin » le pouvoir de se transformer en une lyre en bois, à laquelle il a donné le nom de « Fehling ».",
      "pt": "Os Sete Arcontes não precisam de Visões, pois já possuem grande poder.\n\nPorém, Barbatos gostava do mundo mortal e queria vagar por Mondstadt mais livremente como \"Venti\". Assim, ele construiu um enfeite de vidro muito parecido com as Visões usadas pelos escolhidos dos deuses.\n\nA imitação não possui habilidades especiais, nem Venti dependia dela para canalizar o poder elemental.\n\nNo entanto, como Venti não mantém a Lira Sagrada der Himmel ao seu lado, e era muito preguiçoso para carregar uma lira normal, ele deu à sua falsa Visão a capacidade de se transformar na lira de madeira \"Der Frühling\".",
      "ru": "Семеро Архонтов обладают великой силой, поэтому Глаза Бога им ни к чему. Но Барбатос очень привязался к миру смертных и хотел свободно путешествовать по Мондштадту в обличье «Венти», поэтому он и создал стеклянный шар, внешне ничем не отличавшийся от Глаза Бога. Особых функций эта подделка не имела, и в использовании элементальных сил Венти обходился без неё. Но поскольку Венти вечно ленится носить с собой Небесную лиру, он наделил поддельный Глаз Бога способностью превращаться в обычную деревянную лиру.",
      "id": "\"The Seven Archon\" tidak butuh Vision, karena mereka telah memiliki kekuatan yang luar biasa.\n\nNamun Barbatos menyukai dunia fana, dan ingin menjelajahi Mondstadt dengan bebas sebagai \"Venti\". Oleh karena itu, dia membuat ornamen kaca yang sangat mirip dengan Vision yang dikenakan oleh mereka yang dipilih oleh para dewa.\n\nVision tiruan itu tidak memiliki kemampuan khusus, dan Venti tidak membutuhkannya untuk menggunakan kekuatan elemen.\n\nMeski begitu, karena dia tidak membawa Holy Lyre der Himmel bersamanya, dan juga terlalu malas untuk membawa kecapi biasa, dia pun menambahkan kemampuan ke Vision tiruannya untuk bisa berubah menjadi kecapi kayu \"Fehling\".",
      "th": "\"เจ็ดผู้ทรงอำนาจของโลก\" ไม่มีความคาดหวังใดต่อ \"วิชั่น\" เพราะพวกเขานั้นมีความยิ่งใหญ่อยู่แล้ว\n\nแต่ Barbatos นั้นชื่นชอบในผู้คน จึงอยากจะใช้นาม \"Venti\" โลดแล่นอย่างอิสระในเมือง Mondstadt เขาได้เลียนแบบลักษณะพิเศษ ของผู้ที่ถูกเทพเลือก และสร้าง \"วิชั่น\" ขึ้นจากลูกแก้ว\n\nโดยที่อุปกรณ์นี้ ไม่ได้มีพลังวิเศษแต่อย่างใด และเมื่อ Venti ร่ายเวทธาตุ ก็ไม่ได้พึ่งพลังจากมัน\n\nแต่เนื่องจากพิณ Holy Lyre der Himmel ไม่ได้อยู่ข้างกาย และเขาก็ขี้เกียจที่จะพกพิณธรรมดา ๆ ไว้ข้างกาย Venti จึงได้เพิ่มความสามารถในการเปลี่ยนเป็นพิณไม้ \"Der Frühling\" ให้กับมันด้วย",
      "vi": "\"Bảy vị chấp chính trần thế\" không hề có kỳ vọng vào Vision, vì bản thân họ vốn đã có sức mạnh to lớn. \n\nNhưng Barbatos thích thế giới con người, đương nhiên cũng muốn dùng thân phận Venti để tự do đi lại ở Mondstadt. Anh ấy đã mô phỏng theo điểm đặc trưng của người được thần chọn, và tạo ra quả cầu thủy tinh trông rất giống với Vision.\n\nĐồ mô phỏng làm ra không có tính năng đặc biệt gì cả, Venti cũng không dựa vào nó để điều khiển sức mạnh nguyên tố.\n\nCó điều, vì không có Đàn Thiên Không ở bên cạnh, mà Venti lại lười mang theo cây đàn bình thường, nên đã làm thêm tính năng có thể biến thành đàn gỗ \"Der Frühling\" cho nó."
    }
  }
]