{
  "id": 12417,
  "type": "claymore",
  "rank": 4,
  "name": {
    "zhs": "森林王器",
    "zht": "森林王器",
    "jp": "森林のレガリア",
    "ko": "숲의 리게일리어",
    "en": "Forest Regalia",
    "de": "Waldkönigsschwert",
    "es": "Espada Real del Bosque",
    "fr": "Apparat de la forêt",
    "pt": "Espada Real da Floresta",
    "ru": "Регалия леса",
    "id": "Forest Regalia",
    "th": "Forest Regalia",
    "vi": "Vương Khí Rừng Sâu"
  },
  "description": {
    "zhs": "从兰那罗的故事中得到的武器。具有大剑的形制，能够粉碎森林的敌人。",
    "zht": "從蘭那羅的故事中得到的武器。具有大劍的形制，能夠粉碎森林的敵人。",
    "jp": "アランナラの物語で手に入る武器。大剣のような形をしており、森に出没する敵を粉砕できる。",
    "ko": "아란나라의 이야기에서 획득한 무기. 거대한 검의 형태를 지니고 있으며 숲속의 적을 가루로 만들 수 있다",
    "en": "A weapon you obtained from an Aranara tale. It has taken on the shape of a greatsword that shall cut down the foes of the forest.",
    "de": "Eine Waffe, die du aus einer Geschichte über die Aranara erhalten hast. Sie hat die Form eines Großschwertes angenommen, mit dem man die Gegner des Waldes durchschlagen kann.",
    "es": "Un arma obtenida a través de una de las historias de los aranara. Tiene forma de mandoble y es capaz de aplastar a cualquier enemigo del bosque.",
    "fr": "Une arme que vous avez obtenue dans un conte d'aranara. Elle a pris la forme d'une grande lame qui peut pulvériser les ennemis de la forêt.",
    "pt": "Uma arma obtida através de uma das histórias dos Aranara. Ela tomou a forma de um espadão que é capaz de cortar os inimigos da floresta.",
    "ru": "Оружие, полученное из истории аранар. Оно приняло форму двуручного меча, который способен пронзать врагов леса.",
    "id": "Senjata yang didapat dari cerita Aranara. Senjata dengan bentuk pedang besar ini dapat menghancurkan musuh-musuh hutan.",
    "th": "อาวุธที่ได้รับมาจากเรื่องเล่าของ Aranara ซึ่งมีรูปร่างเหมือนดาบใหญ่ สามารถบดขยี้ศัตรูของป่าได้",
    "vi": "Vũ khí nhận được từ câu chuyện của Aranara. Có tạo hình của đại kiếm, có thể nghiền nát kẻ địch trong rừng."
  },
  "lore": {
    "zhs": "\n「很多、很多个月亮以前，森林是一座巨大的迷宫…」\n\n末代森林王已经回到了沙恒当中。曾是他的侍者的，则继承了「虎」的名号。\n在过去，凡有树荫的地方，都是森林王的疆域。而他在自己的领土中漫步时，\n仰赖丛林而生的飞禽与走兽会在他经过时低低地垂下头颅，以示尊敬与屈从。\n\n历代的王都有自己的宫殿：每位森林王继任后，森林就会依照他的形象与梦发生改变。\n最后的森林王的宫殿隐藏在许多树木与藤蔓构成的藩篱、水流与山崖画成的网格之后，\n那是月光透过树叶落在静水上，构成的珍珠的圆盘。王就在水边，独享着两倍的月光。\n\n而森林的迷宫就是这样来的。传说中，森林王令人目眩的斑纹中，描绘着迷宫的路径。\n每代王的宫殿交叠在一起，于是树与树之间的小径交错，溪流中断或是产生新的分支，\n林间的道路就变得越来越复杂。只有森林王、我们兰那罗，还有带着王树瑞佑的人们，\n能够自在地深入森林王的疆土，在树与树之间、溪流与溪流之间找到自己该走的路途。\n\n……\n后来，末代森林王为了保护森林死去了，森林不再构成新的宫殿，迷宫从此也消失了。\n或者是漆黑的群兽如同飓风让树木如同麦浪一样倒下。迷宫死去了，森林王也死去了。\n\n将这个故事交给我的兰那罗很胆小，唱歌也不乐意让我们听见，总是寻找独处的地方。\n在一个夜晚，他穿过森林的迷宫，遇到了水中的明月，由此听说了末代森林王的故事。\n后来水流改变了，明月被冲散了。许多的事物变化了，也有许多的事物从此不再改变。\n但你们与我一样，就算不曾见过王，也残留着「老虎」是高贵强大的森林王者的印象。",
    "zht": "\n「很多、很多個月亮以前，森林是一座巨大的迷宮…」\n\n末代森林王已經回到了沙恆當中。曾是他的侍者的，則繼承了「虎」的名號。\n在過去，凡有樹蔭的地方，都是森林王的疆域。而他在自己的領土中漫步時，\n仰賴叢林而生的飛禽與走獸會在他經過時低低地垂下頭顱，以示尊敬與屈從。\n\n歷代的王都有自己的宮殿：每位森林王繼任後，森林就會依照他的形象與夢發生改變。\n最後的森林王的宮殿隱藏在許多樹木與藤蔓構成的藩籬、水流與山崖畫成的網格之後，\n那是月光透過樹葉落在靜水上，構成的珍珠的圓盤。王就在水邊，獨享著兩倍的月光。\n\n而森林的迷宮就是這樣來的。傳說中，森林王令人目眩的斑紋中，描繪著迷宮的路徑。\n每代王的宮殿交疊在一起，於是樹與樹之間的小徑交錯，溪流中斷或是產生新的分支，\n林間的道路就變得越來越複雜。只有森林王、我們蘭那羅，還有帶著王樹瑞佑的人們，\n能夠自在地深入森林王的疆土，在樹與樹之間、溪流與溪流之間找到自己該走的路途。\n\n……\n後來，末代森林王為了保護森林死去了，森林不再構成新的宮殿，迷宮從此也消失了。\n或者是漆黑的群獸如同颶風讓樹木如同麥浪一樣倒下。迷宮死去了，森林王也死去了。\n\n將這個故事交給我的蘭那羅很膽小，唱歌也不樂意讓我們聽見，總是尋找獨處的地方。\n在一個夜晚，他穿過森林的迷宮，遇到了水中的明月，由此聽說了末代森林王的故事。\n後來水流改變了，明月被沖散了。許多的事物變化了，也有許多的事物從此不再改變。\n但你們與我一樣，就算不曾見過王，也殘留著「老虎」是高貴強大的森林王者的印象。",
    "jp": "\n「ずっと昔、森は巨大な迷宮だった…」\n\n最後の森林王は、サルバへと帰っていった。そして彼の侍従だった者が、「虎」の名を受け継いだ。\n昔、木陰のあるところはすべて、森林王の領地だった。彼は己の領土を散策することもあったが、\n森に頼って生きている鳥と獣は、尊敬と服従の意を示すため、彼が通り過ぎる時は軽く頭を下げるものだった。\n\n歴代の王はみな、自身の宮殿を持っていた。新しい森林王が王座につく度、森は王のイメージと夢に沿って変わっていった。\n最後の森林王の宮殿は、多くの樹木とツル草で作られた柵と、水流と崖によって築かれた格子の後ろに隠されていた。\nそしてあれは、葉っぱを通して静かな水面に差し込んだ月明かりが形成した、真珠の円盤だった。王は水辺で一人、二倍の月明かりを楽しんでいた。\n\n森の迷宮はこのようにして産み出されたのだ。伝説によると、森林王の目を眩ますまだら模様の中には、迷宮の道筋が描かれていたそうだ。\n歴代の王の宮殿が一つまた一つと増えて行くうちに、木々の間の小道は交わり、小川は途切れ、あるいは新たな支流を生み、\n森の中の道はどんどん複雑になっていった。森林王と、私たちアランナラ、そして王樹の加護を受けた人々だけが、\n森林王の領土を自由に行き来し、木々の間や小川の流れに自らの道を見つけることができた。\n\n……\nその後、最後の森林王は森を守るために亡くなった。森は新たな宮殿を作らなくなり、そのために、迷宮も消えてしまった。\nまた、漆黒の獣たちは嵐のように、木を麦の波の如く倒してしまった。迷宮は死に絶え、森林王も死に絶えた。\n\nこの物語を私に教えてくれたアランナラはとても臆病で、私たちに歌を聞かされるのを嫌い、いつも一人になれる場所を探していた。\nある夜、森の迷宮を通り抜け、水の中の明るい月に出会った彼は、最後の森林王の物語を聞くことになったそうだ。\nその後、水の流れは変わり、そこに映っていた明るい月も崩れ去ってしまった。色々なことに変化が起きたが、ここから変わらないことも沢山あった。\nけれど私と同じように、あなたがたも、たとえ王を見たことがなくても、「虎」が高貴で強い森の王者だという印象は持っていることだろう。",
    "ko": "\n「아주아주 많은 달이 있기 전에 숲은 하나의 거대한 미궁이었어…」\n\n마지막 숲의 왕은 사르바로 돌아갔고, 왕의 시종이었던 이가 「호랑이」의 이름을 이어받았지.\n과거에는 나무 그늘이 있는 곳은 전부 숲의 왕의 영역이었어. 숲의 왕이 자신의 영토에서 산책을 할 때면,\n숲에 의존하여 살아가는 날짐승과 길짐승은 왕에게 머리를 조아려 존경과 굴복을 표했어.\n\n역대 왕은 모두 자신만의 궁전을 가지고 있었어. 새로운 숲의 왕이 왕좌를 차지하면, 숲은 그의 형상과 꿈에 따라 변화했지.\n마지막 숲의 왕의 궁전은 나무와 덩굴로 만든 울타리, 하천과 벼랑으로 그린 격자 뒤에 숨겨져 있었어.\n그곳은 나뭇잎 사이로 쏟아진 달빛이 고요한 호수에 사뿐히 내려앉아 진주 모양의 원판을 그려내는 곳이었어. 왕은 물가에서 두 배의 달빛을 홀로 누리곤 했지.\n\n숲의 미궁은 여기에서 비롯된 거야. 전설에 따르면, 어지러운 숲의 왕의 무늬에 미궁을 통과하는 길이 그려져 있대.\n모든 왕의 궁전은 포개져 있어 나무와 나무 사이의 오솔길이 교차하고, 물길이 끊기거나 새로운 갈래가 만들어지기도 했지.\n그렇게 숲은 점점 더 복잡해졌어. 오직 숲의 왕, 우리 아란나라들 그리고 나무왕의 가호를 받는 이들만이…\n숲의 왕의 영토 깊은 곳에서 나무와 나무, 시냇물과 시냇물 사이에서 우리가 걸어야 할 길을 찾을 수 있었어.\n\n……\n후에 마지막 숲의 왕은 숲을 지키다가 세상을 떠나고 말았어. 그때부터 숲은 새로운 궁전을 만들어내지 않았고, 미궁도 사라져버렸지.\n폭풍 같은 어둠의 짐승들은 바람에 흔들리는 이삭처럼 나무를 쓰러뜨렸어. 미궁은 죽었고, 숲의 왕도 죽었어.\n\n이 이야기를 나한테 전해준 아란나라는 겁이 아주 많아. 우리한테 노래를 들려주는 것도 내키지 않아 하고, 늘 혼자 있을 곳을 찾아다니는 아이지.\n어느 날 밤, 그 아란나라는 숲의 미궁을 지나 물에 비친 달을 보게 됐고, 마지막 숲의 왕의 이야기를 듣게 됐어.\n그러자 물살이 변했고, 물에 비친 달도 흩어졌어. 많은 것이 변했지만, 더는 변하지 않는 것도 많았지.\n너희도 나처럼 왕을 직접 알현한 적은 없지만 「호랑이」가 고귀하고 강력한 숲의 왕이라는 건 알고 있지",
    "en": "\n\"The forest used to be a giant maze many, many moons ago...\"\n\nThe last king of the forest had returned to Sarva, leaving one who once waited upon him to inherit the name \"Tiger.\"\nIn the past, wherever there was shade, there was the domain of the forest king. And as he wandered through his own territory,\nThe birds and beasts that depended on the jungle would bow their heads as he passed by to show their respect and reverence.\n\nAll Kings had their own palaces: as each successive king of the forest took the throne, the forest changed according to his image and vision.\nThe palace of the last king of the forest was hidden behind a fence of trees and vines, and beyond a network of water and cliffs,\nIt is the disc of pearls made by moonlight through leaves on still water. The king was at the water's edge, basking in the twice and much moonlight all by himself.\n\nThus did the forest maze come about. Legend has it that the forest king traced the path of a maze in his dazzling dappled stripes.\nEach generation of Kings' palaces piled on top of each other so that the paths would intertwine from tree to tree. Streams would break off or would give birth to new branches,\nThe forest paths growing ever more complex. Only the forest king, we Aranara, and the people from the king tree's sanctuary,\nCould freely go into the forest king's sanctuary and find their own way from tree to tree and stream to stream.\n\n...\nLater, the last king of the forest died protecting the forest. The forest would make no new palace, and the maze would disappear henceforth.\nOr perhaps it was a dark herd of beasts that, like a hurricane, brought down the trees like waves of wheat. Either way, the maze was dead, and so was the forest king.\n\nThe Aranara, who gave me this story, was very timid and did not want us to hear him sing, always seeking a place of solitude.\nOne night, he went through a maze in the forest, and found a bright reflection of the moon in the water. Thus did he hear the story of the last king of the forest. \nThen the current changed and the moon's reflection was scattered. Much has changed, and yet, much still remains the same.\nBut even if you, like me, have never met a king, you would still get the impression that Tiger was a noble and powerful king of the forest.",
    "de": "\n„Vor sehr, sehr vielen Monden war der Wald ein riesiges Labyrinth ...“\n\nDer letzte Waldkönig ist bereits nach Sarva zurückgekehrt. Sein einstmaliger Diener erbte seinen Namen: „Tiger“.\nIn der Vergangenheit war jeder Ort im Schatten der Bäume das Herrschaftsgebiet des Waldkönigs. Und wenn er durch sein Reich streifte,\ndann beugten die Tiere der Luft und des Landes, deren Leben vom Wald abhing, tief ihre Köpfe, um ihm Ehrerbietung zu erweisen und ihre Unterwürfigkeit zu demonstrieren.\n\nÜber alle Epochen hinweg hatten die Könige ihre eigenen Paläste: Nachdem jeder Waldkönig den Thron bestiegen hatte, verwandelte sich der Wald entsprechend seinem Erscheinungsbild und seinen Träumen.\nDer Palast des letzten Waldkönigs lag verborgen hinter einer Barriere aus Bäumen und Ranken und hinter Flüssen und Klippen, die wie ein Geflecht ineinander verschlungen waren.\nEs war eine Scheibe aus Perlen, die durch das Mondlicht geformt wurde, das durch das Laub der Bäume auf das stille Wasser gefallen war. Und der König genoss am Wasser ganz für sich allein dieses zweifache Mondlicht.\n\nAuf diese Weise ist das Labyrinth des Waldes entstanden. Der Legende nach waren in der verwirrend komplexen Musterung des Waldkönigs die Wege des Labyrinths eingezeichnet.\nDie Paläste der Könige aller Generationen überschnitten sich miteinander. Daher kreuzten sich die Pfade zwischen den Bäumen und die Bäche endeten unerwartet oder brachten neue Arme hervor,\nsodass die Wege im Wald immer komplexer wurden. Nur der Waldkönig, wir Aranara und Menschen, auf denen der Segen des Königsbaums ruht,\nkönnen tief in das Reich des Waldkönigs vordringen, ohne zwischen den Bäumen und Bächen vom Weg abzukommen.\n\n...\nSpäter hat der letzte Waldkönig sein Leben zum Schutz des Waldes geopfert und der Wald hat danach keinen weiteren Palast mehr erschaffen, woraufhin das Labyrinth verschwand.\nOder es waren die pechschwarzen Bestien, die wie ein Wirbelsturm durch den Wald fegten und die Bäume umwarfen, als wären sie Weizenähren. Das Labyrinth starb und dann starb auch der Waldkönig.\n\nDer Aranara, der mir diese Geschichte erzählt hat, war nicht besonders mutig. Und er wollte auch keine Lieder für uns singen. Stattdessen war er immer auf der Suche nach einem Ort, an dem er für sich allein sein konnte.\nEinmal ist er in der Nacht durch das Labyrinth des Waldes gelaufen und hat dabei den hellen Mond im Wasser entdeckt. So hat er die Geschichte des letzten Waldkönigs gehört.\nDanach hat sich der Wasserlauf geändert und der helle Mond wurde fortgeschwemmt. Viele Dinge haben sich geändert und viele andere Dinge haben sich als Folge davon nicht mehr verändert.\nAber genau wie ihr halten auch wir „Tiger“ für die edlen und mächtigen Könige des Waldes, auch wenn wir die ursprünglichen Könige niemals gesehen haben.",
    "es": "\n“Hace muchas, muchas lunas, bosque era laberinto gigante...”.\n\nÚltimo Rey de Bosque había regresado a Sarva. Aquel que un día fue su vasallo había heredado título de “tigre”.\nEn pasado, cada sombra que creaban árboles formaba parte de dominio de Rey de Bosque. Mientras recorría aquellos parajes sobre que ejercía su dominio, aves y bestias que dependían\nde cobijo de bosque inclinaban cabeza a su paso para rendir homenaje y respeto.\n\nCada rey ha de tener su propio palacio. Es por ello que conforme reyes se sucedían, bosque cambiaba a imagen y semejanza de sus sueños e ideales.\nPalacio de último Rey de Bosque se escondía tras muro de árboles y enredaderas, más allá de red de arroyos y montañas.\nHaces de luz de luna se filtraban a través de copas de árboles y resplandecían al reflejarse sobre cristalinas aguas, como cuentas de un collar de perlas. Rey estaba junto a agua, disfrutando de ambos reflejos de luna en soledad.\n\nY así fue como se creó laberinto de bosque. Cuentan leyendas que Rey de Bosque trazó contornos de laberinto en sus opulentas rayas.\nPalacios de reyes se superponían unos a otros, creando interminables caminos de árbol a otro de bosque. Arroyos llegaban a su fin y nuevas ramas brotaban aquí y allá.\nDe ahí que caminos se volvieran cada vez más enrevesados. Solo Rey de Bosque, aranara, y aquellos que habían recibido bendición de árbol de rey eran capaces de caminar despreocupadamente\npor territorio, moviéndose entre arroyos y árboles para encontrar su propio camino.\n\n...\nAl final, último rey dio su vida protegiendo bosque. Palacios dejaron de construirse y laberinto desapareció.\nO tal vez fueron hordas de monstruos oscuros que derribaron árboles, como huracán arranca espigas de trigo. Y así, laberinto murió, junto con Rey de Bosque.\n\nAranara que me contó esta historia era tímido y no gustaba cantar delante de otros. Siempre buscaba lugar donde pudiera estar solo.\nUna noche en laberinto, se encontró con hermoso reflejo de luna en agua. Así fue como escuchó historia de último Rey de Bosque.\nDespués, corriente de agua se movió y reflejo de luna se disipó. Muchas, muchas cosas cambiaron, y otras permanecieron inamovibles.\nY bueno, ustedes y yo nos parecemos en una cosa: a pesar de que nunca hemos visto ningún rey, creemos firmemente que tigre era noble y poderoso Rey de Bosque.",
    "fr": "\n« Il y a de très nombreuses lunes, la forêt était un immense labyrinthe... »\n\nLe dernier roi de la forêt était retourné dans Sarva. Celui qui avait été son serviteur hérita du nom de « tigre ».\nDans le passé, chaque endroit à l'ombre des arbres faisait partie du domaine du roi de la forêt. Et lorsqu'il se promenait dans son royaume...\nLes oiseaux et les bêtes de la forêt baissaient la tête à son passage en signe de respect et de soumission.\n\nChaque roi avait son propre palais : dès qu'un nouveau roi de la forêt accédait au trône, la forêt devenait à son image et se transformait en fonction de ses rêves.\nLe palais du dernier roi de la forêt était caché derrière une barrière d'arbres et de lianes et au-delà d'un entremêlement de rivières et de montagnes.\nC'était un disque nacré formé par la lumière de la lune qui tombait sur l'eau calme à travers le feuillage des arbres. Le roi se tenait à côté de l'eau, profitant seul de ce double clair de lune.\n\nC'est ainsi que le labyrinthe de la forêt fut créé. Selon la légende, les rayures resplendissantes du roi de la forêt représentaient les différents chemins du labyrinthe.\nLes palais des rois de la forêt se chevauchaient, de sorte que les chemins entre les arbres se croisaient, les ruisseaux étaient coupés ou formaient de nouvelles branches.\nLes sentiers dans la forêt devenaient de plus en plus compliqués. Seul le roi de la forêt, nous, les aranaras, et les autres qui avaient reçu la faveur de l'arbre aîné,\nPouvaient pénétrer à l'intérieur du domaine du roi de la forêt et trouver notre propre chemin à travers les arbres et les ruisseaux.\n\n...\nPuis le dernier roi de la forêt fit don de sa vie pour défendre la forêt. Depuis lors, il n'y eut plus de nouveau palais dans la forêt, et le labyrinthe disparut.\nOu bien, il se peut que ce soit les hordes de monstres ténébreux qui ont abattu les arbres comme un ouragan plierait le blé. Le labyrinthe mourut, tout comme le roi de la forêt.\n\nL'aranara qui m'a raconté cette histoire était timide et n'aimait pas chanter devant nous. Il cherchait toujours un endroit où il pouvait rester seul.\nUne nuit, alors qu'il traversait le labyrinthe de la forêt, il tomba sur le reflet de la lune dans l'eau et apprit l'histoire du dernier roi de la forêt.\nPuis les courants d'eau changèrent et le reflet de la lune se dissipa. Beaucoup de choses furent transformées, tandis que d'autres restèrent à jamais les mêmes.\nVous et moi sommes semblables à certains égards. Même en n'ayant jamais vu le roi, nous avons tous une image de lui comme un souverain de la forêt à la fois noble et puissant.",
    "pt": "\n\"Muitas, muitas luas atrás, a floresta era um labirinto gigante...\"\n\nO último rei da floresta já havia voltado para Sarva. Aqueles que costumavam ser seus servos herdaram o nome \"Tigre\".\nNo passado, onde quer que houvesse sombra, lá seria domínio do Rei da Floresta. Enquanto ele percorria seu próprio território;\nPássaros e outras feras que dependiam da selva para seu sustento baixavam a cabeça quando ele passava, demonstrando respeito e submissão.\n\nTodos os reis possuíam seus próprios palácios: quando um novo rei sucedia ao trono, a floresta mudava de acordo com sua imagem e seus sonhos.\nO palácio do último Rei da Floresta escondia-se atrás de um cercado de arbustos e riachos, e penhascos formados por árvores e videiras;\nAssemelhava-se a um colar de pérolas, formado pelo brilho do luar nas águas imóveis após atravessar as árvores e folhas. O rei estava ao lado da água, aproveitando o luar duplicado, sozinho.\n\nFoi assim que surgiu o labirinto da floresta. Segundo a lenda, as listras deslumbrantes do Rei da Floresta retratam os caminhos do labirinto.\nOs palácios dos reis de cada geração se sobrepõem, de modo que os caminhos entre as árvores se cruzam e os riachos se quebram ou se ramificam,\nO caminho através da floresta então se torna cada vez mais complexo. Somente o Rei da Floresta, nós Aranaras e aqueles que portam a bênção da Árvore Anciã;\nConseguem adentrar livremente no território do Rei da Floresta e encontrar seu próprio caminho entre árvores e riachos.\n\n...\nMais tarde, o último Rei da Floresta morreu para protegê-la, palácios deixaram de ser ali construídos pela floresta e o labirinto desapareceu.\nPossivelmente foram as hordas de bestas negras que derrubaram as árvores assim com o trigo sucumbe ao vendaval. O Rei da Floresta e o labirinto dessa maneira morreram.\n\nO Aranara que me contou esta história era muito tímido, não queria cantar para ninguém ouvir e estava sempre procurando um lugar para ficar sozinho.\nUma noite, ao passar pelo labirinto, ele encontrou a lua brilhante dentro da água e assim ouviu a história do último Rei da Floresta.\nEm seguida, a água mudou e a lua brilhante foi levada embora. Muitas coisas mudaram, e outras para sempre foram as mesmas.\nContudo, assim como eu, mesmo que você nunca tenha visto o rei, você ainda tem a impressão de que o \"tigre\" é um nobre e poderoso rei da floresta.",
    "ru": "\n«Много лун тому назад лес был огромным лабиринтом...»\n\nПоследний Царь леса вернулся в сарву. Те, кто некогда были его слугами, унаследовали имя «тигр».\nВ далёкие времена все земли, лежавшие под тенью деревьев, были владениями Царя леса. Когда он прогуливался по своим землям,\nптицы и звери, населявшие лес, склоняли головы в знак уважения и покорности.\n\nУ каждого царя был свой дворец: с восхождением на престол нового царя лес преображался в соответствии с его обликом и мечтами.\nДворец последнего Царя леса скрывался за изгородью, сплетённой из деревьев и лиан, за скалами, опутанными паутиной ручейков.\nТам в неподвижной воде качался жемчужный лунный свет, просеянный сквозь листву. Царь жил у самой воды, в одиночестве любуясь луной и её отражением.\n\nТак появился лесной лабиринт. Легенда гласит, что в полосатом узоре на шкуре Царя леса была зашифрована схема дорожек лабиринта.\nДворцы Царей леса строились один над другим, из-за этого тропинки между деревьями пересекались, ручейки обрывались или ветвились.\nПути через лес становились всё сложнее и запутаннее. Только Царь леса, мы, аранары, да ещё те, кто получил благословение,\nмогли проникнуть в царские владения и найти путь сквозь деревья и ручьи.\n\n...\nПоследний Царь отдал свою жизнь, защищая лес. С тех пор лес больше не строит новых дворцов, и лабиринт исчез.\nА может, это стая чёрных зверей ураганом повалила деревья, словно колосья пшеницы. Лабиринта не стало, как не стало и Царя леса.\n\nАранара, поведавший мне эту историю, был робкого нрава и не любил петь при нас. Он всегда уходил туда, где можно побыть в одиночестве.\nОднажды ночью в лесном лабиринте он увидел отражение луны в воде и от него узнал историю о последнем Царе леса.\nЗатем течение воды изменилось, и отражение луны рассеялось. Перемены коснулись многого, но многое осталось прежним.\nНо мы с вами в чём-то похожи. Вы никогда не видели царя, но тоже считаете тигра благородным и могущественным Царём леса.",
    "id": "\n\"Hutan ini tadinya sebuah labirin raksasa sekian bulan dahulu lamanya ....\"\n\nRaja hutan terakhir kembali ke Sarva. Salah satu abdinya mewarisi nama \"Harimau\".\nPada masa lampau, di mana ada teduh di sana adalah wilayah sang raja hutan. Dan dia berjalan bebas di seluruh wilayahnya.\nBurung dan binatang buas yang hidup dari rimba belantara bertekuk lutut di hadapannya, takut, gentar, dan hormat.\n\nSetiap raja haruslah tinggal di istana: Setiap raja yang mewarisi takhta akan mengubah hutan menjadi segambar dan serupa dengannya.\nIstana sang raja terakhir tersembunyi di balik pagar pohon dan rambat akar, jauh di balik jaring-jaring air dan tebing.\nLingkaran mutiara yang terbentuk dari daun-daun di atas air yang menyerupai terang rembulan. Sang raja berdiam di tepi air, menikmati tempat yang disinari dewi malam.\n\nMaka labirin hutan pun terjadilah. Konon sang raja hutan menentukan jalur menggunakan tandanya yang berkilauan.\nIstana para raja dibangun di atas istana generasi sebelumnya, dan jalannya berliuk dari pohon ke pohon. Mata air terbelah, dan memberikan kehidupan ke cabang yang baru.\nJalan ini semakin rumit seiring berlalunya waktu. Hanya raja hutan, Aranara, dan para penghuni pohon suci,\nYang dapat bebas memasuki tempat suci dari pohon ke pohon, mata air ke mata air.\n\n....\nRaja terakhir wafat melindungi hutan. Tidak ada lagi istana baru, dan labirin itu pun sirna.\nMungkinkah binatang buas yang datang seperti angin ribut meluluhlantakkan pohon seperti rumput liar? Demikianlah labirin itu musnah, dan raja hutan pergi menemui leluhurnya.\n\nAranara yang menceritakan ini sifatnya penakut, dan tidak ingin nyanyiannya terdengar. Dia selalu ingin menyendiri.\nPada satu malam, dia melewati labirin hutan dan menemukan pantulan terang bulan di muka air. Lalu dia mendengar kisah sang raja hutan.\nArus berganti dan bayangan itu sirna. Semua berubah, namun semua tetaplah sama.\nTapi jika kamu belum pernah bertemu raja, sama seperti diriku, maka kamu akan merasa harimau itu mulia dan menguasai hutan.",
    "th": "\n\"ก่อนที่จันทราจะขึ้นอีกหลาย ๆ ครานั้น ป่าเป็นดั่งเขาวงกตที่กว้างใหญ่ไพศาล...\"\n\nราชาแห่งพงไพรองค์สุดท้ายได้หวนคืนสู่ Sarva ส่วนอดีตข้ารับใช้ของเขา ได้สืบทอดฉายาของ \"เสือ\"\nในอดีตกาล ที่ซึ่งมีร่มเงาล้วนเป็นอาณาเขตปกครองของราชาแห่งพงไพร ในขณะที่เขาเดินเล่นอยู่ในดินแดนของตนเองนั้น\nบรรดาสัตว์ทั้งหลายที่พึ่งพาป่าในการอยู่รอด จะก้มศีรษะลงในขณะที่เขาเดินผ่าน เพื่อแสดงถึงความเคารพและภักดี\n\nราชายุคก่อน ๆ ล้วนมีวังของตนเอง: หลังจากที่ราชาแห่งพงไพรแต่ละองค์สืบทอดบัลลังก์แล้ว ผืนป่าจะเปลี่ยนสภาพไปตามภาพลักษณ์และความฝันของเขา\nพระราชวังของราชาแห่งพงไพรองค์สุดท้ายซ่อนอยู่ข้างหลังรั้วที่ทอด้วยต้นไม้และเถาวัลย์ และตาข่ายที่วาดด้วยสายน้ำกับภูผา\nมันเป็นแผ่นกลมของไข่มุกที่เกิดจากแสงจันทร์ลอดผ่านใบไม้ แล้วตกลงบนผิวน้ำ ราชายืนชื่นชมแสงจันทราสองเท่าอยู่ริมน้ำเพียงลำพัง\n\nส่วนเขาวงกตของป่าได้มาด้วยวิธีแบบนี้ ตำนานเล่าว่า เส้นทางของเขาวงกต ถูกวาดไว้ในลวดลายอันลายตาของราชาแห่งพงไพร\nพระราชวังของราชาแต่ละยุคต่างทับซ้อนอยู่ด้วยกัน ดังนั้นทางเดินระหว่างต้นไม้จึงพาดผ่านกันไปมา ลำธารถูกตัดขาดหรือเกิดขึ้นเป็นสาขาใหม่\nถนนในป่าจึงซับซ้อนขึ้นเรื่อย ๆ มีเพียงราชาแห่งพงไพรกับ Aranara อย่างเรา และผู้ที่ได้รับผลบุญจากต้นราชันเท่านั้น\nที่จะเข้าไปในอาณาเขตของราชาแห่งพงไพรได้อย่างอิสระ และค้นพบเส้นทางที่ถูกต้องระหว่างต้นไม้กับต้นไม้ และลำธารกับลำธาร\n\n...\nต่อมา เมื่อราชาแห่งพงไพรองค์สุดท้ายปกป้องป่าจนสิ้นชีพ ตั้งแต่นั้นมา ในป่าก็ไม่มีวังใหม่เกิดขึ้นอีกเลย และเขาวงกตก็หายไปด้วยเช่นกัน\nหรือบางทีอาจเป็นฝูงอสูรอันมืดมิดเป็นผู้โค่นล้มต้นไม้ เหมือนกับที่พายุทำไว้กับทุ่งข้าวสาลี เขาวงกตสูญสิ้น ราชาแห่งพงไพรก็ดับสูญไปด้วย\n\nAranara ที่เล่าเรื่องนี้ให้ข้าฟังใจเสาะมากเหลือเกิน ขนาดร้องเพลงยังไม่ยอมให้เราได้ยินเลย เขามักจะไปหาสถานที่อยู่เพียงลำพัง\nค่ำคืนหนึ่ง เมื่อเขาเดินผ่านเขาวงกตในป่าใหญ่ ไปเจอกับจันทราในน้ำ จึงได้รู้ถึงเรื่องราวของราชาแห่งพงไพรองค์สุดท้ายนี้\nในเวลาต่อมา ลำธารเปลี่ยนกระแส จันทราถูกซัดให้สลายไป เรื่องราวมากมายได้เปลี่ยนแปลงไป แต่ยังมีบางเรื่องราวที่คงสภาพอยู่ชั่วนิรันดร์\nพวกเจ้าเหมือนกับข้า แม้ไม่เคยเจอราชามาก่อน แต่ก็ยังจดจำว่า \"เสือ\" คือภาพลักษณ์อันสูงส่งและแข็งแกร่งของราชาแห่งป่า",
    "vi": "\n\"Rất nhiều, rất nhiều lần trăng sáng trước đây, rừng rậm là một mê cung khổng lồ...\"\n\nVua Rừng Rậm cuối cùng đã trở về Sarva. Kẻ từng theo hầu ngài kế thừa danh hiệu \"Hổ\".\nThuở xưa, nơi nào có bóng cây đều là lãnh thổ của Vua Rừng Rậm. Khi ngài đang lang thang trong lãnh địa của mình,\nChim muông cầm thú nương nhờ nơi rừng sâu sẽ cúi đầu thật thấp khi ngài đi qua để tỏ vẻ tôn kính và phục tùng.\n\nCác vị vua mỗi đời đều có cung điện của riêng mình: Sau khi mỗi vị Vua Rừng Rậm mới kế vị, rừng sâu sẽ thay đổi theo hình tượng và giấc mơ của ngài.\nCung điện của vị Vua Rừng Rậm cuối cùng ẩn sau hàng rào được tạo thành từ rất nhiều cây cối và dây leo, cùng tấm lưới được tạo nên từ những dòng sông và vách đá,\nĐó là một vòng tròn ngọc trai được ánh trăng chiếu xuyên qua kẽ lá, rơi trên mặt nước tĩnh lặng tạo thành. Vua đứng bên bờ nước, một mình hưởng thụ ánh trăng nhân đôi đó.\n\nVà đó là cách mà mê cung rừng sâu xuất hiện. Theo truyền thuyết, những sọc vằn khiến người ta lóa mắt của Vua Rừng Rậm miêu tả con đường vào mê cung.\nCung điện của mỗi đời vua chồng lên nhau, thế nên những lối mòn giữa cây cối cũng giao thoa với nhau, những dòng suối ngắt quãng hoặc sinh ra nhánh mới,\nCon đường trong rừng ngày càng trở nên phức tạp. Chỉ có Vua Rừng Rậm, các Aranara chúng tôi, và những con người mang theo chúc phúc của vua cây,\nMới có thể tự do đi vào lãnh địa của Vua Rừng Rậm, tìm được con đường mình nên đi giữa rừng cây, khe suối.\n\n...\nSau đó, Vua Rừng Rậm cuối cùng vì bảo vệ rừng sâu nên đã qua đời, rừng sâu không còn tạo thành cung điện mới nữa, mê cung cũng từ đó mà biến mất.\nHoặc cũng có thể là đàn thú đen kịt đó như cuồng phong quét qua khiến cây cối ngã rạp. Mê cung chết đi, Vua Rừng Rậm cũng chết đi.\n\nAranara kể cho tôi nghe câu chuyện này rất nhát gan, khi hát cũng không thích để chúng tôi nghe thấy, chỉ muốn tìm chỗ ở một mình thôi.\nVào một đêm nọ, cậu ta đã đi xuyên qua mê cung của rừng sâu, gặp được trăng sáng trong nước, do đó nên đã nghe được câu chuyện về Vua Rừng Rậm cuối cùng.\nSau đó dòng nước đã thay đổi, ánh trăng sáng cũng bị cuốn trôi. Rất nhiều thứ đã thay đổi, cũng có rất nhiều thứ từ đó không còn thay đổi nữa.\nNhưng các bạn cũng như tôi, dù chưa từng nhìn thấy vua, nhưng vẫn để lại ấn tượng rằng \"Hổ\" là vị vua cao quý mạnh mẽ của rừng sâu."
  },
  "effects": [
    {
      "name": {
        "zhs": "森林的瑞佑",
        "zht": "森林的瑞佑",
        "jp": "フォレストサンクチュアリ",
        "ko": "숲의 비호",
        "en": "Forest Sanctuary",
        "de": "Segen des Waldes",
        "es": "Gracia del bosque",
        "fr": "Sanctuaire sylvestre",
        "pt": "Bênção da Floresta",
        "ru": "Благословение чащи",
        "id": "Forest Sanctuary",
        "th": "Forest Sanctuary",
        "vi": "Chúc Phúc Của Rừng"
      },
      "description": {
        "zhs": "触发燃烧、原激化、超激化、蔓激化、绽放、超绽放或烈绽放后，将在角色周围产生至多存在10秒的「种识之叶」。拾取种识之叶的角色元素精通提升<color=#99FFFFFF>60</color>点，持续12秒。每20秒至多通过这种方式产生一枚种识之叶。角色处于队伍后台时也能触发。种识之叶的效果无法叠加。",
        "zht": "觸發燃燒、原激化、超激化、蔓激化、綻放、超綻放或烈綻放後，將在角色周圍產生至多存在10秒的「種識之葉」。拾取種識之葉的角色元素精通提升<color=#99FFFFFF>60</color>點，持續12秒。每20秒至多依此方式產生一枚種識之葉。角色處於隊伍後臺時也能觸發。種識之葉的效果無法累加。",
        "jp": "燃焼、原激化、超激化、草激化、開花、超開花、または烈開花反応を起こすと、キャラクターの周囲に最大10秒間継続する「唯識の葉」を生成する。「唯識の葉」を拾ったキャラクターは、元素熟知+<color=#99FFFFFF>60</color>、継続時間12秒。この方式で生成できる「唯識の葉」は20秒毎に1つのみ。待機中のキャラクターも発動できる。「唯識の葉」効果は重ね掛けできない。",
        "ko": "연소, 활성, 촉진, 발산, 개화, 만개 혹은 발화 발동 후, 캐릭터 주변에 최대 10초 동안 존재하는 「유식의 잎사귀」가 생성된다. 유식의 잎사귀를 습득한 캐릭터는 원소 마스터리가 <color=#99FFFFFF>60</color>pt 증가한다. 지속 시간: 12초. 해당 방식으로 20초마다 유식의 잎사귀를 최대 1개 생성한다. 캐릭터가 대기 상태일 때도 발동된다. 유식의 잎사귀 효과는 중첩되지 않는다",
        "en": "After triggering Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, or Burgeon, a Leaf of Consciousness will be created around the character for a maximum of 10s. When picked up, the Leaf will grant the character <color=#99FFFFFF>60</color> Elemental Mastery for 12s. Only 1 Leaf can be generated this way every 20s. This effect can still be triggered if the character is not on the field. The Leaf of Consciousness' effect cannot stack.",
        "de": "Erzeugt nach dem Auslösen der Reaktionen wie „In Flammen“, „Urwuchs“, „Suprawuchs“, „Rankenwuchs“, „Sprießen“, „Supraspross“ oder „Flammenspross“ in der Umgebung der Figur ein Vijnana-Blatt, das höchstens 10 s lang bestehen bleibt. Erhöht 12 s lang die Elementarkunde der Figur, die das Blatt sammelt, um <color=#99FFFFFF>60</color> Punkte. Auf diese Weise kann alle 20 s nur ein Vijnana-Blatt erzeugt werden. Dieser Effekt tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet. Der Effekt von Vijnana-Blatt ist nicht stapelbar.",
        "es": "Al causar una reacción de Quemadura, Aceleración, Intensificación, Propagación, Florecimiento, Sobreflorecimiento o Crepitar, se crea cerca del personaje una hoja alayavijñana que existirá durante 10 s. La Maestría Elemental del personaje que la recoja aumentará en <color=#99FFFFFF>60</color> pts. durante 12 s. Solo se puede crear una hoja alayavijñana cada 20 s de esta manera. Este efecto también se puede activar cuando el personaje está en tu equipo pero no en combate, y no se puede acumular.",
        "fr": "Après avoir déclenché une réaction de Brûlure, de Stimulation, de Suractivation, de Propagation, de Fleurissement, d'Exubérance ou de Bourgeonnement, une feuille de conscience est générée autour du personnage pendant un maximum de 10 s. Une fois collectée, la feuille augmente la maîtrise élémentaire du personnage de <color=#99FFFFFF>60</color> pts pendant 12 s. Une feuille de conscience peut être créée de cette manière une fois toutes les 20 s. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé. L'effet de la feuille de conscience ne se cumule pas.",
        "pt": "Após desencadear Queimaduras, Aceleração, Intensificação, Propagação, Florescimento, Superflorescimento ou Germinação, uma Folha da Consciência será criada em volta do personagem por no máximo 10s. Quando coletada, a Folha da Consciência aumentará a Proficiência Elemental do personagem em <color=#99FFFFFF>60</color> por 12s. Apenas 1 Folha pode ser criada dessa forma a cada 20s. Esse efeito ainda pode ser desencadeado mesmo se o personagem não estiver em campo. O efeito da Folha da Consciência não pode ser acumulado.",
        "ru": "Активация статусов Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создают рядом с персонажем Семя сознания, которое существует 10 сек. Мастерство стихий подобравшего его персонажа повышается на <color=#99FFFFFF>60</color> ед. на 12 сек. Семя сознания может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя. Эффект Семени сознания не суммируется.",
        "id": "Setelah memicu Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, atau Burgeon, \"Leaf of Consciousness\" akan muncul di sekitar Karakter dan bertahan hingga 10 detik. Elemental Mastery dari Karakter yang mengambil \"Leaf of Consciousness\" ini akan meningkat sebesar <color=#99FFFFFF>60</color> poin selama 12 detik. Maksimal satu \"Leaf of Consciousness\" yang bisa dihasilkan setiap 20 detik dengan cara ini. Juga bisa terpicu saat Karakter party yang mengenakannya ada dalam party namun sedang tidak berada di medan pertempuran. Efek Leaf of Consciousness tidak dapat ditumpuk.",
        "th": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Consciousness ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งความชำนาญธาตุของตัวละครที่เก็บ Leaf of Consciousness จะเพิ่มขึ้น <color=#99FFFFFF>60</color> หน่วย เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Consciousness ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์ของ Leaf of Consciousness ไม่สามารถซ้อนทับกันได้",
        "vi": "Sau khi kích hoạt phản ứng Thiêu Đốt, Sinh Trưởng, Tăng Cường, Lan Tràn, Sum Suê, Nở Rộ hoặc Bung Tỏa sẽ sản sinh \"Lá Tri Thức\" tồn tại tối đa 10s ở xung quanh nhân vật. Nhân vật khi nhặt \"Lá Tri Thức\" sẽ tăng <color=#99FFFFFF>60</color> điểm Tinh Thông Nguyên Tố, duy trì 12s. Mỗi 20s tối đa sản sinh một \"Lá Tri Thức\" bằng cách này. Nhân vật khi không ra trận cũng sẽ kích hoạt. Hiệu ứng Lá Tri Thức không thể cộng dồn."
      }
    },
    {
      "name": {
        "zhs": "森林的瑞佑",
        "zht": "森林的瑞佑",
        "jp": "フォレストサンクチュアリ",
        "ko": "숲의 비호",
        "en": "Forest Sanctuary",
        "de": "Segen des Waldes",
        "es": "Gracia del bosque",
        "fr": "Sanctuaire sylvestre",
        "pt": "Bênção da Floresta",
        "ru": "Благословение чащи",
        "id": "Forest Sanctuary",
        "th": "Forest Sanctuary",
        "vi": "Chúc Phúc Của Rừng"
      },
      "description": {
        "zhs": "触发燃烧、原激化、超激化、蔓激化、绽放、超绽放或烈绽放后，将在角色周围产生至多存在10秒的「种识之叶」。拾取种识之叶的角色元素精通提升<color=#99FFFFFF>75</color>点，持续12秒。每20秒至多通过这种方式产生一枚种识之叶。角色处于队伍后台时也能触发。种识之叶的效果无法叠加。",
        "zht": "觸發燃燒、原激化、超激化、蔓激化、綻放、超綻放或烈綻放後，將在角色周圍產生至多存在10秒的「種識之葉」。拾取種識之葉的角色元素精通提升<color=#99FFFFFF>75</color>點，持續12秒。每20秒至多依此方式產生一枚種識之葉。角色處於隊伍後臺時也能觸發。種識之葉的效果無法累加。",
        "jp": "燃焼、原激化、超激化、草激化、開花、超開花、または烈開花反応を起こすと、キャラクターの周囲に最大10秒間継続する「唯識の葉」を生成する。「唯識の葉」を拾ったキャラクターは、元素熟知+<color=#99FFFFFF>75</color>、継続時間12秒。この方式で生成できる「唯識の葉」は20秒毎に1つのみ。待機中のキャラクターも発動できる。「唯識の葉」効果は重ね掛けできない。",
        "ko": "연소, 활성, 촉진, 발산, 개화, 만개 혹은 발화 발동 후, 캐릭터 주변에 최대 10초 동안 존재하는 「유식의 잎사귀」가 생성된다. 유식의 잎사귀를 습득한 캐릭터는 원소 마스터리가 <color=#99FFFFFF>75</color>pt 증가한다. 지속 시간: 12초. 해당 방식으로 20초마다 유식의 잎사귀를 최대 1개 생성한다. 캐릭터가 대기 상태일 때도 발동된다. 유식의 잎사귀 효과는 중첩되지 않는다",
        "en": "After triggering Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, or Burgeon, a Leaf of Consciousness will be created around the character for a maximum of 10s. When picked up, the Leaf will grant the character <color=#99FFFFFF>75</color> Elemental Mastery for 12s. Only 1 Leaf can be generated this way every 20s. This effect can still be triggered if the character is not on the field. The Leaf of Consciousness' effect cannot stack.",
        "de": "Erzeugt nach dem Auslösen der Reaktionen wie „In Flammen“, „Urwuchs“, „Suprawuchs“, „Rankenwuchs“, „Sprießen“, „Supraspross“ oder „Flammenspross“ in der Umgebung der Figur ein Vijnana-Blatt, das höchstens 10 s lang bestehen bleibt. Erhöht 12 s lang die Elementarkunde der Figur, die das Blatt sammelt, um <color=#99FFFFFF>75</color> Punkte. Auf diese Weise kann alle 20 s nur ein Vijnana-Blatt erzeugt werden. Dieser Effekt tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet. Der Effekt von Vijnana-Blatt ist nicht stapelbar.",
        "es": "Al causar una reacción de Quemadura, Aceleración, Intensificación, Propagación, Florecimiento, Sobreflorecimiento o Crepitar, se crea cerca del personaje una hoja alayavijñana que existirá durante 10 s. La Maestría Elemental del personaje que la recoja aumentará en <color=#99FFFFFF>75</color> pts. durante 12 s. Solo se puede crear una hoja alayavijñana cada 20 s de esta manera. Este efecto también se puede activar cuando el personaje está en tu equipo pero no en combate, y no se puede acumular.",
        "fr": "Après avoir déclenché une réaction de Brûlure, de Stimulation, de Suractivation, de Propagation, de Fleurissement, d'Exubérance ou de Bourgeonnement, une feuille de conscience est générée autour du personnage pendant un maximum de 10 s. Une fois collectée, la feuille augmente la maîtrise élémentaire du personnage de <color=#99FFFFFF>75</color> pts pendant 12 s. Une feuille de conscience peut être créée de cette manière une fois toutes les 20 s. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé. L'effet de la feuille de conscience ne se cumule pas.",
        "pt": "Após desencadear Queimaduras, Aceleração, Intensificação, Propagação, Florescimento, Superflorescimento ou Germinação, uma Folha da Consciência será criada em volta do personagem por no máximo 10s. Quando coletada, a Folha da Consciência aumentará a Proficiência Elemental do personagem em <color=#99FFFFFF>75</color> por 12s . Apenas 1 Folha pode ser criada dessa forma a cada 20s. Esse efeito ainda pode ser desencadeado mesmo se o personagem não estiver em campo. O efeito da Folha da Consciência não pode ser acumulado.",
        "ru": "Активация статусов Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создают рядом с персонажем Семя сознания, которое существует 10 сек. Мастерство стихий подобравшего его персонажа повышается на <color=#99FFFFFF>75</color> ед. на 12 сек. Семя сознания может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя. Эффект Семени сознания не суммируется.",
        "id": "Setelah memicu Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, atau Burgeon, \"Leaf of Consciousness\" akan muncul di sekitar Karakter dan bertahan hingga 10 detik. Elemental Mastery dari Karakter yang mengambil \"Leaf of Consciousness\" ini akan meningkat sebesar <color=#99FFFFFF>75</color> poin selama 12 detik. Maksimal satu \"Leaf of Consciousness\" yang bisa dihasilkan setiap 20 detik dengan cara ini. Juga bisa terpicu saat Karakter party yang mengenakannya ada dalam party namun sedang tidak berada di medan pertempuran. Efek Leaf of Consciousness tidak dapat ditumpuk.",
        "th": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Consciousness ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งความชำนาญธาตุของตัวละครที่เก็บ Leaf of Consciousness จะเพิ่มขึ้น <color=#99FFFFFF>75</color> หน่วย เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Consciousness ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์ของ Leaf of Consciousness ไม่สามารถซ้อนทับกันได้",
        "vi": "Sau khi kích hoạt phản ứng Thiêu Đốt, Sinh Trưởng, Tăng Cường, Lan Tràn, Sum Suê, Nở Rộ hoặc Bung Tỏa sẽ sản sinh \"Lá Tri Thức\" tồn tại tối đa 10s ở xung quanh nhân vật. Nhân vật khi nhặt \"Lá Tri Thức\" sẽ tăng <color=#99FFFFFF>75</color> điểm Tinh Thông Nguyên Tố, duy trì 12s. Mỗi 20s tối đa sản sinh một \"Lá Tri Thức\" bằng cách này. Nhân vật khi không ra trận cũng sẽ kích hoạt. Hiệu ứng Lá Tri Thức không thể cộng dồn."
      }
    },
    {
      "name": {
        "zhs": "森林的瑞佑",
        "zht": "森林的瑞佑",
        "jp": "フォレストサンクチュアリ",
        "ko": "숲의 비호",
        "en": "Forest Sanctuary",
        "de": "Segen des Waldes",
        "es": "Gracia del bosque",
        "fr": "Sanctuaire sylvestre",
        "pt": "Bênção da Floresta",
        "ru": "Благословение чащи",
        "id": "Forest Sanctuary",
        "th": "Forest Sanctuary",
        "vi": "Chúc Phúc Của Rừng"
      },
      "description": {
        "zhs": "触发燃烧、原激化、超激化、蔓激化、绽放、超绽放或烈绽放后，将在角色周围产生至多存在10秒的「种识之叶」。拾取种识之叶的角色元素精通提升<color=#99FFFFFF>90</color>点，持续12秒。每20秒至多通过这种方式产生一枚种识之叶。角色处于队伍后台时也能触发。种识之叶的效果无法叠加。",
        "zht": "觸發燃燒、原激化、超激化、蔓激化、綻放、超綻放或烈綻放後，將在角色周圍產生至多存在10秒的「種識之葉」。拾取種識之葉的角色元素精通提升<color=#99FFFFFF>90</color>點，持續12秒。每20秒至多依此方式產生一枚種識之葉。角色處於隊伍後臺時也能觸發。種識之葉的效果無法累加。",
        "jp": "燃焼、原激化、超激化、草激化、開花、超開花、または烈開花反応を起こすと、キャラクターの周囲に最大10秒間継続する「唯識の葉」を生成する。「唯識の葉」を拾ったキャラクターは、元素熟知+<color=#99FFFFFF>90</color>、継続時間12秒。この方式で生成できる「唯識の葉」は20秒毎に1つのみ。待機中のキャラクターも発動できる。「唯識の葉」効果は重ね掛けできない。",
        "ko": "연소, 활성, 촉진, 발산, 개화, 만개 혹은 발화 발동 후, 캐릭터 주변에 최대 10초 동안 존재하는 「유식의 잎사귀」가 생성된다. 유식의 잎사귀를 습득한 캐릭터는 원소 마스터리가 <color=#99FFFFFF>90</color>pt 증가한다. 지속 시간: 12초. 해당 방식으로 20초마다 유식의 잎사귀를 최대 1개 생성한다. 캐릭터가 대기 상태일 때도 발동된다. 유식의 잎사귀 효과는 중첩되지 않는다",
        "en": "After triggering Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, or Burgeon, a Leaf of Consciousness will be created around the character for a maximum of 10s. When picked up, the Leaf will grant the character <color=#99FFFFFF>90</color> Elemental Mastery for 12s. Only 1 Leaf can be generated this way every 20s. This effect can still be triggered if the character is not on the field. The Leaf of Consciousness' effect cannot stack.",
        "de": "Erzeugt nach dem Auslösen der Reaktionen wie „In Flammen“, „Urwuchs“, „Suprawuchs“, „Rankenwuchs“, „Sprießen“, „Supraspross“ oder „Flammenspross“ in der Umgebung der Figur ein Vijnana-Blatt, das höchstens 10 s lang bestehen bleibt. Erhöht 12 s lang die Elementarkunde der Figur, die das Blatt sammelt, um <color=#99FFFFFF>90</color> Punkte. Auf diese Weise kann alle 20 s nur ein Vijnana-Blatt erzeugt werden. Dieser Effekt tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet. Der Effekt von Vijnana-Blatt ist nicht stapelbar.",
        "es": "Al causar una reacción de Quemadura, Aceleración, Intensificación, Propagación, Florecimiento, Sobreflorecimiento o Crepitar, se crea cerca del personaje una hoja alayavijñana que existirá durante 10 s. La Maestría Elemental del personaje que la recoja aumentará en <color=#99FFFFFF>90</color> pts. durante 12 s. Solo se puede crear una hoja alayavijñana cada 20 s de esta manera. Este efecto también se puede activar cuando el personaje está en tu equipo pero no en combate, y no se puede acumular.",
        "fr": "Après avoir déclenché une réaction de Brûlure, de Stimulation, de Suractivation, de Propagation, de Fleurissement, d'Exubérance ou de Bourgeonnement, une feuille de conscience est générée autour du personnage pendant un maximum de 10 s. Une fois collectée, la feuille augmente la maîtrise élémentaire du personnage de <color=#99FFFFFF>90</color> pts pendant 12 s. Une feuille de conscience peut être créée de cette manière une fois toutes les 20 s. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé. L'effet de la feuille de conscience ne se cumule pas.",
        "pt": "Após desencadear Queimaduras, Aceleração, Intensificação, Propagação, Florescimento, Superflorescimento ou Germinação, uma Folha da Consciência será criada em volta do personagem por no máximo 10s. Quando coletada, a Folha da Consciência aumentará a Proficiência Elemental do personagem em <color=#99FFFFFF>90</color> por 12s. Apenas 1 Folha pode ser criada dessa forma a cada 20s. Esse efeito ainda pode ser desencadeado mesmo se o personagem não estiver em campo. O efeito da Folha da Consciência não pode ser acumulado.",
        "ru": "Активация статусов Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создают рядом с персонажем Семя сознания, которое существует 10 сек. Мастерство стихий подобравшего его персонажа повышается на <color=#99FFFFFF>90</color> ед. на 12 сек. Семя сознания может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя. Эффект Семени сознания не суммируется.",
        "id": "Setelah memicu Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, atau Burgeon, \"Leaf of Consciousness\" akan muncul di sekitar Karakter dan bertahan hingga 10 detik. Elemental Mastery dari Karakter yang mengambil \"Leaf of Consciousness\" ini akan meningkat sebesar <color=#99FFFFFF>90</color> poin selama 12 detik. Maksimal satu \"Leaf of Consciousness\" yang bisa dihasilkan setiap 20 detik dengan cara ini. Juga bisa terpicu saat Karakter party yang mengenakannya ada dalam party namun sedang tidak berada di medan pertempuran. Efek Leaf of Consciousness tidak dapat ditumpuk.",
        "th": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Consciousness ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งความชำนาญธาตุของตัวละครที่เก็บ Leaf of Consciousness จะเพิ่มขึ้น <color=#99FFFFFF>90</color> หน่วย เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Consciousness ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์ของ Leaf of Consciousness ไม่สามารถซ้อนทับกันได้",
        "vi": "Sau khi kích hoạt phản ứng Thiêu Đốt, Sinh Trưởng, Tăng Cường, Lan Tràn, Sum Suê, Nở Rộ hoặc Bung Tỏa sẽ sản sinh \"Lá Tri Thức\" tồn tại tối đa 10s ở xung quanh nhân vật. Nhân vật khi nhặt \"Lá Tri Thức\" sẽ tăng <color=#99FFFFFF>90</color> điểm Tinh Thông Nguyên Tố, duy trì 12s. Mỗi 20s tối đa sản sinh một \"Lá Tri Thức\" bằng cách này. Nhân vật khi không ra trận cũng sẽ kích hoạt. Hiệu ứng Lá Tri Thức không thể cộng dồn."
      }
    },
    {
      "name": {
        "zhs": "森林的瑞佑",
        "zht": "森林的瑞佑",
        "jp": "フォレストサンクチュアリ",
        "ko": "숲의 비호",
        "en": "Forest Sanctuary",
        "de": "Segen des Waldes",
        "es": "Gracia del bosque",
        "fr": "Sanctuaire sylvestre",
        "pt": "Bênção da Floresta",
        "ru": "Благословение чащи",
        "id": "Forest Sanctuary",
        "th": "Forest Sanctuary",
        "vi": "Chúc Phúc Của Rừng"
      },
      "description": {
        "zhs": "触发燃烧、原激化、超激化、蔓激化、绽放、超绽放或烈绽放后，将在角色周围产生至多存在10秒的「种识之叶」。拾取种识之叶的角色元素精通提升<color=#99FFFFFF>105</color>点，持续12秒。每20秒至多通过这种方式产生一枚种识之叶。角色处于队伍后台时也能触发。种识之叶的效果无法叠加。",
        "zht": "觸發燃燒、原激化、超激化、蔓激化、綻放、超綻放或烈綻放後，將在角色周圍產生至多存在10秒的「種識之葉」。拾取種識之葉的角色元素精通提升<color=#99FFFFFF>105</color>點，持續12秒。每20秒至多依此方式產生一枚種識之葉。角色處於隊伍後臺時也能觸發。種識之葉的效果無法累加。",
        "jp": "燃焼、原激化、超激化、草激化、開花、超開花、または烈開花反応を起こすと、キャラクターの周囲に最大10秒間継続する「唯識の葉」を生成する。「唯識の葉」を拾ったキャラクターは、元素熟知+<color=#99FFFFFF>105</color>、継続時間12秒。この方式で生成できる「唯識の葉」は20秒毎に1つのみ。待機中のキャラクターも発動できる。「唯識の葉」効果は重ね掛けできない。",
        "ko": "연소, 활성, 촉진, 발산, 개화, 만개 혹은 발화 발동 후, 캐릭터 주변에 최대 10초 동안 존재하는 「유식의 잎사귀」가 생성된다. 유식의 잎사귀를 습득한 캐릭터는 원소 마스터리가 <color=#99FFFFFF>105</color>pt 증가한다. 지속 시간: 12초. 해당 방식으로 20초마다 유식의 잎사귀를 최대 1개 생성한다. 캐릭터가 대기 상태일 때도 발동된다. 유식의 잎사귀 효과는 중첩되지 않는다",
        "en": "After triggering Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, or Burgeon, a Leaf of Consciousness will be created around the character for a maximum of 10s. When picked up, the Leaf will grant the character <color=#99FFFFFF>105</color> Elemental Mastery for 12s. Only 1 Leaf can be generated this way every 20s. This effect can still be triggered if the character is not on the field. The Leaf of Consciousness' effect cannot stack.",
        "de": "Erzeugt nach dem Auslösen der Reaktionen wie „In Flammen“, „Urwuchs“, „Suprawuchs“, „Rankenwuchs“, „Sprießen“, „Supraspross“ oder „Flammenspross“ in der Umgebung der Figur ein Vijnana-Blatt, das höchstens 10 s lang bestehen bleibt. Erhöht 12 s lang die Elementarkunde der Figur, die das Blatt sammelt, um <color=#99FFFFFF>105</color> Punkte. Auf diese Weise kann alle 20 s nur ein Vijnana-Blatt erzeugt werden. Dieser Effekt tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet. Der Effekt von Vijnana-Blatt ist nicht stapelbar.",
        "es": "Al causar una reacción de Quemadura, Aceleración, Intensificación, Propagación, Florecimiento, Sobreflorecimiento o Crepitar, se crea cerca del personaje una hoja alayavijñana que existirá durante 10 s. La Maestría Elemental del personaje que la recoja aumentará en <color=#99FFFFFF>105</color> pts. durante 12 s. Solo se puede crear una hoja alayavijñana cada 20 s de esta manera. Este efecto también se puede activar cuando el personaje está en tu equipo pero no en combate, y no se puede acumular.",
        "fr": "Après avoir déclenché une réaction de Brûlure, de Stimulation, de Suractivation, de Propagation, de Fleurissement, d'Exubérance ou de Bourgeonnement, une feuille de conscience est générée autour du personnage pendant un maximum de 10 s. Une fois collectée, la feuille augmente la maîtrise élémentaire du personnage de <color=#99FFFFFF>105</color> pts pendant 12 s. Une feuille de conscience peut être créée de cette manière une fois toutes les 20 s. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé. L'effet de la feuille de conscience ne se cumule pas.",
        "pt": "Após desencadear Queimaduras, Aceleração, Intensificação, Propagação, Florescimento, Superflorescimento ou Germinação, uma Folha da Consciência será criada em volta do personagem por no máximo 10s. Quando coletada, a Folha da Consciência aumentará a Proficiência Elemental do personagem em <color=#99FFFFFF>105</color> por 12s . Apenas 1 Folha pode ser criada dessa forma a cada 20s. Esse efeito ainda pode ser desencadeado mesmo se o personagem não estiver em campo. O efeito da Folha da Consciência não pode ser acumulado.",
        "ru": "Активация статусов Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создают рядом с персонажем Семя сознания, которое существует 10 сек. Мастерство стихий подобравшего его персонажа повышается на <color=#99FFFFFF>105</color> ед. на 12 сек. Семя сознания может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя. Эффект Семени сознания не суммируется.",
        "id": "Setelah memicu Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, atau Burgeon, \"Leaf of Consciousness\" akan muncul di sekitar Karakter dan bertahan hingga 10 detik. Elemental Mastery dari Karakter yang mengambil \"Leaf of Consciousness\" ini akan meningkat sebesar <color=#99FFFFFF>105</color> poin selama 12 detik. Maksimal satu \"Leaf of Consciousness\" yang bisa dihasilkan setiap 20 detik dengan cara ini. Juga bisa terpicu saat Karakter party yang mengenakannya ada dalam party namun sedang tidak berada di medan pertempuran. Efek Leaf of Consciousness tidak dapat ditumpuk.",
        "th": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Consciousness ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งความชำนาญธาตุของตัวละครที่เก็บ Leaf of Consciousness จะเพิ่มขึ้น <color=#99FFFFFF>105</color> หน่วย เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Consciousness ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์ของ Leaf of Consciousness ไม่สามารถซ้อนทับกันได้",
        "vi": "Sau khi kích hoạt phản ứng Thiêu Đốt, Sinh Trưởng, Tăng Cường, Lan Tràn, Sum Suê, Nở Rộ hoặc Bung Tỏa sẽ sản sinh \"Lá Tri Thức\" tồn tại tối đa 10s ở xung quanh nhân vật. Nhân vật khi nhặt \"Lá Tri Thức\" sẽ tăng <color=#99FFFFFF>105</color> điểm Tinh Thông Nguyên Tố, duy trì 12s. Mỗi 20s tối đa sản sinh một \"Lá Tri Thức\" bằng cách này. Nhân vật khi không ra trận cũng sẽ kích hoạt. Hiệu ứng Lá Tri Thức không thể cộng dồn."
      }
    },
    {
      "name": {
        "zhs": "森林的瑞佑",
        "zht": "森林的瑞佑",
        "jp": "フォレストサンクチュアリ",
        "ko": "숲의 비호",
        "en": "Forest Sanctuary",
        "de": "Segen des Waldes",
        "es": "Gracia del bosque",
        "fr": "Sanctuaire sylvestre",
        "pt": "Bênção da Floresta",
        "ru": "Благословение чащи",
        "id": "Forest Sanctuary",
        "th": "Forest Sanctuary",
        "vi": "Chúc Phúc Của Rừng"
      },
      "description": {
        "zhs": "触发燃烧、原激化、超激化、蔓激化、绽放、超绽放或烈绽放后，将在角色周围产生至多存在10秒的「种识之叶」。拾取种识之叶的角色元素精通提升<color=#99FFFFFF>120</color>点，持续12秒。每20秒至多通过这种方式产生一枚种识之叶。角色处于队伍后台时也能触发。种识之叶的效果无法叠加。",
        "zht": "觸發燃燒、原激化、超激化、蔓激化、綻放、超綻放或烈綻放後，將在角色周圍產生至多存在10秒的「種識之葉」。拾取種識之葉的角色元素精通提升<color=#99FFFFFF>120</color>點，持續12秒。每20秒至多依此方式產生一枚種識之葉。角色處於隊伍後臺時也能觸發。種識之葉的效果無法累加。",
        "jp": "燃焼、原激化、超激化、草激化、開花、超開花、または烈開花反応を起こすと、キャラクターの周囲に最大10秒間継続する「唯識の葉」を生成する。「唯識の葉」を拾ったキャラクターは、元素熟知+<color=#99FFFFFF>120</color>、継続時間12秒。この方式で生成できる「唯識の葉」は20秒毎に1つのみ。待機中のキャラクターも発動できる。「唯識の葉」効果は重ね掛けできない。",
        "ko": "연소, 활성, 촉진, 발산, 개화, 만개 혹은 발화 발동 후, 캐릭터 주변에 최대 10초 동안 존재하는 「유식의 잎사귀」가 생성된다. 유식의 잎사귀를 습득한 캐릭터는 원소 마스터리가 <color=#99FFFFFF>120</color>pt 증가한다. 지속 시간: 12초. 해당 방식으로 20초마다 유식의 잎사귀를 최대 1개 생성한다. 캐릭터가 대기 상태일 때도 발동된다. 유식의 잎사귀 효과는 중첩되지 않는다",
        "en": "After triggering Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, or Burgeon, a Leaf of Consciousness will be created around the character for a maximum of 10s. When picked up, the Leaf will grant the character <color=#99FFFFFF>120</color> Elemental Mastery for 12s. Only 1 Leaf can be generated this way every 20s. This effect can still be triggered if the character is not on the field. The Leaf of Consciousness' effect cannot stack.",
        "de": "Erzeugt nach dem Auslösen der Reaktionen wie „In Flammen“, „Urwuchs“, „Suprawuchs“, „Rankenwuchs“, „Sprießen“, „Supraspross“ oder „Flammenspross“ in der Umgebung der Figur ein Vijnana-Blatt, das höchstens 10 s lang bestehen bleibt. Erhöht 12 s lang die Elementarkunde der Figur, die das Blatt sammelt, um <color=#99FFFFFF>120</color> Punkte. Auf diese Weise kann alle 20 s nur ein Vijnana-Blatt erzeugt werden. Dieser Effekt tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet. Der Effekt von Vijnana-Blatt ist nicht stapelbar.",
        "es": "Al causar una reacción de Quemadura, Aceleración, Intensificación, Propagación, Florecimiento, Sobreflorecimiento o Crepitar, se crea cerca del personaje una hoja alayavijñana que existirá durante 10 s. La Maestría Elemental del personaje que la recoja aumentará en <color=#99FFFFFF>120</color> pts. durante 12 s. Solo se puede crear una hoja alayavijñana cada 20 s de esta manera. Este efecto también se puede activar cuando el personaje está en tu equipo pero no en combate, y no se puede acumular.",
        "fr": "Après avoir déclenché une réaction de Brûlure, de Stimulation, de Suractivation, de Propagation, de Fleurissement, d'Exubérance ou de Bourgeonnement, une feuille de conscience est générée autour du personnage pendant un maximum de 10 s. Une fois collectée, la feuille augmente la maîtrise élémentaire du personnage de <color=#99FFFFFF>120</color> pts pendant 12 s. Une feuille de conscience peut être créée de cette manière une fois toutes les 20 s. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé. L'effet de la feuille de conscience ne se cumule pas.",
        "pt": "Após desencadear Queimaduras, Aceleração, Intensificação, Propagação, Florescimento, Superflorescimento ou Germinação, uma Folha da Consciência será criada em volta do personagem por no máximo 10s. Quando coletada, a Folha da Consciência aumentará a Proficiência Elemental do personagem em <color=#99FFFFFF>120</color> por 12s. Apenas 1 Folha pode ser criada dessa forma a cada 20s. Esse efeito ainda pode ser desencadeado mesmo se o personagem não estiver em campo. O efeito da Folha da Consciência não pode ser acumulado.",
        "ru": "Активация статусов Горение, Стимуляция, Обострение, Разрастание, Бутонизация, Вегетация и Цветение создают рядом с персонажем Семя сознания, которое существует 10 сек. Мастерство стихий подобравшего его персонажа повышается на <color=#99FFFFFF>120</color> ед. на 12 сек. Семя сознания может возникнуть раз в 20 сек. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя. Эффект Семени сознания не суммируется.",
        "id": "Setelah memicu Burning, Quicken, Aggravate, Spread, Bloom, Hyperbloom, atau Burgeon, \"Leaf of Consciousness\" akan muncul di sekitar Karakter dan bertahan hingga 10 detik. Elemental Mastery dari Karakter yang mengambil \"Leaf of Consciousness\" ini akan meningkat sebesar <color=#99FFFFFF>120</color> poin selama 12 detik. Maksimal satu \"Leaf of Consciousness\" yang bisa dihasilkan setiap 20 detik dengan cara ini. Juga bisa terpicu saat Karakter party yang mengenakannya ada dalam party namun sedang tidak berada di medan pertempuran. Efek Leaf of Consciousness tidak dapat ditumpuk.",
        "th": "หลังจากเกิดปฏิกิริยาติดไฟ, ปลุกเร้า, บีบอัด, แพร่ขยาย, งอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน จะสร้าง Leaf of Consciousness ที่จะคงอยู่ได้นานสุดถึง 10 วินาที ขึ้นมาตรงบริเวณที่ตัวละครอยู่ ซึ่งความชำนาญธาตุของตัวละครที่เก็บ Leaf of Consciousness จะเพิ่มขึ้น <color=#99FFFFFF>120</color> หน่วย เป็นเวลา 12 วินาที โดยที่ทุก 20 วินาที จะเกิด Leaf of Consciousness ด้วยวิธีนี้ได้มากสุดหนึ่งอัน และเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ เอฟเฟกต์ของ Leaf of Consciousness ไม่สามารถซ้อนทับกันได้",
        "vi": "Sau khi kích hoạt phản ứng Thiêu Đốt, Sinh Trưởng, Tăng Cường, Lan Tràn, Sum Suê, Nở Rộ hoặc Bung Tỏa sẽ sản sinh \"Lá Tri Thức\" tồn tại tối đa 10s ở xung quanh nhân vật. Nhân vật khi nhặt \"Lá Tri Thức\" sẽ tăng <color=#99FFFFFF>120</color> điểm Tinh Thông Nguyên Tố, duy trì 12s. Mỗi 20s tối đa sản sinh một \"Lá Tri Thức\" bằng cách này. Nhân vật khi không ra trận cũng sẽ kích hoạt. Hiệu ứng Lá Tri Thức không thể cộng dồn."
      }
    }
  ],
  "internal_name": "Claymore_Arakalari",
  "imgid": "claymore/arakalari"
}