{
  "id": 12414,
  "type": "claymore",
  "rank": 4,
  "name": {
    "zhs": "桂木斩长正",
    "zht": "桂木斬長正",
    "jp": "桂木斬長正",
    "ko": "카츠라기를 벤 나가마사",
    "en": "Katsuragikiri Nagamasa",
    "de": "Katsuragikiri Nagamasa",
    "es": "Asesinato de Katsuragi",
    "fr": "Espadon de Nagamasa",
    "pt": "Espada Grande de Katsuragi",
    "ru": "Кацурагикири Нагамаса",
    "id": "Katsuragikiri Nagamasa",
    "th": "Katsuragikiri Nagamasa",
    "vi": "Trường Đao Katsuragi"
  },
  "description": {
    "zhs": "过去在踏鞴砂打造的刀，沉重而坚韧。",
    "zht": "過去在踏鞴砂打造的刀，沉重而堅韌。",
    "jp": "たたら砂で鍛えられた刀。重くて強靭である。",
    "ko": "과거 타타라스나에서 만든 칼, 무겁고 단단하다",
    "en": "A blade that was once made in Tatarasuna. Heavy and tough.",
    "de": "Ein Schwert, das in Tatarasuna hergestellt wurde. Schwer und zäh.",
    "es": "Una pesada y tenaz espada forjada en Tatarasuna.",
    "fr": "Une lame qui était autrefois fabriquée à Tatarasuna. Lourde et résistante.",
    "pt": "Uma espada forjada em Tatarasuna. Pesada e resistente.",
    "ru": "Клинок, выкованный в Татарасуне. Тяжёлый и прочный.",
    "id": "Pedang yang dibuat di Tatarasuna. Bobotnya berat dan bodinya kasar.",
    "th": "ดาบที่ถูกทำขึ้นใน Tatarasuna เมื่อครั้งอดีต ทั้งหนักและแข็งแรงทนทาน",
    "vi": "Thanh kiếm được Tatarasuna rèn, tuy nặng nề nhưng vô cùng sắc bén."
  },
  "lore": {
    "zhs": "\n踏鞴砂过去的某一任目付设计的长卷。\n据说与其人一般有着朴实刚正的性格。\n\n在引入远国的技术制造「御影炉心」前，漫长的时间里，\n踏鞴砂所采用的冶炼方法一直是传统的「踏鞴制铁法」。\n御舆长正担任目付后，一度痴迷于钢铁的冷峻之美当中。\n他向同样热衷于刀剑锻冶的宫崎造兵司佑兼雄请教心得，\n最终亲手造出了这一柄坚硬朴实的大刀「大踏鞴长正」。\n\n虽然不过是御舆家的养子；虽然养母让御舆之名被染黑；\n虽然御舆的嫡子道启抛弃了孑然一身的自己，销声匿迹；\n但他自诩的愚钝、实际的忠义令他百倍珍惜御舆的名号。\n努力进入官府，并以百倍的勤奋与清明，洗刷家族污名。\n\n就算自己的寄骑桂木有一丝的渎职，也毫不留情地斩落。\n在那之后，这把刀的名字与他的别称，就永远地改变了。",
    "zht": "\n踏鞴砂過去的某一任目付設計的長卷。\n據說與其人一般有著樸實剛正的性格。\n\n在引入遠國的技術製造「御影爐心」前，漫長的時間裡，\n踏鞴砂所採用的冶煉方法一直是傳統的「踏鞴製鐵法」。\n御輿長正擔任目付後，一度癡迷於鋼鐵的冷峻之美當中。\n他向同樣熱衷於刀劍鍛冶的宮崎造兵司佑兼雄請教心得，\n最終親手造出了這一柄堅硬樸實的大刀「大踏鞴長正」。\n\n雖然不過是御輿家的養子；雖然養母讓御輿之名被染黑；\n雖然御輿的嫡子道啟拋棄了孑然一身的自己，銷聲匿跡；\n但他自詡的愚鈍、實際的忠義令他百倍珍惜御輿的名號。\n努力進入官府，並以百倍的勤奮與清明，洗刷家族汙名。\n\n就算自己的寄騎桂木有一絲的瀆職，也毫不留情地斬落。\n在那之後，這把刀的名字與他的別稱，就永遠地改變了。",
    "jp": "\nたたら砂のとある代の目付が設計した長巻。\n本人同様、堅実な性格だと言われている。\n\n異国の技術を輸入し、「御影炉心」を作る前の長い間、\nたたら砂は伝統的な「たたら製鉄法」を使っていた。\n御輿長正が目付になって、鉄の冷たい美しさに夢中になった。\n同じく刀鍛冶に熱中する宮崎造兵司佑兼雄に教えを請うた。\n遂にその手でこの堅実な刀「大たたら長正」を鍛え上げた。\n\n御輿家の養子でしかないけれど、養母が御輿家の名に泥を塗ったけれど、\n御輿の嫡子である道啓が天涯孤独な自分を捨てて何処かへ消えたけれど、\n彼の忠義心が御輿の名を捨てられなかった。\n幕府に入り、人一倍の努力で、一族の汚名を濯ごうとした。\n\n自分の部下である桂木の些細な不作為でも、容赦なく斬り捨てた。\nその後、この刀の名前と別称が違うものになった。",
    "ko": "\n타타라스나 과거의 한 메츠케 님이 설계한 나가마키\n그분은 성실하고 강직한 성격의 소유자라고 한다\n\n원국의 기술을 수입해 「미카게 용광로」를 만들기 전, 아주 오랜 시간 동안,\n타타라스나는 줄곧 전통 제련법인 「타타라 제철법」을 사용했다\n미코시 나가마사가 정식으로 메츠케 에 임명된 후, 한동안 강철의 아름다움에 사로잡혀 있었다\n검을 제련하는 미야자키 조병사 타스쿠에게도 종종 자문을 구했다\n결국 손수 만들어낸 검이 바로 튼튼하고 검소한 「타타라 나가마사」이다\n\n비록 미코시 가문의 양자지만, 비록 양모가 미코시란 이름에 먹칠을 했지만,\n비록 미코시의 적자인 미치히라가 혼자인 자신을 버리고 사라졌지만,\n하지만 그가 자만하는 어리석음과 실제 충성과 절의는 미코시의 이름을 소중히 여기게 했다\n열심히 해서 관아에 들어가고, 백 배의 노력과 청렴함으로 가문의 오명을 씻어냈다\n\n자신의 기마 무사인 카츠라기가 일말의 직무유기가 있어도 가차 없이 베었다\n그 후부터 이 검과 그의 이름은 영원히 달라지게 되었다",
    "en": "\nA nagamaki sword designed by one of Tatarasuna's inspectors.\nIt is said that the diagram is as simple and upright as that inspector was.\n\nFor a long time, before the introduction of the outlander technology that helped build the Mikage Furnace,\nTatarasuna smelted iron using the traditional \"Tatara Metalworking Method.\"\nAfter Mikoshi Nagamasa became the inspector, he was for a time obsessed with the grim loveliness of steel.\nHe thus consulted the similarly-inclined Armory Officer Miyazaki for advice,\nWith the end result being this tough and simple sword, the Daitatara Nagamasa.\n\nAlthough he was only the foster son of the Mikoshi Clan, and although his foster mother had stained the reputation of the Mikoshi,\nAnd even though Mikoshi's only legitimate heir, Doukei, abandoned him and disappeared,\nHis self-admitted stupidity and loyalty led him to cherish the Mikoshi name all the more.\nHe strove to enter the government and got rid of the family's bad reputation with his diligence and righteousness.\n\nWhen his yoriki Katsuragi was connected with but a single trace of misconduct, he had him executed without mercy.\nEver since then, the name of the sword and his title were changed forever.",
    "de": "\nDie langen Rollen von Tatarasuna wurden von einem der ehemaligen Inspektoren entworfen.\nMan sagt der Stadt einen einfachen und geradlinigen Charakter nach, den die Einwohner im Allgemeinen haben.\n\nLange vor der Einführung der fremden Technik zur Herstellung des „Mikage-Hochofens“\nist die in Tatarasuna angewandte Schmelzmethode die traditionelle „Metallverarbeitungsmethode“.\nNachdem Mikoshi Nagamasa die Rolle des Inspektors übernommen hatte, war er eine Zeit lang von der kalten Schönheit des Stahls besessen.\nEr suchte Rat bei Miyazaki, der ebenfalls ein erfahrener Schwertkämpfer war.\nAm Ende fertigte er in Handarbeit dieses einfache und harte Schwert, „Daitatara Nagamasa“.\n\nObwohl er der Adoptivsohn der Familie Mikoshi war und seine Adoptivmutter dafür gesorgt hatte, dass sein Name angeschwärzt wurde,\nObwohl Mikoshis erster Sohn ihn aufgegeben hat und untergetaucht ist,\nließen seine selbsternannte Dummheit und seine wirkliche Loyalität ihn den Namen der öffentlichen Meinung hundertfach in Ehren halten.\nStrebe danach, in die Regierung einzutreten und das Stigma der Familie mit hundertfachem Fleiß und Klarheit zu tilgen.\n\nSelbst wenn es einen Hinweis auf ein Fehlverhalten seines eigenen Helfers Katsuragi gäbe, würde er gnadenlos abgeschossen werden.\nDanach änderte sich der Name des Schwerts wie auch sein Pseudonym für immer.",
    "es": "\nUna espada nagamaki diseñada por uno de los inspectores de Tatarasuna.\nSe dice que es tan austera y directa como él.\n\nPor mucho tiempo, antes de que introdujeran la tecnología extranjera para la construcción de la Fragua Mikage,\nel acero solía derretirse en Tatarasuna utilizando la tradicional técnica de forja Tatara.\nDespués de que Mikoshi Nagamasa se convirtiera en inspector, durante un tiempo estuvo obsesionado con la belleza del acero.\nPidió la opinión de Miyazaki, el oficial de la armería, quien compartía su afición,\ny al final hizo esta espada, sencilla pero resistente, llamada “Gran Hoja de Tatara”.\n\nA pesar de que él solo era un hijo adoptivo de la familia Mikoshi, a pesar de que su madre adoptiva había manchado el nombre de la familia,\na pesar de que Doukei, el único hijo legítimo de Mikoshi, lo abandonó y desapareció,\nsu ingenuidad y lealtad hicieron que apreciara el apellido Mikoshi.\nSe esforzó para ser admitido en el gobierno y limpiar la reputación de la familia con diligencia y virtud.\n\nCuando Katsuragi, su asistente, fue relacionado con un incidente de mala conducta, lo mandó ejecutar sin misericordia.\nA partir de entonces, el nombre de la espada y su título cambiaron para siempre.",
    "fr": "\nUn long parchemin conçu par l'un des inspecteurs de Tatarasuna...\nIl est dit que ce schéma est aussi simple et droit que l'artiste.\n\nPendant longtemps, avant l'introduction des technologies venues de l'étranger qui ont aidé à construire le Fourneau Mikage,\nTatarasuna faisait fondre le fer en utilisant la traditionnelle méthode de métallurgie de Tatara.\nAprès que Mikoshi Nagamasa soit devenu inspecteur, il a été pendant un certain temps obsédé par la beauté sinistre de l'acier.\nIl consulta donc Miyazaki, l'officier d'armurerie aux mêmes idées que lui, pour obtenir des conseils...\nEt le résultat final fut cette épée simple et robuste, le Daitatara de Nagamasa.\n\nBien qu'il n'était que le fils adoptif du Clan Mikoshi, et bien que sa mère adoptive ait entaché la réputation des Mikoshi,\net même si le seul héritier légitime des Mikoshi, Doukei, l'avait abandonné avant de disparaître,\nsa stupidité et sa loyauté assumées l'ont amené à chérir d'autant plus le nom des Mikoshi.\nIl s'efforça d'entrer au gouvernement et se débarrassa de la mauvaise réputation de la famille grâce à sa diligence et sa droiture.\n\nLorsque Katsuragi, son yoriki, fut relié à un simple soupçon d'inconduite, il le fit exécuter sans pitié.\nDepuis lors, le nom de l'épée et son titre sont entachés de sang.",
    "pt": "\nUma espada nagamaki desenhada por um dos inspetores de Tatarasuna.\nDizem que o diagrama é simples e pragmático como o próprio inspetor.\n\nPor um longo tempo, antes da introdução da tecnologia estrangeira que ajudou a construir a Fornalha Mikage,\nTatarasuna fundia ferro usando o método tradicional de Tatarasuna.\nDepois que Mikoshi se tornou o inspetor, ele ficou obcecado pela beleza do aço.\nEle buscou a orientação de Miyazaki, que também estava interessado em forjar espadas.\nNo fim, ele criou esta espada simples e resistente, chamada de Daitatara Nagamasa.\n\nEmbora ele fosse apenas um filho adotivo da família Mikoshi, embora sua mãe adotiva tivesse arruinado a reputação dos Mikoshi,\nembora o único filho legítimo de Mikoshi, Doukei, o tivesse abandonado e desaparecido,\nsua própria estupidez e lealdade o fizeram valorizar o nome Mikoshi.\nEle se esforçou para entrar para o governo e se livrou da má reputação da família com sua diligência e conduta honrosa.\n\nQuando seu ajudante Katsuragi foi acusado de conduta indevida, ele fez com que fosse executado sem piedade.\nDesde então, o nome da espada e seu título mudaram para sempre.",
    "ru": "\nДлинный художественный свиток, созданный одним из инспекторов Татарасуны.\nГоворят, что он такой же прямой и практичный, как и сам художник.\n\nДолгое время, до появления чужеземной технологии, которая помогла построить горн Микагэ,\nВ Татарасуне выплавляли железо традиционным способом.\nНо с тех пор как Микоси стал инспектором, он был одержим красотой стали.\nОн спросил совета у Миядзаки, который тоже увлекался ковкой мечей.\nВ конце концов он создал этот простой и крепкий меч - Клинок Татары.\n\nХотя он был лишь приёмным сыном семьи Микоси, и хотя его приёмная мать испортила репутацию Микоси,\nи хотя единственный законный сын Микоси Дао Ци покинул его и исчез,\nиз одной только глупости и верности - качеств, которые он не отрицал - он ценил имя Микоси.\nОн хотел служить в правительстве и благодаря трудолюбию и праведности избавился от дурной репутации своей семьи.\n\nКогда его адъютанта Кацураги уличили в проступке, он безжалостно казнил его.\nС тех пор имя меча и его звание изменились навсегда.",
    "id": "\nGulungan lukisan panjang yang dirancang oleh salah satu inspektur Tatarasuna.\nDikatakan bahwa diagram ini sangat jujur dan sederhana persis seperti penciptanya.\n\nUntuk waktu yang lama, sebelum pengenalan teknologi bangsa asing yang membantu membangun Mikage Furnace,\nTatarasuna memakai metode tradisionalnya yaitu \"Metode Pengerjaan Logam Tatarasuna.\"\nSejak Mikoshi Nagamasa menjadi inspektur, dia terobsesi dengan keindahan bajanya.\nDia berkonsultasi dan meminta nasihat Miyazaki, yang juga tertarik pada penempaan pedang.\nHingga akhirnya dia membuat pedang yang kuat dan sederhana ini, Daitatara Nagamasa.\n\nMeskipun dia hanya anak angkat dari Klan Mikoshi, meskipun ibu tirinya sudah merusak reputasi Mikoshi,\ndan meskipun satu-satunya putra sah Mikoshi, Doukei, meninggalkannya dan menghilang,\nKebodohan dan kesetiaannya yang diakui dia sendiri membuatnya sangat menghargai nama Mikoshi.\nDia berusaha keras masuk ke pemerintahan dan menghilangkan reputasi buruk keluarganya dengan ketekunan dan kebenaran.\n\nBahkan saat yorikinya, Katsuragi dikaitkan dengan jejak pelanggaran, dia mengeksekusinya tanpa ampun.\nSejak saat itu, nama pedang dan panggilannya berubah selamanya.",
    "th": "\nดาบ Nagamaki ที่หัวหน้ากองสมัยหนึ่งของ Tatarasuna เคยออกแบบไว้\nว่ากันว่ามันมีโครงสร้างที่เรียบง่าย แข็งแกร่งและซื่อตรงเหมือนตัวเขาเอง\n\nก่อนที่จะใช้เทคโนโลยีจากต่างประเทศมาผลิตเป็น \"Mikage Furnace\" ซึ่งในช่วงเวลาที่แสนยาวนานนั้น\nTatarasuna ใช้ \"วิธีหลอมเหล็ก Tatara\" แบบดั้งเดิมมาโดยตลอด\nหลังจาก Mikoshi รับตำแหน่งหัวหน้ากอง ก็ได้หลงอยู่กับความสวยงามของเหล็กกล้ามาโดยตลอด\nเขาขอความรู้จากขุนนางผลิตอาวุธ Miyazaki ที่รักในการหลอมดาบเช่นกัน\nสุดท้ายแล้ว หลอมดาบที่ดูเรียบง่าย แต่แข็งแกร่ง ที่มีชื่อว่า \"Daitatara Nagamasa\" ได้สำเร็จ\n\nถึงจะเป็นลูกเลี้ยงของตระกูล Mikoshi ถึงแม่เลี้ยงจะทำให้ Mikoshi แปดเปื้อนไปด้วยความผิด\nถึง Doukei ลูกชายคนโตของ Mikoshi จะทิ้งฐานะ และชื่อเสียงของตัวเอง\nแต่ความโง่เขลา และความซื่อสัตย์ของตัวเขาเอง ทำให้เขาทะนุถนอมชื่อเสียงของ Mikoshi ยิ่งกว่าเดิม\nพยายามเข้ารับราชการ รับใช้บ้านเมืองด้วยความขยัน และบริสุทธิ์ใจยิ่งกว่าเดิม เพื่อชำระล้างคำสบประมาทของตระกูล\n\nในตอนที่ทหารม้า Katsuragi ไปเกี่ยวข้องกับการทุจริต เขาก็สังหารโดยไร้ข้อกังขาเช่นกัน\nตั้งแต่นั้นมา ชื่อของดาบเล่มนี้และยศของเขาก็เปลี่ยนแปลงไปตลอดกาล",
    "vi": "\nMột thanh đao dài được thiết kế bởi một thanh tra nào đó trong quá khứ tại Tatarasuna.\nNghe nói hắn có tính cách bộc trực ngay thẳng như những người khác.\n\nTrong một thời gian dài, trước khi du nhập công nghệ từ một đất nước xa xôi để sản xuất \"Lò Luyện Mikage\", \nPhương pháp tinh luyện kim loại được sử dụng ở Tatarasuna chính là \"Phương pháp luyện thép Tatarasuna\" truyền thống.\nKể từ khi Mikoshi được bổ nhiệm làm thanh tra, đã bị ám ảnh bởi vẻ đẹp lạnh lùng của thép.\nAnh ấy đã hỏi Miyazaki, người cũng rất quan tâm đến việc rèn kiếm, cho mình lời khuyên.\nCuối cùng đã tự tay tạo ra thanh \"Daitatara Nagamasa\" rắn chắc và đơn giản này.\n\nMặc dù anh chỉ là con nuôi của gia đình Mikoshi, mặc dù mẹ nuôi đã hủy hoại danh tiếng của Mikoshi;\nMặc dù Doukei đích tử của Mikoshi đã bỏ lại anh một thân một mình, để mai danh ẩn tích;\nNhưng sự ngu ngốc và lòng trung thành thực sự đã khiến anh yêu mến cái tên Mikoshi hơn gấp trăm lần.\nNỗ lực phấn đấu để tiến vào Shogunate, để rửa sạch tiếng xấu của gia đình bằng chính sự siêng năng và sáng suốt của mình.\n\nNgay cả người phụ tá Katsuragi có một chút sai phạm, cũng đã bị xử tử một cách không thương tiếc.\nKể từ đó, tên của thanh kiếm và biệt danh của anh đã thay đổi mãi mãi."
  },
  "effects": [
    {
      "name": {
        "zhs": "名士振舞",
        "zht": "名士振舞",
        "jp": "名士の振舞",
        "ko": "명사의 거동",
        "en": "Samurai Conduct",
        "de": "Verhalten eines Samurais",
        "es": "Conducta de samurái",
        "fr": "Code du samouraï",
        "pt": "Conduta do Samurai",
        "ru": "Мастерство самурая",
        "id": "Samurai Conduct",
        "th": "Samurai Conduct",
        "vi": "Vũ Điệu Samurai"
      },
      "description": {
        "zhs": "元素战技造成的伤害提升<color=#99FFFFFF>6%</color>。元素战技命中后，角色流失3点元素能量，并在此后的6秒内，每2秒恢复<color=#99FFFFFF>3</color>点元素能量。该效果每10秒至多触发一次，角色处于队伍后台也能触发。",
        "zht": "元素戰技造成的傷害提升<color=#99FFFFFF>6%</color>。元素戰技命中後，角色流失3點元素能量，並在此後的6秒內，每2秒恢復<color=#99FFFFFF>3</color>點元素能量。該效果每10秒至多觸發一次，角色處於隊伍後臺時也能觸發。",
        "jp": "元素スキルのダメージ+<color=#99FFFFFF>6%</color>。元素スキルが命中した時、キャラクターは元素エネルギーを3ポイント失う。その後の6秒間、2秒毎に元素エネルギーを<color=#99FFFFFF>3</color>ポイント獲得する。この効果は10秒毎に1回のみ発動でき、待機中のキャラクターも発動できる。",
        "ko": "원소전투 스킬로 가하는 피해가 <color=#99FFFFFF>6%</color> 증가한다. 원소전투 스킬이 명중되면, 캐릭터는 원소 에너지를 3pt 잃고, 그 후 6초 동안 2초마다 원소 에너지를 <color=#99FFFFFF>3</color>pt 회복한다. 이 효과는 10초마다 최대 1회만 발동하며, 캐릭터가 대기 상태일 때도 발동된다",
        "en": "Increases Elemental Skill DMG by <color=#99FFFFFF>6%</color>. After Elemental Skill hits an opponent, the character loses 3 Energy but regenerates <color=#99FFFFFF>3</color> Energy every 2s for the next 6s. This effect can occur once every 10s. Can be triggered even when the character is not on the field.",
        "de": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um <color=#99FFFFFF>6 %</color>. Zieht der Figur bei Treffern mit einer Elementarfähigkeit 3 Punkte Elementarenergie ab und stellt im Gegenzug 6 s lang alle 2 s <color=#99FFFFFF>3</color> Punkte Elementarenergie wieder her. Dieser Effekt kann nur einmal alle 10 s ausgelöst werden, auch von Figuren, die sich in deiner Truppe, aber nicht im Kampf befinden.",
        "es": "Aumenta en un <color=#99FFFFFF>6%</color> el daño infligido por la Habilidad Elemental. Al realizar dicha habilidad, el personaje pierde 3 pts. de Energía Elemental, pero recupera <color=#99FFFFFF>3</color> pts. cada 2 s durante 6 s. Este efecto puede ocurrir una vez cada 10 s incluso cuando el personaje está en tu equipo pero no en combate.",
        "fr": "Augmente les DGT infligés par les compétences élémentaires de <color=#99FFFFFF>6 %</color>. Lorsqu'une compétence élémentaire touche un ennemi, le personnage perd 3 pts d'énergie élémentaire, mais récupère <color=#99FFFFFF>3</color> pts d'énergie toutes les 2 s pendant 6 s. Cet effet peut être déclenché une fois toutes les 10 s, même si le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "Aumenta o Dano causado pela Habilidade Elemental em <color=#99FFFFFF>6%</color>. Quando o personagem acerta no inimigo com sua Habilidade Elemental, ele perde 3 pontos de Energia Elemental e dentro dos 6s posteriores ele restaura <color=#99FFFFFF>3</color> pontos de Energia Elemental a cada 2s. Esse efeito só pode ser ativado uma vez a cada 10s. Quando o personagem não está em campo ele também pode ser ativado.",
        "ru": "Увеличивает урон элементального навыка на <color=#99FFFFFF>6%</color>. Когда элементальный навык поражает противника, персонаж теряет 3 единицы энергии, но восстанавливает <color=#99FFFFFF>3</color> единицы энергии каждые 2 сек. в течение следующих 6 сек. Эффект может возникнуть один раз в 10 сек. Эффект может сработать, даже когда персонаж не находится на поле.",
        "id": "Meningkatkan <color=#99FFFFFF>6%</color> Elemental Skill DMG. Setelah Elemental Skill mengenai musuh, 3 Energy hilang tapi akan memulihkan <color=#99FFFFFF>3</color> Energy setiap 2 detik selama 6 detik. Efek terpicu setiap 10 detik. Dapat terpicu walaupun Karakter tersebut tidak berada di medan pertempuran.",
        "th": "สกิลธาตุสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>6%</color> และหลังจากที่สกิลธาตุถูกเป้าหมาย ตัวละครจะเสียพลังงานธาตุ 3 หน่วย และหลังจากนั้น จะทำการฟื้นฟูพลังธาตุ <color=#99FFFFFF>3</color> หน่วย ในทุก 2 วินาที เป็นเวลา 6 วินาที โดยที่เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 10 วินาที และสามารถเกิดขึ้นได้ แม้ตัวละครจะอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
        "vi": "Tăng sát thương Kỹ Năng Nguyên Tố <color=#99FFFFFF>6%</color>. Sau khi Kỹ Năng Nguyên Tố đánh trúng, nhân vật mất 3 điểm Năng Lượng Nguyên Tố, đồng thời 6 giây tiếp theo mỗi 2 giây hồi phục <color=#99FFFFFF>3</color> điểm. Hiệu quả này mỗi 10 giây kích hoạt 1 lần, nhân vật ở trong đội nhưng không ra trận vẫn có thể kích hoạt."
      }
    },
    {
      "name": {
        "zhs": "名士振舞",
        "zht": "名士振舞",
        "jp": "名士の振舞",
        "ko": "명사의 거동",
        "en": "Samurai Conduct",
        "de": "Verhalten eines Samurais",
        "es": "Conducta de samurái",
        "fr": "Code du samouraï",
        "pt": "Conduta do Samurai",
        "ru": "Мастерство самурая",
        "id": "Samurai Conduct",
        "th": "Samurai Conduct",
        "vi": "Vũ Điệu Samurai"
      },
      "description": {
        "zhs": "元素战技造成的伤害提升<color=#99FFFFFF>7.5%</color>。元素战技命中后，角色流失3点元素能量，并在此后的6秒内，每2秒恢复<color=#99FFFFFF>3.5</color>点元素能量。该效果每10秒至多触发一次，角色处于队伍后台也能触发。",
        "zht": "元素戰技造成的傷害提升<color=#99FFFFFF>7.5%</color>。元素戰技命中後，角色流失3點元素能量，並在此後的6秒內，每2秒恢復<color=#99FFFFFF>3.5</color>點元素能量。該效果每10秒至多觸發一次，角色處於隊伍後臺時也能觸發。",
        "jp": "元素スキルのダメージ+<color=#99FFFFFF>7.5%</color>。元素スキルが命中した時、キャラクターは元素エネルギーを3ポイント失う。その後の6秒間、2秒毎に元素エネルギーを<color=#99FFFFFF>3.5</color>ポイント獲得する。この効果は10秒毎に1回のみ発動でき、待機中のキャラクターも発動できる。",
        "ko": "원소전투 스킬로 가하는 피해가 <color=#99FFFFFF>7.5%</color> 증가한다. 원소전투 스킬이 명중되면, 캐릭터는 원소 에너지를 3pt 잃고, 그 후 6초 동안 2초마다 원소 에너지를 <color=#99FFFFFF>3.5</color>pt 회복한다. 이 효과는 10초마다 최대 1회만 발동하며, 캐릭터가 대기 상태일 때도 발동된다",
        "en": "Increases Elemental Skill DMG by <color=#99FFFFFF>7.5%</color>. After Elemental Skill hits an opponent, the character loses 3 Energy but regenerates <color=#99FFFFFF>3.5</color> Energy every 2s for the next 6s. This effect can occur once every 10s. Can be triggered even when the character is not on the field.",
        "de": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um <color=#99FFFFFF>7,5 %</color>. Zieht der Figur bei Treffern mit einer Elementarfähigkeit 3 Punkte Elementarenergie ab und stellt im Gegenzug 6 s lang alle 2 s <color=#99FFFFFF>3,5</color> Punkte Elementarenergie wieder her. Dieser Effekt kann nur einmal alle 10 s ausgelöst werden, auch von Figuren, die sich in deiner Truppe, aber nicht im Kampf befinden.",
        "es": "Aumenta en un <color=#99FFFFFF>7.5%</color> el daño infligido por la Habilidad Elemental. Al realizar dicha habilidad, el personaje pierde 3 pts. de Energía Elemental, pero recupera <color=#99FFFFFF>3.5</color> pts. cada 2 s durante 6 s. Este efecto puede ocurrir una vez cada 10 s incluso cuando el personaje está en tu equipo pero no en combate.",
        "fr": "Augmente les DGT infligés par les compétences élémentaires de <color=#99FFFFFF>7,5 %</color>. Lorsqu'une compétence élémentaire touche un ennemi, le personnage perd 3 pts d'énergie élémentaire, mais récupère <color=#99FFFFFF>3,5</color> pts d'énergie toutes les 2 s pendant 6 s. Cet effet peut être déclenché une fois toutes les 10 s, même si le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "Aumenta o Dano causado pela Habilidade Elemental em <color=#99FFFFFF>7.5%</color>. Quando o personagem acerta no inimigo com sua Habilidade Elemental, ele perde 3 pontos de Energia Elemental e dentro dos 6s posteriores ele restaura <color=#99FFFFFF>3.5</color> pontos de Energia Elemental a cada 2s. Esse efeito só pode ser ativado uma vez a cada 10s. Quando o personagem não está em campo ele também pode ser ativado.",
        "ru": "Увеличивает урон элементального навыка на <color=#99FFFFFF>7,5%</color>. Когда элементальный навык поражает противника, персонаж теряет 3 единицы энергии, но восстанавливает <color=#99FFFFFF>3,5</color> единицы энергии каждые 2 сек. в течение следующих 6 сек. Эффект может возникнуть один раз в 10 сек. Эффект может сработать, даже когда персонаж не находится на поле.",
        "id": "Meningkatkan <color=#99FFFFFF>7,5%</color> Elemental Skill DMG. Setelah Elemental Skill mengenai musuh, 3 Energy hilang tapi akan memulihkan <color=#99FFFFFF>3,5</color> Energy setiap 2 detik selama 6 detik. Efek terpicu setiap 10 detik. Dapat terpicu walaupun Karakter tersebut tidak berada di medan perang.",
        "th": "สกิลธาตุสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>7.5%</color> และหลังจากที่สกิลธาตุถูกเป้าหมาย ตัวละครจะเสียพลังงานธาตุ 3 หน่วย และหลังจากนั้น จะทำการฟื้นฟูพลังธาตุ <color=#99FFFFFF>3.5</color> หน่วย ในทุก 2 วินาที เป็นเวลา 6 วินาที โดยที่เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 10 วินาที และสามารถเกิดขึ้นได้ แม้ตัวละครจะอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
        "vi": "Tăng sát thương Kỹ Năng Nguyên Tố <color=#99FFFFFF>7.5%</color>. Sau khi Kỹ Năng Nguyên Tố đánh trúng, nhân vật mất 3 điểm Năng Lượng Nguyên Tố, đồng thời 6 giây tiếp theo mỗi 2 giây hồi phục <color=#99FFFFFF>3.5</color> điểm. Hiệu quả này mỗi 10 giây kích hoạt 1 lần, nhân vật ở trong đội nhưng không ra trận vẫn có thể kích hoạt."
      }
    },
    {
      "name": {
        "zhs": "名士振舞",
        "zht": "名士振舞",
        "jp": "名士の振舞",
        "ko": "명사의 거동",
        "en": "Samurai Conduct",
        "de": "Verhalten eines Samurais",
        "es": "Conducta de samurái",
        "fr": "Code du samouraï",
        "pt": "Conduta do Samurai",
        "ru": "Мастерство самурая",
        "id": "Samurai Conduct",
        "th": "Samurai Conduct",
        "vi": "Vũ Điệu Samurai"
      },
      "description": {
        "zhs": "元素战技造成的伤害提升<color=#99FFFFFF>9%</color>。元素战技命中后，角色流失3点元素能量，并在此后的6秒内，每2秒恢复<color=#99FFFFFF>4</color>点元素能量。该效果每10秒至多触发一次，角色处于队伍后台也能触发。",
        "zht": "元素戰技造成的傷害提升<color=#99FFFFFF>9%</color>。元素戰技命中後，角色流失3點元素能量，並在此後的6秒內，每2秒恢復<color=#99FFFFFF>4</color>點元素能量。該效果每10秒至多觸發一次，角色處於隊伍後臺時也能觸發。",
        "jp": "元素スキルのダメージ+<color=#99FFFFFF>9%</color>。元素スキルが命中した時、キャラクターは元素エネルギーを3ポイント失う。その後の6秒間、2秒毎に元素エネルギーを<color=#99FFFFFF>4</color>ポイント獲得する。この効果は10秒毎に1回のみ発動でき、待機中のキャラクターも発動できる。",
        "ko": "원소전투 스킬로 가하는 피해가 <color=#99FFFFFF>9%</color> 증가한다. 원소전투 스킬이 명중되면, 캐릭터는 원소 에너지를 3pt 잃고, 그 후 6초 동안 2초마다 원소 에너지를 <color=#99FFFFFF>4</color>pt 회복한다. 이 효과는 10초마다 최대 1회만 발동하며, 캐릭터가 대기 상태일 때도 발동된다",
        "en": "Increases Elemental Skill DMG by <color=#99FFFFFF>9%</color>. After Elemental Skill hits an opponent, the character loses 3 Energy but regenerates <color=#99FFFFFF>4</color> Energy every 2s for the next 6s. This effect can occur once every 10s. Can be triggered even when the character is not on the field.",
        "de": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um <color=#99FFFFFF>9 %</color>. Zieht der Figur bei Treffern mit einer Elementarfähigkeit 3 Punkte Elementarenergie ab und stellt im Gegenzug 6 s lang alle 2 s <color=#99FFFFFF>4</color> Punkte Elementarenergie wieder her. Dieser Effekt kann nur einmal alle 10 s ausgelöst werden, auch von Figuren, die sich in deiner Truppe, aber nicht im Kampf befinden.",
        "es": "Aumenta en un <color=#99FFFFFF>9%</color> el daño infligido por la Habilidad Elemental. Al realizar dicha habilidad, el personaje pierde 3 pts. de Energía Elemental, pero recupera <color=#99FFFFFF>4</color> pts. cada 2 s durante 6 s. Este efecto puede ocurrir una vez cada 10 s incluso cuando el personaje está en tu equipo pero no en combate.",
        "fr": "Augmente les DGT infligés par les compétences élémentaires de <color=#99FFFFFF>9 %</color>. Lorsqu'une compétence élémentaire touche un ennemi, le personnage perd 3 pts d'énergie élémentaire, mais récupère <color=#99FFFFFF>4</color> pts d'énergie toutes les 2 s pendant 6 s. Cet effet peut être déclenché une fois toutes les 10 s, même si le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "Aumenta o Dano causado pela Habilidade Elemental em <color=#99FFFFFF>9%</color>. Quando o personagem acerta no inimigo com sua Habilidade Elemental, ele perde 3 pontos de Energia Elemental e dentro dos 6s posteriores ele restaura <color=#99FFFFFF>4</color> pontos de Energia Elemental a cada 2s. Esse efeito só pode ser ativado uma vez a cada 10s. Quando o personagem não está em campo ele também pode ser ativado.",
        "ru": "Увеличивает урон элементального навыка на <color=#99FFFFFF>9%</color>. Когда элементальный навык поражает противника, персонаж теряет 3 единицы энергии, но восстанавливает <color=#99FFFFFF>4</color> единицы энергии каждые 2 сек. в течение следующих 6 сек. Эффект может возникнуть один раз в 10 сек. Эффект может сработать, даже когда персонаж не находится на поле.",
        "id": "Meningkatkan <color=#99FFFFFF>9%</color> Elemental Skill DMG. Setelah Elemental Skill mengenai musuh, 3 Energy hilang tapi akan memulihkan <color=#99FFFFFF>4</color> Energy setiap 2 detik selama 6 detik. Efek terpicu setiap 10 detik. Dapat terpicu walaupun Karakter tersebut tidak berada di medan perang.",
        "th": "สกิลธาตุสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>9%</color> และหลังจากที่สกิลธาตุถูกเป้าหมาย ตัวละครจะเสียพลังงานธาตุ 3 หน่วย และหลังจากนั้น จะทำการฟื้นฟูพลังธาตุ <color=#99FFFFFF>4</color> หน่วย ในทุก 2 วินาที เป็นเวลา 6 วินาที โดยที่เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 10 วินาที และสามารถเกิดขึ้นได้ แม้ตัวละครจะอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
        "vi": "Tăng sát thương Kỹ Năng Nguyên Tố <color=#99FFFFFF>9%</color>. Sau khi Kỹ Năng Nguyên Tố đánh trúng, nhân vật mất 3 điểm Năng Lượng Nguyên Tố, đồng thời 6 giây tiếp theo mỗi 2 giây hồi phục <color=#99FFFFFF>4</color> điểm. Hiệu quả này mỗi 10 giây kích hoạt 1 lần, nhân vật ở trong đội nhưng không ra trận vẫn có thể kích hoạt."
      }
    },
    {
      "name": {
        "zhs": "名士振舞",
        "zht": "名士振舞",
        "jp": "名士の振舞",
        "ko": "명사의 거동",
        "en": "Samurai Conduct",
        "de": "Verhalten eines Samurais",
        "es": "Conducta de samurái",
        "fr": "Code du samouraï",
        "pt": "Conduta do Samurai",
        "ru": "Мастерство самурая",
        "id": "Samurai Conduct",
        "th": "Samurai Conduct",
        "vi": "Vũ Điệu Samurai"
      },
      "description": {
        "zhs": "元素战技造成的伤害提升<color=#99FFFFFF>10.5%</color>。元素战技命中后，角色流失3点元素能量，并在此后的6秒内，每2秒恢复<color=#99FFFFFF>4.5</color>点元素能量。该效果每10秒至多触发一次，角色处于队伍后台也能触发。",
        "zht": "元素戰技造成的傷害提升<color=#99FFFFFF>10.5%</color>。元素戰技命中後，角色流失3點元素能量，並在此後的6秒內，每2秒恢復<color=#99FFFFFF>4.5</color>點元素能量。該效果每10秒至多觸發一次，角色處於隊伍後臺時也能觸發。",
        "jp": "元素スキルのダメージ+<color=#99FFFFFF>10.5%</color>。元素スキルが命中した時、キャラクターは元素エネルギーを3失う。その後の6秒間、2秒毎に元素エネルギーを<color=#99FFFFFF>4.5</color>獲得する。この効果は10秒毎に1回のみ発動でき、待機中のキャラクターも発動できる。",
        "ko": "원소전투 스킬로 가하는 피해가 <color=#99FFFFFF>10.5%</color> 증가한다. 원소전투 스킬이 명중되면, 캐릭터는 원소 에너지를 3pt 잃고, 그 후 6초 동안 2초마다 원소 에너지를 <color=#99FFFFFF>4.5</color>pt 회복한다. 이 효과는 10초마다 최대 1회만 발동하며, 캐릭터가 대기 상태일 때도 발동된다",
        "en": "Increases Elemental Skill DMG by <color=#99FFFFFF>10.5%</color>. After Elemental Skill hits an opponent, the character loses 3 Energy but regenerates <color=#99FFFFFF>4.5</color> Energy every 2s for the next 6s. This effect can occur once every 10s. Can be triggered even when the character is not on the field.",
        "de": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um <color=#99FFFFFF>10,5 %</color>. Zieht der Figur bei Treffern mit einer Elementarfähigkeit 3 Punkte Elementarenergie ab und stellt im Gegenzug 6 s lang alle 2 s <color=#99FFFFFF>4,5</color> Punkte Elementarenergie wieder her. Dieser Effekt kann nur einmal alle 10 s ausgelöst werden, auch von Figuren, die sich in deiner Truppe, aber nicht im Kampf befinden.",
        "es": "Aumenta en un <color=#99FFFFFF>10.5%</color> el daño infligido por la Habilidad Elemental. Al realizar dicha habilidad, el personaje pierde 3 pts. de Energía Elemental, pero recupera <color=#99FFFFFF>4.5</color> pts. cada 2 s durante 6 s. Este efecto puede ocurrir una vez cada 10 s incluso cuando el personaje está en tu equipo pero no en combate.",
        "fr": "Augmente les DGT infligés par les compétences élémentaires de <color=#99FFFFFF>10,5 %</color>. Lorsqu'une compétence élémentaire touche un ennemi, le personnage perd 3 pts d'énergie élémentaire, mais récupère <color=#99FFFFFF>4,5</color> pts d'énergie toutes les 2 s pendant 6 s. Cet effet peut être déclenché une fois toutes les 10 s, même si le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "Aumenta o Dano causado pela Habilidade Elemental em <color=#99FFFFFF>10.5%</color>. Quando o personagem acerta no inimigo com sua Habilidade Elemental, ele perde 3 pontos de Energia Elemental e dentro dos 6s posteriores ele restaura <color=#99FFFFFF>4.5</color> pontos de Energia Elemental a cada 2s. Esse efeito só pode ser ativado uma vez a cada 10s. Quando o personagem não está em campo ele também pode ser ativado.",
        "ru": "Увеличивает урон элементального навыка на <color=#99FFFFFF>10,5%</color>. Когда элементальный навык поражает противника, персонаж теряет 3 единицы энергии, но восстанавливает <color=#99FFFFFF>4,5</color> единицы энергии каждые 2 сек. в течение следующих 6 сек. Эффект может возникнуть один раз в 10 сек. Эффект может сработать, даже когда персонаж не находится на поле.",
        "id": "Meningkatkan <color=#99FFFFFF>10,5%</color> Elemental Skill DMG. Setelah Elemental Skill mengenai musuh, 3 Energy hilang tapi akan memulihkan <color=#99FFFFFF>4,5</color> Energy setiap 2 detik selama 6 detik. Efek terpicu setiap 10 detik. Dapat terpicu walaupun Karakter tersebut tidak berada di medan perang.",
        "th": "สกิลธาตุสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>10.5%</color> และหลังจากที่สกิลธาตุถูกเป้าหมาย ตัวละครจะเสียพลังงานธาตุ 3 หน่วย และหลังจากนั้น จะทำการฟื้นฟูพลังธาตุ <color=#99FFFFFF>4.5</color> หน่วย ในทุก 2 วินาที เป็นเวลา 6 วินาที โดยที่เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 10 วินาที และสามารถเกิดขึ้นได้ แม้ตัวละครจะอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
        "vi": "Tăng sát thương Kỹ Năng Nguyên Tố <color=#99FFFFFF>10.5%</color>. Sau khi Kỹ Năng Nguyên Tố đánh trúng, nhân vật mất 3 điểm Năng Lượng Nguyên Tố, đồng thời 6 giây tiếp theo mỗi 2 giây hồi phục <color=#99FFFFFF>4.5</color> điểm. Hiệu quả này mỗi 10 giây kích hoạt 1 lần, nhân vật ở trong đội nhưng không ra trận vẫn có thể kích hoạt."
      }
    },
    {
      "name": {
        "zhs": "名士振舞",
        "zht": "名士振舞",
        "jp": "名士の振舞",
        "ko": "명사의 거동",
        "en": "Samurai Conduct",
        "de": "Verhalten eines Samurais",
        "es": "Conducta de samurái",
        "fr": "Code du samouraï",
        "pt": "Conduta do Samurai",
        "ru": "Мастерство самурая",
        "id": "Samurai Conduct",
        "th": "Samurai Conduct",
        "vi": "Vũ Điệu Samurai"
      },
      "description": {
        "zhs": "元素战技造成的伤害提升<color=#99FFFFFF>12%</color>。元素战技命中后，角色流失3点元素能量，并在此后的6秒内，每2秒恢复<color=#99FFFFFF>5</color>点元素能量。该效果每10秒至多触发一次，角色处于队伍后台也能触发。",
        "zht": "元素戰技造成的傷害提升<color=#99FFFFFF>12%</color>。元素戰技命中後，角色流失3點元素能量，並在此後的6秒內，每2秒恢復<color=#99FFFFFF>5</color>點元素能量。該效果每10秒至多觸發一次，角色處於隊伍後臺時也能觸發。",
        "jp": "元素スキルのダメージ+<color=#99FFFFFF>12%</color>。元素スキルが命中した時、キャラクターは元素エネルギーを3失う。その後の6秒間、2秒毎に元素エネルギーを<color=#99FFFFFF>5</color>獲得する。この効果は10秒毎に1回のみ発動でき、待機中のキャラクターも発動できる。",
        "ko": "원소전투 스킬로 가하는 피해가 <color=#99FFFFFF>12%</color> 증가한다. 원소전투 스킬이 명중되면, 캐릭터는 원소 에너지를 3pt 잃고, 그 후 6초 동안 2초마다 원소 에너지를 <color=#99FFFFFF>5</color>pt 회복한다. 이 효과는 10초마다 최대 1회만 발동하며, 캐릭터가 대기 상태일 때도 발동된다",
        "en": "Increases Elemental Skill DMG by <color=#99FFFFFF>12%</color>. After Elemental Skill hits an opponent, the character loses 3 Energy but regenerates <color=#99FFFFFF>5</color> Energy every 2s for the next 6s. This effect can occur once every 10s. Can be triggered even when the character is not on the field.",
        "de": "Erhöht den mit Elementarfähigkeiten verursachten Schaden um <color=#99FFFFFF>12 %</color>. Zieht der Figur bei Treffern mit einer Elementarfähigkeit 3 Punkte Elementarenergie ab und stellt im Gegenzug 6 s lang alle 2 s <color=#99FFFFFF>5</color> Punkte Elementarenergie wieder her. Dieser Effekt kann nur einmal alle 10 s ausgelöst werden, auch von Figuren, die sich in deiner Truppe, aber nicht im Kampf befinden.",
        "es": "Aumenta en un <color=#99FFFFFF>12%</color> el daño infligido por la Habilidad Elemental. Al realizar dicha habilidad, el personaje pierde 3 pts. de Energía Elemental, pero recupera <color=#99FFFFFF>5</color> pts. cada 2 s durante 6 s. Este efecto puede ocurrir una vez cada 10 s incluso cuando el personaje está en tu equipo pero no en combate.",
        "fr": "Augmente les DGT infligés par les compétences élémentaires de <color=#99FFFFFF>12 %</color>. Lorsqu'une compétence élémentaire touche un ennemi, le personnage perd 3 pts d'énergie élémentaire, mais récupère <color=#99FFFFFF>5</color> pts d'énergie toutes les 2 s pendant 6 s. Cet effet peut être déclenché une fois toutes les 10 s, même si le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "Aumenta o Dano causado pela Habilidade Elemental em <color=#99FFFFFF>12%</color>. Quando o personagem acerta no inimigo com sua Habilidade Elemental, ele perde 3 pontos de Energia Elemental e dentro dos 6s posteriores ele restaura <color=#99FFFFFF>5</color> pontos de Energia Elemental a cada 2s. Esse efeito só pode ser ativado uma vez a cada 10s. Quando o personagem não está em campo ele também pode ser ativado.",
        "ru": "Увеличивает урон элементального навыка на <color=#99FFFFFF>12%</color>. Когда элементальный навык поражает противника, персонаж теряет 3 единицы энергии, но восстанавливает <color=#99FFFFFF>5</color> единицы энергии каждые 2 сек. в течение следующих 6 сек. Эффект может возникнуть один раз в 10 сек. Эффект может сработать, даже когда персонаж не находится на поле.",
        "id": "Meningkatkan <color=#99FFFFFF>12%</color> Elemental Skill DMG. Setelah Elemental Skill mengenai musuh, 3 Energy hilang tapi akan memulihkan <color=#99FFFFFF>5</color> Energy setiap 2 detik selama 6 detik. Efek terpicu setiap 10 detik. Dapat terpicu walaupun Karakter tersebut tidak berada di medan perang.",
        "th": "สกิลธาตุสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>12%</color> และหลังจากที่สกิลธาตุถูกเป้าหมาย ตัวละครจะเสียพลังงานธาตุ 3 หน่วย และหลังจากนั้น จะทำการฟื้นฟูพลังธาตุ <color=#99FFFFFF>5</color> หน่วย ในทุก 2 วินาที เป็นเวลา 6 วินาที โดยที่เอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 10 วินาที และสามารถเกิดขึ้นได้ แม้ตัวละครจะอยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้ก็ตาม",
        "vi": "Tăng sát thương Kỹ Năng Nguyên Tố <color=#99FFFFFF>12%</color>. Sau khi Kỹ Năng Nguyên Tố đánh trúng, nhân vật mất 3 điểm Năng Lượng Nguyên Tố, đồng thời 6 giây tiếp theo mỗi 2 giây hồi phục <color=#99FFFFFF>5</color> điểm. Hiệu quả này mỗi 10 giây kích hoạt 1 lần, nhân vật ở trong đội nhưng không ra trận vẫn có thể kích hoạt."
      }
    }
  ],
  "internal_name": "Claymore_Bakufu",
  "imgid": "claymore/bakufu"
}