{
  "id": 12408,
  "type": "claymore",
  "rank": 4,
  "name": {
    "zhs": "黑岩斩刀",
    "zht": "黑岩斬刀",
    "jp": "黒岩の斬刀",
    "ko": "흑암참도",
    "en": "Blackcliff Slasher",
    "de": "Schwarzstein-Schneide",
    "es": "Gran Hoja del Peñasco Oscuro",
    "fr": "Trancheuse de Rochenoire",
    "pt": "Foice do Penhasco Obscuro",
    "ru": "Черногорская бритва",
    "id": "Blackcliff Slasher",
    "th": "Blackcliff Slasher",
    "vi": "Hắc Nham Trảm Đao"
  },
  "description": {
    "zhs": "坚韧无比的黑岩大刀，通体皆为玄赤之色。",
    "zht": "堅韌無比的黑岩大刀，通體皆為玄赤之色。",
    "jp": "とても丈夫な黒岩大刀、刀身は暗赤色。",
    "ko": "강인하기 그지없는 흑암 대도. 전신이 검붉은색으로 뒤덮여있다",
    "en": "An extremely sturdy greatsword from the Blackcliff Forge. It has a dark crimson color from the blade to pommel.",
    "de": "Ein Schwarzstein-Großschwert, dessen Härte unübertroffen ist. Es ist schwarz mit roten Einschlüssen.",
    "es": "Una gran espada firme forjada en el Peñasco Oscuro. Tiene un color carmesí oscuro a lo largo de su cuchilla.",
    "fr": "Un espadon très résistant fabriqué à la Forge de Rochenoire. Sa lame sombre brille d'une lueur rouge.",
    "pt": "Uma espada extremamente resistente da Forja do Penhasco Obscuro. Tem uma cor carmesim escura ao longo de sua lâmina.",
    "ru": "Крепкий двуручный меч из кузницы Черногорья. Лезвие отливает зловещим красным цветом.",
    "id": "Pedang yang sangat kokoh dan kuat dari Blackcliff Forge. Berwarna merah gelap di sepanjang bilahnya.",
    "th": "ดาบยักษ์ของ Blackcliff Forge นั้นแข็งแกร่งไม่มีใครเทียบ ตัวดาบสีดำแดง",
    "vi": "Thanh kiếm hắc nham chắc cứng sắc bén, toàn thân có màu đen đỏ."
  },
  "lore": {
    "zhs": "\n一把大剑，由十分罕见的黑岩制成，沉如巨石，能开山断路。\n刀身以黑岩结晶混合赤红色矿石制成，浓如重墨，红如炽火。\n\n黑岩兵器传承自「试作」系列，有此三大特征：坚如岩、凛如冰、烈似血。\n此中「斩刀」虽是大剑，剑刃最薄处竟不比丝缎厚上多少。\n赤黑结晶拼接精湛，环环扣成一幅刀面。\n更以离火图腾与红玉宝珠点缀握柄，远看如同墨池泛血，沉而邪。\n\n名匠寒武曾为铸造黑岩兵器，深入大地探寻矿晶。最终遭遇矿难。\n一只损伤的眼中只余下彼时无法辨识天地四方上下的黑暗，耳畔时常回荡如天地崩裂的剑石相击之声。\n从此匠人的锻炉蒙尘，其中只剩下冰冷的余灰与未竟的锻兵之梦。\n其子寒策读到山中地心封有妖异的逸闻，连忙说与父亲。\n寒武听后大为悔恨，认定开采惊动了地中之龙、天降之石。便撑着病体，起炉锻造一柄斩刀。\n刀成后，匠人之子依父亲要求，在矿井外立起一人高的神龛，藏刀于其中，作辟邪镇龙之用。\n\n数年后，寒武在梦中辞世。\n同日同时，一名旅人经过天衡山矿坑，只见山石后红光涌动，一座隐秘的神龛悄然旋开。\n龛中巨剑隐隐闪烁，如泣如诉。\n寒策连夜入山，取回了斩刀。\n当代天枢星亲笔为它赐铭：\n「开山裂海，撕云断月」\n",
    "zht": "\n一把大劍，由十分罕見的黑岩製成，沉如巨石，能開山斷路。\n刀身以黑岩結晶混合赤紅色礦石製成，濃如重墨，紅如熾火。\n\n黑岩兵器傳承自「試作」系列，有此三大特徵：堅如岩、凜如冰、烈似血。\n此中「斬刀」雖是大劍，劍刃最薄處竟不比絲緞厚上多少。\n赤黑結晶拼接精湛，環環扣成一幅刀面。\n更以離火圖騰與紅玉寶珠點綴握柄，遠看如同墨池泛血，沉而邪。\n\n名匠寒武曾為鑄造黑岩兵器，深入大地探尋礦晶。最終遭遇礦難。\n一隻損傷的眼中只餘下彼時無法辨識天地四方上下的黑暗，耳畔時常迴盪如天地崩裂的劍石相擊之聲。\n從此匠人的鍛爐蒙塵，其中只剩下冰冷的餘灰與未竟的鍛兵之夢。\n其子寒策讀到山中地心封有妖異的逸聞，連忙說與父親。\n寒武聽後大為悔恨，認定開採驚動了地中之龍、天降之石。便撐著病體，起爐鍛造一柄斬刀。\n刀成後，匠人之子依父親要求，在礦井外立起一人高的神龕，藏刀於其中，作辟邪鎮龍之用。\n\n數年後，寒武在夢中辭世。\n同日同時，一名旅人經過天衡山礦坑，只見山石後紅光湧動，一座隱秘的神龕悄然旋開。\n龕中巨劍隱隱閃爍，如泣如訴。\n寒策連夜入山，取回了斬刀。\n當代天樞星親筆為它賜銘：\n「開山裂海，撕雲斷月」\n",
    "jp": "\n希少な黒岩で作られており、大岩のように重く、山をも断つ佇まいの大剣。\n黒岩の結晶と紅色の鉱石が混ざった剣身は、黒く赤い墨と炎を彷彿させる。\n\n黒岩武器は「試作」シリーズを継承した品である。その特徴は、岩のように堅く、氷のように冷たく、血のように熱い。\nこの「斬刀」は大剣であるが、刃の部分は絹布のように薄くできている。\n黒岩の結晶と紅色の鉱石が融合した刃に、\n離火のトーテムと紅玉が飾ってあり、遠くから見ると円硯から血が滲んだような邪気を感じられる。\n\n職人の寒武は黒岩武器を鍛造するため、坑道に素材を探しに行ったが崩落事故にあった。\n負傷した目は暗闇のように光を失い、剣と岩のぶつかり合う音だけが耳に残った。\nそれ以来、未練は残っていたが寒武は武器の鍛造を辞めた。\n寒武の息子である寒策が山の中に妖怪がいるという噂を聞き、寒武にそれを伝えた。\n驚いた寒武は、あの時の採掘が山の龍や神々を怒らせたのだと思った。そして、病弱の身でありながら斬刀を鍛造しようと決めた。\n斬刀ができた後、父の要求に従い、龍の怒りを鎮めため、寒策は坑道の外に神棚を設置し、その中に「斬刀」を置いた。\n\n数年後、寒武は永遠の眠りについた。\nその時、ちょうど一人の冒険者が天衡山の異変に気付いた。山が揺れはじめ、神棚が勝手に開いた。\n神棚の中に置いてあった剣が微かに光り、泣いているように見える。\n寒策は急いで斬刀を手元に戻した。\nそして現在、天枢がその斬刀に銘をつけた。\n「天崩地裂、斬雲断月」\n",
    "ko": "\n매우 희귀한 흑암으로 만든 대검, 바위처럼 무겁고 산을 가를 수 있다.\n검체는 흑암 결정에 붉은색 광석을 섞어서, 먹처럼 그윽하고 불길처럼 빨갛다. \n\n「시작」시리즈 무기에는 3대 특징이 있다. 바위처럼 견고하고, 물처럼 차가우며 피처럼 뜨겁다.\n이 중 「참도」는 대검이지만 날이 가장 얇은 곳은 비단보다 조금 두꺼운 정도이다.\n검붉은 결정을 정교하게 이어 칼날 면을 만들었다.\n게다가 화염 토템과 홍옥 장식이 박힌 칼자루는 멀리서 보면 벼루에 피가 번진 듯 무시무시했다.\n\n명장 한무는 흑암 무기를 만들기 위해 땅 속 깊이 들어가 광물을 찾다가 결국 사고를 당했다.\n손상된 한쪽 눈엔 천지와 사방을 분간할 수 없는 암흑뿐이었다. 귓가에는 세상이 무너지는 듯한 검과 바위가 부딪치는 굉음이 들려왔다.\n이때부터 명장의 화로에 불이 꺼졌다. 차가운 재와 미완성된 무기 제조의 꿈만이 남았을 뿐이었다.\n그의 아들 한책은 산속 땅에 요괴가 봉인되었다는 소문을 듣고 서둘러 그에게 알렸다.\n한무는 이 소식을 듣고 채굴로 땅속의 용과 천강지석을 놀라게 했다는 생각에 후회했다. 그리하여 그는 아픈 몸을 끌고 다시 화로를 열어 참도를 한 자루 만들었다. \n검이 완성된 후, 명장의 아들은 부친의 요구에 따라 광갱 밖에 사람 높이의 감실을 세우고, 요괴를 물리치고 용을 진압할 목적으로 칼날을 숨겼다.\n\n몇 년 후, 한무는 잠을 자다 세상을 떠났다.\n같은 시각, 천형산 광갱을 지나던 여행자가 바위 뒤에서 붉은 빛이 솟구치더니 은밀한 감실이 조용히 열리는 걸 보았다.\n감실의 대검은 흐느끼며 호소라도 하듯 은은히 빛을 뿜었다.\n한책은 서둘러 산에 가서 참도를 가져왔다.\n당대의 천추성은 검을 위해 친히 글을 남겼다.\n「산이 열리고 바다가 갈라졌구나. 구름이 잘리고 달이 조각났구나」\n",
    "en": "\nA broadsword wrought from rare blackcliff. Weighty as a boulder, it has enough brute force to carve its way through a mountain.\nThe blade is forged from a combination of blackcliff crystal and a crimson ore. It is pitch black like a pool of ink, with red flames leaping from within.\n\nBlackcliff weaponry has its roots in the ancient \"prototype\" series. Blackcliff blades possess three distinguishing features: hard as bedrock, shimmer like ice, fierce as the blood that gives us life.\nThough the Slasher is a broadsword, it has a uniquely sharp blade, barely thicker than a thread of silk.\nThe join between the red and black crystals is seamless, and each blade segment interlocks perfectly with the next to form a single cohesive body.\nWith the flame motif and red jade stones that adorn the hilt, the sword has a dark and foreboding presence when viewed from afar, like bright-red blood oozing from a bottomless pit of black ink.\n\nMaster craftsman Han Wu once embarked on a quest to find the finest ore with which to cast a blackcliff blade. He searched everywhere, until he became involved in a mining accident.\nWhile trapped in the cave, his eyes perceived nothing but an all-engulfing and profoundly disorienting darkness. His ears rang with the thunderous crashing of rocks, as if the foundations of the world itself were caving in.\nIn the aftermath of this ordeal, the craftsman's furnace lay unused. Where flames once burned bright, frigid dust now gathered as the forgotten fantasies of the forge dwindled and died.\nHan Wu's son, Han Ce, read that the earth's core had been sealed off due to a monster infestation, and rushed to inform his father.\nHan Wu was racked with guilt upon hearing the news. He was certain that it was his trip into the mine that had disturbed the dragon from underground and the meteorite from the heavens. He forced himself up from his sickbed, lit the fires of the furnace once more and forged a mighty broadsword.\nWhen it was ready, Han Ce took the sword into the mine shaft. There, on instructions from his father, he erected a shrine as tall as himself and placed the sword inside to ward off evil and rebuke the dragon.\n\nHan Wu died peacefully in his sleep several years later.\nAt the moment of Han Wu's death, a traveler passing by the mine shaft at Mt. Tianheng saw a crimson light shining out from somewhere within the rocks. As the traveler watched on, a hidden shrine appeared and slowly opened.\nThe broadsword inside the shrine shone faintly, as if weeping with bereavement.\nHan Ce went into the mountains that very night to retrieve the blade.\nThe Tianshu of that age personally engraved an inscription upon the blade:\n\"Carves open mountains and tears through the seas, shreds apart clouds and splits the moon.\"\n",
    "de": "\nEin Breitschwert aus seltenem Schwarzstein. Schwer wie ein Fels hat es genug rohe Kraft, um sich seinen Weg durch einen Berg zu bahnen.\nDie Klinge besteht aus einer Kombination von Schwarzsteinkristall und einem roten Erz. Es ist tiefschwarz wie Tinte, mit roten Flammen, die aus dem Inneren hervordringen.\n\nDie Schwarzsteinwaffen stammen angeblich aus der alten „Prototyp“-Reihe. Schwarzsteinklingen besitzen drei Merkmale: Sie sind hart wie Grundgestein, schimmernd wie Eis und furchtlos, wie das Blut, das uns Leben gibt.\nAuch wenn die Schwarzstein-Schneide ein Breitschwert ist, hat sie eine einzigartig scharfe Klinge, die kaum dicker als ein Seidenfaden ist.\nDie Verbindung der roten und schwarzen Kristalle ist nahtlos und jeder Teil der Klinge geht perfekt in den anderen über.\nMit einem Flammenmotiv und einem mit roter Jade verzierten Griff wirkt das Schwert aus der Ferne dunkel und bedrohlich wie Blut, das aus einer bodenlosen Grube voller schwarzer Tinte quillt.\n\nMeisterhandwerker Han Wu machte sich auf die Suche nach dem feinsten Erz, mit dem man eine Schwarzstein-Schneide gießen kann. Er suchte überall, bis er in einen Bergwerksunfall verwickelt wurde.\nWährend er in der Höhle gefangen war, nahmen seine Augen nichts weiter als alles umgebende Dunkelheit wahr. In seinen Ohren krachten die Felsen, als ob die ganze Welt zusammenbrach.\nNach dieser Qual blieb der Brennofen des Handwerkers ungenutzt. Wo einst helle Flammen brannten, sammelte sich jetzt kalter Staub, während die vergessenen Träume der Schmiede schwanden und starben.\nHan Wus Sohn Han Ce las die Nachricht, dass das Innere des Berges wegen eines Monsterbefalls versiegelt worden war, und beeilte sich, seinem Vater davon zu berichten.\nHan Wu wurde von Schuldgefühlen geplagt, als er die Nachricht erhielt. Er war sich sicher, dass es seine Reise in die Mine war, die den Drachen aus dem Untergrund gestört und den Meteoriten vom Himmel beschworen hatte. Er rappelte sich von seinem Krankenbett auf, entfachte einmal mehr das Feuer des Brennofens und schmiedete ein mächtiges Breitschwert.\nAls das Breitschwert fertig war, brachte Han Ce es in den Minenschacht. Dort errichtete er auf Anweisung seines Vaters hin einen Schrein so groß wie er selbst und legte das Schwert hinein, um Böses und den Drachen abzuwehren.\n\nHan Wu verstarb einige Jahre später friedlich im Schlaf.\nIm Moment von Han Wus Tod kam ein Reisender am Minenschacht des Tianheng-Bergs vorbei und er sah ein feuerrotes Licht aus dem Felsen heraus scheinen. Als er weiter zusah, erschien auf einmal ein Schrein und begann sich zu öffnen.\nDas Breitschwert in dem Schrein glänzte sanft, als würde es vor Trauer weinen.\nHan Ce ging noch in dieser Nacht in die Berge, um das Schwert zu holen.\nDie Tianshu dieses Zeitalters gravierte persönlich eine Inschrift in die Klinge:\n„Spaltet Berge und teilt das Meer. Zerreißt die Wolken und bricht den Mond.“\n",
    "es": "\nUna espada grande fabricada con piedra negra, un material muy poco común. Es pesada como una piedra gigante y capaz de destruir cualquier cosa a su paso.\nSu hoja está hecha a partir de una aleación de cristales de piedra negra y un mineral de color carmesí, lo que la hace negra como la noche y roja como las llamas.\n\nLas armas de piedra negra, una tecnología procedente de la «Enciclopedia de prototipos», tienen tres características principales: son tenaces como la roca, frías como el hielo y ardientes como la sangre caliente.\nAunque esta “daga” es, en realidad, una espada grande, la parte más fina de su filo no es más gruesa que el satén,\ny su hoja es el excepcional resultado de la unión de cada fragmento de los cristales rojos y negros.\nComo su empuñadura se asemeja a un tótem de fuego adornado con rubíes, al verla en movimiento desde lejos, parece que salpica sangre violentamente.\n\nEl célebre artesano Han Wu se adentró en las profundidades de la tierra en busca de minerales con los que fabricar armas de piedra negra. Sin embargo, acabó siendo víctima de un accidente en las minas.\nSus ojos, ahora dañados, solo eran capaces de ver la oscuridad que lo inundó todo en aquel entonces. Mientras, en sus oídos escuchaba de vez en cuando reminiscencias del sonido de la espada golpeando las rocas y resquebrajando la tierra.\nDesde entonces, la forja solo acumuló más y más polvo, y lo único que quedaron fueron cenizas heladas y sueños de fabricar armas que nunca pudo cumplir.\nMás tarde, Han Tse, el hijo de Han Wu, se enteró de que se había cerrado el paso a Dominus Lapidis debido a una invasión de monstruos, y se apresuró a contárselo a su padre.\nNada más escucharlo, Han Wu sintió un gran arrepentimiento. Sabía que ello significaba que la explotación de las minas había despertado al dragón subterráneo y al meteorito celestial. Con las pocas fuerzas que le quedaban en su débil cuerpo, el herrero prendió la forja y se dispuso a crear una gran espada.\nUna vez acabada, le encargó a su hijo que escondiera el arma en un altar que medía igual que una persona y que estaba situado a las afueras de la mina. De esta manera, la espada ahuyentaría a los malos espíritus y contendría al dragón.\n\nMuchos años después, Han Wu falleció mientras dormía.\nEse mismo día a esa misma hora, un viajero que pasaba por la mina de la Cordillera Tianheng vio un brillo rojizo que salía de detrás de las piedras.\nAnte él apareció un altar oculto que encerraba una gigantesca espada con un brillo que parpadeaba apenadamente.\nHan Tse fue a la montaña esa misma noche y recuperó la daga.\nEl Eje Celestial, una de las Siete Estrellas de aquella época, grabó personalmente la inscripción que se lee en la daga:\n“Destruye las montañas y abre los mares; derriba las nubes y corta la Luna”.\n",
    "fr": "\nCet espadon rare manufacturé à la Forge de Rochenoire peut fendre des montagnes grâce à sa lame aussi dure que de la pierre.\nCette dernière est fabriquée en cristal de Rochenoire et en minerai écarlate, qui la rendent noire comme de la nuit et rouge comme les flammes.\n\nLes prototypes d'armes fabriquées à Rochenoire peuvent toutes être décrites de la manière suivante : dures comme de la roche, froides comme de la glace et intenses comme le sang.\nBien que ce « poignard » soit en réalité un espadon, son tranchant n'est guère plus épais que du satin de soie.\nLa combinaison de cristaux rouges et noirs donne une lame exquise.\nDécorée et à la poignée ornée de perles, cette arme semble sur le champ de bataille à quelque mal profond faisant jaillir le sang à son passage.\n\nHan Wu, le célèbre artisan, parti extraire du minerai pour forger, fut victime d'un accident dans la mine. \nPris au piège dans une obscurité aussi noire que la tombe, blessé, il entendit alors le bruit des roches s'affrontant.\nÀ compter de ce jour, son four resta inactif ; la cendre se refroidit, et la forge devint un rêve ancien. \nSon fils Han Ce lut par la suite qu'événements étranges étaient chose courante au sein de la montagne, et en toucha un mot à son père.\nÀ ces mots, Han Wu fut empli de regrets, ne doutant pas qu'il avait dérangé en cherchant du minerai les puissances vivant dans la montagne. Faible et malade, il forgea cependant alors un poignard.\nLorsque l'arme fut terminée, son fils, obéissant à ses injonctions, retourna à la montagne ; là, il érigea dans la mine un autel de la taille d'un homme, et déposa le poignard en offrande d'apaisement à la force maléfique qui y vivait.\n\nPlusieurs années passèrent. Une nuit, Han Wu rendit son dernier souffle dans son sommeil.\nAu même instant, un voyageur vint à passer par la mine des Monts Tianheng ; partout la montagne semblait luire d'un éclat vermillon. Dans la mine, un autel savamment caché s'ouvrit lentement.\nIl renfermait une épée longue dégageant une lueur terne.\nHan Ce s'y rendit cette même nuit ; il y récupéra l'arme.\nIl composa lui-même la strophe suivante à son attention :\n« Tu ouvres les mers comme la montagne, et traverses les nuages comme la lune. »\n",
    "pt": "\nUma espada grande, feita por pedra negra super rara, pesada como rocha, é capaz cortar montanhas.\nA lâmina é forjada a partir de uma combinação de cristal de pedra negra e um minério carmesim. Ela é escura como uma piscina de tinta preta, com chamas vermelhas saltando de dentro.\n\nO armamento de Pedra negra tem suas raízes na antiga série \"protótipo\". As lâminas de Pedra Negra possuem três características distintas: duras como rocha, brilhantes como gelo, ferozes como o sangue que nos dá a vida.\nEmbora esta \"adaga\" seja na verdade uma espada larga, ela tem uma lâmina afiada única, apenas um pouco mais grossa que um fio de seda.\nA união entre os cristais vermelhos e pretos é perfeita, e cada segmento de lâmina se encaixa perfeitamente com o próximo para formar um único corpo coeso.\nComo seu cabo se assemelha a um totem de fogo adornado com rubis, quando visto em movimento de longe, ele parece espirrar sangue violentamente.\n\nO Han Wu, famoso artesão, que saiu para extrair o minério para forjar, foi vítima de um acidente na mina.\nEnquanto estava preso na caverna, seus olhos não conseguiam ver nada além de uma escuridão totalmente envolvente e profundamente desorientadora. Seus ouvidos estremeceram com o estrondo das rochas, como se as fundações do próprio mundo estivessem caindo.\nDaquele dia em diante, o seu forno permaneceu inativo; as cinzas esfriaram e a forja tornou-se um sonho antigo.\nO filho de Han Wu, Han Ce, leu que o núcleo da terra havia sido selado devido a uma infestação de monstros, e correu para informar seu pai.\nHan Wu foi atormentado pela culpa ao ouvir a notícia. Ele estava certo de que sua viagem à mina que havia perturbado o dragão do subsolo e o meteorito do céu. Ele se obrigou a levantar-se de sua cama, ainda doente, acendeu o fogo da fornalha mais uma vez e forjou um poderoso sabre.\nQuando estava pronto, Han Ce levou a espada para dentro do poço da mina. Lá, sob instruções de seu pai, ele ergueu um santuário tão alto quando ele e colocou a espada dentro para afastar o mal e conter o dragão.\n\nHan Wu morreu pacificamente durante seu sono vários anos depois.\nNo momento da morte de Han Wu, um viajante que passava pelo poço da mina do Monte Tianheng viu uma luz carmesim brilhando de algum lugar dentro das rochas. Enquanto o viajante observava, um santuário escondido apareceu e lentamente se abriu.\nA espada larga no interior do santuário brilhavam levemente, como se chorasse de luto.\nHan Ce foi para as montanhas naquela mesma noite para recuperar a lâmina.\nO Tianshu daquela época pessoalmente gravou uma inscrição na lâmina:\n\"Destrói as montanhas e rasga por entre os mares, dilacera as nuvens e divide a lua.\"\n",
    "ru": "\nДвуручный меч, изготовленный из редкого черного камня. Он тяжёл как скала, и способен прорубить путь через горы.\nКлинок выкован из сплава черногорских кристаллов и красных минералов, поэтому он чёрен, как тушь, и красен, как пылающий огонь.\n\nИстоками черногорского оружия были «Прототипы». От них оно унаследовало три особенности: оружие крепкое, как камень, сверкающее, как лёд, яростное, как бурлящая кровь.\nХотя Бритва - это двуручный меч, лезвие его очень тонкое, словно шелковая ткань.\nСоединение между чёрными и красными кристаллами практически незаметно, и все части клинка идеально подогнаны друг к другу и вызывают ощущение монолитности.\nБлагодаря узорам огня и инкрустированной рубинами рукояти издалека клинок напоминает черную тушь, смешанную с кровью: от него веет силой и коварством.\n\nНекогда мастер Хань У отправился глубоко под землю, чтобы добыть кристаллы для ковки Черногорского оружия. Его поход закончился аварией на шахте.\nТам, в чреве пещер, его глаза не могли рассмотреть ничего, кроме кромешной тьмы. В ушах стоял лишь звон клинка о камень, подобный грохоту рушащегося мира.\nС тех пор кузнечный горн мастера покрылся пылью. В кузнице осталась лишь холодная зола и мечты, незаконченные и поверженные.\nЕго сын, Хань Цэ, прочитал легенду о том, что сердце гор было запечатано из-за нападения монстра, и поспешил рассказать об этом отцу.\nУслышав об этом, Хань У раскаялся и признался, что пробудил в той шахте подземного дракона и метеорит с небес. Несмотря на мучившую его болезнь, он встал, разжёг огонь и выковал огромный меч.\nПосле этого Хань Цэ по просьбе отца вырубил перед шахтой нишу высотой в человеческий рост и поместил туда меч, чтобы он охранял мир от злых сил и успокоил дракона.\n\nЧерез несколько лет Хань У умер во сне.\nВ тот же день, в тот же час один путешественник проходил мимо шахты в горах Тяньхэн и увидел красное сияние среди скал. На его глазах тайная ниша бесшумно открылась.\nВ ней смутно поблескивал огромный меч, и выглядел он так жалобно, будто мог переживать боль утраты.\nХань Цэ глубокой ночью ушёл в горы, чтобы забрать меч.\nТогда Опора Небес лично выгравировал на нём:\n«Он раскалывает горы и разрывает моря, вспарывает облака и способен сокрушить Луну».\n",
    "id": "\nPedang besar, terbuat dari Blackstone yang sangat langka, Beratnya seperti batu dan memiliki kekuatan yang cukup untuk membuat jalan melalui gunung.\nPedang ini ditempa dari kombinasi kristal Blackstone dan crimson ore. Warna hitamnya bagaikan kolam tinta, dengan api merah yang berasal dari dalam.\n\nSenjata yang terbuat dari Blackrock berkaitan erat dengan seri \"prototipe\" kuno. Pedang Blackrock mempunyai tiga fitur: Keras bagai batu, bersinar bagai es, ganas bagaikan darah yang memberi kehidupan.\nMeskipun \"Slasher\" adalah pedang besar, ini adalah pedang tajam yang unik karena ketebalannya tidak lebih tebal dari kain sutra.\nPerpaduan antara kristal hitam dan merah benar-benar mulus, dan setiap bagian pedangnya berkaitan satu sama lain dengan sempurna membentuk sebuah permukaan pisau yang elok.\nDengan motif Pyro dan batu giok merah yang menghiasi gagangnya, pedang itu mempunyai aura kehitaman jika dilihat dari jauh, seperti darah merah cerah yang mengalir dari lubang tinta hitam yang tak berdasar.\n\nPengrajin terkenal Han Wu dulu pernah melakukan perjalanan untuk menemukan bijih terbaik untuk menempa pedang Blackrock. Dia mencari ke mana-mana sampai terlibat dalam kecalakaan di pertambangan.\nSaat terperangkap di dalam gua, matanya tidak melihat apa-apa selain kegelapan pekat. Telinganya berdering dengan gemuruh batu yang bergemuruh, seakan fondasi dunia itu sendiri akan hancur.\nSejak itu, tungku sang pengrajin tidak pernah digunakan lagi. Api yang dulu bersinar kini hanya menjadi debu dan mimpinya menjadi hilang dan mati.\nAnak laki-laki Han Wu, Han Ce, membaca bahwa inti bumi telah tersegel karena serangan monster, dan dia dengan cepat memberi tahu ayahnya.\nHan Wu merasa bersalah saat mendengarnya. Dia yakin bahwa kecelakaan di pertambangan waktu itu pasti telah mengganggu naga di bawah tanah dan meteor di angkasa. Dia memaksakan dirinya bangkit, menyalakan api di tungkunya sekali lagi dan menempa sebuah pedang yang perkasa.\nSaat pedang telah siap, Han Ce membawa pedang itu ke pertambangan. Mengikuti instruksi ayahnya, dia mendirikan sebuah kuil setinggi dirinya dan menempatkan pedang tersebut di dalamnya untuk menangkal kejahatan dan sang naga.\n\nHan Wu akhirnya meninggal dengan damai dalam tidurnya bertahun-tahun kemudian.\nSaat kematian Han Wu, seorang petualang melewati pertambangan di Mt. Tianheng dan melihat cahaya kemerahan bersinar dari dalam bebatuan. Saat petualang itu melihat, sebuah kuil muncul dan perlahan terbuka.\nPedang di dalam kuil bersinar samar, seolah-olah menangis dengan sedih.\nHan Ce pergi ke gunung pada malam itu untuk mengambil kembali pedang tersebut.\nTianshu pada zaman itu menuliskan sendiri pada pedang tersebut:\n\"Hancurkan gunung dan laut, robek awan dan belah rembulan.\"\n",
    "th": "\nดาบใหญ่เล่มหนึ่ง ทำจากหิน Blackcliff ที่หายาก หนักดุจหินยักษ์ สามารถแยกภูเขาและตัดถนนให้ขาดได้\nตัวดาบทำจากผลึกหิน Blackrock ผสมกับแร่ที่มีสีแดง สีดำดุจหมึกเข้ม และแดงดุจไฟที่ลุกโชน\n\nอาวุธศิลานิลสืบทอดมาจากอาวุธจำพวก\"การทดสอบ\"มีเอกลักษณ์สามอย่างคือ:แข็งแกร่งดังหินผา เยือกเย็นดุจน้ำแข็ง และร้อนแรงดุจไฟ\nถึงแม้ \"Slasher\" จะเป็นดาบใหญ่ แต่ส่วนที่บางที่สุดของมัน ไม่หนาไปกว่าเส้นไหมเลย\nคริสตัลสีดำเข้มผนึกตัวกันอย่างประณีต ผสานกันกลายเป็นใบมีดกว้าง\nด้ามจับของหอกประดับด้วยโทเทมไฟและอัญมณีหยกสีแดง ดูไกลๆเหมือนกับเลื่อนลอยอยู่กลางอ่างหมึกสีดำ ดูมืดมิดและชั่วร้าย\n\nHan Wu ช่างตีเหล็กผู้มีชื่อเสียง ครั้งหนึ่งเคยสำรวจลึกลงไปในเหมืองแร่ เพื่อหาคริสตัลมาสร้างอาวุธ Blackstone สุดท้ายได้เจอกับหายนะในเหมือง\nดวงตาข้างหนึ่งที่บาดเจ็บ และดวงตาที่เหลือเพียงข้างเดียวในขณะนั้นไม่สามารถรับรู้ทิศทางที่โอบล้อมไปด้วยความมืดมิดได้ หูของเขาได้ยินเพียงแต่เสียงสะท้อนของดาบที่ฟาดลงไปยังหินฟังดูราวสวรรค์จะแยกออกจากกัน\nจากนั้นเป็นต้นมา เตาหลอมของช่างตีเหล็กก็ถูกปกคลุมไปด้วยฝุ่น หลงเหลือเพียงขี้เถ้าที่เย็นดุจน้ำแข็งและความฝันที่ไม่อาจเติมเต็มของช่างตีเหล็ก\nลูกชายของเขา Han Ce อ่านเจอว่ามีความลับประหลาดอยู่ใจกลางขุนเขา เขารีบไปพูดกับบิดา\nHan Wu ฟังแล้วรู้สึกขมขื่นใจยิ่งนัก เขาได้ข้อสรุปว่าการขุดเหมืองได้ไปรบกวนมังกรใต้พิภพและหินที่ตกจากฟากฟ้า เขายันร่างกายที่อ่อนแอของเขาขึ้นมา จุดเตาและเริ่มหลอมดาบเล่มใหม่\nเมื่อทำดาบเสร็จ ลูกชายของช่างฝีมือทำตามคำสั่งของบิดา นอกทางเข้าเหมืองมีเทวรูปตั้งตระหง่านอยู่ ซ่อนดาบไว้ที่นั่น เพื่อเป็นการขับไล่มังกรจากหมู่บ้าน\n\nหลายปีต่อมา Han Wu เสียชีวิตลงในขณะที่เขากำลังฝัน\nในวันเดียวกันเวลาเดียวกัน นักเดินทางผู้หนึ่งได้เดินผ่านหลุมเหมือง ณ ภูเขา Tianheng และได้เห็นแสงสีแดงเปล่งขึ้นมาจากหลังหิน เทวรูปอันลึกลับได้หมุนออกอย่างเงียบๆ\nกลางเทวรูปมีดาบใหญ่เปล่งแสงจางๆ ดูราวกับกำลังร่ำไห้อยู่\nHan Ce เข้าไปในภูเขากลางค่ำคืน และนำดาบกลับมา\nTianshu ในยุคเก่าได้แกะสลักมันด้วยมือ:\n\"แยกทะเลและภูผา ฉีกเมฆาและจันทรา\"\n",
    "vi": "\nMột thanh kiếm lớn, được làm từ hắc nham rất hiếm có, nặng như một tảng đá, có thể mở núi xẻ đường.\nLưỡi kiếm được làm từ kết tinh đá đen trộn với quặng thạch màu đỏ thẫm, đậm đặc như mực, đỏ như ngọn lửa.\n\nBinh khí làm từ hắc nham, kế thừa từ bộ \"Mẫu\", có ba đặc điểm sau: Cứng như đá, lạnh như băng, mạnh mẽ như lửa.\nTrong đó \"trảm đao\" là một thanh kiếm lớn, phần mỏng nhất của lưỡi kiếm cũng tương đương với lụa.\nCác tinh thể màu đỏ sẫm được ghép một cách tinh xảo, các vòng tròn tạo thành một mặt đao.\nDùng lửa của vật tổ và hồng bảo ngọc, châu báu nạm vào tay cầm, nhìn từ xa giống như máu nổi trong nghiên mực, chìm trong bóng tối.\n\nNghệ nhân Han Wu từng đi sâu vào lòng đất tìm kiếm tinh thể để đúc ra binh khí hắc nham. Cuối cùng gặp phải tai nạn trong mỏ.\nCon mắt bị thương lúc đó chỉ còn lại bóng tối không thể nhận biết được đất trời bốn phía, bên tai thường vang lên âm thanh va chạm của kiếm và đá như thể trời đất nổ tung.\nTừ đó lò rèn của người thợ phủ đầy bụi, chỉ còn lại tro tàn băng lạnh cùng giấc mơ dang dở.\nCon trai Han Ce đọc đến đoạn dưới lòng đất trong núi có lời đồn yêu ma, đã nhanh chóng nói cho bố biết.\nSau khi Han Wu nghe xong thấy thực hối hận, cho rằng việc khai thác đã làm phiền đến con rồng trong lòng đất, đá trên trời rơi xuống. Bèn gắng gượng tấm thân ốm yếu, mở lò rèn một thanh đao.\nSau khi thanh đao hoàn thành, con trai người thợ thể theo nguyện vọng của bố, đã dựng lên một miếu thờ bên ngoài mỏ, cất giấu thanh kiếm trong đó, dùng để trừ tà trấn rồng. \n\nVài năm sau, Han Wu ra đi trong giấc mộng.\nCùng ngày cùng giờ, một du khách đi qua hầm Thiên Hoành Sơn, chỉ thấy ánh sáng đỏ toả ra từ sau những tảng đá, một miếu thờ bí mật lặng lẽ tách ra.\nThanh kiếm lớn giữa bàn thờ phát sáng lập lờ như than như khóc.\nHan Ce lên núi trong đêm, mang đao trở về.\nThiên Khu Tinh lúc bấy giờ đã tự tay ban tên cho nó:\n\"Khai Sơn Liệt Hải, Tư Vân Đoạn Nguyệt\"\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "乘胜追击",
        "zht": "乘勝追擊",
        "jp": "勝ちに乗じる",
        "ko": "승승장구",
        "en": "Press the Advantage",
        "de": "Triumphaler Übermut",
        "es": "Victoria tras victoria",
        "fr": "De victoire en victoire",
        "pt": "De vitória em vitória",
        "ru": "Преследование побеждённых",
        "id": "Press the Advantage",
        "th": "Press the Advantage",
        "vi": "Thừa Thắng Xông Lên"
      },
      "description": {
        "zhs": "击败敌人后，攻击力提升<color=#99FFFFFF>12%</color>，持续30秒。该效果至多叠加3层，每层持续时间独立。",
        "zht": "擊敗敵人後，攻擊力提升<color=#99FFFFFF>12%</color>，持續30秒。該效果至多疊加三層，每層持續時間獨立。",
        "jp": "敵を倒した後、攻撃力+<color=#99FFFFFF>12%</color>、継続時間30秒。最大3重まで、継続時間は加算されず、重ごとに別カウントされる。",
        "ko": "적을 처치한 후 공격력이 <color=#99FFFFFF>12%</color> 증가한다. 지속 시간: 30초. 최대 중첩수: 3회. 중첩 1회당 지속 시간은 독립 계산한다",
        "en": "After defeating an opponent, ATK is increased by <color=#99FFFFFF>12%</color> for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
        "de": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um <color=#99FFFFFF>12 %</color>. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
        "es": "Al derrotar a un enemigo, aumenta el ATQ en un <color=#99FFFFFF>12%</color> durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>12 %</color> pendant 30 s après avoir vaincu un ennemi. Cet effet peut être cumulé 3 fois maximum et la durée de chaque cumul peut varier.",
        "pt": "Após derrotar um inimigo, o ATQ é aumentado em <color=#99FFFFFF>12%</color> por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
        "ru": "Побеждённые противники увеличивают силу атаки на <color=#99FFFFFF>12%</color>. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
        "id": "Setelah mengalahkan musuh, meningkatkan <color=#99FFFFFF>12%</color> ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
        "th": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>12%</color> เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
        "vi": "Sau khi đánh bại kẻ địch, tấn công tăng <color=#99FFFFFF>12%</color>, kéo dài 30s. Hiệu quả này cộng dồn đến 3 tầng, CD mỗi tầng độc lập."
      }
    },
    {
      "name": {
        "zhs": "乘胜追击",
        "zht": "乘勝追擊",
        "jp": "勝ちに乗じる",
        "ko": "승승장구",
        "en": "Press the Advantage",
        "de": "Triumphaler Übermut",
        "es": "Victoria tras victoria",
        "fr": "De victoire en victoire",
        "pt": "De vitória em vitória",
        "ru": "Преследование побеждённых",
        "id": "Press the Advantage",
        "th": "Press the Advantage",
        "vi": "Thừa Thắng Xông Lên"
      },
      "description": {
        "zhs": "击败敌人后，攻击力提升<color=#99FFFFFF>15%</color>，持续30秒。该效果至多叠加3层，每层持续时间独立。",
        "zht": "擊敗敵人後，攻擊力提升<color=#99FFFFFF>15%</color>，持續30秒。該效果至多疊加三層，每層持續時間獨立。",
        "jp": "敵を倒した後、攻撃力+<color=#99FFFFFF>15%</color>、継続時間30秒。最大3重まで、継続時間は加算されず、重ごとに別カウントされる。",
        "ko": "적을 처치한 후 공격력이 <color=#99FFFFFF>15%</color> 증가한다. 지속 시간: 30초. 최대 중첩수: 3회. 중첩 1회당 지속 시간은 독립 계산한다",
        "en": "After defeating an opponent, ATK is increased by <color=#99FFFFFF>15%</color> for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
        "de": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um <color=#99FFFFFF>15 %</color>. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
        "es": "Al derrotar a un enemigo, aumenta el ATQ en un <color=#99FFFFFF>15%</color> durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>15 %</color> pendant 30 s après avoir vaincu un ennemi. Cet effet peut être cumulé 3 fois maximum et la durée de chaque cumul peut varier.",
        "pt": "Após derrotar um inimigo, o ATQ é aumentado em <color=#99FFFFFF>15%</color> por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
        "ru": "Побеждённые противники увеличивают силу атаки на <color=#99FFFFFF>15%</color>. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
        "id": "Setelah mengalahkan musuh, meningkatkan <color=#99FFFFFF>15%</color> ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
        "th": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>15%</color> เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
        "vi": "Sau khi đánh bại kẻ địch, tấn công tăng <color=#99FFFFFF>15%</color>, kéo dài 30s. Hiệu quả này cộng dồn đến 3 tầng, CD mỗi tầng độc lập."
      }
    },
    {
      "name": {
        "zhs": "乘胜追击",
        "zht": "乘勝追擊",
        "jp": "勝ちに乗じる",
        "ko": "승승장구",
        "en": "Press the Advantage",
        "de": "Triumphaler Übermut",
        "es": "Victoria tras victoria",
        "fr": "De victoire en victoire",
        "pt": "De vitória em vitória",
        "ru": "Преследование побеждённых",
        "id": "Press the Advantage",
        "th": "Press the Advantage",
        "vi": "Thừa Thắng Xông Lên"
      },
      "description": {
        "zhs": "击败敌人后，攻击力提升<color=#99FFFFFF>18%</color>，持续30秒。该效果至多叠加3层，每层持续时间独立。",
        "zht": "擊敗敵人後，攻擊力提升<color=#99FFFFFF>18%</color>，持續30秒。該效果至多疊加三層，每層持續時間獨立。",
        "jp": "敵を倒した後、攻撃力+<color=#99FFFFFF>18%</color>、継続時間30秒。最大3重まで、継続時間は加算されず、重ごとに別カウントされる。",
        "ko": "적을 처치한 후 공격력이 <color=#99FFFFFF>18%</color> 증가한다. 지속 시간: 30초. 최대 중첩수: 3회. 중첩 1회당 지속 시간은 독립 계산한다",
        "en": "After defeating an enemy, ATK is increased by <color=#99FFFFFF>18%</color> for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
        "de": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um <color=#99FFFFFF>18 %</color>. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
        "es": "Al derrotar a un enemigo, aumenta el ATQ en un <color=#99FFFFFF>18%</color> durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>18 %</color> pendant 30 s après avoir vaincu un ennemi. Cet effet peut être cumulé 3 fois maximum et la durée de chaque cumul peut varier.",
        "pt": "Após derrotar um inimigo, o ATQ é aumentado em <color=#99FFFFFF>18%</color> por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
        "ru": "Побеждённые противники увеличивают силу атаки на <color=#99FFFFFF>18%</color>. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
        "id": "Setelah mengalahkan musuh, meningkatkan <color=#99FFFFFF>18%</color> ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
        "th": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>18%</color> เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
        "vi": "Sau khi đánh bại kẻ địch, tấn công tăng <color=#99FFFFFF>18%</color>, kéo dài 30s. Hiệu quả này cộng dồn đến 3 tầng, CD mỗi tầng độc lập."
      }
    },
    {
      "name": {
        "zhs": "乘胜追击",
        "zht": "乘勝追擊",
        "jp": "勝ちに乗じる",
        "ko": "승승장구",
        "en": "Press the Advantage",
        "de": "Triumphaler Übermut",
        "es": "Victoria tras victoria",
        "fr": "De victoire en victoire",
        "pt": "De vitória em vitória",
        "ru": "Преследование побеждённых",
        "id": "Press the Advantage",
        "th": "Press the Advantage",
        "vi": "Thừa Thắng Xông Lên"
      },
      "description": {
        "zhs": "击败敌人后，攻击力提升<color=#99FFFFFF>21%</color>，持续30秒。该效果至多叠加3层，每层持续时间独立。",
        "zht": "擊敗敵人後，攻擊力提升<color=#99FFFFFF>21%</color>，持續30秒。該效果至多疊加三層，每層持續時間獨立。",
        "jp": "敵を倒した後、攻撃力+<color=#99FFFFFF>21%</color>、継続時間30秒。最大3重まで、継続時間は加算されず、重ごとに別カウントされる。",
        "ko": "적을 처치한 후 공격력이 <color=#99FFFFFF>21%</color> 증가한다. 지속 시간: 30초. 최대 중첩수: 3회. 중첩 1회당 지속 시간은 독립 계산한다",
        "en": "After defeating an enemy, ATK is increased by <color=#99FFFFFF>21%</color> for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
        "de": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um <color=#99FFFFFF>21 %</color>. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
        "es": "Al derrotar a un enemigo, aumenta el ATQ en un <color=#99FFFFFF>21%</color> durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>21 %</color> pendant 30 s après avoir vaincu un ennemi. Cet effet peut être cumulé 3 fois maximum et la durée de chaque cumul peut varier.",
        "pt": "Após derrotar um inimigo, o ATQ é aumentado em <color=#99FFFFFF>21%</color> por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
        "ru": "Побеждённые противники увеличивают силу атаки на <color=#99FFFFFF>21%</color>. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
        "id": "Setelah mengalahkan musuh, meningkatkan <color=#99FFFFFF>21%</color> ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
        "th": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>21%</color> เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
        "vi": "Sau khi đánh bại kẻ địch, tấn công tăng <color=#99FFFFFF>21%</color>, kéo dài 30s. Hiệu quả này cộng dồn đến 3 tầng, CD mỗi tầng độc lập."
      }
    },
    {
      "name": {
        "zhs": "乘胜追击",
        "zht": "乘勝追擊",
        "jp": "勝ちに乗じる",
        "ko": "승승장구",
        "en": "Press the Advantage",
        "de": "Triumphaler Übermut",
        "es": "Victoria tras victoria",
        "fr": "De victoire en victoire",
        "pt": "De vitória em vitória",
        "ru": "Преследование побеждённых",
        "id": "Press the Advantage",
        "th": "Press the Advantage",
        "vi": "Thừa Thắng Xông Lên"
      },
      "description": {
        "zhs": "击败敌人后，攻击力提升<color=#99FFFFFF>24%</color>，持续30秒。该效果至多叠加3层，每层持续时间独立。",
        "zht": "擊敗敵人後，攻擊力提升<color=#99FFFFFF>24%</color>，持續30秒。該效果至多疊加三層，每層持續時間獨立。",
        "jp": "敵を倒した後、攻撃力+<color=#99FFFFFF>24%</color>、継続時間30秒。最大3重まで、継続時間は加算されず、重ごとに別カウントされる。",
        "ko": "적을 처치한 후 공격력이 <color=#99FFFFFF>24%</color> 증가한다. 지속 시간: 30초. 최대 중첩수: 3회. 중첩 1회당 지속 시간은 독립 계산한다",
        "en": "After defeating an enemy, ATK is increased by <color=#99FFFFFF>24%</color> for 30s. This effect has a maximum of 3 stacks, and the duration of each stack is independent of the others.",
        "de": "Erhöht den ANG beim Besiegen von Gegnern 30 s lang um <color=#99FFFFFF>24 %</color>. 3-fach stapelbar, Wirkungsdauer jeder Stapelung ist unabhängig.",
        "es": "Al derrotar a un enemigo, aumenta el ATQ en un <color=#99FFFFFF>24%</color> durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>24 %</color> pendant 30 s après avoir vaincu un ennemi. Cet effet peut être cumulé 3 fois maximum et la durée de chaque cumul peut varier.",
        "pt": "Após derrotar um inimigo, o ATQ é aumentado em <color=#99FFFFFF>24%</color> por 30s. Este efeito pode ser acumulado até 3x e a duração de cada acúmulo é independente dos outros.",
        "ru": "Побеждённые противники увеличивают силу атаки на <color=#99FFFFFF>24%</color>. Длится 30 сек. Эффект может складываться до 3 раз. Длительность добавочных эффектов друг от друга не зависит.",
        "id": "Setelah mengalahkan musuh, meningkatkan <color=#99FFFFFF>24%</color> ATK selama 30 detik. Maksimum 3 lapis, dan durasi setiap lapis tidak terpengaruh satu sama lain.",
        "th": "หลังจากกำจัดศัตรูได้ พลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>24%</color> เป็นเวลา 30 วินาที โดยเอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 3 ชั้น ซึ่งแต่ละชั้นจะมีระยะเวลาของตัวเอง",
        "vi": "Sau khi đánh bại kẻ địch, tấn công tăng <color=#99FFFFFF>24%</color>, kéo dài 30s. Hiệu quả này cộng dồn đến 3 tầng, CD mỗi tầng độc lập."
      }
    }
  ],
  "internal_name": "Claymore_Blackrock",
  "imgid": "claymore/blackrock"
}