{
  "id": 12407,
  "type": "claymore",
  "rank": 4,
  "name": {
    "zhs": "白影剑",
    "zht": "白影劍",
    "jp": "白影の剣",
    "ko": "백영검",
    "en": "Whiteblind",
    "de": "Weißer Schatten",
    "es": "Sombra Blanca",
    "fr": "Ombre immaculée",
    "pt": "Sombra Branca",
    "ru": "Белая тень",
    "id": "Whiteblind",
    "th": "Whiteblind",
    "vi": "Kiếm Bạch Ảnh"
  },
  "description": {
    "zhs": "剑身上有一面未开刃的异国大剑，经商路流落到璃月。在了解它的人手里，破坏力极可观。",
    "zht": "劍身上有一面未開刃的異國大劍，經商路流落到璃月。在瞭解它的人手裡，破壞力極為可觀。",
    "jp": "剣身に鈍い刃がある異国の大剣。貿易ルートを経て璃月に渡った。剣を理解する者が使うと、その破壊力は凄まじい。",
    "ko": "한쪽의 날이 세워져 있지 않은 이국적인 대검. 상로를 거쳐 리월로 전해져왔다. 이 검을 능수능란하게 다루는 사람의 손에 들어가면 파괴력이 한층 더 강력해진다",
    "en": "An exotic sword with one section of the blade left blunt. It made its way into Liyue via the hands of foreign traders. Incredibly powerful in the hands of someone who knows how to use it.",
    "de": "Ein fremdländisches Großschwert mit einer stumpfen Seite, das über Handelsrouten nach Liyue gelangt ist. Wer weiß, wie man damit umgeht, kann seine ungemeine Zerstörungskraft entfesseln.",
    "es": "Una espada exótica con una parte roma en el filo. Llegó a Liyue en manos de comerciantes extranjeros. Increíblemente poderosa en las manos de aquellos que saben cómo usarla.",
    "fr": "Une épée d'origine étrangère avec une section émoussée. Elle fut introduite par les voies commerciales à Liyue, et est un instrument de destruction puissant entre de bonnes mains.",
    "pt": "Uma espada exótica com uma lâmina que ficou sem corte. Chegou a Liyue pelas mãos de comerciantes estrangeiros. Incrivelmente poderosa nas mãos de alguém que sabe usá-la.",
    "ru": "Экзотичный меч с тупой секцией на лезвии, который оказался в Ли Юэ благодаря иностранным торговцам. Невероятно мощный в руках того, кто знает, как им пользоваться.",
    "id": "Pedang indah yang memiliki bagian tumpul di mata pedangnya. Mencapai Liyue setelah melewati tangan beberapa pedagang. Dapat menjadi senjata mematikan di tangan orang yang dapat menggunakannya.",
    "th": "ดาบใหญ่ที่ด้านหนึ่งของตัวดาบยังไม่ถูกลับเพื่อเปิดคมมีดซึ่งมาพร้อมกับผู้ทำการค้าจากต่างถิ่นที่เดินทางมาถึง Liyue มีพลังที่เหลือเชื่อเมื่ออยู่ในมือของคนที่รู้วิธีใช้มัน",
    "vi": "Đại kiếm đến từ dị quốc, theo tay thương nhân lưu lạc vào Liyue. Nằm trong tay người hiểu kiếm sẽ có sức mạnh khôn lường."
  },
  "lore": {
    "zhs": "\n天下都向璃月来，这是伟大商港的荣誉。\n异国的珍宝也顺着人的海流来到璃月港。\n用料扎实，做工极佳的大剑。但特别在于，靠近护手的一截剑身不开刃。\n据说要将不开刃的剑身也用作剑柄，调整手持的位置随时改变重心作战。\n\n很少有人提起，这柄大剑曾是一位异国铁匠的得意之作，\n自认粗笨的匠人精心磨砺剑锋，细细地调整剑刃的平衡，\n无眠的黑夜接连虚度在飞溅的火星之中，\n一次又一次的重铸，一次又一次的捶打之间，\n心中满怀对恋人归来的期冀与不可知的忧虑。\n\n「等到战斗结束」\n汗水飞扬的间隙，铁匠如是想道，\n「她还能否用上这把剑」\n「…她又能否安然归来呢」\n但片刻后，他便摒去私心杂念，将心思集中在剑身上。\n比起无谓的担忧，不如集中心思，打造出真心的赠礼。\n\n终有一天，讨伐魔物的远征军凯旋入城，\n铁匠却还没来得及在剑上刻下她的名字。\n携着长剑匆匆来到归乡的恋人面前，\n草率的铁匠却得到哭笑不得的结果…\n\n卸甲的战士已经放开了柔软的长发，以后的日子不再需要刀兵，\n她为留在家乡的恋人特意带回一件礼物：一张崭新光亮的猎弓。\n「真是浪费！这些年的岁月付之东流，我只为给你造这把大剑」\n固执的铁匠满口怨言。但结局至少圆满，剑也确是一流的好剑。\n",
    "zht": "\n天下都向璃月來，這是偉大商港的榮譽。\n異國的珍寶也順著人的海流來到璃月港。\n用料扎實，做工極佳的大劍。但特別在於，靠近護手的一截劍身不開刃。\n據說要將不開刃的劍身也用作劍柄，調整手持的位置隨時改變重心作戰。\n\n很少有人提起，這柄大劍曾是一位異國鐵匠的得意之作，\n自認粗笨的匠人精心磨礪劍鋒，細細地調整劍刃的平衡，\n無眠的黑夜接連虛度在飛濺的火星之中，\n一次又一次的重鑄，一次又一次的錘打之間，\n心中滿懷對戀人歸來的期冀與不可知的憂慮。\n\n「等到戰鬥結束」\n汗水飛揚的間隙，鐵匠如是想道，\n「她還能否用上這把劍」\n「…她又能否安然歸來呢？」\n但片刻後，他便摒去私心雜念，將心思集中在劍身上。\n比起無謂的擔憂，不如集中心思，打造出真心的贈禮。\n\n終有一天，討伐魔物的遠征軍凱旋入城，\n鐵匠卻還沒來得及在劍上刻下她的名字。\n攜著長劍匆匆來到歸鄉的戀人面前，\n草率的鐵匠卻得到哭笑不得的結果…\n\n卸甲的戰士已經放開了柔軟的長髮，以後的日子不再需要刀兵，\n她特地為留在家鄉的戀人帶回一件禮物：一張嶄新光亮的獵弓。\n「真是浪費！這些年的歲月付之東流，我只為替妳造這把大劍」\n固執的鐵匠滿口怨言。但結局至少圓滿，劍也確是一流的好劍。\n",
    "jp": "\n世の全てが璃月にあり。これは偉大な璃月港への讃美である。\n他の国の珍宝も人と共に璃月港に来る。\n良質な材料で作られた精巧な大剣。特徴は鍔に近い部分に刃が付いてないこと。\n噂によれば、その部分は柄として扱え、持ち手の部分を変えることで臨機応変に戦えるらしい。\n\nあまり知られていないが、この大剣は異国の職人の傑作である。\n謙虚な職人が丹念に鋳り、剣のバランス調整を行った。\n火花と共に幾つかの夜をこえて、\n丹念に鍛造を続けた彼の心の中に、\n恋人の凱旋への期待と未来への不安が募る。\n\n「この戦争が終わったら」\n職人はこう思った。\n「彼女がこの大剣を使う時が来るかな」\n「……彼女は無事に戻って来られるだろうか」\n職人はすぐさま雑念を払い、剣の鍛造に全身全霊を注いだ。\n余計な心配をするより、集中して良いものを鍛造しようと決めた。\n\nある日、遠征軍が魔物の討伐から凱旋した。\n職人はまだ大剣に彼女の名を刻んでいなかった。\n慌てて剣を携え、帰郷した彼女の前に立つ。\nその顔には笑みと涙が浮かんでいた。\n\n武器を置いた女戦士は束ねていた長い髪をほどいた。これからは兵士を必要としないだろう。\n女戦士は故郷の恋人にプレゼントを用意していた。新品の猟弓である。\n「なんてことだ！俺は何年も費やしたというのに。君のためにこれを作ったんだぞ……」\n職人は思わず口にした。だが幸いにも、二人は幸せな結末を迎えた。大剣が一流の品であったのは言うまでもない。\n",
    "ko": "\n천하는 리월항으로 모인다. 이 표현은 무역항으로서 더할 나위 없는 영광이다.\n이국의 금은보화도 사람을 따라 리월항으로 모인다.\n좋은 재료와 뛰어난 기술로 만든 대검이지만 특이하게 날밑쪽은 칼날이 세워져 있지 않다.\n칼날을 세우지 않은 검신은 칼자루로 쓰고, 손의 위치를 언제든지 바꿔가며 싸울 수 있다고 한다.\n\n이 대검이 이국의 대장장이가 자랑스러워 하는 작품이란 걸 말하는 이는 극소수였다.\n자신의 솜씨가 모자라다고 여기는 장인은 심혈을 기울여 칼끝을 연마하고 섬세하게 칼날의 균형을 조절했다. \n불똥이 튀는 가운데 잠 못 이루며,\n거듭 거듭 모양을 다듬고 다시 담금질했다.\n그의 마음엔 연인이 돌아올 거라는 기대와 알 수 없는 걱정이 가득했다.\n\n「전투가 끝날 때까지 기다리면」\n땀방울이 떨어지는 순간, 대장장이는 이렇게 생각했다.\n「그녀가 이 검을 사용할 수 있을까」\n「…그녀가 무사히 돌아올 수 있을까」\n그러나 잠시 후 그는 사심과 잡념을 떨쳐버리고 검에 더욱 집중했다.\n의미 없는 걱정보다는 마음을 가다듬고 진심어린 선물을 만드는 게 나았다.\n\n언젠가 마물을 정벌한 원정군이 개선하여 입성했는데,\n대장장이는 미처 검에 그녀의 이름을 새기지 못했다.\n장검을 들고 귀향하는 연인 앞으로 급히 갔는데,\n경솔한 대장장이는 황당한 결과와 마주치게 되었다…\n\n무장을 푼 전사는 부드러운 긴 머리를 풀었다. 이제 더 이상 전쟁은 없었다.\n그녀는 고향에 두고 간 연인을 위해 특별한 선물을 가지고 왔다. 빛이 반짝거리는 사냥 활이었다.\n「헛수고했구나! 여태까지의 세월을 날렸어. 당신을 위해 이 검을 만드는데 모든 걸 바쳤는데」\n고집스러운 대장장이는 불만이 가득했다. 그래도 행복한 결말이었고, 검도 일류였다.\n",
    "en": "\nThe whole world flocks to the commercial port of Liyue, much to the city's pride.\nWith the tides of people also come exotic treasures.\nThis greatsword is expertly made with the finest materials. It is unique in that the edge closest to the wielder has been left dull.\nThe dull edge is said to have been used as the hilt, enabling the wielder to switch forms by constantly shifting hand positions in combat.\n\nThough it is rarely acknowledged, this greatsword was in fact a foreign bladesmith's labor of love.\nThe bladesmith knew himself to be dull of wits, and was anxious that this blade should not follow suit. Hence, he worked painstakingly on sharpening and balancing his beloved blade.\nSparks flew as the bladesmith worked through many sleepless nights.\nThe sword was recast and re-tempered countless times.\nAll the while his mind was consumed with the hope of his lover's return, as well as his untold anxiety for her well-being.\n\n\"After the war is over...\"\nThe bladesmith would ponder briefly, each time he paused for breath.\n\"Will this blade still be of use to her?\"\n\"Will she even make it home safely?\"\nThese thoughts would linger in his mind for but a moment before he cast them aside and refocused his full attention on the blade.\nIndulging irresolvable anxieties was a futile endeavor — better to focus his faculties on creating the perfect welcome-home gift.\n\nFinally, the day came when the triumphant expeditionary force entered the city gates, their monstrous foes defeated at last.\nBut the bladesmith had not had time to carve his lover's name onto the blade's body.\nWith no time to lose, he grabbed the sword and rushed to meet his lover on the occasion of her return.\nUnfortunately, what would transpire next was to be an unbearable anticlimax.\n\nAs the warrior removed her helmet, long, soft hair flowed down. She was growing her hair out, and hence would never need to wield a blade again for the rest of her days.\nMeanwhile, she had brought her lover a gift, too: A shiny new hunting bow.\n\"Romance is dead! I wasted all these years making you this greatsword, and now you don't even need it!\"\nThe bladesmith was thoroughly miserable and would not stop complaining about the unfairness of it all. But his efforts had by no means been in vain — at least he had finally succeeded in making a blade of the very finest quality.\n",
    "de": "\nDie Welt ist zu Gast in Liyue. Dies ist eine große Ehre für die kommerziell wichtige Hafenstadt.\nMit den Gästen aus aller Welt kommen auch exotische Schätze nach Liyue.\nDieses Großschwert ist von Expertenhand aus den besten Materialien gefertigt. Seine Besonderheit ist, dass das untere Klingenende zum Griff hin stumpf gelassen wurde.\nDer Grund dafür war angeblich, dass man so das Klingenende auch als Griff verwenden konnte, wenn man nur schnell genug mit der Hand war.\n\nAuch wenn es selten anerkannt wird, dieses Großschwert ist tatsächlich das Produkt des Herzbluts eines Klingenschmieds aus fremden Gefilden.\nDer Klingenschmied wusste selbst, dass er stumpfen Geistes war, und wollte nicht, dass man dies auch von der Klinge sagen würde. Also setze er alles daran, seine geliebte Klinge zu schärfen und auszubalancieren.\nDie Funken flogen nur so umher, als der Schmied so manche schlaflose Nacht durcharbeitete.\nDas Schwert wurde unzählige Male gefaltet und gehärtet.\nWährend der ganzen Zeit waren seine Gedanken voller Hoffnung auf die Rückkehr seiner Geliebten und der unausgesprochenen Sorge um ihr Wohlbefinden.\n\n„Nachdem der Krieg vorbei ist ...“,\nso überlegte der Schmied in jeder Atempause,\n„wird diese Klinge dann noch einen Nutzen für sie haben?“\n„Wird sie überhaupt wohlbehalten zurück nach Hause kommen?“\nDiese Gedanken verweilten kurz in seinem Kopf, bevor er sie verdrängte und seine ganze Aufmerksamkeit wieder der Klinge widmete.\nSich solche Sorgen zu machen, war zwecklos. Lieber sollte er alle Konzentration darauf richten, das perfekte Geschenk zur Rückkehr nach Hause vorzubereiten.\n\nEndlich kam der Tag, an dem die triumphierenden Expeditionsstreitkräfte die Tore der Stadt betraten, nachdem sie ihre monströsen Feinde endlich besiegt hatten.\nDer Klingenschmied aber hatte keine Zeit mehr, den Namen seiner Geliebten in die Klinge zu gravieren.\nEr ergriff das Schwert und eilte los, um seine zurückkehrende Geliebte endlich wiederzusehen.\nUnglücklicherweise stellte sich das, was dann passierte, aber als unglaubliche Enttäuschung heraus.\n\nAls die Kriegerin ihren Helm abnahm, umspielten lange, weiche Haarsträhnen ihr Gesicht. Sie ließ ihr Haar lang wachsen, was bedeutete, dass sie nie wieder in ihrem Leben ein Schwert führen würde.\nAuch sie hatte ihrem Geliebten ein Geschenk mitgebracht: einen brandneuen Jagdbogen.\n„Das war’s! Ich habe all diese Jahre darauf verschwendet, dir dieses Großschwert zu machen, das du jetzt nicht mehr brauchst!“\nDer Waffenschmied war todunglücklich und konnte nicht aufhören, sich über die Ungerechtigkeit des Ganzen zu beschweren. Seine Anstrengungen jedoch waren ganz und gar nicht vergebens, schließlich war es ihm endlich gelungen, ein Schwert höchster Qualität herzustellen.\n",
    "es": "\nTodo el mundo viene a Liyue. Ese es el honor de este gran puerto comercial.\nLos tesoros más exóticos también llegan al puerto de Liyue con los mares de gente.\nEsta es una gran espada diestramente hecha con buenos materiales. Es especial, ya que el borde del lado de la guarda ha perdido el filo con el tiempo.\nSe decía que su burdo filo también se usaba como empuñadura, lo que requería que el portador cambiara constantemente la posición de las manos en combate.\n\nPocas veces se menciona que esta gran espada fue la orgullosa obra de un herrero de un reino extranjero.\nEl herrero, que no se consideraba a sí mismo muy habilidoso, se dedicó en cuerpo y alma a moldear la espada y regular su equilibrio.\nPasó noches y noches sin dormir entre las chispas de la fragua,\nfundiendo una y otra vez la espada con un martillazo tras otro.\nMientras lo hacía, recordó lo impaciente e infinitamente preocupado que se sentía al pensar en el regreso de su amada.\n\n“Cuando acabe la guerra”,\npensó el herrero mientras le caían gotas de sudor,\n“¿podrá ella usar esta espada?\n¿Podrá siquiera regresar sana y salva?”\nPronto desechó estos pensamientos, que había retenido tan solo unos segundos, para concentrarse plenamente en la forja de la espada.\nDecidió que, antes que preocuparse por algo de lo que no podía estar seguro, era preferible enfocar toda su concentración en crear el mejor regalo posible.\n\nLlegó el día en que la expedición militar regresó a la ciudad tras salir victoriosa en su misión contra los monstruos.\nSin embargo, al herrero no le había dado tiempo para grabar el nombre de su amada en la espada.\nAsí pues, apresuradamente, la llevó consigo para entregársela.\nPreocupado por el resultado final, el olvidadizo forjador de armas no sabía si reír o llorar...\n\nLa guerrera, que ya no llevaba su armadura, había dejado crecer su sedoso pelo y ya nunca más tendría que empuñar un arma.\nNo obstante, trajo consigo un regalo para su amado, que no fue al campo de batalla. Se trataba de un resplandeciente arco de caza completamente nuevo.\n“¿En serio? ¡Todos los años invertidos en fabricar esta espada para regalártela tirados a la basura!”,\nse quejó el obstinado herrero. Por suerte, al final todo salió bien, y la espada que forjó era, sin duda, de una calidad excepcional.\n",
    "fr": "\nDe tout temps le monde entier s'est retrouvé au Port de Liyue, à la grande fierté de la cité.\nDes trésors exotiques sont introduits quotidiennement dans la cité grâce aux commerçants étrangers.\nIl a été forgé par des mains expertes à partir d'un matériau de qualité et présente une particularité : la lame du côté de la garde n'a pas été affûtée.\nIl est dit que cette lame d'épée était aussi conçue pour servir de poignée afin de changer les positions des mains lors du combat à tout moment.\n\nPeu rappellent qu'à l'origine de cette arme se trouve un artisan étranger.\nL'homme, qui s'estimait être insuffisamment habile de ses mains, se plongea corps et âme dans la forge, équilibrant avec soin les pièces qu'il y travaillait.\nDans la forge les nuits s'écoulèrent les unes après les autres ;\nreforgeant sans prendre de pause, l'artisan travailla l'acier sans s'arrêter.\nDans son cœur cohabitaient l'espoir de revoir la personne aimée, et une inquiétude sourde.\n\n« Une fois la guerre finie »,\npensait l'artisan,\n« pourra-t-elle utiliser cette lame ?\nPourra-t-elle revenir en paix ? »\nMais après un moment, il abandonna ces pensées, pour se replonger corps et âme dans l'arme.\nMieux valait se concentrer et abandonner les idées distrayantes, et forger avec un cœur honnête.\n\nLe jour vient où revint en ville le corps expéditionnaire ;\nl'artisan n'avait alors pas encore eu le temps de graver le nom de la fille aimée sur l'arme.\nAmenant l'arme devant sa dulcinée rentrant au pays,\nl'artisan ne sut s'il devait rire ou pleurer...\n\nLes cheveux de la chevalière, libres du joug du casque, tombaient en cascade sur ses épaules ; les jours où elle portait l'arme étaient révolus.\nElle avait ramené à son amant resté au pays un cadeau précieux : un arc de chasse flambant neuf.\n« Quel dommage, fit l'artisan à sa vue. Moi qui n'ai rien fait d'autre que te forger une épée durant toutes ces années... »\nMais l'épée s'avéra être une arme d'excellente facture.\n",
    "pt": "\nO mundo vem para Liyue. Esta é uma grande honra para o grande porto comercial.\nTesouros exóticos também chegam ao porto de Liyue com a maré das pessoas.\nEsta grande espada é feita com os melhores materiais. Ela é única na medida em que a borda mais próxima do empunhador foi deixado cego.\nDiz-se que a borda cega foi usada como cabo da espada, permitindo que o empunhador troque de forma ao mudar constantemente de posição das mãos em combate.\n\nEmbora raramente seja reconhecida, esta grande espada foi, na verdade, um trabalho de amor de um artesão de lâminas estrangeiro.\nO próprio ferreiro sabia que não tinha muita inteligência, e estava ansioso para que esta lâmina não seguisse o exemplo. Por isso, ele trabalhou com afinco para afiar e equilibrar sua amada lâmina.\nAs faíscas voavam enquanto o ferreiro trabalhava durante muitas noites sem dormir.\nA espada foi reformulada e remartelada inúmeras vezes.\nDurante todo o tempo sua mente foi consumida com a esperança do retorno de sua amada, bem como sua ansiedade incalculável pelo bem-estar dela.\n\n\"Depois que a guerra estiver acabada...\"\nO ferreiro ponderava brevemente sempre que parava para respirar.\n\"Será que esta lâmina ainda será útil para ela?\"\n\"Será que ela chegará em casa em segurança?\"\nEstes pensamentos permaneceriam em sua mente por apenas um momento antes que ele os colocasse de lado e redirecionasse toda sua atenção para a lâmina.\nEle decidiu que, se preocupar com ansiedades irresolúveis era um esforço fútil - melhor concentrar suas capacidades na criação do presente de boas-vindas perfeito - em casa.\n\nPor fim, chegou o dia em que a força expedicionária triunfante entrou nos portões da cidade, seus monstruosos inimigos derrotados finalmente.\nMas o ferreiro não tinha tido tempo de esculpir o nome de sua amada no corpo da lâmina.\nSem tempo a perder, ele pegou a espada e correu para encontrar sua amada no momento de seu retorno.\nInfelizmente, o que se seguiria seria um insuportável anticlímax...\n\nQuando o guerreiro removeu seu capacete, cabelos longos e macios surgiram. Ela estava deixando o cabelo crescer, porque nunca mais teria outra guerra.\nEla trouxe de volta para seu amante em casa um presente precioso: um arco de caça novo.\n\"Você sabe? Eu gastei os meus anos preciosos só para você, para fazer essa espada grande para você? E agora?\"\nO ferreiro teimoso não parou de se reclamar. Contudo, felizmente tudo deu fruto, e a espada foi de primeiríssima qualidade.\n",
    "ru": "\nЛюди со всего света стекаются в гавань Ли Юэ, и это - гордость торгового порта.\nС волнами приезжих в город также стекаются и экзотические товары.\nЭтот двуручный меч выкован из лучших материалов. Он уникален тем, что ближе к руке лезвие не заточено.\nГоворят, что за эту часть лезвия можно держаться. Это позволит владельцу быстро менять хват меча в пылу сражения.\n\nОб этом редко говорят, но на самом деле этот меч был выражением любви заморского кузнеца к своему ремеслу.\nКузнец считал себя тупым, и он не хотел, чтобы его меч был таким же, поэтому он самоотверженно работал над заточкой и балансировкой своего любимого клинка.\nИз его кузницы непрерывно доносился звон и летели искры, а сам он много ночей совсем не спал.\nОн закалял и затачивал свой меч снова и снова, раз за разом.\nВ то время как его разум был занят надеждой о возвращении его любимой, а сердце - невыразимой тревогой за её безопасность.\n\n«После того как закончится война...»\nДумал кузнец каждый раз, когда останавливался, чтобы перевести дыхание,\n«Останется ли у неё нужда в этом мече?»\n«Вернётся ли она домой непобеждённой?»\nЭти мысли не задерживались долго в его голове. Отложив их, кузнец полностью концентрировался на том, чтобы довести свой клинок до совершенства.\nТщетным усилием было беспокоиться о том, на что нельзя повлиять. Лучше сосредоточить своё мастерство на создании идеального подарка тому, кто должен вернуться домой.\n\nНаконец, наступил день, когда торжествующие войска вошли в городские ворота, и все их враги были повержены.\nНо кузнецу не хватило времени нанести имя своей возлюбленной на меч.\nНе теряя времени, он схватил его и поторопился преподнести в качестве подарка вернувшейся любви.\nНо, к большому сожалению, то, что последовало, было очень большим потрясением...\n\nКогда девушка-воин сняла шлем, длинные волосы опали на её плечи. Она отращивала их, и, следовательно, до конца своих дней ей больше не понадобилось бы брать в руки меч.\nНо она тоже привезла подарок своему любимому - охотничий лук.\n«Какая жалость! Я столько лет ковал этот меч, а он тебе даже не пригодится!»\nКузнец стал несчастен и не переставал жаловаться на несправедливость жизни. Но всё же его усилия не были напрасны, по крайней мере, ему наконец удалось изготовить клинок высочайшего качества.\n",
    "id": "\nSeluruh dunia berduyun-duyun ke pelabuhan komersial Liyue, yang menjadi kebanggaan kota itu sendiri.\nDengan banyaknya orang yang datang, banyak pula harta karun eksotis yang datang.\nPedang besar ini dibuat secara profesional dengan bahan-bahan terbaik. Unik namun ujung yang dekat dengan gagangnya dibiarkan tumpul.\nDikatakan bahwa bagian yang tumpul dulunya digunakan sebagai pegangan, sehingga memungkinkan penggunanya untuk beralih formasi dengan terus-menerus mengubah posisi tangan dalam pertempuran.\n\nWalaupun jarang diketahui, namun pedang besar itu pada faktanya adalah tanda cinta seorang pengrajin,\nPengrajin tersebut mengasah dan menyesuaikan mata pisau pedangnya dengan hati-hati.\nPercikan api beterbangan ketika pengrajin itu bekerja sepanjang malam tanpa istirahat.\nPedang itu ditempa dan diolah berkali-kali.\nSepanjang waktu pikirannya dipenuhi oleh harapan bahwa kekasihnya akan kembali, dan juga kekhawatiran akan keadaannya.\n\n\"Setelah perang berakhir...\"\nPengrajin itu akan merenung sejenak, berhenti setiap kali untuk bernapas,\n\"Akankah dia masih bisa menggunakan pedang ini?\"\n\"...akankah dia pulang dengan selamat?\"\nTapi sesaat kemudian, dia akan mengabaikan pikiran itu dan memusatkan perhatian pada pedangnya.\nDaripada sekadar kekhawatiran tidak berguna, lebih baik fokus kepada sebuah hadiah yang tulus.\n\nAkhirnya, tiba hari di mana pasukan ekspedisi yang telah menang melawan monster memasuki kota.\nNamun pengrajin itu tidak punya waktu untuk mengukir nama kekasihnya di pedang tersebut.\nDengan membawa pedang tersebut, dia bergegas untuk bertemu kekasihnya yang telah kembali.\nSayangnya, pada akhirnya pengrajin tersebut tidak tahu apakah dia harus menangis atau tertawa...\n\nPara prajurit melepaskan helmnya, rambut panjang yang lembut terurai ke bawah. Mereka memanjangkan rambutnya, karena tidak lagi membutuhkan prajurit di masa yang akan datang.\nNamun, dia juga telah membawakan kekasihnya sebuah hadiah: Sebuah busur berburu yang bersinar.\n\"Semuanya sia-sia! Aku membuang waktu bertahun-tahun untuk membuatkanmu pedang besar ini!\"\nPengrajin yang keras kepala itu mengeluh. Tapi setidaknya dia berhasil membuat pedang dengan kualitas terbaik.\n",
    "th": "\nโลกกำลังหันมามอง Liyue นี่คือเกียรติของท่าเรือธุรกิจที่ยอดเยี่ยม\nสมบัติจากต่างประเทศมายังท่าเรือ Liyue ตามกระแสของผู้คน\nดาบใหญ่ที่ทำขึ้นจากวัสดุชั้นเลิศและฝีมืออันยอดเยี่ยม ความพิเศษอยู่ตรงที่ด้านที่หันเข้าหาผู้ใช้นั้นไม่มีคม\nว่ากันว่าด้านที่ไร้คมนั้นถูกใช้เป็นด้ามจับเพื่อปรับเปลี่ยนตำแหน่งขณะต่อสู้ได้ด้วย\n\nมีเพียงไม่กี่คนที่จะพูดว่า ดาบใหญ่เล่มนี้เป็นผลงานที่น่าภาคภูมิใจของช่างฝีมือต่างเมือง\nช่างฝีมือผู้งุ่นง่านลับคมดาบอย่างตั้งใจ ค่อยๆปรับความสมดุลของใบมีดอย่างประณีต\nคืนแล้วคืนเล่าที่นอนไม่หลับ ใช้เวลาหมดไปท่ามกลางดวงดาวแห่งประกายไฟ\nหลอมดาบครั้งแล้วครั้งเล่า ตีดาบครั้งแล้วครั้งเล่า\nในใจเต็มไปด้วยความหวังที่จะให้คนรักหวนคืน และความกังวลที่ไม่อาจหยั่งรู้ได้\n\n\"รอให้สงครามสิ้นสุดลง\"\nช่างตีเหล็กคิดไป ในระหว่างที่เหงื่อท่วมกาย\n\"เธอจะยังคงใช้ดาบเล่มนี้ได้หรือไม่\"\n\"...เธอจะมาสามารถกลับมาอย่างปลอดภัยได้หรือไม่\"\nแต่หลังจากนั้นไม่นาน เขาก็หันหลังให้กับความคิดฟุ้งซ่าน และมุ่งความสนใจไปที่ดาบ\nแทนที่จะมานั่งกังวล ควรเอาใจไปจดจ่อกับการสร้างของขวัญที่มาจากใจสักชิ้นดีกว่า\n\nต้องมีสักวันที่กองกำลังที่ไปปราบอสูร จะกลับมายังเมืองนี้พร้อมชัยชนะ\nช่างตีเหล็กไม่มีเวลาที่จะสลักชื่อเธอลงบนดาบ\nถือดาบยาวไว้แล้ววิ่งไปเบื้องหน้าคนรักที่พึ่งกลับเข้าเมืองมา\nช่างตีเหล็กผู้ซุ่มซ่ามไม่รู้จะหัวเราะหรือร้องไห้ดี\n\nนักรบสาวถอดชุดเกราะของเธอออกและปล่อยผมยาวสยาย ต่อจากนี้ไปไม่จำเป็นต้องมีนักดาบอีกต่อไปแล้ว\nเธอนำของขวัญที่จะมอบให้คนรักที่รอคอยเธออยู่ที่บ้านเกิดมาด้วยชิ้นหนึ่ง:ธนูล่าสัตว์ที่ใหม่เอี่ยมอ่อง\n\"เสียเวลาจริงๆ!เวลาผ่านล่วงไปหลายปี ข้าได้ทำดาบใหญ่เล่มนี้ให้แก่เจ้าเพียงผู้เดียว\"\nช่างตีเหล็กหัวดื้อบ่นงึมงำ แต่ในตอนท้ายดูสุขใจยิ่งนัก ดาบเล่มนี้ถือเป็นดาบชั้นเลิศเลยทีเดียว\n",
    "vi": "\nKhắp nơi trên thế giới đều tìm đến Liyue, đó là niềm vinh dự đối với thương cảng to lớn này.\nKho báu từ khắp nơi trên thế giới cũng theo dòng người đổ về cảng Liyue.\nChất liệu cực phẩm, gia công chắc chắn. Điều đặc biệt ở chỗ, mặt kiếm gần chỗ tay cầm không được làm sắc.\nNgười ta nói rằng kiếm không mài sắc, thân của nó cũng có thể làm tay cầm, chỉ cần thay đổi vị trí cầm cũng làm thay đổi trọng tâm tác chiến.\n\nRất ít người nhắc đến, thanh kiếm này từng là một tác phẩm đáng tự hào của một thợ rèn ngoại quốc.\nNgười thợ tự nhận vụng về đang chuyên tâm mài lưỡi kiếm, cẩn thận điều chỉnh sự cân bằng của lưỡi kiếm,\nLiên tiếp những đêm thức trắng giữa những đốm lửa nhỏ bắn tung toé,\nMột lần lại một lần đúc lại, lại một lần rồi một lần gõ búa,\nTrong tim tràn đầy sự kỳ vọng cùng nỗi trăn trở không nguôi về sự trở về của người yêu.\n\n\"Đợi trận chiến kết thúc\"\nMồi hôi rơi lã chã, người thợ rèn nghĩ,\n\"Cô ấy còn có thể dùng thanh kiếm này không\"\n\"...Cô ấy có thể trở về an toàn không\"\nNhưng rất nhanh, anh gạt đi những tâm tư ngổn ngang, tập trung tinh thần vào thanh kiếm.\nThay vì lo lắng vô nghĩa, chi bằng tập trung tinh thần, tạo ra món quà thành tâm.\n\nSẽ có một ngày, quân viễn chinh sẽ đánh dẹp quái vật, khải hoàn về thành, \nNgười thợ rèn còn chưa kịp khắc tên cô lên thanh kiếm.\nMang theo trường kiếm vội vã đi đến trước mặt người yêu, \nNgười thợ rèn cẩu thả nhận được kết cục dở khóc dở cười...\n\nNgười chiến binh cởi bỏ áo giáp, buông mái tóc dài mềm mại, những ngày sau không cần đến binh đao,\nCô đã mang về một món quà cho người yêu ở quê hương: Một cây cung mới sáng bóng.\n\"Thật là lãng phí! Trải qua nhiều năm tháng vất vả, chỉ vì làm thanh kiếm này cho nàng\"\nNgười thợ rèn cứng đầu phàn nàn. Nhưng ít nhất kết cục trọn vẹn, thanh kiếm thực là một thanh kiếm hạng nhất.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "注能之锋",
        "zht": "注能之鋒",
        "jp": "注入の刃",
        "ko": "에너지 주입 칼날",
        "en": "Infusion Blade",
        "de": "Energieschubspitze",
        "es": "Filo de infusión",
        "fr": "Lame énergisante",
        "pt": "Ponta Energética",
        "ru": "Заряженное лезвие",
        "id": "Infused Edge",
        "th": "Infusion Blade",
        "vi": "Đỉnh Năng Lượng"
      },
      "description": {
        "zhs": "普通攻击和重击命中后，攻击力和防御力提高<color=#99FFFFFF>6%</color>。该效果持续6秒，最多叠加4层，每0.5秒只能触发一次。",
        "zht": "普通攻擊和重擊命中後，攻擊力和防禦力提高<color=#99FFFFFF>6%</color>。該效果持續6秒，最多疊加四層，每0.5秒只能觸發一次。",
        "jp": "通常攻撃と重撃が命中すると、攻撃力と防御力+<color=#99FFFFFF>6%</color>、継続時間6秒、最大4重まで。0.5秒毎に1回のみ発動可能。",
        "ko": "일반 공격과 강공격 명중 시 공격력과 방어력이 <color=#99FFFFFF>6%</color> 증가한다. 지속 시간: 6초. 최대 중첩수: 4회. 해당 효과는 0.5초마다 1번 발동한다",
        "en": "On hit, Normal or Charged Attacks increase ATK and DEF by <color=#99FFFFFF>6%</color> for 6s. Max 4 stacks. This effect can only occur once every 0.5s.",
        "de": "Erhöht den ANG und die VTD bei Treffern mit Standardangriffen und heftigen Schlägen 6 s lang um <color=#99FFFFFF>6 %</color>, 4-fach stapelbar. 0,5 s Abklingzeit.",
        "es": "Tras atacar con un Ataque Normal o Cargado, el ATQ y la DEF aumentan en un <color=#99FFFFFF>6%</color> durante 6 s, acumulándose hasta un máximo de 4 veces. Este efecto puede activarse una vez cada 0.5 s.",
        "fr": "Les attaques normales et chargées augmentent l'ATQ et la DÉF de <color=#99FFFFFF>6 %</color> pendant 6 s lorsqu'elles touchent. Cet effet peut être cumulé 4 fois maximum et déclenché une fois toutes les 0,5 s.",
        "pt": "Após acertar um Ataque Normal e um Ataque Carregado, o ATQ e a DEF aumentam <color=#99FFFFFF>6%</color> por 6s, podendo ser acumulado até 4 vezes. Este efeito pode ser ativado uma vez a cada 0.5s.",
        "ru": "При попадании Обычной или Заряженной атакой Сила атаки и Защита увеличиваются на <color=#99FFFFFF>6%</color> в течение 6 сек. Эффект может складываться до 4 раз. Может возникнуть не чаще 1 раза за 0,5 сек.",
        "id": "Saat mengenai musuh, Normal atau Charged Attack meningkatkan <color=#99FFFFFF>6%</color> ATK dan DEF selama 6 detik. Maksimum 4 lapis. Dapat terpicu setiap 0,5 detik.",
        "th": "หลังโจมตีปกติหรือชาร์จโจมตีถูกเป้าหมาย พลังโจมตีและพลังป้องกันจะเพิ่มขึ้น <color=#99FFFFFF>6%</color> ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นเป็นระยะเวลา 6 วินาที และซ้อนทับมากสุด 4 ชั้น โดยจะเกิดขึ้นหนึ่งครั้งในทุก 0.5 วินาที",
        "vi": "Sau khi tấn công thường và trọng kích đánh trúng địch, tấn công và phòng ngự tăng <color=#99FFFFFF>6%</color>. Kéo dài 6s, tối đa cộng dồn 4 lần. Mỗi 0.5s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "注能之锋",
        "zht": "注能之鋒",
        "jp": "注入の刃",
        "ko": "에너지 주입 칼날",
        "en": "Infusion Blade",
        "de": "Energieschubspitze",
        "es": "Filo de infusión",
        "fr": "Lame énergisante",
        "pt": "Ponta Energética",
        "ru": "Заряженное лезвие",
        "id": "Infused Edge",
        "th": "Infusion Blade",
        "vi": "Đỉnh Năng Lượng"
      },
      "description": {
        "zhs": "普通攻击和重击命中后，攻击力和防御力提高<color=#99FFFFFF>7.5%</color>。该效果持续6秒，最多叠加4层，每0.5秒只能触发一次。",
        "zht": "普通攻擊和重擊命中後，攻擊力和防禦力提高<color=#99FFFFFF>7.5%</color>。該效果持續6秒，最多疊加四層，每0.5秒只能觸發一次。",
        "jp": "通常攻撃と重撃が命中すると、攻撃力と防御力+<color=#99FFFFFF>7.5%</color>、継続時間6秒、最大4重まで。0.5秒毎に1回のみ発動可能。",
        "ko": "일반 공격과 강공격 명중 시 공격력과 방어력이 <color=#99FFFFFF>7.5%</color> 증가한다. 지속 시간: 6초. 최대 중첩수: 4회. 해당 효과는 0.5초마다 1번 발동한다",
        "en": "On hit, Normal or Charged Attacks increase ATK and DEF by <color=#99FFFFFF>7.5%</color> for 6s. Max 4 stacks. This effect can only occur once every 0.5s.",
        "de": "Erhöht den ANG und die VTD bei Treffern mit Standardangriffen und heftigen Schlägen 6 s lang um <color=#99FFFFFF>7,5 %</color>, 4-fach stapelbar. 0,5 s Abklingzeit.",
        "es": "Tras atacar con un Ataque Normal o Cargado, el ATQ y la DEF aumentan en un <color=#99FFFFFF>7.5%</color> durante 6 s, acumulándose hasta un máximo de 4 veces. Este efecto puede activarse una vez cada 0.5 s.",
        "fr": "Les attaques normales et chargées augmentent l'ATQ et la DÉF de <color=#99FFFFFF>7,5 %</color> pendant 6 s lorsqu'elles touchent. Cet effet peut être cumulé 4 fois maximum et déclenché une fois toutes les 0,5 s.",
        "pt": "Após acertar um Ataque Normal e um Ataque Carregado, o ATQ e a DEF aumentam <color=#99FFFFFF>7.5%</color> por 6s, podendo ser acumulado até 4 vezes. Este efeito pode ser ativado uma vez a cada 0.5s.",
        "ru": "При попадании Обычной или Заряженной атакой Сила атаки и Защита увеличиваются на <color=#99FFFFFF>7,5%</color> в течение 6 сек. Эффект может складываться до 4 раз. Может возникнуть не чаще 1 раза за 0,5 сек.",
        "id": "Saat mengenai musuh, Normal atau Charged Attack meningkatkan <color=#99FFFFFF>7,5%</color> ATK dan DEF selama 6 detik. Maksimum 4 lapis. Dapat terpicu setiap 0,5 detik.",
        "th": "หลังโจมตีปกติหรือชาร์จโจมตีถูกเป้าหมาย พลังโจมตีและพลังป้องกันจะเพิ่มขึ้น <color=#99FFFFFF>7.5%</color> ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นเป็นระยะเวลา 6 วินาที และซ้อนทับมากสุด 4 ชั้น โดยจะเกิดขึ้นหนึ่งครั้งในทุก 0.5 วินาที",
        "vi": "Sau khi tấn công thường và trọng kích đánh trúng địch, tấn công và phòng ngự tăng <color=#99FFFFFF>7.5%</color>. Kéo dài 6s, tối đa cộng dồn 4 lần. Mỗi 0.5s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "注能之锋",
        "zht": "注能之鋒",
        "jp": "注入の刃",
        "ko": "에너지 주입 칼날",
        "en": "Infusion Blade",
        "de": "Energieschubspitze",
        "es": "Filo de infusión",
        "fr": "Lame énergisante",
        "pt": "Ponta Energética",
        "ru": "Заряженное лезвие",
        "id": "Infused Edge",
        "th": "Infusion Blade",
        "vi": "Đỉnh Năng Lượng"
      },
      "description": {
        "zhs": "普通攻击和重击命中后，攻击力和防御力提高<color=#99FFFFFF>9%</color>。该效果持续6秒，最多叠加4层，每0.5秒只能触发一次。",
        "zht": "普通攻擊和重擊命中後，攻擊力和防禦力提高<color=#99FFFFFF>9%</color>。該效果持續6秒，最多疊加四層，每0.5秒只能觸發一次。",
        "jp": "通常攻撃と重撃が命中すると、攻撃力と防御力+<color=#99FFFFFF>9%</color>、継続時間6秒、最大4重まで。0.5秒毎に1回のみ発動可能。",
        "ko": "일반 공격과 강공격 명중 시 공격력과 방어력이 <color=#99FFFFFF>9%</color> 증가한다. 지속 시간: 6초. 최대 중첩수: 4회. 해당 효과는 0.5초마다 1번 발동한다",
        "en": "On hit, Normal or Charged Attacks increase ATK and DEF by <color=#99FFFFFF>9%</color> for 6s. Max 4 stacks. This effect can only occur once every 0.5s.",
        "de": "Erhöht den ANG und die VTD bei Treffern mit Standardangriffen und heftigen Schlägen 6 s lang um <color=#99FFFFFF>9 %</color>, 4-fach stapelbar. 0,5 s Abklingzeit.",
        "es": "Tras atacar con un Ataque Normal o Cargado, el ATQ y la DEF aumentan en un <color=#99FFFFFF>9%</color> durante 6 s, acumulándose hasta un máximo de 4 veces. Este efecto puede activarse una vez cada 0.5 s.",
        "fr": "Les attaques normales et chargées augmentent l'ATQ et la DÉF de <color=#99FFFFFF>9 %</color> pendant 6 s lorsqu'elles touchent. Cet effet peut être cumulé 4 fois maximum et déclenché une fois toutes les 0,5 s.",
        "pt": "Após acertar um Ataque Normal e um Ataque Carregado, o ATQ e a DEF aumentam <color=#99FFFFFF>9%</color> por 6s, podendo ser acumulado até 4 vezes. Este efeito pode ser ativado uma vez a cada 0.5s.",
        "ru": "При попадании Обычной или Заряженной атакой Сила атаки и Защита увеличиваются на <color=#99FFFFFF>9%</color> в течение 6 сек. Эффект может складываться до 4 раз. Может возникнуть не чаще 1 раза за 0,5 сек.",
        "id": "Saat mengenai musuh, Normal atau Charged Attack meningkatkan <color=#99FFFFFF>9%</color> ATK dan DEF selama 6 detik. Maksimum 4 lapis. Dapat terpicu setiap 0,5 detik.",
        "th": "หลังโจมตีปกติหรือชาร์จโจมตีถูกเป้าหมาย พลังโจมตีและพลังป้องกันจะเพิ่มขึ้น <color=#99FFFFFF>9%</color> ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นเป็นระยะเวลา 6 วินาที และซ้อนทับมากสุด 4 ชั้น โดยจะเกิดขึ้นหนึ่งครั้งในทุก 0.5 วินาที",
        "vi": "Sau khi tấn công thường và trọng kích đánh trúng địch, tấn công và phòng ngự tăng <color=#99FFFFFF>9%</color>. Kéo dài 6s, tối đa cộng dồn 4 lần. Mỗi 0.5s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "注能之锋",
        "zht": "注能之鋒",
        "jp": "注入の刃",
        "ko": "에너지 주입 칼날",
        "en": "Infusion Blade",
        "de": "Energieschubspitze",
        "es": "Filo de infusión",
        "fr": "Lame énergisante",
        "pt": "Ponta Energética",
        "ru": "Заряженное лезвие",
        "id": "Infused Edge",
        "th": "Infusion Blade",
        "vi": "Đỉnh Năng Lượng"
      },
      "description": {
        "zhs": "普通攻击和重击命中后，攻击力和防御力提高<color=#99FFFFFF>10.5%</color>。该效果持续6秒，最多叠加4层，每0.5秒只能触发一次。",
        "zht": "普通攻擊和重擊命中後，攻擊力和防禦力提高<color=#99FFFFFF>10.5%</color>。該效果持續6秒，最多疊加四層，每0.5秒只能觸發一次。",
        "jp": "通常攻撃と重撃が命中すると、攻撃力と防御力+<color=#99FFFFFF>10.5%</color>、継続時間6秒、最大4重まで。0.5秒毎に1回のみ発動可能。",
        "ko": "일반 공격과 강공격 명중 시 공격력과 방어력이 <color=#99FFFFFF>10.5%</color> 증가한다. 지속 시간: 6초. 최대 중첩수: 4회. 해당 효과는 0.5초마다 1번 발동한다",
        "en": "On hit, Normal or Charged Attacks increase ATK and DEF by <color=#99FFFFFF>10.5%</color> for 6s. Max 4 stacks. This effect can only occur once every 0.5s.",
        "de": "Erhöht den ANG und die VTD bei Treffern mit Standardangriffen und heftigen Schlägen 6 s lang um <color=#99FFFFFF>10,5 %</color>, 4-fach stapelbar. 0,5 s Abklingzeit.",
        "es": "Tras atacar con un Ataque Normal o Cargado, el ATQ y la DEF aumentan en un <color=#99FFFFFF>10.5%</color> durante 6 s, acumulándose hasta un máximo de 4 veces. Este efecto puede activarse una vez cada 0.5 s.",
        "fr": "Les attaques normales et chargées augmentent l'ATQ et la DÉF de <color=#99FFFFFF>10,5 %</color> pendant 6 s lorsqu'elles touchent. Cet effet peut être cumulé 4 fois maximum et déclenché une fois toutes les 0,5 s.",
        "pt": "Após acertar um Ataque Normal e um Ataque Carregado, o ATQ e a DEF aumentam <color=#99FFFFFF>10.5%</color> por 6s, podendo ser acumulado até 4 vezes. Este efeito pode ser ativado uma vez a cada 0.5s.",
        "ru": "При попадании Обычной или Заряженной атакой Сила атаки и Защита увеличиваются на <color=#99FFFFFF>10,5%</color> в течение 6 сек. Эффект может складываться до 4 раз. Может возникнуть не чаще 1 раза за 0,5 сек.",
        "id": "Saat mengenai musuh, Normal atau Charged Attack meningkatkan <color=#99FFFFFF>10,5%</color> ATK dan DEF selama 6 detik. Maksimum 4 lapis. Dapat terpicu setiap 0,5 detik.",
        "th": "หลังโจมตีปกติหรือชาร์จโจมตีถูกเป้าหมาย พลังโจมตีและพลังป้องกันจะเพิ่มขึ้น <color=#99FFFFFF>10.5%</color> ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นเป็นระยะเวลา 6 วินาที และซ้อนทับมากสุด 4 ชั้น โดยจะเกิดขึ้นหนึ่งครั้งในทุก 0.5 วินาที",
        "vi": "Sau khi tấn công thường và trọng kích đánh trúng địch, tấn công và phòng ngự tăng <color=#99FFFFFF>10.5%</color>. Kéo dài 6s, tối đa cộng dồn 4 lần. Mỗi 0.5s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "注能之锋",
        "zht": "注能之鋒",
        "jp": "注入の刃",
        "ko": "에너지 주입 칼날",
        "en": "Infusion Blade",
        "de": "Energieschubspitze",
        "es": "Filo de infusión",
        "fr": "Lame énergisante",
        "pt": "Ponta Energética",
        "ru": "Заряженное лезвие",
        "id": "Infused Edge",
        "th": "Infusion Blade",
        "vi": "Đỉnh Năng Lượng"
      },
      "description": {
        "zhs": "普通攻击和重击命中后，攻击力和防御力提高<color=#99FFFFFF>12%</color>。该效果持续6秒，最多叠加4层，每0.5秒只能触发一次。",
        "zht": "普通攻擊和重擊命中後，攻擊力和防禦力提高<color=#99FFFFFF>12%</color>。該效果持續6秒，最多疊加四層，每0.5秒只能觸發一次。",
        "jp": "通常攻撃と重撃が命中すると、攻撃力と防御力+<color=#99FFFFFF>12%</color>、継続時間6秒、最大4重まで。0.5秒毎に1回のみ発動可能。",
        "ko": "일반 공격과 강공격 명중 시 공격력과 방어력이 <color=#99FFFFFF>12%</color> 증가한다. 지속 시간: 6초. 최대 중첩수: 4회. 해당 효과는 0.5초마다 1번 발동한다",
        "en": "On hit, Normal or Charged Attacks increase ATK and DEF by <color=#99FFFFFF>12%</color> for 6s. Max 4 stacks. This effect can only occur once every 0.5s.",
        "de": "Erhöht den ANG und die VTD bei Treffern mit Standardangriffen und heftigen Schlägen 6 s lang um <color=#99FFFFFF>12 %</color>, 4-fach stapelbar. 0,5 s Abklingzeit.",
        "es": "Tras atacar con un Ataque Normal o Cargado, el ATQ y la DEF aumentan en un <color=#99FFFFFF>12%</color> durante 6 s, acumulándose hasta un máximo de 4 veces. Este efecto puede activarse una vez cada 0.5 s.",
        "fr": "Les attaques normales et chargées augmentent l'ATQ et la DÉF de <color=#99FFFFFF>12 %</color> pendant 6 s lorsqu'elles touchent. Cet effet peut être cumulé 4 fois maximum et déclenché une fois toutes les 0,5 s.",
        "pt": "Após acertar um Ataque Normal e um Ataque Carregado, o ATQ e a DEF aumentam <color=#99FFFFFF>12%</color> por 6s, podendo ser acumulado até 4 vezes. Este efeito pode ser ativado uma vez a cada 0.5s.",
        "ru": "При попадании Обычной или Заряженной атакой Сила атаки и Защита увеличиваются на <color=#99FFFFFF>12%</color> в течение 6 сек. Эффект может складываться до 4 раз. Может возникнуть не чаще 1 раза за 0,5 сек.",
        "id": "Saat mengenai musuh, Normal atau Charged Attack meningkatkan <color=#99FFFFFF>12%</color> ATK dan DEF selama 6 detik. Maksimum 4 lapis. Dapat terpicu setiap 0,5 detik.",
        "th": "หลังโจมตีปกติหรือชาร์จโจมตีถูกเป้าหมาย พลังโจมตีและพลังป้องกันจะเพิ่มขึ้น <color=#99FFFFFF>12%</color> ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นเป็นระยะเวลา 6 วินาที และซ้อนทับมากสุด 4 ชั้น โดยจะเกิดขึ้นหนึ่งครั้งในทุก 0.5 วินาที",
        "vi": "Sau khi tấn công thường và trọng kích đánh trúng địch, tấn công và phòng ngự tăng <color=#99FFFFFF>12%</color>. Kéo dài 6s, tối đa cộng dồn 4 lần. Mỗi 0.5s mới thi triển 1 lần."
      }
    }
  ],
  "internal_name": "Claymore_Exotic",
  "imgid": "claymore/exotic"
}