{
  "id": 12403,
  "type": "claymore",
  "rank": 4,
  "name": {
    "zhs": "祭礼大剑",
    "zht": "祭禮大劍",
    "jp": "祭礼の大剣",
    "ko": "제례 대검",
    "en": "Sacrificial Greatsword",
    "de": "Opfergroßschwert",
    "es": "Gran Espada de Sacrificio",
    "fr": "Espadon rituel",
    "pt": "Espadão do Sacrifício",
    "ru": "Церемониальный двуручный меч",
    "id": "Sacrificial Greatsword",
    "th": "Sacrificial Greatsword",
    "vi": "Đại Kiếm Tế Lễ"
  },
  "description": {
    "zhs": "在漫长岁月中石化的道具大剑，上面的仪式性装饰依然清晰可见。拥有受时间之风冲刷的祝福力量。",
    "zht": "在漫長歲月中石化的道具大劍，上面的儀式性裝飾依然清晰可見。擁有受時間之風沖刷的祝福力量。",
    "jp": "長い年月の中で石化した道具大剣、表面の装飾はまだ綺麗に残っている。時の風の侵食に耐えうる祝福の力を持つ。",
    "ko": "기나긴 세월을 거쳐 석화한 대검이지만 의례적인 장식이 여전히 선명하게 보인다. 시간의 바람에 씻긴 축복의 힘이 깃들어 있다",
    "en": "A ceremonial greatsword that has become petrified over time. The trinkets on it are still visible. It grants the wielder the power to withstand the winds of time.",
    "de": "Ein großes, über die Zeit verkrustetes Schwert mit noch gut zu erkennenden Ornamenten. Mit ihm kann man die Winde der Zeit gut überstehen.",
    "es": "Una gran espada decorativa que se ha petrificado con el tiempo. Su decoración ritual aún es visible. Concede al portador el poder de resistir los vientos del tiempo.",
    "fr": "Un espadon ornemental que le temps a pétrifié, mais dont les ornements sont toujours visibles. Cette arme confère à son possesseur le pouvoir d'affronter les vents du temps.",
    "pt": "Um espadão decorativo que foi petrificado com o tempo. Ainda é possível ver os seus adereços. Concede ao portador o poder de suportar os ventos do tempo.",
    "ru": "Декоративный церемониальный двуручный меч, со временем покрывшийся камнем, но украшения на нём всё ещё можно разобрать. Позволяет владельцу выстоять под суровостью песков времени.",
    "id": "Pedang dekorasi yang telah membatu oleh waktu, tetapi perhiasan di dalamnya masih dapat terlihat jelas. Memberikan kekuatan melawan angin waktu bagi penggunanya.",
    "th": "ดาบใหญ่ที่ตกแต่งอย่างสวยงามและกลายเป็นหินไปตามกาลเวลา ของที่ตกแต่งดาบยังคงเห็นได้อยู่ และมันให้พลังกับผู้ใช้เพื่อรับมือกับสายลมแห่งเวลา",
    "vi": "Đại Kiếm bị hóa đá theo năm tháng, nhưng độ tinh xảo của trang sức treo trên đó vẫn lấp lánh. Có sức mạnh chúc phúc của gió thời gian."
  },
  "lore": {
    "zhs": "\n东面望海的高崖上，先民将时间的主人与风的主人一同祭拜。\n因为「风带来故事，时间使之发芽」的信念，两者常常混同。\n这把剑述说的是战争的故事，用来演绎战争的歌剧。\n原本是没有开刃的道具大剑，在时间之风中变得岩石般坚硬。\n\n这把剑曾属于善战勇猛而早夭的伊蒙洛卡一族。\n在祭礼中他们饰演被血染黑，厮杀奋战的斗士。\n\n伊蒙洛卡一族认为，战斗不是为保卫、荣耀或开拓，\n而是为了取悦天上那些无可消遣的众神。\n无论来者是魔物也好，贼匪也好，不论自己是否能回到恋人的臂弯里，\n只要浴血奋战，在厮杀中高声咆哮，职责便完成了。\n\n如此惘然的血脉，本应无法在历史中长久延续，\n因为他们的战斗没有终结，也没有胜利的希望。\n但随着冰雪消融、蒙德建立，他们最终有了值得守护的对象。\n",
    "zht": "\n東面望海的高崖上，先民將時間的主人與風的主人一同祭拜。\n因為「風帶來故事，時間使之發芽」的信念，兩者常常混同。\n這把劍述說的是戰爭的故事，用來演繹戰爭的歌劇。\n原本是沒有開刃的道具大劍，在時間之風中變得岩石般堅硬。\n\n這把劍曾屬於善戰勇猛而早夭的伊蒙洛卡一族。\n在祭禮中他們飾演被血染黑，廝殺奮戰的鬥士。\n\n伊蒙洛卡一族認為，戰鬥不是為保衛、榮耀或開拓，\n而是為了取悅天上那些無可消遣的眾神。\n無論來者是魔物也好，賊匪也好，不論自己是否能回到戀人的臂彎裡，\n只要浴血奮戰，在廝殺中高聲咆哮，職責便完成了。\n\n如此惘然的血脈，本應無法在歷史中長久延續，\n因為他們的戰鬥沒有終結，也沒有勝利的希望。\n但隨著冰雪消融、蒙德建立，他們最終有了值得守護的對象。\n",
    "jp": "\n東にある海を一望できる崖で、古の住民は時の神と風の神を共に祭った。\n「風が物語の種をもたらし、時間がそれを芽生えさせる」という思想が、度々両者を混同させた。\nこの剣は戦争を語るもの。\n元々は刃がついていない道具用の剣だったが、時の風により真剣のように鋭くなっていった。\n\nかつてはエーモンロカ一族が所持していた剣。\n祭祀では、黒い血に染められた戦争中の戦士を演じる。\n\nエーモンロカ一族にとって、戦いは守るものではなく、栄光や開拓のためのものであり、\n天上の神々を喜ばせる暇つぶしにすぎないと考えていた。\n魔物や盗賊が来たとしても、無事に恋人の元に戻れるかなど心配せず、\n血を浴びながらただ全力で戦い、叫ぶことができればいいと思っていた。\n\nこんな一族は、長い歴史の中からすぐ消えるだろう。\n彼らの戦いには終わりがない上、その勝利には望みがないからだ。\nしかしモンドの誕生によって、彼らは自分の護るべきものをついに見つけた。\n",
    "ko": "\n선조들은 동쪽의 바다가 보이는 높은 절벽에서 시간의 주인과 바람의 주인을 위한 제사를 같이 지냈다.\n「바람은 이야기를 가져다주고 시간은 이야기에 생명을 불어넣어 준다」는 신념 때문에 두 신은 자주 혼동됐다.\n이 검이 말하는 것은 전쟁 이야기로, 전쟁의 오페라를 공연하기 위해 쓰인다.\n원래는 날이 무딘 대검이었지만 시간이 흐르면서 바위처럼 단단해졌다.\n\n이 검은 용맹했지만 요절한 이뮨라우크 일족 것이었다.\n제사 중에 그들은 피범벅이 된 투사의 역을 맡았다고 한다.\n\n이뮨라우크 일족은 전투가 수호나 영광, 개척을 위한 것이 아니\n하늘의 무료한 신들의 심심풀이라 여겼다.\n마물이든 도적이든, 사랑하는 연인의 품으로 돌아갈 수 있든 없든,\n피범벅이 되어 싸우고 전투에서 고함을 지르면 책임을 다하는 것이다.\n\n이런 서글픈 혈통은 원래 역사에서 오래 이어져 나갈 수 없는데,\n그들의 전투는 끝이 없고 승리할 희망도 없었기 때문이다.\n그러나 눈이 녹고 몬드가 세워지자, 마침내 그들에게 지킬 가치가 있는 대상이 생겼다.\n",
    "en": "\nOn the cliff facing the eastern sea, the ancestors worshiped the masters of Time and Anemo together.\nThe two are intimately related, as expressed in the saying, \"Anemo brings stories while Time nurtures them.\"\nThe sword tells a story of war, and was used in the enactment of war tales.\nOriginally just a prop, its blade has been hardened by the passage of time.\n\nThis sword once belonged to the Imunlaukr Clan, a clan of brave and gifted warriors who fought hard and died young.\nIn sacrificial ceremonies, they would enact duels between brave warriors stained black with blood.\n\nIn the eyes of the Imunlaukr Clan, combat existed not for protection, for glory, or for gaining territory.\nRather, it was for the amusement of the gods, high up in the heavens, for whom little else could serve to entertain.\nMonsters and outlaws, they fought them all the same, with no regard for whether this time they would return to their beloveds afterwards.\nFor none of that mattered. What mattered was to roar, loud and clear, in the heat of bloody battle. That was duty fulfilled.\n\nSuch hot blood running through the veins should not have been conducive to a long history for the Imunlaukr Clan.\nFor their fight was one without end, and without hope of victory.\nAnd yet, as the snow slowly melted and Mondstadt began to take shape, gradually they realized: They had found something to fight for at last.\n",
    "de": "\nDie Ahnen verehrten die Meister des Windes und der Zeit zusammen an der Klippe, die der östlichen See zugewandt war.\nSie bezogen sich nämlich auf den Glauben „Die Samen der Geschichte, vom Wind hergetragen und von der Zeit genährt.“\nDas Schwert erzählt die Geschichte vom Krieg und wird dazu verwendet, das Lied vom Krieg zu spielen.\nUrsprünglich nur als Requisite ohne Klinge gedacht wurde es durch den Wind der Zeit immer härter.\n\nDas Schwert gehörte dem bereits früh ausgestorbenen Kriegerklan der Imunlaukr.\nWährend Ritualkämpfen nutzten sie getrocknetes Blut, um sich schwarz anzumalen.\n\nDer Ansicht des Imunlaukr-Klans nach war der Krieg nicht zur Verteidigung, Ehre oder Gebietseroberung vorgesehen.\nFür sie galt der Krieg der Unterhaltung der sonst so schlecht zu unterhaltenden Götter.\nObgleich Monster oder Mörder, sie bekämpften sie alle, ohne Rücksicht darauf zu nehmen, ob sie danach wieder zu ihren Geliebten zurückkehren würden.\nSolange man im Kampf nur laut genug schrie und Blut vergoss, hatte man seine Aufgabe erfüllt.\n\nSolch ein hitzköpfiger Klan jedoch hatte kein langes Dasein in den Annalen der Geschichte.\nIhre Kämpfe hatten weder ein Ende noch einen Sieger.\nAls der Schnee allmählich zu schmelzen begann und Mondstadt Gestalt annahm, hatten sie endlich etwas gefunden, das es zu beschützen wert war.\n",
    "es": "\nEn el acantilado frente al mar oriental, los antepasados adoraban a los amos del tiempo y Anemo por igual.\nAmbos estaban unidos por la noción de que “las semillas traídas por el viento crecerán con el tiempo”.\nEsta espada, que cuenta una historia bélica, fue usada en obras de teatro que tratan sobre temas de guerra.\nAntes era un simple accesorio, pero con el paso del tiempo su hoja se volvió dura como una roca.\n\nEsta espada perteneció al clan Imunlaukr, formado por guerreros valientes y de gran talento que lucharon arduamente y murieron muy jóvenes.\nEn las ceremonias de sacrificio, hacían actuaciones de duelo entre valerosos guerreros manchados de sangre.\n\nLos Imunlaukr no combatían para proteger, por gloria o por ganar territorio.\nMás bien, era para entretener a los dioses que vivían en los cielos, que eran difíciles de complacer.\nLuchaban contra monstruos y forajidos, sin importarles si no volvían a ver a sus seres más queridos.\nLo que importaba era rugir fuerte y claramente en el calor de la sangrienta batalla. Así era como cumplían con su deber.\n\nEs incomprensible cómo la sangre caliente que corre por las venas de los miembros del clan Imunlaukr les permitió sobrevivir tanto tiempo.\nSu lucha no tenía fin, y tampoco tenían esperanzas de victoria.\nSin embargo, cuando la nieve se derritió, Mondstadt comenzó a tomar forma, momento en que, al fin, encontraron algo por lo que luchar.\n",
    "fr": "\nLe peuple des hautes falaises faisant face à la mer orientale vénérait jadis le Maître du Temps et l'Archon Anémo.\nLes deux divinités sont souvent confondues, car : « Le vent apporte des histoires et le temps les cultive. »\nCette épée, qui narre l'histoire de la guerre, fut utilisée lors de la mise en scène de combats légendaires.\nIl s'agissait à l'origine d'un accessoire de théâtre ; mais le temps lui a conféré un tranchant et une solidité à toute épreuve.\n\nCette épée appartenait autrefois au Clan Imunlaukr, peuplé de braves et puissants guerriers combattant sans relâche et mourant souvent jeunes.\nLeurs cérémonies rituelles les voyaient s'affronter de manière symbolique, reprenant les duels légendaires de leur folklore.\n\nAux yeux des Imunlaukr, le combat n'existait ni pour se défendre, ni pour la gloire, ni pour l'expansion territoriale.\nIl s'agissait tout simplement de satisfaire à l'amusement des dieux, hauts dans les cieux.\nIls combattirent ainsi sans distinction monstres et humains, sans que la pensée du retour au pays natal les habite ;\ncar rien de tout ceci ne comptait à leurs yeux ; seul comptait le rugissement au combat. Alors seulement leur devoir était rempli.\n\nEt pourtant, alors que fondait la neige et que Mondstadt naissait, ils réalisèrent qu'ils avaient enfin trouvé autre chose valant la peine de se battre.\nLeur combat avait jusque-là été un combat sans fin, et sans espoir de victoire ;\nmais Mondstadt naissant, ils surent qu'ils avaient trouvé l'objet de leur combat.\n",
    "pt": "\nNo penhasco de frente para o mar oriental, os ancestrais adoravam o mestre do tempo e Anemo juntos.\nAs duas histórias estão relacionadas; como diz o ditado, \"O Anemo trouxe as histórias, entretanto, foi o tempo que as nutriu.\"\nA espada conta uma história bélica, e era usada na encenação de peças de guerra.\nOriginalmente apenas um adereço, sua lâmina ficou endurecida feito uma pedra pela passagem do tempo.\n\nEssa espada já pertenceu ao clã Imunlaukr, um clã de bravos e habilidosos guerreiros que lutavam arduamente e morriam jovens.\nEm cerimônias de sacrifício, eles encenavam duelos entre bravos guerreiros manchados de sangue.\n\nNos olhos do clã Imunlaukr, as lutas não existiam para proteção, glória ou novos territórios,\nmas sim para a diversão dos deuses que viviam nos céus, porque pouco mais os poderia entreter.\nAssim, eles lutaram indiscriminadamente contra monstros e humanos, sem pensar se conseguiriam voltar ao lado dos amantes.\nMas nada daquilo importava. O que importava era rugir, alto e claro, no calor da batalha. Isso sim era um dever cumprido.\n\nNão se sabe como esse sangue quente que corre nas veias os permitiu sobreviver por tanto tempo,\nporque a luta deles não tinha fim, nem tinham o desejo da vitória.\nE ainda assim, à medida que a neve derretia lentamente e Mondstadt começava a tomar forma, gradualmente eles se deram conta: eles finalmente tinham encontrado algo pelo qual lutar.\n",
    "ru": "\nНа утёсе, обращённом на восток, в сторону моря, предки приносили жертвы хозяевам Ветра и Времени.\nВремя и Ветер неразрывно связаны, так как «Ветер приносит семена историй, а время их взращивает».\nЭтот меч рассказывает историю о войне, и он использовался в военных спектаклях.\nИзначально этот меч был не заточен и использовался, как реквизит, но со временем камни укрепили его.\n\nКогда-то этот меч принадлежал клану Имунлаукр, клану храбрых и одарённых воинов, которые сражались и умирали молодыми.\nНа церемониях жертвоприношения они устраивали дуэли между покрытыми кровью храбрыми воинами.\n\nПо мнению клана Имунлаукр, битва существует не для защиты, славы или завоевания территории,\nА для развлечения живущих высоко на небесах богов, которых больше ничего не могло развеселить.\nОни сражались и с чудовищами, и с преступниками, никогда не задумываясь, вернутся ли они домой к своим близким,\nИбо ничего из этого не имело значения. Имел значение только громкий и свирепый рёв в пылу кровавого сражения. Так исполнялся жизненный долг.\n\nИз-за своей горячей крови клану Имунлаукр не предвещали долгой судьбы,\nИх битва не имела конца и не вела к победе.\nНо когда снега растаяли и начал отстраиваться Мондштадт, они поняли, что им есть за что сражаться в этом мире.\n",
    "id": "\nDi tepi jurang yang menghadap laut Timur, para leluhur memuja Dewa Waktu dan Anemo bersama-sama.\nKeduanya terkait erat, seperti yang diungkapkan dalam pepatah, \"Anemo membawa cerita sementara Waktu memelihara mereka.\"\nPedang ini menceritakan kisah perang, dan digunakan untuk menafsirkan opera perang.\nAwalnya hanya sebuah alat peraga, namun ditempa oleh berlalunya waktu.\n\nPedang ini dulunya milik klan Imunlaukr, sebuah klan pejuang pemberani dan berbakat yang berjuang keras dan mati muda.\nDalam upacara pengorbanan, mereka akan memberlakukan duel antara pejuang pemberani yang ternoda darah.\n\nDi mata klan Imunlaukr, pertarungan ada bukan untuk perlindungan, untuk kemuliaan, atau untuk mendapatkan wilayah.\nNamun, lebih kepada hiburan para Dewa, jauh di surga, yang sulit untuk dihibur.\nMonster dan penjahat, mereka bertarung dengan mereka semua, tanpa memedulikan apakah, kali ini, mereka akan kembali kepada orang-orang terkasih,\nNamun itu semua tidak berarti. Yang berarti adalah auman, yang keras dan jelas, di tengah pertempuran berdarah.\n\nGaris keturunan yang menyedihkan seperti itu seharusnya tidak bisa bertahan lama dalam sejarah,\nKarena pertempuran mereka belum berakhir dan tidak ada harapan untuk menang.\nNamun, ketika salju perlahan mencair dan Mondstadt mulai terbentuk, lambat laun mereka sadar: Akhirnya mereka menemukan sesuatu yang layak dilindungi.\n",
    "th": "\nบนหน้าผาสูงที่หันหน้าเข้าหาทะเลทางทิศตะวันออก เหล่าบรรพชนได้บูชาเจ้านายแห่งเวลาและเจ้านายแห่งลมพร้อม ๆ กัน\nเพราะความเชื่อที่ว่า \"สายลมนำพาเรื่องราวมาและเวลาทำให้มันงอกเงย\" ทั้งสองจึงมักจะปะปนกัน\nดาบเล่มนี้บอกเล่าเรื่องราวของการต่อสู้และถูกใช้ในการแสดงละครเวทีเกี่ยวกับสงคราม\nแต่เดิมดาบขนาดใหญ่ที่ไม่มีใบมีดมันกลายเป็นหินแข็งท่ามกลางสายลมแห่งกาลเวลา\n\nดาบเล่นนี้ครั้งหนึ่งเคยเป็นของตระกูล Imunlaukr ตระกูลที่เต็มไปด้วยนักรบที่กล้าหาญ, เปี่ยมไปด้วยพรสวรรค์และมักจะจากโลกไปก่อนวัยอันควร\nในระหว่างช่วงพิธีสักการบูชา พวกเขารับบทนักรบประจัญบาน สวมบทบาทของนักสู้ผู้เปื้อนเลือดสีดำ\n\nตระกูล Imunlaukr นั้นเชื่อว่าการต่อสู้นั้นไม่ใช่เพื่อการปกป้อง, เกียรติยศหรือการขยายดินแดน\nแต่เพื่อเป็นการสร้างความสุขให้กับเหล่าทวยเทพที่แสนจะเอาใจยากบนสวรรค์\nไม่ว่าจะมาจากเหล่าอสูรร้ายก็ดี หรือเหล่าผู้คนที่อยู่นอกเหนือกฎหมายก็ดี ไม่ว่าตนเองจะสามารถกลับไปอยู่ในอ้อมกอดของคนรักได้อีกครั้งหรือไม่ก็ตาม\nสิ่งที่สำคัญคือต้องแผดเสียงให้ดังและชัดเจนท่ามกลางการสู้รบนองเลือด นั่นเป็นหน้าที่ที่ต้องทำ\n\nสายเลือดที่เต็มไปด้วยความน่าสับสนนี้ แต่เดิมไม่น่าที่จะดำรงอยู่ในประวัติศาสตร์ได้อย่างยาวนาน\nเพราะว่าการต่อสู้ของพวกเขานั้นไม่มีจุดจบ และไม่ได้หวังถึงชัยชนะ\nแต่เมื่อหิมะละลายและ Mondstadt ถูกก่อตั้งขึ้น ในที่สุดพวกเขาก็มีสิ่งที่ควรค่าแก่การปกป้อง\n",
    "vi": "\nTrên vách núi phía đông hướng về biển, thuở ban đầu người dân cúng tế cho chủ nhân của thời gian và chủ nhân của gió.\nHọ tin rằng \"Sự tích được gió mang đến, sinh sôi là do thời gian\", hai thứ thường lẫn vào nhau.\nThanh kiếm thuật lại câu chuyện chiến tranh, được dùng để diễn ca kịch.\nVốn không cần mài dũa, thế nhưng gió thời gian khiến nham thạch trở nên sắc bén.\n\nThanh kiếm từng thuộc về gia tộc Imunlaukr thiện chiến dũng mạnh nhưng yểu mệnh.\nTrong buổi lễ họ diễn người đấu sĩ bị máu nhuộm đen, hết mình chiến đấu.\n\nTộc Imunlaukr cho rằng, chiến đấu không phải là vì bảo vệ, vinh dự hay khai hoang,\nĐó là vì lấy lòng những vị thần không có gì để tiêu khiển.\nBất luận kẻ đến là quái vật hay thổ phỉ, bất luận bản thân có thể quay trở về trong vòng tay của người yêu thương không,\nChỉ cần tắm máu chiến đấu, chém giết trong tiếng gầm hú thì trách nhiệm sẽ được hoàn thành.\n\nDòng máu ấy đáng lẽ ra không thể kéo dài trong lịch sử,\nBởi vì sự chiến đấu của họ không có hồi kết, cũng không có hy vọng của sự chiến thắng.\nThế nhưng cùng với sự tan rã của băng tuyết, Mondstadt được thành lập, cuối cùng họ đã có đối tượng đáng để bảo vệ.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "气定神闲",
        "zht": "氣定神閒",
        "jp": "落ち着き",
        "ko": "침착",
        "en": "Composed",
        "de": "Göttliche Fügung",
        "es": "Serenidad",
        "fr": "Sang-froid",
        "pt": "Composto",
        "ru": "Безмятежный",
        "id": "Composed",
        "th": "Composed",
        "vi": "Khí Định Thần"
      },
      "description": {
        "zhs": "元素战技造成伤害时，有<color=#99FFFFFF>40%</color>的概率重置该技能的冷却时间，该效果每<color=#99FFFFFF>30</color>秒只能触发一次。",
        "zht": "元素戰技造成傷害時，有<color=#99FFFFFF>40%</color>的機率重置該技能的冷卻時間，該效果每<color=#99FFFFFF>30</color>秒只能觸發一次。",
        "jp": "元素スキルが敵にダメージを与えた時、<color=#99FFFFFF>40%</color>の確率で該当スキルのクールタイムをリセットする。<color=#99FFFFFF>30</color>秒毎に1回のみ発動可能。",
        "ko": "원소전투 스킬로 피해를 줄 때 <color=#99FFFFFF>40%</color>의 확률로 해당 스킬의 재발동 대기시간이 초기화된다. 해당 효과는 <color=#99FFFFFF>30</color>초마다 1회만 발동한다",
        "en": "After damaging an opponent with an Elemental Skill, the skill has a <color=#99FFFFFF>40%</color> chance to end its own CD. Can only occur once every <color=#99FFFFFF>30</color>s.",
        "de": "Überspringt die Abklingzeit einer Elementarfähigkeit beim Verursachen von Schaden mit dieser Fähigkeit mit einer Wahrscheinlichkeit von <color=#99FFFFFF>40 %</color>, <color=#99FFFFFF>30</color> s Abklingzeit.",
        "es": "Al hacer daño por medio de una Habilidad Elemental, hay un <color=#99FFFFFF>40%</color> de probabilidad de restablecer el TdE de esta habilidad. Este efecto puede activarse una vez cada <color=#99FFFFFF>30</color> s.",
        "fr": "Les compétences élémentaires ont <color=#99FFFFFF>40 %</color> de chances de réinitialiser leur propre TdR lorsqu'elles infligent des DGT. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>30</color> s.",
        "pt": "Ao causar dano contra um oponente com Habilidade Elemental, a habilidade possui <color=#99FFFFFF>40%</color> de chance de redefinir o tempo de Recarga desta habilidade. Este efeito pode ser ativado apenas uma vez a cada <color=#99FFFFFF>30</color> segundos.",
        "ru": "Когда элементальный навык наносит урон, есть <color=#99FFFFFF>40%</color> вероятность, что его откат моментально восстановится. Может возникнуть раз в <color=#99FFFFFF>30</color> сек.",
        "id": "Setelah Elemental Skill mengakibatkan DMG, terdapat <color=#99FFFFFF>40%</color> persentase CD Skill langsung selesai. Dapat terpicu setiap <color=#99FFFFFF>30 detik</color>.",
        "th": "หลังจากสร้างความเสียหายด้วยสกิลธาตุแล้ว จะมีโอกาส <color=#99FFFFFF>40%</color> ที่จะรีเซ็ตเวลาคูลดาวน์ของสกิลนี้ โดยเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก <color=#99FFFFFF>30</color> วินาที",
        "vi": "Khi kỹ năng Nguyên Tố tạo thành sát thương, có tỷ lệ <color=#99FFFFFF>40%</color> làm mới thời gian CD kỹ năng đó, mỗi <color=#99FFFFFF>30</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "气定神闲",
        "zht": "氣定神閒",
        "jp": "落ち着き",
        "ko": "침착",
        "en": "Composed",
        "de": "Göttliche Fügung",
        "es": "Serenidad",
        "fr": "Sang-froid",
        "pt": "Composto",
        "ru": "Безмятежный",
        "id": "Composed",
        "th": "Composed",
        "vi": "Khí Định Thần"
      },
      "description": {
        "zhs": "元素战技造成伤害时，有<color=#99FFFFFF>50%</color>的概率重置该技能的冷却时间，该效果每<color=#99FFFFFF>26</color>秒只能触发一次。",
        "zht": "元素戰技造成傷害時，有<color=#99FFFFFF>50%</color>的機率重置該技能的冷卻時間，該效果每<color=#99FFFFFF>26</color>秒只能觸發一次。",
        "jp": "元素スキルが敵にダメージを与えた時、<color=#99FFFFFF>50%</color>の確率で該当スキルのクールタイムをリセットする。<color=#99FFFFFF>26</color>秒毎に1回のみ発動可能。",
        "ko": "원소전투 스킬로 피해를 줄 때 <color=#99FFFFFF>50%</color>의 확률로 해당 스킬의 재발동 대기시간이 초기화된다. 해당 효과는 <color=#99FFFFFF>26</color>초마다 1번 발동한다",
        "en": "After damaging an opponent with an Elemental Skill, the skill has a <color=#99FFFFFF>50%</color> chance to end its own CD. Can only occur once every <color=#99FFFFFF>26</color>s.",
        "de": "Überspringt die Abklingzeit einer Elementarfähigkeit beim Verursachen von Schaden mit dieser Fähigkeit mit einer Wahrscheinlichkeit von <color=#99FFFFFF>50 %</color>, <color=#99FFFFFF>26</color> s Abklingzeit.",
        "es": "Al hacer daño por medio de una Habilidad Elemental, hay un <color=#99FFFFFF>50%</color> de probabilidad de restablecer el TdE de esta habilidad. Este efecto puede activarse una vez cada <color=#99FFFFFF>26</color> s.",
        "fr": "Les compétences élémentaires ont <color=#99FFFFFF>50 %</color> de chances de réinitialiser leur propre TdR lorsqu'elles infligent des DGT. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>26</color> s.",
        "pt": "Ao causar dano contra um oponente com Habilidade Elemental, a habilidade possui <color=#99FFFFFF>50%</color> de chance de redefinir o tempo de Recarga desta habilidade. Este efeito pode ser ativado apenas uma vez a cada <color=#99FFFFFF>26</color> segundos.",
        "ru": "Когда элементальный навык наносит урон, есть <color=#99FFFFFF>50%</color> вероятность, что его откат моментально восстановится. Может возникнуть раз в <color=#99FFFFFF>26</color> сек.",
        "id": "Setelah Elemental Skill mengakibatkan DMG, terdapat <color=#99FFFFFF>50%</color> persentase CD Skill langsung selesai. Dapat terpicu setiap <color=#99FFFFFF>26 detik</color>.",
        "th": "หลังจากสร้างความเสียหายด้วยสกิลธาตุแล้ว จะมีโอกาส <color=#99FFFFFF>50%</color> ที่จะรีเซ็ตเวลาคูลดาวน์ของสกิลนี้ โดยที่เอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก <color=#99FFFFFF>26</color> วินาที",
        "vi": "Khi kỹ năng Nguyên Tố tạo thành sát thương, có tỷ lệ <color=#99FFFFFF>50%</color> làm mới thời gian CD kỹ năng đó, mỗi <color=#99FFFFFF>26</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "气定神闲",
        "zht": "氣定神閒",
        "jp": "落ち着き",
        "ko": "침착",
        "en": "Composed",
        "de": "Göttliche Fügung",
        "es": "Serenidad",
        "fr": "Sang-froid",
        "pt": "Composto",
        "ru": "Безмятежный",
        "id": "Composed",
        "th": "Composed",
        "vi": "Khí Định Thần"
      },
      "description": {
        "zhs": "元素战技造成伤害时，有<color=#99FFFFFF>60%</color>的概率重置该技能的冷却时间，该效果每<color=#99FFFFFF>22</color>秒只能触发一次。",
        "zht": "元素戰技造成傷害時，有<color=#99FFFFFF>60%</color>的機率重置該技能的冷卻時間，該效果每<color=#99FFFFFF>22</color>秒只能觸發一次。",
        "jp": "元素スキルが敵にダメージを与えた時、<color=#99FFFFFF>60%</color>の確率で該当スキルのクールタイムをリセットする。<color=#99FFFFFF>22</color>秒毎に1回のみ発動可能。",
        "ko": "원소전투 스킬로 피해를 줄 때 <color=#99FFFFFF>60%</color>의 확률로 해당 스킬의 재발동 대기시간이 초기화된다. 해당 효과는 <color=#99FFFFFF>22</color>초마다 1회만 발동한다",
        "en": "After damaging an opponent with an Elemental Skill, the skill has a <color=#99FFFFFF>60%</color> chance to end its own CD. Can only occur once every <color=#99FFFFFF>22s</color>.",
        "de": "Überspringt die Abklingzeit einer Elementarfähigkeit beim Verursachen von Schaden mit dieser Fähigkeit mit einer Wahrscheinlichkeit von <color=#99FFFFFF>60 %</color>, <color=#99FFFFFF>22</color> s Abklingzeit.",
        "es": "Al hacer daño por medio de una Habilidad Elemental, hay un <color=#99FFFFFF>60%</color> de probabilidad de restablecer el TdE de esta habilidad. Este efecto puede activarse una vez cada <color=#99FFFFFF>22</color> s.",
        "fr": "Les compétences élémentaires ont <color=#99FFFFFF>60 %</color> de chances de réinitialiser leur propre TdR lorsqu'elles infligent des DGT. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>22</color> s.",
        "pt": "Ao causar dano contra um oponente com Habilidade Elemental, a habilidade possui <color=#99FFFFFF>60%</color> de chance de redefinir o tempo de Recarga desta habilidade. Este efeito pode ser ativado apenas uma vez a cada <color=#99FFFFFF>22</color> segundos.",
        "ru": "Когда элементальный навык наносит урон, есть <color=#99FFFFFF>60%</color> вероятность, что его откат моментально восстановится. Может возникнуть раз в <color=#99FFFFFF>22</color> сек.",
        "id": "Setelah Elemental Skill mengakibatkan DMG, terdapat <color=#99FFFFFF>60%</color> persentase CD Skill langsung selesai. Dapat terpicu setiap <color=#99FFFFFF>22 detik</color>.",
        "th": "หลังจากสร้างความเสียหายด้วยสกิลธาตุแล้ว จะมีโอกาส <color=#99FFFFFF>60%</color> ที่จะรีเซ็ตเวลาคูลดาวน์ของสกิลนี้ ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้งในทุก <color=#99FFFFFF>22</color> วินาที",
        "vi": "Khi kỹ năng Nguyên Tố tạo thành sát thương, có tỷ lệ <color=#99FFFFFF>60%</color> làm mới thời gian CD kỹ năng đó, mỗi <color=#99FFFFFF>22</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "气定神闲",
        "zht": "氣定神閒",
        "jp": "落ち着き",
        "ko": "침착",
        "en": "Composed",
        "de": "Göttliche Fügung",
        "es": "Serenidad",
        "fr": "Sang-froid",
        "pt": "Composto",
        "ru": "Безмятежный",
        "id": "Composed",
        "th": "Composed",
        "vi": "Khí Định Thần"
      },
      "description": {
        "zhs": "元素战技造成伤害时，有<color=#99FFFFFF>70%</color>的概率重置该技能的冷却时间，该效果每<color=#99FFFFFF>19</color>秒只能触发一次。",
        "zht": "元素戰技造成傷害時，有<color=#99FFFFFF>70%</color>的機率重置該技能的冷卻時間，該效果每<color=#99FFFFFF>19</color>秒只能觸發一次。",
        "jp": "元素スキルが敵にダメージを与えた時、<color=#99FFFFFF>70%</color>の確率で該当スキルのクールタイムをリセットする。<color=#99FFFFFF>19</color>秒毎に1回のみ発動可能。",
        "ko": "원소전투 스킬로 피해를 줄 때 <color=#99FFFFFF>70%</color>의 확률로 해당 스킬의 재발동 대기시간이 초기화된다. 해당 효과는 <color=#99FFFFFF>19</color>초마다 1회만 발동한다",
        "en": "After damaging an opponent with an Elemental Skill, the skill has a <color=#99FFFFFF>70%</color> chance to end its own CD. Can only occur once every <color=#99FFFFFF>19</color>s.",
        "de": "Überspringt die Abklingzeit einer Elementarfähigkeit beim Verursachen von Schaden mit dieser Fähigkeit mit einer Wahrscheinlichkeit von <color=#99FFFFFF>70 %</color>, <color=#99FFFFFF>19</color> s Abklingzeit.",
        "es": "Al hacer daño por medio de una Habilidad Elemental, hay un <color=#99FFFFFF>70%</color> de probabilidad de restablecer el TdE de esta habilidad. Este efecto puede activarse una vez cada <color=#99FFFFFF>19</color> s.",
        "fr": "Les compétences élémentaires ont <color=#99FFFFFF>70 %</color> de chances de réinitialiser leur propre TdR lorsqu'elles infligent des DGT. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>19</color> s.",
        "pt": "Ao causar dano contra um oponente com Habilidade Elemental, a habilidade possui <color=#99FFFFFF>70%</color> de chance de redefinir o tempo de Recarga desta habilidade. Este efeito pode ser ativado apenas uma vez a cada <color=#99FFFFFF>19</color> segundos.",
        "ru": "Когда элементальный навык наносит урон, есть <color=#99FFFFFF>70%</color> вероятность, что его откат моментально восстановится. Может возникнуть раз в <color=#99FFFFFF>19</color> сек.",
        "id": "Setelah Elemental Skill mengakibatkan DMG, terdapat <color=#99FFFFFF>70%</color> persentase CD Skill langsung selesai. Dapat terpicu setiap <color=#99FFFFFF>19 detik</color>.",
        "th": "หลังจากสร้างความเสียหายด้วยสกิลธาตุแล้ว จะมีโอกาส <color=#99FFFFFF>70%</color> ที่จะรีเซ็ตเวลาคูลดาวน์ของสกิลนี้ ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้งในทุก <color=#99FFFFFF>19</color> วินาที",
        "vi": "Khi kỹ năng Nguyên Tố tạo thành sát thương, có tỷ lệ <color=#99FFFFFF>70%</color> làm mới thời gian CD kỹ năng đó, mỗi <color=#99FFFFFF>19</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "气定神闲",
        "zht": "氣定神閒",
        "jp": "落ち着き",
        "ko": "침착",
        "en": "Composed",
        "de": "Göttliche Fügung",
        "es": "Serenidad",
        "fr": "Sang-froid",
        "pt": "Composto",
        "ru": "Безмятежный",
        "id": "Composed",
        "th": "Composed",
        "vi": "Khí Định Thần"
      },
      "description": {
        "zhs": "元素战技造成伤害时，有<color=#99FFFFFF>80%</color>的概率重置该技能的冷却时间，该效果每<color=#99FFFFFF>16</color>秒只能触发一次。",
        "zht": "元素戰技造成傷害時，有<color=#99FFFFFF>80%</color>的機率重置該技能的冷卻時間，該效果每<color=#99FFFFFF>16</color>秒只能觸發一次。",
        "jp": "元素スキルが敵にダメージを与えた時、<color=#99FFFFFF>80%</color>の確率で該当スキルのクールタイムをリセットする。<color=#99FFFFFF>16</color>秒毎に1回のみ発動可能。",
        "ko": "원소전투 스킬로 피해를 줄 때 <color=#99FFFFFF>80%</color>의 확률로 해당 스킬의 재발동 대기시간이 초기화된다. 해당 효과는 <color=#99FFFFFF>16</color>초마다 1회만 발동한다",
        "en": "After damaging an opponent with an Elemental Skill, the skill has a <color=#99FFFFFF>80%</color> chance to end its own CD. Can only occur once every <color=#99FFFFFF>16s</color>.",
        "de": "Überspringt die Abklingzeit einer Elementarfähigkeit beim Verursachen von Schaden mit dieser Fähigkeit mit einer Wahrscheinlichkeit von <color=#99FFFFFF>80 %</color>, <color=#99FFFFFF>16</color> s Abklingzeit.",
        "es": "Al hacer daño por medio de una Habilidad Elemental, hay un <color=#99FFFFFF>80%</color> de probabilidad de restablecer el TdE de esta habilidad. Este efecto puede activarse una vez cada <color=#99FFFFFF>16</color> s.",
        "fr": "Les compétences élémentaires ont <color=#99FFFFFF>80 %</color> de chances de réinitialiser leur propre TdR lorsqu'elles infligent des DGT. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>16</color> s.",
        "pt": "Ao causar dano contra um oponente com Habilidade Elemental, a habilidade possui <color=#99FFFFFF>80%</color> de chance de redefinir o tempo de Recarga desta habilidade. Este efeito pode ser ativado apenas uma vez a cada <color=#99FFFFFF>16</color> segundos.",
        "ru": "Когда элементальный навык наносит урон, есть <color=#99FFFFFF>80%</color> вероятность, что его откат моментально восстановится. Может возникнуть раз в <color=#99FFFFFF>16</color> сек.",
        "id": "Setelah Elemental Skill mengakibatkan DMG, terdapat <color=#99FFFFFF>80%</color> persentase CD Skill langsung selesai. Dapat terpicu setiap <color=#99FFFFFF>16 detik</color>.",
        "th": "หลังจากสร้างความเสียหายด้วยสกิลธาตุแล้ว จะมีโอกาส <color=#99FFFFFF>80%</color> ที่จะรีเซ็ตเวลาคูลดาวน์ของสกิลนี้ ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้งในทุก <color=#99FFFFFF>16</color> วินาที",
        "vi": "Khi kỹ năng Nguyên Tố tạo thành sát thương, có tỷ lệ <color=#99FFFFFF>80%</color> làm mới thời gian CD kỹ năng đó, mỗi <color=#99FFFFFF>16</color>s mới thi triển 1 lần."
      }
    }
  ],
  "internal_name": "Claymore_Fossil",
  "imgid": "claymore/fossil"
}