{
  "id": 12301,
  "type": "claymore",
  "rank": 3,
  "name": {
    "zhs": "铁影阔剑",
    "zht": "鐵影闊劍",
    "jp": "鉄影段平",
    "ko": "강철의 그림자",
    "en": "Ferrous Shadow",
    "de": "Eiserner Schatten",
    "es": "Sombra Férrea",
    "fr": "Ombre ferreuse",
    "pt": "Sombra de Ferro",
    "ru": "Металлическая тень",
    "id": "Ferrous Shadow",
    "th": "Ferrous Shadow",
    "vi": "Kiếm Thiết Ảnh"
  },
  "description": {
    "zhs": "这把剑是著名的光之狮艾伦德林的佩剑的仿品。握紧它，感受传说中大英雄的力量吧！注意：幻想请适度。",
    "zht": "這把劍是著名的光之獅艾倫德林佩劍的仿製品。握緊它，感受傳說中大英雄的力量吧！注意：幻想請適度。",
    "jp": "この剣はかの光の獅子エレンドリンの佩剣の模造品。これを握って、伝説の英雄の力を感じよう！注意：妄想はほどほどに。",
    "ko": "이 검은 유명한 빛의 사자 애런돌린의 패검 모조품이다. 검을 움켜쥐고 전설적인 대영웅의 힘을 느껴보시라! 주의: 환상은 적당히!",
    "en": "A replica of the famed sword of Arundolyn, the Lion of Light. Feel the power of a legendary hero as you hold this sword in your hand! Imagine yourself as the great warrior himself! Note: Daydreaming not recommended in live combat.",
    "de": "Dieses Schwert ist dem des berühmten Arundolyn, des Löwen des Lichts, nachempfunden. Mit ihm in den Händen fühlst du dich wie der legendäre Krieger selbst! Aber sei vorsichtig, zu viel Tagträumerei ist gefährlich!",
    "es": "Una réplica de la famosa espada de Arundolyn, el León de la Luz. ¡Sostenla y siente el poder del héroe legendario! Nota: Soñar despierto demasiado tiempo puede ser perjudicial para la salud.",
    "fr": "Une imitation de la célèbre épée d'Arundolyn, le Lion de lumière. Libérez le héros légendaire qui sommeille en vous ! Remarque : Ne rêvassez pas trop.",
    "pt": "Uma réplica da espada famosa de Arundolyn, o Leão da Luz. Maneje-a e sinta o poder de um herói lendário! Aviso: Sonhar demais pode ser prejudicial para você.",
    "ru": "Копия знаменитого меча Арундолина, Льва Света. Возьмите его в руки и почувствуйте силу легендарного героя! Внимание: много мечтать вредно для вашего здоровья.",
    "id": "Replika dari pedang terkenal Arundolyn, Lion of Light. Genggam dan rasakan kekuatan pahlawan legendaris! Perhatian: Terlalu banyak berkhayal dapat membawa dampak buruk!",
    "th": "ดาบที่จำลองจากดาบชื่อดังของ Arundolyn ราชสีห์แห่งแสง จงถือให้มั่นและซึมซับพลังแห่ง ฮีโร่ในตำนาน! ข้อควรจำ: การเพ้อฝันมากไปอาจเป็น อันตรายต่อชีวิต",
    "vi": "Đây là bội kiếm nổi tiếng của Arundolyn, sư tử ánh sáng. Nắm giữ nó, cảm nhận sức mạnh của anh hùng trong truyền thuyết! Chú ý: Mơ mộng cũng phải có mức độ."
  },
  "lore": {
    "zhs": "\n当幼小的艾伦德林手持北风骑士瑞文伍德大剑的仿品，向着童年幻想中的蒙德旧贵族冲锋时，他未曾想到自己日后将成为威名远扬的「西风的光之狮」。更不知道幼时与他交战的那位鲁斯坦会成为他的得力副手，并在服务蒙德人民二十三年后因公殉职。\n如今，「光之狮」所持大剑的仿品又落在了另一双年轻的手中。\n这伟大神秘的宿命传承，又将以何种方式继续？\n",
    "zht": "\n當幼小的艾倫德林手持北風騎士瑞文伍德大劍的仿品，向著童年幻想中的蒙德舊貴族衝鋒時，他未曾想到自己日後將成為威名遠揚的「西風的光之獅」。更不知道幼時與他交戰的那位魯斯坦會成為他的得力副手，並在服務蒙德人民二十三年後因公殉職。\n如今，「光之獅」所持大劍的仿品又落在了另一雙年輕的手中。\n這偉大神秘的宿命傳承，又將以何種方式繼續？\n",
    "jp": "\n幼いエレンドリンは北風騎士レイヴンウッドの剣の模造品を手に持ち、想像の中のモンド旧貴族へ突撃した。その時、まさか自分が将来、世界に名を轟かせるとは思ってもいなかった。幼い頃、剣術の真似事をしたルースタンが自分の右腕となり、モンドの民に23年を捧げた末に殉職するとも思っていなかった。\n今、「光の獅子」が持っていた模造品は、別の若者の手へと渡った。\nこの神秘的で偉大な宿命は、どのように伝承されていくのだろうか。\n",
    "ko": "\n어린 애런돌린이 북풍 기사 레이븐우드의 대검 모조품을 들고, 어린 시절 환상 속의 몬드 옛 귀족을 향해 돌진했을 때, 그는 앞으로 자신이 위명을 떨치는 「페보니우스의 빛의 사자」가 되리라고는 생각지도 못했다. 더구나 어린 시절 그와 싸웠던 로스탐이 그의 부장이 되고, 몬드 시민을 위해 23년간 봉사하다 순직할 줄은 더욱 몰랐을 것이다.\n오늘날 「빛의 사자」가 들고 있는 대검의 모조품이 또 다른 젊은 손에 쥐어졌다.\n이 위대하고 신비로운 숙명은 또 어떤 방식으로 계속 이어질 것인가?\n",
    "en": "\nWhen the young Arundolyn swung his replica greatsword — modeled off the one wielded by Ravenwood, the Knight of Boreas — imagining that he was cutting the old nobles of Mondstadt down, he never envisaged that he would one day become the renowned \"Lion of Light.\" Nor did he envisage that his playmate Rostam, with whom he sparred in their childhood, would grow up to become his most trusted right-hand man, before going on to die in the course of duty, having served the people of Mondstadt for 23 years.\nThe replica of the Lion of Light's greatsword is now in the hands of another youngster.\nHow will this mysterious fate be passed on?\n",
    "de": "\nAls der damals noch junge Arundolyn die Nachbildung des Großschwertes Ravenwood, das der Ritter des Nordwinds schwang, sich dabei vorstellte, wie er die Aristokraten von Mondstadt niedermetzelte, hätte er sich nicht vorstellen können, dass er eines Tages der berühmte „Löwe des Lichts“ sein würde oder sein Erzfeind Rostam einmal seine rechte Hand würde. Arundolyn starb 23 Jahre später im Dienst für die Bevölkerung von Mondstadt.\nHeute spielt ein anderer Junge mit der Nachbildung des Großschwerts des „Löwen des Lichts“.\nWie wird sich diese mysteriöse Bestimmung weiterentwickeln?\n",
    "es": "\nCuando el joven Arundolyn blandió su réplica de la gran espada, inspirada en la de Ravenwood, el Caballero de Boreas, imaginando que estaba derribando a los viejos nobles de Mondstadt, nunca pensó que se convertiría en el famoso “León de la Luz”, ni que su compañero de juegos de la infancia, Rostam, algún día se convertiría en su más leal mano derecha. Arundolyn murió 23 años después al servicio de la gente de Mondstadt.\nLa réplica de la gran espada del León de la Luz ahora está en manos de otro joven.\n¿Cuál será su misterioso destino?\n",
    "fr": "\nLe jeune Arundolyn aurait été loin d'imaginer, alors qu'il agitait en tous sens sa réplique de l'espadon de Ravenwood, le Chevalier de Borée, imaginant pourfendre les anciens nobles de Mondstadt, qu'il deviendrait un jour le célèbre Lion de la Lumière ; il aurait également été surpris d'apprendre que Rostam, son compagnon d'enfance, qui mourrait après vingt-trois ans passés au service de la défense de la cité, deviendrait plus tard son bras droit.\nLa réplique de l'arme est désormais entre les mains d'un autre garçon.\nQue lui réservera le destin ?\n",
    "pt": "\nQuando o jovem Arundolyn brandia seu espadão, réplica da grande espada do Cavaleiro de Boreas Ravenwood, imaginando que estava derrubando os velhos nobres de Mondstadt, ele nunca imaginou que se tornaria o renomado \"Leão da Luz\". Tampouco imaginava que seu jovem rival Rostam, que morreu depois de servir ao povo de Mondstadt por 23 anos, se tornaria um dia seu braço direito de maior confiança.\nA réplica da espada larga do Leão da Luz está agora nas mãos de outro jovem.\nComo será passado esse misterioso destino?\n",
    "ru": "\nКогда маленький Арундолин держал в руках копию двуручного меча, оригинал которого принадлежал Равенвуду, рыцарю Ордо Бореалис, и представлял себя сражающимся с поработившими Мондштадт аристократами, он ещё не думал, что однажды станет всем известным «Львом Света». И уж точно не знал он, что тот Рустан, с которым они соперничали в детстве, станет его правой рукой и погибнет при исполнении своего долга, двадцать три года прослужив людям Мондштадта верой и правдой.\nТеперь копию принадлежавшего «Льву Света» двуручного меча вновь держит в руках другой мальчик.\nКак будет продолжено это мистическое наследование?\n",
    "id": "\nSaat Arundolyn muda mengayunkan replika pedang besarnya — meniru pedang besar milik Ravenwood yang hebat, Knight of Boreas — membayangkan dirinya sedang menebas bangsawan tua Mondstadt, tidak pernah terbayang olehnya bahwa dia akan menjadi \"Lion of Light\". Dia juga tidak pernah membayangkan bahwa teman bermainnya Rostam, seseorang yang sering berlatih dengannya sejak kecil, akan menjadi orang kepercayaannya, sebelum akhirnya gugur setelah mengabdi untuk rakyat Mondstadt selama 23 tahun.\nReplika pedang besar milik \"Lion of Light\" kini berada di tangan anak muda lainnya.\nBagaimana takdir misterius ini akan diwariskan?\n",
    "th": "\nเมื่อเด็กหนุ่ม Arundolyn กวัดแกว่งดาบใหญ่จำลองของ Ravenwood อัศวินแห่ง Boreas ผู้ยิ่งใหญ่ จินตนาการว่าเขากำลังฟาดฟันเหล่าขุนนางเก่าแก่ของ Mondstadt อยู่นั้น เขาไม่เคยคิดเลยว่าเขาจะกลายเป็น \"Lion of Light แห่ง Favonius\" ที่มีชื่อเสียงและก็ไม่รู้ว่าคู่กัดในวัยเด็กอย่าง Rostam จะกลายเป็นมือขวาที่เขาเชื่อใจที่สุด Arundolyn ได้เสียชีวิตลงในอีกยี่สิบสามปีต่อมาหลังจากรับใช้ผู้คนใน Mondstadt\nจนถึงวันนี้ ดาบใหญ่จำลองที่ Lion of Light เคยถือก็ไปอยู่ในมือของเด็กหนุ่มคนอื่นอีกครั้ง\nชะตากรรมอันยิ่งใหญ่และลึกลับนี้จะดำเนินต่อไปอย่างไร?\n",
    "vi": "\nKhi đứa bé Arundolyn tay cầm thanh kiếm nhái của Kỵ Sĩ Bắc Phong Ravenwood, xông về phía quý tộc Mondstadt cũ trong trí tưởng tượng, anh ấy chưa từng nghĩ rằng sau này chính bản thân sẽ trở thành Sư Tử Ánh Sáng Tây Phong uy danh khắp chốn. Cũng không hề biết rằng tên Rostam cùng đánh nhau lúc bé sẽ trở thành phụ tá đắc lực nhất của mình, và sau 23 năm phục vụ Mondstadt sẽ hy sinh trong lúc làm việc.\nCho đến nay thanh kiếm nhái thanh đại kiếm mà \"Sư Tử Ánh Sáng\" nắm giữ đã rơi vào tay một thiếu niên.\nSự kế thừa bí mật vĩ đại ấy, sẽ tiếp diễn thế nào đây?\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "不屈",
        "zht": "不屈",
        "jp": "不屈",
        "ko": "불굴",
        "en": "Unbending",
        "de": "Unbeugsamkeit",
        "es": "Inquebrantable",
        "fr": "Tenace",
        "pt": "Implacável",
        "ru": "Непоколебимый",
        "id": "Unbending",
        "th": "Unbending",
        "vi": "Bất Khuất"
      },
      "description": {
        "zhs": "生命值低于<color=#99FFFFFF>70%</color>时，重击不会轻易被打断，并提高<color=#99FFFFFF>30%</color>重击伤害。",
        "zht": "生命值低於<color=#99FFFFFF>70%</color>時，重擊不會輕易被打斷，並提高<color=#99FFFFFF>30%</color>重擊傷害。",
        "jp": "HPが<color=#99FFFFFF>70%</color>以下になると、重撃は中断されにくくなり、更に重撃ダメージ+<color=#99FFFFFF>30%</color>。",
        "ko": "HP가 <color=#99FFFFFF>70%</color> 미만일 때 강공격 발동 시 쉽게 경직되지 않고 강공격 피해가 <color=#99FFFFFF>30%</color> 증가한다",
        "en": "When HP falls below <color=#99FFFFFF>70%</color>, increases Charged Attack DMG by <color=#99FFFFFF>30%</color> and Charged Attacks become harder to interrupt.",
        "de": "Ein heftiger Schlag wird bei weniger als <color=#99FFFFFF>70 %</color> LP nicht so leicht abgewehrt. Erhöht den Schaden heftiger Schläge dabei um <color=#99FFFFFF>30 %</color>.",
        "es": "Cuando la Vida está por debajo del <color=#99FFFFFF>70%</color>, los Ataques Cargados son más difíciles de ser interrumpidos. Además, aumenta el daño de Ataque Cargado en un <color=#99FFFFFF>30%</color>.",
        "fr": "Les attaques chargées sont plus difficiles à interrompre si les PV sont inférieurs à <color=#99FFFFFF>70 %</color>, et les DGT infligés par les attaques chargées augmentent de <color=#99FFFFFF>30 %</color>.",
        "pt": "Quando a Vida estiver inferior a <color=#99FFFFFF>70%</color>, Ataques Carregados raramente são interrompidos e aumenta <color=#99FFFFFF>30%</color> do Ataque Carregado.",
        "ru": "При HP ниже <color=#99FFFFFF>70%</color> врагу становится труднее прервать заряженную атаку. Также увеличивает урон заряженной атаки на <color=#99FFFFFF>30%</color>.",
        "id": "Saat HP kurang dari <color=#99FFFFFF>70%</color>, Charged Attack menjadi lebih sulit untuk diinterupsi, dan DMG Charged Attack meningkat <color=#99FFFFFF>30%</color>.",
        "th": "เมื่อพลังชีวิตต่ำกว่า <color=#99FFFFFF>70%</color> การชาร์จโจมตีจะ ถูกขัดจังหวะได้ยากขึ้น และเพิ่มความเสียหายขึ้น <color=#99FFFFFF>30%</color>",
        "vi": "Khi HP dưới <color=#99FFFFFF>70%</color>, trọng kích khó bị ngắt đoạn, và tăng <color=#99FFFFFF>30%</color> sát thương trọng kích."
      }
    },
    {
      "name": {
        "zhs": "不屈",
        "zht": "不屈",
        "jp": "不屈",
        "ko": "불굴",
        "en": "Unbending",
        "de": "Unbeugsamkeit",
        "es": "Inquebrantable",
        "fr": "Tenace",
        "pt": "Implacável",
        "ru": "Непоколебимый",
        "id": "Unbending",
        "th": "Unbending",
        "vi": "Bất Khuất"
      },
      "description": {
        "zhs": "生命值低于<color=#99FFFFFF>75%</color>时，重击不会轻易被打断，并提高<color=#99FFFFFF>35%</color>重击伤害。",
        "zht": "生命值低於<color=#99FFFFFF>75%</color>時，重擊不會輕易被打斷，並提高<color=#99FFFFFF>35%</color>重擊傷害。",
        "jp": "HPが<color=#99FFFFFF>75%</color>以下になると、重撃は中断されにくくなり、更に重撃ダメージ+<color=#99FFFFFF>35%</color>。",
        "ko": "HP가 <color=#99FFFFFF>75%</color> 미만일 때 강공격 발동 시 경직되지 않고 강공격 피해가 <color=#99FFFFFF>35%</color> 증가한다",
        "en": "When HP falls below <color=#99FFFFFF>75%</color>, increases Charged Attack DMG by <color=#99FFFFFF>35%</color> and Charged Attacks become harder to interrupt.",
        "de": "Ein heftiger Schlag wird bei weniger als <color=#99FFFFFF>75 %</color> LP nicht so leicht abgewehrt. Erhöht den Schaden heftiger Schläge dabei um <color=#99FFFFFF>35 %</color>.",
        "es": "Cuando la Vida está por debajo del <color=#99FFFFFF>75%</color>, los Ataques Cargados son más difíciles de ser interrumpidos. Además, aumenta el daño de Ataque Cargado en un <color=#99FFFFFF>35%</color>.",
        "fr": "Les attaques chargées sont plus difficiles à interrompre si les PV sont inférieurs à <color=#99FFFFFF>75 %</color>, et les DGT infligés par les attaques chargées augmentent de <color=#99FFFFFF>35 %</color>.",
        "pt": "Quando a Vida estiver inferior a <color=#99FFFFFF>75%</color>, Ataques Carregados raramente são interrompidos e aumenta <color=#99FFFFFF>35%</color> do Ataque Carregado.",
        "ru": "При HP ниже <color=#99FFFFFF>75%</color> врагу становится труднее прервать заряженную атаку. Также увеличивает урон заряженной атаки на <color=#99FFFFFF>35%</color>.",
        "id": "Saat HP kurang dari <color=#99FFFFFF>75%</color>, Charged Attack menjadi lebih sulit untuk diinterupsi, dan DMG Charged Attack meningkat <color=#99FFFFFF>35%</color>.",
        "th": "เมื่อพลังชีวิตต่ำกว่า <color=#99FFFFFF>75%</color> การชาร์จโจมตีจะ ถูกขัดจังหวะได้ยากขึ้น และเพิ่มความเสียหายขึ้น <color=#99FFFFFF>35%</color>",
        "vi": "Khi HP dưới <color=#99FFFFFF>75%</color>, trọng kích khó bị ngắt đoạn, và tăng <color=#99FFFFFF>35%</color> sát thương trọng kích."
      }
    },
    {
      "name": {
        "zhs": "不屈",
        "zht": "不屈",
        "jp": "不屈",
        "ko": "불굴",
        "en": "Unbending",
        "de": "Unbeugsamkeit",
        "es": "Inquebrantable",
        "fr": "Tenace",
        "pt": "Implacável",
        "ru": "Непоколебимый",
        "id": "Unbending",
        "th": "Unbending",
        "vi": "Bất Khuất"
      },
      "description": {
        "zhs": "生命值低于<color=#99FFFFFF>80%</color>时，重击不会轻易被打断，并提高<color=#99FFFFFF>40%</color>重击伤害。",
        "zht": "生命值低於<color=#99FFFFFF>80%</color>時，重擊不會輕易被打斷，並提高<color=#99FFFFFF>40%</color>重擊傷害。",
        "jp": "HPが<color=#99FFFFFF>80%</color>以下になると、重撃は中断されにくくなり、更に重撃ダメージ+<color=#99FFFFFF>40%</color>。",
        "ko": "HP가 <color=#99FFFFFF>80%</color> 미만일 때 강공격 발동 시 쉽게 경직되지 않고 강공격 피해가 <color=#99FFFFFF>40%</color> 증가한다",
        "en": "When HP falls below <color=#99FFFFFF>80%</color>, increases Charged Attack DMG by <color=#99FFFFFF>40%</color> and Charged Attacks become harder to interrupt.",
        "de": "Ein heftiger Schlag wird bei weniger als <color=#99FFFFFF>80 %</color> LP nicht so leicht abgewehrt. Erhöht den Schaden heftiger Schläge dabei um <color=#99FFFFFF>40 %</color>.",
        "es": "Cuando la Vida está por debajo del <color=#99FFFFFF>80%</color>, los Ataques Cargados son más difíciles de ser interrumpidos. Además, aumenta el daño de Ataque Cargado en un <color=#99FFFFFF>40%</color>.",
        "fr": "Les attaques chargées sont plus difficiles à interrompre si les PV sont inférieurs à <color=#99FFFFFF>80 %</color>, et les DGT infligés par les attaques chargées augmentent de <color=#99FFFFFF>40 %</color>.",
        "pt": "Quando a Vida estiver inferior a <color=#99FFFFFF>80%</color>, Ataques Carregados raramente são interrompidos e aumenta <color=#99FFFFFF>40%</color> do Ataque Carregado.",
        "ru": "При HP ниже <color=#99FFFFFF>80%</color> врагу становится труднее прервать заряженную атаку. Также увеличивает урон заряженной атаки на <color=#99FFFFFF>40%</color>.",
        "id": "Saat HP kurang dari <color=#99FFFFFF>80%</color>, Charged Attack menjadi lebih sulit untuk diinterupsi, dan DMG Charged Attack meningkat <color=#99FFFFFF>40%</color>.",
        "th": "เมื่อพลังชีวิตต่ำกว่า <color=#99FFFFFF>80%</color> การชาร์จโจมตีจะ ถูกขัดจังหวะได้ยากขึ้น และเพิ่มความเสียหายขึ้น <color=#99FFFFFF>40%</color>",
        "vi": "Khi HP dưới <color=#99FFFFFF>80%</color>, trọng kích khó bị ngắt đoạn, và tăng <color=#99FFFFFF>40%</color> sát thương trọng kích."
      }
    },
    {
      "name": {
        "zhs": "不屈",
        "zht": "不屈",
        "jp": "不屈",
        "ko": "불굴",
        "en": "Unbending",
        "de": "Unbeugsamkeit",
        "es": "Inquebrantable",
        "fr": "Tenace",
        "pt": "Implacável",
        "ru": "Непоколебимый",
        "id": "Unbending",
        "th": "Unbending",
        "vi": "Bất Khuất"
      },
      "description": {
        "zhs": "生命值低于<color=#99FFFFFF>85%</color>时，重击不会轻易被打断，并提高<color=#99FFFFFF>45%</color>重击伤害。",
        "zht": "生命值低於<color=#99FFFFFF>85%</color>時，重擊不會輕易被打斷，並提高<color=#99FFFFFF>45%</color>重擊傷害。",
        "jp": "HPが<color=#99FFFFFF>85%</color>以下になると、重撃は中断されにくくなり、更に重撃ダメージ+<color=#99FFFFFF>45%</color>。",
        "ko": "HP가 <color=#99FFFFFF>85%</color> 미만일 때 강공격 발동 시 경직되지 않고 강공격 피해가 <color=#99FFFFFF>45%</color> 증가한다",
        "en": "When HP falls below <color=#99FFFFFF>85%</color>, increases Charged Attack DMG by <color=#99FFFFFF>45%</color> and Charged Attacks become harder to interrupt.",
        "de": "Ein heftiger Schlag wird bei weniger als <color=#99FFFFFF>85 %</color> LP nicht so leicht abgewehrt. Erhöht den Schaden heftiger Schläge dabei um <color=#99FFFFFF>45 %</color>.",
        "es": "Cuando la Vida está por debajo del <color=#99FFFFFF>85%</color>, los Ataques Cargados son más difíciles de ser interrumpidos. Además, aumenta el daño de Ataque Cargado en un <color=#99FFFFFF>45%</color>.",
        "fr": "Les attaques chargées sont plus difficiles à interrompre si les PV sont inférieurs à <color=#99FFFFFF>85 %</color>, et les DGT infligés par les attaques chargées augmentent de <color=#99FFFFFF>45 %</color>.",
        "pt": "Quando a Vida estiver inferior a <color=#99FFFFFF>85%</color>, Ataques Carregados raramente são interrompidos e aumenta <color=#99FFFFFF>45%</color> do Ataque Carregado.",
        "ru": "При HP ниже <color=#99FFFFFF>85%</color> врагу становится труднее прервать заряженную атаку. Также увеличивает урон заряженной атаки на <color=#99FFFFFF>45%</color>.",
        "id": "Saat HP kurang dari <color=#99FFFFFF>85%</color>, Charged Attack menjadi lebih sulit untuk diinterupsi, dan DMG Charged Attack meningkat <color=#99FFFFFF>45%</color>.",
        "th": "เมื่อพลังชีวิตต่ำกว่า <color=#99FFFFFF>85%</color> การชาร์จโจมตีจะ ถูกขัดจังหวะได้ยากขึ้น และเพิ่มความเสียหายขึ้น <color=#99FFFFFF>45%</color>",
        "vi": "Khi HP dưới <color=#99FFFFFF>85%</color>, trọng kích khó bị ngắt đoạn, và tăng <color=#99FFFFFF>45%</color> sát thương trọng kích."
      }
    },
    {
      "name": {
        "zhs": "不屈",
        "zht": "不屈",
        "jp": "不屈",
        "ko": "불굴",
        "en": "Unbending",
        "de": "Unbeugsamkeit",
        "es": "Inquebrantable",
        "fr": "Tenace",
        "pt": "Implacável",
        "ru": "Непоколебимый",
        "id": "Unbending",
        "th": "Unbending",
        "vi": "Bất Khuất"
      },
      "description": {
        "zhs": "生命值低于<color=#99FFFFFF>90%</color>时，重击不会轻易被打断，并提高<color=#99FFFFFF>50%</color>重击伤害。",
        "zht": "生命值低於<color=#99FFFFFF>90%</color>時，重擊不會輕易被打斷，並提高<color=#99FFFFFF>50%</color>重擊傷害。",
        "jp": "HPが<color=#99FFFFFF>90%</color>以下になると、重撃は中断されにくくなり、更に重撃ダメージ+<color=#99FFFFFF>50%</color>。",
        "ko": "HP가 <color=#99FFFFFF>90%</color> 미만일 때 강공격 발동 시 경직되지 않고 강공격 피해가 <color=#99FFFFFF>50%</color> 증가한다",
        "en": "When HP falls below <color=#99FFFFFF>90%</color>, increases Charged Attack DMG by <color=#99FFFFFF>50%</color> and Charged Attacks become harder to interrupt.",
        "de": "Ein heftiger Schlag wird bei weniger als <color=#99FFFFFF>90 %</color> LP nicht so leicht abgewehrt. Erhöht den Schaden heftiger Schläge dabei um <color=#99FFFFFF>50 %</color>.",
        "es": "Cuando la Vida está por debajo del <color=#99FFFFFF>90%</color>, los Ataques Cargados son más difíciles de ser interrumpidos. Además, aumenta el daño de Ataque Cargado en un <color=#99FFFFFF>50%</color>.",
        "fr": "Les attaques chargées sont plus difficiles à interrompre si les PV sont inférieurs à <color=#99FFFFFF>90 %</color>, et les DGT infligés par les attaques chargées augmentent de <color=#99FFFFFF>50 %</color>.",
        "pt": "Quando a Vida estiver inferior a <color=#99FFFFFF>90%</color>, Ataques Carregados raramente são interrompidos e aumenta <color=#99FFFFFF>50%</color> do Ataque Carregado.",
        "ru": "При HP ниже <color=#99FFFFFF>90%</color> врагу становится труднее прервать заряженную атаку. Также увеличивает урон заряженной атаки на <color=#99FFFFFF>50%</color>.",
        "id": "Saat HP kurang dari <color=#99FFFFFF>90%</color>, Charged Attack menjadi lebih sulit untuk diinterupsi, dan DMG Charged Attack meningkat <color=#99FFFFFF>50%</color>.",
        "th": "เมื่อพลังชีวิตต่ำกว่า <color=#99FFFFFF>90%</color> การชาร์จโจมตีจะ ถูกขัดจังหวะได้ยากขึ้น และเพิ่มความเสียหายขึ้น <color=#99FFFFFF>50%</color>",
        "vi": "Khi HP dưới <color=#99FFFFFF>90%</color>, trọng kích khó bị ngắt đoạn, và tăng <color=#99FFFFFF>50%</color> sát thương trọng kích."
      }
    }
  ],
  "internal_name": "Claymore_Glaive",
  "imgid": "claymore/glaive"
}