{
  "id": 12409,
  "type": "claymore",
  "rank": 4,
  "name": {
    "zhs": "螭骨剑",
    "zht": "螭骨劍",
    "jp": "螭龍の剣",
    "ko": "이무기 검",
    "en": "Serpent Spine",
    "de": "Knochenschwert",
    "es": "Médula de la Serpiente Marina",
    "fr": "Ossature du dragon",
    "pt": "Espinha Dorsal da Serpente",
    "ru": "Меч драконьей кости",
    "id": "Serpent Spine",
    "th": "Serpent Spine",
    "vi": "Kiếm Li Cốt"
  },
  "description": {
    "zhs": "来自古代大海的稀有兵器，舞剑猎猎宛如太古的涛声。",
    "zht": "來自古代大海的稀有兵器，舞劍獵獵宛如太古的濤聲。",
    "jp": "古代の海から発見された希少な武器。剣を振るうと、太古の波音が響く。",
    "ko": "고대의 바다에서 만들어진 희귀 병기로 검을 휘두르면 마치 태고의 파도 소리가 나는 것 같다",
    "en": "A rare weapon whose origin is the ancient ocean. One can hear the sound of the ageless waves as one swings it.",
    "de": "Eine seltene Waffe aus dem Ozean alter Zeiten. Schwingt man es durch die Luft, so hört man das Rauschen der Wellen.",
    "es": "Un arma muy poco común procedente del océano. Al blandirla, emite un silbido que recuerda al romper de las olas.",
    "fr": "Une épée rare venue des mers anciennes. Celui qui la manie peut presque entendre les vagues déferler.",
    "pt": "Uma arma rara cuja origem são os oceanos antigos. Ao brandi-la, é possível ouvir as ondas do mar.",
    "ru": "Редкое оружие, произошедшее из древнего океана. Взмахните им, чтобы услышать шум вечных волн.",
    "id": "Senjata kuno langka yang berasal dari laut, suaranya bagaikan suara ombak di masa lampau.",
    "th": "อาวุธหายากจากทะเลโบราณ เสียงของระบำดาบนั้นเป็นเหมือนดั่งเสียงของคลื่นยักษ์ในอดีตกาล",
    "vi": "Binh khí hiếm đến từ biển cổ đại, múa kiếm vùn vụt như sóng dữ."
  },
  "lore": {
    "zhs": "\n取海兽脊髓制成的大剑，森森骨色中各有故事。\n在过去，跑船者会以这种兽骨装饰船首、龙骨，\n以此威吓深邃的海渊中，觊觎生者的海中巨兽。\n\n在大海尚不平静的遥远过去，驾船出海常常是生离死别。\n如今悠扬畅快的船歌，在当时则几乎是令人缄默的骊歌。\n彼时有执大剑的船师，出海前饮酒欢歌。旁人问则笑曰：\n「我自有分寸，置酒尽欢又如何。待到海流风向正确时」\n却不再继续说下去。只是高举角杯，大笑招呼众人饮酒。\n\n海流风向正确之时终于来到，艨艟巨舰载着他扬帆起航。\n深入悠远的海雾，远远去往暗流涌动，海兽腾跃的大洋。\n最终欢歌的船师与他的船也没有回到山石嶙峋的港湾中。\n一些时日之后，有深海巨兽的遗骸被海流浪涛送到岸边，\n大剑撕开的创口中露出森森白骨。血已经被海流冲洗净。\n\n「待到海流风向正确时，我便出海为她寻仇，沉迷涛声的人儿啊」\n「葬身鱼腹又如何，这样便能将她中意的船歌传到她所在的深海」\n\n如今的海上，再也没有会在暴雨中，伴随着惊涛骇浪升起的巨兽。\n以海兽的遗骨装饰船首、龙骨的风俗，也随着海兽绝迹被遗忘了。\n但远航时，偶尔还能听见深海中如同雷声，令人脊背发麻的低鸣…\n",
    "zht": "\n取海獸脊髓製成的大劍，森森骨色中各有故事。\n在過去，跑船者會以這種獸骨裝飾船首、龍骨，\n以此威嚇深邃的海淵中，覬覦生者的海中巨獸。\n\n在大海尚不平靜的遙遠過去，駕船出海常常是生離死別。\n如今悠揚暢快的船歌，在當時則幾乎是令人緘默的驪歌。\n彼時有執大劍的船師，出海前飲酒歡歌。旁人問則笑曰：\n「我自有分寸，置酒盡歡又如何。待到海流風向正確時」\n卻不再繼續說下去。只是高舉角杯，大笑招呼眾人飲酒。\n\n海流風向正確之時終於來到，艨艟巨艦載著他揚帆起航。\n深入悠遠的海霧，遠遠去往暗流湧動，海獸騰躍的大洋。\n最終歡歌的船師與他的船再也沒有回到山石嶙峋的港灣中。\n一些時日之後，有深海巨獸的遺骸被海流浪濤送到岸邊，\n大劍撕開的創口中露出森森白骨。血已經被海流沖洗淨。\n\n「待到海流風向正確時，我便出海為她尋仇，沉迷濤聲的人兒啊」\n「葬身魚腹又如何，這樣便能將她中意的船歌傳到她所在的深海」\n\n如今的海上，再也沒有會在暴雨中，伴隨著驚濤駭浪升起的巨獸。\n以海獸的遺骨裝飾船首、龍骨的風俗，也隨著海獸絕跡被遺忘了。\n但遠航時，偶爾還能聽見深海中如同雷聲，令人脊背發麻的低鳴…\n",
    "jp": "\n海獣の脊髄で作られた大剣。冷たい骨に様々な物語がある。\n昔の船乗りは、人の命を狙う深海の巨獣を威嚇するために、\n獣骨を船首や竜骨に飾っていた。\n\n海が荒れていた遥か昔、船に乗って海に出るのは生離死別と同じだった。\n今は陽気な歌も、当時は悲壮な別れの歌だった。\n一人の大剣を持つ船頭がいた。出航する前に酒を飲み、歌を歌っていた。大丈夫かと聞かれても、彼は笑ってこう答えた。\n「大丈夫さ、酔ってないよ。それより船出の時まで一緒に飲まないか」\nと言って、酒杯を高く挙げ、笑ってみんなと酒を飲んだ。\n\nようやく海流と風向の重なる時が来た。彼らを乗せた巨大船は出航した。\n海霧の奥深くは暗流が激しく起伏し、海獣が出没する。\n結局、楽観的な船頭を乗せた船は帰らなかった。\nやがて、深海巨獣の死体が座礁した。\n引き裂かれた傷口から白骨が露出し、血は海水に洗い流されている。\n\n「海流と風向が重なる時、波の音に溺れていた彼女の復讐に出かける」\n「海獣に喰われても構わない。それで彼女が眠る深海に、彼女の好きだった歌を届けられるなら」\n\n今の海に、嵐の中で大波を伴ってあらわれる巨獣はいない。\n海獣の遺骨を船首や竜骨に飾る風習も、海獣の絶滅によって忘れられた。\nしかし、遠洋を航海する際、時々深海から雷鳴のような低い鳴き声が聞こえる。\n",
    "ko": "\n바다 괴수의 척수로 만든 대검, 오싹한 뼈에 각종 이야기가 담겨 있다.\n옛날에 뱃사람들은 이런 괴수의 뼈로 선수와 용골을 장식했다.\n이로써 심해에서 생존자를 노리는 괴수를 위협했다.\n\n바다가 평정되지 않았던 먼 옛날, 배를 타고 바다를 나갔다가 생이별을 하는 경우가 많았다.\n지금은 아득하고 후련한 뱃노래가 당시에는 사람들을 침묵시키는 송별의 노래였다.\n그때 대검을 쥔 선사는 출항 전 술을 마시며 노래를 불렀다. 사람들이 물으니 그는 웃으며 말하길,\n「스스로 자제하고 있는데 술을 좀 마시면 어떻소? 해류와 풍향이 정확해질 때까지 기다릴 것이오」\n하더니 더는 말이 없이 술잔을 높이 들고 껄껄 웃더니 술을 마셨다.\n\n해류와 풍향이 정확해지는 때가 오자, 고대의 거대한 전함은 그를 실은 채 돛을 올리고 출항했다.\n전함은 아득한 해무 속으로 들어가 암류가 꿈틀거리고 바다 괴수가 날뛰는 넓은 바다로 향했다.\n결국 즐겁게 노래를 부르던 선사도 바위가 우뚝 솟은 항만으로 돌아오지 못했다.\n얼마 후, 바다 굇의 유골이 파도를 타고 뭍까지 밀려왔는데,\n대검에 갈라진 상처에 오싹한 백골이 드러났다. 피는 이미 바닷물에 깨끗이 씻겨져 있었다.\n\n「해류와 풍향이 정확해지면, 바다로 나가 그녀를 위해 복수하리라, 파도 소리에 심취한 인간들이여」\n「물고기밥이 되면 어떠리, 그녀가 좋아하는 뱃노래를 그녀가 있는 바다에 들려줄 수 있으니」\n\n지금 바다에는 폭우 중에 격랑과 함께 떠오르는 바다 괴수는 더 이상 없다.\n바다 괴수의 유골로 선수와 용골을 장식하는 풍습도 바다 괴수의 멸종으로 잊혀졌다.\n그러나 먼 바다로 나갈 때 심해에서 가끔 모골이 송연해지는 천둥이 치는 듯한 울음 소리를 들을 수 있다.\n",
    "en": "\nA greatsword fashioned from the spine of a great sea monster, each eerie segment of bone a tale unto itself.\nIn the past, seamen would use the bones of such monsters as figureheads,\nAnd with them frighten the beasts who dwelt in the deep sea, and who envied the land-dwellers.\n\nIn the stormy oceans of the ancient past, those who put out to sea would often never be seen again.\nThe carefree sea shanties of today were, in years long gone, farewell songs that left people in mournful silence.\nThere was a greatsword-wielding captain in those days who enjoyed drinking and making merry before a voyage. When people questioned him, he laughed and said:\n\"I know myself. What is wine and song to me? Worry not. Once the sea and winds are right...\"\nBut he would never finish that statement. He would only raise his mug, and call for all around to have another drink.\n\nThen, the day when the sea and winds came together arrived at last, and the stern of the great vessel rode them as it sailed.\nDeep into the misty sea it went, far across the darkening waves, into the ocean that teemed with sea creatures.\nAnd at last, neither the singing skipper nor his ship would ever return to the harbor ringed by mountains.\nAfter many days, the corpse of a sea monster from the deep was beached upon the shore by the waves.\nBrilliant white bone shone out from a great gash torn into it by a greatsword. Its blood had long been washed clean.\n\n\"When the sea and winds are right, I will go forth to sea and avenge her, O maiden charmed by the tidal song.\"\n\"So what if I sleep with the fishes? That way, I will be able to send my sea shanties into the deep where she dwells.\"\n\nToday, the seas are no longer plagued by giant creatures that emerge from the storm and rain down devastation upon the waves.\nThe practice of mounting skeletons of sea monsters onto the bows of ships has also been lost with their extinction.\nBut when one sails far abroad, sometimes one can still hear the spine-chilling sound of thunder rumbling in the depths...\n",
    "de": "\nEin Großschwert wurde dafür genommen, das aus der Wirbelsäule eines großen Seeungeheuers geschnitzt wurde, wobei jedes Knochensegment eine Geschichte zu erzählen hat.\nIn der Vergangenheit benutzten die Seeleute die Knochen solcher Ungeheuer als Galionsfiguren\nund mit ihnen erschreckten sie die Bestien, die in der Tiefsee wohnten und die Landbewohner plagten.\n\nIn den stürmischen Ozeanen der alten Zeit wurden die, die aufs Meer hinausfuhren, oft nie wiedergesehen.\nDie unbekümmerten Seemannslieder von heute waren in längst vergangenen Tagen eigentlich Abschiedslieder, die die Menschen in traurigem Schweigen zurückließen.\nDamals gab es einen Großschwert schwingenden Kapitän, der vor einer Reise gerne ein paar Becher trank, um sich in fröhliche Stimmung zu versetzen. Wenn man ihn fragte, lachte er und sagte:\n„Ich kenne mich und meine Grenzen, ich kann so viel Wein kaufen, wie ich will. Mach dir keine Sorgen. Sobald das Meer und die Winde günstig stehen ...“\nDiese Aussage beendete er aber niemals. Er würde nur seine Tasse anheben und alle Anwesenden auffordern, noch etwas mehr zu trinken.\n\nDann kam endlich der Tag, an dem das Meer und die Winde zusammentrafen, und das Heck des großen Schiffes ritt darauf wie nie zuvor.\nTief in das neblige Meer segelte es, weit über die sich verdunkelnden Wellen hinweg, in den Ozean, in dem es vor Ungetümen nur so wimmelte.\nUnd schließlich würden weder der singende Kapitän noch sein Schiff jemals in den von Bergen umgebenen Hafen zurückkehren.\nNach vielen Tagen wurde der leblose Körper eines Meeresungeheuers aus der Tiefe von den Wellen ans Ufer gespült.\nStrahlend weiße Knochen strahlten aus einer großen, von einem Großschwert eingerissenen Wunde heraus. Das Blut war längst vom Meer herausgewaschen worden.\n\n„Wenn das Meer und die Winde günstig stehen, werde ich aufs Meer hinausfahren und sie rächen, o Jungfrau, vertieft in den Gesang der Gezeiten ...“\n„Was schert es mich, wenn ich bei den Fischen schlafen muss? Auf diese Weise werde ich meine Seemannslieder noch weiter in die Tiefe schicken können, wo sie sich befindet.“\n\nHeute werden die Meere nicht mehr von gigantischen Kreaturen geplagt, die plötzlich aus Stürmen auftauchen und alles auf den Wellen verwüsten.\nDie Praxis, Skelette von Seeungeheuern auf den Bug von Schiffen zu montieren, ist ebenfalls mit ihrem Aussterben verloren gegangen.\nWenn man jedoch weit in die Ferne segelt, kann man manchmal immer noch den markerschütternden Klang des Donners in den Tiefen des Meeres hören ...\n",
    "es": "\nUna gran espada fabricada a partir de la columna vertebral de un gran monstruo marino. Cada vértebra esconde una historia única.\nEn el pasado, los marineros adornaban la proa de los barcos con los huesos del monstruo,\na fin de intimidar a las bestias de las profundidades del océano, las cuales envidiaban a los habitantes de la tierra.\n\nCuando en el pasado las aguas del océano aún no se habían calmado, embarcarse en una travesía por el mar podía ser una sentencia de muerte.\nLas despreocupadas canciones de marineros de hoy en día, llamadas salomas, eran, en épocas pasadas, canciones de despedida que sumían a la gente en un amargo silencio.\nEn aquellos tiempos, había un capitán que siempre llevaba una gran espada, y al que le gustaba beber y cantar antes de emprender un viaje. Cuando la gente le preguntaba por qué lo hacía, él se reía y decía:\n“Conozco mis límites. ¿Qué daño hace un poco de vino y de alegría? Cuando la marea y el viento sean favorables...”\nNunca terminaba esa frase cuando la decía. Simplemente alzaba su copa y animaba a todo el mundo a su alrededor para que bebiera.\n\nAl fin llegó el día en que la marea y el viento eran favorables, y fue posible izar las anclas del torpe y gigantesco navío.\nEste se adentró en la bruma del mar, navegando a través de olas oscuras hacia la lejanía del océano, el cual estaba repleto de criaturas marinas.\nFinalmente, ni el capitán que cantaba ni su barco regresaron nunca al puerto rodeado de montañas.\nTras varios días, el cadáver del monstruo marino llegó hasta la costa arrastrado por las corrientes marinas y las olas.\nEn su herida causada por la gran espada se podían distinguir unos brillantes huesos blancos. Sin embargo, la sangre que se debió desprender ya había sido limpiada por el mar.\n\n“Cuando la marea y el viento sean favorables, zarparé al mar y la vengaré a ella, tan fascinada por el sonido de las olas.\n¿Y qué si acabo muerto en el fondo del mar? Así, al menos, podré enviar las salomas que tanto le gustaban a las profundidades del mar donde ella se encuentra”.\n\nHoy en día, ya no hay criaturas gigantes que emergen de las olas y las tormentas marinas.\nY la costumbre de adornar la proa de los barcos con los huesos de monstruos marinos acabó perdiéndose cuando estos se extinguieron.\nNo obstante, aún se puede oír en alguna rara ocasión el escalofriante rugido de una tormenta en las profundidades marinas...\n",
    "fr": "\nUne flamberge forgée dans la moelle épinière d'un monstre marin, dont l'inquiétant éclat témoigne de plus d'une histoire.\nLes marins avaient autrefois pour habitude d'orner de tels os la figure de proue ou la quille de leurs navires.\nCeci constituait un avertissement à l'égard des créatures monstrueuses se cachant dans les abysses marines et qui couvaient d'un regard envieux les hommes des terres...\n\nEn ces temps où les océans rageaient de toute leur furie, il n'était pas rare que celui qui parte en mer ne revienne jamais.\nLes chants de marins que l'on entend aujourd'hui puisent leur origine dans les chants d'adieu d'antan, que suivait souvent un silence endeuillé.\nUn capitaine porteur d'une épée longue vivait en ces temps-là, appréciant les soirées de beuverie, fêtant son prochain départ dans la joie et l'alcool. Interrogé par ceux qui l'entouraient, il répondit en riant :\n« La vie est comme l'alcool ; je sais quelles sont mes limites. Lorsque le vent et les courants seront propices... »\nMais il laissa ici sa phrase en suspension, et, levant son verre, invita à grands éclats de rire l'assemblée à trinquer avec lui.\n\nLe jour vint où courants et vents propices lui permirent de prendre la mer à bord d'un large vaisseau de guerre.\nS'enfonçant dans la brume marine au loin, traversant les vagues et bravant les courants sous-marins, le navire partit ainsi affronter l'océan regorgeant de créatures.\nNi le capitaine, ni son équipage ne réapparurent au port à flanc de montagne.\nMais après quelque temps, le cadavre d'un gigantesque monstre marin vint s'échouer sur les rives, porté par les courants.\nD'une blessure béante lavée par les flots, par laquelle on pouvait voir des os brillant d'un étrange éclat, émergeait l'épée longue autrefois brandie par le capitaine.\n\n« Lorsque le vent et les courants seront propices, je prendrai la mer pour la venger, ô peuple charmé par la chanson des marées. »\n« Et qu'importe si je dors avec les poissons ? Au moins pourrai-je alors lui envoyer mes chants, là dans les profondeurs où elle réside. »\n\nIl n'existe de nos jours plus de telles créatures marines émergeant des profondeurs et capables de diviser les flots.\nL'antique pratique consistant à orner des squelettes des monstres marins les navires partant en mer disparut elle aussi suivant leur extinction.\nMais celui qui s'aventure loin sur les mers peut encore aujourd'hui entendre parfois le son terrifiant du tonnerre grondant dans les profondeurs...\n",
    "pt": "\nUma grande espada formada a partir da espinha de um grande monstro marinho, cada vértebra esconde uma história única.\nNo passado, os marinheiros usavam os ossos de tais monstros como adornos para a proa de seus barcos,\ne com eles assustam os animais que habitam no mar profundo, e que invejam os habitantes da terra.\n\nNos oceanos tempestuosos do passado antigo, aqueles que embarcavam em uma travessia no mar, muitas vezes, nunca mais seriam vistos de novo.\nOs cantos dos marinheiros que ouvimos hoje têm sua origem nos cantos de despedida de outrora, muitas vezes seguidos de um silêncio lúgubre.\nNaqueles dias, havia um grande capitão, que sempre levava uma grande espada, que gostava de beber e de se alegrar antes de uma viagem. Quando as pessoas o interrogavam, ele ria e dizia:\n\"Eu conheço meus limites. Que problema é um pouco de vinho e uma canção para mim? Não se preocupe. Uma vez que o mar e os ventos estejam favoráveis...\"\nMas ele nunca conseguia terminar essa declaração. Ele apenas levantava sua caneca e chamava todos para tomarem outra bebida.\n\nEntão, chegou finalmente o dia em que o mar e os ventos se juntaram, em condições favoráveis, e a popa do grande navio de guerra os conduziu enquanto velejavam.\nNas profundezas do mar nebuloso, atravessou, de longe, as ondas escuras, o oceano que transbordava de criaturas marinhas.\nE, finalmente, nem o capitão que cantava e nem seu navio, voltariam ao porto rodeado por montanhas.\nDepois de muitos dias, o cadáver de um monstro marinho das profundezas foi encalhado na costa pelas ondas.\nDe uma ferida aberta lavada pelas ondas, através da qual se podia ver ossos brilhando com um brilho estranho, emergiu a longa espada uma vez brandida pelo capitão.\n\n\"Quando o mar e os ventos estiverem bons, vou ao mar e vingarei ela, ó povo encantado com o canto das marés.\"\n\"E daí se eu acabar morto no fundo do mar? Assim, poderei mandar minhas celeumas do mar para as profundezas onde ela mora.\"\n\nHoje, no mar já não tem mais criaturas gigantes que emergem da tempestade e devastam as ondas.\nA prática de montar esqueletos de monstros marinhos na proa dos navios também se perdeu com sua extinção.\nMas quem se aventura longe no mar ainda às vezes pode ouvir o som aterrorizante de um trovão ribombando nas profundezas...\n",
    "ru": "\nДвуручный меч, изготовленный из хребта морского монстра. Каждая кость в нем имеет свою историю.\nВ прошлом мореходы делали из этих костей носовые фигуры,\nчтобы отпугивать ими монстров из морских глубин, жаждущих полакомиться человечиной.\n\nТе, кто в далеком прошлом выходил в бурлящий океан, часто не возвращались.\nМатросские песни, которые сейчас распевают моряки, раньше были похоронными напевами, нарушавшими молчание мореходов.\nВ те времена моря бороздил капитан с двуручным мечом, который перед выходом в море любил пить и петь песни. Когда кто-то спрашивал, он с улыбкой отвечал:\n«Я знаю меру. Немного вина и песен ещё никому не вредили. Когда море спокойно и ветры попутны...»\nНо он никогда не договаривал. Только высоко поднимал кружку и громко звал всех пропустить ещё по одной.\n\nИ когда наконец наступил тот день, и море было спокойно, и ветры были попутны, он отправился в плавание на огромном своём корабле.\nОни шли далеко сквозь морские туманы, туда, где стекались скрытые течения, в океан, где плещутся морские создания.\nВ конце концов, ни удалой капитан, ни его судно не вернулись в укрытую скалами гавань.\nЧерез несколько дней труп огромного морского животного прибило к берегу,\nИ в страшной ране, нанесённой двуручным мечом, белели обнажённые кости. Кровь была давно уже смыта морской водой.\n\n«Когда море будет спокойно, а ветры - попутны, я выйду в море и отомщу за неё и за погибших в волнах людей».\n«А что, если я утону? Тогда я смогу петь ей её любимые матросские песни на дне морском».\n\nСейчас нет больше в море огромных животных, поднимающихся из глубин с ливнями и поднимающих страшные волны.\nОбычай создавать носовые фигуры из останков морских животных был забыт, когда исчезло последнее морское чудовище.\nНо во время дальнего плавания в глубинах океана иногда можно услышать рёв, подобный раскату грома, от которого замирает сердце...\n",
    "id": "\nSebuah pedang besar yang dibuat dari tulang sumsum belakang monster laut yang hebat, setiap segmen tulang tersebut mempunyai kisahnya tersendiri.\nDi masa lalu, para nelayan akan menggunakan tulang dari monster itu sebagai hiasan pada haluan kapal,\nDan mereka mengintimidasi para monster di dalam laut, mereka yang iri pada penduduk daratan.\n\nDi lautan badai pada masa lalu, mereka yang pergi ke laut biasanya tidak pernah terlihat lagi.\nLagu-lagu riang yang dinyanyikan oleh para pelaut saat ini, dulunya adalah lagu perpisahan yang membuat banyak orang terdiam.\nAda seorang kapten yang menggunakan greatsword pada masa itu, gemar minum dan berpesta sebelum melaut. Dan pada saat orang bertanya, dia tertawa sambil berkata:\n\"Aku mengenal diriku. Apa arti anggur dan lagu bagiku? Jangan khawatir. Setelah lautan dan angin sudah di jalur yang tepat...\"\nNamun dia tidak pernah menyelesaikan kalimatnya. Dia hanya akan mengangkat gelasnya dan memanggil kawan-kawannya untuk bersulang.\n\nLalu, saat lautan dan angin akhirnya di jalur yang tepat, kapal besar akan membawa mereka pergi berlayar.\nJauh ke dalam laut berkabut, jauh melintasi ombak yang gelap, ke lautan yang dipenuhi banyak makhluk laut.\nPada akhirnya, baik lagu maupun kapalnya tidak pernah kembali ke pelabuhan berbatu.\nSetelah beberapa hari, mayat monster laut dari kedalaman terdampar oleh ombak,\nTulang belulang putih besar yang terkoyak oleh pedang besar. Darah yang tersapu oleh ombak.\n\n\"Saat ombak dan angin berada di jalur yang tepat, aku akan pergi ke laut dan membalaskan dendamnya, orang-orang yang terlena oleh nyanyian ombak.\"\n\"Lalu bagaimana jika aku mati di dasar laut? Dengan demikian mungkin aku bisa mengirimkan nyanyian laut ini ke tempat di mana dia berada.\"\n\nSekarang ini, lautan tidak lagi dihantui oleh makhluk laut raksasa yang muncul melalui badai dan memberikan kehancuran di atas ombak.\nPraktek menumpuk kerangka monster laut ke haluan kapal juga telah hilang bersamaan dengan kepunahan mereka.\nTapi saat seseorang akan berlayar jauh, terkadang seseorang masih dapat mendengar suara petir menggelegar dari kedalaman lautan...\n",
    "th": "\nดาบใหญ่ที่ทำมาจากกระดูกสันหลังของอสูรแห่งท้องทะเลนั้น กระดูกแต่ละอันต่างมีเรื่องราวอันชวนขนลุก\nในอดีตนักเดินเรือจะใช้กระดูกของอสูรตกแต่งหัวเรือ, กระดูกงูเรือ\nเพื่อข่มขวัญอสูรยักษ์ใต้ท้องทะเลลึกและพวกที่อิจฉาผู้ที่อาศัยอยู่บนบก\n\nในสมัยก่อนยุคที่มหาสมุทรไม่สงบนั้น การออกเดินเรือเป็นเหมือนการลาจากชั่วนิรันดร์\nเพลงเรืออันเสนาะหูในทุกวันนี้ ในเวลานั้นเป็นเพลงอำลาที่ทำให้ผู้คนนิ่งเงียบ\nสมัยนั้นมีกัปตันที่ถือดาบใหญ่ ผู้ที่ชอบดื่มและร้องรำทำเพลงก่อนออกทะเล เมื่อมีคนถามเขาก็ยิ้มและเอ่ยว่า:\n\"ฉันรู้ตัวเองดี ร่ำสุราและร่ำเสียงเพลงแล้วมันยังไงกันเล่า แค่รอเวลาที่กระแสน้ำทะเลและทิศทางลมที่ถูกต้อง\"\nแต่กลับไม่พูดต่อ เพียงแค่ชูแก้วขึ้น หัวเราะทักทายผู้คนไปทั่วเพื่อดื่มต่อ\n\nในที่สุดช่วงเวลาที่กระแสน้ำทะเลและทิศทางลมที่ถูกต้องก็มาถึง เรือรบยักษ์ได้ชักใบเรือขึ้นเพื่อออกเรือ\nลึกลงไปในทะเลหมอกที่อยู่ไกล ๆ คลื่นใต้น้ำที่ซัดสาด มหาสมุทรที่เต็มไปด้วยอสูรทะเล\nท้ายที่สุดทั้งกัปตันผู้ร้องรำทำเพลงและเรือของเขาก็ไม่ได้กลับไปยังท่าเรือที่ล้อมรอบด้วยภูเขา\nต่อมาไม่นาน ซากศพของอสูรยักษ์ใต้ทะเลลึกก็ถูกกระแสคลื่นพัดมายังชายฝั่ง\nดาบใหญ่ได้เปิดแผลให้เห็นถึงกระดูกสีขาวอันน่าสยดสยอง ส่วนเลือดนั้นถูกกระแสน้ำทะเลชะล้างเสียจนสะอาดหมดจด\n\n\"รอเวลาที่กระแสน้ำทะเลและทิศทางลมที่ถูกต้อง ฉันจะออกทะเลเพื่อล้างแค้นเธอ เจ้าคนหลงใหลในคลื่นทะเลเอ๋ย\"\n\"เป็นศพให้ปลากินเป็นไง แบบนี้ก็จะสามารถส่งเพลงเรือที่เธอชื่นชอบไปยังทะเลลึกที่เธออยู่ได้\"\n\nทุกวันนี้บนท้องทะเลนั้นไม่มีทางที่จะมีอสูรยักษ์ปรากฏตัวขึ้นจากคลื่นที่โหมซัดสาดท่ามกลางพายุฝนอีก \nประเพณีการใช้กระดูกของอสูรทะเลตกแต่งหัวเรือและกระดูกงูเรือนั้น ก็ถูกลืมเลือนไปตามการสูญพันธุ์ของอสูรทะเล\nแต่เมื่อออกเรือไปยังที่ไกล ๆ บางครั้งก็ได้ยินราวกับเสียงฟ้าร้องจากใต้ทะเลลึก ที่ทำให้ตัวชาวาบไปถึงสันหลัง...\n",
    "vi": "\nDùng tủy động vật biển để tạo thành thân kiếm, màu xương u ám được tạo nên từ những chuyện xưa cũ.\nTrước đây người mưu sinh trên thuyền sẽ dùng xương thú để trang trí mui thuyền, thân thuyền,\nDùng thứ này để đe dọa cự thú dưới rình mò con người dưới biển sâu.\n\nTrong quá khứ xa xôi, khi mà biển lớn chưa yên bình, chèo thuyền ra biển thường là sinh ly tử biệt.\nBài ca trên thuyền du dương thoải mái ngày nay lại là khúc cáo biệt khiến người ta lặng im vào thời đó.\nLúc đó có thuyền sư cầm đại kiếm, khi sắp ra biển thì uống rượu ca hát. Người bên cạnh hỏi thì cười đáp rằng:\n\"Ta tự có chừng mực, uống rượu thỏa thích thì có sao. Đợi khi hướng gió hải lưu chính xác\"\nNhưng không nói tiếp nữa. Chỉ giơ cao chén, bật cười giục mọi người uống rượu.\n\nCuối cùng thời khắc hướng gió hải lưu chính xác đã đến, chiến thuyền chở ông ấy căng buồm ra khơi.\nĐi sâu vào sương mù xa xăm trên biển, đứng từ xa nhìn mạch nước ngầm tuôn ra, động vật biển nhảy khỏi đại dương.\nCuối cùng thuyền sư thích ca hát cùng chiếc thuyền của ông cũng không trở về bến cảng núi đá lớm chởm nữa.\nMột thời gian sau, có hài cốt của cự thú dưới biển bị sóng biển đánh dạt vào bờ,\nVết thương bị kiếm đâm lộ ra cả xương trắng. Máu tươi bị sóng biển rửa sạch.\n\n\"Đợi đến khi hướng gió hải lưu chính xác, ta sẽ ra biển trả thù cho cô ấy, hỡi con người trầm mê tiếng sóng kia\"\n\"Chôn thân trong bụng cá thì sao, như thế có thể khiến bài hát về thuyền mà cô ấy thích truyền tới vùng biển mà cô ấy nằm xuống\"\n\nTrên biển hiện giờ đã không còn những cự thú bị sóng biển đẩy lên trong gió bão nữa.\nPhong tục lấy hài cốt của động vật biển trang trí đầu thuyền cũng dần bị quên lãng kể từ khi động vật biển tuyệt tích.\nNhưng khi đi xa, thỉnh thoảng vẫn có thể nghe thấy tiếng kêu trầm thấp như tiếng sấm, khiến người ta lạnh sống lưng truyền tới từ biển sâu...\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "破浪",
        "zht": "破浪",
        "jp": "波乗り",
        "ko": "파도 가르기",
        "en": "Wavesplitter",
        "de": "Wellenspalter",
        "es": "Rompeolas",
        "fr": "Brise-vagues",
        "pt": "Divisor de Ondas",
        "ru": "Рассекающий волны",
        "id": "Wavesplitter",
        "th": "Wavesplitter",
        "vi": "Phá Sóng"
      },
      "description": {
        "zhs": "角色在场上时，每4秒提升<color=#99FFFFFF>6%</color>造成的伤害，<color=#99FFFFFF>3%</color>受到的伤害。该效果最多叠加5层，不随角色退场重置，受到伤害后会减少1层效果。",
        "zht": "角色在場上時，每4秒提升<color=#99FFFFFF>6%</color>造成的傷害，同時增加<color=#99FFFFFF>3%</color>所受到的傷害。該效果最多疊加五層，不隨角色退場重置，受到傷害後會失去一層效果。",
        "jp": "フィールドにいる時、4秒毎に、与えるダメージ+<color=#99FFFFFF>6%</color>、被ダメージ+<color=#99FFFFFF>3%</color>。最大5重まで、退場後もリセットされず、攻撃を受けると効果数-1。",
        "ko": "캐릭터가 필드에 있을 때 4초마다 가하는 피해가 <color=#99FFFFFF>6%</color>, 받는 피해가 <color=#99FFFFFF>3%</color> 증가한다. 최대 중첩수: 5회. 캐릭터를 대기 상태로 전환해도 효과는 초기화되지 않는다. 피해를 받으면 중첩수가 1개 사라진다",
        "en": "Every 4s a character is on the field, they will deal <color=#99FFFFFF>6%</color> more DMG and take <color=#99FFFFFF>3%</color> more DMG. This effect has a maximum of 5 stacks and will not be reset if the character leaves the field, but will be reduced by 1 stack when the character takes DMG.",
        "de": "Erhöht den verursachten Schaden bei Anwesenheit der Figur alle 4 s um <color=#99FFFFFF>6 %</color> und den erlittenen Schaden um <color=#99FFFFFF>3 %</color>, 5-fach stapelbar. Effekt wird nicht bei Auswechseln der Figur zurückgesetzt, 1 Stapelung des Effekts wird bei Erleiden von Schaden aber entfernt.",
        "es": "Cuando el personaje esté en combate, aumenta el daño que inflige en un <color=#99FFFFFF>6%</color> y el daño que recibe en un <color=#99FFFFFF>3%</color> cada 4 s. Este efecto puede acumularse un máximo de 5 veces, y no se reiniciará si el personaje se retira de combate, sino que, cada vez que reciba daño, perderá una de las cargas acumuladas.",
        "fr": "Les DGT infligés augmentent de <color=#99FFFFFF>6 %</color> et les DGT reçus de <color=#99FFFFFF>3 %</color> toutes les 4 s tant que le personnage est en combat ; cet effet peut être cumulé 5 fois maximum. Il ne se réinitialise pas si le personnage quitte le combat, mais sera réduit d'un cumul si le personnage subit des DGT.",
        "pt": "Quando o jogador está em combate, a cada 4s aumenta o dano causado em <color=#99FFFFFF>6%</color> e <color=#99FFFFFF>3%</color> do Dano recebido. Este efeito pode ser acumulado até 5 vezes, não sendo redefinido após o personagem sair de campo, mas reduzirá 1 camada do efeito quando o personagem receber Dano.",
        "ru": "Каждые 4 сек. увеличивает наносимый персонажем урон на <color=#99FFFFFF>6%</color> и получаемый им урон на <color=#99FFFFFF>3%</color>, пока тот активен. Может складываться до 5 раз, не сбрасывается при смене персонажа, при получении урона снижается на 1 уровень складывания.",
        "id": "Saat karakter bertarung, setiap 4 detik meningkatkan <color=#99FFFFFF>6%</color> DMG yang diakibatkan dan <color=#99FFFFFF>3%</color> DMG yang diterima. Efek ini dapat ditumpuk maksimum 5 lapis, dan akan berkurang 1 lapis saat menerima DMG. Efek tidak akan hilang saat karakter bertarung digantikan.",
        "th": "เมื่อตัวละครเข้าสู่การต่อสู้ ในทุก 4 วินาที จะเพิ่มความเสียหายที่สร้าง <color=#99FFFFFF>6%</color> และเพิ่มความเสียหายที่ได้รับ <color=#99FFFFFF>3%</color> เอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น โดยจะไม่รีเซ็ตหลังจากที่ตัวละครออกจากสนามและเอฟเฟกต์จะลดลง 1 ชั้นหลังจากที่ได้รับความเสียหาย",
        "vi": "Khi nhân vật ra trận, mỗi 4s tăng <color=#99FFFFFF>6%</color> sát thương gây ra, <color=#99FFFFFF>3%</color> sát thương phải chịu. Cộng dồn tối đa 5 tầng, không làm mới khi nhân vật rời khỏi trận, sau khi chịu sát thương sẽ giảm 1 tầng hiệu quả."
      }
    },
    {
      "name": {
        "zhs": "破浪",
        "zht": "破浪",
        "jp": "波乗り",
        "ko": "파도 가르기",
        "en": "Wavesplitter",
        "de": "Wellenspalter",
        "es": "Rompeolas",
        "fr": "Brise-vagues",
        "pt": "Divisor de Ondas",
        "ru": "Рассекающий волны",
        "id": "Wavesplitter",
        "th": "Wavesplitter",
        "vi": "Phá Sóng"
      },
      "description": {
        "zhs": "角色在场上时，每4秒提升<color=#99FFFFFF>7%</color>造成的伤害，<color=#99FFFFFF>2.7%</color>受到的伤害。该效果最多叠加5层，不随角色退场重置，受到伤害后会减少1层效果。",
        "zht": "角色在場上時，每4秒提升<color=#99FFFFFF>7%</color>造成的傷害，同時增加<color=#99FFFFFF>2.7%</color>所受到的傷害。該效果最多疊加五層，不隨角色退場重置，受到傷害後會失去一層效果。",
        "jp": "フィールドにいる時、4秒毎に、与えるダメージ+<color=#99FFFFFF>7%</color>、被ダメージ+<color=#99FFFFFF>2.7%</color>。最大5重まで、退場後もリセットされず、攻撃を受けると効果数-1。",
        "ko": "캐릭터가 필드에 있을 때 4초마다 가하는 피해가 <color=#99FFFFFF>7%</color>, 받는 피해가 <color=#99FFFFFF>2.7%</color> 증가한다. 최대 중첩수: 5회. 캐릭터를 대기 상태로 전환해도 효과는 초기화되지 않는다. 피해를 받으면 중첩수가 1개 사라진다",
        "en": "Every 4s a character is on the field, they will deal <color=#99FFFFFF>7%</color> more DMG and take <color=#99FFFFFF>2.7%</color> more DMG. This effect has a maximum of 5 stacks and will not be reset if the character leaves the field, but will be reduced by 1 stack when the character takes DMG.",
        "de": "Erhöht den verursachten Schaden bei Anwesenheit der Figur alle 4 s um <color=#99FFFFFF>7 %</color> und den erlittenen Schaden um <color=#99FFFFFF>2,7 %</color>, 5-fach stapelbar. Effekt wird nicht bei Auswechseln der Figur zurückgesetzt, 1 Stapelung des Effekts wird bei Erleiden von Schaden aber entfernt.",
        "es": "Cuando el personaje esté en combate, aumenta el daño que inflige en un <color=#99FFFFFF>7%</color> y el daño que recibe en un <color=#99FFFFFF>2.7%</color> cada 4 s. Este efecto puede acumularse un máximo de 5 veces, y no se reiniciará si el personaje se retira de combate, sino que, cada vez que reciba daño, perderá una de las cargas acumuladas.",
        "fr": "Les DGT infligés augmentent de <color=#99FFFFFF>7 %</color> et les DGT reçus de <color=#99FFFFFF>2,7 %</color> toutes les 4 s tant que le personnage est en combat ; cet effet peut être cumulé 5 fois maximum. Il ne se réinitialise pas si le personnage quitte le combat, mais sera réduit d'un cumul si le personnage subit des DGT.",
        "pt": "Quando o jogador está em combate, a cada 4s aumenta o dano causado em <color=#99FFFFFF>7%</color> e <color=#99FFFFFF>2.7%</color> do Dano recebido. Este efeito pode ser acumulado até 5 vezes, não sendo redefinido após o personagem sair de campo, mas reduzirá 1 camada do efeito quando o personagem receber Dano.",
        "ru": "Каждые 4 сек. увеличивает наносимый персонажем урон на <color=#99FFFFFF>7%</color> и получаемый им урон на <color=#99FFFFFF>2,7%</color>, пока тот активен. Может складываться до 5 раз, не сбрасывается при смене персонажа, при получении урона снижается на 1 уровень складывания.",
        "id": "Saat karakter bertarung, setiap 4 detik meningkatkan <color=#99FFFFFF>7%</color> DMG yang diakibatkan dan <color=#99FFFFFF>2,7%</color> DMG yang diterima. Efek ini dapat ditumpuk maksimum 5 lapis, dan akan berkurang 1 lapis saat menerima DMG. Efek tidak akan hilang saat karakter digantikan.",
        "th": "เมื่อตัวละครเข้าสู่การต่อสู้ ในทุก 4 วินาที จะเพิ่มความเสียหายที่สร้าง <color=#99FFFFFF>7%</color> และเพิ่มความเสียหายที่ได้รับ <color=#99FFFFFF>2.7%</color> เอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น โดยจะไม่รีเซ็ตหลังจากที่ตัวละครออกจากสนามและเอฟเฟกต์จะลดลง 1 ชั้นหลังจากที่ได้รับความเสียหาย",
        "vi": "Khi nhân vật ra trận, mỗi 4s tăng <color=#99FFFFFF>7%</color> sát thương gây ra, <color=#99FFFFFF>2.7%</color> sát thương phải chịu. Cộng dồn tối đa 5 tầng, không làm mới khi nhân vật rời khỏi trận, sau khi chịu sát thương sẽ giảm 1 tầng hiệu quả."
      }
    },
    {
      "name": {
        "zhs": "破浪",
        "zht": "破浪",
        "jp": "波乗り",
        "ko": "파도 가르기",
        "en": "Wavesplitter",
        "de": "Wellenspalter",
        "es": "Rompeolas",
        "fr": "Brise-vagues",
        "pt": "Divisor de Ondas",
        "ru": "Рассекающий волны",
        "id": "Wavesplitter",
        "th": "Wavesplitter",
        "vi": "Phá Sóng"
      },
      "description": {
        "zhs": "角色在场上时，每4秒提升<color=#99FFFFFF>8%</color>造成的伤害，<color=#99FFFFFF>2.4%</color>受到的伤害。该效果最多叠加5层，不随角色退场重置，受到伤害后会减少1层效果。",
        "zht": "角色在場上時，每4秒提升<color=#99FFFFFF>8%</color>造成的傷害，同時增加<color=#99FFFFFF>2.4%</color>所受到的傷害。該效果最多疊加五層，不隨角色退場重置，受到傷害後會失去一層效果。",
        "jp": "フィールドにいる時、4秒毎に、与えるダメージ+<color=#99FFFFFF>8%</color>、被ダメージ+<color=#99FFFFFF>2.4%</color>。最大5重まで、退場後もリセットされず、攻撃を受けると効果数-1。",
        "ko": "캐릭터가 필드에 있을 때 4초마다 가하는 피해가 <color=#99FFFFFF>8%</color>, 받는 피해가 <color=#99FFFFFF>2.4%</color> 증가한다. 최대 중첩수: 5회. 캐릭터를 대기 상태로 전환해도 효과는 초기화되지 않는다. 피해를 받으면 중첩수가 1개 사라진다",
        "en": "Every 4s a character is on the field, they will deal <color=#99FFFFFF>8%</color> more DMG and take <color=#99FFFFFF>2.4%</color> more DMG. This effect has a maximum of 5 stacks and will not be reset if the character leaves the field, but will be reduced by 1 stack when the character takes DMG.",
        "de": "Erhöht den verursachten Schaden bei Anwesenheit der Figur alle 4 s um <color=#99FFFFFF>8 %</color> und den erlittenen Schaden um <color=#99FFFFFF>2,4 %</color>, 5-fach stapelbar. Effekt wird nicht bei Auswechseln der Figur zurückgesetzt, 1 Stapelung des Effekts wird bei Erleiden von Schaden aber entfernt.",
        "es": "Cuando el personaje esté en combate, aumenta el daño que inflige en un <color=#99FFFFFF>8%</color> y el daño que recibe en un <color=#99FFFFFF>2.4%</color> cada 4 s. Este efecto puede acumularse un máximo de 5 veces, y no se reiniciará si el personaje se retira de combate, sino que, cada vez que reciba daño, perderá una de las cargas acumuladas.",
        "fr": "Les DGT infligés augmentent de <color=#99FFFFFF>8 %</color> et les DGT reçus de <color=#99FFFFFF>2,4 %</color> toutes les 4 s tant que le personnage est en combat ; cet effet peut être cumulé 5 fois maximum. Il ne se réinitialise pas si le personnage quitte le combat, mais sera réduit d'un cumul si le personnage subit des DGT.",
        "pt": "Quando o jogador está em combate, a cada 4s aumenta o dano causado em <color=#99FFFFFF>8%</color> e <color=#99FFFFFF>2.4%</color> do Dano recebido. Este efeito pode ser acumulado até 5 vezes, não sendo redefinido após o personagem sair de campo, mas reduzirá 1 camada do efeito quando o personagem receber Dano.",
        "ru": "Каждые 4 сек. увеличивает наносимый персонажем урон на <color=#99FFFFFF>8%</color> и получаемый им урон на <color=#99FFFFFF>2,4%</color>, пока тот активен. Может складываться до 5 раз, не сбрасывается при смене персонажа, при получении урона снижается на 1 уровень складывания.",
        "id": "Saat karakter bertarung, setiap 4 detik meningkatkan <color=#99FFFFFF>8%</color> DMG yang diakibatkan dan <color=#99FFFFFF>2,4%</color> DMG yang diterima. Efek ini dapat ditumpuk maksimum 5 lapis, dan akan berkurang 1 lapis saat menerima DMG. Efek tidak akan hilang saat karakter bertarung digantikan.",
        "th": "เมื่อตัวละครเข้าสู่การต่อสู้ ในทุก 4 วินาที จะเพิ่มความเสียหายที่สร้าง <color=#99FFFFFF>8%</color> และเพิ่มความเสียหายที่ได้รับ <color=#99FFFFFF>2.4%</color> เอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น โดยจะไม่รีเซ็ตหลังจากที่ตัวละครออกจากสนามและเอฟเฟกต์จะลดลง 1 ชั้นหลังจากที่ได้รับความเสียหาย",
        "vi": "Khi nhân vật ra trận, mỗi 4s tăng <color=#99FFFFFF>8%</color> sát thương gây ra, <color=#99FFFFFF>2.4%</color> sát thương phải chịu. Cộng dồn tối đa 5 tầng, không làm mới khi nhân vật rời khỏi trận, sau khi chịu sát thương sẽ giảm 1 tầng hiệu quả."
      }
    },
    {
      "name": {
        "zhs": "破浪",
        "zht": "破浪",
        "jp": "波乗り",
        "ko": "파도 가르기",
        "en": "Wavesplitter",
        "de": "Wellenspalter",
        "es": "Rompeolas",
        "fr": "Brise-vagues",
        "pt": "Divisor de Ondas",
        "ru": "Рассекающий волны",
        "id": "Wavesplitter",
        "th": "Wavesplitter",
        "vi": "Phá Sóng"
      },
      "description": {
        "zhs": "角色在场上时，每4秒提升<color=#99FFFFFF>9%</color>造成的伤害，<color=#99FFFFFF>2.2%</color>受到的伤害。该效果最多叠加5层，不随角色退场重置，受到伤害后会减少1层效果。",
        "zht": "角色在場上時，每4秒提升<color=#99FFFFFF>9%</color>造成的傷害，同時增加<color=#99FFFFFF>2.2%</color>所受到的傷害。該效果最多疊加五層，不隨角色退場重置，受到傷害後會失去一層效果。",
        "jp": "フィールドにいる時、4秒毎に、与えるダメージ+<color=#99FFFFFF>9%</color>、被ダメージ+<color=#99FFFFFF>2.2%</color>。最大5重まで、退場後もリセットされず、攻撃を受けると効果数-1。",
        "ko": "캐릭터가 필드에 있을 때 4초마다 가하는 피해가 <color=#99FFFFFF>9%</color>, 받는 피해가 <color=#99FFFFFF>2.2%</color> 증가한다. 최대 중첩수: 5회. 캐릭터를 대기 상태로 전환해도 효과는 초기화되지 않는다. 피해를 받으면 중첩수가 1개 사라진다",
        "en": "Every 4s a character is on the field, they will deal <color=#99FFFFFF>9%</color> more DMG and take <color=#99FFFFFF>2.2%</color> more DMG. This effect has a maximum of 5 stacks and will not be reset if the character leaves the field, but will be reduced by 1 stack when the character takes DMG.",
        "de": "Erhöht den verursachten Schaden bei Anwesenheit der Figur alle 4 s um <color=#99FFFFFF>9 %</color> und den erlittenen Schaden um <color=#99FFFFFF>2,2 %</color>, 5-fach stapelbar. Effekt wird nicht bei Auswechseln der Figur zurückgesetzt, 1 Stapelung des Effekts wird bei Erleiden von Schaden aber entfernt.",
        "es": "Cuando el personaje esté en combate, aumenta el daño que inflige en un <color=#99FFFFFF>9%</color> y el daño que recibe en un <color=#99FFFFFF>2.2%</color> cada 4 s. Este efecto puede acumularse un máximo de 5 veces, y no se reiniciará si el personaje se retira de combate, sino que, cada vez que reciba daño, perderá una de las cargas acumuladas.",
        "fr": "Les DGT infligés augmentent de <color=#99FFFFFF>9 %</color> et les DGT reçus de <color=#99FFFFFF>2,2 %</color> toutes les 4 s tant que le personnage est en combat ; cet effet peut être cumulé 5 fois maximum. Il ne se réinitialise pas si le personnage quitte le combat, mais sera réduit d'un cumul si le personnage subit des DGT.",
        "pt": "Quando o jogador está em combate, a cada 4s aumenta o dano causado em <color=#99FFFFFF>9%</color> e <color=#99FFFFFF>2.2%</color> do Dano recebido. Este efeito pode ser acumulado até 5 vezes, não sendo redefinido após o personagem sair de campo, mas reduzirá 1 camada do efeito quando o personagem receber Dano.",
        "ru": "Каждые 4 сек. увеличивает наносимый персонажем урон на <color=#99FFFFFF>9%</color> и получаемый им урон на <color=#99FFFFFF>2,2%</color>, пока тот активен. Может складываться до 5 раз, не сбрасывается при смене персонажа, при получении урона снижается на 1 уровень складывания.",
        "id": "Saat karakter bertarung, setiap 4 detik meningkatkan <color=#99FFFFFF>9%</color> DMG yang diakibatkan dan <color=#99FFFFFF>2,2%</color> DMG yang diterima. Efek ini dapat ditumpuk maksimum 5 lapis, dan akan berkurang 1 lapis saat menerima DMG. Efek tidak akan hilang saat karakter digantikan.",
        "th": "เมื่อตัวละครเข้าสู่การต่อสู้ ในทุก 4 วินาที จะเพิ่มความเสียหายที่สร้าง <color=#99FFFFFF>9%</color> และเพิ่มความเสียหายที่ได้รับ <color=#99FFFFFF>2.2%</color> เอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น โดยจะไม่รีเซ็ตหลังจากที่ตัวละครออกจากสนามและเอฟเฟกต์จะลดลง 1 ชั้นหลังจากที่ได้รับความเสียหาย",
        "vi": "Khi nhân vật ra trận, mỗi 4s tăng <color=#99FFFFFF>9%</color> sát thương gây ra, <color=#99FFFFFF>2.2%</color> sát thương phải chịu. Cộng dồn tối đa 5 tầng, không làm mới khi nhân vật rời khỏi trận, sau khi chịu sát thương sẽ giảm 1 tầng hiệu quả."
      }
    },
    {
      "name": {
        "zhs": "破浪",
        "zht": "破浪",
        "jp": "波乗り",
        "ko": "파도 가르기",
        "en": "Wavesplitter",
        "de": "Wellenspalter",
        "es": "Rompeolas",
        "fr": "Brise-vagues",
        "pt": "Divisor de Ondas",
        "ru": "Рассекающий волны",
        "id": "Wavesplitter",
        "th": "Wavesplitter",
        "vi": "Phá Sóng"
      },
      "description": {
        "zhs": "角色在场上时，每4秒提升<color=#99FFFFFF>10%</color>造成的伤害，<color=#99FFFFFF>2%</color>受到的伤害。该效果最多叠加5层，不随角色退场重置，受到伤害后会减少1层效果。",
        "zht": "角色在場上時，每4秒提升<color=#99FFFFFF>10%</color>造成的傷害，同時增加<color=#99FFFFFF>2%</color>所受到的傷害。該效果最多疊加五層，不隨角色退場重置，受到傷害後會失去一層效果。",
        "jp": "フィールドにいる時、4秒毎に、与えるダメージ+<color=#99FFFFFF>10%</color>、被ダメージ+<color=#99FFFFFF>2%</color>。最大5重まで、退場後もリセットされず、攻撃を受けると効果数-1。",
        "ko": "캐릭터가 필드에 있을 때 4초마다 가하는 피해가 <color=#99FFFFFF>10%</color>, 받는 피해가 <color=#99FFFFFF>2%</color> 증가한다. 최대 중첩수: 5회. 캐릭터를 대기 상태로 전환해도 효과는 초기화되지 않는다. 피해를 받으면 중첩수가 1개 사라진다",
        "en": "Every 4s a character is on the field, they will deal <color=#99FFFFFF>10%</color> more DMG and take <color=#99FFFFFF>2%</color> more DMG. This effect has a maximum of 5 stacks and will not be reset if the character leaves the field, but will be reduced by 1 stack when the character takes DMG.",
        "de": "Erhöht den verursachten Schaden bei Anwesenheit der Figur alle 4 s um <color=#99FFFFFF>10 %</color> und den erlittenen Schaden um <color=#99FFFFFF>2 %</color>, 5-fach stapelbar. Effekt wird nicht bei Auswechseln der Figur zurückgesetzt, 1 Stapelung des Effekts wird bei Erleiden von Schaden aber entfernt.",
        "es": "Cuando el personaje esté en combate, aumenta el daño que inflige en un <color=#99FFFFFF>10%</color> y el daño que recibe en un <color=#99FFFFFF>2%</color> cada 4 s. Este efecto puede acumularse un máximo de 5 veces, y no se reiniciará si el personaje se retira de combate, sino que, cada vez que reciba daño, perderá una de las cargas acumuladas.",
        "fr": "Les DGT infligés augmentent de <color=#99FFFFFF>10 %</color> et les DGT reçus de <color=#99FFFFFF>2 %</color> toutes les 4 s tant que le personnage est en combat ; cet effet peut être cumulé 5 fois maximum. Il ne se réinitialise pas si le personnage quitte le combat, mais sera réduit d'un cumul si le personnage subit des DGT.",
        "pt": "Quando o jogador está em combate, a cada 4s aumenta o dano causado em <color=#99FFFFFF>10%</color> e <color=#99FFFFFF>2%</color> do Dano recebido. Este efeito pode ser acumulado até 5 vezes, não sendo redefinido após o personagem sair de campo, mas reduzirá 1 camada do efeito quando o personagem receber Dano.",
        "ru": "Каждые 4 сек. увеличивает наносимый персонажем урон на <color=#99FFFFFF>10%</color> и получаемый им урон на <color=#99FFFFFF>2%</color>, пока тот активен. Может складываться до 5 раз, не сбрасывается при смене персонажа, при получении урона снижается на 1 уровень складывания.",
        "id": "Saat karakter bertarung, setiap 4 detik meningkatkan <color=#99FFFFFF>10%</color> DMG yang diakibatkan dan <color=#99FFFFFF>2%</color> DMG yang diterima. Efek ini dapat ditumpuk maksimum 5 lapis, dan akan berkurang 1 lapis saat menerima DMG. Efek tidak akan hilang saat karakter bertarung digantikan.",
        "th": "เมื่อตัวละครเข้าสู่การต่อสู้ ในทุก 4 วินาที จะเพิ่มความเสียหายที่สร้าง <color=#99FFFFFF>10%</color> และเพิ่มความเสียหายที่ได้รับ <color=#99FFFFFF>2%</color> เอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น โดยจะไม่รีเซ็ตหลังจากที่ตัวละครออกจากสนามและเอฟเฟกต์จะลดลง 1 ชั้นหลังจากที่ได้รับความเสียหาย",
        "vi": "Khi nhân vật ra trận, mỗi 4s tăng <color=#99FFFFFF>10%</color> sát thương gây ra, <color=#99FFFFFF>2%</color> sát thương phải chịu. Cộng dồn tối đa 5 tầng, không làm mới khi nhân vật rời khỏi trận, sau khi chịu sát thương sẽ giảm 1 tầng hiệu quả."
      }
    }
  ],
  "internal_name": "Claymore_Kione",
  "imgid": "claymore/kione"
}