{
  "id": 12504,
  "type": "claymore",
  "rank": 5,
  "name": {
    "zhs": "无工之剑",
    "zht": "無工之劍",
    "jp": "無工の剣",
    "ko": "무공의 검",
    "en": "The Unforged",
    "de": "Grobes Schwert",
    "es": "Espada de la Desidia",
    "fr": "Lame brute",
    "pt": "Espada Áspera",
    "ru": "Некованый",
    "id": "The Unforged",
    "th": "The Unforged",
    "vi": "Kiếm Vô Công"
  },
  "description": {
    "zhs": "能靖祛妖魔奸佞，仿佛有神威的无锋大剑。",
    "zht": "能靖祛妖魔佞，彷彿有神威的無鋒大劍。",
    "jp": "悪人を討ち、妖魔を退治する大剣。刃はないが、その力は神を彷彿させる。",
    "ko": "요괴를 물리칠 수 있으며, 신의 힘이 깃든 듯한 날이 없는 대검",
    "en": "Capable of driving away evil spirits and wicked people alike, this edgeless claymore seems to possess divine might.",
    "de": "Ein Großschwert, das böse Geister und Menschen gleichsam vertreiben kann. Es scheint keine scharfe Kante zu haben und doch göttliche Kraft zu besitzen.",
    "es": "Espada sin filo capaz de acabar con demonios y villanos. ¿Tendrá poderes divinos?",
    "fr": "Capable d'éloigner les esprits et les individus mal intentionnés, cette épée à deux mains dénuée de tranchant est habitée par une puissance divine.",
    "pt": "Capaz de afastar tanto os espíritos malignos quanto as pessoas maléficas, este Espadão sem fio parece possuir o poder divino.",
    "ru": "Двуручный меч без острия, способный изгонять нечистую силу и карать предателей. Он будто наделён божественной силой.",
    "id": "Pedang tanpa ujung yang memiliki kekuatan hebat untuk mengusir iblis.",
    "th": "ดาบใหญ่ที่สามารถกำจัดอสูร ได้ราวกับมีพลังเทพเจ้าอันน่าเกรงขาม",
    "vi": "Thanh kiếm sắc bén có thể trừ yêu diệt ma, tựa như có uy lực của thần linh vậy."
  },
  "lore": {
    "zhs": "\n很久以前，璃月曾经有龙的身影。\n并非乘风翱翔天际的龙。而是踞身于山峦之中，\n身躯亦如山峦般庞大的悠古石龙。\n\n传说它曾沉睡在南天门一带，与群山混若一体。\n苏醒时，即使是微小的动作，或许只是伸懒腰，\n也会导致大地轰鸣颤抖。\n当时的岩君为了平息地动，来到了古龙的面前。\n\n传说大地平息了很长一段时间。\n而岩君的身边也多了一名伙伴。\n\n但在最后，龙与神、人或许最终还是不相容吧…\n\n龙被镇在大地深处后，畏怖着仙家与神的怒火，\n曾经聆听岩石间的震颤，一同作乱的岩之龙蜥，\n遁入了山间地底。\n但随着数千年的时光流转，龙蜥再次开始骚动…\n\n传说，胜者在镇压着古龙的巨木旁刺下这柄剑。\n作为封印之一，魔物或是奸佞的人皆无法触碰。\n如果传说属实，只有心澄如镜的人可以靠近它。\n如果传说属实的话，这把剑又为何不知所踪呢…",
    "zht": "\n很久以前，璃月曾經有龍的身影。\n並非乘風翱翔天際的龍。而是踞身於山巒之中，\n身軀亦如山巒般龐大的悠古石龍。\n\n傳說它曾沉睡在南天門一帶，與群山混若一體。\n甦醒時，即使是微小的動作，或許只是伸懶腰，\n也會導致大地轟鳴顫抖。\n當時的岩君為了平息地動，來到了古龍的面前。\n\n傳說大地平息了很長一段時間。\n而岩君的身邊也多了一名夥伴。\n\n但在最後，龍與神、人或許最終還是不相容吧…\n\n龍被鎮在大地深處後，畏懼著仙家與神的怒火，\n曾經聆聽岩石間的震顫，一同作亂的岩之龍蜥，\n遁入了山間地底。\n但隨著數千年的時光流轉，龍蜥再次開始騷動…\n\n傳說，勝者在鎮壓著古龍的巨木旁刺下這柄劍。\n作為封印之一，魔物或是奸佞的人皆無法觸碰。\n如果傳說屬實，只有心澄如鏡的人可以靠近它。\n如果傳說屬實的話，這把劍又為何不知所蹤呢…",
    "jp": "\n遠い昔、璃月には龍がいた。\n風に乗って飛び回るのではなく、龍は連なる山の中にいた。\n身体が山のように大きな石龍であった。\n\n伝説によると、龍は南天門辺りで、群山と一体になるかのように眠っていたそうだ。\n小さく寝返りを打ったり、背伸びをするだけでも、\n大地は揺れ動かされた。\n当時の岩君は大地を鎮めるため、古龍の元へとやって来た。\n\n伝説によると、大地は長い間平穏だった。\nそして、岩君の側には仲間が一名増えていた。\n\nだが結局、龍と神、そして人は恐らく相容れなかったのだろう……\n\n龍が地底に鎮められた後、仙人や神の怒りに触れる事を恐れて、\nかつて、一同になって暴れまわり、岩が揺れ動く音を傍聴していたヴィシャップも\n山の地底深くに潜り込んだ。\nだが、数千年の時が過ぎ、ヴィシャップが再び騒ぎ出す……\n\n伝説によると、勝者は古龍が鎮圧された巨木の側に剣を突き刺した。\nこの封印は、魔物や邪悪な心を持つ人には触れることができないものだった。\n伝説が本当であれば、清らかな心を持つ人のみ、それに近付く事ができる。\nだが、もし伝説が本当であれば、なぜその剣は行方が不明なのだろうか……",
    "ko": "\n아주 오래 전 리월에는 드래곤이 있었다.\n이 드래곤은 바람을 타고 날아다니는 것이 아닌 산속에 몸을 웅크리고 있는\n몸집이 산처럼 거대한 바위 드래곤이었다.\n\n전설에 의하면 드래곤은 남천문 일대에서 산들과 일체가 된 듯 잠을 자고 있다고 한다.\n깨어났을 때 몸을 살짝 뒤척이거나 기지개를 켜는 것만으로도\n대지가 요동쳤다.\n당시 암왕제군은 이를 다스리기 위해 고룡의 앞에 섰다.\n\n이후 대지는 오랫동안 잠잠해졌으며,\n암왕제군의 곁엔 동료가 한 명 늘어났다고 한다.\n\n하지만 결국 드래곤과 신, 그리고 인간은 서로 맞지 않았던 것일지도…\n\n용은 땅속 깊숙이 묻힌 뒤 선인과 신의 노여움을 살까 두려워했고\n과거 바위틈에서 함께 날뛰던 바위 용 도마뱀은\n산 밑 깊숙이 파고들었다.\n하지만 수천 년의 시간이 지나자 도마뱀은 다시 날뛰기 시작했다…\n\n전설에 따르면 승자는 고룡을 제압한 거목 옆에 이 검을 꽂아\n마물 혹은 간사한 자가 건들 수 없도록 봉인했다고 한다.\n전설이 사실이라면 거울처럼 깨끗한 마음을 가진 자만이 가까이 갈 수 있다.\n전설이 사실이라면 왜 이 검의 행방이 묘연한 것일까…",
    "en": "\nA long time ago, a dragon there was to be found in Liyue.\nNot a dragon that soared the skies, but one whose abode was the mountains.\nIndeed, this ancient dragon of stone was as large as the very mountains it called home.\n\nThe legends say that it slumbered in Nantianmen, seeming not at all unlike the surrounding hills.\nBut when it awakened, even the tiniest movement, or the slightest stretch...\nThat would cause the earth to tremble and shake.\nThen, Rex Lapis came before the dragon, seeking to stop the earth's quailing.\n\nThey say that for a long while, the land knew peace,\nAnd that Rex Lapis gained another comrade by his side.\n\nBut in the end, the union of dragons, gods and men was perhaps not to be...\n\nThe dragon was sealed in the bowels of the earth. Fearing the ire of the gods and the adepti,\nThe Geovishaps, who once heeded the trembling of the rock and wrought havoc alongside the dragon,\nFled into the roots of the mountains.\nBut as millennia passed, the dragon began to stir once again...\n\nThe legends hold that those who triumphed over the dragon stabbed this sword into the ground next to the giant tree that subdued the ancient dragon.\nAs one of the seals, monsters and malevolent mortals would be unable to touch it.\nIndeed, if the legends are true, only those with hearts as pure as clear mirrors could even come near it.\nYet, if those legends are true, how did this sword come to be lost?",
    "de": "\nVor langer Zeit gab es in Liyue einen Drachen.\nEr war nicht wie jene Drachen, die durch die Lüfte fliegen, sondern lebte standhaft zwischen den Bergen.\nEs war ein alter steinerner Drache mit einem Körper lang und robust wie eine Bergkette.\n\nDie Legende besagt, dass er eines Tages auf dem Nantianmen-Berg einschlief und sich so zwischen den Felsen verbarg.\nWenn er einmal aufwachte, war jede noch so kleinste Bewegung, die er machte, wie beispielsweise das reine Aufwachen, schon genug,\num ein Erdbeben zu verursachen.\nUm solche Beben zu stoppen, ging Rex Lapis dorthin, wo der alte Drache lebte.\n\nEs heißt, der Frieden zwischen ihnen habe lange gedauert\nund Rex Lapis gewann mit dem Drachen einen neuen Partner.\n\nAber leider finden sich Drachen auf Dauer nicht unter Göttern und Menschen ein ...\n\nNachdem er in die Tiefen der Erde zurückgedrängt worden war, fürchtete der Drache den Zorn der Götter.\nDie Drachenechsen, die den Felsbeben aufmerksam zuhörten, schlossen sich der Rebellion an\nund suchten Zuflucht in den Tiefen des Berges.\nTausende von Jahren vergingen und die Probleme fingen wieder von vorn an ...\n\nDer Legende nach soll der Sieger dieses Schwert in die Seite des riesigen Baumes gesteckt haben, der den alten Drachen unterdrückte.\nDa es eines der Siegel ist, können Dämonen und böse Geister es nicht berühren.\nWenn die Legende wahr ist, können sich ihm nur reinherzige Menschen nähern.\nWenn die Legende tatsächlich wahr ist, warum ist dann der Verbleib dieses Schwertes bis heute noch unbekannt?",
    "es": "\nHace mucho tiempo, en Liyue había un dragón.\nNo era como esos dragones que vuelan por los aires, sino que vivía entre las montañas.\nUn antiguo dragón de piedra con un cuerpo como una cordillera.\n\nCuenta la leyenda que un día se durmió en la Montaña Nantianmen, camuflándose entre sus rocas.\nAl despertarse, cualquier pequeño movimiento que hiciera, como desperezarse,\nprovocaba un temblor de tierra.\nPara acabar con los temblores, Rex Lapis fue adonde estaba el anciano dragón.\n\nSe dice que la paz duró mucho tiempo;\ny Rex Lapis ganó un nuevo compañero.\n\nPero los dragones son incompatibles con los dioses y las personas...\n\nDespués de haber sido reprimido en las profundidades de la tierra, el dragón temía la ira de los dioses.\nLos Dragartos Geo, que en el pasado escuchaban los temblores de las rocas, se unieron a la rebelión.\nY se refugiaron en las profundidades de la montaña.\nPasaron miles de años y los Dragartos comenzaron a causar problemas de nuevo...\n\nSegún la leyenda, el vencedor clavó esta espada al lado del árbol gigantesco que contenía al viejo dragón.\nAl ser uno de los sellos, los demonios y los espíritus malignos no podían tocarla.\nSi la leyenda está en lo cierto, solo las personas de corazón puro pueden acercarse a ella.\nSi la leyenda está en lo cierto, ¿por qué se desconoce el paradero de esta espada?",
    "fr": "\nIl y a longtemps, un dragon résidait à Liyue.\nMais il n'était pas comme ces dragons qui volent dans les airs ; lui se reposait dans les montagnes.\nC'était un ancien dragon de pierre au corps aussi imposant que les montagnes où il s'était établi.\n\nLa légende raconte qu'il sommeillait autrefois dans la région de Nantianmen, se fondant dans les collines.\nMais à son réveil, le moindre mouvement, le moindre étirement...\nUn rien suffit pour faire trembler la terre.\nAfin d'apaiser la terre, l'Archon Géo s'en alla à la rencontre de l'ancien dragon.\n\nOn dit que le calme revint sur les terres de manière durable.\nOn dit aussi que l'Archon Géo se trouva ainsi un nouveau compagnon.\n\nMais, les dragons ne s'entendent pas vraiment avec les dieux et les hommes...\n\nLe dragon fut piégé dans les profondeurs de la terre, et craignant la colère des dieux et des Adeptes,\ncelui qui autrefois avait fait trembler pierres et rocs\nse réfugia dans les profondeurs de la montagne.\nMais avec le passage du temps, le dragon se réveilla et s'agita à nouveau...\n\nLa légénde prétend que ceux qui triomphèrent de la bête plongèrent cette épée dans l'arbre géant la piégeant.\nEn tant que l'un des sceaux, ni monstres ni mortels aux mauvaises intentions ne pouvaient le toucher.\nSi la légende dit vrai, seules les personnes au cœur pur peuvent s'en approcher.\nMais si la légende dit vrai, comment cette épée s'est-elle perdue ?",
    "pt": "\nHavia um dragão em Liyue há muito tempo atrás.\nNão era um dragão que voava com o vento, mas sim um que vivia nas montanhas.\nSeu corpo também era grande como o de uma montanha.\n\nDizem que dormia entre as montanhas do Monte Nantianmen, e que seu corpo se misturava com elas como se fosse um só.\nQuando acordava, ainda que fizesse apenas um pequeno movimento, ou se esticasse levemente,\ncausava enormes tremores e estrondos.\nPara acabar com isso, o Arconte Geo partiu em direção ao dragão.\n\nDizem que tudo acalmou por muito tempo.\nE que o Arconte Geo tinha muitos companheiros ao seu lado.\n\nMas no final, o dragão era incompatível com os deuses e os humanos.\n\nDepois do dragão ser aprisionado no abismo, temendo a fúria do deus imortal,\nescutou um tremor entre as pedras, e junto com os Dragartos\nfugiram para debaixo da montanha.\nMas depois de rondar por incontáveis eras, o Dragarto começou a criar distúrbios novamente...\n\nDizem que esta espada foi enfiada na árvore próximo do local onde o dragão foi suprimido.\nComo um dos selos, demônios ou pessoas más são incapazes de tocar.\nSe a lenda for verdade, apenas um coração claro como um espelho poderá se aproximar.\nSe a lenda é verdadeira, por que não se sabe onde a espada está?",
    "ru": "\nДавным-давно в Ли Юэ был дракон.\nНо не тот, который летает в облаках, а тот, который скрывается в горах.\nТо был древний каменный дракон, и тело его было что сами горы.\n\nГоворят, он крепко спал у Южных небесных врат, слившись со скалами.\nА когда просыпался и начинал потягиваться,\nто вся округа ходила ходуном.\nЧтобы усмирить землетрясения, Властелин Камня пошёл к дракону.\n\nГоворят, что землетрясения затихли на долгое время.\nА у Властелина Камня появился ещё один помощник.\n\nНо всё-таки, наверное, драконы несовместимы с людьми или божествами...\n\nДракона заперли в глубинах земли, где он, боясь гнева божеств,\nвсё глубже зарывался, грохотал камнями и\nпродолжал безобразничать.\nИ вот спустя тысячи лет дракон снова пробуждается...\n\nГоворят, что именно этим мечом герой одолел дракона.\nПоскольку это одна из печатей, монстры и предатели не могут прикоснуться к мечу.\nЕсли легенды не врут, то только человек с чистым сердцем может приблизиться к нему.\nЕсли легенды не врут, то почему этот меч вдруг нашёлся?..",
    "id": "\nDulu, Liyue memiliki sosok naga.\nNamun bukan naga yang terbang di langit. Tapi naga yang duduk di pegunungan,\nTubuhnya besar sebesar naga batu dari zaman kuno.\n\nLegenda mengatakan bahwa dia pernah terlelap di daerah Nantianmen, menjadi satu dengan pegunungan.\nKetika dirinya terbangun, hanya dengan gerakan kecil, atau meregangkan tubuh,\nItu akan menyebabkan bumi bergetar.\nSaat itu, Archon Geo mendatangi sang naga untuk menenangkan gerakannya.\n\nLegenda mengatakan bahwa bumi menjadi damai untuk waktu yang lama.\nDan Archon Geo juga memiliki rekan di sampingnya.\n\nTapi pada akhirnya, naga itu mungkin tidak cocok hidup berdampingan dengan dewa dan manusia...\n\nSetelah naga itu disegel di kedalaman bumi, mereka takut akan amukan para peri dan dewa,\nNaga batu yang dulunya menyebabkan getaran di antara bebatuan,\nmelarikan diri ke dasar pegunungan.\nTetapi dengan berlalunya ribuan tahun, naga batu mulai mengganggu lagi...\n\nMenurut legenda, pedang ditikam di samping pohon besar yang menekan sang naga.\nSebagai salah satu segel, baik monster maupun orang jahat tidak bisa menyentuhnya.\nJika legenda itu benar, hanya orang dengan hati yang jernih yang bisa mendekatinya.\nJika legenda itu benar, lalu mengapa pedang itu hilang...",
    "th": "\nครั้งหนึ่งนานมาแล้ว Liyue เคยมีมังกรอยู่\nมันไม่ใช่มังกรที่โบยบินอยู่บนท้องฟ้า แต่เป็นมังกรที่อาศัยอยู่ในหุบเขา\nมังกรหินตัวมหึมานี้ มันมีรูปร่างใหญ่โตพอ ๆ กับหุบเขาที่เป็นบ้านของมัน\n\nตำนานกล่าวว่า ครั้งหนึ่งมันหลับไหลอยู่ที่ Nantianmen ร่างของมันกลมกลืนไปกับเนินเขารอบตัว\nเมื่อมันตื่นขึ้น ไม่ว่าจะเป็นการเคลื่อนไหวเพียงเล็กน้อย หรือจะเป็นการยืดตัว\nก็จะทำให้พื้นดินสั่นสะเทือน\nในตอนนั้นราชาแห่งหินได้มาหามังกรโบราณ เพราะต้องการจะหยุดการสั่นสะเทือนของพื้นดิน\n\nตำนานกล่าวว่าพื้นดินได้สงบลงเป็นเวลาอันยาวนาน\nและราชาแห่งหินก็ได้สหายใหม่เคียงข้างกาย\n\nแต่ท้ายที่สุด ความสัมพันธ์ระหว่างมังกร, เทพเจ้า และคนก็ไม่ยั่งยืน\n\nมังกรถูกขังไว้ส่วนลึกของโลก มันกลัวความโกรธแค้นของเทพเจ้าและเหล่าเซียน\nกิ้งก่ามังกรหินที่ครั้งหนึ่งเคยทำให้หินผาสั่นสะเทือน\nได้หลบหนีไปยังส่วนลึกของภูเขา\nแต่หลังจากเวลาผ่านไปหลายพันปี เจ้ามังกรก็เริ่มสร้างความวุ่นวายอีกครั้ง...\n\nตำนานกล่าวว่า ผู้พิชิตมังกรได้ปักดาบไว้ข้างต้นไม้ต้นยักษ์ ตรงที่เราปราบมังกรลงได้\nเพื่อใช้เป็นหนึ่งในผนึก ปีศาจและคนชั่วร้ายไม่อาจแตะต้องมันได้\nหากตำนานดังกล่าวเป็นจริง มีเพียงคนที่จิตใจใสสะอาดและบริสุทธิ์เท่านั้น ถึงจะเข้าใกล้มันได้\nแต่หากตำนานนี้เป็นเรื่องจริง แล้วดาบเล่มนี้มันหายไปได้อย่างไรกันล่ะ?",
    "vi": "\nTrước đây rất lâu, Liyue từng có bóng dáng của rồng.\nKhông phải rồng bay lượn trên trời, mà là ẩn mình trong dãy núi, \nRồng đá có thân hình to lớn bằng với những dãy núi.\n\nTruyền thuyết rằng nó nằm ngủ ở Nam Thiên Môn, hòa mình vào những dãy núi.\nKhi tỉnh giấc, chỉ cần một động tác nhỏ, hoặc vươn thân hình ra,\ncũng sẽ gây chấn động cả một vùng.\nNham Quân lúc đó vì muốn dẹp yên động đất, đã đến trước mặt Cổ Long.\n\nNghe nói đại địa đã được yên bình một thời gian dài.\nCòn Nham Quân cũng có thêm một người bạn bên mình.\n\nNhưng đến sau cùng, rồng, thần và con người cũng không thể dung hợp...\n\nSau khi rồng bị trấn giữ ở nơi thâm sâu, thì rất sợ nộ hỏa của tiên gia và thần, \nRồng Đất đã từng lắng nghe sự rung chuyển của đá, đồng loạt quấy phá, \nrồi lẩn sâu trong khe núi.\nNhưng ngàn năm trôi qua, Rồng Đất dường như lại bắt đầu làm loạn...\n\nTheo truyền thuyết, người chiến thắng đã đâm thanh kiếm này bên cạnh cây đại thụ trấn áp Cổ Long.\nLà một trong những phong ấn, ma vật hay những kẻ gian trá đều không thể chạm vào nó.\nNếu truyền thuyết là sự thật, chỉ những người có tấm lòng tĩnh lặng như gương mới có thể tiếp cận nó.\nNếu truyền thuyết là sự thật, thì thanh kiếm này vì sao lại mất tích..."
  },
  "effects": [
    {
      "name": {
        "zhs": "金璋皇极",
        "zht": "金璋皇極",
        "jp": "金璋君臨",
        "ko": "금빛의 옥·제군의 길",
        "en": "Golden Majesty",
        "de": "Majestätische Größe",
        "es": "Majestad dorada",
        "fr": "Majesté dorée",
        "pt": "Majestade Dourada",
        "ru": "Золочёное величество",
        "id": "Golden Majesty",
        "th": "Golden Majesty",
        "vi": "Hoàng Cực Chương Vàng"
      },
      "description": {
        "zhs": "护盾强效提升<color=#99FFFFFF>20%</color>。攻击命中后的8秒内，攻击力提升<color=#99FFFFFF>4%</color>。该效果至多可叠加5层，每0.3秒只能触发一次。此外，处于护盾庇护下时，该效果的攻击力提升效果提高100%。",
        "zht": "護盾強效提升<color=#99FFFFFF>20%</color>。攻擊命中後的8秒內，攻擊力提升<color=#99FFFFFF>4%</color>。該效果至多可疊加5層，每0.3秒只能觸發一次。此外，處於護盾庇護下時，該效果的攻擊力提升效果提高100%。",
        "jp": "シールド強化+<color=#99FFFFFF>20%</color>。攻撃が命中した8秒間、攻撃力+<color=#99FFFFFF>4%</color>。この効果は最大5重まで、0.3秒毎に1回のみ発動可能。また、シールド状態の時、攻撃力アップの効果量が2倍になる。",
        "ko": "보호막 강화 효과가 <color=#99FFFFFF>20%</color> 증가한다. 공격 명중 후 공격력이 <color=#99FFFFFF>4%</color> 증가한다. 지속 시간: 8초. 최대 중첩수: 5회. 해당 효과는 0.3초마다 1번 발동한다. 또한 보호막 존재 시 해당 효과의 공격력 증가 효과가 100% 증가한다",
        "en": "Increases Shield Strength by <color=#99FFFFFF>20%</color>. Scoring hits on opponents increases ATK by <color=#99FFFFFF>4%</color> for 8s. Max 5 stacks. Can only occur once every 0.3s. While protected by a shield, this ATK increase effect is increased by 100%.",
        "de": "Erhöht die Schildeffizienz um <color=#99FFFFFF>20 %</color>. Erhöht den ANG nach Treffern 8 s lang um <color=#99FFFFFF>4 %</color>. 5-fach stapelbar, 0,3 s Abklingzeit. Erhöht die Wirksamkeit der Erhöhung des ANG außerdem im Schutz von Schilden um 100 %.",
        "es": "Aumenta en un <color=#99FFFFFF>20%</color> la Protección de Escudo. Tras atacar a un enemigo, el ATQ aumenta en un <color=#99FFFFFF>4%</color> durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
        "fr": "Augmente la force du bouclier de <color=#99FFFFFF>20 %</color>. Toucher un ennemi augmente l'ATQ de <color=#99FFFFFF>4 %</color> pendant 8 s. Cet effet peut être cumulé 5 fois maximum et déclenché une fois toutes les 0,3 s. Lorsque vous êtes protégé par un bouclier, l'augmentation d'ATQ de cet effet est de 100 %.",
        "pt": "Aumenta a Força do Escudo em <color=#99FFFFFF>20%</color>. Acertar ataques em inimigos aumenta o ataque em <color=#99FFFFFF>4%</color> por 8s. Acumula até 5 vezes. Pode ocorrer apenas uma vez a cada 0.3s. Enquanto estiver protegido por um escudo, esse efeito de ataque é aumentado em 100%.",
        "ru": "Увеличивает прочность щита на <color=#99FFFFFF>20%</color>. При попадании увеличивает силу атаки на <color=#99FFFFFF>4%</color> в течение 8 сек. Эффект может складываться до 5 раз и возникнуть раз в 0,3 сек. Кроме того, под защитой щита бонус силы атаки данного эффекта увеличивается на 100%.",
        "id": "Meningkatkan kekuatan perisai sebesar <color=#99FFFFFF>20%</color>. Serangan yang mengenai musuh meningkatkan ATK sebesar <color=#99FFFFFF>4%</color> selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh perisai, efek ATK ini meningkat sebesar 100%.",
        "th": "เพิ่มประสิทธิภาพโล่ป้องกัน <color=#99FFFFFF>20%</color> ภายในเวลา 8 วินาที หลังจากโจมตีถูกเป้าหมาย จะเพิ่มพลังโจมตี <color=#99FFFFFF>4%</color> โดยเอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น ซึ่งจะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที เมื่อได้รับการป้องกันจากโล่ พลังโจมตีของเอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
        "vi": "Hiệu quả khiên tăng <color=#99FFFFFF>20%</color>. Trong vòng 8s sau khi đánh trúng, tấn công tăng <color=#99FFFFFF>4%</color>. Cộng dồn 5 tầng, mỗi 0.3s chỉ được thi triển 1 lần. Ngoài ra, khi được khiên bảo vệ, hiệu quả tăng tấn công sẽ tăng 100%."
      }
    },
    {
      "name": {
        "zhs": "金璋皇极",
        "zht": "金璋皇極",
        "jp": "金璋君臨",
        "ko": "금빛의 옥·제군의 길",
        "en": "Golden Majesty",
        "de": "Majestätische Größe",
        "es": "Majestad dorada",
        "fr": "Majesté dorée",
        "pt": "Majestade Dourada",
        "ru": "Золочёное величество",
        "id": "Golden Majesty",
        "th": "Golden Majesty",
        "vi": "Hoàng Cực Chương Vàng"
      },
      "description": {
        "zhs": "护盾强效提升<color=#99FFFFFF>25%</color>。攻击命中后的8秒内，攻击力提升<color=#99FFFFFF>5%</color>。该效果至多可叠加5层，每0.3秒只能触发一次。此外，处于护盾庇护下时，该效果的攻击力提升效果提高100%。",
        "zht": "護盾強效提升<color=#99FFFFFF>25%</color>。攻擊命中後的8秒內，攻擊力提升<color=#99FFFFFF>5%</color>。該效果至多可疊加5層，每0.3秒只能觸發一次。此外，處於護盾庇護下時，該效果的攻擊力提升效果提高100%。",
        "jp": "シールド強化+<color=#99FFFFFF>25%</color>。攻撃が命中した8秒間、攻撃力+<color=#99FFFFFF>5%</color>。この効果は最大5重まで、0.3秒毎に1回のみ発動可能。また、シールド状態の時、攻撃力アップの効果量が2倍になる。",
        "ko": "보호막 강화 효과가 <color=#99FFFFFF>25%</color> 증가한다. 공격 명중 후 공격력이 <color=#99FFFFFF>5%</color> 증가한다. 지속 시간: 8초. 최대 중첩수: 5회. 해당 효과는 0.3초마다 1번 발동한다. 또한 보호막 존재 시 해당 효과의 공격력 증가 효과가 100% 증가한다",
        "en": "Increases Shield Strength by <color=#99FFFFFF>25%</color>. Scoring hits on opponents increases ATK by <color=#99FFFFFF>5%</color> for 8s. Max 5 stacks. Can only occur once every 0.3s. While protected by a shield, this ATK increase effect is increased by 100%.",
        "de": "Erhöht die Schildeffizienz um <color=#99FFFFFF>25 %</color>. Erhöht den ANG nach Treffern 8 s lang um <color=#99FFFFFF>5 %</color>. 5-fach stapelbar, 0,3 s Abklingzeit. Erhöht die Wirksamkeit der Erhöhung des ANG außerdem im Schutz von Schilden um 100 %.",
        "es": "Aumenta en un <color=#99FFFFFF>25%</color> la Protección de Escudo. Tras atacar a un enemigo, el ATQ aumenta en un <color=#99FFFFFF>5%</color> durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
        "fr": "#Augmente la force du bouclier de <color=#99FFFFFF>25 %</color>. Toucher un ennemi augmente l'ATQ de <color=#99FFFFFF>5{NON_BREAK_SPACE}%</color> pendant 8 s. Cet effet peut être cumulé 5 fois maximum et déclenché une fois toutes les 0,3 s. Lorsque vous êtes protégé par un bouclier, l'augmentation d'ATQ de cet effet est de 100 %.",
        "pt": "Aumenta a força do Escudo em <color=#99FFFFFF>25%</color>. Acertar ataques em inimigos aumenta o ataque em <color=#99FFFFFF>5%</color> por 8s. Acumula até 5 vezes. Pode ocorrer apenas uma vez a cada 0.3s. Enquanto estiver protegido por um escudo, esse efeito de ataque é aumentado em 100%.",
        "ru": "Увеличивает прочность щита на <color=#99FFFFFF>25%</color>. При попадании увеличивает силу атаки на <color=#99FFFFFF>5%</color> в течение 8 сек. Эффект может складываться до 5 раз и возникнуть раз в 0,3 сек. Кроме того, под защитой щита бонус силы атаки данного эффекта увеличивается на 100%.",
        "id": "Meningkatkan kekuatan perisai sebesar <color=#99FFFFFF>25%</color>. Serangan yang mengenai musuh meningkatkan ATK sebesar <color=#99FFFFFF>5%</color> selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh perisai, efek ATK ini meningkat sebesar 100%.",
        "th": "เพิ่มประสิทธิภาพโล่ป้องกัน <color=#99FFFFFF>25%</color> ภายในเวลา 8 วินาที หลังจากโจมตีถูกเป้าหมาย จะเพิ่มพลังโจมตี <color=#99FFFFFF>5%</color> โดยเอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น ซึ่งจะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที เมื่อได้รับการป้องกันจากโล่ พลังโจมตีของเอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
        "vi": "Hiệu quả khiên tăng <color=#99FFFFFF>25%</color>. Trong vòng 8s sau khi đánh trúng, tấn công tăng <color=#99FFFFFF>5%</color>. Cộng dồn 5 tầng, mỗi 0.3s chỉ được thi triển 1 lần. Ngoài ra, khi được khiên bảo vệ, hiệu quả tăng tấn công sẽ tăng 100%."
      }
    },
    {
      "name": {
        "zhs": "金璋皇极",
        "zht": "金璋皇極",
        "jp": "金璋君臨",
        "ko": "금빛의 옥·제군의 길",
        "en": "Golden Majesty",
        "de": "Majestätische Größe",
        "es": "Majestad dorada",
        "fr": "Majesté dorée",
        "pt": "Majestade Dourada",
        "ru": "Золочёное величество",
        "id": "Golden Majesty",
        "th": "Golden Majesty",
        "vi": "Hoàng Cực Chương Vàng"
      },
      "description": {
        "zhs": "护盾强效提升<color=#99FFFFFF>30%</color>。攻击命中后的8秒内，攻击力提升<color=#99FFFFFF>6%</color>。该效果至多可叠加5层，每0.3秒只能触发一次。此外，处于护盾庇护下时，该效果的攻击力提升效果提高100%。",
        "zht": "護盾強效提升<color=#99FFFFFF>30%</color>。攻擊命中後的8秒內，攻擊力提升<color=#99FFFFFF>6%</color>。該效果至多可疊加5層，每0.3秒只能觸發一次。此外，處於護盾庇護下時，該效果的攻擊力提升效果提高100%。",
        "jp": "シールド強化+<color=#99FFFFFF>30%</color>。攻撃が命中した8秒間、攻撃力+<color=#99FFFFFF>6%</color>。この効果は最大5重まで、0.3秒毎に1回のみ発動可能。また、シールド状態の時、攻撃力アップの効果量が2倍になる。",
        "ko": "보호막 강화 효과가 <color=#99FFFFFF>30%</color> 증가한다. 공격 명중 후 공격력이 <color=#99FFFFFF>6%</color> 증가한다. 지속 시간: 8초. 최대 중첩수: 5회. 해당 효과는 0.3초마다 1번 발동한다. 또한 보호막 존재 시 해당 효과의 공격력 증가 효과가 100% 증가한다",
        "en": "Increases Shield Strength by <color=#99FFFFFF>30%</color>. Scoring hits on opponents increases ATK by <color=#99FFFFFF>6%</color> for 8s. Max 5 stacks. Can only occur once every 0.3s. While protected by a shield, this ATK increase effect is increased by 100%.",
        "de": "Erhöht die Schildeffizienz um <color=#99FFFFFF>30 %</color>. Erhöht den ANG nach Treffern 8 s lang um <color=#99FFFFFF>6 %</color>. 5-fach stapelbar, 0,3 s Abklingzeit. Erhöht die Wirksamkeit der Erhöhung des ANG außerdem im Schutz von Schilden um 100 %.",
        "es": "Aumenta en un <color=#99FFFFFF>30%</color> la Protección de Escudo. Tras atacar a un enemigo, el ATQ aumenta en un <color=#99FFFFFF>6%</color> durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
        "fr": "#Augmente la force du bouclier de <color=#99FFFFFF>30 %</color>. Toucher un ennemi augmente l'ATQ de <color=#99FFFFFF>6{NON_BREAK_SPACE}%</color> pendant 8 s. Cet effet peut être cumulé 5 fois maximum et déclenché une fois toutes les 0,3 s. Lorsque vous êtes protégé par un bouclier, l'augmentation d'ATQ de cet effet est de 100 %.",
        "pt": "Aumenta a força do Escudo em <color=#99FFFFFF>30%</color>. Acertar ataques em inimigos aumenta o ataque em <color=#99FFFFFF>6%</color> por 8s. Acumula até 5 vezes. Pode ocorrer apenas uma vez a cada 0.3s. Enquanto estiver protegido por um escudo, esse efeito de ataque é aumentado em 100%.",
        "ru": "Увеличивает прочность щита на <color=#99FFFFFF>30%</color>. При попадании увеличивает силу атаки на <color=#99FFFFFF>6%</color> в течение 8 сек. Эффект может складываться до 5 раз и возникнуть раз в 0,3 сек. Кроме того, под защитой щита бонус силы атаки данного эффекта увеличивается на 100%.",
        "id": "Meningkatkan kekuatan perisai sebesar <color=#99FFFFFF>30%</color>. Serangan yang mengenai musuh meningkatkan ATK sebesar <color=#99FFFFFF>6%</color> selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh perisai, efek ATK ini meningkat sebesar 100%.",
        "th": "เพิ่มประสิทธิภาพโล่ป้องกัน <color=#99FFFFFF>30%</color> ภายในเวลา 8 วินาที หลังจากโจมตีถูกเป้าหมาย จะเพิ่มพลังโจมตี <color=#99FFFFFF>6%</color> โดยเอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น ซึ่งจะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที เมื่อได้รับการป้องกันจากโล่ พลังโจมตีของเอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
        "vi": "Hiệu quả khiên tăng <color=#99FFFFFF>30%</color>. Trong vòng 8s sau khi đánh trúng, tấn công tăng <color=#99FFFFFF>6%</color>. Cộng dồn 5 tầng, mỗi 0.3s chỉ được thi triển 1 lần. Ngoài ra, khi được khiên bảo vệ, hiệu quả tăng tấn công sẽ tăng 100%."
      }
    },
    {
      "name": {
        "zhs": "金璋皇极",
        "zht": "金璋皇極",
        "jp": "金璋君臨",
        "ko": "금빛의 옥·제군의 길",
        "en": "Golden Majesty",
        "de": "Majestätische Größe",
        "es": "Majestad dorada",
        "fr": "Majesté dorée",
        "pt": "Majestade Dourada",
        "ru": "Золочёное величество",
        "id": "Golden Majesty",
        "th": "Golden Majesty",
        "vi": "Hoàng Cực Chương Vàng"
      },
      "description": {
        "zhs": "护盾强效提升<color=#99FFFFFF>35%</color>。攻击命中后的8秒内，攻击力提升<color=#99FFFFFF>7%</color>。该效果至多可叠加5层，每0.3秒只能触发一次。此外，处于护盾庇护下时，该效果的攻击力提升效果提高100%。",
        "zht": "護盾強效提升<color=#99FFFFFF>35%</color>。攻擊命中後的8秒內，攻擊力提升<color=#99FFFFFF>7%</color>。該效果至多可疊加5層，每0.3秒只能觸發一次。此外，處於護盾庇護下時，該效果的攻擊力提升效果提高100%。",
        "jp": "シールド強化+<color=#99FFFFFF>35%</color>。攻撃が命中した8秒間、攻撃力+<color=#99FFFFFF>7%</color>。この効果は最大5重まで、0.3秒毎に1回のみ発動可能。また、シールド状態の時、攻撃力アップの効果量が2倍になる。",
        "ko": "보호막 강화 효과가 <color=#99FFFFFF>35%</color> 증가한다. 공격 명중 후 공격력이 <color=#99FFFFFF>7%</color> 증가한다. 지속 시간: 8초. 최대 중첩수: 5회. 해당 효과는 0.3초마다 1번 발동한다. 또한 보호막 존재 시 해당 효과의 공격력 증가 효과가 100% 증가한다",
        "en": "Increases Shield Strength by <color=#99FFFFFF>35%</color>. Scoring hits on opponents increases ATK by <color=#99FFFFFF>7%</color> for 8s. Max 5 stacks. Can only occur once every 0.3s. While protected by a shield, this ATK increase effect is increased by 100%.",
        "de": "Erhöht die Schildeffizienz um <color=#99FFFFFF>35 %</color>. Erhöht den ANG nach Treffern 8 s lang um <color=#99FFFFFF>7 %</color>. 5-fach stapelbar, 0,3 s Abklingzeit. Erhöht die Wirksamkeit der Erhöhung des ANG außerdem im Schutz von Schilden um 100 %.",
        "es": "Aumenta en un <color=#99FFFFFF>35%</color> la Protección de Escudo. Tras atacar a un enemigo, el ATQ aumenta en un <color=#99FFFFFF>7%</color> durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
        "fr": "#Augmente la force du bouclier de <color=#99FFFFFF>35 %</color>. Toucher un ennemi augmente l'ATQ de <color=#99FFFFFF>7{NON_BREAK_SPACE}%</color> pendant 8 s. Cet effet peut être cumulé 5 fois maximum et déclenché une fois toutes les 0,3 s. Lorsque vous êtes protégé par un bouclier, l'augmentation d'ATQ de cet effet est de 100 %.",
        "pt": "Aumenta a força do Escudo em <color=#99FFFFFF>35%</color>. Acertar ataques em inimigos aumenta o ataque em <color=#99FFFFFF>7%</color> por 8s. Acumula até 5 vezes. Pode ocorrer apenas uma vez a cada 0.3s. Enquanto estiver protegido por um escudo, esse efeito de ataque é aumentado em 100%.",
        "ru": "Увеличивает прочность щита на <color=#99FFFFFF>35%</color>. При попадании увеличивает силу атаки на <color=#99FFFFFF>7%</color> в течение 8 сек. Эффект может складываться до 5 раз и возникнуть раз в 0,3 сек. Кроме того, под защитой щита бонус силы атаки данного эффекта увеличивается на 100%.",
        "id": "Meningkatkan kekuatan perisai sebesar <color=#99FFFFFF>35%</color>. Serangan yang mengenai musuh meningkatkan ATK sebesar <color=#99FFFFFF>7%</color> selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh perisai, efek ATK ini meningkat sebesar 100%.",
        "th": "เพิ่มประสิทธิภาพโล่ป้องกัน <color=#99FFFFFF>35%</color> ภายในเวลา 8 วินาที หลังจากโจมตีถูกเป้าหมาย จะเพิ่มพลังโจมตี <color=#99FFFFFF>7%</color> โดยเอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น ซึ่งจะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที เมื่อได้รับการป้องกันจากโล่ พลังโจมตีของเอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
        "vi": "Hiệu quả khiên tăng <color=#99FFFFFF>35%</color>. Trong vòng 8s sau khi đánh trúng, tấn công tăng <color=#99FFFFFF>7%</color>. Cộng dồn 5 tầng, mỗi 0.3s chỉ được thi triển 1 lần. Ngoài ra, khi được khiên bảo vệ, hiệu quả tăng tấn công sẽ tăng 100%."
      }
    },
    {
      "name": {
        "zhs": "金璋皇极",
        "zht": "金璋皇極",
        "jp": "金璋君臨",
        "ko": "금빛의 옥·제군의 길",
        "en": "Golden Majesty",
        "de": "Majestätische Größe",
        "es": "Majestad dorada",
        "fr": "Majesté dorée",
        "pt": "Majestade Dourada",
        "ru": "Золочёное величество",
        "id": "Golden Majesty",
        "th": "Golden Majesty",
        "vi": "Hoàng Cực Chương Vàng"
      },
      "description": {
        "zhs": "护盾强效提升<color=#99FFFFFF>40%</color>。攻击命中后的8秒内，攻击力提升<color=#99FFFFFF>8%</color>。该效果至多可叠加5层，每0.3秒只能触发一次。此外，处于护盾庇护下时，该效果的攻击力提升效果提高100%。",
        "zht": "護盾強效提升<color=#99FFFFFF>40%</color>。攻擊命中後的8秒內，攻擊力提升<color=#99FFFFFF>8%</color>。該效果至多可疊加5層，每0.3秒只能觸發一次。此外，處於護盾庇護下時，該效果的攻擊力提升效果提高100%。",
        "jp": "シールド強化+<color=#99FFFFFF>40%</color>。攻撃が命中した8秒間、攻撃力+<color=#99FFFFFF>8%</color>。この効果は最大5重まで、0.3秒毎に1回のみ発動可能。また、シールド状態の時、攻撃力アップの効果量が2倍になる。",
        "ko": "보호막 강화 효과가 <color=#99FFFFFF>40%</color> 증가한다. 공격 명중 후 공격력이 <color=#99FFFFFF>8%</color> 증가한다. 지속 시간: 8초. 최대 중첩수: 5회. 해당 효과는 0.3초마다 1번 발동한다. 또한 보호막 존재 시 해당 효과의 공격력 증가 효과가 100% 증가한다",
        "en": "Increases Shield Strength by <color=#99FFFFFF>40%</color>. Scoring hits on opponents increases ATK by <color=#99FFFFFF>8%</color> for 8s. Max 5 stacks. Can only occur once every 0.3s. While protected by a shield, this ATK increase effect is increased by 100%.",
        "de": "Erhöht die Schildeffizienz um <color=#99FFFFFF>40 %</color>. Erhöht den ANG nach Treffern 8 s lang um <color=#99FFFFFF>8 %</color>. 5-fach stapelbar, 0,3 s Abklingzeit. Erhöht die Wirksamkeit der Erhöhung des ANG außerdem im Schutz von Schilden um 100 %.",
        "es": "Aumenta en un <color=#99FFFFFF>40%</color> la Protección de Escudo.. Tras atacar a un enemigo, el ATQ aumenta en un <color=#99FFFFFF>8%</color> durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
        "fr": "#Augmente la force du bouclier de <color=#99FFFFFF>40 %</color>. Toucher un ennemi augmente l'ATQ de <color=#99FFFFFF>8{NON_BREAK_SPACE}%</color> pendant 8 s. Cet effet peut être cumulé 5 fois maximum et déclenché une fois toutes les 0,3 s. Lorsque vous êtes protégé par un bouclier, l'augmentation d'ATQ de cet effet est de 100 %.",
        "pt": "Aumenta a força do Escudo em <color=#99FFFFFF>40%</color>. Acertar ataques em inimigos aumenta o ataque em <color=#99FFFFFF>8%</color> por 8s. Acumula até 5 vezes. Pode ocorrer apenas uma vez a cada 0.3s. Enquanto estiver protegido por um escudo, esse efeito de ataque é aumentado em 100%.",
        "ru": "Увеличивает прочность щита на <color=#99FFFFFF>40%</color>. При попадании увеличивает силу атаки на <color=#99FFFFFF>8%</color> в течение 8 сек. Эффект может складываться до 5 раз и возникнуть раз в 0,3 сек. Кроме того, под защитой щита бонус силы атаки данного эффекта увеличивается на 100%.",
        "id": "Meningkatkan kekuatan perisai sebesar <color=#99FFFFFF>40%</color>. Serangan yang mengenai musuh meningkatkan ATK sebesar <color=#99FFFFFF>8%</color> selama 8 detik. Maksimal 5 lapis. Dapat terpicu setiap 0,3 detik. Saat dilindungi oleh perisai, efek ATK ini meningkat sebesar 100%.",
        "th": "เพิ่มประสิทธิภาพโล่ป้องกัน <color=#99FFFFFF>40%</color> ภายในเวลา 8 วินาที หลังจากโจมตีถูกเป้าหมาย จะเพิ่มพลังโจมตี <color=#99FFFFFF>8%</color> โดยเอฟเฟกต์นี้จะซ้อนทับกันมากสุด 5 ชั้น ซึ่งจะเกิดขึ้นหนึ่งครั้งในทุก 0.3 วินาที เมื่อได้รับการป้องกันจากโล่ พลังโจมตีของเอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
        "vi": "Hiệu quả khiên tăng <color=#99FFFFFF>40%</color>. Trong vòng 8s sau khi đánh trúng, tấn công tăng <color=#99FFFFFF>8%</color>. Cộng dồn 5 tầng, mỗi 0.3s chỉ được thi triển 1 lần. Ngoài ra, khi được khiên bảo vệ, hiệu quả tăng tấn công sẽ tăng 100%."
      }
    }
  ],
  "internal_name": "Claymore_Kunwu",
  "imgid": "claymore/kunwu"
}