{
  "id": 12410,
  "type": "claymore",
  "rank": 4,
  "name": {
    "zhs": "千岩古剑",
    "zht": "千岩古劍",
    "jp": "千岩古剣",
    "ko": "천암고검",
    "en": "Lithic Blade",
    "de": "Antikes Millelithenschwert",
    "es": "Espada Lítica",
    "fr": "Épée antique des Millelithes",
    "pt": "Espada Antiga de Millelith",
    "ru": "Каменный меч",
    "id": "Lithic Blade",
    "th": "Lithic Blade",
    "vi": "Thiên Nham Cổ Kiếm"
  },
  "description": {
    "zhs": "以璃月的基岩为原料削凿成的厚重大剑。",
    "zht": "以璃月的基岩為原料削鑿成的厚重大劍。",
    "jp": "璃月の基盤岩を原材料として作った重厚な大剣。",
    "ko": "리월의 기암을 깎아 만든 대검",
    "en": "A greatsword carved and chiseled from the very bedrock of Liyue.",
    "de": "Ein wuchtiges Schwert gemeißelt aus dem Gestein, auf dem Liyue gebaut ist.",
    "es": "Un pesado mandoble forjado a partir de rocas primigenias de Liyue.",
    "fr": "Une grande épée qui a été taillée à partir du substrat rocheux de Liyue.",
    "pt": "Uma espada grande esculpida e cinzelada na própria base de Liyue.",
    "ru": "Массивный двуручный меч, вырубленный из каменного основания Ли Юэ.",
    "id": "Pedang tebal dan berat, terbuat dari batu Liyue.",
    "th": "ดาบหนาและหนักซึ่งถูกทำขึ้นจากแผ่นหินของ Liyue",
    "vi": "Đại kiếm được mài giũa từ đá ở Liyue."
  },
  "lore": {
    "zhs": "\n古代的千岩军爱用的武器。\n以构成璃月港的神铸基岩削成，无比沉重，\n寻常人根本无法举起，遑论挥舞与战斗了。\n但据记载，古时的千岩军人能够猎猎挥舞。\n\n千岩军最初是由岩君的追随者自发组成的部队，\n最早可追溯到港城落成之时。\n以岩君、璃月之名为旗号，共进退，绝不溃弃：\n「千岩牢固，重嶂不移。干城戎甲，靖妖闲邪」\n千岩将士们无不恪守这一条教诲，百死而不悔。\n\n他们致力于追随岩王帝君的脚步，斩灭魔妖、救助百姓，守卫璃月平安。\n千岩军最有名的功绩，并非杀戮而是守护。以己为盾，守护身后的家园。\n\n这把巨剑无比沉重而牢固，就像守护者的责任与意志。\n最早削岩为剑，武装兵团的星氏与寒氏或许也预见了，\n在未来，拥有伟力运用这种岩剑战斗的人会越来越少。\n但这也代表世间和平，守护者与剑终于不再被需要了。\n",
    "zht": "\n古代的千岩軍愛用的武器。\n以構成璃月港的神鑄基岩削成，無比沉重，\n尋常人根本無法舉起，遑論揮舞與戰鬥了。\n但據記載，古時的千岩軍人能夠獵獵揮舞。\n\n千岩軍最初是由岩君的追隨者自發組成的部隊，\n最早可追溯到港城落成之時。\n以岩君、璃月之名為旗號，共進退，絕不潰棄：\n「千岩牢固，重嶂不移。干城戎甲，靖妖閑邪」\n千岩將士們無不恪守這一條教誨，百死而不悔。\n\n他們致力於追隨岩王帝君的腳步，斬滅魔妖、救助百姓，守衛璃月平安。\n千岩軍最有名的功績，並非殺戮而是守護。以己為盾，守護身後的家園。\n\n這把巨劍無比沉重而牢固，就像守護者的責任與意志。\n最早削岩為劍，武裝兵團的星氏與寒氏或許也預見了，\n在未來，擁有偉力運用這種岩劍戰鬥的人會越來越少。\n但這也代表世間和平，守護者與劍終於不再被需要了。\n",
    "jp": "\n古代の千岩軍兵士が愛用していた武器。\n璃月港の地盤を構成した岩石を削って作られた両手剣。非常に重い。\n普通の人は持ち上げることさえできず、戦うことなんてとんでもない。\nだが記録によると、古代の千岩軍兵士はそれを実際に使用していた。\n\n千岩軍は当初、岩君の信者が自発的に結成した部隊であった。\nその歴史は町が出来たばかりの時まで遡る。\n岩君は璃月の名の下、共に歩み続け、絶対に諦めないと誓った。\n「千岩牢固、揺るぎない。盾と武器使ひて、妖魔を駆逐す。」\n千岩君の兵士たちは皆この箴言を守り、自身の命よりも重要視していた。\n\n彼らは岩王帝君に付従って妖魔を斬殺し、民を救い璃月の平和を守った。\n千岩軍の最も輝かしい功績は殺戮ではなく守護であった。己を盾とし、彼らの故郷を守った。\n\nこの巨剣は守護者の責任と意志のように非常に重くて硬い。\n最初に岩を削り剣を作った武装兵団の星氏と寒氏は、\n将来、この岩剣を自在に扱える人は少なくなると予想した。\nやがてこの剣は世界平和の象徴となり、守護者も剣も必要なくなるだろう。\n",
    "ko": "\n고대 천암군이 즐겨 사용하던 무기.\n리월항의 기암을 깎아 만들어서 아주 무겁다.\n평범한 사람은 이를 들어 올릴 수도 없으니 휘두르며 싸우는 건 당연히 말할 필요도 없다.\n그러나 고대 천암군은 이를 휘둘렀다는 기록이 있다.\n\n애초에 천암군은 바위의 신을 따르는 자들이 자진하여 조직한 부대로,\n항구 도시가 세워졌을 때 처음 생겨났다.\n그들은 바위 신과 리월의 이름 아래 진퇴를 함께하고 절대 포기하지 않겠다고 맹세했다.\n「귀신 잡는 천암군, 드높은 위상은 변치 않지. 악을 물리치고 질서를 잡는 군인 중 군인」\n천암군 병사들은 이 말을 철저히 지키며 목숨보다 소중히 여긴다.\n\n그들은 암왕제군의 발걸음을 따라 요마를 섬멸하고 백성을 구하며 리월의 평화를 수호하기 위해 최선을 다한다.\n천암군의 가장 유명한 업적은 살육이 아닌 수호다. 그들은 자신들의 몸을 방패로 터전을 수호했다.\n\n이 대검은 마치 수호자의 책임과 의지처럼 무겁고 견고하다.\n최초로 기암을 깎아 검을 만들어 부대를 무장한 성 씨와 한 씨도,\n이 대검을 휘두르며 전투에 나설 만한 사람이 갈수록 적어질 거라 예견했을 것이다.\n그러나 이는 세상이 평화로워 더 이상 수호자와 검이 필요하지 않다는 것을 의미하기도 한다.\n",
    "en": "\nA weapon favored by the Millelith of yore.\nCarved from the divine bedrock upon which Liyue Harbor was established, it is incomparably heavy.\nNo ordinary human could lift this blade, let alone wield it in battle.\nAnd yet records state that the Millelith of old could use it with ease.\n\nThe Millelith was an organization first founded on the initiative of the followers of Rex Lapis.\nIts history can be traced to when the port city was first completed.\nUnder Rex Lapis' and Liyue's banner they march, and will never desert it, whether in advance or retreat.\n\"While rock stays hard, the mountain shall never fail; while the Millelith stands guard, evil shall never prevail.\"\nThe Millelith warriors adhere without fail to this code, and for it they would die without regrets.\n\nThey follow in Rex Lapis' footsteps to the best of their ability, slaying monsters, protecting the citizenry, and keeping the peace in Liyue.\nThe Millelith made its name not in slaughter but in defense, using their own bodies to shield their homeland.\n\nThis greatsword of unmatched weight and hardness mirrors the duty and the will of Liyue's guardians.\nXing and Han, the two members of this armed force who first carved stone into swords, must have known in their hearts,\nThat in the future, those who had the strength to use these stone swords would grow few.\nBut this also meant that the world would be at peace, and neither guardians nor swords would be needed anymore.\n",
    "de": "\nEine von den alten Millelithen bevorzugte Waffe.\nGehauen aus dem göttlichen Grundgestein, aus dem auch der Hafen von Liyue errichtet wurde. Es ist unvergleichlich schwer.\nKein normaler Mensch könnte diese Klinge heben, geschweige denn im Kampf führen.\nUnd doch gibt es Aufzeichnungen darüber, dass die alten Millelithen sie mit Leichtigkeit benutzen konnten.\n\nDie Millelithen waren eine Organisation, die zuerst auf Initiative der Anhänger von Rex Lapis hin gegründet wurde.\nIhre Geschichte lässt sich bis zur Gründung der Hafenstadt zurückverfolgen.\nUnter dem Banner von Rex Lapis und Liyue marschierten sie und sie würden nie abtrünnig werden, weder im Angriff noch im Rückzug.\n„Millelithen solln sein der Stadt Schild und Schwert, wie Fels und Gestein uns den Frieden beschert.“\nDie Millelithen-Krieger halten sich unbedingt an diesen Kodex und würden dafür ohne Reue sterben.\n\nSie traten nach besten Kräften in die Fußstapfen von Rex Lapis, töteten Monster, schützten die Bürger und bewahrten den Frieden in Liyue.\nDie Millelithen machten sich nicht durch das Abschlachten von Gegnern, sondern durch Verteidigung einen Namen, indem sie ihre eigenen Körper als Schutzschild für ihre Heimat einsetzten.\n\nDieses Großschwert von unübertroffenem Gewicht und großer Härte spiegelt die Pflicht und den Willen von Liyues Wächtern wider.\nXing und Han, die beiden, die einst als erste aus Stein Schwerter fertigten, müssen teif in ihrem Innern gewusst haben,\ndass in der Zukunft diejenigen, die die Kraft hätten, diese Steinschwerter zu schwingen, immer weniger werden würden.\nDies bedeutete aber auch, dass die Welt in Frieden leben würde und weder Wächter noch Schwerter mehr gebraucht würden.\n",
    "es": "\nEl arma predilecta de la Geoarmada de la antigüedad.\nForjada sobre los divinos cimientos rocosos en los que se fundó Liyue, es excepcionalmente pesada.\nCualquier persona común y corriente sería incapaz de levantarla, y menos aún de blandirla para luchar.\nSin embargo, hay fuentes escritas que afirman que los hombres de la antigua Geoarmada la empuñaban con total facilidad.\n\nEn su origen, la Geoarmada fue fundada por iniciativa de los seguidores de Rex Lapis.\nLa mención más antigua sobre ella data de la época en que se completó la construcción de la ciudad portuaria.\nComo abanderados de Rex Lapis y de Liyue, avanzaban y retrocedían en conjunto con la determinación de no abandonar jamás:\n“Duros como la roca, inamovibles como un peñasco. Defendemos la ciudad con nuestro escudo, y luchamos contra el mal con nuestra espada”.\nTodos los soldados de la Geoarmada cumplían con esta consigna sin excepción, e incluso estaban dispuestos a morir por ello.\n\nSe dedicaban en cuerpo y alma a seguir los pasos de Rex Lapis, diezmando monstruos, protegiendo a la población y salvaguardando la paz en Liyue.\nLa Geoarmada no se ganó su buena reputación por masacrar, sino por defender, pues sus soldados usaron sus propios cuerpos para proteger su tierra.\n\nEsta gran espada, firme y excepcionalmente pesada, refleja el deber y la voluntad de los guardianes de Liyue.\nLos soldados Xing y Han, los primeros en tallar espadas de piedra, probablemente sabían que,\nen el futuro, cada vez habría menos personas con la fuerza suficiente para luchar con esta espada.\nSin embargo, ello también significaría que el mundo estaría en paz, y que ya no se necesitarían ni guardianes ni espadas.\n",
    "fr": "\nUne arme affectionnée par les Millelithes d'autrefois.\nForgée dans le substrat rocheux formant le fondement du Port de Liyue, elle est d'un poids inhabituellement élevé.\nL'homme du commun ne possède pas la force requise pour la brandir, et encore moins celle de l'utiliser en combat.\nMais d'après certaines archives, les Millelithes d'antan étaient capables de la faire tournoyer sans aucune gêne.\n\nLes Millelithes furent à l'origine créés par un groupe de fidèles de l'Archon Géo.\nOn peut retracer leur présence jusqu'à la fondation du port.\nMarchant sous la bannière de l'Archon Géo et de Liyue, ils ne désertent jamais, dans l'attaque comme dans la retraite.\n« Durs comme le roc, puissants comme la montagne ; les Millelithes veillent et terrassent le mal. »\nLes guerriers Millelithes adhèrent sans faute à ce code, et sont tous sans exception prêts à mourir en son nom.\n\nIls marchent dans les pas de l'Archon, remplissant au mieux leur mission, affrontant toute menace et protégeant les citoyens et la paix de Liyue.\nNe vous y trompez pas : leur principale contribution ne se compte pas au nombre de créatures par eux tuées, mais bien dans la défense qu'ils exercent, usant de leurs propres corps pour protéger leur terre natale.\n\nCette longue lame est aussi lourde que puissante – lourde comme la responsabilité du protecteur, et puissante comme sa volonté.\nXing et Han, les premiers artisans qui gravèrent la pierre pour en obtenir des épées, l'avaient peut-être pressenti :\nceux capables de brandir de telles armes en combat deviendraient avec le temps de moins en moins nombreux.\nMais cela signifiait aussi que le monde aurait enfin trouvé la paix, et que ni gardiens ni épées ne seraient plus nécessaires.\n",
    "pt": "\nA arma predileta dos Millelith de antigamente.\nEsculpida na rocha divina sobre a qual o porto de Liyue foi estabelecido, ela é incomparavelmente pesada.\nNenhum humano comum conseguia levantar esta lâmina, muito menos empunhá-la em batalha.\nE, no entanto, os registros afirmam que os Millelith de antigamente conseguiam usá-la com facilidade.\n\nOs Millelith eram uma organização fundada pela primeira vez por iniciativa dos seguidores de Rex Lapis.\nSua história pode ser rastreada até quando a cidade portuária foi completada pela primeira vez.\nSob a bandeira de Rex Lapis e Liyue eles marcham, e nunca a abandonarão, seja durante o ataque ou durante a retirada.\n\"Enquanto a rocha permanecer dura, a montanha nunca falhará; enquanto os Millelith estiverem de guarda, o mal nunca prevalecerá.\"\nOs guerreiros Millelith aderem sem falta a este código, e por ele morreriam sem arrependimento.\n\nEles se dedicaram a seguir os passos do Rex Lapis o melhor que pudessem, matando monstros, protegendo os cidadãos e mantendo a paz em Liyue.\nOs Millelith fizeram seus nomes não no abate, mas na defesa, usando seus próprios corpos para proteger sua pátria.\n\nEsta grande espada de peso e dureza inigualáveis espelha o dever e a vontade dos guardiões de Liyue.\nXing e Han, os dois que primeiro entalharam espadas na pedra, devem saber em seus corações que,\nNo futuro, aqueles que teriam a força para usar essas espadas de pedra seriam cada vez menores.\nMas isto também significava que o mundo estaria em paz, e não seriam mais necessários guardiões nem espadas.\n",
    "ru": "\nЛюбимое оружие древних Миллелитов.\nМеч, отлитый из священной породы, лежащей в основании гавани Ли Юэ, ужасно тяжёл.\nОбычный человек не сможет даже поднять его, не говоря уже о том, чтобы сражаться.\nОднако согласно историческим записям, древние Миллелиты легко могли пользоваться такими клинками.\n\nИзначально Миллелиты были войском, сформировавшимся из последователей Гео Архонта.\nУпоминания о них можно найти уже в то время, когда был основан Ли Юэ.\nОни выступали под знамёнами Гео Архонта и гавани Ли Юэ, были сплочены и верны клятве:\n«Пока Миллелиты на страже города, у зла нет шансов!»\nИ нет ни одного Миллелита,кто не соблюдал бы этого обета. За него любой из них умрёт без раздумий.\n\nОни посвятили себя служению Властелину Камня, истреблению демонов, защите простого народа и благополучия Ли Юэ.\nМиллелиты стали известны благодаря защите, а не убийствам. Они считают себя щитом, прикрывающим родные края.\n\nЭтот огромный меч ужасно тяжёл и крепок, как долг и воля защитника.\nВозможно, рода Син и Хань, первыми вырезавшие клинки из скальных пород, предвидели,\nЧто в будущем людей, имеющих достаточно сил, чтобы сражаться таким мечом, будет всё меньше.\nНо это также значит, что на земле будет царить мир, и не будет нужды ни в защитниках, ни в их мечах.\n",
    "id": "\nSenjata yang disukai oleh para Millelith dahulu kala.\nDiukir dari batuan magis yang sangat berat di mana Liyue Harbour didirikan,\nTidak ada orang biasa yang bisa mengangkat pedang itu ataupun menggunakannya untuk bertarung.\nNamun sejarah mengatakan para Millelith pada zaman dulu bisa menggunakannya dengan mudah.\n\nMillelith adalah organisasi yang pertama kali dibentuk atas inisiatif dari pengikut Rex Lapis,\nSejarahnya sudah dapat ditelusuri sejak kota pelabuhan selesai didirikan.\nDi bawah panji Rex Lapis dan Liyue mereka berbaris, dan mereka selalu maju, tidak pernah mundur:\n\"Selama matahari tetap bersinar, gunung-gunung takkan beranjak; dan selama Millelith tak gentar, keadilan akan tetap berdiri tegak.\"\nPrajurit Millelith memegang teguh prinsip ini, dan karenanya mereka rela mati tanpa penyesalan.\n\nMereka berkomitmen untuk mengikuti jejak Rex Lapis sebaik mungkin, membasmi monster, melindungi rakyat, dan menjaga kedamaian di Liyue.\nPrajurit Millelith menjadi terkenal bukan dalam hal pembantaian, melainkan pertahanan. Mereka menggunakan tubuhnya sendiri sebagai perisai untuk melindungi tanah airnya.\n\nGreatsword yang berat dan keras mencerminkan kewajiban dan tekad seorang pelindung Liyue.\nXing dan Han, 2 orang pertama yang memahat batu menjadi pedang, pastinya menyadari hal itu di dalam hati mereka,\nBahwa di masa depan, mereka yang mempunyai kekuatan untuk menggunakan pedang batu ini akan menjadi semakin sedikit.\nNamun itu juga berarti bahwa dunia ini telah menjadi lebih damai, sehingga pelindung dan pedang ini tidak dibutuhkan lagi.\n",
    "th": "\nอาวุธที่กองทหาร Millelith ชอบใช้ในสมัยโบราณ\nตัดจากพื้นหินอันศักดิ์สิทธิ์ที่อยู่เหนือที่ตั้งของท่าเรือ Liyue ซึ่งมันหนักอย่างหาที่เปรียบมิได้\nคนธรรมดาไม่มีทางยกขึ้นได้ ไม่ต้องพูดถึงว่าจะโบกตอนสู้รบเลยเชียว\nแต่ตามบันทึกแล้ว กองทหาร Millelith ในสมัยโบราณสามารถชูและโบกมันได้\n\nกองทหาร Millelith นั้นเริ่มมาจากผู้ติดตามของท่านลอร์ดแห่งหินที่ได้ก่อตั้งกองกำลังทหารขึ้น\nและประวัติความเป็นมาของมันสามารถตรวจสอบได้จากตอนที่เมืองท่าสร้างเสร็จเป็นครั้งแรก\nในนามของท่านลอร์ดแห่งหิน, ธงของ Liyue เดินหน้าร่วมกันและไม่ถอยกลับเป็นอันขาด:\n\"Millelith อันแข็งแกร่งผู้แสนหนักแน่นไม่หวั่นไหว เกราะและอาวุธผู้ซึ่งคอยเฝ้าปกปักรักษา ปราบปรามภูตผีและความชั่วร้ายทั้งมวล\"\nเหล่านักรบ Millelith เคารพข้อกำหนดนี้อย่างเคร่งครัด แม้นต้องตายก็ไม่เสียใจ\n\nพวกเขาต่างมุ่งมั่นที่จะเดินตามรอยเท้าของท่านลอร์ดแห่งหิน สังหารปีศาจ, ช่วยเหลือผู้คน ปกป้อง Liyue ให้สงบสุข\nผลงานที่โด่งดังที่สุดของกองทหาร Millelith นั้นไม่ใช่การสังหารแต่คือการปกป้อง โดยใช้ตัวเองเป็นเกราะป้องกันบ้านของพวกเขา\n\nดาบใหญ่เล่มนี้หนักอย่างหาที่เปรียบมิได้ทั้งยังแข็งแกร่ง เหมือนกับความรับผิดชอบและความตั้งใจของผู้ปกป้อง\nท่าน Xing และท่าน Han เป็นสองคนแรกที่ตัดหินให้เป็นดาบ จะต้องรู้ดีแก่ใจ\nในอนาคต ผู้มีพละกำลังที่จะใช้ดาบหินแบบนี้ในการรบนั้น ยิ่งนับวันจะยิ่งน้อยลง\nแต่นี่ก็หมายความว่าโลกจะสงบสุขและไม่ต้องการผู้ปกป้องและดาบอีกต่อไป\n",
    "vi": "\nVũ khí yêu thích của Thiên Nham Quân cổ đại.\nĐược làm từ nền đá tạo nên cảng Liyue, nặng không gì sánh bằng.\nNgười thường không thể nhấc lên được, nói gì đến vung lên cùng chiến đấu.\nNhưng theo ghi chép, binh sĩ của Thiên Nham Quân cổ đại có thể nhẹ nhàng vung lên.\n\nQuân đội Thiên Nham Quân ban đầu được thành lập tự phát từ những người đi theo Nham Thần.\nCó thể bắt nguồn sớm nhất từ thời điểm thành phố cảng mới thành lập\nTheo Nham Quân, cờ hiệu lấy tên Liyue, cùng tiến cùng lui, không bao giờ bỏ cuộc:\n\"Thiên Nham vững chắc, núi vững khó dời. Binh tốt tướng giỏi, hàng ma trừ tà\"\nNhững binh lính của Thiên Nham đều tuân theo lời dạy này, chết không hối tiếc.\n\nHọ dốc sức đi theo bước chân của Nham Vương Đế Quân, tiêu diệt ma quỷ, cứu giúp người dân, bảo vệ sự yên bình của Liyue.\nThành tựu có tiếng nhất của Thiên Nham Quân không phải là giết chóc mà là bảo vệ. Lấy bản thân làm lá chắn, bảo vệ quê hương phía sau.\n\nThanh kiếm lớn này vô cùng nặng nề và kiên cố, giống như trách nhiệm và ý chí của người bảo vệ.\nLúc đầu gọt đá làm kiếm, họ Xing và họ Han của binh đoàn vũ trang có lẽ cũng dự đoán được,\nTrong tương lai, sẽ càng ngày càng ít người có sức mạnh sử dụng loại kiếm đá này để chiến đấu.\nNhưng điều này cũng cho thấy rằng thế giới đã hòa bình, không còn cần người bảo vệ và kiếm nữa.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "千岩诀·同心",
        "zht": "千岩訣·同心",
        "jp": "千岩訣·同心",
        "ko": "천암결·일심",
        "en": "Lithic Axiom: Unity",
        "de": "Axiom der Millelithen – Einigkeit",
        "es": "Axioma de la roca: Unidad",
        "fr": "Axiome de la roche : Unité",
        "pt": "Axioma de Millelith: Unidade",
        "ru": "Наставления камня: Единство",
        "id": "Lithic Axiom: Unity",
        "th": "Lithic Axiom: Unity",
        "vi": "Thiên Nham Quyết - Đồng Tâm"
      },
      "description": {
        "zhs": "队伍中每有一位璃月角色，装备该武器的角色便获得<color=#99FFFFFF>7%</color>攻击力提升与<color=#99FFFFFF>3%</color>暴击率提升。至多获得4层提升效果。",
        "zht": "隊伍中每有一位璃月角色，裝備此武器的角色便獲得<color=#99FFFFFF>7%</color>攻擊力提升與<color=#99FFFFFF>3%</color>暴擊率提升。至多獲得四層提升效果。",
        "jp": "チームに璃月出身のキャラクターが1人いる毎に、この武器を装備したキャラクターの攻撃力+<color=#99FFFFFF>7%</color>、会心率+<color=#99FFFFFF>3%</color>。最大4重まで。",
        "ko": "파티 내에 리월 출신 캐릭터가 1명 존재할 때마다 해당 무기를 장착한 캐릭터의 공격력이 <color=#99FFFFFF>7%</color> 증가하고 치명타 확률이 <color=#99FFFFFF>3%</color> 증가한다. 최대 중첩수: 4회",
        "en": "For every character in the party who hails from Liyue, the character who equips this weapon gains a <color=#99FFFFFF>7%</color> ATK increase and a <color=#99FFFFFF>3%</color> CRIT Rate increase. This effect stacks up to 4 times.",
        "de": "Erhöht den Angriff der mit dieser Waffe ausgerüsteten Figur für jede Figur aus Liyue in der Truppe um <color=#99FFFFFF>7 %</color> und die KT um je <color=#99FFFFFF>3 %</color>. 4-fach stapelbar.",
        "es": "Por cada personaje de Liyue que haya en el equipo, el ATQ del personaje que lleve esta arma equipada aumenta en un <color=#99FFFFFF>7%</color>, y su Prob. CRIT aumenta en un <color=#99FFFFFF>3%</color>. Este efecto solo puede acumularse un máximo de 4 veces.",
        "fr": "Pour chaque personnage de Liyue présent dans l'équipe, le personnage équipé de cette arme bénéficie de <color=#99FFFFFF>7 %</color> de bonus d'ATQ et de <color=#99FFFFFF>3 %</color> de bonus de taux CRIT. Ces bonus peuvent être cumulés 4 fois maximum.",
        "pt": "Por cada personagem de Liyue que possua na Equipe, aumenta o ATQ do personagem que equipar essa arma em <color=#99FFFFFF>7%</color> e aumenta sua Taxa CRIT em <color=#99FFFFFF>3%</color>. Esse efeito pode ser acumulado no máximo 4 vezes.",
        "ru": "С каждым членом отряда из Ли Юэ сила атаки экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>7%</color>, а его шанс крит. попадания - на <color=#99FFFFFF>3%</color>. Эффект может складываться до 4 раз.",
        "id": "Untuk setiap karakter dalam party yang berasal dari Liyue, karakter yang menggunakan senjata ini mendapatkan peningkatan <color=#99FFFFFF>7%</color> ATK dan <color=#99FFFFFF>3%</color> CRIT Rate. Efek ini dapat ditumpuk hingga 4 lapis.",
        "th": "สำหรับทีมที่มีตัวละครที่มาจาก Liyue อยู่ในทีม ตัวละครที่ใช้อาวุธนี้จะได้รับพลังโจมตีเพิ่ม <color=#99FFFFFF>7%</color> และอัตราคริเพิ่ม <color=#99FFFFFF>3%</color> โดยเอฟเฟกต์นี้จะซ้อนทับได้มากสุด 4 ชั้น",
        "vi": "Mỗi khi trong đội có 1 nhân vật Liyue, nhân vật trang bị vũ khí này sẽ nhận <color=#99FFFFFF>7%</color> tăng tấn công và <color=#99FFFFFF>3%</color> tăng tỷ lệ bạo kích. Nhiều nhất có thể nhận 4 tầng hiệu quả tăng."
      }
    },
    {
      "name": {
        "zhs": "千岩诀·同心",
        "zht": "千岩訣·同心",
        "jp": "千岩訣·同心",
        "ko": "천암결·일심",
        "en": "Lithic Axiom: Unity",
        "de": "Axiom der Millelithen – Einigkeit",
        "es": "Axioma de la roca: Unidad",
        "fr": "Axiome de la roche : Unité",
        "pt": "Axioma de Millelith: Unidade",
        "ru": "Наставления камня: Единство",
        "id": "Lithic Axiom: Unity",
        "th": "Lithic Axiom: Unity",
        "vi": "Thiên Nham Quyết - Đồng Tâm"
      },
      "description": {
        "zhs": "队伍中每有一位璃月角色，装备该武器的角色便获得<color=#99FFFFFF>8%</color>攻击力提升与<color=#99FFFFFF>4%</color>暴击率提升。至多获得4层提升效果。",
        "zht": "隊伍中每有一位璃月角色，裝備此武器的角色便獲得<color=#99FFFFFF>8%</color>攻擊力提升與<color=#99FFFFFF>4%</color>暴擊率提升。至多獲得四層提升效果。",
        "jp": "チームに璃月出身のキャラクターが1人いる毎に、この武器を装備したキャラクターの攻撃力+<color=#99FFFFFF>8%</color>、会心率+<color=#99FFFFFF>4%</color>。最大4重まで。",
        "ko": "파티 내에 리월 출신 캐릭터가 1명 존재할 때마다 해당 무기를 장착한 캐릭터의 공격력이 <color=#99FFFFFF>8%</color> 증가하고 치명타 확률이 <color=#99FFFFFF>4%</color> 증가한다. 최대 중첩수: 4회",
        "en": "For every character in the party who hails from Liyue, the character who equips this weapon gains a <color=#99FFFFFF>8%</color> ATK increase and a <color=#99FFFFFF>4%</color> CRIT Rate increase. This effect stacks up to 4 times.",
        "de": "Erhöht den Angriff der mit dieser Waffe ausgerüsteten Figur für jede Figur aus Liyue in der Truppe um <color=#99FFFFFF>8 %</color> und die KT um je <color=#99FFFFFF>4 %</color>. 4-fach stapelbar.",
        "es": "Por cada personaje de Liyue que haya en el equipo, el ATQ del personaje que lleve esta arma equipada aumenta en un <color=#99FFFFFF>8%</color>, y su Prob. CRIT aumenta en un <color=#99FFFFFF>4%</color>. Este efecto solo puede acumularse un máximo de 4 veces.",
        "fr": "Pour chaque personnage de Liyue présent dans l'équipe, le personnage équipé de cette arme bénéficie de <color=#99FFFFFF>8 %</color> de bonus d'ATQ et de <color=#99FFFFFF>4 %</color> de bonus de taux CRIT pour chaque personnage de l'équipe provenant de Liyue. Ces bonus peuvent être cumulés 4 fois maximum.",
        "pt": "Por cada personagem de Liyue que possua na Equipe, aumenta o ATQ do personagem que equipar essa arma em <color=#99FFFFFF>8%</color> e aumenta sua Taxa CRIT em <color=#99FFFFFF>4%</color>. Esse efeito pode ser acumulado no máximo 4 vezes.",
        "ru": "С каждым членом отряда из Ли Юэ сила атаки экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>8%</color>, а его шанс крит. попадания - на <color=#99FFFFFF>4%</color>. Эффект может складываться до 4 раз.",
        "id": "Untuk setiap karakter dalam party yang berasal dari Liyue, karakter yang menggunakan senjata ini mendapatkan peningkatan <color=#99FFFFFF>8%</color> ATK dan <color=#99FFFFFF>4%</color> CRIT Rate. Efek ini dapat ditumpuk hingga 4 lapis.",
        "th": "สำหรับทีมที่มีตัวละครที่มาจาก Liyue อยู่ในทีม ตัวละครที่ใช้อาวุธนี้จะได้รับพลังโจมตีเพิ่ม <color=#99FFFFFF>8%</color> และอัตราคริเพิ่ม <color=#99FFFFFF>4%</color> โดยเอฟเฟกต์นี้จะซ้อนทับได้มากสุด 4 ชั้น",
        "vi": "Mỗi khi trong đội có 1 nhân vật Liyue, nhân vật trang bị vũ khí này sẽ nhận <color=#99FFFFFF>8%</color> tăng tấn công và <color=#99FFFFFF>4%</color> tăng tỷ lệ bạo kích. Nhiều nhất có thể nhận 4 tầng hiệu quả tăng."
      }
    },
    {
      "name": {
        "zhs": "千岩诀·同心",
        "zht": "千岩訣·同心",
        "jp": "千岩訣·同心",
        "ko": "천암결·일심",
        "en": "Lithic Axiom: Unity",
        "de": "Axiom der Millelithen – Einigkeit",
        "es": "Axioma de la roca: Unidad",
        "fr": "Axiome de la roche : Unité",
        "pt": "Axioma de Millelith: Unidade",
        "ru": "Наставления камня: Единство",
        "id": "Lithic Axiom: Unity",
        "th": "Lithic Axiom: Unity",
        "vi": "Thiên Nham Quyết - Đồng Tâm"
      },
      "description": {
        "zhs": "队伍中每有一位璃月角色，装备该武器的角色便获得<color=#99FFFFFF>9%</color>攻击力提升与<color=#99FFFFFF>5%</color>暴击率提升。至多获得4层提升效果。",
        "zht": "隊伍中每有一位璃月角色，裝備此武器的角色便獲得<color=#99FFFFFF>9%</color>攻擊力提升與<color=#99FFFFFF>5%</color>暴擊率提升。至多獲得四層提升效果。",
        "jp": "チームに璃月出身のキャラクターが1人いる毎に、この武器を装備したキャラクターの攻撃力+<color=#99FFFFFF>9%</color>、会心率+<color=#99FFFFFF>5%</color>。最大4重まで。",
        "ko": "파티 내에 리월 출신 캐릭터가 1명 존재할 때마다 해당 무기를 장착한 캐릭터의 공격력이 <color=#99FFFFFF>9%</color> 증가하고 치명타 확률이 <color=#99FFFFFF>5%</color> 증가한다. 최대 중첩수: 4회",
        "en": "For every character in the party who hails from Liyue, the character who equips this weapon gains a <color=#99FFFFFF>9%</color> ATK increase and a <color=#99FFFFFF>5%</color> CRIT Rate increase. This effect stacks up to 4 times.",
        "de": "Erhöht den Angriff der mit dieser Waffe ausgerüsteten Figur für jede Figur aus Liyue in der Truppe um <color=#99FFFFFF>9 %</color> und die KT um je <color=#99FFFFFF>5 %</color>. 4-fach stapelbar.",
        "es": "Por cada personaje de Liyue que haya en el equipo, el ATQ del personaje que lleve esta arma equipada aumenta en un <color=#99FFFFFF>9%</color>, y su Prob. CRIT aumenta en un <color=#99FFFFFF>5%</color>. Este efecto solo puede acumularse un máximo de 4 veces.",
        "fr": "Pour chaque personnage de Liyue présent dans l'équipe, le personnage équipé de cette arme bénéficie de <color=#99FFFFFF>9 %</color> de bonus d'ATQ et de <color=#99FFFFFF>5 %</color> de bonus de taux CRIT pour chaque personnage de l'équipe provenant de Liyue. Ces bonus peuvent être cumulés 4 fois maximum.",
        "pt": "Por cada personagem de Liyue que possua na Equipe, aumenta o ATQ do personagem que equipar essa arma em <color=#99FFFFFF>9%</color> e aumenta sua Taxa CRIT em <color=#99FFFFFF>5%</color>. Esse efeito pode ser acumulado no máximo 4 vezes.",
        "ru": "С каждым членом отряда из Ли Юэ сила атаки экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>9%</color>, а его шанс крит. попадания - на <color=#99FFFFFF>5%</color>. Эффект может складываться до 4 раз.",
        "id": "Untuk setiap karakter dalam party yang berasal dari Liyue, karakter yang menggunakan senjata ini mendapatkan peningkatan <color=#99FFFFFF>9%</color> ATK dan <color=#99FFFFFF>5%</color> CRIT Rate. Efek ini dapat ditumpuk hingga 4 lapis.",
        "th": "สำหรับทีมที่มีตัวละครที่มาจาก Liyue อยู่ในทีม ตัวละครที่ใช้อาวุธนี้จะได้รับพลังโจมตีเพิ่ม <color=#99FFFFFF>9%</color> และอัตราคริเพิ่ม <color=#99FFFFFF>5%</color> โดยเอฟเฟกต์นี้จะซ้อนทับได้มากสุด 4 ชั้น",
        "vi": "Mỗi khi trong đội có 1 nhân vật Liyue, nhân vật trang bị vũ khí này sẽ nhận <color=#99FFFFFF>9%</color> tăng tấn công và <color=#99FFFFFF>5%</color> tăng tỷ lệ bạo kích. Nhiều nhất có thể nhận 4 tầng hiệu quả tăng."
      }
    },
    {
      "name": {
        "zhs": "千岩诀·同心",
        "zht": "千岩訣·同心",
        "jp": "千岩訣·同心",
        "ko": "천암결·일심",
        "en": "Lithic Axiom: Unity",
        "de": "Axiom der Millelithen – Einigkeit",
        "es": "Axioma de la roca: Unidad",
        "fr": "Axiome de la roche : Unité",
        "pt": "Axioma de Millelith: Unidade",
        "ru": "Наставления камня: Единство",
        "id": "Lithic Axiom: Unity",
        "th": "Lithic Axiom: Unity",
        "vi": "Thiên Nham Quyết - Đồng Tâm"
      },
      "description": {
        "zhs": "队伍中每有一位璃月角色，装备该武器的角色便获得<color=#99FFFFFF>10%</color>攻击力提升与<color=#99FFFFFF>6%</color>暴击率提升。至多获得4层提升效果。",
        "zht": "隊伍中每有一位璃月角色，裝備此武器的角色便獲得<color=#99FFFFFF>10%</color>攻擊力提升與<color=#99FFFFFF>6%</color>暴擊率提升。至多獲得四層提升效果。",
        "jp": "チームに璃月出身のキャラクターが1人いる毎に、この武器を装備したキャラクターの攻撃力+<color=#99FFFFFF>10%</color>、会心率+<color=#99FFFFFF>6%</color>。最大4重まで。",
        "ko": "파티 내에 리월 출신 캐릭터가 1명 존재할 때마다 해당 무기를 장착한 캐릭터의 공격력이 <color=#99FFFFFF>10%</color> 증가하고 치명타 확률이 <color=#99FFFFFF>6%</color> 증가한다. 최대 중첩수: 4회",
        "en": "For every character in the party who hails from Liyue, the character who equips this weapon gains a <color=#99FFFFFF>10%</color> ATK increase and a <color=#99FFFFFF>6%</color> CRIT Rate increase. This effect stacks up to 4 times.",
        "de": "Erhöht den Angriff der mit dieser Waffe ausgerüsteten Figur für jede Figur aus Liyue in der Truppe um <color=#99FFFFFF>10 %</color> und die KT um je <color=#99FFFFFF>6 %</color>. 4-fach stapelbar.",
        "es": "Por cada personaje de Liyue que haya en el equipo, el ATQ del personaje que lleve esta arma equipada aumenta en un <color=#99FFFFFF>10%</color>, y su Prob. CRIT aumenta en un <color=#99FFFFFF>6%</color>. Este efecto solo puede acumularse un máximo de 4 veces.",
        "fr": "Pour chaque personnage de Liyue présent dans l'équipe, le personnage équipé de cette arme bénéficie de <color=#99FFFFFF>10 %</color> de bonus d'ATQ et de <color=#99FFFFFF>6 %</color> de bonus de taux CRIT pour chaque personnage de l'équipe provenant de Liyue. Ces bonus peuvent être cumulés 4 fois maximum.",
        "pt": "Por cada personagem de Liyue que possua na Equipe, aumenta o ATQ do personagem que equipar essa arma em <color=#99FFFFFF>10%</color> e aumenta sua Taxa CRIT em <color=#99FFFFFF>6%</color>. Esse efeito pode ser acumulado no máximo 4 vezes.",
        "ru": "С каждым членом отряда из Ли Юэ сила атаки экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>10%</color>, а его шанс крит. попадания - на <color=#99FFFFFF>6%</color>. Эффект может складываться до 4 раз.",
        "id": "Untuk setiap karakter dalam party yang berasal dari Liyue, karakter yang menggunakan senjata ini mendapatkan peningkatan <color=#99FFFFFF>10%</color> ATK dan <color=#99FFFFFF>6%</color> CRIT Rate. Efek ini dapat ditumpuk hingga 4 lapis.",
        "th": "สำหรับทีมที่มีตัวละครที่มาจาก Liyue อยู่ในทีม ตัวละครที่ใช้อาวุธนี้จะได้รับพลังโจมตีเพิ่ม <color=#99FFFFFF>10%</color> และอัตราคริเพิ่ม <color=#99FFFFFF>6%</color> โดยเอฟเฟกต์นี้จะซ้อนทับได้มากสุด 4 ชั้น",
        "vi": "Mỗi khi trong đội có 1 nhân vật Liyue, nhân vật trang bị vũ khí này sẽ nhận <color=#99FFFFFF>10%</color> tăng tấn công và <color=#99FFFFFF>6%</color> tăng tỷ lệ bạo kích. Nhiều nhất có thể nhận 4 tầng hiệu quả tăng."
      }
    },
    {
      "name": {
        "zhs": "千岩诀·同心",
        "zht": "千岩訣·同心",
        "jp": "千岩訣·同心",
        "ko": "천암결·일심",
        "en": "Lithic Axiom: Unity",
        "de": "Axiom der Millelithen – Einigkeit",
        "es": "Axioma de la roca: Unidad",
        "fr": "Axiome de la roche : Unité",
        "pt": "Axioma de Millelith: Unidade",
        "ru": "Наставления камня: Единство",
        "id": "Lithic Axiom: Unity",
        "th": "Lithic Axiom: Unity",
        "vi": "Thiên Nham Quyết - Đồng Tâm"
      },
      "description": {
        "zhs": "队伍中每有一位璃月角色，装备该武器的角色便获得<color=#99FFFFFF>11%</color>攻击力提升与<color=#99FFFFFF>7%</color>暴击率提升。至多获得4层提升效果。",
        "zht": "隊伍中每有一位璃月角色，裝備此武器的角色便獲得<color=#99FFFFFF>11%</color>攻擊力提升與<color=#99FFFFFF>7%</color>暴擊率提升。至多獲得四層提升效果。",
        "jp": "チームに璃月出身のキャラクターが1人いる毎に、この武器を装備したキャラクターの攻撃力+<color=#99FFFFFF>11%</color>、会心率+<color=#99FFFFFF>7%</color>。最大4重まで。",
        "ko": "파티 내에 리월 출신 캐릭터가 1명 존재할 때마다 해당 무기를 장착한 캐릭터의 공격력이 <color=#99FFFFFF>11%</color> 증가하고 치명타 확률이 <color=#99FFFFFF>7%</color> 증가한다. 최대 중첩수: 4회",
        "en": "For every character in the party who hails from Liyue, the character who equips this weapon gains a <color=#99FFFFFF>11%</color> ATK increase and a <color=#99FFFFFF>7%</color> CRIT Rate increase. This effect stacks up to 4 times.",
        "de": "Erhöht den Angriff der mit dieser Waffe ausgerüsteten Figur für jede Figur aus Liyue in der Truppe um <color=#99FFFFFF>11 %</color> und die KT um je <color=#99FFFFFF>7 %</color>. 4-fach stapelbar.",
        "es": "Por cada personaje de Liyue que haya en el equipo, el ATQ del personaje que lleve esta arma equipada aumenta en un <color=#99FFFFFF>11%</color>, y su Prob. CRIT aumenta en un <color=#99FFFFFF>7%</color>. Este efecto solo puede acumularse un máximo de 4 veces.",
        "fr": "Pour chaque personnage de Liyue présent dans l'équipe, le personnage équipé de cette arme bénéficie de <color=#99FFFFFF>11 %</color> de bonus d'ATQ et de <color=#99FFFFFF>7 %</color> de bonus de taux CRIT pour chaque personnage de l'équipe provenant de Liyue. Ces bonus peuvent être cumulés 4 fois maximum.",
        "pt": "Por cada personagem de Liyue que possua na Equipe, aumenta o ATQ do personagem que equipar essa arma em <color=#99FFFFFF>11%</color> e aumenta sua Taxa CRIT em <color=#99FFFFFF>7%</color>. Esse efeito pode ser acumulado no máximo 4 vezes.",
        "ru": "С каждым членом отряда из Ли Юэ сила атаки экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>11%</color>, а его шанс крит. попадания - на <color=#99FFFFFF>7%</color>. Эффект может складываться до 4 раз.",
        "id": "Untuk setiap karakter dalam party yang berasal dari Liyue, karakter yang menggunakan senjata ini mendapatkan peningkatan <color=#99FFFFFF>11%</color> ATK dan <color=#99FFFFFF>7%</color> CRIT Rate. Efek ini dapat ditumpuk hingga 4 lapis.",
        "th": "สำหรับทีมที่มีตัวละครที่มาจาก Liyue อยู่ในทีม ตัวละครที่ใช้อาวุธนี้จะได้รับพลังโจมตีเพิ่ม <color=#99FFFFFF>11%</color> และอัตราคริเพิ่ม <color=#99FFFFFF>7%</color> โดยเอฟเฟกต์นี้จะซ้อนทับได้มากสุด 4 ชั้น",
        "vi": "Mỗi khi trong đội có 1 nhân vật Liyue, nhân vật trang bị vũ khí này sẽ nhận <color=#99FFFFFF>11%</color> tăng tấn công và <color=#99FFFFFF>7%</color> tăng tỷ lệ bạo kích. Nhiều nhất có thể nhận 4 tầng hiệu quả tăng."
      }
    }
  ],
  "internal_name": "Claymore_Lapis",
  "imgid": "claymore/lapis"
}