{
  "id": 12416,
  "type": "claymore",
  "rank": 4,
  "name": {
    "zhs": "恶王丸",
    "zht": "惡王丸",
    "jp": "惡王丸",
    "ko": "아쿠오마루",
    "en": "Akuoumaru",
    "de": "Akuoumaru",
    "es": "Rey del Mal",
    "fr": "Akuoumaru",
    "pt": "Akuoumaru",
    "ru": "Акуомару",
    "id": "Akuoumaru",
    "th": "Akuoumaru",
    "vi": "Akuoumaru"
  },
  "description": {
    "zhs": "传说中「恶王」的爱刀，刀身庞大雄伟，但挥舞起来却出乎意料地轻便。",
    "zht": "傳說中「惡王」的愛刀，刀身龐大雄偉，但揮舞起來卻出乎意料地輕便。",
    "jp": "伝説の「惡王」がかつて愛用していた刀。刀身が大きく威厳があるが、振るうと驚くほど軽い。",
    "ko": "전설 속 「아쿠오」가 아끼던 검으로 검신이 거대하고 웅장하지만, 휘두르면 의외로 가볍다",
    "en": "The beloved sword of the legendary \"Akuou.\" The blade is huge and majestic, but is surprisingly easy to wield.",
    "de": "Das geliebte Schwert des legendären „Akuou“. Die Klinge ist lang und majestätisch, aber überraschend einfach zu handhaben.",
    "es": "La espada más querida del Rey del Mal. Aunque es enorme e imponente, al blandirla es sorprendentemente ligera.",
    "fr": "L'épée bien-aimée du légendaire « Akuou ». Sa lame est énorme et majestueuse, mais étonnamment facile à manier.",
    "pt": "A querida espada do lendário \"Akuou\". A lâmina é gigantesca e majestosa, mas é surpreendentemente fácil de brandi-la.",
    "ru": "Любимый меч Акуо - «злого тирана». Лезвие его огромно и величественно, но вопреки ожиданиям, в руке меч очень лёгок.",
    "id": "Pedang kesayangan \"Akuou\" yang legendaris. Pedang ini sangat besar dan agung, tapi ternyata cukup mudah digunakan.",
    "th": "ดาบสุดรักของ Akuou ในตำนาน ใบมีดมีขนาดใหญ่และสง่างาม แต่มันกลับกวัดแกว่งได้ง่ายดายจนคาดไม่ถึง",
    "vi": "Từng là thanh đao yêu thích của \"Akuou\". Thân đao trông rất nặng và đồ sộ, nhưng khi sử dụng lại nhẹ ngoài sức tưởng tượng."
  },
  "lore": {
    "zhs": "\n曾属于出身海祇的猛将所使的刀。\n据说他的剑技仅有我流的「月曚云」与「夕潮」二式，\n但凭此二式秘剑在战场与试合不曾败在任何人的手下。\n\n常言蛇与鱼皆冷血。但冷血之物却醉心于炽热的愿景。\n为了实现子民的幻梦，大御神向集聚的雷云发起挑战。\n追随海祇踏上征服之路的凡人中，一位少年脱颖而出。\n因其勇猛无畏受到海祇的恩宠，获「东山王」之封号。\n最终许多年以后，王号被淡忘，又被敌人的蔑称取代：\n「恶王」、大蛇的凶恶爪牙、酷烈侵攻八酝岛的魔王…\n\n厮杀让少年变成了海盐般粗砺的战士。但对他而言，\n只有出征前在神社旁对海中月许下的愿望不会灭却。\n\n「终有一天我要高踞影向山之上，俯瞰雷王居城，」\n「在天守屋顶，与传说中的影向大天狗快意对决。」\n「然后，把面具带给菖蒲和曚云阿姐做伴手礼吧！」\n\n最后，浪潮如融化沙上楼阁般卷走了所有的梦想。\n如同赤红之星的天狗假面在乱战中如海砂般粉碎，\n如同深海月光照亮往日少年心灵的巫女不再复归，\n而「恶王」也随着大蛇直面化作一线的耀眼稻光。\n",
    "zht": "\n曾屬於出身海祇的猛將所使的刀。\n據說他的劍技僅有我流的「月曚雲」與「夕潮」二式，\n但憑此二式秘劍在戰場與試合不曾敗在任何人的手下。\n\n常言蛇與魚皆冷血。但冷血之物卻醉心於熾熱的願景。\n為了實現子民的幻夢，大御神向集聚的雷雲發起挑戰。\n追隨海祇踏上征服之路的凡人中，一位少年脫穎而出。\n因其勇猛無畏受到海祇的恩寵，獲「東山王」之封號。\n最終許多年以後，王號被淡忘，又被敵人的蔑稱取代：\n「惡王」、大蛇的兇惡爪牙、酷烈侵攻八醞島的魔王…\n\n廝殺讓少年變成了海鹽般粗礪的戰士。但對他而言，\n只有出征前在神社旁對海中月許下的願望不會滅卻。\n\n「終有一天我要高踞影向山之上，俯瞰雷王居城，」\n「在天守屋頂，與傳說中的影向大天狗快意對決。」\n「然後，把面具帶給菖蒲和曚雲阿姐做伴手禮吧！」\n\n最後，浪潮如融化沙上樓閣般捲走了所有的夢想。\n如同赤紅之星的天狗假面在亂戰中如海砂般粉碎，\n如同深海月光照亮往日少年心靈的巫女不再復歸，\n而「惡王」也隨著大蛇直面化作一線的耀眼稻光。\n",
    "jp": "\n海祇出身の猛将が使っていた刀。\n噂によると、彼が扱った剣術は我流の「月曚雲」と「夕潮」、この二つだけだったそうだ。\nだが、この二つの剣術を使った彼は、戦場でも試合でも誰にも負けたことがないという。\n\nヘビや魚は冷血な動物だとよく言われるが、冷血な生き物であるほど、燃えるような情景に酔いしれるものである。\n民衆の夢を実現するために、大御神は凝集した雷雲に挑んだ。\n海祇を追って遠征に出た人々の中で、あるひとりの少年が際立っていた。\n海祇は彼の勇猛さと恐れを知らぬ姿を高く評価し、「東山王」の封号を与えた。\nしかし年月が経つにつれ、王の称号は忘れ去られ、代わりに敵からの蔑称となった。\n「惡王」、大蛇が使役する凶悪なる手下、ヤシオリ島で猛威を振るった魔王…\n\n命のやり取りは、少年を海の塩のように荒々しい戦士へと変えた。だが、そんな彼でも、\n遠征前、神社の傍らで海中の月に託した願いだけは消えなかった。\n\n「いつの日か影向山の頂上に立って、雷王の居城を見下ろす」\n「天守閣の上で、伝説の影向大天狗と心躍る決闘をする」\n「そして、その面を菖蒲と曚雲姉さんにお土産として持ち帰るんだ！」\n\n最後には、まるで砂上の楼閣を崩すように、波がすべての夢を洗い流してしまった。\n赤紅の星のような天狗の面が、戦乱により海砂のように粉々になった。\n深海の月光のように、在りし日の少年の心を照らしてくれた巫女は、もう帰ってこない。\nそして、「惡王」も大蛇と共に、まばゆい一筋の稲光を正面から受けたのであった。\n",
    "ko": "\n와타츠미 출신의 용맹한 장군이 사용했던 검이다\n그의 검술은 아류의 「월모운」과 「석조」 두 가지 기술뿐이라고 전해진다\n하지만 이 두 가지 비검만으로 전쟁터의 그 누구에게도 패한 적이 없다고 한다\n\n옛말에 뱀과 어류는 냉혈 동물이라 이른다. 하지만 냉혈 동물은 작열하는 염원을 간절히 바라고 있다\n백성들의 꿈을 이뤄주기 위해, 와타츠미 신은 응집된 뇌운에 도전을 보냈다\n와타츠미의 정복의 길을 따르는 평범한 사람들 중, 한 소년이 유독 돋보였다\n소년은 두려움 없는 용맹함으로 와타츠미의 은총을 받게 됐고, 「동산왕」에 봉해졌다\n하지만 몇 년 후, 왕의 칭호는 점차 잊히게 되었고 동산왕의 봉호는 적의 멸칭으로 대체되었다:\n「아쿠오」, 거대한 뱀의 송곳니와 바롭, 야시오리섬을 잔혹하게 침략한 마왕…\n\n혈투는 소년을 마치 해염처럼 거친 전사로 만들었다. 하지만 그에게,\n영원히 사라지지 않는 건, 출정하기 전 신사 옆에서 해중월을 향해 빌던 소원뿐이었다\n\n「언젠가는 반드시 요고우산 위에 군림해 번개 왕의 거성을 내려다보겠어」\n「천수각 지붕 위에서 전설 속의 요고우산 텐구와 시원하게 한바탕 실력도 겨루는 거야」\n「그리고 가면은 아야메와 모운 누나한테 기념품으로 가져다줄 테야!」\n\n하지만, 파도는 모래 위의 성을 허물듯 모든 꿈을 휩쓸어갔다\n타오르는 붉은 별 같던 텐구의 가면은 전란 속에서 바닷모래처럼 부서져 버렸고\n심해의 달빛처럼 소년의 마음을 비춰주던 과거의 무녀는 더 이상 돌아오지 못했으며\n「아쿠오」는 거대한 뱀을 따라 빛나는 한 줄기의 번개로 변해버렸다\n",
    "en": "\nThis blade was once used by a mighty general of Watatsumi.\nIt is said that he only knew as much of swordsmanship as the \"Getsumouun\" and \"Yuushio\" styles he taught himself,\nAnd yet by their grace was he never vanquished by any mortal in a duel or on the field of battle.\n\nIt is often said that snakes and fish are both cold-blooded. But cold-blooded creatures ever seek the promised land of warmth.\nTo see his people's dreams fulfilled, Omikami challenged the gathering storm clouds to war.\nAmongst the people of Watatsumi bent upon conquest, a young man stood out from the rest.\nHis fearless valor won him great love in Watatsumi, and they named him Touzannou.\nBut after many years passed, his kingly name was forgotten, only to be replaced by the epithet by which his foes knew him:\n\"Akuou,\" the wicked fangs and claws of the Great Serpent, the savage, demonic invader of Yashiori Island...\n\nThe slaughter had hardened the young man into a warrior. But to him,\nOnly the wish he made before departing, a wish made upon the moon reflected in the waters beside the shrine, was eternal.\n\n\"One day, I shall set myself above Mt. Yougou, overlooking the palace of the Lord of Thunder.\"\n\"I will have a joyful showdown against the legendary Great Tengu of Yougou upon the roof of Tenshukaku.\"\n\"...And then I'll bring that tengu's mask back to Ayame and Mouun as a souvenir!\"\n\nAt last, the tides washed all their dreams away like towers in the sand.\nThe tengu's mask, shining like a crimson star, was shattered like seashore gravel amidst the chaotic battle,\nNor would the shrine maiden who shone like moonlight into the young man's soul ever return again,\nWhile the Akuou himself would face the blinding ray of lightning alongside the Great Serpent.\n",
    "de": "\nDiese Klinge wurde einst von einem mächtigen General von Watatsumi benutzt.\nEs heißt, dass er nur die Stile „Getsumouun“ und „Yuushio“ beherrschte, die er sich selbst beibrachte,\nund doch wurde er mit diesen zwei Stilen nie von einem Sterblichen im Zweikampf oder auf dem Schlachtfeld besiegt.\n\nEs wird oft gesagt, dass Schlangen und Fische beide kaltblütig seien. Aber Kaltblüter suchen immer nach dem gelobten Land der Wärme.\nUm die Träume seines Volkes zu erfüllen, forderte Omikami die aufziehenden Sturmwolken zum Krieg heraus.\nUnter dem Volk von Watatsumi, das auf Eroberung aus war, ragte ein junger Mann aus der Menge heraus.\nSeine furchtlose Tapferkeit brachte ihm große Liebe in Watatsumi ein. Und man nannte ihn Touzannou.\nDoch nach vielen Jahren geriet sein Königstitel in Vergessenheit und wurde durch den Beinamen ersetzt, unter dem ihn seine Feinde kannten:\n„Akuou“, der böse Lakai der Großen Schlange, der wilde, dämonische Angreifer auf der Insel Yashiori ...\n\nDas Gemetzel hatte den jungen Mann zu einem Krieger abgehärtet. Aber für ihn\nwar nur der Wunsch, den er vor seiner Abreise äußerte, ein Wunsch, der sich im Mond spiegelte, der sich im Wasser neben dem Schrein spiegelte, ewig.\n\n„Eines Tages werde ich mich auf dem Yougou-Berg niederlassen und den Palast des Herrn der Blitze überblicken.“\n„Ich werde einen spannenden Kampf gegen den legendären Großen Tengu von Yougou auf dem Dach des Tenshukaku austragen.“\n„Und dann bringe ich Ayame und Mouun diese Tengu-Maske als Souvenir mit!“\n\nSchließlich spülte die Flut alle ihre Träume weg wie Türme im Sand.\nDie Maske des Tengu, die wie ein karmesinroter Stern leuchtete, wurde inmitten des chaotischen Kampfes wie Sand am Meer zerrissen,\nauch die Schreinjungfer, die wie das Mondlicht in die Seele des jungen Mannes schien, würde nie wieder zurückkehren.\nAkuou selbst stand dem blendenden Blitzstrahl an der Seite der Großen Schlange gegenüber.\n",
    "es": "\nEsta espada solía usarla un poderoso general de Watatsumi.\nSe dice que las únicas técnicas de espada que conocía eran los estilos Getsumouun y Yuushio, que aprendió él mismo.\nPero gracias a estos dos estilos, nunca fue derrotado por ningún mortal en un duelo o en el campo de batalla.\n\nA menudo se dice que las serpientes y los peces son animales de sangre fría, pero estas criaturas siempre buscan el tan ansiado calor.\nPara hacer realidad los sueños de su pueblo, Omikami desafió a las nubes de tormenta que se estaban juntando.\nDe entre las gentes de Watatsumi que perseguían la conquista, un joven sobresalía del resto.\nSu valor inigualable le ganó la admiración de muchos en Watatsumi, y lo apodaron “Rey de la Montaña del Este”.\nPero después de muchos años, este nombre fue olvidado y lo reemplazaron los epítetos con los que sus enemigos lo conocían:\n“Rey del Mal”, los malvados colmillos y garras de la gran serpiente, el invasor salvaje y demoniaco de la Isla Yashiori...\n\nLas matanzas habían endurecido al joven y lo habían convertido en un guerrero.\nPero para él, el deseo que había pedido antes de partir, el deseo que pidió a la luna que se reflejaba en el estanque del santuario, era eterno.\n\n“Algún día subiré a lo más alto de la Montaña Yougou, por encima del palacio de la Soberana de los Truenos.\nCombatiré con el legendario gran tengu de Yougou en el tejado de Tenshukaku.\nDespués, les llevaré a Ayame y Mouun la máscara del tengu como recuerdo”.\n\nAl final, las olas se llevaron sus sueños como si fueran castillos de arena.\nLa máscara del tengu, que brillaba como una estrella roja, se deshizo en medio de la batalla como la arena de la orilla.\nLa miko, que relucía con el brillo de la luna en el alma del joven, tampoco regresó nunca.\nY el Rey del Mal se enfrentó al rayo cegador junto a la gran serpiente.\n",
    "fr": "\nUn sabre qui était autrefois utilisé par un puissant général de Watatsumi.\nIl est dit que ce général ne maîtrisait au sabre que les styles dit « Getsumouun » et « Yuushio » qu'il avait appris par lui-même.\nPourtant, ces deux styles étaient suffisants pour qu'il ne soit jamais vaincu en duel.\n\nOn entend souvent dire que les serpents et les poissons ont le sang froid... Mais les créatures à sang froid cherchent toujours les lieux chauds, qui sont pour eux une terre promise.\nAfin de réaliser les rêves de son peuple, la Divinité des tréfonds défia les nuages qui se rassemblaient.\nDans les rangs des Watatsumiens en marche pour la conquête, un jeune homme se distingua des autres.\nSa bravoure et son intrépidité lui valurent les honneurs de Watatsumi, et il reçut le surnom de Touzannou, le « roi de la montagne de l'Est ».\nMais après de nombreuses années, ce titre royal fut oublié et il fut remplacé par le nom selon lequel il était connu de ses ennemis :\n« Akuou », les crocs et les griffes maléfiques du Grand serpent, l'envahisseur féroce et démoniaque de l'Île de Yashiori...\n\nLes massacres avaient endurci le jeune homme et fait de lui un guerrier. Mais pour lui...\nSeul le vœu qu'il avait fait avant de partir, une promesse faite sur la lune reflétée dans les eaux à côté du sanctuaire, était éternel.\n\n« Un jour, j'irai au sommet du Mont Yougou, pour contempler de haut le palais du seigneur du tonnerre.\nJ'en découdrai avec le légendaire grand Tengu de Yougou lors d'un duel magistral sur le toit du Tenshukaku.\nPuis je rapporterai le masque du Tengu pour l'offrir à Ayame et Mouun en guise de souvenir ! »\n\nAu final, leurs souvenirs furent effacés comme un château de sable se faisant emporter par les vagues.\nLe masque du Tengu, qui rayonnait comme une étoile cramoisie, se brisa comme du sable dans le chaos de la bataille...\nEt la prêtresse, qui flamboyait dans l'esprit du jeune homme telle la clarté lunaire dans les profondeurs de l'océan, ne revint jamais.\nQuant à Akuou, il se tenait aux côtés du Grand serpent lorsque celui-ci fut frappé par un rayon foudroyant.\n",
    "pt": "\nEsta lâmina já foi usada por um poderoso general de Watatsumi.\nDiz-se que ele só conhecia tanto do manejo da espada quanto os estilos \"Getsumouun\" e \"Yuushio\" que ele mesmo aprendeu,\nNo entanto, pela graça deles, ele nunca foi vencido por nenhum mortal em um duelo ou no campo de batalha.\n\nCostuma-se dizer que as cobras e os peixes são ambos de sangue frio. Mas criaturas de sangue frio sempre procuram a terra prometida do calor.\nPara ver os sonhos de seu povo realizados, Omikami desafiou as nuvens de tempestade para a guerra.\nEntre o povo de Watatsumi inclinado para a conquista, um jovem se destacou entre os demais.\nSua bravura destemida lhe conquistou grande amor em Watatsumi, e lhe deram o nome de Touzannou.\nMas depois de muitos anos, seu nome real foi esquecido, para ser substituído apenas pelo apelido pelo qual seus inimigos o conheciam:\n\"Akuou\", as presas e garras perversas da Grande Serpente, o invasor selvagem e demoníaco da Ilha Yashiori...\n\nO massacre tinha endurecido o jovem rapaz em um guerreiro. Mas para ele,\nSomente o desejo que ele fez antes de partir, um desejo feito sobre a lua refletida nas águas ao lado do santuário, era eterno.\n\n\"Um dia, eu me posicionarei acima da Montanha Yougou, com vista para o palácio da Senhora do Trovão.\"\n\"Terei um confronto alegre contra o lendário Grande Tengu de Yougou sobre o telhado do Tenshukaku.\"\n\"...E então eu trarei a máscara do tengu de volta para Ayame e Mouun como uma lembrança!\"\n\nPor fim, as marés lavaram todos os seus sonhos como torres na areia.\nA máscara do tengu, brilhando como uma estrela carmesim, foi estilhaçada na areia da praia em meio à batalha caótica,\nNem a sacerdotisa que brilhava como o luar na alma do jovem jamais voltaria novamente,\nEnquanto o próprio Akuou enfrentaria o raio ofuscante ao lado da Grande Serpente.\n",
    "ru": "\nЭтот клинок прежде служил доблестному полководцу Ватацуми.\nГоворят, что он владел лишь двумя техниками фехтования - «Гэцумон» и «Юсио».\nНо двух этих стилей было достаточно, чтобы чудесный клинок не знал поражения в битвах и испытаниях.\n\nЧасто говорят, что у рыб и змей холодная кровь. Но тем сильнее их привлекает тепло и жар.\nЧтобы осуществить мечту своих потомков, Омиками бросил вызов грозе.\nСреди смертных, отправившихся с острова Ватацуми в завоевательный поход, выделялся один юноша.\nВ знак почтения к его доблести и бесстрашию Ватацуми нарёк его титулом Тодзанно - «повелителя Тодзана».\nНо этот титул канул в пучину забвения, сохранилось лишь презрительное прозвище, данное ему врагами -\nАкуо, «злой тиран», нечестивый приспешник змея, безжалостный завоеватель Ясиори...\n\nУбийства превратили этого мальчишку в продублённого морской солью воина.\nНо для него всегда имел значение лишь зарок, данный в лунную ночь возле святилища.\n\n«Однажды я поднимусь на вершину Ёго, откуда виден город повелительницы Электро.\nНа вершине Тэнсюкаку я сражусь с великим тэнгу Ёго.\nА потом отвезу маску Аямэ и Моун в качестве сувенира!»\n\nВолны смыли все мечты и надежды, словно они были выстроены из песка.\nМаска тэнгу рассыпалась в прах в хаосе битвы.\nУшла безвозвратно жрица, чей образ озарял душу юноши, подобно лунному свету в морской глубине.\nА «злой тиран» Акуо вместе с великим змеем предстали перед слепящей молнией.\n",
    "id": "\nPedang ini pernah digunakan oleh jenderal besar Watatsumi.\nMenurut orang-orang, dia hanya menguasai dua ilmu pedang sebatas teknik \"Getsumouun\" dan \"Yuushio\" dari Garyuu Art.\nNamun berkat kedua teknik itu, dia tidak pernah dikalahkan oleh siapa saja, baik dalam sebuah duel maupun di medan pertempuran.\n\nSering kita dengar kalau ular dan ikan sama-sama merupakan makhluk berdarah dingin. Tapi makhluk berdarah dingin pun pernah mencari tanah kehangatan yang dijanjikan.\nDemi melihat impian rakyatnya terpenuhi, Omikami membusungkan dada untuk menantang kumpulan awan badai untuk berperang.\nDi antara orang-orang Watatsumi yang bertekad untuk menaklukkan, seorang pemuda tampil menonjol di antara yang lainnya.\nKeberaniannya yang sungguh besar membuatnya sangat dicintai oleh orang-orang Watatsumi, dan mereka memanggilnya Touzannou.\nTetapi setelah bertahun-tahun berlalu, namanya yang mengandung makna raja terlupakan, sementara makna baik namanya itu justru digantikan oleh sebuah julukan hinaan dari musuhnya:\n\"Akuou\", taring dan cakar jahat si Ular Besar, si iblis penyerbu yang biadab dari Pulau Yashiori ....\n\nPembantaian itu telah menempa sang pemuda menjadi seorang pejuang.\nTapi baginya, hanya harapan yang diucapkan di bawah sinar rembulan — yang terpantul di permukaan laut sebelah kuil sebelum dia berangkat ... yang tetap abadi.\n\n\"Suatu hari, aku akan menjejakkan kakiku di atas Gunung Yougou, dan akan kuarahkan pandanganku ke arah istana sang Penguasa Guntur.\"\n\"Aku akan mengadakan pertarungan yang memuaskan melawan Tengu Agung dari Yougou yang legendaris di atas atap Tenshukaku.\"\n\"Lalu aku akan membawa topeng tengu itu untuk Ayame dan Mouun sebagai cendera mata!\"\n\nAkhirnya, impian mereka hancur dan hanyut bak menara pasir yang dihantam dan dirobohkan oleh air pasang.\nTopeng tengu, yang bersinar cerah seperti bintang merah, kemudian hancur seperti pasir di pantai setelah mengalami pertempuran yang kacau,\nMiko yang bersinar seperti cahaya bulan bagi jiwa pemuda itu tidak akan pernah kembali lagi,\nSementara Akuou sendiri akan menghadapi sinar petir yang menyilaukan di samping Ular Besar.\n",
    "th": "\nดาบที่เคยถูกใช้โดยแม่ทัพผู้แข็งแกร่งจาก Watatsumi\nเล่าขานกันว่าทักษะดาบของเขามีเพียงสองกระบวนท่าที่ฝึกขึ้นด้วยตนเอง นั่นคือ \"Getsumouun\" และ \"Yuushio\"\nกระนั้นทั้งสองกระบวนท่าลับก็ไม่เคยเป็นสองรองใครในสนามรบหรือการประชันฝีมือมาก่อน\n\nดังคำกล่าวที่ว่า งูและปลาเป็นสัตว์เลือดเย็น ทว่าสิ่งมีชีวิตเลือดเย็นกลับหลงใหลในนิมิตที่ร้อนแรง\nเพื่อทำความฝันของเหล่าผู้คนให้เป็นจริง Omikami จึงได้ท้าทายต่อกลุ่มเมฆพายุ\nในหมู่มนุษย์ปุถุชนของ Watatsumi ที่ก้าวย่างสู่เส้นทางแห่งชัยชนะ มีเด็กหนุ่มผู้หนึ่งที่โดดเด่นเป็นพิเศษ\nด้วยความกล้าหาญชาญชัยและความโปรดปรานจาก Watatsumi เขาจึงได้รับตำแหน่งเป็น \"Touzannou\"\nทว่าสุดท้ายในอีกหลายปีต่อมา ตำแหน่งราชาก็ถูกลืมเลือน และถูกแทนที่ด้วยฉายาเย้ยหยันจากศัตรู\n\"Akuou\" สมุนผู้ชั่วร้ายของงูยักษ์ ราชาปีศาจที่บุกรุกเกาะ Yashiori อย่างเลือดเย็น...\n\nการเข่นฆ่าในสนามรบทำให้ชายหนุ่มกลายเป็นคนหยาบกร้านเหมือนดั่งเกลือในทะเล แต่สำหรับตัวเขาแล้ว\nมีเพียงความปรารถนาที่เคยอธิษฐานต่อ Lunar Leviathan ตรงข้างศาลเจ้าก่อนออกรบเท่านั้น ที่จะไม่มีวันสูญสลาย\n\n\"สักวันฉันจะขึ้นไปเหยียบบนยอดสูงสุดของ Mt. Yougou แล้วมองลงมาดูตำหนักของเจ้าแห่งสายฟ้าจากเบื้องบน\"\n\"และจะประลองกับเท็งงุ Yougou ผู้ยิ่งใหญ่ในตำนานอย่างสนุกสนาน บนยอดของปราสาท Tenshukaku\"\n\"จากนั้นก็เอาหน้ากากกลับมาเป็นของฝากให้ Ayame กับพี่ Mouun ก็แล้วกัน!\"\n\nสุดท้าย คลื่นก็ซัดสาดความฝันที่เหมือนดั่งปราสาททรายนั้นให้พังทลายไปจนหมด\nท่ามกลางสงคราม หน้ากากเท็งงุที่เป็นดั่งดวงดาวแดงฉานถูกบดขยี้เป็นผุยผงราวกับเศษหินและดินทราย\nมิโกะผู้เคยเป็นดั่งแสงจันทร์ใต้ท้องทะเลลึก ที่คอยมอบแสงสว่างแก่ดวงจิตของชายหนุ่ม ไร้สุ้มเสียงเสียงตอบรับอีกต่อไป\nส่วน \"Akuou\" ก็ได้มลายหลอมรวมไปกับแสงเจิดจ้าแห่งสายฟ้าตามงูยักษ์ไป\n",
    "vi": "\nLà thanh đao từng thuộc về mãnh tướng xuất thân từ Watatsumi.\nNghe nói kiếm pháp của anh ấy chỉ có hai loại \"Getsumouun\" và \"Yuushio\" do chính anh ấy tạo ra,\nNhưng trên chiến trường và những cuộc thi đấu, chỉ dựa vào hai loại kiếm pháp này mà anh ấy chưa từng thua trận dưới tay bất cứ đối thủ nào.\n\nNgười ta thường nói rắn và cá là loài máu lạnh. Thế nhưng loại động vật máu lạnh này lại say đắm với một cảnh sắc tương lai rực cháy.\nĐể thực hiện mơ ước của con dân, Omikami đã khiêu chiến với lôi vân tích tụ.\nTrong số những người phàm đi theo Watatsumi bước lên con đường chinh phục, có một thiếu niên nổi bật xuất chúng.\nVì sự dũng mãnh bất khuất của mình mà anh rất được Watatsumi yêu thích, và nhận được danh hiệu \"Touzannou\".\nCuối cùng rất nhiều năm sau đó, danh hiệu đã dần bị lãng quên, và bị thay thế bằng cách gọi miệt thị của kẻ địch:\n\"Akuou\", nanh vuốt hung ác của mãng xà, ma vương tàn khốc xâm chiếm Đảo Yashiori...\n\nGiết chóc biến thiếu niên trở thành một chiến sĩ thô kệch. Nhưng đối với anh ấy,\nChỉ có điều ước anh đã cầu nguyện trước ánh trăng trên biển bên cạnh đền thần trước khi xuất chinh là không bao giờ tan biến.\n\n\"Rồi có một ngày, tôi sẽ đứng trên Núi Yougou, và nhìn xuống vương thành của Lôi Vương.\"\n\"Trên nóc thành Thiên Thủ, thỏa sức chiến đấu với Tengu Yougou trong truyền thuyết.\"\n\"Sau đó, dùng mặt nạ làm quà tặng cho Ayame và Mouun!\"\n\nSau cùng, cơn sóng đã cuốn đi hết mọi ước mơ, cũng giống như cuốn trôi lâu đài cát trên bãi biển vậy.\nMặt nạ Tengu rực đỏ đã vỡ nát như cát biển trong loạn chiến.\nPháp sư như ánh trăng biển soi sáng linh hồn của thiếu niên năm xưa, nay cũng không còn nữa.\nCòn Akuou cũng cùng với mãng xà biến thành tia sáng chói lòa.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "驭浪的海祇民",
        "zht": "馭浪的海祇民",
        "jp": "波を統べる海祇の民",
        "ko": "파도를 지배하는 와타츠미의 백성",
        "en": "Watatsumi Wavewalker",
        "de": "Wellenbändiger von Watatsumi",
        "es": "Dominaolas de Watatsumi",
        "fr": "Marchevague de Watatsumi",
        "pt": "Dominadora de Ondas Watatsumi",
        "ru": "Укротитель волн Ватацуми",
        "id": "Watatsumi Wavewalker",
        "th": "Watatsumi Wavewalker",
        "vi": "Kẻ Cưỡi Sóng Watatsumi"
      },
      "description": {
        "zhs": "队伍中所有角色的元素能量上限的总和，每1点能使装备此武器的角色的元素爆发造成的伤害提高<color=#99FFFFFF>0.12%</color>，通过这种方式，元素爆发造成的伤害至多提高<color=#99FFFFFF>40%</color>。",
        "zht": "隊伍中所有角色的元素能量上限的總和，每1點能使裝備此武器的角色的元素爆發造成的傷害提高<color=#99FFFFFF>0.12%</color>，依此方式，元素爆發造成的傷害至多提高<color=#99FFFFFF>40%</color>。",
        "jp": "チーム全員の元素エネルギー上限の合計を基に、元素爆発ダメージをアップさせる。1ポイントにつき、装備したキャラクターの元素爆発ダメージ+<color=#99FFFFFF>0.12%</color>。この方式でアップできる元素爆発ダメージは最大<color=#99FFFFFF>40%</color>まで。",
        "ko": "파티 내 모든 캐릭터의 원소 에너지 최대치의 총합을 기반으로, 1pt마다 해당 무기를 장착한 캐릭터의 원소폭발 피해가 <color=#99FFFFFF>0.12%</color> 증가한다. 해당 방식을 통해 원소폭발로 가하는 피해가 최대 <color=#99FFFFFF>40%</color>까지 증가한다",
        "en": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by <color=#99FFFFFF>0.12%</color>. A maximum of <color=#99FFFFFF>40%</color> increased Elemental Burst DMG can be achieved this way.",
        "de": "Erhöht den mit Spezialfähigkeiten der mit dieser Waffe ausgerüsteten Figur verursachten Schaden für jeden Punkt aus der Summe der max. Elementarenergie aller Truppenmitglieder zusammengerechnet um <color=#99FFFFFF>0,12 %</color>. Erhöht den mit Spezialfähigkeit verursachten Schaden auf diese Weise um bis zu <color=#99FFFFFF>40 %</color>.",
        "es": "El daño infligido por la Habilidad Definitiva del portador de esta arma aumenta en un <color=#99FFFFFF>0.12%</color> por cada punto de la Energía Elemental máxima total de todos los miembros del equipo. El daño puede aumentar hasta un <color=#99FFFFFF>40%</color> de esta forma.",
        "fr": "Pour chaque point de l'énergie élémentaire combinée de l'ensemble de l'équipe, les DGT du déchaînement élémentaire du personnage équipé de cette arme augmentent de <color=#99FFFFFF>0,12 %</color>. Les DGT du déchaînement élémentaire peuvent être augmentés jusqu'à <color=#99FFFFFF>40 %</color> de cette manière.",
        "pt": "O Personagem que usar esta arma terá um aumento do Dano do Supremo de <color=#99FFFFFF>0.12%</color> por cada 1 ponto da soma do máximo da Energia Elemental de todos os membros da equipe. O aumento de Dano do Supremo máximo obtível dessa maneira é de <color=#99FFFFFF>40%</color>.",
        "ru": "Урон взрыва стихии экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>0,12%</color> за каждую единицу суммы макс. энергии каждого члена отряда. Бонус урона не может превышать <color=#99FFFFFF>40%</color>.",
        "id": "Setiap 1 poin dari gabungan jumlah Energy maksimum seluruh anggota party akan meningkatkan <color=#99FFFFFF>0,12%</color> DMG Elemental Burst milik Karakter yang mengenakan senjata ini. Peningkatan DMG Elemental Burst maksimum yang bisa didapatkan dengan cara ini adalah <color=#99FFFFFF>40%</color>.",
        "th": "ทุก 1 หน่วย ของผลรวมพลังงานธาตุสูงสุดของตัวละครทั้งหมดในทีม จะทำให้ท่าไม้ตายของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>0.12%</color> โดยความเสียหายท่าไม้ตายที่เพิ่มขึ้นด้วยวิธีนี้ จะเพิ่มได้มากสุด <color=#99FFFFFF>40%</color>",
        "vi": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng <color=#99FFFFFF>0.12%</color> sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này gây ra. Thông qua cách này, sát thương Kỹ Năng Nộ tăng tối đa <color=#99FFFFFF>40%</color>."
      }
    },
    {
      "name": {
        "zhs": "驭浪的海祇民",
        "zht": "馭浪的海祇民",
        "jp": "波を統べる海祇の民",
        "ko": "파도를 지배하는 와타츠미의 백성",
        "en": "Watatsumi Wavewalker",
        "de": "Wellenbändiger von Watatsumi",
        "es": "Dominaolas de Watatsumi",
        "fr": "Marchevague de Watatsumi",
        "pt": "Dominadora de Ondas Watatsumi",
        "ru": "Укротитель волн Ватацуми",
        "id": "Watatsumi Wavewalker",
        "th": "Watatsumi Wavewalker",
        "vi": "Kẻ Cưỡi Sóng Watatsumi"
      },
      "description": {
        "zhs": "队伍中所有角色的元素能量上限的总和，每1点能使装备此武器的角色的元素爆发造成的伤害提高<color=#99FFFFFF>0.15%</color>，通过这种方式，元素爆发造成的伤害至多提高<color=#99FFFFFF>50%</color>。",
        "zht": "隊伍中所有角色的元素能量上限的總和，每1點能使裝備此武器的角色的元素爆發造成的傷害提高<color=#99FFFFFF>0.15%</color>，依此方式，元素爆發造成的傷害至多提高<color=#99FFFFFF>50%</color>。",
        "jp": "チーム全員の元素エネルギー上限の合計を基に、元素爆発ダメージをアップさせる。1ポイントにつき、装備したキャラクターの元素爆発ダメージ+<color=#99FFFFFF>0.15%</color>。この方式でアップできる元素爆発ダメージは最大<color=#99FFFFFF>50%</color>まで。",
        "ko": "파티 내 모든 캐릭터의 원소 에너지 최대치의 총합을 기반으로, 1pt마다 해당 무기를 장착한 캐릭터의 원소폭발 피해가 <color=#99FFFFFF>0.15%</color> 증가한다. 해당 방식을 통해 원소폭발로 가하는 피해가 최대 <color=#99FFFFFF>50%</color>까지 증가한다",
        "en": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by <color=#99FFFFFF>0.15%</color>. A maximum of <color=#99FFFFFF>50%</color> increased Elemental Burst DMG can be achieved this way.",
        "de": "Erhöht den mit Spezialfähigkeiten der mit dieser Waffe ausgerüsteten Figur verursachten Schaden für jeden Punkt aus der Summe der max. Elementarenergie aller Truppenmitglieder zusammengerechnet um <color=#99FFFFFF>0,15 %</color>. Erhöht den mit Spezialfähigkeit verursachten Schaden auf diese Weise um bis zu <color=#99FFFFFF>50 %</color>.",
        "es": "El daño infligido por la Habilidad Definitiva del portador de esta arma aumenta en un <color=#99FFFFFF>0.15%</color> por cada punto de la Energía Elemental máxima total de todos los miembros del equipo. El daño puede aumentar hasta un <color=#99FFFFFF>50%</color> de esta forma.",
        "fr": "Pour chaque point de l'énergie élémentaire combinée de l'ensemble de l'équipe, les DGT du déchaînement élémentaire du personnage équipé de cette arme augmentent de <color=#99FFFFFF>0,15 %</color>. Les DGT du déchaînement élémentaire peuvent être augmentés jusqu'à <color=#99FFFFFF>50 %</color> de cette manière.",
        "pt": "O Personagem que usar esta arma terá um aumento do Dano do Supremo de <color=#99FFFFFF>0.15%</color> por cada 1 ponto da soma do máximo da Energia Elemental de todos os membros da equipe. O aumento de Dano do Supremo máximo obtível dessa maneira é de <color=#99FFFFFF>50%</color>.",
        "ru": "Урон взрыва стихии экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>0,15%</color> за каждую единицу суммы макс. энергии каждого члена отряда. Бонус урона не может превышать <color=#99FFFFFF>50%</color>.",
        "id": "Setiap 1 poin dari gabungan jumlah Energy maksimum seluruh anggota party akan meningkatkan <color=#99FFFFFF>0,15%</color> DMG Elemental Burst milik Karakter yang mengenakan senjata ini. Peningkatan DMG Elemental Burst maksimum yang bisa didapatkan dengan cara ini adalah <color=#99FFFFFF>50%</color>.",
        "th": "ทุก 1 หน่วย ของผลรวมพลังงานธาตุสูงสุดของตัวละครทั้งหมดในทีม จะทำให้ท่าไม้ตายของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>0.15%</color> โดยความเสียหายท่าไม้ตายที่เพิ่มขึ้นด้วยวิธีนี้ จะสามารถเพิ่มได้มากสุด <color=#99FFFFFF>50%</color>",
        "vi": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng <color=#99FFFFFF>0.15%</color> sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này. Thông qua cách này, sát thương Kỹ Năng Nộ có thể tăng tối đa <color=#99FFFFFF>50%</color>."
      }
    },
    {
      "name": {
        "zhs": "驭浪的海祇民",
        "zht": "馭浪的海祇民",
        "jp": "波を統べる海祇の民",
        "ko": "파도를 지배하는 와타츠미의 백성",
        "en": "Watatsumi Wavewalker",
        "de": "Wellenbändiger von Watatsumi",
        "es": "Dominaolas de Watatsumi",
        "fr": "Marchevague de Watatsumi",
        "pt": "Dominadora de Ondas Watatsumi",
        "ru": "Укротитель волн Ватацуми",
        "id": "Watatsumi Wavewalker",
        "th": "Watatsumi Wavewalker",
        "vi": "Kẻ Cưỡi Sóng Watatsumi"
      },
      "description": {
        "zhs": "队伍中所有角色的元素能量上限的总和，每1点能使装备此武器的角色的元素爆发造成的伤害提高<color=#99FFFFFF>0.18%</color>，通过这种方式，元素爆发造成的伤害至多提高<color=#99FFFFFF>60%</color>。",
        "zht": "隊伍中所有角色的元素能量上限的總和，每1點能使裝備此武器的角色的元素爆發造成的傷害提高<color=#99FFFFFF>0.18%</color>，依此方式，元素爆發造成的傷害至多提高<color=#99FFFFFF>60%</color>。",
        "jp": "チーム全員の元素エネルギー上限の合計を基に、元素爆発ダメージをアップさせる。1ポイントにつき、装備したキャラクターの元素爆発ダメージ+<color=#99FFFFFF>0.18%</color>。この方式でアップできる元素爆発ダメージは最大<color=#99FFFFFF>60%</color>まで。",
        "ko": "파티 내 모든 캐릭터의 원소 에너지 최대치의 총합을 기반으로, 1pt마다 해당 무기를 장착한 캐릭터의 원소폭발 피해가 <color=#99FFFFFF>0.18%</color> 증가한다. 해당 방식을 통해 원소폭발로 가하는 피해가 최대 <color=#99FFFFFF>60%</color>까지 증가한다",
        "en": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by <color=#99FFFFFF>0.18%</color>. A maximum of <color=#99FFFFFF>60%</color> increased Elemental Burst DMG can be achieved this way.",
        "de": "Erhöht den mit Spezialfähigkeiten der mit dieser Waffe ausgerüsteten Figur verursachten Schaden für jeden Punkt aus der Summe der max. Elementarenergie aller Truppenmitglieder zusammengerechnet um <color=#99FFFFFF>0,18 %</color>. Erhöht den mit Spezialfähigkeit verursachten Schaden auf diese Weise um bis zu <color=#99FFFFFF>60 %</color>.",
        "es": "El daño infligido por la Habilidad Definitiva del portador de esta arma aumenta en un <color=#99FFFFFF>0.18%</color> por cada punto de la Energía Elemental máxima total de todos los miembros del equipo. El daño puede aumentar hasta un <color=#99FFFFFF>60%</color> de esta forma.",
        "fr": "Pour chaque point de l'énergie élémentaire combinée de l'ensemble de l'équipe, les DGT du déchaînement élémentaire du personnage équipé de cette arme augmentent de <color=#99FFFFFF>0,18 %</color>. Les DGT du déchaînement élémentaire peuvent être augmentés jusqu'à <color=#99FFFFFF>60 %</color> de cette manière.",
        "pt": "O Personagem que usar esta arma terá um aumento do Dano do Supremo de <color=#99FFFFFF>0.18%</color> por cada 1 ponto da soma do máximo da Energia Elemental de todos os membros da equipe. O aumento de Dano do Supremo máximo obtível dessa maneira é de <color=#99FFFFFF>60%</color>.",
        "ru": "Урон взрыва стихии экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>0,18%</color> за каждую единицу суммы макс. энергии каждого члена отряда. Бонус урона не может превышать <color=#99FFFFFF>60%</color>.",
        "id": "Setiap 1 poin dari gabungan jumlah Energy maksimum seluruh anggota party akan meningkatkan <color=#99FFFFFF>0,18%</color> DMG Elemental Burst milik Karakter yang mengenakan senjata ini. Peningkatan DMG Elemental Burst maksimum yang bisa didapatkan dengan cara ini adalah <color=#99FFFFFF>60%</color>.",
        "th": "ทุก 1 หน่วย ของผลรวมพลังงานธาตุสูงสุดของตัวละครทั้งหมดในทีม จะทำให้ท่าไม้ตายของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>0.18%</color> โดยความเสียหายท่าไม้ตายที่เพิ่มขึ้นด้วยวิธีนี้ จะสามารถเพิ่มได้มากสุด <color=#99FFFFFF>60%</color>",
        "vi": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng <color=#99FFFFFF>0.18%</color> sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này. Thông qua cách này, sát thương Kỹ Năng Nộ có thể tăng tối đa <color=#99FFFFFF>60%</color>."
      }
    },
    {
      "name": {
        "zhs": "驭浪的海祇民",
        "zht": "馭浪的海祇民",
        "jp": "波を統べる海祇の民",
        "ko": "파도를 지배하는 와타츠미의 백성",
        "en": "Watatsumi Wavewalker",
        "de": "Wellenbändiger von Watatsumi",
        "es": "Dominaolas de Watatsumi",
        "fr": "Marchevague de Watatsumi",
        "pt": "Dominadora de Ondas Watatsumi",
        "ru": "Укротитель волн Ватацуми",
        "id": "Watatsumi Wavewalker",
        "th": "Watatsumi Wavewalker",
        "vi": "Kẻ Cưỡi Sóng Watatsumi"
      },
      "description": {
        "zhs": "队伍中所有角色的元素能量上限的总和，每1点能使装备此武器的角色的元素爆发造成的伤害提高<color=#99FFFFFF>0.21%</color>，通过这种方式，元素爆发造成的伤害至多提高<color=#99FFFFFF>70%</color>。",
        "zht": "隊伍中所有角色的元素能量上限的總和，每1點能使裝備此武器的角色的元素爆發造成的傷害提高<color=#99FFFFFF>0.21%</color>，依此方式，元素爆發造成的傷害至多提高<color=#99FFFFFF>70%</color>。",
        "jp": "チーム全員の元素エネルギー上限の合計を基に、元素爆発ダメージをアップさせる。1ポイントにつき、装備したキャラクターの元素爆発ダメージ+<color=#99FFFFFF>0.21%</color>。この方式でアップできる元素爆発ダメージは最大<color=#99FFFFFF>70%</color>まで。",
        "ko": "파티 내 모든 캐릭터의 원소 에너지 최대치의 총합을 기반으로, 1pt마다 해당 무기를 장착한 캐릭터의 원소폭발 피해가 <color=#99FFFFFF>0.21%</color> 증가한다. 해당 방식을 통해 원소폭발로 가하는 피해가 최대 <color=#99FFFFFF>70%</color>까지 증가한다",
        "en": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by <color=#99FFFFFF>0.21%</color>. A maximum of <color=#99FFFFFF>70%</color> increased Elemental Burst DMG can be achieved this way.",
        "de": "Erhöht den mit Spezialfähigkeiten der mit dieser Waffe ausgerüsteten Figur verursachten Schaden für jeden Punkt aus der Summe der max. Elementarenergie aller Truppenmitglieder zusammengerechnet um <color=#99FFFFFF>0,21 %</color>. Erhöht den mit Spezialfähigkeit verursachten Schaden auf diese Weise um bis zu <color=#99FFFFFF>70 %</color>.",
        "es": "El daño infligido por la Habilidad Definitiva del portador de esta arma aumenta en un <color=#99FFFFFF>0.21%</color> por cada punto de la Energía Elemental máxima total de todos los miembros del equipo. El daño puede aumentar hasta un <color=#99FFFFFF>70%</color> de esta forma.",
        "fr": "Pour chaque point de l'énergie élémentaire combinée de l'ensemble de l'équipe, les DGT du déchaînement élémentaire du personnage équipé de cette arme augmentent de <color=#99FFFFFF>0,21 %</color>. Les DGT du déchaînement élémentaire peuvent être augmentés jusqu'à <color=#99FFFFFF>70 %</color> de cette manière.",
        "pt": "O Personagem que usar esta arma terá um aumento do Dano do Supremo de <color=#99FFFFFF>0.21%</color> por cada 1 ponto da soma do máximo da Energia Elemental de todos os membros da equipe. O aumento de Dano do Supremo máximo obtível dessa maneira é de <color=#99FFFFFF>70%</color>.",
        "ru": "Урон взрыва стихии экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>0,21%</color> за каждую единицу суммы макс. энергии каждого члена отряда. Бонус урона не может превышать <color=#99FFFFFF>70%</color>.",
        "id": "Setiap 1 poin dari gabungan jumlah Energy maksimum seluruh anggota party akan meningkatkan <color=#99FFFFFF>0,21%</color> DMG Elemental Burst milik Karakter yang mengenakan senjata ini. Peningkatan DMG Elemental Burst maksimum yang bisa didapatkan dengan cara ini adalah <color=#99FFFFFF>70%</color>.",
        "th": "ทุก 1 หน่วย ของผลรวมพลังงานธาตุสูงสุดของตัวละครทั้งหมดในทีม จะทำให้ท่าไม้ตายของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>0.21%</color> โดยความเสียหายท่าไม้ตายที่เพิ่มขึ้นด้วยวิธีนี้ จะสามารถเพิ่มได้มากสุด <color=#99FFFFFF>70%</color>",
        "vi": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng <color=#99FFFFFF>0.21%</color> sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này. Thông qua cách này, sát thương Kỹ Năng Nộ có thể tăng tối đa <color=#99FFFFFF>70%</color>."
      }
    },
    {
      "name": {
        "zhs": "驭浪的海祇民",
        "zht": "馭浪的海祇民",
        "jp": "波を統べる海祇の民",
        "ko": "파도를 지배하는 와타츠미의 백성",
        "en": "Watatsumi Wavewalker",
        "de": "Wellenbändiger von Watatsumi",
        "es": "Dominaolas de Watatsumi",
        "fr": "Marchevague de Watatsumi",
        "pt": "Dominadora de Ondas Watatsumi",
        "ru": "Укротитель волн Ватацуми",
        "id": "Watatsumi Wavewalker",
        "th": "Watatsumi Wavewalker",
        "vi": "Kẻ Cưỡi Sóng Watatsumi"
      },
      "description": {
        "zhs": "队伍中所有角色的元素能量上限的总和，每1点能使装备此武器的角色的元素爆发造成的伤害提高<color=#99FFFFFF>0.24%</color>，通过这种方式，元素爆发造成的伤害至多提高<color=#99FFFFFF>80%</color>。",
        "zht": "隊伍中所有角色的元素能量上限的總和，每1點能使裝備此武器的角色的元素爆發造成的傷害提高<color=#99FFFFFF>0.24%</color>，依此方式，元素爆發造成的傷害至多提高<color=#99FFFFFF>80%</color>。",
        "jp": "チーム全員の元素エネルギー上限の合計を基に、元素爆発ダメージをアップさせる。1ポイントにつき、装備したキャラクターの元素爆発ダメージ+<color=#99FFFFFF>0.24%</color>。この方式でアップできる元素爆発ダメージは最大<color=#99FFFFFF>80%</color>まで。",
        "ko": "파티 내 모든 캐릭터의 원소 에너지 최대치의 총합을 기반으로, 1pt마다 해당 무기를 장착한 캐릭터의 원소폭발 피해가 <color=#99FFFFFF>0.24%</color> 증가한다. 해당 방식을 통해 원소폭발로 가하는 피해가 최대 <color=#99FFFFFF>80%</color>까지 증가한다",
        "en": "For every point of the entire party's combined maximum Energy capacity, the Elemental Burst DMG of the character equipping this weapon is increased by <color=#99FFFFFF>0.24%</color>. A maximum of <color=#99FFFFFF>80%</color> increased Elemental Burst DMG can be achieved this way.",
        "de": "Erhöht den mit Spezialfähigkeiten der mit dieser Waffe ausgerüsteten Figur verursachten Schaden für jeden Punkt aus der Summe der max. Elementarenergie aller Truppenmitglieder zusammengerechnet um <color=#99FFFFFF>0,24 %</color>. Erhöht den mit Spezialfähigkeit verursachten Schaden auf diese Weise um bis zu <color=#99FFFFFF>80 %</color>.",
        "es": "El daño infligido por la Habilidad Definitiva del portador de esta arma aumenta en un <color=#99FFFFFF>0.24%</color> por cada punto de la Energía Elemental máxima total de todos los miembros del equipo. El daño puede aumentar hasta un <color=#99FFFFFF>80%</color> de esta forma.",
        "fr": "Pour chaque point de l'énergie élémentaire combinée de l'ensemble de l'équipe, les DGT du déchaînement élémentaire du personnage équipé de cette arme augmentent de <color=#99FFFFFF>0,24 %</color>. Les DGT du déchaînement élémentaire peuvent être augmentés jusqu'à <color=#99FFFFFF>80 %</color> de cette manière.",
        "pt": "O Personagem que usar esta arma terá um aumento do Dano do Supremo de <color=#99FFFFFF>0.24%</color> por cada 1 ponto da soma do máximo da Energia Elemental de todos os membros da equipe. O aumento de Dano do Supremo máximo obtível dessa maneira é de <color=#99FFFFFF>80%</color>.",
        "ru": "Урон взрыва стихии экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>0,24%</color> за каждую единицу суммы макс. энергии каждого члена отряда. Бонус урона не может превышать <color=#99FFFFFF>80%</color>.",
        "id": "Setiap 1 poin dari gabungan jumlah Energy maksimum seluruh anggota party akan meningkatkan <color=#99FFFFFF>0,24%</color> DMG Elemental Burst milik Karakter yang mengenakan senjata ini. Peningkatan DMG Elemental Burst maksimum yang bisa didapatkan dengan cara ini adalah <color=#99FFFFFF>80%</color>.",
        "th": "ทุก 1 หน่วย ของผลรวมพลังงานธาตุสูงสุดของตัวละครทั้งหมดในทีม จะทำให้ท่าไม้ตายของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>0.24%</color> โดยความเสียหายจากท่าไม้ตาย จะสามารถเพิ่มด้วยวิธีนี้ได้มากสุด <color=#99FFFFFF>80%</color>",
        "vi": "Tổng giới hạn Năng Lượng Nguyên Tố của tất cả nhân vật trong đội, mỗi 1 điểm sẽ tăng <color=#99FFFFFF>0.24%</color> sát thương Kỹ Năng Nộ của nhân vật trang bị vũ khí này. Thông qua cách này, sát thương Kỹ Năng Nộ có thể tăng tối đa <color=#99FFFFFF>80%</color>."
      }
    }
  ],
  "internal_name": "Claymore_Maria",
  "imgid": "claymore/maria"
}