{
  "id": 12412,
  "type": "claymore",
  "rank": 4,
  "name": {
    "zhs": "衔珠海皇",
    "zht": "銜珠海皇",
    "jp": "銜玉の海皇",
    "ko": "진주를 문 해황",
    "en": "Luxurious Sea-Lord",
    "de": "Luxuriöser Seekönig",
    "es": "Rey de los Mares",
    "fr": "Illustre seigneur des mers",
    "pt": "Lorde do Mar Luxuoso",
    "ru": "Благодатный владыка вод",
    "id": "Luxurious Sea-Lord",
    "th": "Luxurious Sea-Lord",
    "vi": "Vua Biển Hàng Hiệu"
  },
  "description": {
    "zhs": "海中的大王。经过风干，是称手的兵器以及应急食品。",
    "zht": "海中的大王。經過風乾，是很稱手的兵器以及應急食品。",
    "jp": "海の王様。風乾を経た今、武器としてはもちろん、非常食としても使える。",
    "ko": "바다의 황제, 건조 과정을 거치면 병기와 비상식량으로 사용할 수 있다",
    "en": "The great king of the ocean. Having been air-dried, it makes for a fine weapon as well as emergency sustenance.",
    "de": "Der große König des Ozeans. An der Luft getrocknet, eignet er sich sowohl als Waffe als auch als Notfallnahrung.",
    "es": "El majestuoso rey del océano. Tras secarse, sirve como arma y también como comida de emergencia.",
    "fr": "Le grand seigneur des océans. Ayant été séché à l'air, c'est une arme de qualité, mais également une nourriture bienvenue en cas d'urgence.",
    "pt": "O grande rei do oceano. Após ter sido desidratado, serve como uma boa arma, bem como um alimento de emergência.",
    "ru": "Великий владыка океана. После просушки становится отличным оружием или аварийным пайком.",
    "id": "Raja laut yang agung. Setelah dikeringkan, tidak hanya menjadi senjata yang bagus, ikan ini juga bisa dipakai sebagai makanan darurat.",
    "th": "ราชาแห่งมหาสมุทร หลังจากตากอากาศจนแห้ง ก็กลายเป็นอาวุธที่แสนสะดวก และยังใช้เป็นอาหารฉุกเฉินได้อีกด้วย",
    "vi": "Vua của biển cả. Sau khi sấy khô thì sẽ trở thành binh khí và cả thức ăn dự trữ nữa."
  },
  "lore": {
    "zhs": "\n夜深无人之时，它鳃的鼓动翻译过来是这样的：\n\n「老朽在离开海面的时候，毫无疑问是死了。\n「心脏停跳，两眼泛白，发出腥臭——\n「对于鱼来说，这不是死了是什么。」\n\n「老朽可是䲠鱼之中实力最强的。\n「曾经也是浅海区的第一强者，\n「就连海兽和鲸鲨都无法打败老身。\n「但是这样的我却遇到了对手。\n「那种海月，或者说水母吧。\n「明明只是随波逐流的生物，\n「却能消去所有的撞击的力道。」\n\n「于是老朽放弃了力量，\n「选择了水母的生存之道。\n「度过了漫长的生命之后，\n「我能控制我的身体每一个器官。\n「通过让自己心脏停跳，\n「让自己免于被当成鲜鱼解剖。\n「虽然你们都以为老身不过是咸鱼，\n「不过就让我成为你们的力量吧。」\n\n「挥舞老身的力士哟。\n「嚯嚯嚯…\n「等到所有水系流入大海，\n「所有星辰熄灭之日，\n「当一切都在原初生命大海里相会，\n「要不要和我比试一场呢？」",
    "zht": "\n夜深無人之時，牠鰓的鼓動翻譯過來是這樣的：\n\n「老朽在離開海面的時候，毫無疑問是死了。」\n「心臟停跳，兩眼泛白，發出腥臭——」\n「對於魚來說，這不是死了是什麼。」\n\n「老朽可是鰆魚之中實力最強的。」\n「曾經也是淺海區的第一強者，」\n「就連海獸和鯨鯊都無法打敗老身。」\n「但是這樣的我卻遇到了對手。」\n「那種海月，或者說水母吧。」\n「明明只是隨波逐流的生物，」\n「卻能消去所有的撞擊的力道。」\n\n「於是老朽放棄了力量，」\n「選擇了水母的生存之道。」\n「度過了漫長的生命之後，」\n「我能控制我的身體每一個器官。」\n「透過讓自己心臟停跳，」\n「讓自己免於被當成鮮魚解剖。」\n「雖然你們都以為老身不過是鹹魚，」\n「不過就讓我成為你們的力量吧。」\n\n「揮舞老身的力士喲。」\n「齁齁齁…」\n「等到所有水系流入大海，」\n「所有星辰熄滅之日，」\n「當一切都在原初生命大海裡相會，」\n「要不要和我比試一場呢？」",
    "jp": "\n誰もいない真夜中に、その鰓の鼓動は次のように訳すことができる。\n\n「俺が海を離れた時、それは間違いなく死を意味する。」\n「心臓が止まり、目が白くなり、生臭い臭いを発する——」\n「魚にとって、それは死んだも同然。」\n\n「俺は鰆の中で最も強い。」\n「かつては浅海一の強者だった。」\n「海獣、鯨や鮫さえも俺を倒せない。」\n「しかし、そんな俺は強敵に出会った。」\n「あの海月、クラゲとも言うのか。」\n「波に身を委ねるだけの生き物なのに、」\n「全ての衝撃を流す力を持っていた。」\n\n「そして俺は力を追求することを諦め、」\n「クラゲの生きる道を選んだ。」\n「長き人生を過ごした後、」\n「体のあらゆる器官を制御できるようになった。」\n「自分の心臓を止めたり、」\n「新鮮な魚とみなされ、さばかれることを防いだりした。」\n「俺がただの雑魚だと思っているヤツは多い。」\n「俺をお前らの力にならせてくれ。」\n\n「老体を振り回す力士よ。」\n「ほほほっ…」\n「全ての水路が海に流れ込むまで、」\n「全ての星が消滅する日まで、」\n「全てが原始の大海で出会う時、」\n「この俺と手合わせしてくれないか？」",
    "ko": "\n아무도 없는 깊은 밤, 아가미의 울림을 번역하자면 이러하다\n\n「이 늙은이가 바다 위를 떠날 때, 의심할 여지 없이 죽었다 생각했다\n「심장은 멈췄고, 눈은 하얗게 떠, 비린내가 나고 있으니——\n「물고기로서 이게 죽은 게 아니면 뭐란 말인가」\n\n「이 늙은이는 가장 실력이 좋은 고등어였다\n「과거, 옅은 바다의 제1 강자였고,\n「바다짐승과 고래상어도 그를 이기지 못했다\n「하지만 이러한 나도 대적수를 만나고 말았다\n「일종의 해월, 혹은 해파리라고 해야 할까\n「그저 파도에 떠다니는 생물일 텐데\n「모든 충격을 상쇄하는 힘을 가졌다」\n\n「그래서 이 늙은이는 힘을 포기하고,\n「해파리가 생존하는 법을 선택했다\n「기나긴 생명 후에\n「내 신체의 모든 기관을 컨트롤 할 수 있게 되었다\n「심장을 멈추게 해서\n「해부를 당하지 않게 하였다\n「자네들은 이 늙은이가 그저 시체라고 생각하겠지만,\n「자네들의 힘이 되어주도록 하겠네.」\n\n「이 몸을 휘두르는 장사여\n「허허허…\n「모든 물이 바다로 흘러 들어갈 때,\n「모든 별이 꺼질 때,\n「모든 원초의 생명이 바다에서 만나게 될 때,\n「나와 겨뤄보지 않겠나?」",
    "en": "\nAs the nights deepen, the pulsing of its gills translates as such:\n\n\"Well now, I was undoubtedly dead when I left the sea.\"\n\"My heart ceased to beat, the whites of my eyes showed, I gave off a rank stench—\"\n\"I mean, for a fish, this had to be death, right?\"\n\n\"Now, these old bones were the strongest among all mackerel.\"\n\"I was also once the strongest being in all the shallow seas,\"\n\"And even sea beasts, whales, and sharks were no match for my might.\"\n\"And yet, even I would meet my match!\"\n\"It was that kurage, or perhaps you might call them the jellyfish.\"\n\"Why, they just float along with the tide,\"\n\"And yet, they can deflect any and all impacts.\"\n\n\"So then did I forsake the path of strength,\"\n\"Taking up the path of the jellyfish.\"\n\"After a long, long life,\"\n\"I became able to control every organ in my body.\"\n\"So I stopped my own heart,\"\n\"And was not mistaken for fresh fish and sliced open.\"\n\"You may think that I am naught but a salted fish, 'tis true,\"\n\"But allow me to become your strength.\"\n\n\"Now then, you who wield this old one.\"\n\"Hmm...\"\n\"When all the waters flow into the sea,\"\n\"When the final stars go out,\"\n\"When everything returns to the primordial ocean whence they came,\"\n\"Would you try yourself against me?\"",
    "de": "\nNachts, wenn niemand in der Nähe ist, flüstert er leise zu sich:\n\n„Ich war tot, als ich das Meer verließ.\n„Mein Herz blieb stehen, meine Augen waren glasig, mein Körper stank ...\n„All die Zeichen bedeuteten nur eins: der Tod nahte.“\n\n„Ich war der stärkste von allen Fischen.“\n„Einst war ich auch die Nummer eins im Meer.“\n„Selbst das Seeungeheuer und der gigantische Walhai konnten mich nicht besiegen.“\n„Aber nun traf ich auf einen Gegner von anderer Natur.“\n„Diese Art von Seemond oder Qualle, glaube ich.“\n„Die waren Kreaturen, die eindeutig nur mit dem Strom kraftlos schwimmen.“\n„Aber sie nahm die ganze Wucht des Aufpralls mühelos auf.“\n\n„So gab ich auch meine Kraft auf.“\n„Und versuchte ich, wie sie zu leben.“\n„Nach einer sehr langen Zeit.“\n„Ich konnte jedes Organ meines Körpers kontrollieren.“\n„Indem ich mein Herz anhält,\nkann ich mich davor retten, als frischer Fisch geschlachtet zu werden.“\n„Obwohl ihr alle denkt, ich lebe nur so vor mich hin.\nIch kann immer noch ein Teil eurer Kraft werden.“\n\n„Wackerer Kämpfer, der mich als Waffe schwingt.“\n„Hohoho ...“\n„Warte, bis all das Wasser die Wasserwege ins Meer hinfließt,\nbis der Tag kommt, an dem alle Sterne erlöschen werden,\nwenn sich alles im großen Meer des ursprünglichen Lebens trifft,\nwillst du dich mit mir messen?“",
    "es": "\nCuando la noche se hace más profunda y no hay nadie alrededor, el latido de sus branquias se traduce así:\n\n“Bueno, sin lugar a dudas estaba muerto cuando salí del mar.\nMi corazón dejó de latir, los ojos se me pusieron en blanco, y empecé a desprender un hedor rancio...\nQuiero decir, para un pez, esto tenía que ser la muerte, ¿no?\n\nPero estos viejos huesos eran los más fuertes entre todas las caballas.\nTambién era la criatura más fuerte de todos los mares poco profundos,\ne incluso las bestias marinas, las ballenas y los tiburones no eran rivales para mi poderío.\nSin embargo, ¡incluso yo encontré un oponente que me derrotó!\nFueron esas medusas...\nClaro, simplemente flotan con la marea,\npero pueden esquivar todos los impactos.\n\nEntonces abandoné el camino de la fuerza,\ny tomé el camino de las medusas.\nDespués de una vida muy larga,\nllegué a ser capaz de controlar todos los órganos de mi cuerpo.\nAsí que detuve mi propio corazón,\ny no me confundieron con un pescado fresco, ni me cortaron en rebanadas.\nPuede que pienses que no soy más que un pescado en salazón, y eso es cierto,\npero permíteme convertirme en tu fuerza.\n\nAhora bien, tú que manejas a este viejo...\nHummm...\nCuando todas las aguas fluyan hacia el mar,\ncuando las últimas estrellas se apaguen,\ncuando todo regrese al océano primordial de donde surgió,\n¿medirías tu fuerza contra mí?”.",
    "fr": "\nAlors que la nuit s'installe, les vibrations de ses branchies expriment ceci :\n\n« J'étais sans aucun doute mort lorsque j'ai quitté la mer.\nMon cœur avait cessé de battre, mes yeux étaient devenus blancs, mon corps empestait...\nJe veux dire, pour un poisson, ça doit bien être la mort ça, non ?\n\nJ'étais le plus fort parmi la poiscaille. \nJ'étais même le plus fort de tous dans les mers,\nmême les monstres marins, les baleines et les requins ne faisaient pas le poids contre moi.\nMais j'ai pourtant fini par rencontrer un adversaire à ma taille.\nC'était ce kurage, aussi appelée méduse.\nElle peut flotter au rythme de la marée, \net esquiver tous les impacts.\n\nJ'ai alors abandonné la voie de la force,\npour emprunter la voie de la méduse.\nAprès une très longue vie,\nil m'était possible de contrôler chaque organe de mon corps.\nJ'ai alors arrêté mon propre cœur,\npour éviter d'être pris pour un poisson frais et éventré.\nVous pensez certainement que je ne suis rien de plus qu'un poisson salé,\nmais laissez-moi devenir votre force.\n\nAlors, vous qui maniez cette vieille chose.\nHmm...\nLorsque toutes les eaux coulent vers la mer,\nlorsque les étoiles s'éteignent,\nlorsque toute chose retourne à l'océan primordial,\nvoudrez-vous vous mesurer à moi ? »",
    "pt": "\nÀ medida que as noites se aprofundam, o pulsar de suas brânquias se traduz como tal:\n\n\"Bem agora, eu estava sem dúvida morto quando deixei o oceano.\"\n\"Meu coração parou de bater, os brancos dos meus olhos apareceram, eu emiti um mau cheiro-\"\n\"Para um peixe, se isso não significa morte, significa o quê?\"\n\n\"Agora, estes velhos ossos eram os mais fortes entre todas as cavalinhas.\"\n\"Eu já fui o ser mais forte nas profundezas dos mares,\"\n\"E mesmo as bestas marítimas, baleias e tubarões não tinham chances contra o meu poder.\"\n\"Mas mesmo assim, eu encontrei o meu adversário.\"\n\"Era aquele kurage, ou talvez você deva chamá-lo de águas-viva.\"\n\"Por que, eles apenas flutuam junto com a maré,\"\n\"E mesmo assim, eles podem desviar todo e qualquer impacto.\"\n\n\"Então, eu abandonei o caminho da força,\"\n\"Pegando o caminho da água-viva.\"\n\"Após uma vida muito longa,\"\n\"Passei a ser capaz de controlar cada órgão do meu corpo.\"\n\"Então parei o meu próprio coração,\"\n\"Para evitar de ser confundido com um peixe fresco e acabar em fatias.\"\n\"Você pode achar que eu não sou nada além de um peixe salgado, é verdade,\"\n\"Mas permita-me ser a sua força.\"\n\n\"Agora, vocês que empunham esta velha coisa.\"\n\"Hummm...\"\n\"Quando todas as águas desaguam no mar,\"\n\"Quando todas as estrelas se extinguem,\"\n\"Quando tudo volta ao oceano primordial de onde vieram,\"\n\"Você tentaria se opor a mim?\"",
    "ru": "\nВо тьме одиночества жабры этой рыбы отстукивают ритм, который переводится на человеческий язык так:\n\nПокинув море, становлюсь я мертвецу подобен:\nНе бьётся сердце, белые зрачки и рыбный смрад.\nНо то обман, не смерть, тебя пусть эти знаки не смутят.\n\nСильней меня нет никого среди макрелей,\nИ раньше слыл я лучшим из бойцов.\nАкулы и моржи задеть меня не смели,\nНо всё же мне нашёлся враг среди штормов -\nПодобная луне огромная медуза,\nСпособная лишь с волнами покорно дрейфовать,\nНо ей достало сил, чтобы отбиться от атак.\n\nИ я тогда отринул свою силу\nИ выбрал путь - медузою пуститься по волнам.\nЯ овладел искусством управленья сердцем\nЗа много лет скитаний по морям.\nМогу остановить его биенье,\nЧтоб не попасться мяснику под нож.\nЛежу я мирной рыбкой средь солений,\nНо в руки взяв меня, ты силу обретёшь.\n\nСмелее же, распоряжайся мною,\nХа-ха, по крайней мере до тех пор,\nПока все воды не впадут в моря\nИ не угаснет, тлея, далеких звёзд узор.\nТогда мы все вернёмся в первозданность моря,\nОсмелишься тогда ты бросить вызов мне?»",
    "id": "\nSaat malam semakin larut, denyut insangnya seakan mengatakan kalimat ini:\n\n\"Aku sadar, aku pasti sudah mati saat aku meninggalkan laut.\"\n\"Jantungku berhenti berdetak, bagian putih mataku terlihat, dan aku mengeluarkan bau busuk—\"\n\"Maksudku... ini tanda-tanda kematian seekor ikan, bukan?\"\n\n\"Dulu, tulang-tulang tua ini adalah yang terkuat di antara semua jenis ikan.\"\n\"Aku juga pernah menjadi makhluk terkuat yang ada di seluruh lautan dangkal,\"\n\"Dan bahkan monster laut, paus, dan hiu bukanlah lawan yang setara denganku.\"\n\"Tapi ternyata, aku berhadapan juga dengan lawan kuat itu pada akhirnya!\"\n\"Dialah kurage, atau mungkin yang biasa orang sebut dengan ubur-ubur.\"\n\"Bagaimana bisa mereka yang hanya terhanyut bersama dengan air pasang,\"\n\"Bisa menangkis setiap serangan yang kuat?\"\n\n\"Karena itu, aku memilih untuk meninggalkan kekuatanku yang terdahulu,\"\n\"Demi mengikuti cara bertahan hidup sebagai ubur-ubur.\"\n\"Karena setelah melewati masa hidup yang sangat lama,\"\n\"Aku menjadi mampu untuk mengendalikan setiap organ-organ tubuhku dengan sempurna.\"\n\"Jadi kuhentikan detak jantungku sendiri,\"\n\"Supaya aku tidak berakhir sebagai ikan segar yang mati dicincang.\"\n\"Kamu mungkin berpikir kalau aku hanyalah ikan asin, itu memang benar,\"\n\"Tapi izinkanlah aku menjadi kekuatanmu.\"\n\n\"Dan sekarang buat kamu yang menggenggam tubuh tua ini.\"\n\"Hmm...\"\n\"Ketika semua air mengalir ke laut,\"\n\"Saat semua bintang tidak memancarkan sinarnya lagi,\"\n\"Dan sewaktu segala sesuatunya kembali ke lautan purba dari mana mereka datang,\"\n\"Sudikah kamu menguji dirimu sendiri untuk melawanku?\"",
    "th": "\nในค่ำคืนดึกสงัดไร้ซึ่งผู้คน การขยับเหงือกของมันแปลความหมายได้ว่า:\n\n\"เมื่อฉันออกไปจากท้องทะเล ฉันคงต้องตายอย่างไม่ต้องสงสัย\"\n\"ใจฉันหยุดเต้น ดวงตาขาวโพลน แล้วฉันก็จะส่งกลิ่นเหม็น\"\n\"สำหรับปลาแล้ว ถ้านี่ไม่ใช่ความตายแล้วจะเป็นอะไรได้ล่ะ?\"\n\n\"ฉันคือปลาที่แข็งแกร่งที่สุดในหมู่ปลาแมกเคอเรล\"\n\"ฉันเคยเป็นผู้ที่แข็งแกร่งที่สุดในท้องทะเลตื้น\"\n\"และแม้แต่สัตว์ทะเล ปลาวาฬ และฉลามก็ไม่อาจเอาชนะฉันได้\"\n\"แล้วฉันก็เจอกับคู่ต่อสู้ที่เหมาะสม\"\n\"มันคือคุระเกะ หรืออาจเรียกพวกมันว่าแมงกะพรุน\"\n\"ทั้งที่พวกมันแค่ลอยไปตามกระแสน้ำ\"\n\"แต่กลับสามารถกำจัดพลังโจมตีที่กระทบตัวมันทั้งหมดได้\"\n\n\"ดังนั้นฉันจึงละทิ้งเส้นทางของพละกำลัง\"\n\"และปล่อยให้แมงกะพรุนนั้นมีชีวิตต่อไป\"\n\"หลังจากใช้ชีวิตผ่านมาอย่างยาวนาน\"\n\"ฉันสามารถควบคุมทุกอวัยวะในร่างกายได้\"\n\"ฉันจึงหยุดหัวใจที่ยังเต้นอยู่ของตัวเองลง\"\n\"เพื่อไม่ให้ตัวเองถูกมองว่าเป็นปลาสดแล้วถูกแล่\"\n\"แม้ว่าพวกเธออาจจะคิดว่าฉันเป็นแค่ปลาทูเค็ม\"\n\"แต่ยังไงก็ให้ฉันเป็นพลังของพวกเธอก็แล้วกันนะ\"\n\n\"ตอนนี้ก็จับร่างอันแข็งแกร่งของฉันไว้\"\n\"อืม...\"\n\"รอจนน้ำทั้งหมดไหลลงสู่ท้องทะเล\"\n\"ในวันที่แสงดาราทั้งหมดดับสลาย\"\n\"เมื่อทุกสิ่งมาบรรจบกันในทะเลแห่งชีวิตที่ทุกอย่างเริ่มต้นขึ้น\"\n\"เมื่อถึงวันนั้น จะมาประลองกับฉันดูมั้ยล่ะ\"",
    "vi": "\nKhi về đêm, nhịp đập của mang của nó có nghĩa là:\n\n\"Nó đã chết khi rời khỏi mặt biển.\"\n\"Tim ngừng đập, đôi mắt trắng nhợt, có mùi tanh hôi...\"\n\"Đối với cá mà nói, đây không phải là chết thì là gì.\"\n\n\"Nó có năng lực giỏi nhất trong họ cá thu.\"\n\"Từng là kẻ mạnh nhất trong vùng biển cạn.\"\n\"Cho dù là quái biển và cá mập cũng không đánh bại được nó.\"\n\"Nhưng lại gặp phải một đối thủ.\"\n\"Loại ánh trăng biển, hoặc có thể gọi là sứa biển.\"\n\"Rõ ràng chỉ là loài sinh vật trôi theo dòng nước.\"\n\"Nhưng nó có thể loại bỏ tất cả các lực tác động.\"\n\n\"Vì vậy nó đã từ bỏ sức mạnh.\"\n\"Lựa chọn cách sinh tồn của sứa biển.\"\n\"Để trải qua quãng đời dài đăng đẵng.\"\n\"Ta có thể kiểm soát mọi cơ quan trong cơ thể mình. \"\n\"Thông qua việc để nhịp tim ngừng đập.\"\n\"Để bản thân khỏi bị mổ xẻ như cá tươi.\"\n\"Tuy rằng các người đều nghĩ ta chẳng qua chỉ là cá khô.\"\n\"Nhưng hãy để ta trở thành sức mạnh của các người.\"\n\n\"Hãy sử dụng sức mạnh của ta cho tốt.\n\"Hự hự hự...\"\n\"Đợi đến ngày toàn bộ dòng nước đổ về biển cả.\"\n\"Ngày tất cả ngôi sao đều dập tắt.\"\n\"Khi mọi thứ đều gặp nhau trong biển cả như thuở ban đầu.\"\n\"Có muốn tỉ thí với ta không?\""
  },
  "effects": [
    {
      "name": {
        "zhs": "海洋的胜利",
        "zht": "海洋的勝利",
        "jp": "海の勝利",
        "ko": "바다의 승리",
        "en": "Oceanic Victory",
        "de": "Meeressieg",
        "es": "Victoria oceánica",
        "fr": "Victoire océanique",
        "pt": "Vitória Oceânica",
        "ru": "Победа океана",
        "id": "Oceanic Victory",
        "th": "Oceanic Victory",
        "vi": "Chiến Thắng Của Biển Cả"
      },
      "description": {
        "zhs": "元素爆发造成的伤害提升<color=#99FFFFFF>12%</color>。元素爆发命中敌人时，有100%概率召唤大鲔冲击，造成<color=#99FFFFFF>100%</color>攻击力的范围伤害。该效果每15秒至多触发一次。",
        "zht": "元素爆發造成的傷害提升<color=#99FFFFFF>12%</color>。元素爆發命中敵人時，有100%機率召喚大鮪衝擊，造成<color=#99FFFFFF>100%</color>攻擊力的範圍傷害。該效果每15秒至多觸發一次。",
        "jp": "元素爆発ダメージ+<color=#99FFFFFF>12%</color>。元素爆発が敵に命中すると、100%の確率でマグロを召喚し、衝撃を与え、攻撃力<color=#99FFFFFF>100%</color>分の範囲ダメージを与える。この効果は15秒毎に1回のみ発動可能。",
        "ko": "원소폭발로 가하는 피해가 <color=#99FFFFFF>12%</color> 증가한다. 원소폭발이 적을 명중하면, 100% 확률로 참다랑어를 소환해 공격력 <color=#99FFFFFF>100%</color>의 범위 피해를 준다. 해당 효과는 15초마다 최대 1회 발동한다",
        "en": "Increases Elemental Burst DMG by <color=#99FFFFFF>12%</color>. When Elemental Burst hits opponents, there is a 100% chance of summoning a huge onrush of tuna that deals <color=#99FFFFFF>100%</color> ATK as AoE DMG. This effect can occur once every 15s.",
        "de": "Erhöht den mit Spezialfähigkeiten verursachten Schaden um <color=#99FFFFFF>12 %</color>. Beschwört beim Treffen von Gegnern mit Spezialfähigkeiten mit einer Wahrscheinlichkeit von 100 % große Thunfische, die Flächenschaden in Höhe von <color=#99FFFFFF>100 %</color> ANG verursachen. 15 s Abklingzeit.",
        "es": "Aumenta el daño infligido por la Habilidad Definitiva en un <color=#99FFFFFF>12%</color>. Cuando la Habilidad Definitiva golpea a un enemigo, hay una probabilidad del 100% de invocar unos atunes que atacan e infligen un Daño en el AdE equivalente al <color=#99FFFFFF>100%</color> del ATQ. Este efecto solo se puede activar una vez cada 15 s.",
        "fr": "Augmente les DGT des déchaînements élémentaires de <color=#99FFFFFF>12 %</color>. Lorsqu'un déchaînement élémentaire touche un ennemi, il y a 100 % de chances d'invoquer un banc de thons qui charge et inflige des DGT de zone équivalant à <color=#99FFFFFF>100 %</color> de l'ATQ. Cet effet peut être déclenché une fois toutes les 15 s.",
        "pt": "Aumenta o Dano do Supremo em <color=#99FFFFFF>12%</color>. Quando o Supremo acerta os oponentes, existe 100% de chance de invocar uma tuna titânica que avança e causa <color=#99FFFFFF>100%</color> do ATQ como Dano em uma AdE. Este efeito pode ocorrer uma vez a cada 15s.",
        "ru": "Увеличивает урон взрыва стихии на <color=#99FFFFFF>12%</color>. При попадании взрывом стихии по противнику с вероятностью в 100% призывается Титанический тунец, который совершает атаку и наносит урон по площади, равный <color=#99FFFFFF>100%</color> от силы атаки. Может возникнуть раз в 15 сек.",
        "id": "Meningkatkan <color=#99FFFFFF>12%</color> DMG Elemental Burst. Saat Elemental Burst mengenai musuh, ada 100% kemungkinan memanggil ikan-ikan tuna untuk menyerang musuh dan mengakibatkan DMG Area sebesar <color=#99FFFFFF>100%</color> ATK. Efek ini dapat terpicu setiap 15 detik.",
        "th": "ท่าไม้ตายสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>12%</color> และในตอนที่ท่าไม้ตายโจมตีถูกศัตรู จะมีโอกาส 100% ที่จะเรียกฝูงทูน่าออกมา เพื่อสร้างความเสียหายวงกว้าง <color=#99FFFFFF>100%</color> ของพลังโจมตี โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที",
        "vi": "Sát thương từ Kỹ Năng Nộ tăng <color=#99FFFFFF>12%</color>. Khi Kỹ Năng Nộ trúng địch, có 100% tỷ lệ triệu hồi kình ngư xung kích, gây sát thương phạm vi bằng <color=#99FFFFFF>100%</color> sức tấn công. Hiệu quả này mỗi 15s tối đa kích hoạt một lần."
      }
    },
    {
      "name": {
        "zhs": "海洋的胜利",
        "zht": "海洋的勝利",
        "jp": "海の勝利",
        "ko": "바다의 승리",
        "en": "Oceanic Victory",
        "de": "Meeressieg",
        "es": "Victoria oceánica",
        "fr": "Victoire océanique",
        "pt": "Vitória Oceânica",
        "ru": "Победа океана",
        "id": "Oceanic Victory",
        "th": "Oceanic Victory",
        "vi": "Chiến Thắng Của Biển Cả"
      },
      "description": {
        "zhs": "元素爆发造成的伤害提升<color=#99FFFFFF>15%</color>。元素爆发命中敌人时，有100%概率召唤大鲔冲击，造成<color=#99FFFFFF>125%</color>攻击力的范围伤害。该效果每15秒至多触发一次。",
        "zht": "元素爆發造成的傷害提升<color=#99FFFFFF>15%</color>。元素爆發命中敵人時，有100%的機率召喚大鮪衝擊，造成<color=#99FFFFFF>125%</color>攻擊力的範圍傷害。該效果每15秒至多觸發一次。",
        "jp": "元素爆発ダメージ+<color=#99FFFFFF>15%</color>。元素爆発が敵に命中すると、100%の確率でマグロを召喚し、衝撃を与え、攻撃力<color=#99FFFFFF>125%</color>分の範囲ダメージを与える。この効果は15秒毎に1回のみ発動可能。",
        "ko": "원소폭발로 가하는 피해가 <color=#99FFFFFF>15%</color> 증가한다. 원소폭발이 적을 명중하면, 100% 확률로 참다랑어를 소환해 공격력 <color=#99FFFFFF>125%</color>의 범위 피해를 준다. 해당 효과는 15초마다 최대 1회 발동한다",
        "en": "Increases Elemental Burst DMG by <color=#99FFFFFF>15%</color>. When Elemental Burst hits opponents, there is a 100% chance of summoning a huge onrush of tuna that deals <color=#99FFFFFF>125%</color> ATK as AoE DMG. This effect can occur once every 15s.",
        "de": "Erhöht den mit Spezialfähigkeiten verursachten Schaden um <color=#99FFFFFF>15 %</color>. Beschwört beim Treffen von Gegnern mit Spezialfähigkeiten mit einer Wahrscheinlichkeit von 100 % große Thunfische, die Flächenschaden in Höhe von <color=#99FFFFFF>125 %</color> ANG verursachen. 15 s Abklingzeit.",
        "es": "Aumenta el daño infligido por la Habilidad Definitiva en un <color=#99FFFFFF>15%</color>. Cuando la Habilidad Definitiva golpea a un enemigo, hay una probabilidad del 100% de invocar unos atunes que atacan e infligen un Daño en el AdE equivalente al <color=#99FFFFFF>125%</color> del ATQ. Este efecto solo se puede activar una vez cada 15 s.",
        "fr": "Augmente les DGT des déchaînements élémentaires de <color=#99FFFFFF>15 %</color>. Lorsqu'un déchaînement élémentaire touche un ennemi, il y a 100 % de chances d'invoquer un banc de thons qui charge et inflige des DGT de zone équivalant à <color=#99FFFFFF>125 %</color> de l'ATQ. Cet effet peut être déclenché une fois toutes les 15 s.",
        "pt": "Aumenta o Dano do Supremo em <color=#99FFFFFF>15%</color>. Quando o Supremo acerta os oponentes, existe 100% de chance de invocar uma tuna titânica que avança e causa <color=#99FFFFFF>125%</color> do ATQ como Dano em uma AdE. Este efeito pode ocorrer uma vez a cada 15s.",
        "ru": "Увеличивает урон взрыва стихии на <color=#99FFFFFF>15%</color>. При попадании взрывом стихии по противнику с вероятностью в 100% призывается Титанический тунец, который совершает атаку и наносит урон по площади, равный <color=#99FFFFFF>125%</color> от силы атаки. Может возникнуть раз в 15 сек.",
        "id": "Meningkatkan <color=#99FFFFFF>15%</color> DMG Elemental Burst. Saat Elemental Burst mengenai musuh, ada 100% kemungkinan memanggil ikan-ikan tuna untuk menyerang musuh dan mengakibatkan DMG Area sebesar <color=#99FFFFFF>125%</color> ATK. Efek ini dapat terpicu setiap 15 detik.",
        "th": "ท่าไม้ตายสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>15%</color> และในตอนที่ท่าไม้ตายโจมตีถูกศัตรู จะมีโอกาส 100% ที่จะเรียกฝูงทูน่าออกมา เพื่อสร้างความเสียหายวงกว้าง <color=#99FFFFFF>125%</color> ของพลังโจมตี โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที",
        "vi": "Sát thương từ Kỹ Năng Nộ tăng <color=#99FFFFFF>15%</color>. Khi Kỹ Năng Nộ trúng địch, có 100% tỷ lệ triệu hồi kình ngư xung kích, gây sát thương phạm vi bằng <color=#99FFFFFF>125%</color> sức tấn công. Hiệu quả này mỗi 15s tối đa kích hoạt một lần."
      }
    },
    {
      "name": {
        "zhs": "海洋的胜利",
        "zht": "海洋的勝利",
        "jp": "海の勝利",
        "ko": "바다의 승리",
        "en": "Oceanic Victory",
        "de": "Meeressieg",
        "es": "Victoria oceánica",
        "fr": "Victoire océanique",
        "pt": "Vitória Oceânica",
        "ru": "Победа океана",
        "id": "Oceanic Victory",
        "th": "Oceanic Victory",
        "vi": "Chiến Thắng Của Biển Cả"
      },
      "description": {
        "zhs": "元素爆发造成的伤害提升<color=#99FFFFFF>18%</color>。元素爆发命中敌人时，有100%概率召唤大鲔冲击，造成<color=#99FFFFFF>150%</color>攻击力的范围伤害。该效果每15秒至多触发一次。",
        "zht": "元素爆發造成的傷害提升<color=#99FFFFFF>18%</color>。元素爆發命中敵人時，有100%的機率召喚大鮪衝擊，造成<color=#99FFFFFF>150%</color>攻擊力的範圍傷害。該效果每15秒至多觸發一次。",
        "jp": "元素爆発ダメージ+<color=#99FFFFFF>18%</color>。元素爆発が敵に命中すると、100%の確率でマグロを召喚し、衝撃を与え、攻撃力<color=#99FFFFFF>150%</color>分の範囲ダメージを与える。この効果は15秒毎に1回のみ発動可能。",
        "ko": "원소폭발로 가하는 피해가 <color=#99FFFFFF>18%</color> 증가한다. 원소폭발이 적을 명중하면, 100% 확률로 참다랑어를 소환해 공격력 <color=#99FFFFFF>150%</color>의 범위 피해를 준다. 해당 효과는 15초마다 최대 1회 발동한다",
        "en": "Increases Elemental Burst DMG by <color=#99FFFFFF>18%</color>. When Elemental Burst hits opponents, there is a 100% chance of summoning a huge onrush of tuna that deals <color=#99FFFFFF>150%</color> ATK as AoE DMG. This effect can occur once every 15s.",
        "de": "Erhöht den mit Spezialfähigkeiten verursachten Schaden um <color=#99FFFFFF>18 %</color>. Beschwört beim Treffen von Gegnern mit Spezialfähigkeiten mit einer Wahrscheinlichkeit von 100 % große Thunfische, die Flächenschaden in Höhe von <color=#99FFFFFF>150 %</color> ANG verursachen. 15 s Abklingzeit.",
        "es": "Aumenta el daño infligido por la Habilidad Definitiva en un <color=#99FFFFFF>18%</color>. Cuando la Habilidad Definitiva golpea a un enemigo, hay una probabilidad del 100% de invocar unos atunes que atacan e infligen un Daño en el AdE equivalente al <color=#99FFFFFF>150%</color> del ATQ. Este efecto solo se puede activar una vez cada 15 s.",
        "fr": "Augmente les DGT des déchaînements élémentaires de <color=#99FFFFFF>18 %</color>. Lorsqu'un déchaînement élémentaire touche un ennemi, il y a 100 % de chances d'invoquer un banc de thons qui charge et inflige des DGT de zone équivalant à <color=#99FFFFFF>150 %</color> de l'ATQ. Cet effet peut être déclenché une fois toutes les 15 s.",
        "pt": "Aumenta o Dano do Supremo em <color=#99FFFFFF>18%</color>. Quando o Supremo acerta os oponentes, existe 100% de chance de invocar uma tuna titânica que avança e causa <color=#99FFFFFF>150%</color> do ATQ como Dano em uma AdE. Este efeito pode ocorrer uma vez a cada 15s.",
        "ru": "Увеличивает урон взрыва стихии на <color=#99FFFFFF>18%</color>. При попадании взрывом стихии по противнику с вероятностью в 100% призывается Титанический тунец, который совершает атаку и наносит урон по площади, равный <color=#99FFFFFF>150%</color> от силы атаки. Может возникнуть раз в 15 сек.",
        "id": "Meningkatkan <color=#99FFFFFF>18%</color> DMG Elemental Burst. Saat Elemental Burst mengenai musuh, ada 100% kemungkinan memanggil ikan-ikan tuna untuk menyerang musuh dan mengakibatkan DMG Area sebesar <color=#99FFFFFF>150%</color> ATK. Efek ini dapat terpicu setiap 15 detik.",
        "th": "ท่าไม้ตายสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>18%</color> และในตอนที่ท่าไม้ตายโจมตีถูกศัตรู จะมีโอกาส 100% ที่จะเรียกฝูงทูน่าออกมา เพื่อสร้างความเสียหายวงกว้าง <color=#99FFFFFF>150%</color> ของพลังโจมตี โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที",
        "vi": "Sát thương từ Kỹ Năng Nộ tăng <color=#99FFFFFF>18%</color>. Khi Kỹ Năng Nộ trúng địch, có 100% tỷ lệ triệu hồi kình ngư xung kích, gây sát thương phạm vi bằng <color=#99FFFFFF>150%</color> sức tấn công. Hiệu quả này mỗi 15s tối đa kích hoạt một lần."
      }
    },
    {
      "name": {
        "zhs": "海洋的胜利",
        "zht": "海洋的勝利",
        "jp": "海の勝利",
        "ko": "바다의 승리",
        "en": "Oceanic Victory",
        "de": "Meeressieg",
        "es": "Victoria oceánica",
        "fr": "Victoire océanique",
        "pt": "Vitória Oceânica",
        "ru": "Победа океана",
        "id": "Oceanic Victory",
        "th": "Oceanic Victory",
        "vi": "Chiến Thắng Của Biển Cả"
      },
      "description": {
        "zhs": "元素爆发造成的伤害提升<color=#99FFFFFF>21%</color>。元素爆发命中敌人时，有100%概率召唤大鲔冲击，造成<color=#99FFFFFF>175%</color>攻击力的范围伤害。该效果每15秒至多触发一次。",
        "zht": "元素爆發造成的傷害提升<color=#99FFFFFF>21%</color>。元素爆發命中敵人時，有100%的機率召喚大鮪衝擊，造成<color=#99FFFFFF>175%</color>攻擊力的範圍傷害。該效果每15秒至多觸發一次。",
        "jp": "元素爆発ダメージ+<color=#99FFFFFF>21%</color>。元素爆発が敵に命中すると、100%の確率でマグロを召喚し、衝撃を与え、攻撃力<color=#99FFFFFF>175%</color>分の範囲ダメージを与える。この効果は15秒毎に1回のみ発動可能。",
        "ko": "원소폭발로 가하는 피해가 <color=#99FFFFFF>21%</color> 증가한다. 원소폭발이 적을 명중하면, 100% 확률로 참다랑어를 소환해 공격력 <color=#99FFFFFF>175%</color>의 범위 피해를 준다. 해당 효과는 15초마다 최대 1회 발동한다",
        "en": "Increases Elemental Burst DMG by <color=#99FFFFFF>21%</color>. When Elemental Burst hits opponents, there is a 100% chance of summoning a huge onrush of tuna that deals <color=#99FFFFFF>175%</color> ATK as AoE DMG. This effect can occur once every 15s.",
        "de": "Erhöht den mit Spezialfähigkeiten verursachten Schaden um <color=#99FFFFFF>21 %</color>. Beschwört beim Treffen von Gegnern mit Spezialfähigkeiten mit einer Wahrscheinlichkeit von 100 % große Thunfische, die Flächenschaden in Höhe von <color=#99FFFFFF>175 %</color> ANG verursachen. 15 s Abklingzeit.",
        "es": "Aumenta el daño infligido por la Habilidad Definitiva en un <color=#99FFFFFF>21%</color>. Cuando la Habilidad Definitiva golpea a un enemigo, hay una probabilidad del 100% de invocar unos atunes que atacan e infligen un Daño en el AdE equivalente al <color=#99FFFFFF>175%</color> del ATQ. Este efecto solo se puede activar una vez cada 15 s.",
        "fr": "Augmente les DGT des déchaînements élémentaires de <color=#99FFFFFF>21 %</color>. Lorsqu'un déchaînement élémentaire touche un ennemi, il y a 100 % de chances d'invoquer un banc de thons qui charge et inflige des DGT de zone équivalant à <color=#99FFFFFF>175 %</color> de l'ATQ. Cet effet peut être déclenché une fois toutes les 15 s.",
        "pt": "Aumenta o Dano do Supremo em <color=#99FFFFFF>21%</color>. Quando o Supremo acerta os oponentes, existe 100% de chance de invocar uma tuna titânica que avança e causa <color=#99FFFFFF>175%</color> do ATQ como Dano em uma AdE. Este efeito pode ocorrer uma vez a cada 15s.",
        "ru": "Увеличивает урон взрыва стихии на <color=#99FFFFFF>21%</color>. При попадании взрывом стихии по противнику с вероятностью в 100% призывается Титанический тунец, который совершает атаку и наносит урон по площади, равный <color=#99FFFFFF>175%</color> от силы атаки. Может возникнуть раз в 15 сек.",
        "id": "Meningkatkan <color=#99FFFFFF>21%</color> DMG Elemental Burst. Saat Elemental Burst mengenai musuh, ada 100% kemungkinan memanggil ikan-ikan tuna untuk menyerang musuh dan mengakibatkan DMG Area sebesar <color=#99FFFFFF>175%</color> ATK. Efek ini dapat terpicu setiap 15 detik.",
        "th": "ท่าไม้ตายสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>21%</color> และในตอนที่ท่าไม้ตายโจมตีถูกศัตรู จะมีโอกาส 100% ที่จะเรียกฝูงทูน่าออกมา เพื่อสร้างความเสียหายวงกว้าง <color=#99FFFFFF>175%</color> ของพลังโจมตี โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที",
        "vi": "Sát thương từ Kỹ Năng Nộ tăng <color=#99FFFFFF>21%</color>. Khi Kỹ Năng Nộ trúng địch, có 100% tỷ lệ triệu hồi kình ngư xung kích, gây sát thương phạm vi bằng <color=#99FFFFFF>175%</color> sức tấn công. Hiệu quả này mỗi 15s tối đa kích hoạt một lần."
      }
    },
    {
      "name": {
        "zhs": "海洋的胜利",
        "zht": "海洋的勝利",
        "jp": "海の勝利",
        "ko": "바다의 승리",
        "en": "Oceanic Victory",
        "de": "Meeressieg",
        "es": "Victoria oceánica",
        "fr": "Victoire océanique",
        "pt": "Vitória Oceânica",
        "ru": "Победа океана",
        "id": "Oceanic Victory",
        "th": "Oceanic Victory",
        "vi": "Chiến Thắng Của Biển Cả"
      },
      "description": {
        "zhs": "元素爆发造成的伤害提升<color=#99FFFFFF>24%</color>。元素爆发命中敌人时，有100%概率召唤大鲔冲击，造成<color=#99FFFFFF>200%</color>攻击力的范围伤害。该效果每15秒至多触发一次。",
        "zht": "元素爆發造成的傷害提升<color=#99FFFFFF>24%</color>。元素爆發命中敵人時，有100%的 機率召喚大鮪衝擊，造成<color=#99FFFFFF>200%</color>攻擊力的範圍傷害。該效果每15秒至多觸發一次。",
        "jp": "元素爆発ダメージ+<color=#99FFFFFF>24%</color>。元素爆発が敵に命中すると、100%の確率でマグロを召喚し、衝撃を与え、攻撃力<color=#99FFFFFF>200%</color>分の範囲ダメージを与える。この効果は15秒毎に1回のみ発動可能。",
        "ko": "원소폭발로 가하는 피해가 <color=#99FFFFFF>24%</color> 증가한다. 원소폭발이 적을 명중하면, 100% 확률로 참다랑어를 소환해 공격력 <color=#99FFFFFF>200%</color>의 범위 피해를 준다. 해당 효과는 15초마다 최대 1회 발동한다",
        "en": "Increases Elemental Burst DMG by <color=#99FFFFFF>24%</color>. When Elemental Burst hits opponents, there is a 100% chance of summoning a huge onrush of tuna that deals <color=#99FFFFFF>200%</color> ATK as AoE DMG. This effect can occur once every 15s.",
        "de": "Erhöht den mit Spezialfähigkeiten verursachten Schaden um <color=#99FFFFFF>24 %</color>. Beschwört beim Treffen von Gegnern mit Spezialfähigkeiten mit einer Wahrscheinlichkeit von 100 % große Thunfische, die Flächenschaden in Höhe von <color=#99FFFFFF>200 %</color> ANG verursachen. 15 s Abklingzeit.",
        "es": "Aumenta el daño infligido por la Habilidad Definitiva en un <color=#99FFFFFF>24%</color>. Cuando la Habilidad Definitiva golpea a un enemigo, hay una probabilidad del 100% de invocar unos atunes que atacan e infligen un Daño en el AdE equivalente al <color=#99FFFFFF>200%</color> del ATQ. Este efecto solo se puede activar una vez cada 15 s.",
        "fr": "Augmente les DGT des déchaînements élémentaires de <color=#99FFFFFF>24 %</color>. Lorsqu'un déchaînement élémentaire touche un ennemi, il y a 100 % de chances d'invoquer un banc de thons qui charge et inflige des DGT de zone équivalant à <color=#99FFFFFF>200 %</color> de l'ATQ. Cet effet peut être déclenché une fois toutes les 15 s.",
        "pt": "Aumenta o Dano do Supremo em <color=#99FFFFFF>24%</color>. Quando o Supremo acerta os oponentes, existe 100% de chance de invocar uma tuna titânica que avança e causa <color=#99FFFFFF>200%</color> do ATQ como Dano em uma AdE. Este efeito pode ocorrer uma vez a cada 15s.",
        "ru": "Увеличивает урон взрыва стихии на <color=#99FFFFFF>24%</color>. При попадании взрывом стихии по противнику с вероятностью в 100% призывается Титанический тунец, который совершает атаку и наносит урон по площади, равный <color=#99FFFFFF>200%</color> от силы атаки. Может возникнуть раз в 15 сек.",
        "id": "Meningkatkan <color=#99FFFFFF>24%</color> DMG Elemental Burst. Saat Elemental Burst mengenai musuh, ada 100% kemungkinan memanggil ikan-ikan tuna untuk menyerang musuh dan mengakibatkan DMG Area sebesar <color=#99FFFFFF>200%</color> ATK. Efek ini dapat terpicu setiap 15 detik.",
        "th": "ท่าไม้ตายสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>24%</color> และในตอนที่ท่าไม้ตายโจมตีถูกศัตรู จะมีโอกาส 100% ที่จะเรียกฝูงทูน่าออกมา เพื่อสร้างความเสียหายวงกว้าง <color=#99FFFFFF>200%</color> ของพลังโจมตี โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 15 วินาที",
        "vi": "Sát thương từ Kỹ Năng Nộ tăng <color=#99FFFFFF>24%</color>. Khi Kỹ Năng Nộ trúng địch, có 100% tỷ lệ triệu hồi kình ngư xung kích, gây sát thương phạm vi bằng <color=#99FFFFFF>200%</color> sức tấn công. Hiệu quả này mỗi 15s tối đa kích hoạt một lần."
      }
    }
  ],
  "internal_name": "Claymore_MillenniaTuna",
  "imgid": "claymore/millenniatuna"
}