{
  "id": 12405,
  "type": "claymore",
  "rank": 4,
  "name": {
    "zhs": "雨裁",
    "zht": "雨裁",
    "jp": "雨裁",
    "ko": "빗물 베기",
    "en": "Rainslasher",
    "de": "Regenschnitter",
    "es": "Segadora de la Lluvia",
    "fr": "Fluorescence",
    "pt": "Segadeira da Chuva",
    "ru": "Дождерез",
    "id": "Rainslasher",
    "th": "Rainslasher",
    "vi": "Vũ Tài"
  },
  "description": {
    "zhs": "散发着黯淡荧光的无锋大剑，纯粹以气势和力量碾碎敌人。",
    "zht": "散發著黯淡螢光的無鋒大劍，純粹以氣勢和力量碾碎敵人。",
    "jp": "ホタルの光を放つ大剣、その勢いと力で敵を捻りつぶす。",
    "ko": "어두운 형광빛을 발산하고 있는 무딘 대검. 순전히 기세와 힘만으로 적을 찍어 누른다",
    "en": "A fluorescent greatsword with no sharp edge that crushes enemies with brute force and raw power.",
    "de": "Ein Großschwert ohne scharfe Klinge, das leicht schimmert. Hält man dieses Schwert in den Händen, zerschlägt man seine Feinde gnadenlos mit purer Gewalt.",
    "es": "Una gran espada fluorescente y sin punta que hace añicos a los enemigos con fuerza bruta y poder.",
    "fr": "Une grande épée sans tranchant qui dégage une pâle lueur fluorescente. Idéale pour ceux qui aiment utiliser la force brute pour écraser leurs ennemis",
    "pt": "Uma espada grande fluorescente sem ponta afiada que esmaga os inimigos com força brutal.",
    "ru": "Светящийся двуручный меч с затупленным остриём, который неистово крушит врагов своей массой.",
    "id": "Pedang besar tanpa mata pedang yang bersinar gelap. Meremukkan musuh-musuhnya dengan kekuatan yang besar.",
    "th": "ดาบใหญ่ไร้คมซึ่งส่องประกายแสงสลัว ๆ บดขยี้ศัตรูอย่างราบคาบด้วยความแรงและความแข็งแกร่ง",
    "vi": "Đại kiếm tỏa ra ánh sáng ảm đạm, chỉ dùng khí thế và sức mạnh để đàn áp kẻ địch."
  },
  "lore": {
    "zhs": "\n散发着黯淡荧光的无锋重剑。在许多年前，\n它的幽光被山野贼匪称为「幽冥的信标」。\n只要瞥见这样的光辉就绝对无法踏上归途。\n只要瞥见这样的光辉就要做好殒命的觉悟。\n\n「游离物外无重量，裁雨者雨，刺明者明」\n「动如龙蛇捉不住，青眼为剑，侧目为枪」\n\n雨裁原本无名，名字是敬仰其主的人为它取的。\n无名剑的最初与最后主人，是名唤古华的游侠。\n\n传说他是仙人。在古华的时代，贼匪不敢妄动，郊野太平如市。\n据称，在古华行侠之旅的最末，在华光紫气当中，他化作星宿。\n\n曾蒙古华之恩的人以其之名创立了门派。但派阀最终总会没落。\n",
    "zht": "\n散發著黯淡螢光的無鋒重劍。在許多年前，\n它的幽光被山野賊匪稱為「幽冥的信標」。\n只要瞥見這樣的光輝就絕對無法踏上歸途。\n只要瞥見這樣的光輝就要做好殞命的覺悟。\n\n「游離物外無重量，裁雨者雨，刺明者明」\n「動如龍蛇捉不住，青眼為劍，側目為槍」\n\n雨裁原本無名，名字是敬仰其主的人為它取的。\n無名劍的最初與最後主人，是名喚古華的遊俠。\n\n傳說他是仙人。在古華的時代，賊匪不敢妄動，郊野太平如市。\n據稱，在古華行俠之旅的最末，在華光紫氣當中，他化作星宿。\n\n曾蒙古華之恩的人以其之名創立了門派。但派閥最終總會沒落。\n",
    "jp": "\n幽冥の無鋒剣。\n昔、その弱く暗い光ゆえ、「幽冥の印」と山賊が名付けた。\nその光を目にした者は帰れない。\nその光を目にした者は死を待つしかない。\n\n「この世のものとは思えない活殺自在の剣」\n「その疾きこと龍の如く、目は剣、横目は槍」\n\nもともと雨裁は無銘の剣だったが、所有者への敬意を込めて名前が付けられた。\n無銘の剣の最初と最後の所有者は、「古華」という侠客である。\n\n噂によると彼は仙人だった。古華の時代、盗賊の行動は制限され、荒野は恒久の平和に包まれた。\n古華の侠客は旅の最後、紫色の光の中で星になったという。\n\n古華への恩を返すため、ある人が古華の名で流派を立ち上げた。しかし、流派は所詮消えてゆくものである。\n",
    "ko": "\n희미한 형광빛을 내뿜고 있는 완벽한 대검. 아주 오래전,\n도적들은 이 어두운 빛을 「지옥의 표식」이라고 불렀다.\n이 찬란한 빛을 마주친다면 절대 돌아갈 수 없다.\n이 찬란한 빛을 마주친다면 죽음을 맞이할 준비를 해야 한다.\n\n「물체에서 동떨어지면 무게가 없으니. 비를 가르는 자는 비요, 빛을 관통하는 자는 빛이로다」\n「움직임은 뱀 같아서 잡을 수 없고, 눈은 검이고, 옆눈은 창이다.」\n\n우재는 원래 이름이 없었다. 그 주인을 존경하는 자가 이름을 지은 것이다.\n무명검의 최초 그리고 최후의 주인은 고화라는 떠돌이 협객이었다.\n\n그는 선인이라고 한다. 고화 시대에 도적들은 경거망동하지 못해서 교외도 도시처럼 태평했다.\n의협 여정의 끝에 찬란한 빛과 상서로운 기운 가운데, 그는 별이 됐다고 한다.\n\n고화에게 은혜를 입은 사람들이 그의 이름을 따서 문파를 세웠다. 그러나 파벌은 결국 몰락하고 만다.\n",
    "en": "\nA dimly fluorescent greatsword with no sharp edge.\nYears ago it was known as the \"Beacon of the Nether\" by the mountain bandits.\nSeeing it meant there was no way back.\nThe only way was forward, towards the end of one's life.\n\n\"Formless, like the rain that cuts through rain. Weightless, like the light that pierces light.\"\n\"Untouchable, moving like a snake. Inescapable, as sword's stare and polearm's glance.\"\n\nThe Rainslasher was named out of reverence for its master. Originally it had no name.\nThe blade's first and final master was a martial nomad who went by the name of Guhua.\n\nIt is said that he was an adeptus. While Guhua lived, bandits dared not act and the wilderness knew a peace like that of the city.\nAllegedly, at the end of his journey he ascended in a purple haze and became a star.\n\nOne to whom Guhua had shown kindness founded what is now known as the Guhua School in his honor. But no school is destined to last forever.\n",
    "de": "\nEin dunkles, fluoreszierendes Breitschwert ohne scharfe Klinge. Vor vielen Jahren\nnannten Banditen in den Bergen es „Dunkles Signalfeuer“.\nWenn man es sehen konnte, bedeutete dies keinen Weg zurück.\nDer einzige Weg war vorwärts, zum Ende des Lebens hin.\n\n„Frei von äußerem Gewicht wie schneidende Tropfen des Regens, die andere Tropfen zerteilen, lautlos wie ein Attentäter.“\n„Unantastbar, flink wie eine Schlange, akkurat wie eine Stangenwaffe.“\n\nDer Regenschnitter wurde seinem Meister zu Ehren so genannt, da er ursprünglich keinen Namen hatte.\nDer erste und letzte Besitzer des Schwerts war ein umherziehender Krieger mit dem Namen Guhua.\n\nGeschichten zufolge war er ein Adept. Zu seinen Lebzeiten trauten sich Diebe nicht ihrem Handwerk nachzugehen und die Wildnis war so friedlich wie die Stadt.\nDer Legende nach wurde er am Ende seiner Reise zu lila Dunst und stieg auf zu den Sternen am Firmament.\n\nZu seinen Ehren wurde die Guhua-Schule errichtet, aber keine Schule ist für die Ewigkeit bestimmt.\n",
    "es": "\nUna gran espada oscura y fluorescente que no tiene punta.\nHace muchos años, fue nombrada “Faro de los Fantasmas” por los bandidos de la montaña.\nSimbolizaba el fin del camino para quien la divisaba.\nAl verla, uno sabía que su fin había llegado.\n\n“Sin forma, como la lluvia que atraviesa la lluvia; sin peso, como la luz que atraviesa la luz”.\n“Intocable, como una serpiente en movimiento; ineludible, como la mirada de una espada y de una lanza”.\n\nLa Segadora de la Lluvia fue bautizada así en honor a su dueño, ya que originalmente no tenía nombre.\nEl primer y último maestro de la espada fue un artista marcial llamado Guhua.\n\nSe dice que era un Adeptus que, mientras vivió, consiguió que los bandidos no se atrevieran a robar, y que en la naturaleza salvaje reinara la paz, igual que en la ciudad.\nAl parecer, al final de su viaje, desapareció en medio de una bruma púrpura que ascendió a los cielos hasta unirse con las estrellas.\n\nUna persona con quien Guhua fue muy amable fundó lo que ahora se conoce como el Clan Guhua en su honor. Pero ningún Clan está destinado a durar para siempre.\n",
    "fr": "\nUne épée lourde brillant d'un sombre éclat fluorescent ; elle n'est pas acérée.\nCette arme répondait autrefois parmi les bandits des montagnes au nom de « Flambeau de l'Au-Delà ».\nCelui qui la voyait n'avait plus de chemin de retour ;\nle seul chemin s'ouvrant alors était la marche vers la mort.\n\n« Telle la pluie traversant la pluie, je n'ai point de forme ; telle la lumière perçant la lumière, je n'ai point de poids. »\n« Tel le serpent filant, je suis intouchable : tel le regard fixant, nul ne m'échappe. »\n\nCette arme fut ainsi nommée en l'honneur de son ancien maître ; elle n'avait à l'origine pas de nom.\nLe premier et dernier possesseur de cette lame fut un artiste martial répondant au nom de Guhua.\n\nD'aucuns prétendent que c'était un Adepte. Le fait demeure que de son vivant, les bandits se tinrent cois, et la nature était en paix.\nOn raconte que lorsqu'arrivèrent ses derniers instants, il monta au ciel dans une brume pourpre, et devint une étoile.\n\nL'un de ceux à qui Guhua fit preuve de sa légendaire bonté fonda la secte du même nom en son honneur ; mais aucune école martiale ne perdure éternellement.\n",
    "pt": "\nUm espadão escuro e fluorescente sem lâminas afiadas.\nAnos antes, era conhecido como 'Farol da Escuridão' pelos bandidos da montanha.\nVê-lo significava que não existia caminho de volta.\nSignifica que o fim havia chegado.\n\n\"Sem forma, como a chuva que atravessa a chuva. Sem peso, como a luz que atravessa a luz.\"\n\"Intocável, movendo-se como uma cobra. Inescapável, como o olhar de uma espada e de uma lança.\"\n\nA Segadeira da Chuva foi nomeada em homenagem ao seu mestre, originalmente não tinha nenhum nome.\nO primeiro e último mestre da lâmina era um Artista Marcial nômade conhecido como Guhua.\n\nDiz-se que ele era um Adeptus. Na época de Guhua, os bandidos não ousaram agir e em todos os lugares incluindo nas vilas eram pacíficos.\nAlegadamente, no final de sua jornada ele ascendeu em uma névoa roxa e se tornou uma estrela.\n\nAlguém a quem Guhua mostrou bondade fundou o Clã Guhua em sua homenagem. Mas nenhum clã está destinado a durar para sempre.\n",
    "ru": "\nТёмный светящийся двуручный меч без острых краёв.\nМного лет назад горные разбойники дали ему имя «Маяк пустоты».\nУвидеть его означает, что нет пути назад.\nЕдинственной дорогой был путь вперёд, к концу своей жизни.\n\n«Бесформенный, как дождь, пронзающий дождь. Невесомый, как свет, пронзающий свет».\n«Недосягаемый, как ползущая змея. Неизбежный, как взор меча и копья».\n\nДождерез был назван так из уважения к его хозяину. Первоначально у этого меча не было имени.\nПервым и последним хозяином этого меча был странствующий кочевник по имени Гухуа.\n\nГоворят, что он был одним из Адептов. При его жизни разбойник боялись выходить из своих пещер, а в диких лесах было так же спокойно, как и в городе.\nСчитается, что в конце своего пути он вознёсся на небеса в пурпурной мгле и стал звездой.\n\nТот, к кому Гухуа проявил доброту, основал в его честь школу Гухуа. Но ни одна школа не может существовать вечно.\n",
    "id": "\nPedang besar yang gelap dan berpijar tanpa tepi yang tajam,\nBertahun-tahun lalu pedang itu dikenal dengan nama \"Beacon of the Nether\" oleh para bandit gunung.\nMelihatnya berarti tidak ada kata kembali.\nMelihatnya berarti maju menuju kematian.\n\n\"Tak berbentuk, bagai hujan terpotong oleh hujan, dengan ketajaman yang jelas\"\n\"Tak tersentuh, bergerak bagai ular. Tak terhindarkan, seperti tatapan pedang dan tombak.\"\n\nRainslasher, awalnya nama itu tak dikenal dan dipilih atas penghormatan kepada tuannya.\nMaster pertama dan terakhir pedang itu adalah ahli bela diri yang senang bertualang bernama Guhua.\n\nDikatakan bahwa dia adalah seorang Adeptus. Saat Guhua hidup, bandit tidak berani bertindak gegabah dan pedesaan sama damainya seperti di kota.\nDiduga, pada akhir perjalanannya ia naik dalam kabut ungu dan menjadi bintang.\n\nOrang-orang yang pernah dibantu Guhua mendirikan sekolah atas namanya. Namun pada akhirnya jatuh juga.\n",
    "th": "\nดาบหนักไร้คมซึ่งส่องประกายแสงสลัว ๆ เมื่อหลายปีก่อนนั้น\nแสงสลัวของมันถูกเรียกว่า \"Beacon of Ghosts\" โดยหมู่โจรภูเขา\nการได้เห็นมันหมายถึงเส้นทางของผู้นั้นต้องจบลง\nการได้เห็นมันหมายถึงจุดจบของชีวิตของคนผู้นั้นใกล้เข้ามาแล้ว\n\n\"ไร้ซึ่งรูปร่างและน้ำหนัก สายฝนที่ตัดผ่านสายฝน แสงสว่างที่เสียดแทงแสงสว่าง\"\n\"ไม่สามารถจับต้องได้ เคลื่อนไหวราวกับงู สายตาแหลมคมราวกับดาบ และแม่นยำราวกับหอกแหลม\"\n\nแต่เดิม Rainslasher นั้นไร้นาม ซึ่งชื่อนั้นถูกตั้งเพื่อแสดงความนับถือแก่เจ้าของของมัน\nเจ้าของคนแรกและคนสุดท้ายของดาบไร้นามนั้นคือนักสู้พเนจรนามว่า Guhua\n\nตำนานเล่าว่าเขาคือเซียน โดยในสมัยที่ Guhua ยังมีชีวิตอยู่นั้น เหล่าโจรร้ายไม่กล้าแม้แต่จะเคลื่อนไหว และในป่าก็สงบราวกับอยู่ในเมือง\nว่ากันว่าในตอนท้ายของการเดินทางของเขานั้น เขาขึ้นไปในหมอกควันสีม่วงและกลายเป็นดาว\n\nหนึ่งในผู้ที่ Guhua ได้แสดงความมีน้ำใจไว้ได้ก่อตั้งสถานที่ที่เป็นที่รู้จักกันในทุกวันนี้ว่าสำนัก Guhua เพื่อเป็นเกียรติแก่เขา ทว่าไม่มีสำนักใดถูกกำหนดให้คงอยู่ไปได้ตลอดกาล\n",
    "vi": "\nĐại kiếm tỏa ra ánh sáng ảm đạm. Nhiều năm trước kia,\nÁnh sáng mờ ảo đó được đám cướp nơi rừng sâu gọi là \"ánh sáng U Minh\".\nChỉ cần nhìn thấy thứ ánh sáng đó, ắt hẳn sẽ không thể quay trở về.\nChỉ cần nhìn thấy thứ ánh sáng đó, ắt hẳn sẽ tàn mệnh.\n\n\"Phân tách bên ngoài không trọng lượng, cắt mưa là mưa, xuyên nắng là nắng\" \n\"Động như rồng rắn không bắt được, mắt xanh là kiếm, cạnh đó là thương\" \n\nVũ Tài vốn vô danh, tên là do những người sùng bái chủ nhân của nó đặt cho.\nChủ nhân đầu tiên cũng là cuối cùng của kiếm vô danh chính là hiệp khách Cổ Hoa.\n\nTương truyền anh là tiên nhân. Trong thời kỳ Cổ Hoa, thổ phỉ không dám manh động, vùng hoang vu yên bình như thành thị.\nVậy nên, trong thời gian cuối của hiệp khách Cổ Hoa, dưới ánh sáng của đám mây tím anh biến thành một ngôi sao.\n\nNhững người chịu ơn của Cổ Hoa lấy tên ấy lập nên môn phái. Thế nhưng cuối cùng vẫn không tránh khỏi sự lụi tàn.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "止水息雷",
        "zht": "止水息雷",
        "jp": "水と雷の破滅",
        "ko": "첨벙첨벙 찌릿찌릿",
        "en": "Bane of Storm and Tide",
        "de": "Bewährtheit von Wasser und Blitz",
        "es": "Perdición de la tormenta y la marea",
        "fr": "Fléau d'eau et de foudre",
        "pt": "Destruição de Tempestade e Maré",
        "ru": "Погибель бури и волны",
        "id": "Bane of Storm and Tide",
        "th": "Bane of Storm and Tide",
        "vi": "Ngưng Thủy Diệt Lôi"
      },
      "description": {
        "zhs": "对处于水元素或雷元素影响下的敌人，造成的伤害提高<color=#99FFFFFF>20%</color>。",
        "zht": "對處於水元素或雷元素影響下的敵人，造成的傷害提高<color=#99FFFFFF>20%</color>。",
        "jp": "水元素または雷元素の影響を受けた敵に対するダメージ+<color=#99FFFFFF>20%</color>。",
        "ko": "물 원소 또는 번개 원소의 영향을 받은 적에게 가하는 피해가 <color=#99FFFFFF>20%</color> 증가한다",
        "en": "Increases DMG against opponents affected by Hydro or Electro by <color=#99FFFFFF>20%</color>.",
        "de": "Erhöht den von Hydro- oder Elektro-Effekten betroffenen Gegnern zugefügten Schaden um <color=#99FFFFFF>20 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>20%</color> el daño contra los enemigos afectados por Hydro o Electro.",
        "fr": "Augmente les DGT infligés aux ennemis affectés par les éléments Hydro ou Électro de <color=#99FFFFFF>20 %</color>.",
        "pt": "Aumenta o Dano contra inimigos afetados por Hydro ou Electro em <color=#99FFFFFF>20%</color>.",
        "ru": "Увеличивает на <color=#99FFFFFF>20%</color> урон против врагов, находящихся под действием Гидро или Электро элементов.",
        "id": "Meningkatkan <color=#99FFFFFF>20%</color> DMG terhadap musuh yang terpengaruh Hydro atau Electro.",
        "th": "เพิ่มความเสียหายแก่ศัตรูที่ได้รับผลกระทบของธาตุน้ำและไฟฟ้าขึ้น <color=#99FFFFFF>20%</color>",
        "vi": "Sát thương tạo ra cho kẻ địch bị ảnh hưởng bởi Nguyên Tố Thủy hoặc Lôi tăng <color=#99FFFFFF>20%</color>."
      }
    },
    {
      "name": {
        "zhs": "止水息雷",
        "zht": "止水息雷",
        "jp": "水と雷の破滅",
        "ko": "첨벙첨벙 찌릿찌릿",
        "en": "Bane of Storm and Tide",
        "de": "Bewährtheit von Wasser und Blitz",
        "es": "Perdición de la tormenta y la marea",
        "fr": "Fléau d'eau et de foudre",
        "pt": "Destruição de Tempestade e Maré",
        "ru": "Погибель бури и волны",
        "id": "Bane of Storm and Tide",
        "th": "Bane of Storm and Tide",
        "vi": "Ngưng Thủy Diệt Lôi"
      },
      "description": {
        "zhs": "对处于水元素或雷元素影响下的敌人，造成的伤害提高<color=#99FFFFFF>24%</color>。",
        "zht": "對受水元素或雷元素影響的敵人，造成的傷害提高<color=#99FFFFFF>24%</color>。",
        "jp": "水元素または雷元素の影響を受けた敵に対するダメージ+<color=#99FFFFFF>24%</color>。",
        "ko": "물 원소 또는 번개 원소의 영향을 받은 적에게 가하는 피해가 <color=#99FFFFFF>24%</color> 증가한다",
        "en": "Increases DMG against opponents affected by Hydro or Electro by <color=#99FFFFFF>24%</color>.",
        "de": "Erhöht den von Hydro- oder Elektro-Effekten betroffenen Gegnern zugefügten Schaden um <color=#99FFFFFF>24 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>24%</color> el daño contra los enemigos afectados por Hydro o Electro.",
        "fr": "Augmente les DGT infligés aux ennemis affectés par les éléments Hydro ou Électro de <color=#99FFFFFF>24 %</color>.",
        "pt": "Aumenta o Dano contra inimigos afetados por Hydro ou Electro em <color=#99FFFFFF>24%</color>.",
        "ru": "Увеличивает на <color=#99FFFFFF>24%</color> урон против врагов, находящихся под действием Гидро или Электро элементов.",
        "id": "Meningkatkan <color=#99FFFFFF>24%</color> DMG terhadap musuh yang terpengaruh Hydro atau Electro.",
        "th": "เพิ่มความเสียหายแก่ศัตรูที่ได้รับผลกระทบของธาตุน้ำและไฟฟ้าขึ้น <color=#99FFFFFF>24%</color>",
        "vi": "Sát thương tạo ra cho kẻ địch bị ảnh hưởng bởi nguyên tố Thủy hoặc Lôi tăng <color=#99FFFFFF>24%</color>."
      }
    },
    {
      "name": {
        "zhs": "止水息雷",
        "zht": "止水息雷",
        "jp": "水と雷の破滅",
        "ko": "첨벙첨벙 찌릿찌릿",
        "en": "Bane of Storm and Tide",
        "de": "Bewährtheit von Wasser und Blitz",
        "es": "Perdición de la tormenta y la marea",
        "fr": "Fléau d'eau et de foudre",
        "pt": "Destruição de Tempestade e Maré",
        "ru": "Погибель бури и волны",
        "id": "Bane of Storm and Tide",
        "th": "Bane of Storm and Tide",
        "vi": "Ngưng Thủy Diệt Lôi"
      },
      "description": {
        "zhs": "对处于水元素或雷元素影响下的敌人，造成的伤害提高<color=#99FFFFFF>28%</color>。",
        "zht": "對受水元素或雷元素影響的敵人，造成的傷害提高<color=#99FFFFFF>28%</color>。",
        "jp": "水元素または雷元素の影響を受けた敵に対するダメージ+<color=#99FFFFFF>28%</color>。",
        "ko": "물 원소 또는 번개 원소의 영향을 받은 적에게 가하는 피해가 <color=#99FFFFFF>28%</color> 증가한다",
        "en": "Increases DMG against opponents affected by Hydro or Electro by <color=#99FFFFFF>28%</color>.",
        "de": "Erhöht den von Hydro- oder Elektro-Effekten betroffenen Gegnern zugefügten Schaden um <color=#99FFFFFF>28 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>28%</color> el daño contra los enemigos afectados por Hydro o Electro.",
        "fr": "Augmente les DGT infligés aux ennemis affectés par les éléments Hydro ou Électro de <color=#99FFFFFF>28 %</color>.",
        "pt": "Aumenta o Dano contra inimigos afetados por Hydro ou Electro em <color=#99FFFFFF>28%</color>.",
        "ru": "Увеличивает на <color=#99FFFFFF>28%</color> урон против врагов, находящихся под действием Гидро или Электро элементов.",
        "id": "Meningkatkan <color=#99FFFFFF>28%</color> DMG terhadap musuh yang terpengaruh Hydro atau Electro.",
        "th": "เพิ่มความเสียหายแก่ศัตรูที่ได้รับผลกระทบของธาตุน้ำและไฟฟ้าขึ้น <color=#99FFFFFF>28%</color>",
        "vi": "Sát thương tạo ra cho kẻ địch bị ảnh hưởng bởi nguyên tố Thủy hoặc Lôi tăng <color=#99FFFFFF>28%</color>."
      }
    },
    {
      "name": {
        "zhs": "止水息雷",
        "zht": "止水息雷",
        "jp": "水と雷の破滅",
        "ko": "첨벙첨벙 찌릿찌릿",
        "en": "Bane of Storm and Tide",
        "de": "Bewährtheit von Wasser und Blitz",
        "es": "Perdición de la tormenta y la marea",
        "fr": "Fléau d'eau et de foudre",
        "pt": "Destruição de Tempestade e Maré",
        "ru": "Погибель бури и волны",
        "id": "Bane of Storm and Tide",
        "th": "Bane of Storm and Tide",
        "vi": "Ngưng Thủy Diệt Lôi"
      },
      "description": {
        "zhs": "对处于水元素或雷元素影响下的敌人，造成的伤害提高<color=#99FFFFFF>32%</color>。",
        "zht": "對受水元素或雷元素影響的敵人，造成的傷害提高<color=#99FFFFFF>32%</color>。",
        "jp": "水元素または雷元素の影響を受けた敵に対するダメージ+<color=#99FFFFFF>32%</color>。",
        "ko": "물 원소 또는 번개 원소의 영향을 받은 적에게 가하는 피해가 <color=#99FFFFFF>32%</color> 증가한다",
        "en": "Increases DMG against opponents affected by Hydro or Electro by <color=#99FFFFFF>32%</color>.",
        "de": "Erhöht den von Hydro- oder Elektro-Effekten betroffenen Gegnern zugefügten Schaden um <color=#99FFFFFF>32 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>32%</color> el daño contra los enemigos afectados por Hydro o Electro.",
        "fr": "Augmente les DGT infligés aux ennemis affectés par les éléments Hydro ou Électro de <color=#99FFFFFF>32 %</color>.",
        "pt": "Aumenta o Dano contra inimigos afetados por Hydro ou Electro em <color=#99FFFFFF>32%</color>.",
        "ru": "Увеличивает на <color=#99FFFFFF>32%</color> урон против врагов, находящихся под действием Гидро или Электро элементов.",
        "id": "Meningkatkan <color=#99FFFFFF>32%</color> DMG terhadap musuh yang terpengaruh Hydro atau Electro.",
        "th": "เพิ่มความเสียหายแก่ศัตรูที่ได้รับผลกระทบของธาตุน้ำและไฟฟ้าขึ้น <color=#99FFFFFF>32%</color>",
        "vi": "Sát thương tạo ra cho kẻ địch bị ảnh hưởng bởi nguyên tố Thủy hoặc Lôi tăng <color=#99FFFFFF>32%</color>."
      }
    },
    {
      "name": {
        "zhs": "止水息雷",
        "zht": "止水息雷",
        "jp": "水と雷の破滅",
        "ko": "첨벙첨벙 찌릿찌릿",
        "en": "Bane of Storm and Tide",
        "de": "Bewährtheit von Wasser und Blitz",
        "es": "Perdición de la tormenta y la marea",
        "fr": "Fléau d'eau et de foudre",
        "pt": "Destruição de Tempestade e Maré",
        "ru": "Погибель бури и волны",
        "id": "Bane of Storm and Tide",
        "th": "Bane of Storm and Tide",
        "vi": "Ngưng Thủy Diệt Lôi"
      },
      "description": {
        "zhs": "对处于水元素或雷元素影响下的敌人，造成的伤害提高<color=#99FFFFFF>36%</color>。",
        "zht": "對受水元素或雷元素影響的敵人，造成的傷害提高<color=#99FFFFFF>36%</color>。",
        "jp": "水元素または雷元素の影響を受けた敵に対するダメージ+<color=#99FFFFFF>36%</color>。",
        "ko": "물 원소 또는 번개 원소의 영향을 받은 적에게 가하는 피해가 <color=#99FFFFFF>36%</color> 증가한다",
        "en": "Increases DMG against opponents affected by Hydro or Electro by <color=#99FFFFFF>36%</color>.",
        "de": "Erhöht den von Hydro- oder Elektro-Effekten betroffenen Gegnern zugefügten Schaden um <color=#99FFFFFF>36 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>36%</color> el daño contra los enemigos afectados por Hydro o Electro.",
        "fr": "Augmente les DGT infligés aux ennemis affectés par les éléments Hydro ou Électro de <color=#99FFFFFF>36 %</color>.",
        "pt": "Aumenta o Dano contra inimigos afetados por Hydro ou Electro em <color=#99FFFFFF>36%</color>.",
        "ru": "Увеличивает на <color=#99FFFFFF>36%</color> урон против врагов, находящихся под действием Гидро или Электро элементов.",
        "id": "Meningkatkan <color=#99FFFFFF>36%</color> DMG terhadap musuh yang terpengaruh Hydro atau Electro.",
        "th": "เพิ่มความเสียหายแก่ศัตรูที่ได้รับผลกระทบของธาตุน้ำและไฟฟ้าขึ้น <color=#99FFFFFF>36%</color>",
        "vi": "Sát thương tạo ra cho kẻ địch bị ảnh hưởng bởi nguyên tố Thủy hoặc Lôi tăng <color=#99FFFFFF>36%</color>."
      }
    }
  ],
  "internal_name": "Claymore_Perdue",
  "imgid": "claymore/perdue"
}