{
  "id": 12415,
  "type": "claymore",
  "rank": 4,
  "name": {
    "zhs": "玛海菈的水色",
    "zht": "瑪海菈的水色",
    "jp": "マカイラの水色",
    "ko": "물빛 마카이라",
    "en": "Makhaira Aquamarine",
    "de": "Makhaira-Aquamarin",
    "es": "Májaira Aguamarina",
    "fr": "Aigue-marine de Makhaira",
    "pt": "Água-marinha de Mahara",
    "ru": "Аквамарин Махайры",
    "id": "Makhaira Aquamarine",
    "th": "Makhaira Aquamarine",
    "vi": "Sắc Nước Makhaira"
  },
  "description": {
    "zhs": "一柄光泽如水的古老大剑，经过千年流沙磨洗，锋刃依然锐利异常。",
    "zht": "一把光澤如水的古老大劍，經過千年流沙磨洗，鋒刃依然銳利異常。",
    "jp": "水のような艶やかさを持つ古い大剣。流砂により磨き上げられ、千年ほど経った今も切れ味は鋭いままである。",
    "ko": "물빛 광택이 나는 고대의 대검. 수천 년 동안 모래알에 씻겨서 여전히 날카롭다",
    "en": "An ancient greatsword that gleams like the waters themselves. A thousand years of sand erosion has not dulled its unnaturally sharp edge one bit.",
    "de": "Ein uraltes Großschwert, das glänzt wie das Wasser selbst. Tausend Jahre Sanderosion haben seine unnatürlich scharfe Klinge kein bisschen stumpf werden lassen.",
    "es": "Un antiguo mandoble que brilla como el agua. A pesar de haber sufrido la erosión de la arena durante tanto tiempo, su hoja no ha perdido el filo.",
    "fr": "Un ancien espadon qui brille comme les eaux elles-mêmes. Un millier d'années d'érosion par le sable n'ont pas du tout émoussé son bord anormalement tranchant.",
    "pt": "Um espadão antigo que brilha como a própria água. Nem mesmo os milhares de anos de erosão da areia conseguiram tirar o fio impecável de sua lâmina.",
    "ru": "Древний двуручный меч, отливающий мерцанием волн. Его лезвие осталось исключительно острым даже после тысячелетий, проведённых в песках.",
    "id": "Sebuah pedang besar kuno yang berkilau seperti air. Erosi pasir selama ribuan tahun sama sekali tidak menumpulkan bilahnya yang tajam.",
    "th": "ดาบใหญ่โบราณที่ส่องประกายแสงราวกับสายน้ำ แม้ผ่านการกัดเซาะของทรายเป็นเวลาหลายพันปี ใบมีดก็ยังคงความคมเหมือนดั่งวันวาน",
    "vi": "Một thanh đại kiếm ánh lên sắc nước, đã trải qua ngàn năm trong cát nhưng vẫn sắc bén lạ thường."
  },
  "lore": {
    "zhs": "\n传说在千年前，那痴愚之王隐没于沙丘下的时代，\n在那残破无垠的镀金之地，散落着诸多短寿城邦。\n这柄大剑正属于舞女玛海菈，她曾是暴君的姬妾，\n以凛冽无情的剑舞博得君王的宠爱与王子的侧目。\n\n衰颓王国的尊贵王者肥胖而自矜，整日以美食、美酒与游猎为乐。\n如这腐坏时代的所有王者那般，他亦是醉心于征服、毁灭与囤积。\n\n当一切沉入黑暗的夜幕，水色的月光安抚着狂躁的王国，一切皆安然入睡，\n肥胖的暴君承受不住困倦，在仙灵缥缈的歌声中迷蒙睡去，鼾声震响如雷…\n妩媚的姬妾早已看见毁灭的迹象，便擦亮剑锋，为最后的纱舞做起了准备。\n年轻的王子早已预见破灭的迹象，便趁夜前来，与忧心忡忡的玛海菈相见。\n\n「来自热砂的，终将被热砂掩埋。即使长夜里沙海寒冷如冰，也无法遗忘酷烈滚烫的命运」\n「如果这是您的决定，那么请您帮我一个忙，请您允许我为那早已沦落的故国做一点小事」\n「不过一点小小的复仇，即可为你我除去心头大患，沉迷游猎者，将死于他所溺爱的猎鹰」\n「镇灵母亲曾教会我七重的剑舞，如若是为您取得王座，不必献媚于他人，我也心满意足」\n\n就这样，分崩王国的阴谋在床笫之间勾勒成型，情人的温柔话语亦是锋利的剑锋，\n就这样，暴君将以丑陋的方式回归热砂的大地，征服王国与宫闱的伟业终成幻梦。\n城邦的朝生暮死不过一夕醉梦，其间良人或恶徒，一如麦壳般被无垠的磨盘碾碎。\n善舞大剑的姬妾最终没能成为王后，活下来讲述这一切的年迈贤臣也失去了双眼。\n被消磨一切的漩涡抛向沙海的失国者，成了流浪者，成了佣兵，最终被林海淹没…",
    "zht": "\n傳說在千年前，那癡愚之王隱沒於沙丘下的時代，\n在那殘破無垠的鍍金之地，散落著諸多短壽城邦。\n這柄大劍正屬於舞女瑪海菈，她曾是暴君的姬妾，\n以凜冽無情的劍舞博得君王的寵愛與王子的側目。\n\n衰頹王國的尊貴王者肥胖而自矜，整日以美食、美酒與遊獵為樂。\n如這腐壞時代的所有王者那般，他亦是醉心於征服、毀滅與囤積。\n\n當一切沉入黑暗的夜幕，水色的月光安撫著狂躁的王國，一切皆安然入睡，\n肥胖的暴君承受不住睏倦，在仙靈縹緲的歌聲中迷濛睡去，鼾聲震響如雷…\n嫵媚的姬妾早已看見毀滅的跡象，便擦亮劍鋒，為最後的紗舞做起了準備。\n年輕的王子早已預見破滅的跡象，便趁夜前來，與憂心忡忡的瑪海菈相見。\n\n「來自熱砂的，終將被熱砂掩埋。即使長夜裡沙海寒冷如冰，也無法遺忘酷烈滾燙的命運」\n「如果這是您的決定，那麼請您幫我一個忙，請您允許我為那早已淪落的故國做一點小事」\n「不過一點小小的復仇，即可為妳我除去心頭大患，沉迷遊獵者，將死於他所溺愛的獵鷹」\n「鎮靈母親曾教會我七重的劍舞，如若是為您取得王座，不必獻媚於他人，我也心滿意足」\n\n就這樣，分崩王國的陰謀在床笫之間勾勒成型，情人的溫柔話語亦是鋒利的劍鋒，\n就這樣，暴君將以醜陋的方式回歸熱砂的大地，征服王國與宮闈的偉業終成幻夢。\n城邦的朝生暮死不過一夕醉夢，其間良人或惡徒，一如麥殼般被無垠的磨盤碾碎。\n善舞大劍的姬妾最終沒能成為王后，活下來講述這一切的年邁賢臣也失去了雙眼。\n被消磨一切的漩渦拋向沙海的失國者，成了流浪者，成了傭兵，最終被林海淹沒…",
    "jp": "\n言い伝えによれば——千年前、あの愚昧な王が砂丘に沈んだあの時代、\n荒廃した果てのない金色に輝く大地に、短命な国がいくつも点在していた。\nこの大剣は舞子マカイラのもので、彼女は暴君の側室であった。\n彼女の凛とした無情の剣舞は君主の寵愛を受け、王子の目を釘付けにした。\n\n退廃した国の高貴な王は、肥えており傲慢。日々を美食と美酒、漫遊や猟をして楽しんだ。\nこの腐敗した時代のすべての王と同じように、彼もまた征服や破壊、蓄財に心酔していた。\n\nすべてが暗闇へと沈む夜、水色の月光が狂騒なる王国を静めて、一切が安らかに眠る時、\n肥えた暴君も睡魔に襲われ、仙霊の微かな歌声の中でウトウトと眠りに落ちる。そして、イビキがまるで雷のように轟いた…\n艶やかな側室は壊滅の兆しを早々に見ると、剣を磨いて、最後の舞のために準備を始めた。\n若き王子も破滅の兆しをとうに予見し、夜になると心配するマカイラのもとを訪れた。\n\n「熱き砂からやって来るものも、いずれ熱き砂に埋もれる。長き夜の砂海が氷のように冷たくとも、苛烈で熱く滾る運命を忘れることはできない。」\n「もし、これがあなた様が心に決めたことなら、どうか一つだけ手を貸してください。あのすでに没落した祖国のために、一つだけさせてください。」\n「ほんの小さな復讐で、我らのここにある大患を取り除ける。漫遊と猟に溺れるものも、その溺愛する鷹のために死ぬ。」\n「ジンニーの母から七重の剣舞を教わった。もしあなた様のために玉座を手にして、人に媚びずに済むのなら、これもまた私の本望。」\n\nこうして、国を崩す陰謀は寝室で形を成す。愛する人の優しい言葉は鋭利な刃となった。\nやがて暴君は目にも当てられぬ方法で熱き砂の大地へと帰り、王国と宮殿を征服する偉業は夢に終わった。\n城の朝生暮死は一夕の夢に過ぎない。その間に良民も悪人も麦の殻のように、形のないひき臼によって潰される。\n大剣の舞を得意とする側室は王妃になることはなく、このすべてを語る年老いた賢臣も両目を失った。\n国を失った者は、すべてを削る渦巻によって砂海へ投げ捨てられた。そして流浪者に、傭兵に、最後は樹海に飲み込まれたのだ…",
    "ko": "\n전설에 따르면 수천 년 전 우매한 왕이 모래 언덕에 묻혀 사라지던 시대,\n그 끝없는 황폐한 도금된 땅에 수많은 단명한 도시 국가들이 흩어져 있었다고 한다.\n이 대검은 폭군의 애첩이었던 무녀 마카이라의 것이라고 한다.\n그녀는 무정하고 매서운 칼춤으로 왕자를 유혹하고 왕의 총애를 얻었다.\n\n쇠퇴한 왕국의 존귀한 왕은 뚱뚱하고 자만하며, 온종일 미식과 술, 그리고 사냥을 즐겼다.\n이 퇴폐적인 시대의 모든 왕처럼 그도 정복, 파멸, 비축에 심취했다.\n\n모든 것이 어둠의 장막에 뒤덮여 있을 무렵, 밝은 달빛이 폭주의 왕국을 달래며 모두를 편히 잠들게 했다.\n선령의 몽롱한 노랫소리에 뚱뚱한 폭군은 졸음을 견디지 못하고 잠이 들었고, 코 고는 소리가 천둥소리처럼 요란했다….\n요염한 첩은 일찍이 멸망의 기미를 알아차리고 검을 갈고닦으며 마지막 베일의 춤을 준비했다.\n젊은 왕자는 일찍이 파멸의 기미를 예견하고 밤을 틈타 노심초사하는 마카이라를 만났다.\n\n「뜨거운 모래에서 온 것들은 결국 뜨거운 모래에 묻힐 것이다. 긴 밤에 모래바다가 얼음처럼 차가워도 뜨거운 운명을 잊을 수 없다.」\n「이것이 당신의 결정이라면 이 몸이 몰락한 지 오랜 고국을 위해 미약한 힘이나마 보태도록 허락해 주세요.」\n「작은 복수만으로도 너와 나의 심복지환을 제거할 수 있다. 사냥에 탐닉하는 자는 결국 자신이 아끼는 사냥매로 인해 죽음을 맞이하게 될 것이다.」\n「지니의 어머니께서 칠중의 검무를 가르쳐준 적 있습니다. 당신을 위해 왕좌를 차지해서 남에게 아첨할 필요 없다면 그것으로도 난 만족해요.」\n\n이렇게 왕국을 분열시키려는 음모는 머리맡에서 그려지고, 정인의 달콤한 말은 날카로운 칼날이 되었다.\n폭군은 추악한 방식으로 뜨거운 모래의 땅으로 돌아가게 되었고, 왕국과 궁궐을 정복하는 위업은 결국 허황한 꿈이 되고 말았다.\n도시 국가의 짧은 순간은 일장춘몽에 불과했고, 그중 양민과 악당들은 보리처럼 맷돌에 갈아 뭉개졌다.\n검무를 잘 추는 첩은 결국 왕후가 되지 못했고, 살아남아 이 모든 진실을 이야기하는 연로한 충신도 두 눈을 잃었다.\n모든 것을 집어삼킨 소용돌이와 함께 모래바다로 던져진 망국민은 방랑자가 되고, 용병이 되어 결국 숲의 바다로 사라졌다…",
    "en": "\nLegend has it that a thousand years ago, in the era when the foolish king was buried beneath the dunes,\nMany short-lived city-states were scattered throughout the barren, boundless, gilded land.\nThis greatsword belongs to the dancer Makhaira, who was once the tyrant's concubine.\nWith her ruthless sword dance, she won the king's favor as well as the prince's attention.\n\nThe noble king of the decaying kingdom was obese and haughty, reveling in gourmet food, wine, and hunting all day and every day.\nNo different from any other kings of that decadent age, he indulged himself in endless conquest, destruction, and the hoarding of loot.\n\nWhen all things sank into the dark night, the water-colored moonlight soothed the manic kingdom, and everything there fell asleep,\nThe overweight tyrant could not bear the torpor and fell into a deep slumber amidst the misty voices of the Seelie, his snores echoing throughout his chambers like rolling thunder...\nThe enchanting concubine had already seen the signs of destruction, so she polished her sword and prepared for one final dance.\nThe young prince had already foreseen the signs of devastation, so he came to meet the distraught Makhaira at night.\n\n\"What comes from the searing sands will eventually be buried beneath them. Even if the desert is as cold as ice on long nights, its fiery fate shall never be forgotten.\"\n\"If this is your decision, then please do me a favor, and please allow me to contribute but a little something to this old country that has long since fallen.\"\n\"Just a little revenge shall remove the burden on both our hearts. The one addicted to hunting shall finally be executed by the falcon he spoils.\"\n\"My mother, a Jinni, taught me the seven-fold sword dance. If I win the throne for you, I shall no longer have to flatter others, and that will satisfy me.\"\n\nThe conspiracy to bring down the kingdom was thus drawn up on the bed-mattress, and the gentle words of the lovers were also sharp blades.\nThe tyrant thus returned to the land of searing sands in an ugly fashion, and the great cause of conquering kingdoms and harems finally vanished into thin air.\nThe rise and fall of the city-state were but a drunken dream, during which the kind and the evil alike were crushed by an immense millstone like wheat husks.\nThe concubine adept at her sword-dancing failed to become the queen in the end, and the wise old retainer who survived to tell the story too lost his eyes.\nThe displaced, thrown into the sea of sand by the whirlpool that consumed everything, became wanderers or mercenaries before being engulfed by the forest...",
    "de": "\nDer Legende nach war dieses verfallene, vergoldete Land vor Tausenden von Jahren,\nals der König der Demenz unter den Sanddünen begraben wurde, mit vielen kurzlebigen Stadtstaaten übersät.\nDieses Großschwert gehörte einst der Tänzerin Makhaira, die auch die Konkubine des Tyrannen war.\nMit ihrem sauberen und rücksichtslosen Schwerttanz gewann sie die Zuneigung des Königs und die Aufmerksamkeit des Prinzen.\n\nDer Edelste des verfallenden Reichs, bauchig und arrogant, frönte den ganzen Tag über Essen, Wein und Jagd.\nWie alle Könige dieses dekadenten Zeitalters gab er sich endlosen Eroberungen, Zerstörungen und dem Horten von Beute hin.\n\nAls alles in die dunkle Nacht versank, beruhigte das wasserfarbene Mondlicht das manische Königreich, und alle schliefen ein.\nBegleitet vom himmlischen Lied der Seelie konnte der fettleibige Tyrann die Schläfrigkeit nicht ertragen und schlief auch ein, schnarchend wie Donner ...\nDie kokette Konkubine hatte längst die Zeichen des Niedergangs des Reichs gesehen. Sie polierte die Klinge ihres Schwertes, um sich auf den letzten Mulltanz vorzubereiten.\nAuch der junge Prinz sah Anzeichen des Zusammenbruchs. Er kam nachts zu Makhaira, die ebenfalls besorgt war.\n\n„Was aus dem sengenden Sand kommt, findet schließlich im sengenden Sand sein Ende. Auch wenn das Sandmeer in der langen Nacht eiskalt ist, wird das sengende Schicksal nie vergessen.“\n„Tu mir bitte einen Gefallen, wenn dies deine Entscheidung ist. Erlaub mir bitte, etwas für meine verfallene Heimatstadt zu tun.“\n„Eine kleine Rache reicht aus, um eine große Sorge für dich und mich aufzuräumen. Der jagdsüchtige wird an seinem verwöhnten Falken sterben.“\n„Von meiner Dschinn-Mutter habe ich den siebenfachen Schwerttanz gelernt. Wenn du derjenige wärst, der den Thron besteigen würde, und ich nicht mehr die anderen schmeicheln müsste, würde ich zufrieden sein.“\n\nUnd so wurde die Verschwörung zur Auflösung des Reichs auf dem Bett geboren. Die sanften Worte der Geliebten verwandelten sich in scharfe Schwerter.\nUnd so fiel der Tyrann auf hässliche Weise in den sengenden Sand. Seine wahnhaften Eroberungspläne zerplatzten schließlich wie Seifenblasen.\nDer Aufstieg und Fall des Stadtstaates waren nur ein betrunkener Traum. Alle Menschen, gute und böse, wurden wie Weizenschalen von dem riesigen Mühlstein des Schicksals zermalmt.\nDie Konkubine, die gut im Schwerttanz war, wurde am Ende nicht die Königin. Der weise Minister, der überlebte und diese Geschichte erzählte, verlor auch seine Augen.\nDiejenigen, die ihr Land verloren, wurden vom Strudel, der alles verschlang, in das Sandmeer geschleudert. Sie wurden dann zu Wanderern, zu Söldnern und flossen schließlich in das Meer der Wälder ...",
    "es": "\nCuenta la leyenda que hace mil años, en la época en la que el rey necio se escondía bajo las dunas, numerosas ciudades se\ndesvanecieron fugazmente en la vasta y desmoronada tierra dorada.\nEsta gran espada pertenece a la bailarina Májaira, quien una vez fue la concubina de un tirano.\nCon su implacable danza con la espada se ganó el favor del rey, así como la atención del príncipe.\n\nEl noble rey del decadente reino era ventrudo, vanaglorioso y vivía entre manjares, vino y caza.\nComo los demás reyes de esta época decadente, estaba ebrio de conquista, destrucción y de acumular riquezas.\n\nCuando todo quedaba inmerso en la oscuridad de la noche, la luz acuosa de la luna calmaba las inquietudes del reino, y todos dormían en paz.\nEl voluminoso tirano no pudo resistir el sopor y cayó en un profundo sueño entre las tenues voces de los Seelies, mientras sus ronquidos resonaban como truenos...\nLa encantadora concubina ya había visto los signos de destrucción, así que afiló su espada y se preparó para un último baile.\nEl joven príncipe ya había visto los signos de destrucción, así que fue a hacerle una visita nocturna a la desasosegada Májaira.\n\n“Todo lo que proviene de la arena ardiente termina enterrado en ella. Incluso si en el desierto las noches son gélidas como el hielo, su destino ardiente nunca será olvidado.\nSi esta es su decisión, entonces hágame un favor y permítame hacer una pequeña contribución a esa vieja nación arruinada hace tiempo.\nUn pequeño gesto de venganza eliminará la carga de nuestros corazones. Aquel adicto a la caza será ajusticiado por el halcón que él mismo malcrió.\nMi madre, un genio, me enseñó la danza de acero séptuple. Si le ayudo a conseguir el trono, no tendré que adular a nadie, y eso me complace”.\n\nY así, la conspiración contra el reino fue tomando forma entre sábanas. Las delicadas palabras de los amantes estaban a su vez afiladas como la hoja de una espada.\nFue así como el desairado tirano terminó regresando a la tierra de la arena ardiente, y la gran causa de conquista de reinos y harenes terminó desvaneciéndose.\nEl auge y caída de la nación no fue sino un efímero sueño embriagante durante el cual honrados y maleantes por igual fueron aplastados por un gran molino, como si de cáscaras de trigo se trataran.\nLa concubina, virtuosa en la danza con la espada, no consiguió convertirse en reina, y el viejo sabio ministro que sobrevivió para contarlo perdió ambos ojos.\nLos apátridas, que habían sido arrojados al mar de arena por el vórtice que lo consumió todo, se convirtieron en trotamundos o mercenarios, hasta que terminaron devorados por el bosque.",
    "fr": "\nLa légende raconte qu'il y a mille ans, à l'époque où le roi insensé était enterré sous les dunes...\nDe nombreuses cités-états éphémères étaient dispersées à travers la terre aride, illimitée et dorée.\nCet espadon appartenait à Makhaira, la danseuse qui était alors la concubine du tyran.\nAvec son impitoyable danse de l'épée, elle gagna les faveurs du roi, ainsi que l'attention du prince.\n\nLe noble roi du royaume en décrépitude était joufflu et hautain, se délectant de gastronomie, de vin et de chasse toute la journée de tous les jours.\nEn nul point différent des autres monarques de cette époque décadente, il se livrait à des conquêtes sans fin, suivies de moult destructions et pillages.\n\nQuand tout sombra dans la nuit noire, le clair de lune couleur eau apaisa le royaume fou, et tout s'y endormit.\nLe tyran bouffi ne put supporter la torpeur et tomba dans un profond sommeil au milieu des voix brumeuses des fées, ses ronflements résonnant dans ses chambres comme un tonnerre grognant...\nLa concubine enchanteresse, qui avait déjà aperçu les signes de la destruction, avait poli sa lame et s'était préparée pour une dernière danse.\nLe jeune prince, qui avait déjà aperçu les signes de la destruction, décida une nuit de venir rencontrer une Makhaira désemparée.\n\n« Ce qui vient des sables brûlants finira enterré sous ces derniers. Même si le désert est aussi froid que la glace lors d'une longue nuit, son destin ardent ne sera jamais oublié. »\n« Si c'est votre décision, alors s'il vous plaît, accordez-moi cette faveur et, je vous en prie, permettez-moi de contribuer, ne serait-ce qu'un petit quelque chose, à ce vieux pays qui a chu depuis longtemps. »\n« Rien qu'une petite vengeance enlèvera le fardeau pesant sur nos deux cœurs. Celui qui est si entrain de chasse sera finalement exécuté par le faucon qu'il gâte tant. »\n« Ma mère, une djinn, m'a appris la danse du sabre septuple. Si je gagne le trône pour vous, je n'aurai plus à flatter les autres, et cela me satisfera. »\n\nLa conspiration pour renverser le royaume fut ainsi dressée sur le matelas accueillant d'un lit, les douces paroles des amants étant également comme des lames tranchantes.\nLe tyran retourna ainsi dans les sables brûlants d'une manière abjecte, ses grands plans de conquête de royaumes et de harems débordants s'évanouissant finalement dans les airs.\nL'ascension et la chute de la cité-état ne furent qu'un rêve ivre, au cours duquel bien et mal furent écrasés par une immense meule comme des bottes de blé.\nLa concubine adepte de sa danse de l'épée ne réussit finalement pas à devenir reine, et le vieux ministre sage qui survécut pour raconter cette histoire perdit également ses yeux.\nLes déplacés, jetés dans la mer des sables par le tourbillon qui dévorait tout, devinrent vagabonds ou mercenaires avant d'être engloutis par la forêt...",
    "pt": "\nA lenda diz que mil anos atrás, na era em que o rei tolo foi enterrado sob as dunas,\nNa terra dourada estéril e sem fronteiras, havia muitas cidades-estado de vida breve espalhadas.\nEste espadão pertence à dançarina Mahara, que já foi a concubina do tirano.\nCom sua dança da espada implacável, ela conquistou o favor do rei, assim como a atenção do príncipe.\n\nO nobre rei do reino em decadência era obeso e arrogante, desfrutando de comida, vinho e caça o dia inteiro, todos os dias.\nNada diferente de quaisquer outros reis daquela idade decadente, ele também se entregava a conquistas, destruição e acúmulo sem fim.\n\nQuando tudo afundou na noite escura, o luar com a cor da água acalmou o reino frenético, e tudo caiu no sono.\nO tirano obeso não podia suportar o sono, e dormiu profundamente nas vozes nebulosas dos Seelies, seu ronco ecoando nas câmaras como se houvesse trovões...\nA concubina paqueradora já havia visto sinais da destruição, então ela poliu sua espada e se preparou para uma dança final.\nO jovem príncipe já tinha previsto os sinais da devastação, então ele veio perturbar Mahara à noite.\n\n\"O que vem das areias quentes, será eventualmente enterrado nas areias quentes. Mesmo se o mar de areia for frio como gelo na noite extensa, o destino abrasador nunca será esquecido.\"\n\"Se essa é a sua decisão, então peço que me faça um favor e permita que eu faça algo pequeno por esta velha nação que há muito decaiu.\"\n\"Apenas uma pequena vingança removerá a preocupação primordial para você e eu. Aquele viciado em caça será finalmente executado pelo falcão que ele mima.\"\n\"Minha mãe me ensinou a dança da espada séptupla. Se eu ganhar o trono para você, eu não terei mais que lisonjear outros, logo, estarei satisfeita.\"\n\nA conspiração para derrubar o reino assim foi concebida no colchão da cama, e as palavras gentis dos amantes eram como lâminas afiadas.\nO tirano então retornou a terra das areias abrasadoras de um jeito feio, e a grande causa dos reinos conquistadores e haréns finalmente desapareceu no ar.\nA ascensão e queda da cidade-estado foi apenas um sonho embriagado, durante o que os bondosos e maldosos foram igualmente esmagados por uma pedra de moinho imensa como cascas de trigo.\nA concubina proficiente em dança de espadas falhou em se tornar rainha no fim, e o velho e sábio ministro que sobreviveu para contar a história também perdeu seus olhos.\nOs deslocados, jogados no mar de areia pelo redemoinho que consumiu tudo, se tornaram andarilhos ou mercenários antes de serem engolidos pela floresta...",
    "ru": "\nЛегенда гласит, что тысячу лет назад, в эпоху, когда глупый царь был похоронен под дюнами...\nМножество недолговечных городов-государств существовали на бесплодной бескрайней позолоченной земле.\nЭтот двуручный меч принадлежит танцовщице Махайре, которая когда-то была наложницей тирана.\nСвоим безжалостным танцем с мечом она завоевала благосклонность царя, а также внимание принца.\n\nБлагородный царь умирающего царства был тучен и надменен, предаваясь чревоугодию, наслаждаясь вином и охотой каждый день.\nНичем не отличаясь от других царей того упадочного века, он занимался бесконечными завоеваниями, разрушениями и накоплением добычи.\n\nКогда всё накрыла темнота ночи, лунный свет успокоил и погрузил в сон королевство.\nТучный тиран не мог вынести оцепенения и погрузился в глубокий сон, его храп эхом разносился по покоям, словно раскаты грома...\nОчаровательная наложница уже видела признаки разрушения, поэтому она отполировала свой меч и приготовилась к последнему танцу.\nМолодой принц уже предвидел признаки опустошения, поэтому ночью пришёл на встречу с обезумевшей Махайрой.\n\n«То, что рождено в обжигающих песках, под ними же и будет погребено. Даже если долгими ночами пустыня холодна, как лёд, её огненная судьба никогда не будет забыта».\n«Если таково ваше решение, то, пожалуйста, позвольте мне сделать хоть что-нибудь для старой страны, которая давно пала».\n«Небольшая месть спасёт нас от большой беды. Тот, кто пристрастился к охоте, падёт от когтей сокола, которого сам же добыл».\n«Моя мать, джинн, научила меня семикратному танцу с мечом. Если я завоюю для вас трон, мне больше не придётся ублажать других, и это меня успокоит».\n\nЗаговор с целью свержения правителя был составлен между складок простыней, а нежные слова влюблённых стали острыми клинками.\nУродливый тиран вернулся в страну обжигающих песков, а его мечты о войнах и гаремах наконец растворились в воздухе, словно мираж.\nВзлёт и падение города-государства - всего лишь пьяный сон, в котором и добрые, и злые были раздавлены огромными жерновами, как пшеничная шелуха.\nНаложница, искусная в танце с мечом, в конце концов не смогла стать царицей, а мудрый старый министр, который выжил, чтобы рассказать эту историю, тоже потерял глаза.\nНеудачники, выброшенные водоворотом в море песка, стали скитальцами или наёмниками, и, наконец, лес поглотил их...",
    "id": "\nLegenda mengatakan bahwa seribu tahun yang lalu, di era pada masa sang Raja bodoh dimakamkan di bawah bukit pasir,\ndi tempat keemasan di mana banyak bangsa yang berumur pendek tersebar di dalam kegersangan.\nPedang ini dimiliki oleh sang Penari, Makhaira, yang pernah menjadi selir dari seorang tiran.\nDengan tarian pedangnya yang bengis, dia berhasil memenangkan hati sang Raja dan juga perhatian dari pangeran.\n\nSang Raja mulia kerajaan yang membusuk itu amat gemuk dan angkuh, yang hanya bisa menikmati makanan enak, anggur, dan pergi berburu sepanjang hari.\nTidak berbeda dari raja lain di zaman itu, dia terobsesi dengan penaklukan, penghancuran, dan penimbunan harta rampasan yang terus berlanjut, tanpa akhir.\n\nKetika semuanya tenggelam dalam kegelapan malam, cahaya bulan berwarna biru air menenangkan kerajaan yang menggila, dan segalanya yang ada di sana pun tertidur.\nSang Tiran yang gemuk tidak tahan dengan kelambanan dan tertidur lelap di tengah suara-suara berkabut Seelie, suara dengkurannya bergema di ruangan kamarnya seperti guntur yang menggelegar ....\nSelir yang memesona telah melihat tanda-tanda kehancuran, maka itu dia memoles pedangnya dan bersiap untuk tarian terakhir.\nPangeran muda telah meramalkan tanda-tanda kehancuran, membuatnya menemui Makhaira yang gundah pada malam hari.\n\n\"Apa yang berasal dari pasir membara akhirnya akan kembali terkubur di dalamnya. Bahkan jika padang pasir sedingin es di malam yang panjang, nasibnya yang membara tidak akan pernah terlupakan.\"\n\"Jika ini adalah keputusanmu, maka itu tolong bantulah aku, izinkan aku untuk melakukan sesuatu untuk bangsa yang telah lama mati ini.\"\n\"Sedikit balas dendam akan menghilangkan beban dalam hati kita berdua. Dia yang kecanduan berburu akhirnya akan dieksekusi oleh elang yang dimanjakannya sendiri.\"\n\"Ibuku, yang merupakan Jinni, mengajariku tarian pedang. Jika aku berhasil mendapatkan takhta untukmu, aku tidak perlu lagi menyanjung orang lain, dan aku akan puas atas hal itu.\"\n\nDengan demikian, konspirasi untuk menjatuhkan kerajaan telah direncanakan di atas tempat tidur, kata-kata lembut dari kedua kekasih ternyata juga tajam seperti sebilah pedang.\nDengan demikian, sang Tiran kembali ke tanah pasir yang membara dengan keterpurukan, dan mimpi besar menaklukkan kerajaan lain akhirnya lenyap begitu saja.\nKebangkitan dan kejatuhan suatu bangsa hanyalah sebuah mimpi khayalan, di mana kebaikan dan kejahatan sama-sama dihancurkan oleh gilingan besar seperti sekam gandung.\nSelir si penari pedang pun gagal menjadi ratu pada akhirnya, dan bangsawan tua bijak yang selamat untuk menceritakan kisah ini juga kehilangan kedua matanya.\nSedangkan para orang-orang terlantar terlempar ke lautan pasir dalam kerusuhan yang menghabiskan segalanya, ada yang menjadi pengembara, ada juga yang menjadi tentara bayaran, sebelum semuanya ditelan oleh hutan ....",
    "th": "\nตามตำนานเล่าว่าเมื่อพันปีที่แล้ว ในยุคที่กษัตริย์ผู้โง่เขลาถูกฝังอยู่ในเนินทราย\nมีเมืองอายุสั้นกระจายอยู่ทั่วทองที่แร้นแค้นและไร้ขอบเขต\nดาบใหญ่เล่มนี้เป็นของนักเต้น Makhaira ซึ่งครั้งหนึ่งเคยเป็นนางสนมของทรราช\nด้วยระบำดาบที่โหดเหี้ยม ทำให้เธอได้รับความโปรดปรานจากกษัตริย์และความสนใจของเจ้าชาย\n\nกษัตริย์ผู้สูงศักดิ์แห่งอาณาจักรที่เสื่อมโทรมเป็นคนอ้วนท้วมและหยิ่งยโส วัน ๆ เพลิดเพลินแต่อาหารโอชะ สุรารสหวานและการล่าสัตว์\nเช่นเดียวกับกษัตริย์องค์อื่น ๆ ในยุคที่เสื่อมโทรม ที่เอาแต่หมกมุ่นอยู่กับการพิชิต ทำลายล้าง และกักตุนสมบัติอย่างไม่รู้จบ\n\nเมื่อทุกสิ่งจมลงไปในคืนที่มืดมิด แสงจันทร์สีธารากล่อมเกลอให้อาณาจักรที่คลุ้มคลั่ง ทุกสิ่งพลันหลับใหลไปในที่สุด\nทรราชที่อ้วนท้วมไม่อาจทนต่อความง่วงนี้ได้ เขาหลับลงท่ามกลางเสียงหมอกของ Seelie เสียงกรนดังไปทั่วราวกับฟ้าร้องกึกก้อง...\nนางสนมพราวเสน่ห์ได้เห็นร่องรอยของการทำลายล้างแล้ว ดังนั้นนางจึงขัดดาบและเตรียมพร้อมสำหรับการเต้นรำครั้งสุดท้าย\nองค์ชายน้อยทรงเล็งเห็นสัญญาณแห่งความหายนะแล้ว จึงเสด็จมาพบ Makhaira ที่วิตกกังวลในยามราตรี\n\n\"สิ่งที่มาจากทรายร้อนระอุถูกฝังไว้เบื้องล่างในที่สุด แม้ทะเลทรายจะหนาวเหน็บราวน้ำแข็งในค่ำคืนอันยาวนาน แต่ชะตากรรมที่ร้อนระอุก็มิอาจลืมเลือนได้\"\n\"หากนี่คือการตัดสินใจของท่าน โปรดช่วยข้าด้วย ให้ข้าได้ช่วยเหลืออาณาจักรเก่าแก่ที่ล่มสลายแห่งนี้ด้วยเถอะ แม้เพียงน้อยนิดก็ตาม\"\n\"การแก้แค้นเพียงเล็กน้อยจะขจัดปัญหาในใจเรา นักล่าผู้คลั่งไคล้จะต้องตายด้วยเหยี่ยวอันเป็นที่รักของตนในที่สุด\"\n\"ญิน แม่ของข้าได้สอนให้ข้าระบำดาบเจ็ดขั้น หากข้าชิงบัลลังก์ให้ท่านสำเร็จ ข้าก็ไม่ต้องประจบสอพลออีกต่อไป เท่านั้นข้าก็พึงพอใจ\"\n\nด้วยเหตุนี้ แผนโค่นล้มอาณาจักรจึงถูกวาดขึ้นบนที่นอน และคำพูดที่อ่อนโยนของคู่รักก็เป็นดั่งคมดาบแหลม\nเช่นนั้น ทรราชจึงหวนกลับยังดินแดนทรายร้อนระอุด้วยวิธีที่ไม่น่าดูนัก การพิชิตอาณาจักรและวังกลายเป็นเรื่องเพ้อฝันในที่สุด\nชีวิตอันสั้นของเมืองเป็นเพียงความฝันที่เมามาย ที่ซึ่งความดีและความชั่วถูกบดขยี้ด้วยโรงสีดั่งแกลบข้าวสาลี\nนางสนมผู้ชำนาญการร่ายดาบไม่อาจเป็นราชินีได้ และนักปราชญ์สูงอายุที่รอดชีวิตมาบอกเล่าเรื่องราวเหล่านี้ก็สูญเสียสายตาไปแล้ว\nผู้ล่มสลายถูกโยนลงทะเลทรายที่มีวังวนกลืนกินทุกอย่าง พวกเขากลายเป็นคนเร่ร่อน เป็นทหารรับจ้าง จนสุดท้ายก็ถูกป่าใหญ่กลืนกินไป...",
    "vi": "\nTương truyền vào ngàn năm trước, thời đại mà vị vua ngu muội đã vùi thân dưới cát,\nỞ vùng đất dát vàng tan hoang đó, có rất nhiều thành bang đoản mệnh.\nThanh kiếm này thuộc về nàng vũ công Makhaira, cô ấy từng là thê thiếp của bạo quân,\nVới điệu múa kiếm lạnh lùng vô tình mà chiếm được sự sủng ái của quân vương và sự ngưỡng mộ của hoàng tử.\n\nMột vương quốc suy yếu với vị vương giả tôn quý mập mạp mà tự đắc, suốt ngày chỉ chìm đắm trong các món ăn ngon, rượu chè và săn bắt.\nCũng giống như tất cả vương giả của thời đại hủ bại này, ông ta say mê chinh phục, hủy diệt và tích trữ.\n\nKhi tất cả chìm vào màn đêm đen tối, ánh trăng màu nước vỗ về vương quốc cuồng loạn, tất cả đều an nhiên đi vào giấc ngủ,\nBạo quân mập béo không chịu được cơn buồn ngủ, trong tiếng ca phiêu diêu của tiên linh dần mơ màng ngủ thiếp đi, tiếng ngái to như sấm...\nNàng thiếp quyến rũ kia đã sớm nhìn thấy được điềm báo hủy diệt, bèn đánh bóng lưỡi kiếm, chuẩn bị sẵn sàng cho điệu múa cuối cùng.\nHoàng tử trẻ tuổi cũng đã sớm nhận ra điềm báo của sự diệt vong, bèn nhân lúc đêm tối đến gặp Makhaira đang lo lắng không yên.\n\n\"Những gì đến từ cát nóng, cuối cùng sẽ bị cát nóng vùi chôn. Cho dù trong đêm dài, biển cát sẽ lạnh lẽo như băng, cũng không thể nào quên được vận mệnh nóng hừng hực đó.\"\n\"Nếu đây là quyết định của ngài, vậy hãy xin giúp ta một việc, xin hãy cho phép ta làm một chút chuyện cho cố hương đã sớm bị vùi chôn.\"\n\"Chỉ là sự báo thù nho nhỏ, sẽ giúp hai ta loại trừ đi đại họa trong lòng, kẻ đam mê săn bắt, sẽ phải chết bởi con chim ưng mà hắn ta yêu thích.\"\n\"Người mẹ Trấn Linh từng dạy ta điệu múa kiếm bảy tầng, nếu như để giúp ngài đoạt lấy ngai vị, không cần phải xu nịnh người khác, ta cũng thấy mãn nguyện.\"\n\nCứ như thế, âm mưu chia cách một vương quốc đã được hình thành từ trong căn phòng ngủ, những lời nói dịu dàng của tình nhân cũng chính là lưỡi kiếm sắc nhọn,\nCứ như thế, bạo quân đã trở về với lòng cát nóng bằng cách rất khó coi, sự nghiệp chinh phục vương quốc và hậu cung cuối cùng đã trở thành ảo mộng.\nSự sớm nở tối tàn của thành bang chẳng qua là một giấc mộng, người hiền kẻ ác trong đó đều giống như vỏ lúa bị nghiền nát bởi cối xay.\nNàng thiếp giỏi múa kiếm kia cuối cùng không thể trở thành hoàng hậu, hiền thần cao tuổi còn sống sót để kể lại những chuyện này cũng đã mất đi đôi mắt.\nKẻ mất nước bị vòng xoáy mài mòn tất cả và ném ra biển cát đã trở thành kẻ lang thang, trở thành lính đánh thuê, cuối cùng bị biển rừng nhấn chìm..."
  },
  "effects": [
    {
      "name": {
        "zhs": "沙上楼阁",
        "zht": "沙上樓閣",
        "jp": "砂上の楼閣",
        "ko": "모래 위 누각",
        "en": "Desert Pavilion",
        "de": "Wüstenpavillon",
        "es": "Pabellón de las arenas",
        "fr": "Pavillon du désert",
        "pt": "Pavilhão do Deserto",
        "ru": "Чертоги в пустыне",
        "id": "Desert Pavilion",
        "th": "Desert Pavilion",
        "vi": "Đình Đài Trên Cát"
      },
      "description": {
        "zhs": "每10秒，产生如下效果：基于装备者的元素精通的<color=#99FFFFFF>24%</color>，提升该角色的攻击力，并基于该提升的30%为队伍中附近的其他角色提升攻击力，持续12秒，多件同名武器产生的此效果可以叠加。角色处于队伍后台时也能触发效果。",
        "zht": "每10秒，產生如下效果：基於裝備者的元素精通的<color=#99FFFFFF>24%</color>，提升該角色的攻擊力，並基於該提升的30%為隊伍中附近的其他角色提升攻擊力，持續12秒，多件同名武器產生的此效果可以疊加。角色處於隊伍後臺時也能觸發效果。",
        "jp": "10秒ごとに、下記の効果が発動する。装備したキャラクターの元素熟知の<color=#99FFFFFF>24%</color>を基準に該当キャラクターの攻撃力がアップし、そのアップする攻撃力の30%を基準に周囲にいるチーム内の他キャラクターの攻撃力がアップする、継続時間12秒。複数の同じ武器によるこの効果は重ねることができる。キャラクターが待機中でも発動できる。",
        "ko": "10초마다 아래의 효과가 발생한다: 장착한 캐릭터 원소 마스터리의 <color=#99FFFFFF>24%</color>만큼 해당 캐릭터의 공격력이 증가하고, 해당 증가량의 30%만큼 근처 파티 내 다른 캐릭터의 공격력이 증가한다. 지속 시간: 12초. 동명의 무기를 여러 개 장착 시 해당 효과는 중첩이 가능하다. 캐릭터가 대기 상태일 때도 발동된다",
        "en": "The following effect will trigger every 10s: The equipping character will gain <color=#99FFFFFF>24%</color> of their Elemental Mastery as bonus ATK for 12s, with nearby party members gaining 30% of this buff for the same duration. Multiple instances of this weapon can allow this buff to stack. This effect will still trigger even if the character is not on the field.",
        "de": "Löst alle 10 s den folgenden Effekt aus, der 12 s hält: Erhöht den ANG der damit ausgerüsteten Figur um <color=#99FFFFFF>24 %</color> der Elementarkunde, die sie besitzt. Verleiht zugleich den anderen Truppenmitgliedern in der Nähe 30 % dieses Bonus. Der Effekt mehrerer gleicher Waffen ist stapelbar. Er tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet.",
        "es": "#Cada 10{NON_BREAK_SPACE}s, el ATQ del personaje que lleve esta arma equipada aumenta durante 12{NON_BREAK_SPACE}s en un <color=#99FFFFFF>24%</color> de su Maestría Elemental, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
        "fr": "L'effet suivant se déclenche toutes les 10 s : l'ATQ du personnage équipé de l'arme augmente d'une valeur équivalant à <color=#99FFFFFF>24 %</color> de sa maîtrise élémentaire pendant 12 s, alors que les autres personnages de l'équipe à proximité obtiennent 30 % de ce bonus. Plusieurs armes du même nom peuvent permettre à ce bonus de se cumuler. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "A cada 10s, gera os seguintes efeitos: aumenta o ATQ do personagem que está com essa arma equipada baseado em <color=#99FFFFFF>24%</color> da sua Proficiência Elemental. Os demais personagens próximos da equipe ganham 30% desse bônus. Esses efeitos duram 12s. É possível acumular esses efeitos equipando vários exemplares desta mesma arma. Esse efeito será desencadeado mesmo que o personagem não esteja ativo no campo de batalha.",
        "ru": "Каждые 10 сек. срабатывает следующий эффект: сила атаки экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>24%</color> от мастерства стихий на 12 сек. Члены отряда поблизости получают 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
        "id": "Efek berikut akan dihasilkan setiap 10 detik: Meningkatkan ATK Karakter ini berdasarkan <color=#99FFFFFF>24%</color> Elemental Mastery Karakter yang mengenakan, sementara anggota party lain di sekitar mendapatkan peningkatan ATK sebesar 30% dari peningkatan tersebut, bertahan selama 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
        "th": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: พลังโจมตีของตัวละครดังกล่าวจะเพิ่มขึ้น <color=#99FFFFFF>24%</color> ของความชำนาญธาตุของผู้ใช้ เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับพลังโจมตี 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
        "vi": "Mỗi 10s sẽ sản sinh hiệu quả sau: Tăng tấn công dựa vào <color=#99FFFFFF>24%</color> Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này, đồng thời tăng 30% tấn công dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng."
      }
    },
    {
      "name": {
        "zhs": "沙上楼阁",
        "zht": "沙上樓閣",
        "jp": "砂上の楼閣",
        "ko": "모래 위 누각",
        "en": "Desert Pavilion",
        "de": "Wüstenpavillon",
        "es": "Pabellón de las arenas",
        "fr": "Pavillon du désert",
        "pt": "Pavilhão do Deserto",
        "ru": "Чертоги в пустыне",
        "id": "Desert Pavilion",
        "th": "Desert Pavilion",
        "vi": "Đình Đài Trên Cát"
      },
      "description": {
        "zhs": "每10秒，产生如下效果：基于装备者的元素精通的<color=#99FFFFFF>30%</color>，提升该角色的攻击力，并基于该提升的30%为队伍中附近的其他角色提升攻击力，持续12秒，多件同名武器产生的此效果可以叠加。角色处于队伍后台时也能触发效果。",
        "zht": "每10秒，產生如下效果：基於裝備者的元素精通的<color=#99FFFFFF>30%</color>，提升該角色的攻擊力，並基於該提升的30%為隊伍中附近的其他角色提升攻擊力，持續12秒，多件同名武器產生的此效果可以疊加。角色處於隊伍後臺時也能觸發效果。",
        "jp": "10秒ごとに、下記の効果が発動する。装備したキャラクターの元素熟知の<color=#99FFFFFF>30%</color>を基準に該当キャラクターの攻撃力がアップし、アップする攻撃力の30%を基準に周囲にいるチーム内の他キャラクターの攻撃力がアップする、継続時間12秒。複数の同じ武器によるこの効果は重ねることができる。キャラクターが待機中でも発動できる。",
        "ko": "10초마다 아래의 효과가 발생한다: 장착한 캐릭터 원소 마스터리의 <color=#99FFFFFF>30%</color>만큼 해당 캐릭터의 공격력이 증가하고, 해당 증가량의 30%만큼 근처 파티 내 다른 캐릭터의 공격력이 증가한다. 지속 시간: 12초. 동명의 무기를 여러 개 장착 시 해당 효과는 중첩이 가능하다. 캐릭터가 대기 상태일 때도 발동된다",
        "en": "The following effect will trigger every 10s: The equipping character will gain <color=#99FFFFFF>30%</color> of their Elemental Mastery as bonus ATK for 12s, with nearby party members gaining 30% of this buff for the same duration. Multiple instances of this weapon can allow this buff to stack. This effect will still trigger even if the character is not on the field.",
        "de": "Löst alle 10 s den folgenden Effekt aus, der 12 s hält: Erhöht den ANG der damit ausgerüsteten Figur um <color=#99FFFFFF>30 %</color> der Elementarkunde, die sie besitzt. Verleiht zugleich den anderen Truppenmitgliedern in der Nähe 30 % dieses Bonus. Der Effekt mehrerer gleicher Waffen ist stapelbar. Er tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet.",
        "es": "#Cada 10{NON_BREAK_SPACE}s, el ATQ del personaje que lleve esta arma equipada aumenta durante 12{NON_BREAK_SPACE}s en un <color=#99FFFFFF>30%</color> de su Maestría Elemental, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
        "fr": "L'effet suivant se déclenche toutes les 10 s : l'ATQ du personnage équipé de l'arme augmente d'une valeur équivalant à <color=#99FFFFFF>30 %</color> de sa maîtrise élémentaire pendant 12 s, alors que les autres personnages de l'équipe à proximité obtiennent 30 % de ce bonus. Plusieurs armes du même nom peuvent permettre à ce bonus de se cumuler. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "A cada 10s, gera os seguintes efeitos: aumenta o ATQ do personagem que está com essa arma equipada baseado em <color=#99FFFFFF>30%</color> da sua Proficiência Elemental. Os demais personagens próximos da equipe ganham 30% desse bônus. Esses efeitos duram 12s. É possível acumular esses efeitos equipando vários exemplares desta mesma arma. Esse efeito será desencadeado mesmo que o personagem não esteja ativo no campo de batalha.",
        "ru": "Каждые 10 сек. срабатывает следующий эффект: сила атаки экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>30%</color> от мастерства стихий на 12 сек. Члены отряда поблизости получают 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
        "id": "Efek berikut akan dihasilkan setiap 10 detik: Meningkatkan ATK Karakter ini berdasarkan <color=#99FFFFFF>30%</color> Elemental Mastery Karakter yang mengenakan, sementara anggota party lain di sekitar mendapatkan peningkatan ATK sebesar 30% dari peningkatan tersebut, bertahan selama 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
        "th": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: พลังโจมตีของตัวละครดังกล่าวจะเพิ่มขึ้น <color=#99FFFFFF>30%</color> ของความชำนาญธาตุของผู้ใช้ เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับพลังโจมตี 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
        "vi": "Mỗi 10s sẽ sản sinh hiệu quả sau: Tăng tấn công dựa vào <color=#99FFFFFF>30%</color> Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này, đồng thời tăng 30% tấn công dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng."
      }
    },
    {
      "name": {
        "zhs": "沙上楼阁",
        "zht": "沙上樓閣",
        "jp": "砂上の楼閣",
        "ko": "모래 위 누각",
        "en": "Desert Pavilion",
        "de": "Wüstenpavillon",
        "es": "Pabellón de las arenas",
        "fr": "Pavillon du désert",
        "pt": "Pavilhão do Deserto",
        "ru": "Чертоги в пустыне",
        "id": "Desert Pavilion",
        "th": "Desert Pavilion",
        "vi": "Đình Đài Trên Cát"
      },
      "description": {
        "zhs": "每10秒，产生如下效果：基于装备者的元素精通的<color=#99FFFFFF>36%</color>，提升该角色的攻击力，并基于该提升的30%为队伍中附近的其他角色提升攻击力，持续12秒，多件同名武器产生的此效果可以叠加。角色处于队伍后台时也能触发效果。",
        "zht": "每10秒，產生如下效果：基於裝備者的元素精通的<color=#99FFFFFF>36%</color>，提升該角色的攻擊力，並基於該提升的30%為隊伍中附近的其他角色提升攻擊力，持續12秒，多件同名武器產生的此效果可以疊加。角色處於隊伍後臺時也能觸發效果。",
        "jp": "10秒ごとに、下記の効果が発動する。装備したキャラクターの元素熟知の<color=#99FFFFFF>36%</color>を基準に該当キャラクターの攻撃力がアップし、アップする攻撃力の30%を基準に周囲にいるチーム内の他キャラクターの攻撃力がアップする、継続時間12秒。複数の同じ武器によるこの効果は重ねることができる。キャラクターが待機中でも発動できる。",
        "ko": "10초마다 아래의 효과가 발생한다: 장착한 캐릭터 원소 마스터리의 <color=#99FFFFFF>36%</color>만큼 해당 캐릭터의 공격력이 증가하고, 해당 증가량의 30%만큼 근처 파티 내 다른 캐릭터의 공격력이 증가한다. 지속 시간: 12초. 동명의 무기를 여러 개 장착 시 해당 효과는 중첩이 가능하다. 캐릭터가 대기 상태일 때도 발동된다",
        "en": "The following effect will trigger every 10s: the equipping character will gain <color=#99FFFFFF>36%</color> of their Elemental Mastery as bonus ATK for 12s, with nearby party members gaining 30% of this buff for the same duration. Multiple instances of this weapon can allow this buff to stack. This effect will still trigger even if the character is not on the field.",
        "de": "Löst alle 10 s den folgenden Effekt aus, der 12 s hält: Erhöht den ANG der damit ausgerüsteten Figur um <color=#99FFFFFF>36 %</color> der Elementarkunde, die sie besitzt. Verleiht zugleich den anderen Truppenmitgliedern in der Nähe 30 % dieses Bonus. Der Effekt mehrerer gleicher Waffen ist stapelbar. Er tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet.",
        "es": "#Cada 10{NON_BREAK_SPACE}s, el ATQ del personaje que lleve esta arma equipada aumenta durante 12{NON_BREAK_SPACE}s en un <color=#99FFFFFF>36%</color> de su Maestría Elemental, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
        "fr": "L'effet suivant se déclenche toutes les 10 s : l'ATQ du personnage équipé de l'arme augmente d'une valeur équivalant à <color=#99FFFFFF>36 %</color> de sa maîtrise élémentaire pendant 12 s, alors que les autres personnages de l'équipe à proximité obtiennent 30 % de ce bonus. Plusieurs armes du même nom peuvent permettre à ce bonus de se cumuler. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "A cada 10s, gera os seguintes efeitos: aumenta o ATQ do personagem que está com essa arma equipada baseado em <color=#99FFFFFF>36%</color> da sua Proficiência Elemental. Os demais personagens próximos da equipe ganham 30% desse bônus. Esses efeitos duram 12s. É possível acumular esses efeitos equipando vários exemplares desta mesma arma. Esse efeito será desencadeado mesmo que o personagem não esteja ativo no campo de batalha.",
        "ru": "Каждые 10 сек. срабатывает следующий эффект: сила атаки экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>36%</color> от мастерства стихий на 12 сек. Члены отряда поблизости получают 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
        "id": "Efek berikut akan dihasilkan setiap 10 detik: Meningkatkan ATK Karakter ini berdasarkan <color=#99FFFFFF>36%</color> Elemental Mastery Karakter yang mengenakan, sementara anggota party lain di sekitar mendapatkan peningkatan ATK sebesar 30% dari peningkatan tersebut, bertahan selama 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
        "th": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: พลังโจมตีของตัวละครดังกล่าวจะเพิ่มขึ้น <color=#99FFFFFF>36%</color> ของความชำนาญธาตุของผู้ใช้ เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับพลังโจมตี 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
        "vi": "Mỗi 10s sẽ sản sinh hiệu quả sau: Tăng tấn công dựa vào <color=#99FFFFFF>36%</color> Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này, đồng thời tăng 30% tấn công dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng."
      }
    },
    {
      "name": {
        "zhs": "沙上楼阁",
        "zht": "沙上樓閣",
        "jp": "砂上の楼閣",
        "ko": "모래 위 누각",
        "en": "Desert Pavilion",
        "de": "Wüstenpavillon",
        "es": "Pabellón de las arenas",
        "fr": "Pavillon du désert",
        "pt": "Pavilhão do Deserto",
        "ru": "Чертоги в пустыне",
        "id": "Desert Pavilion",
        "th": "Desert Pavilion",
        "vi": "Đình Đài Trên Cát"
      },
      "description": {
        "zhs": "每10秒，产生如下效果：基于装备者的元素精通的<color=#99FFFFFF>42%</color>，提升该角色的攻击力，并基于该提升的30%为队伍中附近的其他角色提升攻击力，持续12秒，多件同名武器产生的此效果可以叠加。角色处于队伍后台时也能触发效果。",
        "zht": "每10秒，產生如下效果：基於裝備者的元素精通的<color=#99FFFFFF>42%</color>，提升該角色的攻擊力，並基於該提升的30%為隊伍中附近的其他角色提升攻擊力，持續12秒，多件同名武器產生的此效果可以疊加。角色處於隊伍後臺時也能觸發效果。",
        "jp": "10秒ごとに、下記の効果が発動する。装備したキャラクターの元素熟知の<color=#99FFFFFF>42%</color>を基準に該当キャラクターの攻撃力がアップし、アップする攻撃力の30%を基準に周囲にいるチーム内の他キャラクターの攻撃力がアップする、継続時間12秒。複数の同じ武器によるこの効果は重ねることができる。キャラクターが待機中でも発動できる。",
        "ko": "10초마다 아래의 효과가 발생한다: 장착한 캐릭터 원소 마스터리의 <color=#99FFFFFF>42%</color>만큼 해당 캐릭터의 공격력이 증가하고, 해당 증가량의 30%만큼 근처 파티 내 다른 캐릭터의 공격력이 증가한다. 지속 시간: 12초. 동명의 무기를 여러 개 장착 시 해당 효과는 중첩이 가능하다. 캐릭터가 대기 상태일 때도 발동된다",
        "en": "The following effect will trigger every 10s: The equipping character will gain <color=#99FFFFFF>42%</color> of their Elemental Mastery as bonus ATK for 12s, with nearby party members gaining 30% of this buff for the same duration. Multiple instances of this weapon can allow this buff to stack. This effect will still trigger even if the character is not on the field.",
        "de": "Löst alle 10 s den folgenden Effekt aus, der 12 s hält: Erhöht den ANG der damit ausgerüsteten Figur um <color=#99FFFFFF>42 %</color> der Elementarkunde, die sie besitzt. Verleiht zugleich den anderen Truppenmitgliedern in der Nähe 30 % dieses Bonus. Der Effekt mehrerer gleicher Waffen ist stapelbar. Er tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet.",
        "es": "#Cada 10{NON_BREAK_SPACE}s, el ATQ del personaje que lleve esta arma equipada aumenta durante 12{NON_BREAK_SPACE}s en un <color=#99FFFFFF>42%</color> de su Maestría Elemental, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
        "fr": "L'effet suivant se déclenche toutes les 10 s : l'ATQ du personnage équipé de l'arme augmente d'une valeur équivalant à <color=#99FFFFFF>42 %</color> de sa maîtrise élémentaire pendant 12 s, alors que les autres personnages de l'équipe à proximité obtiennent 30 % de ce bonus. Plusieurs armes du même nom peuvent permettre à ce bonus de se cumuler. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "A cada 10s, gera os seguintes efeitos: aumenta o ATQ do personagem que está com essa arma equipada baseado em <color=#99FFFFFF>42%</color> da sua Proficiência Elemental. Os demais personagens próximos da equipe ganham 30% desse bônus. Esses efeitos duram 12s. É possível acumular esses efeitos equipando vários exemplares desta mesma arma. Esse efeito será desencadeado mesmo que o personagem não esteja ativo no campo de batalha.",
        "ru": "Каждые 10 сек. срабатывает следующий эффект: сила атаки экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>42%</color> от мастерства стихий на 12 сек. Члены отряда поблизости получают 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
        "id": "Efek berikut akan dihasilkan setiap 10 detik: Meningkatkan ATK Karakter ini berdasarkan <color=#99FFFFFF>42%</color> Elemental Mastery Karakter yang mengenakan, sementara anggota party lain di sekitar mendapatkan peningkatan ATK sebesar 30% dari peningkatan tersebut, bertahan selama 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
        "th": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: พลังโจมตีของตัวละครดังกล่าวจะเพิ่มขึ้น <color=#99FFFFFF>42%</color> ของความชำนาญธาตุของผู้ใช้ เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับพลังโจมตี 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
        "vi": "Mỗi 10s sẽ sản sinh hiệu quả sau: Tăng tấn công dựa vào <color=#99FFFFFF>42%</color> Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này, đồng thời tăng 30% tấn công dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng."
      }
    },
    {
      "name": {
        "zhs": "沙上楼阁",
        "zht": "沙上樓閣",
        "jp": "砂上の楼閣",
        "ko": "모래 위 누각",
        "en": "Desert Pavilion",
        "de": "Wüstenpavillon",
        "es": "Pabellón de las arenas",
        "fr": "Pavillon du désert",
        "pt": "Pavilhão do Deserto",
        "ru": "Чертоги в пустыне",
        "id": "Desert Pavilion",
        "th": "Desert Pavilion",
        "vi": "Đình Đài Trên Cát"
      },
      "description": {
        "zhs": "每10秒，产生如下效果：基于装备者的元素精通的<color=#99FFFFFF>48%</color>，提升该角色的攻击力，并基于该提升的30%为队伍中附近的其他角色提升攻击力，持续12秒，多件同名武器产生的此效果可以叠加。角色处于队伍后台时也能触发效果。",
        "zht": "每10秒，產生如下效果：基於裝備者的元素精通的<color=#99FFFFFF>48%</color>，提升該角色的攻擊力，並基於該提升的30%為隊伍中附近的其他角色提升攻擊力，持續12秒，多件同名武器產生的此效果可以疊加。角色處於隊伍後臺時也能觸發效果。",
        "jp": "10秒ごとに、下記の効果が発動する。装備したキャラクターの元素熟知の<color=#99FFFFFF>48%</color>を基準に該当キャラクターの攻撃力がアップし、アップする攻撃力の30%を基準に周囲にいるチーム内の他キャラクターの攻撃力がアップする、継続時間12秒。複数の同じ武器によるこの効果は重ねることができる。キャラクターが待機中でも発動できる。",
        "ko": "10초마다 아래의 효과가 발생한다: 장착한 캐릭터 원소 마스터리의 <color=#99FFFFFF>48%</color>만큼 해당 캐릭터의 공격력이 증가하고, 해당 증가량의 30%만큼 근처 파티 내 다른 캐릭터의 공격력이 증가한다. 지속 시간: 12초. 동명의 무기를 여러 개 장착 시 해당 효과는 중첩이 가능하다. 캐릭터가 대기 상태일 때도 발동된다",
        "en": "The following effect will trigger every 10s: The equipping character will gain <color=#99FFFFFF>48%</color> of their Elemental Mastery as bonus ATK for 12s, with nearby party members gaining 30% of this buff for the same duration. Multiple instances of this weapon can allow this buff to stack. This effect will still trigger even if the character is not on the field.",
        "de": "Löst alle 10 s den folgenden Effekt aus, der 12 s hält: Erhöht den ANG der damit ausgerüsteten Figur um <color=#99FFFFFF>48 %</color> der Elementarkunde, die sie besitzt. Verleiht zugleich den anderen Truppenmitgliedern in der Nähe 30 % dieses Bonus. Der Effekt mehrerer gleicher Waffen ist stapelbar. Er tritt auch in Kraft, wenn sich die Figur inaktiv in der Truppe befindet.",
        "es": "#Cada 10{NON_BREAK_SPACE}s, el ATQ del personaje que lleve esta arma equipada aumenta durante 12{NON_BREAK_SPACE}s en un <color=#99FFFFFF>48%</color> de su Maestría Elemental, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
        "fr": "L'effet suivant se déclenche toutes les 10 s : l'ATQ du personnage équipé de l'arme augmente d'une valeur équivalant à <color=#99FFFFFF>48 %</color> de sa maîtrise élémentaire pendant 12 s, alors que les autres personnages de l'équipe à proximité obtiennent 30 % de ce bonus. Plusieurs armes du même nom peuvent permettre à ce bonus de se cumuler. L'effet peut être déclenché même lorsque le personnage fait partie de l'équipe mais n'est pas déployé.",
        "pt": "A cada 10s, gera os seguintes efeitos: aumenta o ATQ do personagem que está com essa arma equipada baseado em <color=#99FFFFFF>48%</color> da sua Proficiência Elemental. Os demais personagens próximos da equipe ganham 30% desse bônus. Esses efeitos duram 12s. É possível acumular esses efeitos equipando vários exemplares desta mesma arma. Esse efeito será desencadeado mesmo que o personagem não esteja ativo no campo de batalha.",
        "ru": "Каждые 10 сек. срабатывает следующий эффект: сила атаки экипированного этим оружием персонажа увеличивается на <color=#99FFFFFF>48%</color> от мастерства стихий на 12 сек. Члены отряда поблизости получают 30% этого эффекта. Если этим оружием обладают и другие члены отряда, эффект суммируется. Этот эффект срабатывает, даже если экипированный персонаж не на поле боя.",
        "id": "Efek berikut akan dihasilkan setiap 10 detik: Meningkatkan ATK Karakter ini berdasarkan <color=#99FFFFFF>48%</color> Elemental Mastery Karakter yang mengenakan, sementara anggota party lain di sekitar mendapatkan peningkatan ATK sebesar 30% dari peningkatan tersebut, bertahan selama 12 detik. Saat efek ini dihasilkan oleh lebih dari satu Senjata dengan nama yang sama, efek akan bisa ditumpuk. Efek ini tetap dapat terpicu meskipun Karakter penggunanya ada dalam party namun sedang tidak berada di medan pertempuran.",
        "th": "ในทุก 10 วินาที จะเกิดเอฟเฟกต์ต่อไปนี้: พลังโจมตีของตัวละครดังกล่าวจะเพิ่มขึ้น <color=#99FFFFFF>48%</color> ของความชำนาญธาตุของผู้ใช้ เป็นเวลา 12 วินาที และในช่วงเวลาเดียวกันตัวละครอื่นในทีมที่อยู่ในบริเวณใกล้เคียง จะได้รับพลังโจมตี 30% ของเอฟเฟกต์ดังกล่าว ซึ่งเอฟเฟกต์นี้ที่เกิดจากอาวุธเดียวกันหลายชิ้น จะสามารถซ้อนทับกันได้ และจะสามารถเกิดขึ้นได้แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้",
        "vi": "Mỗi 10s sẽ sản sinh hiệu quả sau: Tăng tấn công dựa vào <color=#99FFFFFF>48%</color> Tinh Thông Nguyên Tố của nhân vật trang bị vũ khí này, đồng thời tăng 30% tấn công dựa vào hiệu quả trên cho nhân vật trong đội gần đó, duy trì 12s, hiệu ứng này có thể cộng dồn từ nhiều vũ khí cùng tên. Nhân vật khi không ra trận cũng có thể kích hoạt hiệu ứng."
      }
    }
  ],
  "internal_name": "Claymore_Pleroma",
  "imgid": "claymore/pleroma"
}