{
  "id": 12304,
  "type": "claymore",
  "rank": 3,
  "name": {
    "zhs": "石英大剑",
    "zht": "石英大劍",
    "jp": "石英大剣",
    "ko": "석영대검",
    "en": "Quartz",
    "de": "Quarzgroßschwert",
    "es": "Espada de Cuarzo",
    "fr": "Grande épée en quartz",
    "pt": "Quartzo",
    "ru": "Кварц",
    "id": "Quartz",
    "th": "Quartz",
    "vi": "Kiếm Thạch Anh"
  },
  "description": {
    "zhs": "古朴厚重的大剑，由坚固的黑色石英雕琢打磨而成，上面有着鎏金的花纹，尽显优雅庄严。",
    "zht": "古樸厚重的大劍，由堅固的黑色石英雕琢打磨而成，上面有著鎏金的花紋，盡顯優雅莊嚴。",
    "jp": "素朴で厚重な大剣、黒い石英で作られた。上には金の模様があり、優雅で厳然としている。",
    "ko": "고풍스럽고 두꺼운 대검. 아주 단단한 검은색 석영을 조각하고 갈아 만들었다. 검신에 순금으로 무늬가 새겨져 있어서 우아하고 장엄해 보인다",
    "en": "A simple but heavy greatsword made of polished black quartz with a golden gilt. It has an air of elegance and dignity about it.",
    "de": "Ein einfaches, aber schweres Großschwert, das aus hartem schwarzem Quarz geschnitten und dann poliert wurde. Die Verzierungen sind vergoldet, was der Waffe eine gewisse Eleganz verleiht.",
    "es": "Una espada simple pero pesada, hecha de cuarzo negro pulido con oro. Demuestra un sentido de elegancia y dignidad.",
    "fr": "Une ancienne grande épée simple mais lourde sculptée et aiguisée dans un quartz noir solide, ornée de motifs dorés qui la rendent digne et élégante.",
    "pt": "Um espadão simples, mas pesada, feito de quartzo preto polido com ouro. Exibe um senso de elegância e dignidade.",
    "ru": "Довольно простой и тяжёлый двуручный меч, сделанный из полированного чёрного кварца с небольшой позолотой. Показывает элегантность и достоинство владельца.",
    "id": "Pedang besar yang sederhana, tapi sangat berat. Terbuat dari kuart yang diasah dan memiliki ukiran emas yang indah. Meningkatkan karisma dan keanggunan saat digenggam.",
    "th": "ดาบใหญ่ที่ดูเรียบง่ายแต่หนัก ทำจากหินควอตซ์สีดำเคลือบด้วยทองและแกะสลักลวดลายสวยงามบนผิว มันแสดงถึงความสง่างามและศักดิ์ศรี",
    "vi": "Đại kiếm thô sơ, điêu khắc từ thạch anh màu đen kiên cố, phía trên có hoa văn hoàng kim, trông rất trang trọng nhã nhặn."
  },
  "lore": {
    "zhs": "\n传说当年岩之魔神大战各路魔兽，\n从大地之中引石为剑，塑岩作枪。\n以磐石之剑斩妖除魔，\n以巨岩之枪镇压强敌逆兽。\n黑岩厂为纪念岩神的奠基伟业，\n特用黑色石英打造了这批大剑。\n",
    "zht": "\n傳說當年岩之魔神大戰各路魔獸，\n從大地之中引石為劍，塑岩作槍。\n以磐石之劍斬妖除魔，\n以巨岩之槍鎮壓強敵逆獸。\n黑岩廠為紀念岩神的奠基偉業，\n特用黑色石英打造了這批大劍。\n",
    "jp": "\n伝説によれば、岩の魔神が様々な魔獣と戦った時、\n大地の石を剣に、岩を槍にした。\n岩石の剣で妖魔を斬り、\n巨岩の槍で敵を鎮めた。\n黒岩場は岩神の偉業を称えるため、\n黒い石英を使用して、これらの大剣を作った。\n",
    "ko": "\n전설에 의하면 바위의 신이 여러 마물들과 싸울 때\n대지의 돌로 검을 만들고, 바위로 창을 만들었다고 한다.\n반석의 검으로 마물를 제거하고,\n거대한 바위 창으로 강적을 제압했다.\n흑암 공장은 바위 신의 위업을 기리기 위해\n특별히 검은 석영으로 이 대검들을 만들었다.\n",
    "en": "\nThe Archon War raged.\nStone was his blade, rock was his spear.\nThe Geo Archon cut down evil,\nPinned down monsters.\nIn his honor the Blackcliff Forge fashioned a new weapon:\nA greatsword made of black quartz.\n",
    "de": "\nAls der Geo-Archon damals gegen die wilden Monster kämpfte,\nwaren die Steine aus der Erde seine Schwerter und die Felsen seine Speere.\nMit den Schwertern aus Stein\nwurden unzählige Monster geschlachtet.\nDie Schwarzsteinschmiede fertigte diese Schwerter zu Ehren des Geo-Archons an.\nDafür nahmen sie schwarzen Quarz.\n",
    "es": "\nCuenta la leyenda que, en la Guerra de los Arcontes,\nde la tierra extrajo su espada de piedra, y de la roca moldeó su lanza.\nCon la espada de piedra, el Arconte Geo decapitó al mal,\ny con la lanza de roca reprimió a los monstruos.\nEn su honor, la Forja Peñasco Oscuro fabricó una nueva arma:\nuna gran espada de cuarzo negro.\n",
    "fr": "\nLa Guerre des Archons faisait rage.\nLa pierre comme épée, le rocher comme lance,\nl'Archon Géo transperça le démon,\net écrasa les monstres.\nEn son honneur fut forgée à Rochenoire une arme nouvelle :\nune épée à deux mains en quartz noir.\n",
    "pt": "\nDiz a lenda que, naquele ano, na Guerra dos Arcontes,\nda terra retirou pedras para fazer lâminas e lanças.\nCom uma espada de pedra, o Arconte Geo destruiu o mal,\nreprimiu monstros.\nEm sua honra, a Forja do Penhasco Obscuro fabricou uma nova arma:\nUm espadão de quartzo negro.\n",
    "ru": "\nГоворят, в те годы, когда Гео Архонт воевал с монстрами,\nКамни поднялись с земли и стали его мечами, а скалы превратились в его копья.\nС помощью несокрушимых каменных мечей Архонт убивал демонов,\nОгромными копьями-скалами пригвоздил огромных монстров к земле.\nВ честь Архонта кузница Черногорья создала новое оружие:\nДвуручный меч, созданный из чёрного кварца.\n",
    "id": "\nLegenda mengatakan saat Perang Archon berkecamuk,\nBatu adalah pedang dan juga tombaknya.\nArchon Geo membasmi kejahatan,\nMelawan monster dengan pedang batunya.\nUntuk memperingati jasanya, Blackcliff Forge menempa senjata baru,\nSebuah pedang besar yang terbuat dari batu kuarsa hitam.\n",
    "th": "\nตำนานเล่าว่าในอดีตเทพแห่งหินผู้ยิ่งใหญ่ต่อสู้กับสัตว์อสูรจากทั่วทุกมุม\nเรียกหินขึ้นมาจากผืนแผ่นดินเพื่อทำเป็นดาบและเปลี่ยนเป็นหอก\nใช้ดาบแห่งหินเพื่อฟาดฟันเหล่าอสูรร้าย\nปราบปรามศัตรูที่แข็งแกร่งด้วยหอกหินขนาดใหญ่\nBlackcliff Forge ระลึกถึงรากฐานอันยิ่งใหญ่ของเทพเจ้าแห่งหิน\nดาบขนาดใหญ่เหล่านี้ทำด้วยควอตซ์สีดำ\n",
    "vi": "\nTương truyền rằng, năm xưa Nham Ma Thần đại chiến với ma thú từ khắp nơi kéo đến.\nMài đá làm kiếm, dùng nham làm thương trên vùng đất rộng lớn.\nLấy kiếm bàn thạch chém yêu diệt quái,\nLấy thương cự nham trấn áp ma thú.\nĐể ghi nhớ công lao to lớn của Nham Thần,\nHắc Nham Xưởng đã dùng đá thạch anh đen tạo nên những thanh đại kiếm này.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "余热",
        "zht": "餘熱",
        "jp": "余熱",
        "ko": "잔열",
        "en": "Residual Heat",
        "de": "Restwärme",
        "es": "Calor residual",
        "fr": "Chaleur résiduelle",
        "pt": "Calor Residual",
        "ru": "Остаточное тепло",
        "id": "Residual Heat",
        "th": "Residual Heat",
        "vi": "Nhiệt Thải"
      },
      "description": {
        "zhs": "触发超载、融化、燃烧、蒸发、烈绽放或火元素扩散反应后的12秒内，攻击力提高<color=#99FFFFFF>20%</color>。",
        "zht": "觸發超載、融化、燃燒、蒸發、烈綻放或火元素擴散反應後的12秒內，攻擊力提高<color=#99FFFFFF>20%</color>。",
        "jp": "過負荷、溶解、燃焼、蒸発、烈開花、または炎元素拡散反応を起こしてから12秒間、攻撃力+<color=#99FFFFFF>20%</color>。",
        "ko": "과부하, 융해, 연소, 증발, 발화 혹은 불 원소 확산 반응 발동 후 12초 동안 공격력이 <color=#99FFFFFF>20%</color> 증가한다",
        "en": "Upon causing an Overloaded, Melt, Burning, Vaporize, Burgeon, or a Pyro-infused Swirl reaction, ATK is increased by <color=#99FFFFFF>20%</color> for 12s.",
        "de": "Erhöht den ANG nach Auslösen der Reaktionen „Überladen“, „Schmelzen“, „In Flammen“, „Verdampfen“, „Flammenspross“ und „Pyro-Verwirbelung“ 12 s lang um <color=#99FFFFFF>20 %</color>.",
        "es": "Tras causar una reacción de Sobrecarga, Derretido, Quemadura, Vaporización, Crepitar o Torbellino Pyro, el ATQ aumenta en un <color=#99FFFFFF>20%</color> durante 12 s.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>20 %</color> pendant 12 s après avoir déclenché Surcharge, Fonte, Brûlure, Évaporation, Bourgeonnement ou Dispersion Pyro.",
        "pt": "Após causar uma reação elemental de Sobrecarga, Fusão, Queimaduras, Vaporização, Germinação ou Redemoinho de Pyro, o ATQ é aumentado em <color=#99FFFFFF>20%</color> por 12s.",
        "ru": "Увеличивает силу атаки на <color=#99FFFFFF>20%</color> на 12 сек. при активации реакций Перегрузка, Таяние, Горение, Пар, Цветение или Пиро Рассеивание.",
        "id": "Saat memicu Overloaded, Melt, Burning, Vaporize, Burgeon, atau reaksi Swirl dengan elemen Pyro, meningkatkan <color=#99FFFFFF>20%</color> ATK selama 12 detik.",
        "th": "การทำให้เกิดปฏิกิริยาโอเวอร์โหลด, ละลาย, ติดไฟ, ระเหย, เบ่งบาน หรือกระจายธาตุไฟ จะเพิ่มพลังโจมตีขึ้น <color=#99FFFFFF>20%</color> เป็นเวลา 12 วินาที",
        "vi": "Trong 12s sau khi kích hoạt hiệu ứng Quá Tải, Tan Chảy, Thiêu Đốt, Bốc Hơi, Bung Tỏa hoặc Khuếch Tán nguyên tố Hỏa, tấn công tăng <color=#99FFFFFF>20%</color>."
      }
    },
    {
      "name": {
        "zhs": "余热",
        "zht": "餘熱",
        "jp": "余熱",
        "ko": "잔열",
        "en": "Residual Heat",
        "de": "Restwärme",
        "es": "Calor residual",
        "fr": "Chaleur résiduelle",
        "pt": "Calor Residual",
        "ru": "Остаточное тепло",
        "id": "Residual Heat",
        "th": "Residual Heat",
        "vi": "Nhiệt Thải"
      },
      "description": {
        "zhs": "触发超载、融化、燃烧、蒸发、烈绽放或火元素扩散反应后的12秒内，攻击力提高<color=#99FFFFFF>25%</color>。",
        "zht": "觸發超載、融化、燃燒、蒸發、烈綻放或火元素擴散反應後的12秒內，攻擊力提高<color=#99FFFFFF>25%</color>。",
        "jp": "過負荷、溶解、燃焼、蒸発、烈開花、または炎元素拡散反応を起こした後12秒間、攻撃力+<color=#99FFFFFF>25%</color>。",
        "ko": "과부하, 융해, 연소, 증발, 발화 혹은 불 원소 확산 반응 발동 후 12초 동안 공격력이 <color=#99FFFFFF>25%</color> 증가한다",
        "en": "Upon causing an Overloaded, Melt, Burning, Vaporize, Burgeon, or a Pyro-infused Swirl reaction, ATK is increased by <color=#99FFFFFF>25%</color> for 12s.",
        "de": "Erhöht den ANG nach Auslösen der Reaktionen „Überladen“, „Schmelzen“, „In Flammen“, „Verdampfen“, „Flammenspross“ und „Pyro-Verwirbelung“ 12 s lang um <color=#99FFFFFF>25 %</color>.",
        "es": "Tras causar una reacción de Sobrecarga, Derretido, Quemadura, Vaporización, Crepitar o Torbellino Pyro, el ATQ aumenta en un <color=#99FFFFFF>25%</color> durante 12 s.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>25 %</color> pendant 12 s après avoir déclenché Surcharge, Fonte, Brûlure, Évaporation, Bourgeonnement ou Dispersion Pyro.",
        "pt": "Após causar uma reação elemental de Sobrecarga, Fusão, Queimaduras, Vaporização, Germinação ou Redemoinho de Pyro, o ATQ é aumentado em <color=#99FFFFFF>25%</color> por 12s.",
        "ru": "Увеличивает силу атаки на <color=#99FFFFFF>25%</color> на 12 сек. при активации реакций Перегрузка, Таяние, Горение, Пар, Цветение или Пиро Рассеивание.",
        "id": "Saat memicu Overloaded, Melt, Burning, Vaporize, Burgeon, atau reaksi Swirl dengan elemen Pyro, meningkatkan <color=#99FFFFFF>25%</color> ATK selama 12 detik.",
        "th": "การทำให้เกิดปฏิกิริยาโอเวอร์โหลด, ละลาย, ติดไฟ, ระเหย, เบ่งบาน หรือกระจายธาตุไฟ จะเพิ่มพลังโจมตีขึ้น <color=#99FFFFFF>25%</color> เป็นเวลา 12 วินาที",
        "vi": "Trong 12s sau khi kích hoạt hiệu ứng Quá Tải, Tan Chảy, Thiêu Đốt, Bốc Hơi, Bung Tỏa hoặc Khuếch Tán nguyên tố Hỏa, tấn công tăng <color=#99FFFFFF>25%</color>."
      }
    },
    {
      "name": {
        "zhs": "余热",
        "zht": "餘熱",
        "jp": "余熱",
        "ko": "잔열",
        "en": "Residual Heat",
        "de": "Restwärme",
        "es": "Calor residual",
        "fr": "Chaleur résiduelle",
        "pt": "Calor Residual",
        "ru": "Остаточное тепло",
        "id": "Residual Heat",
        "th": "Residual Heat",
        "vi": "Nhiệt Thải"
      },
      "description": {
        "zhs": "触发超载、融化、燃烧、蒸发、烈绽放或火元素扩散反应后的12秒内，攻击力提高<color=#99FFFFFF>30%</color>。",
        "zht": "觸發超載、融化、燃燒、蒸發、烈綻放或火元素擴散反應後的12秒內，攻擊力提高<color=#99FFFFFF>30%</color>。",
        "jp": "過負荷、溶解、燃焼、蒸発、烈開花、または炎元素拡散反応を起こした後12秒間、攻撃力+<color=#99FFFFFF>30%</color>。",
        "ko": "과부하, 융해, 연소, 증발, 발화 혹은 불 원소 확산 반응 발동 후 12초 동안 공격력이 <color=#99FFFFFF>30%</color> 증가한다",
        "en": "Upon causing an Overloaded, Melt, Burning, Vaporize, Burgeon, or a Pyro-infused Swirl reaction, ATK is increased by <color=#99FFFFFF>30%</color> for 12s.",
        "de": "Erhöht den ANG nach Auslösen der Reaktionen „Überladen“, „Schmelzen“, „In Flammen“, „Verdampfen“, „Flammenspross“ und „Pyro-Verwirbelung“ 12 s lang um <color=#99FFFFFF>30 %</color>.",
        "es": "Tras causar una reacción de Sobrecarga, Derretido, Quemadura, Vaporización, Crepitar o Torbellino Pyro, el ATQ aumenta en un <color=#99FFFFFF>30%</color> durante 12 s.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>30 %</color> pendant 12 s après avoir déclenché Surcharge, Fonte, Brûlure, Évaporation, Bourgeonnement ou Dispersion Pyro.",
        "pt": "Após causar uma reação elemental de Sobrecarga, Fusão, Queimaduras, Vaporização, Germinação ou Redemoinho de Pyro, o ATQ é aumentado em <color=#99FFFFFF>30%</color> por 12s.",
        "ru": "Увеличивает силу атаки на <color=#99FFFFFF>30%</color> на 12 сек. при активации реакций Перегрузка, Таяние, Горение, Пар, Цветение или Пиро Рассеивание.",
        "id": "Saat memicu Overloaded, Melt, Burning, Vaporize, Burgeon, atau reaksi Swirl dengan elemen Pyro, meningkatkan <color=#99FFFFFF>30%</color> ATK selama 12 detik.",
        "th": "การทำให้เกิดปฏิกิริยาโอเวอร์โหลด, ละลาย, ติดไฟ, ระเหย, เบ่งบาน หรือกระจายธาตุไฟ จะเพิ่มพลังโจมตีขึ้น <color=#99FFFFFF>30%</color> เป็นเวลา 12 วินาที",
        "vi": "Trong 12s sau khi kích hoạt hiệu ứng Quá Tải, Tan Chảy, Thiêu Đốt, Bốc Hơi, Bung Tỏa hoặc Khuếch Tán nguyên tố Hỏa, tấn công tăng <color=#99FFFFFF>30%</color>."
      }
    },
    {
      "name": {
        "zhs": "余热",
        "zht": "餘熱",
        "jp": "余熱",
        "ko": "잔열",
        "en": "Residual Heat",
        "de": "Restwärme",
        "es": "Calor residual",
        "fr": "Chaleur résiduelle",
        "pt": "Calor Residual",
        "ru": "Остаточное тепло",
        "id": "Residual Heat",
        "th": "Residual Heat",
        "vi": "Nhiệt Thải"
      },
      "description": {
        "zhs": "触发超载、融化、燃烧、蒸发、烈绽放或火元素扩散反应后的12秒内，攻击力提高<color=#99FFFFFF>35%</color>。",
        "zht": "觸發超載、融化、燃燒、蒸發、烈綻放或火元素擴散反應後的12秒內，攻擊力提高<color=#99FFFFFF>35%</color>。",
        "jp": "過負荷、溶解、燃焼、蒸発、烈開花、または炎元素拡散反応を起こした後12秒間、攻撃力+<color=#99FFFFFF>35%</color>。",
        "ko": "과부하, 융해, 연소, 증발, 발화 혹은 불 원소 확산 반응 발동 후 12초 동안 공격력이 <color=#99FFFFFF>35%</color> 증가한다",
        "en": "Upon causing an Overloaded, Melt, Burning, Vaporize, Burgeon, or a Pyro-infused Swirl reaction, ATK is increased by <color=#99FFFFFF>35%</color> for 12s.",
        "de": "Erhöht den ANG nach Auslösen der Reaktionen „Überladen“, „Schmelzen“, „In Flammen“, „Verdampfen“, „Flammenspross“ und „Pyro-Verwirbelung“ 12 s lang um <color=#99FFFFFF>35 %</color>.",
        "es": "Tras causar una reacción de Sobrecarga, Derretido, Quemadura, Vaporización, Crepitar o Torbellino Pyro, el ATQ aumenta en un <color=#99FFFFFF>35%</color> durante 12 s.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>35 %</color> pendant 12 s après avoir déclenché Surcharge, Fonte, Brûlure, Évaporation, Bourgeonnement ou Dispersion Pyro.",
        "pt": "Após causar uma reação elemental de Sobrecarga, Fusão, Queimaduras, Vaporização, Germinação ou Redemoinho de Pyro, o ATQ é aumentado em <color=#99FFFFFF>35%</color> por 12s.",
        "ru": "Увеличивает силу атаки на <color=#99FFFFFF>35%</color> на 12 сек. при активации реакций Перегрузка, Таяние, Горение, Пар, Цветение или Пиро Рассеивание.",
        "id": "Saat memicu Overloaded, Melt, Burning, Vaporize, Burgeon, atau reaksi Swirl dengan elemen Pyro, meningkatkan <color=#99FFFFFF>35%</color> ATK selama 12 detik.",
        "th": "การทำให้เกิดปฏิกิริยาโอเวอร์โหลด, ละลาย, ติดไฟ, ระเหย, เบ่งบาน หรือกระจายธาตุไฟ จะเพิ่มพลังโจมตีขึ้น <color=#99FFFFFF>35%</color> เป็นเวลา 12 วินาที",
        "vi": "Trong 12s sau khi kích hoạt hiệu ứng Quá Tải, Tan Chảy, Thiêu Đốt, Bốc Hơi, Bung Tỏa hoặc Khuếch Tán nguyên tố Hỏa, tấn công tăng <color=#99FFFFFF>35%</color>."
      }
    },
    {
      "name": {
        "zhs": "余热",
        "zht": "餘熱",
        "jp": "余熱",
        "ko": "잔열",
        "en": "Residual Heat",
        "de": "Restwärme",
        "es": "Calor residual",
        "fr": "Chaleur résiduelle",
        "pt": "Calor Residual",
        "ru": "Остаточное тепло",
        "id": "Residual Heat",
        "th": "Residual Heat",
        "vi": "Nhiệt Thải"
      },
      "description": {
        "zhs": "触发超载、融化、燃烧、蒸发、烈绽放或火元素扩散反应后的12秒内，攻击力提高<color=#99FFFFFF>40%</color>。",
        "zht": "觸發超載、融化、燃燒、蒸發、烈綻放或火元素擴散反應後的12秒內，攻擊力提高<color=#99FFFFFF>40%</color>。",
        "jp": "過負荷、溶解、燃焼、蒸発、烈開花、または炎元素拡散反応を起こした後12秒間、攻撃力+<color=#99FFFFFF>40%</color>。",
        "ko": "과부하, 융해, 연소, 증발, 발화 혹은 불 원소 확산 반응 발동 후 12초 동안 공격력이 <color=#99FFFFFF>40%</color> 증가한다",
        "en": "Upon causing an Overloaded, Melt, Burning, Vaporize, Burgeon, or a Pyro-infused Swirl reaction, ATK is increased by <color=#99FFFFFF>40%</color> for 12s.",
        "de": "Erhöht den ANG nach Auslösen der Reaktionen „Überladen“, „Schmelzen“, „In Flammen“, „Verdampfen“, „Flammenspross“ und „Pyro-Verwirbelung“ 12 s lang um <color=#99FFFFFF>40 %</color>.",
        "es": "Tras causar una reacción de Sobrecarga, Derretido, Quemadura, Vaporización, Crepitar o Torbellino Pyro, el ATQ aumenta en un <color=#99FFFFFF>40%</color> durante 12 s.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>40 %</color> pendant 12 s après avoir déclenché Surcharge, Fonte, Brûlure, Évaporation, Bourgeonnement ou Dispersion Pyro.",
        "pt": "Após causar uma reação elemental de Sobrecarga, Fusão, Queimaduras, Vaporização, Germinação ou Redemoinho de Pyro, o ATQ é aumentado em <color=#99FFFFFF>40%</color> por 12s.",
        "ru": "Увеличивает силу атаки на <color=#99FFFFFF>40%</color> на 12 сек. при активации реакций Перегрузка, Таяние, Горение, Пар, Цветение или Пиро Рассеивание.",
        "id": "Saat memicu Overloaded, Melt, Burning, Vaporize, Burgeon, atau reaksi Swirl dengan elemen Pyro, meningkatkan <color=#99FFFFFF>40%</color> ATK selama 12 detik.",
        "th": "การทำให้เกิดปฏิกิริยาโอเวอร์โหลด, ละลาย, ติดไฟ, ระเหย, เบ่งบาน หรือกระจายธาตุไฟ จะเพิ่มพลังโจมตีขึ้น <color=#99FFFFFF>40%</color> เป็นเวลา 12 วินาที",
        "vi": "Trong 12s sau khi kích hoạt hiệu ứng Quá Tải, Tan Chảy, Thiêu Đốt, Bốc Hơi, Bung Tỏa hoặc Khuếch Tán nguyên tố Hỏa, tấn công tăng <color=#99FFFFFF>40%</color>."
      }
    }
  ],
  "internal_name": "Claymore_Quartz",
  "imgid": "claymore/quartz"
}