{
  "id": 12305,
  "type": "claymore",
  "rank": 3,
  "name": {
    "zhs": "以理服人",
    "zht": "以理服人",
    "jp": "理屈責め",
    "ko": "훌륭한 대화수단",
    "en": "Debate Club",
    "de": "Schlagfestes Argument",
    "es": "Garrote del Debate",
    "fr": "Épée de la raison",
    "pt": "Pacifista",
    "ru": "Дубина переговоров",
    "id": "Debate Club",
    "th": "Debate Club",
    "vi": "Gậy Thu Phục"
  },
  "description": {
    "zhs": "精钢打造的趁手大铁棒子。最好的理论依据。",
    "zht": "精鋼打造的稱手大鐵棒子。最好的理論依據。",
    "jp": "精密な鋼鉄で作った棒、最高な理屈となるだろう。",
    "ko": "파인 스틸로 만들어진 쇠몽둥이. 시시비비를 따질 때 가장 훌륭한 대화 수단이다",
    "en": "A handy club made of fine steel. The most persuasive line of reasoning in any debater's arsenal.",
    "de": "Ein großer, aus robustem Stahl gefertigter Stab, mit dem man seinen Standpunkt vernünftig und doch mit großer Überzeugungskraft vertreten kann.",
    "es": "Una práctica vara hecha de acero fino. Es la base de la “convicción racional”.",
    "fr": "Une grande massue en acier fin qui répond bien ; le meilleur recours lors d'une argumentation agitée.",
    "pt": "Um porrete feito de aço. É a base do \"convencimento racional\".",
    "ru": "Удобная дубина, сделанная из качественной стали. Фундамент «рационального убеждения».",
    "id": "Tongkat praktis yang terbuat dari baja berkualitas. Ini adalah perlengkapan dasar yang diperlukan untuk memiliki debat yang rasional.",
    "th": "กระบองที่ทำจากเหล็กกล้าชั้นดี นี่คือรากฐานของ \"เหตุผลที่น่าเชื่อถือ\"",
    "vi": "Gậy lớn được làm từ tinh thiết. Là căn cứ lý luận tốt nhất."
  },
  "lore": {
    "zhs": "\n在任何争辩中都是最可靠的理论根基，说起话来掷地有声。\n不论面对的是多么食古不化的对手，以理服人，金石为开。\n是谓之金石良言。\n最终在人们的抗议中，被勒令停止制造。\n是谓之众口铄金。\n",
    "zht": "\n在任何爭辯中都是最可靠的理論根基，說起話來擲地有聲。\n不論面對的是多麼食古不化的對手，以理服人，金石為開。\n是謂之金石良言。\n最終在人們的抗議中，被勒令停止製造。\n是謂之眾口鑠金。\n",
    "jp": "\nどんな弁論においても、論理的かつはっきりと話す。\nどんな頑固な人だろうとも、論理的に話し合えば分かり合えるようになる。\nこれを道理の力という。\n最終的に民衆の抗議により製造は中止された。\nこれは世論の力という。\n",
    "ko": "\n어떤 논쟁에서도 가장 믿을 만한 이론의 기반이며, 말에 설득력이 있다.\n아무리 융통성이 없는 상대라도, 진리로 사람을 설득할 수 있다.\n아주 귀중한 가르침이라고 할 수 있다.\n결국 사람들의 항의 때문에 제작 금지령이 내려졌다.\n여론의 힘은 대단하다는 걸 느낄 수 있다.\n",
    "en": "\nA persuasive tool, sure to turn the tide of a heated argument in the wielder's favor. Guaranteed to add weight to one's words.\nUseful in any argument, no matter who the opponent, to convince them to listen to reason.\nIn short, people listen to pearls of wisdom.\nUltimately, production was forcibly ended due to mass protests.\nThe needs of the many outweigh the needs of the one.\n",
    "de": "\nDer sicherste Weg einen Streit zu gewinnen. Verleiht den eigenen Worten mehr Ausdruckskraft.\nNützlich bei jeder Art von Gegner, überzeugt auch die beschränkteste Amöbe.\nWird auch Prügel der guten Worte genannt.\nBedauerlicherweise musste die Produktion auf Grund von Massenprotesten eingestellt werden.\nGeld ist dann wohl doch das einzige, was noch überzeugender wirkt.\n",
    "es": "\nUn objeto muy útil para ganar en una discusión acalorada. Hace que las palabras de su portador tengan peso.\nPuede usarse en cualquier discusión para que el adversario atienda a razones.\nAl fin y al cabo, nadie puede resistirse a la elocuencia.\nSin embargo, finalmente, se ordenó que esta arma dejara de producirse por la cantidad de protestas a las que daba lugar.\nFue un “todos contra uno” en toda regla.\n",
    "fr": "\nUn outil fiable, possédant le pouvoir de tourner toute dispute à l'avantage de son propriétaire, et garantit d'apporter du poids à ses paroles.\nUtile dans tous types de querelles, peu importe qui vous contredit : cette arme vous assurera d'avoir le dernier mot.\nEt n'est-ce pas le seul qui compte ?\nLa production de cette arme a été interrompue suite à de nombreuses plaintes.\nAprès tout, il est normal que la majorité l'emporte.\n",
    "pt": "\nUma ferramenta persuasiva, capaz de mudar a direção de uma discussão em favor de quem a usa. Adicionará peso às palavras de seu portador.\nÚtil em qualquer discussão, independente de quem seja o oponente, para convencê-lo a escutar a voz da razão.\nEm resumo, as pessoas não conseguem resistir à eloquência.\nFinalmente, a produção foi parada à força devido à quantidade de protestos.\nAs necessidades de muitos superam as necessidades de um único indivíduo.\n",
    "ru": "\nЭто - самый весомый аргумент в любом споре, всегда добавляет веса сказанному.\nНеважно, насколько сильно не желает внимать вам оппонент, дубина переговоров убедит любого, даже камень.\nНа любое ваше изречение ответят: «Золотые слова».\nВ конце концов, производство было остановлено из-за многочисленных протестов.\nЧто называется, голос толпы - страшная сила.\n",
    "id": "\nSebuah alat persuasif yang pasti bisa diandalkan dalam argumen apa pun. Dijamin menambah bobot argumen seseorang.\nBerguna dalam argumen apa pun, tidak peduli siapa pun lawannya, mereka pasti akan mendengarkan.\nDengan kata lain, orang akan mendengarkan mutiara kebijaksanaan.\nAkhirnya, produksi terpaksa berhenti karena banyaknya protes.\nSuara orang banyak mengalahkan suara orang yang membutuhkan.\n",
    "th": "\nมันเป็นรากฐานทางทฤษฎีที่น่าเชื่อถือที่สุดในทุกข้อโต้แย้ง\nไม่ว่าจะต้องเผชิญกับศัตรูที่ไม่สนใจเรื่องประวัติศาสตร์มากแค่ไหนเพื่อโน้มน้าวและพูดถึงเรื่องที่ยาก ๆ\nเผชิญหน้ากับศัตรูทั้งหมดเพียงลำพัง\nในที่สุดการผลิตก็ถูกยกเลิกจากการประท้วงของผู้คน\nความคิดเห็นของประชาชนมีพลังมากพอที่จะหลอมละลายเหล็กกล้า\n",
    "vi": "\nTrong bất kỳ cuộc tranh luận nào, đó đều là lý luận căn bản đáng trích dẫn nhất,\nCho dù phải đối mặt với đối thủ khó nhằn đến cỡ nào cũng có thể khiến vàng bạc đá quý rạn nứt.\nĐó còn gọi là lời vàng ý ngọc.\nCuối cùng dưới sự phản đối của mọi người đã ngừng chế tạo.\nĐó còn gọi là sức mạnh của dư luận.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "有话直说",
        "zht": "有話直說",
        "jp": "率直に話を言え",
        "ko": "직설",
        "en": "Blunt Conclusion",
        "de": "Direktheit",
        "es": "Conclusión contundente",
        "fr": "Franc-parler",
        "pt": "Convencer",
        "ru": "Говори как есть",
        "id": "Blunt Conclusion",
        "th": "Blunt Conclusion",
        "vi": "Lời Nói Thẳng Thắn"
      },
      "description": {
        "zhs": "施放元素战技后，普通攻击和重击命中时会在小范围内额外造成<color=#99FFFFFF>60%</color>攻击力的伤害。该效果持续15秒，伤害每3秒只能触发一次。",
        "zht": "施放元素戰技後，普通攻擊和重擊命中時會在小範圍內額外造成<color=#99FFFFFF>60%</color>攻擊力的傷害。該效果持續15秒，傷害每3秒只能觸發一次。",
        "jp": "元素スキルを発動した後、通常攻撃と重撃が命中する際に、狭範囲で攻撃力の<color=#99FFFFFF>60%</color>のダメージを与える、継続時間15秒、ダメージは3秒毎に1回のみ発動可能。",
        "ko": "원소전투 스킬 발동 후 일반 공격과 강공격이 적에게 명중 시 작은 범위 내에 공격력 <color=#99FFFFFF>60%</color>의 피해를 추가로 준다. 지속 시간: 15초. 해당 효과 피해는 3초마다 1번 발동한다",
        "en": "After using an Elemental Skill, on hit, Normal and Charged Attacks deal additional DMG equal to <color=#99FFFFFF>60%</color> of ATK in a small AoE. Effect lasts 15s. DMG can only occur once every 3s.",
        "de": "Verursacht bei Treffern mit Standardangriffen und heftigen Schlägen nach Anwendung einer Elementarfähigkeit 15 s lang zusätzlichen Schaden in Höhe von <color=#99FFFFFF>60 %</color> ANG mit geringer Reichweite. 3 s Abklingzeit für Schaden.",
        "es": "Después de usar una Habilidad Elemental, los Ataques Normales o Cargados infligirán un daño de ATQ adicional del <color=#99FFFFFF>60%</color> en una pequeña AdE. Este efecto dura 15 s y solo puede ocurrir una vez cada 3 s.",
        "fr": "Après l'utilisation d'une compétence élémentaire, les attaques normales et chargées infligent <color=#99FFFFFF>60 %</color> de DGT d'ATQ supplémentaires dans une zone restreinte lorsqu'elles touchent. Cet effet dure 15 s, et peut être déclenché une fois toutes les 3 s.",
        "pt": "Após usar e acertar uma Habilidade Elemental, Normal ou Ataque Carregado, causa Dano de ATQ adicional de <color=#99FFFFFF>60%</color> em uma área pequena por 15s. Pode ser ativado uma vez a cada 3s.",
        "ru": "При попадании Элементальным навыком Обычные и Заряженные атаки наносят дополнительные <color=#99FFFFFF>60%</color> урона по небольшой площади в течение 15 сек. Может возникнуть раз в 3 сек.",
        "id": "Setelah mengerahkan Elemental Skill, Normal, atau Charged Attack, serangan mengakibatkan DMG tambahan sebesar <color=#99FFFFFF>60%</color> ATK di area kecil, efek bertahan selama 15 detik. Dapat terpicu setiap 3 detik.",
        "th": "หลังจากใช้สกิลธาตุแล้ว เมื่อการโจมตีปกติและ ชาร์จโจมตีถูกเป้าหมาย จะสร้างความเสียหาย เพิ่มเติมอีก <color=#99FFFFFF>60%</color> ของพลังโจมตีภายใน อาณาเขตเล็ก ๆ ซึ่งเอฟเฟกต์นี้จะมีระยะเวลา ต่อเนื่อง 15 วินาที และสามารถเกิดขึ้นได้ เพียงหนึ่งครั้งในทุก 3 วินาที",
        "vi": "Sau khi thi triển kỹ năng nguyên tố, tấn công thường và trọng kích đánh trúng địch sẽ tạo thêm sát thương bằng <color=#99FFFFFF>60%</color> tấn công trong phạm vi nhỏ. Hiệu quả kéo dài 15s, sát thương mỗi 3s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "有话直说",
        "zht": "有話直說",
        "jp": "率直に話を言え",
        "ko": "직설",
        "en": "Blunt Conclusion",
        "de": "Direktheit",
        "es": "Conclusión contundente",
        "fr": "Franc-parler",
        "pt": "Convencer",
        "ru": "Говори как есть",
        "id": "Blunt Conclusion",
        "th": "Blunt Conclusion",
        "vi": "Lời Nói Thẳng Thắn"
      },
      "description": {
        "zhs": "施放元素战技后，普通攻击和重击命中时会在小范围内额外造成<color=#99FFFFFF>75%</color>攻击力的伤害。该效果持续15秒，伤害每3秒只能触发一次。",
        "zht": "施放元素戰技後，普通攻擊和重擊命中時會在小範圍內額外造成<color=#99FFFFFF>75%</color>攻擊力的傷害。該效果持續15秒，傷害每3秒只能觸發一次。",
        "jp": "元素スキルを発動した後、通常攻撃と重撃が命中する際に、狭範囲で攻撃力の<color=#99FFFFFF>75%</color>のダメージを与える、継続時間15秒、ダメージは3秒毎に1回のみ発動可能。",
        "ko": "원소전투 스킬 발동 후 일반 공격과 강공격이 적에게 명중 시 작은 범위 내에 공격력 <color=#99FFFFFF>75%</color>의 피해를 추가로 준다. 지속 시간: 15초. 해당 효과 피해는 3초마다 1번 발동한다",
        "en": "After using an Elemental Skill, on hit, Normal and Charged Attacks deal additional DMG equal to <color=#99FFFFFF>75%</color> of ATK in a small AoE. Effect lasts 15s. DMG can only occur once every 3s.",
        "de": "Verursacht bei Treffern mit Standardangriffen und heftigen Schlägen nach Anwendung einer Elementarfähigkeit 15 s lang zusätzlichen Schaden in Höhe von <color=#99FFFFFF>75 %</color> ANG mit geringer Reichweite. 3 s Abklingzeit für Schaden.",
        "es": "Después de usar una Habilidad Elemental, los Ataques Normales o Cargados infligirán un daño de ATQ adicional del <color=#99FFFFFF>75%</color> en una pequeña AdE. Este efecto dura 15 s y solo puede ocurrir una vez cada 3 s.",
        "fr": "Après l'utilisation d'une compétence élémentaire, les attaques normales et chargées infligent <color=#99FFFFFF>75 %</color> de DGT d'ATQ supplémentaires dans une zone restreinte lorsqu'elles touchent. Cet effet dure 15 s, et peut être déclenché une fois toutes les 3 s.",
        "pt": "Após usar e acertar uma Habilidade Elemental, Normal ou Ataque Carregado, causa Dano de ATQ adicional de <color=#99FFFFFF>75%</color> em uma área pequena por 15s. Pode ser ativado uma vez a cada 3s.",
        "ru": "При попадании Элементальным навыком Обычные и Заряженные атаки наносят дополнительные <color=#99FFFFFF>75%</color> урона по небольшой площади в течение 15 сек. Может возникнуть раз в 3 сек.",
        "id": "Setelah mengerahkan Elemental Skill, Normal, atau Charged Attack, serangan mengakibatkan DMG tambahan sebesar <color=#99FFFFFF>75%</color> ATK di area kecil, efek bertahan selama 15 detik. Dapat terpicu setiap 3 detik.",
        "th": "หลังจากใช้สกิลธาตุแล้ว เมื่อการโจมตีปกติและ ชาร์จโจมตีถูกเป้าหมาย จะสร้างความเสียหาย เพิ่มเติมอีก <color=#99FFFFFF>75%</color> ของพลังโจมตีภายใน อาณาเขตเล็ก ๆ ซึ่งเอฟเฟกต์นี้จะมีระยะเวลา ต่อเนื่อง 15 วินาที และสามารถเกิดขึ้นได้ เพียงหนึ่งครั้งในทุก 3 วินาที",
        "vi": "Sau khi thi triển kỹ năng nguyên tố, tấn công thường và trọng kích đánh trúng địch sẽ tạo thêm sát thương bằng <color=#99FFFFFF>75%</color> tấn công trong phạm vi nhỏ. Hiệu quả kéo dài 15s, sát thương mỗi 3s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "有话直说",
        "zht": "有話直說",
        "jp": "率直に話を言え",
        "ko": "직설",
        "en": "Blunt Conclusion",
        "de": "Direktheit",
        "es": "Conclusión contundente",
        "fr": "Franc-parler",
        "pt": "Convencer",
        "ru": "Говори как есть",
        "id": "Blunt Conclusion",
        "th": "Blunt Conclusion",
        "vi": "Lời Nói Thẳng Thắn"
      },
      "description": {
        "zhs": "施放元素战技后，普通攻击和重击命中时会在小范围内额外造成<color=#99FFFFFF>90%</color>攻击力的伤害。该效果持续15秒，伤害每3秒只能触发一次。",
        "zht": "施放元素戰技後，普通攻擊和重擊命中時會在小範圍內額外造成<color=#99FFFFFF>90%</color>攻擊力的傷害。該效果持續15秒，傷害每3秒只能觸發一次。",
        "jp": "元素スキルを発動した後、通常攻撃と重撃が命中する際に、狭範囲で攻撃力の<color=#99FFFFFF>90%</color>のダメージを与える、継続時間15秒、ダメージは3秒毎に1回のみ発動可能。",
        "ko": "원소전투 스킬 발동 후 일반 공격과 강공격이 적에게 명중 시 작은 범위 내에 공격력 <color=#99FFFFFF>90%</color>의 피해를 추가로 준다. 지속 시간: 15초. 해당 효과 피해는 3초마다 1번 발동한다",
        "en": "After using an Elemental Skill, on hit, Normal and Charged Attacks deal additional DMG equal to <color=#99FFFFFF>90%</color> of ATK in a small AoE. Effect lasts 15s. DMG can only occur once every 3s.",
        "de": "Verursacht bei Treffern mit Standardangriffen und heftigen Schlägen nach Anwendung einer Elementarfähigkeit 15 s lang zusätzlichen Schaden in Höhe von <color=#99FFFFFF>90 %</color> ANG mit geringer Reichweite. 3 s Abklingzeit für Schaden.",
        "es": "Después de usar una Habilidad Elemental, los Ataques Normales o Cargados infligirán un daño de ATQ adicional del <color=#99FFFFFF>90%</color> en una pequeña AdE. Este efecto dura 15 s y solo puede ocurrir una vez cada 3 s.",
        "fr": "Après l'utilisation d'une compétence élémentaire, les attaques normales et chargées infligent <color=#99FFFFFF>90 %</color> de DGT d'ATQ supplémentaires dans une zone restreinte lorsqu'elles touchent. Cet effet dure 15 s, et peut être déclenché une fois toutes les 3 s.",
        "pt": "Após usar e acertar uma Habilidade Elemental, Normal ou Ataque Carregado, causa Dano de ATQ adicional de <color=#99FFFFFF>90%</color> em uma área pequena por 15s. Pode ser ativado uma vez a cada 3s.",
        "ru": "При попадании Элементальным навыком Обычные и Заряженные атаки наносят дополнительные <color=#99FFFFFF>90%</color> урона по небольшой площади в течение 15 сек. Может возникнуть раз в 3 сек.",
        "id": "Setelah mengerahkan Elemental Skill, Normal, atau Charged Attack, serangan mengakibatkan DMG tambahan sebesar <color=#99FFFFFF>90%</color> ATK di area kecil, efek bertahan selama 15 detik. Dapat terpicu setiap 3 detik.",
        "th": "หลังจากใช้สกิลธาตุแล้ว เมื่อการโจมตีปกติและ ชาร์จโจมตีถูกเป้าหมาย จะสร้างความเสียหาย เพิ่มเติมอีก <color=#99FFFFFF>90%</color> ของพลังโจมตีภายใน อาณาเขตเล็ก ๆ ซึ่งเอฟเฟกต์นี้จะมีระยะเวลา ต่อเนื่อง 15 วินาที และสามารถเกิดขึ้นได้ เพียงหนึ่งครั้งในทุก 3 วินาที",
        "vi": "Sau khi thi triển kỹ năng nguyên tố, tấn công thường và trọng kích đánh trúng địch sẽ tạo thêm sát thương bằng <color=#99FFFFFF>90%</color> tấn công trong phạm vi nhỏ. Hiệu quả kéo dài 15s, sát thương mỗi 3s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "有话直说",
        "zht": "有話直說",
        "jp": "率直に話を言え",
        "ko": "직설",
        "en": "Blunt Conclusion",
        "de": "Direktheit",
        "es": "Conclusión contundente",
        "fr": "Franc-parler",
        "pt": "Convencer",
        "ru": "Говори как есть",
        "id": "Blunt Conclusion",
        "th": "Blunt Conclusion",
        "vi": "Lời Nói Thẳng Thắn"
      },
      "description": {
        "zhs": "施放元素战技后，普通攻击和重击命中时会在小范围内额外造成<color=#99FFFFFF>105%</color>攻击力的伤害。该效果持续15秒，伤害每3秒只能触发一次。",
        "zht": "施放元素戰技後，普通攻擊和重擊命中時會在小範圍內額外造成<color=#99FFFFFF>105%</color>攻擊力的傷害。該效果持續15秒，傷害每3秒只能觸發一次。",
        "jp": "元素スキルを発動した後、通常攻撃と重撃が命中する際に、狭範囲で攻撃力の<color=#99FFFFFF>105%</color>のダメージを与える、継続時間15秒、ダメージは3秒毎に1回のみ発動可能。",
        "ko": "원소전투 스킬 발동 후 일반 공격과 강공격이 적에게 명중 시 작은 범위 내에 공격력 <color=#99FFFFFF>105%</color>의 피해를 추가로 준다. 지속 시간: 15초. 해당 효과 피해는 3초마다 1번 발동한다",
        "en": "After using an Elemental Skill, on hit, Normal and Charged Attacks deal additional DMG equal to <color=#99FFFFFF>105%</color> of ATK in a small AoE. Effect lasts 15s. DMG can only occur once every 3s.",
        "de": "Verursacht bei Treffern mit Standardangriffen und heftigen Schlägen nach Anwendung einer Elementarfähigkeit 15 s lang zusätzlichen Schaden in Höhe von <color=#99FFFFFF>105 %</color> ANG mit geringer Reichweite. 3 s Abklingzeit für Schaden.",
        "es": "Después de usar una Habilidad Elemental, los Ataques Normales o Cargados infligirán un daño de ATQ adicional del <color=#99FFFFFF>105%</color> en una pequeña AdE. Este efecto dura 15 s y solo puede ocurrir una vez cada 3 s.",
        "fr": "Après l'utilisation d'une compétence élémentaire, les attaques normales et chargées infligent <color=#99FFFFFF>105 %</color> de DGT d'ATQ supplémentaires dans une zone restreinte lorsqu'elles touchent. Cet effet dure 15 s, et peut être déclenché une fois toutes les 3 s.",
        "pt": "Após usar e acertar uma Habilidade Elemental, Normal ou Ataque Carregado, causa Dano de ATQ adicional de <color=#99FFFFFF>105%</color> em uma área pequena por 15s. Pode ser ativado uma vez a cada 3s.",
        "ru": "При попадании Элементальным навыком Обычные и Заряженные атаки наносят дополнительные <color=#99FFFFFF>105%</color> урона по небольшой площади в течение 15 сек. Может возникнуть раз в 3 сек.",
        "id": "Setelah mengerahkan Elemental Skill, Normal, atau Charged Attack, serangan mengakibatkan DMG tambahan sebesar <color=#99FFFFFF>105%</color> ATK di area kecil, efek bertahan selama 15 detik. Dapat terpicu setiap 3 detik.",
        "th": "หลังจากใช้สกิลธาตุแล้ว เมื่อการโจมตีปกติและ ชาร์จโจมตีถูกเป้าหมาย จะสร้างความเสียหาย เพิ่มเติมอีก <color=#99FFFFFF>105%</color> ของพลังโจมตีภายใน อาณาเขตเล็ก ๆ ซึ่งเอฟเฟกต์นี้จะมีระยะเวลา ต่อเนื่อง 15 วินาที และสามารถเกิดขึ้นได้ เพียงหนึ่งครั้งในทุก 3 วินาที",
        "vi": "Sau khi thi triển kỹ năng nguyên tố, tấn công thường và trọng kích đánh trúng địch sẽ tạo thêm sát thương bằng <color=#99FFFFFF>105%</color> tấn công kích trong phạm vi nhỏ. Hiệu quả kéo dài 15s, sát thương mỗi 3s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "有话直说",
        "zht": "有話直說",
        "jp": "率直に話を言え",
        "ko": "직설",
        "en": "Blunt Conclusion",
        "de": "Direktheit",
        "es": "Conclusión contundente",
        "fr": "Franc-parler",
        "pt": "Convencer",
        "ru": "Говори как есть",
        "id": "Blunt Conclusion",
        "th": "Blunt Conclusion",
        "vi": "Lời Nói Thẳng Thắn"
      },
      "description": {
        "zhs": "施放元素战技后，普通攻击和重击命中时会在小范围内额外造成<color=#99FFFFFF>120%</color>攻击力的伤害。该效果持续15秒，伤害每3秒只能触发一次。",
        "zht": "施放元素戰技後，普通攻擊和重擊命中時會在小範圍內額外造成<color=#99FFFFFF>120%</color>攻擊力的傷害。該效果持續15秒，傷害每3秒只能觸發一次。",
        "jp": "元素スキルを発動した後、通常攻撃と重撃が命中する際に、狭範囲で攻撃力の<color=#99FFFFFF>120%</color>のダメージを与える、継続時間15秒、ダメージは3秒毎に1回のみ発動可能。",
        "ko": "원소전투 스킬 발동 후 일반 공격과 강공격이 적에게 명중 시 작은 범위 내에 공격력 <color=#99FFFFFF>120%</color>의 피해를 추가로 준다. 지속 시간: 15초. 해당 효과 피해는 3초마다 1번 발동한다",
        "en": "After using an Elemental Skill, on hit, Normal and Charged Attacks deal additional DMG equal to <color=#99FFFFFF>120%</color> of ATK in a small AoE. Effect lasts 15s. DMG can only occur once every 3s.",
        "de": "Verursacht bei Treffern mit Standardangriffen und heftigen Schlägen nach Anwendung einer Elementarfähigkeit 15 s lang zusätzlichen Schaden in Höhe von <color=#99FFFFFF>120 %</color> ANG mit geringer Reichweite. 3 s Abklingzeit für Schaden.",
        "es": "Después de usar una Habilidad Elemental, los Ataques Normales o Cargados infligirán un daño de ATQ adicional del <color=#99FFFFFF>120%</color> en una pequeña AdE. Este efecto dura 15 s y solo puede ocurrir una vez cada 3 s.",
        "fr": "Après l'utilisation d'une compétence élémentaire, les attaques normales et chargées infligent <color=#99FFFFFF>120 %</color> de DGT d'ATQ supplémentaires dans une zone restreinte lorsqu'elles touchent. Cet effet dure 15 s, et peut être déclenché une fois toutes les 3 s.",
        "pt": "Após usar e acertar uma Habilidade Elemental, Normal ou Ataque Carregado, causa Dano de ATQ adicional de <color=#99FFFFFF>120%</color> em uma área pequena por 15s. Pode ser ativado uma vez a cada 3s.",
        "ru": "При попадании Элементальным навыком Обычные и Заряженные атаки наносят дополнительные <color=#99FFFFFF>120%</color> урона по небольшой площади в течение 15 сек. Может возникнуть раз в 3 сек.",
        "id": "Setelah mengerahkan Elemental Skill, Normal, atau Charged Attack, serangan mengakibatkan DMG tambahan sebesar <color=#99FFFFFF>120%</color> ATK di area kecil, efek bertahan selama 15 detik. Dapat terpicu setiap 3 detik.",
        "th": "หลังจากใช้สกิลธาตุแล้ว เมื่อการโจมตีปกติและ ชาร์จโจมตีถูกเป้าหมาย จะสร้างความเสียหาย เพิ่มเติมอีก <color=#99FFFFFF>120%</color> ของพลังโจมตีภายใน อาณาเขตเล็ก ๆ ซึ่งเอฟเฟกต์นี้จะมีระยะเวลา ต่อเนื่อง 15 วินาที และสามารถเกิดขึ้นได้ เพียงหนึ่งครั้งในทุก 3 วินาที",
        "vi": "Sau khi thi triển kỹ năng Nguyên Tố, tấn công thường và trọng kích đánh trúng địch sẽ tạo thêm sát thương bằng <color=#99FFFFFF>120%</color> tấn công trong phạm vi nhỏ. Hiệu quả kéo dài 15s, sát thương mỗi 3s mới thi triển 1 lần."
      }
    }
  ],
  "internal_name": "Claymore_Reasoning",
  "imgid": "claymore/reasoning"
}