{
  "id": 12402,
  "type": "claymore",
  "rank": 4,
  "name": {
    "zhs": "钟剑",
    "zht": "鐘劍",
    "jp": "鐘の剣",
    "ko": "시간의 검",
    "en": "The Bell",
    "de": "Glocke",
    "es": "Espada del Tiempo",
    "fr": "Épée-horloge",
    "pt": "O Sino",
    "ru": "Меч-колокол",
    "id": "The Bell",
    "th": "The Bell",
    "vi": "Kiếm Chuông"
  },
  "description": {
    "zhs": "装有时钟的厚重大剑，其中的计时机关早已被破坏。",
    "zht": "裝有時鐘的厚重大劍，其中的計時機關早已被破壞。",
    "jp": "時計が飾られた大剣、その中の時計はすでに壊れている。",
    "ko": "시계가 달린 대검. 사실 검 내부의 시계 장치는 오래전에 파괴되었다",
    "en": "A heavy greatsword. A clock is embedded within it, though its internal mechanisms have long been damaged.",
    "de": "Ein schweres Großschwert mit einer eingebauten Uhr, die jedoch längst nicht mehr geht.",
    "es": "Una espada pesada con un reloj cuyos mecanismos internos fueron dañados hace mucho tiempo.",
    "fr": "Une grande épée lourde équipée d'une cloche, mais dont le mécanisme de chronométrage a été détruit il y a bien longtemps.",
    "pt": "Um espadão pesado com um relógio, mas seus mecanismos internos foram danificados.",
    "ru": "Тяжёлый двуручный меч со встроенными часами, механизмы которых уже давно изношены.",
    "id": "Greatsword yang besar dengan sebuah jam tertanam di tengahnya, tetapi mesin di dalamnya telah rusak sejak lama.",
    "th": "ดาบขนาดใหญ่ที่หนักและมีนาฬิกาติดตั้งมาด้วย แต่กลไกภายในของมันนั้นพังไปนานแล้ว",
    "vi": "Kiếm lớn và nặng có gắn thêm đồng hồ, nhưng cơ quan tính giờ của nó đã bị phá hoại."
  },
  "lore": {
    "zhs": "\n奇异的粗重大剑，剑身上却装有华丽而精致的时钟。\n伴随着清脆的机关咬合声，为同行者的奏乐与战斗做节拍。\n乐团解散后，大剑被浸在酸水中，使其中的机关齿轮锈死。\n尽管如此，如今仍是致命的兵器。\n\n与流浪乐团同行的叛逆者名为克留兹理德，曾是劳伦斯家族中的一员。\n在那个时代，学者与诗人并不谱史，因为旧贵族不爱觉察自己的堕落。\n因此，他挥舞手中的剑时，剑中之钟奏响时，旧贵族才会格外胆寒。\n\n起事失败后，克留兹理德的处分方式不明，或许从侧面印证了他的显贵出生。\n传说他被贬黜后，怀着亡没同僚的遗志，建起了致力于推翻贵族的地下组织，\n并在来自遥远西方的异国角斗奴的起义中鼎力相助。\n\n在过去，更有茶余饭后的闲谈认为，克留兹理德的组织一直在工作，\n为了守护蒙德，为西风骑士团做那些骑士不应当做的事情，\n传说，就连「幼狼」鲁斯坦也背着大团长经营这无名组织…\n",
    "zht": "\n奇異的粗重大劍，劍身上卻裝有華麗而精緻的時鐘。\n伴隨著清脆的機關咬合聲，為同行者的奏樂與戰鬥做節拍。\n樂團解散後，大劍被浸在酸水中，使其中的機關齒輪鏽死。\n儘管如此，如今仍是致命的兵器。\n\n與流浪樂團同行的叛逆者名為克留茲理德，曾是勞倫斯家族中的一員。\n在那個時代，學者與詩人並不譜史，因為舊貴族不愛覺察自己的墮落。\n因此，他揮舞手中的劍時，劍中之鐘奏響時，舊貴族才會格外膽寒。\n\n起事失敗後，克留茲理德的處分方式不明，或許從側面印證了他的顯貴出生。\n傳說他被貶黜後，懷著亡沒同僚的遺志，建起了致力於推翻貴族的地下組織，\n並在來自遙遠西方的異國角鬥奴的起義中鼎力相助。\n\n在過去，更有茶餘飯後的閒談認為，克留茲理德的組織一直在工作，\n為了守護蒙德，為西風騎士團做那些騎士不應當做的事情，\n傳說，就連「幼狼」魯斯坦也背著大團長經營這無名組織…\n",
    "jp": "\n奇抜な大剣。剣身には華麗かつ精巧な鐘が付いている。\nシャンと響く鐘の音は使い手の戦闘を演奏する。\n楽団が解散した後、大剣は酸性の水に浸かってしまったため、装飾の歯車は錆び、回ることができなくなった。\nそれにしても、致命的な武器である。\n\n流浪楽団と共に行動する反逆者の名はクロイツリード。かつてはローレンス一族の一人だった。\nこの時代、学者と詩人は歴史を語らず、旧貴族は自らの堕落に気づかなかった。\nそのため、クロイツリードが剣を振るった時、旧貴族は恐れ慄いた。\n\n反乱は失敗に終わったが、彼の処分内容は不明である。ある意味、彼の血統が証明されたのかもしれない。\n爵位を剥奪された後、彼は亡き同士の志を受け継ぎ、貴族政権の転覆を目的とする秘密結社を作り上げた。\nそして、遥か西方から訪れた異民族の戦士が起こした反乱に協力することになる。\n\nクロイツリードの組織はずっと機能していたという噂がある。\nモンドを護るため、西風騎士の代わりに騎士道の精神に背く汚い仕事を請け負っていたそうだ。\n言い伝えによると、「幼い狼」ルースタンも大団長の名義でこの無名の組織を運営していたという。\n",
    "ko": "\n기이하고 투박한 대검이지만 화려하고 정교한 시계가 달려있다.\n기계가 맞물리는 경쾌한 소리. 일행의 연주 소리와 전투에 맞춰 리듬을 탄다.\n악단이 돌아간 뒤 시계의 톱니바퀴를 녹슬게 하기 위해 대검은 산성에 담가졌다.\n그럼에도 불구하고 여전히 치명적인 병기다.\n\n떠돌이 악단과 동행하는 반역자 크루질드, 그는 로렌스 가문의 일원이었다.\n그그 시대에 학자와 시인은 역사를 거론하지 않았다. 옛 귀족이 자신들의 타락이 알려지기를 꺼려했기 때문이다. \n그래서 그가 검을 휘두를 때, 검에 달린 시계가 울릴 때, 옛 귀족은 그제야 몹시 두려워했다.\n\n거사가 실패한 후, 크루질드의 처분 방식은 불분명했다. 어쩌면 측면으로 그의 귀한 신분을 인증했는지도 모른다.\n그는 서인으로 강등된 후 죽은 동료들의 유지를 받들어 귀족을 전복시키려는 지하 조직을 세웠다.\n머나먼 서쪽에서 온 이국의 격투 노예의 거사를 힘껏 도왔다.\n\n옛날에 사람들의 가벼운 이야깃거리가 있었다. 크루질드의 조직이 계속 활동하고 있고,\n몬드를 지키기 위해 페보니우스 기사단을 위해 기사라면 하지 말아야 할 일을 했으며,\n「어린 늑대」 로스탐조차 대단장 몰래 이 이름 없는 조직을 운영하고 있었다…\n",
    "en": "\nA strange greatsword decorated with an exquisite clock.\nThe distinctive sound of clockwork served as a combat rhythm for the wielder and their friends.\nAfter the Wanderer's Troupe disbanded, the greatsword was soaked in acid. The gears have rusted because of this.\nEven so, it still makes a lethal weapon.\n\nOne by the name of Kreuzlied traveled with the Wanderer's Troupe. Once a member of the ruling Lawrence Clan, now a traitor and outcast.\nIn that time, scholars and bards paid no heed to history. For the Aristocracy preferred to remain willfully ignorant of their own moral degeneracy than face history's judgment.\nBut the aristocrats trembled in fear at the sound of this blade as it flew through the air, for it was the toll of the bell of judgment.\n\nIt was not made public what punishment Kreuzlied met with after the failed uprising. This in itself is a testament to his privileged origins.\nLegend says that after being dismissed from office, his desire to continue the legacy of his fellow rebels led him to establish a secret society aimed at bringing down the Aristocracy.\nIt is also said that he gave his full assistance to the enslaved gladiator when she revolted.\n\nIn the past, a popular rumor was that Kreuzlied's secret society was working constantly in the background,\nHelping the Knights of Favonius keep Mondstadt safe through deeds that no knight should ever be party to.\nIt was even said that the Wolf Pup Rostam ran this organization in secret, behind the Grand Master's back.\n",
    "de": "\nEin seltsames Großschwert dekoriert mit einer filigranen Uhr darauf.\nDas unermüdliche Ticken der Uhr gab dem Schwertträger den Rhythmus im Kampf vor.\nNachdem sich das Ensemble aufgelöst hatte, wurde dieses Schwert in Säure getaucht, was zur Folge hatte, dass das Uhrwerk komplett rostete.\nDies ist jedoch nur ein kleiner Verlust, denn es ist immer noch eine gefährliche Waffe.\n\nEin Rebell aus dem Lawrence-Klan namens Kreuzlied hatte sich dem Ensemble angeschlossen.\nZu dieser Zeit verstanden Gelehrte und Poeten die Geschichte nicht. Die Aristokraten bevorzugten, nicht zu viel über ihre eigenen Untaten zu erfahren.\nBeim Klang seines Schwertes, wie es die Luft zerteilte, zuckten alle Aristokraten in Angst zusammen.\n\nNachdem Kreuzlied gescheitert war, wurde nicht publik gemacht, welche Art von Strafe er bekam. Dies allein spricht für seine Familienprivilegien.\nManche behaupten, er gründete, nachdem er aus seinem Amt entlassen worden war, eine Untergrundorganisation, deren Ziel es war, die Aristokraten zu stürzen.\nEr war auch am Aufstand der Gladiatoren beteiligt, die man von weit her entführt hatte.\n\nIn der Vergangenheit gab es Gerüchte, dass Kreuzlieds Vereinigung im Geheimen arbeitete.\nZum Schutze Mondstadts mussten die Ritter des Ordo Favonius Dinge tun, die kein Ritter tun sollte.\nEinige behaupteten sogar, dass Rostam der Junge Wolf diese Vereinigung im Geheimen, noch hinter dem Rücken des Großmeisters, betrieb.\n",
    "es": "\nUna extraña gran espada decorada con un elegante reloj.\nEl distintivo sonido de su mecanismo de relojería sirvió como ritmo de combate para el portador y sus amigos.\nDespués de que la Orquesta se disolviera, la gran espada se metió en ácido. Por eso, sus engranajes están corroídos.\nAun así, sigue siendo un arma letal.\n\nEl traidor Kreuzlied, que viajó con la Orquesta del Errante, fue una vez miembro de la familia gobernante Lawrence.\nEn aquella época, los eruditos y los bardos no le daban mucha importancia a la historia. La aristocracia prefería ignorar deliberadamente su propia decadencia moral antes que enfrentarse al juicio del pasado.\nPor ello, al blandir la espada en el aire, los aristócratas temblaban de miedo ante el sonido del reloj.\n\nNo se sabe qué castigo se impuso a Kreuzlied después del fallido levantamiento. Sin embargo, esto en sí mismo es prueba de sus orígenes privilegiados.\nCuenta la leyenda que, después de ser despedido de su cargo, su deseo de continuar el legado de sus compañeros rebeldes lo llevó a establecer una sociedad secreta destinada a derrocar la Aristocracia.\nTambién se dice que ayudó todo lo que pudo a la gladiadora esclavizada cuando esta se rebeló.\n\nEn el pasado, corría el rumor de que la sociedad secreta de Kreuzlied trabajaba constantemente en las sombras,\nprotegiendo Mondstadt y haciendo todo lo que los Caballeros de Favonius no debían hacer.\nSe llegó a decir que Rostam, el Cachorro de Lobo, dirigía esta organización en secreto, a espaldas del Gran Maestro.\n",
    "fr": "\nUne étrange et lourde épée, incrustée d'une horloge délicate.\nLe son distinct du mécanisme rythme le combat pour son possesseur et ses alliés.\nAprès la dissolution de la Compagnie Vagabonde, l'épée fut enfouie dans l'acide ; les roues dentées de l'horloge sont à présent rouillées.\nElle n'en demeure cependant pas moins une arme mortelle.\n\nUn homme répondant au nom de Kreuzlied fut à une époque membre de la Compagnie Vagabonde, avant de se voir jugé traître puis banni.\nEn ces temps, l'histoire était délaissée par les chercheurs et les bardes ; la classe noble au pouvoir ne souhaitait en effet pas voir sa tyrannie jugée par le temps.\nMais au son de l'arme brandie par Kreuzlied, pas un aristocrate ne put résister ; car c'était là la lame du jugement.\n\nLa punition qui lui fut infligée suivant l'échec de la rébellion ne fut pas rendue publique ; peut-être fut-ce là une faveur due à son origine privilégiée.\nD'aucuns racontent qu'après avoir été renvoyé de son poste, son désir de poursuivre l'héritage de ses anciens compagnons le poussa à établir une société secrète ayant pour but ultime la chute de l'aristocratie.\nOn raconte aussi que lorsque la gladiatrice venue d'ailleurs se révolta, il fut parmi les premiers à lui apporter son soutien.\n\nSi l'on remonte encore dans le passé, d'autres rumeurs prétendent que la société secrète continua de veiller dans l'ombre,\napportant son aide aux chevaliers de l'Ordre de Favonius, accomplissant les tâches auxquelles les chevaliers ne devaient pas prendre part.\nOn prétendit même que derrière Kreuzlied était Rostam, le Jeune Loup, qui dirigeait l'organisation dans le plus grand secret.\n",
    "pt": "\nUm estranho espadão decorado com um relógio elegante.\nO som distinto de um relógio serviu como um ritmo de combate para o portador e seus amigos.\nApós a Trupe Itinerante se dispersar, o espadão foi mergulhado em ácido. Os mecanismos enferrujaram por causa disso.\nMesmo assim, ainda é uma arma letal.\n\nO traidor Kreuzlied, que viajava com a Trupe Itinerante, já foi membro do clã governante de Lawrence.\nNaquela época, os eruditos e os bardos não registravam a história. Pois a aristocracia preferiu permanecer intencionalmente ignorante de sua própria degeneração moral do que enfrentar o julgamento da história.\nMas os aristocratas tremeram de medo ao som dessa lâmina enquanto ela voava pelo ar, pois era o toque do sino do julgamento.\n\nNão foi tornado público qual punição o Kreuzlied enfrentou após o fracasso. Talvez tenha sido um favor devido à sua origem privilegiada.\nA lenda diz que, após ser demitido do cargo, seu desejo de continuar o legado de seus companheiros rebeldes o levou a estabelecer uma sociedade secreta com o objetivo de derrubar a aristocracia.\nTambém dizem que ele deu sua total assistência para a gladiadora escravizada quando ela se revoltou.\n\nAlém disso, no passado, o boato popular era que a sociedade secreta de Kreuzlied estava trabalhando constantemente em segundo plano.\nAjudando os Cavaleiros de Favonius a manter Mondstadt segura através de feitos que nenhum outro cavaleiro deveria fazer,\nTambém era dito que o Filhote de Lobo Rostam comandava essa organização secretamente, sem o conhecimento do Grande Mestre...\n",
    "ru": "\nУдивительно огромный двуручный меч, украшенный прекрасными и точными часами.\nГромким тиканьем часы задавали такт владельцу клинка и его спутникам на поле боя.\nПосле распада бродячего ансамбля меч попал в кислоту, и шестерни часов проржавели.\nХотя он по-прежнему остаётся смертельным оружием.\n\nВ труппе бродячего ансамбля был человек по имени Крузлид, бывший член семьи Лоуренсов.\nВ то время учёные и поэты не вели систематических исторических записей, так как аристократы не желали видеть доказательства своих грехов.\nПоэтому аристократы испытывали страх, слыша тиканье часов справедливости при взмахе его меча.\n\nПосле провала мятежа никто не обнародовал вынесенный Крузлиду приговор. Возможно, это было следствием его принадлежности к знатному роду.\nГоворят, после отстранения от службы он хотел продолжить дело своих сослуживцев и посвятил себя искоренению подпольных организаций аристократов.\nОн помогал всем, чем мог, восстанию девушки-гладиатора, пришедшей из западной страны.\n\nКроме того, ходили слухи, что тайное общество Крузлида не прекращало свою службу,\nПомогая рыцарям Ордо Фавониус оберегать Мондштадт в делах, в которых ни один рыцарь не должен участвовать.\nГоворили даже, что волчонок Рустан тайно управлял этой организацией за спиной магистра ордена.\n",
    "id": "\nPedang besar yang aneh namun mempunyai dekorasi dengan jam yang indah.\nDengan suara khas jarum jam bagaikan ritme pertempuran untuk penggunanya dan teman-temannya.\nSetelah rombongan petualang bubar, pedang berat itu direndam dalam cairan asam. Merusak peralatan yang ada di dalamnya.\nWalau demikian, ini tetaplah sebuah senjata yang mematikan.\n\nSeseorang bernama Kreuzlied bertualang bersama rombongan petualang. Dulunya adalah anggota penguasa Klan Lawrence, sekarang menjadi pengkhianat dan terkucilkan.\nPada waktu itu, para pelajar dan penyair tidak memedulikan sejarah. Karena para bangsawan memilih untuk tidak peduli dengan keburukan moral mereka sendiri daripada menghadapi penilaian sejarah.\nNamun para bangsawan gemetar ketakutan mendengar suara pedang ini di udara, bagaikan suara lonceng penghakiman.\n\nRakyat tidak tahu hukuman apa yang dijumpai Kreuzlied setelah pemberontakan yang gagal. Ini suatu bukti bahwa asal-usulnya memang istimewa.\nLegenda mengatakan setelah dipecat dari kantor, keinginannya untuk melanjutkan legasi rekan-rekan pemberontaknya menuntunnya untuk membuat sebuah komunitas rahasia untuk menjatuhkan para bangsawan,\nDikatakan juga bahwa dia memberikan bantuan penuh kepada gladiator yang diperbudak saat dia memberontak.\n\nJauh di masa lalu, rumor yang terkenal adalah bahwa komunitas rahasia milik Kreuzlied bekerja tanpa henti di belakang layar,\nMembantu Knights of Favonius menjaga Mondstadt aman melalui tindakan yang tidak boleh dilakukan oleh seorang kesatria,\nDikatakan bahwa Wolf Pup Rostam menjalankan organisasi ini diam-diam, di belakang Grand Master...\n",
    "th": "\nดาบใหญ่ที่แปลกและหนัก ตัวดาบนั้นมาพร้อมกับนาฬิกาที่งดงามและประณีต\nเสียงที่โดดเด่นของเครื่องจักรทำหน้าที่เป็นจังหวะการต่อสู้ของผู้ใช้และเพื่อนของพวกเขา\nหลังจากคณะดนตรียุบวง ดาบใหญ่ก็ถูกแช่อยู่ในน้ำกรดและเต็มไปด้วยสนิม\nอย่างไรก็ตามในปัจจุบันนี้มันยังคงเป็นอาวุธที่อันตราย\n\nนักปฏิวัติที่มาพร้อมกับคณะดนตรีพเนจรผู้มีชื่อว่า Kreuzlied และครั้งหนึ่งเคยเป็นสมาชิกของตระกูล Lawrence\nในยุคนั้น นักปราชญ์และกวีต่างก็ไม่สนใจประวัติศาสตร์ เพราะตระกูลสูงศักดิ์ไม่ต้องการรับรู้ถึงการล่มสลายของพวกเขา\nดังนั้นเมื่อเขาโบกดาบในมือของเขาและกระดิ่งในดาบส่งเสียงขึ้น เหล่าชนชั้นสูงโบราณจะรู้สึกหวาดกลัวอย่างที่สุด\n\nหลังจากล้มเหลว ไม่เป็นที่แน่ชัดถึงบทลงโทษที่ Kreuzlied ได้รับ บางทีนี่อาจจะแสดงถึงสายเลือดอันสูงส่งที่เขามีอยู่ก็เป็นได้\nว่ากันว่าหลังจากที่ถูกลดระดับลง เขาก็สร้างองค์กรใต้ดินที่อุทิศตนเพื่อโค่นล้มขุนนางขึ้นมาด้วยมรดกของเพื่อนร่วมงานที่ตายไป\nและช่วยเหลือการจลาจลที่ทาสนักสู้ผู้มาจากแดนตะวันตกอันแสนไกลเริ่มต้นขึ้น\n\nเมื่อในอดีต มีข่าวลือที่มักจะถูกพูดถึงอยู่บ่อยครั้งในยามว่างก็คือ องค์กรลับของ Kreuzlied ยังคงทำงานอย่างต่อเนื่องทุกวัน\nเพื่อที่จะปกป้อง Mondstadt เพื่อช่วยทำในสิ่งที่เหล่ากองอัศวินแห่ง Favonius ไม่ควรจะต้องทำ\nตำนานยังเล่าอีกว่า แม้แต่ \"หมาป่าหนุ่ม\" Rostam เองก็ยังเป็นผู้อยู่เบื้องหลังองค์กรที่ไร้นามแห่งนี้เพื่อคอยช่วยเหลือผู้บัญชาการส่วน...\n",
    "vi": "\nThanh đại kiếm kì lạ, thân kiếm được trang bị một chiếc đồng hồ tinh tế tuyệt đẹp.\nChiếc đồng hồ tạo nên bản nhạc sát cánh và chiến đấu cùng với người bạn đồng hành.\nSau khi đoàn nhạc giải nghệ, đại kiếm chìm trong hồ nước axit khiến chiếc đồng hồ ngừng quay.\nThế nhưng đó vẫn là một vũ khí chí mạng.\n\nKẻ phản nghịch đồng hành cùng gánh hát rong tên là Kreuzlied, từng là một thành viên của gia tộc Lawrence.\nThời đại ấy các học giả và nhà thơ không được biên soạn lịch sử, ấy là do giới quý tộc cũ không thích ghi chép lại sự trụy lạc của mình.\nDo đó, khi anh ta vung thanh kiếm trong tay lên, cũng là lúc chuông trong thanh kiếm vang ra nhạc điệu, khiến tầng lớp quý tộc cũ vô cùng khiếp sợ.\n\nSau khi khởi nghĩa thất bại, phương pháp trừng phạt của Kreuzlied vẫn chẳng ai biết, có lẽ là in thân phận cao quý của anh lên trên góc mặt.\nTương truyền sau khi anh bị đuổi đi, vẫn nuôi ý định cùng những người đồng liêu đã chết, xây dựng tổ chức dưới mặt đất nhằm lật đổ quý tộc cũ,\nCùng với sự giúp đỡ trong khởi nghĩa nô lệ giác đấu nơi ngoại quốc phía tây xa xăm.\n\nTrong quá khứ, những người nhàn rỗi cho rằng tổ chức của Kreuzlied vẫn liên tục hoạt động,\nĐể bảo vệ Mondstadt, làm những việc mà Đội Kỵ Sĩ Tây Phong không nên làm,\nTheo truyền thuyết, đến cả \"sói con\" Rostam cũng che giấu Đại Đội Trưởng tham gia tổ chức vô danh này...\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "叛逆的守护者",
        "zht": "叛逆的守護者",
        "jp": "反逆の守護者",
        "ko": "반역의 수호자",
        "en": "Rebellious Guardian",
        "de": "Beschützer der Rebellen",
        "es": "Protector de la rebelión",
        "fr": "Protecteur rebelle",
        "pt": "Guarda da Rebelião",
        "ru": "Бунтарский защитник",
        "id": "Guardian of the Rebellion",
        "th": "Rebellious Guardian",
        "vi": "Kẻ Bảo Vệ Phản Nghịch"
      },
      "description": {
        "zhs": "受到伤害时，生成一个伤害吸收量等同于生命值上限<color=#99FFFFFF>20%</color>的护盾，持续10秒或直到护盾失效,每<color=#99FFFFFF>45</color>秒只能触发一次。角色处于护盾庇护下时，造成的伤害提升<color=#99FFFFFF>12%</color>。",
        "zht": "受到傷害時，產生一個傷害吸收量等同於生命值上限<color=#99FFFFFF>20%</color>的護盾，持續10秒或直到護盾失效,每<color=#99FFFFFF>45</color>秒只能觸發一次。角色處於護盾庇護下時，造成的傷害提升<color=#99FFFFFF>12%</color>。",
        "jp": "ダメージを受けた時、HP上限の<color=#99FFFFFF>20%</color>に相当するダメージを吸収できるシールドを生成する。継続時間は最大10秒まで。<color=#99FFFFFF>45</color>秒毎に1回のみ発動可能。シールドが存在する時、キャラクターの与えるダメージ+<color=#99FFFFFF>12%</color>。",
        "ko": "피격 시 HP 최대치의 <color=#99FFFFFF>20%</color> 피해를 흡수하는 보호막이 생성된다. 보호막은 10초간 지속하거나 보호막이 파괴될 때까지 유지된다. <color=#99FFFFFF>45</color>초마다 1회 발동한다. 보호막이 존재 시 캐릭터가 가하는 피해가 <color=#99FFFFFF>12%</color> 증가한다",
        "en": "Taking DMG generates a shield which absorbs DMG up to <color=#99FFFFFF>20%</color> of Max HP. This shield lasts for 10s or until broken, and can only be triggered once every <color=#99FFFFFF>45</color>s. While protected by a shield, the character gains <color=#99FFFFFF>12%</color> increased DMG.",
        "de": "Erstellt beim Erleiden von Schaden einen Schutzschild mit einer Stärke von <color=#99FFFFFF>20 %</color> der max. LP. Hält solange, bis die Schadensmenge erreicht ist, aber max. 10 s. <color=#99FFFFFF>45</color> s Abklingzeit. Erhöht den verursachten Schaden der Figur während der Wirkungsdauer um <color=#99FFFFFF>12 %</color>.",
        "es": "Al recibir daño, genera un escudo que absorbe daño equivalente al <color=#99FFFFFF>20%</color> de la Vida Máx. Este escudo dura 10 s o hasta que se rompe, y solo puede ser activado una vez cada <color=#99FFFFFF>45</color> s. Mientras un personaje esté protegido por el escudo, el daño que inflige aumenta en un <color=#99FFFFFF>12%</color>.",
        "fr": "Subir des DGT génère un bouclier qui absorbe jusqu'à <color=#99FFFFFF>20 %</color> des PV max pendant 10 s. Peut être déclenché une fois toutes les <color=#99FFFFFF>45</color> s. Lorsque le personnage est sous la protection du bouclier, les DGT infligés augmentent de <color=#99FFFFFF>12 %</color>.",
        "pt": "Ao receber dano, cria um escudo que absorve o equivalente a <color=#99FFFFFF>20%</color> da Vida Máxima por 10s ou até o escudo desparecer. Pode ser ativado uma vez a cada <color=#99FFFFFF>45</color>s. Quando o personagem estiver com o escudo, o Dano causado aumenta <color=#99FFFFFF>12%</color>.",
        "ru": "При получении урона генерируется щит, который в течение 10 сек. поглощает урон, равный <color=#99FFFFFF>20%</color> от макс. HP. Может возникнуть раз в <color=#99FFFFFF>45</color> сек. Под защитой щита увеличивает урон персонажа на <color=#99FFFFFF>12%</color>.",
        "id": "Saat menerima DMG, menciptakan sebuah perisai yang dapat menahan DMG sebesar <color=#99FFFFFF>20%</color> dari Max HP. Perisai ini bertahan selama 10 detik, atau sampai terhancurkan. Perisai dapat terpicu setiap <color=#99FFFFFF>45</color> detik. Saat terlindungi oleh perisai, karakter memperoleh peningkatan <color=#99FFFFFF>12%</color> DMG.",
        "th": "เมื่อได้รับความเสียหายจะสร้างโล่ที่สามารถดูดซับความเสียหายได้ถึง <color=#99FFFFFF>20%</color> ของพลังชีวิตสูงสุดเป็นเวลา 10 วินาที หรือจนกว่าโล่จะเสื่อมสภาพ โดยจะเกิดขึ้นได้หนึ่งครั้งในทุก <color=#99FFFFFF>45</color> วินาที ในขณะที่ตัวละครได้รับการป้องกันจากโล่จะสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>12%</color>",
        "vi": "Khi nhận sát thương sẽ tạo ra khiên có lượng hấp thụ sát thương bằng <color=#99FFFFFF>20%</color> giới hạn HP, kéo dài 10s hoặc đến khi khiên mất hiệu lực, mỗi <color=#99FFFFFF>45</color>s chỉ thi triển 1 lần. Khi nhân vật được khiên bảo vệ, sát thương tạo thành tăng <color=#99FFFFFF>12%</color>."
      }
    },
    {
      "name": {
        "zhs": "叛逆的守护者",
        "zht": "叛逆的守護者",
        "jp": "反逆の守護者",
        "ko": "반역의 수호자",
        "en": "Rebellious Guardian",
        "de": "Beschützer der Rebellen",
        "es": "Protector de la rebelión",
        "fr": "Protecteur rebelle",
        "pt": "Guarda da Rebelião",
        "ru": "Бунтарский защитник",
        "id": "Guardian of the Rebellion",
        "th": "Rebellious Guardian",
        "vi": "Kẻ Bảo Vệ Phản Nghịch"
      },
      "description": {
        "zhs": "受到伤害时，生成一个伤害吸收量等同于生命值上限<color=#99FFFFFF>23%</color>的护盾，持续10秒或直到护盾失效,每<color=#99FFFFFF>45</color>秒只能触发一次。角色处于护盾庇护下时，造成的伤害提升<color=#99FFFFFF>15%</color>。",
        "zht": "受到傷害時，產生一個傷害吸收量等同於生命值上限<color=#99FFFFFF>23%</color>的護盾，持續10秒或直到護盾失效,每<color=#99FFFFFF>45</color>秒只能觸發一次。角色處於護盾庇護下時，造成的傷害提升<color=#99FFFFFF>15%</color>。",
        "jp": "ダメージを受けた時、HP上限の<color=#99FFFFFF>23%</color>に相当するダメージを吸収できるシールドを生成する。継続時間は最大10秒まで。<color=#99FFFFFF>45</color>秒毎に1回のみ発動可能。シールドが存在する時、キャラクターの与えるダメージ+<color=#99FFFFFF>15%</color>。",
        "ko": "피격 시 HP 최대치의 <color=#99FFFFFF>23%</color> 피해를 흡수하는 보호막이 생성된다. 보호막은 10초간 지속하거나 보호막이 파괴될 때까지 유지된다. <color=#99FFFFFF>45</color>초마다 1회 발동한다. 보호막이 존재 시 캐릭터가 가하는 피해가 <color=#99FFFFFF>15%</color> 증가한다",
        "en": "Taking DMG generates a shield which absorbs DMG up to <color=#99FFFFFF>23%</color> of Max HP. This shield lasts for 10s or until broken, and can only be triggered once every <color=#99FFFFFF>45</color>s. While protected by a shield, the character gains <color=#99FFFFFF>15%</color> increased DMG.",
        "de": "Erstellt beim Erleiden von Schaden einen Schutzschild mit einer Stärke von <color=#99FFFFFF>23 %</color> der max. LP. Hält solange, bis die Schadensmenge erreicht ist, aber max. 10 s. <color=#99FFFFFF>45</color> s Abklingzeit. Erhöht den verursachten Schaden der Figur während der Wirkungsdauer um <color=#99FFFFFF>15 %</color>.",
        "es": "Al recibir daño, genera un escudo que absorbe daño equivalente al <color=#99FFFFFF>23%</color> de la Vida Máx. Este escudo dura 10 s o hasta que se rompe, y solo puede ser activado una vez cada <color=#99FFFFFF>45</color> s. Mientras un personaje esté protegido por el escudo, el daño que inflige aumenta en un <color=#99FFFFFF>15%</color>.",
        "fr": "Subir des DGT génère un bouclier qui absorbe jusqu'à <color=#99FFFFFF>23 %</color> des PV max pendant 10 s. Peut être déclenché une fois toutes les <color=#99FFFFFF>45</color> s. Lorsque le personnage est sous la protection du bouclier, les DGT infligés augmentent de <color=#99FFFFFF>15 %</color>.",
        "pt": "Ao receber dano, cria um escudo que absorve o equivalente a <color=#99FFFFFF>23%</color> da Vida Máxima por 10s ou até o escudo desparecer. Pode ser ativado uma vez a cada <color=#99FFFFFF>45</color>s. Quando o personagem estiver com o escudo, o Dano causado aumenta <color=#99FFFFFF>15%</color>.",
        "ru": "При получении урона генерируется щит, который в течение 10 сек. поглощает урон, равный <color=#99FFFFFF>23%</color> от макс. HP. Может возникнуть раз в <color=#99FFFFFF>45</color> сек. Под защитой щита увеличивает урон персонажа на <color=#99FFFFFF>15%</color>.",
        "id": "Saat menerima DMG, menciptakan sebuah perisai yang dapat menahan DMG sebesar <color=#99FFFFFF>23%</color> dari Max HP. Perisai ini bertahan selama 10 detik, atau sampai terhancurkan. Perisai dapat terpicu setiap <color=#99FFFFFF>45</color> detik. Saat terlindungi oleh perisai, karakter memperoleh peningkatan <color=#99FFFFFF>15%</color> DMG.",
        "th": "เมื่อได้รับความเสียหายจะสร้างโล่ที่สามารถดูดซับความเสียหายได้ถึง <color=#99FFFFFF>23%</color> ของพลังชีวิตสูงสุดเป็นเวลา 10 วินาที หรือจนกว่าโล่จะเสื่อมสภาพ โดยจะเกิดขึ้นได้หนึ่งครั้งในทุก <color=#99FFFFFF>45</color> วินาที ในขณะที่ตัวละครได้รับการป้องกันจากโล่จะสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>15%</color>",
        "vi": "Khi nhận sát thương sẽ tạo ra khiên có lượng hấp thụ sát thương bằng <color=#99FFFFFF>23%</color> giới hạn HP, kéo dài 10s hoặc đến khi khiên mất hiệu lực, mỗi <color=#99FFFFFF>45</color>s chỉ thi triển 1 lần. Khi nhân vật được khiên bảo vệ, sát thương tạo thành tăng <color=#99FFFFFF>15%</color>."
      }
    },
    {
      "name": {
        "zhs": "叛逆的守护者",
        "zht": "叛逆的守護者",
        "jp": "反逆の守護者",
        "ko": "반역의 수호자",
        "en": "Rebellious Guardian",
        "de": "Beschützer der Rebellen",
        "es": "Protector de la rebelión",
        "fr": "Protecteur rebelle",
        "pt": "Guarda da Rebelião",
        "ru": "Бунтарский защитник",
        "id": "Guardian of the Rebellion",
        "th": "Rebellious Guardian",
        "vi": "Kẻ Bảo Vệ Phản Nghịch"
      },
      "description": {
        "zhs": "受到伤害时，生成一个伤害吸收量等同于生命值上限<color=#99FFFFFF>26%</color>的护盾，持续10秒或直到护盾失效,每<color=#99FFFFFF>45</color>秒只能触发一次。角色处于护盾庇护下时，造成的伤害提升<color=#99FFFFFF>18%</color>。",
        "zht": "受到傷害時，產生一個傷害吸收量等同於生命值上限<color=#99FFFFFF>26%</color>的護盾，持續10秒或直到護盾失效,每<color=#99FFFFFF>45</color>秒只能觸發一次。角色處於護盾庇護下時，造成的傷害提升<color=#99FFFFFF>18%</color>。",
        "jp": "ダメージを受けた時、HP上限の<color=#99FFFFFF>26%</color>に相当するダメージを吸収できるシールドを生成する。継続時間は最大10秒まで。<color=#99FFFFFF>45</color>秒毎に1回のみ発動可能。シールドが存在する時、キャラクターの与えるダメージ+<color=#99FFFFFF>18%</color>。",
        "ko": "피격 시 HP 최대치의 <color=#99FFFFFF>26%</color> 피해를 흡수하는 보호막이 생성된다. 보호막은 10초간 지속하거나 보호막이 파괴될 때까지 유지된다. <color=#99FFFFFF>45</color>초마다 1회 발동한다. 보호막이 존재 시 캐릭터가 가하는 피해가 <color=#99FFFFFF>18%</color> 증가한다",
        "en": "Taking DMG generates a shield which absorbs DMG up to <color=#99FFFFFF>26%</color> of Max HP. This shield lasts for 10s or until broken, and can only be triggered once every <color=#99FFFFFF>45</color>s. While protected by a shield, the character gains <color=#99FFFFFF>18%</color> increased DMG.",
        "de": "Erstellt beim Erleiden von Schaden einen Schutzschild mit einer Stärke von <color=#99FFFFFF>26 %</color> der max. LP. Hält solange, bis die Schadensmenge erreicht ist, aber max. 10 s. <color=#99FFFFFF>45</color> s Abklingzeit. Erhöht den verursachten Schaden der Figur während der Wirkungsdauer um <color=#99FFFFFF>18 %</color>.",
        "es": "Al recibir daño, genera un escudo que absorbe daño equivalente al <color=#99FFFFFF>26%</color> de la Vida Máx. Este escudo dura 10 s o hasta que se rompe, y solo puede ser activado una vez cada <color=#99FFFFFF>45</color> s. Mientras un personaje esté protegido por el escudo, el daño que inflige aumenta en un <color=#99FFFFFF>18%</color>.",
        "fr": "Subir des DGT génère un bouclier qui absorbe jusqu'à <color=#99FFFFFF>26 %</color> des PV max pendant 10 s. Peut être déclenché une fois toutes les <color=#99FFFFFF>45</color> s. Lorsque le personnage est sous la protection du bouclier, les DGT infligés augmentent de <color=#99FFFFFF>18 %</color>.",
        "pt": "Ao receber dano, cria um escudo que absorve o equivalente a <color=#99FFFFFF>26%</color> da Vida Máxima por 10s ou até o escudo desparecer. Pode ser ativado uma vez a cada <color=#99FFFFFF>45</color>s. Quando o personagem estiver com o escudo, o Dano causado aumenta <color=#99FFFFFF>18%</color>.",
        "ru": "При получении урона генерируется щит, который в течение 10 сек. поглощает урон, равный <color=#99FFFFFF>26%</color> от макс. HP. Может возникнуть раз в <color=#99FFFFFF>45</color> сек. Под защитой щита увеличивает урон персонажа на <color=#99FFFFFF>18%</color>.",
        "id": "Saat menerima DMG, menciptakan sebuah perisai yang dapat menahan DMG sebesar <color=#99FFFFFF>26%</color> dari Max HP. Perisai ini bertahan selama 10 detik, atau sampai terhancurkan. Perisai dapat terpicu setiap <color=#99FFFFFF>45</color> detik. Saat terlindungi oleh perisai, karakter memperoleh peningkatan <color=#99FFFFFF>18%</color> DMG.",
        "th": "เมื่อได้รับความเสียหายจะสร้างโล่ที่สามารถดูดซับความเสียหายได้ถึง <color=#99FFFFFF>26%</color> ของพลังชีวิตสูงสุดเป็นเวลา 10 วินาที หรือจนกว่าโล่จะเสื่อมสภาพ โดยจะเกิดขึ้นได้หนึ่งครั้งในทุก <color=#99FFFFFF>45</color> วินาที ในขณะที่ตัวละครได้รับการป้องกันจากโล่จะสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>18%</color>",
        "vi": "Khi nhận sát thương sẽ tạo ra khiên có lượng hấp thụ sát thương bằng <color=#99FFFFFF>26%</color> giới hạn HP, kéo dài 10s hoặc đến khi khiên mất hiệu lực, mỗi <color=#99FFFFFF>45</color>s chỉ thi triển 1 lần. Khi nhân vật được khiên bảo vệ, sát thương tạo thành tăng <color=#99FFFFFF>18%</color>."
      }
    },
    {
      "name": {
        "zhs": "叛逆的守护者",
        "zht": "叛逆的守護者",
        "jp": "反逆の守護者",
        "ko": "반역의 수호자",
        "en": "Rebellious Guardian",
        "de": "Beschützer der Rebellen",
        "es": "Protector de la rebelión",
        "fr": "Protecteur rebelle",
        "pt": "Guarda da Rebelião",
        "ru": "Бунтарский защитник",
        "id": "Guardian of the Rebellion",
        "th": "Rebellious Guardian",
        "vi": "Kẻ Bảo Vệ Phản Nghịch"
      },
      "description": {
        "zhs": "受到伤害时，生成一个伤害吸收量等同于生命值上限<color=#99FFFFFF>29%</color>的护盾，持续10秒或直到护盾失效,每<color=#99FFFFFF>45</color>秒只能触发一次。角色处于护盾庇护下时，造成的伤害提升<color=#99FFFFFF>21%</color>。",
        "zht": "受到傷害時，產生一個傷害吸收量等同於生命值上限<color=#99FFFFFF>29%</color>的護盾，持續10秒或直到護盾失效,每<color=#99FFFFFF>45</color>秒只能觸發一次。角色處於護盾庇護下時，造成的傷害提升<color=#99FFFFFF>21%</color>。",
        "jp": "ダメージを受けた時、HP上限の<color=#99FFFFFF>29%</color>に相当するダメージを吸収できるシールドを生成する。継続時間は最大10秒まで。<color=#99FFFFFF>45</color>秒毎に1回のみ発動可能。シールドが存在する時、キャラクターの与えるダメージ+<color=#99FFFFFF>21%</color>。",
        "ko": "피격 시 HP 최대치의 <color=#99FFFFFF>29%</color> 피해를 흡수하는 보호막이 생성된다. 보호막은 10초간 지속하거나 보호막이 파괴될 때까지 유지된다. <color=#99FFFFFF>45</color>초마다 1회 발동한다. 보호막이 존재 시 캐릭터가 가하는 피해가 <color=#99FFFFFF>21%</color> 증가한다",
        "en": "Taking DMG generates a shield which absorbs DMG up to <color=#99FFFFFF>29%</color> of Max HP. This shield lasts for 10s or until broken, and can only be triggered once every <color=#99FFFFFF>45</color>s. While protected by a shield, the character gains <color=#99FFFFFF>21%</color> increased DMG.",
        "de": "Erstellt beim Erleiden von Schaden einen Schutzschild mit einer Stärke von <color=#99FFFFFF>29 %</color> der max. LP. Hält solange, bis die Schadensmenge erreicht ist, aber max. 10 s. <color=#99FFFFFF>45</color> s Abklingzeit. Erhöht den verursachten Schaden der Figur während der Wirkungsdauer um <color=#99FFFFFF>21 %</color>.",
        "es": "Al recibir daño, genera un escudo que absorbe daño equivalente al <color=#99FFFFFF>29%</color> de la Vida Máx. Este escudo dura 10 s o hasta que se rompe, y solo puede ser activado una vez cada <color=#99FFFFFF>45</color> s. Mientras un personaje esté protegido por el escudo, el daño que inflige aumenta en un <color=#99FFFFFF>21%</color>.",
        "fr": "Subir des DGT génère un bouclier qui absorbe jusqu'à <color=#99FFFFFF>29 %</color> des PV max pendant 10 s. Peut être déclenché une fois toutes les <color=#99FFFFFF>45</color> s. Lorsque le personnage est sous la protection du bouclier, les DGT infligés augmentent de <color=#99FFFFFF>21 %</color>.",
        "pt": "Ao receber dano, cria um escudo que absorve o equivalente a <color=#99FFFFFF>29%</color> da Vida Máxima por 10s ou até o escudo desparecer. Pode ser ativado uma vez a cada <color=#99FFFFFF>45</color>s. Quando o personagem estiver com o escudo, o Dano causado aumenta <color=#99FFFFFF>21%</color>.",
        "ru": "При получении урона генерируется щит, который в течение 10 сек. поглощает урон, равный <color=#99FFFFFF>29%</color> от макс. HP. Может возникнуть раз в <color=#99FFFFFF>45</color> сек. Под защитой щита увеличивает урон персонажа на <color=#99FFFFFF>21%</color>.",
        "id": "Saat menerima DMG, menciptakan sebuah perisai yang dapat menahan DMG sebesar <color=#99FFFFFF>29%</color> dari Max HP. Perisai ini bertahan selama 10 detik, atau sampai terhancurkan. Perisai dapat terpicu setiap <color=#99FFFFFF>45</color> detik. Saat terlindungi oleh perisai, karakter memperoleh peningkatan <color=#99FFFFFF>21%</color> DMG.",
        "th": "เมื่อได้รับความเสียหายจะสร้างโล่ที่สามารถดูดซับความเสียหายได้ถึง <color=#99FFFFFF>29%</color> ของพลังชีวิตสูงสุดเป็นเวลา 10 วินาที หรือจนกว่าโล่จะเสื่อมสภาพ โดยจะเกิดขึ้นได้หนึ่งครั้งในทุก <color=#99FFFFFF>45</color> วินาที ในขณะที่ตัวละครได้รับการป้องกันจากโล่จะสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>21%</color>",
        "vi": "Khi nhận sát thương sẽ tạo ra khiên có lượng hấp thụ sát thương bằng <color=#99FFFFFF>29%</color> giới hạn HP, kéo dài 10s hoặc đến khi khiên mất hiệu lực, mỗi <color=#99FFFFFF>45</color>s chỉ thi triển 1 lần. Khi nhân vật được khiên bảo vệ, sát thương tạo thành tăng <color=#99FFFFFF>21%</color>."
      }
    },
    {
      "name": {
        "zhs": "叛逆的守护者",
        "zht": "叛逆的守護者",
        "jp": "反逆の守護者",
        "ko": "반역의 수호자",
        "en": "Rebellious Guardian",
        "de": "Beschützer der Rebellen",
        "es": "Protector de la rebelión",
        "fr": "Protecteur rebelle",
        "pt": "Guarda da Rebelião",
        "ru": "Бунтарский защитник",
        "id": "Guardian of the Rebellion",
        "th": "Rebellious Guardian",
        "vi": "Kẻ Bảo Vệ Phản Nghịch"
      },
      "description": {
        "zhs": "受到伤害时，生成一个伤害吸收量等同于生命值上限<color=#99FFFFFF>32%</color>的护盾，持续10秒或直到护盾失效,每<color=#99FFFFFF>45</color>秒只能触发一次。角色处于护盾庇护下时，造成的伤害提升<color=#99FFFFFF>24%</color>。",
        "zht": "受到傷害時，產生一個傷害吸收量等同於生命值上限<color=#99FFFFFF>32%</color>的護盾，持續10秒或直到護盾失效,每<color=#99FFFFFF>45</color>秒只能觸發一次。角色處於護盾庇護下時，造成的傷害提升<color=#99FFFFFF>24%</color>。",
        "jp": "ダメージを受けた時、HP上限の<color=#99FFFFFF>32%</color>に相当するダメージを吸収できるシールドを生成する。継続時間は最大10秒まで。<color=#99FFFFFF>45</color>秒毎に1回のみ発動可能。シールドが存在する時、キャラクターの与えるダメージ+<color=#99FFFFFF>24%</color>。",
        "ko": "피격 시 HP 최대치의 <color=#99FFFFFF>32%</color> 피해를 흡수하는 보호막이 생성된다. 보호막은 10초간 지속하거나 보호막이 파괴될 때까지 유지된다. <color=#99FFFFFF>45</color>초마다 1회 발동한다. 보호막이 존재 시 캐릭터가 가하는 피해가 <color=#99FFFFFF>24%</color> 증가한다",
        "en": "Taking DMG generates a shield which absorbs DMG up to <color=#99FFFFFF>32%</color> of Max HP. This shield lasts for 10s or until broken, and can only be triggered once every <color=#99FFFFFF>45</color>s. While protected by a shield, the character gains <color=#99FFFFFF>24%</color> increased DMG.",
        "de": "Erstellt beim Erleiden von Schaden einen Schutzschild mit einer Stärke von <color=#99FFFFFF>32 %</color> der max. LP. Hält solange, bis die Schadensmenge erreicht ist, aber max. 10 s. <color=#99FFFFFF>45</color> s Abklingzeit. Erhöht den verursachten Schaden der Figur während der Wirkungsdauer um <color=#99FFFFFF>24 %</color>.",
        "es": "Al recibir daño, genera un escudo que absorbe daño equivalente al <color=#99FFFFFF>32%</color> de la Vida Máx. Este escudo dura 10 s o hasta que se rompe, y solo puede ser activado una vez cada <color=#99FFFFFF>45</color> s. Mientras un personaje esté protegido por el escudo, el daño que inflige aumenta en un <color=#99FFFFFF>24%</color>.",
        "fr": "Subir des DGT génère un bouclier qui absorbe jusqu'à <color=#99FFFFFF>32 %</color> des PV max pendant 10 s. Peut être déclenché une fois toutes les <color=#99FFFFFF>45</color> s. Lorsque le personnage est sous la protection du bouclier, les DGT infligés augmentent de <color=#99FFFFFF>24 %</color>.",
        "pt": "Ao receber dano, cria um escudo que absorve o equivalente a <color=#99FFFFFF>32%</color> da Vida Máxima por 10s ou até o escudo desparecer. Pode ser ativado uma vez a cada <color=#99FFFFFF>45</color>s. Quando o personagem estiver com o escudo, o Dano causado aumenta <color=#99FFFFFF>24%</color>.",
        "ru": "При получении урона генерируется щит, который в течение 10 сек. поглощает урон, равный <color=#99FFFFFF>32%</color> от макс. HP. Может возникнуть раз в <color=#99FFFFFF>45</color> сек. Под защитой щита увеличивает урон персонажа на <color=#99FFFFFF>24%</color>.",
        "id": "Saat menerima DMG, menciptakan sebuah perisai yang dapat menahan DMG sebesar <color=#99FFFFFF>32%</color> dari Max HP. Perisai ini bertahan selama 10 detik, atau sampai terhancurkan. Perisai dapat terpicu setiap <color=#99FFFFFF>45</color> detik. Saat terlindungi oleh perisai, karakter memperoleh peningkatan <color=#99FFFFFF>24%</color> DMG.",
        "th": "เมื่อได้รับความเสียหายจะสร้างโล่ที่สามารถดูดซับความเสียหายได้ถึง <color=#99FFFFFF>32%</color> ของพลังชีวิตสูงสุดเป็นเวลา 10 วินาที หรือจนกว่าโล่จะเสื่อมสภาพ โดยจะเกิดขึ้นได้หนึ่งครั้งในทุก <color=#99FFFFFF>45</color> วินาที ในขณะที่ตัวละครได้รับการป้องกันจากโล่จะสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>24%</color>",
        "vi": "Khi nhận sát thương sẽ tạo ra khiên có lượng hấp thụ sát thương bằng <color=#99FFFFFF>32%</color> giới hạn HP, kéo dài 10s hoặc đến khi khiên mất hiệu lực, mỗi <color=#99FFFFFF>45</color>s chỉ thi triển 1 lần. Khi nhân vật được khiên bảo vệ, sát thương tạo thành tăng <color=#99FFFFFF>24%</color>."
      }
    }
  ],
  "internal_name": "Claymore_Troupe",
  "imgid": "claymore/troupe"
}