{
  "id": 12502,
  "type": "claymore",
  "rank": 5,
  "name": {
    "zhs": "狼的末路",
    "zht": "狼的末路",
    "jp": "狼の末路",
    "ko": "늑대의 말로",
    "en": "Wolf's Gravestone",
    "de": "Wolfsgrab",
    "es": "Lápida del Lobo",
    "fr": "Mort-du-loup",
    "pt": "Túmulo do Lobo",
    "ru": "Волчья погибель",
    "id": "Wolf's Gravestone",
    "th": "Wolf's Gravestone",
    "vi": "Đường Cùng Của Sói"
  },
  "description": {
    "zhs": "狼的骑士所使的大剑。原本只是城中铁匠赠予的厚重的铁片，却在他与狼的情谊中，获得神话般的力量。",
    "zht": "狼的騎士所使的大劍。原本只是城中鐵匠贈予的厚重的鐵片，卻在他與狼的情誼中，獲得神話般的力量。",
    "jp": "狼の騎士が使っていた大剣。本来は鉄工房の職人に贈られた鉄の塊だったが、狼との絆によって神話のような力を得た。",
    "ko": "늑대 기사가 사용하던 대검. 원래는 성안의 대장장이가 증여한 두터운 철조각이었지만 기사와 늑대의 우정 속에서 신화적인 힘이 탄생했다",
    "en": "A longsword used by the Wolf Knight. Originally just a heavy sheet of iron given to the knight by a blacksmith from the city, it became endowed with legendary power owing to his friendship with the wolves.",
    "de": "Das vom Wolfsritter geführte Großschwert. Ursprünglich war es nicht mehr als eine grobe Eisenplatte, ein Geschenk des Schmieds in der Stadt. Durch seine Freundschaft mit den Wölfen erhielt es aber seine heute legendäre Kraft.",
    "es": "Una gran espada que fue usada por el Lobo de los Caballeros de Favonius. Originalmente, era solo una pesada lámina de hierro que le regaló el herrero de la ciudad. Sin embargo, se convirtió en una gran espada al serle otorgado poderes legendarios por su amistad con los lobos.",
    "fr": "Une épée longue appartenant au chevalier aux loups. Il ne s'agissait au départ que d'une épaisse plaque de fer offerte par le forgeron de la ville, mais elle a acquis un pouvoir légendaire au côté des loups.",
    "pt": "Uma grande espada que foi usada pelo Cavaleiro Lobo. Originalmente era apenas uma lâmina de ferro pesada que foi dado por um ferreiro da cidade. No entanto, recebeu poderes lendários por sua amizade com os lobos.",
    "ru": "Двуручный меч рыцаря Ордо Бореалис. Изначально это был просто лист металла из лавки кузнеца. Однако он был наделён легендарной силой в знак дружбы между кузнецом и волками.",
    "id": "Pedang panjang yang digunakan oleh Wolf Knight. Dibentuk menggunakan selempeng besi yang biasa saja oleh seorang blacksmith kota. Tetapi persahabatannya dengan para serigala memberikan kekuatan yang spesial di dalam karya ini.",
    "th": "ดาบยาวที่ใช้โดยอัศวินหมาป่า แต่เดิมแล้วมันเป็นเพียงแผ่นเหล็กที่ทำขึ้นโดยช่างเหล็กในเมือง แต่กระนั้นมันก็ให้พลังแห่งตำนานให้กับมิตรภาพที่มีต่อเหล่าหมาป่า",
    "vi": "Kiếm được kỵ sĩ của sói dùng. Vốn chỉ là miếng sắt của lò rèn trong thành, nhưng do tình bạn với sói mà nhận được sức mạnh thần thánh."
  },
  "lore": {
    "zhs": "\n被誉为北风的骑士，最终在风之神的城市结束了流浪。\n浮浪风来者会互相吸引，肆意放浪的自由究竟是彷徨。\n\n当骑士走进城市时，旅伴在远方的山丘上以沉默道别。\n憎恶城墙和灯火气味的不羁的狼，仍需要广阔的原野。\n\n北风的骑士怀着永远自由的心，将自己禁锢在城市里。\n随风而来的狼在城外林间自由奔驰，心却在骑士手中。\n\n骑士二度出城狩魔，狼都随战斗的气味同他共猎。\n孤狼与骑士始终默契无间，进退一致，恍若一体。\n\n狼与骑士纵然形影不离，但野兽的得年固不如万物灵长。\n北风的骑士最终以剑为冢，将狼埋葬在远离城市的郊野。\n北风的骑士从此抛弃城塞，心怀狼的自由，再随风流浪。\n\n而狼不灭的灵，则永久地盘踞在此，\n眷守着骑士曾经守护过的青翠土地。\n",
    "zht": "\n被譽為北風的騎士，最終在風之神的城市結束了流浪。\n浮浪風來者會互相吸引，肆意放浪的自由究竟是彷徨。\n\n當騎士走進城市時，旅伴在遠方的山丘上以沉默道別。\n憎惡城牆和燈火氣味的不羈的狼，仍需要廣闊的原野。\n\n北風的騎士懷著永遠自由的心，將自己禁錮在城市裡。\n隨風而來的狼在城外林間自由奔馳，心卻在騎士手中。\n\n騎士二度出城狩魔，狼都隨戰鬥的氣味同他共獵。\n孤狼與騎士始終默契無間，進退一致，恍若一體。\n\n狼與騎士縱然形影不離，但野獸的得年固不如萬物靈長。\n北風的騎士最終以劍為塚，將狼埋葬在遠離城市的郊野。\n北風的騎士從此拋棄城塞，心懷狼的自由，再隨風流浪。\n\n而狼不滅的靈，則永久地盤踞在此，\n眷守著騎士曾經守護過的青翠土地。\n",
    "jp": "\n北風の騎士と呼ばれた者、風神の都で旅の終点に辿り着いた。\n流浪の旅人は身を寄せ合う。思うままの旅は所詮彷徨い。\n\n騎士が街に入った時、遠い丘にいた仲間は何も言葉にせずとも、別れを告げた。\n城壁と灯火の匂いを好まない狼は広い野原を選んだ。\n\n自由の心を持つ北風の騎士は自らを街に閉ざした。\n共に来た狼は城外を自由のままに走るが、騎士のことをずっと忘れられなかった。\n\n魔物を討伐しに、騎士は再度城外に出た。狼も共に戦っていた。\n孤独の狼と騎士は心が通じ合うように連携し、まるで一つになったようだった。\n\n寄り添った二人は歳月の流れに勝てなかった。狼は先に去っていった。\n北風の騎士は自分の剣を墓標とし、街から離れた郊外に親友を葬った。\nあれから、彼は街を離れ、狼の自由を心に刻んで、また風と共に、旅を始めた。\n\n狼の不滅の魂は永遠に、この地に居を定めた。\n騎士が護っていたこの青い大地をずっと、ずっと永遠に見守る。\n",
    "ko": "\n북풍의 기사라고 불린다. 마침내 바람 신의 도시에서 유랑 생활을 끝내게 된다.\n바람을 타고 온 자는 서로를 끌어당기고 제멋대로 떠도는 자유는 방황일 뿐이다.\n\n기사가 성에 들어갈 때, 길동무는 멀리 떨어진 산등성이에서 무언의 작별 인사를 했다.\n성벽과 등불 냄새를 증오하는 자유분방한 늑대에겐 여전히 넓은 들판이 필요하다.\n\n북풍의 기사는 영원히 자유로운 마음을 품은 채 스스로를 성에 가둔다.\n바람을 따라온 늑대는 성 밖의 숲속에서 자유롭게 뛰어다니지만 마음엔 여전히 기사를 담고 있다.\n\n기사는 성 밖에 나가 마물을 사냥했고 늑대도 전투의 냄새를 맡고 찾아와 그와 함께 했다.\n외로운 늑대와 기사는 약속이나 한 듯, 마치 하나인 것처럼 물 흐르듯 치고 빠졌다.\n\n늑대와 기사가 그림자처럼 붙어 다닌다고 하더라도 야수의 수명은 만물의 영장만 못한다.\n북풍의 기사는 검을 무덤으로 삼아 성에서 멀리 떨어져 있는 들판에 늑대를 묻어주었다.\n이때부터 북풍의 기사는 성채를 내버려 둔 채 늑대의 자유를 안고 바람을 따라 다시 떠돌게 되었다.\n\n하지만 늑대의 불멸의 영혼은 영원히 이곳에 남아\n기사가 지켰던 푸른 땅을 수호할 것이다.\n",
    "en": "\nThe Knight of Boreas' journey ended at the city of Barbatos.\nWandering souls attract each other, boundless freedom begets only anxiety.\n\nUpon entering the city, the Knight of Boreas' companion bade him farewell in silence.\nFor the free-spirited Wolf resented the stone walls and lamplight, and yearned for the open wilds.\n\nThe Knight of Boreas' heart remained free, though his flesh was inside the prison-like city.\nMeanwhile, the windborne Wolf roamed the forest in the flesh, while his heart remained loyal to the Knight.\n\nThe Knight of Boreas rode again to hunt. The Wolf followed his scent into battle.\nStill one were they, the Wolf and the Knight.\n\nThough one they were, death comes for beasts sooner than men.\nLaying down his sword as a gravestone, the Knight of Boreas buried the Wolf in the remote countryside.\nThe Knight of Boreas then left the city behind, living instead the wandering life of a lone wolf.\n\nYet the eternal wolf spirit remained here,\nWatching over the land the Knight once protected.\n",
    "de": "\nDie Reise des Ritters des Nordens kam in der Stadt des Gottes des Windes endlich zu einem Ende.\nSeelenverwandtschaft und gleiches Verlangen nach Freiheit führen zueinander.\n\nAls der Ritter die Stadt betrat, sagte ihm sein stiller Begleiter aus weiter Ferne Lebewohl.\nWände aus Stein bedeckt mit Lampenlicht waren nichts für einen die Wildnis liebenden Freigeist wie ihn.\n\nDer Ritter des Nordens, der in seinem Herzen immer frei bleiben würde, war nun freiwilliger Gefangener einer Stadt.\nDer eisige Wolf, der dem Wind folgte, blieb weiterhin in der freien Wildnis, aber sein Herz war dennoch dem Ritter auf ewig treu.\n\nDer Ritter des Nordens begab sich endlich wieder auf Jagd und der eisige Wolf folgte seinem Geruch.\nSie waren immer noch vereint, der Wolf und der Ritter.\n\nAuch wenn sie unzertrennlich schienen, so kommt für jeden eines Tages der ewige Abschied.\nSein Schwert stellte er als Grabstein auf und so beerdigte der Ritter den Wolf in der freien Wildnis.\nDie Stadt war nichts mehr für ihn und so zog der Ritter wieder auf einsame Wanderschaft.\n\nDer Geist seines ehemaligen Begleiters jedoch\nfolgte ihm auf alle Zeiten und wachte über ihn.\n",
    "es": "\nEl aclamado Caballero de Boreas terminó su peregrinaje en la ciudad del Arconte de los Vientos.\nAllí, las almas errantes se atraían mutuamente y la libertad sin restricciones solo traía desasosiego.\n\nAl atravesar las puertas de la ciudad, su compañero de viaje se despidió en silencio desde una colina lejana.\nEra un Lobo indomable que detestaba los muros y el fuego, y ansiaba la libertad de la naturaleza.\n\nEse eterno sentimiento de libertad quedará resguardado en el corazón del Caballero mientras permanezca encadenado a esta ciudad.\nEl Lobo, libre como el viento, recorría los bosques, pero su corazón permanecía con el Caballero.\n\nEl Caballero salió de nuevo de cacería, y el Lobo lo siguió a la batalla.\nEn perfecta sincronía, ambos parecían uno.\n\nAun así, la muerte llega para las bestias antes que para los hombres.\nTomando su espada como una lápida, el Caballero enterró al Lobo en el campo.\nAbandonó la ciudad y vivió la vida errante de un lobo solitario.\n\nSin embargo, el espíritu eterno del lobo permaneció aquí para siempre,\nvigilando la tierra que el Caballero una vez protegió.\n",
    "fr": "\nLe périple du Chevalier de Borée se termina à la cité de Barbatos.\nLes âmes voyageuses s'attirent mutuellement ; quelle étrange chose que la liberté.\n\nAlors qu'il pénétrait dans les murs de la cité, son compagnon lui fit ses adieux.\nLe loup impétueux n'a cure des murs de pierre et des lampadaires ; c'est à l'espace sauvage qu'il aspire.\n\nLe cœur du Chevalier de Borée resta libre, bien que sa chair fut enfermée dans cette cité-prison.\nLe loup, quant à lui, parcourait forêts et plaines ; mais son cœur resta fidèle au Chevalier.\n\nLe Chevalier à nouveau partit en chasse ; et le loup à nouveau le suivit au combat.\nEt ils furent à nouveau réunis, marchant de concert dans un silencieux respect mutuel.\n\nHélas ! La mort visite les bêtes avant les hommes.\nLorsque le loup mourut, son loyal compagnon l'enterra, et marqua sa tombe de son épée plantée dans le sol.\nPuis il quitta la cité, pour à son tour vivre la vie d'un loup solitaire.\n\nCependant, l'esprit éternel du loup demeura en ces terres,\ngardant l'œil sur le pays par le Chevalier autrefois protégé.\n",
    "pt": "\nA jornada dos Cavaleiros de Borealis acabou na cidade de Barbatos.\nAlmas errantes atraídas umas pelas outras, a liberdade sem limites apenas traz ansiedade.\n\nAo entrar na cidade, o companheiro de viagem do Cavaleiro de Boreas deu adeus em silêncio.\nO Lobo de espírito livre detestava as paredes de pedra e lanternas de fogo, ansiava pelos campos abertos.\n\nO coração do Cavaleiro de Boreas permaneceu livre, apesar de sua carne estar presa dentro da cidade.\nO Lobo livre percorria a floresta livremente, mas seu coração permanecia com o Cavaleiro.\n\nO Cavaleiro de Boreas partiu novamente para caçar e o Lobo seguiu seu cheiro rumo à batalha.\nO Lobo e o Cavaleiro eram como um corpo só.\n\nApesar do Lobo e do Cavaleiro serem inseparáveis, a morte chega mais cedo para as bestas do que para os homens.\nTransformando sua espada em lápide, o Cavaleiro de Boreas enterrou o Lobo no campo.\nO Cavaleiro de Boreas deixou a cidade para trás, passando a viver como um lobo solitário errante.\n\nMas o eterno espírito do lobo permaneceu aqui,\nVigiando a terra que o Cavaleiro uma vez proteger.\n",
    "ru": "\nЧеловек, известный как рыцарь Ордо Бореалиса, однажды прибыл в город Архонта Ветра.\nИщущие души притягивают друг друга; неограниченная свобода однажды приводит к распутью.\n\nКогда рыцарь вступил в Мондштадт, его спутник молча попрощался с ним с далёких гор.\nВольный волк ненавидел городские стены и запах огня; ему по-прежнему нужна была свобода и ширь полей.\n\nСердце рыцаря из ордо Бореалиса оставалось верным свободе, хотя он и заключил сам себя в тюрьму городских стен.\nВолк же свободно мчался по лесам вслед за ветром, но сердце его принадлежало рыцарям.\n\nСнова рыцарь вышел из города на охоту на монстров, и Волк, учуяв запах битвы, выступил вместе с ним.\nОдинокий Волк и рыцарь понимали друг друга без слов, сражались вместе, как единое целое.\n\nНо, хотя Волк и рыцарь были неразлучны, смерть приходит за диким зверем раньше, чем за человеком.\nРыцарь ордо Бореалиса возложил меч на могилу Волка - она была не в душных стенах города, а далеко в широких полях.\nС тех пор рыцарь ордо Бореалиса покинул город, отправился скитаться вслед за ветром, как одинокий волк, в сердце взлелеявший жажду свободы.\n\nБессмертный дух Волка навсегда остался здесь.\nОн охраняет цветущие земли, которые некогда защищал рыцарь.\n",
    "id": "\nPerjalanan Knight of Boreas berakhir di kota sang Dewa angin.\nJiwa yang berkeliaran menarik satu sama lain, kebebasan tanpa batas hanya menimbulkan kecemasan.\n\nSaat memasuki kota, rekan dari Knight of Boreas mengucapkan selamat tinggal dalam diam.\nKarena serigala yang berjiwa bebas akan membenci dinding batu dan lampu, dan merindukan alam bebas.\n\nHati Knight of Boreas akan tetap bebas, walaupun raganya terperangkap dalam kota yang seperti penjara.\nSedangkan, serigala yang berkeliaran bebas di hutan bagai angin, hatinya tetap setia kepada kesatria.\n\nKnight of Boreas pergi berburu lagi, dan sang serigala mengikuti jejaknya sampai ke medan tempur.\nSerigala dan sang kesatria selalu bersama bagaikan sebuah harmoni, seolah mereka adalah satu.\n\nWalaupun serigala dan kesatria tidak dapat dipisahkan, namun usia hewan tidaklah seperti manusia.\nSang kesatria menggunakan pedangnya sebagai batu nisan dan mengubur serigala itu di tempat yang jauh dari perkotaan.\nSejak itu dia meninggalkan kota, hidup berkelana bebas bagai seriagala bersama dengan angin.\n\nNamun jiwa sang serigala masih hidup di dalam dirinya,\nMenjaga dataran yang pernah dijaga oleh sang kesatria.\n",
    "th": "\nเป็นที่รู้จักในฐานะอัศวินแห่ง Boreas การเดินทางของเขาสิ้นสุดลงในเมืองของเทพแห่งสายลม\nผู้ที่ติดตามสายลมจะดึงดูดซึ่งกันและกัน อิสรภาพในท้ายที่สุดแล้วก็แค่ความลังเล\n\nในตอนที่อัศวินเดินทางเข้าสู่เมือง เหล่าเพื่อนพ้องอัศวินกล่าวอำลาเขาอย่างเงียบ ๆ อยู่บนเขาที่ไกลออกไป\nหมาป่าดื้อดึงที่เกลียดกำแพงและกลิ่นของแสงไฟยังคงต้องการทุ่งกว้างใหญ่\n\nอัศวินแห่ง Boreas กักขังตัวเองในเมืองด้วยหัวใจแห่งอิสรภาพตลอดกาล\nหมาป่าที่มากับสายลมเตร็ดเตร่อยู่ในป่านอกเมืองอย่างอิสรเสรี แต่หัวใจกลับอยู่ในมือของอัศวิน\n\nอัศวินออกไปเพื่อล่าอสูรอีกครั้ง หมาป่าก็ตามกลิ่นของการต่อสู้ไปล่ากับเขาด้วย\nหมาป่าผู้โดดเดี่ยวและอัศวินนั้นต่างรู้ใจซึ่งกันและกัน เข้าออกพร้อมกันราวกับเป็นร่างเดียว\n\nแม้ว่าหมาป่าและอัศวินจะแยกกันไม่ออก แต่อายุของสัตว์ร้ายนั้นก็ไม่ได้ยืนยาว\nในตอนสุดท้ายอัศวินแห่ง Boreas ได้ฝังหมาป่าในชนบทห่างไกลจากเมืองโดยใช้ดาบของเขาเป็นหลุมศพ\nจากนั้นอัศวินก็บอกลาความแออัดในเมืองและออกไปอยู่อย่างอิสระเหมือนหมาป่าผู้โดดเดี่ยว\n\nและวิญญาณอมตะของหมาป่าอยู่ที่นี่ไปตลอดกาล\nปกป้องดินแดนอันเขียวขจีที่เคยได้รับการปกป้องจากอัศวิน\n",
    "vi": "\nĐược phong là Kỵ Sĩ Bắc Phong, cuối cùng kết thúc quãng đường du hành của mình tại thành phố của Phong Thần.\nKẻ theo gió mà đến sẽ thu hút lẫn nhau, sự tự do cuối cùng cũng chỉ là lòng do dự.\n\nKhi Kỵ Sĩ bước vào thành, những người bạn đồng hành từ vùng núi phương xa tạm biệt trong trầm lặng.\nNhững con sói căm ghét sự gò bó và ấm áp, chúng cần vùng cỏ hoang rộng lớn.\n\nKỵ Sĩ Bắc Phong vẫn luôn giữ trái tim tự do, chỉ là giam thân thể trong thành lũy mà thôi.\nSói đồng hành cùng gió vút chạy trong cánh rừng ngoài thành kia, thế nhưng trái tim lại bị ghim chặt trong thân phận Kỵ Sĩ.\n\nKhi Kỵ Sĩ ra khỏi thành đánh đuổi ma vật, đàn sói vì thế cũng tham chiến cùng chàng.\nSói và Kỵ Sĩ gắn bó với nhau như một, dường như chưa từng rời xa.\n\nSói và Kỵ Sĩ như hình với bóng, thế nhưng tuổi tác của sói không thể như các động vật linh trưởng khác.\nKỵ Sĩ Bắc Phong lấy kiếm làm bia, đem sói chôn ở vùng đất xa ngoài thành lũy.\nKỵ Sĩ Bắc Phong từ đó từ bỏ thành cao, mang theo con tim tự do, lang bạt cùng gió.\n\nLinh hồn bất diệt của sói, sẽ vĩnh viễn canh giữ địa bàn của chúng,\nThủ hộ vùng đất xanh mà Kỵ Sĩ từng bảo vệ.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "如狼般狩猎者",
        "zht": "如狼般狩獵者",
        "jp": "狼のような狩人",
        "ko": "늑대 같은 사냥꾼",
        "en": "Wolfish Tracker",
        "de": "Jäger wie ein Wolf",
        "es": "Cazador salvaje",
        "fr": "Chasse lupicale",
        "pt": "Caçador Selvagem",
        "ru": "Волк-охотник",
        "id": "Wolfish Tracker",
        "th": "Wolfish Tracker",
        "vi": "Người Thợ Săn Như Sói"
      },
      "description": {
        "zhs": "攻击力提高<color=#99FFFFFF>20%</color>；攻击命中生命值低于30%的敌人时，队伍中所有成员的攻击力提高<color=#99FFFFFF>40%</color>，持续12秒。该效果30秒只能触发一次。",
        "zht": "攻擊力提高<color=#99FFFFFF>20%</color>；攻擊命中生命值低於30%的敵人時，隊伍中所有成員的攻擊力提高<color=#99FFFFFF>40%</color>，持續12秒。該效果30秒只能觸發一次。",
        "jp": "攻撃力+<color=#99FFFFFF>20%</color>。HPが30%以下の敵に命中すると、チーム全員の攻撃力+<color=#99FFFFFF>40%</color>、継続時間12秒。30秒に1回のみ発動可能。",
        "ko": "공격력+<color=#99FFFFFF>20%</color>. HP가 30% 미만인 적을 명중 시 모든 파티원의 공격력이 <color=#99FFFFFF>40%</color> 증가한다. 지속 시간: 12초. 해당 효과는 30초마다 1번 발동한다",
        "en": "Increases ATK by <color=#99FFFFFF>20%</color>. On hit, attacks against opponents with less than 30% HP increase all party members' ATK by <color=#99FFFFFF>40%</color> for 12s. Can only occur once every 30s.",
        "de": "Erhöht den ANG um <color=#99FFFFFF>20 %</color>. Erhöht den ANG aller Truppenmitglieder beim Treffen eines Gegners mit weniger als 30 % LP 12 s lang um <color=#99FFFFFF>40 %</color>. 30 s Abklingzeit.",
        "es": "Aumenta el ATQ en un <color=#99FFFFFF>20%</color>. Al atacar a enemigos con menos del 30% de su Vida, aumenta el ATQ de todos los miembros del equipo en un <color=#99FFFFFF>40%</color> durante 12 s. Este efecto solo puede ocurrir una vez cada 30 s.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>20 %</color>. Les attaques touchant les ennemis dont les PV sont inférieurs à 30 % augmentent l'ATQ de tous les membres de l'équipe de <color=#99FFFFFF>40 %</color> pendant 12 s. Cet effet peut être déclenché une fois toutes les 30 s.",
        "pt": "Aumenta o ATQ em <color=#99FFFFFF>20%</color>. Ao acertar o ataque em oponentes com Vida inferior a 30%, aumenta o ATQ de todos os companheiros em <color=#99FFFFFF>40%</color> por 12s. Este efeito pode ser ativado uma vez a cada 30s.",
        "ru": "Увеличивает силу атаки на <color=#99FFFFFF>20%</color>. При попадании по цели с HP меньше 30% увеличивает силу атаки всех членов отряда на <color=#99FFFFFF>40%</color> в течение 12 сек. Может возникнуть не чаще 1 раза за 30 сек.",
        "id": "Meningkatkan <color=#99FFFFFF>20%</color> ATK. Saat berhasil mengenai musuh dengan HP kurang dari 30%, meningkatkan <color=#99FFFFFF>40%</color> ATK seluruh anggota party selama 12 detik. Dapat terpicu setiap 30 detik.",
        "th": "เพิ่มพลังโจมตี <color=#99FFFFFF>20%</color>; เมื่อโจมตีถูกศัตรูที่มีพลังชีวิตต่ำกว่า 30% พลังโจมตีของสมาชิกทั้งหมดในทีมจะเพิ่มขึ้น <color=#99FFFFFF>40%</color> เป็นเวลา 12 วินาที ซึ่งเอฟเฟกต์นี้จะใช้ได้หนึ่งครั้งในทุก 30 วินาที",
        "vi": "Tấn công tăng <color=#99FFFFFF>20%</color>; Khi tấn công đánh trúng kẻ địch có HP dưới 30%, lực tấn công của tất cả thành viên đội tăng <color=#99FFFFFF>40%</color>, kéo dài 12s. Mỗi 30s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "如狼般狩猎者",
        "zht": "如狼般狩獵者",
        "jp": "狼のような狩人",
        "ko": "늑대 같은 사냥꾼",
        "en": "Wolfish Tracker",
        "de": "Jäger wie ein Wolf",
        "es": "Cazador salvaje",
        "fr": "Chasse lupicale",
        "pt": "Caçador Selvagem",
        "ru": "Волк-охотник",
        "id": "Wolfish Tracker",
        "th": "Wolfish Tracker",
        "vi": "Người Thợ Săn Như Sói"
      },
      "description": {
        "zhs": "攻击力提高<color=#99FFFFFF>25%</color>；攻击命中生命值低于30%的敌人时，队伍中所有成员的攻击力提高<color=#99FFFFFF>50%</color>，持续12秒。该效果30秒只能触发一次。",
        "zht": "攻擊力提高<color=#99FFFFFF>25%</color>；攻擊命中生命值低於30%的敵人時，隊伍中所有成員的攻擊力提高<color=#99FFFFFF>50%</color>，持續12秒。該效果30秒只能觸發一次。",
        "jp": "攻撃力+<color=#99FFFFFF>25%</color>。HPが30%以下の敵に命中すると、チーム全員の攻撃力+<color=#99FFFFFF>50%</color>、継続時間12秒。30秒に1回のみ発動可能。",
        "ko": "공격력+<color=#99FFFFFF>25%</color>. HP가 30% 미만인 적을 명중 시 모든 파티원의 공격력이 <color=#99FFFFFF>50%</color> 증가한다. 지속 시간: 12초. 해당 효과는 30초마다 1번 발동한다",
        "en": "Increases ATK by <color=#99FFFFFF>25%</color>. On hit, attacks against opponents with less than 30% HP increase all party members' ATK by <color=#99FFFFFF>50%</color> for 12s. Can only occur once every 30s.",
        "de": "Erhöht den ANG um <color=#99FFFFFF>25 %</color>. Erhöht den ANG aller Truppenmitglieder beim Treffen eines Gegners mit weniger als 30 % LP 12 s lang um <color=#99FFFFFF>50 %</color>. 30 s Abklingzeit.",
        "es": "Aumenta el ATQ en un <color=#99FFFFFF>25%</color>. Al atacar a enemigos con menos del 30% de su Vida, aumenta el ATQ de todos los miembros del equipo en un <color=#99FFFFFF>50%</color> durante 12 s. Este efecto solo puede ocurrir una vez cada 30 s.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>25 %</color>. Les attaques touchant les ennemis dont les PV sont inférieurs à 30 % augmentent l'ATQ de tous les membres de l'équipe de <color=#99FFFFFF>50 %</color> pendant 12 s. Cet effet peut être déclenché une fois toutes les 30 s.",
        "pt": "Aumenta o ATQ em <color=#99FFFFFF>25%</color>. Ao acertar o ataque em oponentes com Vida inferior a 30%, aumenta o ATQ de todos os companheiros em <color=#99FFFFFF>50%</color> por 12s. Este efeito pode ser ativado uma vez a cada 30s.",
        "ru": "Увеличивает силу атаки на <color=#99FFFFFF>25%</color>. При попадании по цели с HP меньше 30% увеличивает силу атаки всех членов отряда на <color=#99FFFFFF>50%</color> в течение 12 сек. Может возникнуть не чаще 1 раза за 30 сек.",
        "id": "Meningkatkan <color=#99FFFFFF>25%</color> ATK. Saat berhasil mengenai musuh dengan HP kurang dari 30%, meningkatkan <color=#99FFFFFF>50%</color> ATK seluruh anggota party selama 12 detik. Dapat terpicu setiap 30 detik.",
        "th": "เพิ่มพลังโจมตี <color=#99FFFFFF>25%</color>; เมื่อโจมตีถูกศัตรูที่มีพลังชีวิตต่ำกว่า 30% พลังโจมตีของสมาชิกทั้งหมดในทีมจะเพิ่มขึ้น <color=#99FFFFFF>50%</color> เป็นเวลา 12 วินาที ซึ่งเอฟเฟกต์นี้จะใช้ได้หนึ่งครั้งในทุก 30 วินาที",
        "vi": "Tấn công tăng <color=#99FFFFFF>25%</color>; Khi đánh trúng kẻ địch có HP dưới 30%, lực tấn công của tất cả thành viên đội tăng <color=#99FFFFFF>50%</color>, kéo dài 12s. Mỗi 30s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "如狼般狩猎者",
        "zht": "如狼般狩獵者",
        "jp": "狼のような狩人",
        "ko": "늑대 같은 사냥꾼",
        "en": "Wolfish Tracker",
        "de": "Jäger wie ein Wolf",
        "es": "Cazador salvaje",
        "fr": "Chasse lupicale",
        "pt": "Caçador Selvagem",
        "ru": "Волк-охотник",
        "id": "Wolfish Tracker",
        "th": "Wolfish Tracker",
        "vi": "Người Thợ Săn Như Sói"
      },
      "description": {
        "zhs": "攻击力提高<color=#99FFFFFF>30%</color>；攻击命中生命值低于30%的敌人时，队伍中所有成员的攻击力提高<color=#99FFFFFF>60%</color>，持续12秒。该效果30秒只能触发一次。",
        "zht": "攻擊力提高<color=#99FFFFFF>30%</color>；攻擊命中生命值低於30%的敵人時，隊伍中所有成員的攻擊力提高<color=#99FFFFFF>60%</color>，持續12秒。該效果30秒只能觸發一次。",
        "jp": "攻撃力+<color=#99FFFFFF>30%</color>。HPが30%以下の敵に命中すると、チーム全員の攻撃力+<color=#99FFFFFF>60%</color>、継続時間12秒。30秒に1回のみ発動可能。",
        "ko": "공격력+<color=#99FFFFFF>30%</color>. HP가 30% 미만인 적을 명중 시 모든 파티원의 공격력이 <color=#99FFFFFF>60%</color> 증가한다. 지속 시간: 12초. 해당 효과는 30초마다 1번 발동한다",
        "en": "Increases ATK by <color=#99FFFFFF>30%</color>. On hit, attacks against opponents with less than 30% HP increase all party members' ATK by <color=#99FFFFFF>60%</color> for 12s. Can only occur once every 30s.",
        "de": "Erhöht den ANG um <color=#99FFFFFF>30 %</color>. Erhöht den ANG aller Truppenmitglieder beim Treffen eines Gegners mit weniger als 30 % LP 12 s lang um <color=#99FFFFFF>60 %</color>. 30 s Abklingzeit.",
        "es": "Aumenta el ATQ en un <color=#99FFFFFF>30%</color>. Al atacar a enemigos con menos del 30% de su Vida, aumenta el ATQ de todos los miembros del equipo en un <color=#99FFFFFF>60%</color> durante 12 s. Este efecto solo puede ocurrir una vez cada 30 s.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>30 %</color>. Les attaques touchant les ennemis dont les PV sont inférieurs à 30 % augmentent l'ATQ de tous les membres de l'équipe de <color=#99FFFFFF>60 %</color> pendant 12 s. Cet effet peut être déclenché une fois toutes les 30 s.",
        "pt": "Aumenta o ATQ em <color=#99FFFFFF>30%</color>. Ao acertar o ataque em oponentes com menos de 30% de sua Vida, aumenta o ATQ de todos os companheiros em <color=#99FFFFFF>60%</color> por 12s. Este efeito pode ser ativado uma vez a cada 30s.",
        "ru": "Увеличивает силу атаки на <color=#99FFFFFF>30%</color>. При попадании по цели с HP меньше 30% увеличивает силу атаки всех членов отряда на <color=#99FFFFFF>60%</color> в течение 12 сек. Может возникнуть не чаще 1 раза за 30 сек.",
        "id": "Meningkatkan <color=#99FFFFFF>30%</color> ATK. Saat berhasil mengenai musuh dengan HP kurang dari 30%, meningkatkan <color=#99FFFFFF>60%</color> ATK seluruh anggota party selama 12 detik. Dapat terpicu setiap 30 detik.",
        "th": "เพิ่มพลังโจมตี <color=#99FFFFFF>30%</color>; เมื่อโจมตีถูกศัตรูที่มีพลังชีวิตต่ำกว่า 30% พลังโจมตีของสมาชิกทั้งหมดในทีมจะเพิ่มขึ้น <color=#99FFFFFF>60%</color> เป็นเวลา 12 วินาที ซึ่งเอฟเฟกต์นี้จะใช้ได้หนึ่งครั้งในทุก 30 วินาที",
        "vi": "Tấn công tăng <color=#99FFFFFF>30%</color>; Khi đánh trúng kẻ địch có HP dưới 30%, lực tấn công của tất cả thành viên đội tăng <color=#99FFFFFF>60%</color>, kéo dài 12s. Mỗi 30s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "如狼般狩猎者",
        "zht": "如狼般狩獵者",
        "jp": "狼のような狩人",
        "ko": "늑대 같은 사냥꾼",
        "en": "Wolfish Tracker",
        "de": "Jäger wie ein Wolf",
        "es": "Cazador salvaje",
        "fr": "Chasse lupicale",
        "pt": "Caçador Selvagem",
        "ru": "Волк-охотник",
        "id": "Wolfish Tracker",
        "th": "Wolfish Tracker",
        "vi": "Người Thợ Săn Như Sói"
      },
      "description": {
        "zhs": "攻击力提高<color=#99FFFFFF>35%</color>；攻击命中生命值低于30%的敌人时，队伍中所有成员的攻击力提高<color=#99FFFFFF>70%</color>，持续12秒。该效果30秒只能触发一次。",
        "zht": "攻擊力提高<color=#99FFFFFF>35%</color>；攻擊命中生命值低於30%的敵人時，隊伍中所有成員的攻擊力提高<color=#99FFFFFF>70%</color>，持續12秒。該效果30秒只能觸發一次。",
        "jp": "攻撃力+<color=#99FFFFFF>35%</color>。HPが30%以下の敵に命中すると、チーム全員の攻撃力+<color=#99FFFFFF>70%</color>、継続時間12秒。30秒に1回のみ発動可能。",
        "ko": "공격력+<color=#99FFFFFF>35%</color>. HP가 30% 미만인 적을 명중 시 모든 파티원의 공격력이 <color=#99FFFFFF>70%</color> 증가한다. 지속 시간: 12초. 해당 효과는 30초마다 1번 발동한다",
        "en": "Increases ATK by <color=#99FFFFFF>35%</color>. On hit, attacks against opponents with less than 30% HP increase all party members' ATK by <color=#99FFFFFF>70%</color> for 12s. Can only occur once every 30s.",
        "de": "Erhöht den ANG um <color=#99FFFFFF>35 %</color>. Erhöht den ANG aller Truppenmitglieder beim Treffen eines Gegners mit weniger als 30 % LP 12 s lang um <color=#99FFFFFF>70 %</color>. 30 s Abklingzeit.",
        "es": "Aumenta el ATQ en un <color=#99FFFFFF>35%</color>. Al atacar a enemigos con menos del 30% de su Vida, aumenta el ATQ de todos los miembros del equipo en un <color=#99FFFFFF>70%</color> durante 12 s. Este efecto solo puede ocurrir una vez cada 30 s.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>35 %</color>. Les attaques touchant les ennemis dont les PV sont inférieurs à 30 % augmentent l'ATQ de tous les membres de l'équipe de <color=#99FFFFFF>70 %</color> pendant 12 s. Cet effet peut être déclenché une fois toutes les 30 s.",
        "pt": "Aumenta o ATQ em <color=#99FFFFFF>35%</color>. Ao acertar o ataque em oponentes com menos de 30% de sua Vida, aumenta o ATQ de todos os companheiros em <color=#99FFFFFF>70%</color> por 12s. Este efeito pode ser ativado uma vez a cada 30s.",
        "ru": "Увеличивает силу атаки на <color=#99FFFFFF>35%</color>. При попадании по цели с HP меньше 30% увеличивает силу атаки всех членов отряда на <color=#99FFFFFF>70%</color> в течение 12 сек. Может возникнуть не чаще 1 раза за 30 сек.",
        "id": "Meningkatkan <color=#99FFFFFF>35%</color> ATK. Saat berhasil mengenai musuh dengan HP kurang dari 30%, meningkatkan <color=#99FFFFFF>70%</color> ATK seluruh anggota party selama 12 detik. Dapat terpicu setiap 30 detik.",
        "th": "เพิ่มพลังโจมตี <color=#99FFFFFF>35%</color>; เมื่อโจมตีถูกศัตรูที่มีพลังชีวิตต่ำกว่า 30% พลังโจมตีของสมาชิกทั้งหมดในทีมจะเพิ่มขึ้น <color=#99FFFFFF>70%</color> เป็นเวลา 12 วินาที ซึ่งเอฟเฟกต์นี้จะใช้ได้หนึ่งครั้งในทุก 30 วินาที",
        "vi": "Tấn công tăng <color=#99FFFFFF>35%</color>; Khi tấn công đánh trúng kẻ địch có HP dưới 30%, lực tấn công của tất cả thành viên đội tăng <color=#99FFFFFF>70%</color>, kéo dài 12s. Mỗi 30s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "如狼般狩猎者",
        "zht": "如狼般狩獵者",
        "jp": "狼のような狩人",
        "ko": "늑대 같은 사냥꾼",
        "en": "Wolfish Tracker",
        "de": "Jäger wie ein Wolf",
        "es": "Cazador salvaje",
        "fr": "Chasse lupicale",
        "pt": "Caçador Selvagem",
        "ru": "Волк-охотник",
        "id": "Wolfish Tracker",
        "th": "Wolfish Tracker",
        "vi": "Người Thợ Săn Như Sói"
      },
      "description": {
        "zhs": "攻击力提高<color=#99FFFFFF>40%</color>；攻击命中生命值低于30%的敌人时，队伍中所有成员的攻击力提高<color=#99FFFFFF>80%</color>，持续12秒。该效果30秒只能触发一次。",
        "zht": "攻擊力提高<color=#99FFFFFF>40%</color>；攻擊命中生命值低於30%的敵人時，隊伍中所有成員的攻擊力提高<color=#99FFFFFF>80%</color>，持續12秒。該效果30秒只能觸發一次。",
        "jp": "攻撃力+<color=#99FFFFFF>40%</color>。HPが30%以下の敵に命中すると、チーム全員の攻撃力+<color=#99FFFFFF>80%</color>、継続時間12秒。30秒に1回のみ発動可能。",
        "ko": "공격력+<color=#99FFFFFF>40%</color>. HP가 30% 미만인 적을 명중 시 모든 파티원의 공격력이 <color=#99FFFFFF>80%</color> 증가한다. 지속 시간: 12초. 해당 효과는 30초마다 1번 발동한다",
        "en": "Increases ATK by <color=#99FFFFFF>40%</color>. On hit, attacks against opponents with less than 30% HP increase all party members' ATK by <color=#99FFFFFF>80%</color> for 12s. Can only occur once every 30s.",
        "de": "Erhöht den ANG um <color=#99FFFFFF>40 %</color>. Erhöht den ANG aller Truppenmitglieder beim Treffen eines Gegners mit weniger als 30 % LP 12 s lang um <color=#99FFFFFF>80 %</color>. 30 s Abklingzeit.",
        "es": "Aumenta el ATQ en un <color=#99FFFFFF>40%</color>. Al atacar a enemigos con menos del 30% de su Vida, aumenta el ATQ de todos los miembros del equipo en un <color=#99FFFFFF>80%</color> durante 12 s. Este efecto solo puede ocurrir una vez cada 30 s.",
        "fr": "Augmente l'ATQ de <color=#99FFFFFF>40 %</color>. Les attaques touchant les ennemis dont les PV sont inférieurs à 30 % augmentent l'ATQ de tous les membres de l'équipe de <color=#99FFFFFF>80 %</color> pendant 12 s. Cet effet peut être déclenché une fois toutes les 30 s.",
        "pt": "Aumenta o ATQ em <color=#99FFFFFF>40%</color>. Ao acertar o ataque em oponentes com Vida inferior a 30%, aumenta o ATQ de todos os companheiros em <color=#99FFFFFF>80%</color> por 12s. Este efeito pode ser ativado uma vez a cada 30s.",
        "ru": "Увеличивает силу атаки на <color=#99FFFFFF>40%</color>. При попадании по цели с HP меньше 30% увеличивает силу атаки всех членов отряда на <color=#99FFFFFF>80%</color> в течение 12 сек. Может возникнуть не чаще 1 раза за 30 сек.",
        "id": "Meningkatkan <color=#99FFFFFF>40%</color> ATK. Saat berhasil mengenai musuh dengan HP kurang dari 30%, meningkatkan <color=#99FFFFFF>80%</color> ATK seluruh anggota party selama 12 detik. Dapat terpicu setiap 30 detik.",
        "th": "เพิ่มพลังโจมตี <color=#99FFFFFF>40%</color>; เมื่อโจมตีถูกศัตรูที่มีพลังชีวิตต่ำกว่า 30% พลังโจมตีของสมาชิกทั้งหมดในทีมจะเพิ่มขึ้น <color=#99FFFFFF>80%</color> เป็นเวลา 12 วินาที ซึ่งเอฟเฟกต์นี้จะใช้ได้หนึ่งครั้งในทุก 30 วินาที",
        "vi": "Tấn công tăng <color=#99FFFFFF>40%</color>; Khi đánh trúng kẻ địch có HP dưới 30%, lực tấn công của tất cả thành viên đội tăng <color=#99FFFFFF>80%</color>, kéo dài 12s. Mỗi 30s mới thi triển 1 lần."
      }
    }
  ],
  "internal_name": "Claymore_Wolfmound",
  "imgid": "claymore/wolfmound"
}