{
  "id": 12401,
  "type": "claymore",
  "rank": 4,
  "name": {
    "zhs": "西风大剑",
    "zht": "西風大劍",
    "jp": "西風大剣",
    "ko": "페보니우스 대검",
    "en": "Favonius Greatsword",
    "de": "Favonius-Großschwert",
    "es": "Gran Espada de Favonius",
    "fr": "Espadon de Favonius",
    "pt": "Grande Espada de Favonius",
    "ru": "Двуручный меч Фавония",
    "id": "Favonius Greatsword",
    "th": "Favonius Greatsword",
    "vi": "Đại Kiếm Tây Phong"
  },
  "description": {
    "zhs": "西风骑士团的重型仪式剑。能轻易导出元素力量，具有卓越的破坏力。",
    "zht": "西風騎士團的重型儀式劍。能輕易導出元素力量，具有卓越的破壞力。",
    "jp": "西風騎士団でよく使われる重剣。元素の力を簡単に引き出すことができ、優れた破壊力を持つ。",
    "ko": "페보니우스 기사단의 중형 의식검. 원소의 힘을 쉽게 끌어낼 수 있고 파괴력이 상당하다",
    "en": "A heavy ceremonial sword of the Knights of Favonius. It channels elemental power easily and is highly destructive.",
    "de": "Ein zeremonielles Schwert des Ordo Favonius. Es vereinfacht das Bündeln elementarer Energie, während es eine enorme Zerstörungskraft mitbringt.",
    "es": "Una espada pesada ceremonial de los Caballeros de Favonius. Canaliza fácilmente los poderes elementales y es altamente destructiva.",
    "fr": "Un espadon généralement manié par les chevaliers de l'Ordre de Favonius. Invoquer les éléments est un jeu d'enfant avec cette arme au pouvoir destructeur.",
    "pt": "Uma espada pesada cerimonial dos Cavaleiros de Favonious. Canaliza poderes elementais facilmente e é altamente destrutiva.",
    "ru": "Тяжёлый церемониальный меч Ордо Фавониус. С лёгкостью направляет элементальную энергию и обладает высокой разрушительной силой.",
    "id": "Pedang ritual milik Knights of Favonius. Dapat mengalirkan kekuatan elemen dengan mudah, dan memiliki daya hancur yang besar.",
    "th": "ดาบใหญ่ที่ใช้สำหรับทำพิธีของอัศวินแห่ง Favonius มันสามารถรวบรวมพลังงานธาตุได้ง่าย และสร้างพลังทำลายได้สูง",
    "vi": "Kiếm nghi thức loại lớn của Đội Kỵ Sĩ Tây Phong. Có thể dễ dàng tạo ra sức mạnh Nguyên Tố, có sức phá hoại cực mạnh."
  },
  "lore": {
    "zhs": "\n西风骑士团的重型仪式剑，通常需要经过团长和教会的双重通过才能获批配发。\n通过解析蒙德远古的圣遗物，蒙德的工匠学者在元素亲和的道路上取得了成果。\n这把厚重的大剑因此不但是西风骑士的殊荣，也是蒙德卫士勤奋和技术的结晶。\n通过它能轻易导出元素力量。谨记，破坏是为了守护必须守护的。\n\n虽然如今流传下来的，幼狼鲁斯坦创立的西风剑术，是以单手持握的长剑施展，\n但这剑术仍有失传的另一脉，即是光之狮艾伦德林同时使用长剑与大剑的战舞。\n因为对力量的要求过高，仅有天资极强者才可以施展。因此传承的脉络断绝了。\n\n艾伦德林与鲁斯坦是自幼一同长大的玩伴，分别出生自正统的骑士家族与佃户。\n成为英雄的梦想让他们成为了朋友，之后则是同僚，最后分别成为团长与副手。\n\n作为大团长，艾伦德林未曾获授神之眼。他的力量来自天资与极为刻苦的训练。\n他为自己的力量感到骄傲。整个骑士团乃至整个蒙德也为这样的团长感到骄傲。\n在鲁斯坦殒命后，艾伦德林不再展示自己的力量，不再以挑战凶暴魔兽为荣耀。\n",
    "zht": "\n西風騎士團的重型儀式劍，通常需要經過團長和教會的雙重通過才能獲批配發。\n透過解析蒙德遠古的聖遺物，蒙德的工匠學者在元素親和的道路上取得了成果。\n這把厚重的大劍因此不但是西風騎士的殊榮，也是蒙德衛士勤奮和技術的結晶。\n透過它能輕易導出元素力量。謹記，破壞是為了守護必須守護的。\n\n雖然如今流傳下來的，幼狼魯斯坦創立的西風劍術，是以單手持握的長劍施展，\n但這劍術仍有失傳的另一脈，即是光之獅艾倫德林同時使用長劍與大劍的戰舞。\n因為對力量的要求過高，僅有天資極強者才可以施展。因此傳承的脈絡斷絕了。\n\n艾倫德林與魯斯坦是自幼一同長大的玩伴，分別出生自正統的騎士家族與佃戶。\n成為英雄的夢想讓他們成為了朋友，之後則是同僚，最後分別成為團長與副手。\n\n作為大團長，艾倫德林未曾獲授神之眼。他的力量來自天資與極為刻苦的訓練。\n他為自己的力量感到驕傲。整個騎士團乃至整個蒙德也為這樣的團長感到驕傲。\n在魯斯坦殞命後，艾倫德林不再展示自己的力量，不再以挑戰兇暴魔獸為榮耀。\n",
    "jp": "\n西風騎士団の大型の儀礼用剣。団長と教会両方の許可を得ないと所持することは許されない。\nモンドの古き聖遺物を研究し、モンドの工学者が元素の活用方法で成果を挙げた。\nこの重い剣は西風騎士の栄光だけでなく、モンドを護る人々の勤労と技術の結晶でもある。\nこの剣であれば容易に元素の力を引き出すことが可能だ。だが肝に銘じてほしい。剣の鋭さは護るための力であり、傷つけるための力ではないことを。\n\n今なお引き継がれる、幼い狼ルースタンが編み出した長剣の剣術だが、\n一部の派生技は継承されなかった。それは、光の獅子エレンドリンが使用した長剣と大剣の二刀流戦法である。\n求められる技量が高すぎるため、天賦の才を持つ者しか会得出来ずに伝承が途絶えたのだ。\n\n正統な騎士の一族出身のエレンドリンと農民出身のルースタンは、子供の頃から一緒に成長してきた仲間である。\n英雄になるという共通の夢により二人は仲良くなった。そして同僚に、さらに団長とその右腕となった。\n\n団長となっても、エレンドリンは神の目を授かることはなかった。力の源は天賦の才と努力によるものである。\n彼は自分の力を誇りに思った。騎士団、さらにモンドの人々も、このような優秀な団長がいてくれることを誇りに思った。\nしかし、ルースタンが亡くなって以来、エレンドリンが自らの力を示すことはなくなった。凶暴な魔獣に挑むことが誇りであるとも思わなくなっていた。\n",
    "ko": "\n페보니우스 기사단의 대형 의식검. 단장과 성당의 동의를 모두 얻어야만 받을 수 있다.\n몬드의 대장장이 학자는 고대의 성유물을 분석하여 원소 친화적 분야에서 성과를 거둔다.\n그 때문에 이 묵직한 대검은 페보니우스 기사의 특별한 영예이자 몬드 근위병의 성실함과 기술의 결정체라고 할 수 있다.\n이걸 이용하면 원소의 힘을 보다 쉽게 끌어낼 수 있다. 하지만 파괴는 지켜야 하는 걸 지키기 위한 방법이란 걸 명심해야 한다.\n\n지금까지 내려온 어린 늑대 로스탐이 만든 페보니우스 검술은, 한손으로 장검을 들고 펼치는 것이지만,\n실전된 부분도 있다. 그건 빛의 사자 애런돌린이 장검과 대검을 동시에 사용하는 검술이다.\n힘이 너무 소모되기 때문에, 천부적인 강자만이 펼칠 수 있었다. 그런 까닭으로 명맥이 끊겼다.\n\n애런돌린과 로스탐은 어릴 때부터 함께 자란 친구로, 애런돌린은 정통 기사 가문, 로스탐은 소작농 집안 출신이었다.\n영웅이 되겠다는 꿈으로 그들은 친구가 되었다가 동료가 되었고 마지막으로 단장과 조수가 되었다.\n\n대단장으로 애런돌린은 신의 눈을 획득하지 못했다. 그의 힘은 재능과 극한의 훈련으로 이룬 것이었다.\n그는 자신의 힘을 자랑스러워했다. 기사단과 몬드 또한 이런 단장을 자랑스러워했다.\n로스탐이 죽은 후, 애런돌린은 더 이상 자신의 힘을 보이지 않았고, 난폭한 마수에 도전하는 것을 영광이라고 여기지 않았다.\n",
    "en": "\nA heavy ceremonial sword of the Knights of Favonius. It is usually only issued after the approval of both the Grand Master and the Church.\nThe craftsmen in Mondstadt have achieved some results in elemental affinity by studying the ancient artifacts of Mondstadt.\nThis heavy greatsword is not only an honor bestowed upon a Knight of Favonius, but also the fruit of the hard work and skills of the guardians of Mondstadt.\nIt can channel elemental power with ease. Its bearer would do well to remember that destruction is but a means to an end, the end being to defend that which must be defended.\n\nOnly a single-handed form of Rostam the Wolf Pup's Favonius Bladework survives today.\nAnother form has been lost to history: that of Arundolyn, the Lion of Light, who could wield both a longsword and greatsword together in battle.\nBecause of the great strength needed, only those gifted with extraordinary strength could attempt this form. Thus, it soon died out.\n\nClose companions growing up, Arundolyn was from a long line of knights while Rostam was born to a peasant family.\nTheir childhood friendship was forged from a shared dream of heroism. As young men, they became fellow knights; as mature adults, one became Grand Master and the other his assistant.\n\nGrand Master Arundolyn was no Vision bearer. His formidable strength came from a mixture of natural gifts and intense training.\nThe Grand Master's strength was his pride, and the Grand Master was the pride of the Knights — nay, the pride of all in Mondstadt.\nAfter Rostam met his fate, Arundolyn never displayed his strength again. For no longer was it a source of glory to challenge ferocious monsters.\n",
    "de": "\nEin schweres Zeremonienschwert des Ordo Favonius. Muss erst vom Meister des Ordens und der Kathedrale genehmigt werden.\nDie Handwerker Mondstadts haben durch Analysen von antiken Artefakten in Mondstadt ein paar erstaunliche Resultate bezüglich der Neigung zu bestimmten Elementen erbracht.\nDieses schwere Großschwert ist nicht nur eine Ehre für jeden, der es vom Ordo Favonius verliehen bekommt, es ist auch das Ergebnis harter Arbeit und des Könnens der Wächter von Mondstadt.\nEs vermag problemlos Elementarkräfte zu kanalisieren. Man beachte, dass seine schwere Zerstörungskraft nur der Verteidigung dient.\n\nAm heutigen Tag existiert nur noch eine einhändige Version der Favonius-Schwertkunst, die der Junge Wolf Rostam erfunden hat.\nEine weitere Form ist bereits in den Annalen der Geschichte verloren gegangen, nämlich die von Arundolyn, dem Löwen des Lichts, eine Technik die Lang- und Großschwert im Tanz verbindet.\nDa diese Technik viel Kraft erforderte, konnten nur die mit guter körperlicher Kondition sie erlernen.\n\nBereits als Kinder spielten Arundolyn und Rostam miteinander. Der erste kam aus einer langen Reihe von Rittern, während der zweite in einer Familie von Bauern aufwuchs.\nIhre Freundschaft von klein auf wurde gestärkt vom Traum ein Held zu werden. In jungen Jahren waren sie Ritter in Ausbildung und machten später Karrieren als Großmeister und Stellvertreter.\n\nAls Großmeister erhielt Arundolyn nie das Göttliche Auge. Seine Stärke kam einzig und allein von hartem Training und Talent.\nSeine Stärke war sein ganzer Stolz und er war der Stolz des Ritterordens, besser gesagt der ganzen Stadt.\nNach Rostams Tod zeigte Arundolyn seine Stärke nicht mehr. Der Kampf gegen Monster war für ihn nichts Glorreiches mehr.\n",
    "es": "\nUna espada pesada ceremonial de los Caballeros de Favonius. Debe contar con la aprobación del Gran Maestro y la Iglesia para ser entregada.\nLos artesanos de Mondstadt han obtenido ciertos resultados en afinidad elemental mediante el estudio de los antiguos artefactos.\nEsta gran espada no solo es un honor otorgado a un Caballero de Favonius, sino también el fruto del arduo trabajo y las habilidades de los guardianes de Mondstadt.\nPuede canalizar poderes elementales con facilidad. Pero hay que tener en cuenta que su poder destructivo tiene el propósito de proteger aquello que debe ser protegido.\n\nA día de hoy, solo sobrevive una Técnica de espada Favonius: la de Rostam, el Cachorro de Lobo, que consiste en blandir la espada con una mano.\nExistió otra técnica que se perdió tras muchas generaciones: la de Arundolyn, el León de la Luz, que podía manejar una espada larga y una grande a la vez en combate.\nDebido a la gran fuerza necesaria, solo aquellos dotados de una fuerza extraordinaria podían intentar esta técnica. Por ello, pronto desapareció.\n\nArundolyn y Rostam fueron buenos amigos que crecieron juntos. El primero procedía de un largo linaje de caballeros, mientras que Rostam nació en una familia campesina.\nSu sueño compartido de convertirse en héroes fue lo que forjó su amistad. De jóvenes, fueron compañeros caballeros; como adultos, uno se convirtió en Gran Maestro, y el otro, en su asistente.\n\nAunque era Gran Maestro, Arundolyn no era portador de la Visión. Su formidable fuerza provenía de una mezcla de dones innatos y entrenamiento intenso.\nEl Gran Maestro, que se vanagloriaba de su propia fuerza, era el orgullo de los Caballeros. No; era el orgullo de toda Mondstadt.\nDespués de la muerte de Rostam, Arundolyn nunca volvió a mostrar su fuerza. Sentía que desafiar a los feroces monstruos ya no era motivo de honor.\n",
    "fr": "\nUne épée rituelle à deux mains, utilisée par les chevaliers de l'Ordre de Favonius. Seuls ceux ou celles ayant reçu l'approbation du Grand maître et de l'Église peuvent la posséder.\nAprès des années de recherche, les forgerons de Mondstadt ont bien avancé dans le domaine de l'affinité élémentaire.\nCette épée lourde n'est pas seulement une récompense honorifique pour les chevaliers de l'Ordre ; elle représente aussi la maîtrise des techniques de combat et la ferveur des protecteurs de Mondstadt.\nInvoquer les éléments est un jeu d'enfant avec cette arme ; mais celui qui l'utilise doit se rappeler que la destruction n'est point un but, mais un moyen au service de la défense.\n\nDe l'art de l'épée fondé par Rostam, le Jeune Loup, ne reste aujourd'hui que la technique à une main.\nUne autre technique s'est perdue dans les méandres du temps : la technique dite d'Arundolyn, le Lion de la Lumière, que l'on disait capable d'utiliser simultanément deux armes en combat.\nSeuls les plus puissants des combattants pouvaient la mettre à profit ; aussi finit-elle par sombrer progressivement dans l'oubli.\n\nCompagnon d'enfance de Rostam, qui était d'origine modeste, Arundolyn était issu d'une longue lignée de chevaliers.\nL'amitié des deux futurs héros reposait sur une soif commune de gloire et d'honneur. Ayant atteint l'âge adulte, ils rejoignirent l'Ordre des chevaliers. L'un devint par la suite Grand Maître de l'Ordre, et l'autre son fidèle assistant.\n\nArundolyn, le Grand Maître, ne jouit jamais de l'Œil Divin. Il tirait sa formidable force de ses dons naturels doublés d'un entraînement intense.\nSa force faisait sa fierté ; et le Grand Maître faisait la fierté de l'Ordre – de l'entière Cité de Mondstadt même.\nMais plus jamais il ne fit montre de ses prouesses physiques après la mort de Rostam ; car défier les créatures des ténèbres n'était à ses yeux plus source de gloire.\n",
    "pt": "\nUma espada cerimonial pesada dos Cavaleiros de Favonius. Geralmente, só é entregue após a aprovação do Grande Mestre e da Igreja.\nO artesão de Mondstadt alcançou alguns resultados em afinidades elementais ao estudar os artefatos antigos de Mondstadt.\nEste espadão não é apenas uma honra concedida a um Cavaleiro de Favonius, mas também o fruto do trabalho árduo e das habilidades dos guardiões de Mondstadt.\nEle pode canalizar poder elemental com facilidade. Lembre bem, destruir é para defender o que deve ser defendido.\n\nHoje em dia apenas sobrevive uma técnica de espada Favonius: a de Rostam, o Filhote de Lobo, que consiste em brandir a espada com uma mão.\nOutra forma se perdeu na história: a de Arundolyn, o Leão da Luz, que podia empunhar uma espada longa e uma espada grande juntos na batalha.\nComo era tão exigente a nível de força, apenas os super jeitosos podiam conseguir, portanto, parou essa transmissão.\n\nBons amigos enquanto cresciam, Arundolyn era de uma longa linhagem de cavaleiros enquanto Rostam nasceu de uma família de camponeses.\nNo início, o sonho compartilhado de ser herói os tornou em bons amigos, logo depois, companheiros, e no final, Grande Mestre e assistente.\n\nComo o Grande Mestre, o Arundolyn nunca recebeu a Visão. Todas as suas forças vêm do seu talento e treinamento duro.\nEle é orgulhoso pela sua força, como todos os Cavaleiros de Favonius são orgulhosos pelo seu Grande Mestre.\nApós a morte do Rostam, o Arundolyn nunca mais ostentou a sua força, e nunca mais sentia honrado por desafiar os monstros.\n",
    "ru": "\nТяжёлый церемониальный меч рыцарей Ордо Фавониус. Обычно он выдаётся только тем, кто получил одобрение от магистра и церкви.\nПроанализировав древние артефакты Мондштадта, учёные и ремесленники добились некоторых результатов в сфере связи с элементами.\nПоэтому этот тяжёлый двуручный меч не только гордость Ордо Фавониус, но и квинтэссенция искусства и упорства защитников Мондштадта.\nМеч легко проводит силы элементов. Помните, уничтожение допустимо только для защиты того, что должно быть защищено.\n\nХотя дошедший до наших дней фехтовальный стиль Фавония, заложенный Волчонком Рустаном, основан на владении одноручным длинным мечом,\nсуществовал и другой стиль, потерянный в анналах истории: то был стиль Арундолина, Льва Света. В бою он использовал длинный меч и двуручный меч.\nТак как для этого требуется большая сила, только одаренные великой мощью могут пользоваться этой техникой. Поэтому она не дошла до наших дней.\n\nАрундолин и Рустан росли вместе и часто были партнерами по играм. Первый был потомком рыцарей, второй - обычным крестьянским ребёнком.\nЖелание стать героями свело их вместе и сделало друзьями, потом - коллегами и, наконец, Гранд мастером и его правой рукой.\n\nМагистр Арундолин не обладал Глазом Бога. Его сила проистекала из врожденного таланта и длительной подготовки.\nОн гордился своей силой. Весь орден и Мондштадт гордились своим магистром.\nПосле смерти Рустана Арундолин больше не демонстрировал свою мощь, не бросал вызов жутким монстрам ради славы.\n",
    "id": "\nPedang upacara yang berat milik Knights of Favonius. Biasanya dikeluarkan jika sudah mendapat persetujuan dari Grand Master dan gereja.\nPara pengrajin di Mondstadt telah mencapai beberapa hasil pada elemen afinitas dengan mempelajari artefak kuno Mondstadt.\nPedang besar yang berat ini tidak hanya untuk penghormatan kepada Knights of Favonius tapi juga buah hasil kerja keras dan kemampuan dari para penjaga Mondstadt.\nDapat menyalurkan kekuatan elemental dengan mudah. Pemiliknya bisa dengan mudah mengingat bahwa kehancuran diperlukan untuk melindungi.\n\nHanya gaya pedang satu tangan dari Rostam, the Wolf Pup's sang pengrajin yang bertahan sampai hari ini,\nFormasi lainnya hilang ditelan sejarah, Arundolyn, Lion of Light, yang dapat memakai baik pedang panjang dan pedang besar bersamaan dalam pertempuran.\nKarena kekuatan besar yang dibutuhkan, hanya mereka yang diberkati dengan kekuatan luar biasa bisa memakai formasi ini. Karena itu, formasi ini mati dengan cepat.\n\nTeman dekat yang tumbuh dewasa, Arundolyn berasal dari keluarga kesatria turun-temurun sementara Rostam dilahirkan dari keluarga petani.\nPersahabatan masa kecil mereka ditempa dari sebuah mimpi heroik. Sebagai anak muda mereka menjadi kesatria, sebagai orang dewasa, yang satu menjadi Grand Master dan satunya lagi adalah asistennya.\n\nGrand Master Arundolyn bukanlah pemilik Vision. Kekuatannya yang tangguh berasal dari gabungan bakat alami dan latihan tekun.\nGrand Master sangat membanggakan kekuatannya. Para Knight dan seluruh Mondstadt sangat membanggakan Grand Master mereka.\nSetelah Rostam menemui takdirnya, Arundolyn tidak pernah memperlihatkan kekuatannya lagi. Dia juga tidak lagi merasa mulia dengan menantang para monster ganas.\n",
    "th": "\nดาบพิธีกรรมอย่างหนักของกองอัศวินแห่ง Favonius โดยปกติจะออกได้ภายหลังจากได้รับอนุมัติจากทั้งหัวหน้ากองและคริสตจักร\nช่างฝีมือใน Mondstadt ได้รับผลลัพธ์บางอย่างจากความสัมพันธ์เชิงองค์ประกอบธาตุโดยการศึกษาสิ่งประดิษฐ์โบราณของ Mondstadt\nดาบใหญ่หนักนี้ไม่เพียงแต่เป็นเกียรติยศของเหล่าอัศวินแห่ง Favonius เท่านั้น แต่ยังรวมถึงการตกผลึกของความขยันและทักษะของผู้พิทักษ์ Mondstadt\nมันง่ายที่จะได้รับพลังธาตุผ่านมัน โปรดจำไว้ว่าการทำลายล้างนั้นเพื่อปกป้องสิ่งที่ต้องปกป้อง\n\nถึงแม้วิชาดาบแห่ง Favonius ของหมาป่าหนุ่ม Rostam ซึ่งเป็นการตั้งท่าโดยใช้มือเดียวในการถือดาบเล่มยาวจะมีการสืบทอดมาจนถึงทุกวันนี้\nแต่วิชาดาบนี้ก็ยังขาดหายไปส่วนนึง นั่นก็คือระบำดาบที่ใช้ดาบยาวและดาบใหญ่ในคราวเดียวของราชสีห์แห่งแสง Arundolyn\nเพราะว่าต้องใช้พลังงานมากเกินไป จึงมีเพียงผู้ที่แข็งแกร่งอย่างผิดมนุษย์มนาเท่านั้นที่จะสามารถใช้ได้ ซึ่งด้วยเหตุนี้จึงขาดผู้สืบทอดไปในที่สุด\n\nArundolyn และ Rostam นั้นคือเพื่อนในวัยเด็กที่เล่นและเติบโตขึ้นมาด้วยกัน ซึ่งความต่างเพียงอย่างเดียวของพวกเขาก็คือคนแรกนั้นเกิดขึ้นมาในตระกูลของอัศวิน ส่วนอีกคนเกิดมาในครอบครัวของชาวนา\nความฝันของพวกเขาในการเป็นวีรบุรุษนั้นทำให้พวกเขากลายมาเป็นเพื่อนร่วมงานกันในภายหลังและในที่สุดก็เป็นหัวหน้าและผู้ช่วย\n\nสำหรับผู้บัญชาการส่วน Arundolyn แล้ว เขาไม่ได้มีวิชั่น โดยพลังของเขานั้นมาจากส่วนผสมระหว่างพรสวรรค์ที่ติดตัวมาแต่กำเนิดและการฝึกฝนอย่างเอาเป็นเอาตาย\nเขาภาคภูมิกับพลังของตนเองมาก และกองอัศวินทั้งหมดรวมไปถึงผู้คนทั้ง Mondstadt ก็ภาคภูมิใจไปกับหัวหน้าใหญ่ผู้นี้ด้วย\nหลังจากการตายของ Rostam... Arundolyn ก็ไม่แสดงพลังของเขาอีกต่อไปและก็ไม่เชิดชูการท้าทายต่อเหล่าอสูรที่ดุร้ายอีกต่อไป\n",
    "vi": "\nTrọng kiếm nghi thức của Đội kỵ sĩ Tây Phong, thông thường phải được đội trưởng và Giáo Hội phê chuẩn mới được phân phát.\nQua việc phân tích Thánh Di Vật viễn cổ của Mondstadt, các thợ thủ công Mondstadt đạt được thành quả trong công việc tăng sức mạnh nguyên tố.\nThanh trọng kiếm này không chỉ là danh hiệu vinh dự cho kỵ sĩ Tây Phong, mà còn là sự kết tinh giữa sự tinh nhuệ và ý chí phấn đấu của vệ sĩ Mondstadt.\nSử dụng nó có thể điều khiển sức mạnh nguyên tố dễ dàng. Nhưng hãy nhớ rằng, phá vỡ là để bảo vệ những thứ cần bảo vệ.\n\nMặc dù nó được truyền lại cho đến ngày hôm nay, Tây Phong Kiếm Thuật được tạo ra bởi sói con Rostam là sử dụng một tay cầm trường kiếm,\nThế nhưng kiếm thuật vẫn thất truyền đi một phần, đó là Arundolyn - Sư Tử Ánh Sáng cùng lúc sử dụng trường kiếm và đại kiếm.\nLà do yêu cầu về sức lực quá lớn, chỉ có những người có thiên phú khỏe mạnh mới có thể thi triển. Vì vậy không ai kế thừa được điều đó.\n\nArundolyn và Rostam cùng nhau lớn lên từ bé, lần lượt sinh ra trong gia tộc kỵ sĩ chính thống và gia đình nhà nông.\nƯớc mơ trở thành anh hùng đã khiến họ trở thành bạn bè, sau đó trở thành đồng đội, cuối cùng là đội trưởng và trợ lý.\n\nLà Đại Đội Trưởng, Arundolyn chưa từng có được Vision. Sức mạnh của anh đến từ tư chất thiên bẩm và sự luyện tập hà khắc.\nAnh luôn cảm thấy tự hào với sức mạnh của mình. Cả đội kỵ sĩ lẫn thành Mondstadt đều cảm thấy tự hào vì một đội trưởng như vậy.\nTrong thời khắc Rostam chết đi, Arundolyn đã không thể hiện sức mạnh của bản thân nữa, cũng không khiêu chiến với ma thú hung tàn nữa.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "顺风而行",
        "zht": "順風而行",
        "jp": "追い風が吹く",
        "ko": "바람과 함께",
        "en": "Windfall",
        "de": "Folge dem Wind",
        "es": "Avanza con el viento",
        "fr": "Charge critique",
        "pt": "Companhia do Vento",
        "ru": "Дружественный бриз",
        "id": "Wind Companion",
        "th": "Windfall",
        "vi": "Đi Cùng Với Gió"
      },
      "description": {
        "zhs": "攻击造成暴击时，有<color=#99FFFFFF>60%</color>的几率产生少量元素微粒，能为角色恢复6点元素能量。该效果每<color=#99FFFFFF>12</color>秒只能触发一次。",
        "zht": "攻擊造成暴擊時，有<color=#99FFFFFF>60%</color>的機率產生少量元素微粒，能為角色恢復6點元素能量。該效果每<color=#99FFFFFF>12</color>秒只能觸發一次。",
        "jp": "会心攻撃をした時、<color=#99FFFFFF>60%</color>の確率で少量の元素粒子を生成し、元素エネルギーを6回復する。<color=#99FFFFFF>12</color>秒毎に1回のみ発動可能。",
        "ko": "치명타 시 <color=#99FFFFFF>60%</color>의 확률로 소량의 원소 구슬이 생성되고 캐릭터의 원소 에너지를 6pt 회복한다. 해당 효과는 <color=#99FFFFFF>12</color>초마다 1회만 발동한다",
        "en": "CRIT Hits have a <color=#99FFFFFF>60%</color> chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every <color=#99FFFFFF>12</color>s.",
        "de": "Erschafft bei einem KT mit einer Wahrscheinlichkeit von <color=#99FFFFFF>60 %</color> einige Elementarteilchen, die der Figur 6 Punkte Elementarenergie wiederherstellen. <color=#99FFFFFF>12</color> s Abklingzeit.",
        "es": "Los Golpes CRIT tienen un <color=#99FFFFFF>60%</color> de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada <color=#99FFFFFF>12</color> s.",
        "fr": "Les coups CRIT des attaques ont <color=#99FFFFFF>60 %</color> de chances de générer une faible quantité de particules élémentaires qui restaurent 6 pts d'énergie. Cet effet peut être déclenché 1 fois toutes les <color=#99FFFFFF>12</color> s.",
        "pt": "Os Acertos Críticos possuem <color=#99FFFFFF>60%</color> de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada <color=#99FFFFFF>12</color>s.",
        "ru": "Критические атаки имеют <color=#99FFFFFF>60%</color> шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в <color=#99FFFFFF>12</color> сек.",
        "id": "Serangan CRIT memiliki <color=#99FFFFFF>60%</color> persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap <color=#99FFFFFF>12 detik</color>.",
        "th": "เมื่อโจมตีคริติคอล จะมีโอกาส <color=#99FFFFFF>60%</color> ที่จะ สร้างอณูธาตุ ซึ่งใช้ฟื้นฟู พลังงานธาตุได้ 6 หน่วย โดยเอฟเฟกต์นี้จะใช้ได้ หนึ่งครั้งในทุก <color=#99FFFFFF>12</color> วินาที",
        "vi": "Khi tạo thành bạo kích có tỷ lệ <color=#99FFFFFF>60%</color> sinh ra một lượng nhỏ Nguyên Tố Hạt Nhân, khôi phục 6 Năng Lượng Nguyên Tố cho nhân vật. Mỗi <color=#99FFFFFF>12</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "顺风而行",
        "zht": "順風而行",
        "jp": "追い風が吹く",
        "ko": "바람과 함께",
        "en": "Windfall",
        "de": "Folge dem Wind",
        "es": "Avanza con el viento",
        "fr": "Charge critique",
        "pt": "Companhia do Vento",
        "ru": "Дружественный бриз",
        "id": "Wind Companion",
        "th": "Windfall",
        "vi": "Đi Cùng Với Gió"
      },
      "description": {
        "zhs": "攻击造成暴击时，有<color=#99FFFFFF>70%</color>的几率产生少量元素微粒，能为角色恢复6点元素能量。该效果每<color=#99FFFFFF>10.5</color>秒只能触发一次。",
        "zht": "攻擊造成暴擊時，有<color=#99FFFFFF>70%</color>的機率產生少量元素微粒，能為角色恢復6點元素能量。該效果每<color=#99FFFFFF>10.5</color>秒只能觸發一次。",
        "jp": "会心攻撃をした時、<color=#99FFFFFF>70%</color>の確率で少量の元素粒子を生成し、元素エネルギーを6回復する。<color=#99FFFFFF>10.5</color>秒毎に1回のみ発動可能。",
        "ko": "치명타 시 <color=#99FFFFFF>70%</color>의 확률로 소량의 원소 구슬이 생성되고 캐릭터의 원소 에너지를 6pt 회복한다. 해당 효과는 <color=#99FFFFFF>10.5</color>초마다 1회만 발동한다",
        "en": "CRIT Hits have a <color=#99FFFFFF>70%</color> chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every <color=#99FFFFFF>10.5</color>s.",
        "de": "Erschafft bei einem KT mit einer Wahrscheinlichkeit von <color=#99FFFFFF>70 %</color> einige Elementarteilchen, die der Figur 6 Punkte Elementarenergie wiederherstellen. <color=#99FFFFFF>10,5</color> s Abklingzeit.",
        "es": "Los Golpes CRIT tienen un <color=#99FFFFFF>70%</color> de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada <color=#99FFFFFF>10.5</color> s.",
        "fr": "Les coups CRIT des attaques ont <color=#99FFFFFF>70 %</color> de chances de générer une faible quantité de particules élémentaires qui restaurent 6 pts d'énergie. Cet effet peut être déclenché 1 fois toutes les <color=#99FFFFFF>10,5</color> s.",
        "pt": "Os Acertos Críticos possuem <color=#99FFFFFF>70%</color> de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada <color=#99FFFFFF>10.5</color>s.",
        "ru": "Критические атаки имеют <color=#99FFFFFF>70%</color> шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в <color=#99FFFFFF>10,5</color> сек.",
        "id": "Serangan CRIT memiliki <color=#99FFFFFF>70%</color> persentase untuk memunculkan sejumlah kecil Elemental Orb yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap <color=#99FFFFFF>10,5 detik</color>.",
        "th": "เมื่อโจมตีคริติคอล จะมีโอกาส <color=#99FFFFFF>70%</color> ที่จะ สร้างอณูธาตุ ซึ่งใช้ฟื้นฟู พลังงานธาตุได้ 6 หน่วย โดยเอฟเฟกต์นี้จะใช้ได้ หนึ่งครั้งในทุก <color=#99FFFFFF>10.5</color> วินาที",
        "vi": "Khi tạo thành bạo kích có tỷ lệ <color=#99FFFFFF>70%</color> sinh ra một lượng nhỏ Nguyên Tố Hạt Nhân, khôi phục 6 Năng Lượng Nguyên Tố cho nhân vật. Mỗi <color=#99FFFFFF>10.5</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "顺风而行",
        "zht": "順風而行",
        "jp": "追い風が吹く",
        "ko": "바람과 함께",
        "en": "Windfall",
        "de": "Folge dem Wind",
        "es": "Avanza con el viento",
        "fr": "Charge critique",
        "pt": "Companhia do Vento",
        "ru": "Дружественный бриз",
        "id": "Wind Companion",
        "th": "Windfall",
        "vi": "Đi Cùng Với Gió"
      },
      "description": {
        "zhs": "攻击造成暴击时，有<color=#99FFFFFF>80%</color>的几率产生少量元素微粒，能为角色恢复6点元素能量。该效果每<color=#99FFFFFF>9</color>秒只能触发一次。",
        "zht": "攻擊造成暴擊時，有<color=#99FFFFFF>80%</color>的機率產生少量元素微粒，能為角色恢復6點元素能量。該效果每<color=#99FFFFFF>9</color>秒只能觸發一次。",
        "jp": "会心攻撃をした時、<color=#99FFFFFF>80%</color>の確率で少量の元素粒子を生成し、元素エネルギーを6回復する。<color=#99FFFFFF>9</color>秒毎に1回のみ発動可能。",
        "ko": "치명타 시 <color=#99FFFFFF>80%</color>의 확률로 소량의 원소 구슬이 생성되고 캐릭터의 원소 에너지를 6pt 회복한다. 해당 효과는 <color=#99FFFFFF>9</color>초마다 1회만 발동한다",
        "en": "CRIT Hits have a <color=#99FFFFFF>80%</color> chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every <color=#99FFFFFF>9</color>s.",
        "de": "Erschafft bei einem KT mit einer Wahrscheinlichkeit von <color=#99FFFFFF>80 %</color> einige Elementarteilchen, die der Figur 6 Punkte Elementarenergie wiederherstellen. <color=#99FFFFFF>9</color> s Abklingzeit.",
        "es": "Los Golpes CRIT tienen un <color=#99FFFFFF>80%</color> de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada <color=#99FFFFFF>9</color> s.",
        "fr": "Les coups CRIT des attaques ont <color=#99FFFFFF>80 %</color> de chances de générer une faible quantité de particules élémentaire qui restaurent 6 pts d'énergie. Cet effet peut être déclenché 1 fois toutes les <color=#99FFFFFF>9</color> s.",
        "pt": "Os Acertos Críticos possuem <color=#99FFFFFF>80%</color> de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada <color=#99FFFFFF>9</color>s.",
        "ru": "Критические атаки имеют <color=#99FFFFFF>80%</color> шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в <color=#99FFFFFF>9</color> сек.",
        "id": "Serangan CRIT memiliki <color=#99FFFFFF>80%</color> persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap <color=#99FFFFFF>9 detik</color>.",
        "th": "เมื่อโจมตีคริติคอล จะมีโอกาส <color=#99FFFFFF>80%</color> ที่จะ สร้างอณูธาตุ ซึ่งใช้ฟื้นฟู พลังงานธาตุได้ 6 หน่วย โดยเอฟเฟกต์นี้จะใช้ได้ หนึ่งครั้งในทุก <color=#99FFFFFF>9</color> วินาที",
        "vi": "Khi tạo thành bạo kích có tỷ lệ <color=#99FFFFFF>80%</color> sinh ra một lượng nhỏ Nguyên Tố Hạt Nhân, khôi phục 6 Năng Lượng Nguyên Tố cho nhân vật. Mỗi <color=#99FFFFFF>9</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "顺风而行",
        "zht": "順風而行",
        "jp": "追い風が吹く",
        "ko": "바람과 함께",
        "en": "Windfall",
        "de": "Folge dem Wind",
        "es": "Avanza con el viento",
        "fr": "Charge critique",
        "pt": "Companhia do Vento",
        "ru": "Дружественный бриз",
        "id": "Wind Companion",
        "th": "Windfall",
        "vi": "Đi Cùng Với Gió"
      },
      "description": {
        "zhs": "攻击造成暴击时，有<color=#99FFFFFF>90%</color>的几率产生少量元素微粒，能为角色恢复6点元素能量。该效果每<color=#99FFFFFF>7.5</color>秒只能触发一次。",
        "zht": "攻擊造成暴擊時，有<color=#99FFFFFF>90%</color>的機率產生少量元素微粒，能為角色恢復6點元素能量。該效果每<color=#99FFFFFF>7.5</color>秒只能觸發一次。",
        "jp": "会心攻撃をした時、<color=#99FFFFFF>90%</color>の確率で少量の元素粒子を生成し、元素エネルギーを6回復する。<color=#99FFFFFF>7.5</color>秒毎に1回のみ発動可能。",
        "ko": "치명타 시 <color=#99FFFFFF>90%</color>의 확률로 소량의 원소 구슬이 생성되고 캐릭터의 원소 에너지를 6pt 회복한다. 해당 효과는 <color=#99FFFFFF>7.5</color>초마다 1회만 발동한다",
        "en": "CRIT Hits have a <color=#99FFFFFF>90%</color> chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every <color=#99FFFFFF>7.5</color>s.",
        "de": "Erschafft bei einem KT mit einer Wahrscheinlichkeit von <color=#99FFFFFF>90 %</color> einige Elementarteilchen, die der Figur 6 Punkte Elementarenergie wiederherstellen. <color=#99FFFFFF>7,5</color> s Abklingzeit.",
        "es": "Los Golpes CRIT tienen un <color=#99FFFFFF>90%</color> de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada <color=#99FFFFFF>7.5</color> s.",
        "fr": "Les coups CRIT des attaques ont <color=#99FFFFFF>90 %</color> de chances de générer une faible quantité de particules élémentaires qui restaurent 6 pts d'énergie. Cet effet peut être déclenché 1 fois toutes les <color=#99FFFFFF>7,5</color> s.",
        "pt": "Os Acertos Críticos possuem <color=#99FFFFFF>90%</color> de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada <color=#99FFFFFF>7.5</color>s.",
        "ru": "Критические атаки имеют <color=#99FFFFFF>90%</color> шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в <color=#99FFFFFF>7,5</color> сек.",
        "id": "Serangan CRIT memiliki <color=#99FFFFFF>90%</color> persentase untuk memunculkan sejumlah kecil Elemental Orb yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap <color=#99FFFFFF>7,5 detik</color>.",
        "th": "เมื่อโจมตีคริติคอล จะมีโอกาส <color=#99FFFFFF>90%</color> ที่จะ สร้างอณูธาตุ ซึ่งใช้ฟื้นฟู พลังงานธาตุได้ 6 หน่วย โดยเอฟเฟกต์นี้จะใช้ได้ หนึ่งครั้งในทุก <color=#99FFFFFF>7.5</color> วินาที",
        "vi": "Khi tạo thành bạo kích có tỷ lệ <color=#99FFFFFF>90%</color> sinh ra một lượng nhỏ Nguyên Tố Hạt Nhân, khôi phục 6 Năng Lượng Nguyên Tố cho nhân vật. Mỗi <color=#99FFFFFF>7.5</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "顺风而行",
        "zht": "順風而行",
        "jp": "追い風が吹く",
        "ko": "바람과 함께",
        "en": "Windfall",
        "de": "Folge dem Wind",
        "es": "Avanza con el viento",
        "fr": "Charge critique",
        "pt": "Companhia do Vento",
        "ru": "Дружественный бриз",
        "id": "Wind Companion",
        "th": "Windfall",
        "vi": "Đi Cùng Với Gió"
      },
      "description": {
        "zhs": "攻击造成暴击时，有<color=#99FFFFFF>100%</color>的几率产生少量元素微粒，能为角色恢复6点元素能量。该效果每<color=#99FFFFFF>6</color>秒只能触发一次。",
        "zht": "攻擊造成暴擊時，有<color=#99FFFFFF>100%</color>的機率產生少量元素微粒，能為角色恢復6點元素能量。該效果每<color=#99FFFFFF>6</color>秒只能觸發一次。",
        "jp": "会心攻撃をした時、<color=#99FFFFFF>100%</color>の確率で少量の元素粒子を生成し、元素エネルギーを6回復する。<color=#99FFFFFF>6</color>秒毎に1回のみ発動可能。",
        "ko": "치명타 시 <color=#99FFFFFF>100%</color>의 확률로 소량의 원소 구슬이 생성되고 캐릭터의 원소 에너지를 6pt 회복한다. 해당 효과는 <color=#99FFFFFF>6</color>초마다 1회만 발동한다",
        "en": "CRIT Hits have a <color=#99FFFFFF>100%</color> chance to generate a small amount of Elemental Particles, which will regenerate 6 Energy for the character. Can only occur once every <color=#99FFFFFF>6</color>s.",
        "de": "Erschafft bei einem KT mit einer Wahrscheinlichkeit von <color=#99FFFFFF>100 %</color> einige Elementarteilchen, die der Figur 6 Punkte Elementarenergie wiederherstellen. <color=#99FFFFFF>6</color> s Abklingzeit.",
        "es": "Los Golpes CRIT tienen un <color=#99FFFFFF>100%</color> de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada <color=#99FFFFFF>6</color> s.",
        "fr": "Les coups CRIT des attaques ont <color=#99FFFFFF>100 %</color> de chances de générer une faible quantité de particules élémentaire qui restaurent 6 pts d'énergie. Cet effet peut être déclenché 1 fois toutes les <color=#99FFFFFF>6</color> s.",
        "pt": "Os Acertos Críticos possuem <color=#99FFFFFF>100%</color> de chance de gerar uma pequena quantidade de Partícula Elemental, que irá regenerar 6 de Energia para o Personagem. Pode ocorrer uma vez a cada <color=#99FFFFFF>6</color>s.",
        "ru": "Критические атаки имеют <color=#99FFFFFF>100%</color> шанс создать элементальные частицы, которые восстанавливают 6 ед. энергии. Возникает раз в <color=#99FFFFFF>6</color> сек.",
        "id": "Serangan CRIT memiliki <color=#99FFFFFF>100%</color> persentase untuk memunculkan sejumlah kecil Elemental Particle yang bisa memulihkan energy karakter sebanyak 6 pt. Dapat terpicu setiap <color=#99FFFFFF>6 detik</color>.",
        "th": "เมื่อโจมตีคริติคอล จะมีโอกาส <color=#99FFFFFF>100%</color> ที่จะ สร้างอณูธาตุ ซึ่งใช้ฟื้นฟู พลังงานธาตุได้ 6 หน่วย โดยเอฟเฟกต์นี้จะใช้ได้ หนึ่งครั้งในทุก <color=#99FFFFFF>6</color> วินาที",
        "vi": "Khi tạo thành bạo kích có tỷ lệ <color=#99FFFFFF>100%</color> sinh ra một lượng nhỏ Nguyên Tố Hạt Nhân, khôi phục 6 Năng Lượng Nguyên Tố cho nhân vật. Mỗi <color=#99FFFFFF>6</color>s mới thi triển 1 lần."
      }
    }
  ],
  "internal_name": "Claymore_Zephyrus",
  "imgid": "claymore/zephyrus"
}