[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Info Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "罗莎莉亚是蒙德城西风教会下属的一名修女。\n\n虽说都是神职人员，人们却总会把她和芭芭拉、吉丽安娜等人区分开来。\n\n光看外形她姑且还能算是神职人员，平日的言行举止却丝毫没有神职人员应有的风范。\n\n对神的敬畏之心比普通蒙德市民还少，平日从不参加教会举办的活动。\n\n独来独往，单独行动。偶尔出现在大教堂，也只是坐在最后一排长椅上静静地抽烟。\n\n特立独行的罗莎莉亚，根本只是个教会挂名人士而已。",
      "zht": "蘿莎莉亞是隸屬於蒙德城西風教會的一名修女。\n\n雖然同為神職人員，人們卻總會把她和芭芭拉、吉麗安娜等人區分開來。\n\n若只看外形她姑且還能算是神職人員，但她平日的言行舉止卻絲毫沒有神職人員應有的風範。\n\n對神的敬畏之心比普通蒙德市民還少，平日從不參加教會舉辦的活動。\n\n獨來獨往，單獨行動。偶爾出現在大教堂，也只是坐在最後一排長椅上靜靜地抽煙。\n\n特立獨行的蘿莎莉亞，根本只是掛名教會的人而已。",
      "jp": "ロサリアは、モンドの西風教会に所属するシスター。\n\n同じ聖職者でも、バーバラやジリアンナたちとは違った目で見られることが多い。\n\n服装こそは聖職者だが、普段の言葉使いや所作は聖職者とかけ離れている。\n\nモンドの一般市民たちよりも信仰心が低く、普段も教会の活動に参加しない。\n\n彼女は単独行動を好む。稀に大聖堂に姿を現すこともあるが、一番後ろの長椅子で黙々とタバコをくゆらすだけ。\n\n他人を頼らず、いつも一人で行動するロサリアは名ばかりのシスターである。",
      "ko": "로자리아는 몬드성 페보니우스 성당 소속의 수녀다.\n\n같은 성직자지만 사람들은 그녀를 바바라나 젤리안나와는 다르게 생각한다.\n\n그녀의 겉모습만 봤을 때는 성직자라고 할 수 있겠지만, 평소 그녀의 언행은 성직자다운 느낌이 전혀 없다.\n\n신에 대한 경외심이 평범한 몬드 시민보다도 부족하고 평소 성당에서 진행되는 행사에도 잘 참여하지 않는다.\n\n그녀는 늘 단독 행동을 한다. 가끔 성당에 나타난다 해도 맨 뒷줄에 앉아 조용히 담배를 피울 뿐이다.\n\n단독행동을 일삼는 로자리아는, 사실 성당에 이름만 등록되어 있는 성직자라고 할 수 있다",
      "en": "Rosaria is one of the sisters of Mondstadt's Church of Favonius.\n\nThough she is just as much a woman of the cloth as the likes of Barbara and Jilliana, people tend to make a mental distinction between Rosaria and other members of the clergy.\n\nWhile she might dress the part — at least, to a certain extent — her speech and actions do not reflect her office in the slightest.\n\nFurthermore, she displays even less reverence towards the gods than the ordinary citizens, and she routinely skips her various church engagements.\n\nShe comes, goes, and acts in solitude, and if she were ever to make an appearance in the Cathedral, it would be to smoke in the rearmost pew.\n\nSuch a lone wolf is Rosaria that perhaps she should be considered a clergywoman in name only.",
      "de": "Rosaria ist eine Ordensschwester der Favonius-Kathedrale in Mondstadt.\n\nObwohl sie dort alle Geistliche sind, neigen die Leute dazu, sie stets anders zu behandeln als Barbara, Jilliana und die anderen.\n\nAllein durch ihr Äußeres würde man sie für eine Geistliche halten, aber ihre alltäglichen Worte und Handlungen entsprachen ganz und gar nicht denen einer Geistlichen.\n\nSie hat weniger Ehrfurcht vor den Göttern als der gewöhnliche Bürger von Mondstadt und besucht an Wochentagen nie die Aktivitäten der Kathedrale.\n\nSie bleibt gern für sich und macht auch sonst alles allein. Gelegentlich taucht sie in der Kathedrale auf, sitzt dann aber nur in der letzten Reihe der Bänke und raucht leise vor sich hin.\n\nRosaria ist einfach nur auf dem Papier eine Figur der Kathedrale.",
      "es": "Rosaria es una monja adscrita a la Iglesia de Favonius de Mondstadt.\n\nAunque es miembro del clero, la gente siempre la considera muy distinta a otras hermanas, como Bárbara o Jilliana.\n\nPor su aspecto, se puede ver que es miembro de la Iglesia, pero su conducta y manera de hablar no lo demuestran en absoluto.\n\nVenera menos a los dioses que cualquier ciudadano común de Mondstadt y nunca participa en las actividades organizadas por la Iglesia.\n\nSiempre va sola a todas partes y actúa en solitario. Las pocas veces que aparece por la Catedral, se sienta en uno de los bancos del fondo mientras fuma en silencio.\n\nIndependiente y siempre caminando por su cuenta, lo único que hace que Rosaria sea miembro de la Iglesia es el título de “monja” que ostenta.",
      "fr": "Rosalia est l'une des sœurs de l'Église de Favonius de la Cité de Mondstadt.\n\nLes gens ne la considèrent pas de la même manière que d'autres membres du clergé, comme Barbara ou Gillianna par exemple.\n\nSi son apparence peut à la rigueur correspondre à l'idée qu'on se fait d'un membre de l'église, sa conduite est, elle, plutôt hors norme.\n\nRosalia fait preuve d'encore moins de révérence que l'homme du peuple envers les Archons, et ne participe généralement pas aux activités organisées par l'Église.\n\nElle va où elle veut comme elle veut, et agit seule quand elle agit. On peut parfois la croiser à la cathédrale – allongée sur un des bancs du fond et fumant tranquillement.\n\nAu vu de cette indépendance d'esprit et de mouvement, on n'aurait pas tort de penser qu'elle n'a de « sœur de l'Église » que le nom.",
      "pt": "Rosaria é uma das freiras da Igreja Favonius de Mondstadt.\n\nEmbora ela faça parte do clero, as pessoas sempre a consideram muito diferente de outras freiras, como Barbara e Jilliana.\n\nSua aparência indica que ela é um membro da igreja, mas suas ações e forma de falar não demonstram isso nem um pouco.\n\nEla venera menos os deuses do que qualquer outro cidadão comum, e quase nunca participa das atividades da igreja.\n\nEla vive em solidão. Nas poucas vezes em que aparece na Catedral, ela se senta em um dos bancos ao fundo para fumar.\n\nA loba solitária Rosaria é uma clériga apenas no nome.",
      "ru": "Розария - сестра церкви Фавония в Мондштадте.\n\nНа таких же священнослужительниц, как Барбара с Джиллианой, она не похожа ни капли.\n\nЕсли внешний вид ещё позволяет отнести Розарию к духовенству, то манера говорить и держаться выдаёт в ней далёкого от церкви человека.\n\nБогов сия сестра почитает не больше, чем любой другой мондштадтский обыватель, а все дела церковные она старается избегать.\n\nДержится особняком и всегда действует в одиночку. Если в соборе и появляется, так только на последних рядах и с дымящейся сигаретой.\n\nДорогой читатель не ошибётся, если предположит, что независимую Розарию с церковью Фавония связывает лишь титул.",
      "id": "Rosaria adalah suster Church of Favonius.\n\nMeski sama-sama bekerja di bidang keagamaan, orang-orang selalu membedakan Rosaria dengan suster lain seperti Barbara, Jilliana, dan lainnya.\n\nSebenarnya kalau hanya dilihat dari penampilannya, Rosaria masih bisa disebut sebagai suster. Namun kalau dilihat dari sikap dan perilakunya, dia sama sekali tidak mencerminkan sosok seorang suster.\n\nDia kurang memiliki rasa hormat dan takut terhadap Archon kalau dibandingkan dengan penduduk Mondstadt yang lainnya. Dia juga sering tidak mengikuti aktivitas-aktivitas di Katedral.\n\nRosaria selalu pergi dan bertindak atas kemauan sendiri. Terkadang dia juga berada di Katedral, duduk di barisan kursi belakang dan merokok sambil berdiam.\n\nRosaria, Rosaria... profesinya di Katedral mungkin hanya sebatas identitas semata.",
      "th": "Rosaria เป็นหนึ่งในซิสเตอร์ของ Favonius Church แห่ง Mondstadt\n\nถึงแม้จะเป็นสมาชิกฝ่ายกิจการศาสนาเหมือนกัน แต่ผู้คนมักจะแยกเธอออกจาก Barbara , Jilliana และซิสเตอร์คนอื่น ๆ\n\nหากมองจากรูปลักษณ์ภายนอกเพียงอย่างเดียว ก็ยังพอจะถือได้ว่าเป็นสมาชิกฝ่ายกิจการศาสนา แต่หากมองจากคำพูดและพฤติกรรมของเธอแล้วล่ะก็ กลับไม่สะท้อนให้เห็นถึงความเป็นสมาชิกฝ่ายกิจการศาสนาเลยแม้แต่น้อย\n\nความเคารพยำเกรงที่เธอมีต่อเทพเจ้านั้นยังน้อยกว่าชาวเมือง Mondstadt เสียด้วยซ้ำ ดังนั้นเธอจึงไม่เคยเข้าร่วมกิจกรรมที่โบสถ์จัดขึ้นเลย\n\nเธอมักจะไปไหนมาไหนและทำอะไรคนเดียวอยู่เสมอ บางครั้งเธอจะปรากฏตัวในมหาวิหาร โดยนั่งสูบบุหรี่อยู่ที่ม้านั่งด้านหลังสุดอย่างเงียบ ๆ\n\nRosaria ผู้รักสันโดษผู้นี้ เป็นนักบวชเพียงแค่ในนามเท่านั้นจริง ๆ",
      "vi": "Rosaria là một tu nữ thuộc giáo hội Tây Phong Mondstadt.\n\nTuy đều là người của giáo hội, nhưng mọi người thường tách riêng cô ra với Barbara, Jilliana...\n\nNếu chỉ xét về ngoại hình vẫn có thể tạm gọi là bề tôi của Thần, nhưng lời ăn tiếng nói thường ngày lại chẳng mang một chút phong thái gì của người trong giáo hội cả.\n\nLòng kính nể với Thần còn ít hơn cả cư dân Mondstadt, bình thường không bao giờ tham gia các hoạt động mà giáo hội tổ chức.\n\nMột thân một mình, hành động đơn lẻ. Thỉnh thoảng xuất hiện ở Đại Giáo Đường cũng chỉ ngồi ở hàng ghế sau cùng trầm ngâm hút thuốc.\n\nRosaria vốn dĩ chỉ mang hư danh là người của giáo hội, có tiếng mà không có miếng mà thôi."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "单凭那些不守规矩的行为，罗莎莉亚就够被教会记过一百次了。\n\n但不知为何，她似乎没在这方面吃过苦头。不和同僚们一起行动，也鲜少出现在与市民联欢的场合。\n\n神奇又神秘的罗莎莉亚就像一缕黑烟，一不注意便消失得无影无踪。\n\n她的人际关系也很单薄，几乎不跟谁来往。\n\n不过据维多利亚修女说，好心的芭芭拉一直在尝试靠近罗莎莉亚。\n\n请你别在教堂内抽烟、请你准时参加典礼…\n\n还有…喂喂，请听我说话呀！\n\n操碎了心的芭芭拉总是追在罗莎莉亚身后，督促她完成各种日常工作。\n\n面对蒙德城人人喜欢的偶像芭芭拉，罗莎莉亚却无动于衷。\n\n她该不会…是个铁石心肠的人吧？",
      "zht": "單憑那些不守規矩的行為，蘿莎莉亞就足以被教會記過上百次了。\n\n但不知為何，她似乎未曾在這方面吃過苦頭。她不和同事們一起行動，也鮮少出現在與市民聯歡的場合。\n\n神奇又神秘的蘿莎莉亞就像一縷黑煙，一不注意便消失得無影無蹤。\n\n她的人際關係也很單薄，幾乎不跟任何人往來。\n\n不過，聽維多利亞修女說，好心的芭芭拉一直在嘗試靠近蘿莎莉亞。\n\n請妳別在教堂內抽煙、請妳準時參加典禮…\n\n還有…喂喂，請聽我說話呀！\n\n操心不已的芭芭拉總是追在蘿莎莉亞身後，督促她完成各種日常工作。\n\n面對蒙德城人人喜歡的偶像芭芭拉，蘿莎莉亞卻無動於衷。\n\n她該不會…是個鐵石心腸的人吧？",
      "jp": "ロサリアの規則違反は、教会に百回以上記録されている。\n\nしかし、彼女がそれを気に病んだことは一度もない。同僚と一緒に行動することもなければ、市民と交流する場にもめったに現れない彼女。\n\n変わり者で謎の多いロサリアは、まるで黒い煙が立ち上るかのように、目を離すとすぐに消えてしまう。\n\nさらに人付き合いをすることがほぼなく、誰とも関わり合おうとしない。\n\nシスターヴィクトリアによると、心優しいバーバラだけはロサリアと交流を図ろうとしているらしい。\n\n「教会でタバコを吸わないでください」、「時間通りに式典に出席してください…」\n\n「あの…話を聞いてください！」といった具合に。\n\nロサリアの後を追いかけては、仕事をするよういつも優しく彼女を諭すバーバラ。\n\nしかし、モンド城の人々が愛すアイドルであろうとも、ロサリアは無関心な態度を貫く。\n\n彼女は…冷酷な人間なのだろうか？",
      "ko": "로자리아는 규칙에 어긋난 행동들로 성당에 백번쯤 기록됐을 것이다.\n\n하지만 어째서인지 그것 때문에 고생한 적은 한 번도 없다. 그녀는 동료들과 함께 행동하지 않고, 시민들과 친목을 쌓는 자리에도 모습을 잘 드러내지 않는다.\n\n특이하고 신비로운 로자리아는 마치 검은 연기처럼, 잠깐 사이에 흔적도 없이 사라져버린다.\n\n그녀는 인간관계도 매우 좁아서, 거의 아무와도 왕래하지 않는다.\n\n하지만 빅토리아 수녀에 의하면, 상냥한 바바라는 로자리아와 친해지기 위해 노력 중이라고 한다.\n\n성당 안에서 담배를 피우시면 안 돼요. 의례에 시간 맞춰서 참석해주세요….\n\n그리고… 저기요, 제 말 좀 들어주세요!\n\n바바라는 늘 이렇게 애를 써서 로자리아의 뒤를 쫓아다니며 성당의 잡다한 업무를 완성해달라고 다그친다.\n\n몬드성 모두에게 사랑받는 아이돌 바바라를 상대로도 로자리아는 여전히 무관심하다.\n\n그녀는 혹시… 피도 눈물도 없는 사람인 걸까?",
      "en": "If Rosaria has been lectured once, she has been lectured a thousand times before concerning her unorthodox behavior.\n\nFor some reason, however, she has never faced any serious consequences for her transgressions. She does not work together with her church colleagues and only rarely shows up to celebratory events in the city.\n\nThe strange and mysterious Rosaria moves about almost like a wisp of black smoke — blink, and you'll miss her as she disappears into thin air.\n\nHer social interactions are never more than superficial, and the rest of the time she keeps herself to herself.\n\nHowever, Sister Victoria would say that the ever good-natured Barbara is one person who has always made the effort to get close to Rosaria.\n\n\"Please don't smoke in the Cathedral...\" \"Could you try to attend the ceremony on time next time...?\"\n\n\"And... Hey, come back, I'm still talking to you!\"\n\nBarbara is forever anxiously chasing after Rosaria, urging her to complete her various daily tasks.\n\nYet even when faced with Barbara, the beloved idol of Mondstadt, Rosaria remains completely unmoved.\n\nSurely her heart can't be completely made of stone?",
      "de": "Allein dieses widerspenstige Verhalten von Rosaria würde ausreichen, um dutzende Male von der Kathedrale angemahnt zu werden.\n\nAber aus irgendeinem Grund scheint ihr das bisher nicht geschadet zu haben. Sie unternimmt kaum etwas mit den anderen Geistlichen und kommt nur selten mit den Bürgern in Kontakt.\n\nDie magische und geheimnisvolle Rosaria ist wie eine schwarze Rauchfahne, die ohne jegliche Vorankündigung einfach spurlos verschwindet.\n\nIhr Privatleben war nicht gerade aufregend und sie hatte kaum Kontakt zu irgendjemandem.\n\nLaut Schwester Victoria jedoch hatte die gutmütige Barbara einst versucht, Rosaria etwas näherzukommen.\n\nBitte rauch nicht in der Kathedrale und versuch doch, pünktlich zur Messe zu erscheinen ...\n\nHe, he, hör mir bitte zu!\n\nDie besorgte Barbara lief Rosaria ständig hinterher und drängte sie dazu, verschiedenste tägliche Aufgaben zu erledigen.\n\nIm Angesicht von Barbara, dem beliebten Star war Rosaria bereits völlig abgestumpft.\n\nSie war doch nicht etwa ... eine hartherzige Person, oder?",
      "es": "Puesto que siempre actúa en contra de las normas, Rosaria ha sido sancionada por la Iglesia cientos de veces.\n\nSin embargo, esto no parece importarle lo más mínimo. Nunca va con sus otras compañeras y muy rara vez asiste a las celebraciones con los demás ciudadanos.\n\nLa particular y misteriosa Rosaria es como una nube de humo que desaparece sin dejar ni rastro en cuanto uno se distrae por un momento.\n\nSus relaciones sociales también son bastante escasas, ya que apenas habla con nadie.\n\nNo obstante, según la Hermana Victoria, la bondadosa Bárbara siempre intenta acercarse a Rosaria.\n\n“Por favor, no fumes en la Catedral”, “Por favor, te ruego que llegues a tiempo a las ceremonias”... O, también, “¡Por favor, escúchame!”.\n\nTotalmente abatida, Bárbara siempre está detrás de Rosaria vigilando que cumpla con sus labores diarias.\n\nPero ella siempre se muestra completamente indiferente hacia la pobre ídolo a la que todo el mundo adora.\n\n¿Es que no tiene corazón?",
      "fr": "Son comportement devrait à lui seul lui valoir les foudres constantes de l'Église.\n\nMais pour une raison que l'on ignore, il semblerait qu'elle n'en ait jamais souffert. On ne la voit jamais aux côtés des autres membres de son ordre, et que très rarement aux rassemblements prisés par les citoyens. La mystérieuse Rosalia est aussi insaisissable qu'une traînée de fumée, s'évanouissant sans laisser de traces à l'insu de tous.\n\nRosalia n'est guère sociable, et on ne lui connaît aucune relation méritant le nom de « proche ».\n\nD'après sœur Victoria, Barbara passe bien son temps à essayer de se rapprocher de Rosalia, pourtant.\n\n« S'il vous plaît, ne fumez pas dans la cathédrale... Soyez à l'heure à la cérémonie...\n\nEt puis... Hé, écoutez-moi quand je parle ! »\n\nBarbara, éternelle inquiète, passe son temps dans l'ombre de Rosalia, vérifiant que cette dernière s'acquitte bien de ses tâches et repassant derrière elle, mais l'idole adorée de tout Mondstadt se heurte en retour à un mur d'indifférence.\n\n« Elle... Elle n'aurait quand même pas un vrai cœur de pierre, non ? »",
      "pt": "Com seu comportamento não ortodoxo, Rosaria ouviu sermões milhares de vezes.\n\nMas por alguma razão, ela nunca enfrentou quaisquer consequências graves por esses erros. Ela não trabalha junto com seus colegas e raramente aparece em eventos comemorativos na cidade.\n\nA estranha e misteriosa Rosaria é como uma nuvem de fumaça preta que desaparece sem deixar rastros.\n\nSuas relações sociais também são raras e ela não costuma sair com outras pessoas.\n\nNo entanto, a irmã Victoria diria que a bem-humorada Barbara sempre tentou se aproximar de Rosaria.\n\n\"Oh, por favor, pare de fumar na igreja\", \"Você poderia comparecer à cerimônia na hora certa...\"\n\n\"E... Ei, por favor, me escute!\"\n\nBarbara sempre persegue Rosaria, pedindo-lhe que conclua várias tarefas diárias.\n\nNo entanto, Rosaria permanece absolutamente impassível, mesmo diante de Barbara, o ídolo amada de Mondstadt.\n\nSerá que seu coração é feito de pedra?",
      "ru": "Своими выходками Розария многократно навлекала на себя гнев церкви Фавония.\n\nВот только это почему-то никак на ней не сказывается. Ни с другими сёстрами, ни на встречах с горожанами её не видать.\n\nЗагадочная и неуловимая Розария подобна дымке: стоит незадачливому наблюдателю отвернуться, как она исчезает, не оставив и следа.\n\nЕё отношения с остальными весьма поверхностны. Практически ни с кем она не общается.\n\nПо словам Виктории, добродушная Барбара всегда пыталась с Розарией сблизиться.\n\n«Пожалуйста, не кури в соборе. Прошу, приходи на церемонии вовремя...»\n\nА ещё «эй, эй, ты что, не слушаешь меня?»\n\nБедняжка по пятам ходит за Розарией, пытаясь заставить её заниматься работой.\n\nДо всеми обожаемой звёздочки Мондштадта Розарии нет никакого дела.\n\nНеужели у неё настолько чёрствое сердце?..",
      "id": "Kalau Rosaria harus diperingati, Rosaria mungkin sudah diperingati ribuan kali karena perilaku tidak biasa yang dilakukannya.\n\nDan entah karena alasan apa, dia tidak pernah mendapat hukuman yang berat atas tingkahnya. Dia tidak begitu akrab dengan rekan-rekan kerjanya dan hanya terlihat sesekali saja saat event perayaan kota.\n\nRosaria aneh dan misterius, dia bergerak bagaikan asap hitam — yang hanya dalam satu kedipan dan tanpa orang sadari saja, perempuan itu pasti sudah menghilang.\n\nRosaria juga tidak begitu sering berinteraksi dengan orang lain, dan hampir tidak pernah terlihat bergaul dengan siapa pun.\n\nNamun, Suster Victoria mengatakan bahwa Barbara yang baik hati itu selalu mencoba mendekati dirinya.\n\n\"Ah, tolong jangan merokok di Katedral,\" \"Bisakah kamu hadir di upacara tepat waktu...\"\n\nDan... \"Hei, dengarkan aku dong!\"\n\nBarbara sering kali mengejar Rosaria, membujuknya untuk menyelesaikan berbagai macam tugas sehari-hari.\n\nNamun, bahkan di depan Barbara — idola yang paling dikagumi di Mondstadt pun, hati Rosaria masih tidak tergerak sama sekali.\n\nApa hatinya memang terbuat dari batu?",
      "th": "ลำพังเพียงแค่พฤติกรรมนอกรีตต่าง ๆ ของ Rosaria ก็น่าจะถูกทางโบสถ์บันทึกไว้นับร้อย ๆ ครั้งแล้ว\n\nแต่ไม่รู้ว่าเพราะอะไร ดูเหมือนเธอจะไม่เคยถูกลงโทษเพราะเรื่องนี้เลย ทั้งที่ไม่เคยทำงานร่วมกับเพื่อนร่วมงาน และก็แทบจะไม่ปรากฏตัวในงานพบปะสังสรรค์ของชาวเมืองเลย\n\nRosaria ผู้แปลกประหลาดและแสนลึกลับราวกับควันดำนี้ เผลอแป๊บเดียวเธอก็สามารถหายตัวไปได้อย่างไร้ร่องรอย\n\nด้านปฏิสัมพันธ์กับคนอื่น ๆ นั้นก็แสนจะเปราะบาง ดูเหมือนเธอแทบจะไม่ไปมาหาสู่กับใครเลย\n\nแต่ซิสเตอร์ Victoria บอกว่า Barbara ผู้แสนดีพยายามที่จะเข้าหา Rosaria มาตลอด\n\nอย่าสูบบุหรี่ในโบสถ์นะ, มาเข้าร่วมพิธีให้ตรงเวลาด้วยนะ...\n\nแล้วก็...เฮ้ ๆ ฟังฉันพูดด้วยสิ!\n\nBarbara ผู้ใจสลายมักจะไล่ตาม Rosaria และเร่งให้เธอทำหน้าที่ประจำวันต่าง ๆ ให้เสร็จ\n\nการได้เผชิญหน้ากับไอดอลผู้เป็นที่รักของชาว Mondstadt อย่าง Barbara นั้น Rosaria ก็ไม่ได้แยแสและสนใจเลยแม้แต่น้อย\n\nเธอคงไม่ใช่...คนใจแข็งใช่มั้ย?",
      "vi": "Chỉ dựa vào những hành vi không tuân theo quy củ này đã đủ để giáo hội hỏi tội Rosaria một trăm lần.\n\nNhưng không biết vì sao cô ấy chưa từng nếm trải nỗi khổ này. Không hành động cùng đồng nghiệp, cũng rất ít khi xuất hiện ở những buổi liên hoan với cư dân.\n\nRosaria vừa kỳ lạ vừa huyền bí đó cứ như một làn khói đen, chỉ cần lơ là một chút sẽ biến mất không để lại dấu vết.\n\nCác mối quan hệ xã giao của cô cũng rất kém, hầu như chẳng hề qua lại với ai.\n\nNhưng theo lời của tu nữ Victoria, thì Barbara tốt bụng luôn thử đến gần Rosaria.\n\nBạn đừng hút thuốc trong giáo đường, bạn hãy đến dự lễ đúng giờ...\n\nCòn có...này này, xin bạn nghe tôi nói chuyện đi nào!\n\nBarbara tan nát cõi lòng cứ luôn đuổi theo sau Rosaria, đốc thúc cô ấy hoàn thành những công việc thường ngày.\n\nCòn Rosaria thì vẫn thờ ơ với Barbara - thần tượng được người dân Mondstadt mến mộ.\n\nChắc cô ấy không phải...là người lòng dạ sắt đá chứ?"
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "罗莎莉亚行踪叵测，时常不告而别，一消失就是好几天。\n\n每逢此时，教会的同僚们都不知该去哪里找她。\n\n某位有意监督她的修女总是为此诉苦：「就算是捡来的野猫，也、也该打声招呼再跑掉吧…！」\n\n消失的罗莎莉亚，会在人们看不见的角落处理只有她能完成的工作。\n\n陌生的商贾，可疑的旅客，这些人是否对蒙德有害？\n\n调查、跟踪，如有必要，还有拷问。\n\n如果他们应当消失，罗莎莉亚一定是最后见到他们的人。\n\n不见天日的黑色工作，都由罗莎莉亚一手包办。\n\n她总在日落后出发，一口气完成任务。有时踏着拂晓的晨曦归来，还能喝上一杯早餐酒。\n\n蒙德人生活在金色的阳光下，罗莎莉亚则活跃在银色的月光下。\n\n银白、剔透的冷光…就像她擅长的冰元素法术一样。\n\n「有些事还不需要让年轻人知道。」\n\n对罗莎莉亚而言，活在阳光下的蒙德人，不论年龄大小，都能算是「年轻人」。",
      "zht": "蘿莎莉亞行蹤叵測，時常不告而別，一消失就是好幾天。\n\n每逢此時，教會的同僚們都不知該去哪裡找她。\n\n某位有意監督她的修女總是為此訴苦：「就算是撿來的野貓，也、也該打聲招呼再跑掉吧…！」\n\n消失的蘿莎莉亞，會在人們看不見的角落處理只有她能完成的工作。\n\n陌生的商賈，可疑的旅客，這些人是否對蒙德有害？\n\n調查、跟蹤，若有必要，還有拷問。\n\n如果他們應當消失，蘿莎莉亞一定是最後見到他們的人。\n\n沒法在檯面上完成的工作，都由蘿莎莉亞一手包辦。\n\n她總在日落後出發，一口氣完成任務。有時踏著拂曉的晨曦歸來，還能喝上一杯早餐酒。\n\n蒙德人生活在金色的陽光下，蘿莎莉亞則活躍在銀色的月光下。\n\n銀白、剔透的冷光…就像她擅長的冰元素法術一樣。\n\n「有些事還不需要讓年輕人知道。」\n\n對蘿莎莉亞而言，活在陽光下的蒙德人，不論年齡大小，都能算是「年輕人」。",
      "jp": "ロサリアはよく姿をくらます。居場所を告げることなく姿を消しては、数日間戻ってこないことも珍しくない。\n\n彼女が姿を消すたび、教会のシスターたちもどこを探せばいいのか見当がつかないという。\n\nあるシスターが彼女を監視していた時、「拾われた野良猫だって、逃げる時に一言いうわよ！」と、ため息交じりに愚痴をこぼしたそうだ。\n\n姿を消した後、ロサリアは人知れぬ場所で、彼女にしかできない仕事を処理している。\n\n見たことのない商人、怪しげな旅人、これら人物がモンドに害をなすか否かを見定めているのだ。\n\n調査、追跡、必要とあらば拷問も。\n\nモンドにとって好ましくない人物がいれば、最後に会う人物は必ずロサリアとなるだろう。\n\n日の目を浴びることのない影の仕事を、ロサリアは全て担っている。\n\n彼女は日が沈むと同時に仕事に出て、処理すべき問題を一息に片付ける。そして、帰りが夜明け頃となれば、朝日が昇ると同時に一杯のワインを嗜む。\n\nモンド人は金色の日差しの下で日常を享受するが、ロサリアは銀色の月光の下で息をする。\n\n透き通るような凛冽なる月光は…まさしく彼女が操る氷元素と同じだ。\n\n「若者が知る必要のない事よ」\n\nロサリアにとって、太陽の下で暮らすモンド人は老若男女問わず「若者」なのだ。",
      "ko": "로자리아의 행방은 종잡을 수가 없는데, 그녀는 말없이 며칠 동안 사라져버리곤 한다.\n\n이럴 때마다 성당의 동료들은 아무도 그녀가 어디로 갔는지 모른다.\n\n그녀를 감시하려던 한 수녀는 항상 이렇게 하소연을 하곤 한다: 「주워온 길고양이라도, 귀, 귀띔은 해주고 가야죠…!」\n\n사라진 로자리아는 사람들이 볼 수 없는 곳에서 그녀만이 할 수 있는 일을 처리한다.\n\n낯선 장사꾼, 수상한 여행객, 이들이 몬드에 해가 되진 않을까?\n\n조사, 미행, 필요하다면 고문까지.\n\n만약 그들이 사라져야 하는 사람이라면, 그들을 마지막으로 본 사람은 분명 로자리아일 것이다.\n\n암흑 속에서 해야 하는 일들은 모두 로자리아가 도맡는다.\n\n그녀는 해가 지면 출발해 단숨에 임무를 완수한다. 가끔 새벽녘의 햇살을 받으며 돌아올 때 아침으로 술을 한잔하기도 한다.\n\n몬드 사람들은 금빛 햇살 아래서, 로자리아는 은색 달빛 아래서 산다.\n\n은백색의 투명하고 차가운 빛은… 그녀가 다루는 얼음 원소 마법과 닮아있다.\n\n「젊은 사람들은 알 필요 없는 일이야.」\n\n로자리아에게 반짝이는 햇빛 아래서 살아가는 몬드 사람들은, 나이에 상관없이 모두 다 「젊은 사람」이다",
      "en": "Rosaria's movements are unpredictable. She often leaves without notifying anyone and can be gone for up to several days on end.\n\nDuring these times, none of her church colleagues know where to find her.\n\nOne of the sisters who took it upon herself to observe Rosaria once groused that \"even a stray cat should at least give you notice before running off...\"\n\nRosaria uses these disappearances to do work that only she can do in corners unseen by others.\n\nAn unfamiliar merchant, a suspicious traveler — are these people threats to Mondstadt?\n\nShe investigates, shadows, and if necessary, interrogates.\n\nIf they must disappear, then Rosaria shall be the last person they meet.\n\nSuch dark work, which cannot see the light of day, is to be done by her hand alone.\n\nShe always sets out after the sun has set, finishing her work in one fell swoop. Sometimes, if she makes it back by the crack of dawn, she gets to usher in the day ahead with a glass of breakfast wine.\n\nThe people of Mondstadt live in the golden sunlight, but Rosaria dwells under the silver moonlight.\n\nIt is a cold, piercing light... just like that of the ice she forms with her Cryo abilities.\n\n\"There are some things that young people need not know,\" Rosaria thinks.\n\nThough, in her eyes, \"young people\" means all citizens of Mondstadt who live in the light of the sun, regardless of their age.",
      "de": "Wo Rosaria sich täglich aufhielt, war schwer vorherzusagen, oft verschwand sie tagelang, ohne jemandem Bescheid zu geben.\n\nWenn dies geschah, wussten die anderen Ordensschwestern nie, wo sie am besten nach ihr suchen sollten.\n\nEine gewisse Schwester, die sie stärker beaufsichtigen wollte, beklagte sich stets darüber: „Selbst wenn sie eine streunende Katze wäre, die gefunden würde, hätte sie wenigstens etwas sagen sollen, bevor sie weglief ...!“\n\nRosaria, die sich in dunklen Ecken versteckt hielt, erledigte dann die Arbeit, die nur sie in Ruhe und Abgeschiedenheit erledigen konnte, wobei sie niemand sehen konnte.\n\nSeltsame Händler, verdächtige Reisende, sind diese Leute vielleicht schädlich für Mondstadt?\n\nSie würde Untersuchungen anstellen, sie aufspüren und, wenn nötig, sie sogar foltern.\n\nWenn sie letztendlich aus der Stadt verschwinden sollten, müsste Rosaria die letzte Person sein, die sie sieht.\n\nDie Arbeit in den Schatten, die Arbeit, bei der man kein Tageslicht zu Gesicht bekommt, wird von Rosaria erledigt.\n\nSie zog stets nach Sonnenuntergang los und beendete die anfallende Arbeit dann in einem Atemzug. Manchmal kehrte sie in der Morgensonne des nächsten Tages mit einem Frühstückswein zurück.\n\nWährend die Bewohner von Mondstadt im goldenen Sonnenlicht lebten, war Rosaria das silbrige Mondlicht gewohnt.\n\nSilbriges, helles, kaltes Licht ... fast genau wie ihr eisiger Elementarzauber, den sie so gut beherrscht.\n\n„Es gibt einige Dinge, die die jungen Leute noch nicht zu wissen brauchen.“\n\nFür Rosaria sind die Bewohner von Mondstadt, die im ständigen Sonnenlicht lebten, unabhängig von ihrem wirklichen Alter, alles „junge Leute“.",
      "es": "Cuando Rosaria desaparece, es imposible rastrearla. Tiene la costumbre de irse sin decirle nada a nadie y, entonces, se esfuma durante varios días.\n\nCada vez que esto ocurre, sus compañeros de la Iglesia nunca saben por dónde buscarla.\n\nUna monja que suele vigilarla siempre se queja de ella: “Aunque se vaya para recoger a un gato callejero, ¡debería decírnoslo antes de escaparse!”.\n\nUna vez desaparece, Rosaria se dedica a completar su trabajo en rincones donde nadie la puede ver.\n\nComerciantes desconocidos, viajeros sospechosos... ¿tendrán estas personas malas intenciones en Mondstadt?\n\nElla los investiga, los sigue y, si es necesario, hasta los interroga.\n\nSi son personas que deben desaparecer, tendrán por seguro que Rosaria será la última persona que vean.\n\nElla es quien se encarga personalmente del trabajo más oscuro y tenebroso.\n\nSu hora de salir siempre es tras la puesta del sol y, de hecho, suele terminar su trabajo en un abrir y cerrar de ojos. Sin embargo, a veces vuelve a Mondstadt al amanecer, cuando están empezando a salir los primeros rayos de sol, momento en el que se toma un vino como desayuno.\n\nLa vida de los ciudadanos se desarrolla bajo la dorada luz del sol, mientras que Rosaria es más activa con el plateado brillo de la luna.\n\nEse blanco argénteo y esa luz tan fría y pura... son como la magia Cryo que tan bien domina.\n\n“Hay cosas que los jóvenes no necesitan saber”.\n\nPara Rosaria, los ciudadanos de Mondstadt, que viven bajo la luz del sol, son todos “jóvenes” independientemente de su edad real.",
      "fr": "Rosalia va et vient à sa guise, et peut disparaître plusieurs jours d'affilée sans que personne ne sache où elle se trouve – ce qui s'applique également aux membres du clergé.\n\nL'une de ses consœurs, par ailleurs déterminée à la superviser, s'en plaint souvent : « Même un chat sauvage ne disparaîtrait pas comme ça sans dire un mot à personne...! »\n\nQuand Rosalia disparaît, elle part faire quelque chose dont elle seule est capable, loin du regard des autres.\n\nQui sait qui, parmi les marchands étrangers ou les voyageurs suspects, nourrit de mauvaises intentions envers Mondstadt ?\n\nMener l'enquête. Traquer. Et confronter, si besoin.\n\nSi vous devez disparaître, vous pouvez être sûr que Rosalia sera la dernière personne à vous avoir vu...\n\nRosalia se salit les mains, mais le fait toujours seule, et toujours au nom du bien.\n\nElle sort au soleil couchant, et termine ses missions aussi rapidement qu'efficacement.\n\nIl arrive qu'elle ne rentre qu'à l'aube naissante, prenant le temps de savourer un verre matinal.\n\nLa plupart des Mondstadtois vivent dans la lumière dorée du soleil, mais Rosalia est une créature nocturne vivant dans l'éclat argenté de la lune.\n\nUne lumière froide et blanche, à l'image de sa magie élémentaire.\n\n« Il y a certaines choses qu'il vaut mieux que les enfants ignorent. »\n\nEt aux yeux de Rosalia, les Mondstadtois qui vivent insouciants sous la douce lumière du soleil sont tous des « enfants ».",
      "pt": "Os movimentos de Rosaria são imprevisíveis. Muitas vezes ela sai sem avisar ninguém e fica ausente por vários dias.\n\nNessas ocasiões, nenhum de seus colegas da igreja sabe onde encontrá-la.\n\nCerta vez, uma das irmãs se encarregou de observar Rosaria e reclamou que \"até os gatos de rua costumam dar sinais antes de fugir...\"\n\nRosaria usa esses desaparecimentos para realizar trabalhos em locais longe da vista de outras pessoas.\n\nUm comerciante desconhecido, um viajante suspeito - essas pessoas são uma ameaça a Mondstadt?\n\nEla investiga, os segue e, se necessário, os interroga.\n\nSe eles tiverem que desaparecer, Rosaria será a última pessoa que verão.\n\nEla faz por conta própria o trabalho mais obscuro.\n\nEla sempre sai assim que o sol se põe e termina seu trabalho em um piscar de olhos. Às vezes, quando retorna ao amanhecer, ela toma um pouco de vinho no café da manhã.\n\nA vida do povo de Mondstadt acontece sob o sol dourado, mas Rosaria vive sob o luar prateado.\n\nEssa luz cinzenta é fria e penetrante... como suas técnicas Cryo.\n\n\"Há coisas que os jovens não precisam saber.\"\n\nPara Rosaria, os cidadãos de Mondstadt, que vivem ao sol, são todos \"jovens\" independentemente de sua verdadeira idade.",
      "ru": "Розария приходит и уходит, когда ей заблагорассудится, и может пропасть на несколько дней, никому ничего не сказав.\n\nВсякий раз, как такое случается, даже сёстры не знают, где её искать.\n\nСестра, что пытается её контролировать, постоянно жалуется: «Даже вон кошки бездомные не сбегают, не попрощавшись!..»\n\nИсчезая, Розария уходит в скрытые от посторонних глаз уголки выполнить работу, которая под силу только ей.\n\nНеизвестные купцы, подозрительные странники... Кто знает, с какими намерениями они идут в Мондштадт.\n\nДознаться, выследить, допросить. Когда необходимо, пытать.\n\nЕсли человек должен исчезнуть, Розария будет последней, кто его видел.\n\nВсю грязную работу от начала и до конца она делает сама.\n\nОна выходит на задание только с заходом солнца и выполняет его с одной попытки. Иногда она возвращается только к рассвету, встречая первые лучи с бокалом вина в руках.\n\nЖизнь Мондштадта течёт при свете дня, тогда как Розария оживает под серебряной луной.\n\nХолоден и прозрачен её свет... Совсем как коронные Крио заклинания Розарии.\n\n«Есть вещи, которые молодым знать не стоит».\n\n«Молодыми» она считает всех живущих с солнцем мондштадтцев, какого бы возраста они ни были.",
      "id": "Gerakan Rosaria tidak bisa diprediksi sama sekali. Dia sering pergi tanpa memberi tahu siapa pun, dan kepergiannya itu bisa berhari-hari.\n\nSelama itu pula, tak ada seorang pun rekan kerjanya di Katedral yang bisa menemukannya.\n\nBahkan salah seorang suster yang berinisiatif untuk mengamati Rosaria pernah berkata, \"Kucing liar saja masih meninggalkan jejak sebelum pergi...\"\n\nRosaria memanfaatkan waktu menghilangnya itu untuk melakukan pekerjaan yang hanya bisa dia lakukan diam-diam di sudut yang tak terlihat siapa pun.\n\n\"Pedagang asing, pengembara mencurigakan — apakah mereka adalah ancaman bagi Mondstadt?\"\n\nDia menginvestigasi, membuntuti, bahkan melakukan interogasi bila dirasa perlu.\n\nKalau orang-orang semacam itu memang ditakdirkan untuk menghilang, maka bisa dipastikan bahwa Rosaria adalah orang terakhir yang akan mereka jumpai di akhir hayatnya.\n\nPekerjaan kotor yang tidak bisa terlihat di siang hari, harus dilakukan olehnya sendiri.\n\nDia selalu memulai aksinya saat matahari terbenam, lalu menyelesaikan pekerjaannya tersebut dengan cepat. Saat pulang di kala fajar menyingsing, dia terkadang meminum segelas anggur sebagai sarapannya.\n\nRakyat Mondstadt hidup di bawah cahaya matahari, sedangkan Rosaria tinggal di bawah sinar rembulan.\n\nBegitu dingin, menusuk, namun bercahaya... sama seperti teknik Cryo miliknya.\n\n\"Ada hal-hal yang tidak perlu diketahui oleh anak muda.\"\n\nDi mata Rosaria, tidak peduli berapa pun usia seseorang, rakyat Mondstadt yang hanya hidup di bawah cahaya matahari akan selalu dia anggap sebagai \"anak muda\".",
      "th": "การเคลื่อนที่ของ Rosaria นั้นไม่สามารถคาดเดาได้ เธอมักจะจากไปโดยไม่ร่ำลาและหายตัวไปครั้งละหลาย ๆ วัน\n\nซึ่งในช่วงที่เธอหายตัวไปนั้น บรรดาเพื่อนร่วมงานในโบสถ์ต่างไม่รู้ว่าจะไปหาตัวเธอได้จากที่ไหน\n\nซิสเตอร์ที่คอยเฝ้าสังเกต Rosaria กล่าวว่า \"แม้แต่แมวจรจัด กะ...ก็ยังรู้จักบอกกล่าวกันก่อนที่จะวิ่งหายไป...!\"\n\nRosaria จะใช้การหายตัวนี้เพื่อหลบไปอยู่ในมุมที่ไม่มีใครเห็นและทำงานที่มีแค่เธอเท่านั้นที่สามารถทำให้สำเร็จได้\n\nพ่อค้าแปลกหน้าและนักท่องเที่ยวที่ดูน่าสงสัย คนพวกนี้จะเป็นภัยต่อ Mondstadt รึเปล่านะ?\n\nเธอทำการตรวจสอบ, ติดตาม และถ้าจำเป็นก็จะสอบสวนร่วมด้วย\n\nถ้าพวกเขาหายไปล่ะก็ Rosaria จะต้องเป็นคนสุดท้ายที่หาตัวพวกเขาจนเจอ\n\nงานที่ไม่เห็นแสงเห็นตะวันนี้ ล้วนมี Rosaria เป็นคนรับผิดชอบทั้งสิ้น\n\nเธอมักจะออกเดินทางหลังจากพระอาทิตย์ตกดิน และทำภารกิจให้สำเร็จอย่างรวดเร็ว บางครั้งเมื่อเธอกลับมาในตอนรุ่งเช้า ก็ยังสามารถดื่มไวน์สักแก้วตอนมื้อเช้าได้อีกด้วย\n\nชาว Mondstadt ใช้ชีวิตอยู่ท่ามกลางแสงอาทิตย์สีทอง แต่ Rosaria นั้นใช้ชีวิตอยู่ภายใต้แสงจันทร์สีเงิน\n\nแสงสีเงินแห่งความหนาวเย็นที่ใสเป็นประกายนั้น... ก็เหมือนกับสกิลธาตุน้ำแข็งที่เธอถนัด\n\n\"เรื่องบางเรื่องไม่ควรให้พวกคนหนุ่มสาวรู้\"\n\nชาว Mondstadt ที่ใช้ชีวิตอยู่ภายใต้แสงอาทิตย์นั้น ไม่ว่าอายุจะมากน้อยสักแค่ไหนก็ตาม สำหรับ Rosaria แล้วล้วนถือเป็น \"คนหนุ่มสาว\" ทั้งสิ้น",
      "vi": "Rosaria có hành tung rất khó đoán, thường đi mà không nói lời từ biệt, mỗi lần biến mất là tận mấy ngày.\n\nMỗi lần như thế, các đồng nghiệp trong giáo hội cũng không biết nên đi đâu để tìm cô ấy.\n\nMột vị tu nữ có ý muốn giám sát cô vẫn luôn phàn nàn về điều này: \"Cứ cho là con mèo hoang được nhặt về thì cũng phải chào một tiếng rồi hẵng chạy chứ...!\"\n\nRosaria biến mất ấy, sẽ ở nơi mà người ta không thấy, xử lý những công việc chỉ mình cô ấy có thể hoàn thành.\n\nThương nhân xa lạ, lữ khách khả nghi, có phải họ sẽ gây hại cho Mondstadt?\n\nĐiều tra, theo dõi, còn cả tra khảo nếu cần.\n\nNếu họ biến mất thì Rosaria chính là người cuối cùng nhìn thấy họ.\n\nNhững công việc đen tối đều do một tay Rosaria đảm đương.\n\nCô ấy luôn xuất phát sau khi mặt trời lặn, một mạch làm xong nhiệm vụ. Có lúc cô trở về vào lúc bình minh, vẫn kịp uống một ly rượu cho bữa sáng.\n\nNgười Mondstadt sống dưới ánh mặt trời rực rỡ, còn Rosaria lại hoạt động dưới ánh trăng bạc.\n\nÁnh trăng trong trẻo mà lạnh lẽo...cũng giống như nguyên tố băng của cô vậy.\n\n\"Có một số chuyện không cần cho bọn trẻ biết.\"\n\nTrong thâm tâm Rosaria, những người dân Mondstadt kia, cho dù họ bao nhiêu tuổi đi nữa, thì cũng chỉ là \"bọn trẻ\" mà thôi."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "对任何事都漫不经心的罗莎莉亚，犹如一阵难以捉摸的烟雾。\n\n但这样的她一旦进入工作，便会秉持公事公办的态度全力完成任务。\n\n看似懒散的罗莎莉亚，拷问可疑人士时从不手软。\n\n不仅如此，她的手劲异常之大，对人体弱点了若指掌，对杀人一事也没有什么负面情绪。\n\n悠闲懒散的烟鬼修女，背地里竟是实力拔尖的处刑人。\n\n生活在神的光芒之下，却背负着这般使命。\n\n为什么成为双手染血的处刑人？为什么不愿歌颂神的庇佑？\n\n更何况，罗莎莉亚不是土生土长的蒙德人。\n\n「像这种幸福无趣之城，总得有做脏活的人吧。」\n\n罗莎莉亚掸了掸烟，懒洋洋地说。\n\n「对我而言，做这些比过正统修女生活简单多了。」",
      "zht": "對任何事都漫不經心的蘿莎莉亞，猶如一陣難以捉摸的煙霧。\n\n但這樣的她一旦開始工作，便會秉持公事公辦的態度全力完成任務。\n\n看似懶散的蘿莎莉亞，拷問可疑人士時從不手軟。\n\n不僅如此，她的手勁異常之大，對人體弱點瞭若指掌，對殺人一事也沒有什麼負面情緒。\n\n悠閒懶散的煙槍修女，背地裡竟是實力頂尖的處刑人。\n\n生活在神的光芒之下，卻背負著這般使命。\n\n為什麼成為雙手染血的處刑人？為什麼不願歌頌神的庇佑？\n\n更何況，蘿莎莉亞不是土生土長的蒙德人。\n\n「像這種幸福無趣之城，總得有做髒活的人吧。」\n\n蘿莎莉亞彈了彈煙，懶洋洋地說。\n\n「對我而言，做這些比過上正統修女生活簡單多了。」",
      "jp": "あらゆる物事に対して関心を持たないロサリアは、まるで捉えどころのない煙のようだ。\n\nしかし、そんな彼女も仕事になると纏う空気が一変し、任務を果たすため全力を尽くす。\n\n普段は怠惰な態度が目立つロサリアだが、不審人物を拷問する際にはそれもなりを潜め、決して手を抜くことがない。\n\nまた彼女は並外れた腕力の持ち主であり、人体の急所にも精通している。人を痛めつけることに対し躊躇いがなく、殺すことも厭わない。\n\n怠惰で、ヘビースモーカーで、シスター…しかし、その裏の顔は優秀な処刑人なのだ。\n\n神の威光のもと生きる彼女だが、その背には重い使命がある。\n\nその手を血に染め、死刑執行人になったのはなぜなのか？なぜ神の祝福を拒絶するのか？\n\nましてや、ロサリアはモンド生まれではない、そんな彼女がこういった暗部を担っていることにも疑問が残る。\n\n「このような幸せで退屈な街には、汚い仕事をする人がいても当然」\n\nロサリアは紫煙をくゆらせながら、気怠げにそう言う。\n\n「私にとって、この種の仕事は真っ当なシスターとして過ごすよりもよほど簡単だわ。」",
      "ko": "만사에 무관심해 보이는 로자리아는 마치 붙잡을 수 없는 연기 같지만, 그녀는 일단 일을 시작하면 원칙에 따라 최선을 다해 일을 처리한다.\n\n나태해 보이는 로자리아도 수상한 사람을 고문할 때만큼은 인정사정 봐주지 않는다.\n\n그뿐만 아니라, 그녀는 비정상적으로 강한 완력을 가졌으며, 사람의 약점을 꿰뚫고 있고 살인을 저지르는 것 역시 거리끼지 않는다.\n\n평소엔 여유롭고 나태해 보이는 골초 수녀님은, 사실 실력이 뛰어난 처형인이다.\n\n신의 빛 아래서 이런 사명을 짊어진 채 살고 있다니.\n\n그녀는 왜 신의 가호를 찬양하는 대신 두 손에 피를 묻힌 처형인이 됐을까?\n\n게다가 로자리아는 몬드에서 나고 자란 사람도 아니다.\n\n「이렇게 행복하고 재미없는 도시에선 더러운 일을 해야 하는 사람이 있기 마련이지.」\n\n로자리아는 담뱃재를 털며 느긋하게 말했다.\n\n「난 정통 수녀 생활을 하는 것보다 그런 일을 하는 게 훨씬 쉬워」",
      "en": "Like a puff of smoke, the lackadaisical Rosaria is impossible to pin down.\n\nNevertheless, once she takes on a job, she can be relied on to handle it with the utmost professionalism.\n\n\"Lazy\" is the last word that anyone would use to describe her ruthless interrogations of suspicious individuals.\n\nShe also possesses exceptional strength and knows the weaknesses of the human body like the back of her hand — and has no reservations about using this knowledge to kill.\n\nPeople know her as the lazy, chain-smoking sister, but behind the scenes, she is a formidable purveyor of justice.\n\nA strange fate for one who ostensibly basks in the light of the gods.\n\nWhat led her to become a blood-soaked slayer? Why does she stay silent while others praise the gods for their protection?\n\nPerhaps it should come as no surprise that Rosaria was not born and bred in Mondstadt.\n\n\"A city that is fortunate enough to be boring always needs someone to do the dirty work...\"\n\nRosaria stubs her cigarette out as she speaks in her characteristically languid manner.\n\n\"And as far as I'm concerned, the things I deal with are far simpler than living the life of a traditional sister.\"",
      "de": "Rosaria, der fast alles gleichgültig ist, ist wie eine schwer zu fassende Rauchwolke.\n\nWenn sie jedoch einmal ihre Arbeit angeht, tut sie ihr Bestes, um ihre Aufgaben mit einer sehr geschäftsmäßigen Einstellung zu erledigen.\n\nDie auf den ersten Blick scheinbar faule Rosaria wird niemals nachlässig, wenn es darum geht, verdächtige Personen zu quälen.\n\nSie hat auch einen ungewöhnlich starken Händedruck, kennt die Schwächen des menschlichen Körpers wie ihre Westentasche und hat keinerlei negativen Gefühle, sollte sie töten müssen.\n\nDie entspannte, manchmal faule Ordensschwester ist in Wirklichkeit ein erstklassiger Scharfrichter hinter den Kulissen.\n\nSie lebt unter dem Licht der Götter, trägt aber gleichzeitig diese Art von Mission mit sich herum.\n\nWarum und wie wurde sie ein Folterknecht mit Blut an den Händen?\n\nWarum konnte sie nicht wie die anderen den Segen der Götter besingen?\n\nHinzu kam noch, dass Rosaria keine gebürtige Mondstädterin war.\n\n„In einer Stadt, die so glücklich und uninteressant ist wie diese, muss es auch Leute geben, die die Drecksarbeit machen.“\n\nRosaria sagte dies träge, während sie ihre Zigarette abklopfte.\n\n„Es ist viel einfacher für mich, diese Arbeit zu tun, als das langweilige Leben einer braven Ordensschwester zu leben.“",
      "es": "Rosaria, que siempre muestra desinterés por todo, es como una neblina imposible de predecir.\n\nSin embargo, en cuanto empieza a trabajar, mantiene una actitud muy profesional hasta que acaba todo lo que tiene que hacer.\n\nAunque pueda parecer muy holgazana, jamás muestra ningún tipo de indulgencia cuando interroga a un sospechoso.\n\nY no solo eso, sino que, además, tiene una gran fuerza física, conoce a la perfección los puntos débiles del cuerpo humano y no cree que el hecho de matar a alguien deba tener ninguna connotación negativa.\n\nEsta monja fumadora, holgazana y despreocupada tiene, en realidad, una fuerza incomparable, y es la encargada de ejecutar los castigos impuestos por la ley.\n\nAlguien que vive bajo el amparo de los dioses, pero que, aun así, tiene una misión de este tipo...\n\n¿Por qué se convirtió en una verdugo tan sanguinaria? ¿Por qué no alaba la protección de los dioses?\n\nEn realidad, Rosaria ni nació ni creció en Mondstadt.\n\n“Alguien tiene que hacer el trabajo sucio en una ciudad tan feliz y aburrida como esta”, dijo una vez lánguidamente mientras apagaba el cigarro que estaba fumando.\n\n“Para mí, hacer estas cosas es mucho más fácil que vivir una ortodoxa vida de monja”.",
      "fr": "Rosalia, qui est indifférente à tout ce qui l'entoure, est aussi insaisissable que le brouillard.\n\nMais lorsque le devoir l'appelle, rien ne peut se mettre en travers de sa conscience professionnelle, et elle s'investit corps et âme dans ses missions.\n\nLes personnes par elle soumises à un interrogatoire peuvent en témoigner : toute trace de nonchalance disparaît lorsque Rosalia a des doutes à votre encontre.\n\nÀ cela s'ajoute bien sûr une paire de bras singulièrement forts qu'elle n'hésite pas à utiliser lorsque le besoin s'en fait sentir, et ce sans plus d'état d'âme que ça, semble-t-il.\n\nDerrière une apparence détachée se cache en réalité une inquisitrice d'une puissance remarquable.\n\nVivre dans la lumière des dieux, et jouer le rôle du bourreau...\n\nPourquoi choisir ce chemin ? Pourquoi cette réticence à l'idée d'une vie de louanges et de prières ?\n\nEt d'ailleurs, Rosalia n'est même pas de Mondstadt...\n\n« Il faut bien que quelqu'un se salisse les mains, même dans une cité aussi tranquille que Mondstadt. »\n\nImpassible, Rosalia secoue sa cigarette, puis ajoute de sa voix nonchalante :\n\n« S'occuper de ce genre de chose est plus dans mes cordes que suivre une vie de couvent. »",
      "pt": "Rosaria, que sempre mostra desinteresse por tudo, é como uma neblina difícil de prever.\n\nMas ela cumpre seu trabalho com o máximo profissionalismo.\n\n\"Preguiçosa\" é a última palavra que alguém usaria para descrever os interrogatórios implacáveis que ela faz aos indivíduos suspeitos.\n\nEla também possui uma força anormal e conhece as fraquezas do corpo humano como a palma da mão - nem hesita em usar esse conhecimento para matar.\n\nNa verdade, essa irmã fumante e despreocupada é uma carrasca excepcional.\n\nEla vive sob a luz dos deuses, mas carrega esse tipo de fardo.\n\nPor que ela se tornou uma assassina sanguinária? Por que não louvava a proteção dos deuses?\n\nRosaria não nasceu ou foi criada em Mondstadt.\n\n\"Alguém precisa fazer o trabalho sujo em cidades tão felizes e enfadonhas como esta\".\n\nRosaria apaga o cigarro, sua voz lânguida.\n\n\"Para mim, essas tarefas são muito mais simples do que viver como uma freira ortodoxa\".",
      "ru": "Розария безразлична ко всему вокруг и неуловима, словно туман.\n\nНо на задании это хладнокровный профи, нацеленный лишь на успех.\n\nСтоит Розарии столкнуться с подозрительной личностью, как вся её напускная расхлябанность мигом улетучивается.\n\nОна не колеблясь пускает в ход свою невероятную силу и обширные познания об уязвимостях человеческого тела.\n\nЗа личиной ленивой сестры, любящей покурить, скрывается идеальная машина убийства.\n\nЗачем она, живя под покровительством богов, взвалила на себя роль палача?\n\nЗачем было отвергать путь молитвы?\n\nБолее того, Розария не из Мондштадта.\n\n«Даже в таком славном городе как Мондштадт кому-то приходится делать грязную работу».\n\nСтряхивая с сигареты пепел, Розария томно продолжила:\n\n«Это даётся мне куда легче, чем жизнь сестры».",
      "id": "Bagaikan kepulan asap — Rosaria yang ceroboh tidak bisa ditahan oleh siapa pun.\n\nTapi saat dia sedang bekerja, dia akan menanganinya dengan sangat profesional.\n\n\"Pemalas\" adalah kata yang mustahil disematkan orang-orang terhadap Rosaria ketika dia menginterogasi orang tanpa ampun.\n\nRosaria juga mempunyai kekuatan yang luar biasa dan memahami kelemahan tubuh manusia dengan sangat baik — dia juga tidak pernah ragu untuk menggunakan pengetahuannya ini untuk membunuh.\n\nSeorang suster malas yang juga perokok berat ini sebenarnya adalah seorang eksekutor yang andal.\n\nSungguh keahlian yang aneh bagi seseorang yang berada di bawah cahaya para dewa.\n\nMengapa dia menjadi seorang pembunuh yang bermandikan darah? Kenapa dia tidak meminta perlindungan dari para dewa seperti orang lain?\n\nMungkin karena Rosaria tidak dilahirkan dan dibesarkan di Mondstadt.\n\n\"Kota membosankan seperti ini selalu membutuhkan seseorang untuk melakukan pekerjaan kotornya.\"\n\n Ujar Rosaria sambil mematikan rokoknya dengan gayanya yang malas.\n\n\"Bagiku, pekerjaanku sekarang lebih mudah daripada menjalankan hidup sebagai seorang suster yang baik.\"",
      "th": "Rosaria ผู้ไม่สนใจในทุก ๆ สิ่งนั้นช่างเป็นคนที่เข้าใจได้ยากเช่นเดียวกับควันบุหรี่\n\nแต่เห็นเธอแบบนี้ พอเข้าสู่โหมดทำงานแล้วล่ะก็ เธอจะตั้งใจจัดการงานต่าง ๆ ให้สำเร็จลุล่วงได้อย่างมืออาชีพเลยทีเดียว\n\nRosaria ผู้ที่ดูเหมือนจะ \"ขี้เกียจ\" นี้ เวลาที่ทำการสอบสวนผู้ต้องสงสัย เธอไม่เคยออมมือเลย\n\nไม่เพียงเท่านี้ เธอยังมีพละกำลังมหาศาลและรู้จุดอ่อนในร่างกายมนุษย์เป็นอย่างดี\n\nซิสเตอร์สิงห์อมควันที่แสนเกียจคร้าน แท้จริงแล้วเธอคือสุดยอดมือสังหาร\n\nเธอมีชีวิตอยู่ภายใต้แสงแห่งเทพเจ้า แต่กลับต้องแบกรับภารกิจเช่นนี้เอาไว้\n\nทำไมเธอถึงกลายมาเป็นมือสังหารที่มือเปื้อนเลือดได้? แล้วทำไมถึงไม่ยกย่องเทพเจ้าที่ให้ความคุ้มครอง?\n\nและยิ่งไปกว่านั้นก็คือ Rosaria ไม่ได้เกิดและเติบโตใน Mondstadt\n\n\"ในเมืองที่มีความสุขแต่แสนน่าเบื่อเช่นนี้ มักจะมีคนที่ทำงานสกปรกอยู่\"\n\nRosaria หยิบบุหรี่ออกมาและพูดขึ้นอย่างเอื่อยเฉื่อยว่า\n\n\"สำหรับฉันแล้ว การทำสิ่งเหล่านี้ง่ายกว่าชีวิตการเป็นซิสเตอร์ในโบสถ์เสียอีก\"",
      "vi": "Rosaria luôn thờ ơ với mọi thứ, giống như một làn khói khó nắm bắt.\n\nNhưng một khi bắt tay vào công việc là toàn tâm toàn ý nỗ lực hoàn thành nhiệm vụ.\n\nRosaria trông lười nhác ấy lại chưa từng nương tay khi tra khảo đám người khả nghi.\n\nKhông những thế, cô vô cùng mạnh mẽ, nắm rõ nhược điểm của người khác trong lòng bàn tay, cũng không ngại việc giết người.\n\nMột tu nữ nghiện thuốc nhàn nhã, nhưng thực ra lại là đao phủ hàng đầu.\n\nSống dưới hào quang của thần lại gánh trên vai sứ mệnh như thế.\n\nVì sao phải trở thành kẻ phán xử với đôi tay nhuốm máu? Vì sao không chịu ca tụng sự chở che của thần?\n\nHuống hồ, Rosaria cũng không phải người sinh ra và lớn lên ở Mondstadt.\n\n\"Ở thành phố hạnh phúc đến vô vị này, cũng phải có người làm những việc bẩn thỉu mới được.\"\n\nRosaria phẩy nhẹ điếu thuốc, lười nhác nói.\n\n\"Đối với tôi, làm những việc này dễ dàng hơn nhiều so với sống một cuộc đời nữ tu chính thống.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "即便是完全不做祷告的罗莎莉亚也对神学有着独特见解。\n\n依她所见，自由是蒙德人的精神支柱，而促成她在此落脚的，正是这份自由。\n\n罗莎莉亚诞生在一座偏僻山村，出生后不久就被一伙血洗该村庄的盗贼团劫走。\n\n被盗贼抚养长大的她自幼便学习战斗技巧，一边当着盗贼，一边干着团里的杂活。\n\n既是奴仆，又是机器；既是盗贼，又是孩子。\n\n与外人战斗，也与同伴战斗；在饥寒中挣扎，在竞争中长大。\n\n罗莎莉亚的青春时代，正如同蒙德的夕阳——目所能及均是血色，抬起头来才发觉时光已晚。\n\n这伙盗贼团，于数年后被西风骑士团剿灭。身为最年轻的成员，罗莎莉亚被认为还有悔过的余地。\n\n骑士团长法尔伽带她来到蒙德。他衷心祝愿罗莎莉亚能融入蒙德，告诫她道：\n\n「去教会，在神的光辉下洗净自己。你可以重新来过，像普通人一样生活。」\n\n可法尔伽没有料到，罗莎莉亚屡屡逃课，无故旷掉唱诗班工作。\n\n宁可在野外打猎也不愿做个安分的修女。对她来说，金色阳光才是刺眼之物。\n\n而罗莎莉亚早在许多年前就已明白：她是月亮的孩子，迟早会回归到黑暗中去。",
      "zht": "即使是完全不禱告的蘿莎莉亞也對神學有著獨特見解。\n\n依她所見，自由是蒙德人的精神支柱，而促使她在此落腳的，正是這份自由。\n\n蘿莎莉亞誕生在一座偏僻山村，出生後不久就被一夥血洗該村莊的盜賊團劫走。\n\n被盜賊撫養長大的她自幼便學習戰鬥技巧，一邊當著盜賊，一邊幹著團裡的雜活。\n\n既是奴僕，又是機器；既是盜賊，又是孩子。\n\n與外人戰鬥，也與同伴戰鬥；在饑寒中掙扎，在競爭中長大。\n\n蘿莎莉亞的青春時代，正如同蒙德的夕陽——舉目所及皆是血色，抬起頭來才發覺時間已晚。\n\n這夥盜賊團，於數年後被西風騎士團剿滅。身為最年輕的成員，蘿莎莉亞被認為還有悔過的餘地。\n\n騎士團長法爾伽帶她來到蒙德。他衷心祝願蘿莎莉亞能融入蒙德，告誡她道：\n\n「去教會，在神的光輝下洗淨自己。妳可以重新來過，像普通人一樣生活。」\n\n但法爾伽沒有料到，蘿莎莉亞屢屢蹺課，無故曠掉唱詩班工作。\n\n寧可在野外打獵也不願做個安分的修女。對她來說，金色陽光才是刺眼之物。\n\n而蘿莎莉亞早在許多年前就已明白：她是月亮的孩子，遲早會回歸到黑暗中去。",
      "jp": "祈りを捧げることのないロサリアだが、神学に対して独特の見解を持っている。\n\n彼女曰く、自由はモンドの人々にとって心の支えであり、彼女が今ここにいるのも自由のおかげだという。\n\nロサリアは人里離れた山奥にある村の出身だ。だが、彼女が生まれて間もない頃、盗賊が村を襲い、ロサリアはその盗賊に拾われることになる。\n\n盗賊に育てられた彼女は幼い頃より戦うすべを叩き込まれ、盗賊として活動しながら雑用係をし生きることになった。\n\nその生活はまさしく奴隷であり機械のよう。彼女は子供でありながら盗賊であった。\n\n外からの脅威と戦うだけでなく、時には仲間であった者とも戦い、飢えと寒さに苦しみながら、弱肉強食の世界で育ったのだ。\n\nロサリアの青春時代は、まるでモンドの夕日の如く——視界に入る全てが血の色であった。ある日、その日々を振り返ったロサリアは、手遅れであることにようやく気づいた。\n\nその数年後、西風騎士団の活躍によりその盗賊団は壊滅する。ロサリアは盗賊団の中で最も若く、更生の余地があると判断された。\n\n彼女をモンドへ連れてきたのは騎士団の大団長ファルカ。彼はロサリアがモンドに馴染むことを期待し、こう告げる——\n\n「教会の神の光でその身を洗え。そうすれば生まれ変わって、普通の人と同じように生きていける」\n\nしかし、ロサリアはファルカの期待を裏切るかのように、教会のミサや合唱を理由もなく欠席した。\n\n平和に過ごすシスターではなく、彼女が選んだのは外での狩り。彼女にとって、金色の太陽は眩しすぎたのだ。\n\nロサリアははるか昔から理解していた——月の下で生まれた自分は、いずれ闇へ帰るのだと。",
      "ko": "로자리아는 기도를 전혀 안 하지만, 신학에 대해선 독특한 견해를 가지고 있다.\n\n그녀가 생각할 때 자유가 몬드 사람들의 정신적 지주인 것처럼, 그녀가 이곳에 남게 된 이유 역시 자유 때문이다.\n\n로자리아는 외딴 산속 마을에서 태어났는데, 태어나고 얼마 후 마을을 피바다로 만든 한 도적단에게 잡혀갔다.\n\n그녀는 도둑에게 길러진 탓에 어릴 적부터 전투 기술을 익혔고, 도둑질을 하며 도적단의 허드렛일을 맡아 했다.\n\n그녀는 노예이자 기계였고, 도둑이자 아이였다.\n\n외부인뿐만이 아닌 동료와도 싸웠고, 굶주림에 허덕이며 경쟁 속에서 자랐다.\n\n로자리아의 어린 시절은 마치 몬드의 석양과 같았다——시선이 닿는 곳은 전부 핏빛으로 물들어 있었고 고개를 들었을 때야 너무 늦었음을 깨달았다.\n\n이 도적단들은 수년 뒤 페보니우스 기사단에 의해 소탕됐다. 최연소 멤버였던 로자리아는 잘못을 뉘우칠 여지가 있다고 여겨졌다.\n\n기사단의 바르카 대단장이 그녀를 몬드로 데려왔다. 그는 로자리아가 몬드의 일원이 되길 진심으로 바라며, 그녀에게 말했다.\n\n「성당으로 가라. 신의 빛 아래에서 너를 깨끗하게 씻어낸다면, 다시 평범한 삶을 살 수 있을 테니.」\n\n하지만 바르카는 로자리아가 매번 수업을 빼먹고, 성가대 활동에도 무단결근을 할 거라고는 생각도 못 했다.\n\n그녀는 야외에서 사냥하며 사는 한이 있더라도 성실한 수녀가 되고 싶진 않았다. 황금빛 햇살은 그녀에게 있어서 너무나도 눈부셨다.\n\n게다가 로자리아는 아주 오래전부터 알고 있었다. 그녀는 달의 아이이기에, 언젠가 어둠 속으로 돌아가야 한다는 것을",
      "en": "Rosaria may not be one to attend prayer meetings, but that does not mean she doesn't have her own theological viewpoints.\n\nIn her view, freedom is the spiritual pillar of Mondstadt's people, and it is the very thing that caused her to end up here in the first place.\n\nRosaria was born in a remote mountain village, but was taken from her home shortly after birth by the very same bandits who drenched it in blood.\n\nRaised by those crooks, she learned how to fight, sometimes thieving, other times doing odd jobs for the crew.\n\nShe was their servant, but also their tool, a crook, yet still a child.\n\nShe fought against outsiders and her comrades alike, and growing up was a constant battle for survival against the hunger and cold.\n\nRosaria's youth was just like Mondstadt's sunset — blood-red from horizon to horizon, and so fleeting that night had fallen before she'd had the chance to stop and take in the view.\n\nUltimately, the bandit crew was wiped out by the Knights of Favonius. As their youngest member, Rosaria was judged to have a chance of rehabilitation.\n\nGrand Master Varka brought her to Mondstadt. Sincerely hoping that she might someday fit in here, he advised her:\n\n\"Go to the Cathedral and be cleansed by the light of our archon. You still have the chance to turn your fate around and live a normal life.\"\n\nBut Varka had not counted on Rosaria constantly skipping classes and dodging hymnal.\n\nShe would rather hunt in the wild than settle into a life of dutiful service as a sister. As far as she was concerned, the golden sunlight was not so much cleansing as blinding.\n\nFor Rosaria had long since come to understand that she was a child of the moonlight, and it was inevitable that she would someday return to the embrace of darkness.",
      "de": "Selbst Rosaria, die selbst überhaupt nicht betet, hat eine einzigartige Perspektive auf die Theologie.\n\nFür sie ist die Freiheit das geistige Rückgrat der Bewohner von Mondstadt und es ist genau diese Freiheit, die sie dazu gebracht hat, sich hier niederzulassen.\n\nGeboren in einem abgelegenen Bergdorf wurde Rosalia kurz nach ihrer Geburt von einer Diebesbande entführt, die das Dorf ausgeraubt hatte.\n\nAufgewachsen bei Dieben lernte sie von klein auf Kampffähigkeiten und arbeitete später, als sie größer war, selbst als Diebin und erledigte für die Diebesbande Gelegenheitsjobs.\n\nSie war sowohl ein Sklave als auch eine Maschine, ein Dieb und ein Kind zugleich.\n\nKämpfe mit Außenseitern und Kämpfe mit Gleichaltrigen, der Kampf mit Hunger und Kälte und das Aufwachsen im Wettbewerb.\n\nRosarias Kindheitstage sind wie die untergehende Sonne gespiegelt im Mond, Blut, so weit das Auge reicht, nur um aus diesem Albtraum aufzuwachen und festzustellen, dass es schon zu spät ist.\n\nDie Diebesbande wurde einige Jahre später von den Rittern des Ordens ausgelöscht. Als jüngstes Mitglied wurde Rosaria als reue- und lernfähig angesehen.\n\nDer Großmeister des Ritterordens Varka brachte sie nach Mondstadt. Er wünschte Rosaria alles Gute bei ihrer Eingliederung in Mondstadt und ermahnte sie: „Geh in die Kathedrale und reinige dich im Licht der Götter. Du kannst wieder ganz von vorn anfangen und wie ein normaler Mensch leben.\n\nDoch Varka rechnete nicht damit, dass Rosaria wiederholt den Unterricht schwänzen und den Chor ohne ersichtlichen Grund versäumen würde.\n\nSie würde viel lieber in der Wildnis jagen, als eine friedliche Ordensschwester zu sein. Für sie war es das goldene Sonnenlicht, das der störende Stachel war.\n\nRosaria hatte schon viele Jahre zuvor verstanden: Sie war ein Kind des Mondes und früher oder später würde sie in die Dunkelheit zurückkehren.",
      "es": "Aunque Rosaria nunca reza, tiene su propia opinión sobre los dioses.\n\nA su juicio, la libertad es el pilar de la gente de Mondstadt y lo que la hizo a ella quedarse en la ciudad fue precisamente esa libertad.\n\nRosaria nació en una aldea de un lugar muy remoto. Poco después de nacer, una banda de ladrones masacró su aldea y la raptó.\n\nCriada por los ladrones, desde muy pequeña tuvo que aprender a luchar al mismo tiempo que robaba y hacía todo tipo de trabajos: de criada, de herramienta o de ladrona... todo a pesar de ser solo una niña.\n\nLuchaba con extraños, pero también con sus propios compañeros. Luchaba contra el frío y el hambre mientras crecía compitiendo contra los demás.\n\nLa juventud de Rosaria estuvo teñida de un color tan rojo como el atardecer de Mondstadt y, cuando se quiso dar cuenta, esa época de su vida ya había pasado.\n\nAños más tarde, la banda de ladrones fue disuelta por los Caballeros de Favonius, quienes consideraron que Rosaria, como la integrante más joven, aún estaba a tiempo de arrepentirse de sus errores.\n\nVarka, el Gran Maestro de los Caballeros, fue quien la llevó a Mondstadt y deseaba de todo corazón que Rosaria pudiera integrarse en la ciudad, por lo que le dijo:\n\n“Únete a la Iglesia y expía tus pecados bajo la gloriosa luz de los dioses. Aún estás a tiempo de tener una vida como la de cualquier persona”.\n\nSin embargo, lo que Varka no predijo era que Rosaria no dejaría de saltarse las clases y que se ausentaría repetidamente del coro de la iglesia.\n\nPara ella, que prefería ir a cazar en lugar de ser una monja obediente, la dorada luz del sol era tremendamente cegadora.\n\nHace ya muchos años que entendió una cosa: ella era una hija de la luna, por lo que tarde o temprano volvería a la oscuridad de la que procedía.",
      "fr": "Bien que ne priant jamais, Rosalia a sa propre vision de la théologie.\n\nPour elle, Mondstadt est la cité de la liberté, et c'est ce même esprit qui lui a permis de s'y établir.\n\nNée dans un village reculé, elle est enlevée lors d'un raid sanglant à un très jeune âge.\n\nC'est très tôt que la petite Rosalia, élevée par les brigands, commence son apprentissage du combat, partageant son temps entre la vie de bandit et les corvées pour la bande.\n\nEsclave et machine, criminelle et enfant.\n\nElle combat ceux qui lui sont étrangers, elle combat ceux qui l'entourent, elle combat la faim et le froid. Elle ne grandit pas : elle survit.\n\nLa vie de la jeune fille est alors tel le soleil couchant de Mondstadt : baignant dans un rouge écarlate qui éclipse tout.\n\nLa bande de coupe-jarrets finit par être exterminée par les chevaliers de l'Ordre, il y a de cela plusieurs années. Rosalia en était la membre la plus jeune, et on considéra qu'il n'était peut-être pas trop tard dans son cas.\n\nVarka, le Grand Maître de l'Ordre de Favonius, la ramena à Mondstadt. Espérant de tout cœur qu'elle y trouve sa place, ce dernier lui fit la recommandation suivante : « Rejoins l'Église. Là, tu pourras te laver de tes péchés. Tu as droit à une nouvelle vie, le droit à une existence normale. »\n\nMais ce qu'il n'avait pas prévu, c'est que Rosalia se mette à sécher les cours et à fuir à la moindre mention du mot « chœur », et préfère justement passer son temps à chasser que de suivre l'existence rangée d'une sœur du clergé.\n\nElle sait trop bien que la lumière dorée du jour est aveuglante.\n\nRosalia a compris cette vérité il y a des années déjà : elle est l'enfant de la nuit, et en tant que telle, doit tôt ou tard retourner aux ténèbres.",
      "pt": "Embora Rosaria nunca reze, ela tem sua própria opinião sobre os deuses.\n\nPara ela, a liberdade é o pilar espiritual do povo de Mondstadt, e foi exatamente isso o que a fez ficar na cidade.\n\nRosaria nasceu em um vilarejo remoto nas montanhas. Logo depois de nascer, um grupo de ladrões destruiu o lugar e a raptaram.\n\nCriada por esses bandidos, ela aprendeu a lutar. Algumas vezes roubava, outras fazia trabalhos estranhos para criminosos.\n\nEla era uma empregada e uma ferramenta, uma ladra e também uma criança.\n\nLutava não apenas com estranhos, mas também com seus companheiros. Vivia em meio ao frio intenso, e foi nessas condições que ela cresceu.\n\nA juventude de Rosaria foi como o pôr do sol de Mondstadt - um horizonte de cor vermelho-sangue - e a noite surgiu antes mesmo que ela percebesse.\n\nO grupo de bandidos foi exterminado pelos Cavaleiros de Favonius. Sendo a membro mais jovem, Rosaria foi encaminhada para reabilitação.\n\nO Grande Mestre Varka a trouxe para Mondstadt. Esperando sinceramente que um dia ela se integrasse à cidade, ele a aconselhou da seguinte forma:\n\n \"Vá para a Catedral e purifique-se à luz dos Arcontes. Você pode mudar as coisas e viver como uma pessoa normal.\"\n\nMas Varka não esperava que Rosaria constantemente faltasse às aulas e evitasse o coral.\n\nEla preferia caçar ao ar livre a viver como uma freira. Para ela, a luz dourada do sol não era nada além de ofuscante.\n\nE Rosaria entendeu isso há muito tempo - ela era filha do luar e um dia voltaria para os braços das trevas.",
      "ru": "Хоть Розария никогда не молится, у неё о богах своё мнение.\n\nОна считает, что основа Мондштадта - свобода, и осталась она здесь именно из-за неё.\n\nРозария была ещё совсем младенцем, когда во время кровавого налёта на глухое горное поселение её похитила банда разбойников.\n\nОна воспитывалась разбойниками и рано начала учиться бою, между налётами выполняя разные поручения банды.\n\nИ раб, и машина. Разбойница, но и ребёнок.\n\nОна сражалась как с чужаками, так и с товарищами по банде; превозмогая голод и холод, не росла, но выживала.\n\nЮность Розарии была подобна залитому багрянцем закатному небу Мондштадта - стоило лишь поднять голову, чтобы увидеть, как она утекает.\n\nНесколько лет спустя банду истребили рыцари Фавониус. Розарию сочли слишком молодой и ещё способной раскаяться, и помиловали.\n\nМагистр Ордена Варка привёл её в Мондштадт. Искренне желая, чтобы та нашла себе место в городе, он наставлял её:\n\n«Ступай в собор и смой свои грехи светом божьим. Начни новую жизнь да живи, как все люди».\n\nНо не ожидал Варка, что Розария станет прогуливать занятия и отлынивать от работы в хоре.\n\nСмиренной жизни сестры она предпочла охоту. Золотой свет оказался для неё нестерпимо ярким.\n\nРозария уже давно понимала, что она дитя луны, и рано или поздно вернётся во тьму.",
      "id": "Rosaria tidak pernah berdoa sama sekali, tapi dia memiliki beberapa sudut pandang religius yang unik.\n\nMenurutnya, kebebasan adalah pilar spiritual masyarakat Mondstadt, dan itulah yang membuatnya berada di sini.\n\nRosaria lahir di suatu desa dalam pegunungan yang terpencil. Tidak lama setelah lahir, Rosaria diculik oleh bandit jahat yang membantai desa tersebut.\n\nDibesarkan oleh para bandit, Rosaria belajar cara bertarung, mencuri — bahkan melakukan pekerjaan sampingan untuk para penjahat ini.\n\nMeskipun masih kecil, Rosaria telah menjadi seorang penjahat yang juga merupakan pelayan dan alat mereka.\n\nRosaria tidak hanya bertarung dengan orang asing, tetapi juga dengan rekan-rekannya sendiri. Rosaria tumbuh besar dalam perjuangan melawan cuaca dingin yang menusuk tulang dan kelaparan.\n\nMasa kecil Rosaria benar-benar seperti matahari Mondstadt yang hampir terbenam — berwarna merah darah sepanjang cakrawala, lalu kegelapan malam tiba-tiba datang tanpa disadari.\n\nKelompok bandit tersebut akhirnya dihabisi oleh Knights of Favonius. Sebagai anggota yang paling muda termuda, Rosaria pun dipertimbangkan masih punya kesempatan untuk dikembalikan ke jalan yang benar.\n\nGrand Master Varka kemudian membawanya ke Mondstadt, dengan tulus berharap bahwa suatu hari nanti Rosaria akan betah untuk menetap di sana.\n\n\"Pergilah ke Katedral dan bersihkan dirimu di bawah cahaya Archon. Kamu masih bisa memperbaiki dan melanjutkan hidupmu layaknya orang-orang normal.\"\n\nTapi Varka tidak menyangka kalau Rosaria akan selalu bolos dari kelasnya dan kabur menghindari misa.\n\nDia lebih memilih untuk berburu di alam liar daripada harus hidup sebagai suster. Bagi Rosaria, sinar matahari memang terang, tapi terlalu menyilaukan untuknya.\n\nSejak kecil Rosaria sudah mengerti bahwa dirinya adalah anak dari rembulan di malam hari. Dan bagaimanapun, suatu hari nanti dia pasti akan kembali pada kegelapan.",
      "th": "Rosaria ผู้ที่ไม่เคยอธิษฐานเลย ก็มีมุมมองเกี่ยวกับศาสตร์แห่งเทพเจ้าที่ไม่เหมือนใคร\n\nในมุมมองของเธอนั้น อิสรภาพเป็นเสาหลักทางจิตวิญญาณของชาว Mondstadt และสิ่งที่ทำให้เธอต้องมาหยุดอยู่ที่นี่ก็คืออิสรภาพนั่นเอง\n\nRosaria เกิดในหมู่บ้านบนหุบเขาที่แสนห่างไกล หลังจากที่เกิดได้ไม่นานเธอก็ถูกกองโจรที่มือโชกไปด้วยเลือดชิงตัวไป\n\nเธอได้รับการเลี้ยงดูจากโจรเหล่านั้นจนเติบโต และนี่เองที่ทำให้เธอได้เรียนรู้เทคนิคการต่อสู้ เรียนรู้การเป็นโจร และทำงานเบ็ดเตล็ดในกองโจรตั้งแต่เด็ก ๆ\n\nเธอเป็นทั้งข้ารับใช้ เป็นเครื่องมือ เป็นโจร และยังเป็นเด็กน้อยตัวเล็ก ๆ\n\nเธอไม่เพียงแต่จะต่อสู้กับคนนอกเท่านั้น แต่ยังต้องต่อสู้กับสหายของเธอด้วย เธอต้องต่อสู้ดิ้นรนท่ามกลางความหิวโหยและเหน็บหนาว เธอเติบโตขึ้นท่ามกลางความขัดแย้งที่แสนวุ่นวาย\n\nช่วงวัยแรกแย้มของ Rosaria นั้นเป็นเหมือนกับอาทิตย์ยามอัสดงของ Mondstadt ที่มีสีราวกับสีเลือด และเมื่อเงยหน้าขึ้นมามองก็พบว่าแสงอาทิตย์ได้ลาลับขอบฟ้าไปเสียแล้ว\n\nหลายปีต่อมา กองโจรที่เลี้ยงดูเธอมานั้นก็ได้ถูกกองอัศวินแห่ง Favonius กวาดล้าง และในฐานะสมาชิกที่อายุน้อยที่สุด Rosaria จึงถูกมองว่ายังสามารถกลับตัวกลับใจได้\n\nVarka หัวหน้ากองอัศวินจึงได้พาเธอมาที่ Mondstadt เขาหวังว่า Rosaria จะสามารถปรับตัวให้เข้ากับ Mondstadt ได้ เขาจึงแนะนำเธอว่า:\n\n \"จงไปที่โบสถ์และชำระล้างตัวเองให้บริสุทธิ์ภายใต้แสงแห่งเทพเจ้า แล้วเธอจะสามารถเริ่มต้นชีวิตใหม่ได้เหมือนกับคนธรรมดาทั่วไป\"\n\nแต่ Varka คาดไม่ถึงว่า Rosaria จะโดดเรียนและหนีการร้องเพลงประสานเสียงอยู่เสมอ\n\nเธอยอมที่จะออกไปล่าสัตว์ในป่ามากกว่าการเป็นซิสเตอร์ที่อยู่ในโอวาทแบบนั้น สำหรับเธอแล้ว แสงสีทองเป็นสิ่งที่แสบตาเป็นที่สุด\n\nและ Rosaria ก็รู้มานานแล้วว่า: เธอคือเด็กแห่งแสงจันทร์ ซึ่งไม่ช้าก็เร็วจะต้องกลับไปสู่อ้อมกอดแห่งความมืดมิด",
      "vi": "Ngay cả Rosaria, người không hề cầu nguyện, cũng có cách nhìn nhận độc đáo về thần học.\n\nTheo cô ấy, tự do chính là trụ cột tinh thần của người Mondstadt, và chính sự tự do này đã thúc đẩy cô ở lại đây.\n\nRosaria sinh ra trong một ngôi làng ở vùng núi hẻo lánh và bị một nhóm trộm cướp tàn sát thôn làng bắt đi sau đó không lâu.\n\nĐược bọn cướp nuôi lớn, từ nhỏ cô đã học được kỹ năng chiến đấu, vừa làm cướp vừa làm những chuyện lặt vặt trong nhóm.\n\nVừa là đầy tớ, vừa là cỗ máy, vừa là cướp, vừa là trẻ con.\n\nChiến đấu với người ngoài, chiến đấu với đồng bọn, đấu tranh trong cái đói rét, trưởng thành từ cạnh tranh.\n\nThời thanh xuân của Rosaria như buổi chiều tà ở Mondstadt - đều là màu máu, đến khi ngẩng đầu lên mới phát hiện, thì ra đã quá muộn rồi.\n\nĐám cướp này sau vài năm thì bị Đội Kỵ Sĩ Tây Phong tiêu diệt. Là thành viên trẻ nhất, Rosaria được xem là vẫn có thể hối cải.\n\nĐội Trưởng Kỵ Sĩ Varka đưa cô ấy đến Mondstadt. Anh thật lòng hy vọng cô có thể hòa nhập với nơi này, khuyên bảo:\n\n\"Đến giáo hội thanh tẩy bản thân dưới hào quang của thần, cô có thể bắt đầu lại từ đầu, sống như một người bình thường.\"\n\nNhưng Varka không ngờ rằng, Rosaria thường xuyên trốn học, vô cớ bỏ cả việc hát đoàn.\n\nThà đi săn ở nơi hoang dã cũng không muốn làm một tu nữ an phận. Đối với cô, ánh mặt trời kia mới là thứ gai mắt.\n\nMà Rosaria từ nhiều năm trước cũng đã hiểu rõ: Cô là đứa con của ánh trăng, sớm muộn cũng sẽ trở về nơi hắc ám."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "教会第一翘班王罗莎莉亚,在其修习时代就已是远近闻名的逃课王。\n\n「罗莎莉亚小姐,请注意你的行为!身为成员,你居然完全不出席唱诗班活动!」\n\n「稍安勿躁,奥菲拉修女。罗莎莉亚小姐,我听说,必修课程你一节都没来上过？」\n\n「是的。」\n\n「对了玛利亚夫人,请看这个…罗莎莉亚的神学论文根本是一团糟!」\n\n「罗莎莉亚小姐,恕我直言,你打算留在教会工作吗？」\n\n「不打算。我已经找到别的工作了。」\n\n罗莎莉亚对此毫无紧张感。她确实更适合做些黑色工作。\n\n没想到的是,这份工作最终挂在了教会名下。\n\n「见习修女」罗莎莉亚并未摆脱神职人员头衔,而是顺利升成了「修女」罗莎莉亚。\n\n不出任务时,她尽一切可能逃避教会活动——去酒馆喝酒,或是到城墙上眺望风景。\n\n哪怕实在无法躲避,也绝不愿超时工作。\n\n一到下班时间,罗莎莉亚就会准点消失。\n\n不论是明面上还是暗地里,她的原则都是:绝不加班。",
      "zht": "教會第一蹺班王蘿莎莉亞，在修習時代就已是遠近聞名的蹺課王。\n\n「蘿莎莉亞小姐，請注意妳的行為！身為成員，妳居然完全不出席唱詩班活動!」\n\n「稍安勿躁，奧菲拉修女。蘿莎莉亞小姐，我聽說，必修課程妳一堂都沒來上過？」\n\n「是的。」\n\n「對了瑪利亞夫人，請看這個…蘿莎莉亞的神學論文根本是一團糟！」\n\n「蘿莎莉亞小姐，恕我直言，妳打算留在教會工作嗎？」\n\n「不打算。我已經找到別的工作了。」\n\n蘿莎莉亞對此毫不緊張。她確實更適合做些隱密行動。\n\n眾人沒想到的是，這份工作最終掛在教會名下。\n\n「見習修女」蘿莎莉亞並未擺脫神職人員頭銜，而是順利升成了「修女」蘿莎莉亞。\n\n不出任務時，她盡一切可能逃避教會活動——去酒館喝酒，或是到城牆上眺望風景。\n\n哪怕實在無法躲避，也絕不願加班工作。\n\n一到下班時間，蘿莎莉亞就會準時消失。\n\n不論是檯面上還是暗地裡，她的原則都是：絕不加班。",
      "jp": "怠惰さにおいて、教会内でロサリアの右に出る者はいない。修習時代からすでにその怠惰な態度は有名であった。\n\n「ロサリアさん、分別ある行動をお願いします！教会のシスターとして、合唱に参加しないなんて許しません！」\n\n「落ち着いて、シスターオルフィラ。ロサリアさん、必修科目に一つも出ていないと聞きましたが本当でしょうか？」\n\n「ええ、本当よ」\n\n「そういえばマレア婦人、こちらをご覧ください…ロサリアさんが書いた神学の論文ですが、目も当てられません！」\n\n「ロサリアさん、失礼ですが…この先、教会に仕える気はありますか？」\n\n「ないわ。仕事はもう見つかっているもの」\n\nあまりにも真剣味に欠けるロサリア、彼女の背景を考えれば確かに影の仕事の方が向いているのかもしれない。\n\nただ意外だったことに、その仕事のために教会に属すことになる。\n\n聖職者の身分から逃れられなかった彼女は、「見習いシスター」ロサリアから「シスター」ロサリアとなった。\n\nだが任務がなくとも、彼女は教会の行事を避け——酒場で酒を飲んだり、城壁の上から景色を眺めたりしていた。\n\n避けようがない状況でも残業を忌避し、定時になるとすぐに姿を消す。\n\n表の仕事でも、裏の仕事でも、彼女は「残業」をしないのだ。",
      "ko": "성당의 1등 무단결석생 로자리아는 견습 기간 때부터 악명이 높았다.\n\n「로자리아 씨, 행동거지를 주의해주세요! 성당의 일원으로써 성가대 활동에 전혀 참여하지 않다니!」\n\n「잠깐 진정해보세요, 오필라 수녀. 로자리아 씨 제가 듣기론 필수 과목 수업에 한 번도 안 나왔다는데 정말인가요?」 \n\n「맞아」\n\n「마리아 부인, 이것 좀 보세요… 로자리아의 신학 논문은 완전 엉망이에요!」\n\n「로자리아 씨, 실례지만 계속 성당에서 일할 생각이 있는 건가요?」\n\n「아니, 이미 다른 일을 찾았어.」\n\n로자리아는 전혀 긴장한 내색이 없었다. 그녀는 확실히 어둠의 일이 더 잘 맞았다.\n\n그러나 생각지도 못한 것은, 그 일을 성당의 이름 아래에서 하게 됐다는 것이다.\n\n「견습 수녀」 로자리아는 성직자라는 칭호를 벗는 대신 순조롭게 「수녀」 로자리아로 승격되었다.\n\n임무가 없을 때면 그녀는 무슨 수를 써서라도 성당 활동에서 도망쳐 술집에 가서 술을 마시거나, 성벽 위에서 먼 곳의 풍경을 바라보곤 했다.\n\n만약 도망치지 못하더라도, 절대 초과 근무는 하지 않았다.\n\n로자리아는 퇴근 시간이 되자마자 사라진다.\n\n겉으로 보나, 속으로 보나 그녀의 원칙은: '절대 초과근무는 하지 않는다'이다",
      "en": "Rosaria, the Church's number one truant, became infamous for her absence very early on.\n\n\"Miss Rosaria, please, show a little more circumspection in your actions! You are a member of the Church. How is it appropriate that you simply never turn up for hymn practice?\"\n\n\"Please calm down, Sister Ophila. Miss Rosaria, I'm told that you have never attended a single one of your compulsory classes. Is that so?\"\n\n\"Yes.\"\n\n\"Mother Maria, please look at this... Rosaria's theological essay is an utter mess!\"\n\n\"Miss Rosaria, if I may ask frankly... do you intend to do any work at all here at the Church?\"\n\n\"No. I've already found other work.\"\n\nRosaria never showed so much as a hint of anxiety in any of these exchanges. What's more, it was true — she had indeed found other work for herself, and much darker work at that.\n\nThe unexpected twist was that she would ultimately end up doing this work under the aegis of the Church.\n\nRosaria the novice did not leave the clergy, but instead became Sister Rosaria without much incident.\n\nNevertheless, when she's not on a mission, she does everything she can to avoid attending church activities, instead heading to the taverns to drink or scaling the city walls to view the scenery.\n\nAnd when she simply cannot escape a church engagement, you can be sure that she will be the first to leave.\n\nThe instant the workday is done, Rosaria vanishes.\n\nWhether by bright day or dark night, there is one principle that she will never transgress: no overtime.",
      "de": "Rosaria, die Schulschwänzerin Nummer eins der Kathedrale, war schon zu Studienzeiten als Königin der Schulschwänzer bekannt.\n\n„Rosaria, bitte achte auf dein Verhalten! Als Ordensmitglied hast du noch kein einziges Mal bei den Aktivitäten des Chors teilgenommen!“\n\n„Nicht so hastig, Schwester Ophila. Rosaria mein Kind, ich habe gehört, du hast noch an keiner unserer Klassen teilgenommen?“\n\n„Das ist korrekt.“\n\n„Übrigens, Aufseherin Maria, bitte seht Euch das an ... Das ist Rosarias Theologie-Klausur, ein einziges Chaos!“\n\n„Rosaria, bei allem gebührenden Respekt, aber hast du vor, weiter in der Kathedrale zu arbeiten?“\n\n„Nicht wirklich. Ich habe mir bereits andere Arbeit gesucht.“\n\nRosaria war kein bisschen nervös, als sie dies kundtat. Anscheinend war sie wirklich besser für dunklere Arbeit außerhalb des Lichts der Kathedrale geeignet.\n\nErstaunlicherweise entpuppte sich diese Arbeit aber als Arbeit im Namen der Kathedrale.\n\n„Ordensschwester in Ausbildung“ Rosaria verließ die Kathedrale letztendlich doch nicht, sondern wurde sogar noch befördert zur richtigen „Ordensschwester“ Rosaria.\n\nWenn sie gerade keinen Auftrag hatte, vermied sie Aktivitäten der Kathedrale um jeden Preis, verbrachte Zeit in der Taverne oder genoss die Aussicht an der Sturmwacht.\n\nArbeite niemals Überstunden, auch wenn du es nicht verhindern kannst.\n\nWenn es Zeit ist zu gehen, ist Rosaria die Erste, die weg ist.\n\nIhre feste Regel ist es, niemals Überstunden zu schieben.",
      "es": "Antes de ser conocida como la monja que más veces se escapa del trabajo de la Iglesia, Rosaria ya era conocida en su época de estudiante como la alumna que más clases se saltaba.\n\n“Hermana Rosaria, por favor, ¡compórtate bien! Como miembro de la Iglesia, ¡no puedes ausentarte de nuestras clases de coro!”.\n\n“Tranquila, Hermana Ophelia. Hermana Rosaria, he oído que no has asistido a ninguna clase del curso obligatorio. ¿Es eso cierto?”.\n\n“Sí”.\n\n“Madre María, mire esto, por favor... ¡La tesis sobre teología de Rosaria es un desastre!”.\n\n“Hermana Rosaria, perdona si sueno muy directa, pero ¿tienes pensado trabajar en la Iglesia en un futuro?”.\n\n“No. Ya encontré otro trabajo”.\n\nRosaria no se sintió nerviosa en absoluto ante estas preguntas. Sabía que se le daría mucho mejor hacer el trabajo más “oscuro”.\n\nLo que no imaginó fue que, al final, ese trabajo tendría que hacerlo en nombre de la Iglesia.\n\nRosaria, que estaba en el periodo de prueba para ser monja, no pudo escapar de este destino y, finalmente, se convirtió en la Hermana Rosaria.\n\nCuando no tiene ninguna tarea que hacer, evita a toda costa asistir a las actividades de la Iglesia y, en su lugar, va a una taberna a beber o a contemplar el paisaje desde la muralla de la ciudad.\n\nSi realmente no tiene manera de escaparse, tampoco trabajará más tiempo de lo debido.\n\nEn cuanto llega su hora de terminar de trabajar, Rosaria desaparece con extrema puntualidad.\n\nTanto de cara a otras personas como cuando trabaja por su cuenta, siempre se adhiere al mismo principio: no hacer nunca horas extra.",
      "fr": "Rosalia, toujours la première quand il s'agit de tirer au flanc, était déjà réputée comme étant la reine de l'école buissonnière lorsqu'elle commença ses études.\n\n« Demoiselle Rosalia, faites un peu attention à votre conduite ! Vous êtes membre du clergé, et on ne vous voit jamais dans le chœur avec les autres ! »\n\n« Rosalia, un peu de calme. Il paraît que vous n'êtes allée à aucun des cours obligatoires ? »\n\n« C'est vrai. »\n\n« Et regardez ça, dame Maria... Sa thèse sur la théologie est un ramassis d'absurdités ! »\n\n« Rosalia, laissez-moi vous poser une question : avez-vous l'intention de rester travailler pour l'Église ? »\n\n« Non, j'ai déjà trouvé quoi faire. »\n\nRosalia est juste la personne idéale pour s'occuper du genre de tâche dont on s'occupe dans l'ombre, c'est tout. Aucune raison de s'affoler.\n\nCe qu'elle n'aurait pu imaginer, c'est qu'elle finirait par le faire au nom de l'Église.\n\nC'est plus par concours de circonstances que par vocation que Rosalia, qui n'avait pas quitté officiellement les ordres, obtint un jour le titre de « sœur ».\n\nQuand elle n'est pas prise par quelque mission, elle évite autant que faire se peut toute activité liée à l'Église, préférant à la place aller boire un verre à la taverne ou s'absorber dans la contemplation du paysage depuis les remparts de la cité.\n\nEt quand elle n'a pas d'autre choix que d'être présente, elle s'échappe dès qu'elle le peut.\n\nQuand arrive l'heure de partir, elle disparaît avec une ponctualité irréprochable.\n\nSon principe est le même, qu'elle agisse dans l'ombre ou au grand jour : ne jamais faire d'heures supplémentaires.",
      "pt": "Rosaria, a membro mais evasiva da Igreja, já era famosa por suas ausências desde os tempos de noviça.\n\n\"Srta. Rosaria, por favor, comporte-se! Você é uma integrante da Igreja. Por que falta tanto aos ensaios do coral?\"\n\n\"Acalme-se, Irmã Ophila. Srta. Rosaria, ouvi dizer que você não compareceu em nenhuma das aulas obrigatórias. É verdade?\"\n\n\"Sim.\"\n\n\"Madre Maria, olhe isto... a tese teológica de Rosaria é uma completa bagunça!\"\n\n\"Srta. Rosaria, francamente, você pretende trabalhar aqui na Igreja?\"\n\n\"Não. Eu já encontrei outro trabalho.\"\n\nRosaria não mostrou o menor sinal de nervosismo diante dessas perguntas. Ela realmente havia encontrado um trabalho mais sombrio.\n\nMas não esperava que fosse trabalhar em nome da própria Igreja.\n\nA \"noviça\" Rosaria não deixou o clero e se tornou a \"Irmã\" Rosaria.\n\nMas quando não está em uma missão, sempre encontra um meio de evitar as atividades da igreja - vai a uma taverna para beber ou observa a paisagem na muralha da cidade.\n\nE se não puder escapar, não fará mais do que o necessário.\n\nAssim que o trabalho termina, Rosaria desaparece.\n\nSeja em um dia claro ou na noite escura, seu princípio permanece o mesmo: nada de fazer horas extras.",
      "ru": "Розария обрела славу первой прогульщицы ещё во время обучения.\n\n«Розария, как ты себя ведёшь? Ты, будучи членом церкви, пропустила все занятия в хоре!»\n\n«Не горячитесь, сестра Офелия. Сестра Розария, говорят, что ты не явилась ни на одно обязательное занятие. Это правда?»\n\n«Да».\n\n«Вы только посмотрите, госпожа Мария... Её работа по богословию - сущая белиберда!»\n\n«Розария, позволь поинтересоваться, собираешься ли ты остаться работать в церкви?»\n\n«Нет. Я уже присмотрела кое-что другое».\n\nРозария ничуть не нервничала. Она знала, что подходит для «чёрной» работы.\n\nНо она и представить не могла, что будет делать её во имя церкви.\n\n«Ученица» Розария не только не избавилась от духовного титула, но даже была повышена до «сестры».\n\nКогда заданий нет, она всячески пытается избегать работы в соборе, засиживаясь в таверне за выпивкой или любуясь видами с городской стены.\n\nКогда же от работы не отвертеться, Розария старается ни на секунду не задерживаться.\n\nСтоило рабочим часам кончиться, как она тут же пропадала.\n\nИ в тайне, и в открытую Розария всегда придерживалась принципа: никогда не задерживаться на работе.",
      "id": "Rosaria, pembolos nomor satu Katedral, sudah terkenal karena sering kabur sejak hari-hari pertamanya.\n\n\"Nona Rosaria, tolong jaga tindakanmu! Kamu adalah anggota Katedral. Bagaimana mungkin kamu sama sekali tidak pernah datang untuk latihan misa?\"\n\n\"Harap tenang, Suster Ophila. Nona Rosaria, aku dengar kamu tidak pernah menghadiri satu pun kelas wajibmu. Apa itu benar?\"\n\n\"Benar.\"\n\n\"Suster Maria, Silakan Anda lihat ini... esai teologis Rosaria benar-benar kacau!\"\n\n\"Nona Rosaria, kalau kamu bersedia berterus terang, apa sebenarnya kamu memang tidak berniat untuk bekerja di Katedral?\"\n\n\"Tidak. Aku sudah menemukan pekerjaan lain.\"\n\nRosaria tidak menyiratkan keraguan apa pun dalam ucapannya ini. Dia memang telah menemukan pekerjaan gelap yang lebih cocok untuk dirinya sendiri.\n\nSatu hal yang tidak terduga justru... pekerjaan yang dia lakukan tersebut juga sebenarnya berada di bawah pengawasan Katedral sendiri.\n\n\"Calon Suster\" Rosaria tidak meninggalkan tugas kesusterannya, tapi justru berhasil menjadi \"Suster\" Rosaria dengan lancar.\n\nBahkan saat dia tidak punya tugas yang harus dikerjakan, dia akan selalu mencari segala cara untuk menghindari aktivitas di Katedral — pergi ke Tavern untuk sekadar minum atau menikmati pemandangan dari tembok kota misalnya.\n\nDan jika dia benar-benar kehabisan cara untuk melarikan diri, dia selalu bekerja tepat waktu.\n\nSaat pekerjaannya selesai, Rosaria akan langsung menghilang.\n\nTidak peduli apakah siang hari yang cerah atau malam hari yang gelap, prinsipnya tetap sama: tidak kenal lembur.",
      "th": "Rosaria ผู้ที่เกเรดื้อด้านเป็นอันดับหนึ่งของโบสถ์ ในช่วงที่ฝึกนั้น เธอขึ้นชื่อในเรื่องการโดดเรียนเป็นที่สุด\n\n\"ซิสเตอร์ Rosaria ระวังพฤติกรรมของเธอด้วย! เธอเป็นสมาชิกของโบสถ์นะ แต่กลับไม่เคยเข้าร่วมกิจกรรมการร้องเพลงประสานเสียงเลย!\"\n\n\"ใจเย็นก่อน ซิสเตอร์ Ophila ฉันได้ยินมาว่า เธอเองก็ไม่เคยเข้าเรียนวิชาบังคับเลยแม้แต่ครั้งเดียวใช่มั้ย?\"\n\n\"ใช่\"\n\n\"คุณแม่ Maria ได้โปรดดูนี่...รายงานเรื่องศาสตร์แห่งเทพเจ้าของ Rosaria เป็นอะไรที่แย่มาก!\"\n\n\"ซิสเตอร์ Rosaria ฉันขอถามตรง ๆ เลยนะ เธอคิดจะทำงานที่โบสถ์รึเปล่า?\"\n\n\"ไม่เลย ฉันหางานอื่นได้แล้ว\"\n\nRosaria ไม่ได้กังวลอะไรกับเรื่องนี้เลย เธอเหมาะที่จะทำงานในด้านมืดมากกว่าจริง ๆ\n\nแต่ที่คิดไม่ถึงก็คือ สุดท้ายแล้วงานนี้ก็ยังต้องทำในนามของทางโบสถ์อยู่ดี\n\n\"ซิสเตอร์ฝึกหัด\" Rosaria ไม่เพียงแต่ไม่สามารถหนีจากเส้นทางของศาสนาได้ แต่ยังได้รับการเลื่อนขั้นให้เป็นซิสเตอร์ Rosaria ได้อย่างราบรื่น\n\nเวลาที่ไม่ได้ปฏิบัติภารกิจ เธอจะพยายามหลีกเลี่ยงกิจกรรมของโบสถ์ ด้วยการไปดื่มที่ร้านเหล้า หรือไปชมวิวที่กำแพงเมือง\n\nหรือถ้าไม่สามารถเลี่ยงได้จริง ๆ เธอก็จะไม่ยอมทำงานล่วงเวลาโดยเด็ดขาด\n\nRosaria จะหายตัวไปทันทีที่ถึงเวลาเลิกงาน\n\nซึ่งไม่ว่าจะเป็นตอนเช้าหรือตอนกลางคืนกฎของเธอก็คือ: ไม่ทำงานล่วงเวลาเด็ดขาด",
      "vi": "Trong thời gian học tập, Rosaria đã nức tiếng gần xa là vua cúp tiết đệ nhất của giáo hội.\n\n\"Rosaria, xin hãy chú ý hành vi của mình! Là một thành viên mà lại không hề có mặt trong hoạt động ca đoàn!\"\n\n\"Xin hãy bình tĩnh. Tiểu thư Rosaria, tôi nghe nói, cô chưa từng đến lớp học những môn bắt buộc?\"\n\n\"Đúng thế.\"\n\n\"Đúng rồi, phu nhân Maria, hãy xem cái này...đây là luận văn thần học của Rosaria, đúng là một mớ hỗn độn!\"\n\n\"Tiểu thư Rosaria, tôi xin phép được nói thẳng, cô có dự tính ở lại giáo hội làm việc không?\"\n\n\"Không, tôi đã tìm được việc khác rồi.\"\n\nRosaria không hề lo lắng về việc này. Cô ấy quả thật thích hợp với những công việc đen tối hơn.\n\nĐiều không ngờ tới là công việc này lại làm dưới danh nghĩa của giáo hội.\n\nThế là, \"tu nữ thực tập\" Rosaria không những không thoát khỏi công việc của người trong giáo hội, mà còn thăng lên làm tu nữ Rosaria một cách thuận lợi.\n\nKhi không làm nhiệm vụ, cô cố hết sức né tránh hoạt động của giáo hội - đến quán rượu uống rượu hoặc lên tường thành ngắm cảnh.\n\nNgay cả khi không thể tránh đi thì cũng không bao giờ chịu làm quá giờ.\n\nVừa đến giờ tan ca thì Rosaria đã biến mất.\n\nDù là ngoài sáng hay trong tối, nguyên tắc của cô vẫn là: Tuyệt đối không tăng ca."
    }
  },
  {
    "title": {
      "zhs": "教会配发笔记本",
      "zht": "教會配發筆記本",
      "jp": "教会から配られたノート",
      "ko": "성당에서 나눠준 노트",
      "en": "Church-Issue Journal",
      "de": "Von der Kathedrale vergebenes Heft",
      "es": "Cuaderno de la Iglesia",
      "fr": "Carnet émis par l'Église",
      "pt": "Caderno Emitido pela Igreja",
      "ru": "Церковная тетрадь",
      "id": "Jurnal Masalah Gereja",
      "th": "สมุดบันทึกของโบสถ์",
      "vi": "Sổ Tay Giáo Hội"
    },
    "line": {
      "zhs": "白色封皮的笔记本。封面上有着「西风教会」的字样。\n\n笔记主人写得一手好字，笔记内容却是各种无聊摘抄。\n\n「蒲公英酒，全场八折！」\n\n「渔人吐司，用你意想不到的价格，享受梦中美味！」\n\n「小麦折扣力度惊人，需要帮忙磨成面粉可以给店主留言。」\n\n「番茄买三送一！」\n\n「新鲜的小灯草，可以放在洗手间当照明用具哦！先生，看看吧…！」\n\n洒脱而又美观的字迹，写下的却是各种叫卖口号与商店标语。\n\n这本笔记本是罗莎莉亚见习修女时代的产物。\n\n不难猜测，她一翘课就会跑去商店街的楼顶偷懒，一边晒太阳，一边听写底下传来的各种吆喝。",
      "zht": "白色封皮的筆記本。封面上有著「西風教會」的字樣。\n\n筆記主人寫得一手好字，筆記內容卻是各種無聊摘抄。\n\n「蒲公英酒，全場八折！」\n\n「漁人吐司，用你意想不到的價格，享受夢中美味！」\n\n「小麥折扣力度驚人，需要幫忙磨成麵粉可以留言給店長。」\n\n「番茄買三送一！」\n\n「新鮮的小燈草，可以放在洗手間當照明用具哦！先生，看看吧…！」\n\n灑脫而又美觀的字跡，寫下的卻是各種叫賣口號與商店標語。\n\n這本筆記本是蘿莎莉亞見習修女時代的產物。\n\n不難猜測，她一蹺課就會跑去商店街的樓頂偷懶，一邊曬太陽，一邊聽寫底下傳來的各種吆喝。",
      "jp": "白いカバーのノート。表紙には「西風教会」と書かれている。\n\nノートの中には綺麗な字が並んでいるが、内容は至極どうでもいいもの。\n\n「蒲公英酒はどうだい、ただいま20%オフだよ！」\n\n「漁師トースト、お値段以上のおいしさ！」\n\n「小麦の大セール！小麦粉にしたい場合は店主までお声がけを！」\n\n「3個買ったら1個おまけ！」\n\n「新鮮なイグサはどう、トイレの照明に使えるよ！お客さん見てらっしゃい…！」\n\n均整の取れた美しい筆跡だが、書かれているのは呼び込みの言葉やお店の広告ばかり。\n\nこのノートはロサリアが見習い時代に持っていた物だ。\n\n当時、彼女は授業を抜け出すと商店の屋上へと行き、陽の光を浴びながら下から聞こえてくる様々な声をノートにただただ書いていた。そんな風に過ごす彼女の姿は、想像に難くないだろう。",
      "ko": "흰색 표지의 노트, 표지 위에는 「페보니우스 성당」이라는 글자가 새겨져 있다.\n\n노트 속 글씨는 반듯하지만, 사실상 읽어보면 별 의미 없는 내용뿐이다.\n\n 「민들레주, 20% 할인!」\n\n 「어부 토스트, 상상할 수 없는 가격으로 꿈같은 맛을 즐겨보세요!」\n\n「밀 파격 할인! 밀가루가 필요하신 분은 메모를 남겨주세요.」\n\n「토마토가 3+1 !」\n\n「싱싱한 등불꽃을 화장실에 놓고 조명으로 쓸 수 있습니다! 선생님, 보고 가세요…!」\n\n시원시원하고 예쁜 글씨로 물건을 사라고 외치는 가게들의 광고문구가 적혀있다.\n\n이 노트는 로자리아가 견습 수녀 때부터 갖고 있던 물건이다.\n\n그녀는 보나 마나 수업을 빠지고 곧장 상점가의 옥상에서 일광욕을 즐기며 상점가에서 들려오는 소리를 모두 노트에 적었을 것이다",
      "en": "A journal with a white cover. The words \"Church of Favonius\" are inscribed on the cover.\n\nThe handwriting is beautiful, but the content is the most of the most banal variety imaginable.\n\n\"Dandelion Wine — now eighty percent off!\"\n\n\"Fisherman's Toast — an incredible flavor at an unbelievable price!\"\n\n\"Crazy discounts on Wheat — ask at the counter and we'll grind it into Flour for you.\"\n\n\"Buy three Tomatoes and get one free!\"\n\n\"Fresh Small Lamp Grass! Use it to light up your bathroom! Come on, Sir, have a look!\"\n\nThere is something incongruous about a random assortment of marketplace cries and advertising slogans having been penned by such a graceful and elegant hand.\n\nThis journal is a relic from Rosaria's novice days.\n\nClearly, she must have skipped class and headed to the rooftops on the merchant street, bathing in the sun, listening to the eclectic cries of the street vendors, and committing them to paper.",
      "de": "Ein Notizbuch mit einem weißen Einband. Auf der Vorderseite steht „Favonius-Kathedrale“ geschrieben.\n\nDer Besitzer des Notizbuches hat eine schöne Handschrift, jedoch der Inhalt ist ein wenig durcheinander.\n\n„Löwenzahnschnaps, 20 % Rabatt!“\n\n„Fischerschnitte, zu einem Preis, den du nicht erwartet hättest. Koste das Essen deiner Träume!“\n\n„Der Rabatt auf Weizen ist unglaublich. Wer Hilfe braucht, kann dem Ladenbesitzer eine Nachricht hinterlassen.“\n\nTomaten, kaufe drei und bekomme eine umsonst!“\n\n„Frisches Lampenkraut, eignet sich besonders als Lampe im Badezimmer! He, du da, komme und staune!“\n\nJede Menge Werbesprüche standen dort in makelloser Handschrift geschrieben.\n\nDieses Notizbuch gehört der zu jener Zeit noch in Ausbildung befindlichen Ordensschwester Rosaria.\n\nMan kann sich gut vorstellen, wie sie ihre Zeit auf den Dächern der Läden verbrachte, während sie die Schule schwänzte und all diesen tollen Sprüchen lauschte.",
      "es": "Se trata de un cuaderno con una portada de color blanco en la cual están escritas las palabras “Iglesia de Favonius”.\n\nSu dueña ha escrito en él con una buena caligrafía toda clase de frases sin mucho sentido.\n\n“¡Vino de diente de león con un 20% de descuento!”.\n\n“Tostada del pescador. Disfruta de un sabor de ensueño a un precio muy bajo”.\n\n“Trigo a un precio sorprendente. Quien necesite ayuda para molerlo que a su dueño se lo comente”.\n\n“¡Tomates, tomates! ¡Compre tres y llévese otro más!”.\n\n“¡Lucettas frescas! ¡Pueden servir como lámpara para iluminar su baño! Señor, ¡mire, mire!”.\n\nEn el cuaderno había escrito una gran cantidad de eslóganes de comerciantes con una letra muy libre y hermosa.\n\nEra un objeto que tuvo a lo largo de todo su periodo de prueba como monja.\n\nAsí pues, no es difícil imaginar que, cada vez que se saltaba una clase, era para huir hasta los tejados de las calles comerciales y anotar desde ellos todos aquellos gritos y cantos mientras tomaba el sol.",
      "fr": "Un carnet à la couverture blanche, sur laquelle sont inscrits les mots « Église de Favonius ».\n\nLes notes qui s'y trouvent ont été rédigées d'une main appliquée, mais consistent en un amalgame de phrases à l'intérêt réduit.\n\n« 20 % de réduction sur tout le vin de dent-de-lion ! »\n\n« Toast du pêcheur ! Délicieux, et à un prix imbattable ! »\n\n« Blé au meilleur prix, qualité fine – contactez-nous pour vos besoins en farine ! »\n\n« Quatre tomates pour le prix de trois ! »\n\n« Elles sont fraîches mes herbes à lampe ! Idéales pour donner une touche de lumière à vos toilettes ! Approchez, monsieur...! »\n\nLes caractères élégants qui s'alignent, fluides, sur les pages du carnet, ne sont que des slogans de camelots ou des appels de marchands.\n\nCe carnet est un témoignage des premières années de Rosalia au sein de l'Église.\n\n... Témoignage de journées d'école buissonnière passées sur le toit de quelque édifice de la rue commerçante, à s'entraîner en profitant du soleil à la dictée aux sons de l'artère agitée remontant le long des façades.",
      "pt": "Um caderno com capa branca. As palavras \"Igreja Favonius\" estão escritas na capa.\n\nA caligrafia é muito boa, mas não há nada além de frases sem muito sentido.\n\n\"Vinho de Dandelion - agora com oitenta por cento de desconto!\"\n\n\"Torrada do Pescador - sabor fantástico por um preço inacreditável!\"\n\n\"Grandes descontos no trigo - pergunte no balcão se precisar de ajuda para transformá-lo em farinha.\"\n\n\"Compre três tomates e leve um de graça!\"\n\n\"Lâmpada de Grama fresca! Você pode usá-la para iluminar seu banheiro! Vamos, senhor, dê uma olhada!\"\n\nTodos esses apelos dos vendedores e slogans comerciais estão escritos com letras livres e graciosas.\n\nEsse caderno é um símbolo dos dias de noviça de Rosaria.\n\nNão é difícil imaginar que ela subia nos telhados das ruas comerciais quando matava uma aula e tomava banho de sol enquanto ouvia e rabiscava os gritos e conversas vindos de baixo.",
      "ru": "Тетрадь с белой обложкой. На лицевой стороне написано «Церковь Фавония».\n\nЕё обладатель чистым каллиграфическим почерком заносил разные скучнейшие заметки.\n\n«Скидка 20% на всё вино из одуванчиков!»\n\n«Рыбацкий бутерброд: вкус мечты по невероятной цене!»\n\n«Страшная скидка на пшеницу! Если вам нужно её перемолоть, оставьте хозяину записку».\n\n«Купи три помидора и получи четвёртый бесплатно!»\n\n«Свежая трава-светяшка осветит вашу уборную. Господин, не проходите мимо!..»\n\nЛёгкие и приятные глазу штрихи складываются в избитые фразочки уличных зазывал.\n\nБлокнот этот - произведение Розарии времён её ученичества.\n\nНетрудно догадаться, что она, прогуливая занятия, нежилась под солнцем на крышах торгового квартала и записывала выкрики, которые доносились внизу.",
      "id": "Jurnal dengan sampul putih. Terdapat tulisan \"Church of Favonius\" di sampulnya.\n\nTulisannya benar-benar rapi, tetapi semua tulisannya sama sekali tidak berhubungan dengan Katedral Favonius.\n\n\"Dandelion Wine — sekarang diskon 20%!\"\n\n\"Fisherman's Toast — rasa yang menakjubkan dengan harga yang sulit dipercaya!\"\n\n\"Diskon besar-besaran untuk Wheat — silakan bicara pada kasir jika butuh bantuan untuk menggilingnya menjadi Flour.\"\n\n\"Beli tiga Tomato, gratis satu!\"\n\n\"Small Lamp Grass Segar! Bisa digunakan untuk menerangi kamar mandi! Ayo, dilihat dulu!\"\n\nSemua iklan pasar ini ditulis dengan sangat rapi.\n\nJurnal ini adalah kenang-kenangan pada saat Rosaria masih menjadi calon suster.\n\nTidak sulit untuk menebak kalau dia pasti pergi ke atap toko-toko para pedagang di jalanan saat membolos kelas, bermandikan cahaya matahari sambil mendengar dan menulis berbagai teriakan pedagang di bawahnya.",
      "th": "สมุดบันทึกปกขาวที่มีคำว่า Favonius Church เขียนอยู่บนหน้าปก\n\nเจ้าของสมุดบันทึกเขียนด้วยลายมือที่สวยงาม แต่เนื้อหาในบันทึกกลับจดไว้แต่เรื่องไร้สาระ\n\n\"ไวน์แดนดิไลออน ลด 20%!\"\n\n\"Fisherman's Toast สัมผัสกับรสชาติอันน่าทึ่งในราคาที่เหลือเชื่อ!\"\n\n\"Wheat ลดกระหน่ำ ถ้าอยากบดเป็นแป้งสาลี สามารถบอกเจ้าของร้านได้เลย!\"\n\n\"Tomato ซื้อสามแถมหนึ่ง!\"\n\n\"ดอก Small Lamp Grass สด ๆ ให้มันส่องสว่างในห้องน้ำของคุณ! คุณลูกค้า เข้ามาเลือกดูก่อนได้เลย...!\"\n\nสโลแกนของร้านค้าต่าง ๆ ได้ถูกจดลงด้วยลายมืออันเรียบง่ายและงดงาม\n\nบันทึกเล่มนี้เป็นเล่มที่ Rosaria ใช้งานตอนเธอฝึกเป็นซิสเตอร์\n\nเดาได้ไม่ยากเลยว่า เวลาเธอโดดเรียนก็คงไปนอนอู้อยู่บนหลังคาของตึกบนถนนการค้า อาบแดดไปพลาง ฟังเสียงตะโกนเรียกลูกค้าของร้านรวงที่อยู่ด้านล่างไปพลาง",
      "vi": "Quyển sổ tay với lớp bìa trắng bằng da. Bên ngoài có kiểu chữ của \"Giáo Hội Tây Phong\".\n\nChủ nhân của quyển sổ viết chữ rất đẹp, nhưng nội dung lại toàn là những trích dẫn nhàm chán.\n\n\"Rượu bồ công anh, giảm giá 20% toàn cửa hàng!\"\n\n\"Bánh Người Cá, hãy cảm nhận vị ngon như mơ với mức giá gây sốc!\"\n\n\"Tiểu mạch siêu giảm giá, muốn nghiền thành bột có thể nhắn lại cho chủ tiệm.\"\n\n\"Cà chua mua 3 tặng 1!\"\n\n\"Tiểu Đăng Thảo mới toanh có thể đặt ở nhà vệ sinh để chiếu sáng! Xem thử nào...!\"\n\nNét chữ vừa đẹp vừa thanh thoát nhưng lại viết toàn tin giảm giá và quảng cáo của các cửa hàng.\n\nQuyển sổ này là vật lưu niệm lúc Rosaria còn là tu nữ thực tập.\n\nKhông khó để đoán ra, mỗi khi trốn tiết, cô ấy sẽ chạy lên mái nhà của khu phố mua bán, vừa tắm nắng, vừa viết lại những câu mời chào từ phía dưới truyền lại."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "罗莎莉亚的「神之眼」出现在某个寒冷的夜晚。\n\n那是盗贼团最窘迫的时期，口粮不足以养活所有人。\n\n她总是吃不饱饭，因无法忍受饿着肚子在寒风里做粗活而逃走。\n\n盗贼团的老人将她追了回来。他正是将她从出生村庄捡走、教她杀人技法的人。\n\n「逃跑的都是叛徒，叛徒只有赢得决斗才能获得自由。」\n\n老人将一把旧匕首丢给罗莎莉亚。\n\n「来吧，杀了我才可能离开这里。我是暮年的狮子了，你还年轻。能做到的吧？」\n\n几乎没人相信罗莎莉亚真能杀死他。可老狮确实死在了初生的野兽爪下。\n\n那一晚，盗贼团失去一个老成员，接纳一名新成员。\n\n有趣的是，盗贼们起先不愿接纳杀死老人的罗莎莉亚，却在看见她手上那颗「神之眼」后改变了主意。\n\n——有「神之眼」的人肯定比快老死的贼厉害。再说，你吃得也少，还能节约些粮食。\n\n罗莎莉亚冰块般凝结的心中忽然浮出一个疑问：\n\n他是故意让我顶替他吗？…捡来的孩子，也会让虚假的父亲产生包庇之心吗？",
      "zht": "蘿莎莉亞的「神之眼」出現在某個寒冷的夜晚。\n\n那是盜賊團最困窘的時期，口糧不足以養活所有人。\n\n她總是吃不飽飯，因為無法忍受餓著肚子在寒風裡做粗活而逃走。\n\n盜賊團的老人將她追回來。他正是將她從出生村莊撿走、教她殺人技法的人。\n\n「逃跑的都是叛徒，叛徒只有贏得決鬥才能獲得自由。」\n\n老人將一把舊匕首丟給蘿莎莉亞。\n\n「來吧，殺了我才可能離開這裡。我是暮年的獅子了，妳還年輕。能做到的吧？」\n\n幾乎沒人相信蘿莎莉亞真能殺死他。但老獅確實死在了初生的野獸爪下。\n\n那一晚，盜賊團失去一個老成員，接納一名新成員。\n\n有趣的是，盜賊們起先不願接納殺死老人的蘿莎莉亞，卻在看見她手上那顆「神之眼」後改變了主意。\n\n——有「神之眼」的人肯定比快老死的賊厲害。再說，妳吃得也少，還能省些糧食。\n\n蘿莎莉亞冰塊般凝結的心中忽然浮出一個疑問：\n\n他是故意讓我頂替他嗎？…撿來的孩子，也會讓虛假的父親產生包庇之心嗎？",
      "jp": "ロサリアの「神の目」は、とある寒い日の夜に現れた。\n\n盗賊にとって最も厄介な季節、全員が生きていくには食料が足りなかった。\n\n常に空腹に苦しんでいた彼女は、寒風吹き荒ぶ中での雑用に耐えかね逃げ出した。\n\nしかし、盗賊の一人である老人に捕まり連れ戻されてしまう。彼こそが、過去に彼女を村で拾い、人を殺す技を教えた張本人である。\n\n「逃げる奴は全員裏切り者だ。裏切り者は決闘に勝たなければ自由になれない」\n\nそう言うと、老人は古いナイフをロサリアに投げた。「来い、俺を殺せばここから逃げられる。俺はただの年老いた獅子だ、お前はまだ若い。お前なら容易いことだろう？」\n\nロサリアが勝つなど、誰一人として想像していなかった。しかし、確かに老いた獅子は若き野獣の爪の前に敗れた。\n\nその夜、盗賊団は古株の一人を失ったが、新たなメンバーを迎え入れることにした。\n\n老人を殺したロサリアは盗賊たちに避けられたが、面白いことに彼女の持つ「神の目」を見た途端態度が豹変した。\n\n——「神の目」を持つ者なら、きっとあのジジイよりも強い。それにお前は小食だ、食料の節約にもなる。\n\n氷のように固く凍ったロサリアの心に、ふとある疑問が浮かんだ——\n\n彼はわざと私を勝たせたんじゃないかと…拾った子に対し、偽りながらも父としての気持ちが彼に生まれていたのかもしれない。",
      "ko": "로자리아의 「신의 눈」은 어느 추운 날 밤에 나타났다.\n\n도적단이 가장 궁핍했던 시기였던 터라, 모두를 먹일 수 있는 식량이 없었다.\n\n계속 밥을 배불리 먹지 못했던 그녀는 배고픔에 시달리면서 중노동을 하다가 결국 참지 못하고 도망쳤다.\n\n그러나 도적단의 노인이 그녀를 다시 데려왔다. 그가 바로 로자리아를 마을에서 주워 와 그녀에게 살인의 방법을 알려준 사람이었다.\n\n「도망친 것들은 모두 배신자야. 배신자는 결투에서 이겨야만 자유를 얻을 수 있지.」\n\n노인은 로자리아에게 낡은 비수를 던졌다.\n\n「자, 나를 죽여야만 이곳을 떠날 수 있다. 난 늙어빠졌고 넌 아직 젊으니, 할 수 있겠지?」\n\n아무도 로자리아가 노인을 죽였다고 믿지 않았지만, 늙은 사자는 갓 태어난 짐승의 발톱에 죽게 되었다.\n\n그날 밤, 도적단은 늙어버린 옛 동료를 잃고, 새 동료를 받아들였다.\n\n재미있는 건, 도적단이 노인을 죽인 로자리아를 받아들이지 않으려고 했지만, 그녀의 「신의 눈」을 보고 마음을 바꿨다는 것이다.\n\n——「신의 눈」을 가진 놈이 다 죽어가는 늙은 도적보단 강하겠지. 게다가 넌 적게 먹으니 식량도 절약할 수 있고.\n\n얼음처럼 굳어버린 로자리아의 가슴에 문득 의문이 떠올랐다:\n\n내가 그의 자리를 대신하도록 일부러 져준 건가? …가짜 아버지는, 주워온 아이마저 지키려고 하는 건가?",
      "en": "Rosaria's Vision came to her on a particularly frigid night.\n\nThings were getting desperate for the bandit gang — people were starving and the food supplies were dwindling.\n\nNever able to eat her fill, Rosaria was driven by hunger to flee into the freezing wind rather than continue another second with the hard labor she was forced to endure.\n\nOne of the elders of the gang pursued her and brought her back.\n\nHe was the very person who had taken her from the village of her birth, and the one who had taught her how to kill.\n\n\"Fleeing makes you a traitor, and traitors can only earn their freedom through victory in combat.\"\n\nThe old bandit tossed Rosaria an old dagger.\n\n\"Well, come on then! Kill me, and you can leave this place. I'm long in the tooth now, while you've got youth on your side. You can do this, can't ya?\"\n\nNo one thought that she would be able to kill him — and yet, the old lion would indeed fall by the newborn cub's claws.\n\nThus did the bandits lose an old member and welcome a new one that very night.\n\nThe bandits were reluctant to accept Rosaria at first since she had slain one of their own, but they quickly had a change of heart after seeing the Vision in her hand.\n\nSurely, a Vision wielder had to be far stronger than some old coot who was about to kick the bucket right? And she ate less, to boot... They could save some food this way.\n\nMeanwhile, a question crept into Rosaria's frozen heart:\n\nDid he let me replace him on purpose? ...Could a false father have harbored genuine affection for a child he stole so arbitrarily?",
      "de": "Rosarias „Göttliches Auge“ kam in einer bitterkalten Nacht zu ihr.\n\nEs war eine besonders schwierige Zeit für die Gruppe von Banditen, da sie nicht mehr genug Essen hatte, um jeden satt zu bekommen.\n\nSie hatte sowieso nie genug zu essen. Als sie es nicht mehr aushalten konnte, in eisiger Kälte mit hungrigem Magen zu arbeiten, floh sie in tiefster Nacht.\n\nEiner der ältesten von den Banditen verfolgte sie und holte sie letztendlich ein. Er war es auch, der sie aus ihrem Dorf entführt und ihr beigebracht hatte, wie man tötet.\n\n„Jemand der flieht, ist ein Verräter. Nur jemand, der sich seine Freiheit im Duell erkämpft, ist wahrlich frei.“\n\nDer alte Bandit warf einen Dolch vor Rosarias Füße.\n\n„Komm schon, töte mich, damit du hier weg kannst. Ich bin ein alter Löwe, du nur ein junges Kätzchen. Was kannst du schon ausrichten?“\n\nDie wenigsten glaubten, dass Rosaria ihn wirklich umbringen würde. Letztendlich jedoch starb der alte Löwe durch die Tatze der jungen Katze.\n\nAn jenem Abend verloren die Banditen ein altes Mitglied, gewannen jedoch auch ein neues hinzu.\n\nDas Interessante daran ist, die anderen Banditen waren erst zögerlich, sie als Mitglied zu akzeptieren, änderten aber schnell ihre Meinung, als sie das „Göttliche Auge“ in ihrer Hand bemerkten.\n\nJemand, der ein Göttliches Auge besitzt, muss bestimmt mehr drauf haben als der alte Bandit. Außerdem isst sie weniger als der Alte, das allein ist schon ein Vorteil.\n\nPlötzlich flackerte eine Frage in Rosarias Kopf auf:\n\nOb der alte Bandit sie mit Absicht hat gewinnen lassen? Hat er sie aus dem Dorf entführt, um ihr ein guter Vater zu sein?",
      "es": "A Rosaria se le apareció su Visión en una gélida noche cualquiera.\n\nEn aquella época, la banda de ladrones estaba en su peor situación, sin comida suficiente para alimentar a todos sus miembros.\n\nElla nunca se llegaba a llenar cuando comía y, como no aguantaba más el hambre y el frío que pasaba mientras hacía todo el trabajo duro, decidió escaparse.\n\nSin embargo, el miembro más veterano de la banda la encontró. Él fue quien se la llevó de su aldea natal y quien le enseñó a matar.\n\n“Si huyes, eres una traidora. Y los traidores solo pueden ganarse la libertad si me vencen en un duelo”.\n\nEl viejo ladrón le lanzó una daga a Rosaria.\n\n“Vamos, atácame. Si me matas, podrás irte de aquí. Yo no soy más que un león en sus últimos años de vida, y tú aún eres joven. ¿Conseguirás vencerme?”.\n\nPrácticamente nadie confiaba en que Rosaria pudiera matarlo, pero, efectivamente, aquel viejo león murió bajo las garras de una bestia recién nacida.\n\nEsa noche, la banda de ladrones perdió a un antiguo miembro, pero ganó uno nuevo.\n\nLo más interesante fue que, en un principio, los ladrones no estaban dispuestos a reconocer a Rosaria, que había asesinado a aquel viejo. Pero cambiaron de idea en cuanto vieron la Visión que tenía en la mano.\n\nAlguien con una Visión debía ser mucho más fuerte que ese anciano ladrón. Además, con un miembro menos, aunque no pudieran comer mucho, ahorrarían algo de comida.\n\nEntonces, a Rosaria le surgió una pregunta de su corazón helado:\n\n“¿Se dejó vencer a propósito para que tomara su puesto? ¿Acaso un padre falso podía tenerle algún cariño a una niña que simplemente acogió?”",
      "fr": "C'est lors d'une soirée glaciale qu'est apparu l'œil divin de Rosalia.\n\nLes temps étaient durs pour la bande de brigands, et tous ceux qui en faisaient partie ne mangeaient pas à leur faim.\n\nRosalia, dont le ventre criait famine en permanence, profita d'une corvée pour s'éclipser un soir dans le blizzard.\n\nLe chef de la bande la rattrapa, et la ramena au camp. C'est lui qui l'avait prise à son village et qui lui avait appris à tuer.\n\n« Toute tentative de fuite est un acte de trahison. Le seul moyen pour le traître d'obtenir sa liberté, c'est de me vaincre en duel. »\n\nAinsi parlant, le vieil homme avait lancé une dague abîmée à la jeune fille.\n\n« Allez, tue-moi si tu le peux. Je ne suis qu'un vieux lion qui fatigue, et tu es encore jeune. Tu devrais y arriver, non ? »\n\nPersonne dans l'assemblée n'aurait pu imaginer Rosalia capable de le tuer. Et pourtant, l'homme mourut cette nuit-là des griffes d'une bête sauvage.\n\nLa bande perdit en cette soirée l'un de ses plus anciens membres, et en gagna un nouveau.\n\nDétail intéressant, les scélérats qui au début avaient du mal à accepter le fait que Rosalia ait mit fin à l'existence du vieil homme, parurent beaucoup plus conciliants à la vue de cet œil divin que portait la jeune fille.\n\n« Quelqu'un qui possède un œil divin vaut quand même mieux qu'un type qui meurt à la première occasion. Et puis, tu manges moins, ça fait des économies, il faut dire ce qui est... »\n\nMais un doute dont elle n'arrivait pas à se débarrasser habitait à présent son cœur glacé :\n\nEt s'il l'avait fait exprès pour qu'elle le remplace ? ... Avait-il fait tout ça pour sauver l'enfant qu'il avait volée un jour ?",
      "pt": "A Visão de Rosaria apareceu em uma noite gelada.\n\nEra uma época terrível para a gangue de bandidos, pois eles não tinham comida suficiente para alimentar a todos.\n\nEla nunca ficava satisfeita quando comia. Como não aguentava mais a fome, ela fugiu em meio aos ventos gelados enquanto fazia mais um trabalho.\n\nUm dos anciãos da gangue a perseguiu e a trouxe de volta.\n\nFoi a mesma pessoa que a tirou da aldeia em que ela nasceu e que a ensinou a matar.\n\n\"Aqueles que fogem são considerados traidores, e os traidores só podem conquistar sua liberdade se vencerem um combate\".\n\nO bandido jogou uma adaga velha na direção de Rosaria.\n\n\"Bem, vamos lá. Mate-me e você estará livre para sair daqui. Sou velho demais para isso, e você ainda é jovem. Você consegue fazer isso, não é mesmo?\"\n\nNinguém imaginaria que ela fosse capaz de matá-lo - mas o velho leão caiu nas garras do pequeno filhote.\n\nAssim os bandidos perderam um membro antigo e deram as boas-vindas a um novo naquela mesma noite.\n\nA princípio, os bandidos não queriam que Rosaria fizesse parte do grupo, mesmo tendo matado o ancião. Porém, mudaram de ideia após ver a Visão na mão dela.\n\nO portador de uma Visão é muito mais forte do que um ancião idiota que morreria mais cedo ou mais tarde. E ela comia menos. Poderiam economizar um pouco de comida dessa forma.\n\nPor sua vez, Rosaria sentiu uma dúvida invadir seu coração congelado:\n\nEle me deixou ficar em seu lugar de propósito?... Aquele falso pai sentia algum afeto por uma criança que ele simplesmente encontrou por aí?",
      "ru": "Розария получила свой Глаз Бога одной морозной ночью.\n\nДля разбойников настали тяжёлые времена, и еды на всех не хватало.\n\nТяжёлая работа, постоянный голод и холод стали невыносимы, и Розария решила бежать.\n\nЕё выследил старый разбойник - тот самый, что похитил её из родного поселения и научил убивать.\n\n«Бегут лишь предатели. А предатель может заслужить свободу, только если победит меня в бою».\n\nС этими словами он бросил Розарии ржавый кинжал.\n\n«Ну же, нападай. Убьёшь меня - иди куда глаза глядят. Я лев на закате лет, а ты молода. По силам ли тебе это?»\n\nНикто не верил, что Розария сможет его убить, но кровь старого льва ознаменовала рождение зверя.\n\nВ ту ночь банда лишилась своего старого товарища, но обрела нового.\n\nПримечательно, что убившую старика Розарию никто признавать не желал, пока в её руках не засверкал Глаз Бога.\n\nРазбойники решили, что девушка с Глазом Бога всяко сильнее дряхлого бандита, да и ест меньше, что позволит сэкономить провиант.\n\nВнезапно в ледяном сердце Розарии возник вопрос:\n\n«Не нарочно ли он позволил мне занять его место? Сделал ли он это потому, что хотел спасти похищенного им ребёнка?»",
      "id": "Vision Rosaria muncul pada suatu malam yang dingin.\n\nMalam itu merupakan waktu yang paling kritis bagi kelompok bandit tersebut, karena mereka tidak memiliki persediaan makanan yang cukup untuk memberi makan semua orang.\n\nKarena sering kali tidak bisa makan sampai kenyang, saat bekerja, Rosaria sering melarikan diri ke arah angin yang begitu dingin dan membekukan.\n\nSalah satu tetua dari kelompok itu membujuknya dan menggiringnya kembali.\n\nBandit tersebut adalah orang yang membawanya dari desa tempat dia lahir, sekaligus orang yang mengajarkannya cara membunuh.\n\n\"Mereka yang kabur adalah pengkhianat, dan pengkhianat hanya bisa mendapatkan kebebasan dengan cara menang dalam pertarungan.\"\n\nBandit tua itu melemparkan sebuah belati ke arah Rosaria.\n\n\"Lakukanlah. Bunuh aku, maka kamu bisa meninggalkan tempat ini. Aku sudah tua, sementara kamu masih muda. Kamu bisa melakukannya, kan?\"\n\nTidak ada seorang pun yang percaya kalau Rosaria benar-benar bisa berhasil membunuhnya — seperti itulah akhir kisah dari seekor singa tua yang gugur di bawah cakar anaknya sendiri yang baru lahir.\n\nBegitulah kisah pada malam itu, malam di mana kelompok bandit itu kehilangan salah satu anggota lamanya dan menyambut yang baru.\n\nMenariknya, para bandit itu awalnya tidak bersedia menerima Rosaria yang telah membunuh orang tua itu. Tapi kemudian mereka berubah pikiran setelah melihat bahwa Rosaria ternyata memiliki Vision.\n\nDipikir-pikir, bukankah pemilik Vision pasti lebih kuat daripada bandit biasa? Ditambah lagi porsi makan Rosaria lebih sedikit! Kita bisa menghemat makanan.\n\nSebuah pertanyaan menyelinap ke dalam lubuk hati Rosaria yang dingin:\n\nApakah dia dengan sengaja membiarkan aku menggantikannya? ...Mungkinkah ini rasa kasih sayang dari seorang ayah, yang tumbuh bagi seorang anak pungut?",
      "th": "วิชั่นของ Rosaria ได้ปรากฏขึ้นในค่ำคืนแสนเหน็บหนาว\n\nมันเป็นช่วงเวลาที่สิ้นหวังที่สุดสำหรับกลุ่มกองโจร เสบียงที่มีอยู่ไม่พอที่จะเลี้ยงปากเลี้ยงท้องของทุกคน\n\nเธอมักจะกินไม่อิ่ม จึงหนีไปในคืนที่เห็นหนาวเพราะทนไม่ได้ที่ต้องทำงานหนักในขณะที่หิวโหย\n\nผู้อาวุโสของกลุ่มกองโจรได้ตามเธอกลับมา เขาเป็นคนที่นำตัวเธอมาจากหมู่บ้านที่เธอเกิด และสอนให้เธอฆ่า\n\n\"คนที่หนีก็คือคนทรยศ คนทรยศจะเป็นอิสระได้ก็ต่อเมื่อเอาชนะในการดวลได้เท่านั้น\"\n\nจอมโจรแก่โยนกริชเก่า ๆ ให้ Rosaria\n\n\"มาสิ! ฆ่าฉันซะ แล้วเธอจะไปจากที่นี่ได้ ฉันเหมือนสิงโตเขี้ยวยาว เธอยังเด็กอยู่ แค่นี้เธอทำได้ใช่มั้ยล่ะ?\"\n\nคงไม่มีใครเชื่อว่า Rosaria จะฆ่าเขาได้จริง ๆ สิงโตแก่กลับต้องมาตายด้วยกรงเล็บของสิงโตอ่อนหัด\n\nในคืนนั้น กลุ่มกองโจรได้สูญเสียสมาชิกเก่าไป และต้อนรับสมาชิกใหม่เข้ามา\n\nที่น่าสนใจคือ ในตอนแรกพวกหัวขโมยลังเลที่จะยอมรับ Rosaria ที่ฆ่าชายแก่ไป แต่พวกเขาก็เปลี่ยนความคิดเมื่อเห็นวิชั่นในมือของเธอ\n\n...คนที่มีวิชั่นต้องแข็งแกร่งกว่าตาแก่ที่ใกล้จะหมดลมอย่างแน่นอน อีกอย่าง เธอกินน้อยกว่าเขา เพราะงั้นคงจะประหยัดอาหารไปได้ไม่น้อยเลย\n\nทันใดนั้นก็เกิดคำถามในหัวใจที่เยือกเย็นของ Rosaria:\n\nเขาจงใจให้ฉันมาแทนที่เขาหรือเปล่า? ...เด็กที่ถูกเก็บมา จะทำให้พ่อจอมปลอมรู้สึกถึงความรักได้เหรอ?",
      "vi": "\"Vision\" của Rosaria xuất hiện trong một đêm đen lạnh giá.\n\nĐó là thời kỳ nhóm trộm cướp quẫn bách nhất, lương thực không đủ để nuôi sống tất cả mọi người.\n\nCô ấy luôn trong tình trạng ăn không đủ no, do không chịu được cảnh phải làm việc nặng nhọc khi bụng đói nên đã trốn đi.\n\nTên già trong nhóm đã đuổi theo bắt cô về. Hắn chính là kẻ đã nhặt cô về khi vừa được sinh ra, dạy cô kỹ năng lấy mạng người.\n\n\"Bỏ trốn chính là kẻ phản bội, chỉ khi đánh thắng mới có được tự do.\"\n\nLão già ném dao găm cũ kỹ cho Rosaria.\n\n\"Đến đây, giết ta mới có thể rời khỏi nơi này. Ta là sư tử già lão luyện, cô vẫn còn trẻ, có làm được không?\"\n\nHầu như chẳng có mấy người tin rằng Rosaria có thể lấy được mạng của hắn. Nhưng lão sư tử đó thật sự đã bỏ mạng dưới móng vuốt của dã thú mới sinh.\n\nĐêm đó, nhóm cướp mất đi một thành viên già, kết nạp một thành viên mới.\n\nĐiều thú vị là, ban đầu bọn chúng không muốn kết nạp kẻ đã giết lão già kia, nhưng khi nhìn thấy \"Vision\" trên tay cô thì lại thay đổi ý định.\n\nNgười có \"Vision\" chắc chắn lợi hại hơn lão già sắp chết. Hơn nữa, ăn cũng ít, còn tiết kiệm được một ít lương thực.\n\nMột sự nghi ngờ đột nhiên xuất hiện trong trái tim băng giá của Rosaria:\n\nLão ta cố ý để cô thay thế lão sao?...Một đứa trẻ được nhặt về cũng có thể khiến người cha giả tạo sinh ra cảm giác che chở sao?"
    }
  }
]