[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "这位信徒，如果遇到难以解决的麻烦，可以来找我，如果只想祈祷，还请找其他修女。\n\n…嗯？你不是信徒吗？",
      "zht": "#這位信徒，如果遇到難以解決的麻煩，可以來找我，如果只想祈禱，還請找其他修女。\n\n…嗯？{F#妳}{M#你}不是信徒嗎？",
      "jp": "そこの信徒、何か困っていることがあれば私を頼るといいわ。祈祷がしたいだけなら、他のシスターに…\n\nうん？信徒じゃない？",
      "ko": "가여운 신도여, 골칫거리가 있다면 날 찾아와. 근데 기도가 하고 싶은 거라면, 다른 수녀를 찾아가 봐.\n\n…응? 넌 신도가 아니라고?",
      "en": "Listen disciple, if you've got a problem you can't handle, then I'm the one for the job. But if you're looking for prayer, you'd better find some other Sister\n\n...Huh? You're not a disciple?",
      "de": "#Anhänger{F#in} der Kathedrale, wenn du ein schwer zu lösendes Problem hast, dann such mich auf. Wenn du jedoch nur beten möchtest, dann such dir eine andere Ordensschwester.\n\nWie? Du bist gar kein{F#e} Anhänger{F#in}?",
      "es": "#Hola, creyente. Si necesitas ayuda con algún problema, puedes venir a verme. Pero si solo quieres rezar, entonces mejor busca a otra monja.\n\n¿Eh? ¿No eres {F#una}{M#un} creyente?",
      "fr": "Écoutez, disciple, si vous avez un problème que vous n'arrivez pas à régler, je m'en occupe. Mais si vous cherchez quelqu'un pour prier, vous feriez mieux de vous adresser à une autre sœur.\n\n... Comment ? Vous n'êtes pas un disciple ?",
      "pt": "#Discípul{F#a}{M#o}, se você encontrar um problema difícil de resolver, pode vir até mim para lhe ajudar, mas se for para rezar, é melhor procurar outra Freira.\n\n... Hã? Você não é {F#uma discípula}{M#um discípulo}?",
      "ru": "Слушай, прихожанин. Если у тебя трудноразрешимые проблемы, можешь обращаться ко мне. Ежели тебе просто помолиться, обратись к любой другой из сестёр.\n\n...Хм? Разве ты не прихожанин?",
      "id": "Murid-murid sekalian, jika ada masalah yang sulit diselesaikan, datanglah padaku, tapi jika hanya ingin berdoa, silakan cari suster lain.\n\n...Hah? Kamu bukan murid di sini?",
      "th": "ผู้ศรัทธาท่านนี้ ถ้าเธอเจอปัญหาที่จัดการไม่ได้ ก็มาหาฉันได้ แต่ถ้าอยากสวดภาวนา เชิญไปหาซิสเตอร์คนอื่นเถอะ\n\n...หืม? เธอไม่ใช่ผู้ศรัทธางั้นเหรอ?",
      "vi": "Các vị tín đồ, nếu gặp phải vấn đề khó giải quyết, hãy đến tìm tôi, nếu chỉ muốn cầu nguyện thì hãy tìm tu nữ khác.\n\n...Hả? Bạn không phải tín đồ sao?"
    }
  },
  {
    "title": {
      "zhs": "闲聊·无聊",
      "zht": "閒聊·無聊",
      "jp": "世間話·退屈",
      "ko": "잡담·무료함",
      "en": "Chat: Boredom",
      "de": "Gespräch – Langeweile",
      "es": "Charla - Aburrimiento",
      "fr": "Bavardage - Ennui",
      "pt": "Bate-papo - Entediada",
      "ru": "Поболтаем: Скука",
      "id": "Berbincang: Bosan",
      "th": "แชท - เบื่อ",
      "vi": "Nói chuyện phiếm - Nhàm chán"
    },
    "line": {
      "zhs": "还不走吗？",
      "zht": "還不走嗎？",
      "jp": "まだ行かないの？",
      "ko": "아직 안 갔어?",
      "en": "Don't we have a job to do?",
      "de": "Du bist immer noch da?",
      "es": "¿Aún sigues aquí?",
      "fr": "On a un travail à faire, non ?",
      "pt": "Você ainda não foi embora?",
      "ru": "Разве у нас не полно дел?",
      "id": "Bukankah kita punya pekerjaan yang harus dilakukan?",
      "th": "ยังไม่ไปอีกเหรอ?",
      "vi": "Còn chưa đi sao?"
    }
  },
  {
    "title": {
      "zhs": "闲聊·加班",
      "zht": "閒聊·加班",
      "jp": "世間話·残業",
      "ko": "잡담·잔업",
      "en": "Chat: Overtime",
      "de": "Gespräch – Überstunden",
      "es": "Charla - Horas extra",
      "fr": "Bavardage - Heures supplémentaires",
      "pt": "Bate-papo - Hora extra",
      "ru": "Поболтаем: Работа сверхурочно",
      "id": "Berbincang: Lembur",
      "th": "แชท - ทำงานล่วงเวลา",
      "vi": "Nói chuyện phiếm - Làm thêm giờ"
    },
    "line": {
      "zhs": "什么都可以商量，除了加班。",
      "zht": "什麼都可以商量，除了加班。",
      "jp": "なんでもいいわ、残業以外ならね。",
      "ko": "뭐든 말 해봐. 잔업은 빼고",
      "en": "Everything is negotiable, except overtime.",
      "de": "Man kann über alles reden – außer Überstunden.",
      "es": "Todo puede negociarse, excepto hacer horas extra.",
      "fr": "Tout est négociable. Sauf les heures supplémentaires.",
      "pt": "Tudo pode ser negociado, exceto hora extra.",
      "ru": "Мы можем поговорить обо всём кроме работы сверхурочно.",
      "id": "Semua hal bisa dibicarakan, kecuali lembur.",
      "th": "ทุกเรื่องมันต่อรองได้หมดนั่นแหละ ยกเว้นเรื่องทำงานล่วงเวลา",
      "vi": "Chuyện gì cũng có thể thương lượng, ngoại trừ chuyện tăng ca."
    }
  },
  {
    "title": {
      "zhs": "闲聊·蒙德生活",
      "zht": "閒聊·蒙德生活",
      "jp": "世間話·モンドの生活",
      "ko": "잡담·몬드 생활",
      "en": "Chat: Life in Mondstadt",
      "de": "Gespräch – Leben in Mondstadt",
      "es": "Charla - La vida en Mondstadt",
      "fr": "Bavardage - La vie à Mondstadt",
      "pt": "Bate-papo - Vida em Mondstadt",
      "ru": "Поболтаем: Жизнь в Мондштадте",
      "id": "Berbincang: Kehidupan Mondstadt",
      "th": "แชท - ชีวิตใน Mondstadt",
      "vi": "Nói chuyện phiếm - Cuộc sống tại Mondstadt"
    },
    "line": {
      "zhs": "好好完成工作，好好度过每一天。蒙德的生活不就是如此吗？",
      "zht": "好好完成工作，好好度過每一天。蒙德的生活不就是如此嗎？",
      "jp": "しっかり働いて、まじめに生きる。モンドってそういうところでしょ？",
      "ko": "열심히 일해서 하루하루 잘 사는 게 몬드의 생활이잖아?",
      "en": "Work hard and live each day to the fullest. That is what life in Mondstadt is all about, isn't it?",
      "de": "Erledige deine Arbeit und mach dann das Beste aus jedem Tag. So ist doch das Leben in Mondstadt, oder?",
      "es": "Terminar el trabajo y pasar una buena vida. ¿No es así la vida en Mondstadt?",
      "fr": "Travailler dur et vivre chaque jour au maximum. C'est ça la vie à Mondstadt, n'est-ce pas ?",
      "pt": "Trabalhar e viver bem a vida. Essa é a vida em Mondstadt, não é?",
      "ru": "Работай на совесть и живи каждый день с толком. Такова жизнь в Мондштадте, разве нет?",
      "id": "Bekerja dengan baik dan melewati hidup dengan baik setiap harinya. Bukankah kehidupan di Mondstadt memang seperti itu?",
      "th": "ตั้งใจทำงานให้เสร็จ แล้วใช้ชีวิตทุกวันอย่างมีความสุข ชีวิตใน Mondstadt ควรเป็นอย่างงี้ไม่ใช่รึไง?",
      "vi": "Chăm chỉ làm việc, cố gắng sống tốt mỗi ngày. Cuộc sống ở Mondstadt chẳng phải chỉ có thế sao?"
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Turun Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "唉，影响效率。",
      "zht": "唉，影響效率。",
      "jp": "仕事に響くわ。",
      "ko": "효율만 떨어져",
      "en": "This will slow things down.",
      "de": "Das beeinflusst die Arbeitseffizienz.",
      "es": "*Suspira*, esto afectará a mi eficacia.",
      "fr": "Ça va nous ralentir.",
      "pt": "*Suspiro* Vai afetar minha eficiência.",
      "ru": "Эх... От него падает эффективность.",
      "id": "Ini akan menghambat segalanya.",
      "th": "แบบนี้จะทำให้ช้าลงนะ",
      "vi": "Haiz, ảnh hưởng hiệu suất."
    }
  },
  {
    "title": {
      "zhs": "打雷的时候…",
      "zht": "打雷的時候…",
      "jp": "雷の日…",
      "ko": "번개가 칠 때…",
      "en": "When Thunder Strikes",
      "de": "Wenn es blitzt ...",
      "es": "Cuando truena...",
      "fr": "Quand le tonnerre gronde...",
      "pt": "Quando Está Trovejando...",
      "ru": "Когда гремит гром...",
      "id": "Ketika Petir Menyambar",
      "th": "ในเวลาที่ฟ้าผ่า...",
      "vi": "Khi có sấm sét..."
    },
    "line": {
      "zhs": "嘁，麻烦。",
      "zht": "嘖，麻煩。",
      "jp": "ちっ、面倒ね。",
      "ko": "하, 귀찮군",
      "en": "...What a nuisance.",
      "de": "Pfft, das bringt nur Ärger.",
      "es": "*Tsk*, qué fastidio.",
      "fr": "... Quelle nuisance.",
      "pt": "*Tsc* Que irritante.",
      "ru": "Пфф, надоедает только.",
      "id": "*tsk* sungguh merepotkan.",
      "th": "ชิส์ น่ารำคาญ",
      "vi": "Xì, phiền phức."
    }
  },
  {
    "title": {
      "zhs": "下雪的时候…",
      "zht": "下雪的時候…",
      "jp": "雪の日…",
      "ko": "눈이 올 때…",
      "en": "When It Snows",
      "de": "Wenn es schneit ...",
      "es": "Cuando nieva...",
      "fr": "Quand il neige...",
      "pt": "Quando Está Nevando...",
      "ru": "Когда идёт снег...",
      "id": "Ketika Turun Salju",
      "th": "ในเวลาที่หิมะตก...",
      "vi": "Khi tuyết rơi..."
    },
    "line": {
      "zhs": "雪天赶路，最好小心一些。",
      "zht": "雪天趕路，最好小心一些。",
      "jp": "雪の中は、足元に気を付けなさい。",
      "ko": "눈 오는 날엔 조심히 움직이는 게 좋아",
      "en": "We should keep moving, but watch your step in the snow.",
      "de": "Wenn du bei Schneewetter reist, sei lieber vorsichtig.",
      "es": "Ten cuidado por donde pisas si vas con prisa en un día como este.",
      "fr": "Continuons à avancer, mais faites attention avec la neige.",
      "pt": "O inverno chegou, tome cuidado.",
      "ru": "Мы должны идти дальше. Смотри под ноги.",
      "id": "Kita harus terus bergerak, tapi perhatikan langkahmu pada saat bersalju.",
      "th": "เดินทางในวันที่หิมะตกแบบนี้ต้องระวังด้วยนะ",
      "vi": "Đường sá ngày tuyết, hãy cẩn thận một chút."
    }
  },
  {
    "title": {
      "zhs": "刮大风了…",
      "zht": "颳大風了…",
      "jp": "暴風の日…",
      "ko": "강풍이 불 때…",
      "en": "When the Wind Is Blowing",
      "de": "Ein Sturm zieht auf.",
      "es": "Hace mucho viento...",
      "fr": "Le vent souffle fort...",
      "pt": "A Ventania Está Chegando...",
      "ru": "Когда дует сильный ветер...",
      "id": "Ketika Angin Berembus",
      "th": "ในเวลาที่ลมพัดแรง...",
      "vi": "Gió lớn quá..."
    },
    "line": {
      "zhs": "是风神巴斯巴托的庇佑吗？等等，好像是巴托巴斯…",
      "zht": "是風神巴斯巴托的庇佑嗎？等等，好像是巴托巴斯…",
      "jp": "風神ブットバースの加護か？いや待って、バルバトスか…",
      "ko": "바람의 신 바르스토바의 가호인가? 잠깐, 바르토바스였나…",
      "en": "Blessings from the Anemo Archon Barsibato? Wait... no, it's Bartobas...?",
      "de": "Unter dem Schutz von Bartabos? Nein warte, ich glaube es war Barbatos ...",
      "es": "¿Y esto es una bendición de Basbartos? No, espera, creo que su nombre era “Bartabos”...",
      "fr": "La bénédiction de l'Archon Bartabos ? Attendez... Non, c'est Barbotas...?",
      "pt": "Uma Bênção do Arconte Anemo Basbato? Espere um pouco, acho que seu nome é Bartobas...",
      "ru": "Нам так покровительствует Анемо Архонт Барсибатос? Погоди, кажется, его зовут Бартобас...",
      "id": "Berkah dari Archon Anemo Barsibato? Tunggu... bukan, sepertinya Bartobas...",
      "th": "เทพแห่งลมบาสบาโต้เหรอ? ไม่สิ...รู้สึกจะชื่อ บาโทบาส...",
      "vi": "Là sự che chở của Phong Thần Barsibato sao? À khoan, hình như là Bartobas..."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "早安，哈…晨祷已经开始了吗？也太早了。",
      "zht": "早安，哈…晨禱已經開始了嗎？也太早了。",
      "jp": "おはよう、ふあ～もう朝のお祈りが始まってるの？勘弁してほしいわ。",
      "ko": "좋은 아침, 하암… 벌써 아침 기도가 시작된 거야? 너무 이르잖아",
      "en": "*yawn* Good morning... I've missed morning mass, haven't I? Ugh, it starts too early anyway.",
      "de": "Guten Morgen! Was, hat die Morgenmesse bereits begonnen? Das ist doch noch viel zu früh.",
      "es": "*Bosteza*, buenos días. ¿Ya comenzaron los rezos de por la mañana? Qué pronto.",
      "fr": "*bâille* Bonjour... J'ai manqué la messe du matin, n'est-ce pas ? Ça commence trop tôt de toute façon.",
      "pt": "Bom dia... *Bocejo* Os trabalhos da Igreja já começaram? É muito cedo ainda.",
      "ru": "Доброе утро! Что, утренняя молитва уже началась? Какая рань...",
      "id": "*hoam* Ahhh-hhaaa, selamat pagi... Aku melewatkan misa pagi lagi, ya? Ugh, mulainya pagi sekali sih.",
      "th": "อรุณสวัสดิ์ *หาว*... เริ่มการสวดมนต์ตอนเช้ากันแล้วงั้นเหรอ? มันก็เช้าเกินไปนะ",
      "vi": "Chào buổi sáng, ha...lễ cầu nguyện buổi sáng đã bắt đầu rồi sao? Sớm quá nhỉ."
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "午后的阳光对睡眠有好处。你也试试吧。",
      "zht": "#午後的陽光對睡眠有好處。{F#妳}{M#你}也試試吧。",
      "jp": "午後の日光は睡眠の質を上げるの。君もためしてみたら。",
      "ko": "오후의 햇살은 숙면에 좋대. 너도 한번 느껴봐",
      "en": "I'd say I sleep even better in the afternoon sun. You should try it sometime.",
      "de": "Die Nachmittagssonne eignet sich bestens für ein Schläfchen. Du solltest es auch einmal ausprobieren.",
      "es": "La luz de la tarde ayuda a dormir. Vamos, inténtalo tú también.",
      "fr": "Je dors encore mieux sous le soleil, l'après-midi. Vous devriez essayer à l'occasion.",
      "pt": "O sol da tarde é bom para dormir. Você também deveria experimentar.",
      "ru": "Послеполуденное солнце благотворно влияет на сон. Попробуй как-нибудь.",
      "id": "Menurutku, aku dapat tidur lebih nyenyak di bawah sinar mentari. Kamu juga bisa sekali-sekali mencobanya.",
      "th": "แสงแดดยามบ่ายจะช่วยให้หลับได้ดีขึ้นนะ เธอลองดูสิ",
      "vi": "Ánh nắng sau buổi trưa rất tốt cho giấc ngủ. Bạn cũng thử xem."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "晚上好。晚间祷告的话，我不参加。嗯？不为什么。",
      "zht": "晚上好。晚間禱告的話，我不參加。嗯？不為什麼。",
      "jp": "こんばんは。晩祷なら参加しないわ。理由はどうだっていいでしょ。",
      "ko": "저녁이네. 저녁 기도라면 난 빠질래. 이유는 없어",
      "en": "Good evening. Don't expect to see me at prayer tonight... And don't ask why.",
      "de": "Guten Abend! An Messen am Abend nehme ich grundsätzlich nicht teil. Wieso nicht? Da gibt es kein Wieso.",
      "es": "Buenas noches. No participo en las oraciones de por la noche. ¿Que por qué? Porque no.",
      "fr": "Bonsoir. Ne vous attendez pas à me voir à la prière du soir... Et ne me demandez pas pourquoi.",
      "pt": "Boa noite. Se você for rezar ao entardecer, eu não participarei. Hã? Não tem por quê.",
      "ru": "Добрый вечер. Я на вечернюю молитву не пойду. Почему? Потому.",
      "id": "Selamat malam. Jangan harap untuk melihatku berdoa malam ini... Dan jangan tanya kenapa.",
      "th": "สวัสดีตอนเย็น ฉันไม่ไปเข้าร่วมการสวดมนต์ตอนเย็นหรอก หืม? ไม่มีเหตุผลอะไรทั้งนั้นแหละ",
      "vi": "Chào buổi tối. Nếu là cầu nguyện buổi tối, thì tôi không tham gia. Hả? Chẳng vì sao cả."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "去休息吧，不用操心，剩下的事我会处理。",
      "zht": "去休息吧，不用操心，剩下的事我會處理。",
      "jp": "もう休んでおきなさい。心配しなくても、後のことは私がやっておくから。",
      "ko": "가서 쉬어. 나머지 일은 내가 처리할 테니 안심해",
      "en": "Go ahead, take a break. I'll handle things here.",
      "de": "Geh dich erstmal ausruhen. Keine Sorge, ich kümmere mich um den Rest.",
      "es": "No te preocupes, descansa. Yo me encargo de lo que queda por hacer.",
      "fr": "Reposez-vous, et ne vous en faites pas. Je m'occupe de la suite.",
      "pt": "Vá descansar, não precisa se preocupar. Deixe o resto comigo.",
      "ru": "Отдыхай и ни о чём не беспокойся. Я обо всём позабочусь.",
      "id": "Kamu istirahat saja, tidak perlu khawatir, aku akan menangani sisanya di sini.",
      "th": "ไปพักผ่อนเถอะ ไม่ต้องกังวลไปหรอก ที่เหลือฉันจะจัดการเอง",
      "vi": "Nghỉ ngơi đi, không cần bận tâm, việc còn lại cứ để tôi xử lý."
    }
  },
  {
    "title": {
      "zhs": "关于罗莎莉亚自己·修女",
      "zht": "關於蘿莎莉亞自己·修女",
      "jp": "ロサリア自身について·仕事",
      "ko": "로자리아 자신에 대해·수녀",
      "en": "About Rosaria: Sister",
      "de": "Über Rosaria – Ordensschwester",
      "es": "Sobre Rosaria - Monja",
      "fr": "À propos de Rosalia - Être une sœur",
      "pt": "Sobre Rosaria - Freira",
      "ru": "О Розарии: Сестра",
      "id": "Tentang Rosaria: Suster",
      "th": "เกี่ยวกับ Rosaria - ซิสเตอร์",
      "vi": "Về bản thân Rosaria - Tu nữ"
    },
    "line": {
      "zhs": "我？只是个无趣的人而已。如你所见，不爱教会也不爱工作。",
      "zht": "#我？只是個無趣的人而已。如{F#妳}{M#你}所見，不愛教會也不愛工作。",
      "jp": "私？ただのつまらない人間よ。見ての通り、教会も仕事も好きじゃないし。",
      "ko": "나? 난 그냥 재미없는 사람이야. 보다시피 성당도, 일하는 것도 싫어하지",
      "en": "Me? I'm just another ordinary person. Church, work... I just do what I have to do.",
      "de": "Ich? Ich bin nur eine ganz gewöhnliche Person. Wie du siehst, bin ich nicht sonderlich gern in der Kathedrale, aber Arbeiten liegt mir auch nicht.",
      "es": "¿Yo? No soy una persona interesante. Como ya te habrás dado cuenta, no me gusta ni la Iglesia ni trabajar.",
      "fr": "Moi ? Je suis juste une personne ordinaire. Église, travail... Je fais juste ce que j'ai à faire.",
      "pt": "Eu? Sou apenas uma pessoa entediante. Como você já deve ter percebido, não gosto nem da Igreja, nem de trabalhar.",
      "ru": "Я? Я самый обычный, скучный человек. Как видишь, мне не нравится ни собор, ни моя работа.",
      "id": "Aku? Aku hanya orang biasa. Gereja, pekerjaan... Aku hanya melakukan apa yang harus aku lakukan.",
      "th": "ฉัน? ฉันไม่ใช่คนน่าสนใจอะไรหรอก ก็อย่างที่เธอเห็น ฉันไม่ได้ชอบโบสถ์ แล้วก็ไม่ได้ชอบทำงาน",
      "vi": "Tôi? Chỉ là một người vô vị mà thôi. Như bạn thấy đấy, không thích Giáo Hội cũng không thích công việc."
    }
  },
  {
    "title": {
      "zhs": "关于罗莎莉亚自己·麻烦",
      "zht": "關於蘿莎莉亞自己·麻煩",
      "jp": "ロサリア自身について·面倒",
      "ko": "로자리아 자신에 대해·귀찮음",
      "en": "About Rosaria: Troubles",
      "de": "Über Rosaria – Ärger",
      "es": "Sobre Rosaria - Molestias",
      "fr": "À propos de Rosalia - Ennuis",
      "pt": "Sobre Rosaria - Problemas",
      "ru": "О Розарии: Тягости",
      "id": "Tentang Rosaria: Ketidaknyamanan",
      "th": "เกี่ยวกับ Rosaria - ยุ่งยาก",
      "vi": "Về bản thân Rosaria - Phiền phức"
    },
    "line": {
      "zhs": "那些值班修女一个比一个麻烦，不是抓人去祷告，就是叫人去唱诗班。你可别告诉她们我在这里。",
      "zht": "#那些值班修女一個比一個麻煩，不是抓人去禱告，就是叫人去唱詩班。{F#妳}{M#你}不要告訴她們我在這裡。",
      "jp": "あのシスターたち本当に鬱陶しいわね。隙あらば私を捕まえてお祈りだの合唱だの…私がここにいること絶対に教えないでよ。",
      "ko": "그 수녀들 정말 귀찮아 죽겠다니까. 사람 잡아두고 기도해라, 찬양해라. 나 여기 있다는 거 절대 말하지 마",
      "en": "Each of the Sisters is worse than the next. If it's not about prayer, then it's about choir or some other thing I'm supposed to participate in... I'm trying to stay out of sight, so don't you dare tell them you saw me here.",
      "de": "Die Schicht habenden Ordensschwestern, von denen ist eine schlimmer als die andere: Entweder schicken sie dich zum Beten oder in den Chor. Sag ihnen bloß nicht, dass ich hier bin.",
      "es": "Esas monjas que están de guardia trabajando son todas tan molestas... O te atrapan para llevarte a rezar, o te llaman para cantar en el coro. Ni se te ocurra decirles que estoy aquí.",
      "fr": "Toutes les sœurs sont pires les unes que les autres. Quand ce n'est pas la prière, alors c'est une chorale ou quelque chose d'autre à quoi il faut participer... N'allez pas leur dire que vous m'avez vue ici.",
      "pt": "Essas irmãs são uma pior do que a outra. Quando não incomodam sobre alguma oração, nos chamam para cantar em um coral ou fazer outra coisa... Estou tentando me esconder, então não se atreva a dizer a elas que me viu aqui.",
      "ru": "Эти дежурные монашки одна другой надоедливее: если не тащат на молитву, так зовут петь в хоре. Не говори им, что я здесь.",
      "id": "Masing-masing suster tidak lebih baik dari suster lainnya. Jika bukan tentang doa maka pasti tentang paduan suara atau hal lain yang harus aku ikuti... Aku mencoba untuk tidak terlihat, jadi jangan berani-berani memberi tahu mereka kalau kamu melihatku di sini.",
      "th": "พวกซิสเตอร์ที่ทำงานอยู่เนี่ย มีแต่คนน่ารำคาญ ถ้าไม่เรียกไปสวดมนต์ ก็เรียกไปร้องเพลงประสานเสียง อย่าไปบอกพวกเธอเชียวนะ ว่าฉันอยู่ที่นี่",
      "vi": "Những tu nữ trực ban đó ai cũng phiền phức, không phải là bắt người khác đi cầu nguyện thì cũng là bắt đi hát lễ. Đừng nói cho họ biết tôi ở đây đó."
    }
  },
  {
    "title": {
      "zhs": "关于我们·信仰",
      "zht": "關於我們·信仰",
      "jp": "信仰について…",
      "ko": "우리에 대해·신앙",
      "en": "About Us: Beliefs",
      "de": "Über uns – Glauben",
      "es": "Sobre Rosaria - Fe",
      "fr": "À propos de nous - Foi",
      "pt": "Sobre Nós - Fé",
      "ru": "О нас: Вера",
      "id": "Tentang Rosaria: Keyakinan",
      "th": "เกี่ยวกับเรา - ความเชื่อ",
      "vi": "Về chúng tôi - Tín ngưỡng"
    },
    "line": {
      "zhs": "神或许能庇护所有人，可他不会这样做。否则，人的苦难就成了笑话。",
      "zht": "神或許能庇護所有人，可是他不會這樣做。否則，人的苦難就成了笑話。",
      "jp": "神は全ての人に加護を与えることができるかもしれない。けど、絶対にそれをすることはないわ。だって、そんなことしたら人の苦難なんて笑い話になるでしょ。",
      "ko": "신이 모든 인간을 포용할 수 있다지만 다 돌봐주진 않을걸? 안 그럼 인간의 고난이 무의미해질 거 아냐",
      "en": "Perhaps a god has the power to protect everyone if they would choose to do so, but that would never happen. Otherwise, people's suffering couldn't ever be taken seriously.",
      "de": "Götter können vielleicht alle Leute beschützen, aber sie tun es nicht. Sonst wäre das menschliche Leiden ja ein Witz ...",
      "es": "Un dios podría tener el poder de proteger a todo el mundo. Aunque, la verdad, no creo que eso suceda nunca. Si no, el sufrimiento de la gente sería en vano.",
      "fr": "Peut-être qu'un dieu a le pouvoir de protéger tout le monde s'il choisissait de le faire, mais cela n'arrivera jamais. Sinon, la souffrance des gens ne pourrait jamais être prise au sérieux.",
      "pt": "Talvez um deus tenha o poder de nos proteger caso seja a sua vontade, mas não creio nisso. Se não, o sofrimento das pessoas seria em vão.",
      "ru": "Боги могут защитить всех, но делать они этого не станут. В противном случае человеческие страдания были бы шуткой.",
      "id": "Mungkin dewa memiliki kekuatan untuk melindungi semua orang jika mereka memilih untuk melakukannya, tapi itu tidak akan pernah terjadi. Jika tidak demikian, penderitaan orang tidak akan pernah dianggap serius.",
      "th": "บางทีเทพเจ้าอาจปกป้องทุกคนได้ แต่เขาคงไม่ทำอย่างนั้น ไม่งั้นความทุกข์ของคนก็จะกลายเป็นเรื่องที่ไม่มีใครคิดว่าสำคัญ",
      "vi": "Thần có lẽ có khả năng che chở cho mọi người, nhưng thần sẽ không làm vậy. Nếu không, những gian khổ của con người sẽ trở thành trò cười."
    }
  },
  {
    "title": {
      "zhs": "关于我们·祷告",
      "zht": "關於我們·禱告",
      "jp": "祈りについて…",
      "ko": "우리에 대해·기도",
      "en": "About Us: Prayer",
      "de": "Über uns – Gebet",
      "es": "#Sobre nosotr{F#as}{M#os} - Rezar",
      "fr": "À propos de nous - Prière",
      "pt": "Sobre Nós - Rezar",
      "ru": "О нас: Молитвы",
      "id": "Tentang Kami: Doa",
      "th": "เกี่ยวกับเรา - สวดมนต์",
      "vi": "Về chúng tôi - Cầu nguyện"
    },
    "line": {
      "zhs": "祈祷吧。不是为了神或其他任何人，而是为了自己。",
      "zht": "祈禱吧。不是為了神或其他任何人，而是為了自己。",
      "jp": "祈りなさい。神や他の誰かのためでなく、自分のために。",
      "ko": "기도하자. 신이나 다른 사람을 위해서가 아닌 자신을 위해서 말이야",
      "en": "Pray. Not for the gods, nor the betterment of others... but for yourself.",
      "de": "Bete. Bete nicht für Götter oder irgendwen, tu es für dich selbst.",
      "es": "Reza. Pero no por un dios o por otras personas, sino por ti.",
      "fr": "Priez. Pas pour les dieux, et pour personne d'autre que vous.",
      "pt": "#Ore. Não para os deuses e nem para o bem dos outros... Mas por você mesm{F#a}{M#o}.",
      "ru": "Давай, молись. Но не ради богов или других людей, а ради себя.",
      "id": "Berdoa. Bukan untuk para dewa atau untuk orang lain... tapi untuk dirimu sendiri.",
      "th": "สวดภาวนาเถอะ ไม่ใช่เพื่อเทพเจ้าหรือใครทั้งนั้น แต่เพื่อตัวเธอเอง",
      "vi": "Cầu nguyện đi. Không phải cho thần hoặc bất kỳ ai khác, mà cho chính bản thân mình."
    }
  },
  {
    "title": {
      "zhs": "关于我们·战斗",
      "zht": "關於我們·戰鬥",
      "jp": "戦いについて…",
      "ko": "우리에 대해·전투",
      "en": "About Us: Battle",
      "de": "Über uns – Kampf",
      "es": "#Sobre nosotr{F#as}{M#os} - Luchar",
      "fr": "À propos de nous - Combat",
      "pt": "Sobre Nós - Combate",
      "ru": "О нас: Бой",
      "id": "Tentang Kami: Pertarungan",
      "th": "เกี่ยวกับเรา - การต่อสู้",
      "vi": "Về chúng tôi - Chiến đấu"
    },
    "line": {
      "zhs": "不要勉强，有困难可以叫我。",
      "zht": "不要勉強，有困難可以叫我。",
      "jp": "無理しないで、困っていることがあれば私を頼るといいわ。",
      "ko": "무리하지 말고 도움이 필요하면 날 불러",
      "en": "Don't overdo it. Let me take care of the dirty work.",
      "de": "Erzwinge es nicht, solltest du Probleme haben, sondern ruf mich einfach.",
      "es": "No te preocupes. Yo me haré cargo del trabajo sucio.",
      "fr": "N'en faites pas trop. Laissez-moi m'occuper du sale boulot.",
      "pt": "Não se preocupe. Eu me encarrego do trabalho pesado.",
      "ru": "Не напрягайся. Я всё сама сделаю.",
      "id": "Jangan terlalu memaksakan diri, biar aku yang mengurus pekerjaan kotor ini.",
      "th": "อย่าฝืนมากไป ถ้าไม่ไหวก็เรียกฉัน",
      "vi": "Không phải miễn cưỡng, có gì khó khăn cứ gọi tôi."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về Vision..."
    },
    "line": {
      "zhs": "「神之眼」可以是实力的证明，也可以是幸存的勋章…谁知道呢？真正的好东西总是具有两面性。我不会定义「神之眼」。我和它只是互相见证的关系罢了。",
      "zht": "「神之眼」可以是實力的證明，也可以是倖存的勳章…誰知道呢？真正的好東西總是具有兩面性。我不會定義「神之眼」。我和它只是互相見證的關係罷了。",
      "jp": "「神の目」は実力を示す証であり、生き残ったことへの勲章でもある…なんてね。本当にいいものには常に裏があるの。私には「神の目」を定義することはできない。ただお互いに、証明し合う関係なだけ。",
      "ko": "「신의 눈」은 실력의 증명이자 살아남았다는 훈장이기도 해…. 글쎄? 좋은 건 항상 양면성이 있기 마련이지. 「신의 눈」이 뭔지 단정 짓지 않을 거야. 나완 서로를 증명하는 관계일 뿐이니까",
      "en": "A Vision... Could be proof of strength, or a medal for having survived... who knows? There're two sides to every coin. I won't limit my Vision with ceremonies and definitions. It witnesses me, and I witness it, that's all.",
      "de": "Ein „Göttliches Auge“ kann ein Überlebens- oder Stärkebeweis sein ... Wer weiß das schon so genau? Die wirklich guten Dinge haben immer zwei Seiten. Ich werde das „Göttliche Auge“ nicht definieren. Ich bin nur ein stiller Zeuge.",
      "es": "Una Visión puede ser una demostración de tu fuerza, pero también tu medalla de superviviente... ¿Quién sabe? Las cosas realmente buenas siempre tienen dos caras. Yo no me atrevo a definir lo que es una Visión, solo que mi relación con la mía es la de ser testigos la una de la otra.",
      "fr": "Un œil divin peut aussi bien être une preuve de force qu'un symbole de la volonté de survivre... Qui sait ? Tout a deux faces, et je serais bien incapable de définir ce qu'est un œil divin. Disons que mon œil divin et moi sommes le témoin l'un de l'autre.",
      "pt": "Uma Visão... Pode ser uma prova de força, ou uma medalha por ter sobrevivido... Quem sabe? Toda moeda tem dois lados. Não me atrevo a definir o que é uma Visão. Mas eu e minha Visão somos testemunhas uma da outra.",
      "ru": "Глаз Бога может служить доказательством силы или наградой за то, что выжил... Кто его знает. У каждой хорошей вещи две стороны. Я не берусь судить, что есть Глаз Бога. Мы просто молча наблюдаем друг за другом.",
      "id": "Vision... Sebuah bukti kekuatan, atau medali keselamatan... siapa yang tahu? Selalu ada dua sisi pada setiap koin. Aku tidak akan mendefinisikan Visionku dengan yang aneh-aneh. Hubunganku dengan Vision adalah, kami menjadi saksi satu sama lain, itu saja.",
      "th": "วิชั่นเป็นสิ่งพิสูจน์ความสามารถ หรือเป็นเหรียญรางวัลสำหรับการมีชีวิตรอด... ใครจะไปรู้ได้? ทุกสิ่งที่มีค่าอย่างแท้จริงมันมักจะมีสองด้านเสมอ ฉันจะไม่ให้คำจำกัดความของวิชั่นหรอก มันกับฉันต่างก็เป็นพยานซึ่งกันและกันเท่านั้นเอง",
      "vi": "\"Vision\" có thể là minh chứng cho thực lực, cũng có thể là huy chương của việc may mắn sống sót...ai mà biết được chứ? Một thứ tốt thật sự luôn có hai mặt. Tôi sẽ không định nghĩa \"Vision\". Tôi và nó chẳng qua chỉ là làm chứng cho nhau mà thôi."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享…",
      "zht": "有什麼想要分享…",
      "jp": "シェアしたいこと…",
      "ko": "하고 싶은 이야기…",
      "en": "Something to Share",
      "de": "Willst du mir etwas mitteilen?",
      "es": "¿Algo que decir?",
      "fr": "Quelque chose à partager ?",
      "pt": "Tem algo a dizer?",
      "ru": "Давай поделимся...",
      "id": "Berbagi Cerita",
      "th": "ต้องการจะแชร์อะไร...",
      "vi": "Có gì muốn chia sẻ không..."
    },
    "line": {
      "zhs": "要说什么是值得高兴的好事…呵，只是假设而已。如果有一天你遇到无法解决的难题，也别认为那就是人生的终点。说不定，会有人替你解决困境呢。",
      "zht": "#要說什麼是值得高興的好事…呵，只是假設而已。如果有一天{F#妳}{M#你}遇到無法解決的難題，也別認為那就是人生的終點。說不定，會有人替{F#妳}{M#你}解決困境呢",
      "jp": "私が嬉しく感じることは何かって…もし仮に、どんなに頑張ろうと解決できない問題に君がぶつかっても、この世の終わりだなんて思わないこと。だって、他の誰かが君を助けにくるかもしれないでしょ。",
      "ko": "기분 좋아지는 얘기… 아, 만일일 뿐이지만 언젠가 해결할 수 없는 난관에 부딪히게 돼도 그게 인생의 끝이라고 생각하지 마. 누군가 널 그 곤경에서 꺼내줄지도 모르잖아?",
      "en": "You don't always know why good things happen, or why we should be happy about them. Heh... But if you ever face a problem too big to handle, don't give up hope. You never know, someone may be there to help, even if you can't see them.",
      "de": "Willst du wissen, über welche Dinge es sich lohnt, glücklich zu sein? Hmm, das ist nur meine Vermutung, aber wenn du jemals vor einem Problem stehst, das du nicht lösen kannst, denk bloß nicht, das sei das Ende der Welt. Vielleicht gibt es jemanden, der bereit ist, dir aus dieser Situation herauszuhelfen.",
      "es": "#¿Quieres saber por qué cosas merece la pena estar content{F#a}{M#o}? Humm, es solo una suposición, pero, si alguna vez te encuentras con un problema que no puedes resolver, no pienses que ese es el fin del mundo. Tal vez alguien esté dispuesto a ayudarte a salir de esa situación.",
      "fr": "On ne peut pas toujours savoir pourquoi de bonnes choses nous arrivent, ou pourquoi nous devrions nous en réjouir. Hé... Si jamais un jour vous rencontrez un problème qui vous dépasse, ne perdez pas espoir. On ne sait jamais, quelqu'un est peut-être là pour vous aider, même si vous ne le voyez pas.",
      "pt": "Nem sempre sabemos o motivo de coisas boas acontecem ou por que devemos ficar felizes com elas. Mas se alguma vez enfrentar um problema grande demais para ser resolvido, não perca as esperanças. Alguém pode estar disposto a ajudar, mesmo que você não possa vê-lo.",
      "ru": "Знаешь, чему стоит радоваться?.. Это так, предположение. Если однажды у тебя возникнет неразрешимая проблема, ты не думай, будто это конец. Может случиться так, что вместо тебя её решит кто-нибудь другой.",
      "id": "Kamu tidak selalu tahu mengapa hal-hal baik terjadi, atau mengapa kita harus bahagia karenanya. Heh... Tapi jika kamu menghadapi masalah yang terlalu berat untuk ditangani, jangan putus asa. Kamu tidak pernah tahu, mungkin ada seseorang yang mau membantu, bahkan jika kamu tidak bisa melihat orang tersebut.",
      "th": "ถ้าจะให้บอกว่าอะไรคือเรื่องที่ควรดีใจล่ะก็... เอ่อ แค่สมมุตินะ ถ้าวันนึงเธอเจอปัญหาที่แก้ไขไม่ได้ ก็อย่าคิดว่ามันจะเป็นจุดจบของชีวิตเธอ ไม่แน่ว่า อาจมีคนมาช่วยเธอจัดการปัญหานั้นก็ได้",
      "vi": "Nếu hỏi chuyện tốt đẹp gì đáng để vui mừng...à, chỉ là giả thiết thôi. Nếu có một ngày, bạn gặp phải một vấn đề khó khăn không thể giải quyết, thì đừng cho rằng đó là nơi kết thúc của đời người. Không chừng sẽ có người giúp bạn xử lý tình cảnh khốn đốn đó."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "花草不属于我感兴趣的范畴。不过，蒲公英是个例外，它能酿出相当美味的蒲公英酒。休息时间来一杯，比睡懒觉还舒服。",
      "zht": "花草不屬於我感興趣的範疇。不過，蒲公英是個例外，它能釀出相當美味的蒲公英酒。休息時間來一杯，比睡懶覺還舒服。",
      "jp": "花にはまったく興味がないの。でも、蒲公英だけは例外。すごく美味しい蒲公英酒が造れるからね。休憩時間に一杯飲めば、朝の二度寝より気持ちいいわ。",
      "ko": "풀떼기 같은 거엔 관심 없어. 아, 민들레만 빼고. 아주 맛있는 민들레주를 만들 수 있거든. 휴식 시간에 마시는 한잔은 늦잠보다 달콤하지",
      "en": "I take no interest in plant life and the sort, but the dandelion is an exception. How such a simple flower could turn into such a delectable wine is beyond me. A glass of dandelion wine after work is even better than sleeping in on Sunday.",
      "de": "Blumen und Pflanzen fallen nicht in mein Fachgebiet. Die Ausnahme bildet da Löwenzahn, aus dem man einen ziemlich leckeren Löwenzahnschnaps machen kann. Ein Gläschen davon in der Pause ist besser als ein Schläfchen.",
      "es": "Las plantas no entran dentro de mis intereses. La única excepción es el diente de león, ya que con él se puede hacer un vino delicioso. Tomar una copa en mi hora de descanso es un placer mayor que dormir una siesta.",
      "fr": "Je n'ai aucun intérêt pour les plantes, mais le pissenlit fait exception. Comment une fleur aussi simple peut se transformer en un vin aussi délicieux ! Un verre de vin de dent-de-lion après le travail, c'est encore mieux que la grasse matinée du dimanche.",
      "pt": "Não tenho nenhum interesse em plantas e outras espécies, mas o Dandelion é uma exceção. Não entendo como uma flor tão simples pode se transformar em um vinho tão delicioso. Uma taça de vinho de Dandelion depois do trabalho é ainda melhor do que tirar uma soneca.",
      "ru": "Травка с цветочками в круг моих интересов не входит. Исключение - одуванчики. Из них получается вкуснейшее вино. Выпить бокал во время отдыха куда приятнее, чем подремать в воскресенье.",
      "id": "Aku tidak tertarik pada tanaman dan sejenisnya, kecuali dandelion. Betapa sekuntum bunga yang sederhana bisa berubah menjadi anggur yang begitu nikmat itu mengagumkan bagiku. Segelas anggur dandelion setelah bekerja bahkan lebih nikmat daripada tidur di hari Minggu.",
      "th": "ฉันไม่สนใจดอกไม้และพืชหรอก ยกเว้นดอกแดนดิไลออน เพราะมันสามารถเอามาทำไวน์แดนดิไลออนที่แสนอร่อยได้ เวลาพักถ้าได้ดื่มสักแก้ว มันสบายกว่านอนพักอีกนะ",
      "vi": "Hoa cỏ không thuộc phạm vi mà tôi có hứng thú. Nhưng, bồ công anh là một ngoại lệ, nó có thể ủ ra loại rượu bồ công anh tương đối thơm ngon. Uống một ly trong thời gian nghỉ ngơi còn thoải mái hơn cả việc đánh một giấc."
    }
  },
  {
    "title": {
      "zhs": "关于迪卢克…",
      "zht": "關於迪盧克…",
      "jp": "ディルックについて…",
      "ko": "다이루크에 대해…",
      "en": "About Diluc",
      "de": "Über Diluc ...",
      "es": "Sobre Diluc...",
      "fr": "À propos de Diluc...",
      "pt": "Sobre Diluc...",
      "ru": "О Дилюке...",
      "id": "Tentang Diluc",
      "th": "เกี่ยวกับ Diluc...",
      "vi": "Về Diluc..."
    },
    "line": {
      "zhs": "一看就知道了吧？那位富豪老爷可不是个简单的人物。低调、自信…还有一点危险的气息。",
      "zht": "一看就知道了吧？那位富豪老爺可不是個簡單的人物。低調、自信…還有一點危險的氣息。",
      "jp": "一目で分かるでしょ？あのお金持ちの坊ちゃんはただ者じゃないって。慎み深い上に、自信にも満ち溢れている…それと少し、危険な香りもね。",
      "ko": "딱 보면 알잖아? 그 부잣집 도련님은 보통 내기가 아니야. 자신을 드러내지 않고, 자신감 넘치면서… 위험한 기운이 맴돌지",
      "en": "Isn't it obvious? There's more than meets the eye to that rich tycoon. He's confident, yet discreet... and even a little bit dangerous.",
      "de": "Man sieht es auf den ersten Blick, dieser Herr ist kein gewöhnlicher Mann. Zurückhaltend, selbstbewusst ... mit einem Hauch von Gefahr.",
      "es": "¿No te diste cuenta tan pronto como lo viste? Ese ricachón no es una persona de trato fácil. Siempre con un perfil bajo, tan seguro de sí mismo y con un aire de peligro...",
      "fr": "Difficile à ignorer, n'est-ce pas ? Il est plus qu'un riche propriétaire. Il est confiant, mais discret... et même un peu dangereux.",
      "pt": "Não é óbvio? Aquele magnata está escondendo algo. Ele é confiante, mas discreto... E com um ar de perigo.",
      "ru": "С первого взгляда видно, что этот богач совсем непрост. Сдержан, уверен в себе... и от него веет опасностью.",
      "id": "Bukankah sudah jelas? Ada sesuatu yang lebih di balik statusnya yang kaya raya itu. Dia begitu percaya diri, namun bijaksana... dan bahkan sedikit berbahaya.",
      "th": "แค่ดูก็รู้เลยใช่มั้ยล่ะ? เศรษฐีหนุ่มคนนั้นไม่ใช่คนธรรมดา ถ่อมตัว แต่มั่นใจในตัวเอง... แล้วยังมีออร่าที่อันตรายด้วย",
      "vi": "Vừa nhìn là biết rồi nhỉ? Lão gia giàu có ấy không phải là người đơn giản. Khiêm tốn, tự tin...còn có một chút nguy hiểm."
    }
  },
  {
    "title": {
      "zhs": "关于凯亚…",
      "zht": "關於凱亞…",
      "jp": "ガイアについて…",
      "ko": "케이아에 대해…",
      "en": "About Kaeya",
      "de": "Über Kaeya ...",
      "es": "Sobre Kaeya...",
      "fr": "À propos de Kaeya...",
      "pt": "Sobre Kaeya",
      "ru": "О Кэйе...",
      "id": "Tentang Kaeya",
      "th": "เกี่ยวกับ Kaeya...",
      "vi": "Về Kaeya..."
    },
    "line": {
      "zhs": "人往往要到醉酒以后才会露出真面目。油嘴滑舌算是凯亚的保护色吧，呵，一目了然的伪装。你该看看他喝醉的样子。",
      "zht": "#人往往要到酒醉以後才會露出真面目。油嘴滑舌算是凱亞的保護色吧，呵，一目了然的偽裝。{F#妳}{M#你}該看看他喝醉的樣子。",
      "jp": "人は酒に酔った時、本性を現すもの。ガイアの口がよく回るのは、その本性を隠すためよ。ふふっ、分かりやすいカモフラージュね。彼が酔っぱらった姿を君にも見せてあげたいわ。",
      "ko": "케이아는 술에 취해야만 본 모습이 드러나. 말만 번지르르한 건 그의 보호색인 셈이지. 하, 아무리 연기해도 다 보여. 너도 그가 취한 모습을 한번 봐야 해",
      "en": "Wine has its uses... like revealing someone's true colors, for example. Smooth talk is Kaeya's veil, but being me, I can see right through it. Hah, you should see him when he's drunk.",
      "de": "Die meisten Leute zeigen ihr wahres Ich erst, wenn sie betrunken sind. Eine verräterisch lockere Zunge ist es bei Kaeya, das ist seine Masche. Aber du solltest ihn mal betrunken erleben.",
      "es": "Solo muestra su verdadera personalidad cuando está borracho. Ser elocuente y tener labia es su manera de enmascarar su verdadero yo. ¡Hum! Se puede ver a simple vista que oculta algo. Deberías ir a verlo cuando está borracho.",
      "fr": "Le vin a son utilité... comme révéler la vraie nature des gens, par exemple. L'éloquence de Kaeya est une façade, mais je peux voir au travers. Ah, vous devriez le voir quand il est ivre.",
      "pt": "O vinho tem suas utilidades... Como mostrar a verdadeira personalidade de alguém, por exemplo. Kaeya se esconde atrás de um véu de eloquência, mas eu consigo ver através dele. Haha, você deveria vê-lo quando está bêbado.",
      "ru": "Обычно люди не показывают своё истинное лицо, пока не напьются. Развязный, сладкоречивый язык Кэйи - уловка, от которой несёт притворством. Но я-то вижу его насквозь. Как-нибудь выпей с ним и посмотри.",
      "id": "Anggur memiliki kegunaannya tersendiri... seperti mengungkapkan watak asli seseorang. Contohnya, Kaeya selalu bermulut manis saat bicara, tapi untuk orang sepertiku, aku bisa langsung melihat watak aslinya. Haha, kamu harus melihat saat dia mabuk.",
      "th": "ผู้คนมักจะเปิดเผยโฉมหน้าที่แท้จริงตอนเมา คำพูดที่คมคายของ Kaeya ก็เป็นแค่เกราะป้องกันของเขาเท่านั้นแหละ ฮึ แค่มองก็รู้แล้วว่าเป็นแค่การเสแสร้ง เธอน่าจะได้เห็นตอนเขาเมานะ",
      "vi": "Con người thường sẽ để lộ bộ mặt thật sự của mình sau khi say. Mồm mép láu lỉnh cũng xem như là màu sắc tự vệ của Kaeya, ha, lớp ngụy trang chỉ cần liếc qua là phát hiện ngay. Bạn nên xem thử dáng vẻ uống say của anh ấy."
    }
  },
  {
    "title": {
      "zhs": "关于温迪…",
      "zht": "關於溫迪…",
      "jp": "ウェンティについて…",
      "ko": "벤티에 대해…",
      "en": "About Venti",
      "de": "Über Venti ...",
      "es": "Sobre Venti...",
      "fr": "À propos de Venti...",
      "pt": "Sobre Venti...",
      "ru": "О Венти...",
      "id": "Tentang Venti",
      "th": "เกี่ยวกับ Venti...",
      "vi": "Về Venti..."
    },
    "line": {
      "zhs": "这个吟游诗人身上有种非常特殊的气息…我还不能确定真相，但他与别的市民似乎很不一样。",
      "zht": "這個吟遊詩人身上有種非常特殊的氣息…我還不能確定真相，但他與別的市民似乎很不一樣。",
      "jp": "あの吟遊詩人からはとても特別な気配がするわ…それが何なのかはまだ分からないけど、他の一般市民とは明確に違うってことだけは確かね。",
      "ko": "그 음유시인한텐 아주 특별한 기운이 있어…. 아직 단정 지을 순 없지만, 다른 시민들과는 뭔가 다른 것 같아",
      "en": "There's something extremely interesting about this bard... I can't quite put my finger on it. There's something that makes him different from the others in Mondstadt.",
      "de": "Irgendwas ist merkwürdig an diesem Barden ... Ich bin noch nicht sicher, was genau es ist, aber er scheint anders als die meisten anderen Bürger zu sein.",
      "es": "Ese bardo tiene algo muy especial... Aún no estoy segura de qué es, pero es muy distinto al resto de los ciudadanos.",
      "fr": "Il y a quelque chose d'extrêmement intéressant à propos de ce barde... Je ne peux pas vraiment mettre le doigt dessus. Il a quelque chose qui le différencie des autres habitants de Mondstadt.",
      "pt": "Há algo extremamente interessante sobre este bardo... Não consigo definir muito bem, mas ele é diferente das outras pessoas em Mondstadt.",
      "ru": "Бард этот очень особенный... Я ещё не поняла, почему, но он не такой, как остальные.",
      "id": "Ada sesuatu yang sangat menarik tentang penyair ini... Aku tidak bisa menjelaskannya, tapi ada sesuatu yang membuatnya berbeda dari orang lain di Mondstadt.",
      "th": "บนตัวของกวีคนนี้มีออร่าที่พิเศษมาก... ฉันเองก็บอกไม่ได้ว่าพิเศษยังไง แต่เขาไม่เหมือนชาวเมือง Mondstadt คนอื่น",
      "vi": "Nhà thơ này có một khí chất vô cùng đặc biệt...tôi chưa xác định được chân tướng, nhưng anh ấy có vẻ không giống với những cư dân khác."
    }
  },
  {
    "title": {
      "zhs": "关于芭芭拉…",
      "zht": "關於芭芭拉…",
      "jp": "バーバラについて…",
      "ko": "바바라에 대해…",
      "en": "About Barbara",
      "de": "Über Barbara ...",
      "es": "Sobre Bárbara...",
      "fr": "À propos de Barbara...",
      "pt": "Sobre Barbara...",
      "ru": "О Барбаре...",
      "id": "Tentang Barbara",
      "th": "เกี่ยวกับ Barbara...",
      "vi": "Về Barbara..."
    },
    "line": {
      "zhs": "芭芭拉总是缠着我，叫我参加礼拜和唱诗班。难道维多利亚给她下了监督我工作的命令？",
      "zht": "芭芭拉總是纏著我，叫我參加禮拜和唱詩班。難道維多利亞向她下了監督我工作的命令？",
      "jp": "バーバラはいつも私に張り付いて、やれ礼拝だのやれ合唱だの言ってくるわ。もしかして、私がちゃんと仕事をしているか見張るために、ヴィクトリアが寄越した監視役じゃないわよね？",
      "ko": "바바라는 계속 내 옆에 붙어서 예배드리고 성가대에 서라고 안달이야. 설마 빅토리아가 보낸 건가?",
      "en": "Barbara is like a thorn in my side, always nagging me about mass and choir practice. I wouldn't be surprised if Sister Victoria specifically asked her to keep an eye on me.",
      "de": "Barbara hat mich immer dazu gedrängt, mehr in die Kathedrale und in den Chor zu gehen. Kann es etwa sein, dass Victoria ihr Anweisungen gegeben hat, mich stärker zu überwachen?",
      "es": "Bárbara siempre está pegada a mí, diciéndome que participe en los rezos y en el coro. ¿Acaso Victoria le ha ordenado que me vigile?",
      "fr": "Barbara est comme une épine dans le pied. Elle vient constamment me harceler à propos de la messe et de la pratique de la chorale. Je ne serais pas surprise si sœur Victoria lui avait spécifiquement demandé de garder un œil sur moi.",
      "pt": "Barbara sempre está pegando no meu pé, me chamando para participar das orações e corais. Será que foi Victoria que a mandou ficar de olho em mim?",
      "ru": "Барбара меня уже просто достала... Постоянно зовёт молиться или петь в хоре. Уж не приказала ли ей Виктория следить за мной?",
      "id": "Barbara seperti duri yang selalu ada di sisiku, selalu mengomel tentang misa dan latihan paduan suara. Aku tidak akan kaget jika ternyata Suster Victoria secara khusus memintanya untuk mengawasiku.",
      "th": "Barbara ชอบมากวนฉันประจำ เรียกให้ฉันไปร่วมพิธีสวดกับร้องเพลงประสานเสียง ไม่รู้ว่าซิสเตอร์ Victoria บอกให้เธอจับตาดูฉันอยู่รึเปล่า?",
      "vi": "Barbara cứ bám lấy tôi, bảo tôi tham gia nghi lễ và hát ca đoàn. Chẳng lẽ Victoria ra lệnh cho cô ấy đốc thúc tôi làm việc?"
    }
  },
  {
    "title": {
      "zhs": "关于琴…",
      "zht": "關於琴…",
      "jp": "ジンについて…",
      "ko": "진에 대해…",
      "en": "About Jean",
      "de": "Über Jean ...",
      "es": "Sobre Jean...",
      "fr": "À propos de Jean...",
      "pt": "Sobre Jean...",
      "ru": "О Джинн...",
      "id": "Tentang Jean",
      "th": "เกี่ยวกับ Jean...",
      "vi": "Về Jean..."
    },
    "line": {
      "zhs": "不仅完成本职工作，还会替他人收尾。值得钦佩的女人。",
      "zht": "不僅完成本職工作，還會替他人收尾。值得欽佩的女人。",
      "jp": "自分の本職だけでなく、他人の後始末までする。称賛に値する女性ね。",
      "ko": "본인의 일 말고도 남의 뒤치다꺼리까지 하다니. 존경스러운 여자야",
      "en": "She's not only competent in her own work but also somehow manages to clear up various matters for others... Huh. Now that's a woman who deserves admiration.",
      "de": "Sie tut nicht nur ihre eigene Arbeit, sie erledigt sie auch noch für andere. Eine vorbildliche Frau.",
      "es": "No solo termina siempre su propio trabajo, sino también el de otros. Es una mujer que merece un enorme respeto.",
      "fr": "Elle s'acquitte non seulement de son travail, mais aussi du travail des autres. Une femme qui mérite d'être admirée.",
      "pt": "Ela não é competente apenas em seu próprio trabalho, mas também ajuda os outros... É uma mulher que merece admiração.",
      "ru": "Не только делает свою работу, но и помогает справляться другим. Она достойна восхищения.",
      "id": "Dia tidak hanya kompeten dalam pekerjaannya sendiri, tapi juga entah bagaimana berhasil menyelesaikan berbagai masalah orang lain... Dia memang seorang wanita yang patut dikagumi.",
      "th": "เธอไม่เพียงแต่ทำงานของตัวเองให้สำเร็จเท่านั้น แต่ยังช่วยงานคนอื่นอีกด้วย เป็นหญิงสาวที่ควรค่าแก่การชื่นชมจริง ๆ",
      "vi": "Không những hoàn thành công việc của mình mà còn giúp cho người khác, đúng là cô gái đáng để kính nể."
    }
  },
  {
    "title": {
      "zhs": "关于阿贝多…",
      "zht": "關於阿貝多…",
      "jp": "アルベドについて…",
      "ko": "알베도에 대해…",
      "en": "About Albedo",
      "de": "Über Albedo ...",
      "es": "Sobre Albedo...",
      "fr": "À propos d'Albedo...",
      "pt": "Sobre Albedo...",
      "ru": "Об Альбедо...",
      "id": "Tentang Albedo",
      "th": "เกี่ยวกับ Albedo...",
      "vi": "Về Albedo..."
    },
    "line": {
      "zhs": "他就像一副挂在古旧房屋里的油画…厚重、神秘，无法被一眼看透。我不讨厌有故事的人。",
      "zht": "他就像一副掛在古舊房屋裡的油畫…厚重、神秘，無法被一眼看透。我不討厭有故事的人。",
      "jp": "彼は、古びた屋敷に飾られた絵画のように…重みがあって、神秘的で、一目じゃ見透かすことのできない人物よ。人生経験が豊富な人は嫌いじゃないわ。",
      "ko": "그는 마치 낡은 방에 걸려 있는 유화 그림 같아…. 무게감 있고, 신비롭고, 속을 들여다볼 수 없지. 사연 있는 사람을 싫어하진 않아",
      "en": "He's like an oil painting you find hanging on the wall in some ancient hall, profound and mysterious... hard to see through. But what can I say, I find people with stories... interesting.",
      "de": "Er ist wie ein Gemälde in einem alten Haus ... Undurchsichtig, mysteriös und schwer zu durchschauen. Ich mag Leute mit einer persönlichen Geschichte.",
      "es": "Es como un cuadro colgado en un edificio antiguo... enigmático, misterioso e imposible de descifrar a primera vista. No me disgusta la gente que tiene una historia.",
      "fr": "Il me fait penser à une peinture à l'huile accrochée dans quelque vieille maison... Profond, mystérieux, impossible à pénétrer d'un simple coup d'œil. J'apprécie les gens qui ont une histoire.",
      "pt": "Ele é como um quadro pendurado na parede de um salão antigo. Enigmático e misterioso... Difícil de entender à primeira vista. Tenho interesse em pessoas com alguma história.",
      "ru": "Он словно картина маслом в старинном доме... Солидный, загадочный. Его так просто не разгадать. Мне нравятся люди с историей.",
      "id": "Dia seperti lukisan cat minyak yang tergantung di dinding aula kuno, mempunyai kesan mendalam dan misterius... sulit untuk melihat ke dalam dirinya. Tapi mau bagaimana lagi, menurutku orang-orang dengan kisahnya masing-masing itu... menarik.",
      "th": "เขาเหมือนภาพวาดสีน้ำมัน ที่แขวนอยู่ในบ้านหลังโบราณ... สุขุม ลึกลับ ไม่สามารถเห็นได้อย่างทะลุปรุโปร่ง คนที่มีเรื่องราวอย่างนี้ นี่น่าสนใจจริง ๆ",
      "vi": "Anh ấy giống như một bức tranh sơn dầu được treo trong ngôi nhà cổ xưa...hiền lành, bí ẩn, không thể nhìn thấu. Tôi không ghét người có nỗi niềm riêng."
    }
  },
  {
    "title": {
      "zhs": "关于丽莎…",
      "zht": "關於麗莎…",
      "jp": "リサについて…",
      "ko": "리사에 대해…",
      "en": "About Lisa",
      "de": "Über Lisa ...",
      "es": "Sobre Lisa...",
      "fr": "À propos de Lisa...",
      "pt": "Sobre Lisa...",
      "ru": "О Лизе...",
      "id": "Tentang Lisa",
      "th": "เกี่ยวกับ Lisa...",
      "vi": "Về Lisa..."
    },
    "line": {
      "zhs": "我不喜欢上班偷懒的人，不过也很能理解她准点下班的心情。",
      "zht": "我不喜歡上班偷懶的人，不過也很能理解她準時下班的心情。",
      "jp": "仕事をさぼる人は好きじゃないけど、定時で帰りたい気持ちは、とても分かるわ。",
      "ko": "근무 중에 게으름 피우는 사람은 싫어. 하지만 정시 퇴근하고 싶어하는 그녀의 마음은 이해가 돼",
      "en": "Although I deplore those who play truant on a job, I respect her punctuality when it comes to closing up for the day.",
      "de": "Ich mag keine Leute, die sich vor Arbeit drücken, aber ich verstehe, wie sie sich fühlt, wenn sie pünktlich Feierabend macht.",
      "es": "No me gusta la gente que holgazanea en sus horas de trabajo, aunque entiendo muy bien lo puntual que es para terminar de trabajar.",
      "fr": "Je n'apprécie pas les personnes qui tirent au flanc pendant leurs heures de travail, mais elle a le mérite de terminer à l'heure.",
      "pt": "Não gosto de pessoas preguiçosas no trabalho. Entretanto, entendo muito bem sua pontualidade na hora de largar do trabalho.",
      "ru": "Я не жалую людей, которые отлынивают от работы. Но я понимаю всех, кто уходит с работы вовремя, как она.",
      "id": "Meskipun aku tidak suka kepada mereka yang suka bolos dalam bekerja, tapi aku menghormati ketepatan waktunya ketika pulang bekerja.",
      "th": "ฉันไม่ค่อยชอบคนชอบอู้งาน แต่ฉันเข้าใจความรู้สึกที่อยากเลิกงานตรงเวลาของเธอได้อย่างดีเลยล่ะ",
      "vi": "Tôi không thích những kẻ lười nhác trong công việc, nhưng cũng hiểu được tâm trạng muốn tan ca đúng giờ của cô ấy."
    }
  },
  {
    "title": {
      "zhs": "关于可莉…",
      "zht": "關於可莉…",
      "jp": "クレーについて…",
      "ko": "클레에 대해…",
      "en": "About Klee",
      "de": "Über Klee ...",
      "es": "Sobre Klee...",
      "fr": "À propos de Klee...",
      "pt": "Sobre Klee...",
      "ru": "О Кли...",
      "id": "Tentang Klee",
      "th": "เกี่ยวกับ Klee...",
      "vi": "Về Klee..."
    },
    "line": {
      "zhs": "唉，除了麻烦就是麻烦，虽然是可爱的麻烦。",
      "zht": "唉，除了麻煩就是麻煩，雖然是可愛的麻煩。",
      "jp": "面倒くさい、とにかく面倒くさい。まあ、可愛い意味でね。",
      "ko": "사건 사고를 몰고 다니는 아이야. 귀여운 사고뭉치긴 하지만",
      "en": "Trouble, and lots of it. Although, it is sort of a cute kind of trouble...",
      "de": "Sie bringt immer nur Ärger, auch wenn sie schon sehr niedlich sein kann.",
      "es": "*Suspira*, esa niña no es más que una molestia. Una molestia bastante linda.",
      "fr": "Ah, des ennuis, toujours des ennuis. Des ennuis mignons, certes...",
      "pt": "Nada mais do que um grande problema. Mas um problema muito lindo.",
      "ru": "Ох, от неё ничего, кроме неприятностей. Очень милых, но неприятностей.",
      "id": "Masalah, selalu saja banyak masalah. Walaupun, ini cuma masalah kecil saja sih...",
      "th": "เฮ้อ เรื่องยุ่งยากเรื่องแล้วเรื่องเล่า ถึงจะเป็นความยุ่งยากที่น่ารักก็เถอะ",
      "vi": "Haiz, ngoài phiền phức cũng đều là phiền phức, cho dù đó là sự phiền phức dễ thương."
    }
  },
  {
    "title": {
      "zhs": "关于法尔伽…",
      "zht": "關於法爾伽…",
      "jp": "ファルカについて…",
      "ko": "바르카에 대해…",
      "en": "About Varka",
      "de": "Über Varka ...",
      "es": "Sobre Varka...",
      "fr": "À propos de Varka...",
      "pt": "Sobre Varka...",
      "ru": "О Варке...",
      "id": "Tentang Varka",
      "th": "เกี่ยวกับ Varka...",
      "vi": "Về Varka..."
    },
    "line": {
      "zhs": "虽说是出于好意，但法尔伽啰嗦起来像个老头一样，相当在意身边的人呢。唉，那家伙。",
      "zht": "雖說是出於好意，但法爾伽囉嗦起來像個老頭一樣，相當在意身邊的人呢。唉，那傢伙。",
      "jp": "ファルカは他人の世話を焼いてばっかの、ジジ臭くて面倒な人よ。悪気はないんだろうけど。周りの人を気にかけるのが好きなのよ、あいつ。",
      "ko": "좋은 뜻인 건 알지만, 영감처럼 잔소리가 심해. 그 녀석, 자기 사람들은 엄청 챙긴다니까",
      "en": "I'm sure Varka means well, but his long-winded conversations get real old real quick. Although, he does really care for those around him, doesn't he?",
      "de": "Auch wenn er es nur gut gemeint hat, wirkt Varka immer wie ein alter Mann, der sich um seine Mitmenschen kümmert. Dieser Typ ...",
      "es": "Aunque sus intenciones son buenas, Varka es como un viejo que no deja de hablar y que se preocupa bastante por su gente. *Suspira*, ese hombre...",
      "fr": "Je suis sûre que Varka veut bien faire, mais ses conversations interminables m'ennuient à mourir. Cependant, il faut admettre qu'il se soucie vraiment de ceux qui l'entourent...",
      "pt": "Varka tem boas intenções, mas é como um velho que não para de falar. Ele realmente se preocupa com os outros, não é mesmo?",
      "ru": "Варка - добрейший и заботливейший человек, хоть и болтлив, как старуха. Ох уж этот Варка...",
      "id": "Aku yakin maksud Varka itu baik, tapi percakapannya yang bertele-tele itu membosankan. Yah tapi walaupun begitu, setidaknya dia benar-benar peduli dengan orang-orang di sekitarnya, kan?",
      "th": "ถึงจะมีเจตนาดี แต่พอ Varka ได้เริ่มพล่ามเมื่อไรก็จะร่ายยาวยังกะคนแก่ แต่เขาก็ห่วงคนรอบตัวเขาจริง ๆ ใช่มั้ยล่ะ เฮ้อ จริง ๆ เลยนะ",
      "vi": "Tuy xuất phát từ lòng tốt, nhưng mỗi lần Varka lải nhải là cứ y như ông cụ non, vô cùng quan tâm đến người bên cạnh. Haiz, cái tên đó."
    }
  },
  {
    "title": {
      "zhs": "关于父亲…",
      "zht": "關於父親…",
      "jp": "父について…",
      "ko": "아버지에 대해…",
      "en": "About Her Father",
      "de": "Über deinen Vater ...",
      "es": "Sobre su padre...",
      "fr": "À propos de son père...",
      "pt": "Sobre meu pai...",
      "ru": "Об отце...",
      "id": "Tentang Ayah",
      "th": "เกี่ยวกับพ่อ...",
      "vi": "Về Bố..."
    },
    "line": {
      "zhs": "父亲？好遥远的词汇啊。对我而言可以说没有，也可以说有不止一个。怎么？很惊讶吗？",
      "zht": "父親？好遙遠的詞彙啊。對我而言可以說沒有，也可以說有不止一個。怎麼？很驚訝嗎？",
      "jp": "父親？私には縁遠い言葉ね。私にとってはないに等しいもの、もしくはたくさんあるものとも言える。どう？おどろいたかしら？",
      "ko": "아버지? 정말 괴리감이 느껴지는 단어네. 나한텐 없다고 할 수도, 한 명이 아니라고 할 수도 있지. 음? 그렇게 놀랄 일인가?",
      "en": "Father? I'm not familiar with the word. You could say that I don't have one — could also say I have many, too. What's it to you?",
      "de": "Vater? Das Wort ist für mich ein Fremdwort. Man könnte sagen, es gibt keinen für mich, aber ich könnte genauso gut sagen, es gibt mehrere. Was ist denn? Bist du etwa überrascht?",
      "es": "#¿Mi padre? Hacía mucho tiempo que no escuchaba esa palabra. Se podría decir que no tengo padre, pero también que tengo más de uno. ¿Eh? ¿Estás sorprendid{F#a}{M#o}?",
      "fr": "Mon père ? Un mot que je n'ai pas utilisé depuis bien longtemps. On peut dire que je n'en ai pas, ou que j'en ai plusieurs. Comment ? C'est si étonnant que ça ?",
      "pt": "Pai? Não uso essa palavra há muito tempo. Pode-se dizer que não tenho um pai - mas que também tenho vários. Isso surpreende você?",
      "ru": "Отец? Какое чужое слово. Можно сказать, его у меня не было, или что их у меня было много. Ты чего так удивляешься?",
      "id": "Ayah? Aku merasa asing dengan kata itu. Bisa dibilang aku tidak punya ayah tapi bisa juga dibilang aku punya banyak ayah. Kenapa kamu kaget begitu?",
      "th": "พ่อ? ช่างเป็นคำศัพท์ที่ห่างไกล สำหรับฉันจะบอกว่าไม่มี หรืออาจมีมากกว่าหนึ่งคน ทำไม? ตกใจอะไร?",
      "vi": "Cha? Từ này nghe sao xa xôi quá. Đối với tôi, có thể nói là không có, cũng có thể nói là không chỉ có một người. Sao? Ngạc nhiên không?"
    }
  },
  {
    "title": {
      "zhs": "想要了解罗莎莉亚·其一",
      "zht": "想要瞭解蘿莎莉亞·其一",
      "jp": "ロサリアを知る·1",
      "ko": "로자리아에 대해 알기·첫 번째",
      "en": "More About Rosaria: I",
      "de": "Ich will mehr über Rosaria erfahren I",
      "es": "Más sobre Rosaria (I)",
      "fr": "Connaître Rosalia (1)",
      "pt": "Mais sobre Rosaria (I)",
      "ru": "Узнать больше о Розарии I",
      "id": "Mengenal Rosaria I",
      "th": "อยากรู้เกี่ยวกับ Rosaria - 1",
      "vi": "Muốn tìm hiểu Rosaria - Điều I"
    },
    "line": {
      "zhs": "跳过寒暄吧。我来这里是为了完成工作，你解决不了的问题可以移交给我。",
      "zht": "跳過寒暄吧。我來這裡是為了完成工作，你解決不了的問題可以移交給我。",
      "jp": "あいさつはいらないわ。私がここに来たのは仕事を全うするため、君にできないことは私がやるわ。",
      "ko": "일하러 온 거니까 인사치레는 됐어. 감당 안 되는 문제는 나한테 넘겨",
      "en": "Let's forgo the formalities. I'm here to finish a job. Just leave the dirty work to me.",
      "de": "Genug der Plauderei. Ich bin hier, um meine Arbeit zu erledigen. Was du nicht erledigen kannst, überlass getrost mir.",
      "es": "Dejémonos de formalidades. Si estoy aquí es para terminar el trabajo. Si no puedes solucionar algo, déjamelo a mí.",
      "fr": "Oublions les formalités. Je suis ici pour terminer un travail. Laissez-moi le sale boulot.",
      "pt": "Esqueça as formalidades. Estou aqui para terminar uma tarefa. Deixe o trabalho sujo comigo.",
      "ru": "Обойдёмся без любезностей. Я здесь, чтобы выполнить свою работу. Если ты с чем-то не справляешься, предоставь это мне.",
      "id": "Lupakan saja soal formalitas. Aku di sini untuk menyelesaikan pekerjaan. Serahkan saja pekerjaan kotor itu padaku.",
      "th": "อย่าสนใจเรื่องการทักทายเลย ฉันมาเพื่อทำงานให้เสร็จ ปัญหาที่เธอจัดการไม่ได้ เอามาให้ฉันได้เลย",
      "vi": "Bỏ qua đoạn chào hỏi đi. Tôi đến đây để làm cho xong việc, vấn đề nào bạn không giải quyết được có thể bàn giao cho tôi."
    }
  },
  {
    "title": {
      "zhs": "想要了解罗莎莉亚·其二",
      "zht": "想要瞭解蘿莎莉亞·其二",
      "jp": "ロサリアを知る·2",
      "ko": "로자리아에 대해 알기·두 번째",
      "en": "More About Rosaria: II",
      "de": "Ich will mehr über Rosaria erfahren II",
      "es": "Más sobre Rosaria (II)",
      "fr": "Connaître Rosalia (2)",
      "pt": "Mais sobre Rosaria (II)",
      "ru": "Узнать больше о Розарии II",
      "id": "Mengenal Rosaria II",
      "th": "อยากรู้เกี่ยวกับ Rosaria - 2",
      "vi": "Muốn tìm hiểu Rosaria - Điều II"
    },
    "line": {
      "zhs": "不信神的修女并不稀奇，就像世上也有不喜欢吃猪肉的猎人、讨厌鱼肉的渔民。做某一件事不代表爱它，不爱一件事也不意味着必须远离。工作就是这样的东西。",
      "zht": "不信神的修女並不稀奇，就像世上也有不喜歡吃豬肉的獵人、討厭魚肉的漁民。做某一件事不代表愛它，不愛一件事也不意味著必須遠離。工作就是這樣的東西。",
      "jp": "神を信仰しないシスターは何も珍しいものじゃないわ、肉が好きじゃない狩人もいるし、魚が嫌いな漁師だっている。何かをするのに好きになる必要はないの。かといって、嫌いなものから離れる必要もない。仕事ってそういうものよ。",
      "ko": "신을 안 믿는다고 이상한 수녀는 아니야. 세상엔 돼지고기를 싫어하는 사냥꾼, 생선을 싫어하는 어부도 있잖아? 좋아하는 것만 할 수도, 싫어하는 걸 안 할 수도 없는게 바로 일이지",
      "en": "What's weird about a Sister without reverence for the gods? There are hunters who don't eat pork, and fisherman who don't eat fish, aren't there? Just because you do something doesn't mean you love to do it. That's how every job goes.",
      "de": "Ungläubige Ordensschwestern sind keine Seltenheit, genau wie es Jäger gibt, die kein Schweinefleisch mögen, und Angler, die Fisch verabscheuen. Eine Sache zu tun, bedeutet nicht immer, dass du sie auch gleichzeitig magst. Etwas nicht zu mögen bedeutet, aber auch nicht, es nicht zu tun. So ist Arbeit nun einmal.",
      "es": "No es raro que haya monjas que no creen en los dioses, igual que hay cazadores a los que no les gusta la carne de jabalí y pescadores que detestan el pescado. El hecho de hacer algo no implica que tengas que amarlo, y el hecho de que no te guste algo tampoco significa que no quieras tener nada que ver con ello. Así es el trabajo.",
      "fr": "Les sœurs qui ne croient pas en les dieux ne sont pas si rares que ça. On trouve bien des chasseurs qui n'aiment pas la viande, ou des pêcheurs qui n'aiment pas le poisson. Faire quelque chose ne veut pas dire l'aimer, de la même manière que ne pas aimer quelque chose ne signifie pas qu'il faut s'en écarter. C'est ça, le travail.",
      "pt": "O que há de errado em uma freira que não acredita nos deuses? Há caçadores que não comem javali e pescadores que não comem peixe. Só porque você faz algo, não significa que ame fazê-lo. É assim que funciona em qualquer trabalho.",
      "ru": "Неверующих монахинь не так уж и мало. Это как охотник, что не любит есть дичь, или рыбак, которого тошнит от рыбы. Ты не обязан любить то, что делаешь. И не нужно избегать того, что не любишь. Это касается любой работы.",
      "id": "Apa yang aneh tentang seorang suster yang tidak menghormati dewa? Ada pemburu yang tidak makan babi, dan ada nelayan yang tidak makan ikan, bukan? Hanya karena kamu melakukan sesuatu bukan berarti kamu suka melakukannya. Setiap pekerjaan memang begitu.",
      "th": "ไม่ใช่เรื่องแปลกที่จะมีซิสเตอร์ ที่ไม่เชื่อในเทพเจ้า ก็เหมือนกับที่มีนักล่าที่ไม่ชอบกินหมู และชาวประมงที่เกลียดปลาไงล่ะ การที่ทำสิ่งใดสิ่งหนึ่ง ไม่ได้หมายความว่าจะรักมัน และการไม่รักสิ่งนั้น ก็ไม่ได้หมายความว่าต้องอยู่ห่าง ๆ จากมัน งานก็เป็นอย่างงี้แหละ",
      "vi": "Tu nữ không tin vào thần vốn dĩ không hiếm, cũng như trên đời vẫn có thợ săn không thích ăn thịt heo, ngư dân ghét ăn cá. Làm một việc gì đó không có nghĩa là thích nó, không thích một việc nào đó cũng không có nghĩa bắt buộc phải xa lánh. Công việc chính là thứ như vậy."
    }
  },
  {
    "title": {
      "zhs": "想要了解罗莎莉亚·其三",
      "zht": "想要瞭解蘿莎莉亞·其三",
      "jp": "ロサリアを知る·3",
      "ko": "로자리아에 대해 알기·세 번째",
      "en": "More About Rosaria: III",
      "de": "Ich will mehr über Rosaria erfahren III",
      "es": "Más sobre Rosaria (III)",
      "fr": "Connaître Rosalia (3)",
      "pt": "Mais sobre Rosaria (III)",
      "ru": "Узнать больше о Розарии III",
      "id": "Mengenal Rosaria III",
      "th": "อยากรู้เกี่ยวกับ Rosaria - 3",
      "vi": "Muốn tìm hiểu Rosaria - Điều III"
    },
    "line": {
      "zhs": "来一杯吗？这是今年的蒲公英酒，味道很不错。",
      "zht": "來一杯嗎？這是今年的蒲公英酒，味道很不錯。",
      "jp": "一杯どう？今年の蒲公英酒は格段に美味しいわよ。",
      "ko": "한잔할래? 이건 올해 만든 민들레주야. 맛이 아주 좋아",
      "en": "This year's Dandelion Wine is sinfully good. Care for a glass?",
      "de": "Trinkst du ein Gläschen mit mir? Das ist der Löwenzahnschnaps aus diesem Jahr, ein besonders guter Jahrgang.",
      "es": "¿Quieres un trago? Este es el vino de diente de león de este año. Su sabor no está nada mal.",
      "fr": "Le vin de dent-de-lion est sacrément bon cette année. Un petit verre ?",
      "pt": "Quer beber um pouco? Esse é o Vinho de Dandelion desse ano, está muito bom.",
      "ru": "Выпьем по бокалу? У меня тут вино из одуванчиков этого года. Очень недурно.",
      "id": "Anggur Dandelion tahun ini sangat baik. Kamu mau minum segelas?",
      "th": "ลองสักแก้วมั้ย? ไวน์แดนดิไลออนของปีนี้รสชาติไม่เลวเลยนะ",
      "vi": "Uống một ly không? Đây là rượu bồ công anh năm nay, mùi vị rất ngon."
    }
  },
  {
    "title": {
      "zhs": "想要了解罗莎莉亚·其四",
      "zht": "想要瞭解蘿莎莉亞·其四",
      "jp": "ロサリアを知る·4",
      "ko": "로자리아에 대해 알기·네 번째",
      "en": "More About Rosaria: IV",
      "de": "Ich will mehr über Rosaria erfahren IV",
      "es": "Más sobre Rosaria (IV)",
      "fr": "Connaître Rosalia (4)",
      "pt": "Mais sobre Rosaria (IV)",
      "ru": "Узнать больше о Розарии IV",
      "id": "Mengenal Rosaria IV",
      "th": "อยากรู้เกี่ยวกับ Rosaria - 4",
      "vi": "Muốn tìm hiểu Rosaria - Điều IV"
    },
    "line": {
      "zhs": "蒙德是一头既古老又年轻的白色野兽，古老到需要人去保护，也年轻到无法独立生存。只有这样的地方才会需要我这样的人。我像其他修女照顾市民那样照顾着蒙德，让它在自由的道路上平稳前进。你问我为什么它是白色的？…因为像我这样的人，是黑色的。",
      "zht": "#蒙德是一頭既古老又年輕的白色野獸，古老到需要人去保護，也年輕到無法獨立生存。只有這樣的地方才會需要我這樣的人。我像其他修女照顧市民那樣照顧著蒙德，讓它在自由的道路上平穩前進。{F#妳}{M#你}問我為什麼它是白色的？…因為像我這樣的人，是黑色的。",
      "jp": "モンドは、人々の介護が必要なほど老いぼれているのに、独立して生存もできないほど若くて未熟。そんな矛盾を持った真っ白な獣よ。こんな場所だからこそ、私みたいな人が必要とされるの。他のシスターたちが人々を手伝うように、私もモンドを手伝っている。モンドが自由に向かって突き進んでいけるためにね。なんで白なのかって？…黒っていうのは…私みたいな人を言うからよ。",
      "ko": "몬드는 오래됐지만 어린 하얀 야수야. 누군가 보호해 줘야 할 만큼 오래됐지만, 아직 어려서 홀로서기는 할 수 없지. 오직 이런 곳만이 날 필요로 해. 이곳에선 다른 수녀들이 시민을 보살피는 것처럼 나도 몬드를 자유롭고 평안하게 보살필 수 있거든. 왜 하얀색이냐고? …내가 검은색이니까",
      "en": "Mondstadt is a beast of light, both old and young. Old in the sense that it constantly requires someone's protection, yet too young to ever survive on its own. That's why there's people like me. I care for Mondstadt just as the other Sisters care for the believers, we are all guiding that which we love onward on the path towards freedom. Huh? Why do I call it a beast of light? Because people like myself can only be found in the dark...",
      "de": "Mondstadt ist wie ein wildes Tier im Licht, alt und jung zugleich. So alt, dass es beschützt werden muss, und doch zu jung, um allein zu überleben. Mondstadt ist der einzige Ort, der Leute wie mich braucht. Ich kümmere mich um Mondstadt, wie die anderen Ordensschwestern sich um die Bürger kümmern, und sorge dafür, dass die Stadt eine freie Stadt bleibt. Warum im Licht? Nun, weil Leute wie ich, eher in der Dunkelheit sind ...",
      "es": "Mondstadt es como un viejo y, al mismo tiempo, joven animal salvaje de color blanco: tan viejo como para necesitar ser protegido y tan joven como para no poder sobrevivir por sí solo. Solo un lugar así necesitaría a alguien como yo. Cuido a Mondstadt tal y como otras monjas cuidan a los ciudadanos y dejo que avance con seguridad por el camino de la libertad. ¿Que por qué tiene que ser de color blanco? Porque solo la gente como yo es oscura.",
      "fr": "Mondstadt est une bête de lumière, à la fois jeune et vieille. Vieille dans le sens où elle a constamment besoin de protection, mais trop jeune pour survivre par elle-même. C'est pourquoi il y a des gens comme moi. Je me soucie de Mondstadt tout comme les autres sœurs prennent soin des habitants, nous guidons ceux que nous aimons sur le chemin de la liberté. Hein ? Pourquoi est-ce que je l'appelle une bête de lumière ? Parce que les gens comme moi ne peuvent exister que dans l'ombre...",
      "pt": "Mondstadt é uma fera de luz, velha e ao mesmo tempo jovem. Velha pois necessita de proteção constante, e jovem pois não consegue sobreviver por conta própria. É por isso que existem pessoas como eu. Eu cuido de Mondstadt assim como as outras irmãs cuidam dos cidadãos, guiando aqueles que amamos no caminho da liberdade. Hã? Por que eu a chamo de fera de luz? Porque pessoas como eu são encontradas apenas no escuro...",
      "ru": "Зверь света Мондштадт одновременно молод и стар: достаточно стар, чтобы ему требовалась защита, и слишком молод, чтобы выжить в одиночку. Только такому месту нужны подобные мне люди. Я забочусь о Мондштадте, как сёстры заботятся о горожанах, и слежу за тем, чтобы он оставался свободным. Почему Мондштадт зверь света? ...Потому что такие, как я, погружены во тьму.",
      "id": "Mondstadt itu bagaikan makhluk putih bercahaya, dia tua tapi juga muda. Tua dalam artian selalu membutuhkan perlindungan, tapi juga terlalu muda untuk bisa bertahan sendiri. Makanya ada orang-orang sepertiku. Aku peduli pada Mondstadt seperti halnya para suster lainnya yang peduli pada orang-orang percaya, kita semua membimbing apa yang kita cintai untuk maju di jalan menuju kebebasan. Hah? Mengapa aku menyebutnya makhluk putih bercahaya? Karena orang-orang sepertiku hanya dapat ditemukan dalam kegelapan...",
      "th": "Mondstadt เป็นเหมือนอสูรสีขาว ที่ทั้งเก่าแก่และยังเด็ก เก่าแก่ในแง่ที่ต้องให้ใครสักคน คอยปกป้อง แต่ก็เด็กเกินกว่าจะอยู่รอด ด้วยตัวเอง สถานที่แบบนี้ต้องการคนอย่างฉัน ฉันจะปกป้อง Mondstadt เหมือนกับที่ซิสเตอร์คนอื่น ดูแลผู้ศรัทธา ชี้นำให้ก้าวต่อไปสู่ เส้นทางแห่งอิสรภาพอย่างมั่นคง ทำไมฉันถึงว่ามันเป็นสีขาวงั้นเหรอ? ...เพราะคนอย่างฉัน คือสีดำไงล่ะ",
      "vi": "Mondstadt là một con thú trắng vừa già vừa trẻ, đủ già để cần được bảo vệ, và còn quá trẻ để có thể tự sinh tồn. Chỉ có nơi như vậy mới cần một người như tôi. Tôi chăm sóc cho Mondstadt cũng như những nữ tu khác chăm sóc các cư dân, giúp nó luôn vững vàng tiến bước trên con đường đến với tự do. Bạn hỏi tôi tại sao nó có màu trắng?...Là vì kẻ giống như tôi, đều mang một màu đen mịt mù."
    }
  },
  {
    "title": {
      "zhs": "想要了解罗莎莉亚·其五",
      "zht": "想要瞭解蘿莎莉亞·其五",
      "jp": "ロサリアを知る·5",
      "ko": "로자리아에 대해 알기· 다섯 번째",
      "en": "More About Rosaria: V",
      "de": "Ich will mehr über Rosaria erfahren V",
      "es": "Más sobre Rosaria (V)",
      "fr": "Connaître Rosalia (5)",
      "pt": "Mais sobre Rosaria (V)",
      "ru": "Узнать больше о Розарии V",
      "id": "Mengenal Rosaria V",
      "th": "อยากรู้เกี่ยวกับ Rosaria - 5",
      "vi": "Muốn tìm hiểu Rosaria - Điều V"
    },
    "line": {
      "zhs": "我偶尔能感觉到过去每一年的自己都存在着、围绕着我…对我有所寄托。你一定也有相同的感觉，所以，哪怕如今你已走上截然不同的道路，也不要否认从前的自己。从前的每一个你，都是你脚下的基石。不要害怕过去，不要畏惧与它抗衡。",
      "zht": "#我偶爾能感覺到過去每一年的自己都存在著、圍繞著我…對我有所寄託。{F#妳}{M#你}一定也有相同的感覺，所以，哪怕如今{F#妳}{M#你}已走上截然不同的道路，也不要否認從前的自己。從前的每一個{F#妳}{M#你}，都是{F#妳}{M#你}腳下的基石。不要害怕過去，不要畏懼與它抗衡。",
      "jp": "様々な過去の自分が今の自分の隣にいて、すがる思いで何かを託してくる、たまにそんなことを感じるの。きっと君も経験があるでしょ。だから、これから君が違う道を歩んでも、昔の自分を否定しないで。昔の君は、今の君の礎。過去に怯えず、向き合うことを恐れないでね。",
      "ko": "난 가끔 지난날들의 내가 존재하고 있음을 느껴…. 또 나 자신에게 기대해왔다는 것도… 너도 이런 느낌을 받은 적이 있을 거야. 그러니까 오늘날의 네가 전혀 다른 길을 가고 있더라도 절대 과거의 자신을 부정하지 마. 예전의 네가 오늘의 널 만든 거니까. 과거를 두려워 말고 용감하게 맞서봐",
      "en": "I sometimes feel that my former selves from years past still exist alongside me, urging me on. I'm sure you know the feeling, too. Even if you decide to venture down a new path, don't just abandon the former you. For that is the foundation upon which you now take footing. Do not fear your past, and do not be scared to come to grips with it.",
      "de": "Manchmal habe ich das Gefühl, dass mein vergangenes Ich aus Vorjahren noch existiert, dass es mir noch nahe ist und dass es mir Hoffnung gibt. Sicherlich hast du schon einmal etwas Ähnliches empfunden. Auch wenn du dich derzeit auf einem völlig anderen Weg befindest, solltest du dein früheres Ich nie vergessen. Dieses Selbst ist das Fundament, auf dem wir heute wandeln. Hab keine Angst vor der Vergangenheit und fürchte dich nicht davor, dich ihr zu stellen.",
      "es": "A veces siento que mi yo del pasado aún sigue existiendo, que sigue cerca de mí y que tiene esperanzas en mí. Seguro que tú también has sentido algo parecido, así que aunque actualmente estés en un camino totalmente distinto, nunca debes olvidar a tu yo del pasado. Ese yo es la base sobre la que caminas hoy. No temas al pasado y no tengas miedo de enfrentarte a él.",
      "fr": "J'ai parfois le sentiment que la personne que j'étais durant les années passées vit encore en moi, comme si mon moi du passé était toujours là, à attendre quelque chose de ma part. Vous avez sûrement dû connaître ça. Ne reniez pas la personne que vous étiez, même si vous avez suivi un chemin complètement différent. Ce que vous étiez avant est la fondation de qui vous êtes aujourd'hui. On ne doit pas craindre le passé, ni avoir peur de l'affronter.",
      "pt": "Às vezes sinto que meu antigo eu ainda existe e segue ao meu lado, me incentivando. Tenho certeza de que você conhece essa sensação. Ao se aventurar por um novo caminho, não abandone seu antigo eu. Essa é a base sobre a qual você firma os pés. Não tema o seu passado e não tenha medo de enfrentá-lo.",
      "ru": "Иногда я чувствую, будто существуют «я» из прошлого, они совсем рядом, поддерживают меня... Тебе наверняка приходилось испытывать нечто подобное. Даже если ты выбрал другой путь, никогда не забывай, каким ты был раньше. Каждое из твоих прошлых «я» - фундамент, на котором стоишь ты сегодня. Не бойся прошлого, и не бойся вступать с ним в схватку.",
      "id": "Terkadang aku merasa bahwa diriku yang dulu dari tahun-tahun sebelumnya masih ada bersamaku dan terus mendukungku. Aku yakin kamu mengerti perasaan itu. Bahkan jika kamu memutuskan untuk menempuh jalan baru, jangan meninggalkan dirimu yang sebelumnya. Karena itu akan menjadi fondasi dari dirimu yang sekarang. Jangan takut dengan masa lalu, dan jangan takut untuk menghadapinya.",
      "th": "บางครั้งฉันรู้สึกได้ถึงตัวตนในทุกปีที่ผ่านมาของฉัน มันอยู่เคียงข้างฉัน... คอยกระตุ้นฉัน เธอน่าจะเข้าใจความรู้สึกแบบนี้ เพราะงั้น แม้ว่าตอนนี้เธอจะเดินอยู่ในเส้นทางที่แตกต่างไปจากเดิม แต่อย่าปฏิเสธตัวตนในอดีตของเธอ เพราะอดีตคือรากฐานที่สำคัญใต้เท้าของเรา จงอย่ากลัวอดีต อย่ากลัวที่ต้องต่อสู้กับมัน",
      "vi": "Đôi khi tôi có thể cảm thấy rằng, bản thân tôi ở mỗi năm của quá khứ vẫn như đang tồn tại, đang bao vây lấy chính tôi...luôn ký thác vào tôi. Chắc chắn bạn cũng có cảm giác như vậy, vì vậy ngay cả khi bây giờ đang đi trên một con đường hoàn toàn khác, xin cũng đừng phủ nhận con người của chính bạn xưa kia. Mỗi người trong số các bạn trong quá khứ đều là nền tảng của đôi chân mạnh mẽ. Đừng sợ quá khứ, đừng ngại đấu tranh với nó."
    }
  },
  {
    "title": {
      "zhs": "罗莎莉亚的爱好…",
      "zht": "蘿莎莉亞的愛好…",
      "jp": "ロサリアの趣味…",
      "ko": "로자리아의 취미…",
      "en": "Rosaria's Hobbies",
      "de": "Rosarias Hobbys ...",
      "es": "Aficiones de Rosaria...",
      "fr": "Les loisirs de Rosalia...",
      "pt": "Passatempos de Rosaria...",
      "ru": "Хобби Розарии...",
      "id": "Kegemaran Rosaria",
      "th": "งานอดิเรกของ Rosaria...",
      "vi": "Sở thích của Rosaria..."
    },
    "line": {
      "zhs": "小酌怡情，有些烦心事只能靠酒精解决。话虽如此，我是不会醉的。",
      "zht": "小酌怡情，有些煩心事只能靠酒精解決。話雖如此，我是不會醉的。",
      "jp": "一杯飲めば、嫌なことも消えてなくなるわ。とはいっても、酔ったことないけど。",
      "ko": "술은 적당히 마시면 기분 좋아져. 가끔 알코올로만 해결되는 근심거리가 있지. 난 절대 취할 일 없겠지만",
      "en": "There are some troubles that only a stiff drink can take away. That being said, I never get drunk.",
      "de": "Ein Schlückchen kann nie schaden, manches Problem braucht halt ein entsprechendes Gegengift. Ich passe schon auf, nicht betrunken zu werden.",
      "es": "Comer y beber son mi alegrías. Algunos problemas solo se pueden resolver con el alcohol. Aun así, yo nunca me emborracho.",
      "fr": "J'aime boire un verre pour m'apaiser l'esprit. Certains problèmes ne se dissolvent que dans l'alcool. Mais je ne bois jamais au point d'être saoule.",
      "pt": "Alguns problemas são resolvidos apenas com uma bebida forte. Mas nunca bebo a ponto de me embriagar.",
      "ru": "Некоторые проблемы можно решить только алкоголем. Однако же я никогда не пьянею.",
      "id": "Ada beberapa masalah yang hanya bisa dihilangkan oleh alkohol. Meski begitu, aku tidak pernah mabuk.",
      "th": "ดื่มและผ่อนคลายเถอะ ปัญหาในใจบางอย่าง มีแต่แอลกอฮอล์เท่านั้นที่จะช่วยได้ แต่บอกไว้ก่อนเลยนะว่า ฉันไม่เคยเมาเลยสักครั้ง",
      "vi": "Uống rượu quên sầu, có một số chuyện phiền phức chỉ có thể dùng rượu để giải quyết. Tuy nói vậy, nhưng tôi sẽ không say đâu."
    }
  },
  {
    "title": {
      "zhs": "罗莎莉亚的烦恼…",
      "zht": "蘿莎莉亞的煩惱…",
      "jp": "ロサリアの悩み…",
      "ko": "로자리아의 고민…",
      "en": "Rosaria's Troubles",
      "de": "Rosarias Sorgen ...",
      "es": "Preocupaciones de Rosaria...",
      "fr": "Les problèmes de Rosalia...",
      "pt": "Preocupações de Rosaria",
      "ru": "Беспокойство Розарии...",
      "id": "Kesulitan Rosaria",
      "th": "เรื่องกลุ้มใจของ Rosaria...",
      "vi": "Nỗi buồn của Rosaria..."
    },
    "line": {
      "zhs": "唉…真不想参加下个月的合唱活动，可维多利亚亲自点名了…",
      "zht": "唉…真不想參加下個月的合唱活動，可是維多利亞親自點名了…",
      "jp": "はぁ…来月の合唱コンクール、参加したくなかったのにヴィクトリアに名指しで指名されたわ…",
      "ko": "휴… 다음 달 합창 행사엔 정말 나가기 싫은데 빅토리아가 직접 호명했어…",
      "en": "Ugh, definitely skipping next month's choir concert, but I bet Sister Victoria will be personally taking roll... What a nuisance.",
      "de": "Oh Mann ... Ich habe wirklich gar keine Lust, nächsten Monat dem Chor beizutreten, aber Victoria hat mein Schicksal bereits besiegelt ...",
      "es": "*Suspira*, no quiero participar en la actividad de canto del mes que viene, pero Victoria va a comprobar la asistencia personalmente...",
      "fr": "*soupir* ... Je n'ai aucune envie de participer à la chorale le mois prochain, mais je parie que sœur Victoria choisira les membres elle-même... Quelle nuisance.",
      "pt": "Ugh, não quero participar da apresentação do coral no próximo mês, mas aposto que a Irmã Victoria pedirá minha ajuda... Que incômodo.",
      "ru": "Уф... Я так не хочу каждый месяц участвовать в этих хоровых пениях, но Виктория уже отобрала меня лично...",
      "id": "Ugh, aku jelas akan melewatkan konser paduan suara bulan depan, tapi aku yakin Suster Victoria pasti akan mengambil alih secara pribadi... Benar-benar merepotkan.",
      "th": "ฮึ่ม... ฉันไม่อยากไปร่วม คอนเสิร์ตประสานเสียงเดือนหน้าเลย แต่ซิสเตอร์ Victoria จะมาเช็คชื่อด้วยตัวเองด้วยสิ...",
      "vi": "Haiz...thật sự không muốn tham gia hoạt động hợp xướng của tháng sau chút nào, nhưng Victoria đã đích thân điểm danh rồi..."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was sie so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "试过红酒炖兽肉吗？酒精和大块的动物肉出现在一个盘子里，相当有品味。",
      "zht": "試過紅酒燉獸肉嗎？酒精和大塊的動物肉出現在一個盤子裡，相當有品味。",
      "jp": "獣肉のワイン煮込みは食べたことある？お酒と大きなお肉を一つの皿でいただけるの、最高の一品よ。",
      "ko": "와인에 조린 짐승고기 먹어봤어? 알코올과 고깃덩어리가 한 접시에 담겨있는 자태라니, 얼마나 근사한지 몰라",
      "en": "Have you ever tried Beef Bourguignon? Big chunks of meat with the smooth taste of alcohol... Mmm, it's delectable.",
      "de": "Hast du schon einmal in Rotwein gedünstetes Fleisch probiert? Das Fleisch in Scheiben geschnitten, schön auf einem Teller angerichtet, das ist schon ein Leckerbissen.",
      "es": "¿Has probado el estofado de carne al vino tinto? Alcohol y unos buenos trozos de carne en el mismo plato... Delicioso.",
      "fr": "Avez-vous déjà essayé le bœuf bourguignon ? De gros morceaux de viande au bon goût d'alcool, un vrai délice.",
      "pt": "Já provou carne guisada com vinho tinto? A combinação do álcool e carne de animais em um prato é simplesmente deliciosa.",
      "ru": "Как тебе тушёное мясо с красным вином? Бокал вина и куски мяса на блюде - вот пища богов.",
      "id": "Apa kamu pernah mencoba Bourguignon? Potongan daging besar dengan rasa alkohol yang lembut, sangat lezat.",
      "th": "เคยชิมเนื้อตุ๋นไวน์แดงรึเปล่า? เนื้อชิ้นใหญ่ ๆ เคล้าไปด้วยกลิ่นหอมของไวน์ เป็นเมนูที่มีคลาสสุด ๆ เลย",
      "vi": "Đã ăn qua món rượu vang đỏ hầm thịt rừng chưa? Rượu và những tảng thịt lớn cùng xuất hiện trong đĩa, khá ngon đó."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was sie nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang tidak kamu suka",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét nhất..."
    },
    "line": {
      "zhs": "这个…这个土豆饼的蘸料居然是果酱？完全不合理！",
      "zht": "這個…這個薯餅的沾醬居然是果醬？完全不合理！",
      "jp": "ハ…ハッシュドポテトにジャム？信じられない！",
      "ko": "가, 감자전을 과일잼에 찍어 먹는다고? 말도 안 돼!",
      "en": "You mean I'm supposed to dip this hash brown in jam? Ugh, this is sacrilege!",
      "de": "Diese ... Diese Füllung in der Kartoffel ist Konfitüre? Das ist nicht akzeptabel!",
      "es": "¿Lo... lo que se unta en la tortilla de papas es mermelada? ¡No tiene sentido!",
      "fr": "Vous voulez dire que je suis censée tremper cette pomme de terre dans de la confiture ? Ah, sacrilège !",
      "pt": "O molho do Bolinho de Batata é geleia? Isso é impensável!",
      "ru": "Нужно макать картофельные оладьи в варенье? Извращение какое-то!",
      "id": "M-Maksudmu aku harus mencelupkan hash brown ini ke dalam selai? Ini penistaan!",
      "th": "Hash Brown จานนี้ต้องกินกับ... แยม? ไร้เหตุผลสิ้นดี",
      "vi": "Nước chấm của bánh khoai tây này...là mứt hoa quả thật sao? Không hợp lý chút nào!"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "看来这方面，我们品味相投。",
      "zht": "看來這方面，我們品味相投。",
      "jp": "どうやら、私たちって好みが合うみたいね。",
      "ko": "우린 입맛이 비슷한 거 같네",
      "en": "It seems that our tastes are aligned when it comes to food.",
      "de": "Es scheint, dass wir im Geschmack ähnliche Vorlieben haben.",
      "es": "Parece que tenemos gustos parecidos en cuanto a la comida.",
      "fr": "On dirait que nos goûts s'accordent.",
      "pt": "Parece que nossos gostos culinários são similares.",
      "ru": "Кажется, в еде наши вкусы совпадают.",
      "id": "Sepertinya selera kita sama kalau soal makanan.",
      "th": "ดูเหมือนเราจะมีรสนิยมด้านนี้คล้ายกันนะ",
      "vi": "Xem ra chúng ta có cùng sở thích đấy."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "至少能填饱肚子。",
      "zht": "至少能填飽肚子。",
      "jp": "少なくとも、お腹は満たせるわね。",
      "ko": "배는 채울 수 있겠어",
      "en": "At least I'll be able to eat my fill with this.",
      "de": "Zumindest füllt es den Magen.",
      "es": "Al menos me servirá para llenar el estómago.",
      "fr": "C'est rassasiant, au moins.",
      "pt": "Pelo menos dá para matar a fome.",
      "ru": "По крайней мере, я смогу наесться.",
      "id": "Setidaknya bisa mengenyangkan lah.",
      "th": "อย่างน้อยก็ช่วยให้อิ่มท้อง",
      "vi": "Ít nhất cũng có thể no bụng."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "你对这种食物很感兴趣吗？",
      "zht": "#{F#妳}{M#你}對這種食物很感興趣嗎？",
      "jp": "君、こういう食べ物に興味があるの？",
      "ko": "너 이런 음식에 관심 있어?",
      "en": "Do you really like this food?",
      "de": "Bist du an diesen Lebensmitteln interessiert?",
      "es": "¿De verdad te gusta esta comida?",
      "fr": "Vous aimez ce genre de plat ?",
      "pt": "Você gosta mesmo de comidas assim?",
      "ru": "Тебе правда нравится эта еда?",
      "id": "Kamu benar-benar suka makanan begini?",
      "th": "เธอชอบอาหารแบบนี้มากมั้ย?",
      "vi": "Bạn rất thích loại thực phẩm này sao?"
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "今天是你生日，有什么想处理的人或事吗？我可以帮个小忙，别告诉其他人就行。",
      "zht": "#今天是{F#妳}{M#你}生日，有什麼想處理的人或事嗎？我可以幫個小忙，別告訴其他人就行。",
      "jp": "今日は君の誕生日ね、何か片付けてほしい人や用事はある？手伝ってあげてもいいわ、もちろん内緒でね。",
      "ko": "오늘이 네 생일이네. 처리할 사람이나 일 같은 거 없어? 내가 도와줄게. 다른 사람한텐 비밀이야",
      "en": "Today's your birthday, so if you have any dirty work that needs taking care of, I can give you a hand... Just don't tell anybody, got it?",
      "de": "Heute ist dein Geburtstag. Gibt es eine Person oder eine Sache, die du erledigt haben willst? Ich kann dir dabei helfen, aber erzähl es nur niemandem.",
      "es": "Hoy es tu cumpleaños, ¿hay alguien o algo de lo que tengas que hacerte cargo? Puedo ayudarte, pero no se lo cuentes a nadie.",
      "fr": "Aujourd'hui, c'est votre anniversaire, donc si vous avez quelque chose à faire, je peux m'en occuper... Mais ne dites rien à personne, compris ?",
      "pt": "Hoje é seu aniversário. Se tiver algum trabalho sujo para fazer, eu posso ajudar... Só não conte para ninguém, entendeu?",
      "ru": "Сегодня у тебя день рождения. Нужно ли с чем-нибудь или кем-нибудь разобраться? Я тебе помогу, только никому не говори, ясно?",
      "id": "Hari ini adalah hari ulang tahunmu, jadi jika ada pekerjaan kotor yang perlu diurus, aku bisa membantumu... Jangan bilang siapa-siapa, oke?",
      "th": "วันนี้วันเกิดเธอ มีใครหรือเรื่องอะไรที่อยากจัดการมั้ย? ฉันช่วยได้นะ แต่อย่าไปบอกใครก็พอ",
      "vi": "Hôm nay là sinh nhật của bạn, có người nào hoặc việc gì muốn giải quyết không? Tôi có thể giúp, đừng nói cho người khác biết là được."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "嗯，感觉不错。",
      "zht": "嗯，感覺不錯。",
      "jp": "うん、いい感じね。",
      "ko": "음, 나쁘지 않네",
      "en": "Hmm, just what I needed.",
      "de": "Das ist nicht schlecht.",
      "es": "Oh, qué bien me siento.",
      "fr": "Hmm, juste ce dont j'avais besoin.",
      "pt": "Hmm, exatamente o que eu precisava.",
      "ru": "То что нужно.",
      "id": "Hmm, ini memang yang kubutuhkan.",
      "th": "อืม ก็ไม่เลวนะ",
      "vi": "Ừm, cảm giác không tệ."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "需要帮忙吗？我现在有空。",
      "zht": "需要幫忙嗎？我現在有空。",
      "jp": "何か手伝ってほしいことはある？今ちょうど手が空いてるの。",
      "ko": "뭐 도와줄까? 지금 한가한데",
      "en": "You have a job for me? I've got time.",
      "de": "Brauchst du Hilfe? Ich hab gerade Zeit.",
      "es": "¿Necesitas ayuda? Justo ahora estoy libre.",
      "fr": "Vous avez un boulot pour moi ? J'ai du temps.",
      "pt": "Precisa de ajuda? Estou livre agora.",
      "ru": "Нужна помощь? Я как раз свободна.",
      "id": "Kamu punya pekerjaan untukku? Aku punya waktu.",
      "th": "มีอะไรให้ช่วยมั้ย? ตอนนี้ฉันว่างอยู่",
      "vi": "Có cần giúp gì không? Tôi đang rảnh."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "也好。能力越强，效率越高。",
      "zht": "也好。能力越強，效率越高。",
      "jp": "能力が高くなれば、仕事の効率も上がるわね。",
      "ko": "그래. 실력이 늘면 효율이 높아지니까",
      "en": "Good. Getting stronger means finishing jobs quicker.",
      "de": "Auch gut. Je mehr du kannst, desto effizienter wirst du.",
      "es": "No está mal. Cuanto más fuerte sea, más eficaz seré.",
      "fr": "Pas mal. Force est mère d'efficacité.",
      "pt": "Ótimo. Quanto mais forte eu ficar, mais eficiente serei.",
      "ru": "Ничего так. Чем лучше навыки, тем выше эффективность.",
      "id": "Bagus. Bertambah kuat, artinya bisa menyelesaikan pekerjaan dengan lebih cepat.",
      "th": "ก็ดีนะ พลังยิ่งแข็งแกร่ง ก็ยิ่งทำงานได้ดีขึ้น",
      "vi": "Cũng tốt. Năng lực càng mạnh thì hiệu suất càng cao."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "哪怕是擅长战斗与杀戮的我，也从未拥有过如此强大的力量，谢谢你的祝福。",
      "zht": "#哪怕是擅長戰鬥與殺戮的我，也從未擁有過如此強大的力量，謝謝{F#妳}{M#你}的祝福。",
      "jp": "戦闘と殺戮に長けている私でも、これほどの力を持ったことはないわね…祝福してくれてありがとう。",
      "ko": "전투와 살육에 능숙한 나도 이렇게 강한 힘은 처음이야…. 고마워",
      "en": "I'm no stranger to spilling blood, but never have I possessed such power before. For such blessings, I give you thanks.",
      "de": "Auch wenn ich nicht gut im Kämpfen oder Töten bin, habe ich zuvor noch nie so viel Macht besessen. Danke für deinen Segen.",
      "es": "Aunque se me da muy bien luchar y matar, nunca había tenido tanta fuerza. Gracias por bendecirme de esta manera.",
      "fr": "Je ne suis pas étrangère aux arts du combat, et pourtant je n'ai jamais eu une telle puissance avant. Je vous remercie pour une telle bénédiction.",
      "pt": "Apesar de eu ser uma pessoa muito boa em lutar, nunca tive uma força tão grande como essa. Obrigada pela sua bênção.",
      "ru": "Я умею сражаться и убивать, но я никогда не обладала такой огромной силой. Спасибо тебе за благословение.",
      "id": "Aku sudah tidak asing lagi menumpahkan darah dalam pekerjaanku, tapi aku belum pernah memiliki kekuatan seperti itu sebelumnya. Aku berterima kasih karena telah diberi berkat seperti itu.",
      "th": "ถึงฉันจะเก่งในการต่อสู้และการฆ่า แต่ฉันก็ไม่เคยได้รับพลังที่แข็งแกร่งขนาดนี้มาก่อน ขอบใจเธอมากนะสำหรับพรแบบนี้",
      "vi": "Dù là người có sở trường chiến đấu như tôi cũng chưa từng sở hữu nguồn sức mạnh lớn như vậy, cám ơn lời chúc phúc của bạn."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "嘿呀！",
      "zht": "嘿呀！",
      "jp": "はっ！",
      "ko": "흐앗!",
      "en": "Hyah!",
      "de": "Heja!",
      "es": "¡Jiá!",
      "fr": "Yah !",
      "pt": "Heya!!",
      "ru": "Кия!",
      "id": "Heya!!",
      "th": "ไฮ้ย๊า!",
      "vi": "Heya!!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "审判！",
      "zht": "審判！",
      "jp": "許さない！",
      "ko": "심판한다!",
      "en": "Judgment!",
      "de": "Urteil!",
      "es": "¡Sentencia!",
      "fr": "Jugement !",
      "pt": "Julgamento!",
      "ru": "Правосудие!",
      "id": "Penghakiman!",
      "th": "พิพากษา!",
      "vi": "Phán quyết!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "别想跑！",
      "zht": "別想跑！",
      "jp": "あきらめて！",
      "ko": "도망칠 곳은 없어!",
      "en": "You can't run!",
      "de": "Du entkommst mir nicht!",
      "es": "¡No corras!",
      "fr": "Même pas en rêve !",
      "pt": "Nem pense em ir embora!",
      "ru": "Тебе не уйти!",
      "id": "Jangan harap bisa lari dariku!",
      "th": "หนีไม่รอดหรอก!",
      "vi": "Đừng hòng chạy!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "制裁！",
      "zht": "制裁！",
      "jp": "ヴァーディクト！",
      "ko": "처단한다!",
      "en": "Punishment!",
      "de": "Büße!",
      "es": "¡Sanciones!",
      "fr": "Soyez punis !",
      "pt": "Punição!",
      "ru": "Наказание!",
      "id": "Penghakiman!",
      "th": "ลงทัณฑ์!",
      "vi": "Trừng phạt!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "战栗吧！",
      "zht": "顫慄吧！",
      "jp": "震えなさい！",
      "ko": "두려움에 떨어라!",
      "en": "Shiver!",
      "de": "Erschaudere!",
      "es": "¡Tiembla!",
      "fr": "Tremblez !",
      "pt": "Trema!",
      "ru": "Трепещи!",
      "id": "Gentarlah!",
      "th": "จงสั่นเทา!",
      "vi": "Hãy run rẩy đi!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "晚安了…",
      "zht": "晚安了…",
      "jp": "眠るのよ…",
      "ko": "잘 자…",
      "en": "Lights out...",
      "de": "Gute Nacht ...",
      "es": "Luces fuera...",
      "fr": "Bonne nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Malam tiba...",
      "th": "ราตรีมาถึงแล้ว...",
      "vi": "Chúc ngủ ngon..."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "…倒也有不错的玩意。",
      "zht": "…倒也有不錯的東西。",
      "jp": "…悪くないんじゃない。",
      "ko": "…괜찮은 것도 있네",
      "en": "...Hm, there are a few interesting trinkets here.",
      "de": "... Hm, hier gibt es ein paar interessante Schmuckstücke.",
      "es": "Humm, hay algunas cosas interesantes aquí.",
      "fr": "... Hmm, il y a quelques babioles intéressantes là-dedans.",
      "pt": "...Hmm, existem algumas coisas interessantes aqui.",
      "ru": "...Хм, здесь есть несколько интересных безделушек.",
      "id": "... Hm, ada yang lumayan juga ternyata.",
      "th": "...มีของน่าสนใจเหมือนกันนี่",
      "vi": "...Ừm, cũng có vài thứ thú vị ở đây."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "还行，不算很麻烦。",
      "zht": "還行，不算很麻煩。",
      "jp": "まあまあかしら。",
      "ko": "뭐, 그렇게 귀찮진 않아",
      "en": "I suppose it wasn't too much trouble.",
      "de": "Zum Glück war es nicht so anstrengend.",
      "es": "Supongo que no llevó mucho esfuerzo.",
      "fr": "Je suppose que ça n'a pas demandé trop d'efforts.",
      "pt": "Suponho que não foi tanto trabalho.",
      "ru": "Полагаю, это не составило особого труда.",
      "id": "Kurasa bukan perkara besar.",
      "th": "ก็โอเคนะ ไม่ได้ลำบากอะไร",
      "vi": "Cũng được, không phiền lắm."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "心情不错。",
      "zht": "心情不錯。",
      "jp": "いい気分ね。",
      "ko": "기분 좋군",
      "en": "That felt... pretty good.",
      "de": "Gar nicht so schlecht.",
      "es": "Eso estuvo... bastante bien.",
      "fr": "C'était... pas mal.",
      "pt": "Isso foi... Muito bom.",
      "ru": "Это было... довольно здорово.",
      "id": "Rasanya ... boleh juga.",
      "th": "รู้สึกดีแฮะ",
      "vi": "Tôi thấy rất tốt."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "没想到…哼。",
      "zht": "沒想到…哼。",
      "jp": "こいつ…ふんっ。",
      "ko": "의외로군…. 흥",
      "en": "Hmph. Things are getting interesting...",
      "de": "Hatte ich nicht erwartet...",
      "es": "¡Hum! Las cosas se ponen interesantes.",
      "fr": "Je ne m'attendais pas à ça... Hmph.",
      "pt": "Hmph. As coisas estão ficando interessantes...",
      "ru": "Гм! Становится интересно...",
      "id": "Hmph. Ini jadi hal yang menarik...",
      "th": "นึกไม่ถึงเลย... ฮึ",
      "vi": "Không ngờ...hừm."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "得加个班了。",
      "zht": "得加個班了。",
      "jp": "残業ね。",
      "ko": "잔업 좀 해야겠는걸",
      "en": "Looks like overtime today.",
      "de": "Sieht aus, als würde ich heute Überstunden machen.",
      "es": "Parece que hoy tendré que hacer horas extra.",
      "fr": "Je vais devoir faire des heures supplémentaires.",
      "pt": "Parece que vou fazer hora extra hoje.",
      "ru": "Кажется, сегодня я работаю сверхурочно.",
      "id": "Sepertinya aku bekerja lembur hari ini.",
      "th": "ต้องทำโอทีแล้วล่ะ",
      "vi": "Lại tăng ca rồi."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "有两下子！",
      "zht": "有兩下子！",
      "jp": "やるわねっ！",
      "ko": "제법인데!",
      "en": "So you know your stuff, huh?",
      "de": "Du kennst dich also aus, was?",
      "es": "Así que sabes lo que haces...",
      "fr": "Vous connaissez un truc ou deux, on dirait !",
      "pt": "Você sabe das coisas, estou vendo!",
      "ru": "А ты знаешь свое дело!",
      "id": "Hebat juga kamu, huh!",
      "th": "ฝีมือไม่เลวเลยนะ!",
      "vi": "Có bản lĩnh!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "退后！",
      "zht": "退後！",
      "jp": "さがって！",
      "ko": "물러서!",
      "en": "Let me handle this!",
      "de": "Lass mich das erledigen!",
      "es": "¡Yo me encargaré de esto!",
      "fr": "Laissez-moi m'en occuper !",
      "pt": "Deixe-me lidar com isso!",
      "ru": "Позволь мне всё уладить!",
      "id": "Biar kutangani!",
      "th": "หลบไป!",
      "vi": "Lui ra sau!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "不要恋战！",
      "zht": "不要戀戰！",
      "jp": "落ち着いて！",
      "ko": "넌 할 만큼 했어!",
      "en": "Don't try to be a hero!",
      "de": "Versuch nicht, den Helden zu spielen!",
      "es": "#¡No intentes hacerte {F#la heroína}{M#el héroe}!",
      "fr": "Ne soyez pas si belliqueux !",
      "pt": "#Não tente bancar {M#o herói}{F#a heroína}!",
      "ru": "Не строй из себя героя!",
      "id": "Jangan sok pahlawan!",
      "th": "อย่าใฝ่สงครามขนาดนั้น!",
      "vi": "Đừng hiếu chiến!"
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotada (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "这样也好…",
      "zht": "這樣也好…",
      "jp": "これも悪くないわ…",
      "ko": "이걸로 됐어…",
      "en": "At least... no more... work.",
      "de": "Zumindest ... nicht mehr ... arbeiten.",
      "es": "Al fin... No más... trabajo...",
      "fr": "Ce n'est pas plus mal...",
      "pt": "Pelo menos... não preciso mais... trabalhar.",
      "ru": "Ну... хоть работать... больше не придётся...",
      "id": "Akhirnya... pekerjaan... selesai.",
      "th": "แบบนี้ก็ดีเหมือนกัน...",
      "vi": "Như vậy cũng tốt..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotada (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "或许是…命中注定…",
      "zht": "或許是…命中註定…",
      "jp": "これも…運命なの…",
      "ko": "이게… 운명일지도…",
      "en": "Maybe this is just... fate's dark design.",
      "de": "Vielleicht ist das einfach ... ein dunkler Plan des Schicksals.",
      "es": "Tal vez este es... mi destino...",
      "fr": "Peut-être que c'est... mon destin...",
      "pt": "Talvez seja só... o desígnio sombrio do destino.",
      "ru": "Возможно это... было предопределено...",
      "id": "Mungkin ini hanyalah... desain takdir yang gelap.",
      "th": "นี่น่าจะเป็น... ชะตาที่ลิขิตไว้",
      "vi": "Có lẽ là...định mệnh..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotada (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "唔…到此为止了吗…",
      "zht": "唔…到此為止了嗎…",
      "jp": "うっ…ここまでなの…",
      "ko": "윽… 여기까진가…",
      "en": "Is this... my final job?",
      "de": "Ist das ... mein letzter Auftrag?",
      "es": "¿Es... mi último trabajo?",
      "fr": "Est-ce la fin...?",
      "pt": "Será este... meu trabalho final?",
      "ru": "Это... мое последнее задание?",
      "id": "Apakah ini... pekerjaan terakhirku?",
      "th": "นี่มัน... ถึงจุดสิ้นสุดแล้วใช่มั้ย?",
      "vi": "Đã... xong rồi sao..."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其一",
      "zht": "普通受擊·其一",
      "jp": "ダメージを受ける·1",
      "ko": "일반 피격·첫 번째",
      "en": "Light Hit Taken: I",
      "de": "Leichten Treffer erlitten I",
      "es": "Recibiendo un ligero ataque (I)",
      "fr": "Attaque légère subie (1)",
      "pt": "Ataque Leve Sofrido - I",
      "ru": "Получен лёгкий удар I",
      "id": "Menerima Serangan Ringan: I",
      "th": "รับการโจมตีปกติ - 1",
      "vi": "Chịu Đòn Thường I"
    },
    "line": {
      "zhs": "不过如此。",
      "zht": "不過如此。",
      "jp": "なんの。",
      "ko": "별것도 아니네",
      "en": "I see how it is.",
      "de": "Ich sehe, wie es ist.",
      "es": "Ya veo...",
      "fr": "Je vois.",
      "pt": "Estou vendo como é.",
      "ru": "Вот оно как!",
      "id": "Ternyata hanya begitu.",
      "th": "ก็งั้น ๆ แหละ",
      "vi": "Chẳng qua cũng thế mà thôi."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "啧，真麻烦！",
      "zht": "嘖，真麻煩！",
      "jp": "ちっ、面倒ね！",
      "ko": "쳇, 귀찮아 죽겠네!",
      "en": "Ugh, what a nuisance!",
      "de": "Hach, was für ein Ärgernis!",
      "es": "¡Qué molestia!",
      "fr": "Tsk, quelle plaie !",
      "pt": "Que chatice!",
      "ru": "Ха, что за ерунда?",
      "id": "*ck* Sungguh merepotkan!",
      "th": "เฮอะ น่ารำคาญจริง ๆ!",
      "vi": "Chậc, thật phiền phức!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "又有新工作了？",
      "zht": "又有新工作了？",
      "jp": "また新しい仕事？",
      "ko": "또 일거리가 생긴 건가?",
      "en": "I hear you've got a job for me.",
      "de": "Gibt es wieder was zu erledigen?",
      "es": "Oí que tienes un encargo para mí.",
      "fr": "Une nouvelle mission ?",
      "pt": "Ouvi dizer que você tem um trabalho para mim.",
      "ru": "Слыхала, у вас есть для меня работа.",
      "id": "Kudengar kamu punya pekerjaan untukku.",
      "th": "ได้ยินมาว่ามีงานมาให้ฉันสินะ?",
      "vi": "Lại có việc mới ư?"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "但愿配合顺利。",
      "zht": "但願配合順利。",
      "jp": "うまくいくといいわね。",
      "ko": "같이 잘해보자고",
      "en": "Make sure to keep up.",
      "de": "Stell sicher, dass du mithalten kannst.",
      "es": "No te quedes atrás.",
      "fr": "Que notre collaboration soit sans problème.",
      "pt": "Continue assim.",
      "ru": "Смотри не отставай.",
      "id": "Pastikan semuanya lancar.",
      "th": "หวังว่าจะเข้ากันได้นะ",
      "vi": "Hy vọng hợp tác diễn ra suôn sẻ."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "呼…速战速决。",
      "zht": "呼…速戰速決。",
      "jp": "ふぅ…さっさと片付けるわよ。",
      "ko": "후… 최대한 빨리 끝내야지",
      "en": "Sooner we're done the better.",
      "de": "Erledige es schnell.",
      "es": "Cuanto antes acabemos, mejor.",
      "fr": "Plus tôt on en aura terminé et mieux ce sera.",
      "pt": "Quanto mais cedo terminarmos, melhor.",
      "ru": "Чем быстрее мы справимся, тем лучше.",
      "id": "Lebih cepat selesai lebih baik.",
      "th": "เฮอะ... รีบสู้ให้จบไปเถอะ!",
      "vi": "Phù...tốc chiến tốc quyết."
    }
  }
]