[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "北斗是「南十字」的首领。\n\n而「南十字」是以璃月港为根据地活动的武装船队。\n\n所谓「武装船队」，只是字面上的意思：一支装备了可靠火力的船队。\n\n不必多想，「南十字」的一切作为均已得到七星的许可…大致如此。\n\n北斗是一位能让全船队水手心服口服的首领。他们甚至愿意相信，北斗能够压制海上的巨浪与风暴。\n\n「那可是北斗姐啊！再狂乱的风暴也得对更有威力的气象低头的嘛。」",
      "zht": "北斗是「南十字」的首領。\n\n而「南十字」是以璃月港為根據地活動的武裝船隊。\n\n所謂「武裝船隊」，只是字面上的意思：一支裝備了可靠火力的船隊。\n\n不必多想，「南十字」的一切作為均已得到七星的許可…大致如此。\n\n北斗是一位能讓全船隊水手心服口服的首領。他們甚至願意相信，北斗能夠壓制海上的巨浪與風暴。\n\n「那可是北斗姐啊！再狂亂的風暴也得對更有威力的氣象低頭的嘛。」",
      "jp": "北斗は「南十字」の頭領である。\n\n「南十字」は、璃月港を本拠地に活動する武装船隊だ。\n\n「武装船隊」とは文字通り、頼もしい火力を装備した船隊のこと。\n\n余計なことは気にしなくていい。「南十字」のやる事なす事は全て七星の許しを得ている…大方はそうである。\n\n北斗は船隊の船員全員にとって頼もしい頭領であり、彼らは北斗なら海の高波や嵐をも制圧できるとさえ信じている。\n\n「だって北斗姉さんだぞ、嵐でもあの人の言うことを聞くだろ」",
      "ko": "북두는 「남십자」의 대장이다.\n\n「남십자」는 리월항을 근거지로 삼고 활동하는 무장 함대다.\n\n「무장 함대」의 표면적인 뜻은 수많은 화력을 탑재한 함대다.\n\n많은 생각할 필요 없이 「남십자」가 하는 모든 행동은 칠성의 윤허 아래 진행되는 것이라고 보면 된다.\n\n북두는 모든 함대의 선원들이 신뢰하는 대장이다. 심지어 그들은 북두가 해상의 거대한 파도와 폭풍도 제압할 수 있다고 믿고 있다.\n\n「북두야 북두! 아무리 강력한 폭풍이라도 자기보다 더 거센 위력의 기세엔 한 풀 꺾일 수 밖에 없지 않겠어?」",
      "en": "Beidou is the leader of The Crux — an armed crew based in Liyue Harbor.\n\nAn armed crew means exactly what it sounds like: a crew of sailors armed to the teeth.\n\nWithout getting into too many details, everything The Crux does is approved by the Qixing... more or less.\n\nBeidou is a trusted leader, so much so that her crew believe her capable of taming the storms and billows on the sea.\n\n\"It's Beidou! Even the mightiest of storms must bow its head to her might!\"",
      "de": "Beidou ist Anführerin der Crux, einer bewaffneten Flotte im Hafen von Liyue.\n\nDas bedeutet genau das, wonach es sich auch anhört: Eine Flotte von Schiffen, die bis an die Zähne bewaffnet sind.\n\nOhne auf zu viele Details einzugehen, alles was die Crux tut, wird durch die Qixing genehmigt ... mehr oder weniger.\n\nBeidou ist eine vertrauenswürdige Anführerin, so sehr sogar, dass ihre Besatzung glaubt, sie könne die Stürme und Wogen auf dem Meer zähmen.\n\n„Es ist Kapitän Beidou! Selbst der mächtigste Sturm muss sich vor ihrer Macht beugen!“",
      "es": "Beidou es la líder de la Flota Crux Meridianam, una flota armada con sede en el puerto de Liyue.\n\nDicha flota es realmente lo que parece: un grupo de barcos armados hasta los dientes.\n\nSin entrar en demasiados detalles, todo lo que hace la Flota Crux está aprobado por las Siete Estrellas.\n\nBeidou es una exitosa líder adorada por sus fieles y leales marineros. Estos creen incluso que Beidou puede calmar las tormentas y las olas del mar.\n\n“¡Esa es Beidou! ¡Incluso las tormentas más poderosas se inclinan ante su poder!”.",
      "fr": "Beidou est la dirigeante du Crux, la flotte armée basée au Port de Liyue.\n\nUne flotte armée signifie exactement cela : un ensemble de navires à la puissance de feu conséquente.\n\nBien évidemment, toutes les actions de la flottille sont approuvées par les Sept Étoiles... plus ou moins.\n\nBeidou en est la cheffe, en qui l'équipage a une confiance aveugle – les marins vont même jusqu'à la croire capable de dompter les tempêtes en mer.\n\n« Regardez, c'est Beidou ! Même les plus puissantes des tempêtes se soumettent à sa volonté ! »",
      "pt": "Beidou é a líder da Frota Crux - uma frota armada com sede no porto de Liyue.\n\nUma frota armada significa exatamente o que parece: uma frota de navios armados até os dentes.\n\nSem entrar em muitos detalhes, tudo o que a Frota Crux faz é aprovado pelos Qixing... Mais ou menos.\n\nBeidou é uma líder confiável; tanto que sua equipe acredita que ela é capaz de domar as tempestades e as ondas do mar.\n\n\"É Beidou! Até a mais poderosa das tempestades deve inclinar a cabeça para a força dela!\"",
      "ru": "Бэй Доу - лидер вооружённого флота Южного Креста, базой которого является Ли Юэ.\n\nВооружённый флот означает именно флот кораблей, вооружённый до зубов.\n\nЕсли коротко, то все действия Южного Креста одобряются группировкой Цисин.\n\nБэй Доу - успешный лидер, которую безоговорочно уважают её преданные моряки, они даже верят, что она способна успокоить шторма на море.\n\n«Это же Бэй Доу! Даже могучий шторм склонится перед её могуществом!»",
      "id": "Beidou adalah pemimpin Crux - sebuah armada bersenjata yang berbasis di Liyue Harbor.\n\nArmada bersenjata persis seperti apa yang terdengar: armada kapal yang dipersenjatai.\n\nTanpa perlu panjang lebar, segala hal yang dilakukan oleh Crux disetujui oleh Qixing... kurang lebih demikian.\n\nBeidou adalah pemimpin yang dapat dipercaya, sangat dipercaya sehingga krunya percaya bahwa Beidou mampu menjinakkan badai dan ombak di laut.\n\n\"Itu Beidou! Bahkan badai terbesar sekalipun harus tunduk pada kekuatannya!\"",
      "th": "Beidou คือผู้นำของ \"กองเรือ Crux\"\n\nและ \"กองเรือ Crux\" ก็คือ กองเรือติดอาวุธที่คอยทำหน้าที่ต่าง ๆ ในนามของท่าเรือ Luyue\n\nสิ่งที่เรียกว่า \"กองเรือติดอาวุธ\" นั้น ก็มีความหมายตามชื่อที่ปรากฏ: กองเรือ ที่เต็มไปด้วยกำลังรบที่สามารถพึ่งพาได้\n\nไม่จำเป็นต้องคิดมาก การกระทำ ทุกอย่างของ \"กองเรือ Crux\" นั้น โดยทั่วไปจะได้รับการอนุมัติจากทาง Qixing เสมอ... โดยรวมก็ประมาณนี้ล่ะนะ\n\nBeidou นั้นเป็นหัวหน้าที่เหล่าลูกเรือ ทั้งหมดให้ความไว้เนื้อเชื่อใจ พวกเขาถึงกับเชื่ออย่างหมดใจว่า Beidou สามารถปราบปรามคลื่น และพายุในทะเลให้อยู่หมัดได้เลยทีเดียว\n\n\"นั่นมันพี่ Beidou เชียวนะ! ต่อให้เป็นพายุที่หนักหนากว่านี้ก็ต้อง โค้งคำนับให้กับสิ่งที่ทรงพลังยิ่งกว่า อยู่แล้วล่ะนะ\"",
      "vi": "Beidou là thủ lĩnh \"Nam Thập Tự\".\n\nCòn \"Nam Thập Tự\" là hạm đội vũ trang hoạt động tại cảng Liyue.\n\nCái gọi là \"hạm đội vũ trang\" là đội thuyền được trang bị hỏa lực tiến công.\n\nKhông cần nghĩ nhiều, các hoạt động của \"Nam Thập Tự\" đều được sự cho phép của Thất Tinh... đại khái như vậy.\n\nBeidou là một vị thủ lĩnh được toàn bộ thủy thủ đoàn tin phục, họ thậm chí tin rằng Beidou có thể áp chế sóng lớn cùng gió bão.\n\n\"Đó là chị Beidou! Gió bão điên cuồng hơn nữa vẫn phải cúi đầu trước khí chất mạnh mẽ của chị\"."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "北斗其人，在璃月有着相当的声望。\n\n尽管稍逊于「璃月七星」，但只要是在城中跑商的人，绝不会不知道北斗与「南十字」的大名。\n\n这样一位人物，自然有着不少传闻。人们说起她，大都是些开山劈海、显神威之能的故事，颇有夸大之嫌。\n\n也有一说：北斗能够举剑引雷，一击将可怖的冥海巨兽劈作两截。\n\n旁人听了，只当是醉汉闲话，并未放在心上。可与北斗同航过的人绝不会将它当成玩笑。他们会说：世上若真有什么冥海巨兽，那北斗一定能将它劈作两截。\n\n由此可见，北斗航海的能力与她在商行的名望一样高。道上称她「龙王」，乃是实至名归。",
      "zht": "北斗其人，在璃月有著相當的聲望。\n\n儘管稍遜於「璃月七星」，但只要是在城中跑商的人，絕不會不知道北斗與「南十字」的大名。\n\n這樣一位人物，自然有著不少傳聞。人們說起她，大都是些開山劈海、顯神威之能的故事，頗有誇大之嫌。\n\n也有一說：北斗能夠舉劍引雷，一擊將可怖的冥海巨獸劈作兩截。\n\n旁人聽了，只當是醉漢閒話，並未放在心上。但與北斗同航過的人絕不會將它當成玩笑。他們會說：世上若真有什麼冥海巨獸，那北斗一定能將它劈作兩截。\n\n由此可見，北斗航海的能力與她在商行的名望一樣高。道上稱她「龍王」，乃是實至名歸。",
      "jp": "北斗の声望は、璃月ではかなり高い。\n\n「璃月七星」ほどではないが、商人の中で北斗や「南十字」の名を知らない人はいない。\n\nそして、それほどの声望があれば、自ずと様々な噂も立つ。たとえば、北斗は山や海を割ることができるとか、剣で雷を召喚して、一撃で冥海巨獣を二つに裂いたとか。\n\n酔っ払いの言葉だと信じていない人も多いが、北斗と共に海に出た人は皆口を揃えて、本当に冥海の巨獣が現れても、きっと北斗ならそれを真っ二つに裂いてくれるのだと言う。\n\n北斗の航海能力は、商人たちの間で伝わる彼女の名望と同じくらい高いのだ。彼女が「龍王」と呼ばれるのも、無理のない話である。",
      "ko": "북두는 리월에서 아주 명망이 높다.\n\n「리월 칠성」에 비할 바는 아니지만 행상꾼들 중에 북두와 「남십자」의 명성을 모르는 이는 없을 것이다.\n\n북두에 대한 소문이 과장된 것 아니냐고 의심하는 사람들도 있지만 행상 업계에서의 명성은 100% 능력과 실적으로 쌓은 것이다.\n\n항간의 전설에 따르면 북두는 검을 들고 번개를 부리며 공포의 바다 괴수를 반으로 갈랐다고 한다.\n\n대부분의 사람들은 이게 한량들의 농담이라고 여기고 있다. 하지만 북두와 함께 항행해 본 사람들은 모두 만약 진짜로 바다 괴수가 있다면 북두가 그 괴물을 반으로 가를 수 있을 것이라고 말한다.\n\n그만큼 북두의 항해 실력은 행상의 명성에 뒤처지지 않을 정도로 뛰어나다. 사람들이 그녀를 「용왕」이라고 부르는 건 당연한 것이다",
      "en": "Beidou is something of a cultural icon in Liyue.\n\nThough her fame does not quite reach the same lofty heights as that of the Liyue Qixing, one can be certain that every merchant in the city knows her name — and that of her crew, The Crux.\n\nNaturally, there are rumors abound regarding someone of her status. People love to tell epic tales of her earth-shattering (or rather, sea-splitting) feats.; tales in which her abilities are exaggerated to almost superhuman levels.\n\nOne rumor is that she can channel Electro energy with her sword. It is said that she once used it to cut a formidable sea monster from the depths of the ocean abyss in half with just one hit.\n\nBystanders who overhear such tales generally dismiss them as drunken ramblings. But to any who have ever voyaged with Beidou themselves, these stories are no joke. In their view, if this world really were home to a giant sea monster from the ocean abyss... Beidou would certainly be capable of cutting it in half.\n\nIn summary, Beidou's abilities are every bit as impressive as her reputation in business circles. So if you hear her lauded as the Uncrowned Lord of the Ocean — suffice to say that there is no smoke without fire.",
      "de": "Beidou ist schon fast so etwas wie Kulturgut in Liyue.\n\nObwohl ihr Ruhm nicht ganz den der Qixing von Liyue erreicht, kann man sicher sein, dass doch jeder Händler der Stadt ihren Namen kennt und den ihrer Schiffe, der Crux.\n\nNatürlich gibt es auch Gerüchte über jemanden mit ihrem Status. Die Leute lieben es, epische Geschichten über ihre Leistungen zu erzählen, die dazu neigen, über alle Maßen zu übertreiben. Darin wird sie geradezu als übermenschlich dargestellt.\n\nEin Gerücht besagt, dass sie mit ihrem Schwert die Elektro-Kraft wie ein Blitzleiter kanalisieren kann. Es wird auch gesagt, dass sie dies einmal genutzt hat, um mit nur einem Treffer ein gewaltiges Seemonster aus den Tiefen des Abgrunds zu erledigen.\n\nDie Leute, die solche Geschichten mithören, tun diese in der Regel als betrunkenes Geschwafel ab, aber für jeden, der jemals selbst mit Beidou gereist ist, sind diese Geschichten keinesfalls ein Scherz. „Sollte es wirklich ein solches Ungeheuer aus den Tiefen des Meeres geben, wird Beidou es sicher entzweischlagen können.“\n\nZusammenfassend sind Beidous Fähigkeiten genauso beeindruckend wie ihr Ruf in Geschäftskreisen. Wenn man also Leute sagen hört, dass sie die ungekrönte „Königin der Meere“ sei, kann man sich sicher sein, dass sie ihrem Ruf gerecht wird.",
      "es": "La propia Beidou goza de bastante reputación en Liyue.\n\nAunque su nombre no es tan conocido como el de las Siete Estrellas de la ciudad, cualquier comerciante o mercader ha oído hablar del nombre de Beidou y la Flota Crux Meridianam.\n\nUna persona así da lugar a muchos rumores. Cuando la gente habla de ella, la mayoría son historias exageradas que comparan su poder con el de los dioses.\n\nOtro rumor dice que es capaz de invocar al trueno con su espada, y que partió a un monstruo de las profundidades del mar en dos con un solo golpe.\n\nLa gente lo toma como un rumor de borrachos, pero aquellos que han navegado junto a Beidou no se lo toman en broma. Según ellos, “si de verdad hay un monstruo gigante en el mar, Beidou es capaz de partirlo en dos”.\n\nEs evidente que la capacidad de navegación de Beidou es tan buena como su reputación en los negocios. Es por eso que se ha ganado el mote de “Reina del Océano”.",
      "fr": "Beidou jouit d'une certaine réputation à Liyue.\n\nBien qu'elle ne jouisse pas du renom des Sept Étoiles, il n'existe cependant pas un marchand en ville ignorant son nom – ou celui de son armada, le Crux.\n\nBien évidemment, les rumeurs au sujet de quelqu'un de sa stature abondent. Les gens adorent narrer ses épiques aventures et ses exploits en mer, décrits généralement avec moult exagérations.\n\nUne autre rumeur existe cependant, selon laquelle Beidou serait capable de canaliser l'élément Électro à l'aide de son épée, et de couper en deux les monstres des bas-fonds marins d'un seul coup de son arme.\n\nCeux qui entendent ces rumeurs n'y accordent généralement aucun crédit, mettant ça sur le compte d'élucubrations d'ivrognes ; mais pour ceux qui ont voyagé à ses côtés, ces histoires ne sont point sujet à plaisanterie. À leurs yeux, Beidou est la personne toute indiquée si par hasard un monstre marin était pris de l'envie de se faire trancher en deux.\n\nEn d'autres termes, Beidou est aussi impressionnante que les rumeurs circulant à son sujet dans les cercles marchands ; et son surnom de « Reine des Mers » n'est point immérité.",
      "pt": "Beidou é uma espécie de ícone cultural em Liyue.\n\nApesar de sua fama não atingir as mesmas alturas que a dos Qixing de Liyue, pode-se ter certeza de que todo comerciante da cidade sabe o nome dela - e o de sua tripulação da Frota Crux.\n\nNaturalmente, existem muitos rumores sobre alguém com o status dela. As pessoas adoram contar histórias épicas sobre seus feitos de arrepiar a terra (ou melhor, o mar). Contos em que suas habilidades são exageradas a níveis quase sobre-humanos.\n\nUm boato é que ela pode canalizar a energia elétrica com sua espada. Dizem que uma vez ela usou isso para cortar pela metade um formidável monstro marinho das profundezas do abismo do oceano com apenas um golpe.\n\nAs pessoas que ouvem tais histórias geralmente as descartam como divagações bêbadas. Contudo, para quem já viajou com a própria Beidou, essas histórias não são brincadeira. Na opinião deles, se este mundo realmente abrigasse um monstro marinho gigante do abismo oceânico... Beidou certamente seria capaz de cortá-lo ao meio.\n\nEm resumo, as habilidades de Beidou são tão impressionantes quanto sua reputação com negócios.",
      "ru": "Бэй Доу пользуется большой известностью в Ли Юэ.\n\nХоть её имя и не так известно, как название группировки Цисин, всё же каждый торговец слышал о ней и о Южном Кресте.\n\nГорожане любят рассказывать о ней всякие байки и наделять её сверхчеловеческими способностями.\n\nГоворят, что однажды она призвала своим мечом молнию и разрубила гигантское морское чудовище пополам.\n\nБольшинство считают, что это выдумка, но те моряки, что ходят под её флагом, уверены, что если бы в мире и правда существовало гигантское морское чудовище, Бэй Доу могла бы с лёгкостью с ним справиться.\n\nСлава Бэй Доу среди портовых не уступает её славе в кругах деловых. Так что, если вы услышите, как её называют непризнанной королевой морей, помните, что не бывает дыма без огня.",
      "id": "Beidou cukup populer di Liyue.\n\nMeskipun ketenarannya itu masih di bawah Liyue Qixing, semua pedagang di kota pasti tahu namanya — dan armadanya, Crux.\n\nTidak sedikit juga rumor-rumor yang muncul tentangnya. Orang suka bercerita tentang dirinya menghancurkan bumi (atau lebih tepatnya, membelah laut); dan kisahnya dibesar-besarkan dengan mengatakan bahwa kemampuannya hampir seperti manusia super.\n\nJuga ada yang mengatakan: Beidou dapat menyalurkan petir ke pedangnya, dan menggunakannya untuk memotong monster laut menjadi dua bagian dalam satu kali tebasan.\n\nOrang yang mendengarnya hanya menganggap hal itu sebagai omong kosong dan tidak benar. Tetapi bagi siapa pun yang pernah bepergian dengan Beidou, kisah-kisah tersebut bukan lelucon. Dalam pandangan mereka, jika di dunia ini benar-benar ada monster laut raksasa dari jurang samudra, Beidou pasti dapat memotongnya menjadi dua bagian.\n\nBisa dikatakan, kemampuannya sangat mengesankan seperti reputasinya dalam dunia bisnis. Dia pun disebut dengan Uncrowned Lord of Ocean.",
      "th": "Beidou ผู้นี้ค่อนข้างจะมีชื่อเสียงที่ดีใน Liyue เลยทีเดียว\n\nถึงแม้ว่าจะด้อยกว่าเหล่า \"Qixing แห่ง Liyue\" อยู่เล็กน้อย แต่อย่างน้อยในหมู่นักธุรกิจที่เข้า ๆ ออก Liyue นั้น ไม่มีใครไม่รู้จักชื่อของ Beidou และ กองเรือ Crux แน่นอน\n\nเป็นเรื่องธรรมดาที่บุคคลอย่างนี้จะมาพร้อมกับตำนานเรื่องเล่าที่ มากมาย เรื่องราวส่วนใหญ่ที่ผู้คนพูดถึงเธอนั้นมักจะเป็นเรื่องราวที่เกินจริง เกี่ยวกับพลังของเทพที่สามารถผ่า ภูเขาและผืนทะเลได้\n\nบ้างก็พูดว่า: Beidou นั้นสามารถชูดาบขึ้นมาเพื่อเรียก สายฟ้าลงมาและจัดการผ่า มอนเตอร์ทะเลขนาดยักษ์ที่น่า สะพรึงกลัวออกเป็นสองซีกได้\n\nเมื่อคนทั่วไปได้ฟังก็อาจจะ ทำเหมือนเป็นเรื่องเล่าสนุกสนาน ทั่วไปและไม่ได้ใส่ใจอะไรนัก แต่หากเป็นเหล่าผู้คนที่เคยร่วมลง เรือลำเดียวกันกับเธอล่ะก็มันจะไม่ใช่ เรื่องตลกทั่วไปอย่างแน่นอน โดยพวกเขาจะบอกว่า: หากว่าโลกที่มีมอนสเตอร์ทะเลขนาดยักษ์จริงล่ะก็ ถ้าอย่างนั้น Beidou ก็จะต้องสามารถผ่ามันออกเป็นสองซีกได้อย่างแน่นอน\n\nก็เป็นอย่างนี้ ความสามารถทางการเดินทะเลและชื่อเสียงของ Beidou นั้นสูงพอ ๆ กัน ซึ่งผู้คนจะเรียกเธอว่า \"ราชันมังกร\"",
      "vi": "Beidou là người có tiếng nói ở Liyue. \n\nTuy chỉ thấp hơn \"Thất Tinh Liyue\", nhưng chỉ cần là thương nhân trong thành, không ai không biết đến đại danh của Beidou và \"Nam Thập Tự\". Người như vậy chắc hẳn sẽ có không ít tin đồn. Khi mọi người nói về cô ấy, hầu hết trong số đó là những câu chuyện có chút phóng đại như dời non lấp bể, uy lực như thần…\n\nCũng có người nói: Beidou có thể giương kiếm dẫn sét, một đao bổ đôi quái vật khổng lồ dưới đáy biển.\n\nMọi người cũng chỉ xem đây là lời bàn tán của kẻ say, chẳng ai để ý. Nhưng những người đã đi thuyền cùng Beidou đều không xem nó là trò đùa, họ sẽ nói: Nếu thật sự có quái vật biển to như vậy, Beidou chắc chắn sẽ chẻ nó ra làm hai mảnh. \n\nCó thể thấy rằng khả năng đi biển và buôn bán của Beidou đều nổi tiếng như nhau. Chính vì vậy gọi cô là \"Long Vương\" là hoàn toàn xứng đáng."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "商人重利轻情，本不是什么怪事。饭局上说起，也是相视一笑。\n\n唯独璃月人，他们全民皆商，不爱听这话，说起自家城市，总说是「与众不同」。\n\n其余商人听了，笑话他们：不过是将情义二字当成另一种筹码罢了！璃月人便说：「那『南十字』又要作何解？」\n\n南十字成名多年，佣金昂贵乃是常态。某次航行中，这支船队遭遇了海上飓风，同时遇难的还有附近的一只平民船。北斗见到小船在巨浪中摇曳，顾不得龙骨断裂的危险，下令将平民船拉入安全区。船队内粮水所剩无几，北斗却坚持与平民船共享，更带着他们，在飓风中一路前进。\n\n如此经过数日，「南十字」总算将平民船送入了就近的泊地。船上商人感怀其救命之恩，因而成为了北斗忠诚的商业伙伴。\n\n璃月人笑道：「丢掉性命也要坚持完成的事，可不是筹码二字能够说清。将情义归为筹码，你敢和北斗说这话吗？」",
      "zht": "商人重利輕情，本不是什麼怪事。飯局上說起，也是相視一笑。\n\n唯獨璃月人，他們全民皆商，不愛聽這話，說起自家城市，總說是「與眾不同」。\n\n其餘商人聽了，笑話他們：不過是將情義二字當成另一種籌碼罷了！璃月人便說：「那『南十字』又要作何解？」\n\n南十字成名多年，傭金昂貴乃是常態。某次航行中，這支船隊遭遇了海上颶風，同時遇難的還有附近的一隻平民船。北斗見到小船在巨浪中搖曳，顧不得龍骨斷裂的危險，下令將平民船拉入安全區。船隊內糧水所剩無幾，北斗卻堅持與平民船共用，更帶著他們，在颶風中一路前進。\n\n如此經過數日，「南十字」總算將平民船送入了就近的泊地。船上商人感懷其救命之恩，因而成為了北斗忠誠的商業夥伴。\n\n璃月人笑道：「丟掉性命也要堅持完成的事，可不是籌碼二字能夠說清。將情義歸為籌碼，你敢和北斗說這話嗎？」",
      "jp": "利益を重んじ、人情を軽んじるのは商人にとって、本来おかしなことではない。\n\nしかし、璃月の人間は「うちは違う」と口を揃える。\n\n他所の商人たちがそれに対し、ただ人情を手段として使うだけだろうと笑えば、璃月の商人は「『南十字』の件はどう説明する？」と返す。\n\n南十字船隊が有名になってから数年が経ち、その報酬が高いのは誰もが知っていることだ。その彼らは昔、嵐の中で数日間漂流する民間船と遭遇した。\n\n浪の中で揺れる民間船を見た北斗は、龍骨が割れるリスクを承知の上で民間船を安全区域へと引っ張っていった。食糧が底をついた時も、北斗は民間船を見捨てることはしなかった。\n\nそして数日かけて、ようやく「南十字」は民間船を近くの泊地へ送り届けたのだ。その船にいた者は皆、命の恩義を感じ、今では北斗の忠実なビジネスパートナーとなっている。\n\n璃月の人は笑いながら言うだろう。\n\n「命をかけて何かをやり遂げることは、『手段』なんて二文字で表現できるものじゃない。人情を取引の手段にするなんて言葉、北斗に言う度胸はあるの？」",
      "ko": "상인들이 의리보단 이익을 우선시하는 건 이상한 일이 아니다. 식사 자리에서 이 이야기가 나오면 서로 쳐다보며 웃고 넘긴다.\n\n하지만 유독 리월 상인들은 이 말을 싫어하며 「리월 사람들은 다르다」고 말한다.\n\n다른 상인들이 이 말을 듣고 웃으며 '의리, 이 두 글자는 한 가지 수일 뿐이지!'라고하면 리월 사람들은 「그럼 『남십자』가 하려는 일은 어떻게 설명할 건데?」라고 받아친다.\n\n남십자는 다년간 명성을 떨쳤고 의뢰비가 비싼 건 당연한 일이다. 언젠가 항해를 하던 중, 남십자 함대는 바다 폭풍과 마주했고 근처에 있는 민간 선박을 발견했다. 북두는 거대한 폭풍 속에서 흔들리고 있는 작은 배를 보더니 안전한 곳으로 끌라고 명령했다. 함대엔 남은 식량이 얼마 없었지만, 북두는 오히려 민간 선박과 나눌 것을 고집했고 그들을 이끌고 폭풍 속을 나아갔다.\n\n이렇게 며칠이 흐르고, 「남십자」는 민간 선박을 가까운 정박지까지 끌고 왔다. 배 위의 상인들은 목숨을 구해준 은혜에 감사했고, 모두 북두의 충성스러운 상업 파트너가 되었다.\n\n리월 사람들은 웃으며 말한다 「목숨까지 바쳐가며 꿋꿋이 일을 해내는 건 '수'라는 말로 설명할 수 없지. 의리는 그저 수일 뿐이라고 북두에게 말할 수 있겠어?」",
      "en": "Business people tend to put profit before their humanity. This is just accepted as the way of the world; at most, it makes for some light verbal sparring at the dinner table.\n\nBut things are different in Liyue, where everyone is involved in business. They reject the notion entirely, claiming that Liyue Harbor is a special place where humanity is sacred.\n\nForeign merchants will retort that the only thing special about Liyue is that \"They've managed to commodify humanity, too!\" To this, Liyue locals respond, \"Then how do you explain The Crux?\"\n\nWith The Crux having made a name for itself over many years, their services are extremely expensive to charter. And yet, on one voyage when The Crux encountered a strong storm, Beidou noticed a small private boat nearby. Seeing the way it was tossed about by the waves, she ordered her crew to tow the boat to safety — despite the risk that her ship's keel might give way. What little food and water the fleet had left, Beidou shared with the rescued crew as she navigated her vessel onward through the raging storm.\n\nFinally, after several days, The Crux delivered the rescued boat to a safe mooring spot. Grateful to Beidou for saving their lives, the crew of the rescued boat became her loyal trade partners thereafter.\n\nAfter Liyue locals recount this story, they smile and insist, \"When you have someone risking their life like that, you can be sure that it takes far more than commodification to explain their actions! Would you really dare to look Beidou in the eyes and talk about the commodification of humanity?\"",
      "de": "Geschäftsleute neigen in der Regel dazu, Profit vor ihre eigene Menschlichkeit zu stellen. Das wird meistens einfach so akzeptiert, es sorgt höchstens für eine leichte verbale Auseinandersetzung am Esstisch.\n\nIn Liyue jedoch, wo fast jeder geschäftlich tätig ist, sieht es anders aus. Die Bewohner lehnen diesen Gedanken vollständig ab und behaupten, dass Liyue ein besonderer Ort sei, an dem die Menschlichkeit im Vordergrund stehe und heilig sei.\n\nKaufleute von außerhalb werden erwidern, Liyue sei „der einzige Ort, der es auch geschafft hat, einen Preis auf Menschlichkeit zu setzen!“ Darauf wiederum antworten die Bewohner von Liyue, „Wie soll dann die Crux erklärt werden?“\n\nWenn sich die Crux über viele Jahre hinweg einen Namen gemacht hat, dann dafür, dass es extrem teuer ist sie anzumieten. Und dennoch, als die Schiffe bei einer der vielen Reisen in einen starken Sturm gerieten, bemerkte Beidou ein kleines privates Boot im umliegenden Wasser. Als sie sah, wie es von den Wellen umhergeworfen wurde, befahl sie ihrer Besatzung, das Boot in Sicherheit zu bringen trotz des Risikos, dass der Kiel ihres Schiffes dabei auseinanderbrechen könnte. Das wenige Essen und Wasser, das die Besatzung der Crux übrighatte, teilte Beidou mit der geretteten Besatzung, als sie ihr Schiff weiter durch den tobenden Sturm navigierte.\n\nSchließlich lieferte die Crux das gerettete Boot nach einigen Tagen an einem sicheren Anlegeplatz ab. Dankbar für die Rettung ihres Lebens wurde die Besatzung des geretteten Bootes danach zu Beidous treuen Handelspartnern.\n\nJedes Mal, wenn die Bewohner von Liyue diese Geschichte erzählen, lächeln sie und bestehen darauf, „wenn jemand sein Leben so riskiert, kann man sicher sein, dass es weit mehr braucht als nur reinen Geschäftssinn, um ihre Handlungen zu erklären! Wer würde es wagen, Beidou in die Augen zu schauen und über den Wert der Menschlichkeit zu argumentieren?“",
      "es": "La gente de negocios tiende a poner sus ganancias antes que la amistad. Esto es simplemente aceptado como una verdad absoluta. Al menos, es un tema con el que se bromea en los banquetes.\n\nPero las cosas son diferentes en Liyue, donde todo el mundo está involucrado en los negocios. Rechazan la noción por completo, alegando que Liyue es un lugar especial donde los lazos de amistad son sagrados.\n\nLos comerciantes extranjeros bromean diciendo que lo único especial sobre Liyue es que “¡Hasta la amistad es moneda de cambio!”. A esto, los lugareños de Liyue responden: “Entonces, ¿cómo explican la Flota Crux Meridianam?”.\n\nLa Flota Crux Meridianam ha ganado su reputación a lo largo de los años, y es extremadamente costoso contratarla para un servicio. Aun así, en una ocasión, cuando el barco se encontraba en medio de una fuerte tormenta, Beidou se fijó en un pequeño bote que había cerca. Al ver cómo las olas lo sacudían, ordenó a su tripulación que remolcara el bote a un lugar seguro, a pesar del riesgo de que la quilla del barco pudiera destruirse. Beidou compartió con los tripulantes del bote la poca comida y agua que le quedaba a la Flota Crux mientras navegaba a través de la tormenta.\n\nFinalmente, después de varios días, la flota llevó al bote rescatado a un lugar seguro para atracar. Agradecidos con Beidou por salvarles la vida, la tripulación del bote se convirtió en su fiel socio comercial a partir de entonces.\n\nCuando los lugareños de Liyue relatan esta historia, sonríen e insisten: “¡Cuando alguien arriesga su vida así, puedes estar seguro de que se necesita mucho más que intereses para explicar sus acciones! ¿Realmente te atreverías a mirar a Beidou a los ojos y decirle que la compasión es moneda de cambio?”.",
      "fr": "Les marchands ont de tout temps eu tendance à faire passer le profit avant leur humanité ; ceci est un état de choses généralement accepté comme tel.\n\nMais à Liyue, où tout le monde trempe dans quelque commerce, il en va autrement, et les habitants du port, lorsqu'ils en parlent, diront tous que Liyue est différente de ce point de vue.\n\nLes marchands étrangers répondent à ceci en riant : « Liyue a juste intégré l'humain au commerce, c'est tout ! » Ce à quoi rétorquent les gens de Liyue : « Alors comment expliquez-vous l'existence de la Flotte du Crux ? »\n\nCela fait déjà plusieurs années que le Crux s'est fait un nom ; l'affréter revient très cher. Et pourtant, lors de l'une de ses sorties en mer, le Crux vint à essuyer une violente tempête ; au milieu des vagues et des remous, Beidou remarqua une embarcation marchande prise au milieu de l'orage. Voyant la difficulté dans laquelle celle-ci se trouvait, Beidou n'hésita pas et ordonna à son équipage de remorquer le bateau, au risque de briser la quille de son propre navire. Elle fit aussi partager avec l'équipage en difficulté les maigres rations de nourriture et d'eau potable qu'il restait au Crux, tandis que l'embarcation était ramenée vers des eaux plus clémentes.\n\nAprès plusieurs jours, l'embarcation fut enfin ramenée à un point d'ancrage sûr. Ayant eu la vie sauve grâce à son intervention, les marchands reconnaissants devinrent par la suite les fidèles partenaires de commerce de Beidou.\n\nLorsqu'ils racontent cette histoire, les habitants de Liyue ne manquent pas d'ajouter en souriant : « Risquer ainsi sa vie pour sauver des inconnus, n'est-ce pas faire passer l'humain avant toute chose ? Qui oserait regarder Beidou dans les yeux et lui parler d'esprit mercantile ? »",
      "pt": "Os empresários tendem a colocar o lucro acima de tudo. Isso é aceito como o caminho da verdade. Pelo menos pode ser um tema para conversas em uma mesa de jantar.\n\nMas as coisas são diferentes em Liyue, onde todos estão envolvidos nos negócios. Eles rejeitam completamente essa ideia, alegando que o porto de Liyue é um lugar especial onde a humanidade é sagrada.\n\nOs comerciantes forasteiros responderão que a única coisa especial sobre Liyue é que \"eles também conseguiram vender a humanidade!\". A isso, os moradores de Liyue respondem: \"Então, como você explica o Crux?\"\n\nCom o Crux tendo se tornado conhecido com o passar dos anos, seus serviços são extremamente caros. No entanto, em uma viagem em que o navio encontrou uma forte tempestade, Beidou percebeu um pequeno barco particular nas proximidades. Vendo a maneira como as ondas eram lançadas, ela ordenou que sua tripulação rebocasse o barco por segurança - apesar do risco de que a quilha do Crux caísse. Beidou compartilhou com a tripulação resgatada a pouca comida e água que a tripulação do Crux havia deixado, enquanto ela navegava em sua embarcação através da tempestade.\n\nFinalmente, depois de vários dias, o Crux entregou o barco resgatado em um local seguro. Agradecida a Beidou por salvar suas vidas, a tripulação do barco resgatado se tornou sua leal parceira  comercial após isso.\n\nDepois que os habitantes de Liyue recontam essa história, eles sorriem e insistem:\"Quando alguém arrisca sua vida assim, pode ter certeza de que é preciso muito mais que meras vendas para explicar suas ações! Você realmente ousaria olhar Beidou nos olhos e falar sobre a venda da humanidade?\".",
      "ru": "Деловые люди склонны ставить прибыль превыше человечности. Так принято в мире, об этом спорят разве что в шутку за обедом.\n\nНо в Ли Юэ, где почти все так или иначе вовлечены в бизнес, это не всегда так. Местные полностью отвергают эту идею, утверждая, что Ли Юэ - это особое место, где человечность является неотъемлемой частью бизнеса.\n\nИностранные торговцы твердят, что в Ли Юэ человечность покупается за деньги, на что местные жители отвечают: «Тогда как вы объясните Южный Крест?»\n\nСудна Южного Креста можно нанять только за очень большую сумму. И всё же, во время одного рейса, когда судно столкнулось с сильным штормом, Бэй Доу заметила на горизонте небольшой торговый корабль. Увидев, что его содержимое разбросано по волнам, она приказала своей команде буксировать лодку в безопасное место - несмотря на то, что её собственное судно может пойти на дно. Бэй Доу поделилась своей провизией со спасённой командой, пока они прорывались через бушующий шторм обратно к берегу.\n\nНаконец, через несколько дней Южный Крест доставил спасённый корабль в безопасное место для швартовки. Благодарная Бэй Доу команда спасённого судна в последствии стала её верным торговым партнёром.\n\nПосле того как жители Ли Юэ рассказывают эту историю, они улыбаются: «О чём вы говорите, когда кто-то рискует своей жизнью ради безвозмездного спасения чужих жизней! Неужели вы действительно осмелитесь посмотреть Бэй Доу в глаза, говоря о продажной человечности Ли Юэ?»",
      "id": "Bukan hal yang aneh bagi para pedagang untuk mengutamakan keuntungan di atas kemanusiaan. Hal itu dianggap sebagai hal biasa dan menjadi bahan pembicaraan saat makan malam.\n\nHanya pedagang-pedagang Liyue yang tidak setuju dengan kata-kata itu dan mengatakan bahwa Pelabuhan Liyue adalah tempat khusus di mana kemanusiaan selalu diutamakan.\n\nPedagang asing yang mendengarnya menertawakan mereka: \"Tapi pertemanan pun kalian jadikan alat tawar menawar!\" Terhadap hal itu, penduduk setempat Liyue menjawab: \"Lalu bagaimana kamu menjelaskan tentang Crux Fleet?\"\n\nCrux Fleet telah dikenal selama bertahun-tahun, dan biaya atas layanan mereka begitu tinggi. Namun, suatu hari, Crux Fleet diterjang badai saat sedang berlayar. Kebetulan ada sebuah perahu kecil yang juga sedang belayar di dekatnya. Melihat perahu tersebut dilempar kesana kemari oleh ombak yang besar, Beidou memerintahkan awaknya untuk membawa perahu itu ke daerah yang aman tanpa peduli bahaya yang mengancam mereka sendiri. Persediaan makanan dan air yang sedikit tidak menghentikan Beidou membagikannya ke perahu kecil yang diselamatkannya itu.\n\nSetelah beberapa hari berlalu, Crux Fleet akhirnya berhasil membawa perahu kecil itu ke pelabuhan terdekat. Para pedagang di dalam perahu kecil itu berterima kasih kepada Beidou karena telah menyelamatkan nyawa mereka dan menjadi mitra dagang yang setia setelah kejadian itu.\n\nSetelah penduduk setempat Liyue menceritakan kisah ini, mereka tersenyum: \"Ketika ada seseorang yang mempertaruhkan nyawanya seperti itu, apakah kamu masih bisa bilang kalau kemanusiaan adalah alat tawar menawar? Beranikah kamu menatap mata Beidou dan berbicara seperti itu?\"",
      "th": "การที่นักธุรกิจจะชื่นชอบผลกำไรนั้นไม่ใช่เรื่องน่าแปลกใจอะไร เมื่อพูดขึ้นในงานเลี้ยงต่างคนก็จะ มองหน้ากันแล้วยิ้ม\n\nมีเพียงชาว Liyue พวกเขาล้วนแล้วแต่เป็นนักธุรกิจ และไม่ได้ชื่นชอบฟังคำพูดอย่างนี้ เมื่อพูดถึงเมืองของตัวเองก็มักจะ บอกว่า \"มันไม่เหมือนกัน\"\n\nเหล่านักธุรกิจคนอื่นเมื่อได้ฟังที่ พวกเขาพูดแล้วก็จะหัวเราะ: ก็แค่การนำความรู้สึกมาเปลี่ยนให้ เป็นสิ่งของเหมือนชิปเท่านั้นไม่ใช่รึ! แล้วคน Liyue ก็จะพูดว่า: \"แล้วพวกกองเรือ Crux นั่นล่ะจะอธิบายยังไง?\"\n\nกองเรือ Crux นั้นมีชื่อเสียงโด่งดังมาหลายปีและก็เป็นเรื่องธรรมดาที่ค่าแรงของ พวกเขาจะแพง ครั้งหนึ่งในระหว่างการเดินทางเมื่อกองทัพเรือพบพายุเฮอริเคนใน ทะเลและก็มีเรือของพลเมืองกำลัง พบกับความยากลำบากอยู่ใกล้ ๆ ในเวลาเดียวกัน เมื่อ Beidou มองเห็นเรือลำน้อยที่กำลังถูกคลื่น ถาโถมเข้าใส่อยู่กลางทะเลก็ไม่ได้ สนใจอันตรายที่มีต่อกระดูกงูของ เรือและสั่งให้ลากเรือเล็กลำนั้นเข้าสู่ พื้นที่ปลอดภัยโดยทันที และในขณะที่มีอาหารและน้ำอยู่อย่างจำกัดภายในกองเรือแต่ว่า Beidou ก็ยังยืนกรานที่จะแบ่งปันมันกับ เหล่าพลเรือนที่มาพร้อมกับเรือ ลำนั้นและพาพวกเขาไปด้วยระหว่าง พายุเฮอริเคน\n\nพวกเขาทำอย่างนี้อยู่เป็นเวลาหลายวันและในที่สุดกองเรือ Crux ก็สามารถนำเรือของพลเมืองไปส่งยังจุดที่ใกล้ที่สุดได้ ซึ่งนั่นทำให้เหล่านักธุรกิจซาบซึ้งในบุญคุณครั้งนี้เป็นอย่างมากและ กลายเป็นคู่ค้าทางธุรกิจของ Beidou ต่อมาจากนั้น\n\nชาว Liyue หัวเราะและพูดว่า: \"การที่ยอมสละชีวิตตัวเองเพื่อทำให้ภารกิจสำเร็จนั้นไม่ใช่เรื่องที่จะแลก เปลี่ยนได้ด้วยสิ่งของหรอกนะ ถ้าจะนำความรักแลกกับชิปน่ะ พวกเธอกล้าพูดกับ Beidou อย่างนี้มั้ยล่ะ?\"",
      "vi": "Không có gì ngạc nhiên khi các doanh nhân coi trọng lợi ích hơn tình cảm. Trong một bữa tiệc, mọi người chỉ nhìn nhau cười mà không nói lời nào.\n\nDuy chỉ có người Liyue – bọn họ ai cũng là thương nhân, lại không thích nghe những điều như thế. Khi nhắc đến thành phố của mình, họ luôn cho rằng nó \"khác biệt hoàn toàn\".\n\nNghe được điều đó các thương nhân khác cười nhạo: đó chẳng qua xem tình cảm như một món hời để trao đổi mà thôi! Người Liyue đáp: \"Vậy giải thích sao về đoàn thuyền Nam Thập Tự?\"\n\nNam Thập Tự thành lập đã nhiều năm, thù lao đắt đỏ cũng là chuyện thường tình. Trong một chuyến đi nọ, hạm đội gặp phải một cơn bão biển dữ dội, cũng vào lúc đó, có một con thuyền nhỏ khác cũng đang lắc lư chống chọi trước con sóng khổng lồ, bất chấp nguy hiểm, Beidou ra lệnh kéo con thuyền vào vùng an toàn. Cho dù đồ ăn và nước uống dự trữ không còn nhiều, thế nhưng Beidou vẫn vui vẻ chia sẻ với họ, còn đưa họ vượt qua bão tố.\n\nSau vài ngày như vậy, cuối cùng Nam Thập Tự đã đưa chiếc thuyền vào một bến nước gần. Các thương nhân trên tàu cảm kích ơn cứu mạng của cô, quyết định trở thành những đối tác kinh doanh trung thành với Beidou.\n\nNgười Liyue cười nói: \"Cho dù có mất mạng vẫn cố gắng hoàn thành nhiệm vụ, hai chữ thù lao không thể nói rõ ngọn ngành, quy đổi tình nghĩa thành món hời ư, có dám nói điều đó với Beidou không?\""
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "有传闻道：「南十字」背后的势力，乃是「七星」之一的「天权」凝光。\n\n对此，两位当事人矢口否认。不过，她们的理由各自不同。\n\n凝光贵为「七星」，总有需要差人作粗鲁事情的时候。在众多候选人里，她挑中了北斗。\n\n依照凝光的说法，她选中的是北斗这个人，与「南十字」船队的合作才是顺便。\n\n而北斗若是知情，定会恼火地说，她和凝光仅是合作，绝对称不上「背后势力」一说。\n\n凝光的诸多合作者中，唯有北斗与众不同。\n\n她对凝光毫无常人那般敬畏，反倒有些针对。\n\n幕僚们因而担忧连连，认为北斗生性桀骜，难以约束。凝光倒不在意，只是笑着说：\n\n「此言差矣。依我看，她才是璃月最好控制的人。只需与她说清大义，道明利害关系，她自会想通。」",
      "zht": "有傳聞道：「南十字」背後的勢力，乃是「七星」之一的「天權」凝光。\n\n對此，兩位當事人矢口否認。不過，她們的理由各自不同。\n\n凝光貴為「七星」，總有需要差人作粗魯事情的時候。在眾多候選人裡，她挑中了北斗。\n\n依照凝光的說法，她選中的是北斗這個人，與「南十字」船隊的合作才是順便。\n\n而北斗若是知情，定會惱火地說，她和凝光僅是合作，絕對稱不上「背後勢力」一說。\n\n凝光的諸多合作者中，唯有北斗與眾不同。\n\n她對凝光毫無常人那般敬畏，反倒有些針對。\n\n幕僚們因而擔憂連連，認為北斗生性桀驁，難以約束。凝光倒不在意，只是笑著說：\n\n「此言差矣。依我看，她才是璃月最好控制的人。只需與她說清大義，道明利害關係，她自會想通。」",
      "jp": "噂によると、「南十字」の背後にいるのは「七星」の一人、「天権」凝光である。\n\nこのことについて、当事者二人は否定するだろう。しかし、その理由はそれぞれ違っている。\n\n「七星」である凝光には、時に彼女の代わりに乱暴に事を収めてくれる人間が必要だ。何人も候補はいたが、彼女は北斗を選んだ——あくまでも、彼女は「北斗」という人間を選んだだけであり、「南十字」はおまけでついてきたようなものだ。\n\n一方、北斗は声を荒げて凝光とは協力関係であり、「背後の勢力」なんて存在しないと説明するだろう。\n\n確かに凝光の協力者の中で、北斗だけは他の者とは違う。\n\n北斗は凝光を他の者のように敬っているわけではない、どちらかというと真っ向から対立してくるような相手だ。\n\nだが、北斗の反感的な態度を心配する部下に対して、凝光は静かに笑っているだけである。\n\n「彼女はこの璃月で最も支配しやすい人かもしれないわ…利害関係と大義さえ説明したら、彼女は納得するからね」",
      "ko": "「남십자」의 배후 세력이 「칠성」 중 한 명인 「천권」 응광이라는 소문이 있다.\n\n이에 대해 당사자 두 명은 부인하고 있지만, 그녀들이 부인하는 이유는 서로 다르다.\n\n응광은 「칠성」으로서 자신을 대신해 일을 처리할 사람이 필요했다. 많은 후보가 있었지만 그녀는 북두를 선택했다.\n\n응광은 북두라는 사람을 선택한 김에 「남십자」와 협력하게 된 것이라고 말한다.\n\n하지만 북두가 이 사정을 알게 된다면 분명 화를 내며 응광과는 단지 협력관계일 뿐, 절대 「배후 세력」이 아니라고 할 것이다.\n\n응광에겐 여러 협력자들이 있지만 북두만은 그들과 다르다.\n\n북두는 응광을 조금도 경외하지 않으며, 오히려 경계하기까지 한다.\n\n막료들은 북두가 천성이 불같아 통제하기 힘들다고 걱정하지만, 응광은 신경 쓰지 않고 이렇게 말한다:\n\n「그녀는 리월에서 통제하기 가장 쉬운 사람입니다…. 이해관계와 대의를 설명하기만 한다면 그녀는 이를 완벽히 이해할 테니까요」",
      "en": "Word has it that The Crux's boss behind the curtains is none other than the Qixing's Tianquan, Ningguang, herself.\n\nBoth of the people involved deny this outright, though they do so for different reasons.\n\nAs a member of the Qixing, Ningguang often needs someone else to do her dirty work for her. Of the many candidates available, she picked Beidou.\n\nNingguang would emphasize that she picked Beidou, not The Crux; Ningguang's collaboration with The Crux is, therefore, purely incidental.\n\nMeanwhile, when Beidou hears the rumors about her dealings with Ningguang, she furiously insists that she collaborates with Ningguang on an equal footing: Beidou is her own boss and no one, not even Ningguang, is sitting in the background pulling the strings for her.\n\nBeidou is certainly unique among Ningguang's collaborators.\n\nShe does not tread carefully or show reverence in the way that most of them do. In fact, one could even say Beidou is sometimes at odds with Ningguang.\n\nNingguang's advisers worry constantly that Beidou is too unpredictable and too much of a maverick. But Ningguang simply smiles and dismisses their concerns.\n\n\"On the contrary, Beidou is the most reliable person in Liyue,\" she replies. \"Just tell her the truth, as well as what's in it for her, and she'll come around in her own time.\"",
      "de": "Es heißt, dass der eigentliche Anführer der Crux hinter den Kulissen kein anderer sei als der Tianquan der Qixing, Ningguang, selbst.\n\nBeide bestreiten dies aber vehement. Sie tun dies jedoch aus verschiedenen Gründen.\n\nAls Mitglied der Qixing braucht Ningguang oft jemanden, der sich an ihrer Stelle die Hände schmutzig macht. Von den vielen verfügbaren Kandidaten wählte sie Beidou aus.\n\nNingguang würde betonen, dass sie Beidou ausgewählt hat und nicht die Crux. Ningguangs Zusammenarbeit mit der Crux sei daher rein zufällig.\n\nWenn Beidou diese Gerüchte über ihren Umgang mit Ningguang hört, besteht sie wütend darauf, dass sie mit Ningguang gleichberechtigt zusammenarbeitet. Beidou sei ihr eigener Chef und niemand, nicht einmal Ningguang, ziehe im Hintergrund die Fäden.\n\nBeidou ist sicherlich einzigartig unter den Mitarbeitern von Ningguang.\n\nSie sagt, was sie denkt, und zeigt keine Ehrfurcht wie die meisten anderen von ihnen. Man könnte fast sagen, dass Beidou manchmal im Widerspruch zu Ningguang steht.\n\nNingguangs Berater machen sich ständig Sorgen, dass Beidou zu unberechenbar und zu schelmisch veranlagt ist. Aber Ningguang lächelt einfach nur und weist ihre Bedenken zurück.\n\n„Im Gegenteil, Beidou ist die zuverlässigste Person in Liyue“, antwortet sie dann. „Sag ihr einfach die Wahrheit und, was für sie drin ist, und sie wird die Sache klarmachen.“",
      "es": "Se dice que quien maneja los hilos de la Flota Crux Meridianam es Ninguang, el Equilibrio Celestial de las Siete Estrellas.\n\nSin embargo, las dos personas involucradas en esta afirmación la niegan rotundamente, si bien sus argumentos para hacerlo son completamente distintos.\n\nComo miembro de las Siete Estrellas, Ninguang siempre necesita de alguien para ensuciarse las manos por ella. De entre todos los candidatos, escogió a Beidou. Que la Flota Crux Meridianam aceptara colaborar es meramente incidental.\n\nPero si Beidou llega a escuchar a la gente decir que es un títere de Ninguang, lo niega enfurecida y afirma que solamente cooperan.\n\nBeidou es única entre los colaboradores de Ninguang.\n\nA diferencia de la gente común, no tiene miedo de confrontarla, e incluso a menudo está en desacuerdo con ella.\n\nAl gabinete de Ninguang le preocupa el carácter descarado de Beidou, pero Ninguang solo sonríe y descarta una preocupación tan ridícula.\n\n“¡Tonterías! Beidou es probablemente la persona más fácil de controlar de todo Liyue. Solo dile la verdad y lo que obtendrá como recompensa, y acabará aceptando”.",
      "fr": "Le bruit court que la puissante armada du Crux est dirigée dans l'ombre par Ningguang, la Megrez des Sept Étoiles.\n\nCette rumeur est démentie par toutes les parties concernées, pour des raisons différentes.\n\nEn tant que membre des Sept Étoiles, Ningguang a besoin de quelqu'un pour effectuer certaines sales besognes ; de tous les candidats disponibles, son choix s'est porté sur Beidou.\n\nNingguang affirme qu'elle a choisi la personne de Beidou, et non l'armada du Crux, qui n'est qu'un ajout de circonstance.\n\nQuant à Beidou, lorsque ces rumeurs lui parviennent, elle est la première à insister qu'elle collabore avec Ningguang sur un pied d'égalité : Beidou est son propre patron, et personne, même Ningguang, ne tire ses ficelles dans l'ombre.\n\nIl est certain que Beidou occupe une place à part parmi les collaborateurs de Ningguang.\n\nEn effet, elle ne fait pas preuve de leur habituelle révérence à son égard, et peut même au contraire se trouver par moments en désaccord direct avec celle-ci.\n\nLes conseillers de Ningguang s'inquiètent en permanence du caractère rebelle et imprévisible de la capitaine du Crux ; mais Ningguang se contente de balayer leurs inquiétudes d'un sourire.\n\n« Bien au contraire ; à mes yeux, Beidou est la personne avec qui il est le plus facile de traiter. Tant qu'on lui dit les choses telles qu'elles sont et où est son intérêt, elle sait tirer les conclusions qui s'imposent. »",
      "pt": "Dizem que o chefe da Frota Crux por trás das cortinas não é ninguém mais senão a própria Tianquan, Ningguang, dos Qixing.\n\nAmbas as pessoas envolvidas negam isso. No entanto, elas o fazem por diferentes razões.\n\nComo membro dos Qixing, Ningguang geralmente precisa de outra pessoa para fazer o trabalho sujo por ela. Dos muitos candidatos disponíveis, ela escolheu Beidou.\n\nNingguang enfatizou que ela escolheu Beidou, não a Frota Crux. A colaboração de Ningguang com a Frota Crux é, portanto, puramente incidental.\n\nEnquanto isso, quando Beidou ouve os rumores sobre suas relações com Ningguang, ela insiste furiosamente que colabora com Ningguang em pé de igualdade: Beidou é sua própria chefe e ninguém, nem mesmo até Ningguang, está controlando ela.\n\nBeidou é certamente única entre os colaboradores de Ningguang.\n\nEla não mede as palavras ou faz reverências como a maioria deles. Na verdade, pode-se até dizer que Beidou às vezes diverge de Ningguang.\n\nOs consultores de Ningguang se preocupam constantemente com o fato de Beidou ser imprevisível e desonesta demais. Porém, Ningguang simplesmente sorri e descarta suas preocupações.\n\n\"Pelo contrário, Beidou é a pessoa mais confiável em Liyue\", ela responde. \"Apenas diga a verdade e o que ela ganhará em troca, e ela tomará uma decisão no seu próprio tempo\".",
      "ru": "Поговаривают, что тайным боссом Южного Креста на самом деле является Нин Гуан, Воля Небес Цисин.\n\nИ Бэй Доу, и Нин Гуан обе отрицают такие заявления. Впрочем, у каждого из них на это свои причины.\n\nНин Гуан - глава группировки Цисин, и ей нужен кто-то для выполнения грязной работы. В кандидатах на такую работу не было недостатка, но она выбрала именно Бэй Доу.\n\nНо важно отметить, что она выбрала только Бэй Доу, а сотрудничество с Южным Крестом произошло случайно.\n\nСама же Бэй Доу входит в ярость, когда слышит такие заявления, утверждая, что они с Нин Гуан являются всего лишь торговыми партнёрами. Бэй Доу сама себе хозяйка, и ею никогда не будет распоряжаться Нин Гуан или кто-либо ещё.\n\nНо из всех партнёров Нин Гуан, Бэй Доу на самом деле уникальна.\n\nВ отличие от остальных, Бэй Доу никогда не расстилается перед Нин Гуан. Они даже любят зачастую поспорить между собой.\n\nСоветники Нин Гуан часто волнуются, что Бэй Доу может выйти из-под их контроля, но Нин Гуан с улыбкой отрицает такую возможность.\n\n«В Ли Юэ нет человека, на которого бы можно было положиться больше, чем на Бэй Доу. Просто нужно не врать ей и рассказывать, в чём будет её выгода... И она никуда не денется».",
      "id": "Ada rumor yang mengatakan bahwa bos di balik kekuatan Crux adalah Tianquan dari Qixing, yaitu Ningguang.\n\nKedua orang itu membantahnya. Meski begitu, mereka memberikan alasan yang berbeda.\n\nSebagai anggota Qixing, Ningguang sering membutuhkan orang lain untuk melakukan pekerjaan kotor untuknya. Dari sekian banyak kandidat yang ada, dia memilih Beidou.\n\nNingguang menekankan bahwa dia memilih Beidou, bukan Crux; Kerja sama Ningguang dengan Crux adalah murni kebetulan.\n\nSementara itu, ketika Beidou mendengar desas-desus tentang hubungannya dengan Ningguang, dia malah marah dan mengatakan bahwa dia bekerja sama dengan Ningguang dan memiliki kedudukan yang sama, bukan seperti yang diisukan bahwa Ningguang adalah \"kekuatan di baliknya\".\n\nBeidou cukup berbeda dibandingkan dengan para rekan Ningguang yang lain.\n\nDia tidak kagum atau hormat kepada Ningguang seperti kebanyakan orang, bahkan ada yang mengatakan bahwa mereka sering berselisih paham.\n\nPara penasihat Ningguang khawatir, merasa Beidou adalah pemberontak dan sulit dikendalikan. Ningguang sendiri tidak terlalu peduli, hanya tersenyum dan berkata:\n\n\"Itu tidak benar, malah sebaliknya, Beidou adalah orang yang paling bisa diandalkan di Liyue. Katakan saja yang sebenarnya, juga apa untungnya baginya, maka dia akan menyadarinya sendiri.\"",
      "th": "มีข่าวลือว่าพลังที่อยู่เบื้องหลัง \"the Crux\" คือ \"Tianquan\" Ningguang หนึ่งใน \"Qixing\"\n\nกับเรื่องนี้นั้นทั้งสองฝ่ายต่างก็ให้ การปฏิเสธอย่างเต็มปากเต็มคำ หากแต่ว่าเหตุผลของพวกเขานั้น แตกต่างกันออกไป\n\nNingguang ผู้เป็น \"Qixing\" นั้นมักจะมีช่วงเวลาที่ต้องการคน เพื่อไปช่วยทำภารกิจที่ไม่สามารถ บอกใครได้อยู่เสมอ และ Beidou ก็คือคนที่ถูกเธอเลือกท่ามกลางผู้คนมากมาย\n\nตามคำพูดของ Ningguang แล้ว คนที่เธอเลือกคือ Beidou ส่วนการทำงานร่วมกันกับ \"กองเรือ Crux\" ก็เป็นไปตามนั้น\n\nส่วน Beidou เมื่อได้รู้ความจริงก็จะหงุดหงิดและพูดว่าเธอกับ Ningguang แค่ร่วมงานกันเท่านั้น ไม่ใช่ \"ผู้มีอิทธิพลผู้อยู่เบื้องหลัง\" อะไรนั่นอย่างเด็ดขาด\n\nในหมู่ผู้คนที่ทำงานร่วมกันกับ Ningguang มีเพียง Beidou ที่แตกต่างออกไป\n\nเธอไม่ได้เคารพและเกรงใจ Ningguang อย่างที่คนอื่นทำกัน และในทางกลับกันออกจะไปในทางที่ต่อต้านเสียด้วยซ้ำ\n\nเหล่าที่ปรึกษามีความกังวลว่า Beidou นั้นยากที่จะควบคุมแต่ Ningguang กลับไม่ใส่ใจพร้อมกับหัวเราะและ พูดว่า:\n\n\"อย่าพูดอย่างนั้นเลย ตามความคิดของฉันแล้วเธอน่าจะ เป็นคนที่ควบคุมง่ายที่สุดใน Liyue ด้วยซ้ำ แค่บอกความจริงกับเธอและสิ่งที่เธอชอบแล้วเธอก็จะเป็นฝ่ายมาหาเอง\"",
      "vi": "Nghe nói thế lực phía sau \"Nam Thập Tự\" là \"Thiên Quyền\"- Ningguang, một trong \"Thất Tinh\".\n\nHai người đương sự đều phủ nhận điều này. Có điều, lí do của bọn họ khác nhau. \n\nNingguang là \"Thất Tinh\" cao quý, luôn cần có người giúp làm việc tay chân. Nhưng cuối cùng cô chọn Beidou. \n\nTheo cách nói của Ningguang, cô chọn Beidou là để thuận tiện hợp tác với \"Nam Thập Tự\".\n\nCòn nếu như Beidou nghe được điều đó, cô nhất định sẽ nổi đóa lên và nói, giữa cô với Ningguang chỉ là hợp tác, tuyệt đối không có chuyện \"thế lực chống lưng\".\n\nTrong vô số lần hợp tác của Ningguang, chỉ có Beidou là khác biệt.\n\nCô không hề e sợ Ningguang như những người khác, thậm chí có lúc còn gay gắt.\n\nChính vì thế mà đám phụ tá đều lo lắng, cho rằng Beidou là người hiếu thắng, khó mà khống chế được. Thế nhưng Ningguang không hề để bụng những lời đó, cười nói:\n\n\"Nói vậy là sai rồi, ta thấy cô ấy mới là người dễ khống chế nhất ở Liyue. Chỉ cần nói rõ mọi chuyện, phân tích thiệt hơn, cô ấy tự khắc sẽ nghĩ thông.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "漫长航行结束，「南十字」登上陆地，依照惯例举办为期三日的庆功宴。此年秋天与往昔并无二致，唯独市里多了位新出师的小厨娘，正是「万民堂」后来的大厨，香菱。\n\n船队会计贪图便宜，连拐带骗，将市口遇见的厨娘香菱拽上了船。香菱见了北斗，为难万分，苦恼地说：「如果你们想吃海味做的『月菜』，那我没法答应下来。我可是要超越两大菜系对立的人…」\n\n北斗只是指着脚边一袋金币，笑道：「做你擅长的就好。上一趟差事赚了不少。给你五万摩拉作佣金吧。」\n\n为证明自己料理海味的实力，香菱勉为其难接下了这份工作。\n\n单就结果而言，北斗确实欣赏香菱的手艺。当着水手们的面，她大胆断言：稍加时日，香菱必会名震璃月港。不仅如此，还让全船海员尊称香菱为「香菱阿姊」。\n\n香菱初出江湖，对北斗这位出手阔绰、为人豪爽的大姐也很是欣赏，常与北斗一同出航，寻找最新奇的海洋食材。她总是惊讶，北斗一个远离庖厨之人，竟也辨得出各式海产，深谙其饕餮之道。\n\n——当然，要说香菱会不会听取北斗的选材建议，则是后话了。",
      "zht": "漫長航行結束，「南十字」終於靠岸，依照慣例舉辦為期三日的慶功宴。此年秋天與往昔並無二致，唯獨港中多了位新出師的小廚娘，正是「萬民堂」後來的大廚，香菱。\n\n船隊會計貪圖便宜，連拐帶騙，將市口遇見的廚娘香菱拽上了船。香菱見了北斗，為難萬分，苦惱地說：「如果你們想吃海味做的『月菜』，那我沒法答應下來。我可是要超越兩大菜系對立的人…」\n\n北斗只是指著腳邊一袋金幣，笑道：「做妳擅長的就好。上一趟差事賺了不少。給妳五萬摩拉作傭金吧。」\n\n為證明自己料理海味的實力，香菱勉為其難接下了這份工作。\n\n單就結果而言，北斗確實欣賞香菱的手藝。當著水手們的面，她大膽斷言：稍加時日，香菱必會名震璃月港。不僅如此，還讓全船海員尊稱香菱為「香菱阿姊」。\n\n香菱初出江湖，對北斗這位出手闊綽、為人豪爽的大姐也很是欣賞，常與北斗一同出航，尋找最新奇的海洋食材她總是驚訝，北斗一個遠離庖廚之人，竟也辨得出各式海產，深諳其饕餮之道。\n\n——當然，要說香菱會不會聽取北斗的選材建議，則是後話了。",
      "jp": "長い旅から陸へ上がった「南十字」は、いつも通り、3日間続く宴会を開いていた。その年は例年と変わらない。唯一違うのは新たな料理人が一人、後の「万民堂」のシェフ香菱が増えたことだけだ。\n\n船隊の経理が節約のために、市場で遭遇した香菱を騙してそのまま船に連れ込んだのだ。北斗に会った香菱は「むっ、ここの食材は魚介類ばかりで、『月菜』しかできないよ。アタシは対立した二つの菜系を越えた料理を作りたいの…」と悩みながらそう言った。\n\n北斗は笑って足元の金貨を指しながら言った。「得意なものでいいぞ。前回は結構稼いだ。5万モラでどうだ？」\n\nその言葉を聞いた香菱は、魚介料理の腕を証明するために、依頼を受けた。\n\n結果、北斗は香菱の料理の腕を高く評価し、香菱はいつか璃月に名を轟かせるとまで予言した。\n\nその気に入り様は、船員全員に香菱のことを「香菱姉さん」と呼ぶように指示したほどである。\n\n一方、香菱も北斗のあっさりとした性格を気に入り、よく北斗と共に海へ出ては、新たな海鮮食材を探すようになった。台所に入ることがない北斗が海鮮を見分けることができ、更にその美味しい食べ方も知っていることに、香菱はとても驚いた。\n\n——もちろん、香菱が素直に北斗の言うことを聞くかどうかはまた別の話だ。",
      "ko": "긴 항해를 끝내고 육지에 오른 「남십자」는 관례에 따라 3일간 축하연을 연다. 그 해 가을은 예전과 다름 없었지만, 유일하게 달라진 점이라면 도시에 새로운 여성 요리사 한 명이 늘었다는 것이다. 바로 훗날의 「만민당」 주방장 향릉이다.\n\n함대의 회계사는 돈을 아끼기 위해 시가지에서 만난 요리사 향릉을 속여 배로 데려왔다. 향릉은 북두를 보곤 당혹스러움을 감추지 못하며 「해산물로 만든 『월 요리』만 드시고 싶다면 거절할게요. 난 양대 요리 계통을 뛰어넘는 요리를 만들 사람이니까요….」라고 말했다.\n\n북두는 발 옆에 있는 금화 주머니를 가리키며 말했다. 「네가 자신 있는 걸 만들면 돼. 저번 의뢰로 돈 좀 벌었는데, 5만 모라면 되겠지?」\n\n향릉은 자신의 해산물 요리 실력을 증명하기 위해 마지못해 이 일을 받아들였다.\n\n결과만 놓고 봤을 때 북두는 향릉의 솜씨에 아주 만족했다. 북두는 선원들 앞에서 자신감 넘치게 '곧 향릉은 리월항에 이름을 떨치게 될 거다!'라고 말했을 뿐만 아니라 선원 모두에게 존경의 의미로 향릉을 「향릉 누님」이라고 부르게 했다.\n\n처음 세상에 나와 본 향릉도 북두의 호탕함을 좋아했고 자주 함께 배에 올라 신기한 해양 식자재를 찾아 나섰고 그녀는 주방과는 거리가 먼 북두가 각종 해산물을 식별하고 어떤 것이 먹어도 되는 것인지 구분한다는 것에 경악했다.\n\n——당연히 재료 선택에 대한 북두의 조언을 향릉이 따를 것인지는 별개의 문제다",
      "en": "Once, after disembarking from a long voyage, The Crux held its customary three-day celebratory banquet. It was a fall like any other before it — except for the new chef in town. This was Xiangling, the head chef-to-be of the Wanmin Restaurant.\n\nLooking to keep costs down, they lured Xiangling onboard after meeting her on the streets, by hook and by crook. When she saw Beidou, Xiangling was dismayed, and let Beidou know this in no uncertain terms: \"If you want to have Yue-style seafood, then I can't agree to help you. I'll have you know that I intend to transcend Liyue's two warring culinary styles with my cooking...\"\n\nBeidou merely smiled and gestured to the chest of gold coins beside her: \"Just do what you're good at. We made quite a bit on our last run. How does a retainer of fifty thousand Mora sound?\"\n\nNot one to shy away for a chance to prove the worth of her cooking, Xiangling took the job.\n\nWhen the day was done, Beidou was indeed won over by Xiangling's skill. She declared in front of her crew that Xiangling would soon be a renowned chef throughout Liyue. She also insisted that they refer to her as \"Madam Xiangling.\"\n\nHaving only begun to make her name, Xiangling admired Beidou for her generosity with money and her direct personality. Thereafter, Xiangling would sail with Beidou often, looking for new and exotic seafood ingredients. She found herself surprised by Beidou's vast knowledge of seafood and their culinary preparation, given how far she usually was from any kitchen.\n\nOf course, that didn't mean Xiangling would necessarily heed Beidou's advice on whether something was edible or not...but that is a story for another time.",
      "de": "Einst nach der Rückkehr von einer langen Reise veranstaltete die Crux ihr übliches dreitägiges Fest, um ihre sichere Rückkehr jenes Jahr war eigentlich alles wie die Jahre zuvor auch, außer dem neuen Koch in der Stadt. Xiangling war nun offiziell zur Chefköchin des Restaurants Wanmin ernannt worden.\n\nDie Crux suchte nach einer Möglichkeit, die Kosten für die Feier so niedrig wie möglich zu halten. Als sie zufällig auf der Straße Xiangling begegneten, versuchten sie Xiangling durch Täuschung und Einschüchterung für ihre Sache zu gewinnen. Als Xiangling Beidou unter ihnen sah, ließ sie sie ganz klar wissen, in welche schwierige Position sie dies bringen würde: „Das ist ja lächerlich! Wenn ihr Meeresfrüchte im Yue-Stil essen wollt, kann ich damit nur ein paar Gerichte kochen, mehr kann ich euch nicht versprechen. Meine Küche zielt aber darauf ab, den Konflikt zwischen den beiden vorherrschenden kulinarischen Stilen von Liyue zu überwinden.“\n\nBeidou lächelte nur und deutete auf den Sack mit den Goldmünzen neben ihr: „Koch nur worin du gut bist. Wir haben beim letzten Lauf einiges an Beute gemacht. Wie klingt eine Anzahlung von fünfzigtausend Mora in deinen Ohren?“\n\nXiangling war nie jemand gewesen, der vor einer Herausforderung zurückschreckte und nahm den Auftrag schließlich an, um ihre Talente unter Beweis zu stellen.\n\nAls der Tag sich dem Ende neigte, war Beidou von Xianglings kulinarischen Fähigkeiten vollends überzeugt. Sie erklärte vor ihrer gesamten Besatzung, dass Xiangling bald eine renommierte Köchin in ganz Liyue sein würde. Sie bestand ebenfalls darauf, dass man sie als „Fräulein Xiangling“ anreden solle.\n\nXiangling bewunderte Beidou für ihre Großzügigkeit, sowohl finanziell als auch mit ihrer direkten Persönlichkeit. Nach jenem Tag ging Xiangling oft mit Beidou auf Reisen und suchte nach neuen Zutaten aus dem Meer. Sie war überrascht von Beidous umfassendem Wissen über Meeresfrüchte, wenn man bedenkt, wie weit sie normalerweise von einer Küche und dem Kochen entfernt ist.\n\nDas bedeutete natürlich nicht, dass Xiangling unbedingt Beidous Rat befolgte, ob etwas genießbar war oder nicht ...",
      "es": "Después de un largo viaje, la Flota Crux Meridianam llegó a tierra firme y llevó a cabo una celebración durante tres días, como de costumbre. El otoño había pasado como el de cualquier otro año, salvo por una nueva chef en la ciudad: Xiangling, la cocinera del Restaurante Wanmin.\n\nPara reducir los gastos de la celebración, engañaron a Xiangling para reunirse con ella en la entrada de la ciudad y, así, raptarla y llevarla al barco. Una vez allí, miró a Beidou y dijo: “Si lo que quieren es comer platos de marisco al estilo Yue, entonces, lo siento, pero no puedo hacerlo. Mi objetivo es trascender los conflictos entre los dos grandes estilos de cocina...”\n\nBeidou simplemente señaló un saco con monedas de oro a sus pies y dijo entre risas: “Vos cocinad lo que se os dé bien. Hicimos un buen trabajo la última vez. ¿Qué os parece si os doy 50 000 Moras como pago?”.\n\nY así fue como, para probar su habilidad cocinando marisco, Xiangling aceptó a regañadientes la oferta.\n\nAl final, Beidou reconoció la habilidad de Xiangling y dijo frente a sus marineros: “¡Recordad bien su nombre! ¡Xiangling será famosa en todo Liyue!”. Desde entonces, el resto de la tripulación consideró a la chef como una de los suyos.\n\nXiangling también admira a Beidou por su generosidad con el dinero y su franqueza. Frecuentemente viaja con ella en busca de ingredientes marinos exóticos. Como hija del mar que es, Beidou no deja de sorprender a Xiangling por su conocimiento sobre el marisco.\n\nAhora bien, que Xiangling haga caso a las recomendaciones de Beidou ya es otra historia.",
      "fr": "Un jour d'automne, la Flotte du Crux accosta après un long voyage. Conformément à la coutume, trois jours de célébrations furent lancés pour fêter son retour. Rien ne distinguait cette année-là des autres, si ce n'est peut-être l'arrivée de Xiangling à la tête des cuisines du Restaurant Wanmin.\n\nLe comptable de l'armada, cherchant en permanence à réduire les coûts et tombant dans les rues de la ville sur Xiangling, l'attira à bord sous quelque faux prétexte. À la vue de Beidou, Xiangling, embarrassée au plus au point, lui dit avec franchise d'un air embêté : « Tous les ingrédients disponibles en mer ne me permettent que de cuisiner des plats du style Yue. Or sachez que mon but est de transcender le conflit opposant les deux styles culinaires de Liyue... »\n\nÀ ces mots, Beidou se contenta de montrer un coffre à ses pieds en souriant : « Notre dernière expédition a été fructueuse. Peut-être qu'une prime de cinquante mille moras pourra t'aider à faire ton choix ? »\n\nN'étant pas du genre à refuser un défi (et ayant mûrement réfléchi aux paroles de Beidou), Xiangling resta, ne serait-ce que pour se prouver qu'elle était capable de cuisiner tous types de fruits de mer.\n\nBeidou tomba rapidement sous le charme de sa cuisine, et fut l'une des premières à affirmer sans aucune trace de doute qu'elle deviendrait un jour l'un des chefs les plus renommés de tout Liyue ; elle ordonna également à son équipage de s'adresser à elle sous le nom de « Madame Xiangling ».\n\nXiangling, elle, appréciait la personnalité généreuse et directe de la capitaine, et on la vit souvent par la suite embarquer à ses côtés à la recherche de quelque nouvel ingrédient en mer. Ayant toujours voyagé seule, Xiangling avait une conception quelque peu particulière de ce qui constitue une source de nourriture. Elle fut surprise de découvrir que Beidou avait une vaste connaissance des produits de la mer, bien qu'elle ne pénètre guère dans les cuisines.\n\nCela ne signifie pas pour autant qu'elle se mit à l'écouter lorsqu'il s'agit de décider ce qui était comestible ou non, bien sûr.",
      "pt": "Certa vez, depois de desembarcar de uma longa viagem, a Frota Crux realizou seu habitual banquete comemorativo de três dias. Foi um outono como qualquer outro, exceto pela nova chef da cidade. Era Xiangling, a futura chef de cozinha do Restaurante Wanmin.\n\nAo tentar manter os custos baixos, eles atraíram Xiangling a bordo depois de encontrá-la nas ruas. Quando ela viu Beidou, Xiangling ficou consternada, e deixou Beidou saber disso em termos inequívocos: \"Se você quiser comer frutos do mar no estilo Yue, não posso ajudá-la. Pretendo transcender os dois estilos culinários de Liyue com a minha comida...\"\n\nBeidou apenas sorriu e apontou para o baú de moedas de ouro ao lado dela: \"Apenas faça aquilo em que você é boa. Fizemos um bom trabalho da última vez. Que tal cinquenta mil Mora?\"\n\nAproveitando a chance de provar o valor de sua culinária, Xiangling aceitou o trabalho.\n\nQuando o dia terminou, Beidou foi de fato conquistada pela habilidade de Xiangling. Ela declarou diante de sua equipe que Xiangling logo seria uma renomada chef em toda a cidade de Liyue. Ela também insistiu que eles se referissem a ela como \"Senhora Xiangling\".\n\nXiangling admirava Beidou por sua generosidade com dinheiro e sua personalidade direta. Depois disso, Xiangling navegaria com Beidou frequentemente, procurando ingredientes novos e exóticos para os frutos do mar. Ela se surpreendeu com o vasto conhecimento de Beidou sobre frutos do mar e sua preparação culinária, já que havia passado tanto tempo longe de uma cozinha.\n\nClaro, isso não significava que Xiangling acataria as opiniões de Beidou a respeito de um prato ser comestível ou não... Mas isso é uma história para outra hora.",
      "ru": "Однажды по возвращении из долгого плавания Южный Крест пристал к суше, и начался традиционный трёхдневный пир. Осень та от прошлых ничем не отличалась, разве что в городе появился новый повар. То была Сян Лин, ставшая главным шеф-поваром ресторана «Народный выбор». Скупой корабельный счетовод, повстречав Сян Лин в порту, всеми правдами и неправдами ловчился и таки заманил её на корабль. При виде Бэй Доу ей стало крайне неловко. Она с горечью молвила: «Если вы хотите блюда Юэ из морепродуктов, ничем помочь не могу. Я, к вашему сведению, собираюсь стереть границы двух враждующих кухонь...» Бэй Доу лишь улыбнулась и указала на сундук с золотом подле неё: «Делай то, что у тебя выходит лучше всего. В последний заплыв мы неплохо заработали. Как насчёт аванса в пятьдесят тысяч моры?» Желая доказать, что она сможет хорошо готовить и морепродукты, Сян Лин неохотно приняла предложение. В итоге Бэй Доу была поражена кулинарным мастерством Сян Лин. Перед всей командой та смело заявила, что скоро станет самым знаменитым поваром Ли Юэ. Также она настаивала, чтобы к ней обращались не иначе как «Мадам Сян Лин». Сян Лин лишь начала приходить известность, и великодушие с прямотой Бэй Доу восхищали её. Они часто плавали вместе в поисках необыкновенных даров моря. Глубокие познания Бэй Доу о морепродуктах и их приготовлении, учитывая, сколь далеко она была от кухни, приводили Сян Лин в изумление. Но стала она следовать Бэй Доу в подборе ингредиентов или нет, это уже другая история.",
      "id": "Pada akhir dari perjalanan panjang, Crux mengadakan perjamuan perayaan tiga hari seperti biasa. Musim gugur kali ini tidak ada bedanya dengan tahun-tahun sebelumnya — kecuali koki baru bernama Xiangling, yang akan menjadi kepala koki di Wanmin Restaurant.\n\nDemi mengurangi biaya, akuntan armada memaksa, bahkan menculik Xiangling ke kapal. Ketika dia melihat Beidou, Xiangling merasa kecewa dan berkata: \"Jika kalian ingin makan makanan laut bergaya \"masakan Yue\", maka aku tidak bisa membantumu. Aku berniat membuat makanan yang akan melebihi dua gaya masakan Liyue...\"\n\nBeidou hanya tersenyum dan menunjuk ke arah koin emas di sampingnya: \"Lakukan saja apa yang kamu kuasai. Penghasilan misi terakhir kami cukup banyak. Bagaimana dengan 50.000 Mora sebagai upahmu?\"\n\nUntuk membuktikan kemampuannya memasak makanan laut, Xiangling pun menerima pekerjaan itu.\n\nDan hasilnya, Beidou memang cukup terpukau dengan kemampuan Xiangling. Dia menyatakan di depan krunya bahwa Xiangling akan menjadi koki yang terkenal di seluruh Liyue. Bahkan menyuruh mereka memanggilnya dengan sebutan \"Madam Xiangling\".\n\nHanya karena hal itu, Xiangling sudah kagum dengan Beidou atas kedermawanannya dan kepribadiannya. Setelah hari itu, Xiangling sering berlayar bersama dengan Beidou, mencari bahan makanan laut baru. Dia terkejut dengan pengetahuan luas yang dimiliki Beidou tentang makanan laut dan cara memasaknya, padahal Beidou bukan seorang koki.\n\nTentu saja, itu tidak berarti Xiangling akan selalu mengikuti saran Beidou tentang pemilihan bahan yang digunakan...",
      "th": "หลังจากการเดินเรืออันแสนยาว นานสิ้นสุดลง \"กองเรือ Crux\" ก็กลับเข้าเทียบฝั่งอีกครั้งและ จัดงานเลี้ยงฉลองเป็นเวลาสามวัน ตามแนวทางปฏิบัติที่สืบต่อกันมา ในฤดูใบไม้ร่วงของปีนี้ก็ยังคงเป็น เช่นเดิมไม่เปลี่ยนแปลง มีเพียงสิ่งเดียวที่แตกต่างออกไป จากเดิมก็คือเชฟสาวคนใหม่ที่อยู่ใน เมืองหรือก็คือ Xiangling เชฟใหญ่ของ \"ภัตตาคาร Wanmin\" ในเวลาต่อมา\n\nนักบัญชีของกองเรือผู้อยากจะได้ ของถูกก็คิดกลอุบายเพื่อที่จะลักพา ตัวเชฟสาวขึ้นไปบนเรือ เมื่อ Xiangling ได้เจอกับ Beidou ก็พูดขึ้นอย่างกลุ้มใจว่า: \"อืม... ถ้าเธออยากกิน \"อาหาร Yue\" ที่ทำจากอาหารทะเล ฉันคงรับปากเธอไม่ได้ ฉันจะเอาชนะคนที่ไม่เห็นด้วยกับอาหารสองสไตล์นี้ให้ได้...\"\n\nBeidou เพียงแค่ชี้นิ้วไปที่ถุงทองคำที่อยู่ ตรงเท้าของตัวเองจากนั้นก็หัวเราะ และพูดว่า: \"แค่ทำในสิ่งที่เธอถนัดก็พอแล้ว ออกงานครั้งที่แล้วได้รับเงินมา ไม่น้อยเลย เดี๋ยวเธอเอาเงินมัดจำไปก่อน ห้าหมื่น Mora ละกันนะ\"\n\nเพื่อพิสูจน์ความสามารถของเธอในการปรุงอาหารทะเล Xiangling จึงต้องตอบรับงานทั้ง ๆ ที่ไม่อยากจะทำ\n\nในแง่ของผลลัพธ์เพียงอย่างเดียวนั้น Beidou ชื่นชมฝีมือของ Xiangling เป็นอย่างมาก ถึงขนาดกล้ายืนยันต่อหน้าลูกเรือ อย่างกล้าหาญว่า: ขอเวลาอีกไม่นานแล้ว Xiangling จะโด่งดังไปทั่วทั้งท่าเรือ Liyue ไม่เพียงแค่นั้น เธอยังให้ลูกเรือทั้งหมดเรียก Xiangling ว่า \"อาเจ๊ Xiangling\"\n\nXiangling นั้นชื่นชมในความใจกว้างและตรงไปตรงมาของ Beidou เป็นอย่างมากและมักจะร่วมออกเรือไปด้วยเพื่อเสาะหาวัตถุดิบทำอาหารใหม่ ๆ ถึงแม้ว่าแต่ไหนแต่ไรมา Xiangling มักจะออกเดินทางเพื่อเสาะหา อาหารคนเดียวเสมอ แต่เมื่ออยู่บนผืนทะเล Xiangling กลับคิดว่าสถานที่แห่งนั้นเป็นของ Beidou ซึ่งเธอมักจะประหลาดใจเสมอที่คนที่ไม่เคยเข้าใกล้ครัวเลยอย่าง Beidou แต่กลับสามารถรับรู้อาหารทะเลทุกชนิดและวิธีการของเธอได้\n\n...แน่นอน นั่นมันคนละเรื่องกับที่ว่า Xiangling จะฟังข้อเสนอแนะเรื่องวัตถุดิบ ทำอาหารของ Beidou หรือไม่",
      "vi": "Sau chuyến đi dài, \"Nam Thập Tự\" cập bến và tổ chức bữa tiệc ăn mừng sự trở về trong ba ngày như thường lệ. Ngày thu năm ấy cũng như xưa, chỉ khác mỗi chỗ thành phố có thêm một đầu bếp nữ, đó chính là đại đầu bếp của \"Vạn Dân Đường\" – Xiangling.\n\nĐội thuyền để giảm chi phí, đã gài bẫy lừa đưa đầu bếp mới Xiangling lên thuyền. Xiangling gặp Beidou, vô cùng khó xử mà nói rằng: \"Nếu mọi người muốn ăn \"món Yue\" hải sản, thì tôi không thể đáp ứng được. Tôi là người phải vượt qua sự đối lập của hai hương vị...”\n\nBeidou chỉ vào chiếc hòm đựng vàng dưới chân cười nói: \"Cứ làm đúng sở trường của bạn là được. Chuyến đi vừa rồi kiếm cũng không ít tiền, cho bạn 50 nghìn Mora tiền công đấy.\"\n\nXiangling vì muốn chứng minh bản thân có tài chế biến hải sản, đã miễn cưỡng nhận công việc này.\n\nKết quả là, Beidou vô cùng ưa thích tay nghề của Xiangling, trước mặt các thủy thủ, cô quả quyết dự đoán: trong thời gian sắp tới Xiangling nhất định sẽ nổi tiếng khắp vùng Liyue. Không chỉ có vậy, cô còn bắt tất cả mọi người gọi Xiangling là \"Chị Xiangling\".\n\nXiangling là người mới bước vào giang hồ, cũng rất thích sự hào phóng cũng như con người hào sảng của Beidou, cô thường theo Beidou ra khơi, tìm kiếm nguyên liệu hải sản mới lạ. Cô luôn ngạc nhiên khi Beidou là người không hề vào bếp, nhưng lại có thể phán đoán chính xác các loại hải sản, am hiểu nghệ thuật ăn uống.\n\nĐương nhiên là, về việc chọn nguyên liệu, Xiangling có nghe góp ý của Beidou hay không lại là một chuyện khác."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "俗话说，物似主人形。\n\n虽然不那么恰当，但是「南十字」船队的确和北斗一样，有着一样的气质。\n\n不过船队内还是有些秘密，在北斗看不见的地方流传。\n\n大副会在新水手们第一次归行后，邀请他们去喝酒，然后绘声绘色地讲述一件旧事：\n\n当年「南十字」踏上对外海的未知探索，曾经多次陷入风暴当中，稍有不慎，船毁人亡。\n\n那时，北斗登上甲板，亲自站在舵轮后，一边操舵，一边在风雨声中唱起璃月渔民的拉网号子。\n\n「直到眼前再无风浪，海天线上霞光一片，天朗波平…」\n\n大副一般都会用满脸怀念的神情，念出这句话作为收尾。\n\n随着船队事业扩大，大副故事中惊世骇俗的描述越来越多，新水手们对北斗的崇拜也越发高涨。",
      "zht": "俗話說，物似主人形。\n\n雖然不那麼恰當，但是「南十字」船隊的確和北斗一樣，有著相同的氣質。\n\n不過船隊內還是有些秘密，在北斗看不見的地方流傳。\n\n大副會在新水手們第一次歸行後，邀請他們去喝酒，然後繪聲繪色地講述一件舊事：\n\n當年「南十字」踏上對外海的未知探索，曾經多次陷入風暴當中，稍有不慎，船毀人亡。\n\n那時，北斗登上甲板，親自站在舵輪後，一邊操舵，一邊在風雨聲中唱起璃月漁民的拉網號子。\n\n「直到眼前再無風浪，海天線上霞光一片，天朗波平…」\n\n大副通常都會用滿臉懷念的神情，念出這句話作為收尾。\n\n隨著船隊事業擴大，大副故事中驚世駭俗的描述越來越多，新水手們對北斗的崇拜也越發高漲。",
      "jp": "物は持ち主に似るということわざがある。\n\n少し不適切な点はあるが、「南十字」船隊は確かに北斗と同じ気質を持っていた。\n\nしかし船隊内には、北斗もあずかり知らぬところで伝わる秘密がある。\n\n「南十字」の副官は新米船員たちの初めての帰航後に、彼らを飲みに誘う。そして、真に迫る話し方で昔のことを聞かせるのだ。\n\nあれは「南十字」が未知なる海に足を踏み入れた時の話だ。大嵐に何度も巻き込まれ、船員を失い、船も限界を迎えようとしていた。\n\n諦めかけたその時、北斗が甲板に立ち、舵を取りながら、璃月の漁師たちが網をたぐる時に口ずさむ歌を歌ったという。\n\n「すると海上の風は静まり、水平線からは太陽の光が射し、浪も穏やかになったんだ…」\n\n副官はいつもこの言葉で締めくくり、懐かしそうに目を細めるのだ。\n\n…そして船隊のビジネス拡大と共に、副官が伝える物語もどんどん誇張されていき、新米船員たちの北斗に対する崇拝もますます強くなっていく。",
      "ko": "주인을 닮는다는 속담이 있다.\n\n비록 100% 맞는 말은 아니지만 「남십자」함대는 확실히 북두와 같은 기질을 가지고 있다.\n\n하지만 함대엔 북두가 모르는 비밀이 있다.\n\n1등 항해사는 신입 수병들이 들어오면 그들에게 술을 사준다. 그리고 아주 생동감 넘치게 과거의 일을 알려준다:\n\n「남십자」가 바다 미지의 영역을 탐색하고 있을 때였어, 수많은 폭풍우를 겪었고 까딱했다간 배가 부서져서 사람들이 줄을 뻔했지.\n\n그때 북두가 갑판에 올라가더니 직접 조타륜을 조종하면서 리월 어민들이 고기를 낚을 때 부르는 노래를 불렀어.\n\n「더 이상 파도가 치지 않고 지평선이 보일 정도로 맑아질 때까지 말이야….」\n\n1등 항해사는 추억에 잠긴 듯한 표정으로 이야기를 마친다.\n\n함대의 사업이 커지면서 1등 항해사의 이야깃거리는 점점 더 많아졌고 신입 선원들의 북두에 대한 존경심도 더욱 두터워졌다",
      "en": "Some say an object takes after its master.\n\nThough it may not be a suitable description, The Crux crew does indeed take after Beidou, exhibiting the same qualities.\n\nHowever, there are still secrets among the crew, spreading in places unnoticed by Beidou.\n\nHer First Mate always takes new sailors out after their first safe return for drinks and fills them in on the details of an old story:\n\nIn the past, the crew went on a journey to brave the unknown seas and found itself at death's door in a horrific storm.\n\nAt that time, Beidou stood on the deck behind the wheel, singing a Liyue fishermen's song in the storm.\n\n\"...all the way until the waves died down and dawn broke on the far horizon...\"\n\nThe First Mate often ends the story with this final line and a look of longing on his face.\n\nAs business grew and the crew expanded, more and more outrageously incredible details were added to the story, making the rookies worship Beidou like a goddess.",
      "de": "Ein Sprichwort sagt, dass ein Objekt seinem Besitzer häufig ähnelt.\n\nObwohl dies möglicherweise keine sonderlich geeignete Beschreibung ist, ähnelt die Crux Beidou tatsächlich und weist sogar dieselben Eigenschaften auf.\n\nJedoch gibt es immer noch Geheimnisse in der Flotte, die sich an Orten ausbreiten, die von Beidou unbemerkt bleiben.\n\nIhr erster Offizier geht immer mit neuen Matrosen nach ihrer ersten sicheren Rückkehr zum Feiern aus und erzählt ihnen ausführlich eine alte Geschichte:\n\nIn der Vergangenheit begab sich die Crux einmal auf eine Reise, um den unbekannten Meeren zu trotzen, und geriet in einen schrecklichen Sturm an der Schwelle des Todes.\n\nZu diesem Zeitpunkt stand Beidou auf dem Deck hinter dem Steuerrad und sang dem Sturm ein Fischerlied aus Liyue entgegen.\n\n„... den ganzen Weg entlang, bis die Wellen nachlassen und die Morgendämmerung am fernen Horizont anbricht ...“\n\nDer Offizier beendete die Geschichte mit dieser letzten Zeile und einem sehnsüchtigen Gesichtsausdruck.\n\nAls das Geschäft wuchs und die Flotte größer wurde, wurden der Geschichte immer mehr unglaubliche Details hinzugefügt, die die Neulinge dazu brachten, Beidou anzubeten wie eine Göttin.",
      "es": "Algunos dicen que un objeto se asemeja a su amo.\n\nAunque puede que no sea una descripción adecuada, la Flota Crux Meridianam sí se asemeja a Beidou, pues tiene las mismas cualidades.\n\nSin embargo, hay secretos entre la flota que se extienden a lugares de los que Beidou no se ha percatado.\n\nDespués de su primer viaje, su Primer Oficial siempre saca a los nuevos marineros a beber y les cuenta con todo lujo de detalles una vieja historia:\n\nEn el pasado, la Flota Crux emprendió un viaje para desafiar los mares desconocidos y se encontró con una terrible tormenta que los llevó a las puertas de la muerte.\n\nEn ese momento, Beidou estaba parada en la cubierta detrás del timón, cantando una canción de pescadores de Liyue en medio de aquella tormenta.\n\n“... Hasta que las olas se calmaron y amaneció en el horizonte lejano”.\n\nEl Primer Oficial termina la historia con esta última frase y una expresión de anhelo en su rostro.\n\nA medida que el negocio creció y la flota se expandió, fue agregando detalles cada vez más increíbles para que los novatos adoraran a Beidou como a una diosa.",
      "fr": "D'aucuns prétendent que les objets tiennent de leur maître.\n\nBien que cette idée puisse paraître tirée par les cheveux, il n'empêche que certaines des qualités de Beidou semblent avoir déteint sur le Crux.\n\nMais certains secrets ont cours au sein de l'équipage, se répandant en des lieux ignorés de Beidou.\n\nSon second a pour habitude d'amener les nouvelles recrues boire un verre après leur première expédition, et de leur raconter avec force détails l'histoire suivante :\n\nL'armada du Crux était en ce temps-là partie braver les mers, en mission d'exploration de territoires maritimes inconnus. Elle se trouva au cœur d'une tempête comme on en voit rarement ; le sort de la Flotte semblait scellé, et tous se préparaient à sombrer par le fond.\n\nC'est alors qu'on put entendre Beidou, qui était à la barre sur le pont, chanter dans la tempête faisant rage une chanson traditionnelle des pêcheurs de Liyue.\n\n« ... Jusqu'à ce que les vagues se calment, et qu'à l'horizon l'aube montre son visage... »\n\nC'est sur ces mots que le second termine toujours son histoire ; et à chaque fois, son expression est celle de celui qui chérit quelque précieux souvenir.\n\nAvec l'expansion des activités de la Flotte, l'histoire contée par le second s'est progressivement vue agrémentée de nombreux autres détails incroyables, qui participent à l'adoration des nouveaux venus à l'égard de leur capitaine.",
      "pt": "Alguns dizem que um objeto se assemelha ao seu mestre.\n\nEmbora não seja a descrição mais adequada, a Frota Crux realmente é igual a Beidou, exibindo as mesmas qualidades.\n\nNo entanto, ainda existem segredos entre a frota, espalhando-se em lugares despercebidos por Beidou.\n\nSeu Primeiro Oficial sempre levava novos marinheiros para tomar uma bebida após seu primeiro retorno seguro e contava-lhes uma história antiga em detalhes:\n\nNo passado, a Frota Crux fazia uma jornada para enfrentar os mares desconhecidos e se viu em uma tempestade horrível, perto da porta da morte.\n\nNa época, Beidou estava no convés atrás do leme, cantando uma canção de pescadores de Liyue na tempestade.\n\n\"... Continuar até as ondas desaparecerem e o amanhecer surgir no horizonte distante...\"\n\nO Primeiro Oficial terminava a história com um ar de saudade.\n\n À medida que os negócios cresciam e a frota se expandia mais rapidamente, detalhes incríveis foram adicionados à história, fazendo com que os novatos adorassem Beidou como uma deusa.",
      "ru": "Пословица гласит, что каков хозяин - такова и его вещь. Хоть Южный Крест и не «вещь», но он всё равно показывает схожие с Бэй Доу качества.\n\nНо среди матросов есть и свои секреты, о которых она ничего не знает.\n\nПо возвращению из дальнего плаванья её первый помощник всегда брал с собой в таверну моряков, у которых этот поход был первым.\n\nТам он рассказывал им историю о том, как в прошлом Южный Крест ушёл в неизвестные моря, чтобы бросить вызов неизведанному, и попал в ужасный шторм.\n\nШансы на выживание были малы, но Бэй Доу сама схватилась за штурвал и вела корабль, напевая песню рыбаков Ли Юэ...\n\n«Она стояла за штурвалом, пока ветер не стих и на горизонте не появился рассвет», - заканчивал эту историю её первый помощник с тоской по былым временам.\n\nСо временем бизнес Южного Креста расширялся, и флот рос, и к этой истории добавлялись всё новые, чуть ли не фантастические подробности, которые заставляли поклоняться Бэй Доу, как богине морей.",
      "id": "Ada yang mengatakan sebuah benda akan menjadi serupa dengan tuannya.\n\nMeskipun pernyataan itu mungkin bukan deskripsi yang cocok, armada Crux memang seperti Beidou, memiliki temperamen yang sama.\n\nNamun, masih ada beberapa rahasia di armada, menyebar di tempat-tempat yang tidak diketahui oleh Beidou.\n\nChief Matenya sering kali mengajak nelayan baru pergi setelah mereka kembali dengan selamat dalam perjalanannya, dan mencuci otak mereka dengan cerita lama:\n\nDi masa lalu, armada Crux melakukan perjalanan untuk mengarungi lautan yang tidak dikenal dan terjebak dalam badai mengerikan yang hampir menyeret mereka masuk ke dalam kematian.\n\nPada saat badai itu berlangsung, Beidou berdiri di geladak di belakang kemudi, sambil menyanyikan lagu nelayan Liyue.\n\n\"...Sampai ombak di depan mereda dan fajar menyingsing menyinari cakrawala dan lautan tenang...\"\n\nChief Mate sering mengakhiri ceritanya dengan kalimat itu dan ekspresi kerinduan terpancar di wajahnya.\n\nSeiring bertumbuhnya bisnis dan berkembangnya armada, semakin banyak hal-hal luar biasa yang ditambahkan ke dalam cerita, membuat para nelayan baru memuja Beidou seperti seorang Dewi.",
      "th": "คำพูดติดปากว่า สิ่งต่างๆมักจะเหมือนเจ้าของ ของมัน\n\nถึงแม้จะไม่ได้เหมาะเจาะอะไรขนาดนั้นแต่กองเรือ \"the Crux\" นั้นต้องเหมือนกับ Beidou อย่างแน่นอน มีบรรยากาศที่เหมือนกัน\n\nแต่ก็ยังมีความลับบางอย่างภายในกองเรือ อยู่ในที่ที่ Beidou เองก็มองไม่เห็น\n\nหลังจากครั้งแรกที่ลูกเรือใหม่ กลับมาจากปฏิบัติหน้าที่ หัวหน้าก็ชวนพวกเขาไปดื่มและ เล่าเรื่องราวเก่า ๆ ให้ฟัง\n\nในปีนั้น \"the Crux\" ได้ออกเดินทางสำรวจยังเขตทะเลที่ไม่มีใครรู้จัก มีหลายครั้งที่หลุดเข้าไปใน กลางพายุ ประมากเพียงเล็กน้อยก็ทำให้ เรือพังและคนล้มตาย\n\nในเวลานั้น Beidou ปีนขึ้นไปบนดาดฟ้าเรือและยืนอยู่ ด้านหลังพวงมาลัย บังคับเรือพลางร้องเพลงลากอวน จับปลาของลูกประมง Liyue ไปพลางท่ามกลางพายุฝน\n\n\"จนกว่าจะไม่มีลมและคลื่นอีกต่อไป แสงอาทิตย์เปล่งประกายตัดท้อง ทะเลและเส้นขอบฟ้า ทุกอย่างราบเรียบ...\"\n\nหัวหน้านั้นมักจะทำหน้าปลาบปลื้ม และพูดจบท้ายด้วยประโยคนี้\n\nด้วยการขยายตัวของการงานของกองเรือ เรื่องเล่าที่น่าตื่นเต้นของหัวหน้าก็ ยิ่งมากขึ้นไปด้วยและก็ทำให้ Beidou ได้รับความเคารพนับถือจากเหล่า ลูกเรือใหม่มากขึ้นเรื่อยๆ",
      "vi": "Tục ngữ có câu \"Vật Giống Chủ\".\n\nMặc dù không mấy thích hợp, nhưng đội thuyền \"Nam Thập Tự\" quả có khí chất giống Beidou.\n\nTuy nhiên trong đội thuyền vẫn còn có bí mật, lưu truyền nơi Beidou không thể nhìn thấy.\n\nSau lần trở về đầu tiên của các thủy thủ mới, phó thuyền trưởng sẽ mời họ uống rượu, sau đó kể lại chuyện cũ một cách sinh động:\n\nNăm đó Nam Thập Tự đi tìm những vùng biển mới, đã nhiều lần bị cuốn vào bão tố, chỉ cần sơ sẩy một chút sẽ khiến thuyền đắm thương vong.\n\nLúc đó, Beidou đứng lên bong tàu, tự mình đứng sau bánh lái, trong mưa gió vừa lái tàu vừa hát lên tín hiệu kéo lưới của ngư dân Liyue.\n\n\"Cho đến khi trước mắt không còn sóng gió, đường chân trời tỏa ánh hào quang, sóng yên biển lặng...\"\n\nPhó thuyền trưởng thường dùng gương mặt mang đầy hoài niệm, đọc lên câu nói này làm đoạn kết.\n\nTheo sự phát triển của đội tàu, những miêu tả khiến người đời phải khiếp sợ trong các câu chuyện của phó thuyền trưởng ngày càng nhiều, sự sùng bái của tân thủy thủ với Beidou ngày càng tăng lên."
    }
  },
  {
    "title": {
      "zhs": "码头力工们的闲话",
      "zht": "碼頭粗工們的閒話",
      "jp": "埠頭の労働者たちの世間話",
      "ko": "부두 일꾼의 불평",
      "en": "Pier Laborers' Gossip",
      "de": "Klatsch und Tratsch der Hafenarbeiter",
      "es": "Rumores de los trabajadores del muelle",
      "fr": "Histoire de dockers",
      "pt": "Rumores dos Trabalhadores do Porto",
      "ru": "Болтовня рабочих с пристани",
      "id": "Gosip Pekerja Pelabuhan",
      "th": "เรื่องซุบซิบของชาวเรือ",
      "vi": "Chuyện phiếm của công nhân bến tàu"
    },
    "line": {
      "zhs": "①面对硕大无朋的三头海蛇，北斗投出了她的大剑，大剑完美地刺穿了海蛇的三根脊椎，旋转着回到了北斗手中。\n\n②北斗在棋局上赢过凝光，两次。重要的不是能赢凝光的钱，而是敢赢凝光的钱。\n\n③北斗当初最后一次唱渔歌是在狩猎海怪「海山」之时。在那以后她就不唱渔歌了。\n\n④是的，没听错。北斗会唱渔歌。你可千万别当面问本人。你想想三头海蛇的下场吧。",
      "zht": "#①面對碩大無朋的三頭海蛇，北斗投出了她的大劍，大劍完美地刺穿了海蛇的三根脊椎，旋轉著回到了北斗手中。\n\n②北斗在棋局上贏過凝光，兩次。重要的不是能贏凝光的錢，而是敢贏凝光的錢。\n\n③北斗當初最後一次唱漁歌是在狩獵海怪「海山」之時。在那以後她就不唱漁歌了。\n\n④是的，沒聽錯。北斗會唱漁歌。{F#妳}{M#你}可千萬別當面問本人。{F#妳}{M#你}想想三頭海蛇的下場吧。",
      "jp": "①三つの頭を持つ巨大な海蛇に、北斗は彼女の大剣を投げつけた。大剣は海蛇の三本の脊椎を見事に突き通した後、北斗の元に戻った。\n\n②北斗は囲碁の対局で凝光を破ったことがある。しかも2回。重要なのは、凝光からいくら巻き取ったかではなく、凝光を負かした北斗の度胸である。\n\n③北斗が最後に漁師の歌を歌ったのは、海獣「海山」と戦っている時であった。あれから彼女は一度も歌ったことがない。\n\n④あぁ、聞き間違いではない。北斗は漁師の歌を歌える。だが、絶対に直接本人に聞いてはいけない。三つの頭を持つ海蛇の結末を思い出すんだ。",
      "ko": "1. 어마어마하게 거대한 삼두 바다뱀을 만난 북두는 그녀의 대검을 던졌다. 대검은 바다뱀의 척추를 꿰뚫은 뒤 북두 수중으로 돌아왔다.\n\n2. 북두는 바둑에서 응광을 2번 이겨봤다. 중요한 건 응광의 돈을 땄다는 게 아니라 응광의 돈을 딸 담이 있다는 것이다.\n\n3. 북두가 마지막으로 뱃노래를 부른 건 바다 괴물 「해산」을 사냥할 때이다. 그날 이후 그녀는 더 이상 뱃노래를 부르지 않았다.\n\n4. 맞다, 잘못 들은 게 아니다. 북두는 뱃노래를 부를 줄 안다. 하지만 절대 본인에게 물어봐선 안 된다. 왜 그런지는 삼두 바다뱀의 결말을 생각해 보면 알 수 있을 것이다",
      "en": "1. Facing a three-headed hydra of unrivaled girth, Beidou hurled forth her greatsword. Spinning in the air, it sliced clean through all three of the hydra's vertebrae, before returning to her waiting hand.\n\n2. Beidou has beaten Ningguang at chess. Twice. The important part is not so much that she did win Ningguang's money, but more that she dared to.\n\n3. Since the day she slew the sea monster Haishan, Beidou has never sung a fishermen's shanty ever again.\n\n4. Yes, Beidou knows shanties. But don't you dare ask her that to her face. I mean, you know how that hydra ended up, don't you...",
      "de": "1. Als Beidou der riesigen dreiköpfigen Seeschlange gegenüberstand, warf sie ihr Großschwert, welches die Wirbelsäule des Monstrums perfekt durchbohrte und danach zurück in Beidous Hand flog.\n\n2. Beidou hat gegen Ningguang beim Schachspiel bereits zweimal gewonnen. Das Wichtigste dabei ist nicht, Ningguangs Geld zu gewinnen, sondern es zu wagen, Ningguangs Geld zu einzufordern.\n\n3. Das letzte Mal, als Beidou ein Fischerlied sang, war, als sie das Meeresungeheuer „Haishan“ jagte. Danach hörte sie auf, Fischerlieder zu singen.\n\n4.Ja, ganz richtig gehört. Beidou kann Fischerlieder singen. Man sollte sie aber niemals persönlich danach fragen. Man denke nur an das Schicksal der armen dreiköpfigen Seeschlange ...",
      "es": "1. Frente a una hidra de tres cabezas de un tamaño inimaginable, Beidou lanzó su gran espada. Girando en el aire, cortó los tres cuellos de la hidra antes de regresar a su mano.\n\n2. Beidou venció a Ninguang dos veces en el ajedrez. ¡Dos veces! Lo importante no fue que, tras perder, Ninguang tuviera que pagarle mucho dinero, sino que Beidou se atrevió a desafiarla.\n\n3. Desde el día en que mató al monstruo marino Haishan, Beidou no volvió a cantar una saloma nunca más.\n\n4. Sí, Beidou sabe muchas salomas, no hace falta que se lo preguntes. Solo los insensatos se atreven a hacerlo. ¿O acaso quieres acabar como la hidra de tres cabezas?",
      "fr": "1. Faisant face à une hydre à trois têtes aux dimensions défiant l'entente, Beidou mit l'arme au clair. D'un mouvement fluide, l'épée trancha les trois hideuses gueules, pour revenir ensuite dans la main de la jeune femme.\n\n2. Beidou a déjà battu Ningguang aux échecs. À deux reprises. Il s'agit d'un exploit non pas parce qu'elle a remporté l'argent de Ningguang, mais bien plutôt parce qu'elle a osé remporter l'argent de Ningguang. Nuance de taille.\n\n3. Depuis le jour de son combat contre Haishan, le monstre des profondeurs, Beidou n'a plus jamais chanté de nouveau de chant marin.\n\n4. Oui, Beidou connaît des chants marins. Un conseil cependant : n'en faites surtout pas mention lorsqu'elle est dans les parages. Vous savez ce qui est arrivé à l'hydre à trois têtes, après tout.",
      "pt": "1. Enfrentando uma hidra de três cabeças de tamanho incomparável, Beidou empunhou sua espada. Girando-a no ar, cortou as três vértebras da hidra antes de abaixar a mão.\n\n2. Beidou venceu Ningguang no xadrez. Duas vezes. O importante não é ter ganhado o dinheiro de Ningguang, mas sim pela sua ousadia.\n\n3. Desde o dia em que derrotou o monstro marinho Haishan, Beidou nunca mais cantou uma canção de pescador.\n\n4. Sim, Beidou conhece algumas canções de bordo. Mas não ouse perguntar isso em frente a ela. Quero dizer, você sabe qual foi o fim dessa hidra, não sabe...?",
      "ru": "1. Столкнувшись с огромным трёхглавым морским змеем, Бэй Доу метнула двуручный меч. Перед тем, как вернуться в руки, он легко рассёк все три позвоночника гигантского гада.\n\n2. Бэй Доу выиграла у Нин Гуан в шахматы. Дважды. Важно не то, что она выиграла деньги Нин Гуан, а что осмелилась бросить ей вызов.\n\n3. В последний раз Бэй Доу распевала матросские песни, когда убила морское чудовище, Хай Шаня.\n\n4. Вы не ошиблись, Бэй Доу морские запевки знает. Вот только её об этом не спрашивайте - вы ведь помните, чем кончил трёхглавый змей?",
      "id": "1. Menghadapi ular laut berkepala tiga yang sangat besar, Beidou pun mengeluarkan dan melemparkan pedang besarnya. Pedang itu berputar di udara menghancurkan tulang belakang ular, sebelum akhirnya pedang itu kembali ke tangan Beidou.\n\n2. Beidou telah mengalahkan Ningguang dalam permainan catur, dua kali. Yang terpenting bukan memenangkan uang Ningguang, tetapi keberaniannya untuk menang.\n\n3. Sejak hari dia membunuh monster laut Haishan, Beidou tidak pernah menyanyikan lagu nelayan lagi.\n\nYa, kamu tidak salah dengar, Beidou dapat menyanyikan lagu nelayan. Tapi kamu jangan berani-berani bertanya kepadanya. Kamu tahu kan bagaimana ular itu berakhir...",
      "th": "1.เมื่อเผชิญกับไฮดร้าขนาดใหญ่ Beidou ได้ชักดาบใหญ่ของเธอออกมาก ดาบใหญ่ได้แทงเข้ากระดูกสันหลังสามข้อของมันอย่างง่ายดาย และดาบหวนกลับไปในมือของ Beidou\n\n2.Beidou เคยเอาชนะ Ningguang ในเกมหมากรุกสองครั้ง ประเด็นไม่ได้อยู่ที่ชนะเงินของ Ningguang แต่มันคือกล้าที่จะชนะเงินของ Ningguang\n\n3.Beidou ร้องเพลงตกปลาครั้งสุดท้ายเมื่อ ตอนล่าอสูรทะเล \"Haishan\" หลังจากนั้นเธอไม่เคยร้องเพลงนี้ อีกต่อไป\n\n4.ใช่แล้วคุณฟังไม่ผิด Beidou ร้องเพลงตกปลาได้ แต่คุณอย่าถามเขาโดยตรงนะ ไม่งั้นลองคิดสภาพการตาย ของไฮดร้าดู...",
      "vi": "1. Đối mặt với hải xà khổng lồ ba đầu, Beidou vung ra thanh kiếm của mình, thanh kiếm xuyên qua ba cột sống của hải xà một cách hoàn hảo, rồi quay trở lại trong tay Beidou.\n\n2. Beidou đã thắng Ningguang hai ván cờ. Quan trọng không phải là thắng được tiền của Ningguang, mà là dám thắng tiền của Ningguang.\n\n3. Lần cuối Beidou hát lên bài ca của ngư dân là khi săn quái vật biển Hải Sơn. Từ đó về sau không cô ấy không còn hát bài ca ấy nữa.\n\n4. Đúng vậy, không nghe lầm đâu. Beidou biết hát bài ca của ngư dân. Bạn đừng bao giờ hỏi thẳng cô ấy. Bạn hãy nghĩ lại kết cục của hải xà ba đầu đi."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "璃月与稻妻中流传着一句短语：「鳍化冥海，尾点远山」。渔人从岸上学来这句，翻来覆去地唱。曲子越传越远，成为脍炙人口的渔歌。每到海上起雾，渔民们的小船隐没在白雾里，歌声遥遥传来：鳍化冥海，尾点远山…\n\n这首歌便是北斗的摇篮曲。岩王帝君神剑斩海怪，璃月人将之传为美谈。年幼的北斗爱听神话，睡觉也想着：总有一天得见见这条大鱼。\n\n今天，她却用另一种心情唱起这首歌。全船海员跟着哼唱，扬帆起航。\n\n海山就在海中。它既像鱼也像龙，庞大如噩梦，力大如神灵，轻轻一击便能掀起数十米高的巨浪。\n\n在海上搏命的人，总会与海山相遇。北斗从九岁就想见它，盼着能将它的头颅一刀斩下。\n\n她曾多次挑战海山，均以失败告终。今天却不同，北斗背上最好的大剑，带上最通水性的水手，直奔海山而去。\n\n短兵相接，一战惊雷。这场战斗持续了整整四天。船队携带大炮、渔枪，辅以弓箭和绳索，全力牵制海山。北斗与四足被缚的海山缠斗数个时辰，直至天黑也没能分出胜负。\n\n夜晚是海山最危险的时刻。人们提防着海山的进犯，整夜不敢入睡。北斗站在船头，聆听风声。\n\n一击，只要一击。她在寒风中一动不动地等待。\n\n不知过去多久，粒米未进、滴水未沾的北斗精准捕捉到太阳升起刹那，海中传来的浪花声。\n\n这一击，破云斩月，如山如海，将鱼龙的头颅彻底砍断！\n\n伴随漫天惊雷，一道紫电自半空降下，凝聚在浴血的北斗面前。\n\n屠龙者北斗的「神之眼」自天上而来，有着雷电般夺目的紫光，是龙血也无法匹敌的宝珠。这颗神玉，只应赠给山与海的征服者。",
      "zht": "璃月與稻妻中流傳著一句短語：「鰭化冥海，尾點遠山」。漁人從岸上學來這句，翻來覆去地唱。曲子越傳越遠，成為膾炙人口的漁歌。每到海上起霧，漁民們的小船隱沒在白霧裡，歌聲遙遙傳來：鰭化冥海，尾點遠山…\n\n這首歌便是北斗的搖籃曲。岩王帝君神劍斬海怪，璃月人將之傳為美談。年幼的北斗愛聽神話，睡覺也想著：總有一天得見見這條大魚。\n\n今天，她卻用另一種心情唱起這首歌。全船海員跟著哼唱，揚帆起航。\n\n海山就在海中。它既像魚也像龍，龐大如噩夢，力大如神靈，輕輕一擊便能掀起數十米高的巨浪。\n\n在海上搏命的人，總會與海山相遇。北斗從九歲就想見它，盼著能將它的頭顱一刀斬下。\n\n她曾多次挑戰海山，均以失敗告終。今天卻不同，北斗背上最好的大劍，帶上最通水性的水手，直奔海山而去。\n\n短兵相接，一戰驚雷。這場戰鬥持續了整整四天。船隊攜帶大炮、漁槍，輔以弓箭和繩索，全力牽制海山。北斗與四足被縛的海山纏鬥數個時辰，直至天黑也沒能分出勝負。\n\n夜晚是海山最危險的時刻。人們提防著海山的進犯，整夜不敢入睡。北斗站在船頭，聆聽風聲。\n\n一擊，只要一擊。她在寒風中一動不動地等待。\n\n不知過去多久，粒米未進、滴水未沾的北斗精準捕捉到太陽升起刹那，海中傳來的浪花聲。\n\n這一擊，破雲斬月，如山如海，將魚龍的頭顱徹底砍斷！\n\n伴隨漫天驚雷，一道紫電自半空降下，凝聚在浴血的北斗面前。\n\n屠龍者北斗的「神之眼」自天上而來，有著雷電般奪目的紫光，是龍血也無法匹敵的寶珠。這顆神玉，只應贈給山與海的征服者。",
      "jp": "璃月と稲妻には、このようなことわざがある。「鳍が冥海となり、尾が遠山を指す」。漁師が陸でこの言葉を覚え、次第に広がり、最後は誰もが知る漁師の歌となった。海上に霧が出る度に、漁師の船は白い霧の中に消えて行き、やがて遠くから歌が聞こえてくる。鳍が冥海となり、尾が遠山を指す…\n\nこの歌は北斗の子守歌でもある。岩王帝君が神剣を操り、海獣を斬殺したことを璃月人は美談として言い伝えている。幼い北斗は神話が好きで、眠っている時も、この大きな魚に会っている夢を見た。\n\n今日の彼女は、いつもと違った気持ちでこの歌を歌い始めた。船員全員も口ずさみながら、帆を張り出港した。\n\n海山は海の中に潜んでいる。魚のようで龍のような海山は、悪夢のような大きな体を持ち、その力はまるで神々の如く、たった一撃で数十メートルの波を起こせる。\n\n海で稼ぐ人ならば、いずれ海山に遭遇する。北斗は9才からずっと、海山に会いたかった。いつか、この海獣の頭を斬り落とすと願っていた。\n\nかつて、彼女は海山に何度も挑戦してきたが、全て失敗に終わった。だが今回は違う。北斗は最も優れた大剣を持ち、泳ぎが最も得意な水夫を連れて、海山に攻撃を仕掛けた。\n\n想像を絶する激しい戦いであった。この戦いは四日間も続いた。船隊が装備した大砲、銛に弓とロープ、火力全開で攻撃を仕掛けた。北斗は四本の足を拘束された海山と何時間も戦い、夜になっても決着はつかなかった。\n\n夜の海山は最も危険である。人々は海山の突撃を警戒するために、誰も眠らなかった。北斗は船首に立ち、風の音を感じた。\n\n一撃、たった一撃。寒い夜風に吹かれても彼女は微動だにしなかった。\n\nどのくらい経ったかは分からないが、食べ物と水を一口もしなかった北斗は太陽が昇る瞬間、海中からの波の音を見事に掴んだ。\n\nこの一撃は、雲を突き抜き、月を一刀両断する。山のごとく海のごとく、魚龍の頭蓋骨を断ち切った！\n\n耳を聾する程の雷鳴と共に、紫色の電光が血を浴びた北斗の前に降りた。\n\n竜殺しの北斗の「神の目」は天から授かり、雷電の如く人目を奪う紫色の光を放つ、龍血でさえ匹敵できない宝珠である。この神の珠は、山と海を征服した者にのみ所有が許されている。",
      "ko": "리월과 이나즈마엔 이런 말이 전해져 내려온다:「지느러미는 바다가 되었고, 꼬리는 산이 되었다」. 어부들은 뭍에서 이를 배워온 뒤 계속해서 노래했다. 오랫동안 전해져 내려오며 사람들의 입에 오르내리는 뱃노래가 되었다. 바다에 안개가 낄 때마다 어부들의 작은 선박은 안갯속에 모습을 감추지만 노랫소리는 계속해서 울려 퍼진다: 지느러미는 바다가 되었고, 꼬리는 산이 되었다….\n\n이 노래는 북두의 자장가였다. 암왕제군의 신검이 바다 괴물을 베었고 이는 리월 사람들에게 미담으로 전해내려왔다. 어린 시절의 북두는 신화를 듣는 걸 좋아했고 잠을 잘 때에도 '언젠가 그 커다란 물고기를 보고 말 것이야'라고 생각했다.\n\n오늘날 그녀는 다른 마음으로 이 노래를 부른다. 모든 선원들도 함께 흥얼거리며 닻을 올린다.\n\n해산은 바닷속에 있다. 해산은 물고기 같기도 하고 용 같기도 하며, 무서울 정도로 거대하고 신과 같은 힘을 지니고 있기에 10m 높이의 거대한 파도를 손쉽게 일으킬 수 있다.\n\n바다 위에서 사력을 다하는 사람들은 늘 해산과 만나게 된다. 북두는 9살 때부터 해산을 만나 머리를 단번에 벨 수 있길 원했다.\n\n그녀는 해산에 수차례 도전했지만 모두 실패하고 만다. 하지만 오늘은 다르다. 북두는 제일 좋은 대검을 매고 가장 뛰어난 선원들과 함께 해산이 있는 곳으로 나아갔다.\n\n칼날이 부딪히며 번개가 내려쳤다. 그 전투는 4일 동안 지속됐다. 함대는 대포와 작살, 활, 그리고 밧줄을 가지고 최선을 다해 해산을 견제했다. 북두는 팔다리가 묶인 해산과 싸웠지만 해가질 때까지도 승부를 내지 못한다.\n\n해산은 밤에 가장 위험하기 때문에 사람들은 해산의 공격에 대비하기 위해 밤을 지새웠다. 북두는 뱃머리에 서서 바람 소리를 들었다.\n\n한번, 딱 한 번. 그녀는 한풍이 휘몰아치는 와중에도 전혀 움직이지 않고 기다렸다.\n\n얼마나 오래 지났을까 눈 하나 깜짝 안 하던 북두는 동이 트는 그 찰나를 포착했고 해산에게서 물보라 소리가 울려 퍼진다.\n\n이 일격은 구름을 부수고 달을 가르듯 산과 바다처럼 거대한 해산의 머리를 완전히 잘라낸다.\n\n하늘을 뒤덮은 번개가 하나가 내려치며 피를 뒤집어쓴 북두의 앞에 모이게 된다.\n\n용을 죽인 북두의 「신의 눈」은 하늘이 내려준 것이다. 번개와 같이 화려한 자줏빛은 용의 피보다 훨씬 더 진귀한 구슬이다. 이것은 오직 산과 바다를 정복한 자에게만 주어지는 보석이다",
      "en": "Liyue and Inazuma share a common saying: \"Its fins formed the ocean deep, its tail the mountains high.\" The fishermen learned this phrase while ashore long ago, and sang it over and over, spreading the tune far and wide till it became the much-loved song people know today. Whenever the mists gather over the sea's surface, one can hear the distant song of the fishermen hidden in the white shroud: \"its fins formed the oceans deep, its tail the mountains high...\"\n\nThis was Beidou's childhood lullaby. The tale of Rex Lapis smiting the sea monsters had become legendary among the people of Liyue. As a child, Beidou loved tales like this, and in her dreams, she thought: One day, I want to see this big fish too.\n\nThis day, however, she sang this song with a different emotion in her heart. Her entire crew sang along as they sailed.\n\nHaishan was in the waters with them — at once like a dragon and a fish, it was larger than any could have imagined in their worst nightmares, and mighty as a deity, raising waves dozens of meters high with ease.\n\nAll who ply their trade on the high seas are destined to meet Haishan eventually. Beidou had longed to do so since she was nine, dreaming of slicing its head off in a single blow.\n\nMany times she had challenged the creature, and many times she had failed. But this day was different. This day she charged at Haishan with her best greatsword in hand, and crack sailors at her back.\n\nThe battle would rage fiercely for four days. With cannons and harpoons, arrows and ropes the fleet would assail Haishan, while Beidou battled the thusly tied-down creature for ten hours, well into the night.\n\nNow, nighttime was when Haishan was in its element, and in their vigilance not a single member of the fleet dared sleep a wink. Beidou stood upon the prow, listening to the wind.\n\nOne strike. Just one strike. That was all she needed. And so she waited, unmoving, in the freezing wind.\n\nThen, at the crack of dawn, having neither eaten nor drank throughout the night, Beidou heard a change in the sound of the waves.\n\nWith one almighty strike that sounded as if it could have sliced the moon in two or ripped a mountain from the face of the world, she chopped the leviathan's head clean off!\n\nThe sound of thunder filled the heavens, and a single bolt of purple lightning struck the ocean right in front of Beidou, even as she bathed in the blood of her nemesis.\n\nThus descended a Vision to the slayer of the sea monster, its violet glow as stunning as lightning, and its immaculate, jeweled form a treasure more precious than dragon blood. A suitably divine gift for the hero who subdued Haishan.",
      "de": "In Liyue und Inazuma sagt man gleichermaßen: „Die Flossen tief wie der Ozean, der Schwanz hoch wie die Berge.“ Fischerleute lernten diese Redensart bereits vor langer Zeit und sangen sie immer wieder vor sich hin, wobei sie die Melodie dazu weit verbreiteten, bis diese zu dem oft gelobten Lied wurde, das die Menschen heute kennen. Immer wenn sich Nebel über der Meeresoberfläche sammelt, kann man das ferne Lied der Fischer hören, die im weißen leichentuchartigen Nebel versteckt sind: „Die Flossen tief wie der Ozean, der Schwanz hoch wie die Berge ...“\n\nDies war ebenfalls Beidous Wiegenlied aus ihrer Kindheit. Die Erzählung von Rex Lapis, der das Meeresungeheuer bezwang, war in Liyue legendär geworden. Als Kind liebte Beidou solche Geschichten und selbst in ihren Träumen dachte sie: Auch ich würde solch einen monströsen Fisch eines Tages gerne zu Gesicht bekommen.\n\nEines Tages sang sie dieses Lied jedoch mit einer anderen Motivation in ihrem Herzen. Ihre gesamte Besatzung stimmte in ihren Gesang mit ein, als sie auf hoher See dem Ungetüm auflauerten.\n\nHaishan war ganz in der Nähe ... wie ein Drache und ein Fisch zugleich, größer als jeder vorstellbare Albtraum und mächtig wie eine Gottheit, die mit Leichtigkeit Wellen von mehreren zehn Metern Höhe aufwirbeln konnte. Die, die ihren Handel auf hoher See betrieben, würden mit Sicherheit irgendwann auf Haishan treffen. Beidou hatte sich seit ihrem neunten Lebensjahr danach gesehnt und davon geträumt, ihm mit einem einzigen Schlag den Kopf abzutrennen.\n\nMehrere Male hatte sie die Kreatur bereits herausgefordert, aber meistens war sie gescheitert. Dieser Tag jedoch war anders. An diesem Tag stürmte sie mit ihrem besten Großschwert in den Händen Richtung Haishan und die besten Matrosen gaben ihr Rückendeckung.\n\nDie Schlacht tobte vier lange Tage. Mit Kanonen, Harpunen, Pfeilen und Seilen griff die Flotte Haishan an, während Beidou stundenlang bis spät in die Nacht gegen die so gefesselte Kreatur kämpfte.\n\nJetzt, da die Nacht anbrach, war Haishan in seinem Element und in ihrer Wachsamkeit wagte es kein einzelnes Mitglied der Besatzung zu schlafen. Beidou selbst stand auf dem Bug und lauschte dem Wind.\n\nEin Schlag – nur ein Schlag, das war alles, was sie brauchte. Und so wartete sie unbeweglich im eiskalten Wind der tückischen See. Im Morgengrauen nahm Beidou eine Veränderung im Rauschen der Wellen wahr. Sie stieß mit ihrem Großschwert zu wie ein Donnerschlag und eine tobende Welle zugleich und spaltete damit den Kopf der Bestie!\n\nDer Himmel wurde von Donner zerrissen und ein einzelner Blitz flackerte direkt vor Beidous Gesicht auf, wie sie im Blut ihres Feindes gebadet dort stand.\n\nEin Göttliches Auge materialisierte sich vor Beidou, der Bestientöterin, sein violettes Licht flackerte wie ein Blitz, seine juwelenbesetzte Form war noch kostbarer als Drachenblut, ein wahrlich göttliches Geschenk für diejenige, die Haishan bezwang.",
      "es": "Liyue e Inazuma comparten un dicho común: “Sus aletas formaron el profundo océano, y su cola creó las altas montañas”. Los pescadores aprendieron esta frase mientras estaban en tierra hace mucho tiempo, y la cantaron una y otra vez, difundiendo la melodía hasta que se convirtió en la canción más alabada que la gente conoce hoy en día. Cada vez que la niebla se acumula sobre la superficie del mar, se puede escuchar una canción lejana cantada por los pescadores escondidos en sus blancas barcas: “Sus aletas formaron el profundo océano, y su cola creó las altas montañas...”\n\nEsta fue la canción de cuna de la infancia de Beidou. La historia de Rex Lapis derrotando a los monstruos marinos se había vuelto legendaria entre la gente de Liyue. De niña, a Beidou le encantaban esos cuentos, y a menudo pensaba que a ella también le gustaría ver a aquel pez gigante.\n\nSin embargo, un día cantó la canción con una emoción diferente en su corazón. Toda la tripulación cantaba mientras navegaba.\n\nHaishan estaba en el agua muy cerca. Mitad pez y mitad dragón, era temible como una pesadilla y poderoso como una deidad, y levantaba olas de decenas de metros de altura con facilidad.\n\nAquellos acostumbrados a jugarse la vida en el mar estaban destinados a encontrarse con Haishan. Beidou había deseado hacerlo desde que tenía nueve años, y soñaba con cortarle la cabeza de un solo golpe.\n\nMuchas veces había desafiado a la criatura, y muchas veces había fallado. Pero hubo un día que fue diferente. Ese día, cargó contra Haishan con su mejor espada mientras apartaba a sus marineros de en medio.\n\nLa feroz batalla duró cuatro días. La flota atacó a Haishan con cañones, arpones, flechas y cuerdas, mientras que Beidou luchó contra la criatura durante diez horas hasta bien entrada la noche.\n\nHaishan se sentía más cómodo en la oscuridad, así que ni un solo miembro de la flota se atrevió a dormir aquella noche. Beidou esperaba en la proa del barco mientras escuchaba el sonido del viento.\n\nUn golpe; tan solo un golpe. Eso era lo que necesitaba para derrotarlo. Y así esperó, inmóvil frente al gélido viento de la noche.\n\nAl alba, sin haber comido ni bebido en toda la noche, Beidou escuchó un cambio en el sonido de las olas.\n\nEntonces, asestó un golpe que fue como un trueno, como una furiosa ola que cortó la cabeza del gigantesco monstruo.\n\nLos truenos partieron el cielo, y un rayo púrpura cayó justo ante Beidou, que quedó completamente bañada en la sangre de su enemigo.\n\nEl deslumbrante destello púrpura que cayó del cielo como un rayo era incluso más valioso que la propia sangre de Haishan. Así fue como la matadragones obtuvo su Visión: un regalo divino para aquella persona capaz de subyugar a la terrible criatura.",
      "fr": "Liyue et Inazuma partagent un dicton populaire : « Ses ailerons formèrent les fonds marins, et sa queue les montagnes au loin ». Cette phrase répandue à travers les rivages par les pêcheurs, finit par devenir un chant répété à des lieues à la ronde, connu de tous aujourd'hui. Il n'est pas rare d'entendre au loin lorsque la brume recouvre l'océan quelque équipage chanter à l'unisson : « Ses ailerons formèrent les fonds marins, et sa queue les montagnes au loin... »\n\nBeidou grandit au son de cette chanson, qui lui servit de comptine. Enfant, elle adorait les récits du Souverain de la Roche venant à bout des monstres terrifiants habitant les profondeurs marines, et dans ses rêves pensait : « Un jour, moi aussi, je verrai ces monstres marins. »\n\nMais en ce jour qu'aucun des témoins présents n'oubliera jamais, c'est une autre émotion que le chant montant de ses lèvres transportait, repris par son équipage à sa suite.\n\nHaishan, le démon des mers, bête mi-dragon mi-poisson, était en vue, rugissant, des vagues de la taille de montagnes venant menacer le vaisseau semblant si frêle face à une telle furie.\n\nOn disait alors que ceux qui vivent par la mer, meurent par Haishan... Beidou rêvait elle de rencontrer la bête depuis l'âge de six ans, s'imaginant couper sa gueule gigantesque d'un coup de son épée.\n\nElle avait à de nombreuses reprises défié la créature, mais chaque combat s'était jusqu'ici soldé par sa défaite. Mais pas ce jour-ci, ce jour où elle mena l'assaut face au géant des mers, sa meilleure épée à la main, et son fidèle équipage à ses côtés.\n\nLe combat fit rage. Canons, harpons, flèches, lances, cordes : la Flotte assaillit Haishan de toute part, finissant par offrir une ouverture à Beidou. Saisissant sa chance, elle s'élança à l'assaut, rendant coup pour coup, combattante minuscule face au démon des mers. Dix heures durant elle se battit, jusqu'à ce que le soleil finisse par céder sa place à la lune.\n\nMais le couvert de la nuit conférait l'avantage à Haishan, et nul n'aurait osé laisser baisser sa vigilance. Beidou, seule à la proue, semblait écouter le vent.\n\nUn seul coup suffirait, juste un seul. C'est tout ce qu'elle demandait. Et ainsi elle resta debout à l'avant du vaisseau, sans boire ni manger, ne bougeant pas un muscle, dans le froid glacial des vents marins.\n\nAux premières lueurs du jour, alors que le ciel commençait à laisser percer quelques rares rayons à travers les nuages, Beidou ressentit un changement dans les vagues autour de la Flotte du Crux. Haishan revenait à la charge, cette fois-ci pour en finir.\n\nBeidou attendit, toujours immobile... Et d'un coup s'élança dans les airs, frappant tel l'éclair, et tranchant d'un seul coup d'épée aussi puissant que précis la gueule du monstre !\n\nLes cieux grondèrent, couvrant les hourras de l'équipage, et un éclair pourpre atterrit aux pieds de Beidou baignant dans le sang de son implacable adversaire.\n\nEt c'est ainsi qu'un œil divin échut à la tueuse de dragon, un joyau tout de pourpre brillant, plus précieux encore que le sang du dragon – un cadeau divin octroyé à celle qui avait réussi à vaincre Haishan, le tyran des mers.",
      "pt": "Liyue e Inazuma compartilham um ditado comum: \"Suas barbatanas formaram o oceano profundo, sua cauda as montanhas altas\". Os pescadores aprenderam essa frase em terra há muito tempo, e a cantaram repetidamente, espalhando a música por todo lado até que se tornou a canção frequentemente elogiada que as pessoas conhecem hoje. Sempre que as névoas se juntam sobre a superfície do mar, é possível ouvir o canto distante dos pescadores escondidos na mortalha branca: \"Suas barbatanas formaram o oceano profundo, sua cauda as montanhas altas...\"\n\nEsta foi a canção de ninar de Beidou. A história de Rex Lapis ferindo os monstros marinhos se tornou lendária entre o povo de Liyue. Quando criança, Beidou adorava essas histórias e, em seus sonhos, pensava: eu também gostaria de ver esse peixe gigante.\n\nHoje, porém, ela cantou essa música com uma emoção diferente em seu coração. Toda a sua tripulação cantou enquanto navegavam.\n\nHaishan estava nas águas com eles - dragão e peixe ao mesmo tempo, era maior que um pesadelo e poderoso como uma divindade, levantando ondas com dezenas de metros de altura com facilidade.\n\nAqueles que exercem seu ofício no alto-mar encontrariam Haishan eventualmente. Beidou desejava isso desde os nove anos, sonhando em cortar a cabeça com um único golpe.\n\nMuitas vezes desafiou a criatura e muitas vezes falhou. Mas esse dia foi diferente. Nesse dia, ela atacou Haishan, com sua melhor espada na mão.\n\nA batalha durou ferozmente por quatro dias. Com canhões e arpões, flechas e cordas, a frota atacou Haishan, enquanto Beidou lutou contra a criatura por dez horas durante a noite.\n\nAgora, o pesadelo era enfrentar Haishan em seu elemento e, em sua vigilância, nem um único membro da frota se atreveu a dormir. A própria Beidou estava de pé na proa, ouvindo o vento.\n\nUm golpe. Apenas um golpe. Era tudo o que ela precisava. E assim ela esperou, imóvel, no vento gelado.\n\nNo raiar do dia, não tendo comido nem bebido a noite toda, Beidou ouviu uma mudança no som das ondas.\n\nEla desferiu um golpe como um trovão, como uma onda furiosa, e abriu a cabeça do leviatã!\n\nOs céus foram então rasgados pelo trovão, e um único raio roxo caiu diante de Beidou quando ela estava banhada no sangue de seu inimigo.\n\nEntão uma Visão desceu do céu até a matadora de dragões, uma luz violeta como um raio, sua forma de joia mais preciosa que o sangue de dragão - um presente divino para quem subjugou Haishan.",
      "ru": "В Ли Юэ и Инадзуме ходит поговорка: «Его плавники бороздят дно, а хвост касается высоких гор». Давным давно на берегу эту фразу разучили рыбаки, и распевали её снова и снова. Она расходилась всё дальше, пока не стала популярной рыбацкой песней. Когда на море поднимается молочный туман и скрывает рыбацкие лодчонки, из-за пелены его до берегов доносится пение: «его плавники бороздят дно, а хвост касается высоких гор»...\n\nЭто была колыбельная Бэй Доу. В Ли Юэ очень полюбили рассказывать историю о том, как Властелин Камня сражал морских чудовищ. Маленькая Бэй Доу такие истории обожала. Даже во сне её не покидали мысли, как в один прекрасный день увидит эту гигантскую рыбину.\n\nНо в тот день она напевала в совсем другом настроении. Когда подымали паруса, пела вся команда.\n\nСовсем рядом под кораблём плыл Хай Шань. Ужасно огромный и могучий, как божество, он походил на рыбу и дракона, и легко поднимал десятиметровые волны.\n\nЛюбой человек их ремесла рано или поздно встречался с Хай Шанем. Бэй Доу мечтала об этом с девяти лет и жаждала обезглавить его одним ударом. Каждая из её многочисленных схваток с Хай Шанем заканчивались неудачей, но сегодня всё было по-другому. В руках у неё был лучший двуручный меч, а за спиной - команда первоклассных моряков.\n\nСхватка кончилась только через четыре дня. В ход против чудища шло всё: пушки, гарпуны, стрелы и канаты. Бэй Доу билась с запутавшимся Хай Шанем до наступления темноты.\n\nНочью Хай Шань был опаснее всего. Команда держалась настороже и не осмеливалась сомкнуть глаз. Бэй Доу, стоя на форштевне, прислушивалась к ветру.\n\nОдин удар, всего лишь один удар. Замерев, она ждала, пока её сёк ледяной ветер.\n\nЗабрезжили первые лучи рассвета, когда томимая голодом и жаждой Бэй Доу услышала в шуме волн перемену.\n\nМогучим ударом, способным расколоть комету, она разрубила голову морского чудовища до самого её основания!\n\nНебеса затряслись в раскатах грома, и прямо перед залитой с головы до ног кровью Бэй Доу ударила фиолетовая молния.\n\nТак, переливаясь ослепительными пурпурными разрядами, убийце драконов Бэй Доу был послан Глаз Бога - подарок богов, более ценный, нежели кровь дракона. Подарок под стать покорительнице гор и морей.",
      "id": "Ada sebuah pepatah yang sering diucapkan di Liyue dan Inazuma: \"Siripnya membentuk lautan bebas, dan ekornya membentuk pegunungan tinggi\". Kata-kata ini awalnya sering dinyanyikan oleh para nelayan saat mengarungi lautan dan kini telah berubah menjadi lagu tentang lautan yang sangat dikenal. Setiap kali kabut turun ke permukaan laut dan menutupi kapal-kapal nelayan, lagu ini akan selalu terdengar: \"Siripnya membentuk lautan bebas, dan ekornya membentuk pegunungan tinggi...\"\n\nLagu inilah yang menjadi lagu pengantar tidur Beidou. Kisah tentang Rex Lapis yang berhasil mengalahkan monster laut dengan pedang saktinya sudah menjadi legenda turun-temurun di Liyue. Sebagai seorang anak, Beidou menyukai kisah-kisah seperti itu, dan dia bermimpi: Aku juga ingin melihat ikan raksasa ini suatu hari nanti.\n\nHari ini, dia menyanyikan lagu ini dengan suasana hati yang berbeda. Seluruh kru bernyanyi bersama saat mereka berlayar.\n\nHaishan berada di perairan bersama mereka — bentuknya seperti naga dan ikan, lebih mengerikan dari mimpi buruk dan memiliki kekuatan sekuat Dewa, serta menyebabkan ombak besar setinggi puluhan meter dengan satu pukulan.\n\nMereka yang hidup dari berlayar pasti pernah bertemu Haishan. Sejak usia 9 tahun, Beidou ingin bertemu dengannya dan berharap dirinya dapat memotong kepala Haishan dalam sekali tebas.\n\nDia telah menantang makhluk itu berkali-kali, tapi selalu berakhir dengan kegagalan. Namun hari ini berbeda, dia membawa pedang besar terbaiknya, dan membawa nelayan yang paling ahli untuk mengarungi lautan.\n\nPertempuran berlangsung sengit selama empat hari. Dengan meriam dan tombak, panah dan tali, armada terus menyerang Haishan dengan sekuat tenaga, sementara Beidou berperang dengan makhluk yang terikat selama sepuluh jam, sampai langit gelap.\n\nMalam hari adalah waktu yang paling berbahaya, tidak ada kru yang berani tidur dan selalu waspada. Beidou sendiri berdiri di haluan, mendengarkan suara angin.\n\nSatu serangan. Hanya satu serangan. Maka dia menunggu, tidak bergerak dalam dinginnya angin.\n\nKemudian pada saat fajar menyingsing, setelah tidak makan atau minum sepanjang malam, Beidou mendengar perubahan suara ombak.\n\nDia melepaskan serangan seperti guntur, seperti ombak yang mengamuk, dan membelah kepala monster itu!\n\nLangit kemudian bergemuruh tiada henti, satu kilat berwarna ungu menyambar tepat di depan Beidou yang berlumuran darah. Muncullah Vision dari atas ke depan Beidou, sang pembunuh naga. Berwarna ungu seperti kilat, benda itu lebih berharga daripada darah naga — hadiah istimewa bagi dia yang menaklukkan naga.",
      "th": "มีคำคำหนึ่งเป็นที่แพร่หลายระหว่างเมือง Liyue และ Inazuma:\"ครีบก่อตัวเป็นทะเลลึก หางสูงดั่งภูเขา\" ชาวประมงได้ยินมาจากฝั่งและร้องจนแพร่หลายไปทุกที จนกลายเป็นเพลงประจำของ ชาวประมง เมื่อมีหมอกขาวกลางทะเลก็จะมีเสียงเพลงล่องลอยมาแต่ไกล:\"ครีบก่อตัวเป็นทะเลลึก หางสูงดั่งภูเขา\"\n\nและเพลงนี้ก็คือเพลงไกวเปลของ Beidou ราชาแห่งหินกำจัดอสูรทะเลด้วย ดาบเทพ ชาว Liyue ต่างยกย่องในความดีนี้ เมื่อ Beidou ครั้งเยาว์วัยชื่อชอบการฟังเทพนิยาย เวลานอนก็มักฝันที่จะเจอปลา ตัวใหญ่นั้นให้ได้\n\nและในวันนี้เธอฮัมเพลงนี้ในอารมณ์ที่แตกต่างจากเดิมไป เหล่ากะลาสีร้องเพลงตามและ เริ่มออกเรือ\n\nHaishan นั้นอยู่ในทะเล มันทั้งคล้ายปลาและคล้ายมังกร ตัวใหญ่มหึมาดั่งฝันร้าย กำลังใหญ่ดั่งเทพ เพียงสะบัดเบา ๆ ก็สามารถก่อคลื่นยักษ์สูงสิบเมตร\n\nผู้ที่ใช้ชีวิตอยู่กับทะเลก็มักจะได้ พบเจอกับ Haishan ซึ่ง Beidou นั้นอยากที่จะพบเจอกับมันตั้งแต่ อายุ 9 ขวบ หวังที่จะฟันคอมันหักสักวัน\n\nเธอเคยท้าทาย Haishan หลายครั้งแต่ก็ต้องจบด้วยการพ่ายแพ้ แต่วันนี้แตกต่างจากครั้งอื่น ๆ เธอได้พกดาบใหญ่ที่ดีที่สุด และกะลาสีที่ชำนาญน้ำที่สุด มุ่งออกล่า Haishan\n\nเข้าประชันกันอย่างใกล้ชิดเป็นเวลาติดต่อกันสี่วัน กองเรือได้พกปืนใหญ่ ปืนตกปลา และธนูกับเชือก เพื่อการล่า Haishan อย่างเต็มที่ ซึ่ง Beidou ต่อสู้กับ Haishan ที่ถูกมัดสี่เท้าเป็นเวลานานนับหลายชั่วโมงจนฟ้ามืดก็ไม่สามารถเอา ชนะได้\n\nซึ่งพอถึงช่วงกลางคืนเป็นช่วงที่มันอันตรายที่สุด ทุกคนรอรับการโจมตีของปลายักษ์นี้ไม่กล้าแม้จะปิดตานอน Beidou ยืนอยู่บนหัวเรือรับฟังเสียงลมทะเล\n\nโจมตีเพียงครั้งเดียว ครั้งเดียวเท่านั้น เธอยืนนิ่งอยู่กลางลมหนาวไม่แม้แต่ขยับ\n\nไม่รู้ว่าเวลาผ่านไปนานแค่ไหน เธอที่ข้าวไม่กิน น้ำไม่ดื่มจับจังหวะที่พระอาทิตย์ขึ้นมายังขอบฟ้า เสียงคลื่นในทะเลดังขึ้น\n\nเพียงดาบเดียว ฟันคอเจ้าปลายักษ์นี้หักโดยสิ้นเชิง!\n\nตามด้วยฟ้าผ่าสนั่น ผ่าแสงสีม่วงลงมายังตรงหน้า Beidou ที่นองไปด้วยคราบเลือด\n\nวิชั่นของ Beidou ผู้ฆ่ามังกรลอยลงมาจากฟ้า มีแสงสีม่วงดั่งสายฟ้าที่ตระการตา เป็นแสงที่แม้เลือดมังกร ไม่อาจเทียบได้ หยกชิ้นนี้คู่ควรแก่ผู้พิชิตภูเขา และทะเล",
      "vi": "Có một câu nói lưu hành trong cả Liyue và Inazuma: \"Vây hóa thành biển lớn, đuôi chạm núi xa kia\". Ngư dân đã học câu này ở đâu đó, cứ hát đi hát lại mãi. Câu hát mỗi lúc một lan xa hơn và trở thành bài ca ngư dân được ưa chuộng nhất. Mỗi khi sương giăng trên biển, những chiếc thuyển nhỏ của ngư dân ẩn mình trong màn sương trắng, tiếng hát lại từ xa xa truyền đến: Vây hóa thành biển lớn, đuôi chạm núi xa kia...\n\nBài hát này cũng là khúc hát ru của Beidou. Nham Vương Đế Quân rút kiếm chém quái vật biển đã trở thành câu chuyện được người dân Liyue truyền nhau và ca tụng. Khi còn nhỏ Beidou thích nghe những câu chuyện thần thoại, lúc ngủ cũng nghĩ: Sẽ có một ngày thấy được con cá lớn này.\n\nHôm nay, cô ấy hát bài hát này với một tâm trạng khác. Tất cả thuyền viên cũng hát theo, rồi giương buồm ra khơi.\n\nHải Sơn nằm ở trên biển. Trông nó giống như cá lại có vẻ như rồng, mạnh mẽ như thần linh, to lớn như một cơn ác mộng, chỉ cần đập nhẹ đã có thể tạo ra con sóng khổng lồ cao hàng chục mét.\n\nNhững người lăn lộn trên biển, thường gặp phải Hải Sơn. Từ khi chín tuổi Beidou đã muốn gặp nó, mong chờ có thể lấy đầu của nó.\n\nCô đã khiêu chiến Hải Sơn nhiều lần, nhưng đều thất bại. Nhưng hôm nay thì khác, Beidou đeo thanh kiếm tốt nhất trên lưng, mang theo những thuỷ thủ giỏi nhất, đi thẳng đến chỗ của Hải Sơn.\n\nĐánh một trận trực diện vang dội. Trận chiến kéo dài bốn ngày. Đội thuyền mang theo đại bác, ngư thương, còn có sự hỗ trợ của cung tên và dây thừng, dốc toàn lực để kìm hãm Hải Sơn. Beidou và Hải Sơn với bốn chân bị trói đã chiến đấu trong nhiều giờ liền, cho đến khi trời tối vẫn chưa phân thắng bại.\n\nBan đêm là thời điểm Hải Sơn trở nên nguy hiểm nhất. Mọi người cảnh giác Hải Sơn tấn công, cả đêm không ai dám ngủ. Beidou đứng trước mũi thuyền, nghe tiếng gió thổi.\n\nMột, chỉ một cú đánh nữa thôi. Cô đứng bất động, chờ đợi trong gió lạnh.\n\nKhông biết đã qua bao lâu, vào lúc mặt trời vừa lên Beidou bỗng nghe được tiếng sóng từ mặt biển truyền lại.\n\nMột cú đánh cực mạnh, xé nát bầu trời, đã dứt khoát chặt đứt đầu của ngư long!\n\nKéo theo sấm sét đầy trời, một tia sét màu tím từ không trung giáng xuống ngưng tụ trước khuôn mặt đẫm máu của Beidou.\n\nVision của người anh hùng Beidou đến từ bầu trời, mang theo màu tím chói loá của sấm sét, là viên ngọc mà long huyết cũng không thể sánh bằng. Miếng ngọc thần này chỉ xứng đáng trao cho những người chinh phục sơn hải."
    }
  }
]