[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "西风骑士团的图书管理员，胸怀万卷的优雅淑女。\n\n据说她是须弥教令院两百年一遇的天才魔女。\n\n虽然不知道具体理由，但在须弥国进修两年之后，她最终回到了蒙德。\n\n目前，丽莎在西风骑士团工作，职位是管理骑士团藏书的图书管理员。",
      "zht": "西風騎士團的圖書管理員，胸懷萬卷的優雅淑女。\n\n據說她是須彌教令院兩百年一遇的天才魔女。\n\n雖然不知道具體理由，但在須彌國進修兩年之後，她最終回到了蒙德。\n\n目前，麗莎在西風騎士團工作，職位是管理騎士團藏書的圖書管理員。",
      "jp": "彼女は西風騎士団の図書館司書。物知りな淑女である。\n\n噂によると、スメール教令院の200年に一人の天才魔女でもあるそうだ。\n\n詳細は明らかにされていないが、リサはスメール国で2年間勉強した後、モンドに戻った。\n\n現在は西風騎士団で仕事をしており、騎士団蔵書の管理を任されている。",
      "ko": "페보니우스 기사단의 도서관 사서, 머릿속에 수많은 책들이 들어 있는 우아한 숙녀다.\n\n그녀는 수메르 아카데미아에서 이백 년에 한 번 꼴로 나온다는 천재 마녀라고 한다.\n\n자세한 이유는 모르지만 수메르에서 2년 동안 수련한 뒤 몬드로 돌아왔다.\n\n리사는 현재 페보니우스 기사단에서 도서관 사서직을 맡아 책을 관리하고 있다",
      "en": "The librarian of the Knights of Favonius. In addition to her elegance and charm, Lisa is also highly educated.\n\nShe is said to have been the most talented sorceress to study at the Sumeru Akademiya in the last two centuries.\n\nIt is known that Lisa chose to return to Mondstadt after two years of advanced study in Sumeru, but the reason for her decision is not.",
      "de": "Die Bibliothekarin des Ordo Favonius. Neben ihrer Eleganz und ihrem Charme ist Lisa auch noch sehr gut ausgebildet.\n\nSie soll die talentierteste Hexe gewesen sein, die in den letzten zwei Jahrhunderten an der Sumeru-Akademie studiert hat.\n\nEs ist bekannt, dass Lisa nach zwei Jahren fortgeschrittenen Studiums in Sumeru nach Mondstadt zurückgekehrt ist. Dennoch ist dies nicht der wahre Grund für ihre Entscheidung.\n\nLisa dient derzeit als Bibliothekarin beim Ritterorden und verwaltet dessen Bibliothek.",
      "es": "La bibliotecaria de los Caballeros de Favonius. Además de su exquisita elegancia, Lisa también es una mujer de amplios conocimientos.\n\nSe dice que era la hechicera más talentosa de la Academia de Sumeru en los últimos dos siglos.\n\nSe sabe que, por razones no muy claras, después de estudiar en Sumeru durante dos años, Lisa decidió regresar a Mondstadt.\n\nActualmente, es la bibliotecaria de los Caballeros de Favonius.",
      "fr": "Lisa est la bibliothécaire de l'Ordre de Favonius. Son élégance et sa beauté n'ont d'égales que son intelligence.\n\nOn raconte qu'elle est la sorcière la plus talentueuse ayant étudié à l'Académie de Sumeru en plus de deux siècles.\n\nElle a décidé de rentrer à Mondstadt après deux ans d'études à Sumeru, pour des raisons inconnues.",
      "pt": "A bibliotecária dos Cavaleiros de Favonius. Além de sua requintada elegância, Lisa também é uma mulher de vasto conhecimento.\n\nEla era a feiticeira mais talentosa da Academia Sumeru nos últimos dois séculos.\n\nPor razões pouco claras, depois de estudar em Sumeru por dois anos, Lisa optou por retornar para Mondstadt.\n\nLisa atualmente serve os Cavaleiros de Favonius como bibliotecária.",
      "ru": "Библиотекарь Ордо Фавониус. Лиза не только изысканно элегантна, но и всесторонне эрудированна.\n\nОна лучшая выпускница Академии Сумеру за последние двести лет.\n\nПо неизвестным причинам после двух лет обучения в Сумеру Лиза решила вернуться обратно в Мондштадт.\n\nВ настоящее время Лиза заведует библиотекой Ордо Фавониус.",
      "id": "Pustakawan Knights of Favonius. Di balik penampilannya yang sangat elegan, dia memiliki pengetahuan yang luar biasa luas.\n\nDia disebut-sebut sebagai penyihir paling berbakat Sumeru Akademiya dalam 200 tahun terakhir.\n\nKarena alasan yang tidak diketahui, Lisa memilih untuk pulang, kembali ke Mondstadt setelah belajar di Sumeru selama 2 tahun.\n\nKini Lisa memilih untuk bekerja sebagai seorang pustakawan di perpustakaan Knights of Favonius.",
      "th": "ผู้ดูแลห้องสมุดของกองอัศวินแห่ง Favonius สตรีผู้สง่างามและรักในการอ่านหนังสือ\n\nว่ากันว่าเธอคือแม่มดอัจฉริยะที่สองร้อยปีจะโผล่มาสักครั้งที่สถาบัน Sumeru\n\nถึงแม้ว่าจะไม่ทราบถึงเหตุผลที่แน่นอน แต่หลังจากเรียนที่สถาบัน Sumeru ได้สองปี สุดท้ายแล้วเธอก็กลับมายัง Mondstadt\n\nในตอนนี้ Lisa ทำงานให้กับกองอัศวินแห่ง Favonius โดยหน้าที่ของเธอก็คือเป็นบรรณารักษ์ที่คอยดูแลหนังสือของกองอัศวินที่เก็บซ่อนไว้ในห้องสมุด",
      "vi": "Người quản lí thư viện của Đội Kỵ Sĩ Tây Phong, quý cô thanh lịch nhã nhặn.\n\nNghe nói cô là ma nữ thiên tài 200 năm Giáo Viện Sumeru mới gặp được một lần.\n\nMặc dù không biết lý do thực sự, nhưng sau 2 năm học tập ở nước Sumeru, cô ấy đã trở về Mondstadt.\n\nHiện tại Lisa đang làm việc ở Đội Kỵ Sĩ Tây Phong, chức vụ là người quản lý thư viện."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "丽莎的职责，一是整理图书馆中大量藏书，二是保障骑士团的药剂供应。\n\n蒙德人遇见丽莎的场合，不是去骑士团总部借阅图书，就是去骑士团总部归还图书。\n\n而丽莎往往会懒洋洋地坐在接待台，打着哈欠帮来客进行登记。\n\n有时，她的工作状态会让人产生「图书管理员这样子真的没问题吗…」的疑问。\n\n但丽莎的工作总是完美无缺，挑不出一点纰漏。",
      "zht": "麗莎的職責，一是整理圖書館中大量藏書，二是保障騎士團的藥劑供應。\n\n蒙德人遇見麗莎的場合，不是去騎士團總部借閱圖書，就是去騎士團總部歸還圖書。\n\n而麗莎往往會懶洋洋地坐在接待台，打著哈欠幫來客進行登記。\n\n有時，她的工作狀態會讓人產生「圖書管理員這樣子真的沒問題嗎…」的疑問。\n\n但麗莎的工作總是完美無缺，挑不出一點紕漏。",
      "jp": "リサの仕事は大きく分けて二つある。一つ目は図書館の書物の整理、二つ目は騎士団の薬剤の供給を保つ事である。\n\nそのため、モンドの人々がリサに会えるのは、騎士団本部で本を借りるか、本を返却する時のみである。\n\nその時のリサは、いつも気怠そうに受付に座り、欠伸をしながら貸出や返却の手続きをする。\n\nそんな彼女を見て「図書館司書がこんな感じで大丈夫か…？」と疑問を抱く人も稀にいる。\n\nしかし、リサの仕事は常に完璧で、少しの手抜かりもないのだ。",
      "ko": "리사는 도서관에 있는 수많은 책을 정리하고 기사단에게 포션을 공급하는 일을 담당하고 있다.\n\n몬드성 주민들이 리사를 마주칠 때는 기사단 본부에 책을 빌리거나 반납할 때뿐이다.\n\n하지만 리사는 만사가 귀찮은 듯 안내 데스크에 앉아 하품을 하며 등록을 도와준다.\n\n가끔 그녀의 업무 태도는 「도서관 사서가 이래도 되는 건가….」라는 생각까지 들게 할 정도다.\n\n하지만 리사는 항상 조금의 실수도 없이 완벽하게 일을 처리한다",
      "en": "Lisa is tasked with managing and maintaining the vast collection of books in the Knights of Favonius library, as well as ensuring that their potions are always fully stocked.\n\nThe only time that the citizens of Mondstadt see Lisa is when lending or returning library books.\n\nIn both scenarios, they tend to encounter Lisa sitting at the counter like a languid cat, yawning as she signs books in and out.\n\nAt times, her behavior causes people to doubt whether she is really up to the task of being librarian for the illustrious Knights of Favonius.\n\nNevertheless, it appears that she performs every task flawlessly, as her work consistently stands up to scrutiny.",
      "de": "Lisa hat die ehrenvolle Aufgabe, die umfangreiche Sammlung von Büchern in der Bibliothek des Ritterordens zu verwalten und zu pflegen sowie sicherzustellen, dass ihre Tränke immer ausreichend vorhanden sind.\n\nDie Bewohner von Mondstadt bekommen Lisa nur zu Gesicht, wenn sie im Hauptquartier des Ritterordens Bücher ausleihen gehen oder diese zurückgeben. Egal welches von beidem, wenn man die Bibliothek betritt, sieht man Lisa, die wie eine träge Katze an der Theke hockt und gähnt, während sie Bücher ein- und austrägt.\n\nManchmal lässt ihr Verhalten die Leute schon daran zweifeln, ob sie der Aufgabe wirklich gewachsen ist, den Posten der Bibliothekarin zu bekleiden.\n\nTrotzdem scheint es, dass sie jede Aufgabe fehlerfrei ausführt, da ihre Arbeit immer als perfekt angesehen wird.",
      "es": "Lisa se encarga de dos cosas: primero, de administrar y organizar la gran colección de libros de la biblioteca de la Sede de los Caballeros de Favonius; y segundo, de asegurarse de que el suministro de pociones siempre esté completamente abastecido.\n\nLa única vez que los habitantes de Mondstadt ven a Lisa es cuando toman prestados libros o cuando los devuelven.\n\nEn estos casos, se la encuentran sentada en el mostrador como un gato lánguido, mientras bosteza y atiende a los visitantes.\n\nA veces, su comportamiento despierta dudas sobre si la bibliotecaria de los famosos Caballeros de Favonius realmente puede permitirse el lujo de ser así.\n\nDicho esto, Lisa siempre realiza todas sus tareas a la perfección, por lo que nadie puede quejarse de su trabajo.",
      "fr": "Lisa est responsable de l'organisation et de l'entretien de la vaste collection d'ouvrages de la bibliothèque de l'Ordre ; elle est aussi chargée de s'assurer que le stock de potions et médicaments reste toujours approvisionné.\n\nLes seules rares occasions pour les citoyens de Mondstadt de rencontrer Lisa sont lorsqu'ils viennent emprunter ou rendre un livre.\n\nDans les deux cas, elle se trouve en général assise au guichet, semblable à quelque chat langoureux, baillant tandis qu'elle tient le compte des ouvrages entrants et sortants.\n\nSon attitude fait souvent se demander si elle est à la hauteur des responsabilités de son poste.\n\nMais son travail ne présente jamais aucun défaut, et celui qui y trouverait à redire n'est pas encore né.",
      "pt": "Lisa tem a tarefa de gerenciar e organizar a grande coleção de volumes que os Cavaleiros de Favonius possuem em sua biblioteca, além de garantir que suas poções sejam sempre totalmente estocadas.\n\nA única vez que os habitantes de Mondstadt veem Lisa é quando emprestam livros, ou quando os devolvem.\n\nEm ambos os cenários, eles encontram Lisa sentada no balcão como um gato lânguido, recebendo e entregando livros enquanto boceja.\n\nÀs vezes, seu comportamento incita dúvidas nas pessoas sobre se a bibliotecária dos Cavaleiros de Favonius pode realmente se dar ao luxo de ser assim.\n\nNo entanto, parece que ela executa todas as tarefas com perfeição, já que seu trabalho sempre consegue sustentar qualquer escrutínio.",
      "ru": "В обязанности Лизы входит не только упорядочивание гигантской коллекции книг ордена, но и учёт запаса зелий.\n\nГорожане видят Лизу, только когда им нужно одолжить какие-то книги или же вернуть их обратно в библиотеку.\n\nВ обоих случаях она, зевая, как ленивая кошка, сидит за стойкой и выписывает книги.\n\nВременами подобное поведение вызывает у людей сомнения, может ли член рыцарского ордена позволить себе вести себя таким образом.\n\nНо что бы ни думали люди, Лиза выполняет всю свою работу идеально. Вы просто не найдёте, к чему придраться.",
      "id": "Lisa ditugaskan untuk mengatur dan menyusun kumpulan buku dan catatan yang dimiliki Knights of Favonius di perpustakaan mereka, dan juga memastikan persediaan potion mereka selalu cukup.\n\nBiasanya satu-satunya waktu penduduk Mondstadt menemui Lisa adalah saat mereka meminjam atau mengembalikan buku.\n\nSetiap kali, Lisa terlihat sedang duduk di meja resepsionis seperti kucing pemalas, mencatat keluar masuk buku pinjaman sambil menguap.\n\nKelakuan dan perangainya membuat para penduduk sering kali meragukan kredibilitasnya sebagai pustakawan Knights of Favonius.\n\nMeskipun begitu, Lisa selalu menjalankan semua tugas yang diberikan padanya dengan sempurna dan tanpa cela.",
      "th": "หน้าที่หลัก ๆ ของ Lisa มีสองอย่าง หนึ่งคือการจัดการกับหนังสือ จำนวนมากมายมหาศาลที่อยู่ ในห้องสมุด สองคือทำน้ำยาโพชั่นให้แก่ เหล่าอัศวิน\n\nสถานที่ที่ผู้คนใน Mondstadt จะสามารถเจอ Lisa ได้นั้น ถ้าไม่ใช่ไปที่ทำการของกลุ่มอัศวิน เพื่อยืมหนังสือ ก็ไปที่ที่ทำการอัศวินเพื่อคืนหนังสือ\n\nซึ่ง Lisa นั้นมักนั่งหาวอยู่ที่ โต๊ะประชาสัมพันธ์ เพื่อช่วยแขกที่มาลงทะเบียน\n\nบางครั้งการทำงานของเธอก็ชวน ให้คนสงสัยว่า \"บรรณารักษ์แบบนี้ก็ได้ด้วยเหรอ...\"\n\nอย่างไรก็ตามงานของ Lisa นั้นมักจะสมบูรณ์แบบอยู่เสมอจนหาที่ติไม่ได้เลย",
      "vi": "Công việc của Lisa thường bận rộn với việc sắp xếp số lượng lớn sách trong thư viện, và đảm bảo cung ứng thuốc cho đội kỵ sĩ.\n\nNgười Mondstadt gặp được Lisa không phải là khi đến tổng bộ đội kỵ sĩ mượn sách thì là trả sách.\n\nCòn Lisa luôn lười biếng ngồi sau quầy, miệng ngáp dài giúp đỡ khách đến đăng ký.\n\nCó lúc, trạng thái làm việc của cô ấy khiến người ta phải đặt nghi vấn \"Nhân viên thư viện thế này thật sự ổn sao...\"\n\nNhưng Lisa luôn hoàn thành công việc một cách hoàn hảo, không tìm ra sai sót."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "作为须弥教令院学者居勒什口中「两百年一见」的高材生，丽莎的博学毋须多言。\n\n无论是荒野妖魔的禁忌知识，还是元素花药的处理方法，抑或是只用两层瓷碗便能减少一次蒸馏过程的酿酒方法…\n\n丽莎都能简明易懂地解释个中原理，以至于年轻骑士与炼金术士中形成了「丽莎女士一定知道」的共识。\n\n当然，前提是你要在合适的时间去拜访她。\n\n如果不小心在上午的回笼觉时间，或者午饭后的茶点时间打扰丽莎，后果可是不堪设想的。",
      "zht": "作為須彌教令院學者居勒什口中「兩百年一見」的高材生，麗莎的博學毋須多言。\n\n無論是荒野妖魔的禁忌知識，還是元素花藥的處理方法，抑或是只用兩層瓷碗便能減少一次蒸餾過程的釀酒方法…\n\n麗莎都能簡明易懂地解釋個中原理，以至於年輕騎士與煉金術士中形成了「麗莎小姐一定知道」的共識。\n\n當然，前提是你要在合適的時間去拜訪她。\n\n如果不小心在上午的回籠覺時間，或者午飯後的茶點時間打擾麗莎，後果可是不堪設想的。",
      "jp": "スメール教令院の学者に「200年に一人」の優等生と言わせるリサの博学多識は言うまでもない。\n\n荒野にいる妖魔に関する禁忌とされる知識、元素に満ちた花薬の処理方法、磁碗を2重に使う事で蒸留過程を1回省ける醸造方法…\n\nリサはいつも分かりやすくその原理を解説できるため、若い騎士と錬金術師の間で「リサさんならきっと知っている」という共通認識が、いつの間にか生まれた。\n\nもちろん、それは適切な時間に彼女の元を訪ねることが前提である。\n\nうっかり二度寝の時間や、アフタヌーンティーの時間にリサの元を訪ねると、どうなるかは言わずもがなである。",
      "ko": "수메르 아카데미아의 학자 키루스의 말로는 「이백 년에 한 번 나오는」 우등생이라고 하니 리사의 박학함은 두말할 필요가 없다.\n\n황야의 기괴한 금기된 지식이나 원소가 깃든 약꽃을 어떻게 처리하는지, 혹은 도자기 그릇을 이중으로 쌓아 증류 과정을 한 번 생략하여 술을 담그는 법 등….\n\n리사는 무엇이든지 간단명료하게 설명해주는 탓에 어린 기사들과 연금술사들에겐 「리사는 뭐든지 알고 있다」는 인식이 뇌리에 박혀있다.\n\n물론 적절한 타이밍에 리사를 만난다면 말이다.\n\n하지만 실수로 쪽잠에 든 오전 시간이나 티타임을 가질 시간에 리사를 찾아갔다간 상상을 초월하는 후폭풍을 맞이하게 될 것이다",
      "en": "The fact that Cyrus of the Sumeru Akademiya frequently refers to Lisa as their \"best student in two hundred years\" is all that needs to be said about Lisa's accomplishments in her studies.\n\nFrom outlandish forbidden knowledge, to the handling of elementally infused flora, to the most efficient methods of distilling wine... where there is a body of knowledge, the chances are that Lisa is acquainted with it.\n\nThis, paired with her ability to explain things clearly and concisely, makes Lisa the sensible person to approach for young knights and alchemists with burning questions.\n\nThat is, provided they go and see her at an acceptable hour.\n\nTo visit during unacceptable hours — such as in the morning while Lisa is sleeping in, or in the afternoon while she's enjoying her tea — can spell disaster for unsuspecting visitors.",
      "de": "Die Tatsache, dass Cyrus von der Sumeru-Akademie Lisa häufig als die beste Schülerin bezeichnet, die sie seit zweihundert Jahren hatten, ist alles, was man über Lisas Leistungen in ihren Studien wissen muss. Von streng verbotenem Wissen über den Umgang mit von Elementarenergie durchflossenen Pflanzen bis hin zu den effizientesten Methoden zur Destillation von Wein, wo immer es viel zu wissen gibt, besteht die Möglichkeit, dass Lisa es auch weiß.\n\nDies, gepaart mit ihrer Fähigkeit, Dinge klar und präzise zu erklären, macht Lisa zur vertrauenswürdigen Person, an die sich junge Ritter und Alchimisten mit brennenden Fragen wenden können.\n\nDas heißt, sie gehen zu einer noch akzeptablen Zeit zu ihr.\n\nWenn man sie nämlich zu unpassender Stunde besucht, beispielsweise morgens, wenn Lisa noch schläft, oder nachmittags, während sie ihren Tee genießt, kann das für ahnungslose Besucher eine Katastrophe bedeuten.",
      "es": "Lisa fue nombrada la “mejor estudiante de la Academia de Sumeru en 200 años” y sabe de todo: se trate de un conocimiento atroz prohibido o no, el uso de una flor elemental o los métodos más eficientes para destilar vino, mientras haya algo que saber, Lisa lo sabrá.\n\nPor ello, es la sabelotodo a la que recurren los jóvenes caballeros y alquimistas... si fueran a verla a las horas adecuadas, claro.\n\nPero si van por la mañana, cuando Lisa está durmiendo, o por la tarde, cuando disfruta de su hora del té... Podría ser un desastre para los visitantes no esperados.",
      "fr": "Le fait que Lisa soit considérée par les chercheurs de l'Académie de Sumeru comme la meilleure étudiante qu'ils aient connue en l'espace de deux siècles est suffisamment parlant quant ses capacités.\n\nQu'il s'agisse de quelque savoir ésotérique interdit, de la conservation et de l'utilisation de la flore élémentale ou encore des méthodes de distillation du vin les plus probantes, il n'est généralement pas un aspect de la connaissance que Lisa n'ait pas déjà visité.\n\nCette soif de savoir, combinée à un réel talent pour expliquer les choses de façon claire et concise, en font l'interlocutrice idéale pour les jeunes chevaliers et alchimistes débordant de questions.\n\nTant que ceux-ci viennent à des heures acceptables, cela va sans dire.\n\nLe malheureux venant à une heure indécente – comme par exemple lorsque Lisa fait la grasse matinée – s'expose à de graves conséquences.",
      "pt": "O fato de Cyrus da Academia Sumeru frequentemente se refere a Lisa como \"a melhor aluna em duzentos anos\" é tudo que se precisa dizer sobre suas conquistas nos estudos de Lisa.\n\nSeja um conhecimento estranho e proibido, o manejo da flora com infusão de elementos, ou métodos mais eficientes para destilar o vinho... Se há algo a saber, provavelmente Lisa sabe.\n\nIsso, claro, faz de Lisa a pessoa mais conhecida e a mais procurada pelos jovens cavaleiros e alquimistas.\n\n... Isto é, caso a procurem em horários aceitáveis.\n\nVisitá-la em horários inaceitáveis... como a manhã em que Lisa está dormindo ou a tarde em que ela está aproveitando a hora do chá... pode ser um desastre para os visitantes indesejados.",
      "ru": "Говоря о стараниях Лизы, к словам Сайруса о «лучшей выпускнице Академии Сумеру за последние двести лет» добавить нечего.\n\nЗапретные знания древних цивилизаций, выращивание элементально заряженных растений, эффективные способы дистилляции вина... Никто не знает обо всём на свете столько, сколько Лиза.\n\nИ, само собой, это делает Лизу единственной личностью, с вопросами к которой идут начинающие рыцари и алхимики ордена.\n\n...Если у них получается попасть в разрешённые для приёма часы.\n\nЧто касается запретных часов...\n\nЭто, например, до обеда, когда Лиза отсыпается.\n\nИли после обеда - когда Лиза наслаждается послеобеденным чаем.\n\nИли вечер - когда Лиза отдыхает от тяжёлого рабочего дня.\n\nПотревожившие её в эти часы рыцари могут многое вам рассказать о ярости пурпурной ведьмы.",
      "id": "Cyrus dari Sumeru Akademiya sering kali menyebut Lisa sebagai murid terbaik yang pernah dimiliki mereka selama dua ratus tahun, tentunya dengan pujian seperti itu, tidak ada lagi yang akan meragukan kemampuan dan pengetahuan Lisa.\n\nDari pengetahuan yang terlarang, cara menangani tumbuhan berelemen, sampai cara penyulingan anggur paling efisien... pembelajaran atau pengetahuan apa pun itu, besar kemungkinan Lisa memiliki pengetahuan mendalam akannya.\n\nDigabungkan dengan kemampuannya menjelaskan apa pun dengan jelas dan ringkas, membuatnya menjadi orang yang paling tepat untuk mengajar Knight dan alkimia baru yang penuh dengan semangat dan pertanyaan-pertanyaan rumit.\n\nTapi, tentunya mereka harus pergi di jam-jam yang tepat.\n\nMengganggu Lisa di jam yang tidak tepat, seperti di pagi hari saat Lisa masih tidur, atau di sore hari waktu dia menikmati secangkir teh, terbukti dapat berakibat fatal.",
      "th": "เมื่อเป็นถึงนักเรียนอัจฉริยะของ สถาบัน Sumeru ที่ \"สองร้อยปีจะมีสักครั้ง\" ความรู้ของ Lisa นั้นไม่จำเป็นต้องพูดมาก\n\nไม่ว่าจะเป็นความรู้ต้องห้ามเกี่ยวกับพวกภูตผีปีศาจที่โหดร้าย หรือว่าจะเป็นวิธีการทำจัดการกับ เกสรดอกไม้ธาตุ หรือแม้แต่วิธีการในการลดขั้นตอนการกลั่นเหล้าด้วยการใช้ถ้วย กระเบื้องเพียงสองชั้นเท่านั้น...\n\nทั้งหมดนี้ Lisa ล้วนสามารถอธิบายถึงหลักการต่าง ๆ ให้เข้าใจได้อย่างง่ายดาย ซึ่งนั่นทำให้เหล่าอัศวินหนุ่มสาวรวมไปถึงนักเล่นแร่แปรธาตุต่างพูดเหมือนกันว่า \"คุณ Lisa จะต้องรู้แน่ ๆ\"\n\nแน่นอน... เรื่องทั้งหมดที่กล่าวมานั้นจะเกิดขึ้นเมื่อคุณไปหาเธอในเวลาที่เหมาะสม เท่านั้น\n\nหากว่าคุณบังเอิญไปรบกวน Lisa ในระหว่างที่กำลังตื่นนอนตอนเช้า หรือหลังเวลาอาหารกลางวันล่ะก็ ผลที่ตามมาน่ะไม่สามารถจินตนาการได้หรอกนะ",
      "vi": "Được học giả Cyrus của Giáo Viện Sumeru mệnh danh là học viên tài năng \"Hai Trăm Năm Có Một\", sự thông thái của Lisa không cần nói nhiều.\n\nBất kể là kiến thức cấm kỵ về yêu ma hoang dã, hay làm thế nào xử lý nguyên tố thảo dược, hoặc là dùng bát sứ hai lớp để ủ rượu giảm đi một lần quá trình chưng cất...\n\nLisa đều có thể giải thích các nguyên lý một cách dễ hiểu, thậm chí các kỵ sỹ trẻ và các giả kim thuật sĩ đều đồng thuận rằng \"Cô Lisa chắc chắn biết\".\n\nTất nhiên, đầu tiên là bạn phải tìm thời gian thích hợp đến thăm hỏi cô ấy.\n\nNếu như không cẩn thận làm phiền Lisa vào thời gian buổi sáng khi cô còn ngái ngủ, hay giờ trà chiều sau bữa trưa, thì hậu quả thực không muốn nghĩ tới."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "初见丽莎的人往往会对她形成「不愧是教令院天才毕业生」的第一印象。\n\n但实际上，她在生活态度上与其说高效，不如说单纯是因为怕麻烦而倾向于能懒则懒。\n\n药剂的调配和补充用度的工作通过凯亚丢给了霍夫曼和斯万，每天的药草则是让芙萝拉差唐娜送来。\n\n唯独书籍跟档案的整理丽莎是必须亲力亲为的。\n\n只有亲自管理这些知识，丽莎才会安心。",
      "zht": "初見麗莎的人往往會對她形成「不愧是教令院天才畢業生」的第一印象。\n\n但實際上，她在生活態度上與其說高效，不如說單純是因為怕麻煩而傾向於能懶則懶。\n\n藥劑的調配和補充用度的工作藉由凱亞丟給了霍夫曼和斯萬，每天的藥草則是讓芙蘿拉拜託唐娜送來。\n\n唯獨書籍跟檔案的整理麗莎是必須親力親為的。\n\n只有親自管理這些知識，麗莎才會安心。",
      "jp": "初めてリサに会った人の多くは、彼女に対し「さすが教令院の天才卒業生」という第一印象を抱いてしまう。\n\nだが実際は、彼女は効率がいいというよりも、面倒事を嫌っているだけである。\n\n薬剤の調合や補充の仕事はガイアを通して、ホフマンとスワンに丸投げ。薬草はフローラを通して、ドンナに届けてもらっている。\n\nただ、本と書類の整理だけは自分の手で行っている。\n\n知識を自分で管理することが、リサを安心させられるからである。",
      "ko": "리사를 처음 마주치면 「역시 수메르 아카데미아의 수석 졸업생이야」라는 느낌을 받게 된다.\n\n하지만 일상생활 속에서의 그녀는 일의 효율을 추구한다기보단 귀차니즘에 빠져 게으름을 피울 수 있으면 게으름을 피운다.\n\n포션의 배합과 비용을 보충하는 일은 케이아를 통해 호프만과 스완에게 넘겨졌고 매일 필요한 약초들은 플로라와 도나가 보내 온다.\n\n유일하게 직접 하는 일이 있다면 서적과 파일 정리다.\n\n이런 지식들을 본인이 직접 관리해야만 안심하기 때문이다",
      "en": "When people meet Lisa for the first time, they often find themselves overawed by the famous alumna of Sumeru Akademiya.\n\nHowever, though her attitude to life may appear at first to be one of ruthless efficiency, it is in fact better understood as a product of her incorrigibly lazy nature, which drives her to avoid troublesome issues at all costs.\n\nBy negotiating with Kaeya, she offloaded the job of restocking and dispensing medication to Huffman and Swan, and had Flora start sending Donna over to deliver herbs on a daily basis.\n\nThe only tasks that Lisa handles personally are the categorization and management of books and other documents.\n\nThis is the one area where Lisa feels more comfortable handling the work herself rather than delegating it.",
      "de": "Wenn Leute Lisa zum ersten Mal treffen, werden sie oft von der Aura der berühmten Absolventin der Sumeru-Akademie überwältigt.\n\nObwohl ihre generelle Lebenseinstellung auf den ersten Blick von rücksichtsloser Effizienz geformt zu sein scheint, so ist dies einfach nur ihrer unverbesserlichen Faulheit zu verdanken, die sie dazu bringt, lästige Probleme und Arbeit um jeden Preis zu vermeiden.\n\nNach Verhandlungen mit Kaeya trat sie ihre Aufgabe Tränke aufzufüllen und zu verteilen an Huffman und Swan ab und schickte Flora täglich zu Donna, um Heilkräuter zu besorgen.\n\nDie einzigen Aufgaben, die Lisa noch persönlich erledigt, sind die Kategorisierung und Verwaltung von Büchern und anderen Dokumenten.\n\nDas ist der einzige Bereich, in dem Lisa sich wohlfühlt, wenn sie die Arbeit schon selbst erledigen muss.",
      "es": "Cuando la gente conoce a Lisa, a menudo se sorprenden de que fuera la mejor estudiante de la Academia de Sumeru.\n\nSin embargo, su alta eficiencia proviene de su innata pereza y capacidad de rehuir los problemas.\n\nEncomendó, a través de Kaeya, a Huffman y Swan el trabajo de reabastecer y dispensar pociones, y le pidió a Flora que le dijera a Donna que se encargase del reparto de esas medicinas.\n\nLisa solo se ensucia las manos cuando clasifica y organiza libros y documentos.\n\nPara estas cosas, solo se siente cómoda cuando las hace personalmente.",
      "fr": "Les personnes rencontrant Lisa pour la première fois sont souvent intimidées par la célèbre étudiante de l'Académie de Sumeru.\n\nCependant, bien que son attitude semble pouvoir être résumée par les deux mots « impitoyable efficacité » au premier abord, il s'agit en fait du résultat d'une nature profondément paresseuse, cherchant à s'éviter tout problème futur à tout prix.\n\nAprès avoir négocié avec Kaeya, elle a ainsi chargé Hoffman et Swann du restockage et de la préparation des réserves médicinales ; Flora et Donna ont été, quant à elles, chargées de la livraison quotidienne d'herbes.\n\nLa seule chose dont Lisa s'occupe personnellement est l'organisation de ses ouvrages.\n\nElle ne se sent vraiment rassurée que lorsque c'est elle-même qui en a la charge.",
      "pt": "Quando as pessoas encontram Lisa pela primeira vez, geralmente ficam admiradas ao vê-la, a melhor aluna da Academia Sumeru.\n\nNo entanto, sua alta eficiência em todas as coisas vem da sua preguiça e natureza inata de evitar problemas.\n\nAo negociar com o Kaeya, ela encarregou Huffman e Swan de distribuir medicamentos prescritos e pediu a Flora que enviasse Donna diariamente para a entrega de ervas.\n\nLisa só precisava categorizar e organizar os livros e documentos.\n\nEla só se sente à vontade lidando com essas coisas pessoalmente.",
      "ru": "При первой встрече с Лизой большинство людей испытывают благоговейный трепет, видя «лучшую выпускницу Академии Сумеру» за работой.\n\nОднако её высокая эффективность во всех делах происходит от её врождённой лени и избегающей неприятности натуры.\n\nЛиза поручила Хоффману и Свену пополнять запасы зелий и выдавать лекарства по рецептам, а Флору попросила ежедневно отправлять Донну за травами.\n\nСама Лиза занимается только классификацией и упорядочиванием книг и документов, потому что такое важное дело она не может доверить посторонним.",
      "id": "Orang mudah terpukau ketika bertemu Lisa untuk pertama kalinya, \"tidak heran karena dia adalah lulusan berbakat Sumeru Akademiya\".\n\nLisa sering mengatakan bahwa dia adalah orang yang sangat efisien, namun pada kenyataannya, dia hanya tidak suka repot dan ingin bermalas-malasan.\n\nMelalui Kaeya, dia menyuruh Huffman dan Swan untuk melakukan pekerjaan meramu dan menyediakan obat, dia juga membiarkan Flora menyuruh Donna untuk mengirimkan rumput herbal ke sini setiap hari.\n\nSatu-satunya tugas yang Lisa tangani sendiri adalah mengatur buku dan dokumen.\n\nItu adalah pekerjaan di mana Lisa merasa nyaman menanganinya sendiri daripada menyuruh orang lain.",
      "th": "ผู้ที่พบกับ Lisa ครั้งแรกนั้นมักจะพูดว่า \"ไม่เสียแรงที่เป็นถึงอัจฉริยะผู้ สำเร็จการศึกษาจากสถาบัน ที่มีชื่อเสียง\"\n\nแต่ความเป็นจริงแล้ว การวางตัวของเธอในชีวิตประจำวันนั้นเกินกว่าที่คนพูดถึง น่าจะพูดได้ว่าเพราะว่าเบื่อเรื่องยุ่งยากจึงได้ขี้เกียจแบบสุดๆ\n\nงานเกี่ยวกับการผสมยาและการจัด เก็บเข้าสต๊อกนั้นได้ถูก Kaeya ส่งต่อให้ Huffman และ Swan เป็นคนจัดการ และในแต่ละวันนั้นสมุนไพรจะถูกส่งมาให้โดย Flora และ Donna\n\nมีเพียงการจัดระเบียบหนังสือต่าง ๆ เท่านั้นที่ Lisa จะต้องเป็นคนจัดการด้วยตนเอง\n\nเพราะมีเพียงแต่จะต้องลงมือ จัดการกับความรู้เหล่านี้ด้วย ตนเองเท่านั้นจึงจะสามารถ ทำให้ Lisa วางใจได้",
      "vi": "Ấn tượng đầu tiên để lại trong mắt những người mới gặp Lisa đều là \"Quả thật xứng đáng là sinh viên tốt nghiệp thiên tài\".\n\nThực ra, nếu khen cô làm việc có hiệu quả cao, chi bằng nói đơn giản rằng, chỉ vì cô sợ phiền phức nên việc gì có thể lười thì cứ lười.\n\nTừ công việc điều chế thuốc đến chi phí đều ném cho Huffman và Swan thông qua Kaeya, thảo dược mỗi ngày đều được Flora sai Donna đưa đến.\n\nChỉ có việc sắp xếp sổ sách và hồ sơ thì Lisa nhất định phải tự làm.\n\nChỉ có tự mình quản lý những kiến thức này, mới có thế làm Lisa thấy an tâm."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "丽莎进入西风骑士团时日尚短的时候，曾被团长指派接任第八小队队长一职。\n\n这件事引来了小队佐官尼姆芙的强烈不满，她并不认可丽莎这么一个「学院派」来担此高位。\n\n经时任庶务长凯亚批准，丽莎与尼姆芙进行了魔法方面的「实战练习」。\n\n练习只持续了两分钟，随后，丽莎婉拒了第八小队队长一职，理由是「尼姆芙佐官的能力堪当此任。」\n\n随后的一年里，不断有来自尼姆芙的队长推荐书放到团长办公桌上，意向栏里只有一个名字：丽莎·敏兹。\n\n这些推荐书最终转交到丽莎手里，丽莎每次都只能现编理由来推脱。\n\n她的加入固然能让第八小队变强，但这种强大不仅没有必要，更会增添常人无法理解的风险。\n\n丽莎有控制大多数局面的自信，可额外的危险意味着额外的工作，这一点上，她绝对无法接受。",
      "zht": "麗莎進入西風騎士團時日尚短的時候，曾被團長指派接任第八小隊隊長一職。\n\n這件事引來了小隊佐官尼姆芙的強烈不滿，她並不認可麗莎這麼一個「學院派」來擔此高位。\n\n經時任庶務長凱亞批准，麗莎與尼姆芙進行了魔法方面的「實戰練習」。\n\n練習只持續了兩分鐘，隨後，麗莎婉拒了第八小隊隊長一職，理由是「尼姆芙佐官的能力堪當此任。」\n\n隨後的一年裡，不斷有來自尼姆芙的隊長推薦書放到團長辦公桌上，意向欄裡只有一個名字：麗莎·敏茲。\n\n這些推薦書最終轉交到麗莎手裡，麗莎每次都只能現編理由來推脫。\n\n她的加入固然能讓第八小隊變強，但這種強大不僅沒有必要，更會增添常人無法理解的風險。\n\n麗莎有控制大多數局面的自信，可額外的危險意味著額外的工作，這一點上，她絕對無法接受。",
      "jp": "リサが西風騎士団に入ったばかりの頃、第8小隊の隊長を任せられた。\n\n当時小隊佐官のニュンペーは、この件に対してかなり不満を抱いていた。リサのような「学院派」が、隊長という重荷を背負っていられるわけがないと思ったからだ。\n\nそして、庶務長ガイアの同意の下、リサとニュンペーは魔法の「実戦練習」を行った。\n\n練習はたったの2分で終了。その後、リサは「ニュンペー佐官には隊長が務まる程の力が十分にある」と、第8小隊隊長を辞退した。\n\nその後の1年間は、ニュンペーから差し出された隊長推薦書が、団長の机に置かれる光景が度々見受けられた。推薦書に書かれた名前はいつも同じ、リサ·ミンツだ。\n\nそれらの推薦書は、最終的にリサの手元へ送られるが、リサはいつも適当な理由をつけて断ってきた。\n\nもちろん、自分が指揮を取れば第8小隊はより強くなるが、それは必要のない強さであり、常人に理解できない力は大きなリスクが伴うからだ。\n\nリサは数多くの局面をコントロールできる自信があるが、予想外の危険は、予想外の仕事が増える事を意味している。彼女には、それがどうしても耐えられないのである。",
      "ko": "리사는 페보니우스 기사단에 입단한 지 얼마 되지 않아 단장의 명령으로 8 소대의 소대장을 맡게 되었다.\n\n하지만 리사같은 「학구파」가 높은 지위를 갖는 것에 대해 당시 소대의 좌관이었던 님프는 거센 불만을 표출했다.\n\n당시 서무장 케이아의 제안으로 리사와 님프는 마법 「실전 대결」을 하게 된다.\n\n2분가량의 대결 끝에 리사는 「님프 좌관은 이미 이 직위를 맡기에 충분한 능력을 갖고 있다」란 이유로 제8 소대의 소대장 직위를 단호히 거절한다.\n\n그 후 1년 동안 단장의 책상에는 리사·민츠의 이름만이 적혀있는 님프의 대장 추천서가 놓여있었다고 한다.\n\n이 추천서는 리사에게 전해졌지만 그녀는 언제나 갖은 변명으로 거절한다.\n\n물론 자신의 입단이 제8 소대를 더 강하게 만들어 줄 수 있겠지만 이런 강함은 필요 없을 뿐만 아니라 일반 사람들이 알지 못하는 위험이 따른다.\n\n리사는 대부분의 상황을 제어할 수 있지만 예상외의 위험은 추가적인 업무를 의미하기 때문에 그녀는 이를 받아들이지 않는다",
      "en": "When Lisa first joined the Knights of Favonius, the Grand Master sought to appoint her as Captain of the 8th Company.\n\nThis was much to the consternation of the company's Field Officer, Nymph, who resented the idea of an academic coming in at such a high-ranking position.\n\nAt Kaeya's suggestion, a practice combat session was arranged in which Lisa and Nymph would both display their magical proficiency.\n\nTwo minutes into the session, Lisa graciously declined the captaincy on the grounds that \"Nymph manifestly possesses the requisite ability to fulfill the role.\"\n\nFor the whole year following, the Grand Master received a constant stream of referral letters from Nymph in relation to the captaincy, and the only person ever named in them was Lisa Minci.\n\nEventually, the Grand Master began turning over the referral letters to Lisa directly, but every time, Lisa would come up with an excuse to decline the offer.\n\nUndoubtedly, the 8th Company would have been far stronger under her lead, but she deemed that such a level of power was not only superfluous to requirements, it would also be risky for her in a way that most people could never appreciate.\n\nTo be clear, Lisa is quite confident that she could handle any situation she came up against. However, additional danger means an additional workload — and that is something that she would never be able to accept.",
      "de": "Als Lisa sich dem Ordo Favonius anschloss, versuchte der Großmeister, sie zum Truppenführer der 8. Kompanie zu ernennen.\n\nJedoch sehr zur Bestürzung des Feldoffiziers der Kompanie, Nymph, der es ablehnte, dass eine Akademikerin wie sie an einem solchen Ort so eine hochrangige Position bekleidete.\n\nAuf Kaeyas Vorschlag hin, der damals Komtur war, wurde ein Übungskampf arrangiert, in dem Lisa und Nymph ihre magischen Fähigkeiten unter Beweis stellen sollten.\n\nZwei Minuten nach Beginn der Sitzung lehnte Lisa den Posten gnädig mit der Begründung ab, dass „Nymph offensichtlich die erforderlichen Eigenschaften besitzt, die Rolle zu übernehmen.“\n\nFür das gesamte folgende Jahr erhielt der Großmeister einen ständigen Schwall von Empfehlungsschreiben von Nymph in Bezug auf die Position und die einzige Person, die jemals darin genannt wurde, war Lisa.\n\nDer Großmeister übermittelte die Überweisungsschreiben irgendwann direkt an Lisa, aber jedes Mal hatte sie eine neue Entschuldigung, um das Angebot abzulehnen.\n\nDie 8. Kompanie wäre zweifellos unter ihrer Führung weitaus stärker gewesen, aber sie war der Ansicht, dass ein solches Maß an Macht nicht nur überflüssig war, sondern auch ein Risiko für sie darstellte, das die meisten Menschen niemals einschätzen konnten.\n\nLisa ist zuversichtlich, dass sie mit jeder Situation umgehen kann, auf die sie stößt. Zusätzliche Gefahr bedeutet jedoch eine zusätzliche Arbeitsbelastung, die sie niemals akzeptieren kann.",
      "es": "Cuando Lisa se unió a los Caballeros de Favonius, el Gran Maestro en persona la designó como Capitana de la 8.ª Compañía.\n\nEsto consternó a la entonces Oficial de Campo de la compañía, Nymph, que se resintió con la idea de que una académica llegara a una posición de tan alto rango.\n\nA sugerencia de Kaeya, en aquel entonces Intendente de los Caballeros, se organizó un combate en el que Lisa y Nymph mostrarían sus habilidades mágicas.\n\nDos minutos después de empezar, Lisa rechazó con mucha educación la capitanía, alegando que Nymph era claramente capaz de cumplir el papel.\n\nDurante todo el año siguiente, el Gran Maestro no paraba de recibir cartas de recomendación de Nymph en relación con la capitanía, y la única persona que se nombraba en ellas era Lisa Minci.\n\nEntonces, el Gran Maestro se dispuso a entregar directamente las cartas de recomendación a Lisa, pero cada vez que lo hacía, ella tenía una excusa para rechazar la oferta.\n\nLa 8.ª Compañía, sin duda, habría sido mucho más poderosa bajo su liderazgo, pero ella alegó que tal poder no solo era innecesario, sino que también pondría en riesgo su propia vida de una manera que la mayoría de la gente no podría entender.\n\nLisa sabe con seguridad que puede enfrentarse perfectamente a cualquier situación complicada. Sin embargo, cuantos más peligros existan, más trabajo habrá que hacer... Y eso sería algo inaceptable para ella.",
      "fr": "À son arrivée dans l'Ordre de Favonius, le Grand Maître voulut la nommer Capitaine de la Huitième Compagnie.\n\nCette décision fut fortement contestée par Nymphe, l'officier en charge de la compagnie, qui désapprouvait qu'une universitaire soit nommée à un poste si important.\n\nÀ la suggestion de Kaeya, un combat amical fut organisé, durant lequel les deux participantes pourraient faire montre de leur maîtrise de la magie.\n\nLe combat n'avait pas commencé depuis plus de deux minutes que Lisa annonçait qu'elle renonçait gracieusement au titre, arguant que Nymphe possédait manifestement « toutes les capacités requises ».\n\nL'année qui suivit vit le bureau du Grand Maître se couvrir de recommandations écrites de la main de Nymphe, et toutes portant le nom de Lisa Minci.\n\nLe Grand Maître finit par les transmettre directement à Lisa, qui chaque fois refusait les honneurs sous quelque nouveau prétexte.\n\nIl ne fait aucun doute que la Huitième Compagnie aurait été plus forte sous son commandement ; mais à ses yeux, la compagnie était déjà assez forte dans l'état, et cela n'aurait servi qu'à augmenter des risques que la plupart des gens auraient été incapables de comprendre.\n\nLisa est confiante dans sa capacité à gérer n'importe quelle type de situation ; mais plus de risques aurait signifié plus de travail ; et cela restera à jamais à ses yeux inacceptable.",
      "pt": "Quando Lisa se juntou aos Cavaleiros de Favonius, a Grande Mestre procurou indicá-la como Capitã da 8ª Companhia.\n\nIsso preocupou o Oficial de Campo da companhia, Nymph, que ressentia a ideia de um acadêmico chegar a esse ponto, uma posição de alto escalão.\n\nPor sugestão de Kaeya, foi organizada uma sessão de combate prática, na qual Lisa e Nymph demonstrariam sua proficiência mágica.\n\nDois minutos depois, Lisa recusou graciosamente a capitania com o argumento de que \"Nymph possui a capacidade necessária para cumprir o papel\".\n\nDurante todo o ano seguinte, a Grande Mestre recebeu um fluxo constante de cartas de referência de Nymph em relação à posição de capitã, e a única pessoa mencionada nelas era Lisa Minci.\n\nEventualmente, a Grande Mestre começou entregando diretamente as cartas de indicação a Lisa, mas toda vez ela inventava uma desculpa para recusar a oferta.\n\nA 8ª Companhia teria, sem dúvida, sido muito mais forte sob sua liderança, mas ela concluiu que esse nível de poder não era necessário, mas também seria arriscado para ela a ponto de ninguém conseguir entender.\n\nLisa está confiante de que poderia lidar com qualquer situação que enfrentasse. No entanto, perigo adicional significa uma carga de trabalho adicional, algo que ela nunca seria capaz de aceitar.",
      "ru": "Когда Лиза только вступила в Ордо Фавониус, Великий Магистр хотел назначить её капитаном восьмой роты.\n\nНимфу, полевого командира роты, до глубины души возмутила идея назначить зазнайку из Академии на такую ответственную должность.\n\nКэйа предложил организовать тренировочный бой, в котором Лиза и Нимфа продемонстрируют мастерство владения магией.\n\nДве минуты спустя Лиза любезно отказалась от должности капитана, заявив, что Нимфа обладает всеми необходимыми компетенциями.\n\nВесь следующий год Великий Магистр получал нескончаемый поток писем от Нимфы с просьбой назначить нового капитана, и единственным предложенным кандидатом была Лиза Минчи.\n\nВ итоге Великий Магистр начал переадресовывать письма непосредственно Лизе, но каждый раз библиотекарь находила причину, чтобы отказаться от предложения.\n\nНесомненно, восьмая рота была бы намного сильнее под руководством Лизы. Но Лиза утверждала, что такая власть не только избыточна, но и подвергает риску её собственную жизнь, а большинство людей попросту неспособны это оценить.\n\nЛиза точно знает, что может прекрасно справиться с любой сложной ситуацией. Однако чем больше опасностей, тем больше работы? Это для Лизы неприемлемо.",
      "id": "Ketika Lisa baru awal-awal bergabung dengan Knights of Favonius, Grand Master telah menunjuknya menjadi pengganti kapten tim ke-8.\n\nHal tersebut menimbulkan ketidakpuasan Nymph, asisten Field Officer yang tidak setuju seorang akademikus mendapatkan posisi tinggi seperti itu.\n\nAtas saran Kaeya, dibuatlah sesi latihan pertarungan antara Lisa dan Nymph, di mana keduanya bisa menunjukkan kemampuan sihir mereka.\n\nSesi latihan itu hanya berlangsung selama 2 menit, kemudian Lisa pun memilih menolak menjadi kapten tim ke-8 dengan alasan bahwa \"Kemampuan Nymph memenuhi persyaratan yang diperlukan.\"\n\nPada tahun berikutnya, Grand Master terus menerima surat referensi dari Nymph yang berkaitan dengan jabatan kapten, hanya ada satu nama yang tertulis di sana, yaitu Lisa Minci.\n\nGrand Master pun memberikan surat referensi itu kepada Lisa secara langsung, tetapi setiap kali Lisa hanya datang untuk menolak tawaran itu.\n\nTim ke-8 memang akan jauh lebih kuat di bawah kepemimpinannya, tetapi hal itu tidak dibutuhkan dan hanya akan membuat orang semakin tidak dapat memahaminya.\n\nLisa yakin bahwa dia bisa mengendalikan situasi apa pun, tapi bahaya tambahan artinya beban kerja yang harus ditanggung juga semakin bertambah, dan itu adalah sesuatu yang dia tidak akan pernah bisa terima.",
      "th": "ในตอนแรกที่ Lisa เข้าร่วมกับกองอัศวินแห่ง Favonius นั้น เคยถูกหัวหน้ากองแต่งตั้งให้เป็น หัวหน้าหมู่แปดของกองอัศวิน\n\nสิ่งนี้ได้สร้างความไม่พอใจให้แก่ Nymph ผู้เป็นหัวหน้าหมู่ในขณะนั้นเป็นอย่างมาก เนื่องจากเธอยอมรับไม่ได้ว่า Lisa ผู้เป็นนักวิชาการจะได้เข้ามารับหน้าที่ในตำแหน่งที่สูงเช่นนี้\n\nดังนั้น Lisa กับ Nymph จึงได้จัด \"การฝึกฝนภาคปฏิบัติ\" เกี่ยวกับเวทมนตร์ขึ้นภายใต้การ อนุมัติของหัวหน้าฝ่ายกิจการทั่วไป Kaeya\n\nหลังจากผ่านการฝึกฝนไปเพียง สองนาที ต่อมา Lisa ก็ปฏิเสธตำแหน่งหัวหน้าหมู่ที่แปด โดยอ้างว่า \"ความสามารถของเจ้าหน้าที่ Nymph นั้นมากพอที่จะรับหน้าที่ได้อยู่แล้ว\"\n\nช่วงเวลาหนึ่งปีหลังจากนั้นก็มี จดหมายแนะนำจากหัวหน้าหมู่ Nymph มาถึงโต๊ะของหัวหน้ากองอย่างไม่ ขาดสาย จดหมายแนะนำนั้นมีเพียงหนึ่งชื่อ ปรากฏอยู่เท่านั้น: Lisa-Mintz\n\nคำแนะนำเหล่านี้ในท้ายที่สุดก็ล้วน แต่ไปถึงมือของ Lisa และเธอก็เพียงแต่จะให้เหตุผลใน การปฏิเสธเพื่อบ่ายเบี่ยงมันไปเสีย ทุกครั้ง\n\nการเข้าร่วมของตนนั้นจะทำให้หมู่ที่แปดแข็งแกร่งขึ้นอย่างแน่นอน แต่ความแข็งแกร่งนี้ไม่เพียงแต่จะ ไม่จำเป็นเท่านั้น แต่ยังมีความเสี่ยงที่คนทั่วไปไม่เข้าใจอยู่ด้วย\n\nอันที่จริง Lisa ก็มีความมั่นใจในการควบคุมสถานการณ์โดยส่วนใหญ่ล่ะนะ แต่อันตรายที่เพิ่มขึ้นก็หมายถึงงานที่จะเพิ่มขึ้นมาด้วย ซึ่งนั่นเป็นสิ่งที่เธอไม่สามารถยอมรับได้อย่างแน่นอน",
      "vi": "Thời gian ngắn ngủi khi Lisa gia nhập Đội Kỵ Sĩ Tây Phong, từng được chỉ định đảm nhận chức đội trưởng tiểu đội số 8.\n\nĐiều này dẫn đến sự bất mãn của tiểu đội phó Nymph, bởi vì cô không chấp nhận Lisa là một kẻ \"học việc\" lại đảm nhận chức vụ cao như vậy.\n\nSau đó Phó Vụ Trưởng Kaeya đồng ý, Lisa và Nymph thi hành ma thuật \"Luyện Tập Thực Chiến\".\n\nLuyện tập chỉ kéo dài 2 phút, sau đó Lisa đã từ chối chức vụ đội trưởng tiểu đội số 8, với lý do \"Năng lực của Nymph có thể gánh vác trọng trách\".\n\nMột năm sau, thư tiến cử tiểu đội trưởng từ Nymph liên tục đặt trên bàn làm việc, trong đó chỉ có một cái tên: Lisa Minci.\n\nNhững bức thư tiến cử sau cùng đều đến tay Lisa, Lisa lần nào cũng bịa lý do để từ chối.\n\nĐương nhiên việc gia nhập của cô ấy sẽ làm tiểu đội thêm mạnh, nhưng nó không thực sự cần thiết, lại còn có khả năng khiến người thường không thể hiểu được.\n\nLisa tự tin có thể khống chế đại đa số cục diện, nhưng điều nguy hiểm bên cạnh đó là sẽ có thêm việc làm, điểm này cô không thể chấp nhận được."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "亲眼目睹须弥雨林中呢喃狂言的学者与评议会中如有大智慧的智者之后，丽莎深深理解了渊海般的「学识」会给人烙下怎样的痕迹。\n\n代价如此沉重…到底要承担多少，才能从灵魂深处掘出这样的知识呢？\n\n丽莎对这一切心生反感，离开了须弥。\n\n从那以后，丽莎不再对任何事物展露出完全认真的态度。\n\n「对神给予的奇迹要求太多，就要好好想想——神开出的价码，自己到底付不付得起。」\n\n丽莎回到蒙德后，仅对三名她认为有必要听的人作此告诫。",
      "zht": "親眼目睹須彌雨林中呢喃狂言的學者與評議會中如有大智慧的智者之後，麗莎深深理解了淵海般的「學識」會給人烙下怎樣的痕跡。\n\n代價如此沉重…到底要承擔多少，才能從靈魂深處掘出這樣的知識呢？\n\n麗莎對這一切心生反感，離開了須彌。\n\n從那以後，麗莎不再對任何事物展露出完全認真的態度。\n\n「對神給予的奇蹟要求太多，就要好好想想——神開出的價碼，自己到底付不付得起。」\n\n麗莎回到蒙德後，僅對三名她認為有必要聽的人作此告誡。",
      "jp": "スメール雨林の中で狂言を呟く学者や、評議会の最中に知恵を悟り、超俗の境地に入った賢者をその目で見た後、深淵のような「学問」が人にどんな痕跡を残すか、リサは深く理解した。\n\nこれほど重い代価…一体どれ程背負えば、魂の奥からそのような知識を掘り起こせるのだろう？\n\nリサはその全てに反感をおぼえ、スメールを離れた。\n\nその後、リサは何事に対しても真剣な態度を取らなくなった。\n\n「神様に過ぎた奇跡を求める時は、その代価を支払えるかどうか、きちんと考えなければいけないわ」\n\nこれは、彼女がモンドに戻った後、聞かせるべきだと思った3人だけに伝えた言葉である。",
      "ko": "두 눈으로 직접 수메르 우림에서 헛소리를 중얼거리는 학자와 협의회의 지혜를 터득한 현자를 보고 리사는 심연같이 끝없는 「학식」이 사람에게 어떤 흔적을 남기는지 깊이 깨닫게 된다.\n\n대가가 이렇게 혹독하다니…. 대체 얼마나 감당해야 영혼의 깊은 곳으로부터 이런 지식을 얻을 수 있는 걸까?\n\n리사는 이에 대해 반감을 품어 수메르를 떠났다.\n\n그 후로 리사는 매사를 진지하게 임하지 않았다.\n\n「신이 주신 기적에 대해 바라는 게 너무 많다면 신이 제시한 대가를 감당해낼 수 있을지 잘 생각해봐야 해.」\n\n그녀가 몬드에 돌아온 후 이 말이 필요하다고 생각한 세 명에게 해준 경고다",
      "en": "Having personally witnessed raving-mad scholars in the forests of Sumeru and powerful sages sitting underutilized on advisory councils, Lisa realized what uninhibited erudition can really do to a person.\n\nIt seemed such a high price to pay... How much did one have to sacrifice to attain the profoundest knowledge of all?\n\nPut off by this realization, Lisa decided to leave Sumeru.\n\nSince then, Lisa has always stopped short of taking things too seriously.\n\n\"Before demanding too many miracles from the gods, first consider if you are willing to pay the price they ask.\"\n\nThese words she has spoken to just three people since arriving in Mondstadt. In each case, it was because she knew it was what they needed to hear.",
      "de": "Nachdem Lisa mit eigenen Augen vollkommen wahnsinnige Gelehrte in den Regenwäldern von Sumeru und die mächtigen Weisen in den Beiräten gesehen hatte, erkannte sie, was ungehemmte Gelehrsamkeit einer Person wirklich antun kann.\n\nEs war ein hoher Preis, den man zahlen musste. Aber wie viel muss man wirklich opfern, um das tiefste Wissen von allen zu erlangen?\n\nNach dieser Erkenntnis hatte Lisa beschlossen, Sumeru zu verlassen.\n\nSeit jeher hatte Lisa aufgehört, die meisten Dinge zu ernst zu nehmen.\n\n„Bevor man zu viele Wunder von den Göttern fordert, sollte man erst überlegen, ob man bereit ist, den Preis zu zahlen, den diese verlangen.“\n\nDiese Worte hat sie seit ihrer Ankunft in Mondstadt nur drei Personen mitgeteilt. In jedem Fall wusste sie, dass es das war, was diese Leute hören mussten.",
      "es": "Después de conocer a eruditos delirantes en la jungla de Sumeru y a sabios silenciosos e infrautilizados en consejos asesores, Lisa comprendió claramente la huella que deja en las personas el infinito mar del conocimiento.\n\n¿Qué precio hay que pagar para obtener el más grande de los conocimientos?\n\nDesanimada por tal epifanía, Lisa decidió abandonar Sumeru.\n\nDesde entonces, dejó de tomarse todo tan en serio.\n\n“Antes de exigir demasiados milagros a los dioses, piensa primero si podrás pagar el precio”.\n\nEso fue lo que le dijo a tan solo tres personas que consideró que necesitaban su consejo desde que llegó a Mondstadt.",
      "fr": "Ayant été témoin de chercheurs à moitié fous criant dans les forêts de Sumeru et de puissants sages assis silencieux aux conseils, Lisa savait comment la soif de connaissances peut changer un homme.\n\nLe prix lui semblait élevé ; quels sacrifices doit-on faire pour assouvir cette soif inextinguible ?\n\nC'est cette réflexion qui poussa Lisa a quitter Sumeru.\n\nDepuis, Lisa ne semble jamais prendre quoi que ce soit complètement au sérieux.\n\n« Celui qui demande les faveurs des dieux doit savoir d'abord s'il peut en payer le prix. »\n\nCe sont là ses mots, qu'elle n'utilisa qu'à trois reprises : dans chaque cas, parce qu'elle savait que c'était ce que son interlocuteur avait besoin d'entendre.",
      "pt": "Tendo testemunhado pessoalmente eruditos enlouquecidos nas florestas tropicais de Sumeru e sábios poderosos subutilizados nos conselhos consultivos, Lisa percebeu o que a erudição desinibida pode realmente fazer com uma pessoa.\n\nParecia um preço tão alto a se pagar... Quanto alguém precisava sacrificar para alcançar o conhecimento mais profundo de todos?\n\nChocada com isso, Lisa decidiu deixar Sumeru.\n\nDesde então, Lisa sempre parou de levar as coisas muito a sério.\n\n\"Antes de exigir muitos milagres dos deuses, primeiro pense se você está disposto a pagar o preço que eles pedem\".\n\nEla disse essas palavras somente para três pessoas desde que chegou a Mondstadt, pois sabia que elas precisavam ouvi-las.",
      "ru": "Посмотрев на бредящего учёного в тропических джунглях Сумеру и на сгоревшего мудреца трансцендентального совета, Лиза получила ясное представление о том, какой эффект оказывает безграничное море знаний на человека.\n\nКакую цену приходится платить за постижение знаний?\n\nИспугавшись ответа на этот вопрос, Лиза решила покинуть Сумеру.\n\nС тех пор она перестала воспринимать всё так серьёзно и напористо.\n\n«Прежде чем требовать у богов чуда, сперва подумай, сможешь ли ты заплатить цену».\n\nЭто та мудрость, которой она поделилась с тремя нуждающимися в её совете людьми.",
      "id": "Setelah menyaksikan sendiri sarjana gila yang mengoceh di hutan tropis Sumeru dan orang bijak di dewan penasihat, Lisa menyadari apa gunanya \"pengetahuan\" pada seseorang.\n\nAda harga tinggi yang harus dibayar... Berapa banyak yang harus dikorbankan seseorang untuk mencapai pengetahuan yang mendalam?\n\nLisa kesal dengan semua itu dan memilih meninggalkan Sumeru.\n\nSejak saat itu, Lisa tidak menganggap serius segala hal.\n\n\"Sebelum menuntut terlalu banyak mukjizat dari para Dewa, sebaiknya pertimbangkan dulu apakah kamu bersedia membayar harga yang mereka minta.\"\n\nSetelah Lisa kembali ke Mondstadt, dia berbicara kepada tiga orang yang menurutnya butuh mendengarkannya.",
      "th": "หลังจากได้พบกับนักวิชาการสติ เฟื่องในป่าฝนของ Sumeru และนักปราชญ์ผู้มีปัญญาอัน ยอดเยี่ยมในสภาแล้ว Lisa ก็สามารถเข้าใจได้อย่างลึกซึ้ง เลยว่า \"ความรู้\" ที่กว้างใหญ่ราวกับผืนทะเลและ ลึกซึ้งราวกับเหวลึกนั้นสามารถ ทำอะไรกับคน ๆ นึงได้บ้าง\n\nสิ่งที่ต้องแลกไปนั้นช่างหนักหนา เหลือเกิน... สรุปแล้วคุณต้องทนแบกรับเท่าไหร่ เพื่อที่จะขุดเอาความรู้อย่างนี้ออกมาจากส่วนลึกของวิญญาณของคุณ กันนะ?\n\nLisa รู้สึกขัดแย้งกับสิ่งเหล่านี้และ ออกจาก Sumeru มา\n\nหลังจากนั้นมา Lisa ก็ไม่เคยแสดงท่าทางที่จริงจังกับ สิ่งใดอีกเลย\n\n\"เมื่อปาฏิหาริย์ที่เทพเจ้าได้ประทาน ให้มานั้นมีมากเกินไป จึงเป็นสิ่งจำเป็นที่จะต้องคิด เกี่ยวกับมัน... ว่าสิ่งที่เทพเจ้าประทานมาให้นั้น แท้จริงแล้วตัวเองสามารถจ่าย ได้หรือไม่\"\n\nหลังจากที่ Lisa กลับมายัง Mondstadt แล้ว มีเพียงสามคนเท่านั้นที่เธอคิดว่า ควรจะต้องได้ยินคำเตือนนี้",
      "vi": "Sau khi chính mắt nhìn thấy học giả thì thầm những lời nói vô nghĩa trong khu rừng mưa Sumeru và vị trí giả đầy trí tuệ trong hội nghị, Lisa hiểu rõ được rằng \"học thức\" giống như vực sâu biển lớn sẽ để lại dấu ấn cho con người ta như thế nào.\n\nCái giá phải trả quá lớn...rốt cuộc phải chịu đựng bao nhiêu mới có thể đào lên những kiến thức như vậy từ sâu thẳm tâm hồn?\n\nLisa chán ghét tất cả những điều này, nên đã rời bỏ Sumeru.\n\nTừ đó về sau, Lisa không còn tỏ thái độ hoàn toàn nghiêm túc với bất cứ sự việc nào nữa.\n\n\"Yêu cầu quá nhiều đối với kỳ tích mà thần dành cho, thì phải nghĩ kỹ về cái giá mà thần đưa ra, đến cùng bản thân có trả được hay không\".\n\nSau khi cô ấy đến Mondstadt, chỉ nói cảnh báo này với ba người mà cô cho rằng họ cần phải nghe."
    }
  },
  {
    "title": {
      "zhs": "特制加热釜",
      "zht": "特製加熱釜",
      "jp": "特製加熱釜",
      "ko": "특제 가열 가마솥",
      "en": "Special Heating Cauldron",
      "de": "Spezialheizkessel",
      "es": "Marmita de calentamiento especial",
      "fr": "Chaudron de chauffage spécial",
      "pt": "Caldeirão de Aquecimento Especial",
      "ru": "Котёл особого нагревания",
      "id": "Tungku Pemanas Khusus",
      "th": "หม้อต้มน้ำพิเศษ",
      "vi": "Ấm đun nước đặc chế"
    },
    "line": {
      "zhs": "特制加热釜，一种用蒙德人无法理解的设计打造的定制品。同时具备延时加热、辅料半自动投放和有限的保温功能。\n\n这是丽莎动用了大笔预算和炼金工坊两周的工作时间造出来的「特种设备」。\n\n用它的话，一切精确的加热操作都可以在扳动不超过两次把手的情况下完成。\n\n然而它最常见的使用场合，是用于在丽莎整理书籍的时候把茶泡好并维持在最佳的口感。\n\n毕竟丽莎一天中最重要的日程，是悠闲愉快的下午茶时间啊。",
      "zht": "特製加熱釜，一種用蒙德人無法理解的設計打造的定製品。同時具備延時加熱、材料半自動投放和有限的保溫功能。\n\n這是麗莎動用了大筆預算和煉金工坊兩週的工作時間造出來的「特種設備」。\n\n用它的話，一切精確的加熱操作都可以在扳動不超過兩次把手的情況下完成。\n\n然而它最常見的使用場合，是用於在麗莎整理書籍的時候把茶泡好並維持在最佳的口感。\n\n畢竟麗莎一天中最重要的日程，是悠閒愉快的下午茶時間啊。",
      "jp": "特製過熱釜は、モンド人には理解できない設計を用いたオーダーメイド品である。過熱時刻の設定に材料投入の半自動化、そして保温機能がついている。\n\nこれはリサが莫大な予算をかけ、錬金工房を二週間貸し切って作った「特殊設備」だ。\n\nこの設備ならハンドルを2回操作するだけで、過熱する際の精密操作が自動的に完成する。\n\nしかしこの機器の出番のほとんどは、リサが書籍の整理をしている間に淹れたお茶を、最高の状態に保つ時である。\n\nリサにとって一日の中で、最も大切な時間はアフタヌーンティーの時間なのだ。",
      "ko": "특제 가열 가마솥, 몬드 사람들이 이해할 수 없는 디자인으로 만들어진 주문 제작품이다. 연장 가열과 보조재 반자동 투하 및 보온 기능을 모두 가지고 있다.\n\n이건 리사가 거액의 예산과 연금술 공방 업무 시간 2주를 잡아먹으며 만든 「특수한 설비」이다.\n\n이 솥을 사용하면 모든 정밀한 가열 조작을 손잡이 조작을 2번 이상하지 않고도 완료할 수 있다.\n\n가장 많이 사용되는 상황은 리사가 책을 정리할 때 차를 우리고 가장 맛있는 맛을 유지하는 것이다.\n\n리사의 하루에서 가장 중요한 일과는 바로 한가하고 즐거운 티타임이기 때문이다",
      "en": "The Special Heating Cauldron is a purpose-built cauldron made to a design that no one in Mondstadt could understand. It features time-delay heating, semi-automated ingredient insertion, and temperature regulation functions.\n\nLisa spent an enormous budget and commandeered the alchemy workshop for two full weeks in order to build this extraordinary piece of equipment.\n\nShe boasts that the cauldron is capable of completing any precision heating task to perfection with a maximum of just two pulls of a lever.\n\nBut her most common application for it is to brew tea and keep it at the optimal temperature while she is managing her books.\n\nAfter all, a relaxing afternoon tea session is by far the most important part of Lisa's day.",
      "de": "Der Spezialheizkessel ist ein besonderes Model, das nach einem Entwurf hergestellt wurde, das niemand in Mondstadt verstehen konnte. Er verfügt über einen zeitverzögerten Erhitzer, eine halbautomatische Funktion zum Hinzufügen der Zutaten und verschiedenste Temperaturregelungsfunktionen.\n\nLisa verbrauchte dafür ein enormes Budget und besetzte die Alchimiewerkstatt für zwei volle Wochen, um dieses außergewöhnliche Gerät zu bauen.\n\nSie rühmt sich damit, dass der Kessel in der Lage wäre, jede Aufgabe der Präzisionserwärmung mit maximal zwei Hebelzügen perfekt zu erledigen.\n\nAm häufigsten gebraucht sie ihn aber dazu, Tee aufzubrühen und auf der optimalen Temperatur zu halten, während sie ihre Bücher verwaltet.\n\nSchließlich ist eine entspannte Nachmittagsteerunde bei weitem der wichtigste Teil von Lisas Tag.",
      "es": "La marmita de calentamiento especial fue construida con un diseño especial que nadie en Mondstadt podía comprender. Cuenta con un sistema de calentamiento programado, inserción de ingredientes semiautomatizada y funciones de regulación de temperatura.\n\nLisa gastó un presupuesto enorme y se apoderó del taller de alquimia durante dos semanas completas para construir esta extraordinaria marmita.\n\nElla se jacta de que es capaz de calentar cualquier cosa a la perfección con un máximo de solo dos tirones de una palanca.\n\nPero su uso más común es preparar té y mantenerlo a la temperatura óptima mientras ordena sus libros.\n\nDespués de todo, una relajante sesión de té vespertina es, con diferencia, la parte más importante del día de Lisa.",
      "fr": "Le « chaudron de chauffage spécial » est un chaudron conçu spécialement d'après un design que personne à Mondstadt ne serait à même de comprendre. Offrant non seulement la possibilité de paramétrer la durée de chauffe souhaitée, il possède également une fonction d'incorporation semi-automatique des ingrédients, et permet de plus, dans une certaine mesure, le maintien d'une température constante.\n\nIl s'agit là d'un équipement sortant de l'ordinaire, pour lequel Lisa dépensa un budget conséquent et passa deux semaines d'affilée enfermée dans l'atelier d'alchimie.\n\nGrâce à cet instrument exceptionnel, toutes les manipulations requérant un contrôle précis de la température s'effectuent en quelques instants en tirant sur quelques leviers.\n\nMais malgré toutes les prouesses qu'il est capable d'offrir, il n'en demeure pas moins utilisé principalement par Lisa pour faire infuser et maintenir son thé à la température optimale lorsqu'elle décide de mettre un peu d'ordre dans les nombreux ouvrages qui l'entourent.\n\nAprès tout, le moment le plus sacré de la journée de la bibliothécaire reste la pause thé de l'après-midi.",
      "pt": "O Caldeirão de Aquecimento Especial é um caldeirão feito sob medida com um design que ninguém em Mondstadt poderia entender. Possui aquecimento temporizado, inserção semiautomática de ingredientes e funções de manutenção de temperatura.\n\nA Lisa gastou um orçamento enorme e se dedicou na oficina de alquimia por duas semanas inteiras para construir este dispositivo extraordinário.\n\nEla se gaba de que o caldeirão é capaz de completar qualquer tarefa de aquecimento com precisão, perfeição e no máximo apenas dois puxões de uma alavanca.\n\nMas a sua aplicação mais comum é preparar chá e mantê-lo na temperatura ideal enquanto a Lisa gerencia os seus livros.\n\nAfinal de contas, um relaxante chá da tarde é a parte mais importante do dia da Lisa.",
      "ru": "Котёл особого нагревания - предмет никому в Мондштадте не понятной конструкции, изготовленный с особой целью. Среди его функций отложенный подогрев, полуавтоматическая подача ингредиентов и управление температурой.\n\nНа изготовление столь выдающегося образчика оборудования Лизе пришлось потратить целое состояние и на две недели запереться в алхимической мастерской.\n\nЛиза очень гордится тем, что все точные операции по нагреванию этот котёл выполняет не более чем за два нажатия рычага.\n\nНо чаще всего он служит для заваривания чая и, пока Лиза возится с книгами, поддержания его оптимальной температуры.\n\nВсё-таки в распорядке Лизы нет ничего важнее, чем приятное и расслабляющее чаепитие.",
      "id": "Special Heating Cauldron, produk khusus yang tidak seorang pun di Mondstadt dapat memahaminya. Memiliki fitur pemanasan yang lebih lama, penambahan bahan semi-otomatis, dan pengaturan suhu.\n\nLisa menghabiskan biaya yang sangat besar dan memimpin lab kimia selama dua minggu penuh untuk menciptakan peralatan khusus yang luar biasa ini.\n\nDengan benda tersebut, pemanasan yang tepat menjadikannya sempurna dengan hanya dua tarikan tuas.\n\nNamun benda tersebut paling umum digunakan untuk menyeduh teh dan mempertahankan rasa tehnya ketika dia sedang mengatur buku-bukunya.\n\nBagaimanapun, jadwal terpenting Lisa adalah sesi santai minum teh di sore hari.",
      "th": "หม้อต้มน้ำพิเศษ เป็นหม้อที่ออกแบบขึ้นมาเป็นพิเศษซึ่งไม่มีใครใน Mondstadt เข้าใจ อีกทั้งยังมีฟังก์ชันควบคุมเวลาทำความร้อนแบบกึ่งอัตโนมัติ และฟังก์ชันควบคุมการเก็บรักษาความร้อนด้วย\n\nLisa ทุ่มงบประมาณมหาศาล และใช้เวลาในห้องทดลองแปรธาตุถึงสองสัปดาห์ เพื่อสร้างอุปกรณ์พิเศษนี้ขึ้น\n\nมันสามารถทำความร้อนได้อย่างแม่นยำ โดยดึงด้ามจับเพียงไม่เกินสองครั้ง\n\nแต่การใช้งานที่พบได้บ่อยที่สุดคือ ใช้ชงชาตอนที่ Lisa จัดหนังสือ ซึ่งสามารถรักษารสชาติชาเอาไว้ได้ดีมาก\n\nช่วงเวลาสำคัญที่สุดในแต่ละวันของ Lisa ก็คือการได้ผ่อนคลายไปกับน้ำชายามบ่ายนั่นเอง",
      "vi": "Ấm đun nước đặc biệt là sản phẩm chế tạo theo cách mà người Mondstadt không thể lý giải nổi. Thiết bị có những tính năng như làm nóng chậm, bán tự động thêm phụ liệu cũng như khả năng giữ nhiệt hạn chế.\n\nĐây là món đồ tốn một lượng tiền lớn cũng như thời gian hai tuần làm việc trong xưởng giả kim của Lisa.\n\nKhi sử dụng, các thao tác tăng nhiệt chính xác có thể thực hiện tốt trong hai lần kéo tay cầm.\n\nThế nhưng, chiếc ấm được dùng nhiều nhất vào việc pha trà và giữ hương vị ở mức ngon nhất.\n\nXét cho cùng cũng là vì trà chiều là khoảng thời gian vui vẻ và quan trọng nhất trong cả ngày dài của Lisa."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "「神之眼」——神选者、改变世间之人的证明。\n\n抑或是，在挖掘魔导奥秘的前路上一个顺理成章的小小注脚。\n\n为了探索魔导，必须要了解元素。而比起从旧书堆中获取知识，实战是更好的方式。\n\n啊，看来需要一颗「神之眼」呢。\n\n想到这件事的刹那，「神之眼」就这么出现在了丽莎手中。\n\n取得「神之眼」的丽莎获得了她想要的知识，却也察觉了知识中暗藏的奥秘。\n\n神出于某些原因，给予人改变一切的钥匙，却未说明其所需要的代价。这让丽莎对「真相」心生恐惧。\n\n挂在脖子上的「神之眼」，成了悬在丽莎心头散发甜蜜香气的万丈深渊。\n\n所以，偶尔地，丽莎会向那些她认为有意思的人，传授她对各种事情的见解。\n\n或许丽莎一直暗中期待着，有能力探明「神之眼」背后真相的人将因此出现在她面前。",
      "zht": "「神之眼」——神選者、改變世間之人的證明。\n\n抑或是，在挖掘魔導奧秘的前路上一個順理成章的小小注腳。\n\n為了探索魔導，必須要瞭解元素。而比起從舊書堆中取得知識，實戰是更好的方式。\n\n啊，看來需要一顆「神之眼」呢。\n\n想到這件事的刹那，「神之眼」就這麼出現在了麗莎手中。\n\n取得「神之眼」的麗莎獲得了她想要的知識，卻也察覺了知識中暗藏的奧秘。\n\n神出於某些原因，給予人改變一切的鑰匙，卻未說明其所需要的代價。這讓麗莎對「真相」心生恐懼。\n\n掛在脖子上的「神之眼」，成了懸在麗莎心頭散發甜蜜香氣的萬丈深淵。\n\n所以，偶爾地，麗莎會向那些她認為有意思的人，傳授她對各種事情的見解。\n\n或許麗莎一直暗中期待著，有能力探明「神之眼」背後真相的人將因此出現在她面前。",
      "jp": "「神の目」——神に選ばれし者、世界を変える者の証。\n\n或いは、魔導の秘密を探究する道に残されていた小さな注釈。\n\n魔導を探究するためには、元素を理解しなければならない。古書から知識を得るより、実戦の方がいい。\n\nあら、どうやら「神の目」が必要だわ。\n\nそう思った瞬間、「神の目」がリサの手の中に現れた。\n\n「神の目」を手に入れたリサは、知りたかった知識を得た一方、その中に隠された秘密も知ってしまった。\n\n神はとある理由で、全てを変えられる鍵を手にする代償を、人々に告げなかった。リサはこの「真相」を恐れた。\n\n首にかけられている「神の目」は、リサの心の中に危険な甘い香りを放つ深淵になった。\n\nだから、時折リサは、彼女が興味を持った者に、様々な物事に対する見解を教える。\n\n恐らくリサは、ずっと密かに期待しているのだろう。いつか「神の目」の裏にある真実を見抜ける人が、目の前に現れる事を。",
      "ko": "「신의 눈」——신에게 선택받은 자이자 세계를 바꿀 사람이라는 증명이다.\n\n혹은 마력의 비밀을 밝히는 게 잘 풀리고 있다는 자그마한 설명이다.\n\n마력을 탐색하기 위해선 반드시 원소를 이해해야 한다. 오래된 책에서부터 지식을 얻는 것보다 실전이 더 좋은 방법이다.\n\n아, 「신의 눈」 하나가 필요할 것 같네.\n\n이런 생각을 가진 순간 「신의 눈」이 리사의 손에서 나타났다.\n\n「신의 눈」을 얻은 리사는 그녀가 원하던 지식을 얻을 수 있었지만 지식 속에 숨겨져 있던 비밀도 느낄 수 있었다.\n\n신은 모종의 이유로 사람에게 모든 걸 바꿀 수 있는 열쇠를 부여하지만 이에 필요한 대가는 설명해 주지 않는다. 이는 리사로 하여금 「진실」에 대한 두려운 마음을 가지게 했다.\n\n목에 걸린 「신의 눈」은 리사의 마음속에서 달달한 향기를 내뿜는 깊은 심연이 되었다.\n\n따라서 리사는 가끔씩 그녀가 흥미롭다고 생각하는 사람에게 다양한 사건에 대한 그녀의 의견을 건넨다.\n\n어쩌면 리사는 줄곧 「신의 눈」 배후의 진실을 밝힐 능력이 있는 사람이 그녀 앞에 나타나길 바라고 있을지도…",
      "en": "A Vision is a sign from the gods: a sign that you are one of those whom they have chosen to change the world.\n\nOr, maybe it's just one of the many hoops that one has to jump through on the path to unearthing the secrets of magecraft.\n\nAfter all, understanding the elements is essential to the study of magic, and practical experience is a far more useful means of acquiring this understanding than trying to assimilate the knowledge contained in dusty old books.\n\n\"Hmm... I suppose I shall need a Vision, then.\"\n\nAnd just like that, as that thought popped into her mind, her Vision popped into her hand.\n\nWith the aid of her Vision, Lisa acquired the knowledge that she sought. But she also sensed the deep secret hidden in the shadows of that knowledge.\n\nFor whatever reason, the gods gave humans the key to changing everything, but they did not explain the cost involved. Lisa grew fearful of the truth.\n\nThe Vision that hung from her neck became to her a bottomless pit filled with sweet delights, lingering at the back of her mind.\n\nSo, from time to time, when somebody whom she finds interesting comes along, Lisa will pass onto them her understanding on all kinds of matters.\n\nPerhaps she is secretly hoping that by doing so, one day someone will come along who has the ability to understand the ultimate truth behind Visions.",
      "de": "Ein Göttliches Auge ist ein Zeichen der Götter.\n\nEs ist ein Zeichen dafür, dass man zu denen gehört, die sie auserwählt haben, die Welt zu verändern.\n\nOder vielleicht ist es nur eine der vielen Hürden, die man auf dem Weg zur Aufdeckung der Geheimnisse der Magie überwinden muss.\n\nSchließlich ist das Verstehen der Elemente essenziell für das Studium der Magie und praktische Erfahrung ist ein weitaus nützlicheres Mittel, sich dieses Verständnis anzueignen, als zu versuchen, das in verstaubten alten Büchern enthaltene Wissen zu aufzunehmen.\n\n„Hmm ... Ich nehme an, dass ich dann ein Göttliches Auge brauchen werde.“\n\nUnd einfach so, als ihr dieser Gedanke in den Sinn kam, tauchte das Göttliche Auge in ihrer Hand auf.\n\nMit Hilfe des Göttlichen Auges erwarb Lisa das Wissen, das sie so lange suchte. Aber sie spürte auch das tiefe Geheimnis, das in den Schatten dieses Wissens verborgen lag.\n\nAus welchem Grund auch immer, gaben die Götter den Menschen den Schlüssel, um alles zu verändern, aber sie erklärten nicht die damit verbundenen möglichen Kosten. Lisa bekam Angst vor der Wahrheit.\n\nDas Göttliche Auge, das an ihrem Hals hing, wurde für sie zu einem bodenlosen Loch voller verlockender Freuden, die alle in ihrem Kopf verweilten.\n\nVon Zeit zu Zeit, wenn jemand vorbeikommt, den sie interessant findet, wird Lisa also ihr Verständnis und Wissen für alle möglichen Dinge an ihn weitergeben.\n\nVielleicht hofft sie insgeheim, dass dadurch eines Tages jemand vorbeikommt, der die Fähigkeit hat, die letzte Wahrheit hinter dem Göttlichen Auge zu verstehen.",
      "es": "Una Visión es una señal de los dioses: una señal de que eres una de las personas que los dioses han elegido para cambiar el mundo.\n\nO tal vez es solo uno de los muchos requisitos que uno tiene que cumplir en el camino para desenterrar los secretos de la magia.\n\nDespués de todo, comprender los elementos es esencial para el estudio de la magia, y la experiencia práctica es un medio mucho más útil para adquirir esta comprensión que tratar de asimilar el conocimiento de los libros viejos y polvorientos.\n\n“Hummm... Supongo que necesitaré una Visión, entonces”.\n\nY así, cuando esa idea pasó por la mente de Lisa, una Visión apareció en su mano.\n\nCon la ayuda de su Visión, Lisa adquirió el conocimiento que buscaba, pero también presintió un profundo secreto oculto en las sombras detrás de ese conocimiento.\n\nSea como fuere, los dioses le dieron a los humanos la clave para cambiar todo, pero no explicaron su costo. Lisa temía cada vez más la verdad.\n\nLa Visión que colgaba de su cuello se convirtió para ella en un pozo sin fondo lleno de dulces placeres que permanecía en lo más profundo de su mente.\n\nAsí que, cuando encuentra a una persona que ella considera interesante, compartirá con ella su conocimiento acerca de todo tipo de temas.\n\nTal vez espera que, al hacerlo, algún día vendrá alguien que tenga la capacidad de comprender la verdad absoluta detrás de las Visiones.",
      "fr": "L'œil divin est un signe des dieux accordé à ceux qu'ils ont choisi pour changer le monde...\n\nÀ moins qu'il ne s'agisse que d'une simple note en bas de la page écrite par celui ou celle qui cherche à révéler les secrets de la magie.\n\nLa compréhension des énergies élémentaires est indispensable à l'étude des arcanes magiques, et même si le savoir acquis dans les livres anciens a assurément une valeur intrinsèque, rien ne saurait remplacer la pratique.\n\n« Hum, j'imagine qu'il me faut un œil divin dans ce cas. »\n\nEt il suffit à Lisa de formuler cette pensée pour qu'apparaisse soudain un œil divin au creux de sa main.\n\nÀ l'aide de ce dernier, la bibliothécaire acquit le savoir qu'elle recherchait ; mais elle perçut également le sombre secret caché dans l'ombre dudit savoir.\n\nAllez savoir pourquoi, les dieux ont accordé aux hommes un puissant artéfact capable de changer le monde ; mais ils n'ont jamais fait mention du prix à payer... Et cette idée inquiète Lisa.\n\nL'objet suspendu à son cou est ainsi devenu comme un sombre puits sans fond empli malgré tout de délicieuses surprises, toujours présent quelque part au fond de ses pensées.\n\nCeci explique entre autres que lorsqu'elle rencontre une personne qu'elle juge intéressante, elle partage avec elle sa compréhension de toutes choses, dans l'espoir sans doute qu'elle tombe un jour sur quelqu'un capable de comprendre la vérité ultime se cachant derrière l'œil divin.",
      "pt": "Uma visão é um sinal dos deuses: um sinal de que você é uma das pessoas que eles escolheram para mudar o mundo.\n\nNão, talvez seja apenas um dos muitos obstáculos que se deve ultrapassar no caminho para descobrir as magias.\n\nEntender os elementos é essencial para o estudo da magia, e a experiência prática é um meio muito mais útil de adquirir esse entendimento do que tentar assimilar o conhecimento contido em livros antigos empoeirados.\n\n\"Hmm... Suponho que precisarei de uma Visão, então.\"\n\nE assim, quando esse pensamento surgiu em sua mente, a sua Visão surgiu em sua mão.\n\nCom a ajuda da sua Visão, a Lisa adquiriu o conhecimento que procurava. Mas ela também sentiu o profundo segredo escondido nas sombras desse conhecimento.\n\nPor algum motivo, os deuses deram aos humanos a chave para mudar tudo, mas não explicaram o custo. A Lisa ficou com medo da verdade.\n\nO objeto pendurado em seu pescoço se tornou um poço sem fundo cheio de doces prazeres.\n\nEntão, de tempos em tempos, quando alguém que ela acha interessante aparece, a Lisa transmite a ele o seu entendimento sobre todos os tipos de assuntos.\n\nTalvez ela esteja secretamente esperando que, ao fazer isso, um dia apareça alguém com a capacidade de entender a verdade por trás das Visões.",
      "ru": "Глаз Бога - знак свыше тому, кого боги избрали переменить мир.\n\nЕщё быть может, что это всего лишь шажок на пути к разгадке секретов волшебства.\n\nДля изучения магии необходимо понимать элементы, тем более, что практический опыт даст о них куда больше знаний, чем пыльные древние тома.\n\n«Хм... Похоже, мне понадобится Глаз Бога».\n\nСтоило Лизе об этом подумать, как глаз тут же оказался в её руке.\n\nС Глазом Бога Лиза получила искомые знания, но также она почувствовала, что в знаниях тех скрывается тайна.\n\nПо неизвестным причинам боги дали людям ключ, способный изменить всё, но чего это будет им стоить, не объяснили. Перед истиной в сердце Лизы зародился страх.\n\nГлаз Бога на шее Лизы стал сладкой бездной, постоянно манившей в свои глубины.\n\nПоэтому иногда Лиза передавала своё понимание разного рода предметов тем, кого находила интересным.\n\nНаверное, она в тайне надеялась встретить человека, который бы раскрыл ей истину за Глазами Бога.",
      "id": "\"Vision\" adalah tanda kalau kamu telah terpilih untuk mengubah dunia.\n\nAtau mungkin itu adalah salah satu dari sekian banyak rintangan yang harus dilewati seseorang di jalan untuk mengungkap rahasia sihir.\n\nLagi pula dalam mempelajari sihir, memahami unsur-unsur elemen sangatlah penting. Dan daripada mencoba menggali pengetahuan yang terkandung dalam buku-buku tua yang berdebu, pengalaman praktis adalah cara yang jauh lebih berguna untuk memperoleh pemahaman ini.\n\nArgh, sepertinya, kita masih memerlukan sebuah Vision.\n\nDetik itu juga, Vision muncul di atas telapak tangan Lisa.\n\nLisa yang mendapatkan Vision telah mendapatkan pengetahuan yang dicarinya, dan juga menemukan misteri di dalamnya.\n\nEntah karena alasan apa para Dewa memberi manusia kunci untuk mengubah segalanya, tetapi mereka tidak menjelaskan berapa harga yang harus dibayar. Ini membuat Lisa menjadi takut akan kebenaran.\n\nVision yang tergantung di lehernya menjadi misteri terdalam yang tergantung di hati Lisa dan memancarkan aroma yang manis.\n\nJadi, sesekali, Lisa akan mengajarkan wawasannya tentang berbagai hal kepada mereka yang menurutnya menarik.\n\nMungkin diam-diam Lisa mengharapkan kemunculan seseorang yang mampu menerangkan kebenaran tentang Vision.",
      "th": "วิชั่น...เป็นสิ่งที่พิสูจน์ถึงผู้ที่ได้ รับเลือกจากเทพ และเป็นผู้ที่สามารถเปลี่ยนแปลง โลกได้\n\nหรือว่าพวกเขาคือส่วนสำคัญในเส้นทางการค้นหาความลับ ของเวทมนตร์\n\nซึ่งการค้นหาเวทมนตร์นั้นเราต้อง เข้าเรื่องธาตุก่อน หากเทียบกันแล้วประสบการณ์จริง เป็นวิธีที่ดีกว่าการหาความรู้ จากหนังสือ\n\nอ่า ดูเหมือนว่าจะต้องมีวิชั่น\n\nเมื่อคิดถึงการสู้รบ จู่ ๆ วิชั่นก็ได้ปรากฏขึ้นในมือของ Lisa\n\nหลังจากได้รับวิชั่นแล้ว Lisa ก็ได้รับความรู้ที่เธอต้องการ และเธอก็สัมผัสได้ถึงความลับที่ซ่อนอยู่ในเงามืดของความรู้นั้น\n\nเทพได้มอบกุญแจที่สามารถเปลี่ยนแปลงทุกอย่างให้กับมนุษย์ด้วยเหตุผลบางอย่าง แต่กลับไม่ได้บอกถึงสิ่งแลกเปลี่ยนที่ต้องการ ซึ่งนั่นยิ่งทำให้ Lisa กลัว \"ความจริง\"\n\nวิชั่นที่ห้อยอยู่ที่คอของเธอกลายเป็นเหมือนห้วงลึกที่ส่งกลิ่นหอมหวาน\n\nดังนั้น บางครั้ง Lisa จึงแบ่งปันเรื่องราวต่าง ๆ ที่เธอได้พบเจอมาให้กับคน ที่เธอสนใจ\n\nบางที Lisa ก็แอบหวังว่าจะมีคนที่รู้ความจริงที่ อยู่เบื้องหลัง \"วิชั่น\" ปรากฏตัวต่อหน้าเธอ",
      "vi": "Vision là minh chứng cho người được Thần Linh lựa chọn, là người có thể thay đổi thế giới.\n\nHay nói một cách khác, họ là những cột mốc đánh dấu trên con đường tìm hiểu bí mật của ma pháp.\n\nĐể tìm hiểu ma pháp trước tiên phải hiểu rõ nguyên tố. Trong đó, chiến đấu thực tiễn là biện pháp dễ tiếp nhận hơn những tri thức từ đống sách cũ nát.\n\nChết rồi, xem ra cần có một viên Vision.\n\nKhi vừa nghĩ đến điều này, Vision liền xuất hiện trong tay cô.\n\nSau khi nhận được sức mạnh, cô hiểu rõ những thứ mà mình đang tìm kiếm, đó cũng là những bí mật được cất giấu trong tri thức.\n\nVì một lý do nào đó, Thần ban tặng cho con người chìa khóa thay đổi mọi thứ, nhưng không nói rõ cái giá phải trả. Điều này khiến Lisa vô cùng lo lắng cho cái gọi là \"chân tướng\".\n\nVision đeo trên cổ trở thành vực thẳm chết người tỏa hương thơm ngào ngạt. \n\nChính vì vậy, Lisa đôi khi cũng chia sẻ tri thức cho những người mà cô ấy thấy thú vị.\n\nCó lẽ cô cũng đang mong chờ người nắm rõ chân tướng đằng sau Vision sẽ xuất hiện trước mặt cô."
    }
  }
]