[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "嗨，小可爱，你是新来的助理吗？啊？魔导师大人？那是很久以前的事啦，现在的我不过是一介图书管理员而已。放心吧，姐姐会照顾好你的。那么…",
      "zht": "#嗨，小可愛，{F#妳}{M#你}是新來的助理嗎？啊？魔導師大人？那是很久以前的事啦，現在的我不過是一介圖書管理員而已。放心吧，姐姐會照顧好{F#妳}{M#你}的。那麼…",
      "jp": "ハ～イ、こんにちは。あなたが新人の助手？えっ？魔導師様？それは昔のことよ。今のわたくしはただの図書館司書。安心してお姉さんがあなたの面倒を見てあげる。それじゃあ…",
      "ko": "귀염둥이 안녕, 새로 온 조수인가? 어? 마법사? 그건 아주 오래 전 일이야. 지금의 난 도서관 사서일 뿐이라구. 걱정 마, 잘 돌봐줄게, 그럼…",
      "en": "Hi darling, are you going to be Lisa's little helper? What? Me, a grand mage? That was a long time ago, I'm just a humble librarian now. *chuckles* Don't worry darling, I'll take very good care of you. So...",
      "de": "#He, {F#meine Süße}{M#mein Süßer}, bist du meine neueste Aushilfe? Wie, ich? Eine große Zauberin? Das war schon vor langer Zeit, jetzt bin ich nur noch Bibliothekarin. Keine Sorge, ich werde schon gut auf dich aufpassen. Also ...",
      "es": "#Hola, cariño, ¿eres mi nuev{F#a}{M#o} ayudante? ¿Qué? ¿Que soy una gran maga? Eso fue hace mucho tiempo, ahora solo soy una humilde bibliotecaria. Jijiji, no te preocupes, cariño, cuidaré bien de ti. Así pues...",
      "fr": "#Coucou, petit chou ! Tu t'es enfin {M#décidé}{F#décidée} à devenir mon {M#assistant}{F#assistante} ? Moi, une grande sorcière ? C'est du passé tout ça, maintenant je ne suis qu'une simple bibliothécaire et ça me va très bien. Pas d'inquiétude, je prendrai soin de toi...",
      "pt": "#Oi, fofura, você é {F#a assistente nova}{M#o assistente novo}? Ah, eu? Grande Maga? Hehe, já faz bastante tempo. Agora sou apenas uma Bibliotecária. Relaxe, querid{F#a}{M#o}, eu você cuidar bem de você. Então...",
      "ru": "#Привет, милашка. Ты хочешь стать мо{F#ей}{M#им} нов{F#ой}{M#ым} маленьк{F#ой}{M#им} помощни{F#цей}{M#ком}? Что? Главный маг? Нет, это было очень давно, сейчас я обычный библиотекарь, хи-хи. Не волнуйся, дорогуша, я хорошо о тебе позабочусь. А теперь...",
      "id": "Hai, Cutie. Apakah kamu adalah asisten baruku? Ataukah... penyihir? Aku sudah tidak seperti dahulu, sekarang aku hanya seorang pustakawan biasa. Jangan khawatir, kakak akan menjagamu. Kalau begitu...",
      "th": "ไง เจ้าตัวน้อย เธอเป็นผู้ช่วยที่มาใหม่เหรอ? ว่าไงนะ? จอมเวท? นั่นมันเรื่องนานมาแล้วล่ะ ตอนนี้ฉันเป็นแค่ บรรณารักษ์ห้องสมุดเท่านั้นแหละ วางใจเถอะ พี่สาวจะดูแลเธอเอง ว่าแต่...",
      "vi": "Này, xin chào người bạn nhỏ, cưng là trợ lý mới à? Hả? Ma Đạo Sư đại nhân? Đó là chuyện rất lâu về trước rồi, bây giờ chị chỉ là một người quản lý thư viện mà thôi. Yên tâm đi, chị sẽ chăm sóc cho cưng. Vậy thì..."
    }
  },
  {
    "title": {
      "zhs": "闲聊·下午茶",
      "zht": "閒聊·下午茶",
      "jp": "世間話·アフタヌーンティー",
      "ko": "잡담·티타임",
      "en": "Chat: Afternoon Tea",
      "de": "Gespräch – Teezeit",
      "es": "Charla - Hora del té",
      "fr": "Bavardage - Goûter",
      "pt": "Bate-papo - Chá da Tarde",
      "ru": "Поболтаем: Послеобеденный чай",
      "id": "Berbincang: Waktu Minum Teh",
      "th": "แชท - น้ำชายามบ่าย",
      "vi": "Nói chuyện phiếm - Trà chiều"
    },
    "line": {
      "zhs": "明明是该喝下午茶的时间。",
      "zht": "明明是該喝下午茶的時間。",
      "jp": "アフタヌーンティーの時間よ。",
      "ko": "애프터눈 티 시간인데",
      "en": "It's nearly time for afternoon tea.",
      "de": "Es ist eindeutig Zeit für den Nachmittagstee.",
      "es": "Ya es por la tarde. ¡Hora del té!",
      "fr": "L'heure du thé est arrivée.",
      "pt": "É hora do chá da tarde.",
      "ru": "А вот и время для послеобеденного чая.",
      "id": "Sudah hampir waktunya minum teh sore hari.",
      "th": "นี่มันเวลาดื่มชายามบ่ายนี่นา",
      "vi": "Rõ ràng là thời gian để uống trà chiều."
    }
  },
  {
    "title": {
      "zhs": "闲聊·任务",
      "zht": "閒聊·任務",
      "jp": "世間話·任務",
      "ko": "잡담·임무",
      "en": "Chat: Quest",
      "de": "Gespräch – Auftrag",
      "es": "Charla - Misión",
      "fr": "Bavardage - Quête",
      "pt": "Bate-papo - Missão",
      "ru": "Поболтаем: Поручение",
      "id": "Berbincang: Misi",
      "th": "แชท - หน้าที่",
      "vi": "Nói chuyện phiếm - Nhiệm vụ"
    },
    "line": {
      "zhs": "任务是做不完的，还不如陪姐姐…聊会儿天。",
      "zht": "任務是做不完的，還不如陪姐姐…聊會天。",
      "jp": "任務は終わりっこないわ。それよりも、お姉さんと…お喋りしましょ～",
      "ko": "임무는 끝나질 않네. 그러지 말고 나랑 수다 떨자~",
      "en": "Why not keep me company for a while... There'll be plenty of time for work later.",
      "de": "Die Aufgabe kriegst du jetzt sowieso nicht fertig, dann kannst du auch mit mir ein bisschen plaudern.",
      "es": "¿Y si hacemos un descanso y charlamos un poco? Ya tendremos tiempo de trabajar después...",
      "fr": "Mon travail n'en finit pas... Tu ne veux pas qu'on discute un peu ?",
      "pt": "O trabalho nunca termina... Que tal a gente conversar um pouco?",
      "ru": "Присядь, поболтаем, а работа никуда не убежит.",
      "id": "Temani aku, dong... Kamu masih punya banyak waktu untuk menyelesaikan tugas, kan?",
      "th": "งานน่ะเอาไว้ก่อนเถอะ มาคุยเป็นเพื่อนพี่สาว... คนนี้ดีกว่า",
      "vi": "Nhiệm vụ không lúc nào làm hết cả, chi bằng hãy cùng chị... trò chuyện một lát."
    }
  },
  {
    "title": {
      "zhs": "闲聊·不宜出门",
      "zht": "閒聊·不宜出門",
      "jp": "世間話·外に出るべきじゃない",
      "ko": "잡담·외출 삼가",
      "en": "Chat: Better to Stay In",
      "de": "Gespräch – Gefährlicher Ausgang",
      "es": "Charla - Se recomienda no salir",
      "fr": "Sortie non recommandée",
      "pt": "Bate-papo - Não é recomendado sair",
      "ru": "Поболтаем: Из дома ни ногой",
      "id": "Berbincang: Malas Keluar",
      "th": "แชท - ไม่ออกไปไหน",
      "vi": "Nói chuyện phiếm - Không thích hợp ra ngoài"
    },
    "line": {
      "zhs": "今天不宜出门…欸，我昨天也是这么说的？",
      "zht": "今天不宜出門…欸，我昨天也是這麼說的？",
      "jp": "今日は外に出るべきじゃないわ…えっ、わたくし昨日も同じこと言ったかしら？",
      "ko": "오늘은 외출하기가 좀 그래…. 내가 어제도 이렇게 말했나?",
      "en": "Today's no good for going out... Hmm... Did I say that yesterday as well?",
      "de": "Heute sollte man lieber nicht rausgehen ... Wie, das habe ich gestern auch gesagt?",
      "es": "Hoy no es un buen día para salir... Oh, creo que ayer dije lo mismo.",
      "fr": "Aujourd'hui n'est pas un bon jour pour sortir... Oh ? J'ai dit la même aussi hier ?",
      "pt": "Não é um bom dia para sair... Oh? Eu disse o mesmo ontem?",
      "ru": "Сегодня не стоит выходить на улицу... Что? Я вчера говорила то же самое?",
      "id": "Bagaimana kalau perginya lain hari saja? Hmm? Sepertinya kemarin aku juga bilang seperti ini deh?",
      "th": "วันนี้ไม่ควรออกไปข้างนอก... หืม เมื่อวานฉันก็พูดแบบนี้เหรอ?",
      "vi": "Hôm nay không nên ra ngoài... hả, hôm qua chị cũng nói như vậy sao?"
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Turun Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "这种天气，泡一杯茶，坐着看雨多好。",
      "zht": "這種天氣，泡一杯茶，坐著看雨多好。",
      "jp": "こういう天気の日は、お茶を淹れて、雨を眺めながら腰かけているのが一番よ。",
      "ko": "이런 날씨에 차 한 잔 하며 비오는 구경이나 하면 참 좋겠네",
      "en": "*sigh* Perfect weather for sipping a cup of tea while gazing out the window.",
      "de": "Bei so einem Wetter trinkt man am besten eine Tasse Tee und beobachtet den Regen.",
      "es": "Con este tiempo, lo mejor es hacerse un té y sentarse a mirar la lluvia.",
      "fr": "Rien de mieux que de boire une tasse de thé en regardant la pluie.",
      "pt": "*Suspiro* Tempo perfeito para tomar uma xícara de chá enquanto se olha para a chuva pela janela.",
      "ru": "Эх, хорошая погода, чтобы укрыться пледом, попивать чаёк и смотреть в окошко.",
      "id": "*huff* Cuaca yang sempurna untuk menyeruput secangkir teh sambil memandang ke luar jendela.",
      "th": "อากาศแบบนี้ ดื่มชาสักแก้วแล้ว นั่งมองสายฝนก็คงจะเยี่ยมไปเลย",
      "vi": "Trong thời tiết này, pha một ly trà rồi ngồi ngắm mưa là tuyệt nhất."
    }
  },
  {
    "title": {
      "zhs": "打雷的时候…",
      "zht": "打雷的時候…",
      "jp": "雷の日…",
      "ko": "번개가 칠 때…",
      "en": "When Thunder Strikes",
      "de": "Wenn es blitzt ...",
      "es": "Cuando truena...",
      "fr": "Quand le tonnerre gronde...",
      "pt": "Quando Está Trovejando...",
      "ru": "Когда гремит гром...",
      "id": "Ketika Petir Menyambar",
      "th": "ในเวลาที่ฟ้าผ่า...",
      "vi": "Khi có sấm sét..."
    },
    "line": {
      "zhs": "在雷雨天训练事半功倍哦~呵呵，骗你的。",
      "zht": "#在雷雨天訓練事半功倍哦~呵呵，騙{F#妳}{M#你}的。",
      "jp": "雷雨での訓練効果は通常の倍なのよ～。フフッ、ウ·ソ·よ～",
      "ko": "천둥이 치고 비가 오는 날 훈련은 효과가 2배라구~ 하하, 뻥·이·야~",
      "en": "When I practice my spells in weather like this, I can do half the work for double the impact. Haha, I'm just teasing.",
      "de": "Bei Gewitter muss ich mich nicht so anstrengen, hehe. Ich mache nur Spaß.",
      "es": "Cuando uso mis habilidades con este tiempo, hago todo mi trabajo esforzándome la mitad. Es broma, jeje.",
      "fr": "Tu savais que s'entraîner dehors lors d'un jour de pluie orageux était plus efficace ? ... Non, je plaisante.",
      "pt": "Você sabe que o treinamento num dia de chuva é mais eficaz?... Não, é brincadeira.",
      "ru": "Практикуя заклинания в такую погоду, я могу добиться большего результата, делая меньше работы... Хе-хе, да я просто шучу.",
      "id": "Berlatih di tengah hujan petir ini hasilnya lebih efektif loh... Hehehe, aku hanya bercanda.",
      "th": "การฝึกคาถาในวันที่ฝนฟ้าคะนอง ใช้แรงแค่ครึ่งเดียวจะได้ผลลัพธ์ ถึงสองเท่าเลยนะ ~ ฮ่า ๆ ล้อเล่นน่ะ",
      "vi": "Tập luyện trong những ngày mưa giông có hiệu quả hơn... Haha, đùa với cưng thôi."
    }
  },
  {
    "title": {
      "zhs": "起风的时候…",
      "zht": "起風的時候…",
      "jp": "風の日…",
      "ko": "바람이 불 때…",
      "en": "When It's Windy",
      "de": "Wenn es windig ist ...",
      "es": "Cuando hace viento...",
      "fr": "Quand le vent souffle...",
      "pt": "Quando está ventando...",
      "ru": "Когда дует ветер...",
      "id": "Waktu Angin Bertiup",
      "th": "ในเวลาที่ลมพัด...",
      "vi": "Khi gió nổi lên..."
    },
    "line": {
      "zhs": "天气真好，能躺下来补个觉就更好了。",
      "zht": "天氣真好，能躺下來補個覺就更好了。",
      "jp": "本当にいい天気。横になってお昼寝したらもっと最高ね。",
      "ko": "날씨 참 좋네. 누워서 잠을 보충할 수 있다면 더 좋을 텐데",
      "en": "Such a calming breeze... Perfect for taking a nap, don't you think?",
      "de": "Das Wetter ist wirklich toll. Wenn man sich jetzt noch dabei hinlegen und ein Nickerchen halten könnte, wäre das noch toller.",
      "es": "Qué brisa tan relajante... Es ideal para echarse una siestecita, ¿no crees?",
      "fr": "Il fait beau aujourd'hui. C'est un temps idéal pour une petite sieste.",
      "pt": "Uma brisa tão calmante... Perfeita para tirar uma soneca, você não acha?",
      "ru": "Такой успокаивающий ветерок... Идеально подходит для того, чтобы вздремнуть, ты не находишь?",
      "id": "Anginnya sungguh menyejukkan. Cocok untuk tidur siang, kan?",
      "th": "อากาศดีจังเลย ถ้าได้งีบสักนิดคงจะเยี่ยมไปเลย",
      "vi": "Thời tiết thật đẹp, nếu có thể nằm xuống ngủ một giấc thì tốt biết mấy."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "啊…早安，琴。嗯？不好意思，我看错了。",
      "zht": "啊…早安，琴。嗯？不好意思，我看錯了。",
      "jp": "おはよう、ジン。あら？ごめんなさい、見間違えちゃった。",
      "ko": "하암… 좋은 아침이야, 진. 어라? 미안, 내가 잘못 봤네",
      "en": "*yawn* Good morning, Jean... Oh, it's you! Sorry, dear.",
      "de": "Ah, Guten Morgen, Jean. Wie? Oh, Verzeihung, da habe ich mich wohl vertan.",
      "es": "*Bosteza*, buenos días, Jean. ¿Eh? Oh, eres tú, cariño.",
      "fr": "Bonjour Jean... Ah, pardon. Mes yeux m'ont joué un tour.",
      "pt": "Bom dia, Jean. Hum? Desculpe, vi errado.",
      "ru": "*Зевает* Доброе утро, Джинн... Ох, это ты! Прости, дорогуша.",
      "id": "*hoam* Selamat pagi, Jean. Eh? Maaf, aku salah orang!",
      "th": "*หาว*... อรุณสวัสดิ์ Jean หืม? ขอโทษที ฉันตาฝาดน่ะ",
      "vi": "A... Jean, buổi sáng tốt lành. Ơ? Xin lỗi, chị nhìn nhầm rồi."
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "午休时间到了…",
      "zht": "午休時間到了…",
      "jp": "お昼休みよ…",
      "ko": "점심시간이 됐구나…",
      "en": "It must almost be time for a nap...",
      "de": "Zeit für ein Mittagsschläfchen ...",
      "es": "Es la hora de la siesta...",
      "fr": "C'est l'heure de la sieste de l'après-midi...",
      "pt": "A hora da sesta chegou...",
      "ru": "Пора вздремнуть...",
      "id": "Sudah saatnya istirahat...",
      "th": "ถึงเวลานอนกลางวันแล้วล่ะ...",
      "vi": "Đã đến giờ nghỉ trưa..."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "你还不睡吗？我已经困了呢…",
      "zht": "#{F#妳}{M#你}還不睡嗎？我已經睏了呢…",
      "jp": "まだ寝ないの？わたくしは眠くなっちゃった…",
      "ko": "아직 안 자? 난 벌써 졸린데…",
      "en": "You're still up? I'm getting sleepy...",
      "de": "Schläfst du immer noch nicht? Ich bin schon ganz müde ...",
      "es": "¿Aún no te has dormido? Yo me muero de sueño...",
      "fr": "Tu ne dors pas encore ? Je suis lessivée...",
      "pt": "#Você ainda está acordad{F#a}{M#o}? Eu estou com sono...",
      "ru": "До сих пор не спишь? Я вот уже засыпаю...",
      "id": "Kamu masih belum tidur? Aku sudah mengantuk...",
      "th": "เธอยังไม่นอนเหรอ? ฉันง่วงแล้วล่ะ...",
      "vi": "Cưng vẫn chưa ngủ sao? Chị buồn ngủ rồi..."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "你努力的样子，姐姐全都见到了哦。嗯…让我想想，给你什么奖励吧…",
      "zht": "#{F#妳}{M#你}努力的樣子，姐姐全都見到了哦。嗯…讓我想想，給{F#妳}{M#你}什麼獎勵吧…",
      "jp": "あなたの頑張る姿、お姉さんが全部見ておいてあげたわよ。どんなご褒美をあげようかしら…",
      "ko": "네가 애쓰는 모습 다 봤어. 네게 무슨 상을 줘야 할까…",
      "en": "I can see how hard you've been working today. Let me think of a way to reward you...",
      "de": "Heute hast du dir wirklich Mühe gegeben. Mal sehen, was ich dir dafür als Belohnung geben kann ...",
      "es": "He visto cómo te esforzaste el día de hoy. Veamos, ¿qué puedo darte como recompensa?...",
      "fr": "J'ai remarqué que tu te donnais à fond ces derniers temps. Hum, que devrais-je te donner en récompense ?",
      "pt": "Consigo ver que você está trabalhando duro hoje. Deixe-me pensar em uma recompensa para você...",
      "ru": "#Я заметила, как ты сегодня усердно работал{F#а}. Дай подумать, как мне тебя вознаградить...",
      "id": "Aku tahu kamu sudah bekerja keras. Coba aku pikirkan hadiah yang pantas untukmu...",
      "th": "ขยันจังเลยนะ พี่เห็นแล้วล่ะ อืม... ขอคิดก่อนนะว่าจะให้รางวัลอะไรดี...",
      "vi": "Chị đã thấy dáng vẻ chăm chỉ của cưng. Ừm... Để nghĩ xem, nên thưởng cho cưng cái gì nhỉ..."
    }
  },
  {
    "title": {
      "zhs": "关于丽莎自己…",
      "zht": "關於麗莎自己…",
      "jp": "リサ自身について…",
      "ko": "리사 자신에 대해…",
      "en": "About Lisa",
      "de": "Über Lisa ...",
      "es": "Sobre Lisa",
      "fr": "À propos de Lisa...",
      "pt": "Sobre a Lisa  por ela mesma...",
      "ru": "О Лизе...",
      "id": "Tentang Lisa sendiri",
      "th": "เกี่ยวกับตัวของ Lisa เอง...",
      "vi": "Về bản thân Lisa..."
    },
    "line": {
      "zhs": "这可不是偷懒呀。谁不想用最省力的方法达到目的呢？",
      "zht": "這可不是偷懶呀。誰不想用最省力的方法達到目的呢？",
      "jp": "これはサボっているわけじゃないのよ。最も少ない労力で目的を達成しようとすることは、誰もが考えることでしょう？",
      "ko": "이건 게으름을 피우는 게 아니야. 모두 가장 효율적으로 목표를 달성하길 원하잖아?",
      "en": "I'm not lazy, I just know to save my energy for when I need it most.",
      "de": "Das ist nicht Faulenzen. Das nennt man Energiesparmodus.",
      "es": "No soy perezosa. ¿A quién no le gusta hacer el mínimo esfuerzo para conseguir lo que quiere?",
      "fr": "Je ne suis pas en train de flemmarder, loin de là. J'atteins mes objectifs sans me fatiguer, n'est-ce pas le rêve de tous ?",
      "pt": "Eu não sou preguiçosa, só sei poupar minha energia para quando mais precisar dela.",
      "ru": "Я не ленивая. Просто я храню энергию для того момента, когда она мне будет необходима.",
      "id": "Ini bukan malas-malasan namanya. Siapa sih yang tidak ingin bisa mencapai target hanya dengan berleha-leha?",
      "th": "ฉันไม่ได้ขี้เกียจนะ แค่เก็บพลังงานไว้ใช้ตอนจำเป็นเท่านั้นเอง",
      "vi": "Đây không phải là lười biếng. Ai mà không muốn dùng cách tiết kiệm sức lực nhất để đạt được mục tiêu chứ?"
    }
  },
  {
    "title": {
      "zhs": "关于我们·关系",
      "zht": "關於我們·關係",
      "jp": "関係について…",
      "ko": "우리에 대해·관계",
      "en": "About Us: Relationships",
      "de": "Über uns – Beziehung",
      "es": "#Sobre nosotr{F#as}{M#os} - Relaciones",
      "fr": "À propos de nous - Lien",
      "pt": "Sobre Nós - Relacionamentos",
      "ru": "О нас: Отношения",
      "id": "Tentang Kita: Hubungan",
      "th": "เกี่ยวกับเรา - ความสัมพันธ์",
      "vi": "Về chúng tôi - Quan hệ"
    },
    "line": {
      "zhs": "你想把我当作你的老师、前辈，还是朋友？都可以哦。",
      "zht": "#{F#妳}{M#你}想把我當作{F#妳}{M#你}的老師、前輩，還是朋友？都可以哦。",
      "jp": "あなた、わたくしのこと先生だと思ってる？それとも先輩？友達？くすっ、どれでもいいわよ。",
      "ko": "날 선생님, 선배, 친구 중에 뭐로 여길래? 난 다 상관없어",
      "en": "I can be your teacher, your master, or your friend... or all three if you want...",
      "de": "Siehst du mich als deinen Lehrer, Vorgesetzten oder Freund? Egal wie, alles ist in Ordnung.",
      "es": "¿Qué quieres que sea, tu profesora, tu maestra o tu amiga? ¿O las tres?",
      "fr": "Je peux être ta professeur, ton mentor, ton amie... ou les trois en même temps !",
      "pt": "Eu posso ser sua professora, sua mestra ou sua amiga... Ou os três se você quiser...",
      "ru": "Я могу быть твоим наставником, хозяином или другом... Или всё вместе.",
      "id": "Kamu bebas menganggapku, mau itu sebagai guru, senior, atau bahkan temanmu.",
      "th": "เธออยากให้ฉันเป็นอาจารย์, ผู้อาวุโส หรือเพื่อนก็ได้หมดเลยนะ",
      "vi": "Cưng muốn xem chị là giáo viên, tiền bối, hay là bạn bè? Đều được nhé."
    }
  },
  {
    "title": {
      "zhs": "关于我们·本领",
      "zht": "關於我們·本領",
      "jp": "実力について…",
      "ko": "우리에 대해·역량",
      "en": "About Us: Capabilities",
      "de": "Über uns – Fertigkeiten",
      "es": "#Sobre nosotr{F#as}{M#os} - Capacidades",
      "fr": "À propos de nous - Aptitudes",
      "pt": "Sobre Nós - Capacidades",
      "ru": "О нас: Возможности",
      "id": "Tentang Kita: Kemampuan",
      "th": "เกี่ยวกับเรา-ความสามารถ",
      "vi": "Về chúng tôi - Bản lĩnh"
    },
    "line": {
      "zhs": "哎呀，再不拿出点真本事出来，就对不起你的努力了吧。嗯哼…也好也好。",
      "zht": "#哎呀，再不拿出點真本事出來，就對不起{F#妳}{M#你}的努力了吧。嗯哼，也好也好。",
      "jp": "あらあら、そろそろ本気を出さないと、今までの努力が無駄になるわよ。ウフッ、まあいいけどね。",
      "ko": "어머나, 진짜 실력을 보이지 않으면 그동안의 노력이 허탈하겠는데. 후후, 괜찮아",
      "en": "Let me show you a thing or two, lest we let your efforts go to waste. *chuckles*",
      "de": "Mnja, wenn du dich nicht ein bisschen mehr anstrengst, dann wird es dir am Ende noch leidtun. Das wäre doch echt schade.",
      "es": "#Deja que te enseñe un par de cosas para no desperdiciar tus habilidades. Guau, ¡qué buen{F#a}{M#o} eres!",
      "fr": "Je vais te montrer un peu de quoi je suis capable... Il faut bien que j'honore tes efforts, haha.",
      "pt": "Mostre o seu jeito que merece o seu esforço! Ok, está bem!",
      "ru": "Давай, я кое-что тебе покажу, чтобы твои усилия не пропали даром, хе-хе.",
      "id": "Hmm, kalau kamu masih tidak juga menunjukkan kemampuan aslimu, kerja kerasmu akan sia-sia. Ya... begitulah kira-kira.",
      "th": "ตายจริง ถ้าไม่โชว์ฝีมือหน่อย เธอก็เสียแรงเปล่าน่ะสิ อุฮุฮุ",
      "vi": "Ái chà, nếu còn không mang ra chút bản lĩnh thực sự thì thật có lỗi sự cố gắng của cưng rồi. È hèm... cũng được cũng được."
    }
  },
  {
    "title": {
      "zhs": "关于我们·仪式",
      "zht": "關於我們·儀式",
      "jp": "儀式について…",
      "ko": "우리에 대해·의식",
      "en": "About Us: Ceremony",
      "de": "Über uns – Ritual",
      "es": "#Sobre nosotr{F#as}{M#os} - Ceremonia",
      "fr": "À propos de nous - Cérémonie",
      "pt": "Sobre Nós - Cerimônia",
      "ru": "О нас: Церемонии",
      "id": "Tentang Kita: Ritual",
      "th": "เกี่ยวกับเรา-พิธี",
      "vi": "Về chúng tôi - Nghi thức"
    },
    "line": {
      "zhs": "再等一下，「将悔罪的记号吻在弟子的前额」…好了，那么仪式就完成了~今后你就是我丽莎的首席弟子了哟。",
      "zht": "#再等一下，「將悔罪的記號吻在弟子的前額」…好了，那麼儀式就完成了~今後{F#妳}{M#你}就是我麗莎的首席弟子了喲。",
      "jp": "ちょっと待って。「罪過の印を弟子の額に口づけする」……よし、これで儀式は終了よ～あなたはこれから、わたくしの一番弟子よ。",
      "ko": "좀 더 기다려, 속죄의 입맞춤을 제자의 이마에…. 됐다, 그럼 의식 완료~ 앞으로 넌 나 리사의 수제자야",
      "en": "Wait, one last thing... A kiss on the forehead from master to follower. Now you're my star pupil.",
      "de": "Warte noch einen Moment, „Ein Kuss vom Meister auf die Stirn des Schülers“ ... So, ab heute bist du mein Lieblingsschüler.",
      "es": "#Espera, una última cosa... Un beso de la maestra en la frente de su discípul{F#a}{M#o} y... ¡Listo! Ahora ya eres mi alumn{F#a}{M#o} estrella.",
      "fr": "#Attends, il reste le petit bisou sur le front de la maîtresse à son disciple... Et voilà, tu es officiellement {M#mon nouvel apprenti}{F#ma nouvelle apprentie} !",
      "pt": "#Espere. Ainda falta um processo da cerimônia. \"Dar um beijo na testa d{F#a}{M#o} aprendiz\"... Bom, então agora concluímos esta cerimônia. A partir de hoje, você é oficialmente {F#a minha}{M#o meu} aprendiz.",
      "ru": "#Постой, напоследок поцелуй в лоб от наставника ученику... Теперь ты мо{F#я}{M#й} сам{F#ая}{M#ый} лучш{F#ая}{M#ий} учени{F#ца}{M#к}.",
      "id": "Tunggu sebentar, (Lisa mencium tanda pertobatan di dahi sang murid)...Baiklah, mulai sekarang kamu resmi menjadi murid utamaku.",
      "th": "รอเดี๋ยวสิ อาจารย์จะมอบจุ๊บเป็นสัญลักษณ์ ของการยอมรับเป็นศิษย์ให้... เรียบร้อย พิธีกรรมเสร็จสิ้นแล้ว ~ จากนี้ไปเธอก็กลายเป็นลูกศิษย์ของ Lisa เต็มตัวแล้วนะจ๊ะ",
      "vi": "Đợi một chút, \"hôn ký hiệu sám hối lên trán của đệ tử\"... được rồi, vậy là nghi lễ đã hoàn tất... Từ hôm nay, cưng chính là đệ tử đầu tiên của Lisa này rồi nhé."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về Vision..."
    },
    "line": {
      "zhs": "「神之眼」啊…那可是导引元素力所必要的装置呢。唯独在你身上却是例外。唔…究竟是什么原理呢，啊，有了，你…有空陪姐姐做个实验么？",
      "zht": "#「神之眼」啊…那可是導引元素力所必要的裝置呢。唯獨在{F#妳}{M#你}身上卻是例外。唔…究竟是什麼原理呢，啊，有了，{F#妳}{M#你}…有空陪姐姐做個實驗嗎？",
      "jp": "「神の目」ね…あれは元素の力を導くために必要な装置よ。でも、あなただけは例外のようね。うーん…一体どういう原理かしら…あっ、そうだ、ねぇ…お姉さんと一緒に実験してくれるかしら？",
      "ko": "신의 눈은 말이지…. 그건 원소의 힘을 인도하는 필수 장치잖아. 네 몸에서만은 예외지만. 음…. 대체 무슨 원리일까? 아 그래 너, 이 누님과 함께 실험하지 않을래?",
      "en": "Visions? Ah, they're a necessary device in controlling the elements — with you being the sole exception, of course. Hmm... As for why that is, perhaps... we can find the time to experiment a little?",
      "de": "„Göttliche Augen“, hmm ... Das sind notwendige Apparate um Elementarkräfte zu kontrollieren. Außer für dich. Nun, wie es funktioniert? Hier, ich zeig es dir. Hast du Zeit für ein kleines Experiment?",
      "es": "¿La Visión? Ah, es un dispositivo necesario para controlar los elementos. Tú eres la única excepción. Hummm, me pregunto por qué será... Cuando tengas tiempo, ¿podría hacer unos experimentos contigo?",
      "fr": "L'œil divin est nécessaire pour faire usage de l'énergie élémentaire... sauf pour toi. Ah, dis-moi, aurais-tu un peu de temps à m'accorder pour une petite expérience ?",
      "pt": "#A Visão? É um dispositivo necessário para controlar os elementos, você é um caso excepcional! Não sei o porquê! Ah, bom, parece que você não está ocupad{F#a}{M#o}, vamos fazer um pequeno experimento?",
      "ru": "Глаз Бога? Это устройство, позволяющее контролировать стихийные элементы... но тебе он, конечно, не нужен. Хм... А чтобы выяснить, почему... У тебя есть свободное время для кое-каких экспериментов?",
      "id": "\"Vision\" Ah... ini adalah alat yang dipakai untuk mengendalikan elemen. Tapi yang ada padamu ini sedikit berbeda. Kenapa ya kira-kira? Hmm, begini saja, apakah kamu ada waktu kosong untuk menemani kakak melakukan percobaan?",
      "th": "\"วิชั่น\" อา... มันเป็นเครื่องมือที่จำเป็นมากในการดึงดูดพลังงานธาตุ มีแต่เธอที่เป็นข้อยกเว้นล่ะนะ หืม... มันเป็นเพราะสาเหตุอะไรกันนะ บางทีอาจเป็นเพราะ... เธอมีเวลาทำการทดลองกับ พี่สาวมั้ย?",
      "vi": "Vision... đó là trang bị cần có để dẫn dắt sức mạnh nguyên tố. Chỉ có mình cưng là ngoại lệ. Hừm, rốt cục là nguyên lý gì nhỉ, à, có rồi, bé cưng... có thời gian làm thí nghiệm với chị không?"
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享…",
      "zht": "有什麼想要分享…",
      "jp": "シェアしたいこと…",
      "ko": "하고 싶은 이야기…",
      "en": "Something to Share",
      "de": "Willst du mir etwas mitteilen?",
      "es": "¿Algo que decir?",
      "fr": "Quelque chose à partager ?",
      "pt": "Algo para Compartilhar...?",
      "ru": "Давай поделимся...",
      "id": "Berbagi Cerita",
      "th": "ต้องการจะแชร์อะไร...",
      "vi": "Có gì muốn chia sẻ không..."
    },
    "line": {
      "zhs": "图书馆楼上的炼金工坊，可以随意使用哦？不过进去之前记得敲门，如果撞见什么不该见到的东西那就麻烦了。",
      "zht": "圖書館樓上的煉金工坊，可以隨意使用哦？不過進去之前記得敲門，如果撞見什麼不該見到的東西那就麻煩了。",
      "jp": "図書館の上階にある錬金工房は好きに使っていいわよ。でも、入る前にノックするのは忘れないでね。見てはいけない物を目にしてしまったら面倒よ。",
      "ko": "도서관 위의 연금술 공방은 편히 사용해도 돼. 하지만 들어가기 전 노크를 잊지 마. 보지 말아야 할 걸 보면 곤란해지니까",
      "en": "Feel free to use the alchemist's upstairs from the library whenever you want. But make sure you knock first... we wouldn't want you seeing anything you're not supposed to, now would we?",
      "de": "Du kannst gern die Alchimiewerkstatt im Obergeschoss benutzen. Aber immer erst klopfen, nicht dass du noch etwas siehst, was dich in Schwierigkeiten bringen könnte.",
      "es": "Puedes usar el taller de alquimia del piso superior de la Biblioteca cuando quieras. Pero no olvides llamar a la puerta antes de entrar. No querría que vieras algo que no debes ver.",
      "fr": "#Tu es {M#le bienvenu}{F#la bienvenue} dans l'atelier d'alchimie à l'étage de la bibliothèque, mais n'oublie pas de frapper avant d'entrer. Ça serait embêtant que tu voies des choses que tu n'es pas {M#censé}{F#censée} voir...",
      "pt": "Fique à vontade de usar o laboratório de alquimia em cima da Biblioteca sempre que quiser. Mas não se esqueça de bater na porta primeiro. Você vai causar problemas se ver algo que não deve.",
      "ru": "#Ты можешь обращаться к алхимикам на верхнем этаже в любое время, только обязательно постучись перед тем, как войти. Мы же не хотим, чтобы ты увидел{F#а} что-то такое, что видеть нельзя, понимаешь?",
      "id": "Kamu bisa memakai lab alkimia yang ada di atas perpustakaan kapan pun kamu mau. Tapi jangan lupa untuk ketuk pintu ya, soalnya bisa repot kalau kita melihat sesuatu yang tak diinginkan.",
      "th": "ห้องทดลองแปรธาตุชั้นบนของ ห้องสมุดเธอไปใช้ได้ตลอดเลยนะ แต่อย่าลืมเคาะประตูก่อนที่จะเข้าไปล่ะ ถ้าเกิดเธอไปเห็นอะไร ที่ไม่ควรเห็นเข้ามันจะยุ่งนะ",
      "vi": "Xưởng giả kim trên lầu của thư viện, cưng có thể tuỳ ý sử dụng. Nhưng hãy nhớ gõ cửa trước khi vào, nếu cưng nhìn thấy thứ không nên thấy thì rắc rối rồi."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "嘟嘟莲是有着解毒功效的药草。有了它，就不用再担心魔药的副作用了…哼哼。",
      "zht": "嘟嘟蓮是有著解毒功效的藥草。有了它，就不用再擔心魔藥的副作用了…哼哼。",
      "jp": "ドドリアンは解毒効果のある薬草よ。それがあれば魔法薬の副作用も心配ないわ…ふふっ。",
      "ko": "통통 연꽃은 해독 작용이 있는 약초야. 그것만 있으면 마법 포션의 부작용을 걱정하지 않아도 돼",
      "en": "Calla Lilies are a medicinal flower with antidotal properties. With them in hand, there's no need to worry about the side effects of any potions... Hehe.",
      "de": "Wasserlilien enthalten viele Antioxidantien. Wenn du eine davon in der Hand hältst, brauchst du dir keine Sorgen um Nebenwirkungen bei Tränken machen ... Hihi.",
      "es": "Los lirios cala son unas flores medicinales que pueden servir como antídoto. Siempre que lleves uno, no tendrás que preocuparte de los efectos secundarios de las pociones, jeje.",
      "fr": "Le lys calla est une plante qui neutralise le poison. Pas besoin de se soucier des effets secondaires des potions magiques lorsqu'on en a sous la main, héhé...",
      "pt": "As Lótus de Leite são uma erva medicinal com propriedades antidotais. Com elas na mão, não há necessidade de se preocupar com os efeitos colaterais de nenhuma poção... Hehe.",
      "ru": "Лилия калла - это лекарственный цветок с противоядными свойствами. С ним не нужно беспокоиться о побочных эффектах зелий... Хе-хе.",
      "id": "Calla Lily adalah tanaman obat yang efektif untuk menawar racun. Dengan ini kita tidak perlu takut dengan efek samping ramuan sihir... hehehe.",
      "th": "Calla Lily เป็นสมุนไพรที่สามารถถอนพิษได้ แค่พกติดตัวไว้ก็ไม่ต้องกลัวผลข้างเคียงของน้ำยาโพชั่นต่าง ๆ แล้วล่ะ ... ฮิฮิ",
      "vi": "Hoa Calla Lily là một loại thảo mộc có tác dụng giải độc. Có nó thì không cần phải lo lắng về tác dụng phụ của ma dược nữa..."
    }
  },
  {
    "title": {
      "zhs": "关于琴…",
      "zht": "關於琴…",
      "jp": "ジンについて…",
      "ko": "진에 대해…",
      "en": "About Jean",
      "de": "Über Jean ...",
      "es": "Sobre Jean...",
      "fr": "À propos de Jean...",
      "pt": "Sobre Jean...",
      "ru": "О Джинн...",
      "id": "Tentang Jean",
      "th": "เกี่ยวกับ Jean...",
      "vi": "Về Jean..."
    },
    "line": {
      "zhs": "琴是个称职的好团长。看到她认真工作的样子，就连我也忍不住想要多帮她一把。",
      "zht": "琴是個稱職的好團長。看到她認真工作的樣子，就連我也忍不住想要多幫她一把。",
      "jp": "ジンは実力のある素晴らしい団長よ。彼女が真面目に仕事している姿を見ると、わたくしまで思わず手伝いたくなっちゃうわ。",
      "ko": "진은 본분을 다하는 좋은 단장이야. 그녀가 열심히 일하는 모습을 보면 돕고 싶은 마음이 절로 생겨",
      "en": "Jean is a gifted and dedicated leader. Seeing how hard she works makes even me want to help her out.",
      "de": "Jean ist ein hervorragender Anführer. Wenn ich sehe, wie hart sie arbeitet, will ich ihr doch glatt helfen.",
      "es": "Jean es una líder con mucha dedicación y talento. Al ver lo duro que trabaja, incluso a mí me entran ganas de ayudarla.",
      "fr": "Jean est une Grande Maîtresse très compétente. Je ne peux pas m'empêcher de vouloir lui donner un coup de main quand je vois comment elle se dévoue à la tâche...",
      "pt": "A Jean é uma líder talentosa e dedicada. Ao ver que ela trabalha tão duro, gostaria estender a minha mão.",
      "ru": "Джинн очень преданна своему делу. Наблюдая за тем, как она усердно работает, даже мне хочется ей помочь.",
      "id": "Jean adalah pemimpin yang baik dan bertanggung jawab. Melihatnya bekerja seserius itu, bahkan aku pun tergerak untuk membantunya.",
      "th": "Jean เป็นผู้นำที่มีความสามารถมาก เวลาเห็นเธอจริงจังกับงานฉันก็ อดไม่ไหว อยากช่วยเธอทุกที",
      "vi": "Jean là một người đội trưởng tốt. Nhìn dáng vẻ nghiêm túc làm việc của cô ấy, ngay cả chị đây cũng không nhịn được mà muốn giúp một tay."
    }
  },
  {
    "title": {
      "zhs": "关于安柏…",
      "zht": "關於安柏…",
      "jp": "アンバーについて…",
      "ko": "엠버에 대해…",
      "en": "About Amber",
      "de": "Über Amber ...",
      "es": "Sobre Amber...",
      "fr": "À propos d'Amber...",
      "pt": "Sobre Amber...",
      "ru": "Об Эмбер...",
      "id": "Tentang Amber",
      "th": "เกี่ยวกับ Amber...",
      "vi": "Về Amber..."
    },
    "line": {
      "zhs": "小安柏刚进骑士团的样子我还记得呢，一转眼都那么能干了。啊，再过几年，又会变成什么样呢？",
      "zht": "小安柏剛進騎士團的樣子我還記得呢，一轉眼都那麼能幹了。啊，再過幾年，又會變成什麼樣呢？",
      "jp": "アンバーちゃんが騎士団に入ったばかりの頃のことなら、まだ覚えているわよ。あっという間にあんなに成長して。あぁ、さらにあと数年したら今度はどんな姿になるのかしらね～？",
      "ko": "엠버가 기사단에 막 들어왔을 때가 기억나네. 눈 깜짝할 사이에 능력 있는 기사가 다 됐어. 아, 몇 년 더 지나면 어떤 모습이 되어 있을까?",
      "en": "Amber was just a young girl when she joined the knights, and in the blink of an eye, she's turned into such a strong young lady. I'm curious to see what she'll be like a few years from now.",
      "de": "Amber war noch ein kleines Mädchen, als sie dem Ritterorden beitrat, aber nach nur ganz kurzer Zeit ist sie zu einer so starken jungen Frau geworden. Ich bin schon gespannt, wie sie in ein paar Jahren sein wird.",
      "es": "Amber era solo una niña cuando se unió a los Caballeros, y en un abrir y cerrar de ojos, se convirtió en una joven muy fuerte. Tengo curiosidad por ver cómo será dentro de unos años.",
      "fr": "Je me souviens encore de notre petite Amber quand elle venait à peine de nous rejoindre. Elle a tellement appris en si peu de temps. Je me demande ce que ça sera dans plusieurs années...",
      "pt": "Ainda me lembro da nossa pequena Amber quando ela tinha acabado de se juntar a nós. Ela aprendeu muito em tão pouco tempo. Eu me pergunto o que ela será daqui a vários anos...",
      "ru": "Когда она только вступила в ряды ордена, Эмбер была ещё юным подростком, и в мгновение ока превратилась в такую сильную девушку. Мне любопытно посмотреть, какой она будет через несколько лет.",
      "id": "Aku masih ingat ketika Amber pertama kali bergabung di Knights of Favonius, sekali melihatnya saja aku tahu kalau dia bisa diandalkan. Ah, kira-kira bakal seperti apa dia beberapa tahun mendatang ya?",
      "th": "ฉันยังจำ Amber น้อยตอนที่เพิ่งเข้าร่วมกองอัศวิน ได้อยู่เลย เผลอแป๊บเดียวก็เก่งขนาดนี้แล้ว อืม อีกสองสามปีไม่รู้ว่าเธอจะเปลี่ยนไปเป็นแบบไหนนะ?",
      "vi": "Chị vẫn nhớ dáng vẻ của bé Amber khi mới gia nhập đội kỵ sĩ, mới đó mà đã trở nên giỏi giang như vậy rồi. Qua vài năm nữa không biết sẽ ra sao nhỉ?"
    }
  },
  {
    "title": {
      "zhs": "关于芭芭拉…",
      "zht": "關於芭芭拉…",
      "jp": "バーバラについて…",
      "ko": "바바라에 대해…",
      "en": "About Barbara",
      "de": "Über Barbara ...",
      "es": "Sobre Bárbara...",
      "fr": "À propos de Barbara...",
      "pt": "Sobre Barbara...",
      "ru": "О Барбаре...",
      "id": "Tentang Barbara",
      "th": "เกี่ยวกับ Barbara...",
      "vi": "Về Barbara..."
    },
    "line": {
      "zhs": "芭芭拉的歌，你听过么？哼哼，听说她的旋律里有种治愈的魔力在流动喔。和我的魔药相比，不知道哪边更合你的胃口呢？",
      "zht": "#芭芭拉的歌，{F#妳}{M#你}有聽過嗎？哼哼，聽說她的旋律裡有種治癒的魔力在流動喔。和我的魔藥相比，不知道哪邊更合{F#妳}{M#你}的胃口呢？",
      "jp": "バーバラの歌って聞いたことある？フフン、彼女のメロディには治癒の魔力が込められているらしいわよ。わたくしの薬とどちらがあなたの口に合うかしらね？",
      "ko": "바바라의 노래를 들어본 적 있어? 흥흥, 그녀의 멜로디에 치유의 마력이 존재한다던데. 내 마법약과 그 노래 중에 뭐가 더 네 입맛에 맞을까?",
      "en": "Have you heard Barbara sing before? Her angelic voice contains a magical healing energy. A different kind of magical energy from the one in my potions, of course. I wonder which one you prefer?",
      "de": "Hast du je eins von Barbaras Liedern gehört? Man sagt, ihre engelsgleiche Stimme habe eine magische, heilende Wirkung. Das ist natürlich eine andere Art von magischer Energie als die in meinen Tränken. Ich frage mich, welche du bevorzugst ...",
      "es": "¿Has escuchado cantar a Bárbara? Su voz angelical tiene una mágica energía curativa, muy distinta de la de mis pociones. ¿Tú cual prefieres?",
      "fr": "As-tu déjà écouté les chansons de Barbara ? On raconte qu'elles ont le pouvoir de guérir... Que préfères-tu ? Mes potions magiques ou ses chansons ?",
      "pt": "Você já ouviu a Barbara cantar antes? A sua voz contém uma energia mágica de cura. Um tipo diferente de energia mágica daquela em minhas poções. Gostaria de saber qual você prefere?",
      "ru": "#Слышал{F#а} ли ты, как поёт Барбара? В её ангельском голосе заложена магическая целительная энергия. Конечно, она отличается от магических свойств моих зелий. Интересно, что из них ты предпочитаешь?",
      "id": "Apa kamu sudah pernah mendengar lagu Barbara? Hehehe, sepengetahuanku melodi lagunya itu memiliki kekuatan magis yang bisa menyembuhkan. Dibandingkan dengan obat dariku, aku tidak tahu manakah yang lebih sesuai untukmu?",
      "th": "เธอเคยได้ยิน Barbara ร้องเพลงมั้ย? หึหึ ฉันได้ยินมาว่าเสียงเพลงของเธอมี เวทมนตร์แห่งการบำบัดไหลออกมาด้วย เมื่อเทียบกับโพชั่นของฉัน ไม่รู้ว่าคุณจะชอบอันไหนมากกว่านะ?",
      "vi": "Cưng đã nghe Barbara hát chưa? Ừm, chị nghe nói rằng có loại ma thuật trị liệu chảy trong những giai điệu bài hát của cô ấy. So với ma dược của chị, không biết bên nào hợp khẩu vị của cưng hơn nhỉ?"
    }
  },
  {
    "title": {
      "zhs": "关于迪卢克…",
      "zht": "關於迪盧克…",
      "jp": "ディルックについて…",
      "ko": "다이루크에 대해…",
      "en": "About Diluc",
      "de": "Über Diluc ...",
      "es": "Sobre Diluc...",
      "fr": "À propos de Diluc...",
      "pt": "Sobre Diluc...",
      "ru": "О Дилюке...",
      "id": "Tentang Diluc",
      "th": "เกี่ยวกับ Diluc...",
      "vi": "Về Diluc..."
    },
    "line": {
      "zhs": "哦，想听迪卢克的故事？哈哈，那我知道一个更好的聊天对象。",
      "zht": "哦，想聽迪盧克的故事？哈哈，那我知道一個更好的聊天對象。",
      "jp": "えっ、ディルック様の話を聞きたいですって？ふふっ、それならもっとふさわしいおしゃべりの相手を知ってるわよ。",
      "ko": "음, 다이루크의 이야기를 듣고 싶어? 하하, 그럼 더 좋은 대화 상대를 알려줄게",
      "en": "You want to know about Diluc? Haha, in that case, I know someone else you should talk to.",
      "de": "Ah, du möchtest also mehr über Diluc erfahren? Haha, na da kann ich dir jemanden empfehlen, mit dem du dich mal unterhalten solltest.",
      "es": "¿Quieres saber la historia de Diluc? Jaja, en ese caso, sé de alguien con quien podrías hablar del tema...",
      "fr": "#Tu voudrais en savoir plus sur Diluc ? Je suis ravie de t'annoncer que tu es {M#tombé}{F#tombée} sur la bonne personne pour les ragots...",
      "pt": "Você quer saber mais sobre o Diluc? Haha, nesse caso, eu sei com quem você deveria falar.",
      "ru": "Хочешь узнать больше о Дилюке? Ха-ха, в таком случае я знаю, с кем тебе лучше поговорить.",
      "id": "Oh, mau dengar cerita tentang Diluc? Haha, akhirnya aku tahu topik obrolan yang lebih asyik.",
      "th": "อ้อ อยากรู้เกี่ยวกับ Diluc งั้นเหรอ? งั้นฉันจะแนะนำให้ว่าคุณควรไปถามใคร",
      "vi": "À, muốn nghe chuyện của Diluc? Haha, vậy thì chị biết một đối tượng tốt hơn để cưng trò chuyện."
    }
  },
  {
    "title": {
      "zhs": "关于雷泽…",
      "zht": "關於雷澤…",
      "jp": "レザーについて…",
      "ko": "레이저에 대해…",
      "en": "About Razor",
      "de": "Über Razor ...",
      "es": "Sobre Razor...",
      "fr": "À propos de Razor...",
      "pt": "Sobre Razor...",
      "ru": "О Рэйзоре...",
      "id": "Tentang Razor",
      "th": "เกี่ยวกับ Razor...",
      "vi": "Về Razor..."
    },
    "line": {
      "zhs": "小狼狼，来来，过来这边。今天就临时来一场实战练习吧，对手我已经给你找好了哟。欸？怎么跑了，真是的…",
      "zht": "小狼狼，來來，過來這邊。今天就臨時來一場實戰練習吧，對手我已經給你找好了喲。欸？怎麼跑了，真是的…",
      "jp": "狼ちゃん、こっち、こっち。今日は臨時で実戦練習をしましょう。相手ならもう見つけてあるわよ。あら？逃げちゃった。まったく……",
      "ko": "어린 늑대야, 이리 오렴. 오늘 임시로 실전 연습을 하자. 상대는 찾아놨어. 어라? 왜 도망치지? 이거 참…",
      "en": "Come on Razor, that's it, good boy! Let's do some combat practice — I've found you the perfect partner. Hey! Come back!",
      "de": "Komm zu mir, kleiner Razor. Heute habe ich dir temporär den perfekten Kampftrainingspartner ausgesucht. He, wo ist er denn auf einmal hin? Also wirklich ...",
      "es": "#¡Vamos, Razor! ¡Eso es, buen chico! Luchemos un poco para practicar. Te he encontrado {F#la compañera perfecta}{M#el compañero perfecto}. ¡Oye! ¡Vuelve aquí!",
      "fr": "Petit loup, viens par là. Aujourd'hui, tu feras un combat d'entraînement. Je t'ai même trouvé un adversaire ! Hé, mais reviens...",
      "pt": "Vamos Razor, é isso! Bom garoto! Vamos praticar um pouco de combate. Eu já encontrei o parceiro perfeito para você. Ei! Volte!",
      "ru": "Давай, Рэйзор, вот так, хороший мальчик! Давай займёмся боевой практикой: я нашла тебе идеального партнёра. Эй! Вернись!",
      "id": "Serigala kecil, ayo kemari. Hari ini ayo kita latihan perang, aku sudah temukan teman latihan untukmu. Eh? Kok malah lari sih, dasar...",
      "th": "เจ้า Razor น้อย มา ๆ มาทางนี้ วันนี้มาฝึกการต่อสู้กันนะ ฉันหาคู่ต่อสู้ไว้ให้เธอเรียบร้อยแล้ว อ้าว? ทำไมวิ่งหนีไปซะแล้ว กลับมาเดี๋ยวนี้นะ!",
      "vi": "Sói nhỏ, đến đây, qua bên này. Hôm nay sẽ luyện tập thực chiến, chị đã tìm thấy đối thủ cho cưng rồi này. Hả? Sao lại chạy rồi, thật là..."
    }
  },
  {
    "title": {
      "zhs": "关于可莉…",
      "zht": "關於可莉…",
      "jp": "クレーについて…",
      "ko": "클레에 대해…",
      "en": "About Klee",
      "de": "Über Klee ...",
      "es": "Sobre Klee...",
      "fr": "À propos de Klee...",
      "pt": "Sobre Klee...",
      "ru": "О Кли...",
      "id": "Tentang Klee",
      "th": "เกี่ยวกับ Klee...",
      "vi": "Về Klee..."
    },
    "line": {
      "zhs": "上次小可莉想借用我的工坊做实验，被我拒绝了，她可是生了我一天的气呢。嗯？你问第二天？第二天，她当然又高高兴兴地出门去玩了。",
      "zht": "#上次小可莉想借用我的工坊做實驗，被我拒絕了，她可是生了我一天的氣呢。嗯？{F#妳}{M#你}問第二天？第二天，她當然又高高興興地出門去玩了。",
      "jp": "この前、クレーちゃんがわたくしの工房を借りて実験したいって言ってきたんだけど、断ったら一日口を利いてもらえなかったわ。うん？次の日？次の日はもちろんいつも通りお外で遊んでたわよ。",
      "ko": "저번에 클레가 실험한다고 공방을 빌려달라고 했는데 거절해서 온종일 삐져있었어. 응? 다음날? 다음날엔 당연히 아무 일도 없다는 듯이 밖에 나가 놀았지",
      "en": "Last time little Klee wanted to use my workshop for her experiments, I had to say no, and she was angry at me for the rest of the day. *sigh* What happened the next day, you ask? She went off happily to play outside of course.",
      "de": "Letztens wollte die kleine Klee noch meine Werkstatt für ein Experiment benutzen, was ich aber aus verständlichen Gründen ablehnen musste. Sie hat danach den ganzen Tag geschmollt. Den nächsten Tag hat sie aber wieder glücklich draußen gespielt.",
      "es": "La última vez que la pequeña Klee quiso usar mi taller para sus experimentos, le dije que no y estuvo enojada conmigo el resto del día. *Suspira* ¿Que qué pasó al día siguiente? Que salió a jugar toda contenta.",
      "fr": "J'ai refusé de laisser Klee utiliser mon atelier la dernière fois. Elle m'a boudée pendant une journée entière... Le deuxième jour ? Eh bien, elle est revenue me voir comme si de rien n'était.",
      "pt": "Tinha uma vez que a Klee queria fazer experimento no meu laboratório, mas eu recusei esta proposta, e ela ficou chateada comigo! Mas no dia seguinte, ela voltou a ser feliz, e esqueceu tudo...",
      "ru": "В прошлый раз мне пришлось сказать «нет», когда Кли хотела воспользоваться моей мастерской ради своих экспериментов, и она на меня за это обиделась. Эх... Тебе интересно, что произошло на следующий день? Конечно, она обо всём забыла и весело игралась на улице.",
      "id": "Terakhir kali Klee ingin meminjam bengkelku untuk melakukan penelitiannya, tapi aku menolaknya, lalu dia marah padaku seharian. Hmm? Kamu tahu keesokan harinya? Dia sudah terlihat girang kembali dan pergi bermain ke luar.",
      "th": "ครั้งที่แล้ว Klee ขอยืมห้องทำงานของฉันเพื่อทำการทดลอง ฉันปฏิเสธไป เธอโกรธฉันหนึ่งวันเต็ม ๆ หืม? วันรุ่งขึ้นหรอ แน่นอนว่าวันรุ่งขึ้นเธอออกไปเล่น ข้างนอกอย่างมีความสุขเหมือนเดิม",
      "vi": "Lần trước bé Klee muốn mượn xưởng của chị để làm thí nghiệm, bị chị từ chối, cô bé đã giận chị nguyên một ngày. Hả? Ngày hôm sau á? Ngày hôm sau, tất nhiên là cô bé lại vui vẻ chạy ra ngoài chơi rồi."
    }
  },
  {
    "title": {
      "zhs": "关于莫娜…",
      "zht": "關於莫娜…",
      "jp": "モナについて…",
      "ko": "모나에 대해…",
      "en": "About Mona",
      "de": "Über Mona ...",
      "es": "Sobre Mona...",
      "fr": "À propos de Mona...",
      "pt": "Sobre Mona...",
      "ru": "О Моне...",
      "id": "Tentang Mona",
      "th": "เกี่ยวกับ Mona...",
      "vi": "Về Mona..."
    },
    "line": {
      "zhs": "莫娜？似乎是一位很优秀的魔导师小姐呢。但我并不是她们「魔女会」的成员哦。古树考察，组织茶会，一听就是麻烦的事情吧。",
      "zht": "莫娜？似乎是一位很優秀的魔導師小姐呢。但我並不是她們「魔女會」的成員哦。古樹考察，組織茶會，一聽就是麻煩的事情吧。",
      "jp": "モナ？優秀な魔導師のお嬢さんみたいね。でも、わたくしはその「魔女会」のメンバーじゃないわ。古樹の考察、組織のお茶会、話に聞くだけでも面倒なのよね。",
      "ko": "모나? 아주 훌륭한 마법사 아가씨인 것 같아. 하지만 난 마녀의 멤버가 아니라고. 고목 조사 다과회 운영. 휴~ 듣기만 해도 귀찮은 일이잖아",
      "en": "Mona? She seems to be an excellent mage, but I'm not a part of their Hexenzirkel. The idea of Irminsul exploration and formal tea parties just leaves me cold.",
      "de": "Mona? Sie ist eine ausgezeichnete Magierin, aber ich gehöre nicht zu ihrem Hexenzirkel. Uralte Bäume zu untersuchen, formelle Teezeremonien, das hört sich alles schrecklich an.",
      "es": "¿Mona? Parece ser una excelente maga, pero no formo parte de su aquelarre. Siempre están investigando los Irminsul y organizando fiestas de té muy formales. No es algo que me guste mucho...",
      "fr": "Mona ? Elle a l'air d'une excellente mage, mais je ne fais pas partie de l'Hexenzirkel. L'inspection d'arbres anciens ou les réceptions de thé formelles n'ont jamais été mon truc...",
      "pt": "Mona? Parece ser uma maga excelente. Mas eu não faço parte da Sociedade das Feiticeiras. Não me parece uma boa ideia de explorar Árvore Petrificada ou organizar reuniões.",
      "ru": "Астролог Мона? Я думаю, она хороший маг, но я сама не из Ведьминого шабаша. Исследования древнего древа, церемонии чаепития, меня всё это не интересует.",
      "id": "Mona? Sepertinya dia adalah seorang perempuan penyihir yang sangat hebat. Tapi aku bukan anggota Hexenzirkel. Mengamati pohon-pohon tua dan besar, mengadakan rapat sambil minum teh... kedengarannya sangat merepotkan.",
      "th": "Mona? เธอเป็นจอมเวทสาวที่เก่งคนนึง เลยล่ะ แต่ฉันไม่ได้เป็นสมาชิกสมาคม Hexenzirkel ของเหล่าแม่มดสาวหรอกนะ การสังเกตต้นไม้โบราณ การจัดปาร์ตี้น้ำชา แค่ฟังก็ยุ่งยากแล้ว",
      "vi": "Mona? Có vẻ như là một Ma Đạo Sư ưu tú. Nhưng chị không phải là thành viên trong \"Hội Ma Nữ\" của bọn họ. Khảo sát cây cổ thụ, tổ chức tiệc trà, nghe thôi đã thấy rắc rối rồi!"
    }
  },
  {
    "title": {
      "zhs": "关于阿贝多…",
      "zht": "關於阿貝多…",
      "jp": "アルベドについて…",
      "ko": "알베도에 대해…",
      "en": "About Albedo",
      "de": "Über Albedo ...",
      "es": "Sobre Albedo...",
      "fr": "À propos d'Albedo...",
      "pt": "Sobre o Albedo...",
      "ru": "Об Альбедо...",
      "id": "Tentang Albedo",
      "th": "เกี่ยวกับ Albedo...",
      "vi": "Về Albedo..."
    },
    "line": {
      "zhs": "姐姐我觉得，阿贝多是很优秀的炼金术士。跟他只需要用三言两语，就能得到不错的结论。而且脸也长得好看。和小可爱你很像喔，嗯。",
      "zht": "#姐姐我覺得，阿貝多是很優秀的煉金術士。跟他只需要用三言兩語，就能得到不錯的結論。而且臉也長得好看。和小可愛{F#妳}{M#你}很像喔，嗯。",
      "jp": "アルベドは優秀な錬金術師だとお姉さんは思うわよ。彼となら、多く語らなくてもいい結論を得られるからね。それに顔もいいわ、そう、可愛い子ちゃんとそっくりね。",
      "ko": "난 알베도가 아주 훌륭한 연금술사라고 생각해. 그와 두세 마디만 해도 괜찮은 결론이 나오지. 얼굴도 잘생기고. 내 귀염둥이랑 많이 닮았잖아. 응",
      "en": "Albedo is quite the alchemist. Just say the word and he'll come up with a good solution. He's easy on the eyes too, just like you.",
      "de": "#Albedo ist ein exzellenter Alchimist. Man muss ihm nur einen Auftrag geben und er findet sofort die passende Lösung. Außerdem hat er ein hübsches Gesicht, ganz wie du, {F#meine Süße}{M#mein Süßer}.",
      "es": "Albedo es, ante todo, alquimista. Siempre encuentra una solución para todo. Además, es muy lindo, como tú, cariño.",
      "fr": "Albedo est un excellent alchimiste. Il comprend ce qu'on attend de lui en quelques mots seulement, puis il est mimi aussi. Tout comme toi, petit chou !",
      "pt": "Eu acho que o Albedo é um alquimista muito excelente. Com poucas palavras, ele já sabe certas conclusões. E... ele também é fofo, assim como você!",
      "ru": "Альбедо очень хороший алхимик. Стоит сказать всего лишь слово, как у него уже есть готовое решение. Да и на вид он симпатяга, прямо как ты.",
      "id": "Kurasa Albedo adalah seorang ahli kimia yang sangat hebat. Tidak perlu berbicara panjang lebar dengannya pun kita bisa mendapatkan kesimpulan yang baik. Lagian, dia juga tampan. Sama seperti kamu, Cutie.",
      "th": "พี่สาวรู้สึกว่า Albedo เป็นนักเล่นแร่แปรธาตุที่ยอดเยี่ยม ไม่ต้องพูดให้มากความ เค้าก็สามารถให้ผลลัพธ์ที่น่าพอใจ อีกอย่าง เขาหน้าตาดีใช้ได้เลย เหมือนเธอไงล่ะเจ้าตัวเล็ก",
      "vi": "Chị thấy Albedo là một Giả Kim Thuật Sĩ ưu tú. Chỉ cần đôi ba câu với cậu ấy là có thể rút ra kết luận rất hay. Với lại khuôn mặt cũng ưa nhìn. Cũng giống như cưng vậy đó, ừm."
    }
  },
  {
    "title": {
      "zhs": "关于菲谢尔…",
      "zht": "關於菲謝爾…",
      "jp": "フィッシュルについて…",
      "ko": "피슬에 대해…",
      "en": "About Fischl",
      "de": "Über Fischl ...",
      "es": "Sobre Fischl...",
      "fr": "À propos de Fischl...",
      "pt": "Sobre Fischl...",
      "ru": "О Фишль...",
      "id": "Tentang Fischl",
      "th": "เกี่ยวกับ Fischl...",
      "vi": "Về Fischl..."
    },
    "line": {
      "zhs": "菲谢尔…哦，那个总是来图书馆借幻想小说的女孩子。每次还书都会提前三天，对书籍也十分爱护，是个好孩子呢。",
      "zht": "菲謝爾…哦，那個總是來圖書館借幻想小說的女孩子。每次還書都會提前三天，對書籍也十分愛護，是個好孩子呢。",
      "jp": "フィッシュル、あの図書館に来てはファンタジー小説ばかり借りていく女の子よね。いつも返却期限の3日前に本を返すし、本も大事にしてくれるから、いい子だと思うわ。",
      "ko": "피슬… 아, 항상 도서관에 와서 판타지 소설을 빌리는 그 여자애. 매번 3일 먼저 책을 반납하고 책을 아끼는 좋은 아이야",
      "en": "Fischl, yes, she's always in the library looking to borrow fantasy novels. She always returns her books three days early and looks after them very well. She's a good kid.",
      "de": "Fischl ... Das Mädchen, das immer in meine Bibliothek kommt, um sich Fantasieromane auszuleihen. Sie bringt die Bücher immer drei Tage im Voraus zurück und hält sie in sehr gutem Zustand. Ein braves Mädchen.",
      "es": "Fischl, sí... Siempre está en la biblioteca buscando novelas de fantasía. Siempre devuelve los libros con tres días de antelación y los cuida muy bien. Es una buena chica.",
      "fr": "Fischl... Oh, tu parles de la jeune fille tout droit sortie d'un roman de fantasy ? Elle rend toujours ses livres trois jours à l'avance, puis elle en prend toujours un grand soin. Je l'aime bien cette petite...",
      "pt": "Fischl... Aquela garota que sempre vem para pedir emprestados os livros de fantasia e que sempre os devolve com três dias de antecedência. É uma boa garota.",
      "ru": "Фишль очень часто заходит в библиотеку, чтобы набрать фантастических романов. Она всегда возвращает книги за три дня до истечения срока и очень хорошо за ними ухаживает. Она хороший ребёнок.",
      "id": "Fischl... oh, dia adalah seorang anak perempuan yang selalu meminjam novel fantasi ke perpustakaan dan selalu mengembalikannya 3 hari sebelum batas pengembalian. Fischl benar-benar suka membaca, dia sungguh anak perempuan yang baik.",
      "th": "Fischl... อ๋อ สาวน้อยที่ชอบมายืมหนังสือนิยาย แฟนตาซีคนนั้น เธอเอาหนังสือมาคืน 3 วันก่อนกำหนดทุกครั้งเลย แถมดูแลหนังสืออย่างดีด้วย เด็กคนนี้น่ารักจริง ๆ",
      "vi": "Fischl... à, là cô bé thường đến thư viện mượn tiểu thuyết viễn tưởng. Mỗi lần đều trả sách trước thời hạn ba ngày, cũng rất biết quý trọng và giữ gìn những cuốn sách, đúng là một đứa trẻ ngoan."
    }
  },
  {
    "title": {
      "zhs": "关于诺艾尔…",
      "zht": "關於諾艾爾…",
      "jp": "ノエルについて…",
      "ko": "노엘에 대해…",
      "en": "About Noelle",
      "de": "Über Noelle ...",
      "es": "Sobre Noelle...",
      "fr": "À propos de Noëlle...",
      "pt": "Sobre a Noelle...",
      "ru": "О Ноэлль...",
      "id": "Tentang Noelle",
      "th": "เกี่ยวกับ Noelle...",
      "vi": "Về Noelle..."
    },
    "line": {
      "zhs": "拜托诺艾尔清扫书架的时候，总感觉这孩子，越是疲惫就越开心，嗯…到底是怎么回事呢？",
      "zht": "拜託諾艾爾清掃書架的時候，總感覺這孩子，越是疲憊就越開心，嗯…到底是怎麼回事呢？",
      "jp": "ノエルに本棚の掃除をお願いすると、あの子、なぜか疲れ切るまで楽しそうにやってくれるのよね…ふふっ、一体どういうことかしらね？",
      "ko": "노엘에게 책꽂이 청소를 부탁했는데, 그 아이는 힘들수록 신나하는 것 같았어. 흠… 대체 무슨 영문일까?",
      "en": "Every time I ask Noelle to dust off the bookshelves, I'm always left with the sense that the more exhausted I make her, the happier she becomes. Yes, who knows what's going on with her... *chuckles*",
      "de": "Wenn ich Noelle darum bitte, die Bücherregale abzustauben, habe ich das Gefühl, dass sie umso glücklicher wird, je anstrengender die Aufgabe ist. Wie ist denn sowas nur möglich?",
      "es": "Cada vez que le pido a Noelle que desempolve las estanterías, siempre tengo la sensación de que, cuanto más se cansa, más feliz es. No entiendo muy bien por qué.",
      "fr": "Quand je regarde Noëlle nettoyer les étagères de la bibliothèque, j'ai l'impression que ça la rend heureuse de se tuer à la tâche... C'est étrange. Pourquoi se donner autant de mal ?",
      "pt": "Toda vez que peço a Noelle que tire o pó das estantes de livros, sempre fico com a sensação de que quanto mais exausta a faço, mais feliz ela se torna. Sim, quem sabe o que está acontecendo com ela... *Risos*",
      "ru": "Каждый раз, когда я прошу Ноэлль стереть пыль с книжных полок, у меня остаётся ощущение, что чем больше я её утомляю, тем счастливее она становится. Кто знает, что творится в голове у этой девушки, хи-хи...",
      "id": "Waktu meminta Noelle membersihkan rak buku, rasanya anak ini sangat aneh. Semakin dia kelelahan, semakin senang hatinya. Hmm, kira-kira kenapa ya?",
      "th": "ทุกครั้งที่ขอให้ Noelle ช่วยจัดหนังสือบนชั้นวางให้ ฉันก็รู้สึกว่างานยิ่งหนักเธอยิ่ง ชอบใจ เอ่อ... เธอเป็นอะไรกันแน่นะ?",
      "vi": "Khi nhờ Noelle dọn dẹp giá sách, luôn cảm thấy đứa trẻ này, càng mệt mỏi lại càng vui vẻ, ừm... rốt cuộc là chuyện gì vậy?"
    }
  },
  {
    "title": {
      "zhs": "关于砂糖…",
      "zht": "關於砂糖…",
      "jp": "スクロースについて…",
      "ko": "설탕에 대해…",
      "en": "About Sucrose",
      "de": "Über Saccharose ...",
      "es": "Sobre Sacarosa...",
      "fr": "À propos de Sucrose...",
      "pt": "Sobre Sucrose...",
      "ru": "О Сахарозе...",
      "id": "Tentang Sucrose",
      "th": "เกี่ยวกับ Sucrose...",
      "vi": "Về Sucrose..."
    },
    "line": {
      "zhs": "没事就不要去打扰小砂糖哦，会吓到她的。呵呵，她擅长和各种各样的生物打交道，却唯独，不怎么善于和人类相处呢。",
      "zht": "沒事就不要去打擾小砂糖哦，會嚇到她的。呵呵，她擅長和各種各樣的生物打交道，卻唯獨，不怎麼善於和人類相處呢。",
      "jp": "用がなければスクロースちゃんの邪魔をしちゃいけないわよ、びっくりさせちゃうからね。ふふっ、あの子って色んな生き物の相手をするのが上手なのに、唯一人間とだけは付き合いが苦手なのよね。",
      "ko": "별일 없으면 괜히 설탕을 방해하지 마, 그녀가 놀랄 수도 있으니까. 그녀는 온갖 생물을 다루는 데엔 능숙하지만, 유독 사람들과는 잘 어울리지 못하는 것 같아",
      "en": "Try not to bother Sucrose if you're at a loose end, you'll only startle the poor girl. She's gifted at interacting with all sorts of exotic creatures — just hopeless when it comes to humans.",
      "de": "Versuch erst gar nicht Saccharose zu stören, du erschreckst sie sonst nur. Sie kann sehr gut mit allen möglichen Kreaturen umgehen, nur eben nicht mit Menschen.",
      "es": "#No molestes a Sacarosa a menos que estés atascad{F#a}{M#o} con algo. Si lo haces, solo asustarás a la pobre chica. Tiene el don de poder interactuar con todo tipo de criaturas exóticas, pero cuando se trata de personas...",
      "fr": "C'est mieux de ne pas déranger Sucrose si tu n'as rien à lui dire. Elle sait comment interagir avec toutes sortes d'espèces... à part l'espèce humaine, haha.",
      "pt": "Tente não incomodar a Sucrose se você não tiver assuntos urgentes. Ela é talentosa em interagir com todos os tipos de criaturas exóticas menos humanos.",
      "ru": "Постарайся лишний раз не беспокоить Сахарозу, ты только напугаешь бедную девушку. Она талантливо обращается с экзотическими существами, но в общении с людьми она безнадёжна.",
      "id": "Kalau tidak ada keperluan jangan mengganggu Sucrose, kamu bisa membuatnya kaget. Hehe, dia bisa berinteraksi dengan makhluk hidup apa pun, tapi lucunya dia malah kikuk berkomunikasi dengan orang.",
      "th": "ถ้าไม่จำเป็นก็อย่าไปรบกวน Sucrose นะ เธอจะตกใจกลัวได้ ฮ่า ๆ เธอมีความสามารถในการจัดการกับสิ่งมีชีวิตทุกชนิด แต่กับมนุษย์... เธอไม่สามารถเข้ากับมนุษย์ได้ดีเท่าไหร่",
      "vi": "Nếu không có chuyện gì thì đừng đến làm phiền bé Sucrose nhé, sẽ làm cô bé sợ đấy. Hehe, cô bé hiểu cách giao tiếp với tất cả các loài sinh vật, nhưng lại không giỏi tiếp xúc với con người."
    }
  },
  {
    "title": {
      "zhs": "关于赛诺…",
      "zht": "關於賽諾…",
      "jp": "セノについて…",
      "ko": "사이노에 대해…",
      "en": "About Cyno",
      "de": "Über Cyno ...",
      "es": "Sobre Cyno...",
      "fr": "À propos de Cyno...",
      "pt": "Sobre Cyno...",
      "ru": "О Сайно...",
      "id": "Tentang Cyno",
      "th": "เกี่ยวกับ Cyno...",
      "vi": "Về Cyno..."
    },
    "line": {
      "zhs": "离开须弥之后，除了和恩师保持礼节性的通信，我和教令院已经没有什么往来了。幸好，不是每位被寄予了重望的弟子，都像我一样怠惰…听说那位师弟赛诺就相当活跃呢。",
      "zht": "離開須彌之後，除了和恩師保持禮節性的通信，我和教令院已經沒有什麼往來了。幸好，不是每位被寄予了重望的弟子，都像我一樣怠惰…聽說那位師弟賽諾就相當活躍呢。",
      "jp": "スメールを離れてから、恩師とは礼儀上の連絡を保っていたけれど、今はもう教令院とあまり関わりを持っていないの。幸い、期待を寄せられていた弟子たちが、わたくしのような怠け者ばかりじゃなくてよかったわ…弟弟子だったセノくん、あの子が相当活躍しているみたいね。",
      "ko": "수메르를 떠난 뒤로 은사님과 의례적으로 연락을 주고받은 것 말고는 더 이상 아카데미아와 교류가 없어. 다행히 신임받던 제자들이 모두 나처럼 나태한 건 아닌 모양이야…. 사이노라는 후배가 엄청난 활약을 하고 있다고 들었어",
      "en": "I've barely kept in touch with anyone from the Akademiya since leaving Sumeru, except for the occasional letters to my teachers out of basic courtesy. Fortunately, not every promising student turned out as lazy as I am... I heard that one of my juniors, Cyno, now leads quite the action-packed life.",
      "de": "Nachdem ich Sumeru verlassen habe, habe ich, abgesehen von gelegentlichen Briefen an meine Lehrer aus Höflichkeit, fast keinen Kontakt mehr zu den Leuten in der Akademie. Glücklicherweise ist nicht jeder vielversprechende Student so faul wie ich ... Ich habe gehört, dass Cyno, einer meiner Junioren an der Akademie, jetzt sehr aktiv ist.",
      "es": "A excepción de algunas cartas que he escrito a mis profesores por cortesía, apenas he mantenido el contacto con la gente de la Academia desde que me fui de Sumeru. Es una suerte que otros estudiantes prometedores no hayan salido tan holgazanes como yo... Oí que uno de mis compañeros, Cyno, tiene una vida llena de acción.",
      "fr": "Je n'ai pratiquement pas gardé contact avec les membres de l'Académie depuis que j'ai quitté Sumeru, à l'exception de lettres occasionnelles que j'envoie à mes professeurs par simple courtoisie. Heureusement que tous les étudiants prometteurs ne sont pas devenus aussi paresseux que moi... J'ai entendu dire que l'un de mes cadets, Cyno, était assez actif ces derniers temps.",
      "pt": "Eu mal mantive contato com qualquer da Academia desde que deixei Sumeru, exceto por cartas ocasionais aos meus professores por pura cortesia. Felizmente, nem todo estudante promissor acabou preguiçoso como eu... Ouvi que um dos meus calouros, Cyno, agora leva uma vida cheia de ação.",
      "ru": "Покинув Сумеру, я не поддерживаю связи ни с кем из учёного мира Академии, разве что изредка поздравляю наставника с праздниками. К счастью, не все талантливые ученики оказались такими лентяями, как я... Говорят, этот Сайно - очень даже бойкий малый.",
      "id": "Aku hampir tidak berkomunikasi dengan siapa pun dari Akademiya sejak meninggalkan Sumeru, kecuali sesekali menuliskan surat kepada guru-guruku karena sopan santun. Untungnya, tidak semua siswa yang menjanjikan itu malas seperti aku ... Aku dengar kalau salah satu juniorku, Cyno, sekarang punya kehidupan yang cukup aktif.",
      "th": "ตั้งแต่ออกจาก Sumeru มา นอกจากการส่งจดหมายหาอาจารย์เป็นช่วง ๆ ที่ต้องทำตามระเบียบแล้ว ฉันก็ไม่ได้ติดต่ออะไรกับทางสถาบันแล้วล่ะ โชคยังดีที่ไม่ใช่ลูกศิษย์ทุกคนที่ถูกคาดหวังไว้สูงจะขี้เกียจเหมือนอย่างฉัน... ได้ยินว่ารุ่นน้องที่ชื่อว่า Cyno คนนั้นค่อนข้างกระตือรือร้นที่เดียวนะ",
      "vi": "Sau khi rời khỏi Sumeru, ngoài việc thư từ với ân sư để cho lịch sự ra thì tôi đã không còn qua lại với Giáo Viện nữa. Cũng may, không phải tất cả học trò được trọng vọng cũng đều biếng nhác như tôi... Nghe nói vị sư đệ Cyno đó hoạt động cũng rất sôi nổi đấy."
    }
  },
  {
    "title": {
      "zhs": "关于柯莱…",
      "zht": "關於柯萊…",
      "jp": "コレイについて…",
      "ko": "콜레이에 대해…",
      "en": "About Collei",
      "de": "Über Collei ...",
      "es": "Sobre Collei...",
      "fr": "À propos de Collei...",
      "pt": "Sobre Collei...",
      "ru": "О Коллеи...",
      "id": "Tentang Collei",
      "th": "เกี่ยวกับ Collei...",
      "vi": "Về Collei..."
    },
    "line": {
      "zhs": "小柯莱每次写信都会使用新词，尝试与之前不同的表述方式。呵呵，也难怪她进步得那么快。除了自己的努力之外，她那位善良而又热忱的师父，一定也给予了很多帮助吧。",
      "zht": "小柯萊每次寫信都會使用新詞，嘗試與之前不同的表述方式。呵呵，也難怪她進步得那麼快。除了自己的努力之外，她那位善良而又熱忱的師父，一定也給予了很多幫助吧。",
      "jp": "コレイちゃんはね、手紙を書くたびに新しい単語を使ったり、前とは違った表現の仕方をするの…ふふっ、上達が早いのも納得ね。彼女自身の努力もそうだけど、何より優しくて熱心なあの師匠がたくさん手助けしてくれたに違いないわ。",
      "ko": "꼬마 콜레이는 편지를 쓸 때마다 다양한 표현 방법을 시도하기 위해 항상 새로운 단어를 사용하곤 해. 후후, 그래서 실력이 빨리 느는 거겠지. 콜레이 본인이 노력한 공도 크지만, 착하고 열정적인 그 아이의 스승도 분명 많은 도움을 줬을 거야",
      "en": "Ah, dear little Collei. Every time she writes to me, she tries out new words and expressions she's learned recently... Hehe, no wonder she's improving so quickly. That wonderful and warmhearted master of hers must have helped a lot too.",
      "de": "Die liebe kleine Collei probiert jedes Mal, wenn sie einen Brief schreibt, neue Wörter und Ausdrücke aus. Hehe, kein Wunder, dass sie so schnell Fortschritte gemacht hat. Abgesehen von ihren eigenen Bemühungen muss ihr der warmherzige Meister sehr geholfen haben.",
      "es": "Oh, mi querida Collei. Cada vez que me escribe, usa nuevas palabras y expresiones que ha aprendido hace poco. Jeje, no me extraña que esté mejorando tan rápidamente. Ese maestro tan maravilloso y amable que tiene debe de haberla ayudado mucho.",
      "fr": "Ah, la petite Collei. Chaque fois qu'elle m'écrit, elle essaie de nouveaux mots qu'elle a appris récemment... Héhé, pas étonnant qu'elle s'améliore si vite. Elle a dû beaucoup être aidée par son aimable et chaleureux maître.",
      "pt": "Ah, querida Collei. Sempre que ela me escreve, ela experimenta novas palavras e expressões que aprendeu recentemente... Hehe, não é de se espantar que ela esteja melhorando tão rapidamente. Aquele mestre maravilhoso e bondoso dela deve ter ajudado-a bastante também.",
      "ru": "Малышка Коллеи... В каждое новое письмо она вворачивает слова, которые недавно выучила. Хе-хе, потому она с каждым днём и прибавляет в знаниях. Коллеи очень старается, и ей здорово повезло с наставником - он такой добрый и сердечный.",
      "id": "Ah, Collei kecil tersayang. Setiap kali dia tulis surat kepadaku, dia selalu mencoba kata-kata dan ekspresi baru yang dia pelajari akhir-akhir ini ... Hehe, tidak heran perkembangannya begitu cepat. Gurunya yang luar biasa dan ramah itu pasti sudah banyak membantu dia juga.",
      "th": "ยัยหนู Collei จะใช้ศัพท์ใหม่ทุกครั้งที่เขียนจดหมาย เพื่อลองใช้วิธีที่แตกต่างออกไปจากครั้งก่อนในการอธิบาย ฮ่ะฮ่ะ ก็ไม่แปลกใจที่เธอจะพัฒนาไปเร็วขนาดนั้น และนอกจากความขยันของตัวเธอเองแล้ว ท่านอาจารย์ของเธอที่ทั้งใจดีและก็ทุ่มเทนั่น ก็คงจะมีส่วนช่วยเหลือมากเหมือนกันล่ะนะ",
      "vi": "Bé Collei mỗi lần viết thư đều sẽ dùng từ mới để thay đổi cách thức biểu đạt. Haha, cũng khó trách sao bé ấy lại tiến bộ nhanh như vậy. Ngoài sự nỗ lực của bản thân ra thì người thầy nhiệt tình đó chắc cũng đã giúp đỡ rất nhiều."
    }
  },
  {
    "title": {
      "zhs": "关于米卡…",
      "zht": "關於米卡…",
      "jp": "ミカについて…",
      "ko": "미카에 대해…",
      "en": "About Mika",
      "de": "Über Mika ...",
      "es": "Sobre Mika...",
      "fr": "À propos de Mika...",
      "pt": "Sobre Mika",
      "ru": "О Мике...",
      "id": "Tentang Mika",
      "th": "เกี่ยวกับ Mika...",
      "vi": "Về Mika..."
    },
    "line": {
      "zhs": "真羡慕霍夫曼先生有这样一位擅长照顾人的弟弟。不仅帮着打点生活起居，连喝醉后的护理也无微不至。啊，我也好想什么都不用操心，懒洋洋地度过每一天啊…嗯？你说我现在也差不多？哼，小可爱…胆子变大了嘛。",
      "zht": "#真羡慕霍夫曼先生有這樣一位擅長照顧人的弟弟。不僅幫著打點生活起居，連喝醉後的護理也無微不至。啊，我也好想什麼都不用操心，懶洋洋地度過每一天啊…嗯？{F#妳}{M#你}說我現在也差不多？哼，小可愛…膽子變大了嘛。",
      "jp": "ホフマンさんにあんな面倒見のいい弟くんがいたなんてね。日常生活のお手伝いだけじゃなく、酔ったあとの介抱も完璧。わたくしも何も気にせず、のんびりとダラダラした毎日を過ごしたいものだわ…ん？今もあまり変わらない？可愛い子ちゃんも、言うようになったじゃないの。",
      "ko": "호프만 씨에겐 사람을 잘 보살피는 동생이 있어서 정말 부러워. 일상생활뿐만 아니라 숙취 케어까지 해주다니. 나도 아무런 걱정 없이 온종일 축 늘어져 있고 싶은데…. 음? 지금도 다를 바 없는 것 같다고? 귀염둥이, 요즘 들어 대담해졌네",
      "en": "I do rather envy Huffman for having such a caring little brother. Mika takes care of everything around the house and even looks after him when he's drunk... Ah, how nice it must be to lounge around all day without a care in the world... Hmm? What do you mean, I already do that? You're getting quite bold these days, aren't you, cutie?",
      "de": "#Ich beneide Huffman ziemlich, dass er einen so fürsorglichen jüngeren Bruder hat. Mika kümmert sich um den Haushalt und kümmert sich sogar um ihn, wenn er betrunken ist. Ah, wenn ich nur auch den ganzen Tag sorglos umherwandern könnte ... Hm? Du meinst, das mache ich jetzt schon? Hmpf, {F#meine Süße}{M#mein Süßer}, du bist ja ziemlich frech geworden, nicht wahr?",
      "es": "Lo cierto es que envidio a Huffman por tener un hermano tan considerado. Mika se ocupa de todo lo que hay que hacer en casa y hasta lo cuida cuando se emborracha. Debe de ser genial holgazanear todo el día sin que nada te preocupe mínimamente. ¿Eh? ¿Cómo que yo también hago eso? Qué valiente te estás volviendo, cariño.",
      "fr": "#J'envie Hoffman d'avoir un petit frère aussi attentionné. Mika s'occupe de tout chez lui et il prend même soin de lui quand il est ivre... Ah, comme ce doit être agréable de se prélasser toute la journée sans se soucier de quoi que ce soit... Hein ? Comment ça, c'est déjà ce que je fais ? Hmph, c'est moi ou tu es plus {M#insolent}{F#insolente} que d'habitude, petit chou ?",
      "pt": "Eu até sinto inveja de Huffman por ter um irmãozinho carinhoso. Mika toma conta de tudo na casa e até cuida dele quando ele está bêbado... Ah, que legal deve ser poder ficar de bobeira o dia inteiro sem qualquer preocupação... Hmm? O que você quer dizer, eu já faço isso? Você está bem destemido estes dias, não está, fofura?",
      "ru": "#Даже завидую Хоффману, что у него такой заботливый брат. Мика взял на себя все домашние хлопоты, а ещё ухаживает за братом, когда тот напьётся... Да, мне бы тоже хотелось жить без забот и целыми днями ничего не делать... Эй, ты что, хочешь сказать, я так и живу? Хм, милашка... А ты осмелел{F#а}.",
      "id": "Aku cukup iri dengan Huffman, dia memiliki adik laki-laki yang perhatian. Mika menangani seluruh pekerjaan di rumah bahkan mengurusnya saat mabuk ... Ah, pasti enak sekali ya bisa bersantai-santai tanpa peduli soal apa pun ... Hmm? Apa maksudmu aku tiap hari juga begitu? Kamu akhir-akhir ini berani juga ya, manis.",
      "th": "อิจฉาคุณ Huffman ที่มีน้องชายที่ดูแลคนอื่น ๆ เก่งขนาดนี้ซะจริง ๆ ไม่เพียงแต่ช่วยเรื่องต่าง ๆ ในชีวิตประจำวันเท่านั้น แม้แต่ตอนเมาก็ยังดูแลอย่างไม่ขาดตกบกพร่อง อ่า... ฉันเองก็อยากใช้เวลาทั้งวันอย่างเกียจคร้านโดยไม่ต้องกังวลอะไรเหมือนกัน... เอ๋? เธอบอกว่าฉันในตอนนี้ก็ประมาณนั้นงั้นเหรอ? หึ เจ้าตัวเล็ก... กล้ามากขึ้นแล้วนะเนี่ย",
      "vi": "Chị thực sự ghen tị với Huffman vì có một cậu em trai chu đáo như vậy. Mika lo mọi việc trong nhà và thậm chí chăm sóc anh ấy khi anh ấy say. Ừm, chị cũng muốn không cần lo nghĩ gì cả, cứ thế mà nằm dài cả ngày... Hửm, cưng nói chị bây giờ cũng như vậy sao? Cưng... dạo này cũng gan nhỉ."
    }
  },
  {
    "title": {
      "zhs": "想要了解丽莎·其一",
      "zht": "想要瞭解麗莎·其一",
      "jp": "リサを知る·1",
      "ko": "리사에 대해 알기·첫 번째",
      "en": "More About Lisa: I",
      "de": "Ich will mehr über Lisa erfahren I",
      "es": "Más sobre Lisa (I)",
      "fr": "Connaître Lisa (1)",
      "pt": "Mais sobre a Lisa - I",
      "ru": "Узнать больше о Лизе I",
      "id": "Mengenal Lisa: I",
      "th": "อยากรู้เกี่ยวกับ Lisa-1",
      "vi": "Muốn tìm hiểu Lisa - Điều thứ 1"
    },
    "line": {
      "zhs": "那么，今天想学习哪种元素力的知识呢？",
      "zht": "那麼，今天想學習哪種元素力的知識呢？",
      "jp": "それで、今日はどの元素に関する知識を勉強したいの？",
      "ko": "그럼 오늘은 어떤 원소 마법 지식을 배우고 싶니?",
      "en": "So, which element would you like to learn about today?",
      "de": "So, über welche Elementarkräfte möchtest du heute etwas lernen?",
      "es": "¿Sobre qué elemento te gustaría aprender algo hoy?",
      "fr": "Tu veux que je t'enseigne quelque chose en particulier aujourd'hui ?",
      "pt": "Então, sobre qual elemento você quer aprender hoje?",
      "ru": "О каком элементе ты хочешь узнать сегодня?",
      "id": "Kalau begitu, hari ini kamu mau mempelajari elemen apa?",
      "th": "ว่าไง วันนี้อยากเรียนรู้ เกี่ยวกับธาตุชนิดไหนล่ะ?",
      "vi": "Vậy hôm nay muốn tìm hiểu về loại sức mạnh nguyên tố nào?"
    }
  },
  {
    "title": {
      "zhs": "想要了解丽莎·其二",
      "zht": "想要瞭解麗莎·其二",
      "jp": "リサを知る·2",
      "ko": "리사에 대해 알기·두 번째",
      "en": "More About Lisa: II",
      "de": "Ich will mehr über Lisa erfahren II",
      "es": "Más sobre Lisa (II)",
      "fr": "Connaître Lisa (2)",
      "pt": "Mais sobre a Lisa - II",
      "ru": "Узнать больше о Лизе II",
      "id": "Mengenal Lisa: II",
      "th": "อยากรู้เกี่ยวกับ Lisa-2",
      "vi": "Muốn tìm hiểu Lisa - Điều thứ 2"
    },
    "line": {
      "zhs": "我的过去？嗯？想要更多地了解我一些吗？…可今天我恰巧有点累了。不过这份心意，姐姐我还是很高兴的。",
      "zht": "我的過去？嗯？想要更多地瞭解我一些嗎？…可今天我恰巧有點累了。不過這份心意，姐姐我還是很高興的。",
      "jp": "わたくしの過去？うん？わたくしのこともっと知りたいのね？ふふっ、今日はちょっと疲れたから付き合えないけど、その気持ち、お姉さん嬉しいわ。",
      "ko": "내 과거? 응? 날 더 많이 알고 싶다고? 안타깝게도 오늘은 내가 좀 피곤해. 하지만 그런 생각을 하다니 기특한데",
      "en": "My past? So, you want to get to know me a little better, huh? *chuckles* That's a story for another day. But I'm touched that you asked.",
      "de": "Meine Vergangenheit? Wie? Du möchtest mehr über mich erfahren? ... Heute bin ich leider etwas erschöpft. Dennoch freue ich mich sehr über dein Interesse.",
      "es": "¿Mi pasado? Así que quieres conocerme un poco mejor, ¿eh? Jiji, esa es una historia para otro día. Pero me conmueve que lo preguntes.",
      "fr": "Mon passé ? Tu veux vraiment savoir ? ... Désolée, mais j'ai un petit coup de barre tout de suite. En tout cas, ça me fait plaisir que tu t'y intéresses.",
      "pt": "#Meu passado? Você realmente quer saber?... Desculpe, mas estou com sono agora. De qualquer forma, fico feliz que você esteja interessad{M#o}{F#a}.",
      "ru": "О моём прошлом? Значит, ты хочешь получше узнать меня? Ха-ха, это очень мило, но об этом я расскажу тебе как-нибудь в другой раз.",
      "id": "Masa laluku? Hmm... kamu ingin tahu lebih banyak tentangku ya? Tapi... sepertinya hari ini aku sedang letih. Ngomong-ngomong kakak cukup senang kamu punya niatan itu.",
      "th": "อดีตของฉัน? หืม? อยากจะรู้จักฉันให้ดีขึ้นล่ะสิ?... แต่วันนี้ฉันเหนื่อยแล้วล่ะ แต่พี่สาวดีใจที่เธอถามนะ",
      "vi": "Quá khứ của chị? Sao? Cưng muốn biết nhiều hơn về chị à?...Nhưng hôm nay chị cảm thấy hơi mệt. Tuy nhiên chị vẫn thấy rất vui vì tấm lòng này của cưng đó."
    }
  },
  {
    "title": {
      "zhs": "想要了解丽莎·其三",
      "zht": "想要瞭解麗莎·其三",
      "jp": "リサを知る·3",
      "ko": "리사에 대해 알기·세 번째",
      "en": "More About Lisa: III",
      "de": "Ich will mehr über Lisa erfahren III",
      "es": "Más sobre Lisa (III)",
      "fr": "Connaître Lisa (3)",
      "pt": "Mais sobre a Lisa - III",
      "ru": "Узнать больше о Лизе III",
      "id": "Mengenal Lisa: III",
      "th": "อยากรู้เกี่ยวกับ Lisa-3",
      "vi": "Muốn tìm hiểu Lisa - Điều thứ 3"
    },
    "line": {
      "zhs": "我教雷泽掌握元素力量的时候，完全没想到那个孩子的悟性有那么好。仔细想想的话，你也相当能干啊，小可爱。",
      "zht": "#我教雷澤掌握元素力量的時候，完全沒想到那個孩子的悟性有那麼好。仔細想想的話，{F#妳}{M#你}也相當能幹啊，小可愛。",
      "jp": "レザーに元素の力を教えた時、あの子の理解力は想定外のものだったわ。よく考えたら、可愛い子ちゃんも相当やるわね。",
      "ko": "레이저에게 원소의 힘을 가르쳤을 때, 그 녀석이 그렇게 빨리 배우리라고 생각도 못 했어. 곰곰이 따져보면, 너도 꽤 자질이 있는 것 같아. 귀염둥이",
      "en": "When I taught Razor how to utilize Elemental Energy, I never expected him to master the technique so quickly. Come to think of it, you're talented too. Maybe I could teach you a few tricks...",
      "de": "#Als ich Razor beigebracht habe, wie er mit der Elementarkraft umgehen muss, hätte ich nicht gedacht, dass er es so schnell lernen würde. Solltest du talentiert sein, kann ich dir ja auch ein bisschen was beibringen, {F#meine Süße}{M#mein Süßer}.",
      "es": "Cuando le enseñé a Razor cómo utilizar la Energía Elemental, nunca imaginé que la dominaría tan rápidamente. Ahora que lo pienso, tú también tienes mucho talento. Tal vez podría enseñarte algún truco...",
      "fr": "J'étais assez sceptique quand j'ai commencé à enseigner la maîtrise de l'énergie élémentaire à Razor, mais il s'en est vraiment bien sorti. Tu en serais capable toi aussi, petit chou.",
      "pt": "#Quando ensinei ao Razor como se utiliza a energia elemental, nunca esperei que ele dominasse a técnica tão rapidamente. Você também é talentos{M#o}{F#a}. Talvez eu possa te ensinar alguns truques...",
      "ru": "#Обучая Рэйзора пользоваться элементальной энергией, я не ожидала, что он усвоит эти знания так быстро. Хм, ты, вроде, тоже очень сметлив{F#ая}{M#ый}. Думаю, я могла бы попытаться и тебя научить чему-нибудь.",
      "id": "Saat aku mengajari Razor untuk menguasai kekuatan elemental, aku sama sekali tidak menyangka bahwa anak itu memiliki bakat yang sangat hebat. dipikir-pikir, kamu juga hebat kok.",
      "th": "ตอนที่ฉันสอนให้ Razor ควบคุมพลังธาตุ ฉันนึกไม่ถึงเลยว่าเขาจะเรียนรู้ เทคนิคได้เร็วขนาดนี้ มาคิดดูอีกที เธอก็เก่งเหมือนกันนะเจ้าตัวเล็ก",
      "vi": "Khi chị dạy Razor điều khiển sức mạnh nguyên tố, không ngờ rằng nhận thức của cậu bé đó lại tốt đến vậy. Nghĩ kỹ lại, cưng cũng rất có năng lực đó, đứa trẻ đáng yêu."
    }
  },
  {
    "title": {
      "zhs": "想要了解丽莎·其四",
      "zht": "想要瞭解麗莎·其四",
      "jp": "リサを知る·4",
      "ko": "리사에 대해 알기·네 번째",
      "en": "More About Lisa: IV",
      "de": "Ich will mehr über Lisa erfahren IV",
      "es": "Más sobre Lisa (IV)",
      "fr": "Connaître Lisa (4)",
      "pt": "Mais sobre a Lisa - IV",
      "ru": "Узнать больше о Лизе IV",
      "id": "Mengenal Lisa: IV",
      "th": "อยากรู้เกี่ยวกับ Lisa-4",
      "vi": "Muốn tìm hiểu Lisa - Điều thứ 4"
    },
    "line": {
      "zhs": "什么？想学习须弥教令院的魔法？可对现在的你来说，负担会有些重…啊？至少想学会入门的知识？那先看完这本《绪论》吧，也就800多页而已。",
      "zht": "#什麼？想學習須彌教令院的魔法？可對現在的{F#妳}{M#你}來說，負擔會有些重…啊？至少想學會入門的知識？那先看完這本《緒論》吧，也就800多頁而已。",
      "jp": "ん？スメール教令院の魔法を勉強したいの？でも今のあなたでは少し荷が重いわ…えっ？入門知識だけでも？じゃあ、この『序論』を読んでみましょう。大丈夫よ、800ページくらいしかないから。",
      "ko": "뭐라고? 수메르 마법을 배우고 싶다고? 지금 너한텐 좀 무리일 텐데…. 음, 최소한 입문 지식은 익히고 싶다고? 그럼 먼저 이 《서론》을 봐, 800페이지밖에 안 돼",
      "en": "What's that? You want to learn some Sumeru Akademiya magic? I'm afraid it might be a bit too much for you to handle right now... Hmm, though I suppose it can't hurt to teach you some of the basics. Here, start by reading the beginner's guide, it's only 800 pages or so.",
      "de": "Was möchtest du? Die Magie der Sumeru-Akademie lernen? Das ist für den Anfang vielleicht ein bisschen zu schwere Kost. Obwohl so ein wenig Basiswissen ja nicht schaden kann. Hier bitte, lies erstmal die Einführung, es sind nur so um die achthundert Seiten.",
      "es": "¿Qué? ¿Quieres aprender algo de magia de la Academia de Sumeru? Me temo que ahora mismo sería demasiado complicado para ti... Aunque supongo que podría enseñarte lo más básico. Toma, comienza por leer la «Guía para principiantes». Es muy corta, solo unas 800 páginas.",
      "fr": "Pardon ? Tu voudrais apprendre la magie enseignée à l'Académie de Sumeru ? Ce serait un peu difficile pour toi... Si tu insistes, commence par cette introduction de 800 pages seulement.",
      "pt": "O quê? Você quer aprender magia de Academia de Sumeru? Talvez seja um pouco difícil para você agora. Você quer aprender pelo menos conhecimento básico? Ok, bom! Então leia primeiro esta \"Guia\", que contém apenas 800 páginas.",
      "ru": "Что? Ты хочешь обучиться магии Академии Сумеру? Боюсь, пока что она тебе не по силам... Хотя, я думаю, знать некоторые основы тебе не повредит. Вот, начни с этой книжки для начинающих, тут всего восемьсот страниц.",
      "id": "Apa? Ingin belajar ilmu sihir Sumeru Akademiya? Tapi mungkin kamu akan menanggung beban yang lebih berat karenanya, bagaimana? Atau kamu cukup tahu sedikit dulu saja tentang dasar-dasarnya? Kalau mau, silakan kamu baca dulu buku \"Magic Guide\" ini, hanya terdapat sekitar 800 halaman saja.",
      "th": "ว่าไงนะ? อยากเรียนรู้เวทมนตร์ของสถาบัน Sumeru? ฉันเกรงว่าตอนนี้มันน่าจะหนักไป สำหรับเธอนะ... หา? อยากเรียนรู้วิชาพื้นฐานก็ได้ งั้นเหรอ? งั้นอ่าน \"บทนำ\" เล่มนี้ให้จบก่อนสิ มีแค่ 800 หน้าเอง",
      "vi": "Gì cơ? Muốn học ma thuật của Giáo Viện Sumeru? Nhưng đối với cưng bây giờ có chút nặng nề... Hả? Muốn học những kiến thức sơ đẳng? Vậy trước tiên hãy đọc hết cuốn \"Tóm Tắt\" này đi, chỉ có hơn 800 trang thôi."
    }
  },
  {
    "title": {
      "zhs": "想要了解丽莎·其五",
      "zht": "想要瞭解麗莎·其五",
      "jp": "リサを知る·5",
      "ko": "리사에 대해 알기·다섯 번째",
      "en": "More About Lisa: V",
      "de": "Ich will mehr über Lisa erfahren V",
      "es": "Más sobre Lisa (V)",
      "fr": "Connaître Lisa (5)",
      "pt": "Mais sobre a Lisa - V",
      "ru": "Узнать больше о Лизе V",
      "id": "Mengenal Lisa: V",
      "th": "อยากรู้เกี่ยวกับ Lisa-5",
      "vi": "Muốn tìm hiểu Lisa - Điều thứ 5"
    },
    "line": {
      "zhs": "总有一天，这「眼」中的力量会毁灭一切的吧…到了那时，如果有你在的话…啊，没什么。",
      "zht": "#總有一天，這「眼」中的力量會毀滅一切的吧…到了那時，如果有{F#妳}{M#你}在的話…啊，沒什麼。",
      "jp": "いつの日か、この「目」の力が全てを破壊するでしょうね…その時、あなたがいれば…あっ、何でもないわ。",
      "ko": "언젠가 이 「눈」의 힘이 모든 걸 파괴하겠지…. 그때에도 네가 있다면… 아, 아무것도 아니야",
      "en": "A Vision may seem like a great tool, but one day, the power one accumulates always finds a way to turn back on you. Should such a day come for me, so long as you're around... Ah, never mind.",
      "de": "So ein mächtiges Auge zu besitzen, klingt erst einmal großartig, aber eines Tages wird sich die angesammelte Energie darin gegen dich wenden. Sollte so ein Tag jemals kommen, solange du nur dicht bei mir bist ... Ach, was soll’s ...",
      "es": "Podría llegar el día en que el poder de una Visión se vuelva contra uno mismo... Si tal día llegara para mí y tú estuvieras conmigo... Bueno, no importa.",
      "fr": "Le pouvoir de l'œil divin a un prix que chaque détenteur finira par payer. Tant que tu seras à mes cô... Non, oublie ce que je viens de dire.",
      "pt": "Um dia, a força dentro da Visão vai destruir tudo... Nesse ponto, se você ainda estiver cá ao meu lado... Ah, nada, esqueça.",
      "ru": "Глаз Бога кажется удобным инструментом, но однажды накопленная в нём сила может обернуться против его хозяина. Когда этот момент наступит для меня, и ты будешь рядом... Впрочем, неважно.",
      "id": "Suatu hari nanti, kekuatan yang ada di dalam Vision ini akan memusnahkan segalanya...Kalau waktu itu tiba dan kamu masih ada... Ah, tidak apa-apa.",
      "th": "มันต้องมีสักวันที่พลังใน \"วิชั่น\" นี้จะทำลายทุกอย่าง... ถ้าในเวลานั้นเธออยู่ที่นั่นล่ะก็... อ่า ไม่มีอะไรหรอก",
      "vi": "Sẽ có một ngày, sức mạnh trong \"con mắt\" này sẽ phá hủy tất cả... đến lúc đó, nếu cưng ở đây... à, không có gì."
    }
  },
  {
    "title": {
      "zhs": "丽莎的爱好…",
      "zht": "麗莎的愛好…",
      "jp": "リサの趣味…",
      "ko": "리사의 취미…",
      "en": "Lisa's Hobbies",
      "de": "Lisas Hobbys ...",
      "es": "Aficiones de Lisa...",
      "fr": "Les loisirs de Lisa...",
      "pt": "Passatempos de Lisa...",
      "ru": "Хобби Лизы...",
      "id": "Hobi Lisa",
      "th": "งานอดิเรกของ Lisa",
      "vi": "Sở thích của Lisa..."
    },
    "line": {
      "zhs": "小可爱，你想要来挑一瓶神奇的药水么？喝下去之前完全不知道会有什么效果，呼呼。",
      "zht": "#小可愛，{F#妳}{M#你}想要來挑一瓶神奇的藥水嗎？喝下去之前完全不知道會有什麼效果，呼呼。",
      "jp": "可愛い子ちゃん、不思議な薬を1つ選んでみない？飲むまでどんな効果があるのか全く分からないの。うふふっ。",
      "ko": "귀염둥이, 신기한 포션을 하나 골라볼래? 마시기 전에는 무슨 효과가 있는지 전혀 알 수 없어",
      "en": "Hey darling, would you like to try one of my magic potions? There's no knowing what it will do to you until you try it, though... Don't say I didn't warn you!",
      "de": "#{F#Meine Süße}{M#Mein Süßer}, würdest du gern einen magischen Trank ausprobieren? Du wirst nicht wissen, was er bewirkt, bis du ihn trinkst, hihi.",
      "es": "Oye, cariño, ¿te gustaría probar una de mis pociones mágicas? Es imposible saber el efecto que tendrá hasta que la pruebes, así que... ¡luego no digas que no te advertí!",
      "fr": "Petit chou, ça te dit de choisir une potion au hasard et de la boire ? Tu ne dois pas connaître leurs effets. Ça serait moins drôle sinon, héhé.",
      "pt": "Oi, fofo. Você também quer provar uma poção mágica? Ninguém sabe o que vai acontecer antes de bebê-la.",
      "ru": "Эй, дорогуша, хочешь попробовать одно из моих зелий? Правда никто не знает, что с тобой станет... Не говори, что я не предупреждала!",
      "id": "Hai, Cutie. Apa kamu mau memilih sebuah botol dari ramuan ajaib ini? Kalau belum meminumnya, mana tahu efeknya seperti apa? Hehehe.",
      "th": "เจ้าตัวเล็ก อยากมาลอง น้ำยาโพชั่นของพี่สาวสักขวดมั้ย? ก่อนดื่มจะไม่มีทางรู้เลยว่า ผลลัพธ์จะเป็นยังไง ฮะฮะ",
      "vi": "Đứa trẻ đáng yêu, cưng có muốn chọn một bình thuốc không? Trước khi uống sẽ hoàn toàn không biết sẽ có hiệu quả gì, hì hì."
    }
  },
  {
    "title": {
      "zhs": "丽莎的烦恼…",
      "zht": "麗莎的煩惱…",
      "jp": "リサの悩み…",
      "ko": "리사의 고민…",
      "en": "Lisa's Troubles",
      "de": "Lisas Sorgen ...",
      "es": "Preocupaciones de Lisa...",
      "fr": "Les problèmes de Lisa...",
      "pt": "Preocupações de Lisa...",
      "ru": "Беспокойство Лизы...",
      "id": "Kekhawatiran Lisa",
      "th": "เรื่องกลุ้มใจของ Lisa",
      "vi": "Nỗi buồn của Lisa..."
    },
    "line": {
      "zhs": "二楼的审讯大厅已经闲置两年了，明明给我用作元素工坊的话，就不至于那么荒废…赫塔小姐真是死脑筋。",
      "zht": "二樓的審訊大廳已經閒置兩年了，明明給我用作元素工坊的話，就不至於那麼荒廢…赫塔小姐真是死腦筋。",
      "jp": "2階の大取り調べ室は2年も放置しっぱなしなの…わたくしのために元素工房として使わせてくれるなら、あんなに荒れた状態で放置しなくてもよかったのに…ヘルターさんにも困ったものだわ。",
      "ko": "2층 심문실을 2년째 방치하고 있어…. 내가 원소 공방으로 썼으면 그렇게 황폐해지진 않았을 텐데. 헤르타 아가씨도 진짜 고집불통이야",
      "en": "The interrogation room upstairs has sat there unused for two years now... It would be a much more lively place if Hertha would agree to let me use it as my private workshop... *sigh* She's such a spoilsport.",
      "de": "Der Verhörraum im Obergeschoss wurde bereits seit zwei Jahren nicht mehr benutzt ... Wenn ich ihn für meine Elementarexperimente benutzen könnte, wäre er wenigstens nicht verschwendet. Aber Fräulein Hertha kapiert das ja nicht.",
      "es": "La sala de interrogatorios del piso de arriba lleva dos años sin usarse... Sería un lugar mucho más animado si Hertha me dejara usarlo como taller privado... *Suspira*, es una aguafiestas.",
      "fr": "La salle d'interrogatoire à l'étage ne sert plus depuis des années. Je pourrais clairement en faire un atelier... mais cette tête de mule d'Hertha refuse toujours.",
      "pt": "A Sala de Interrogatório no segundo andar já não é usada há anos. Devia ter tido mais utilidades se tivesse sido a minha oficina privada. Mas a senhora Hertha ainda não aceitou a minha proposta.",
      "ru": "Комнатой допросов наверху не пользовались уже более двух лет... Она была бы более оживлённой, если бы Герта разрешила мне использовать её в качестве личной мастерской... Эх, почему она такая упрямая...",
      "id": "Aula interogasi di lantai dua sudah tidak pernah digunakan selama dua tahun ini, kalau aku gunakan menjadi bengkel elemental tampaknya akan sedikit ramai... Nona Hertha benar-benar keras kepala.",
      "th": "ห้องสอบสวนที่อยู่ชั้นสองไม่มีใคร ใช้มาสองปีแล้วล่ะ ถ้าให้ฉันเอามาใช้ เป็นห้องเวิร์คช็อปทางธาตุล่ะก็ มันก็จะไม่ถูกทิ้งให้เปล่าประโยชน์... ยัย Hertha นี่ไม่มีสมองรึไงนะ",
      "vi": "Sảnh thẩm vấn trên tầng 2 đã để trống 2 năm rồi, rõ ràng là nếu để ta dùng làm xưởng Nguyên Tố thì đã không bị hoang phế thế này... tiểu thư Hertha đúng là không biết nghĩ thế nào nữa."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was sie so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "我喜欢蔬菜汤哦。只要把所有的蔬菜全都丢进一口大锅子里，再用长柄的勺子搅一搅…欸，问我好不好吃？哼哼，来，啊——",
      "zht": "我喜歡蔬菜湯哦。只要把所有的蔬菜全都丟進一口大鍋子裡，再用長柄的勺子攪一攪…欸，問我好不好吃？哼哼，來，啊——",
      "jp": "わたくしは野菜スープが好きよ。大きな鍋に野菜をぜ～んぶ入れて、長いお玉でかき混ぜるの…えっ、美味しいかって？あらあら、それならどうぞ、ほら——",
      "ko": "나 야채수프 좋아해. 모든 야채를 전~부 큰솥에 넣고 긴 국자로 저으면… 아, 맛있냐고? 한 입 먹어봐——",
      "en": "I like making my own vegetable soup. I put a big bunch of vegetables into a cauldron and stir it with a long spoon. What does it taste like? Here, why don't you try it for yourself. Open wide!",
      "de": "Ich mag Gemüseeintopf sehr. Ich werfe einfach das ganze Gemüse in einen Topf zusammen und rühre mit einem langen Löffel um, bis alles gar ist. Ob es gut schmeckt? Überzeug dich selbst, komm!",
      "es": "#Me gusta hacer mi propia sopa de verduras. Pongo un montón de verduras en un caldero y lo remuevo con un cucharón. ¿Quieres saber a qué sabe? Toma, pruébalo tú mism{F#a}{M#o}. Di “aaah”.",
      "fr": "J'apprécie les soupes de légumes. Je n'ai qu'à balancer un tas de légumes dans mon chaudron et les remuer avec une longue cuillère. Tu veux savoir si c'est bon ? Eh bien, ouvre grand la bouche !",
      "pt": "Eu gosto muito da sopa vegetal. Eu coloco todos os legumes numa panela, e mexo delicadamente... Pronto, que delícia!",
      "ru": "#Я люблю готовить овощной суп. Я кладу кучу овощей в котёл и помешиваю их длинной ложкой. Хочешь знать, каким он получается на вкус? Почему бы тебе само{F#й}{M#му} не попробовать? Давай, открой пошире ротик.",
      "id": "Aku suka sup sayur. Masukkan saja semua sayuran ke dalam panci besar dan aduk dengan sendok bergagang panjang... Hmm, ayo kamu coba, pasti rasanya enak! *huff* Ayo cepat coba!",
      "th": "ฉันชอบซุปผักรวม แค่เอาผักทั้งหมดโยนลงไปในหม้อ แล้วก็ใช้คทาคนให้เข้ากัน... อ๊ะ สงสัยว่ารสชาติเป็นไงงั้นเหรอ? ฮี่ฮี่ มา อ้าปาก อ้า —— ม",
      "vi": "Chị thích canh rau củ. Chỉ cần cho tất cả các loại rau vào một cái nồi lớn, sau đó dùng cái thìa dài khuấy lên... hửm, ngon không hả? Hì hì, lại đây, há miệng ra nào, a..."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was sie nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang tidak kamu suka",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "我有南瓜恐惧症，每年的秋收节对我来说都太煎熬了。啊，要不要干脆把南瓜这个物种，彻底抹除呢？",
      "zht": "我有南瓜恐懼症，每年的秋收節對我來說都太煎熬了。啊，要不要乾脆把南瓜這個物種，徹底抹除呢？",
      "jp": "わたくしはパンプキンフォビアなの。だから、毎年秋の収穫の季節は辛いのよ。あぁ、いっそのことカボチャなんてもの、この世から消し去ることできないのかしら？",
      "ko": "난 호박 공포증이 있어, 매년 할로윈데이 때마다 너무 힘들어. 아, 아예 호박을 멸종 시켜 버릴까?",
      "en": "I suffer from extreme pumpkinphobia. The fall harvest is a difficult time of year for me, as you can imagine. I wonder if it would be worth the trouble to make all the pumpkins in the world disappear...",
      "de": "Ich leide unter Kürbisphobie und das jährliche Erntefest ist eine echte Herausforderung für mich. Ah, warum können wir diese Dinger nicht einfach ausrotten?",
      "es": "Tengo fobia a las calabazas, así que la cosecha de otoño es una época del año muy difícil para mí, como puedes imaginar. Me pregunto si podría hacer desaparecer todas las calabazas del mundo...",
      "fr": "J'ai la phobie des citrouilles. Le Festival des moissons est un vrai calvaire annuel pour moi... On pourrait, je ne sais pas, éradiquer ces viles choses de la planète ?",
      "pt": "Eu tenho fobia de abóbora, portanto, o outono é um grande sofrimento para mim. Será que posso erradicar a espécie de abóbora?",
      "ru": "У меня ужасная кукубитофобия. Можешь себе представить, как тяжело мне даётся сезон сбора урожая. Я постоянно думаю, как бы так сделать, чтобы все тыквы пропали. Но стоит ли оно того...",
      "id": "Aku punya fobia terhadap labu , dan festival panen musim gugur tahunan terlalu menyiksaku. Ah, apakah bisa labu dimushnahkan dari dunia ini?",
      "th": "ฉันกลัวฟักทอง และเทศกาลเก็บเกี่ยวฤดูใบไม้ร่วง ก็เป็นสิ่งที่ทรมานเกินไปสำหรับฉัน อ๊า ถ้าจะกำจัดฟักทองให้หมดไป จากโลกจะเวอร์เกินไปไหม?",
      "vi": "Chị có nỗi ám ảnh với bí ngô, ngày hội thu hoạch hàng năm đều là sự giày vò đối với chị. Ôi, có nên dứt khoát loại bỏ loài bí ngô này không nhỉ?"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "真贴心呢，小可爱。姐姐我很满意哦。",
      "zht": "真貼心呢，小可愛。姐姐我很滿意喔。",
      "jp": "可愛い子ちゃんって本当に優しいのね。お姉さん、大満足よ。",
      "ko": "신경 많이 썼구나, 귀염둥이. 아주 만족해",
      "en": "Oh aren't you just the sweetest? Thanks, cutie, you just made my day.",
      "de": "#Das ist süß, {F#meine Süße}{M#mein Süßer}. Ich bin sehr zufrieden damit.",
      "es": "¡Qué dulce eres! Gracias, cariño, me acabas de alegrar el día.",
      "fr": "Que c'est attentionné de ta part, mon petit chou. Je suis très satisfaite.",
      "pt": "#Que atencioso da sua parte, querid{F#a}{M#o}. Estou muito contente.",
      "ru": "О, это так мило с твоей стороны. Спасибо, милашка, я очень довольна.",
      "id": "Perhatian sekali kamu, manisku. Kak Lisa jadi senang.",
      "th": "ช่างเอาใจใส่จริง ๆ เลยนะ เจ้าตัวน้อย พี่สาวพอใจมากเลยล่ะจ้ะ",
      "vi": "Bé cưng chu đáo quá. Chị rất hài lòng."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "呵呵，你很擅长做这些呢。",
      "zht": "#呵呵，{F#妳}{M#你}很擅長做這些呢。",
      "jp": "うふふっ、こういうの得意みたいね。",
      "ko": "후후, 이런 거에 완전 소질 있구나",
      "en": "Hehe, you've really got a knack for this, haven't you?",
      "de": "Hehe, das kannst du also gut.",
      "es": "Jeje, se te da muy bien cocinar, ¿eh?",
      "fr": "Héhé, tu t'en sors très bien.",
      "pt": "Hehe, você realmente tem jeito para isso, não é?",
      "ru": "Хе-хе, а ты умеешь готовить.",
      "id": "Hehe, kamu pandai sekali soal beginian yah.",
      "th": "ฮ่าฮ่า เธอเก่งเรื่องพวกนี้มากเลยนะ",
      "vi": "Haha, cưng rất giỏi làm những việc này nhỉ."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "哎呀…这可真是…",
      "zht": "哎呀…這可真是…",
      "jp": "あらあら…これって…",
      "ko": "이야… 이건 정말…",
      "en": "Oh my... This is really... hmm...",
      "de": "Oh ... Das ist wirklich ...",
      "es": "Oh, vaya... Esto es verdaderamente... Humm...",
      "fr": "Hum... C'est...",
      "pt": "Oh... Isso é...",
      "ru": "Ой... Это действительно... хм...",
      "id": "Wah, aduh ... kalau yang ini sih benar-benar ....",
      "th": "โอ้คุณพระ... นี่มัน...",
      "vi": "Ấy.. thật là..."
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "来，拿着，护身符，就作为生日礼物送给你了。虽然制作起来花了我不少时间…不许弄丢哦。",
      "zht": "#來，拿著，護身符，就作為生日禮物送給{F#妳}{M#你}了。雖然製作起來花了我不少時間…不許弄丟哦。",
      "jp": "はい、どうぞ。お守り。誕生日プレゼントよ。作るのに結構時間がかかったから…失くしたら許さないわよ～",
      "ko": "자, 받아. 호신부야. 네 생일 선물이지. 만드느라 시간 꽤 걸렸어…. 잃어버리면 안돼~",
      "en": "Here, take this amulet, it will bring you good luck. It's my birthday gift to you. I spent a long time making it, so don't lose it now!",
      "de": "Hier, dieses Amulett ist für dich, ein Geburtstagsgeschenk. Es soll dir viel Glück bringen. Ich habe ganz schön lange daran gesessen, also verliere es nicht.",
      "es": "Toma este amuleto, te traerá buena suerte. Es mi regalo de cumpleaños. Me costó mucho hacerlo, ¡así que no lo pierdas!",
      "fr": "Tiens, prends cette amulette. C'est un cadeau d'anniversaire de ma part. J'ai mis beaucoup de temps à la faire, alors tu n'as pas intérêt à la perdre.",
      "pt": "Tome isto. É um amuleto, presente de aniversário para você! Me levou muito tempo fazê-lo... Você não pode perdê-lo.",
      "ru": "Вот, держи этот амулет, он принесёт тебе удачу. Это твой подарок от меня на день рождения. Я его делала очень долго, поэтому не смей его потерять!",
      "id": "Sini, ambil jimat ini. Ini adalah hadiah ulang tahunmu dariku. Aku cukup lama membuat benda ini ... jangan sampai hilang ya.",
      "th": "นี่ รับไปสิ เครื่องรางป้องกันตัวอันนี้ให้เป็นของขวัญวันเกิดเธอนะ ฉันใช้เวลาทำนานมากเลย... อย่าทำหายซะล่ะ",
      "vi": "Đến đây, cầm lấy, bùa hộ mệnh này xem như là món quà sinh nhật cho cưng đó. Mặc dù chị đã mất rất nhiều thời gian để làm ra nó... không cho phép đánh mất nhé."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "该不会想让我加班吧…那可不好哦。",
      "zht": "該不會想讓我加班吧…那可不好哦。",
      "jp": "まさか、わたくしに残業させる気…？それはよろしくないわ。",
      "ko": "나보고 야근하라는 건 아니겠지…? 그럼 안 되는데~",
      "en": "Surely you don't want me working overtime... That would be no good.",
      "de": "Du willst doch wohl nicht, dass ich Überstunden machen muss ... Das wäre nicht gut.",
      "es": "No me harás trabajar horas extra, ¿no? Eso no me gustaría nada...",
      "fr": "Des heures supplémentaires ? Désolée, mais ça sera sans moi...",
      "pt": "De certeza, você não me quer fazendo horas extras... Isso não seria nada bom.",
      "ru": "Не стоит заставлять меня работать сверхурочно... Ничего хорошего из этого не выйдет.",
      "id": "Kamu tidak menyuruhku untuk lembur, kan? Tidak baik loh.",
      "th": "คงไม่ได้ให้ฉันไปทำงาน นอกเวลาหรอกนะ... ถ้าเป็นอย่างงั้นก็แย่เลย",
      "vi": "Chắc không phải muốn chị đây làm thêm giờ đấy chứ...vậy không được đâu nha."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "锻炼的机会，应该多留给新人，不是吗？",
      "zht": "鍛煉的機會，應該多留給新人，不是嗎？",
      "jp": "鍛錬の機会は、新人に譲るべきよ、そうでしょ？",
      "ko": "단련할 기회는 새내기에게 많이 줘야지. 안 그래?",
      "en": "Chances to practice should be left to you newcomers, no?",
      "de": "Anfängern sollte man doch reichlich Gelegenheit zum Üben einräumen, oder etwa nicht?",
      "es": "Las oportunidades para practicar hay que dejárselas a los novatos, ¿no crees?",
      "fr": "L'entraînement ? C'est bon pour les nouveaux, tu ne trouves pas ?",
      "pt": "Devemos deixar as oportunidade de prática para os principiantes, não é?",
      "ru": "Выпавший шанс попрактиковаться нужно оставить вам, новичкам, разве нет?",
      "id": "Bukankah kita harus banyak-banyak memberikan kesempatan berlatih kepada orang baru?",
      "th": "โอกาสในการฝึกน่าจะเอาไว้ให้ เด็กใหม่ทำไม่ใช่เหรอ?",
      "vi": "Cơ hội rèn luyện nên dành cho người mới, phải không?"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "…要是我恢复全盛状态的话，说不定会发生什么不得了的大事哟。",
      "zht": "…要是我恢復全盛狀態的話，說不定會發生什麼不得了的大事喲。",
      "jp": "ふふっ、わたくしが全力を出したら、すごいことが起きちゃうかもよ。",
      "ko": "내가 전성기 상태를 회복한다면 무슨 대단한 일이 벌어질지도 모르지",
      "en": "*chuckles* If I were to recover my full power, who knows what kind of things just might happen?",
      "de": "Wenn ich noch in der Blüte meiner Macht stünde, wer weiß, welch große Dinge passieren würden.",
      "es": "Si recuperara todo mi poder, ¿quién sabe qué tipo de cosas podrían ocurrir?",
      "fr": "Il vaut mieux pour tout le monde que je ne montre pas ma véritable force. Si ça arrive, c'est que quelque chose de terrible s'est produit.",
      "pt": "Se eu ainda estivesse no auge do meu poder, quem sabe que grandes coisas aconteceriam.",
      "ru": "Ха-ха, если бы я полностью восстановила свои силы, кто знает, что тогда могло бы произойти?",
      "id": "Kalau aku sedang dalam keadaan terbaikku, sepertinya tidak mungkin terjadi peristiwa yang menghebohkan semacam ini.",
      "th": "...ถ้าฉันฟื้นฟูพลังได้โดย สมบูรณ์ล่ะก็ ไม่แน่ว่ามันอาจเกิดเรื่องใหญ่ ขึ้นก็ได้นะ",
      "vi": "...Nếu chị khôi phục lại trạng thái đỉnh cao, không biết sẽ có điều khủng khiếp gì xảy ra đâu."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "明明已经用各种方法劝过你了…真有你的，小可爱。到这份上还装作无动于衷的话，恐怕连丘丘人都看得出来我在撒谎了。那就让你见识一下，「蔷薇魔女」的真实吧。",
      "zht": "#明明已經用各種方法勸過{F#妳}{M#你}了…真有{F#妳}{M#你}的，小可愛。到這份上還裝作無動於衷的話，恐怕連丘丘人都看得出來我在撒謊了。那就讓{F#妳}{M#你}見識一下，「薔薇魔女」的真實吧。",
      "jp": "いろんなやり方で説得してきたのに…ふふっ、やるわね、可愛い子ちゃん。ここまでしてくれて何も感じなかったら、ヒルチャールにもバカにされるわ。では、「薔薇の魔女」の真実を、あなたに見せてあげようかしら。",
      "ko": "온갖 방법을 다해 널 설득했잖아. 참 대단한 아이야, 귀염둥이. 이렇게 됐는데도 무관심한 척하면 츄츄족도 내가 거짓말 한 줄 알겠다. 그럼 네게 장미 마녀의 진실을 보여주지",
      "en": "I've already tried to persuade you every way possible... *sigh* Have it your way, cutie. I can no longer go on pretending at this point — even a Hilichurl would see through the act. So be it, let me introduce you to the true Witch of Purple Rose.",
      "de": "#Ich habe bereits alles versucht dich abzulenken ... Es geht einfach nicht, {M#meine Süße}{M#mein Süßer}. An diesem Punkt kann ich niemandem mehr etwas vormachen, selbst ein Hilichurl würde mich durchschauen. So soll es sein, ich zeige dir, wer die Rosenhexe wirklich ist.",
      "es": "Ya traté de persuadirte de todas las formas posibles... *Suspira* Hazlo a tu manera, cariño. Llegados a este punto, no tiene sentido seguir fingiendo... Incluso un Hilichurl lo vería. Bien, que así sea: déjame presentarte a la verdadera Bruja de las Rosas.",
      "fr": "Il semblerait que tu voies à travers ma mascarade, petit chou. À ce stade, même un Brutocollinus saurait me démaquer, alors il est temps que je te présente la véritable Sorcière à la rose...",
      "pt": "Eu já tentei te convencer de todas as maneiras possíveis... *Suspiro* Faça do seu jeito, fofinha. Eu não posso mais continuar fingindo neste momento - até um Hilichurl veria que estou mentindo. Deixe-me só mostrar do que a Bruxa das Rosas é capaz.",
      "ru": "Я пыталась отговорить тебя всеми доступными способами... Эх, поступай, как знаешь, милашка. Я больше не могу это скрывать, тут даже хиличурл бы заметил. Итак, позволь мне познакомить тебя с истинной Пурпурной ведьмой.",
      "id": "Jelas-jelas aku sudah membujukmu dengan berbagai cara loh, Cutie. Aku sudah tidak bisa berpura-pura lagi, seekor Hilichurl pun bisa melihat bahwa aku sedang berbohong. Kalau begini, lebih baik aku menunjukkan seorang \"Rose Witch\" yang sebenarnya.",
      "th": "ไม่ว่าจะเกลี้ยกล่อมยังไง ก็ไม่ฟังสินะ... เธอนี่ดื้อจริง ๆ เลย มาถึงขั้นนี้แล้วจะแกล้งทำ เป็นไม่สนใจก็ไม่ได้แล้วล่ะ แม้แต่พวก Hilichurl ก็คงดูออกว่าฉันโกหก ถ้างั้นก็ขอเปิดเผยตัวตน ที่แท้จริงของแม่มดกุหลาบ ให้เธอรู้จักละกัน",
      "vi": "Rõ ràng là chị đã dùng mọi cách để thuyết phục cưng rồi... thật là... đứa trẻ đáng yêu. Đến mức này rồi còn giả vờ thờ ơ, e rằng đến Hilichurl cũng có thể thấy rằng chị đang nói dối. Vậy thì phải để cho cưng thấy sự thật của Ma Nữ Tường Vi thôi."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "哼哼。",
      "zht": "哼哼。",
      "jp": "フフフン～",
      "ko": "흥흥~",
      "en": "*giggles*",
      "de": "Mhmm.",
      "es": "Jejeje...",
      "fr": "Hu !",
      "pt": "Huh!",
      "ru": "Хи-хи-хи!",
      "id": "Huh!",
      "th": "หึหึ",
      "vi": "Huh!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "该电一电了。",
      "zht": "該電一電了。",
      "jp": "ちょっとビリビリさせないとね。",
      "ko": "전기 맛 좀 볼래",
      "en": "You're in for a little shock.",
      "de": "Das wird ein kleiner Schock für dich sein.",
      "es": "Te espera una buena descarga.",
      "fr": "Ça va vous faire un petit choc.",
      "pt": "É só choquezinho.",
      "ru": "Тебя ждёт небольшой шок.",
      "id": "Sudah saatnya disetrum sedikit.",
      "th": "น่าจะต้องช็อตด้วยไฟฟ้าซะหน่อยแล้ว",
      "vi": "Đến lúc tê tái rồi."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "别逃哟。",
      "zht": "別逃喲。",
      "jp": "逃がさないわよ～",
      "ko": "도망치지 말라구~",
      "en": "Come a little closer.",
      "de": "Lauf nicht weg.",
      "es": "Acércate.",
      "fr": "Ne vous enfuyez pas.",
      "pt": "Não fuja.",
      "ru": "Подойди ближе.",
      "id": "Mendekatlah~",
      "th": "อย่าเพิ่งหนีไปไหนซะล่ะ",
      "vi": "Đừng trốn nha."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其四",
      "zht": "元素戰技·其四",
      "jp": "元素スキル·4",
      "ko": "원소전투 스킬·네 번째",
      "en": "Elemental Skill: IV",
      "de": "Elementarfähigkeit IV",
      "es": "Habilidad Elemental (IV)",
      "fr": "Compétence élémentaire (4)",
      "pt": "Habilidade Elemental - IV",
      "ru": "Элементальный навык IV",
      "id": "Elemental Skill: IV",
      "th": "สกิลธาตุ - 4",
      "vi": "Kỹ Năng Nguyên Tố IV"
    },
    "line": {
      "zhs": "…Blitz！",
      "zht": "…Blitz！",
      "jp": "…穿ちなさい！",
      "ko": "…Blitz!",
      "en": "...Blitz!",
      "de": "Blitz!",
      "es": "¡Calambre!",
      "fr": "... Blitz !",
      "pt": "...Blitz!",
      "ru": "...Блиц!",
      "id": "...Blitz!",
      "th": "...Blitz!",
      "vi": "...Blitz!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其五",
      "zht": "元素戰技·其五",
      "jp": "元素スキル·5",
      "ko": "원소전투 스킬·다섯 번째",
      "en": "Elemental Skill: V",
      "de": "Elementarfähigkeit V",
      "es": "Habilidad Elemental (V)",
      "fr": "Compétence élémentaire (5)",
      "pt": "Habilidade Elemental - V",
      "ru": "Элементальный навык V",
      "id": "Elemental Skill: V",
      "th": "สกิลธาตุ - 5",
      "vi": "Kỹ Năng Nguyên Tố V"
    },
    "line": {
      "zhs": "这是…惩罚哦！",
      "zht": "這是…懲罰哦！",
      "jp": "これは…お仕置きよ！",
      "ko": "이건… 벌이야!",
      "en": "You've been a naughty boy!",
      "de": "Hier ist deine Strafe!",
      "es": "¡Has sido muy travieso!",
      "fr": "C'est votre punition !",
      "pt": "Você foi um garoto travesso!",
      "ru": "Кто-то плохо себя вёл!",
      "id": "Dasar anak nakal!",
      "th": "นี่คือ... การลงโทษ!",
      "vi": "Đây là... sự trừng phạt đấy!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其六",
      "zht": "元素戰技·其六",
      "jp": "元素スキル·6",
      "ko": "원소전투 스킬·여섯 번째",
      "en": "Elemental Skill: VI",
      "de": "Elementarfähigkeit VI",
      "es": "Habilidad Elemental (VI)",
      "fr": "Compétence élémentaire (6)",
      "pt": "Habilidade Elemental - VI",
      "ru": "Элементальный навык VI",
      "id": "Elemental Skill: VI",
      "th": "สกิลธาตุ - 6",
      "vi": "Kỹ Năng Nguyên Tố VI"
    },
    "line": {
      "zhs": "…呵呵~",
      "zht": "…呵呵~",
      "jp": "ははははは～",
      "ko": "…호호~",
      "en": "Hehe~",
      "de": "Hehe ...",
      "es": "Jeje...",
      "fr": "Héhé...",
      "pt": "...Hehe...",
      "ru": "Хе-хе...",
      "id": "Hehe~ (meledek)",
      "th": "แหะ แหะ~",
      "vi": "Hee hee"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "酥酥麻麻的哟。",
      "zht": "酥酥麻麻的喲。",
      "jp": "痺れさせちゃうわよ。",
      "ko": "찌릿찌릿할 거야~",
      "en": "Let's spark things up a little.",
      "de": "Kitzelt ein wenig ...",
      "es": "Necesitas unas chispas...",
      "fr": "Pas trop engourdi ?",
      "pt": "Vamos acender um pouco as coisas.",
      "ru": "Подбавим-ка огоньку!",
      "id": "Mari kita buat sesuatu menyala.",
      "th": "แสบ ๆ คัน ๆ หน่อยน้าา~",
      "vi": "Tê tái chứ..."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "快点投降吧。",
      "zht": "快點投降吧。",
      "jp": "早く投降しなさい。",
      "ko": "어서 항복하는 게 어때~",
      "en": "Surrender and I'll be gentle.",
      "de": "Ergib dich.",
      "es": "Ríndete y seré buena contigo.",
      "fr": "Rendez-vous sur-le-champ.",
      "pt": "Renda-se e eu serei gentil.",
      "ru": "Сдавайся, и я пощажу тебя.",
      "id": "Menyerahlah dan aku akan berbaik hati.",
      "th": "รีบยอมแพ้ซะเถอะ",
      "vi": "Mau đầu hàng nào."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "可别上瘾喔。",
      "zht": "可別上癮喔。",
      "jp": "ヤミツキにならないでね～",
      "ko": "푹 빠지면 안돼~",
      "en": "Try not to enjoy this too much.",
      "de": "Werde nicht süchtig danach ...",
      "es": "Te está gustando demasiado...",
      "fr": "Ne vous y habituez pas ~",
      "pt": "Tente não se divertir muito.",
      "ru": "Не слишком-то увлекайся.",
      "id": "Jangan sampai keenakan loh~",
      "th": "อย่าเพิ่งตกหลุมรักมันซะล่ะ",
      "vi": "Đừng nghiện nhé."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "努力，获得回报了哟。",
      "zht": "努力，獲得回報了喲。",
      "jp": "努力が報われたわね。",
      "ko": "노력한 보람이 있네",
      "en": "No pain no gain, haha...",
      "de": "Ohne Fleiß kein Preis, haha ...",
      "es": "Sin sacrificio, no hay beneficio.",
      "fr": "On n'a rien sans rien, haha...",
      "pt": "Quem não se arrisca, não petisca, haha...",
      "ru": "Наше усердие вознаграждено, ха-ха...",
      "id": "Ada usaha, ada hasil. Haha ....",
      "th": "เมื่อตั้งใจก็ต้องได้รับการตอบแทน",
      "vi": "Có công mài sắt có ngày nên kim."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "我也来兴致了…",
      "zht": "我也有興致了…",
      "jp": "わたくしも興味が湧いてきちゃった…",
      "ko": "나도 기분이 업되는 걸",
      "en": "Oh my...",
      "de": "Oje ...",
      "es": "Vaya, vaya...",
      "fr": "Oh là là...",
      "pt": "Minha nossa...",
      "ru": "Вот это да...",
      "id": "Waduh ....",
      "th": "ฉันอารมณ์ดีขึ้นมาเลย...",
      "vi": "Tôi cũng có hứng thú rồi đấy..."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "小可爱会喜欢吗？",
      "zht": "小可愛會喜歡嗎？",
      "jp": "可愛い子ちゃんは気に入ってくれるかしら？",
      "ko": "귀염둥이가 좋아할까?",
      "en": "What do you think, cutie?",
      "de": "#Was denkst du, {F#meine Süße}{M#mein Süßer}?",
      "es": "¿Qué te parece, cariño?",
      "fr": "Qu'en penses-tu, petit chou ?",
      "pt": "O que você acha, fofura?",
      "ru": "Что думаешь, милашка?",
      "id": "Bagaimana menurutmu, Cutie?",
      "th": "ชอบรึเปล่าเจ้าตัวน้อย?",
      "vi": "Thích không cưng?"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "有你的嘛。",
      "zht": "有你的嘛。",
      "jp": "やるじゃないの。",
      "ko": "제법이네",
      "en": "I have some for you too.",
      "de": "Nicht schlecht.",
      "es": "Tengo algo para ti.",
      "fr": "Vous avez votre mérite, je suppose.",
      "pt": "Tenho algo para você também.",
      "ru": "Мне есть, чем тебе ответить.",
      "id": "Aku juga punya sesuatu untukmu.",
      "th": "มีของเธอด้วยนะ",
      "vi": "Nhận quà đáp lễ nhé."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "有点生疏了呀…",
      "zht": "有點生疏了呀…",
      "jp": "ちょっと腕がなまったわね…",
      "ko": "좀 실력이 무뎌졌네…",
      "en": "I'm a bit rusty...",
      "de": "Ich bin aus der Übung.",
      "es": "Estoy un poco oxidada...",
      "fr": "Je suis un peu rouillée...",
      "pt": "Minhas habilidades estão enferrujadas...",
      "ru": "Суставы уже не те...",
      "id": "Kemampuanku sudah mulai karatan...",
      "th": "ชักจะขึ้นสนิมซะแล้วสิ...",
      "vi": "Có chút không quen tay rồi..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "哎呀，手套要破了呢。",
      "zht": "哎呀，手套要破了呢。",
      "jp": "あら、手袋が破けちゃったわ。",
      "ko": "이런, 장갑이 구멍나겠어",
      "en": "Oh no, I'm gonna ruin my gloves.",
      "de": "Meine Handschuhe gehen kaputt ...",
      "es": "Oh, no, mis guantes se van a estropear.",
      "fr": "Oh non, mes gants vont se déchirer.",
      "pt": "Oh não, vou estragar minhas luvas.",
      "ru": "О нет, я испорчу перчатки...",
      "id": "Oh tidak, sarung tanganku bisa bolong.",
      "th": "โอ้ ไม่นะ ถุงมือจะขาดแล้ว",
      "vi": "Ây da, găng tay bị rách rồi."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "逞强可不好。",
      "zht": "逞強可不好。",
      "jp": "我慢はよくないわよ～",
      "ko": "센 척은 안 좋아~",
      "en": "Don't force it, darling.",
      "de": "Lass uns nichts überstürzen.",
      "es": "No te fuerces, cariño.",
      "fr": "Il n'est pas bon d'être téméraire.",
      "pt": "Não é bom se amostrar.",
      "ru": "Не геройствуй.",
      "id": "Jangan memaksakan diri, sayang.",
      "th": "การอวดเก่งไม่ใช่เรื่องดีนะ",
      "vi": "Đừng có mà ỷ mạnh."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "要姐姐帮忙吗？",
      "zht": "要姐姐幫忙嗎？",
      "jp": "お姉さんが手伝ってあげよっか？",
      "ko": "내가 도와줄까?",
      "en": "Do you need me to lend a hand?",
      "de": "Soll ich dir zur Hand gehen?",
      "es": "¿Necesitas que te eche una mano?",
      "fr": "Besoin d'un coup de main ?",
      "pt": "Você precisa da minha ajuda?",
      "ru": "Нужна моя помощь?",
      "id": "Perlu bantuan tidak?",
      "th": "ให้พี่สาวช่วยมั้ย?",
      "vi": "Muốn chị đây giúp không?"
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotada (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "出门好累…",
      "zht": "出門好累…",
      "jp": "外に出ると疲れちゃう…",
      "ko": "외출은 힘들어…",
      "en": "Going out is tiring...",
      "de": "Rausgehen ist anstrengend ...",
      "es": "Qué agotador es salir...",
      "fr": "Sortir est si fatigant...",
      "pt": "Sair de casa é cansativo...",
      "ru": "Уходить утомительно...",
      "id": "Bepergian itu melelahkan...",
      "th": "ออกไปข้างนอกนี่เหนื่อยจัง...",
      "vi": "Ra ngoài mệt quá..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotada (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "看来我大意了呢…",
      "zht": "看來我大意了呢…",
      "jp": "油断しちゃったみたいね…",
      "ko": "내가 방심한 것 같아…",
      "en": "Looks like I got carried away...",
      "de": "Ich war unvorsichtig ...",
      "es": "Parece que me descuidé...",
      "fr": "Je crois que je me suis trop emballée...",
      "pt": "Parece que me empolguei...",
      "ru": "Кажется, я отвлеклась...",
      "id": "Sepertinya aku terlalu terbawa suasana...",
      "th": "ดูท่าทางฉันจะประมาทเกินไป...",
      "vi": "Có vẻ do ta sơ ý quá..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotada (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "果然不该出门的…",
      "zht": "果然不該出門的…",
      "jp": "やっぱり外に出るべきじゃなかったわね…",
      "ko": "역시 밖으로 나오는 게 아니었어…",
      "en": "I knew I should have stayed home...",
      "de": "Ich hätte nicht aus dem Haus gehen sollen ...",
      "es": "Sabía que no debería haber salido...",
      "fr": "Je n'aurais vraiment pas dû sortir...",
      "pt": "Sabia que deveria ter ficado em casa...",
      "ru": "Да уж, надо было остаться дома...",
      "id": "Aku tahu aku seharusnya tetap di rumah...",
      "th": "ไม่น่าออกมาเลย...",
      "vi": "Quả nhiên không nên ra ngoài..."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其一",
      "zht": "普通受擊·其一",
      "jp": "ダメージを受ける·1",
      "ko": "일반 피격·첫 번째",
      "en": "Light Hit Taken: I",
      "de": "Leichten Treffer erlitten I",
      "es": "Recibiendo un ligero ataque (I)",
      "fr": "Attaque légère subie (1)",
      "pt": "Ataque Leve Sofrido - I",
      "ru": "Получен лёгкий удар I",
      "id": "Menerima Serangan Ringan: I",
      "th": "รับการโจมตีปกติ - 1",
      "vi": "Chịu Đòn Thường I"
    },
    "line": {
      "zhs": "疼…",
      "zht": "疼…",
      "jp": "うっ…",
      "ko": "아…",
      "en": "Ugh...",
      "de": "Aua ...",
      "es": "Oh...",
      "fr": "Aïe...",
      "pt": "Dói...",
      "ru": "Ой...",
      "id": "Ooh...",
      "th": "เจ็บจัง...",
      "vi": "Đau..."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "不要那么粗暴。",
      "zht": "不要那麼粗暴。",
      "jp": "そんな乱暴は止めて。",
      "ko": "그렇게 난폭하게 굴지 마",
      "en": "Don't be such a brute.",
      "de": "Sei nicht so brutal ...",
      "es": "No seas tan bruto.",
      "fr": "Pas besoin de faire la brute.",
      "pt": "Não seja tão bruto.",
      "ru": "Ну, зачем же так грубо.",
      "id": "Jangan kasar begitu.",
      "th": "อย่าบุ่มบ่ามขนาดนั้นสิ",
      "vi": "Đừng thô lỗ thế."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "让姐姐帮帮你吧。",
      "zht": "#讓姐姐幫幫{F#妳}{M#你}吧。",
      "jp": "お姉さんが助けてあげる。",
      "ko": "#{F#언니}{M#누나}가 도와줄게",
      "en": "Here, let me help you.",
      "de": "Lass mich dir helfen.",
      "es": "Deja que te ayude, cariño.",
      "fr": "Laisse-moi t'aider.",
      "pt": "Aqui, vou ajudar você.",
      "ru": "Дай-ка мне помочь тебе.",
      "id": "Sini, biarkan aku membantumu.",
      "th": "ให้พี่สาวคนนี้ช่วยนะ",
      "vi": "Để chị giúp cưng."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "我会看着你的。",
      "zht": "#我會看著{F#妳}{M#你}的。",
      "jp": "あなたのこと、見ているわ。",
      "ko": "널 지켜볼 거야",
      "en": "I'll keep an eye on you.",
      "de": "Ich habe dich im Auge.",
      "es": "Te vigilaré.",
      "fr": "Je veillerai sur toi.",
      "pt": "Vou ficar de olho em você.",
      "ru": "Я присмотрю за тобой.",
      "id": "Aku akan mengawasimu.",
      "th": "ฉันจะคอยดูนะ",
      "vi": "Chị sẽ trông chừng cưng."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "要出门了吗？",
      "zht": "要出門了嗎？",
      "jp": "あら、出かけるの？",
      "ko": "외출할 시간인가?",
      "en": "Ooh, you're taking me out?",
      "de": "Gehen wir?",
      "es": "#Oh, ¿vamos a salir junt{F#as}{M#os}?",
      "fr": "Tu m'emmènes avec toi ?",
      "pt": "Ahhh, nós vamos sair?",
      "ru": "Ой, мы идём гулять, да?",
      "id": "Ooh, kamu mau mengajakku keluar?",
      "th": "จะออกไปแล้วเหรอ?",
      "vi": "Muốn ra ngoài sao?"
    }
  }
]