[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes da Personagem",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "宵宫的名字在花见坂可谓是家喻户晓。\n\n她是稻妻技艺最精湛的烟花专家，被誉为「夏祭的女王」。\n\n继承了「长野原」衣钵的宵宫，能为烟花赋予变幻莫测的姿态，带给人们无与伦比的体验。\n\n除去工匠的身份，她还是众多孩子心目中的「英雄姐姐」。在孩子们眼里，无论多大的麻烦，宵宫姐姐都有办法解决。\n\n无论是幻想出来的恐惧还是冷酷现实的阴翳，都会在宵宫姐姐星光般的魔法之下烟消云散。\n\n被她帮助的不只有孩子，只要是愿意向她倾吐烦恼的人，她都会施以援手，尽力帮助对方渡过险境。\n\n绚烂的烟火、温暖的星火与热情的灯火，全在宵宫手中腾旋。她那明快的笑容永远能够鼓舞同行之人，为他们照亮前路。",
      "zht": "宵宮的名字在花見坂可謂是家喻戶曉。\n\n她是稻妻技藝最精湛的煙花專家，被譽為「夏祭的女王」。\n\n繼承了「長野原」衣缽的宵宮，能為煙花賦予變幻莫測的姿態，帶給人們無與倫比的體驗。\n\n除去工匠的身分，她還是眾多孩子心目中的「英雄姐姐」。在孩子們眼裡，無論多大的麻煩，宵宮姐姐都有辦法解決。\n\n無論是幻想出來的恐懼還是冷酷現實的陰翳，都會在宵宮姐姐星光般的魔法之下煙消雲散。\n\n被她幫助的不只有孩子，只要是願意向她傾吐煩惱的人，她都會施以援手，盡力幫助對方渡過險境。\n\n絢爛的煙火、溫暖的星火與熱情的燈火，全在宵宮手中騰旋。她那明快的笑容永遠能夠鼓舞同行之人，為他們照亮前路。",
      "jp": "花見坂で、宵宮の名は知れ渡っている。\n\n稲妻で最も腕の立つ花火職人である彼女は、「夏祭りの女王」とも呼ばれている。\n\n「長野原」の衣鉢を継ぐ宵宮は花火に幻の姿を与え、人々に無類の体験を与えている。\n\n職人の身分を除くと、宵宮は子供たちの「英雄のお姉ちゃん」でもある。子供たちにとって、どんなトラブルが起きようとも、宵宮姉ちゃんはそれを解決することができる。\n\n想像による恐怖も、残酷な現実の陰りも、宵宮姉ちゃんが放つ魔法のような光でなくなってしまう。\n\n子供だけでなく、彼女に悩み事を相談する人がいれば、彼女は全力を尽くしてその助けになろうとする。\n\n絢爛たる花火、暖かな星光、それに情熱の灯火。これらすべては宵宮の手のひらで舞い踊る。そして彼女の明朗快活な笑顔は同行者を励まし、進む道を照らし続けている。",
      "ko": "요이미야의 이름은 하나미자카에서 아주 널리 알려져 있다.\n\n그녀는 이나즈마에서 가장 뛰어난 폭죽 전문가로, 「여름 축제의 여왕」으로 불린다.\n\n「나가노하라」의 기술을 이어받은 요이미야는, 폭죽에 다양한 변화를 시도해, 사람들에게 새로운 경험을 선사한다.\n\n장인이라는 신분을 떼고 보더라도, 그녀는 아이들의 「영웅 언니/누나」다. 아이들의 눈엔 아무리 복잡한 일이라도, 요이미야의 방법이면 모두 해결할 수 있는 것처럼 보였다.\n\n환상에서 비롯된 두려움과 냉혹한 현실의 그늘까지도 요이미야의 별빛 같은 마법 속에선 모두 사라진다.\n\n그녀는 아이들뿐만 아니라, 그녀에게 고민을 털어놓는 사람들 모두가 어려운 상황을 벗어날 수 있게 돕는다.\n\n찬란한 불꽃과 따뜻한 불씨, 열정이 가득한 등불이 요이미야의 손에서 날아오른다. 그녀의 환한 웃음은 계속해서 사람들의 앞길을 밝혀주는 등불이 될 것이다.",
      "en": "Yoimiya's name is renowned throughout Hanamizaka.\n\nShe is the most skilled pyrotechnician in Inazuma and is known as the \"Queen of the Summer Festival.\"\n\nYoimiya, who has inherited the mantle of \"Naganohara\", is able to give people an unparalleled experience with her ever-changing and spectacular fireworks.\n\nIn addition to being a craftsperson, she is also the \"heroic sister\" in the eyes of many children. No matter how big the problem is, Yoimiya always has a solution to save the day.\n\nBe it the illusions of fear or the shadows of cold reality, they will all dissipate under the starlight magic of Yoimiya's fireworks.\n\nThe children are not the only ones she helps — as long as one is willing to talk to her about their troubles, she will lend a helping hand, and try her best to help them through the crisis.\n\nSplendid fireworks, warm starlight and passionate lights all join in a swirling dance in Yoimiya's hands. Her bright smile is always able to inspire fellow travelers and light up the way for them.",
      "de": "Yoimiyas Name ist in ganz Hanamizaka bekannt.\n\nSie ist die fähigste Feuerwerksexpertin in Inazuma und als „Königin des Sommerfests“ bekannt.\n\nYoimiya, die das Naganohara-Vermächtnis geerbt hat, ist in der Lage, den Menschen mit ihren ständig wechselnden und spektakulären Feuerwerken ein unvergleichliches Erlebnis zu bieten.\n\nSie ist nicht nur eine Handwerkerin, sondern in den Augen vieler Kinder auch eine „heldenhafte große Schwester“. Egal wie groß das Problem ist, Yoimiya hat immer eine Lösung, um den Tag zu retten.\n\nOb es die Illusionen der Angst oder die Schatten der kalten Realität sind, sie alle werden sich unter dem Sternenzauber von Yoimiyas Feuerwerk auflösen.\n\nNicht nur den Kindern hilft sie. Solange jemand bereit ist, mit ihr über seine Probleme zu sprechen, wird sie ihm eine helfende Hand reichen und ihr Bestes tun, um ihm durch die Krise zu helfen.\n\nGlänzendes Feuerwerk, warmes Sternenlicht und leidenschaftliche Lichter, alle vereinen sich zu einem wirbelnden Tanz in Yoimiyas Händen. Ihr strahlendes Lächeln ist immer in der Lage, Mitreisende zu inspirieren und ihnen den Weg zu erhellen.",
      "es": "El nombre de Yoimiya es famoso en todo Hanamizaka.\n\n¿El motivo? Es la mejor pirotécnica de Inazuma y se la conoce como la “Reina del Festival de Verano”.\n\nYoimiya heredó el negocio familiar de los Naganohara y ofrece a los ciudadanos una experiencia sin igual con sus espectaculares fuegos artificiales.\n\nAdemás de ser artesana, también es la heroína de muchos niños, ya que siempre tiene una solución para sus problemas.\n\nYa sean espejismos creados por sus temores o las sombras de la cruda realidad, todos se disipan gracias a la magia estrellada de los fuegos artificiales de Yoimiya.\n\nLos niños no son los únicos a los que ayuda: Yoimiya echa una mano a cualquiera que le cuente sus problemas y se esfuerza al máximo para resolverlos.\n\nEspléndidos fuegos artificiales, un cálido brillo y chispas entusiastas; todas danzan en las manos de Yoimiya. Su encantadora sonrisa siempre anima a los que se cruzan con ella e ilumina su camino.",
      "fr": "Le nom de Yoimiya est connu de tous à Hanamizaka.\n\nElle est la meilleure experte en feux d'artifice d'Inazuma, surnommée « Reine du festival d'été ».\n\nYoimiya a hérité des connaissances de Naganohara, elle peut donc donner aux feux d'artifice des formes improbables et fantastiques, apportant aux spectateurs une expérience totalement unique.\n\nEn dehors de son statut d'artisane, elle reste comme une grande sœur héroïne dans l'esprit de nombreux enfants. Aux yeux de ces jeunes fans, peu importe l'importance du problème, Yoimiya a toujours une solution.\n\nQue ce soit une peur sortie de l'imagination ou la morosité d'une froide réalité, Yoimiya la fera disparaître grâce à ses feux d'artifice remplis de magie.\n\nCe ne sont pas seulement les enfants qui peuvent être aidés, mais aussi ceux qui sont disposés à exprimer leurs problèmes. Yoimiya sera là pour vaincre leurs peurs et leurs dangers.\n\nDe magnifiques feux d'artifice, des étincelles qui réchauffent, des lumières remplies d'enthousiasme, tous sont dans les mains de Yoimiya. Son sourire éclatant inspirera toujours ceux qui voyagent avec elle, et les guidera sur la voie à suivre.",
      "pt": "O nome de Yoimiya é famoso por toda Hanamizaka.\n\nEla é a especialista em fogos de artifício mais habilidosa de Inazuma e conhecida como “Rainha dos Festivais de Verão”.\n\nYoimiya, que herdou o manto de \"Naganohara\", é capaz de proporcionar para as pessoas uma experiência incomparável com seus fogos de artifício espetaculares e sempre cheios de novidades.\n\nAlém de ser uma especialista, ela também é a \"irmã heroica\" aos olhos de muitas crianças. Não importa o tamanho do problema, Yoimiya sempre tem uma solução para salvar o dia.\n\nSejam as ilusões causadas pelo medo ou as sombras da fria realidade, tudo isso se dissipa perante a magia iluminada dos fogos de artifício de Yoimiya.\n\nAs crianças não são as únicas que ela ajuda – quando alguém está com vontade de falar sobre seus problemas, ela estende a mão e faz o possível para ajudar a superar a situação.\n\nFogos de artifício deslumbrantes, uma claridade reconfortante e luzes apaixonantes, tudo isso se junta em uma dança rodopiante nas mãos de Yoimiya. Seu sorriso brilhante é sempre capaz de inspirar os viajantes e iluminar o caminho para eles.",
      "ru": "Имя Ёимии гремит по всей Ханамидзаке. Она лучший пиротехник Инадзумы, также известная как «Королева праздника лета». Ёимия унаследовала традиции Наганохары и дарит людям непередаваемые впечатления благодаря своим зрелищным фейерверкам.\n\nНо она не только умелая ремесленница. В глазах детей она ещё и «героическая сестра». Какой бы сложной ни была проблема, Ёимия всегда найдёт решение. Будь то воображаемые страхи или реальные трудности, все они рассеются под сверкающей магией фейерверков Ёимии.\n\nИ дети не единственные, кому она помогает. Если человек расположен обсудить с Ёимией свои неприятности, она протянет руку помощи и сделает всё возможное, чтобы провести его через трудные обстоятельства. Великолепные фейерверки, мягкий свет звёзд и яркие огни - в руках Ёимии всё это сливается в головокружительном танце.\n\nА её ослепительная улыбка всегда вдохновляет попутчиков и освещает им путь.",
      "id": "Nama Yoimiya sudah terkenal di seluruh Hanamizaka.\n\nDia adalah ahli kembang api terbaik di Inazuma, dan dikenal sebagai \"Ratu Festival Musim Panas\".\n\nYoimiya yang mewarisi nama \"Naganohara\" — dia selalu membawakan kembang api yang bervariasi dan spektakuler, memberikan pengalaman tak terlupakan kepada orang-orang.\n\nSelain berprofesi sebagai ahli kembang api, Yoimiya juga adalah seorang \"kakak pahlawan\" di mata anak-anak. Tidak peduli seberapa besar masalahnya, kakak Yoimiya selalu memiliki solusi untuk membereskannya.\n\nBaik rasa takut karena imajinasi, atau kesedihan dingin dalam kehidupan, semuanya akan sirna di bawah keajaiban cahaya kembang api Yoimiya.\n\nBukan saja anak-anak yang dibantu Yoimiya. Selama seseorang mau menceritakan masalahnya kepada Yoimiya, dia akan berusaha yang terbaik untuk membantu mereka melewati masalah.\n\nKembang api yang indah, cahaya bintang yang hangat, dan api yang penuh gairah, semuanya menari dengan indah di tangan Yoimiya. Senyum lebarnya selalu menyemangati dan menerangi jalan bagi sesama pengembara.",
      "th": "ชื่อของ Yoimiya เป็นที่รู้จักกันดีใน Hanamizaka\n\nเธอเป็นผู้เชี่ยวชาญด้านดอกไม้ไฟที่เก่งที่สุดใน Inazuma และเป็นที่รู้จักในนาม \"ราชินีแห่งเทศกาลฤดูร้อน\"\n\nYoimiya ผู้สืบทอดของเสื้อคลุม \"Naganohara\" สามารถมอบประสบการณ์ที่ไม่มีใครเทียบได้กับผู้คน ด้วยดอกไม้ไฟอันตระการตาและเปลี่ยนแปลงตลอดเวลาของเธอ\n\nนอกจากจะเป็นช่างฝีมือแล้ว เธอยังเป็น \"พี่สาวผู้กล้า\" ในสายตาของเด็ก ๆ หลายคนด้วย ไม่ว่าปัญหาจะใหญ่แค่ไหนพี่ Yoimiya ก็มีทางออกที่จะแก้ไขปัญหานั้น ๆ ได้เสมอ\n\nไม่ว่าจะเป็นภาพลวงตาของความกลัวหรือเงาของความเป็นจริงอันเยือกเย็น พวกมันทั้งหมดจะสลายหายไปภายใต้เวทมนตร์ของประกายแสงแห่งดอกไม้ไฟของพี่ Yoimiya\n\nคนที่ได้รับการช่วยเหลือไม่ได้มีแค่เด็ก ๆ เท่านั้น ตราบใดที่เป็นคนที่เต็มใจจะระบายปัญหากับเธอ เธอก็พร้อมที่จะยื่นมือช่วยเหลือ และพยายามอย่างสุดความสามารถเพื่อช่วยให้ผ่านพ้นจากปัญหา\n\nดอกไม้ไฟที่งดงาม ประกายไฟอันอบอุ่น และแสงไฟที่เจิดจ้า ทั้งหมดนี้ต่างหมุนวนอยู่ในมือของ Yoimiya รอยยิ้มที่สดใสของเธอจะเป็นแรงบันดาลใจให้ผู้ที่เดินทางร่วมกับเธอ และส่องเส้นทางที่อยู่ข้างหน้าให้กับพวกเขา",
      "vi": "Tên của Yoimiya rất nổi tiếng ở Hanamizaka.\n\nCô là chuyên gia pháo hoa lành nghề nhất của Inazuma, được mệnh danh là \"Nữ Hoàng Lễ Hội Hè\".\n\nYoimiya kế thừa kiến thức của gia tộc \"Naganohara\", có thể tạo ra pháo hoa với những hình dạng không thể đoán trước, mang lại cho mọi người trải nghiệm tuyệt vời.\n\nNgoài thân phận là một nghệ nhân, cô vẫn là \"người chị anh hùng\" trong mắt lũ trẻ. Trước mặt tụi trẻ, dù rắc rối lớn đến đâu, chị Yoimiya đều có cách giải quyết.\n\nCho dù đó là nỗi sợ hãi trong tưởng tượng hay sự u ám của hiện thực lạnh lẽo, tất cả đều sẽ tan biến dưới phép thuật như ánh sao của chị Yoimiya.\n\nKhông chỉ có tụi trẻ mới được cô ấy giúp đỡ, chỉ cần đó là người sẵn sàng trút bỏ mọi muộn phiền với cô ấy, cô ấy đều sẽ dang tay giúp đỡ và cố gắng hết sức để giúp người đó vượt qua nguy hiểm.\n\nPháo hoa rực rỡ, tia lửa ấm áp và ánh sáng nhiệt tình, tất cả đều xoay chuyển trong tay Yoimiya. Nụ cười rạng rỡ của cô ấy sẽ luôn truyền cảm hứng cho bạn đồng hành và soi sáng con đường phía trước cho họ."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "烟花对于稻妻人而言，就像是夏日的符号。\n\n定期举办的各式庆典中，多种活动轮流上场，唯有烟花表演是不变的惯例。\n\n因此百余年前，社奉行以「纪念」为主题，筹办了令人目不暇接的烟花表演。\n\n它们都被交给本地最负盛名的烟花世家主办，这就是「长野原烟花会」的起源。\n\n此后，烟花这一事物普及开来，「长野原烟花会」逐渐演变成全民参与的活动。\n\n所有人都能在烟花会上亲手燃放最中意的烟花，而「长野原烟花店」的店长会选择合适的时机，安排最为盛大的表演。\n\n宵宫接任店长那年，她举办的第一场盛典就已令人叹为观止。\n\n那次烟花会前夕，神里绫华曾向宵宫叮嘱，「大御所大人也会观看这次的烟花表演，所以还请务必在烟花中加入大御所大人的家纹——雷之三重巴。」\n\n宵宫信心满满地答应下来：「好好期待吧！」\n\n表演开始前，宵宫跑遍城区每个角落，布置了数以千计的发射筒。作为烟花会压轴节目，燃绽的焰火构成了庞大绘卷，描摹了一整座倒悬天空的稻妻城。\n\n可绫华并未在任何一枚烟花中找到关键的家纹，以为宵宫的计划出了差池。\n\n事后询问宵宫，绫华才得知，原来那座倒悬空中的城池，被宵宫赋予了名为「视角」的戏法。\n\n从天守阁向下观望时，齐放的烟花恰好构成了雷电将军的家纹，庞大清晰而规整，甚至还有俏皮的花边作为装饰。\n\n宵宫怎么会在烟花表演中失手呢？她同时赢取了民众与雷电将军的赞赏，这场盛宴亦成为无数人记忆中的传世经典。\n\n有宵宫在，稻妻的夏天从不缺绚烂的烟花。「夏祭的女王」一名，由此而生。",
      "zht": "煙花對於稻妻人而言，就像是夏日的符號。\n\n定期舉辦的各式慶典中，多種活動輪流上場，唯有煙花表演是不變的慣例。\n\n因此百餘年前，社奉行以「紀念」為主題，籌辦了令人目不暇接的煙花表演。\n\n它們都被交給本地最負盛名的煙花世家主辦，這就是「長野原煙花會」的起源。\n\n此後，煙花這一事物普及開來，「長野原煙花會」逐漸演變成全民參與的活動。\n\n所有人都能在煙花會上親手燃放最中意的煙花，而「長野原煙花店」的店長會選擇合適的時機，安排最為盛大的表演。\n\n宵宮接任店長那年，她舉辦的第一場盛典就已令人嘆為觀止。\n\n那次煙花會前夕，神里綾華曾向宵宮叮囑，「大御所大人也會觀看這次的煙花表演，所以還請務必在煙花中加入大御所大人的家紋——雷之三重巴。」\n\n宵宮信心滿滿地答應下來：「好好期待吧！」\n\n表演開始前，宵宮跑遍城區每個角落，佈置了數以千記的發射筒。作為煙花會壓軸節目，燃綻的焰火構成了龐大繪卷，描摹了一整座倒懸天空的稻妻城。\n\n可是綾華並未在任何一枚煙花中找到關鍵的家紋，以為宵宮的計劃出了差錯。\n\n事後詢問宵宮，綾華才得知，原來那座倒懸空中的城池，被宵宮賦予了名為「視角」的戲法。\n\n從天守閣向下觀望時，齊放的煙花恰好構成了雷電將軍的家紋，龐大清晰而規整，甚至還有俏皮的花邊作為裝飾。\n\n宵宮怎麼會在煙花表演中失手呢？她同時贏取了民眾與雷電將軍的讚賞，這場盛宴亦成為無數人記憶中的傳世經典。\n\n有宵宮在，稻妻的夏天從不缺絢爛的煙花。「夏祭的女王」一名，由此而生。",
      "jp": "稲妻人にとって、花火は夏の印だ。\n\n定期的に開催されるそれぞれの祭りではいろんな出し物を見られるが、花火だけは永遠の定番である。\n\nその故は百年前。社奉行は「記念」を題に素晴らしい花火大会を開いた。\n\n当時の花火大会は名を馳せていた花火の名家に任せていたのだが、これが「長野原花火大会」の起源である。\n\nその後、花火がだんだん普及してきて、「長野原花火大会」もすべての民が参加できるようになった。\n\n花火大会では、誰もが気に入った花火を自分の手で打ち上げられる。そして「長野原花火大会」で最適な場面で、一番盛大な演目を披露する。\n\n宵宮が店主になった年に、初めて用意した花火大会は息を呑むほどの美しさであった。\n\nその花火大会が始まる前、神里綾華はこう宵宮に言い聞かせた。「大御所様も今回の花火大会をご覧になります。ですので、どうか大御所様の家紋——「雷の三つ巴」を花火に入れてください。」\n\n宵宮は自信満々に答えた。「うちに任せとき！」\n\n大会が始まる前に、宵宮は城内の隅々まで走り回り、花火を配置した。そして目玉として、打ち上げられた花火は長大な絵巻物となり、空に掛かる稲妻城を描いた。\n\nしかし神里綾華はどの花火にも肝心の家紋を見つけることができず、宵宮の計画にずれが生じたかと考えた。\n\nその後、宵宮に聞いた神里綾華は、空に掛けた城に「視角」と言う技巧が用いられていると知った。\n\n天守閣から見下ろすと、満開の花火は雷電将軍の家紋となり、さらに、可愛らしく花で飾り付けられていた。\n\n宵宮が花火大会でしくじるはずがないだろう？彼女は民と雷電将軍の心を同時に得た上、その祭りを大勢の人の記憶に残るものにした。\n\n宵宮がいれば、稲妻の夏に咲き乱れる花火は欠けない。「夏祭りの女王」の二つ名は、これによって生まれた。",
      "ko": "이나즈마 사람들에게 폭죽은 여름의 상징이다.\n\n정기적으로 열리는 축제에서 다양한 행사들은 번갈아 가며 열리지만, 불꽃놀이만은 모든 축제에서 빠지지 않는다.\n\n100년 전, 야시로 봉행은 「기념」을 주제로 불꽃놀이를 기획했다.\n\n이 축제는 현지에서 가장 명망 높은 폭죽 가문이 주최했는데, 이 축제가 바로 「나가노하라 불꽃축제」의 기원이다.\n\n축제 이후 폭죽이 널리 보급되기 시작하면서 「나가노하라 불꽃축제」는 전 국민이 참여하는 축제로 발전했다.\n\n모든 사람은 불꽃축제에서 자신이 맘에 드는 폭죽을 직접 터트릴 수 있다. 「나가노하라 폭죽가게」의 점장은 적당한 시기를 선택해, 가장 성대한 공연을 준비하는데,\n\n요이미야가 점장이 되던 해, 그녀가 준비한 공연에 모두가 감탄할 수밖에 없었다.\n\n불꽃축제를 앞두고, 카미사토 아야카는 요이미야에게, 「쇼군님도 이번 불꽃놀이를 보러 오실 거예요. 그러니까 꼭 폭죽에 쇼군 가문의 문양을 넣어주세요——번개의 삼파문」라고 당부했다.\n\n요이미야는 자신만만하게 「기대하세요!」라는 대답을 남겼다.\n\n공연 시작 전, 요이미야는 성 구석구석을 돌며, 수천 개의 발사대를 배치했다. 하늘로 피어오른 거대한 불꽃이 하늘에 거꾸로 떠 있는 이나즈마성을 그려내며, 불꽃축제의 대미를 장식했다.\n\n하지만 아야카는 불꽃 속에서 쇼군 가문의 문양을 찾지 못해서 요이미야의 계획에 차질이 생겼다고 생각했다.\n\n아야카는 요이미야에게 이 일에 대해 묻고 나서야 거꾸로 매달려 있던 이나즈마성에 「시점」이라는 이름의 마술이 숨겨져 있었다는 것을 알게 됐다.\n\n일제히 쏘아 올려졌던 폭죽은, 천수각에서 내려다보면 크고 뚜렷한 라이덴 쇼군 가문의 문양으로 보였다. 심지어는 문양에 주변에 아름다운 레이스로 장식까지 되어있었다. \n\n요이미야가 불꽃놀이에서 어떻게 실수를 할 수 있을까? 그녀는 사람들과 라이덴 쇼군의 칭찬을 동시에 얻어냈고, 이 공연은 많은 사람들의 기억 속에서 계속 전해져 오는 고전이 되었다.\n\n요이미야로 인해, 이나즈마의 여름 하늘엔 찬란한 불꽃이 끊이질 않았고, 「여름 축제의 여왕」이라는 이름 역시 그래서 생겨났다",
      "en": "To Inazumans, fireworks symbolize summer.\n\nThe various festivals that take place at fixed times feature a rotation of various events, with fireworks being the sole constant.\n\nOver a century ago, the Yashiro Commission once organized a dazzling fireworks display with \"commemoration\" as the theme.\n\nThe fireworks then were made by the greatest pyrotechnicians in the land, and this was the origin of the Naganohara Fireworks Show.\n\nIn latter days, fireworks would become more common, and the Naganohara Fireworks Show would slowly become an event in which all people would participate.\n\nDuring the Fireworks Show, everyone can light their favorite fireworks, and the owner of the Naganohara Fireworks store will pick an appropriate time to set up a most lavish performance.\n\nThe year Yoimiya took over, her first fiesta was already jaw-droppingly good.\n\nOn the night before that Fireworks Show, Kamisato Ayaka enjoined Yoimiya thusly: \"Her Excellency will be watching this fireworks display personally. As such, please add Her Excellency's emblem — the Electro Mitsudomoe — into the fireworks repertoire, if you would.\"\n\n\"Haha, just wait for it!\" Yoimiya replied, agreeing with great confidence.\n\nBefore the show could begin, Yoimiya ran all about the city, placing thousands of launch tubes in every nook and cranny. At the festival's finale, the blazing fireworks formed a gigantic picture scroll that depicted the city of Inazuma in the skies.\n\nYet Ayaka did not find the critical emblem in any one of these fireworks, and wondered if Yoimiya had made an error in her arrangements.\n\nIt was only after speaking with Yoimiya that Ayaka discovered that the image of Inazuma in the skies had an \"angling\" trick added to it.\n\nIf viewed from the Tenshukaku, the fireworks would form a huge, clear, and orderly image of the Raiden Shogun's house-crest — with some playfully lacy decorations on the side to boot.\n\nOf course, how could Yoimiya miss a beat at a fireworks performance? This way, she won the praise of both the people and the Raiden Shogun, and this feast would become a timeless classic deeply rooted in the memories of countless people.\n\nWith Yoimiya around, the Inazuman summer shall not lack any glorious fireworks — thus was her nickname, \"Queen of the Summer Festival,\" coined.",
      "de": "Für die Menschen in Inazuma symbolisiert das Feuerwerk den Sommer.\n\nDie verschiedenen Feste, die zu bestimmten Zeiten stattfinden, bieten eine Abfolge verschiedener Veranstaltungen, wobei das Feuerwerk die einzige Konstante ist.\n\nVor mehr als einem Jahrhundert organisierte die Yashiro-Verwaltung einmal ein schillerndes Feuerwerk mit dem Thema „Gedenken“.\n\nDas Feuerwerk wurde damals von den größten Feuerwerkern des Landes hergestellt und dies war der Ursprung der Naganohara-Feuerwerksschau.\n\nIn späteren Zeiten wurden Feuerwerke immer häufiger und die Naganohara-Feuerwerksschau wurde allmählich zu einem Ereignis, an dem alle Menschen teilnahmen.\n\nWährend der Feuerwerksschau kann jeder sein Lieblingsfeuerwerk zünden und der Besitzer von Naganoharas Feuerwerksartikel wählt einen geeigneten Zeitpunkt aus, um eine besonders aufwendige Vorstellung zu veranstalten.\n\nIn dem Jahr, in dem Yoimiya die Leitung übernahm, war bereits ihr erstes Fest atemberaubend gut.\n\nAm Abend vor dieser Feuerwerksschau wies Kamisato Ayaka Yoimiya so an: „Ihre Exzellenz wird sich dieses Feuerwerk persönlich ansehen. Bitte füge daher das Emblem ihrer Exzellenz, das Elektro-Mitsudomoe, in das Feuerwerk-Repertoire ein, soweit es möglich ist.“\n\n„Haha, warte nur ab!“, antwortete Yoimiya und stimmte mit großer Zuversicht zu.\n\nBevor das Fest beginnen konnte, rannte Yoimiya durch die ganze Stadt und platzierte Tausende von Abschussrohren in jedem Winkel. Zum Finale des Fests bildeten die lodernden Feuerwerkskörper eine gigantische Bildrolle, die die Stadt Inazuma am Himmel abbildete.\n\nNoch fand Ayaka das kritische Emblem in keinem dieser Feuerwerke und fragte sich, ob Yoimiya bei ihren Vorbereitungen ein Fehler unterlaufen war.\n\nErst nachdem sie mit Yoimiya gesprochen hatte, erfuhr Ayaka, dass das Bild von Inazuma am Himmel mit einem „Winkel-Trick“ versehen war. Vom Tenshukaku aus betrachtet bildete das Feuerwerk ein riesiges, klares und ordentliches Bild des Wappens von Shougun Raiden, mit ein paar verspielten Spitzenverzierungen an der Seite. Auf diese Weise gewann sie das Lob sowohl des Volkes als auch von Shougun Raiden und dieses Fest wurde zu einem zeitlosen Klassiker, der sich tief in die Erinnerung unzähliger Menschen einbrannte.\n\nMit Yoimiya sollte es dem Sommer in Inazuma nicht an prächtigen Feuerwerken mangeln. So wurde ihr Spitzname „Königin des Sommerfests“ geprägt.",
      "es": "Para la gente de Inazuma, los fuegos artificiales son el símbolo del verano.\n\nLos diversos festivales que se celebran en momentos fijos se componen de varios eventos, y los fuegos artificiales son la única constante.\n\nHace más de un siglo, la Comisión Yashiro organizó un espectáculo de fuegos artificiales con un fin conmemorativo.\n\nLos fuegos artificiales que se lanzaron fueron creados por los mejores pirotécnicos de la nación, y ese fue el origen del espectáculo de pirotecnia de los Naganohara.\n\nA partir de entonces, los fuegos artificiales se convirtieron en algo común y el espectáculo pirotécnico se transformó gradualmente en un evento en el que todo el mundo podía participar.\n\nDurante él, cada persona puede encender su fuego artificial favorito, y el dueño de Pirotecnia Naganohara escoge el momento adecuado para comenzar un espectáculo fastuoso.\n\nEl año en el que Yoimiya se hizo cargo del negocio, su primer espectáculo dejó a todos con la boca abierta.\n\nLa noche antes del festival, Kamisato Ayaka le dijo a Yoimiya: “Su Excelencia en persona estará contemplando los fuegos. ¿Por qué no añades uno con el emblema Electro?”.\n\n“Jaja, ¡ya verás!”, respondió Yoimiya con mucha confianza.\n\nAntes de que comenzara el espectáculo, Yoimiya recorrió todos los rincones de la ciudad y colocó miles de morteros en cada esquina y cada recoveco. En el clímax del espectáculo, los chispeantes fuegos artificiales formaron en el cielo un pergamino en el que se dibujaba la ciudad de Inazuma.\n\nPero Ayaka no vio el emblema Electro por ningún sitio, y se preguntó si Yoimiya habría cometido un error.\n\nSolo tras hablar con ella, Ayaka descubrió que la imagen de Inazuma en el firmamento contenía un ángulo trucado.\n\nSi se miraba desde Tenshukaku, los fuegos artificiales formaban una imagen enorme, nítida y ordenada del emblema de la Shogun Raiden con unas enrevesadas decoraciones al lado.\n\nDespués de todo, ¿cómo podría Yoimiya equivocarse en un espectáculo pirotécnico? De esta forma, se ganó los halagos tanto del pueblo como de la Shogun Raiden, y esta fiesta se convirtió en un clásico atemporal grabado a fuego en la memoria de innumerables personas.\n\nMientras dependa de Yoimiya, los veranos de Inazuma no se quedarán sin sus gloriosos fuegos artificiales, y de esta forma obtuvo su apodo: “Reina del Festival de Verano”.",
      "fr": "Les feux d'artifice d'Inazuma sont le symbole que l'été est arrivé.\n\nParmi les diverses célébrations tenues régulièrement, de nombreuses activités se succèdent et seul le feu d'artifice est un spectacle qui se tient constamment.\n\nC'est pourquoi il y a plus de cent ans, la Commission culturelle, sous couvert du thème de la commémoration, a organisé un feu d'artifice tellement incroyable qu'il rendit les yeux des spectateurs étourdis.\n\nL'organisation du feu d'artifice fut confiée à la famille la plus célèbre et experte en feux d'artifice depuis des générations, et c'est là l'origine du Festival de feux d'artifice de Naganohara.\n\nDepuis lors, les feux d'artifice sont devenus populaires et le Festival de feux d'artifice de Naganohara s'est progressivement transformé en un événement impliquant tous les habitants.\n\nChaque personne peut y choisir un feu d'artifice qu'il aime et le déclencher, et la patronne des Feux de Naganohara choisit ensuite le meilleur moment pour donner au public le plus beau spectacle qui soit.\n\nL'année où Yoimiya prit la direction du magasin, la première cérémonie fut déjà époustouflante.\n\nLa veille de ce feu d'artifice, Kamisato Ayaka dit à Yoimiya : « Son Excellence verra également le spectacle, alors assurez-vous d'ajouter l'emblème de Son Excellence, le Mitsudomoe Électro. »\n\nYoimiya lui répondit avec confiance : « Haha, attendez de voir ça ! »\n\nAvant le spectacle, Yoimiya parcourut chaque recoin de la cité pour déposer des milliers de tubes de feux d'artifice. En guise de conclusion de fin, les feux formèrent dans le ciel un immense défilement d'images représentant la Cité d'Inazuma.\n\nPourtant, Ayaka n'avait vu nulle part dans le feu d'artifice l'emblème vital, et elle pensait que c'était une erreur de Yoimiya.\n\nAprès avoir posé la question à Yoimiya, elle comprit que cette dernière avait utilisé un tour de perspective.\n\nEn contemplant le feu d'artifice depuis le Tenshukaku, les feux formaient l'emblème de la Shogun Raiden, immense, clair et bien ordonné. Il y avait même de la dentelle en guise de décoration pour l'encadrer.\n\nComment Yoimiya aurait-elle pu faire une erreur pendant son feu d'artifice ? Elle remporta les éloges du peuple et de la Shogun en même temps, ce spectacle rentrant à jamais dans la mémoire de tous.\n\nAvec Yoimiya, Inazuma ne manque jamais de feux d'artifice en été. Son surnom de Reine du festival d'été est né de cela.",
      "pt": "Para os habitantes de Inazuma, fogos de artifício simbolizam o verão.\n\nOs diversos festivais que ocorrem em épocas específicas possuem uma rotação de vários eventos, com fogos de artifício sendo a única constante.\n\nMais de um século atrás, a Comissão Yashiro organizou uma queima de fogos de artifício deslumbrante com \"comemoração\" como tema.\n\nOs fogos de artifício foram então criados pelos melhores fabricantes de fogos de artifício da terra, e essa foi a origem do Espetáculo de Fogos de Artifício de Naganohara.\n\nPosteriormente, os fogos de artifício se tornaram mais comuns, e o Espetáculo de Fogos de Artifício de Naganohara lentamente se tornou um evento do qual todas as pessoas participam.\n\nDurante o Espetáculo de Fogos de Artifício, todos podem acender seus fogos favoritos, e o dono da loja Fogos de Artifício Naganohara escolhe um momento apropriado para uma apresentação mais exuberante.\n\nNo ano em que Yoimiya assumiu o comando, sua primeira festa já foi incrível.\n\nNa véspera daquele Espetáculo de Fogos de Artifício, Kamisato Ayaka disse o seguinte para Yoimiya: “A Shogun irá assistir esta exibição de fogos de artifício pessoalmente. Sendo assim, inclua o emblema da Shogun – o Mistudomoe Electro – no repertório de fogos de artifício.\"\n\n\"Haha, espere para ver!\" Yoimiya respondeu com grande confiança.\n\nAntes que o espetáculo começasse, Yoimiya correu por toda a cidade, posicionando milhares de tubos de lançamento em cada canto. No encerramento do festival, os fogos de artifício formaram uma gigantesca imagem que representava a cidade de Inazuma nos céus.\n\nApesar disso, Ayaka não encontrou aquele importante emblema em nenhum dos fogos de artifício e ficou imaginando se Yoimiya havia cometido um erro em seus preparativos.\n\nFoi apenas após conversar com Yoimiya que Ayaka descobriu que a imagem de Inazuma nos céus tinha um truque de “angulação”.\n\nSe fossem vistos em Tenshukaku, os fogos de artifício formariam uma grande, nítida e ordenada imagem do brasão da Shogun Raiden – com algumas divertidas decorações rendadas na lateral para combinar.\n\nÉ claro, como Yoimiya poderia falhar em uma exibição de fogos de artifício? Assim, ela ganhou elogios do povo e da Shogun Raiden, e esta festa se tornou um clássico atemporal profundamente enraizado nas memórias de incontáveis pessoas.\n\nCom Yoimiya por perto, no verão dos habitantes de Inazuma nunca faltarão fogos de artifício gloriosos – e foi assim que ela ganhou o apelido de “Rainha dos Festivais de Verão”.",
      "ru": "Для жителей Инадзумы фейерверки символизируют лето. Праздники идут один за другим, каждый в своё время, и единственное, что в них неизменно, - это фейерверки. Однажды примерно сто лет назад комиссия Ясиро устроила ослепительное представление фейерверков, темой которого стало «почитание». Изготовили фейерверки лучшие мастера страны, и так были заложены основы фестиваля «Фейерверков Наганохары». Впоследствии фейерверки получили более широкое распространение, и фестиваль «Фейерверков Наганохары» постепенно перерос во всенародное празднество. На фестивале каждый может зажечь свой любимый фейерверк, а владелец магазина «Фейерверки Наганохары» выбирает подходящее время для роскошного представления. В год, когда эти обязанности взяла на себя Ёимия, праздник вышел особенно хорошим. Вечером на фестивале Камисато Аяка обратилась к Ёимии с такой просьбой:\n\n«Её превосходительство будет лично наблюдать за представлением фейерверков. Поэтому не согласишься ли ты включить в представление эмблему Её превосходительства - Электро мицудомоэ?»\n\n«Ха-ха! Вы её увидите!» - уверенно ответила Ёимия. До начала представления Ёимия оббежала весь город и разместила в каждом закоулке тысячи пусковых установок. В конце праздника ослепительные фейерверки образовали гигантскую картину, на которой в небе предстала Инадзума. Но Аяка так и не увидела ни в одном из фейерверков столь значимой для неё эмблемы. Тогда она спросила, не допустила ли Ёимия ошибки при подготовке шоу. Оказалось, что Ёимия учла угол, с которого зрители будут любоваться фейерверками. И если смотреть со стороны Тэнсюкаку, огни на небе образовывали огромное и чёткое изображение герба дома сёгуна Райдэн с ажурной каймой по краям. Разве могла Ёимия что-то упустить? Так она заслужила похвалу и народа, и сёгуна Райдэн, а этот праздник навсегда запечатлелся в памяти людей. Когда за дело берётся Ёимия, летом в Инадзуме никогда не будет недостатка в замечательных фейерверках, и именно за это её называют «Королевой праздника лета».",
      "id": "Bagi orang Inazuma, kembang api adalah lambang musim panas.\n\nDari berbagai festival dengan berbagai acara baru yang terus disajikan secara bergilir, hanya acara kembang api yang tidak pernah berubah dan menjadi rutinitas.\n\nLebih dari seabad yang lalu, Yashiro Commission pernah menyelenggarakan festival kembang api yang bertemakan \"peringatan\".\n\nKembang api yang digunakan pada pertunjukan itu dibuat oleh ahli kembang api terbaik di negeri itu, dan inilah asal-usul Festival Kembang Api Naganohara.\n\nSetelah itu, kembang api menjadi benda yang umum, dan Festival Kembang Api Naganohara pun perlahan-lahan menjadi acara yang bisa diikuti semua orang.\n\nSemua orang dapat menyalakan kembang api favorit mereka masing-masing, dan pemilik Toko Naganohara Fireworks akan memilih momen tepat untuk menyiapkan puncak festival yang paling megah.\n\nPada tahun di mana Yoimiya menjadi ahli waris, festival pertama yang dia adakan sudah membuat orang-orang berdecak kagum.\n\nPada malam sebelum festival, Kamisato Ayaka mengingatkan Yoimiya, \"Yang Mulia akan menonton festival ini, jadi jangan lupa tambahkan lambang Yang Mulia — Electro Mistudomoe ke dalam kembang apinya.\"\n\nYoimiya pun dengan optimis menjawab, \"Haha, tunggu saja mahakaryaku!\"\n\nSebelum pertunjukan dimulai, Yoimiya berlari ke seluruh kota dan menempatkan ribuan tabung kembang api di setiap sudut dan celah. Pada akhir festival, kembang api yang menyala membentuk gulungan besar yang menggambarkan Kota Inazuma terbalik di langit.\n\nNamun Ayaka tidak menemukan lambang penting di kembang api mana pun. Dia mengira Yoimiya telah melakukan kesalahan dalam pengaturan kembang api ini.\n\nSetelah menanyakannya kepada Yoimiya, Ayaka akhirnya mengetahui akal bulus Yoimiya. Ternyata Yoimiya telah menggunakan trik \"sudut pandang\" pada gambar Inazuma terbalik itu.\n\nJika dilihat dari Tenshukaku, kembang api yang menyala akan terlihat sebagai lambang Raiden Shogun yang besar, dengan dekorasi lucu di sekelilingnya.\n\nBagaimana mungkin Yoimiya bisa melakukan kesalahan pada festival kembang api? Di saat yang bersamaan, gadis itu berhasil mendapatkan pujian dari orang-orang dan Raiden Shogun. Dan festival ini akan menjadi kenangan yang tak terlupakan oleh banyak orang.\n\nDengan adanya Yoimiya, musim panas di Inazuma tidak akan kekurangan kembang api yang megah. Seperti itulah bagaimana Yoimiya memperoleh julukan \"Ratu Festival Musim Panas\".",
      "th": "ดอกไม้ไฟเปรียบเสมือนสัญลักษณ์ของฤดูร้อนสำหรับ Inazuma\n\nในงานเฉลิมฉลองต่าง ๆ ที่จัดขึ้นเป็นประจำ มีการจัดกิจกรรมที่หลากหลาย และมีเพียงการแสดงดอกไม้ไฟเท่านั้นที่เป็นกิจกรรมที่จัดขึ้นในทุกงานไม่มีเปลี่ยนแปลง\n\nเมื่อกว่าหนึ่งศตวรรษที่ผ่านมา สำนัก Yashiro เคยจัดงานแสดงดอกไม้ไฟอันตระการตาโดยมี \"การรำลึกถึง\" เป็นรูปแบบของงาน\n\nดอกไม้ไฟทั้งหมดจะถูกส่งต่อให้ตระกูลดอกไม้ไฟที่มีชื่อเสียงที่สุดในท้องถิ่นเพื่อเป็นเจ้าภาพในการจัด นี่คือที่มาของการแสดงดอกไม้ไฟ Naganohara\n\nตั้งแต่นั้นมาดอกไม้ไฟก็ได้รับความนิยมและ \"การแสดงดอกไม้ไฟ Naganohara\" ก็ค่อย ๆ กลายเป็นกิจกรรมที่ทุกคนต่างก็มาเข้าร่วม\n\nในระหว่างการแสดงดอกไม้ไฟ ทุกคนสามารถจุดดอกไม้ไฟที่พวกเขาชื่นชอบ และเจ้าของร้านดอกไม้ไฟ Naganohara จะเลือกเวลาที่เหมาะสมเพื่อจัดการแสดงที่ยิ่งใหญ่ตระการตาที่สุด\n\nในปีที่ Yoimiya เข้ารับช่วงต่อกิจการ งานเทศกาลแรกที่เธอจัดขึ้นนั้นดีจนทุกคนแทบอ้าปากค้าง\n\nในคืนก่อนการแสดงดอกไม้ไฟนั้น Kamisato Ayaka ได้กำชับ Yoimiya ไว้ดังนี้: \"ท่านโชกุน จะมาดูการแสดงดอกไม้ไฟเป็นการส่วนตัว ดังนั้นช่วยเพิ่มสัญลักษณ์ Electro Mistudomoe ของตระกูลของท่าน Ogosho ลงไปด้วยนะ\"\n\nYoimiya ตอบรับอย่างเต็มปากว่า: \"ตั้งตารอดูได้เลย!\"\n\nก่อนการแสดงจะเริ่ม Yoimiya วิ่งไปทั่วเมือง โดยวางท่อส่งหลายพันท่อในทุกซอกทุกมุม ในตอนจบของงานแสดง ดอกไม้ไฟที่ลุกโชติช่วงได้ก่อตัวเป็นม้วนภาพขนาดมหึมาที่พรรณนาถึงเมือง Inazuma บนท้องนภา\n\nแต่ Ayaka ไม่พบสัญลักษณ์สำคัญในดอกไม้ไฟเหล่านี้ และสงสัยว่า Yoimiya ได้ทำการจัดเตรียมผิดพลาดรึเปล่า\n\nหลังจากที่ได้พูดคุยกับ Yoimiya แล้ว Ayaka ก็ค้นพบว่าภาพของ Inazuma บนท้องฟ้ามีเทคนิค \"การเปลี่ยนมุมมอง\" ที่เพิ่มเข้ามา\n\nเมื่อมองลงมาจาก Tenshukaku ดอกไม้ไฟที่บานสะพรั่งได้ก่อให้เกิดรูปแบบตราประจำตระกูลของโชกุน Raiden ที่ใหญ่โต ชัดเจนและสม่ำเสมอ และยังมีลูกไม้เป็นของตกแต่งด้วย\n\nแน่นอน Yoimiya จะพลาดจังหวะการแสดงดอกไม้ไฟได้อย่างไรล่ะ? ด้วยวิธีนี้ เธอจึงได้รับคำชมจากทั้งประชาชนและจากโชกุน Raiden และงานแสดงนี้จะกลายเป็นงานแสดงสุดคลาสสิกที่หยั่งรากลึกในความทรงจำของผู้คนนับไม่ถ้วน\n\nเมื่อมี Yoimiya อยู่ ฤดูร้อนของ Inazuma จะไม่ขาดดอกไม้ไฟอันรุ่งโรจน์ จึงมีคนเรียกเธอว่า \"ราชินีแห่งเทศกาลฤดูร้อน\"",
      "vi": "Pháo hoa như một biểu tượng của mùa hè đối với người Inazuma.\n\nTrong số các lễ hội được tổ chức định kỳ, rất nhiều hoạt động sẽ diễn ra luân phiên, duy chỉ có chương trình bắn pháo hoa là giữ nguyên không thay đổi.\n\nVì vậy hơn một trăm năm trước, Hiệp Hội Yashiro đã lấy chủ đề \"kỷ niệm\" và tổ chức màn bắn pháo hoa khiến người ta phải trầm trồ.\n\nChúng được giao cho gia tộc làm pháo hoa uy tín nhất địa phương tổ chức, đây là nguồn gốc của \"Hội Pháo Hoa Naganohara\".\n\nKể từ đó, pháo hoa trở nên phổ biến, và \"Hội Pháo Hoa Naganohara\" đã dần phát triển thành một sự kiện được toàn dân tham gia.\n\nMọi người đều có thể tự đốt pháo hoa yêu thích của mình tại hội pháo hoa, và chủ của \"Tiệm Pháo Hoa Naganohara\" sẽ chọn thời điểm thích hợp để sắp xếp một màn trình diễn hoành tráng nhất.\n\nNăm mà Yoimiya đảm nhận vị trí chủ tiệm, buổi lễ lớn đầu tiên do cô ấy tổ chức đã diễn ra vô cùng ngoạn mục.\n\nVào đêm trước của hội pháo hoa lần đó, Kamisato Ayaka đã từng dặn dò Yoimiya rằng, \"Ngài Ogosho cũng sẽ xem buổi biểu diễn pháo hoa lần này, vậy nên hãy nhớ thêm huy hiệu \"Tam Trùng Lôi\" của ngài Ogosho vào pháo hoa.\"\n\nYoimiya tự tin đồng ý: \"Hãy chờ xem nhé!\"\n\nTrước khi màn biểu diễn bắt đầu, Yoimiya đã chạy khắp mọi ngóc ngách trong thành, bố trí hàng nghìn ống bắn. Là tiết mục áp chót của lễ hội pháo hoa, khói lửa bùng cháy tạo thành một cuộn tranh khổng lồ, khắc hoạ toàn bộ thành Inazuma treo ngược trên bầu trời.\n\nNhưng Ayaka không hề tìm thấy bất cứ huy hiệu nào trong số pháo hoa ấy, tưởng rằng kế hoạch của Yoimiya có sai sót.\n\nSau khi kết thúc, Ayaka hỏi Yoimiya mới biết, thì ra toà thành treo ngược trên bầu trời đó được Yoimiya vận dụng thủ thuật \"phối cảnh\".\n\nKhi nhìn xuống từ Thiên Thủ Các, pháo hoa nở rộ tạo thành huy hiệu Raiden Shogun khổng lồ, rõ ràng và ngay ngắn, thậm chí còn có hoa văn xinh đẹp trang trí đường viền.\n\nLàm sao Yoimiya có thể thất bại trong màn bắn pháo hoa cơ chứ? Cô cũng nhận được sự tán thưởng của dân chúng và Raiden Shogun, màn trình diễn này đã trở nên kinh điển trong ký ức của vô số người.\n\nCó Yoimiya, mùa hè của Inazuma không bao giờ thiếu pháo hoa rực rỡ. Một \"Nữ Hoàng Lễ Hội Hè\" đã ra đời từ đây."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "「长野原」的烟花备受欢迎，烟花店内总是热火朝天。因此，人们总是觉得，无事登门想必会打扰店主工作。\n\n不过宵宫的情况恰恰相反。与人聊天是她另一大爱好。要是工作时没人陪她说话，她反而难以集中注意力。\n\n如果说与上门的顾客促膝长谈是为了「了解顾客的心境与想法，以便制作出最好的烟花」，那为顾客送货上门之后顺势喝茶闲聊，就完全是宵宫对自己的犒劳了。有时仍不尽兴，她还会在归来途中和街坊邻居们热切交流，送上小小的纪念品，并收获一筐零食…\n\n宵宫与人聊天，总能在倾听和表达之间找到完美的平衡点。\n\n不赘述，不越界，不冷淡，亦不过分纠缠。一场茶话会后，大家留下的往往都是好心情。\n\n街坊邻居都是些普通人，生活中并无太多趣事。有时，同一则消息会被不同人翻来覆去地讲述，但宵宫完全不反感这件事。\n\n她所享受的是和别人交流的过程——即便是同样的事，不同的人也会有完全不同的看法。\n\n接管烟花店后，宵宫跟街坊的关系愈发融洽。不少老人视宵宫为忘年之交，常邀请宵宫来家中坐坐，聊起多年前的庆典盛况；已至中年的父母辈会拜托宵宫调解自己与孩子的关系，和宵宫唠唠柴米油盐的家常；青年们则与宵宫称兄道弟，自发帮宵宫搬运沉重的烟花原材料，希望宵宫能提前下班，早点带街上的孩子们出去玩。\n\n「我相信语言有它独特的力量，没有什么是说出来还解决不了的！」宵宫如是说。",
      "zht": "「長野原」的煙花備受歡迎，煙花店內總是熱火朝天。因此，人們總是覺得，無事登門想必會打擾店主工作。\n\n不過宵宮的情況恰恰相反。與人聊天是她另一大愛好。要是工作時沒人陪她說話，她反而難以集中注意力。\n\n如果說與上門的顧客促膝長談是為了「瞭解顧客的心境與想法，以便製作出最好的煙花」，那為顧客送貨上門之後順勢喝茶閒聊，就完全是宵宮對自己的犒勞了。有時光是如此仍不盡興，她還會在歸途中和街坊鄰居們熱切交流，送上小小的紀念品，同時也拿回一大堆零食…\n\n宵宮與人聊天，總能在傾聽和表達之間找到完美的平衡點。\n\n不贅述、不越界、不冷淡，亦不過分糾纏。一場茶話會後，大家留下的往往都是好心情。\n\n街坊鄰居都是些普通人，生活中並無太多趣事。有時，同一則消息會被不同的人翻來覆去地講述，但宵宮卻會不厭其煩地反覆聽人談論這些事情。\n\n她所享受的是和別人交流的過程——即便是同樣的事，不同的人也會有完全不同的看法。\n\n接管煙花店後，宵宮跟街坊的關係益發融洽。不少老人視宵宮為忘年之交，常邀請宵宮來家中坐坐，聊起多年前的慶典盛況；已至中年的父母輩會拜託宵宮調解自己與孩子的關係，和宵宮嘮叨柴米油鹽的家常；青年們則與宵宮稱兄道弟，主動幫宵宮搬運沉重的煙花原料，希望宵宮能提前下班，早點帶街上的孩子們出去玩。\n\n「我相信語言有它獨特的力量，沒有什麼是說出來還解決不了的！」宵宮如是說。",
      "jp": "「長野原」の花火は人気が高く、お店は常に賑わっている。そのため、目的もなくお店を訪ねると店主に迷惑をかけてしまうと、人々は思っている。\n\nしかし宵宮の性格はその真逆で、人と話すことが好きなのだ。もし仕事の際に話し相手がいないと、彼女は集中できなくなる。\n\nもし店に訪れた客とじっくり話すことが「お客さんの心を理解し、最高の花火を作るため」ならば、宅配したついでに、お茶を飲みながら雑談することは、自分へのご褒美になる。それでも満足しない時は、帰り道に近所の人たちと熱く話し、お菓子をもらって帰る…\n\n宵宮は人と喋る時、いつも「聞く」と「話す」の均衡を、絶妙な匙加減で保つことが出来る。\n\n口数、距離感、情熱、どれもが程よいのだ。宵宮とのお茶会の後は、みんないい気分になる。\n\n近所の人たちは普通の人であるため、同じ会話を繰り返すことが多いが、宵宮はそれを全く嫌わない。\n\n彼女が楽しんでいるのは人と触れ合う過程だ——同じことでも、話し手が変われば、違うように聞こえるから。\n\n花火屋を受け継いでから、宵宮と近所の人たちの関係はますます良くなってきた。年寄りの多くは宵宮を友人と思い、宵宮を自宅に招いて昔の祭りの話をしたりする。親の年齢の人たちは、子供との関係を円滑にしようと、宵宮に頼む。若者たちは宵宮と兄弟のように接して、花火運びを手伝ったり、共に子供たちを遊びに連れて行ったりする。\n\n宵宮はこう語る。「言葉には特別な力がある、話し合って解決出来んことはない！」",
      "ko": "「나가노하라」 폭죽의 인기는 대단해서, 가게 안은 항상 손님으로 붐빈다. 그래서인지 사람들은 용건 없이 가게에 들리면 주인을 방해한다고 생각하지만\n\n요이미야의 생각은 정반대다. 그녀의 취미는 다른 사람과의 대화로, 만약 일할 때 그녀와 얘기할 사람이 없으면 요이미야는 오히려 집중하기가 어려웠다.\n\n가게를 찾아온 손님과 오랜 시간 긴 얘기를 나누는 것이 「고객의 마음과 생각을 이해해 최고의 폭죽을 만들기 위해서」 라면, 폭죽이 손님에게 배달된 뒤, 차를 마시며 나누는 잡담은 오로지 요이미야를 위한 위로라고 할 수 있다. 기분이 좋지 않은 날이면, 요이미야는 집으로 돌아오는 길에 이웃들과 인사하며, 작은 기념품과 간식 바구니를 받곤 한다…\n\n요이미야는 사람들과 얘기할 때 듣기와 말하기 사이의 완벽한 균형점을 찾을 수 있는 사람이다.\n\n장황하지도, 선을 넘지도, 냉담하지도, 너무 집착하지도 않는다. 한 차례의 다과회가 끝나면, 모두들 좋은 기분을 가진 채로 돌아간다.\n\n그녀의 이웃들은 모두 평범한 사람들이라 특별할 것 없는 일상을 보낸다. 그래서 같은 얘기를 여러 번 들어야 할 때도 있지만, 요이미야는 전혀 개의치 않는다.\n\n그녀는 사람들과 교류하는 과정 자체를 즐기기 때문이다——그리고 비록 같은 일이라도 사람에 따라 전혀 다른 견해를 가질 수 있다는 것을 그녀는 알고 있다. \n\n요이미야는 폭죽가게를 인수한 후, 이웃과 더 친해졌다. 노인들은 요이미야를 나이를 뛰어넘은 친구로 여기고, 그녀를 집으로 초대해 몇 년 전 축제 얘기를 나눈다. 중년의 부모 세대는 요이미야에게 자신과 아이들 사이를 중재해 달라고 부탁하기도 하고, 생필품에 관련 얘기를 한다. 청년들은 요이미야와 호형호제하며 자발적으로 무거운 짐 나르는 것을 도와 주기도 하고, 요이미야가 일찍 퇴근하고 아이들과 함께 놀러 가길 바라기도 한다.\n\n「나는 말에 특별한 힘이 있다고 믿어, 대화로 해결하지 못할 일은 없거든!」",
      "en": "Naganohara's fireworks are loved by all, and work in the shop is always in full swing. As such, people often feel that coming up to the door without important matters might hinder the work.\n\nHowever, it's just the opposite with Yoimiya, for chatting is her other great hobby. In fact, if there's no one to talk to, she might actually find it hard to focus.\n\nIf chatting with the guest is her way of \"understanding their mood and way of thinking, such that the best fireworks can be crafted,\" then going with the flow and sitting down for tea and an idle chat with them after delivering the goods is how Yoimiya rewards herself. Sometimes, if that is not enough, she will make some small-talk with her neighbors on the way, give them some small trinkets, and receive a basket of small treats in return...\n\nYoimiya is always able to strike a balance between listening and speaking in such chats.\n\nShe doesn't repeat herself, doesn't cross boundaries, doesn't come off as indifferent or overly invested. After a talk over tea, everyone leaves in a good mood.\n\nHer neighbors are all ordinary folk, and their lives are not exactly full of extraordinary things. Sometimes, the same news will be told by different people over and over, but Yoimiya does not find this upsetting.\n\nWhat she enjoys is the process of talking to others — even if they speak of the same matter, different people will have different viewpoints.\n\nAfter taking over the fireworks shop, Yoimiya's relationships with her neighbors became still more harmonious. Many old folks have taken her for an old acquaintance, and often invite her to their place to sit and recount the festivals of yesteryear. Middle-aged parents will ask Yoimiya to mediate the relationship between themselves and their children and will regale her with the little trivialities of daily family life. The young people treat Yoimiya as a sibling of sorts, volunteering to help her cart heavy fireworks-making materials around, hoping that Yoimiya will get off work faster and take the children out to play.\n\nYoimiya puts it this way: \"I believe in the unique power of language. There's nothing that can't be talked through somehow!\"",
      "de": "Naganoharas Feuerwerkskörper sind bei allen beliebt, und die Arbeit im Laden ist immer in vollem Gange. Daher haben die Leute oft das Gefühl, dass es die Arbeit behindern könnte, wenn sie ohne wichtige Angelegenheiten zur Tür kämen.\n\nDoch bei Yoimiya ist es genau umgekehrt, denn Plaudern ist ihr anderes großes Hobby. Wenn es niemanden gibt, mit dem sie sich unterhalten kann, fällt es ihr sogar schwer, sich zu konzentrieren.\n\nWenn das Plaudern mit dem Gast ihre Art ist, „die Stimmung und die Denkweise des Gastes zu verstehen, sodass das beste Feuerwerk gemacht werden kann“, dann belohnt sich Yoimiya selbst, indem sie sich nach dem Ausliefern der Ware zu einem Tee und einem müßigen Plausch mit dem Gast hinsetzt. Manchmal, wenn das nicht ausreicht, plaudert sie auf dem Weg dorthin noch ein bisschen mit ihren Nachbarn, schenkt ihnen ein paar Kleinigkeiten und erntet im Gegenzug einen Korb mit kleinen Leckereien ...\n\nYoimiya schafft es bei solchen Gesprächen immer, die Balance zwischen Zuhören und Sprechen zu halten.\n\nSie wiederholt sich nicht, überschreitet keine Grenzen, wirkt nicht gleichgültig oder übermäßig engagiert. Nach einem Gespräch beim Tee gehen alle gut gelaunt nach Hause.\n\nIhre Nachbarn sind ganz normale Leute und ihr Leben ist nicht gerade voll von außergewöhnlichen Dingen. Manchmal werden dieselben Nachrichten von verschiedenen Leuten immer wieder erzählt, aber Yoimiya findet das nicht störend.\n\nWas sie genießt, ist der Verlauf des Gesprächs mit anderen. Selbst wenn sie über dieselbe Sache sprechen, haben verschiedene Leute unterschiedliche Sichtweisen.\n\nNachdem sie den Feuerwerksladen übernommen hatte, wurden Yoimiyas Beziehungen zu ihren Nachbarn noch harmonischer. Viele alte Leute haben sie für eine alte Bekannte gehalten und laden sie oft zu sich ein, um mit ihr über die Feste von früher zu sprechen. Eltern mittleren Alters bitten Yoimiya, in der Beziehung zwischen ihnen und ihren Kindern zu vermitteln und verwöhnen sie mit den kleinen Trivialitäten des täglichen Familienlebens. Die jungen Leute behandeln Yoimiya wie eine Art Schwester und helfen ihr freiwillig beim Schleppen von schwerem Feuerwerksmaterial, in der Hoffnung, dass Yoimiya dann schneller Feierabend hat und die Kinder zum Spielen mitnimmt.\n\nYoimiya formuliert es so: „Ich glaube an die einzigartige Kraft der Sprache. Es gibt nichts, worüber man nicht irgendwie reden kann!“",
      "es": "A todo el mundo le gustan los fuegos artificiales de los Naganohara, y en la tienda siempre se trabaja a pleno rendimiento. Por este motivo, muchos no se atreven a ir si no tienen una razón de peso, para evitar entorpecer el trabajo.\n\nPero con Yoimiya es justo al contrario, ya que charlar es su otra gran pasión. De hecho, si no tiene a nadie con quien hablar, le cuesta concentrarse.\n\nSi charlar con el cliente es la forma que tiene Yoimiya para “comprender su estado de ánimo y su forma de pensar, y así poder crear los mejores fuegos artificiales”, sentarse con él a tomar el té y hablar una vez que ya ha entregado el pedido es su forma de recompensarse. A veces, si eso no es suficiente, también entabla conversación con los vecinos cuando vuelve a casa, les obsequia con pequeños regalos y recibe una cesta de dulces a cambio...\n\nCuando conversa con los demás, Yoimiya siempre logra un equilibrio perfecto entre hablar y escuchar.\n\nNunca habla de más, no se mete en asuntos ajenos y no da la sensación de ser fría o demasiado interesada. Tras terminar el té y la charla, todos se van de buen humor.\n\nSus vecinos son gente corriente y sus vidas no tienen precisamente nada de extraordinarias. En ocasiones, la misma noticia la cuentan distintas personas una y otra vez, pero a Yoimiya no le molesta.\n\nLo que le gusta es el proceso de hablar con otros, e incluso si cuentan lo mismo, cada uno tendrá un punto de vista diferente.\n\nDespués de hacerse cargo de la tienda de pirotecnia, las relaciones de Yoimiya con sus vecinos mejoraron aún más. Muchas personas mayores la consideran una vieja amiga y a menudo la invitan a sus hogares para rememorar festivales pasados. Los padres de mediana edad le piden que actúe como mediadora en su relación con sus hijos y la obsequian con pequeñas anécdotas de la vida diaria. Los jóvenes tratan a Yoimiya como si fuera su hermana y la ayudan a transportar los pesados materiales que necesita para su trabajo con la esperanza de que acabe temprano y vaya a jugar con todos los niños.\n\nYoimiya lo resume de esta manera: “Creo en el poder de las palabras. ¡No hay nada que no pueda resolverse hablando!”.",
      "fr": "Les feux d'artifice de Naganohara sont très appréciés. La boutique étant toujours très animée, les gens n'osent pas entrer simplement pour regarder, par peur de gêner les affaires.\n\nAu contraire, Yoimiya adore tellement discuter avec des gens que l'on pourrait qualifier cela de passion. N'avoir personne à qui parler l'empêcherait même de bien se concentrer.\n\nLe but d'entreprendre une longue conversation avec un client est de comprendre son humeur et ses pensées, afin de réaliser le meilleur feu d'artifice possible. Cependant, Yoimiya s'autorise, comme récompense, à prendre un thé en compagnie de celui-ci après avoir livré la marchandise, pour discuter de tout et de rien. Quand cela n'est pas assez, elle se met à bavarder chaleureusement avec les habitants du quartier sur le chemin du retour en leur offrant des petits cadeaux, avant de recevoir quelques encas en retour.\n\nYoimiya sait toujours quand écouter et quand parler dans une conversation.\n\nElle ne se répète pas, ne tient pas de propos déplacés et ne paraît pas indifférente, mais pas trop investie non plus. Une fois le thé terminé, tout le monde repart de bonne humeur.\n\nSes voisins étant tous des gens ordinaires, leurs vies n'ont souvent rien de très palpitant. Parfois, il lui arrive d'entendre la même histoire racontée par plusieurs personnes différentes, mais cela ne la dérange pas vraiment.\n\nYoimiya apprécie simplement le fait de pouvoir parler avec d'autres gens, même si on parle de la même chose. De plus, chaque personne possède un point de vue différent sur un même sujet.\n\nAprès avoir repris le magasin de feux d'artifice, Yoimiya s'entend de plus en plus avec son voisinage. Beaucoup de personnes âgées considèrent Yoimiya comme leur amie, et malgré la grande différence d'âge, l'invitent chez eux pour discuter des nombreux festivals des années précédentes. Certains parents lui demandent son aide pour faire la médiatrice auprès de leurs enfants et n'hésitent pas à lui parler de leurs tracas familiaux du quotidien. Les jeunes voient Yoimiya comme une grande sœur, et ils l'aident à transporter des matériaux lourds destinés à la fabrication des feux d'artifice, en espérant qu'elle puisse terminer son travail plus tôt et s'amuser avec eux.\n\nSelon ses dires : « Les mots ont une puissance unique, tout peut être résolu en parlant ! »",
      "pt": "Os fogos de artifício de Naganohara são amados por todos, e o trabalho na loja está sempre a todo vapor. Sendo assim, as pessoas costumam achar que chegar na porta sem ter um assunto importante pode atrapalhar o trabalho.\n\nContudo, isso é exatamente o oposto com Yoimiya, pois conversar é a outra coisa que ela adora. Na verdade, se ela não tiver com quem falar, pode achar difícil se concentrar.\n\nSe conversar com o cliente é sua forma de \"entender o humor e o modo de pensar dele para que possa produzir os melhores fogos de artifício\", então se sentar para tomar um chá e bater papo descompromissadamente com ele após entregar os produtos é como Yoimiya recompensa a si mesma. Às vezes, se isso não for suficiente, ela conversa sobre amenidades com os vizinhos no caminho para a loja, dando a eles pequenos brindes e recebendo uma cesta com guloseimas em troca...\n\nYoimiya sempre consegue encontrar um equilíbrio entre ouvir e falar nessas conversas.\n\nEla não fica repetindo a mesma história, não é desagradável e não parece indiferente ou intrometida. Depois de uma conversa durante o chá, todos saem de bom humor.\n\nSeus vizinhos são pessoas comuns, com vidas que não são exatamente cheias de coisas extraordinárias. Às vezes, o mesmo fato é contado por diferentes pessoas em diferentes ocasiões, mas Yoimiya não acha isso incômodo.\n\nO que ela gosta é o processo de conversar com os outros – mesmo que falem sobre o mesmo assunto, pessoas diferentes possuirão pontos de vista diferentes.\n\nDepois que assumiu a loja de fogos de artifício, o relacionamento de Yoimiya com os vizinhos ficou ainda mais harmonioso. Muitos idosos a consideram uma velha conhecida e costumam convidá-la para suas casas para falarem sobre os festivais passados. Pais de meia-idade pedem que Yoimiya ajude a lidar com o relacionamento entre eles e seus filhos, e a recompensam com pequenos agrados do cotidiano. Os jovens tratam Yoimiya como uma espécie de irmã, se oferecendo para ajudar a carregar pesados materiais de produção de fogos de artifício, na esperança de que Yoimiya consiga terminar o trabalho mais rápido e possa levar as crianças para brincarem.\n\nYoimiya pensa da seguinte forma: “Eu acredito no poder especial do diálogo. Não existe nada que uma boa conversa não resolva!”",
      "ru": "«Фейерверки Наганохары» любят все, и работа в магазине не останавливается ни на минуту.\n\nОбычно люди думают, что приходя без дела, они могут помешать работе. Но с Ёимией всё с точностью до наоборот, ведь разговоры - одно из её любимейших занятий. И когда Ёимии не с кем поговорить, ей бывает трудно сосредоточиться.\n\nИ если разговор с посетителем - способ «понять его настроение и ход мышления, чтобы сделать для него самый лучший фейерверк», то расслабиться и сесть с чашкой чая, ведя с покупателем лёгкую беседу после сдачи заказа - это то, как Ёимия вознаграждает себя за труд.\n\nИногда этого оказывается недостаточно, и тогда она может по пути перекинуться парой слов с соседями, подарить им какие-то безделушки, а взамен получить корзинку лакомств... В таких беседах Ёимия всегда умеет сохранить баланс. Она никогда не повторяется, не нарушает границ, не проявляет ни безразличия, ни излишнего интереса к чужим делам. После разговора за чаем все расходятся в прекрасном настроении.\n\nВсе её соседи - обычные люди, и в жизни их едва ли когда-нибудь происходят невероятные события. Иногда разные люди говорят ей одну и ту же новость, но Ёимию это нисколько не огорчает. Ей нравится сам процесс общения, и даже если люди говорят об одном и том же, каждый говорит об этом со своей точки зрения.\n\nПосле того как Ёимия стала хозяйкой магазина фейерверков, её отношения с соседями стали ещё более гармоничными. Многие пожилые люди считают её старой знакомой и часто приглашают к себе домой, чтобы посидеть и обсудить праздники минувших лет. Престарелые родители иногда просят Ёимию, чтобы она стала посредницей в их отношениях с детьми, а в награду делятся маленькими радостями семейной жизни. Молодые люди относятся к Ёимии как к сестре и помогают ей возить тяжёлую тележку с материалами для изготовления фейерверков в надежде, что Ёимия раньше закончит работу и поведёт детей поиграть.\n\nЁимия по этому поводу высказывается так:\n\n«Я верю в объединяющую силу слова. Нет ничего, что нельзя было бы решить разговором!»",
      "id": "Kembang api Naganohara sangat disukai banyak orang. Dan tokonya selalu ramai setiap hari. Oleh karena itu, orang-orang sering merasa datang ke toko Naganohara tanpa alasan akan menghambat pekerjaan sang pemilik toko.\n\nNamun Yoimiya malah sebaliknya, gadis itu sangat suka mengobrol. Dia malah tidak bisa fokus kalau tidak ada yang menemaninya berbicara saat bekerja.\n\nJika mengobrol dengan tamu adalah caranya untuk \"memahami suasana hati dan cara berpikir pelanggan, agar dapat membuat kembang api terbaik\", maka \"mengantarkan hasil kembang api dan duduk untuk minum teh sambil mengobrol santai dengan pelanggan\" adalah cara Yoimiya mengapresiasi dirinya sendiri. Terkadang bila belum puas, dia akan mengobrol ringan dengan tetangga-tetangga di jalanan dan memberikan pernak-pernik kecil, lalu menerima sekeranjang camilan sebagai balasannya ....\n\nYoimiya selalu bisa menemukan titik keseimbangan dalam mendengar dan berbicara.\n\nDia membicarakan hal yang sekadarnya, tanpa menginjak batas, tidak acuh tak acuh, dan tidak penasaran secara berlebihan. Setelah berbicara sambil minum teh dengannya, orang-orang akan pergi dengan suasana hati yang lebih baik.\n\nTetangga-tetangganya adalah orang biasa yang tidak memiliki banyak kisah menarik. Terkadang, satu gosip yang sama dapat diceritakan oleh orang yang berbeda berulang kali, namun Yoimiya tidak menganggap hal ini menjengkelkan.\n\nYang Yoimiya nikmati adalah proses saat berbicara dengan orang lain — bahkan jika mereka membicarakan hal yang sama, orang yang berbeda akan memiliki sudut pandang yang berbeda.\n\nSetelah mengambil alih toko kembang api, hubungan Yoimiya dan tetangganya menjadi lebih harmonis. Banyak orang lanjut usia yang menganggap Yoimiya sebagai teman sehati, dan mereka sering mengundang Yoimiya untuk berkunjung, lalu menceritakan suasana festival dari tahun ke tahun. Orang tua paruh baya akan meminta Yoimiya untuk menengahi hubungan antara mereka dan anak-anak mereka, dan akan menghibur Yoimiya dengan hal-hal sepele yang terjadi dalam kehidupan keluarga. Orang-orang muda memperlakukan Yoimiya seperti saudara, secara sukarela membantunya membawa material kembang api yang berat, berharap Yoimiya dapat pulang lebih cepat dan membawa anak-anak bermain.\n\nBeginilah kata Yoimiya, \"Aku percaya pada kekuatan bahasa yang unik. Tidak ada hal yang tidak bisa diselesaikan kalau sudah dibicarakan!\"",
      "th": "ดอกไม้ไฟใน \"Naganohara\" เป็นที่นิยมอย่างมาก และร้านดอกไม้ไฟก็คึกคักอยู่เสมอ ดังนั้นผู้คนมักรู้สึกว่าการมาที่ร้านโดยที่ไม่ได้มีธุระอะไร จะเป็นการรบกวนการทำงานของเจ้าของร้าน\n\nอย่างไรก็ตาม สถานการณ์ของ Yoimiya กลับตรงกันข้าม การพูดคุยกับผู้คนเป็นงานอดิเรกของเธออีกเรื่องหนึ่ง เธอจะพบว่ามันยากที่จะมีสมาธิ ถ้าไม่มีใครคุยกับเธอในที่ทำงาน\n\nหากการพูดคุยกับลูกค้าเป็นวิธีการ \"เข้าใจอารมณ์และวิธีคิดของพวกเขา เพื่อจะได้สร้างดอกไม้ไฟที่ดีที่สุด\" เพื่อให้ทุกอย่างเป็นไปอย่างราบรื่น การนั่งดื่มชาและพูดคุยกับพวกเขาหลังจากส่งมอบสินค้าให้ถึงที่บ้านแล้ว ก็คือวิธีที่ Yoimiya ให้รางวัลตัวเอง บางครั้งหากยังไม่เพียงพอ เธอจะพูดคุยกับเพื่อนบ้านเล็กน้อยระหว่างทำดอกไม้ไฟ และมอบเครื่องประดับเล็ก ๆ น้อย ๆ ให้พวกเขาและรับตะกร้าขนมเล็ก ๆ เป็นการตอบแทน...\n\nเมื่อ Yoimiya พูดคุยเธอจะสามารถสร้างสมดุลระหว่างการฟังและการพูดในการสนทนาดังกล่าวได้เสมอ\n\nเธอไม่พูดลงรายละเอียด ไม่ข้ามเส้น ไม่ทำตัวเฉยเมยหรือทุ่มเทในบทสนทนามากเกินไป หลังจากคุยกันระหว่างจิบน้ำชา ทุกคนก็อารมณ์ดีขึ้นมา\n\nเพื่อนบ้านของเธอเป็นชาวเมืองธรรมดา ๆ และชีวิตของพวกเขาก็ไม่ได้เต็มไปด้วยสิ่งพิเศษอะไร บางครั้ง ผู้คนต่างบอกข่าวเดียวกันซ้ำแล้วซ้ำเล่า แต่ Yoimiya ไม่เคยรู้สึกไม่สบายใจกับเรื่องนี้เลย\n\nสิ่งที่เธอชอบคือกระบวนการพูดคุยกับผู้อื่น แม้ว่าพวกเขาจะพูดเรื่องเดียวกัน ต่างคนต่างก็มีมุมมองที่แตกต่างกัน\n\nหลังจากเข้ารับตำแหน่งที่ร้านดอกไม้ไฟแล้ว ความสัมพันธ์ระหว่าง Yoimiya กับเพื่อนบ้านก็มีความกลมกลืนกันมากขึ้น ผู้สูงอายุหลายคนถือว่า Yoimiya เป็นคนที่สนิทสนม และมักจะเชิญ Yoimiya ให้ไปเยี่ยมที่บ้านและพูดคุยเกี่ยวกับงานเฉลิมฉลองอันยิ่งใหญ่เมื่อหลายปีก่อนเสมอ กลุ่มชาวบ้านวัยกลางคนมักจะขอให้ Yoimiya เป็นคนไกล่เกลี่ยความสัมพันธ์ระหว่างพวกเขากับลูก ๆ ของตัวเอง และจัดการกับเรื่องเล็ก ๆ น้อย ๆ ในชีวิตประจำวันของครอบครัว ส่วนคนวัยหนุ่มสาวปฏิบัติต่อ Yoimiya เหมือนพี่น้อง โดยอาสาช่วยเข็นรถเข็นวัสดุทำดอกไม้ไฟหนัก ๆ ของเธอ เพราะหวังว่า Yoimiya จะเลิกงานเร็วขึ้นและจะได้พาเด็ก ๆ ออกไปเล่นด้วยกัน\n\n\"ฉันเชื่อในพลังพิเศษของภาษา ไม่มีอะไรแก้ไขผ่านการพูดคุยไม่ได้!\" - Yoimiya เคยพูดไว้เช่นนี้",
      "vi": "Pháo hoa ở \"Naganohara\" rất nổi tiếng, cửa hàng pháo hoa lúc nào cũng nhộn nhịp. Vì vậy, mọi người luôn cảm thấy không có việc gì mà ghé thăm cửa hàng thì sẽ làm phiền công việc của chủ tiệm.\n\nTuy nhiên, Yoimiya lại không nghĩ vậy. Trò chuyện với mọi người là một sở thích khác của cô. Nếu không có ai nói chuyện với cô ấy khi làm việc, cô ấy sẽ cảm thấy rất khó tập trung.\n\nNếu mục đích của việc trò chuyện với khách hàng đến cửa tiệm là để \"hiểu tâm trạng và suy nghĩ của khách hàng, từ đó tạo ra pháo hoa tốt nhất\", thì sau khi giao hàng đến tận cửa cho khách, uống trà và trò chuyện đơn thuần là một phần thưởng đối với Yoimiya. Đôi khi trò chuyện chưa đủ đã, trên đường về cô ấy còn nhiệt tình giao lưu với bà con lối xóm, tặng cho họ những món quà lưu niệm nho nhỏ, và nhận về một rổ đồ ăn vặt...\n\nKhi trò chuyện với mọi người, ở Yoimiya luôn tìm thấy sự cân bằng hoàn hảo giữa lắng nghe và biểu đạt.\n\nKhông đi vào chi tiết, không cắt ngang, không thờ ơ và không quá dây dưa. Sau tiệc trà, mọi người luôn có tâm trạng thoải mái.\n\nHàng xóm láng giềng đều là những người bình thường, trong cuộc sống cũng không có nhiều điều thú vị. Đôi khi, những tin tức giống nhau sẽ được những người khác nhau kể đi kể lại, nhưng Yoimiya không hề chán ghét điều đó.\n\nĐiều cô ấy thích thú là quá trình giao tiếp với người khác - cho dù đó là cùng một việc, những người khác nhau sẽ có quan điểm hoàn toàn khác nhau.\n\nSau khi tiếp quản tiệm pháo hoa, mối quan hệ giữa Yoimiya và mọi người trở nên hài hòa hơn. Nhiều người lớn tuổi coi Yoimiya như một người quen lâu năm, và thường mời Yoimiya đến nhà trò chuyện về lễ hội của nhiều năm trước; Những bậc cha mẹ trung niên sẽ nhờ Yoimiya làm trung gian cho mối quan hệ của họ với con cái, và trò chuyện với Yoimiya về những câu chuyện vụn vặt hằng ngày; Những thanh niên thì là anh em với Yoimiya, tình nguyện giúp Yoimiya vận chuyển nguyên liệu pháo hoa nặng trịch, mong rằng Yoimiya có thể nghỉ làm sớm để đưa tụi trẻ trong phố ra ngoài chơi.\n\n\"Tôi tin rằng ngôn ngữ có sức mạnh độc đáo của nó, và không có gì là không thể giải quyết được bằng cách nói ra!” Yoimiya nói."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "精益求精的匠人往往严谨而自律，但宵宫是个例外。她行事自由，作息时间毫无规律。\n\n有时和人闲聊太久，没能完成白天的工作，就会通宵干活。等到天色微明，带着完工的成就感一同登上高处观赏日出，远望金红的流云，宵宫总能得到启发，脑海中浮现各种新式烟花的形姿，困意也随之袭来…\n\n邻居们不止一次发现她睡在房檐、树杈、停转的水车之类地方，偶尔还会摔下来，迷迷糊糊地看着脑中的美梦与眼前的金星一同远去。\n\n所幸迄今为止并未因此受什么重伤。寻常的磕磕碰碰倒有不少，她便也顺势学会了如何处理伤口。\n\n还有些时候，宵宫会一觉睡到半夜，精神抖擞地处理完各种事务之后出门闲逛。\n\n可能是即兴探险，也可能是试胆之旅；朋友若有兴趣就叫上朋友，若是想独处亦不妨孤身外出。\n\n随心所欲的生活态度让宵宫感到自在。人们有可能在任何时间场合遇见她。她享受这份自由，常说自己的生活因而变得有趣了。\n\n当然，重要的庆典前夕，宵宫还是会适当控制自己，绝不耽误表演这项「正事」。",
      "zht": "精益求精的匠人往往嚴謹而自律，但宵宮是個例外。她行事自由，作息時間毫無規律。\n\n有時和人閒聊太久，沒能完成白天的工作，就會通宵幹活。等到天色微明，帶著完工的成就感一同登上高處觀賞日出，遠望金紅的流雲，宵宮總能得到啟發，腦海中浮現各種新式煙花的形姿，睏意也隨之襲來…\n\n鄰居們不止一次發現她睡在屋簷、樹幹、停止的水車之類的地方，偶爾還會摔下來，迷迷糊糊地看著腦中的美夢與眼前的金星一同遠去。\n\n所幸迄今為止並未因此受什麼重傷。尋常的磕磕碰碰倒有不少，她便也順勢學會了如何處理傷口。\n\n還有些時候，宵宮會一覺睡到半夜，精神抖擻地處理完各種事務之後出門閒逛。\n\n可能是即興探險，也可能是試膽之旅；若有朋友感興趣就邀請對方同行，特別想獨處時就直接孤身外出。\n\n隨心所欲的生活態度讓宵宮感到自在。人們有可能在任何時間場合遇見她。她享受這份自由，常說自己的生活因而變得有趣了。\n\n當然，重要的慶典前夕，宵宮還是會適當控制自己，絕不耽誤表演這項「正事」。",
      "jp": "卓越した技術を追求する職人は、厳格で自分を律する傾向にあるが、宵宮は例外だ。彼女は自由に行動し、行動に規律が全くない。\n\nたまに人との雑談が長引いて、昼の仕事が終わらなかったら、徹夜でこなす。夜が明けると、仕事完了の達成感と共に高い所に登って日の出と金色の流れ雲を見る。その景色は、いつも宵宮に刺激を与えてくれる。眺めていると、様々な花火模様が新たに脳裏に浮かんでくるのだ。ただし、眠気も共にやってくる…\n\n宵宮はよく、軒先や木の枝、止まった水車などで寝ているところを近所の人に発見される。たまにうっかり落ちてしまうと、楽しい夢が目の前で飛ぶ星と共に消えていく。\n\n幸いなことに、これまで大きな怪我はしていない。かすり傷は結構あるが、その対処法も数を重ねるごとに覚えていった。\n\nたまに、夜中まで寝て、用事を済ませた後に出かける。\n\n気まぐれの冒険や、肝試しかもしれない。友達に興味があればみんなと行動し、一人でいたければそのまま外出する。\n\n自由気ままな生き方の方が、宵宮は楽のようだ。いつでも、どんな時でも、彼女に邂逅する可能性がある。彼女は自由を楽しんでおり、その結果、人生もより面白くなったとよく口にしている。\n\nもちろん、重要なお祭りの前は頼もしい自分に戻り、真面目に、演出という「仕事」の準備を行う。",
      "ko": "자신의 일에 정성을 다하는 장인일수록 엄격하고 규율을 중요시하는 사람들이 많지만, 요이미야는 예외다. 그녀는 자유롭게 일하고, 휴식시간도 불규칙하다.\n\n사람들과 너무 오래 얘기하다가 해야 할 일을 다 끝내지 못하면, 밤을 새우기도 한다. 희미하게 아침이 밝아오면 일을 끝냈다는 뿌듯한 마음으로 높은 곳에 올라 해가 떠오르는 것을 바라본다. 멀리서 황금빛 구름을 바라보다 보면 요이미야는 깨달음을 얻곤 한다. 머리에 새로운 모양의 폭죽 모양이 떠오르는 동시에 졸음도 쏟아져오는데…\n\n이웃들은 지붕, 나무 가장자리, 멈춰 있는 물레방아 같은 곳에서 잠들어 있는 그녀를 발견하기도 하고, 가끔은 떨어져 헤롱헤롱한 상태로 머릿속의 꿈과, 눈앞의 불꽃을 바라보며 멀어져 가는 그녀를 목격하기도 했다.\n\n다행히 아직까지 크게 다치진 않았지만, 상처가 자주 나다 보니 요이미야는 상처를 치료하는 방법을 배우게 됐다.\n\n가끔은 한밤중까지 잠들었다가, 정신을 차리고 일어나서 각종 일을 끝마치고 밖을 돌아다니기도 했는데\n\n즉흥 탐험일 때도 있고, 담력을 시험해보는 여행이기도 했다. 친구가 관심을 보이면 친구를 부르기도 하고, 혼자 있고 싶을 땐 혼자 움직였다.\n\n자신이 원하는 대로 생활할 수 있는 환경에서 그녀는 편안함을 느꼈다. 사람들은 어떤 상황과 장소에서 든지 그녀를 만날 수 있을 것이다. 그녀는 자유를 누리기 시작하면서 자신의 생활이 더 재미있어졌다고 말하곤 한다.\n\n물론, 중요한 축제를 앞둔 요이미야는 자신의 생활을 적절히 제어해, 해야 할 일인 「직무」 만은 절대로 소홀히 하지 않는다.",
      "en": "Craftsmen seeking perfection are often rigorous and self-disciplined, but Yoimiya is an exception, acting freely and taking unscheduled breaks.\n\nSometimes, she even has to work late into the night when she misses her daytime work due to chatting for too long. But when the sun begins to rise, she will climb up to the heights to see the sunrise with a sense of accomplishment at having finished her work in her heart. Looking out at the hazy amber-gold clouds, Yoimiya often gains new inspiration, imagining all manners of new fireworks in her mind, even as sleep draws near...\n\nHer neighbors have often found her sleeping in places like eaves, tree branches, and stopped waterwheels. Sometimes, she even falls down, before blearily watching her sweet dreams and golden stars fade away into the distance.\n\nFortunately, she has never been seriously injured in such incidents, but she has gotten a number of scrapes and cuts, and it was on that account that she learned how to deal with wounds.\n\nAt some other times, Yoimiya will sleep until midnight, settling all matters with gusto before heading out for a stroll.\n\nPerhaps it may turn out to be an impromptu adventure, or perhaps a test of courage. If a friend is interested, she might call upon them. If she wishes to be alone, she will travel in solitude.\n\nLiving as she pleases gives Yoimiya a sense of freedom. As for others, they may encounter her at any time at all. She enjoys this freedom, often saying that it has made her life very interesting indeed.\n\nOf course, she will restrain herself on the eve of celebrations. Mistakes shall not be made during these all-important performances — her \"official business.\"",
      "de": "Handwerker, die nach Perfektion streben, sind oft streng und selbstdiszipliniert, aber Yoimiya ist eine Ausnahme, sie handelt frei und macht ungeplante Pausen.\n\nManchmal muss sie sogar bis spät in die Nacht arbeiten, wenn sie ihre Arbeit am Tag verpasst, weil sie zu lange geplaudert hat. Aber wenn die Sonne aufgeht, steigt sie auf die Höhen, um den Sonnenaufgang zu sehen, mit einem Gefühl der Erfüllung, weil sie ihre Arbeit im Herzen beendet hat. Wenn sie auf die fließenden bernsteinfarbenen Wolken schaut, bekommt Yoimiya oft neue Inspiration und stellt sich alle möglichen neuen Feuerwerke in ihrem Kopf vor, selbst wenn der Schlaf naht ... Ihre Nachbarn haben sie oft schlafend an Orten wie Dachvorsprüngen, Baumästen und stillstehenden Wasserrädern gefunden. Manchmal fällt sie sogar hin, bevor sie trübsinnig zusieht, wie ihre süßen Träume und die goldenen Sterne in der Ferne verblassen.\n\nGlücklicherweise wurde sie bei solchen Vorfällen nie ernsthaft verletzt, aber sie hat einige Schrammen und Schnitte abbekommen und so hat sie gelernt, wie man mit Wunden umgeht.\n\nEin anderes Mal schlief Yoimiya bis Mitternacht und erledigte alle Angelegenheiten mit Begeisterung, bevor sie zu einem Spaziergang aufbrach.\n\nVielleicht ist es ein improvisiertes Abenteuer, vielleicht aber auch eine Mutprobe. Wenn ein Freund Interesse hat, könnte sie ihn ansprechen. Wenn sie allein sein möchte, wird sie in Einsamkeit reisen.\n\nDas Leben, wie es ihr gefällt, gibt Yoimiya ein Gefühl von Freiheit. Was andere betrifft, so können sie ihr jederzeit begegnen. Sie genießt diese Freiheit und sagt oft, dass sie ihr Leben dadurch sehr interessant gemacht hat.\n\nNatürlich wird sie sich am Vorabend von Feiern zurückhalten. Bei diesen wichtigen Auftritten – ihrem „offiziellen Geschäft“ – dürfen keine Fehler gemacht werden.",
      "es": "Los artesanos en pos de la perfección son con frecuencia serios y disciplinados, pero Yoimiya es la excepción, pues trabaja cuando quiere y toma descansos no programados.\n\nA veces incluso tiene que quedarse trabajando por la noche cuando se le va el día charlando. Pero al amanecer se encarama a las alturas para ver la salida del sol con la sensación de haber hecho un buen trabajo. Al observar las nubes anaranjadas, Yoimiya a menudo obtiene la inspiración para crear en su mente toda clase de nuevos fuegos artificiales, incluso mientras se está quedando dormida...\n\nSus vecinos la han encontrado varias veces dormida en aleros de tejados, ramas de árboles e incluso una noria de agua parada. En ocasiones se cae mientras ve cómo se alejan ante sus ojos esos dulces sueños y chispas doradas.\n\nPor fortuna, nunca se ha lastimado en uno de estos incidentes, pero siempre acaba con cortes y arañazos, y por eso aprendió a curar heridas.\n\nOtras veces, Yoimiya duerme hasta la medianoche y termina todos sus asuntos antes de salir a dar un paseo.\n\nTal vez vaya en busca de una aventura inesperada o de una prueba de valor. Si algún amigo está interesado, quizás lo llame; si prefiere estar sola, se irá por su cuenta.\n\nVivir a su manera le da una sensación de libertad. En cuanto a los demás, pueden encontrársela en cualquier momento y lugar. Yoimiya disfruta de esta libertad y a menudo dice que es lo que ha dado sabor a su vida.\n\nPor supuesto, la noche antes de las celebraciones se contiene. Durante estos eventos tan importantes, sus “negocios oficiales”, no puede cometer ningún error.",
      "fr": "Les artisans qui recherchent la perfection sont souvent rigoureux et disciplinés, mais Yoimiya est une exception : elle se laisse beaucoup de liberté et ne travaille pas à des horaires fixes.\n\nIl lui arrive de travailler jusqu'à très tard la nuit, car elle a trop discuté pendant la journée. Le sentiment d'accomplissement qu'elle ressent, une fois son travail terminé, lui donne la force de monter très en hauteur pour regarder le soleil se lever. Les nuages rouges et dorés qui flottent à travers le ciel lui donnent de l'inspiration et de nouvelles idées de feux d'artifice la prennent, tout comme l'envie de dormir...\n\nLes voisins la trouvent souvent en train de dormir sur des toits, sur des branches d'arbres ou sur des roues à aubes arrêtées. Parfois, elle s'écroule, puis regarde, d'un air fatigué, ses rêves et les étoiles dorées s'éloigner dans le ciel.\n\nFort heureusement, Yoimiya n'a jamais eu de blessures sérieuses suite à cela, seulement des petits bleus ou des égratignures qu'elle a appris à soigner.\n\nCe n'est pas rare de la voir dormir jusqu'à minuit, avant de se réveiller pour régler toutes sortes d'affaires avec enthousiasme, pour finalement sortir faire un tour.\n\nCette promenade peut se transformer en aventure ou en test de bravoure, avec des amis ou sans, selon son humeur.\n\nVivre sa vie comme elle l'entend lui procure un sentiment de bien-être et de liberté. Il est possible de la voir à tout moment. Yoimiya affirme d'ailleurs que cette liberté rend sa vie bien plus intéressante.\n\nBien évidemment, elle fait preuve de sérieux à l'approche des festivals, car son véritable travail est de livrer un beau spectacle en temps et en heure.",
      "pt": "Artesãos que buscam a perfeição costumam ser rigorosos e autodisciplinados, mas Yoimiya é uma exceção, agindo livremente e tirando folgas não programadas.\n\nÀs vezes, ela precisa trabalhar até tarde da noite quando se atrasa em seu trabalho durante o dia por ter ficado conversando demais. Mas quando o dia começa a raiar, ela sobe no telhado para admirar o nascer do sol com a sensação de dever cumprido por ter terminado seu trabalho. Quando olha para as nuvens cor de âmbar dourado, Yoimiya costuma ficar inspirada, imaginando todos os tipos de novos fogos de artifício em sua mente, mesmo quando o sono está chegando...\n\nSeus vizinhos costumam encontrá-la dormindo em lugares como calhas, galhos de árvores e rodas de água paradas. Algumas vezes, ela até chega a cair, vendo seus doces sonhos e as estrelas douradas desaparecerem com o despertar.\n\nFelizmente, ela nunca se machucou gravemente nestes incidentes, mas conseguiu diversos cortes e arranhões, e foi assim que ela aprendeu a lidar com as feridas da vida.\n\nEm outras ocasiões, Yoimiya dorme até a meia-noite, resolvendo todas as questões com entusiasmo antes de sair para um passeio.\n\nTalvez isso seja uma aventura intempestiva ou, quem sabe, um teste de coragem. Se algum amigo estiver interessado, ela pode chamá-lo. E se ela quiser ficar sozinha, irá passear solitariamente.\n\nViver da sua própria forma proporciona para Yoimiya a sensação de liberdade. Quanto aos outros, eles podem encontrá-la a qualquer momento. Ela adora essa liberdade, e costuma dizer que isso tornou sua vida muito interessante.\n\nObviamente, ela se referia sobre a véspera das comemorações. Erros não devem ser cometidos durante essas apresentações muito importantes – o “negócio oficial” dela.",
      "ru": "Стремящиеся к совершенству ремесленники часто очень требовательны к себе и дисциплинированны, но Ёимия - исключение из правил. Она работает свободно и любит делать незапланированные перерывы. Иногда ей даже приходится засиживаться допоздна, если она не успевает закончить работу в срок из-за того, что днём слишком отвлекалась на разговоры.\n\nКогда занимается заря, Ёимия забирается куда-нибудь повыше, чтобы с чувством выполненного долга любоваться восходом, ведь в своём сердце работу она уже закончила. Глядя на проплывающие мимо янтарно-золотые облака, Ёимия нередко получает заряд вдохновения, представляя в уме новые необычные фейерверки, и иногда за этим занятием к ней подкрадывается сон...\n\nСоседи часто находят её спящей в самых необычных местах: на крыше, на ветвях деревьев и даже на остановившемся водяном колесе. Иногда Ёимия даже падает вниз, когда погружается в сладкие грёзы или наблюдает, как золотые звёзды тают вдалеке. К счастью, серьёзно при этом она ни разу не поранилась, но всё же заработала несколько царапин и порезов, и именно так она научилась обрабатывать раны.\n\nБывает, что Ёимия спит до полуночи, быстро доделывает все дела, а потом отправляется на прогулку. Возможно, это импровизированное путешествие, а возможно - испытание храбрости. Если кто-то из друзей желает присоединиться, она может взять их с собой. А если хочет побыть одна, то путешествует без спутников.\n\nЁимия живёт так, как ей по душе, и это даёт ей ощущение свободы. Она часто говорит, что всё это и правда делает её жизнь очень интересной.\n\nКонечно, накануне праздников она себе такого не позволяет. Во время важных представлений ошибки недопустимы, ведь это «серьёзное дело».",
      "id": "Pengrajin yang mencari kesempurnaan selalu ketat dan disiplin dalam pekerjaan, namun Yoimiya tidaklah demikian. Dia bertindak sesuka hatinya, dan waktu istirahatnya pun tidak terjadwal.\n\nTerkadang karena mengobrol terlalu lama, dia melewatkan pekerjaan siang hari sehingga harus bekerja hingga larut malam. Tapi ketika pagi hari hampir tiba, dengan membawa rasa pencapaian telah menyelesaikan pekerjaannya, dia akan pergi ke tempat tinggi untuk menikmati matahari terbit. Saat melihat awan yang berwarna kuning keemasan, Yoimiya sering mendapatkan inspirasi baru, gambaran kembang api baru terbayang di benaknya, lalu rasa kantuk pun menyerang dirinya ....\n\nTetangganya sering menemukan Yoimiya tertidur di tempat-tempat tidak wajar seperti atap rumah, atas pohon, dan kincir angin yang berhenti. Terkadang, dia bahkan terjatuh, kemudian dengan muram merasakan mimpi indah dan bintang-bintang emas memudar dari pandangannya.\n\nUntungnya dia tidak pernah terluka parah dalam kejadian seperti itu. Dia mendapatkan banyak luka dan memar, dan karena itulah dia juga menguasai cara menangani luka.\n\nAda juga beberapa saat di mana Yoimiya tertidur sampai tengah malam, dengan penuh semangat mengerjakan semua urusan lalu pergi berjalan-jalan.\n\nMungkin karena ini adalah petualangan dadakan, atau mungkin adalah suatu uji nyali. Dia akan mengajak teman kalau ada teman yang tertarik, lalu akan pergi sendirian kalau dia ingin sendirian.\n\nGaya hidup yang sesukanya membuat Yoimiya sangat bebas. Orang-orang bisa berpapasan dengannya di berbagai tempat berbeda. Dia menikmati kebebasan ini, dan sering kali berkata bahwa kebebasan inilah yang membuat hidupnya lebih menarik dan seru.\n\nTentu saja, dia akan menahan dirinya di malam sebelum perayaan. Tidak boleh terjadi kesalahan apa pun pada pertunjukannya yang merupakan \"urusan penting\".",
      "th": "ช่างฝีมือที่แสวงหาความสมบูรณ์แบบมักจะเข้มงวดและมีวินัยในตนเอง แต่ Yoimiya นั้นเป็นข้อยกเว้น เธอทำหน้าที่อย่างอิสระและมีตารางงานที่ไม่สม่ำเสมอ\n\nบางครั้งเธอก็ต้องทำงานจนดึกเพราะทำงานในตอนกลางวันไม่เสร็จเนื่องจากพูดคุยกับผู้คนนานเกินไป แต่เมื่อพระอาทิตย์ขึ้นเธอจะปีนขึ้นไปบนที่สูงเพื่อดูพระอาทิตย์ขึ้นด้วยความรู้สึกถึงความสำเร็จของงาน ได้มองดูเมฆทอแสงสีแดงอมเหลืองที่ลอยพลิ้วไหว Yoimiya มักจะได้รับแรงบันดาลใจใหม่ ๆ ดอกไม้ไฟรูปแบบใหม่ ๆ จะปรากฏขึ้นในใจของเธอและความง่วงก็กำลังตามมาด้วยเหมือนกัน...\n\nเพื่อนบ้านมักพบว่าเธอนอนหลับอยู่ในที่ต่าง ๆ เช่น ชายคา กิ่งไม้ และกังหันน้ำที่หยุดนิ่ง บางครั้งเธอถึงกับกลิ้งตกลงมา และเฝ้ามองความฝันอันแสนหวานและดาวพระศุกร์ที่หายลับไปพร้อมกันในระยะไกลด้วยความสะลึมสะลือ\n\nโชคดีที่จนถึงทุกวันนี้เธอไม่เคยได้รับบาดเจ็บสาหัสจากเหตุการณ์ดังกล่าว แต่แผลถลอกปอกเปิกก็มีเยอะแยะเต็มไปหมด ทำให้เธอรู้วิธีจัดการกับบาดแผลเป็นอย่างดี\n\nในบางครั้ง Yoimiya จะนอนจนถึงเที่ยงคืน ก่อนจะออกไปสังสรรค์หลังจากจัดการกับเรื่องต่าง ๆ อย่างกระฉับกระเฉง\n\nบางทีอาจเป็นการผจญภัยอย่างกะทันหัน หรืออาจเป็นการทดสอบความกล้าหาญ หากมีเพื่อน ๆ ที่น่าสนใจ เธออาจจะเรียกหาพวกเขา แต่หากเธอต้องการอยู่คนเดียว เธอจะออกเดินทางอย่างสันโดษ\n\nการใช้ชีวิตตามใจชอบทำให้ Yoimiya มีอิสรเสรี ส่วนคนอื่น ๆ อาจพบเธอได้ทุกเมื่อ เธอสนุกกับความเป็นอิสระนี้ มักจะบอกว่ามันทำให้ชีวิตของเธอน่าสนใจขึ้นจริง ๆ\n\nและแน่นอนว่าในช่วงก่อนการเฉลิมฉลองที่สำคัญ Yoimiya จะยังคงควบคุมตัวเองได้อย่างเหมาะสม และจะไม่มีวันทำให้ \"ธุรกิจ\" นี้ผิดพลาด",
      "vi": "Những người thợ thủ công luôn phấn đấu cho sự hoàn hảo thường khắt khe và quy tắc, nhưng Yoimiya là một ngoại lệ. Cô ấy cư xử tự do, có lịch trình làm việc và nghỉ ngơi không tuân theo quy luật.\n\nĐôi khi trò chuyện với mọi người quá lâu, không hoàn thành được công việc ban ngày, cô sẽ làm việc thâu đêm suốt sáng. Khi sắc trời rạng sáng, cô sẽ leo lên những nơi cao để ngắm bình minh với cảm giác thoả mãn sau khi hoàn thành công việc. Nhìn những đám mây ánh vàng xen đỏ, Yoimiya sẽ luôn tràn đầy cảm hứng, trong đầu sẽ nghĩ ra nhiều loại pháo hoa mới, và cơn buồn ngủ cũng nhanh chóng ập đến...\n\nHàng xóm đã nhiều lần thấy cô ngủ ở những nơi như mái hiên, cành cây, và guồng nước, thỉnh thoảng Yoimiya còn giật mình tỉnh giấc, ngơ ngác nhìn giấc mơ đẹp tan biến theo đom đóm trước mắt.\n\nMay mắn thay, cho đến nay cô ấy vẫn chưa gặp phải thương tích nào nghiêm trọng. Ngày thường va đụng chỗ này chỗ kia không ít, cô đã học được cách xử lý vết thương.\n\nCũng có lúc Yoimiya sẽ ngủ đến nửa đêm, hoặc sau khi giải quyết xong công việc, cô sẽ phấn chấn ra ngoài dạo chơi.\n\nĐó có thể là một cuộc phiêu lưu ngẫu hứng, cũng có thể là một cuộc hành trình thử lòng can đảm; Nếu bạn bè có hứng thú thì sẽ gọi họ, nếu Yoimiya muốn thì cũng sẽ không ngại đi một mình.\n\nPhong cách sống tự do khiến Yoimiya cảm thấy thoải mái. Mọi người có thể gặp cô ấy bất cứ lúc nào và dịp nào. Cô ấy thích sự tự do này và thường nói rằng cuộc sống của mình cũng vì thế mà trở nên thú vị.\n\nTất nhiên, đêm trước những lễ hội quan trọng, Yoimiya vẫn sẽ kiểm soát bản thân một cách thích hợp, và sẽ không bao giờ làm chậm trễ \"việc quan trọng\" như biểu diễn pháo hoa."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "平时的「长野原烟花店」除了贩卖烟花，还会出售各种精巧的纪念品。可以说，这些纪念品就是宵宫的第二事业。\n\n货架上的纪念品五花八门，一部分是北斗带给宵宫的舶来品，经过适当改造，成了很有特色的工艺品，另一部分则是宵宫灵感爆发做出的练手作品。\n\n碰撞后绽放出花瓣的「散华弹珠」，旋转时发出清亮鸟鸣的「雀跃陀螺」，升空后不断变色的「霓光蜻蜓」，还有实在算不上成功的「鬼兜虫战车」…玩具的灵感全都来源于民间盛行的小游戏。\n\n它们不仅受到孩子的喜爱，很多成年人也对它们爱不释手。甚至连「荒泷派」的头目荒泷一斗都专程前来购买宵宫制作的纪念品，带去和他口中的劲敌一较高下。\n\n宵宫做的纪念品不只是玩具。只要加入一些巧思，就能在生活中派上大用场。最典型的当属「螽退轮」，一种装有多种燃剂和香料的小圆环，夏夜里将它点燃挂起，就能驱赶蚊虫。\n\n有些邻居看中宵宫手艺精湛，请她上门帮忙。尽管宵宫口口声声说着「烟花店可不是万事屋，我也不是有求必应的」，但每次接到委托，依然会尽心尽力帮助对方，哪怕忙活一天的报酬只能买下几份小吃，宵宫也乐在其中。毕竟，花见坂的大家都是宵宫的好朋友嘛。",
      "zht": "平時的「長野原煙花店」除了販賣煙花，還會出售各種精巧的紀念品。可以說，這些紀念品就是宵宮的第二事業。\n\n貨架上的紀念品五花八門，一部分是北斗帶給宵宮的舶來品，經過適當改造，成了很有特色的工藝品，另一部分則是宵宮靈感爆發做出的練手作品。\n\n碰撞後綻放出花瓣的「散華彈珠」，旋轉時發出清亮鳥鳴的「雀躍陀螺」，升空後不斷變色的「霓光蜻蜓」，還有實在算不上成功的「鬼兜蟲戰車」…玩具的靈感全都來源於民間盛行的小遊戲。\n\n它們不僅受到孩子的喜愛，很多成年人也對它們愛不釋手。甚至連「荒瀧派」的頭目荒瀧一斗都專程前來購買宵宮製作的紀念品，帶去和他口中的勁敵一較高下。\n\n宵宮做的紀念品不只是玩具。只要加入一些巧思，就能在生活中派上大用場。最典型的當屬「螽退輪」，一種裝有多種燃劑和香料的小圓環，夏夜裡將它點燃掛起，就能驅趕蚊蟲。\n\n有些鄰居看中宵宮手藝精湛，請她上門幫忙。儘管宵宮口口聲聲說著「煙花店可不是萬事屋，我也不是有求必應的」，但每次接到委託，依然會盡心盡力幫助對方，哪怕忙了一天的報酬只能買下幾份小吃，宵宮也樂在其中。畢竟，花見坂的大家都是宵宮的好朋友嘛。",
      "jp": "日頃の「長野原花火屋」は、花火以外にも色々な記念品を販売している。これは宵宮の副業とも言える。\n\n棚に並ぶ記念品は様々で、その一部は北斗からの舶来品で、ある程度改造され、独創的な工芸品となっている。もう一部は、宵宮がピンときた時に練習で作った物である。\n\nぶつかると花びらが咲き出す「散華ビー玉」、回ると鳥の鳴き声がする「小躍りこま」、飛ばすと色が変わる「虹とんぼ」、それと、とても成功とは言えない「オニカブトムシ戦車」…\n\nこれらの記念品は子供にだけではなく、多くの大人たちにも大人気である。「荒瀧派」の頭である荒瀧一斗までわざわざ記念品を買いに来て、彼の言う強敵と雌雄を決めるぐらいだ。\n\n宵宮が作った記念品はおもちゃだけではない。少しの創意を加えれば、日常生活に役立てることができる。その中でも典型的なものが、各種の燃焼材と香料を入れた輪、「螽取り輪」だ。夏の夜、それに着火すると、蚊などの虫を退けてくれる。\n\n宵宮の腕を見て、隣の人が手伝ってほしいと言い出す。「花火屋は万事屋ちゃうでぇ、うちもなんでも手伝うわけやない」と、宵宮は答えるものの、誠心誠意、相手の力になろうとする。例え一日苦労した報酬でおやつしか買えなかったとしても、彼女は楽しんでいるのだ。何せ、花見坂のみんなは宵宮のいいお友達だから。",
      "ko": "「나가노하라 폭죽가게」는 평소에 폭죽 이외에도 각종 정교한 기념품을 판매한다. 이 기념품들이 요이미야의 두 번째 사업인 셈이다.\n\n진열대 위의 다양한 기념품들 중 일부는 북두가 요이미야에게 가져다준 박래품들로 적절한 개조를 거쳐 특색 있는 공예품으로 다시 태어났다. 일부는 요이미야의 영감이 가득 담긴 연습작이다.\n\n부딪히면 꽃잎이 피어나는 「꽃잎 구슬」, 회전할 때 맑은 새소리가 울리는 「짹짹 팽이」, 공중으로 날아오르면 계속해서 색이 바뀌는 「무지개 잠자리」, 성공했다고 말하긴 힘든 「귀신풍뎅이 전차」까지… 장난감들의 영감은 모두 민간에서 유행하는 소꿉놀이에서 왔다.\n\n이 장난감들은 아이들은 물론 어른들의 사랑도 받고 있다. 심지어는 「아라타키파」의 두목인 아라타키 이토가 요이미야의 기념품을 사기 위해 일부러 가게에 들러 자신이 강적이라고 말했던 적과 겨루기를 하기도 했다.\n\n요이미야의 가게에 장난감만 있는 것은 아니다. 조금의 센스만 추가하면, 일상생활에 활용할 수 있는 것들도 많다. 가장 대표적인 것은 「방충 고리」인데, 다양한 조연제와 향료가 들어간 작은 링으로 여름밤에 불을 붙여 걸어 놓으면 벌레와 모기를 쫓을 수 있다.\n\n이웃들 중 몇 명은 손재주가 뛰어난 요이미야에게 집에 와서 도와줄 수 있냐고 묻곤 한다. 그녀는 「폭죽가게가 만능 해결사는 아니에요. 나한테 부탁한다고 다 들어주는 것도 아닌데」라고 대답하긴 하지만, 부탁받을 때마다 최선을 다해서 도와준다. 하루 종일 도와주고 받는 보수로 사 먹을 수 있는 건 간식 몇 개뿐이지만, 요이미야는 그 속에서 즐거움을 느낀다. 하나미자카의 사람들 모두가 요이미야의 좋은 친구기 때문이다",
      "en": "Apart from selling fireworks, Naganohara Fireworks also sells various intricate knickknacks. This can be said to be Yoimiya's second career.\n\nAll manner of trinkets adorn the shelves, with some of them being exotic imports from Beidou that were modified and made into highly distinctive handicrafts, and others being practice works created during bursts of Yoimiya's explosive inspiration.\n\nFrom the Scatterbloom Marbles that will blossom when they knock against each other, Leaping Tops that chirp like birds as they spin, the Neon Dragonfly that changes hue as it ascends into the air, and the somewhat-failed Onikabuto Chariot... All these toys are inspired by the little games that the common people play.\n\nThey are not only popular among the children, but are much-loved by adults as well. Even Arataki Itto, the head of the Arataki Gang, comes over to buy her specially-made knickknacks, which he then brings to go challenge the one he has declared his nemesis.\n\nYoimiya's knickknacks are not just toys. With some thought, they can be very useful in one's daily life. The most classic example of this is the Katydid Coil, which is a ring that can contain a variety of flammables and spices. When ignited and hung up in the summer, it can be used to repel mosquitoes.\n\nMany people have come to ask Yoimiya for help on account of her excellent craftsmanship. And though she protests, saying, \"Hey now, this is a fireworks shop, not an everything shop. Even I can't possibly do it all,\" she will still try her best to help, even if her earnings for the whole day are only enough to buy a few snacks. She'll enjoy the whole thing, too — everyone in Hanamizaka is her friend, after all.",
      "de": "Neben dem Verkauf von Feuerwerkskörpern bietet Naganoharas Feuerwerksartikel auch verschiedene Andenken an. Man kann sagen, dass dies Yoimiyas zweite Karriere ist. Alle möglichen Stücke schmücken die Regale, wobei einige von ihnen exotische Importe von Beidou sind, die dann modifiziert und zu ganz besonderen Kunstwerken verarbeitet wurden, und andere sind Übungsstücke, die während Yoimiyas explosiver Inspiration entstanden sind.\n\nAngefangen bei den „Streublumenmurmeln“, die aufblühen, wenn sie gegeneinander stoßen, über die „springenden Kreisel“, die wie Vögel zwitschern, wenn sie sich drehen, die „Neonlibelle“, die ihren Farbton ändert, wenn sie in die Luft aufsteigt, bis hin zr etwas missglückten „Onikabuto-Kutsche“ ... All diese Spielzeuge sind von den kleinen Spielen des einfachen Volkes inspiriert.\n\nSie sind nicht nur bei den Kindern beliebt, sondern auch bei Erwachsenen. Sogar Arataki Itto, der Anführer der Arataki-Bande, kommt vorbei, um ihre speziell angefertigten Andenken zu kaufen, die er dann mitbringt, um seinen Erzfeind herauszufordern.\n\nYoimiyas Andenken sind nicht nur Spielzeug. Mit ein wenig Überlegung können sie im täglichen Leben sehr nützlich sein. Das klassischste Beispiel dafür ist die Heuschreckenspule, ein Ring, der eine Vielzahl von brennbaren Stoffen und Gewürzen enthalten kann. Wenn er angezündet und im Sommer aufgehängt wird, kann er zur Abwehr von Mücken verwendet werden.\n\nViele Menschen haben Yoimiya wegen ihrer hervorragenden Handwerkskunst um Hilfe gebeten. Und obwohl sie protestiert und sagt: „He, das hier ist ein Feuerwerksladen, kein Laden für alles. Auch ich kann unmöglich alles machen“, wird sie trotzdem ihr Bestes geben, um zu helfen, auch wenn ihr Verdienst den ganzen Tag über nur für ein paar Snacks reicht. Sie wird die ganze Sache auch genießen. Schließlich ist jeder in Hanamizaka ihr Freund.",
      "es": "Además de vender fuegos artificiales, Pirotecnia Naganohara también vende varios recuerdos intrincados. Se puede decir que esta es la segunda profesión de Yoimiya.\n\nTodo tipo de baratijas adornan las estanterías: algunas de ellas son importaciones exóticas de Beidou que luego se modificaron y se convirtieron en artesanías muy distintivas, y otras son obras de práctica creadas durante ráfagas de inspiración explosiva de Yoimiya.\n\nDesde unas piedras de colores que florecerán al chocar unas con otras, unas peonzas que gorjean como aves al girar, una libélula de neón que cambia de tonalidad al ascender en el aire, y un fallido carruaje de guerra con forma escaradiablo... Todos estos juguetes están inspirados en los pequeños juegos de la gente común.\n\nNo solo son populares entre los niños, sino que también son muy queridos por los adultos. Incluso Arataki Itto, el jefe de la Banda de Arataki, viene a comprarle recuerdos especialmente fabricados, que luego lleva para ir a desafiar al que ha bautizado como su némesis.\n\nLos recuerdos de Yoimiya no son solo juguetes. Con un poco de reflexión, pueden ser muy útiles en la vida cotidiana. El ejemplo más clásico es la bobina de Katydid, que es un anillo que puede contener una variedad de productos inflamables y especias. Cuando se enciende y se cuelga en verano, puede utilizarse para repeler a los mosquitos.\n\nMucha gente ha acudido a pedir ayuda a Yoimiya por su excelente artesanía. Y aunque ella protesta diciendo: “Oye, esto es una tienda de fuegos artificiales, no una tienda de todo. Ni siquiera yo puedo hacerlo todo”, aun así se esforzará por ayudar, aunque sus ganancias de todo el día solo alcancen para comprar unos cuantos aperitivos. Además, disfrutará de todo ello: al fin y al cabo, todo el mundo en Hanamizaka es su amigo.",
      "fr": "Les Feux de Naganohara, hormis vendre des feux d'artifice, vendent aussi de jolis souvenirs. On peut dire que ces souvenirs sont la deuxième vocation de Yoimiya.\n\nLes souvenirs sur les étagères sont très variés ; certains, importés et offerts par Beidou, deviennent, après avoir été bien retravaillés, des œuvres artisanales originales ; d'autres sont les produits de l'imagination débordante et des mains habiles de Yoimiya.\n\nDes billes chinoises avec des pétales qui éclosent après une collision ; des toupies joyeuses qui émettent des chants d'oiseaux lorsqu'elles tournent frénétiquement ; des libellules multicolores qui s'envolent dans les airs et n'arrêtent pas de changer de couleur ; mais aussi des véhicules scarabutos qui n'eurent pas vraiment de succès. L'inspiration pour ces jouets vient de la culture populaire.\n\nSes jouets ne sont pas seulement aimés par les enfants, beaucoup d'adultes les apprécient aussi. Même le chef du gang Arataki vient spécialement pour acheter des souvenirs fabriqués par Yoimiya, pour les utiliser ensuite lors de joutes contre ses rivaux.\n\nLes souvenirs fabriqués par Yoimiya ne sont pas seulement des jouets. Ajoutez-y un peu d'ingéniosité, et ils peuvent devenir utiles dans la vie de tous les jours. Le plus représentatif est la spirale répulsive, un anneau rempli d'agents de combustion et d'épices, qui, lorsqu'il est allumé et suspendu dans les airs, chasse les moustiques.\n\nCertains voisins tiennent en haute estime le savoir-faire de Yoimiya et lui demandent souvent de venir les aider. Bien que Yoimiya leur répète que « le magasin de feux d'artifice n'est pas un magasin à tout faire, je ne peux pas faire tout ce que vous me demandez », à chaque fois qu'elle reçoit une demande, elle fait toujours de son mieux pour aider, même si le travail d'une journée ne peut acheter que quelques collations, Yoimiya s'en satisfait pleinement. Après tout, tous les habitants de Hanamizaka sont les amis de Yoimiya.",
      "pt": "Além de vender fogos de artifício, a Loja de Fogos de Artifício Naganohara também vende diversos souvenirs pitorescos. Poderíamos dizer que esta é a segunda carreira de Yoimiya.\n\nTodos os tipos de bugigangas enfeitam as prateleiras, e algumas delas são exóticos itens importados de Beidou que foram modificados e transformados em objetos muito especiais, enquanto outras são obras criadas durante explosões de inspiração criativa de Yoimiya.\n\nExistem Bolas de Gude Floridas que florescem quando batem umas nas outras, Piões que gorjeiam como pássaros enquanto giram, a Libélula de Neon que muda de tom conforme sobe no ar e a Carruagem Onikabuto um tanto mal acabada... Todos esses brinquedos são inspirados nos pequenos jogos com os quais as pessoas comuns costumam se divertir.\n\nEles são populares não apenas entre as crianças, mas também adorados pelos adultos. Até mesmo Arataki Itto, o chefe da Gangue Arataki, vem comprar souvenirs especiais, que ele então leva para desafiar aquele a quem chama de nêmesis.\n\nOs souvenirs de Yoimiya não são apenas brinquedos. Com um pouco de imaginação, eles podem ser muito úteis no dia a dia. O melhor exemplo disso é a Bobina Katydid, que é um anel que pode conter uma variedade de materiais inflamáveis e especiarias. Quando acesa e pendurada no verão, ela pode ser usada para repelir mosquitos.\n\nMuitas pessoas vêm pedir ajuda a Yoimiya por causa de sua excelente habilidade criativa. E embora ela proteste, dizendo: \"Ei, esta é uma loja de fogos de artifício, e não uma loja de tudo. Nem mesmo eu posso fazer qualquer coisa”, ela ainda faz o melhor para ajudar, mesmo que gaste o dia todo para ganhar o suficiente para comprar alguns lanches. Ela também sempre acaba se divertindo – e, afinal, todos em Hanamizaka são amigos dela.",
      "ru": "Помимо фейерверков, в магазине «Фейерверки Наганохары» продаются и разные затейливые безделушки. Можно сказать, что это вторая профессия Ёимии.\n\nНа полках можно найти вещицы всех форм и любого назначения. Некоторые из них - экзотические импортные вещи, привезённые Бэй Доу и переделанные затем в оригинальные изделия. Другие - собственные работы Ёимии, которые она создала во время вспышек вдохновения. Мраморные камушки, которые расцветают, ударяясь друг о друга, прыгающая юла, которая, вращаясь, щебечет, как птицы, неоновая стрекоза, которая меняет цвет, поднимаясь в воздух, и не совсем удачная колесница оникабуто...\n\nНа все эти поделки её вдохновили незатейливые игры, которыми развлекают себя простые люди. И популярны такие безделушки не только у детей, но и у взрослых. Даже Аратаки Итто, главарь банды Аратаки, заходит сюда, чтобы прикупить специально изготовленные ею вещицы. Он забирает их, чтобы бросить вызов человеку, которого нарёк своим заклятым противником.\n\nПоделки Ёимии - не просто игрушки. Если подумать, они могут оказаться очень даже полезными в повседневной жизни. Один из классических примеров - кузнечиковая катушка, которая содержит множество разных горючих веществ и специй. Если летом катушку повесить и поджечь, она будет отгонять комаров.\n\nЗная о высочайшем мастерстве Ёимии, многие приходят к ней и просят о помощи. И хоть она протестует, говоря: «Эй, это же магазин фейерверков, а не магазин тысячи мелочей. Вряд ли даже мне по силам охватить всё на свете», но все равно старается помочь, даже если выручки за весь день едва хватает на то, чтобы купить немного еды.\n\nК тому же это доставляет ей несказанное удовольствие. В конечном итоге все в Ханамидзаке её друзья.",
      "id": "Selain menjual kembang api, Naganohara Fireworks juga menjual berbagai pernak-pernik yang unik. Bisa dikatakan bisnis pernak-pernik ini adalah pekerjaan kedua Yoimiya.\n\nSegala macam pernak-pernik menghiasi rak tokonya, beberapa di antaranya merupakan barang eksotis yang dibawakan Beidou — yang dimodifikasi menjadi kerajinan tangan yang sangat unik. Dan beberapa pernak-pernik lainnya adalah kerajinan yang dibuat saat Yoimiya penuh dengan ledakan inspirasi.\n\nDari Scatterbloom Marble yang akan mekar ketika saling bertabrakan, Leaping Top yang berkicau seperti burung saat berputar, Neon Dragonfly yang berubah warna saat naik ke udara, dan Onikabuto Chariot yang tampaknya produk gagal ... Semua mainan ini terinspirasi oleh permainan-permainan yang dimainkan rakyat jelata.\n\nMainan-mainan ini tidak hanya populer di kalanagan anak-anak saja, orang dewasa pun menggandrungi mainan-mainan buatan Yoimiya. Bahkan Arataki Itto, ketua geng Arataki juga datang untuk membeli pernak-pernik buatan Yoimiya untuk dipamerkan ke musuh bebuyutannya.\n\nPernak-pernik buatan Yoimiya bukan hanya mainan saja. Dengan sedikit trik, mainan-mainan tersebut dapat dipakai dalam kehidupan sehari-hari. Contoh yang paling klasik adalah Katydid Coil — cincin yang berisi bahan mudah terbakar dan rempah-rempah. Saat dinyalakan dan digantung di musim panas, cincin itu dapat digunakan untuk mengusir nyamuk.\n\nBanyak tetangga yang berdatangan meminta bantuan Yoimiya karena keahliannya yang luar biasa. Meski Yoimiya selalu menjawab, \"Ini adalah toko kembang api, bukan toko serba ada yang menyediakan segalanya. Aku pun tidak mungkin melakukan semua permintaan kalian.\" Meski mulutnya berkata seperti itu, setiap kali mendapat permintaan, Yoimiya selalu berusaha keras untuk membantu. Bahkan kalau penghasilannya sepanjang hari hanya cukup untuk membeli beberapa camilan, Yoimiya tetap menikmati setiap proses pekerjaannya. Biar bagaimanapun, semua orang di Hanamizaka adalah temannya.",
      "th": "โดยปกตินอกจากร้านดอกไม้ไฟ Naganohara จะขายดอกไม้ไฟแล้ว ก็ยังขายของที่ระลึกสุดประณีตชนิดต่าง ๆ อีกด้วย อาจกล่าวได้ว่า ของที่ระลึกเหล่านี้เป็นธุรกิจอย่างที่สองของ Yoimiya เลยก็ว่าได้\n\nของที่ระลึกชนิดต่าง ๆ ที่วางอยู่บนชั้น ส่วนหนึ่งเป็นสินค้าที่ Beidou นำเข้ามาให้ Yoimiya ซึ่งได้ผ่านการดัดแปลงจนกลายเป็นงานฝีมือสุดพิเศษ และสินค้าอีกส่วนหนึ่งเป็นงานฝีมือที่ Yoimiya ทำขึ้นจากแรงบันดาลใจของเธอเอง\n\nทั้ง Scatterbloom Marble ที่เมื่อกระทบกันแล้วดอกไม้จะบานออก, Leaping Top ที่ส่งเสียงนกร้องเจื้อยแจ้วในขณะที่หมุน, Neon Dragonfly ที่เปลี่ยนสีได้เมื่อมันลอยขึ้น หรือจะเป็น Onikabuto Chariot ที่อาจจะถือได้ว่ายังไม่ประสบความสำเร็จเท่าไหร่นัก... แรงบันดาลใจของของเล่นทั้งหมดนี้ ล้วนมาจากเกมเล็ก ๆ ที่ผู้คนนิยมเล่นกัน\n\nพวกมันไม่เพียงแต่จะเป็นที่ชื่นชอบของพวกเด็ก ๆ เท่านั้น แต่ยังเป็นที่ชื่นชอบของผู้ใหญ่อีกด้วย แม้แต่ Arataki Itto หัวหน้าแก๊ง Arataki ก็ยังตั้งใจมาซื้อของที่ระลึกที่ Yoimiya ทำขึ้น จากนั้นก็ไปท้าทายคนที่ขึ้นชื่อว่าเป็นศัตรูของเขา\n\nของที่ระลึกของ Yoimiya นั้นไม่ได้เป็นเพียงแค่ของเล่น หากคิดสักนิด ก็จะสามารถนำมาใช้ประโยชน์ในชีวิตประจำวันได้มากทีเดียว ตัวอย่างที่คลาสสิกที่สุดคือ Katydid Coil ซึ่งเป็นวงแหวนเล็ก ๆ ที่ใส่เครื่องหอมชนิดต่าง ๆ และสารนำไฟเอาไว้ เมื่อจุดในค่ำคืนของหน้าร้อน มันสามารถช่วยไล่ยุงและแมลงได้\n\nเพื่อนบ้านบางคนที่เห็นถึงฝีมืออันยอดเยี่ยมของ Yoimiya ก็มักจะมาขอความช่วยเหลือจากเธอ ถึงแม้ Yoimiya จะท้วงว่า \"ร้านดอกไม้ไฟ ไม่ใช่ร้านที่ขายทุกอย่างและฉันเองก็ไม่ได้ตกปากรับคำในทุก ๆ คำขอหรอกนะ\" แต่ทุกครั้งที่รับคำขอ เธอก็ยังคงพยายามช่วยเหลืออย่างเต็มที่ แม้ว่าค่าตอบแทนทั้งวันของเธอ จะพอซื้อของกินเล่นได้แค่ไม่กี่อย่างก็ตาม แต่ Yoimiya ก็ยังคงมีความสุข ก็เพราะทุกคนใน Hanamizaka ล้วนเป็นเพื่อนที่ดีของ Yoimiya นี่นา",
      "vi": "Tiệm Pháo Hoa Naganohara thông thường không chỉ bán pháo hoa mà còn bán nhiều đồ lưu niệm tinh tế khác nhau. Có thể nói, những món đồ lưu niệm này là sự nghiệp thứ hai của Yoimiya.\n\nĐồ lưu niệm trên kệ có đủ các loại, một số là đồ ngoại nhập do Beidou mang cho Yoimiya, đã được biến tấu thành những món đồ thủ công rất đặc sắc, phần còn lại là những tác phẩm thủ công được Yoimiya làm ra trong lúc cao hứng.\n\n\"Viên Ngọc Tản Hoa\" sau khi bị va đập sẽ bung ra những cánh hoa, \"Con Quay Nhảy Nhót\" phát ra tiếng chim trong trẻo khi quay, \"Chuồn Chuồn Neon\" liên tục thay đổi màu sắc sau khi bay lên không trung, còn cả \"Chiến Xa Onikabuto\" chưa thực sự thành công lắm... nguồn cảm hứng cho tất cả đồ chơi đều đến từ các trò chơi nhỏ phổ biến trong dân gian.\n\nChúng không chỉ được các em nhỏ yêu thích mà rất nhiều người lớn cũng yêu mến vô cùng. Thậm chí, thủ lĩnh của \"Bang Arataki\" - Arataki Itto đã đến tận nơi để mua những món quà lưu niệm do Yoimiya làm, và mang chúng đi so tài cao thấp với kẻ địch của mình.\n\nNhững món quà lưu niệm do Yoimiya làm ra không chỉ là đồ chơi. Chỉ cần thêm một chút khéo léo là nó sẽ rất hữu ích trong cuộc sống. Điển hình nhất là \"Vòng Châu Chấu\", một vòng tròn nhỏ chứa nhiều chất đốt và hương liệu, nếu thắp sáng và treo vào đêm hè, sẽ có thể đuổi muỗi và côn trùng.\n\nMột số người hàng xóm thích sự khéo léo tinh xảo của Yoimiya đã nhờ cô đến giúp đỡ. Mặc dù Yoimiya thường nói rằng \"Tiệm pháo hoa không phải là ngôi nhà của tất cả mọi thứ, tôi cũng không thể đáp ứng mọi thỉnh cầu\", nhưng mỗi khi nhận được ủy thác, cô vẫn sẽ cố gắng hết sức để giúp đỡ đối phương, cho dù thù lao cho một ngày bận rộn chỉ đủ mua một ít đồ ăn vặt, Yoimiya vẫn rất vui. Dù sao, mọi người ở Hanamizaka đều là bạn tốt của Yoimiya."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "「霞彩换花火，花火知我愿，我愿入夜空，夜空自甄明。」\n\n这首无名歌谣由来已久。最近几年，孩子们似乎误解了歌谣的含义，认为只要找来亮晶晶的宝物，就能向宵宫姐姐换取只属于自己的特制烟花。点燃烟花，心底的愿望就能在未来实现。\n\n于是花见坂的孩子们欢唱着这首歌谣，四处寻找漂亮宝物，满怀期待地将它们带到宵宫姐姐面前。\n\n宵宫起初有些困惑，但在听了孩子们对歌谣的解读后，欣然接受了这些要求，还给出了独到见解——歌谣中提到的霞彩，并不是特指亮晶晶的宝物。只要宵宫姐姐认为它「足够闪耀」，无论是小溪中的彩色石子，海滩上的贝壳碎片，宵宫都会欣然收下并如约制作精美烟花。\n\n要是孩子们真的找来贵重物品，宵宫反而会推说它太过普通，并和孩子一起寻找失主。\n\n宝物闪耀与否，其实并不重要。重要的是孩子们有着那样一份信念，认为能交换「花火」的「霞彩」确实存在。\n\n哪怕在他人看来万分幼稚，宵宫也会尽自己的力量守护这些独属于孩童的美好心愿。\n\n「童年曾坚信的事物，经历过的故事，都会变成无可替代的宝物。」\n\n稻妻的传说绘本中往往充斥着如下形象：可爱顽皮的「大貉妖」，威风凛凛的「柴犬武豪」，神出鬼没的「折纸鵺鵺」…\n\n会把妖怪描绘成可爱俏皮的模样，大概也是出于这般用意吧。\n\n孩子们围绕在宵宫身旁，即使身处闭锁之国也能欢喜度日。 \n\n宵宫本人的童心与活力，如夜空中的烟火、星星一般，恒常闪耀，永不黯淡。",
      "zht": "「霞彩換花火，花火知我願，我願入夜空，夜空自甄明。」\n\n這首無名歌謠由來已久。最近幾年，孩子們似乎誤解了歌謠的含義，認為只要找來亮晶晶的寶物，就能向宵宮姐姐換取只屬於自己的特製煙花。點燃煙花，心底的願望就能在未來實現。\n\n於是花見坂的孩子們歡唱著這首歌謠，四處尋找漂亮寶物，滿懷期待地將它們帶到宵宮姐姐面前。\n\n宵宮起初有些困惑，但在聽了孩子們對歌謠的解讀後，欣然接受了這些要求，還給出了獨到見解——歌謠中提到的霞彩，並不是特指亮晶晶的寶物。只要宵宮姐姐認為它「足夠閃耀」，無論是小溪中的彩色石子，海灘上的貝殼碎片，宵宮都會欣然收下並如約製作精美煙花。\n\n要是孩子們真的找來貴重物品，宵宮反而會推說它太過普通，並和孩子一起尋找失主。\n\n寶物閃耀與否，其實並不重要。重要的是孩子們有著那樣一份信念，認為能交換「花火」的「霞彩」確實存在。\n\n哪怕在他人看來萬分幼稚，宵宮也會盡自己的力量守護這些獨屬於孩童的美好心願。\n\n「童年曾堅信的事物，經歷過的故事，都會變成無可替代的寶物。」\n\n稻妻的傳說繪本中往往充斥著如下形象：可愛頑皮的「大貉妖」，威風凜凜的「柴犬武豪」，神出鬼沒的「折紙鵺鵺」…\n\n會把妖怪描繪成可愛俏皮的模樣，大概也是出於這般用意吧。\n\n孩子們圍繞在宵宮身旁，即使身處閉鎖之國也能歡喜度日。 \n\n宵宮本人的童心與活力，如夜空中的煙火、星星一般，恆常閃耀，永不黯淡。",
      "jp": "「彩霞で花火を取っかえて、花火は願いを知っている。願いは夜空に昇り行き、夜空はそれを映し出す。」\n\nこれは昔からある名のない歌だ。ここ数年、この歌の意味を勘違いしてしまう子供たちがいる。キラキラと光った物を取ってきたら、宵宮お姉さんのところで自分だけの特製花火を交換できると信じているのだ。その花火に点火すれば、将来、願い事が叶うと言われている。\n\nそのため、花見坂の子供たちはこの歌を口ずさみながら、辺りで美しいお宝を探し、宵宮お姉さんのところへ持っていこうとする。\n\n宵宮も最初は戸惑ったが、子供たちの歌に対する解釈を聞いた後、その求めを受け入れ、彼女の意見を口にした——歌にある彩霞は、キラキラとしたお宝ではなく、宵宮お姉さんが「輝いている物」と認めるものにしよう。それがたとえ川にある石でも、海辺にある貝殻でも、宵宮はそれと引き換えに美しい花火を作ってくれるという。\n\nもし子供たちが見つけた物が貴重な品だった場合、宵宮は逆にそれを普通の物と称し、子供たちと一緒に落とし主を探す。\n\nお宝が輝いているかどうかは重要ではない。大切なのは、「彩霞」を「花火」と交換できるという子供たちの信念なのだ。\n\nたとえ他人の目には幼稚に見えても、宵宮は子供たちの美しい願いを守るために出来る限り尽くす。\n\n「子供の頃に信じたもんや経験したことは、大人になったらかけがえのない宝もんになる。」\n\n稲妻の伝説を描いた絵本には、しばしば以下のものが登場する。悪戯好きでかわいい「袋貉」、威風凛々とした「柴犬武将」、神出鬼没な「折り紙鵺」…\n\n妖怪をこのように可愛らしく、粋のある形に描いたのも、同じ考えを持っていたからかもしれない。\n\n宵宮のそばにいる子供たちは、鎖国の中でも楽しい日々を送っている。\n\n宵宮自身の童心と活力が、夜空に舞う花火のように、星のように、常に輝き光を放っているのだ。",
      "ko": "「노을빛을 불꽃으로 바꾸고, 불꽃은 내 소원을 알고 있어. 내 소원은 밤하늘로 날아오르고, 밤하늘도 모든 걸 알고 있어」\n\n이 이름 없는 노래는 아주 오랜 유래를 가지고 있다. 하지만 최근 몇 년 동안 아이들은 이 노래의 뜻이 반짝이는 보물을 자신만의 특별한 의미를 담고 있는 폭죽으로 만든 후에, 폭죽을 터트리면 소원이 이루어진단 뜻으로 오해하고 있다.\n\n그래서 하나미자카의 아이들은 이 노래를 부르며 예쁘고 반짝이는 보물을 찾아다녔고, 기대감을 가득 안고 요이미야를 찾아왔다.\n\n요이미야도 처음엔 당황스러웠지만, 아이들의 해석을 듣고는 아이들의 요구사항을 흔쾌히 들어줬다. 동시에 노래 속의 노을빛은——반짝이는 보물이 아닐 수도 있다는 말도 함께 해줬다. 요이미야가 보기에 「충분히 반짝」이기만 한다면, 강 속의 예쁜 자갈이나 해변의 조개껍데기 조각까지 모두 다 아름다운 폭죽으로 만들어줬다.\n\n오히려 아이들이 진짜 귀중품을 가져오면 너무 평범하다며, 아이들과 함께 잃어버린 물건의 주인을 찾아줬다.\n\n사실 보물이 정말로 반짝이는지가 중요하다기보단, 아이들이 「노을 빛」을 「불꽃」으로 바꿀 수 있다고 믿는 그 신념이 더 중요했다.\n\n다른 사람들이 보기에 유치해 보이더라도, 요이미야는 아이들의 이 아름다운 동심과 소원을 지키기 위해 최선을 다했다.\n\n「어린 시절 믿었던 것들, 겪었던 일들 모두가 무엇과도 바꿀 수 없는 보물이야」\n\n이나즈마의 설화 그림책엔 귀여운 개구장이인 「너구리 요괴」, 위풍당당한 「시바견 무사」, 신출귀몰한 「종이 누에」에 대한 얘기가 가득하다…\n\n요괴를 귀엽고 사랑스러운 모습으로 묘사한 것도 비슷한 의도로 보인다.\n\n이미 문을 걸어 잠근 나라에서도 아이들은 요이미야 옆에 둘러앉아 행복한 시간을 보낸다.\n\n요이미야의 동심과 활력은 별처럼 항상 빛나는 밤하늘의 불꽃이다. 계속해서 반짝이며, 영원히 어두워지지 않는다.",
      "en": "\"The rainbows become fireworks, and they my wishes know, my wishes rise into the skies, and through the night they show.\"\n\nThis nameless folksong has been around for a long time now. In recent years, it was misconstrued by the children to mean that as long as they brought some shiny trinkets, they could exchange them with Yoimiya for fireworks that belong just to them, and that if they lit those fireworks up, their wish will come true at some point in the future.\n\nAs such, the children of Hanamizaka set about searching for beautiful little trinkets with this song on their lips, before bringing them to Yoimiya, with expectation eagarly written on their faces.\n\nYoimiya was quite troubled by this at first, but after hearing how the children had interpreted that song, she accepted their requests gladly and even added her own spin to the tale: the \"rainbows\" in the song not only refer to shiny treasures persay. As long as she found them \"sufficiently shiny,\" whether they were colored rocks from the creeks or shell fragments from the beaches, she would take them and make lovely fireworks as per the agreement.\n\nIndeed, if they were to bring her expensive things, she might, in turn, say that they are too ordinary, and take the child to look for the owner of those lost goods.\n\nBut it really did not matter if the treasures were shiny or not. The important part was the conviction the children had that \"rainbows\" could indeed be exchanged for \"fireworks.\"\n\nThough some might take it for naivete, Yoimiya will give her all to protect the lovely wishes that only children can have.\n\n\"The things we believed in and experienced as children become irreplaceable treasures.\"\n\nThe legendary picture books of Inazuma are often filled with the following images: the cute and playful Great Mujina Youkai, the majestic Shiba Warrior, the Origami Nue who appears out of nowhere...\n\nPerhaps those who drew demons in such cute forms also had a similar intention to Yoimiya.\n\nThe children gather around Yoimiya, enjoying a gladsome time even amidst Inazuma's lockdown.\n\nYoimiya's own child-like heart and liveliness never dulls, like fireworks and stars that shimmer and shine in the night sky.",
      "de": "„Die Regenbögen werden zu einem Feuerwerk und kennen meine Wünsche, meine Wünsche steigen in den Himmel, und durch die Nacht zeigen sie sich.\n\nDieses namenlose Volkslied gibt es schon seit langer Zeit. In den letzten Jahren wurde es von den Kindern dahingehend missverstanden, dass sie, solange sie einige glänzende Schmuckstücke mitbrachten, diese bei Yoimiya gegen Feuerwerkskörper eintauschen konnten, die dann ihnen gehörten, und dass, wenn sie diese Feuerwerkskörper anzündeten, ihr Wunsch irgendwann in der Zukunft in Erfüllung gehen würde.\n\nSo machten sich die Kinder von Hanamizaka mit diesem Lied auf die Suche nach schönen kleinen Schätzen und brachten sie Yoimiya mit erwartungsvollen Gesichtern.\n\nYoimiya war zunächst ziemlich beunruhigt darüber, aber nachdem sie gehört hatte, wie die Kinder das Lied interpretiert hatten, nahm sie ihre Wünsche gern an und fügte der Geschichte sogar ihre eigene Variante hinzu: Die „Regenbögen“ in dem Lied bezogen sich nicht nur auf glänzende Schätze. Solange sie diese „hinreichend glänzend“ fand, ob es nun farbige Steine aus den Bächen oder Muschelsplitter von den Stränden waren, würde sie sie nehmen und ein schönes Feuerwerk machen, wie es vereinbart war.\n\nSollten sie ihr teure Dinge bringen, könnte sie im Gegenzug sagen, dass diese zu gewöhnlich sind, und das Kind mitnehmen, um den Besitzer dieser verlorenen Gegenstände zu suchen.\n\nAber es war wirklich egal, ob die Schätze glänzend waren oder nicht. Das Wichtigste war die Überzeugung der Kinder, dass „Regenbögen“ tatsächlich gegen „Feuerwerkskörper“ eingetauscht werden können.\n\nAuch wenn manche es für unreif halten mögen, wird Yoimiya alles geben, um die schönen Wünsche zu schützen, die nur Kinder haben können.\n\n„Die Dinge, an die wir als Kinder geglaubt und die wir erlebt haben, werden zu unersetzlichen Schätzen.“\n\nDie legendären Bilderbücher von Inazuma sind oft mit folgenden Bildern gefüllt: der niedliche und verspielte große Mujina-Youkai, der majestätische Shiba-Krieger, der Origami-Nue, der aus dem Nichts auftaucht ...\n\nVielleicht hatten diejenigen, die Dämonen in solch niedlichen Formen zeichneten, auch eine ähnliche Absicht wie Yoimiya.\n\nDie Kinder versammeln sich um Yoimiya und genießen eine fröhliche Zeit, sogar inmitten von Inazumas Abriegelung.\n\nYoimiyas eigenes kindliches Herz und die Lebendigkeit werden nie stumpf, wie Feuerwerk und Sterne, die am Nachthimmel schimmern und leuchten.",
      "es": "“De arcoíris a fuegos artificiales, con mis deseos en su interior, suben al cielo como zorzales, y en la noche muestran su fulgor.”\n\nEsta tonadilla sin nombre es muy antigua. En los últimos años, los niños confundieron su significado y pensaron que quería decir que, si le llevaban sus tesoros relucientes a Yoimiya, ella se los cambiaría por fuegos artificiales, y que si los encendían, su deseo se haría realidad en algún momento.\n\nDe este modo, los niños de Hanamizaka salían a buscar tesoros mientras canturreaban esta canción y luego se los llevaban a Yoimiya con sus caritas llenas de expectación.\n\nAl principio, Yoimiya se preocupó, pero tras oír la interpretación que los niños habían dado a la canción, aceptó gustosa sus peticiones y añadió su propio giro a la letra: los “arcoíris” no solo se referían a tesoros relucientes, sino a cualquier cosa que ella considerara lo suficientemente brillante. Ya fueran piedrecitas del campo o fragmentos de conchas marinas, ella los aceptaría y les daría hermosos fuegos artificiales a cambio.\n\nSi los niños le llevaban algo valioso de verdad, ella decía que era demasiado ordinario y salía con ellos a buscar al dueño de ese objeto perdido.\n\nPero en realidad no importaba si los tesoros eran brillantes o no. La clave era que los niños estaban convencidos de que los “arcoíris” se podían cambiar por “fuegos artificiales”.\n\nAunque algunos lo considerarían algo infantil, Yoimiya hace todo lo que puede para proteger los hermosos deseos que solo un niño puede tener.\n\n“Las cosas en las que creímos y las historias que vivimos en nuestra infancia se convierten en tesoros irremplazables”.\n\nLos legendarios libros de ilustraciones de Inazuma a menudo están repletos de imágenes así: el adorable Gran Tejón Mujina, el majestuoso guerrero Shiba, el Nue de origami que aparece de la nada...\n\nQuizás quienes dibujaron estos demonios con una apariencia tan adorable compartían las intenciones de Yoimiya.\n\nLos niños se reúnen alrededor de Yoimiya y pasan un buen rato incluso durante el cierre de fronteras de Inazuma.\n\nEl espíritu juvenil y la vivacidad de Yoimiya nunca se apagan, como fuegos artificiales y estrellas que relucen en el cielo nocturno.",
      "fr": "« Les arcs-en-ciel deviennent feux d'artifice, ils connaissent mes souhaits ; mes souhaits s'élèvent dans le ciel, et à travers la nuit se manifestent. »\n\nCette ballade sans nom a une très longue histoire. Ces dernières années cependant, les enfants ont mal compris son sens, pensant qu'en cherchant des trésors brillants, ils pourraient les échanger contre des feux d'artifice de Yoimiya, espérant ainsi les allumer pour réaliser leurs souhaits dans le futur.\n\nC'est pourquoi les enfants de Hanamizaka aiment chanter cette chanson en cherchant des trésors brillants pour les apporter, pleins d'espoirs, à Yoimiya.\n\nYoimiya était confuse, mais après avoir écouté l'interprétation des enfants, elle accepta leurs demandes, et donna son opinion bien spéciale : les arcs-en-ciel évoqués dans la ballade ne représentent pas des trésors brillants ; il faut juste que Yoimiya les considère comme assez brillants. Peu importe que ce soit des pierres colorées ou des coquillages de plage, Yoimiya les accepte tous et fera des splendides feux d'artifice comme prévu.\n\nSi les enfants trouvent vraiment des objets de valeur, alors Yoimiya les refuse en disant qu'ils sont trop ordinaires, et cherche avec les enfants les propriétaires des objets perdus.\n\nPeu importe que l'objet soit brillant ou pas, ce n'est pas important. L'essentiel est que les enfants aient une conviction, qu'ils pensent qu'échanger des feux d'artifice contre des arcs-en-ciel, cela existe.\n\nMême si cela semble très enfantin, Yoimiya fait de son mieux pour protéger les rêves des enfants.\n\n« Les choses auxquelles on croit fortement en tant qu'enfant, nos histoires vécues, toutes deviendront des trésors irremplaçables. »\n\nLes livres des légendes d'Inazuma sont pleins des images suivantes : l'espiègle grand démon mujina, le majestueux guerrier shiba, ou encore le mystérieux oiseau origami...\n\nCes monstres sont décrits comme mignons et joueurs, probablement dans cette intention.\n\nLes enfants qui entourent Yoimiya peuvent profiter de leur vie même s'ils habitent dans un pays renfermé sur lui-même.\n\nL'énergie et le cœur d'enfant de Yoimiya sont tels un feu d'artifice et les étoiles qui brillent dans le ciel.",
      "pt": "\"Os arco-íris se transformam em fogos de artifício, e meus desejos sobem, meus desejos sobem aos céus e se revelam durante a noite.\"\n\nEsta canção folclórica sem nome existe há muito tempo. Nos últimos anos, ela foi interpretada incorretamente pelas crianças no sentido em que, desde que trouxessem algumas bugigangas brilhantes, poderiam trocá-las com Yoimiya por fogos de artifício que pertencessem apenas a elas e, que se acendessem esses fogos de artifício, seus desejos se realizariam em algum momento no futuro.\n\nAssim sendo, as crianças de Hanamizaka começaram a procurar pequenos tesouros brilhantes com esta canção nos lábios e os levavam para Yoimiya, com expectativa nos rostos.\n\nYoimiya ficou um tanto incomodada com isso no início, mas depois de saber como as crianças haviam interpretado a canção, ela aceitou os pedidos alegremente e até incluiu um novo detalhe na história: os \"arco-íris\" na música não se referiam apenas a tesouros brilhantes. Contanto que ela os considerasse \"suficientemente brilhantes\", fossem pedras coloridas dos riachos ou pedaços de conchas das praias, os aceitaria e faria lindos fogos de artifício, conforme o acordo.\n\nSe trouxessem coisas caras, ela poderia dizer que eram muito comuns e pedir para a criança procurar o dono daquela peça perdida.\n\nMas realmente não importava se os tesouros eram brilhantes ou não. A parte importante era a convicção que as crianças tinham de que \"arco-íris\" podiam mesmo ser trocados por \"fogos de artifício\".\n\nEmbora alguns possam considerar isso uma imaturidade, Yoimiya fará de tudo para preservar os adoráveis desejos que apenas as crianças podem ter.\n\n\"As coisas em que acreditamos e experimentamos quando crianças se tornarão tesouros inestimáveis.\"\n\nOs lendários livros de imagens de Inazuma costumam possuir as seguintes figuras: o fofo e brincalhão Grande Mujina Youkai, o majestoso Guerreiro Shiba, o Origami Nue que surge de lugar nenhum...\n\nTalvez aqueles que desenharam demônios em formas tão fofas também tivessem uma intenção semelhante em relação a Yoimiya.\n\nAs crianças se juntam ao redor de Yoimiya, desfrutando momentos agradáveis, mesmo em meio ao confinamento de Inazuma.\n\nO próprio coração de criança de Yoimiya e seu gosto pela vida nunca perdem a intensidade, como fogos de artifício e estrelas que brilham no céu da noite.",
      "ru": "«Радуга превращается в фейерверки, а те слышат мои молитвы. Молитвы поднимаются в небо и светят в ночи». Эта безымянная народная песенка на слуху уже давно. В последние годы дети истолковали её превратно: в том смысле, что купив какую-то блестящую безделушку, они могут обменять её у Ёимии на фейерверки, и те будут принадлежать только им. А если такой фейерверк запустить, то молитва когда-нибудь да исполнится.\n\nИ с этой песенкой на устах дети Ханамидзаки отправляются на поиски красивых маленьких безделиц, а потом приносят их Ёимии, и на их взволнованных лицах светится надежда.\n\nПоначалу Ёимию это несколько озадачило, но когда она узнала, как дети истолковали слова песенки, она с радостью откликнулась на их просьбы и даже внесла свою лепту в толкование песенки, и «радугой» теперь считались не только блестящие сокровища. Если Ёимия находила предмет достаточно блестящим - будь то цветной камешек с залива или осколок ракушки с пляжа - она принимала его и делала замечательные фейерверки согласно договору.\n\nЕсли же ребёнок приносил ей дорогую вещь, она говорила, что та слишком обычная, и они вместе отправлялись на поиски хозяина. И на самом деле даже не имело значения, блестящее было сокровище или нет. Главное - убеждённость ребёнка, что у него есть «радуга», которую и правда можно обменять на «фейерверк».\n\nИ хотя многие называют такое поведение простодушным, Ёимия готова отдать всё на свете, лишь бы защитить искренние молитвы, на которые способны только дети.\n\n«То, во что мы верили и что пережили детьми, станет бесценным сокровищем».\n\nВ книжках легенд с картинками Инадзумы нередко можно найти такие сюжеты: милый и игривый Великий Мудзина Ёкай, величественный воин сиба-ину, Оригами Ню, возникающий словно из ниоткуда... Возможно, те, кто изображал демонов в таком забавном обличье, преследовали те же цели, что и Ёимия - весело провести время, невзирая на закрытые границы Инадзумы.\n\nЁимия, обладающая детским сердцем и живостью характера, никогда не унывает, подобно фейерверкам или звёздам, которые вспыхивают и мерцают в ночном небе.",
      "id": "\"Pelangi berganti menjadi kembang api, bunga api mengetahui harapanku. Harapanku terbang naik ke langit, menunjukkan diri mereka di sepanjang malam.\"\n\nLagu rakyat tanpa judul ini sudah ada sejak lama. Dalam beberapa tahun terakhir, lagu ini disalahartikan anak-anak: asalkan mereka membawa beberapa benda bersinar, mereka dapat menukarkan kembang api khusus milik mereka dengan Yoimiya. Dan jika mereka menyalakan kembang api itu, harapan mereka akan terkabul di masa depan.\n\nDemikianlah, anak-anak Hanamizaka mulai mencari benda-benda indah yang bersinar, dan membawanya ke Yoimiya dengan penuh harapan.\n\nYoimiya awalnya merasa sangat terganggu, namun setelah mendengar bagaimana anak-anak menafsirkan lagu tersebut, dia pun menerima permintaan anak-anak dengan senang hati. Yoimiya bahkan menambahkan tafsiran tersendiri pada lagu tersebut — pelangi yang dimaksud dalam lagu bukan hanya berarti benda bersinar. Asalkan Yoimiya merasa bendanya \"cukup berkilau\", entah itu batu berwarna dari sungai, atau pecahan kerang dari pantai, Yoimiya akan menerimanya dan membuatkan kembang api sesuai kesepakatan.\n\nKalau anak-anak benar-benar menemukan benda berharga, Yoimiya akan menolak dan mengatakan benda tersebut terlalu biasa, dan mengajak anak-anak itu mencari pemilik sesungguhnya dari benda tersebut.\n\nBerkilau atau tidak, sebenarnya tidaklah penting untuk Yoimiya. Yang terpenting adalah, keyakinan anak-anak tentang \"pelangi yang bisa ditukarkan dengan kembang api\" benar-benar ada.\n\nMungkin beberapa orang menganggapnya naif dan kekanak-kanakan, namun Yoimiya akan berusaha keras untuk melindungi harapan indah yang hanya bisa diimpikan anak-anak.\n\n\"Hal-hal yang pernah diyakini di masa kecil pada akhirnya akan menjadi harga berharga yang tak tergantikan.\"\n\nBuku bergambar legendaris Inazuma sering kali diisi dengan gambar-gambar berikut: Mujina Youkai Agung, Prajurit Shiba yang hebat, Origami Nue yang muncul entah dari mana...\n\nMungkin mereka yang menggambar iblis dalam bentuk lucu seperti itu juga memiliki niat yang sama dengan Yoimiya.\n\nMeski melewati masa penutupan Inazuma, anak-anak yang bermain bersama Yoimiya tetap menikmati waktu dengan menyenangkan.\n\nHati dan semangat Yoimiya yang seperti anak-anak tidak akan pernah padam, sama seperti kembang api dan bintang yang berkelap-kelip di langit malam.",
      "th": "\"เปลี่ยนสายรุ้งให้เป็นดอกไม้ไฟ ดอกไม้ไฟล่วงรู้ความปรารถนาของฉัน ความปรารถนาที่จะโบยบินไปในท้องฟ้ายามค่ำคืน และเปล่งประกายตลอดทั้งค่ำคืน\"\n\nบทเพลงนิรนามเพลงนี้มีมาเนิ่นนาน แต่ในช่วงไม่กี่ปีที่ผ่านมา ดูเหมือนพวกเด็ก ๆ จะเข้าใจความหมายของเพลงนี้ผิดไป โดยคิดว่าเพียงแค่หาสมบัติที่แวววาวระยิบระยับได้ ก็สามารถนำไปแลกเอาดอกไม้ไฟกับ Yoimiya ได้ และพอจุดดอกไม้ไฟแล้ว ความปรารถนาของพวกเขาจะเป็นจริงได้ในวันข้างหน้า\n\nดังนั้น พวกเด็ก ๆ ใน Hanamizaka จึงพากันร้องเพลงนี้และค้นหาสมบัติที่สวยงามตามที่ต่าง ๆ จากนั้นนำสิ่งที่หาได้มาให้ Yoimiya ด้วยสีหน้าที่เต็มเปี่ยมไปด้วยความหวัง\n\nในตอนแรก Yoimiya ค่อนข้างจะงงอยู่บ้าง แต่พอฟังการตีความเพลงนั้นของพวกเด็ก ๆ แล้ว เธอก็ตอบรับคำขอเหล่านั้นด้วยความยินดี แถมยังออกความเห็นว่า \"สายรุ้ง\" ในเพลงไม่ได้หมายความถึงสมบัติที่แวววาวระยิบระยับเท่านั้น แต่ขอแค่เป็นสิ่งที่ Yoimiya เห็นว่า \"ระยิบระยับเพียงพอ\" ไม่ว่าจะเป็นหินสีจากลำธาร หรือเศษเปลือกหอยจากชายหาด Yoimiya ล้วนยินดีรับไว้และทำดอกไม้ไฟให้ตามสัญญา\n\nแต่ถ้าเด็ก ๆ หาสมบัติได้จริง ๆ ล่ะก็ Yoimiya จะบอกว่ามันธรรมดาเกินไป และไปตามหาเจ้าของกับพวกเด็ก ๆ แทน\n\nแต่มันไม่สำคัญหรอกว่าสมบัติเหล่านั้นจะแวววาวหรือไม่ สิ่งที่สำคัญคือความเชื่อของเด็ก ๆ ที่เชื่อว่า \"สายรุ้ง\" สามารถเปลี่ยนเป็น \"ดอกไม้ไฟ\" ได้ต่างหาก\n\nแม้คนอื่นจะมองว่าไร้เดียงสาเป็นที่สุด แต่ Yoimiya ก็พยายามปกป้องความปรารถนาในวัยเด็กอันแสนงดงามเหล่านี้อย่างเต็มที่\n\n\"สิ่งที่เราเชื่อและเรื่องราวที่เคยพบเจอในวัยเด็ก ล้วนกลายมาเป็นสมบัติที่ไม่มีสิ่งใดมาทดแทนได้\"\n\nสมุดภาพในตำนานของ Inazuma มักจะเต็มไปด้วยภาพต่อไปนี้: Great Mujina Youkai ผู้น่ารักและขี้เล่น, Shiba Warrior ผู้สง่างาม และ Origami Nue ที่ดูลึกลับซับซ้อน...\n\nบางทีการวาดปีศาจในรูปแบบที่ดูน่ารักเช่นนี้ ก็คงมีเจตนาแบบเดียวกันกับ Yoimiya นั่นเอง\n\nพวกเด็ก ๆ รายล้อมอยู่รอบตัว Yoimiya และใช้เวลากันอย่างมีความสุข แม้ว่าจะอยู่ในเมืองปิดอย่าง Inazuma ก็ตาม\n\nหัวใจที่เหมือนเด็กและความมีชีวิตชีวาของ Yoimiya นั้นเป็นเหมือนกับดอกไม้ไฟและดวงดาวบนฟากฟ้าในยามค่ำคืน ที่ส่องแสงระยิบระยับอย่างไม่เสื่อมคลาย",
      "vi": "Cầu vồng biến thành pháo hoa, pháo hoa biết rõ ta đang ước gì, ước nguyện thả vào trời đêm, trời đêm hiện rõ những gì ta mong.\n\nBài ca dao không tên này đã có từ lâu. Mấy năm gần đây, tụi trẻ hình như đã hiểu sai hàm ý của ca dao, cho rằng chỉ cần tìm thấy bảo vật tỏa sáng, là chúng sẽ có thể đổi được pháo hoa đặc biệt chỉ thuộc về mình từ chỗ chị Yoimiya. Đốt pháo hoa lên là ước nguyện trong lòng sẽ thành hiện thực.\n\nThế là, lũ trẻ ở Hanamizaka hát bài ca dao này, tìm kiếm những báu vật xinh đẹp khắp nơi, và mang chúng đến trước mặt chị Yoimiya với đầy kỳ vọng.\n\nLúc đầu Yoimiya hơi bối rối, nhưng sau khi nghe bọn trẻ giải thích về những bài ca dao, cô ấy liền vui vẻ tiếp nhận những yêu cầu này và đưa ra một cái nhìn độc đáo - Cầu vồng được đề cập trong ca dao không phải là bảo vật lấp lánh. Chỉ cần chị Yoimiya cho rằng nó \"đủ lấp lánh\", thì dù đó là viên đá màu sắc trong con suối hay mảnh vỏ ốc trên bãi biển, Yoimiya đều sẽ vui vẻ nhận nó và làm ra pháo hoa tinh xảo như đã hứa.\n\nNếu lũ trẻ thực sự tìm thấy đồ vật có giá trị, Yoimiya sẽ nói rằng nó quá bình thường, và sẽ cùng với lũ trẻ đi tìm kiếm chủ nhân làm mất đồ.\n\nDù bảo vật có tỏa sáng hay không cũng không hề quan trọng. Điều quan trọng là những đứa trẻ có niềm tin rằng \"cầu vồng\" để đổi \"pháo hoa\" thực sự tồn tại.\n\nCho dù đối với người khác có vẻ vô cùng ấu trĩ, nhưng Yoimiya cũng sẽ cố gắng hết sức để bảo vệ những ước nguyện đẹp đẽ chỉ thuộc về trẻ nhỏ này.\n\n\"Những điều mà tôi tin tưởng thời thơ ấu, và những câu chuyện tôi đã trải qua, sẽ trở thành báu vật không thể thay thế.\"\n\nNhững cuốn sách truyền thuyết của Inazuma thường chứa đầy những hình ảnh sau: \"Siêu Mujina Youkai\" dễ thương tinh nghịch, \"Chiến Binh Shiba\" oai phong lẫm liệt, \"Origami Nue\" biến hoá kỳ diệu...\n\nCuốn sách sẽ miêu tả những con quái vật thật dễ thương và vui tươi, có lẽ cũng là vì dụng ý giống cô nhỉ.\n\nNhững đứa trẻ vây quanh Yoimiya, cho dù chúng sống trong một đất nước bế quan toả cảng, thì cũng có thể sống hạnh phúc.\n\nSự ngây thơ và tràn đầy sức sống của Yoimiya giống như pháo hoa và ngôi sao giữa trời đêm, luôn tỏa sáng và không bao giờ lu mờ."
    }
  },
  {
    "title": {
      "zhs": "宵宫的糖果盒-「甜甜宝珠」",
      "zht": "宵宮的糖果盒-「甜甜寶珠」",
      "jp": "宵宮の飴箱-「甘々宝球」",
      "ko": "요이미야의 사탕함-「달콤한 구슬」",
      "en": "Yoimiya's Candy Box: \"Sweet Pearl\"",
      "de": "Yoimiyas Süßigkeitenschachtel – „Süße Perle“",
      "es": "Caja de dulces de Yoimiya: “Dulce perla”",
      "fr": "Boite à bonbons de Yoimiya - « Perle sucrée »",
      "pt": "Caixa de Doces de Yoimiya: “Pérola Doce”",
      "ru": "Коробка конфет Ёимии: «Сладкая жемчужина»",
      "id": "Kotak Permen Yoimiya: Sweet Pearl",
      "th": "กล่องขนมของ Yoimiya - ไข่มุกแสนหวาน",
      "vi": "Hộp Kẹo Của Yoimiya - \"Quả Cầu Ngọt Ngào\""
    },
    "line": {
      "zhs": "每逢祭典，宵宫除了尝遍所有摊位的点心，还会收集各种糖果，将它们细心包好，暂时放到小巧的糖果盒中保存起来。\n\n宵宫的糖果盒是一只朱红色圆球，用精美挂绳和小饰品装点过，很像她平日佩戴的发饰。\n\n每遇见一件开心事，宵宫就会从糖盒里取出一枚糖果吃掉。要是有朋友和孩子们在场，就把糖果也分给他们。\n\n街坊邻居总是把宵宫的发饰与糖果盒搞混，还给它们起了外号，叫做「甜甜宝珠」。\n\n糖果盒变轻的速度，也会被当成衡量快乐的重要指标。\n\n空得越快，宵宫就越满意。\n\n有时忙碌起来，她不慎将糖果盒当成发饰戴在头上，直至一天结束，才察觉到异样。\n\n这件事倒是启发了宵宫。此后，她常常将两者交替佩戴。\n\n「猜猜宵宫姐姐今天的发饰里有糖果吗？猜中的人，糖果随便挑哦！」",
      "zht": "每逢祭典，宵宮除了嚐遍所有攤位的點心，還會收集各種糖果，將它們細心包好，暫時放到小巧的糖果盒中保存起來。\n\n宵宮的糖果盒是一顆朱紅色圓球，用精美掛繩和小飾品裝飾，很像她平日佩戴的髮飾。\n\n每遇見一件開心事，宵宮就會從糖盒裡取出一枚糖果吃掉。要是有朋友和孩子們在場，就把糖果也分給他們。\n\n街坊鄰居總是把宵宮的髮飾與糖果盒搞混，還給它們取了外號，叫做「甜甜寶珠」。\n\n糖果盒變輕的速度，也會被當成衡量快樂的重要指標。\n\n空得越快，宵宮就越滿意。\n\n有時忙碌起來，她不慎將糖果盒當成髮飾戴在頭上，直至一天結束，才察覺到異樣。\n\n這件事倒是啟發了宵宮。此後，她常常將兩者交替佩戴。「猜猜宵宮姐姐今天的髮飾裡有糖果嗎？猜中的人，糖果隨便挑喔！」",
      "jp": "お祭りになると、宵宮はすべての屋台のお菓子を食べ、様々な飴を集めて丁寧に包装し、小さな飴箱に入れて保管する。\n\n宵宮の飴箱は朱く円形で、精巧な紐と飾り物がついており、彼女が普段使っている髪飾りに似ている。\n\n宵宮は嬉しい出来事があると、飴箱から飴を取り出して食べる。友達や子供がいれば、必ず彼らにも飴を分け与える。\n\n近所の人はいつも宵宮の髪飾りと飴箱を間違えるため、「甘々宝球」という別名を付けた。\n\n飴箱が軽くなるスピードは、宵宮の幸福度の指標となる。\n\n空になるのが早ければ早いほど、宵宮は幸せなのだ。\n\nたまに、忙しくなると、誤って飴箱を髪飾りとして付けてしまう。一日の仕事が終わるまで、それに気付かない場合もよくある。\n\nそれがきっかけとなり、それ以来、彼女はその二つを交代制で使うようになった。\n\n「宵宮姉ちゃんの髪飾りに飴が入ってるか当ててみぃ。当てた人は、好きな飴を選んでええよ！」",
      "ko": "요이미야는 축제 때마다 가판대의 모든 과자를 먹어보고, 추가로 다양한 사탕을 모아 잘 포장한 후에 작은 사탕함에 보관해 놓는다.\n\n요이미야의 사탕함은 주홍색의 둥근 공 모양이고, 예쁜 줄과 작은 장식품이 달려있다. 그녀가 평소에 하고 다니는 머리 장식과 꽤 닮았다.\n\n요이미야는 기쁜 일이 있을 때마다 사탕함에서 사탕을 하나 꺼내 먹는다. 아이들이나 친구들이 옆에 있으면 사탕을 나눠 주기도 한다.\n\n이웃들은 요이미야의 머리 장식과 사탕함을 자주 헷갈렸고, 결국 「달콤한 구슬」이라는 별명도 붙여줬다.\n\n사탕함이 가벼워지는 속도는 요이미야의 행복도를 가늠하는 중요한 지표다.\n\n사탕이 사라지는 속도가 빠를수록 요이미야의 만족도도 높아진다.\n\n바쁠 때 요이미야는 사탕함을 머리 장식으로 착각해 머리에 쓰고 다니다 하루가 지나고 나서야 이상하단 걸 알아챘다.\n\n이 일은 오히려 요이미야에게 새로운 생각을 떠오르게 해줘서, 그 이후로는 종종 두 가지를 번갈아 착용하곤 했다.\n\n「맞춰봐, 오늘 요이미야 언니 머리 장식 안에는 사탕이 있을까 없을까? 맞추는 사람한테 사탕 아무거나 고르게 해줄게!」",
      "en": "Every festival, Yoimiya not only tries snacks from every store, but she also collects all sorts of candies, wrapping them up with care before storing them away inside a small candy box.\n\nYoimiya's candy box is a small crimson ball that has been decorated with delicate lanyards and ornate accessories, much like the hair accessories she often wears.\n\nEach time she encounters a joyous event, she will take one candy out of the box and eat it. If her friends or the children are around, she will share the sweets with them.\n\nYoimiya's neighbors often mistake her hair ornaments for the candy box, hence its erroneous nickname \"Sweet Pearl.\"\n\nThe speed at which the box lightens is taken as an important measure of happiness.\n\nThe quicker it empties, the more pleased Yoimiya is.\n\nSometimes, when things get busy, she sometimes absently uses the candy box as a hair accessory, realizing her mistake only after the day is done.\n\nStill, even this error would inspire Yoimiya. From then on, she would wear them interchangeably.\n\n\"Take a guess: does my hair ornament have candy in it today? Free pick of the sweets to anyone who gets it right!\"",
      "de": "Bei jedem Fest probiert Yoimiya nicht nur Leckereien aus allen Geschäften, sondern sammelt auch alle möglichen Süßigkeiten, verpackt sie sorgfältig und bewahrt sie dann in einer kleinen Süßigkeitenschachtel auf.\n\nYoimiyas Süßigkeitenschachtel ist eine kleine purpurrote Kugel, die mit zarten Bändern und kleinen Accessoires verziert ist, ähnlich wie der Haarschmuck, den sie oft trägt.\n\nJedes Mal, wenn sie ein freudiges Ereignis hat, nimmt sie ein Bonbon aus der Schachtel und isst es. Wenn ihre Freunde oder Kinder in der Nähe sind, teilt sie die Süßigkeiten mit ihnen.\n\nYoimiyas Nachbarn verwechseln ihren Haarschmuck oft mit der Süßigkeitenschachtel, daher ihr fälschlicher Spitzname „süße Perle“.\n\nDie Geschwindigkeit, mit der sich die Schachtel leert, wird als wichtiges Maß für Glück angesehen.\n\nJe schneller sie sich leert, desto zufriedener ist Yoimiya. Manchmal, wenn viel los ist, benutzt sie die Bonbonschachtel aus Versehen als Haarschmuck und bemerkt ihren Fehler erst, wenn der Tag vorbei ist. Von da an trug sie sie abwechselnd.\n\n„Ratet mal: Hat mein Haarschmuck heute Süßigkeiten drin? Wer richtig rät, darf sich die Bonbons aussuchen!“",
      "es": "En cada festival, Yoimiya no solo prueba aperitivos de todas las tiendas, sino que también recoge todo tipo de dulces, los envuelve con cuidado y los guarda dentro de una pequeña caja.\n\nLa caja de dulces de Yoimiya es una pequeña bola carmesí decorada con elegantes cordones y accesorios pequeños, muy parecidos a los accesorios para el cabello que suele usar.\n\nCada vez que es testigo de un acontecimiento feliz, saca un dulce de la caja y se lo come. Si sus amigos o los niños están cerca, comparte los dulces con ellos.\n\nLos vecinos de Yoimiya suelen confundir sus adornos para el pelo con la caja de dulces, de ahí surge el apodo equivocado “Dulce perla”.\n\nLa velocidad a la que se vacía la caja se considera una importante medida de felicidad.\n\nCuanto más rápido se vacía, más contenta se siente Yoimiya.\n\nUna vez, en una época donde estaba muy ocupada, usó por error la caja de caramelos como accesorio para el cabello, y terminó dándose cuenta de su error al final del día.\n\nDe cualquier forma, Yoimiya usó este error como inspiración. A partir de ese momento, los usa de forma indistinta.\n\n“Adivinen: ¿usé dulces para adornar mi cabello hoy? ¡El que acierte elige los dulces que quiera!”.",
      "fr": "Lors de chaque festival, Yoimiya collectionne toutes sortes de bonbons, en plus de goûter aux spécialités culinaires de chaque étal. Elle les emballe soigneusement et les garde dans sa petite boite à bonbons.\n\nCette dernière est rouge, en forme de boule, avec des cordons élégants et de petits accessoires qui ressemblent à ceux qu'elle porte dans ses cheveux.\n\nÀ chaque heureux événement, Yoimiya prend un bonbon de sa boîte pour le manger. Elle en partage également avec des amis ou des enfants.\n\nSes voisins confondent si souvent sa boite à bonbons avec les accessoires qu'elle porte dans ses cheveux qu'ils lui ont donné un surnom : « Perle sucrée ».\n\nLa vitesse avec laquelle cette boîte se vide sert d'indicateur de bonheur plutôt fiable.\n\nMoins il y a de bonbons à l'intérieur, et plus Yoimiya est heureuse.\n\nQuand elle est occupée, il lui arrive de placer par inadvertance la boîte à bonbons sur sa tête, avant de s'en rendre compte à la fin de la journée.\n\nCela lui a donné l'idée de les porter de façon interchangeable.\n\n« Est-ce que mon accessoire à cheveux contient des bonbons aujourd'hui ? Celui qui a la bonne réponse peut prendre le bonbon qu'il veut ! »",
      "pt": "Em cada festival, Yoimiya não apenas prova os lanches de todas as lojas, mas também coleta todos os tipos de doces e os embrulha com cuidado, antes de guardá-los em uma pequena caixa de doces.\n\nA caixa de doces de Yoimiya é uma pequena esfera vermelha que foi enfeitada com cordões delicados e pequenos acessórios muito parecidos com os acessórios de cabelo que ela costuma usar.\n\nSempre que está em uma ocasião alegre, ela tira um doce da caixa e come o doce. Se amigos ou crianças estiverem por perto, ela compartilha os doces com eles.\n\nOs vizinhos de Yoimiya costumam confundir os enfeites de cabelo dela com a caixa de doces, por isso o apelido errado de \"Pérola Doce\".\n\nA velocidade com que a caixa fica mais leve é considerada uma importante medida da felicidade.\n\nQuanto mais rápido ela esvazia, mais contente Yoimiya está.\n\nÀs vezes, quando as coisas estão agitadas, ela usa despercebidamente a caixa de doces como um acessório de cabelo, percebendo o erro apenas quando o dia termina.\n\nAinda assim, mesmo esse engano inspiraria Yoimiya. A partir de então, ela usaria os objetos de forma alternada.\n\n\"Adivinhem: Meu enfeite de cabelo tem doces hoje? Quem acertar, ganha doces de graça!\"",
      "ru": "На каждом празднике Ёимия не только пробует угощения из всех магазинов, но и собирает разные конфеты, бережно их заворачивает, а потом складывает в маленькую коробочку. Коробка для конфет Ёимии - это алый шарик, изящно украшенный ремешками и затейливыми аксессуарами, прямо как заколки для волос, которые она любит носить. Каждый раз, встретив что-то радостное, Ёимия достаёт из коробки конфетку и съедает. Если рядом оказываются друзья или дети, она угощает сладостями и их. Соседи Ёимии часто путают её заколку для волос с коробкой для конфет, отсюда и ошибочное название - «сладкая жемчужина». Скорость, с которой опустошается коробка, является важной мерой радости. Чем быстрее пустеет коробка, тем счастливее Ёимия. Иногда, заработавшись, она в рассеянности путает коробку для конфет с заколкой и спохватывается лишь под вечер. Но даже такая ошибка способна вдохновить Ёимию - и теперь она носит заколки и коробочку попеременно.\n\n«Угадайте: у меня в волосах сегодня есть конфета? Кто ответит правильно, может бесплатно выбрать себе угощение!»",
      "id": "Setiap festival, Yoimiya tidak hanya mencicipi camilan dari setiap kedai. Dia juga mengumpulkan semua jenis permen dan membungkusnya dengan hati-hati, lalu menyimpannya ke dalam kotak permen kecil.\n\nKotak permen Yoimiya adalah bola merah kecil yang dihias dengan gantungan dan aksesoris kecil — yang mirip dengan aksesoris rambut yang sering dia pakai.\n\nSetiap kali mengalami hal yang menyenangkan, gadis itu akan mengambil satu butir permen dari kotak itu dan memakannya. Kalau ada teman dan anak-anak di sekitar, dia juga akan membagikan permen kepada mereka.\n\nPara tetangga sering salah membedakan kotak permen dan hiasan rambut Yoimiya, dan memberi nama kotak tersebut \"Sweet Pearl\".\n\nKecepatan kotak menjadi ringan juga digunakan untuk mengukur kebahagiaan Yoimiya.\n\nSemakin cepat kotak itu kosong, Yoimiya akan semakin senang.\n\nTerkadang saat sedang sibuk, Yoimiya sering salah menjadikan kotak permen tersebut sebagai hiasan di rambutnya. Dan sampai malam Yoimiya baru menyadari keanehan itu.\n\nHal ini malah menginspirasi Yoimiya untuk mengenakan kotak permen dan hiasan rambut di kepala secara bergantian.\n\n\"Coba tebak, hari ini ada permen di dalam hiasan rambut kakak Yoimiya tidak? Yang tebakannya benar boleh pilih permen sesuka hati!\"",
      "th": "ในทุก ๆ เทศกาล นอกจาก Yoimiya จะลองชิมขนมตามร้านค้าแผงลอยทั้งหมดแล้ว เธอยังสะสมขนมชนิดต่าง ๆ และห่อมันไว้อย่างดี ก่อนจะเก็บใส่กล่องขนมเล็ก ๆ เอาไว้\n\nกล่องขนมของ Yoimiya เป็นกล่องกลม ๆ สีแดง ที่ตกแต่งด้วยเชือกและของตกแต่งเล็ก ๆ น้อย ๆ คล้ายกับเครื่องประดับผมที่เธอมักจะใส่อยู่ตลอด\n\nทุกครั้งที่เธอพบกับเรื่องที่มีความสุข Yoimiya จะหยิบขนมในกล่องออกมาทานหนึ่งชิ้น และถ้ามีเด็ก ๆ หรือเพื่อนอยู่ด้วย เธอก็จะแบ่งขนมให้กับพวกเขาเหล่านั้นอีกด้วย\n\nพวกเพื่อนบ้านมักจะสับสนระหว่างเครื่องประดับผมของเธอกับกล่องขนม แถมยังตั้งฉายาให้พวกมันว่า \"ไข่มุกแสนหวาน\"\n\nระดับความเร็วของกล่องขนมที่เบาลงนั้น เป็นสิ่งสำคัญที่แสดงถึงความสุขของ Yoimiya\n\nยิ่งหมดเร็วเท่าไหร่ Yoimiya ก็ยิ่งพอใจมากเท่านั้น\n\nบางครั้งในช่วงที่ยุ่ง ๆ เธอก็จะเผลอเอากล่องขนมไปใส่เป็นเครื่องประดับผมแทน พอหมดวันแล้วถึงจะรู้สึกถึงความผิดปกตินี้\n\nแต่เรื่องนี้กลับสร้างแรงบันดาลใจให้กับ Yoimiya โดยตั้งแต่นั้นมา เธอมักจะใส่สองสิ่งนี้สลับกันไป\n\n\"ลองทายดูสิว่า วันนี้เครื่องประดับผมของพี่มีขนมมั้ย? คนที่ทายถูก มาเลือกขนมไปได้เลย!\"",
      "vi": "Trong lễ hội, ngoài việc nếm thử điểm tâm từ tất cả các gian hàng, Yoimiya còn thu thập các loại kẹo khác nhau, gói chúng cẩn thận và cất tạm trong hộp kẹo nhỏ.\n\nHộp kẹo của Yoimiya là một quả cầu màu đỏ son, được trang trí bằng dây buộc tinh tế và những phụ kiện nhỏ, giống như những trang sức trên tóc mà cô ấy thường đeo.\n\nMỗi khi gặp chuyện vui, Yoimiya sẽ lấy trong hộp kẹo ra một viên kẹo ăn ngon lành. Nếu có mặt bạn bè và lũ trẻ, cô sẽ chia kẹo cho họ nữa.\n\nHàng xóm láng giềng luôn nhầm lẫn trang sức tóc của Yoimiya với hộp kẹo, còn đặt cho hộp kẹo biệt danh là \"Quả Cầu Ngọt Ngào\".\n\nTốc độ vơi đi của hộp kẹo cũng sẽ được sử dụng như một chỉ số quan trọng để đánh giá mức độ hạnh phúc.\n\nCàng hết nhanh thì Yoimiya sẽ càng vui vẻ.\n\nĐôi khi bận rộn, cô ấy còn vô tình đội hộp kẹo thay thế cho trang sức tóc lên đầu, mãi đến cuối ngày cô ấy mới chợt nhận ra.\n\nViệc này đã truyền cảm hứng cho Yoimiya. Kể từ đó, cô thường xuyên sử dụng hai thứ này để thay phiên làm trang sức tóc.\n\n\"Đoán xem, chị Yoimiya hôm nay có dùng kẹo làm đồ trang sức không nào? Ai đoán đúng thì sẽ được chọn kẹo nhé!\""
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "宵宫随时都能侃侃而谈，唯独烟花升空时，她会罕见地沉默下来，仰头观看空中美景。\n\n人们常说烟花转瞬即逝，是须臾之物。但只要它足够美丽，就能在人的心中永恒盛开。\n\n相伴赏烟花的人，与那时的美好，将会随那份感动深深印入脑海，成为一生的美好回忆。\n\n时隔多年再度仰望相同的烟花，那份感动想必也会如潮水一般涌上心头。\n\n这样的事，不也是「永恒」吗？\n\n「长野原」家独有的烟花配方纸条，正是为此而存在。\n\n将情意与愿望融入绚烂烟花，令短暂的事物变得隽永。宵宫从事这一行的意义，也在于此。\n\n接任「长野原烟花店」后的一个夏夜，她迟迟未睡。直到天边露出灰白色，也还在埋头钻研。\n\n忽然传来轻响。一件炽红的事物悄然落入了待发的烟花筒。\n\n起初，宵宫一直将这枚「神之眼」当成点火工具来用。幸好父亲及时发现，向她解释了这件物品的重要意义。\n\n小小的「神之眼」，竟能带来如此惊人又不可思议的力量。可除了守护孩子们、赶跑捣乱的魔物，它还有什么用呢？\n\n宵宫想，就算有，或许对我而言也不过如此。因为，我只是一个追赶快乐、欢喜度日的烟花匠人而已。\n\n自那以后，时间过得飞快，宵宫对「火焰」的掌控愈发娴熟，制作烟花也愈发得心应手了。\n\n偶尔，她会问自己：就算是我这样普普通通的人，也能得到神明的认可。为什么呢？难道说…神明也喜欢烟花吗？",
      "zht": "宵宮隨時都能侃侃而談，唯獨煙花升空時，她會罕見地沉默下來，仰頭觀看空中美景。\n\n人們常說煙花轉瞬即逝，是須臾之物。但只要它足夠美麗，就能在人的心中永恆盛開。\n\n相伴賞煙花的人，與那時的美好，將會隨那份感動深深印入腦海，成為一生的美好回憶。\n\n時隔多年再度仰望相同的煙花，那份感動想必也會如潮水一般湧上心頭。\n\n這樣的事，不也是「永恆」嗎？\n\n「長野原」家獨有的煙花配方紙條，正是為此而存在。\n\n將情意與願望融入絢爛煙花，令短暫的事物變得雋永。宵宮從事這一行的意義，也在於此。\n\n接任「長野原煙花店」後的一個夏夜，她遲遲未睡。直到天邊露出灰白色，也還在埋頭鑽研。\n\n忽然傳來輕響。一件熾紅的事物悄然落入了待發的煙花筒。\n\n起初，宵宮一直將這枚「神之眼」當成點火工具來用。幸好父親及時發現，向她解釋了這件物品的重要意義。\n\n小小的「神之眼」，竟能帶來如此驚人又不可思議的力量。可是除了守護孩子們、趕跑搗亂的魔物，它還有什麼用呢？\n\n宵宮想，就算有，或許對我而言也不過如此。因為，我只是一個追趕快樂、歡喜度日的煙花匠人而已。\n\n自那以後，時間過得飛快，宵宮對「火焰」的掌控愈發嫺熟，製作煙花也愈發得心應手了。\n\n偶爾，她會問自己：就算是我這樣普普通通的人，也能得到神明的認可。為什麼呢？難道說…神明也喜歡煙花嗎？",
      "jp": "いつもは口数の多い宵宮だが、花火が空に上がる時だけは別だ。彼女にしては珍しく黙り込み、夜空に浮かぶ絶景を見上げる。\n\n花火は刹那に過ぎ去り、須臾であると人々は言う。しかしそれが美しいものであれば、人の心に永遠に咲くだろう。\n\n花火を共に見た人、その瞬間の美しさ、それらは感動と共に深く脳裏に焼き付き、一生の思い出となる。\n\n何年も経ってから再び同じ花火を見上げた時、その感動はきっと潮のように心まで流れ込むだろう。\n\nこれもまた、「永遠」と呼べるのではないだろうか？\n\n「長野原」家に独自の花火の配合があるのも、まさにこのためである。\n\n感情と願いを花火に込め、刹那の存在を永遠に変える。宵宮が行っているのは、そういうことなのだ。\n\n「長野原花火屋」を受け継いだ後に訪れた初めての夏の夜、宵宮は眠れずにいた。空が朝を象徴する灰色を現すまで、彼女は一生懸命研究をしていた。\n\n突如、軽い音がした。赤く燃える物が花火の筒に忽然と落ちていた。\n\n当初、宵宮はその「神の目」を着火器具として使っていた。幸いにも宵宮の父親がすぐに気付き、彼女にその物にある重要な意義を教えた。\n\n小さな「神の目」は、信じられないほどの力をもたらすことができる。だが、子供たちを守り、騒ぎを起こす魔物を倒す以外に、何に使えるというのだろう？\n\n宵宮は考えた。たとえ用途があっても、自分にとってはその程度の物でしかない。なぜなら、自分はただ楽しさを追求し、幸せに日々を過ごしている花火職人に過ぎないからだ。\n\nそれから時が経ち、宵宮も「火焔」のコントロールが上手くできるようになり、花火作りもますます熟練していった。\n\n時折、彼女は自分に問う——自分のような普通の人間でも、神様に認められた。いったいなぜ？もしかして…神様も花火が好きなのだろうか…？",
      "ko": "요이미야는 말하는 걸 좋아하는 편이지만, 폭죽이 하늘로 솟아오를 때만은 침묵을 지키며 폭죽이 쏘아 올려진 하늘을 조용히 바라본다. \n\n사람들은 폭죽을 순식간에 사라져버리는 찰나의 물건으로 여기지만, 충분히 아름답다면 찰나의 불꽃이라도 사람들의 마음속에 영원히 아름답게 피어 있을 것이다.\n\n불꽃놀이를 함께 즐긴 사람들은 폭죽의 아름다움과 함께 그 순간의 감동이 평생의 추억이 된다.\n\n만약 몇 년의 시간이 흐른 후, 하늘에서 그때와 같은 모양의 폭죽을 바라본다면 옛날의 감동까지 함께 느낄 수 있을 것이다.\n\n이 또한 「영원함」이라 부를 수 있지 않을까?\n\n「나가노하라」에만 있는 폭죽 제조법 쪽지의 존재 이유도 이 때문이다.\n\n찬란한 폭죽에 사랑과 소망을 담아, 찰나의 물건을 영원하게 만드는 것. 요이미야가 폭죽을 만드는 이유 역시 이 때문이라고 할 수 있다.\n\n「나가노하라 폭죽가게」를 인수한 후의 여름날 밤, 그녀는 늦게까지 잠들지 못하고, 하늘 가장자리가 희뿌옇게 밝아 올 때까지도 연구에 몰두하고 있었다.\n\n갑자기 어디에선가 경쾌한 소리가 들려왔고, 붉게 타오르는 무엇인가가 조용하게 폭죽통 안으로 떨어졌다.\n\n처음 요이미야는 「신의 눈」을 그저 불을 붙이는 도구로 사용했다. 다행히도 아버지가 신의 눈을 발견해서 그녀에게 이 물건의 의미를 설명해 줬다.\n\n이 작은 「신의 눈」이 놀랍고 불가사의한 힘을 가져올 수 있다니. 하지만 아이들을 지키고, 장난을 걸어오는 마물을 쫓아내는데 말고는 어디에 쓸 수 있을까?\n\n요이미야는 설령 다른 일을 할 수 있다고 하더라도, 자신에겐 그저 그 정도 의미뿐일지도 모른다고 생각했다. 요이미야는 그저 즐겁고 기쁜 나날을 위해 달려가는 폭죽 장인일 뿐이기 때문이다.\n\n그 이후, 시간은 빠르게 흘러갔고 요이미야의 「화염」에 대한 장악력도 더욱 능숙해졌고, 폭죽 제작 역시 더 수월해졌다.\n\n가끔 요이미야는 스스로에게 묻는다, 나처럼 평범한 사람도 신의 인정을 받을 수 있다니, 왜? 혹시… 신도 폭죽을 좋아하는 걸까?",
      "en": "Yoimiya is always up for a chat. It is only when the fireworks are ascending into the skies that she quiets down and just watches the lovely scenery.\n\nPeople often say that fireworks come and go in a fleeting heartbeat, but if they are memorable enough, they will remain in bloom forever in people's hearts.\n\nThose who accompanied you and the loveliness of the moment itself, will burrow deep into your mind as a beautiful memory.\n\nAnd as you look upon the same fireworks, many years later, that same memory and the feelings that came with it will surely rise again to the forefront of your heart.\n\nIs this not also \"Eternity\"?\n\nThe special firework formula slips that belong solely to the Naganohara family exist for precisely this purpose.\n\nBy incorporating goodwill and wishes into the gorgeous fireworks, ephemeral things are etched into eternity. This is the meaning of Yoimiya's line of work.\n\nOn one summer night following her taking over Naganohara Fireworks, Yoimiya could not sleep, and thus she continued in her research till daylight came.\n\nSuddenly, she heard a tinkling sound, and a burning-red object fell into an unused launching tube.\n\nAt first, Yoimiya used her Vision as a sort of lighter. Fortunately, her father discovered it and explained a Vision's significance to her.\n\nSo, this tiny gem could grant a person astonishing and mysterious powers. And yet what else could it do other than protect the children or chase some mischievous monsters away?\n\n\"Even if it could have other uses,\" Yoimiya thought, \"it may not ever need to do these things in my hands. I'm just someone who pursues happiness, a fireworks-maker who enjoys living life.\"\n\nTime has flown since then, and Yoimiya has grown ever more skilled in the manipulation of \"fire,\" with her skill at making fireworks having likewise increased.\n\nSometimes, she stops to ask herself this: \"How did someone as ordinary as me receive the acknowledgment of the gods? Do the gods... enjoy fireworks, by any chance?\"",
      "de": "Yoimiya ist immer für ein Schwätzchen zu haben. Nur wenn das Feuerwerk in den Himmel aufsteigt, wird sie ruhiger und schaut sich einfach die schöne Szenerie an.\n\nMan sagt oft, dass Feuerwerke in einem flüchtigen Augenblick kommen und gehen, aber wenn sie schön genug sind, bleiben sie für immer in den Herzen der Menschen in Blüte.\n\nUnd wenn sie nach vielen Jahren dasselbe Feuerwerk betrachten, werden dieselbe Erinnerung und die damit verbundenen Gefühle sicherlich wieder in den Vordergrund treten.\n\nIst das nicht auch „Ewigkeit“?\n\nDie speziellen Feuerwerksformel-Zettel, die nur der Familie Naganohara gehören, existieren genau zu diesem Zweck.\n\nIndem man Wohlwollen und Wünsche in das herrliche Feuerwerk einbaut, werden vergängliche Dinge in die Ewigkeit geprägt. Das ist der Sinn von Yoimiyas Arbeit.\n\nIn einer Sommernacht, nachdem sie Naganoharas Feuerwerksartikel übernommen hatte, konnte Yoimiya nicht schlafen und so forschte sie weiter, bis es hell wurde.\n\nPlötzlich hörte sie ein klirrendes Geräusch und ein brennend rotes Objekt fiel in ein unbenutztes Abschussrohr.\n\nZuerst benutzte Yoimiya das „Göttliche Auge“ als eine Art Feuerzeug. Zum Glück entdeckte ihr Vater es und erklärte ihr die Bedeutung davon.\n\nSo konnte dieser winzige Edelstein einer Person erstaunliche und geheimnisvolle Kräfte verleihen. Doch was könnte er sonst noch tun, außer die Kinder zu beschützen oder ein paar bösartige Monster zu verjagen?\n\n„Selbst wenn es andere Verwendungszwecke haben könnte“, dachte Yoimiya, „wird es dieses Ding in meinen Händen vielleicht nie tun. Ich bin nur jemand, der nach Glück strebt, eine Feuerwerkerin, die das Leben genießt.“\n\nSeitdem ist viel Zeit vergangen, und Yoimiya ist in der Manipulation von Feuer immer geschickter geworden, ebenso wie in der Herstellung von Feuerwerkskörpern.\n\nManchmal hält sie inne, um sich das zu fragen: „Wie hat jemand so Gewöhnliches wie ich die Anerkennung der Götter erhalten? Mögen die Götter... zufällig Feuerwerk?“",
      "es": "Yoimiya puede hablar con elocuencia en cualquier momento. Solo cuando los fuegos artificiales se elevan en el aire guarda silencio por un instante y levanta la cabeza para observar el hermoso espectáculo.\n\nLa gente suele decir que los fuegos artificiales son efímeros y fugaces, pero, si son lo suficientemente hermosos, pueden florecer para siempre en el corazón de uno.\n\nLas personas que los disfruten contigo y la belleza de ese momento se quedarán grabados profundamente, convirtiéndose en valiosos recuerdos.\n\nCuando vuelvas a mirar fuegos artificiales parecidos después de muchos años, esa emoción te volverá a invadir como un tsunami.\n\n¿Acaso no es esa la definición de “eternidad”?\n\nLas notas de la fórmula especial de fuegos artificiales de la familia Naganohara existen por esa misma razón.\n\nAl incorporar afecto y deseos en los espléndidos fuegos artificiales, las cosas fugaces se vuelven eternas. Este es el significado del trabajo al que se dedica Yoimiya.\n\nUna noche de verano, tras asumir el cargo de Pirotecnia Naganohara, Yoimiya no podía dormir, así que se sumergió en su investigación hasta el amanecer.\n\nDe repente, se oyó un sonido suave, y una cosa roja y ardiente cayó dentro de un mortero sin utilizar.\n\nAl principio, Yoimiya utilizaba la Visión solo como un encendedor. Afortunadamente, su padre se percató a tiempo y le explicó su importancia.\n\nPor pequeñas que sean las Visiones, pueden aportar un poder asombroso e increíble. Pero ¿qué utilidad tiene además de proteger a los niños y ahuyentar monstruos problemáticos?\n\n“Incluso si lo hubiera, quizás no sería más que eso para mí”, pensó Yoimiya. “Porque solo soy una pirotécnica que persigue la felicidad y pasa sus días con alegría”.\n\nEl tiempo ha pasado volando desde entonces, y Yoimiya se ha vuelto cada vez más hábil con las llamas y la fabricación de fuegos artificiales.\n\nDe vez en cuando, se pregunta: “Incluso una persona ordinaria como yo puede ser reconocida por los dioses. ¿Por qué? ¿Será que... a los dioses también les gustan los fuegos artificiales?”.",
      "fr": "Yoimiya peut parler avec ferveur et assurance à tout moment, et ce n'est que lorsqu'un feu d'artifice commence qu'elle devient silencieuse et lève la tête pour contempler la magnifique vue dans le ciel.\n\nOn dit souvent que les feux d'artifice sont éphémères. Mais il suffit qu'ils soient beaux pour qu'ils restent dans le cœur des gens.\n\nLes gens qui vous accompagnent pour profiter de ces feux d'artifice seront marqués par la beauté du spectacle, et cela deviendra un merveilleux souvenir à vie.\n\nEn regardant le même feu d'artifice des années après, c'est un sentiment intense qui frappe la personne.\n\nUne telle chose n'est-elle donc pas éternelle ?\n\nLa recette unique des feux d'artifice de Naganohara existe spécialement à cet effet.\n\nIntégrer l'affection et le désir dans un magnifique feu d'artifice peut transformer une chose éphémère en quelque chose d'éternel. C'est aussi pour cela que Yoimiya fait ce travail.\n\nUn soir d'été après avoir repris les Feux de Naganohara, Yoimiya ne dormait toujours pas alors qu'il était déjà très tard. Au lever du soleil, elle continuait toujours de travailler.\n\nSoudain un bruit léger se fit entendre... Une chose rougeâtre tomba doucement dans un tube de feu d'artifice.\n\nAu début, Yoimiya utilisait cet œil divin comme outil lui servant à allumer des feux. Heureusement, son père s'en aperçut et lui expliqua l'importance de cet objet.\n\nLe petit œil divin pouvait apporter un pouvoir d'une puissance incroyable. En plus de protéger les enfants et d'éloigner les monstres, à quoi peut-il bien servir ?\n\nYoimiya pensait que pour elle, une artisane de feu d'artifice qui aspire à une vie heureuse, il ne pourrait pas être d'une grande utilité.\n\nDepuis lors, le temps est passé bien vite, et Yoimiya a appris à encore mieux contrôler les flammes. Elle est également plus à l'aise pour faire des feux d'artifice.\n\nParfois, elle se demande : même une personne ordinaire comme moi peut obtenir la reconnaissance des Archons ? Pourquoi donc ? Les Archons aiment-ils les feux d'artifice ?",
      "pt": "Yoimiya está sempre com vontade de conversar. É apenas quando os fogos de artifício estão subindo no céu que ela se aquieta e apenas observa a linda imagem.\n\nAs pessoas costumam dizer que os fogos de artifício duram apenas alguns instantes fugazes, mas se forem belos o suficiente, continuarão florescendo para sempre nos corações das pessoas.\n\nAqueles que estiveram ao seu lado a beleza do próprio momento permanecerão no fundo da sua mente como uma linda memória.\n\nE quando você olhar para os mesmos fogos de artifício, muitos anos depois, as mesmas lembranças e os mesmos sentimentos ressurgirão novamente.\n\nIsso também não é “eterno”?\n\nAs receitas das fórmulas especiais de fogos de artifício que pertencem exclusivamente à família Naganohara existem precisamente para este propósito.\n\nAo incorporar boa vontade e desejos nos fabulosos fogos de artifício, coisas efêmeras são gravadas na eternidade. Este é o significado do trabalho de Yoimiya.\n\nEm uma noite de verão depois que assumiu a Loja de Fogos de Artifício Naganohara, Yoimiya não conseguiu dormir e continuou sua pesquisa até o amanhecer.\n\nDe repente, ela ouviu um tilintar, e um objeto vermelho caiu em um tubo de lançamento não utilizado.\n\nNo início, Yoimiya usou sua Visão como uma espécie de isqueiro. Felizmente, seu pai havia descoberto e explicado o significado da Visão para ela.\n\nEntão, esta pequena gema poderia conceder para uma pessoa poderes impressionantes e misteriosos. No entanto, o que mais ela poderia fazer além de proteger crianças ou afugentar monstros malignos?\n\n\"Mesmo que possa ter outros usos,\" Yoimiya pensou, \"talvez nunca faça essas coisas em minhas mãos. Sou apenas alguém que busca a felicidade, uma fabricante de fogos de artifício que gosta de aproveitar a vida.\"\n\nO tempo passou e Yoimiya ficou cada vez mais habilidosa na manipulação do “fogo”, e também na produção de fogos de artifício.\n\nDe vez em quando, ela para e pergunta a si mesma: \"Como alguém comum como eu recebeu o reconhecimento dos deuses? Os deuses... será que eles gostam de fogos de artifício?\"",
      "ru": "Ёимия всегда готова поболтать. И лишь когда фейерверки взмывают в небо, она успокаивается и просто наблюдает за красочным зрелищем.\n\nГоворят, фейерверки загораются и гаснут в одно мгновение, но если они достаточно красивы, то навсегда остаются в памяти людей. И люди, которые разделили с вами это представление, да и сама прелесть момента, всё это останется у вас в сердце как замечательное воспоминание. И когда вы смотрите на подобные фейерверки много лет спустя, в душе всплывают те воспоминания и давно пережитые чувства. Разве это не такая же «вечность»?\n\nИменно для этого на особых листках хранятся формулы фейерверков, принадлежащие только семье Наганохара. А когда к роскошным фейерверкам примешиваются доброжелательность и молитвы, эти преходящие вещи обретают бессмертие. Такова суть подхода Ёимии к своему делу.\n\nОднажды летней ночью, после того как Ёимия стала владелицей «Фейерверков Наганохары», она никак не могла уснуть и потому продолжала исследования до тех пор, пока не забрезжил рассвет. Внезапно она услышала звенящий звук, и в пустую трубку для запуска фейерверков упал раскалённо-красный предмет.\n\nПервое время Ёимия использовала свой Глаз Бога как огниво. К счастью, отец заметил Глаз Бога и рассказал Ёимии о его возможностях. Оказывается, этот маленький самоцвет способен дать человеку потрясающую и таинственную силу. Но на что ещё был он способен, кроме как защищать детей или прогонять шаловливых монстров?\n\n«Даже если бы Глаз можно было использовать в других целях», - думала Ёимия, «мне он может для этого никогда и не пригодиться. Я всего лишь человек, который стремится к счастью, мастер фейерверков, наслаждающийся жизнью».\n\nС тех пор прошло немало времени, и Ёимия стала ещё более искусной и в обращении с огнём, и в деле изготовления фейерверков. Иногда она останавливается и спрашивает себя:\n\n«Как мог такой обычный человек, как я, получить признание богов? Кто знает, а вдруг боги... тоже любят фейерверки?»",
      "id": "Yoimiya selalu siap untuk mengobrol. Hanya saat kembang api naik ke langit, dia akan menjadi tenang dan menikmati pemandangan indah.\n\nOrang-orang sering mengatakan bahwa kembang api hanya muncul dan lenyap dalam sekejap. Tapi asalkan kembang api cukup indah dan mengesankan, kembang api itu akan tetap mekar menjadi kenangan yang indah di hati.\n\nMereka yang menemanimu, keindahan yang terlihat pada saat itu, semuanya akan terbenam ke dalam pikiran dan menjadi kenangan indah.\n\nDan saat kamu melihat kembang api yang sama bertahun-tahun kemudian, rasa haru itu akan meluap keluar dari dalam hati.\n\nBukankah ini bisa disebut sebagai \"keabadian\" juga?\n\nResep kembang api khusus yang hanya dimiliki keluarga Naganohara memang ada untuk tujuan ini.\n\nDengan memasukkan niat baik dan harapan ke dalam kembang api, hal-hal fana akan terukir dalam keabadian. Inilah arti dari prinsip pekerjaan Yoimiya.\n\nPada suatu malam musim panas setelah dia mengambil alih Naganohara Fireworks, Yoimiya tidak bisa tidur dan kemudian melanjutkan penelitiannya sampai matahari berada di ujung kepala.\n\nTiba-tiba dia mendengar suara dentingan, dan sebuah benda merah terbakar jatuh ke dalam tabung kembang api yang tidak digunakan.\n\nAwalnya Yoimiya tidak mengerti, dan menggunakan Vision-nya sebagai pemantik api. Untungnya ayahnya menyadari dan menjelaskan bagaimana pentingnya Vision kepada Yoimiya.\n\nJadi permata kecil ini dapat memberikan seseorang suatu kekuatan yang menakjubkan dan misterius. Namun apa lagi yang bisa dilakukannya selain melindungi anak-anak atau mengusir monster nakal?\n\n\"Bahkan kalau Vision ada kegunaan lain,\" pikir Yoimiya, \"—mungkin Vision ini tidak akan ada artinya di tanganku. Aku hanyalah seseorang yang mengejar kebahagiaan, pengrajin kembang api yang menikmati hidup.\"\n\nLama setelah kejadian itu, Yoimiya semakin ahli dalam memanipulasi \"api\", sama halnya dengan keahliannya membuat kembang api.\n\nTerkadang gadis itu akan bertanya pada dirinya sendiri, \"Bagaimana orang biasa sepertiku bisa menerima pengakuan dewa? Apa para dewa kebetulan juga ... suka kembang api?\"",
      "th": "Yoimiya เป็นคนที่สามารถพูดได้ตลอดเวลา จะมีก็แต่เวลาที่ดอกไม้ไฟพุ่งขึ้นไปบนฟ้าเท่านั้น ที่เธอจะเงียบลงได้และเงยหน้ามองดูภาพที่สวยงามบนท้องฟ้า\n\nผู้คนมักจะพูดกันว่าดอกไม้ไฟนั้นเป็นเพียงสิ่งที่หายวับไปในชั่วพริบตา แต่ถ้ามันงดงามมากพอ ก็สามารถเบ่งบานอยู่ในใจได้ตลอดไป\n\nคนที่มาดูดอกไม้ไฟกับคุณ และความสวยงามของช่วงเวลานั้น จะฝังลึกลงไปในใจ และกลายเป็นความทรงจำที่งดงามไปตลอดชีวิต\n\nเมื่อเวลาผ่านไปหลายปี และได้มองดูดอกไม้ไฟแบบเดียวกันอีกครั้ง ความประทับใจนั้นจะต้องพรั่งพรูออกมาราวกับกระแสน้ำ\n\nสิ่งนี้ก็คือ \"ความเป็นนิรันดร์\" ไม่ใช่เหรอ?\n\nการที่ดอกไม้ไฟสูตรพิเศษแห่งตระกูล Naganohara ยังคงอยู่ได้ ก็เป็นเพราะเหตุผลนี้นี่เอง\n\nด้วยการผสมผสานความรักความห่วงใย และความปรารถนาดีลงไปในดอกไม้ไฟที่สวยงาม จึงทำให้สิ่งที่คงอยู่เพียงชั่วครู่นี้กลายเป็นความชั่วนิรันดร์ นี่คือความหมายของการทำงานในด้านนี้ของ Yoimiya นั่นเอง\n\nในค่ำคืนกลางฤดูร้อนคืนหนึ่ง หลังจากที่รับสานต่อร้านดอกไม้ไฟ Naganohara เธอก็ไม่หลับไม่นอนทั้งคืน และหมกมุ่นอยู่กับการศึกษาหาข้อมูลจนฟ้าสาง\n\nทันใดนั้นเอง จู่ ๆ มีเสียงดังขึ้นเบา ๆ และมีวัตถุสีแดงที่ลุกโชนตกลงไปในกระบอกประทัด\n\nตอนแรก Yoimiya ใช้ \"วิชั่น\" ในการจุดไฟ โชคดีที่พ่อของเธอเห็นเข้า เลยอธิบายให้เธอเข้าใจถึงความสำคัญของสิ่ง ๆ นี้\n\n\"วิชั่น\" เล็ก ๆ นี้ สามารถมอบพลังอันน่าพิศวงและอัศจรรย์ให้กับมนุษย์ได้ แต่นอกจากปกป้องเด็ก ๆ และขับไล่มอนสเตอร์แล้ว มันยังทำอะไรได้อีกบ้างล่ะ?\n\nYoimiya คิดว่า \"ต่อให้มันจะมีประโยชน์อย่างอื่นอีก แต่ก็คงเท่านั้น เพราะฉันเป็นแค่ช่างทำดอกไม้ไฟที่ใฝ่หาความสุข และใช้ชีวิตอย่างมีความสุขเท่านั้นเอง\" \n\nตั้งแต่วันนั้นมา เวลาก็ผ่านไปอย่างรวดเร็ว Yoimiya มีความเชี่ยวชาญในการควบคุม \"ไฟ\" มากขึ้น เช่นเดียวกับความสามารถในการทำดอกไม้ไฟ\n\nในบางครั้ง เธอมักจะถามตัวเองว่า \"ทำไมคนธรรมดาอย่างฉันถึงได้รับการยอมรับจากเทพเจ้านะ? หรือว่า...เทพเจ้าก็ชอบดอกไม้ไฟเหมือนกัน?\"",
      "vi": "Yoimiya có thể nói chuyện bất cứ lúc nào, ngoại trừ lúc pháo hoa được bắn lên bầu trời, cô ấy sẽ im lặng và nhìn cảnh đẹp trên bầu trời.\n\nNgười ta thường nói pháo hoa sẽ tan biến trong chớp mắt và chỉ tồn tại trong chốc lát. Nhưng chỉ cần nó đủ diễm lệ, nó sẽ có thể nở rộ mãi mãi trong lòng mọi người.\n\nNhững người cùng bạn thưởng thức pháo hoa, và vẻ đẹp của khoảnh khắc đó, sẽ in sâu trong tâm trí và trở thành một hồi ức tuyệt vời của cuộc đời.\n\nLần đầu tiên sau nhiều năm nhìn lại những chùm pháo hoa ấy, chắc chắn sự xúc động sẽ dội vào trái tim như thủy triều.\n\nMột thứ như vậy chẳng phải là \"vĩnh hằng\" sao?\n\nGhi chú công thức pháo hoa độc đáo của nhà \"Naganohara\" tồn tại chính vì mục đích này.\n\nĐem tình cảm và ước nguyện hoà trộn vào pháo hoa rực rỡ làm cho những thứ ngắn ngủi lại ẩn chứa sự sâu sắc. Đây cũng là ý nghĩa khi Yoimiya tiếp nối sự nghiệp này.\n\nVào một đêm mùa hè sau khi tiếp quản \"Tiệm Pháo Hoa Naganohara\", cô ấy trằn trọc mãi chưa ngủ được. Cho đến khi chân trời lộ ra một màu trắng xám, cô vẫn đang miệt mài nghiên cứu.\n\nĐột nhiên có một tiếng động nhẹ. Một thứ rực đỏ khẽ rơi vào ống pháo hoa đang chờ bắn.\n\nBan đầu, Yoimiya luôn sử dụng \"Vision\" này như một công cụ châm lửa. May mắn thay, cha cô đã phát hiện ra kịp thời và giải thích tầm quan trọng của món đồ này cho cô biết.\n\n\"Vision\" bé nhỏ lại có thể mang đến sức mạnh kỳ diệu và khó tin đến vậy. Nhưng ngoài việc bảo vệ lũ trẻ và xua đuổi ma vật gây rối ra, nó còn có công dụng gì nhỉ?\n\nYoimiya nghĩ, dù có đi chăng nữa, chắc cũng chẳng có gì đặc biệt với mình. Vì mình chỉ là một nghệ nhân pháo hoa theo đuổi hạnh phúc và ngày tháng vui vẻ mà thôi.\n\nKể từ đó, thời gian trôi qua thật nhanh, Yoimiya đã trở nên thành thạo hơn trong việc điều khiển \"ngọn lửa\", và việc chế tạo pháo hoa ngày một thuận lợi.\n\nThỉnh thoảng, cô tự hỏi bản thân: Ngay cả một người bình thường như tôi cũng có thể được thần linh tin tưởng. Tại sao nhỉ? Chẳng lẽ... thần linh cũng thích pháo hoa?"
    }
  }
]