[
  {
    "title": {
      "zhs": "普通攻击·烟火打扬",
      "zht": "普通攻擊·煙火打揚",
      "jp": "通常攻撃·打ち上げ花火",
      "ko": "일반 공격·쏘아 올린 불꽃",
      "en": "Normal Attack: Firework Flare-Up",
      "de": "Standardangriff: Aufbrausendes Feuerwerk",
      "es": "Ataque Normal: Pirotecnia",
      "fr": "Attaque normale : Flambée pyrotechnique",
      "pt": "Ataque Normal: Pirotecnia",
      "ru": "Вспышка фейерверка",
      "id": "Normal Attack: Firework Flare-Up",
      "th": "โจมตีปกติ: Firework Flare-Up",
      "vi": "Tấn Công Thường - Khói Lửa Chiến Đấu"
    },
    "description": {
      "zhs": "<color=#FFD780FF>普通攻击</color>\n进行至多五段的连续弓箭射击。\n\n<color=#FFD780FF>重击</color>\n进行伤害更高、更为精准的<color=#FFD780FF>瞄准射击</color>。\n瞄准时，火焰会在箭矢上持续积聚，并随攻击发射出去。根据蓄力时间长短，能造成不同的效果：\n·一段蓄力：射出附有烈焰的箭矢，造成<color=#FF9999FF>火元素伤害</color>；\n·二段蓄力：依据蓄力时间，产生至多3枚焰硝矢，随宵宫这次瞄准射击释放。焰硝矢会自行追踪附近的敌人，并在命中时造成<color=#FF9999FF>火元素伤害</color>。\n\n<color=#FFD780FF>下落攻击</color>\n从空中射出箭雨，并迅速下坠冲击地面，在落地时造成范围伤害。",
      "zht": "<color=#FFD780FF>普通攻擊</color>\n進行至多五段的連續弓箭射擊。\n\n<color=#FFD780FF>重擊</color>\n進行傷害更高、更為精準的<color=#FFD780FF>瞄準射擊</color>。\n瞄準時，火焰會在箭矢上持續積聚，並隨攻擊發射出去。根據蓄力時間長短，能造成不同的效果：\n·一段蓄力：射出附有烈焰的箭矢，造成<color=#FF9999FF>火元素傷害</color>。\n·二段蓄力：依據蓄力時間，產生至多3枚焰硝矢，隨宵宮這次瞄準射擊釋放。焰硝矢會自行追蹤附近的敵人，並在命中時造成<color=#FF9999FF>火元素傷害</color>。\n\n<color=#FFD780FF>下落攻擊</color>\n從空中射出箭雨，並迅速下墜衝擊地面，在落地時造成範圍傷害。",
      "jp": "<color=#FFD780FF>通常攻撃</color>\n最大5段の連続射撃を行う。\n\n<color=#FFD780FF>重撃</color>\nダメージがより高く、より精確な<color=#FFD780FF>狙い撃ち</color>を発動する。\n照準時、炎が矢先に集まり、攻撃と共に発射される。チャージの時間により、異なる効果を発動する。\n·1段チャージ：烈火が集まった矢を放ち、<color=#FF9999FF>炎元素ダメージ</color>を与える。\n·2段チャージ：チャージの時間により、最大3枚の焔硝の矢を生成し、発射と共に放たれる。焔硝の矢は近くの敵を追跡し、命中時に<color=#FF9999FF>炎元素ダメージ</color>を与える。\n\n<color=#FFD780FF>落下攻撃</color>\n空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与え、落下時に範囲ダメージを与える。",
      "ko": "<color=#FFD780FF>일반 공격</color>\n활로 최대 5번 공격한다.\n\n<color=#FFD780FF>강공격</color>\n피해가 더 크고 정확한 <color=#FFD780FF>조준 사격</color>을 한다.\n조준 시 화염이 화살 촉에 계속해서 모이며 공격과 동시에 발사된다. 차지 시간에 따라 다른 효과가 발동된다:\n·1단 차지: 불타는 화살을 발사해 <color=#FF9999FF>불 원소 피해</color>를 준다.\n·2단 차지: 차지 시간에 따라 최대 3발의 염초 화살이 생성되고, 요이미야의 조준 사격에 따라 발사된다. 염초 화살은 근처의 적을 자동으로 추적하고 명중 시 <color=#FF9999FF>불 원소 피해</color>를 준다.\n\n<color=#FFD780FF>낙하 공격</color>\n공중에서 화살비를 쏜 후 빠른 속도로 땅에 착지한다. 착지 시 범위 피해를 준다",
      "en": "<color=#FFD780FF>Normal Attack</color>\nPerforms up to 5 consecutive shots with a bow.\n\n<color=#FFD780FF>Charged Attack</color>\nPerforms a more precise <color=#FFD780FF>Aimed Shot</color> with increased DMG.\nWhile aiming, flames will accumulate on the arrowhead before being fired off as an attack. Has different effects based on how long the energy has been charged:\n·Charge Level 1: Fires off a flaming arrow that deals <color=#FF9999FF>Pyro DMG</color>.\n·Charge Level 2: Generates a maximum of 3 Kindling Arrows based on time spent charging, releasing them as part of this Aimed Shot. Kindling Arrows will home in on nearby opponents, dealing <color=#FF9999FF>Pyro DMG</color> on hit.\n\n<color=#FFD780FF>Plunging Attack</color>\nFires off a shower of arrows in mid-air before falling and striking the ground, dealing AoE DMG upon impact.",
      "de": "<color=#FFD780FF>Standardangriff</color>\nFührt bis zu 5 Pfeilschüsse hintereinander aus.\n\n<color=#FFD780FF>Heftiger Schlag</color>\nFührt einen <color=#FFD780FF>gezielten Schuss</color> mit höherem Schaden und höherer Genauigkeit aus.\nKonzentriert die Flammen während des Zielens an der Pfeilspitze und verursacht je nach Länge des Aufladens unterschiedliche Effekte:\n· Phase 1: Schießt einen brennenden Pfeil ab und verursacht <color=#FF9999FF>Pyro-Schaden</color>.\n· Phase 2: Erschafft je nach Länge des Aufladens bis zu 3 Brandpfeile, die zusammen mit diesem gezielten Schuss abgefeuert werden. Brandpfeile suchen automatisch nach Gegnern in der Nähe und verursachen bei Treffern <color=#FF9999FF>Pyro-Schaden</color>.\n\n<color=#FFD780FF>Angriff aus dem Fall</color>\nSchießt in der Luft einen Pfeilregen ab, trifft schnell auf dem Boden auf und verursacht dort Flächenschaden.",
      "es": "<color=#FFD780FF>Ataque Normal</color>\nRealiza hasta 5 disparos consecutivos con arco.\n\n<color=#FFD780FF>Ataque Cargado</color>\nRealiza un <color=#FFD780FF>Disparo Preciso</color> que inflige mayor daño y tiene mayor precisión.\nMientras se apunta, unas llamas se acumularán en la punta de la flecha antes de que esta sea disparada. Sus efectos serán distintos dependiendo de durante cuánto tiempo se haya cargado:\n·Carga 1: dispara una flecha ardiente que inflige <color=#FF9999FF>Daño Pyro</color>.\n·Carga 2: dependiendo del tiempo de carga, dispara hasta un máximo de 3 flechas abrasadoras que son liberadas cuando Yoimiya ejecuta este Disparo Preciso. Las flechas abrasadoras perseguirán por sí solas a los enemigos cercanos y, al alcanzarlos, infligirán <color=#FF9999FF>Daño Pyro</color> contra ellos.\n\n<color=#FFD780FF>Ataque Descendente</color>\nDispara una lluvia de flechas desde el aire mientras desciende rápidamente, infligiendo Daño en el AdE al impactar contra el suelo.",
      "fr": "<color=#FFD780FF>Attaque normale</color>\nEnchaîne jusqu'à 5 tirs consécutifs.\n\n<color=#FFD780FF>Attaque chargée</color>\nEffectue un <color=#FFD780FF>tir visé</color> plus précis et infligeant davantage de DGT.\nEn visant, des flammes viennent se concentrer sur le carreau de la flèche avant d'être tirées lors de l'attaque. L'effet varie selon le nombre de charges :\n· 1 charge : Tire une flèche enflammée qui inflige des <color=#FF9999FF>DGT Pyro</color>.\n· 2 charges : Génère jusqu'à 3 flèches chercheuses en fonction du temps de charge, qui sont libérées lors du tir visé. Les flèches suivent les ennemis proches, et infligent lorsqu'elles touchent des <color=#FF9999FF>DGT Pyro</color>.\n\n<color=#FFD780FF>Attaque plongeante</color>\nTire une pluie de flèches depuis les airs et plonge au sol, infligeant des DGT de zone à l'impact.",
      "pt": "<color=#FFD780FF>Ataque Normal</color>\nRealiza até 5 disparos consecutivos com um arco.\n\n<color=#FFD780FF>Ataque Carregado</color>\nRealiza um <color=#FFD780FF>Disparo com Mira</color> mais preciso com Dano aumentado.\nAo mirar, uma aura flamejante acumulará na ponta da flecha antes de ser disparada. Tem diferentes efeitos baseados em quanto tempo a energia foi carregada:\nCarga Nível 1: Dispara uma Flecha Flamejante que causa <color=#FF9999FF>Dano Pyro</color>\nCarga Nível 2: Gera um máximo de 3 Flechas Abrasadoras com base no tempo decorrido no carregamento, liberando-as como parte do Disparo com Mira. Flechas Abrasadoras irão perseguir os alvos próximos, causando <color=#FF9999FF>Dano Pyro</color> ao atingir um inimigo.\n\n<color=#FFD780FF>Ataque Imersivo</color>\nDispara uma chuva de flechas em pleno ar antes de cair e atingir o chão, causando Dano em AdE no impacto.",
      "ru": "<color=#FFD780FF>Обычная атака:</color>\nДо пяти выстрелов из лука.\n\n<color=#FFD780FF>Заряженная атака:</color>\nБолее меткий <color=#FFD780FF>прицельный выстрел</color> с увеличенным уроном.\nВо время прицеливания на наконечнике стрелы накапливается пламя. Эффект зависит от длительности заряда стрелы:\n· Уровень заряда 1: Выпускает огненную стрелу, наносящую <color=#FF9999FF>Пиро урон</color>.\n· Уровень заряда 2: В зависимости от длительности заряда выпускает до 3 Зажигательных стрел. Зажигательные стрелы самостоятельно находят ближайшую цель и при попадании наносят <color=#FF9999FF>Пиро урон</color>.\n\n<color=#FFD780FF>Атака в падении:</color>\nВыпускает град стрел, которые при приземлении персонажа наносят урон по площади.",
      "id": "<color=#FFD780FF>Normal Attack</color>\nMelancarkan maks. 5 serangan berturut-turut dengan busur.\n\n<color=#FFD780FF>Charged Attack</color>\nMelancarkan <color=#FFD780FF>Serangan Membidik</color> yang lebih akurat dan mengakibatkan DMG lebih tinggi.\nSaat membidik, kobaran api akan terus berkumpul di ujung panah dan mengikuti lesatan panah yang dilepas. Dapat menyebabkan beragam efek berikut berdasarkan durasi tombol serangan ditahan.\n·Charge Tahap 1: Menembakkan panah api yang mengakibatkan <color=#FF9999FF>Pyro DMG</color>;\n·Charge Tahap 2: Menghasilkan hingga 3 Kindling Arrow berdasarkan durasi tombol serangan ditahan, dan dilepas bersamaan seiring Serangan Membidik Yoimiya. Kindling Arrow akan memburu musuh di sekitar secara otomatis dan mengakibatkan <color=#FF9999FF>Pyro DMG</color> pada musuh yang terkena.\n\n<color=#FFD780FF>Plunging Attack</color>\nMelancarkan hujan panah yang menerjang tanah dengan kecepatan tinggi, mengakibatkan DMG Area saat mendarat.",
      "th": "<color=#FFD780FF>โจมตีปกติ</color>\nยิงธนูโจมตีอย่างต่อเนื่องมากสุดห้าครั้ง\n\n<color=#FFD780FF>ชาร์จโจมตี</color>\nการ<color=#FFD780FF>เล็งโจมตี</color>สร้างความเสียหายเพิ่มขึ้น และแม่นยำยิ่งขึ้น\nเมื่อเล็งโจมตี จะทำการรวบรวมเปลวไฟไว้บนหัวลูกศรอย่างต่อเนื่อง และยิงออกไปเป็นการโจมตี ซึ่งจะทำให้เกิดเอฟเฟกต์ที่แตกต่างกัน โดยขึ้นอยู่กับระยะเวลาที่ชาร์จดังนี้:\n·ชาร์จระดับ 1: ยิงธนูที่มีเปลวไฟ สร้าง<color=#FF9999FF>ความเสียหายไฟ</color>;\n·ชาร์จระดับ 2: ทำให้เกิด Kindling Arrow มากสุด 3 ดอก โดยจะขึ้นอยู่กับระยะเวลาที่ชาร์จ และยิงออกไปพร้อมกับการเล็งโจมตีในครั้งนี้ของ Yoimiya ซึ่ง Kindling Arrow จะติดตามศัตรูที่อยู่ในบริเวณใกล้เคียงโดยอัตโนมัติ และสร้าง<color=#FF9999FF>ความเสียหายไฟ</color>เมื่อถูกเป้าหมาย\n\n<color=#FFD780FF>การโจมตีพุ่งลงจากอากาศ</color>\nปล่อยฝนธนูจากกลางอากาศ และพุ่งลงมายังพื้นดินเพื่อโจมตีอย่างรวดเร็ว โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น",
      "vi": "<color=#FFD780FF>Tấn Công Thường</color>\nLiên tục bắn tên, tối đa 5 lần.\n\n<color=#FFD780FF>Trọng kích</color>\nCó thể <color=#FFD780FF>ngắm bắn</color> chính xác hơn, sát thương cao hơn.\nKhi nhắm, ngọn lửa sẽ ngưng tụ liên tục trên mũi tên và bắn ra cùng với tấn công. Thời gian tụ lực dài hay ngắn sẽ gây ra hiệu quả khác nhau:\n·Tụ lực lần 1: Bắn mũi tên có ngọn lửa gây <color=#FF9999FF>sát thương Nguyên Tố Hỏa</color>;\n·Tụ lực lần 2: Sinh ra tối đa 3 Mũi Tên Lửa tùy vào thời gian tụ lực và phóng tên theo lần nhắm bắn này. Mũi Tên Lửa sẽ tự truy tìm kẻ địch ở gần, đồng thời khi trúng tên sẽ gây <color=#FF9999FF>sát thương Nguyên Tố Hỏa</color>.\n\n<color=#FFD780FF>Tấn Công Khi Đáp</color>\nBắn mưa tên liên tiếp xuống mặt đất, gây sát thương phạm vi khi chạm đất."
    }
  },
  {
    "title": {
      "zhs": "焰硝庭火舞",
      "zht": "焰硝庭火舞",
      "jp": "焔硝の庭火舞い",
      "ko": "염초 정화(庭火)의 춤",
      "en": "Niwabi Fire-Dance",
      "de": "Niwabi-Feuertanz",
      "es": "Danza de la pólvora",
      "fr": "Danse du feu « Niwabi »",
      "pt": "Dança de Fogo Niwabi",
      "ru": "Огненный танец Ниваби",
      "id": "Niwabi Fire-Dance",
      "th": "Niwabi Fire-Dance",
      "vi": "Điệu Nhảy Niwabi Cháy Bỏng"
    },
    "description": {
      "zhs": "舞动线香烟火，让用于烟火的焰硝环绕在宵宫的身边。\n\n<color=#FFD780FF>庭火焰硝</color>\n在持续期间内，将宵宫的普通攻击发射的箭矢转为炽焰箭，造成的伤害转为<color=#FF9999FF>火元素伤害</color>，并提高普通攻击造成的伤害；「普通攻击·烟火打扬」的二段蓄力在持续期间内无法再产生焰硝矢。\n\n效果将在宵宫退场时解除。\n\n<i>「庭火」是宵宫自己开发的线香烟火，不需要事前准备与训练就能燃放，因此很受欢迎。天领奉行在多次祝融事件后下令禁止在城内燃放庭火，但小小的明亮火星仍然常常在夜里亮起。如果从高处看，或许会像闪烁的星光一样。</i>",
      "zht": "舞動線香煙火，讓用於煙火的焰硝環繞在宵宮的身邊。\n\n<color=#FFD780FF>庭火焰硝</color>\n在持續期間內，將宵宮的普通攻擊發射的箭矢轉為熾焰箭，造成的傷害轉為<color=#FF9999FF>火元素傷害</color>，並提高普通攻擊造成的傷害；「普通攻擊·煙火打揚」的二段蓄力在持續期間內無法再產生焰硝矢。\n\n效果將在宵宮退場時解除。\n\n<i>「庭火」是宵宮自己開發的線香煙火，不需要事前準備與訓練就能燃放，因此很受歡迎。天領奉行在多次祝融事件後下令禁止在城內燃放庭火，但小小的明亮火星仍然常常在夜裡亮起。如果從高處看，或許會像閃爍的星光一樣。</i>",
      "jp": "線香花火を振り、花火の焔硝を宵宮が纏う。\n\n<color=#FFD780FF>庭火の焔硝</color>\n継続時間内、宵宮の通常攻撃で発射した矢は熾焔の矢となる。<color=#FF9999FF>炎元素ダメージ</color>に変化し、通常攻撃のダメージがアップする。継続時間中、「通常攻撃·打ち上げ花火」の2段チャージで焔硝の矢を生成できなくなる。\n\nこの効果は宵宮が退場する時に解除される。\n\n<i>「庭火」は宵宮が独自に開発した線香花火。事前の準備や練習なしに楽しむことができるため、非常に人気がある。天領奉行は城内で庭火をやることを禁止したが、この小さな火花は今も夜によく灯る。高いところから見下ろすと、輝く星空の様に美しい。</i>",
      "ko": "선향불꽃을 휘둘러 폭죽에 사용되는 염초로 둘러싸인다.\n\n<color=#FFD780FF>정화(庭火) 염초</color>\n지속 시간 동안 요이미야의 일반 공격으로 발사되는 화살이 염초 화살로 전환돼 <color=#FF9999FF>불 원소 피해</color>를 주고, 일반 공격으로 가하는 피해도 증가한다. 「일반 공격·쏘아 올린 불꽃」의 2단 차지 지속 시간 동안은 염초 화살을 다시 생성할 수 없다.\n\n이 효과는 요이미야가 퇴장하면 사라진다.\n\n<i>「정화(庭火)」는 요이미야가 자체적으로 개발한 선향불꽃으로 사전 준비와 훈련 없이 피울 수 있어서 인기가 많다. 텐료 봉행은 수차례 화재 사건 이후 성내에 정화(庭火) 금지 명령을 내렸지만, 작은 불꽃은 여전히 어두운 밤을 비추곤 한다. 높은 곳에서 보면 반짝거리는 별빛처럼 보일지도 모른다</i>",
      "en": "Yoimiya waves a sparkler and causes a ring of saltpeter to surround her.\n\n<color=#FFD780FF>Niwabi Enshou</color>\nDuring this time, arrows fired by Yoimiya's Normal Attack will be Blazing Arrows, and their DMG will be increased and converted to <color=#FF9999FF>Pyro DMG</color>. During this time, Normal Attack: Firework Flare-Up will not generate Kindling Arrows at Charge Level 2.\n\nThis effect will deactivate when Yoimiya leaves the field.\n\n<i>\"Niwabi\" is a form of incense firework created by Yoimiya herself. Its ability to be lit without any prior training or preparation has made it a real hit. After many fire-related incidents, the Tenryou Commission ordered the use of \"Niwabi\" banned, but small, bright sparks can often still be seen springing up at night. If seen from above, they look almost like little twinkling stars.</i>",
      "de": "Ein Salpeterring umkreist Yoimiya im Tanz eines duftenden Feuerwerks.\n\n<color=#FFD780FF>Niwabi Enshou</color>\nEntzündet die während der Wirkungsdauer von Yoimiya mit ihrem Standardangriff abgeschossenen Pfeile, wandelt den damit verursachten Schaden in <color=#FF9999FF>Pyro-Schaden</color> um und erhöht den mit Standardangriffen verursachten Schaden. Verhindert, dass während der Wirkungsdauer bei Phase 2 von „Standardangriff: Aufbrausendes Feuerwerk“ Brandpfeile erschaffen werden.\n\nEffekt erlischt, wenn Yoimiya ausgewechselt wird.\n\n<i>„Teika“ ist eine Form von Weihrauchfeuerwerk, das Yoimiya selbst entwickelt hat. Der Fakt, dass es ohne Übung oder Vorbereitung gezündet werden kann, hat es hochgradig beliebt gemacht. Nach vielen Bränden ordnete die Tenryou-Verwaltung an, die Verwendung von Teika zu verbieten. Nachts sind aber noch häufig kleine, helle Funken zu sehen, die von oben betrachtet fast wie kleine, funkelnde Sterne aussehen.</i>",
      "es": "Yoimiya agita una bengala para que un anillo chispeante la rodee.\n\n<color=#FFD780FF>Nitrofogata</color>\nMientras este efecto esté activo, las flechas que dispara Yoimiya con sus Ataques Normales se convierten en flechas flamígeras cuyo daño no solo aumenta, sino que también se convierte en <color=#FF9999FF>Daño Pyro</color>. Mientras dure la nitrofogata, las flechas disparadas con la Carga 2 de Ataque Normal: Pirotecnia no generarán flechas abrasadoras.\n\nEste efecto se disipará una vez que Yoimiya sea retirada de combate.\n\n<i>Las nitrofogatas son un tipo de fuegos artificiales de incienso inventados por Yoimiya. Para prenderlas, no se necesita ninguna preparación ni entrenamiento previos, por lo que gozan de gran popularidad. Tras varios incidentes ocasionados por el fuego, la Comisión Tenryou prohibió prender nitrofogatas dentro de la ciudad. Sin embargo, pequeñas chispas brillantes siguen viéndose con frecuencia durante la noche. De hecho, si se observa desde un punto elevado, parecen como estrellas con una luz titilante.</i>",
      "fr": "Yoimiya brandit un cierge magique, s'entourant d'un champ de salpêtres.\n\n<color=#FFD780FF>Niwabi Enshou</color>\nPendant la durée de cette aptitude, les flèches tirées lors de l'attaque normale de Yoimiya sont des flèches enflammées, infligeant davantage de DGT, et dont les DGT sont convertis en <color=#FF9999FF>DGT Pyro</color>. Pendant cette période, le second niveau de charge de son attaque normale Flambée pyrotechnique ne génère pas de flèches chercheuses.\n\nL'effet s'arrête lorsque Yoimiya quitte le champ de bataille.\n\n<i>Le « Niwabi » est une sorte de feux d'artifice à base d'encens inventé par Yoimiya, qui ne requiert aucune formation ou préparation préalable, ce qui le rend particulièrement populaire. Après plusieurs incidents, la Commission administrative a interdit l'usage du « Niwabi » dans l'enceinte de la ville, mais il arrive encore que de discrètes étincelles illuminent la nuit. Vues des hauteurs, on dirait de petites étoiles filantes.</i>",
      "pt": "Com o fogo de artifício de incenso explodindo no ar, um anel de salitre rodeia Yoimiya.\n\n<color=#FFD780FF>Niwabi Enshou</color>\nDurante o intervalo de tempo, as flechas disparadas pelo Ataque Normal de Yoimiya serão Flechas Ardentes, causando <color=#FF9999FF>Dano Pyro</color>, e aumentando o dano causado pelo Ataque Normal. A Carga Nível 2 do Ataque Normal: Pirotecnia não irá causar Flechas Ardentes durante este tempo.\n\nO efeito será desativado quando Yoimiya sair do campo.\n\n<i>\"Niwabi\" é uma forma de fogo de artifício de incenso criada por Yoimiya. Sua capacidade de poder ser acendido sem qualquer treinamento ou preparação fez dela muito popular. Depois de vários acidentes relacionados com o fogo, a Comissão Tenryou baniu o uso de \"Niwabi\", mas pequenas e brilhantes explosões ainda são frequentemente vistas durante a noite. Se vistas de cima, parecem até estrelas brilhando.</i>",
      "ru": "Ёимия взмахивает ниваби и окружает себя кольцом горящей селитры.\n\n<color=#FFD780FF>Ниваби энсё</color>\nПока навык активен, стрелы, выпущенные обычной атакой Ёимии, становятся Зажигательными стрелами, а их урон увеличивается и конвертируется в <color=#FF9999FF>Пиро урон</color>. Однако второй уровень заряда обычной атаки Вспышка фейерверка не будет генерировать Зажигательные стрелы.\n\nЭтот эффект перестаёт действовать, когда Ёимия покидает бой.\n\n<i>Ниваби - это особый вид фейерверка с благовониями, который придумала сама Ёимия. Хитом продаж его сделало то, насколько легко его использовать без предварительной подготовки и каких-либо знаний. После множества случаев непредумышленных поджогов комиссия Тэнрё приказала запретить ниваби, но в ночи всё равно часто можно увидеть искрящиеся огоньки. Если смотреть с высоты, они похожи на мерцающие звёздочки.</i>",
      "id": "Dengan sebuah kembang api, sebuah lingkaran yang mengandung bubuk mesiu muncul mengelilingi Yoimiya.\n\n<color=#FFD780FF>Niwabi Enshou</color>\nSelama durasi skill, panah dari Normal Attack Yoimiya akan menjadi Blazing Arrow dan DMG yang diakibatkan akan meningkat dan menjadi <color=#FF9999FF>Pyro DMG</color>; Charge Tahap 2 dari Normal Attack: Firework Flare-Up tidak akan menghasilkan Kindling Arrow selama durasi skill.\n\nEfek ini akan menghilang ketika Yoimiya meninggalkan medan tempur.\n\n<i>\"Niwabi\" adalah sejenis kembang api yang diciptakan Yoimiya. Kembang api ini dapat menyala sendiri tanpa perlu persiapan. Karena itu, Niwabi sangat digemari orang-orang. Tetapi karena terjadinya banyak insiden-insiden kebakaran, Tenryou Commission pun kemudian melarang penggunaan Niwabi. Namun kerlip cahaya kecil nan terang dari Niwabi masih kerap terlihat di kegelapan malam. Bila dilihat dari tempat tinggi, kerlip-kerlip cahaya Niwabi nampak seperti bintang-bintang yang terang di langit malam.</i>",
      "th": "ระบำดอกไม้ไฟ ทำให้ดินประสิวที่ใช้สำหรับทำดอกไม้ไฟล้อมรอบ Yoimiya\n\n<color=#FFD780FF>Niwabi Enshou</color>\nภายในช่วงเวลาต่อเนื่อง จะเปลี่ยนลูกธนูจากการโจมตีปกติของ Yoimiya ให้กลายเป็น Blazing Arrow โดยความเสียหายจะเปลี่ยนเป็น<color=#FF9999FF>ความเสียหายไฟ</color> และเพิ่มความเสียหายของการโจมตีปกติขึ้น; การชาร์จระดับ 2 ของ \"โจมตีปกติ: Firework Flare-Up\" จะไม่ทำให้เกิด Kindling Arrow อีกตลอดช่วงเวลาต่อเนื่อง\n\nเอฟเฟกต์จะหายไปเมื่อ Yoimiya ออกจากการต่อสู้\n\n<i>\"Niwabi\" คือดอกไม้ไฟที่ Yoimiya คิดค้นขึ้นมาด้วยตัวเอง ซึ่งสามารถจุดได้โดยไม่ต้องเตรียมการล่วงหน้าหรือได้รับการฝึกฝน ด้วยเหตุนี้จึงได้รับความนิยมเป็นอย่างมาก หลังจากเหตุไฟไหม้หลายต่อหลายครั้ง ทางสำนัก Tenryou จึงได้ออกคำสั่งห้ามจุด Niwabi ในบริเวณตัวเมือง แต่ก็ยังคงมีแสงไฟดวงน้อย ๆ ส่องสว่างวูบวาบให้ได้เห็นอยู่บ่อยครั้ง ซึ่งหากมองจากบนที่สูงแล้ว บางทีอาจจะดูเหมือนแสงไฟระยิบระยับของดวงดาวเลยทีเดียว</i>",
      "vi": "Dây lửa pháo hoa bao bọc lấy Yoimiya.\n\n<color=#FFD780FF>Niwabi Enshou</color>\nTrong thời gian duy trì hiệu quả, mũi tên bắn ra từ tấn công thường của Yoimiya sẽ chuyển thành mũi tên lửa, sát thương gây ra chuyển thành <color=#FF9999FF>sát thương Nguyên Tố Hỏa</color> và tăng sát thương gây ra bởi tấn công thường; Trong thời gian duy trì, tụ lực lần 2 của \"Tấn Công Thường - Khói Lửa Chiến Đấu\" sẽ không thể sinh ra mũi tên lửa được nữa.\n\nHiệu quả sẽ biến mất khi Yoimiya rời trận.\n\n<i>\"Niwabi\" là dây pháo hoa được Yoimiya tự sáng chế, không cần chuẩn bị trước hay huấn luyện cũng có thể đốt, vì vậy rất được ưa chuộng. Sau nhiều sự cố, Hiệp Hội Tenryou đã ra lệnh cấm đốt Niwabi trong thành, nhưng những đốm lửa nhỏ vẫn cứ sáng lên trong đêm. Nếu nhìn từ trên cao chắc cũng giống hệt với ánh sáng của những ngôi sao lập lòe.</i>"
    }
  },
  {
    "title": {
      "zhs": "琉金云间草",
      "zht": "琉金雲間草",
      "jp": "琉金の雲間草",
      "ko": "유금 운간초",
      "en": "Ryuukin Saxifrage",
      "de": "Ryuukin-Steinbrech",
      "es": "Saxifraga de oro",
      "fr": "Saxifrage Ryuukin",
      "pt": "Saxifraga Ryuukin",
      "ru": "Камнеломка Рюкин",
      "id": "Ryuukin Saxifrage",
      "th": "Ryuukin Saxifrage",
      "vi": "Cỏ Ryuukin"
    },
    "description": {
      "zhs": "宵宫随着自创的烟火「琉金云间草」腾跃至空中，向前发射满载惊喜的焰火箭，造成<color=#FF9999FF>火元素范围伤害</color>，并对命中的其中一名敌人附上「琉金火光」。\n\n<color=#FFD780FF>琉金火光</color>\n队伍中所有角色（不包括宵宫自己）的普通攻击、重击、下落攻击、元素战技、元素爆发命中处于琉金火光影响下的敌人，会引发爆炸，造成<color=#FF9999FF>火元素范围伤害</color>。\n处于琉金火光影响下的敌人在持续期间内被击败时，琉金火光将转移至附近的另一名敌人，并继承持续时间。\n\n琉金火光每2秒至多引发一次爆炸。宵宫倒下时，由宵宫自己的技能产生的琉金火光效果会解除。\n\n<i>烟火是人造的星光、向天而行的彗星。即使只能停留一瞬间，煌煌的光也能在大家的心中长留吧。</i>",
      "zht": "宵宮隨著自創的煙火「琉金雲間草」騰躍至空中，向前發射滿載驚喜的焰火箭，造成<color=#FF9999FF>火元素範圍傷害</color>，並對命中的其中一名敵人附上「琉金火光」。\n\n<color=#FFD780FF>琉金火光</color>\n隊伍中所有角色（不包括宵宮自己）的普通攻擊、重擊、下落攻擊、元素戰技、元素爆發命中處於琉金火光影響下的敵人，會引發爆炸，造成<color=#FF9999FF>火元素範圍傷害</color>。\n處於琉金火光影響下的敵人在持續期間內被擊敗時，琉金火光將轉移至附近的另一名敵人，並繼承持續時間。\n\n琉金火光每2秒至多引發一次爆炸。宵宮倒下時，由宵宮自己的技能產生的琉金火光效果會解除。\n\n<i>煙火是人造的星光、向天而行的彗星。璀璨的光芒即使只在空中片刻停留，還然而是能夠在大家的心中長留的吧。</i>",
      "jp": "宵宮が独自で生み出した花火「琉金の雲間草」と共に空へと舞い上がり、前方へ驚きに満ちた火の矢を発射する。<color=#FF9999FF>炎元素範囲ダメージ</color>を与え、命中した敵の中の1体に「琉金の炎」を付着させる。\n\n<color=#FFD780FF>琉金の炎</color>\nチーム全員（宵宮自身を除く）の通常攻撃、重撃、落下攻撃、元素スキル、元素爆発が琉金の炎状態の敵に命中すると、爆発が起き<color=#FF9999FF>炎元素範囲ダメージ</color>を与える。\n琉金の炎状態の敵が継続時間中に倒れると、琉金の炎は近くの敵1体に移り、継続時間も継承される。\n\n琉金の炎による爆発は2秒毎に1回のみ発生可能。宵宮が戦闘不能になると、自身が発動した琉金の炎の効果はクリアされる。\n\n<i>花火は人が創り出した星の光、空に向かって進む彗星である。たとえ一瞬でも、その鮮やかな光は人々の心の中に残り続ける。</i>",
      "ko": "요이미야가 직접 개발한 폭죽 「유금 운간초」와 함께 공중으로 뛰어올라 전방에 찬란한 불화살을 발사해 <color=#FF9999FF>불 원소 범위 피해</color>를 주고, 명중한 적 중 1기에게 「유금화광」을 부착한다. \n\n<color=#FFD780FF>유금화광</color>\n요이미야를 제외한 파티 내 모든 캐릭터의 일반 공격, 강공격, 낙하 공격, 원소전투 스킬, 원소폭발이 유금화광 상태의 적을 명중하면, 폭발이 일어나며 <color=#FF9999FF>불 원소 범위 피해</color>를 준다.\n유금화광 상태의 적이 효과 지속 시간 안에 처치되면, 유금화광은 근처의 또 다른 적에게 이동해 지속시간을 이어받는다.\n\n유금화광은 2초마다 최대 1회 폭발한다. 요이미야가 전투 불능 상태가 되면, 요이미야의 스킬로 생성된 유금화광 효과는 사라진다.\n\n<i>불꽃은 인간이 만들어낸 별빛, 하늘로 향하는 혜성. 찰나의 시간 동안만 존재하지만, 휘황찬란한 빛은 사람들의 마음속에 오래도록 남을 것이다</i>",
      "en": "Yoimiya leaps into the air along with her original creation, the \"Ryuukin Saxifrage,\" and fires forth blazing rockets bursting with surprises that deal <color=#FF9999FF>AoE Pyro DMG</color> and mark one of the hit opponents with Aurous Blaze.\n\n<color=#FFD780FF>Aurous Blaze</color>\nAll Normal/Charged/Plunging Attacks, Elemental Skills, and Elemental Bursts by any party member other than Yoimiya that hit an opponent marked by Aurous Blaze will trigger an explosion, dealing <color=#FF9999FF>AoE Pyro DMG</color>.\nWhen an opponent affected by Aurous Blaze is defeated before its duration expires, the effect will pass on to another nearby opponent, who will inherit the remaining duration.\n\nOne Aurous Blaze explosion can be triggered every 2s. When Yoimiya is down, Aurous Blaze effects created through her skills will be deactivated.\n\n<i>Fireworks are man-made starlight, comets fired into the sky. Though they last for but an instant, the memory of their brilliance shall surely live on.</i>",
      "de": "Yoimiya springt mit dem „Ryuukin-Steinbrech“, den sie selbst geschaffen hat, in die Luft, feuert brennende Pfeile voller Überraschungen nach vorn, verursacht <color=#FF9999FF>Pyro-Flächenschaden</color> und fügt einem der damit getroffenen Gegner „Ryuukin-Lohe“ zu.\n\n<color=#FFD780FF>Ryuukin-Lohe</color>\nLöst beim Treffen von Ryuukin-Lohe betroffener Gegner mit Standardangriffen, heftigen Schlägen, Angriffen aus dem Fall, Elementarfähigkeiten und Spezialfähigkeiten von allen Truppenmitgliedern außer Yoimiya selbst eine Explosion aus, die <color=#FF9999FF>Pyro-Flächenschaden</color> verursacht.\nWird ein von Ryuukin-Lohe betroffener Gegner während der Wirkungsdauer des Effeks besiegt, springt der Effekt mitsamt der verbleibenden Wirkungsdauer auf einen anderen Gegner in der Nähe über.\n\n2 s Abklingzeit für Explosionen durch Ryuukin-Lohe. Beendet den Effekt von Ryuukin-Lohe, der durch Yoimiya selbst ausgelöst wurde, wenn Yoimiya besiegt wird.\n\n<i>Feuerwerk sind menschengemachte Sterne und Kometen, die in den Himmel gefeuert werden. Selbst wenn sie nur einen Moment lang existieren, besteht die Erinnerung an sie weiter.</i>",
      "es": "Yoimiya da un salto para lanzar su creación, la saxifraga de oro, y disparar cohetes ardientes sorpresa que infligen <color=#FF9999FF>Daño Pyro en el AdE</color> y que aplican el efecto de ascua dorada sobre uno de los enemigos golpeados.\n\n<color=#FFD780FF>Ascua dorada</color>\nCuando cualquier personaje del equipo (a excepción de Yoimiya) ataca al enemigo afectado por ascua dorada con Ataques Normales, Cargados o Descendentes o con la Habilidad Elemental o Definitiva, ocurrirá una explosión que inflige <color=#FF9999FF>Daño Pyro en el AdE</color>.\nSi un enemigo afectado por ascua dorada es derrotado, este efecto pasará a otro enemigo cercano, el cual heredará la duración restante.\n\nSolo se puede generar una explosión cada 2 s con ascua dorada y, cuando Yoimiya es derrotada, dicho efecto aplicado por ella misma se disipará.\n\n<i>Los fuegos artificiales son como estrellas creadas por el ser humano, cometas que se dirigen hacia el cielo. Aunque solo duren un pequeño instante, su resplandeciente brillo quedará grabado para siempre en el corazón de las personas.</i>",
      "fr": "Yoimiya s'élance dans les airs avec sa création originale, le « Saxifrage Ryuukin » et tire des roquettes flamboyantes pleines de surprises, qui infligent des <color=#FF9999FF>DGT Pyro de zone</color>, et marquent un ennemi d'une « Flamme Ryuukin ».\n\n<color=#FFD780FF>Flamme Ryuukin</color>\nLes attaques normales, chargées et plongeantes, les compétences élémentaires et les déchaînements élémentaires de tous les personnages de l'équipe (hormis Yoimiya) génèrent une explosion lorsqu'elles touchent un ennemi marqué d'une Flamme Ryuukin, infligeant des <color=#FF9999FF>DGT Pyro de zone</color>.\nLorsqu'un ennemi marqué d'une Flamme Ryuukin est vaincu avant la fin de l'effet, ce dernier est transféré à un ennemi proche qui hérite de la durée restante.\n\nIl est possible de générer ainsi une explosion toutes les 2 s max. Quand Yoimiya est vaincue, l'effet Flammes Ryuukin généré par ses compétences prend fin.\n\n<i>Les feux d'artifice sont les étoiles créées par l'homme, comètes destinées aux cieux. Et même si elle n'est qu'éphémère, la lumière qu'ils génèrent peut demeurer longtemps dans le cœur des hommes.</i>",
      "pt": "Quando sua criação original, a \"Saxifraga Ryuukin\" voa no ar, Yoimiya dispara mísseis flamejantes repletos de surpresas que causam <color=#FF9999FF>Dano Pyro em uma AdE</color> e marca um dos inimigos atingidos com uma Flama Dourada.\n\n<color=#FFD780FF>Saxifraga Ryuukin</color>\nTodos os Ataques Normais, Ataques Carregados, Ataques Imersivos, Habilidades Elementais e Supremos lançados por todos os personagens na equipe (exceto a própria Yoimiya) que acertem em inimigos sob a influência da Flama Dourada causarão uma explosão, causando <color=#FF9999FF>Dano Pyro em uma AdE</color>.\nQuando um inimigo é derrotado sob a influência da Flama Dourada durante o tempo do efeito, o efeito passará para outro inimigo ao redor, que herdará a duração restante.\n\nA Flama Dourada pode ser ativada uma vez a cada 2s. Quando Yoimiya for derrotada, os efeitos da Flama Dourada criados através das suas habilidades serão desativados.\n\n<i>Os fogos de artifício são a luz estelar feitas pelo homem, cometas disparados no céu. Apesar deles durarem apenas um instante, a memória do seu brilho certamente perdura eternamente.</i>",
      "ru": "Ёимия взмывает в воздух со своим изобретением, Камнеломкой Рюкин, которая запускает пылающие ракеты, полные сюрпризов, и наносит <color=#FF9999FF>Пиро урон по площади</color>, помечая одного из поражённых противников Золотым сиянием.\n\n<color=#FFD780FF>Золотое сияние</color>\nОбычные атаки, заряженные атаки, атаки в падении, элементальные навыки и взрывы стихии любого члена отряда, кроме Ёимии, поражающие помеченного Золотым сиянием врага, вызывают взрывы, которые наносят <color=#FF9999FF>Пиро урон по площади</color>.\nЕсли противник, помеченный Золотым сиянием, погибает во время действия навыка, эффект и его оставшаяся длительность передаются другому ближайшему противнику.\n\nКаждые 2 сек. может возникнуть только один взрыв Золотого сияния. Если Ёимия погибает в бою, эффекты Золотого сияния, вызванные её навыком, перестанут действовать.\n\n<i>Фейерверки - это искусственный свет звёзд, это запускаемые в небо кометы. Они живут лишь мгновение, но память об их сиянии, несомненно, будет жить вечно.</i>",
      "id": "Seiring \"Ryuukin Saxifrage\" ciptaannya melompat ke udara, Yoimiya melesatkan roket api penuh kejutan ke depan, mengakibatkan <color=#FF9999FF>Pyro DMG Area</color>, dan memberikan salah satu musuh yang terkena efek Aurous Blaze.\n\n<color=#FFD780FF>Aurous Blaze</color>\nJika Normal/Charged/Plunging Attack, Elemental Skill, dan Elemental Burst dari anggota party selain Yoimiya mengenai musuh yang ditandai dengan Aurous Blaze, maka serangan tersebut akan memicu ledakan yang mengakibatkan <color=#FF9999FF>Pyro DMG Area</color>.\nJika musuh yang terkena pengaruh Aurous Blaze gugur selama durasi efek berlangsung, efek Aurous Blaze akan berpindah ke musuh lain di sekitarnya dan melanjutkan sisa durasi Aurous Blaze.\n\nSatu ledakan Aurous Blaze dapat terpicu setiap 2 detik. Ketika Yoimiya gugur, efek Aurous Blaze yang tercipta dari skill Yoimiya akan menghilang.\n\n<i>Kembang api adalah cahaya bintang buatan manusia, bagaikan komet-komet yang ditembakkan ke langit. Meskipun kembang api hanya terlihat sesaat, tapi kenangan saat cahaya kembang api bermekaran akan terus dikenang.</i>",
      "th": "Yoimiya กระโจนขึ้นสู่ท้องฟ้าตามดอกไม้ไฟ \"Ryuukin Saxifrage\" ที่ตนสร้างขึ้น จากนั้นยิงธนูไฟที่อัดแน่นไปด้วยเซอร์ไพรส์ออกไปข้างหน้า สร้าง<color=#FF9999FF>ความเสียหายไฟวงกว้าง</color> และติด \"Aurous Blaze\" ให้กับศัตรูตัวใดตัวหนึ่งที่โดนโจมตี\n\n<color=#FFD780FF>Aurous Blaze</color>\nเมื่อการโจมตีปกติ, ชาร์จโจมตี, โจมตีพุ่งลงจากอากาศ, สกิลธาตุ หรือท่าไม้ตายของตัวละครอื่นในทีม (ไม่รวมตัวของ Yoimiya เอง) ถูกศัตรูที่อยู่ภายใต้ผลกระทบของ Aurous Blaze จะทำให้เกิดการระเบิด เกิดเป็น<color=#FF9999FF>ความเสียหายไฟวงกว้าง</color>\nเมื่อศัตรูที่อยู่ภายใต้ผลกระทบของ Aurous Blaze ถูกกำจัดภายในช่วงเวลาต่อเนื่องของสกิล เอฟเฟกต์จะย้ายไปยังศัตรูอีกหนึ่งตัวที่อยู่ในบริเวณใกล้เคียง และสืบทอดช่วงเวลาต่อเนื่องที่เหลืออยู่ต่อไป\n\nAurous Blaze จะทำให้เกิดการระเบิดมากสุดหนึ่งครั้ง ในทุก 2 วินาที และเมื่อ Yoimiya หมดสติ Aurous Blaze ที่เกิดจากตัวของ Yoimiya เองจะหายไป\n\n<i>ดอกไม้ไฟคือแสงจากดวงดาวที่ผู้คนสร้างขึ้น ดาวหางซึ่งพุ่งทะยานขึ้นสู่ท้องฟ้า แม้ว่าจะอยู่ได้เพียงชั่วครู่ แต่แสงที่เจิดจ้าก็ยังคงอยู่ในใจของทุกคนตลอดไป</i>",
      "vi": "Yoimiya bay lên trời theo pháo hoa tự chế \"Cỏ Ryuukin\", bắn mũi tên lửa ra phía trước, gây <color=#FF9999FF>sát thương phạm vi Nguyên Tố Hỏa</color> đồng thời gây thêm \"Lưu Kim Hỏa Quang\" cho 1 kẻ địch bị bắn trúng.\n\n<color=#FFD780FF>Lưu Kim Hỏa Quang</color>\nTấn công thường, trọng kích, tấn công khi đáp, kỹ năng nguyên tố, kỹ năng nộ của tất cả nhân vật trong đội (không bao gồm bản thân Yoimiya) đánh trúng kẻ địch bị ảnh hưởng bởi \"Lưu Kim Hỏa Quang\" sẽ phát nổ, gây <color=#FF9999FF>sát thương phạm vi Nguyên Tố Hỏa</color>.\nKhi kẻ địch bị hạ gục trong thời gian chịu ảnh hưởng bởi Lưu Kim Hỏa Quang, Lưu Kim Hỏa Quang sẽ chuyển cho một kẻ địch khác ở gần và tiếp tục thời gian duy trì.\n\nLưu Kim Hỏa Quang mỗi 2s tối đa phát nổ 1 lần. Khi Yoimiya ngã xuống, hiệu quả Lưu Kim Hỏa Quang sinh ra từ kỹ năng của chính Yoimiya sẽ biến mất.\n\n<i>Pháo hoa là ánh sao nhân tạo, là sao chổi quét lên trời. Dù cho chỉ lưu lại trong phút chốc nhưng ánh sáng rực rỡ ấy cũng có thể sống mãi trong tim mọi người.</i>"
    }
  },
  {
    "title": {
      "zhs": "袖火百景图",
      "zht": "袖火百景圖",
      "jp": "袖火百景図",
      "ko": "소매불 백경도",
      "en": "Tricks of the Trouble-Maker",
      "de": "Unruhestifter",
      "es": "Truco ígneo",
      "fr": "Tour de passe-passe",
      "pt": "Truque da Encrenqueira",
      "ru": "Трюки нарушителя порядка",
      "id": "Tricks of the Trouble-Maker",
      "th": "Tricks of the Trouble-Maker",
      "vi": "Tụ Hỏa Bách Cảnh Đồ"
    },
    "description": {
      "zhs": "在<color=#FFD780FF>焰硝庭火舞</color>的持续期间内，宵宫的普通攻击命中后，将为宵宫提供2%<color=#FF9999FF>火元素伤害加成</color>。该效果持续3秒，至多叠加10次。",
      "zht": "在<color=#FFD780FF>焰硝庭火舞</color>的持續期間內，宵宮的普通攻擊命中後，將為宵宮提供2%<color=#FF9999FF>火元素傷害加成</color>。該效果持續3秒，至多疊加10層。",
      "jp": "<color=#FFD780FF>焔硝の庭火舞い</color>の効果継続時間中、宵宮の通常攻撃が命中すると、<color=#FF9999FF>炎元素ダメージ</color>+2%、継続時間3秒、最大10重まで。",
      "ko": "<color=#FFD780FF>염초 정화(庭火)의 춤</color> 지속 시간 동안 요이미야의 일반 공격이 명중되면 요이미야에게 <color=#FF9999FF>불 원소 피해 보너스</color>를 2% 제공한다. 효과 지속 시간: 3초. 최대 중첩수: 10회",
      "en": "During <color=#FFD780FF>Niwabi Fire-Dance</color>, shots from Yoimiya's Normal Attack will increase her <color=#FF9999FF>Pyro DMG Bonus</color> by 2% on hit. This effect lasts for 3s and can have a maximum of 10 stacks.",
      "de": "Erhöht bei Treffern mit Yoimiyas Standardangriffen während der Wirkungsdauer von <color=#FFD780FF>Niwabi-Feuertanz</color> Yoimiyas <color=#FF9999FF>Pyro-Schaden</color> um 2 %. Hält 3 s, 10-fach stapelbar.",
      "es": "Mientras está activo el efecto de <color=#FFD780FF>Danza de la pólvora</color>, si Yoimiya golpea a un enemigo con un Ataque Normal, obtiene un 2% de <color=#FF9999FF>Bono de Daño Pyro</color> durante 3 s. Este efecto puede acumularse hasta 10 veces.",
      "fr": "Tant que <color=#FFD780FF>Danse du feu « Niwabi »</color> est active, les attaques normales de Yoimiya augmentent son <color=#FF9999FF>bonus de DGT Pyro</color> de 2 %. Cet effet dure 3 s et peut être cumulé 10 fois maximum.",
      "pt": "Enquanto a <color=#FFD780FF>Dança de Fogo Niwabi</color> estiver presente, acertos com o Ataque Normal da Yoimiya, irão aumentar 2% do <color=#FF9999FF>Bônus de Dano Pyro</color>. O efeito dura por 3s e pode ser acumulado em até 10 vezes.",
      "ru": "Во время действия навыка <color=#FFD780FF>Огненный танец Ниваби</color> попадания обычной атакой Ёимии будут увеличивать её <color=#FF9999FF>бонус Пиро урона</color> на 2%. Этот эффект длится 3 сек. и может складываться до 10 раз.",
      "id": "Selama durasi <color=#FFD780FF>Niwabi Fire-Dance</color>, saat Normal Attack Yoimiya mengenai musuh, Yoimiya akan memperoleh 2% <color=#FF9999FF>Pyro DMG Bonus</color>. Efek ini berlangsung selama 3 detik dan dapat ditumpuk hingga 10 lapis.",
      "th": "ภายในช่วงเวลาต่อเนื่องของ <color=#FFD780FF>Niwabi Fire-Dance</color> เมื่อโจมตีปกติของ Yoimiya ถูกเป้าหมาย จะมอบ<color=#FF9999FF>โบนัสความเสียหายไฟ</color>ให้แก่ Yoimiya 2% โดยที่เอฟเฟกต์นี้จะมีช่วงเวลาต่อเนื่อง 3 วินาที และซ้อนทับได้มากสุด 10 ครั้ง",
      "vi": "Trong thời gian duy trì của <color=#FFD780FF>Điệu Nhảy Niwabi Cháy Bỏng</color>, sau khi tấn công thường của Yoimiya đánh trúng sẽ cung cấp 2% <color=#FF9999FF>buff sát thương Nguyên Tố Hỏa</color> cho Yoimiya. Hiệu quả này duy trì 3s, tối đa cộng dồn 10 lần."
    }
  },
  {
    "title": {
      "zhs": "炎昼风物诗",
      "zht": "炎晝風物詩",
      "jp": "炎昼の風物詩",
      "ko": "한낮의 풍물시",
      "en": "Summer Night's Dawn",
      "de": "Sommerhitze",
      "es": "Sofoco estival",
      "fr": "Aube d'une nuit d'été",
      "pt": "Queimadura de Verão",
      "ru": "Летняя заря",
      "id": "Summer Night's Dawn",
      "th": "Summer Night's Dawn",
      "vi": "Bài Thơ Cảnh Hè Tàn Lụi"
    },
    "description": {
      "zhs": "施放<color=#FFD780FF>琉金云间草</color>后的15秒内，附近的队伍中所有其他角色（不包括宵宫自己）攻击力提高10%。此外，依据宵宫自己施放<color=#FFD780FF>琉金云间草</color>时固有天赋「袖火百景图」的叠加层数，将额外提升上述的攻击力效果，每层提升1%攻击力。",
      "zht": "施放<color=#FFD780FF>琉金雲間草</color>後的15秒內，附近的隊伍中所有其他角色（不包括宵宮自己）攻擊力提高10%。此外，依據宵宮自己施放<color=#FFD780FF>琉金雲間草</color>時固有天賦「袖火百景圖」的疊加層數，將額外提升上述的攻擊力效果，每層提升1%攻擊力。",
      "jp": "<color=#FFD780FF>琉金の雲間草</color>を発動した後の15秒内、周囲のチーム全員（宵宮自身を除く）の攻撃力+10%。また、宵宮が<color=#FFD780FF>琉金の雲間草</color>を発動時に固有天賦「袖火百景図」の重ねた数をもとに、1重ごとにさらに攻撃力を1%アップする。",
      "ko": "<color=#FFD780FF>유금 운간초</color> 발동 후 15초 동안 주변에 있는 파티 내 모든 캐릭터(요이미야 자신 제외)의 공격력이 10% 증가한다. 또한 요이미야가 <color=#FFD780FF>유금 운간초</color>를 발동하면 고유 특성 「소매불 백경도」의 중첩 스택에 따라 1스택마다 추가로 공격력이 1% 증가한다",
      "en": "Using <color=#FFD780FF>Ryuukin Saxifrage</color> causes nearby party members (not including Yoimiya) to gain a 10% ATK increase for 15s. Additionally, a further ATK Bonus will be added on based on the number of \"Tricks of the Trouble-Maker\" stacks Yoimiya possesses when using <color=#FFD780FF>Ryuukin Saxifrage</color>. Each stack increases this ATK Bonus by 1%.",
      "de": "Erhöht nach Anwendung von <color=#FFD780FF>Ryuukin-Steinbrech</color> den ANG aller Truppenmitglieder in der Nähe außer Yoimiya selbst 15 s lang um 10 %. Erhöht den ANG für jede Stapelung des passiven Talents „Unruhestifter“ zum Zeitpunkt der Anwendung von <color=#FFD780FF>Ryuukin-Steinbrech</color> durch Yoimiya selbst zusätzlich um 1 %.",
      "es": "Tras usar <color=#FFD780FF>Saxifraga de oro</color>, el ATQ de todos los miembros del equipo (a excepción de Yoimiya) aumenta en un 10% durante 15 s. Además, en función del número de acumulaciones de Truco ígneo que tenga Yoimiya en el momento de usar <color=#FFD780FF>Saxifraga de oro</color>, dicho aumento de ATQ incrementará en un 1% adicional por cada acumulación.",
      "fr": "Lorsque Yoimiya libère <color=#FFD780FF>Saxifrage Ryuukin</color>, l'ATQ de tous les autres personnages de l'équipe (hormis Yoimiya) augmente de 10 % pendant 15 s. De plus, chaque cumul de l'aptitude passive « Tour de passe-passe » que Yoimiya possède lorsqu'elle exécute <color=#FFD780FF>Saxifrage d'or</color> augmente ce bonus d'ATQ de 1 %.",
      "pt": "Todos os personagens da equipe (com exceção da própria Yoimiya) ganharão um aumento de 10% no ATQ por 15s após usar a <color=#FFD780FF>Saxifraga Ryuukin</color>. Além disso, um bônus adicional de ATQ será adicionado com base no número de cargas do \"Truque da Encrenqueira\" que Yoimiya possui ao usar a <color=#FFD780FF>Saxifraga Ryuukin</color>. Cada carga aumenta 1% de ATQ.",
      "ru": "Использование навыка <color=#FFD780FF>Камнеломка Рюкин</color> увеличивает силу атаки ближайших членов отряда (кроме Ёимии) на 10% в течение 15 сек. Имеющиеся на момент активирования навыка <color=#FFD780FF>Камнеломка Рюкин</color> уровни складывания «Трюков нарушителя порядка» Ёимии дополнительно повышают бонус силы атаки. Каждый уровень повышает бонус силы атаки на 1%.",
      "id": "Melancarkan <color=#FFD780FF>Ryuukin Saxifrage</color> akan meningkatkan 10% ATK seluruh anggota party di sekitar (tidak termasuk Yoimiya) selama 15 detik. Selain itu, Karakter juga akan mendapatkan peningkatan ATK tambahan berdasarkan jumlah lapisan \"Tricks of the Trouble-Maker\" yang dimiliki Yoimiya saat menggunakan <color=#FFD780FF>Ryuukin Saxifrage</color>. Setiap lapisan akan meningkatkan 1% peningkatan ATK.",
      "th": "ภายใน 15 วินาที หลังจากใช้ <color=#FFD780FF>Ryuukin Saxifrage</color> ตัวละครอื่นทั้งหมดในทีม (ไม่รวมตัวของ Yoimiya เอง) ที่อยู่ในบริเวณใกล้เคียงพลังโจมตีจะเพิ่มขึ้น 10% นอกจากนี้จะได้รับเอฟเฟกต์พลังโจมตีเพิ่มเติม โดยขึ้นอยู่กับจำนวนการซ้อนทับของเอฟเฟกต์พรสวรรค์ \"Tricks of the Trouble-Maker\" ที่มีอยู่ตอนที่ตัว Yoimiya ใช้ <color=#FFD780FF>Ryuukin Saxifrage</color> โดยแต่ละชั้นจะเพิ่มพลังโจมตีขึ้น 1%",
      "vi": "Trong vòng 15s sau khi thi triển <color=#FFD780FF>Cỏ Ryuukin</color>, tất cả nhân vật khác ở gần (không bao gồm bản thân Yoimiya) tăng 10% tấn công. Ngoài ra, tùy theo số tầng cộng dồn của thiên phú cố định \"Tụ Hỏa Bách Cảnh Đồ\" khi Yoimiya thi triển <color=#FFD780FF>Cỏ Ryuukin</color>, sẽ tăng thêm hiệu quả tấn công kể trên, mỗi tầng tăng 1% tấn công."
    }
  },
  {
    "title": {
      "zhs": "炎色配比法",
      "zht": "炎色配比法",
      "jp": "炎色の配合法",
      "ko": "불꽃색 배합법",
      "en": "Blazing Match",
      "de": "Entzündliche Abstimmung",
      "es": "Ornamentación flagrante",
      "fr": "Rentabilisation maximum",
      "pt": "Correspondência Flamejante",
      "ru": "Горящая спичка",
      "id": "Blazing Match",
      "th": "Blazing Match",
      "vi": "Cách Phối Màu Nóng"
    },
    "description": {
      "zhs": "制作装潢、摆件、景观类摆设时，有100%概率返还部分材料。",
      "zht": "製作裝潢、擺飾、景觀類擺設時，有100%機率歸還部分材料。",
      "jp": "建材、置物、景観などの調度品を製作する時、100%の確率で一部の材料が返還される。",
      "ko": "인테리어, 장식, 경관 유형의 장식을 제작 시 100%의 확률로 일부 재료를 반환한다",
      "en": "When Yoimiya crafts Decoration, Ornament, and Landscape-type Furnishings, she has a 100% chance to refund a portion of the materials used.",
      "de": "Erhält beim Herstellen von Verzierungen, Zierrat und Landschaftsdekorationen mit einer Wahrscheinlichkeit von 100 % einen Teil der verbrauchten Materialien zurück.",
      "es": "Al fabricar decoraciones, artículos decorativos y de paisaje, se recuperan parte de los materiales.",
      "fr": "Lors de la fabrication de décorations, d'aménagements ou de décorations de paysage, une partie des matériaux est récupérée.",
      "pt": "Quando Yoimiya cria uma Decoração, Item de Decoração e Paisagem, ela tem 100% de chance de reembolsar uma parte dos materiais utilizados.",
      "ru": "При создании элементов декора типа «отделка», «украшение» и «пейзаж» имеет 100% шанс восстановить часть использованных материалов.",
      "id": "Yoimiya memiliki 100% kemungkinan untuk mendapatkan kembali sebagian material yang digunakan dalam pembuatan dekorasi, perabot dan hiasan.",
      "th": "เมื่อสร้างของตกแต่ง, เครื่องประดับ และเฟอร์นิเจอร์ประเภทจัดแต่งทิวทัศน์ จะมีโอกาส 100% ที่จะได้รับวัสดุที่ใช้บางส่วนคืน",
      "vi": "Khi chế tạo đồ trang trí loại trang hoàng, trang trí, cảnh quan, có 100% tỷ lệ hoàn trả một phần nguyên liệu."
    }
  }
]