[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Info Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "掌管鸣神大社的大巫女、白辰血脉的继承者、「永恒」的眷属与友人，以及，轻小说出版社「八重堂」的恐怖总编…\n\n细究起来，八重神子的头衔竟与她的性情同样难测多变。\n\n出于各种目的试图搞清神子「真面目」的人，可以从天领奉行府一路排到「八重堂」门口，然而迄今为止，成功者依旧寥寥。\n\n毕竟神子从未刻意掩饰什么。千面百变，不过是兴之所至，随心所欲罢了。没有谜面的谜语，本就不成立。\n\n——只需记得，她永远是那位「兼具智慧与美貌的八重神子大人」就好。",
      "zht": "掌管鳴神大社的大巫女、白辰血脈的繼承者、「永恆」的眷屬與友人，以及，輕小說出版社「八重堂」的恐怖總編…\n\n細究起來，八重神子的頭銜竟與她的性情同樣難測多變。\n\n出於各種目的試圖搞清神子「真面目」的人，可以從天領奉行府一路排到「八重堂」門口，然而迄今為止，成功者依舊寥寥。\n\n畢竟神子從未刻意掩飾什麼。千面百變，不過是興之所至，隨心所欲罷了。沒有謎面的謎語，本就不成立。\n\n——只需記得，她永遠是那位「兼具智慧與美貌的八重神子大人」就好。",
      "jp": "鳴神大社を司る大巫女であり、白辰の血筋を継ぐ者。「永遠」の眷属であり、その友人…そして、娯楽小説出版社「八重堂」の恐るべき編集長でもある…\n\n八重神子の肩書きは、彼女の性情と同じように予測しがたいものだ。\n\n様々な目的から、神子の「本性」を探ろうとする者がいる。その数は、天領奉行府から「八重堂」の入り口まで並ぶほど。しかし、過去に成功した者はほぼいない。\n\nなぜなら、神子は意図的に何かを隠そうとしたことなど、一度もないからだ。千の相と百の変化は、ただの気まぐれに過ぎず、お題のない謎かけなど端から成立しない。\n\nだから、これだけ覚えておけばいい——彼女は、永遠に「英知と美貌を兼ね備えた八重神子様」であることを。",
      "ko": "나루카미 다이샤를 관장하는 대무녀, 하쿠신 혈통의 계승자, 「영원」의 권속이자 친구, 그리고 라이트 노벨 출판사 「야에 출판사」의 무시무시한 편집장….\n\n야에 미코의 직함은 그녀의 성격만큼 종잡을 수 없다.\n\n다양한 이유로 야에의 「본모습」을 알아내려는 사람들은 텐료 봉행부에서 「야에 출판사」까지 줄 세울 수 있을 정도로 많지만, 지금까지 성공한 사람은 거의 없다.\n\n왜냐면 야에는 의도적으로 본모습을 감춘 게 아니라 마음 내키는 대로 행동했을 뿐이기 때문이다. 정답이 없는 수수께끼였던 셈이다.\n\n그녀가 영원히 「지혜와 미모를 겸비한 야에 미코님」이라는 것만 기억하면 된다",
      "en": "The head shrine maiden of the Grand Narukami Shrine, descendant of Hakushin's lineage, Eternity's servant and friend, and the intimidating editor-in-chief of Yae Publishing House, a publisher of light novels...\n\nCome to think of it, Yae Miko's nicknames are as myriad as her changeable moods.\n\nThe number of people who have tried to \"figure her out\" for various reasons could fill the streets from the Tenryou Commission estate to Yae Publishing House if you were to line them all up, but to this day, very few indeed have succeeded.\n\nNot that Miko has ever intended to conceal anything, of course. Any capriciousness is but the result of doing as she wills and pleases. A riddle with no solution is no riddle at all, in any case!\n\nYou just need to remember that she will always be none other than the wise and beautiful Yae Miko.",
      "de": "Oberste Schreinjungfer des Großen Narukami-Schreins und Nachfahrin der Hakushin-Blutlinie, Untergebene und Freundin der „Ewigkeit“ und die einschüchternde Chefredakteurin des Verlagshauses Yae, einem Verlag für kurze Erzählungen ...\n\nWenn man es genau betrachtet, sind die Titel von Yae Miko genauso unberechenbar wie ihre Persönlichkeit.\n\nDie Menschen, die versucht haben, die „wahre Natur“ von Miko für verschiedene Zwecke herauszufinden, können eine lange Schlange von der Tenryou-Verwaltung bis zum Verlagshaus Yae bilden, aber bisher sind diese Versuchen nur wenig gelungen.\n\nSchließlich hat Miko noch nie etwas absichtlich versteckt. Tausend Gesichter und hundert Variationen sind nur eine Frage ihrer Laune. Ein Rätsel ohne Inhalt ist von Anfang an nicht gültig.\n\nDenk einfach daran, dass sie immer die „weise und schöne Yae Miko“ sein wird.",
      "es": "Yae Miko es la miko principal del Gran Santuario Narukami, la heredera del linaje Hakushin, la familiar y amiga de la Eternidad y la aterradora editora en jefe de la Editorial Yae, especializada en novelas ligeras.\n\nAl conocerla más de cerca, uno se da cuenta de que sus títulos y cargos son tan insondables y diversos como su carácter.\n\nQuien, por los motivos que sean, quiera comprender a la verdadera Yae Miko, no tiene más que hacer cola desde la Sede de la Comisión Tenryou hasta la puerta de la Editorial Yae. Ahora bien, hasta la fecha, muy pocos han conseguido algo, ya que en realidad ella nunca ha ocultado algo a propósito.\n\nEs solo que le gusta ser una persona con muchas facetas y poder hacer lo que le plazca. Al fin y al cabo, un acertijo no es nada sin un poco de misterio.\n\nAsí pues, lo único que tienes que saber de ella es que es la “astuta y hermosa gran Yae Miko”.",
      "fr": "#La grande prêtresse du Sanctuaire de Narukami, descendante de la lignée royale des Kitsunes Hakushin. Servante et amie de l'« éternité », responsable éditoriale de la Chambre Yae qui publie des romans légers... Yae Miko cumule les titres au gré de ses humeurs changeantes.\n\nÀ bien y penser, les surnoms de Yae Miko sont aussi innombrables que ses humeurs.\n\nLes personnes qui ont essayé de la « percer à jour » sont si nombreuses qu'elles pourraient faire une file de la même longueur que la rue qui va du siège de la Commission administrative jusqu'aux locaux de la Chambre Yae. Cependant, très peu d'entre eux ont réussi cet exploit.\n\nLoin de Miko l'idée de cacher sa véritable personnalité, ses multiples facettes n'étant que le fruit de ses envies. Une énigme n'en serait pas une sans un peu de mystère !\n\nTout ce qu'il faut retenir, c'est qu'elle n'est nulle autre que la «{NON_BREAK_SPACE}sage et merveilleuse Yae Miko ».",
      "pt": "A Sacerdotisa principal do Grande Santuário Narukami, descendente da linhagem Hakushin, serva e amiga da Eternidade, bem como a intimidadora Editora-Chefe da Editora Yae, a editora de Light Novels... Pensando bem, os apelidos de Yae Miko são tantos quanto o seu humor.\n\nSeria possível formar uma fila da Comissão Tenryou até a Editora Yae com as pessoas que tentaram entender a verdadeira Yae Miko, mas até hoje poucos conseguiram.\n\nNão é como se Yae Miko tentasse ter escondido algo. Seu humor é só o resultado dela agir como bem quiser, pois uma charada sem solução sequer é uma charada!\n\nSó é necessário lembrar que ela sempre é a sábia e bela Yae Miko.",
      "ru": "Верховная жрица Великого храма Наруками, потомок рода Хакусин, слуга и друг Вечности, а также устрашающий главный редактор издательского дома Яэ, где издаются лёгкие романы... Если подумать, титулы Яэ Мико меняются столь же часто, как и её настроение. Очередь из людей, которые пытались «узнать её истинное лицо», могла бы заполнить улицы от штаб-квартиры комиссии Тэнрё до издательского дома Яэ, но преуспели в этом очень немногие. Конечно, Мико ничего не скрывает намеренно. Её изменчивый нрав всего лишь результат того, что она поступает так, как ей хочется и нравится. Без разгадки нет загадки. Просто запомни, что она всегда будет не кем иным, как мудрой и прекрасной Яэ Мико.",
      "id": "Kepala miko dari Kuil Agung Narukami, keturunan dari garis keturunan Hakushin, pelayan dan teman Keabadian, dan pemimpin redaksi Yae Publishing House, penerbit novel pendek yang menyeramkan ... Omong-omong, nama panggilan Yae Miko sama banyaknya dengan suasana hatinya yang berubah-ubah.\n\nJumlah orang yang telah mencoba \"mengenal dirinya\" karena berbagai alasan dapat memenuhi jalan-jalan dari kompleks Tenryou Commission hingga Yae Publishing House kalau kamu ingin menyuruh mereka semua berbaris, tapi hanya sedikit yang berhasil hingga hari ini.\n\nBukan berarti Miko bermaksud menyembunyikan apa pun. Setiap ketidakteraturan hanyalah hasil dari apa yang dia mau dan inginkan. Teka-teki tanpa solusi sama sekali bukan teka-teki!\n\nKamu hanya perlu ingat kalau dia akan selalu menjadi Yae Miko yang bijaksana dan cantik.",
      "th": "หัวหน้ามิโกะแห่งศาลเจ้า Grand Narukami, ทายาทแห่งสายเลือดของ Hakushin, ผู้ติดตาม และสหายแห่ง \"นิรันดร์\" รวมไปถึง บรรณาธิการที่น่ากลัวของสำนักพิมพ์ไลท์โนเวล \"สำนักพิมพ์ Yae\"...\n\nหากศึกษาโดยละเอียดแล้ว ชื่อเล่นต่าง ๆ ของ Yae Miko นั้นคาดเดายากและผันผวนเฉกเช่นเดียวกับนิสัยของเธอ\n\nเหล่าบรรดาผู้ที่ต้องการค้นหา \"โฉมหน้าที่แท้จริง\" ของ Miko เพื่อวัตถุประสงค์ต่าง ๆ นั้น หากต่อแถวกันคงยาวตั้งแต่ศูนย์บัญชาการสำนัก Tenryou ไปจนถึงหน้าประตูของ \"สำนักพิมพ์ Yae\" เลยทีเดียว แต่จนถึงทุกวันนี้ ผู้ที่ทำสำเร็จก็ยังคงมีเพียงแค่หยิบมือเท่านั้น\n\nแท้จริงแล้ว Miko ไม่เคยจงใจปิดบังอะไรเลย โฉมหน้านับร้อยของเธอนั้น ต่างก็เป็นเพียงแค่งานอดิเรก ที่ทำเพื่อสนองใจตนเท่านั้นเอง ปริศนาที่ไม่มีปริศนา เดิมทีก็ไม่นับว่าเป็นปริศนาอยู่แล้ว\n\n...สิ่งที่ควรจดจำไว้ก็คือ เธอจะยังคงเป็น \"Yae Miko ผู้เปี่ยมทั้งสติปัญญาและความงาม\" ตลอดไป เท่านั้นก็เพียงพอแล้ว",
      "vi": "Đại pháp sư cai quản Đền Narukami, người kế thừa huyết mạch Bạch Thần, là thân quyến và là bằng hữu của \"vĩnh hằng\", đồng thời cũng là tổng biên tập hắc ám của Nhà Xuất Bản Yae...\n\nNếu xem xét kỹ thì chức danh của Yae Miko cũng biến hóa đa dạng hệt như tính tình của cô ấy vậy.\n\nSố người với các mục đích khác nhau thử tìm đủ mọi cách để làm rõ \"bộ mặt thật\" của Miko, có thể xếp hàng dài từ phủ Hiệp Hội Tenryou cho đến cổng Nhà Xuất Bản Yae, thế nhưng đến tận hôm nay, chả có mấy ai thành công cả.\n\nDù sao thì Miko từ trước đến giờ không hề cố ý che giấu điều gì. Biến hóa trăm mặt chẳng qua chỉ là ngẫu hứng nhất thời, muốn gì làm đó mà thôi. Một câu đố mà không có ẩn giấu gì bên trong, vốn dĩ đã không phải là câu đố.\n\nChỉ cần nhớ rằng, cô ấy mãi mãi là vị \"đại nhân Yae Miko tài trí xinh đẹp\" là được rồi."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "八重堂的几位编辑曾向总编大人推荐过一份原稿。\n\n该作品文笔瑰丽，构思精巧，选题也恰是时下流行的恋爱轻喜剧。\n\n如此璞玉，只需稍加打磨，配上精致插画…一定能大卖特卖吧！\n\n编辑们没想到的是，八重神子看过后并未露出欣喜之色，而是深深叹气，将各大责编都叫了过来。\n\n责编犹豫地问：「八重大人…虽说是我建议他写这个题材的…可这不是现在最热门的类型吗？」\n\n面对责编疑惑的眼神，神子直接说出了自己的意见：一本本该新奇却被题材处处束缚了的轻小说，一言以蔽之，「不够自由」。\n\n所谓的畅销题材、类型化作品…不过是每十年轮换一次的潮流罢了。\n\n投时代所好是种捷径，但如果一部作品本就有不被时潮淹没的素质，又何必随波逐流？\n\n「替我传话给这位新人作者，就说无需顾虑题材类型，只要认真对待笔下的『故事』就好。」\n\n投稿作者听闻此事，若有所悟，便停笔闭门苦思。数月后，一份崭新的原稿送到了神子与责编面前。\n\n责编一时哑然，就连向来百无禁忌的八重神子也难得微蹙起了眉头：\n\n「嗯…怎么办呢…确实不太妙。」\n\n「是啊！就算再怎么不用顾虑题材，『转生成为雷电将军』也太离谱了吧！」\n\n「题材？题材当然没有问题了。但是——他的笔名太普通，怎么看都配不上这本书吧。」\n\n「关注点原来在这里吗…不、不过您开心就好。」\n\n不久后，本书作者便以总编提议的超长笔名「勘解由小路健三郎」堂堂出道。\n\n至于总编大人灵机一动开展「转生成为八重宫司」的征文活动，又是后话了。",
      "zht": "八重堂的幾位編輯曾向總編大人推薦過一份原稿。\n\n該作品文筆瑰麗，構思精巧，選題也恰是時下流行的戀愛輕喜劇。\n\n如此璞玉，只需稍加打磨，配上精緻插畫…一定能大賣特賣吧！\n\n編輯們沒想到的是，八重神子看過後並未露出欣喜之色，而是深深嘆氣，將各大責編都叫了過來。\n\n責編猶豫地問：「八重大人…雖說是我建議他寫這個題材的…可這不是現在最熱門的類型嗎？」\n\n面對責編疑惑的眼神，神子直接說出了自己的意見：一本本該新奇卻被題材處處束縛了的輕小說，一言以蔽之，「不夠自由」。\n\n所謂的暢銷題材、類型化作品…不過是每十年輪換一次的潮流罷了。\n\n投時代所好是種捷徑，但如果一部作品本就有不被時潮淹沒的素質，又何必隨波逐流？\n\n「替我傳話給這位新人作者，就說無需顧慮題材類型，只要認真對待筆下的『故事』就好。」\n\n投稿作者聽聞此事，若有所悟，便停筆閉門苦思。數月後，一份嶄新的原稿送到了神子與責編面前。\n\n責編一時啞然，就連向來百無禁忌的八重神子也難得微蹙起了眉頭：\n\n「嗯…怎麼辦呢…確實不太妙。」\n\n「是啊！就算再怎麼不用顧慮題材，『轉生成為雷電將軍』也太離譜了吧！」\n\n「題材？題材當然沒有問題了。但是——他的筆名太普通，怎麼看都配不上這本書吧。」\n\n「關注點原來在這裡嗎…不、不過您開心就好。」\n\n不久後，本書作者便以總編提議的超長筆名「勘解由小路健三郎」堂堂出道。\n\n至於總編大人靈機一動展開「轉生成為八重宮司」的徵文活動，又是後話了。",
      "jp": "その昔、八重堂の編集たちは、編集長様にとある原稿を推薦したことがある。\n\nその作品は秀逸な文章で綴られており、構成も実に巧妙、題材も当時流行りの恋愛喜劇であった。\n\nかようなダイヤの原石ならば、ほんの少し磨いてやり、凝ったイラストを添えてやれば…きっと飛ぶように売れるだろう！と考えたのである。\n\nだが、その予想とは裏腹に、それを読んだ八重神子は喜ぶどころか、深くため息をつき、各担当編集たちを呼び集めた。\n\n担当編集は尻込みしながらこう言った——「八重様…そのような題材を書くよう勧めたのは私です…今もっとも流行っている題材だと思うのですが…」\n\n編集の疑いの眼差しを受けつつ、神子は自らの意見を率直に言った——本来、斬新な観点を持っておった小説が、題材により縛られておる。一言で表すなら「自由度が低い」。\n\nいわゆる売れ行きの良い題材や型を踏襲した作品は…所詮十年ごとに変わる流行に過ぎぬ。\n\n時代の好みに合わせるのは、確かに近道と言えよう。だが、元々時代に飲み込まれぬ素質を持つ作品ならば、その流れに乗る必要もないであろう？\n\n「妾の代わりにその新人作家に伝えるのじゃ。題材や型にこだわる必要はない。今ある『物語』と真剣に向き合えばよい、とな。」\n\n作品を投稿した作者は、何かを悟ったかのように筆を走らせ、考えをまとめるため引きこもった。その数ヶ月後、神子と担当編集のもとに、「斬新」で「新たな」原稿が届いた。\n\nそれを読んだ担当編集は唖然とし、これまであらゆるものを受け入れてきた八重神子も眉をひそめた——\n\n「ふむ…どうしたものかのう…これは確かにあまりよくない。」\n\n「そうですよ！題材にこだわる必要はないと言っても、『雷電将軍に転生』なんてのはあまりにも度が過ぎています！」\n\n「題材？それなら問題はないじゃろう。ただ——こやつの筆名があまりにも平凡で、どう考えてもこの小説に釣り合わぬのじゃ。」\n\n「筆名の話でしたか…えっと…八重様がいいのでしたら、私も言うことはありません。」\n\n程なくして、この小説の作者は「堪解由小路健三郎」という、編集長から提案されたとても長い筆名で小説界に現れることになる。\n\n後日、編集長のひらめきで、「八重宮司に転生したら」という題材で原稿の募集が始まったが、それはまた別のお話。",
      "ko": "야에 출판사의 편집자들은 편집장에게 원고를 추천했다.\n\n해당 작품은 필력이 수려하고 구성이 탄탄하며 소재도 유행하는 가벼운 연애물이다.\n\n이런 원석은 조금만 다듬고 정교한 삽화와 함께 출시하면 잘 팔릴게 분명했다!\n\n하지만 편집자들의 기대와 달리 야에 미코는 한숨을 내쉬며 편집자를 모두 소집했다.\n\n담당 편집자는 머뭇거리다 물었다: 「야에 님 소재는 제가 정해준 겁니다…. 이게 요즘 유행하는 스타일 아닙니까?」\n\n담당 편집자의 질문에 야에는 이렇게 답했다. \"참신하지만 소재에 얽매인 라이트 노벨은 한마디로 「자유롭지 못해.」\"\n\n베스트 셀러의 소재와 양식은 그저 10년에 한 번씩 바뀌는 유행일 뿐.\n\n유행을 타는 건 지름길이지만, 유행을 이겨낼 수 있는 자질이 있는 작품을 유행에 맡길 필요가 있겠는가?\n\n「이 신입 작가에게 전해 줘, 쓰고 있는 『이야기』에 진지하게 임하면 된다고 말이야.」\n\n투고 작가는 그 말을 듣고 며칠을 고민하다가 몇 달 뒤에 새로운 원고를 야에와 담당 편집자에게 보냈다.\n\n담당 편집자는 그걸 보자 말문이 막혔고 야에 미코도 드물게 눈가를 찌푸렸다.\n\n「음…. 이걸 어쩐담…골치 아픈걸」\n\n「그래요! 아무리 소재에 신경 쓰지 않고 글을 쓴다고 해도, 『라이덴 쇼군으로 환생』은 도가 넘은 거 같아요!」\n\n「소재? 그건 문제없어, 내가 걱정하는 건, 작가 필명이 너무 평범해서 이 작품에 걸맞지 않는다는 거야.」\n\n「그걸 신경 쓰고 계셨군요…. 아, 아닙니다, 야에 님 마음에 드시면 됐습니다.」\n\n얼마 후, 작가는 편집장의 제안으로 「카데노코지 겐자부로」라는 긴 필명으로 당당히 활동을 시작했다.\n\n나중에 편집장이 여기서 영감을 얻어 「야에 궁사로 환생」 공모전을 열었다는 후일담이 있다",
      "en": "Yae Publishing House's editors once submitted a certain manuscript to the editor-in-chief.\n\nThis work was well-written, clearly thought out, and the themes were romance with a side of comedy — a prime slice of the zeitgeist.\n\nSuch a gem would surely require but a thin coat of polish and a few beautiful illustrations to sell well!\n\nBut unexpectedly, Yae Miko did not seem pleased with this, instead heaving a deep sigh before calling for the various head editors.\n\nOne of them asked hesitantly, \"Lady Yae, I... Well, I did ask him to write on this topic, yes, but isn't this the hot genre of the day?\"\n\nFaced with the editor's doubtful gaze, Miko gave her opinion forthrightly: that a book that should have been interesting yet was shackled at every turn by the topic was, simply put, \"not free enough.\"\n\nThings like \"top sellers,\" \"genre fiction,\" these were naught but fads that would come and go every decade.\n\nGetting with the times was a shortcut, yes, but if a work had the quality that could surmount this tide, why go with the flow nonetheless?\n\n\"Pass this message to this new author of ours: tell him that there's no need to bother about genre. He just needs to write his story and write it well.\"\n\nUpon hearing this, the author stopped writing for a time, as if suddenly having an epiphany. Several months later, a new manuscript was sent to Miko and her editors.\n\nThe latter were stunned, and even Yae Miko, who cared little about taboos, furrowed her brows slightly — a rare sight indeed.\n\n\"Um... What do we do? This isn't good...\"\n\n\"Exactly! I mean, there's 'not being concerned about genre, and then there's something like 'Shogun Almighty: Reborn as Raiden'... This is just too much!\"\n\n\"Hmm? Genre? No, no, there's no problem with that — it's his pen name I'm worried about. It's too normal for a book like this.\"\n\n\"Huh, so that was what you were concerned about... No, uh, never mind. As long as you're happy, Lady Yae.\"\n\nNot long after, the author of this book would take to the literary stage with the Yae Miko-approved (and overly long) pen name \"Kadenokouji Kenzaburou.\"\n\nAs to how the editor-in-chief got the idea to start a \"Reborn as Guuji Yae\" writing submission event, that would be a tale for another day.",
      "de": "Mehrere Redakteure des Verlagshauses Yae haben der Chefredakteurin ein Originalmanuskript empfohlen.\n\nDie mit einer ausgeklügelten Schreibweise und Ideen geschriebene romantische Komödie war genau ein damals sehr beliebtes Genre.\n\nWas für ein Rohdiamant, der nur noch wenig verbessert werden und mit schönen Illustrationen versehen werden musste ... Es würde bestimmt ein Hit werden!\n\nWas die Redakteure nicht erwartet haben, war, dass Yae Miko nach dem Lesen ihre Freude nicht zeigte, sondern tief seufzte und alle wichtigen Redakteure zu sich rief.\n\nEiner der Redakteure fragte zögerlich: „Aber Yae ... Obwohl ich es war, der ihm vorgeschlagen hat, über dieses Thema zu schreiben ... ist das nicht das heißeste Genre im Moment?“\n\nMit einem verwirrten Blick ihres Redakteurs konfrontiert, äußerte Miko ihre Meinung direkt: eine kurze Erzählung, die neuartig sein sollte, aber in jeder Hinsicht an ihr Thema gebunden ist, kurz gefasst, „nicht frei genug“.\n\nDie sogenannten Bestseller und Genre-Werke ... sind nur Trends, die sich alle zehn Jahre wiederholen.\n\nEs ist bestimmt eine Abkürzung, über populäre Themen zu schreiben, aber wenn ein Werk bereits die Qualität hat, nicht vom aktuellen Trend überwältigt zu werden, warum macht man sich die Mühe?\n\n„Sag dem neuen Autor, dass er sich keine Sorgen um das Genre machen muss, sondern nur ‚die Geschichte‘ ernst nehmen soll.“\n\nAls der Autor davon erfuhr, bekam er eine Erleuchtung und hörte auf zu schreiben und dachte intensiv nach. Ein paar Monate später kam eine brandneue Kopie des Romans bei Miko und den Redakteuren an.\n\nDie Redakteure waren einen Moment lang sprachlos und selbst Miko, die schon immer kein Tabu hatte, runzelte seltsam die Stirn:\n\n„Hmm ... was soll ich tun ... Das ist wirklich nicht gut.“\n\n„Ja! Auch wenn er sich über das Thema keine Sorgen machen muss, ist der Titel ‚Wiedergeboren als Shougun Raiden‘ zu überraschend!“\n\n„Thema? Natürlich ist an dem Thema nichts auszusetzen. Aber sein Pseudonym ist zu gewöhnlich, um irgendwie zu diesem Buch zu passen, denke ich.“\n\n„Da liegt also der Schwerpunkt ... Nein, solange du glücklich bist, habe ich nichts dagegen.“\n\nKurz danach debütierte der Autor dieses Buches unter dem von der Chefredakteurin vorgeschlagenen sehr langen Pseudonym „Kadenokouji Kenzaburou“.\n\nWas die Idee der Chefredakteurin angeht, einen Schreibwettbewerb zum Thema „Wiedergeboren als Guuji Yae“ zu starten, ist das eine andere Geschichte.",
      "es": "Una vez, unos editores de la Editorial Yae le recomendaron a la editora en jefe que leyera un manuscrito.\n\nSe trataba de una comedia romántica, un género muy de moda en ese momento, con una elegante prosa y unas ideas bien desarrolladas.\n\nAlgo tan bueno solo tendría que pulirse un poco y agregar ilustraciones. ¡Sería todo un éxito de ventas!\n\nLo que los editores no anticiparon fue que, tras echarle un vistazo, Yae Miko no mostró ni un ápice de complacencia, sino que exhaló un gran suspiro y llamó al editor al cargo de la novela, que preguntó dubitativo: “Srta. Yae... Es cierto que yo le dije al autor que escribiera sobre este tema, pero ¿acaso no es el más popular ahora mismo?”.\n\nAnte la vacilante mirada del editor, Yae Miko hizo clara su opinión: “Una novela ligera que debería haber sido novedosa, pero que está encadenada a un tema... Te diré mi opinión: no es lo suficientemente libre”.\n\nTramas que más venden y obras clasificadas en géneros... eran modas que solo tendrían éxito una vez cada diez años.\n\nAprovecharse del momento era tomar el camino fácil, pero si una novela tenía lo necesario para no caer en las modas, nunca pasaría desapercibida.\n\n“Dile a este nuevo autor que no piense en géneros, que solo trate adecuadamente la historia que escribe”.\n\nEl autor tuvo una epifanía cuando este mensaje llegó a sus oídos. Así pues, paró de escribir para reflexionar seriamente y, unos meses después, un nuevo manuscrito llegó a manos de Yae Miko y del editor.\n\nEste último enmudeció, y la Srta. Yae, siempre sin filtros al hablar, abrió los ojos de sorpresa.\n\n“Humm... ¿Qué hacemos? Esto no servirá...”.\n\n“¡Exacto! Una cosa es que no se aferre a un tema, ¡y otra que un personaje renazca como la todopoderosa Shogun Raiden!”.\n\n“No creo que haya ningún problema con el tema. En cambio, su nombre de pluma es demasiado normal, no casa en absoluto con este libro”.\n\n“Oh, así que se estaba fijando en eso... B-bueno, mientras a usted le guste, todo bien”.\n\nPoco después, y a sugerencia de la editora en jefe, el autor dio comienzo a su carrera novelística con el largo nombre de pluma “Kadenokouji Kenzaburou”.\n\nAsí fue como Yae Miko tuvo la brillante idea de abrir un plazo de entrega de novelas en torno al tema “Renacido como la Suma Sacerdotisa Yae”, pero eso ya es otra historia.",
      "fr": "#Les éditeurs de la Chambre Yae proposèrent un jour un manuscrit à leur responsable éditoriale.\n\nRédigée d'une plume élégante et avec un enchaînement des événements des plus cohérents, l'œuvre avait pour thème la comédie romantique dans l'air du temps.\n\nUne pépite telle que celle-ci n'avait besoin que d'un peu de polissage et quelques belles illustrations pour se vendre comme des petits pains !\n\nHélas, contre toute attente, Yae Miko ne sembla guère l'apprécier et poussa un soupir avant de rappeler ses éditeurs.\n\nL'un d'entre eux lui demanda d'une voix hésitante : « Dame Yae... Certes, j'ai demandé à l'auteur d'écrire sur ce thème, mais n'est-il pas en vogue de nos jours ? »\n\nConfrontée au regard suspicieux de son éditeur, Yae Miko lui fit part de son opinion sans aucun détour et qualifia cette œuvre qui avait tout le potentiel d'être intéressante comme « manquant cruellement de liberté » car enchaînée par son thème.\n\nLes tendances sont vouées à changer toutes les décennies.\n\nLes suivre était un raccourci pour la réussite d'une œuvre. Cependant, si une œuvre arrivait à passer outre tout cela, pourquoi aurait-elle besoin de s'aligner dessus ?\n\n« Dites à votre nouvel auteur qu'il n'a pas besoin de respecter de thème particulier. Il doit se contenter d'écrire son histoire, et de bien le faire. »\n\nEn entendant ces paroles, l'auteur arrêta d'écrire pendant quelque temps pour réfléchir, comme s'il avait eu une illumination. Yae Miko et son équipe reçurent un nouveau manuscrit de sa part plusieurs mois ensuite.\n\nLes éditeurs étaient stupéfaits, et même Yae Miko, pour qui rien n'était vraiment tabou d'habitude ne put s'empêcher de froncer légèrement des sourcils.\n\n« Euh, qu'est-ce qu'on fait ? C'est assez embêtant... »\n\n« On lui a dit de ne pas trop se préoccuper du thème, mais de là à nous proposer cette histoire de « Shogun toute-puissante — Comment j'ai été réincarnée en Raiden aux pouvoirs illimités »... Il y a des limites à ne pas dépasser ! »\n\n« Le thème ? Non, ce n'est pas grave. Je me disais juste que le nom de plume de cet auteur était trop banal pour un livre comme celui-ci. »\n\n« Oh, c'était ce qui vous inquiétait... D—Du moment que ça vous plaît... »\n\nPeu de temps après, l'auteur fit ses débuts sur la scène littéraire avec le long nom de plume «{NON_BREAK_SPACE}Kadenokouji Kenzaburou » approuvé par Yae Miko. Elle fut également inspirée pour lancer un concours d'écriture sur le thème « Réincarnation en Yae Miko », mais cette histoire sera pour une autre fois...",
      "pt": "Os editores da Editora Yae em certa ocasião submeteram um manuscrito para a Editora-Chefe.\n\nEsse manuscrito estava bem redigido, bem pensado e os temas eram romances misturados com comédia.\n\nTal obra precisaria de um pequeno requinte e algumas belas ilustrações para ter ótimas vendas!\n\nMas, inesperadamente, Yae Miko não ficou satisfeita com isso, soltando um longo suspiro antes de chamar os editores.\n\nUm deles perguntou hesitantemente: \"Srta. Yae, eu pedi que ele escrevesse nesse gênero, mas esse gênero não é o que está popular agora?\"\n\nEnfrentando o olhar duvidoso dos outros editores, Miko disse sua opinião franca: um livro que deveria ter sido interessante, mas ao invés disso era acorrentado o tempo inteiro pelo seu gênero não era \"livre o suficiente\".\n\nCoisas como \"melhores vendas\", \"ficção\" eram apenas modas que viriam e iriam a cada década.\n\nSeguir a moda era um atalho, mas se um manuscrito tivesse a qualidade que pudesse ultrapassar tal onda, por que seguir com ela?\n\n\"Digam isso para esse novo autor nosso: digam que não precisa se preocupar com o gênero. Ele só precisa escrever sua história, e escrevê-la bem\".\n\nAo ouvir isso, o autor parou de escrever por um período, como se tivesse tido uma epifania. Muitos meses depois, um novo manuscrito foi enviado para Yae Miko e seus editores.\n\nOs editores ficaram chocados, e até Yae Miko, que pouco se importava com tabus, franziu suas sobrancelhas, algo realmente raro.\n\n\"Hã... O que faremos? Isso não é bom...\"\n\n\"Exatamente! Uma coisa é ser despreocupado com o gênero, outra é algo como 'Toda-Poderosa Shogun: Reencarnada como Raiden'... Isso é demais da conta!\"\n\n\"Hmm? Gênero? Não, não há problema com isso. O problema é seu pseudônimo. É muito normal para um livro como esse\".\n\n\"Então o que você estava preocupada era... Não, deixe para lá. Se você estiver satisfeita, Srta. Yae, ótimo\".\n\nPouco depois, o autor desse livro ficou famoso com o pseudônimo (excessivamente longo) aprovado por Yae Miko: \"Kadenokouji Kenzaburou\".\n\nMas a história de como a Editora-Chefe teve a ideia de começar a competição \"Reencarnada como Guuji Yae\" deve ficar para outro dia.",
      "ru": "Как-то раз редакторы издательского дома Яэ отправили главному редактору одну рукопись. Произведение было отлично продумано и великолепно написано в популярном жанре романтической комедии. Такой самородок требовалось лишь немного отшлифовать да добавить иллюстраций, и его продажи обязательно стали бы успешными. Чего редакторы не ожидали, так это того, что Яэ Мико никак не обрадуется, а вместо этого вздохнёт и созовёт всех редакторов. Одна из них нерешительно спросила: «Госпожа Яэ, я... Я действительно попросила его написать на эту тему, да, но разве это не самый популярный сейчас жанр?» Столкнувшись с озадаченным взглядом редактора, Мико прямо высказала свое мнение: интересная книга, которая скована рамками популярности, недостаточно свободна. Бестселлеры и популярные жанры меняются каждые десять лет. Да, это кратчайший путь к успеху, но если работа обладает качествами, которые позволят ей быть успешной вне этих рамок, зачем же плыть по течению? «Передайте этому новому писателю, что не нужно думать о жанре, нужно просто написать свою историю и написать её хорошо». Услышав это, писатель на некоторое время отложил работу, как будто на него внезапно снизошло озарение. Несколько месяцев спустя Мико и её редакторам была отправлена новая рукопись. Все были ошеломлены, и даже никогда не придававшая значения условностям Яэ Мико слегка нахмурила брови - вот уж редкое зрелище. «Хм, что же делать? Это и правда не очень хорошо...» - «Вот именно! Даже если не обращать внимание на жанр, \"Реинкарнация в непобедимого сёгуна Райдэн\" - это уже слишком!» - «Хм? Жанр? Нет-нет, с этим всё в порядке. Меня беспокоит его творческий псевдоним - он слишком обыденный для такого произведения». - «Так вот о чём вы беспокоитесь... Неважно, лишь бы вам нравилось, госпожа Яэ». Вскоре после этого автор книги вышел на литературную сцену с одобренным Яэ Мико (и чрезмерно длинным) псевдонимом «Кандзи Юкодзи Кэндзабуро». Что касается того, как главному редактору пришла в голову идея начать писательский конкурс на тему «Реинкарнация в Гудзи Яэ», то это уже совсем другая история.",
      "id": "Editor dari Yae Publishing House pernah mengirimkan sebuah naskah kepada pemimpin redaksi.\n\nKarya ini ditulis dengan baik, dipikirkan dengan jelas, dan temanya adalah romansa dengan bumbu komedi.\n\nMahakarya seperti itu membutuhkan sedikit polesan dan beberapa ilustrasi indah supaya laris manis!\n\nTapi tak diduga, Yae Miko tampaknya tidak senang dengan hal ini, dia malah menghela napas dalam-dalam sebelum memanggil berbagai kepala editor.\n\nSalah satu dari mereka bertanya dengan ragu-ragu, \"Nona Yae, aku ... Ya, aku memang memintanya untuk menulis tentang topik ini, tapi bukankah ini topik populer saat ini?\"\n\nMenghadapi tatapan penuh keraguan dari editor, Miko memberikan pendapatnya dengan terus terang: sebuah buku yang seharusnya menarik, tapi terbelenggu oleh sebuah topik tidaklah \"cukup\".\n\nHal-hal semacam \"paling laris\", \"topik fiksi\", ini hanyalah tren yang akan datang dan pergi setiap dekade.\n\nMengikuti tren adalah jalan pintas, tapi jika sebuah karya memiliki kualitas, maka ia bisa mengatasi gelombang ini, mengapa kamu harus mengikuti tren?\n\n\"Sampaikan pesan ini kepada penulis baru kita ini: beri tahu dia bahwa tidak perlu peduli tentang sebuah topik. Dia hanya perlu menulis cerita yang dia mau dan menulisnya dengan baik.\"\n\nSetelah mendengarnya, si penulis berhenti menulis untuk sementara waktu, seolah-olah mendapat pencerahan. Beberapa bulan kemudian, sebuah naskah baru dikirim ke Miko dan para editornya.\n\nPara editor tercengang, bahkan Yae Miko, yang tidak terlalu peduli dengan tabu, sedikit mengernyitkan alisnya — sebuah pemandangan yang sangat langka.\n\n\"Um ... Apa yang harus kita lakukan? Ini tidak bagus ....\"\n\n\"Tepat! Maksudku, ada 'tidak perlu peduli tentang sebuah topik, kemudian menulis sesuatu seperti' Shogun yang Mahakuasa: Terlahir Kembali sebagai Raiden' ... Ini keterlaluan!\"\n\n\"Hmm? Topik? Tidak, tidak, tidak ada masalah dengan hal itu — Aku hanya mengkhawatirkan nama penanya saja. Terlalu biasa untuk buku seperti ini.\"\n\n\"Huh, jadi hal itu yang kamu khawatirkan ... Tidak, eh, tidak apa-apa. Asalkan kamu senang, Nona Yae.\"\n\nTidak lama kemudian, penulis buku ini akan naik ke dunia sastra dengan nama pena yang disetujui oleh Yae Miko (dan terlalu panjang) \"Kadenokouji Kenzaburou\".\n\nMengenai bagaimana pemimpin redaksi mendapat ide untuk memulai kontes menulis \"Dilahirkan Kembali sebagai Guuji Yae\", aku akan menceritakan kisah ini di lain hari.",
      "th": "กองบรรณาธิการของสำนักพิมพ์ Yae เคยแนะนำต้นฉบับชิ้นหนึ่งให้กับท่านหัวหน้าบรรณาธิการ\n\nงานเขียนชิ้นนั้นมีความวิจิตรบรรจง และละเอียดงดงาม นอกจากนี้ หัวข้อเรื่องยังเป็นแนวเลิฟคอมเมดี้ที่กำลังเป็นที่นิยมอีกด้วย\n\nหินหยกเช่นนี้ ขอเพียงแค่ขัดเกลาสักหน่อย แล้วเสริมด้วยภาพประกอบสุดวิจิตร... จะต้องขายดีเป็นเทน้ำเทท่าอย่างแน่นอน!\n\nแต่สิ่งที่เหล่ากองบรรณาธิการคาดไม่ถึงก็คือ หลังจากที่ Yae Miko ได้อ่านแล้วกลับไม่ได้มีสีหน้าดีใจแต่อย่างใด แต่กลับถอนหายใจเฮือกใหญ่ แล้วเรียกตัวบรรณาธิการที่รับผิดชอบมารวมตัวกันทันที\n\nบรรณาธิการที่รับผิดชอบเอ่ยถามด้วยความลังเลว่า: \"ท่าน Yae... ถึงแม้ว่าผมจะเป็นคนแนะนำให้เขาเขียนพล็อตเรื่องแนวนี้... แต่มันก็เป็นพล็อตที่กำลังเป็นที่นิยมอยู่ในตอนนี้ไม่ใช่หรือ?\"\n\nเมื่อเผชิญกับสายตาที่งุนงงของบรรณาธิการที่รับผิดชอบ Miko ก็พูดสิ่งที่เป็นความเห็นส่วนตัวออกมาโดยตรง: ไลท์โนเวลที่ควรจะมีความแปลกใหม่แต่กลับถูกผูกมัดด้วยพล็อตเรื่องไปเสียทุกครั้ง บอกได้คำเดียวเลยว่า \"มันไม่อิสระพอ\"\n\nพล็อตเรื่องขายดีที่ว่า หรือพวกผลงานที่จำแนกตามประเภท... ล้วนเป็นเพียงกระแสที่หมุนเวียนผลัดเปลี่ยนในทุก ๆ สิบปีเท่านั้นเอง\n\nการใช้ประโยชน์จากยุคสมัยนั้นคือทางลัดที่ง่ายดายอย่างหนึ่ง แต่หากผลงานชิ้นนั้นมีคุณภาพที่ไม่มีวันจมหายไปกับกาลเวลา แล้วทำไมยังต้องทำตามกระแสอยู่อีกล่ะ?\n\n\"ฝากนำคำพูดของฉันไปบอกนักเขียนหน้าใหม่ท่านนี้ด้วย ว่าไม่จำเป็นต้องใส่ใจประเภทของพล็อตเรื่อง ให้จดจ่อกับ 'เรื่องราว' ที่อยู่ตรงปลายปากกาก็พอ\"\n\nเมื่อผู้เขียนต้นฉบับได้ฟังเรื่องนี้แล้ว ก็เริ่มตระหนักถึงบางอย่าง และหยุดเขียนเพื่อครุ่นคิดอย่างจริงจัง หลายเดือนผ่านไป ต้นฉบับชิ้นใหม่ก็ถูกส่งมาตรงหน้า Miko และบรรณาธิการที่รับผิดชอบ\n\nบรรณาธิการที่รับผิดชอบถึงกับใบ้กินไปในทันที กระทั่งผู้ที่ไร้ซึ่งกฎเกณฑ์อย่าง Yae Miko ก็ยังต้องขมวดคิ้ว:\n\n\"อืม... เอาไงดีล่ะ... ท่าทางจะไม่ค่อยเข้าท่านะ\"\n\n\"นั่นสิครับ! ถึงจะบอกว่าไม่ต้องกังวลเกี่ยวกับพล็อตเรื่องยังไง แต่ 'เกิดใหม่ทั้งทีก็เป็นโชกุนไปซะแล้ว' นี่มันก็เกินไปนะ!\"\n\n\"พล็อตเรื่อง? พล็อตเรื่องไม่ได้มีปัญหาอะไรหรอก แต่ว่า... นามปากกาของเขามันธรรมดาเกินไปหน่อย ไม่ว่าจะมองยังไงก็ไม่เข้ากับหนังสือเล่มนี้เลยสักนิด\"\n\n\"ที่แท้ก็สนใจจุดนี้หรอกเหรอ... ตะ...แต่ถ้าท่านชอบมันก็โอเค\"\n\nหลังจากนั้นไม่นาน ผู้เขียนหนังสือเล่มนี้ก็ได้เปิดตัวอย่างสง่างามภายใต้นามปากกาสุดยาวอย่าง \"Kadenokouji Kenzaburou\" ซึ่งถูกเสนอโดยหัวหน้าบรรณาธิการ\n\nส่วนเรื่องที่ท่านหัวหน้าบรรณาธิการเกิดไอเดียเปิดตัวกิจกรรมประกวดส่งต้นฉบับ \"เกิดใหม่ทั้งทีก็เป็น Guuji Yae ไปซะแล้ว\" นั้น มันก็เป็นเรื่องราวหลังจากนั้นแล้ว",
      "vi": "Các biên tập viên của Nhà Xuất Bản Yae đã từng đề cử một bản thảo cho tổng biên tập đại nhân.\n\nTác phẩm này văn phong tươi sáng, tư duy sắc xảo, chủ đề cũng theo xu hướng hài hước lãng mạn đang khá thịnh hành hiện nay.\n\nMột viên ngọc thô như vậy, chỉ cần gia công thêm chút, kết hợp với hình ảnh minh họa tinh tế... nhất định sẽ bán đắt như tôm tươi!\n\nNhưng các biên tập viên đã không ngờ rằng, Yae Miko sau khi xem xong không hề tỏ ra thích thú, mà lại thở dài, rồi gọi hết các biên tập viên lại.\n\nCác biên tập viên đã do dự hỏi thăm: \"Đại nhân Yae... tuy rằng chính tôi đã gợi ý cho anh ấy viết đề tài này... nhưng đây không phải là chủ đề đang rất nổi hiện nay sao?\"\n\nĐối diện với ánh mắt nghi hoặc của biên tập, Miko nói thẳng ý kiến của mình: Một quyển tiểu thuyết vốn dĩ rất mới lạ, nhưng lại bị chủ đề ràng buộc đủ thứ, có thể khái quát bằng một câu \"không đủ tự do\".\n\nThứ gọi là đề tài bán chạy... chẳng qua chỉ là một trào lưu cứ mười năm lại luân chuyển một lần mà thôi.\n\nĐi theo sở thích của thời đại là một lối đi tắt, nhưng nếu như một tác phẩm vốn dĩ đã có tố chất để không bị trào lưu nhấn chìm, thì tại sao lại phải trôi dạt theo trào lưu chứ?\n\n\"Hãy chuyển lời của ta đến vị tác giả mới này, cứ nói rằng không cần quan tâm đến thể loại đề tài, chỉ cần chuyên tâm cho \"câu chuyện\" đang viết là được.\"\n\nNgười nộp bản thảo nghe xong, như đã giác ngộ được gì đó, bèn ngừng bút đóng cửa suy ngẫm. Mấy tháng sau, một bản thảo hoàn toàn mới đã xuất hiện trước mặt Miko và biên tập viên.\n\nBiên tập đã ngẩng người trong nhất thời, ngay cả Yae Miko xưa nay không kiêng kị điều gì cả cũng phải nhíu mày:\n\n\"Chà... làm sao đây... đúng là không ổn cho lắm.\"\n\n\"Phải đó! Cho dù không cần phải quan tâm đến đề tài, nhưng \"Chuyển Sinh Thành Raiden Shogun\" cũng quá ư là hoang đường mà!\"\n\n\"Đề tài sao? Đề tài này có vấn đề gì đâu. Nhưng mà bút danh của anh ta bình thường quá, nhìn kiểu gì cũng không xứng với quyển tiểu thuyết này.\"\n\n\"Hóa ra đây mới là điểm đáng chú ý sao... Nhưng mà, đại nhân thấy vui là được.\"\n\nKhông lâu sau, tác giả của quyển sách này đã đường đường chính chính ra mắt với bút danh siêu dài do tổng biên tập đề xuất - \"Kadenokouji Kenzaburou\".\n\nCòn về sự kiện vận động sáng tác với chủ đề \"Chuyển Sinh Thành Guuji Yae\" do tổng biên tập đại nhân lanh trí triển khai, thì là chuyện sau này rồi."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "身为宫司最大的不便之处，在于每次神社祭典都必须盛装出席，坐守社殿。\n\n夜幕中烟花璀璨绽放，神社内外人声鼎沸，如此大会，自己却要全程带着庄重的笑容端坐在神社内…\n\n这种灾难，比油豆腐从世上彻底消失还要可怕。\n\n雷神的眷属寿命较长，转眼便是百年。漫长岁月里，无聊才是最难抵御的敌人。\n\n如果哪天连自己也习惯了枯坐终日，顽固如朽木，世间岂不是少了一个善于发现乐趣与机会的聪明人？\n\n所以，隔三岔五为自己寻些乐子，绝对是极为合理又有必要的事。\n\n哪怕为此小小利用一下宫司的职权，也是无可厚非的吧！\n\n祭典当夜，看着面前社奉行特意送来的长野原特制烟花，八重宫司满意地点头。\n\n那晚的祭典仪式一如既往，礼制周全，规行矩步。\n\n「宫司大人」彻夜正襟危坐的端丽身影，令无数巫女心生敬仰。\n\n她静静坐在流星般美丽的光之雨下，观察着祭典上往来的人们。\n\n被烟花响声掩盖住的，是一句从嚼着苹果糖的牙缝中挤出来的低语。\n\n「要我当宫司的时候，你可从没说过以后祭典只能溜出来看啊。」",
      "zht": "身為宮司最大的不便之處，在於每次神社祭典都必須盛裝出席，坐守社殿。\n\n夜幕中煙花璀璨綻放，神社內外人聲鼎沸，如此大會，自己卻要全程帶著莊重的笑容端坐在神社內…\n\n這種災難，比油豆腐從世上徹底消失還要可怕。\n\n雷神的眷屬壽命較長，轉眼便是百年。漫長歲月裡，無聊才是最難抵禦的敵人。\n\n如果哪天連自己也習慣了枯坐終日，頑固如朽木，世間豈不是少了一個善於發現樂趣與機會的聰明人？\n\n所以，隔三岔五為自己尋些樂子，絕對是極為合理又有必要的事。\n\n哪怕為此小小利用一下宮司的職權，也是無可厚非的吧！\n\n祭典當夜，看著面前社奉行特意送來的長野原特製煙花，八重宮司滿意地點頭。\n\n那晚的祭典儀式一如既往，禮制周全，規行矩步。\n\n「宮司大人」徹夜正襟危坐的端麗身影，令無數巫女心生敬仰。\n\n她靜靜坐在流星般美麗的光之雨下，觀察著祭典上往來的人們。\n\n被煙花響聲掩蓋住的，是一句從嚼著蘋果糖的牙縫中擠出來的低語。\n\n「要我當宮司的時候，妳可從沒說過以後祭典只能溜出來看啊。」",
      "jp": "宮司という身分でもっとも不便に感じる点は、神社の祭りが開催されるたびに正装で参加し、社殿に座さなければならないことだ。\n\n煌めく花火が夜空に打ち上がる中、神社は人で溢れかえる。それなのに、自分は厳粛な微笑みを絶やさず、神社にずっと鎮座していなければならない…\n\nこのような不幸は、油揚げがこの世から完全に消え去ることよりも恐ろしい。\n\n雷神の眷属は寿命が長く、瞬く間に百年が過ぎる。長い年月において、退屈こそがもっとも抗いがたい敵なのだ。\n\nもし、朽ちた木のように一日中座って過ごすのに慣れてしまえば、世の趣と機会を見つけるのが得意な者が、この世界から一人消えることになるだろう。\n\nだから、たまには自分のために楽しむのも、極めて合理的で必要なこと。\n\nたとえ宮司の権利を少し利用したとしても、それは致し方なきこと！\n\n祭りの夜、社奉行から特別に送られた長野原特製花火を見ながら、八重宮司は満足げに頷いた。\n\nその夜の式典はこれまでと同じように、洗練された礼儀作法と厳格な規則のもと執り行われた。\n\n夜闇の中、正座を維持する「宮司様」の見目麗しい姿に、多くの巫女たちが羨望の眼差しを向ける。\n\n流れ星の如く美しい光の雨の中、静かに正座し、祭りに訪れる人々を眺める。\n\n花火の音にかき消されながらも、りんご飴を噛むその口からぽつりと声が漏れた。\n\n「妾が宮司の推薦を受けた時は、祭りを遠目に見ることしかできなくなるなど…聞かされておらんかったのじゃが。」",
      "ko": "궁사로서 가장 불편한 점이 있다면 매번 신사 축제 때마다 화려하게 차려입고 출석해서 신사를 지켜야 한다는 것이다.\n\n밤하늘에 폭죽이 터지고 신사 안과 밖은 시끌벅적한데, 자신은 온종일 미소를 띠며 장엄한 자세로 신사를 지켜야 한다….\n\n이건 유부가 세상에서 사라지는 것보다 끔찍한 일이다.\n\n번개의 신의 권속은 수명이 남들보다 길다. 눈 깜짝하면 백여 년이 지난다. 기나긴 세월 동안 지루함이야말로 가장 큰 적이다.\n\n만약 자신이 지루함에 익숙해져 썩은 나무처럼 된다면, 세상의 재미와 기회를 발견해내는 똑똑한 사람이 하나 사라지는 것이나 마찬가지다.\n\n그러니 틈만 나면 자신을 위해 즐길 거리를 찾는 건 합리적이고 필수적인 일이 아닐 수 없지 않은가.\n\n궁사의 직권을 조금 사용해도 문제없을 것이다!\n\n축제 당일 밤 야시로 봉행이 보낸 나가노하라 특제 폭죽을 보고 야에 궁사는 만족스럽다는 듯 고개를 끄덕였다.\n\n그날 밤 축제 의식은 늘 그렇듯 규칙대로 흘러갔다.\n\n「궁사님」의 꼿꼿한 자태는 수많은 무녀의 경모심을 불러일으켰다.\n\n야에는 조용히 유성처럼 쏟아지는 아름다운 빛 아래 앉아 축제에 오고 가는 사람들을 지켜봤다.\n\n사과 사탕을 씹으면서 웅얼거리는 소리가 폭죽 소리에 묻혀 희미하게 들려왔다.\n\n「나한테 궁사가 되라고 했을 때 몰래 빠져나와야만 축제를 즐길 수 있다는 말은 안 했잖아」",
      "en": "If there was something inconvenient about being the Guuji, it is that she must attend every shrine ceremony, dressed up to the nines and in her proper place in the sanctuary.\n\nThe fireworks paint the night skies as they blossom, and the sounds of human merriment fill the shrine, and yet she must sit within, a solemn smile on her face...\n\nSuch tragedies are even more frightful to Miko than the possible wholesale disappearance of Fried Tofu from Teyvat.\n\nWith the somewhat longer span of years that the Electro Archon's servants have, a hundred years pass in the blink of an eye. As the years fly by, boredom becomes the greatest foe.\n\nAnd if even she were, archon-forbid, one day to accept sitting quietly still, obstinate as deadwood, would the world now sorely lack for another clever person adept at discovering fun and grasping opportunity?\n\nAs such, looking for fun things to do in every nook and cranny can only be the most reasonable and necessary course.\n\nAnd if she were to, say, utilize her authority as Guuji in making fun things happen — why, some things are unavoidable, are they not?\n\nOn the day of the festival, Guuji Yae would nod in satisfaction as she received a delivery of fireworks from the Yashiro Commission — of Naganohara construction and specially-made to boot.\n\nThat night's ceremony was, of course, performed with perfect respect to all etiquette and rites.\n\nThe sight of the \"Lady Guuji\" kneeling gracefully the whole night through would be the object of awe for all the other shrine maidens.\n\nIn the meantime, she would sit beneath the meteor shower of light adorning the skies, watching the festival-goers as they came and went.\n\nAnd the din of the fireworks covered the mumbling that came between teeth chewing on a candy apple.\n\n\"You know, when you asked me to become Guuji, you never mentioned that I'd only ever be able to sneak outside to watch the festivities from then on.\"",
      "de": "Die größte Unannehmlichkeit, eine Guuji zu sein, ist, dass du zu jeder Schrein-Zeremonie in voller Tracht erscheinen und in der Schreinhalle sitzen musst.\n\nDie Feuerwerke bedecken den ganzen Himmel, der Schrein ist voller Menschen und du musst aber die ganze Zeit mit einem feierlichen Lächeln im Schrein sitzen.\n\nEine solche Katastrophe wäre sogar schlimmer als das vollständige Verschwinden von frittiertem Tofu aus der Welt.\n\nAls die Dienerin des Elektro-Archons habe ich eine lange Lebenserwartung. Hunderte von Jahren vergehen innerhalb eines Blicks. Im Laufe dieser langen Jahre wird die Langeweile zum größten Feind.\n\nWenn auch du dich eines Tages daran gewöhnst, still zu sitzen und stur wie ein morscher Baum zu sein, wird der Welt dann nicht ein weiser Mensch fehlen, der gut darin ist, Vergnügen und Gelegenheit zu finden?\n\nDeshalb es ist also absolut vernünftig und notwendig, ab und zu auch mal Spaß zu haben.\n\nEs ist nämlich natürlich nichts falsch daran, die Befugnisse der Guuji ein wenig zu nutzen, um dies zu tun!\n\nIn der Nacht des Festes nickte Yae Miko zufrieden, als sie das spezielle Naganohara-Feuerwerk sah, das die Yashiro-Verwaltung für sie vorbereitet hatte.\n\nDie Zeremonie an diesem Abend wurde natürlich mit perfektem Respekt vor der Etikette und den Ritualen durchgeführt.\n\nDie schöne Gestalt von der großen Guuji, die die ganze Nacht aufrecht saß, wird von unzähligen Schreinjungfern bewundert.\n\nSie saß still unter einem Schauer des Lichtes, der so schön war wie eine Sternschnuppe, und beobachtete die Menschen, die auf dem Fest hin- und hergingen.\n\nGedämpft durch den Klang des Feuerwerks war ein Flüstern, das zwischen den Zähnen beim Kauen auf einem Liebesapfel entstand.\n\n„Als du mich gebeten hast, Guuji zu werden, hast du nie gesagt, dass ich mich nur nach draußen schleichen kann, um an dem Fest teilnehmen zu können.“",
      "es": "Uno de los mayores inconvenientes de ser la Suma Sacerdotisa es tener que asistir solemnemente a todos los festivales del santuario y mantener todo el tiempo la compostura.\n\nMientras los fuegos artificiales estallan en el cielo de la noche y el ambiente está de lo más animado, la Suma Sacerdotisa debe permanecer sentada dentro del santuario con una solemne sonrisa.\n\nEs una tragedia aún peor que si el tofu frito desapareciera de la faz de la tierra.\n\nLos familiares de la Arconte Electro tienen vidas longevas en las que cien años pasan en un pestañeo. Por ello, el aburrimiento es el peor enemigo que se puede tener.\n\nSi la Suma Sacerdotisa se conformase con esperar sentada y fuera terca como un Slime, el mundo perdería una persona inteligente y capaz de encontrar diversión y oportunidades en todas las cosas.\n\nPor ello, buscar de vez en cuando algo con lo que entretenerse es verdaderamente apropiado y necesario.\n\nAdemás, tampoco pasa nada si para ello tiene que abusar un poquito de su autoridad como Suma Sacerdotisa...\n\nUna noche, durante un festival, la Suma Sacerdotisa Yae hizo un gesto de aprobación al ver los fuegos artificiales hechos por los Naganohara y traídos por la Comisión Yashiro.\n\nEl festival se desarrolló como siempre, respetando la etiqueta y siguiendo todas las normas.\n\nSorprendentemente, la Suma Sacerdotisa permaneció sentada y serena durante toda la noche, lo que suscitó los elogios de todas las miko.\n\nSentada bajo una hermosa y centelleante lluvia de estrellas fugaces, observaba el ir y venir de la gente durante el festival.\n\nEntonces, el estruendo de los fuegos artificiales tapó un murmullo procedente de alguien que mordisqueaba una manzana caramelizada.\n\n“Cuando me pediste que me convirtiera en Suma Sacerdotisa, no mencionaste que la única forma de disfrutar de los festivales era evadiendo mis responsabilidades”.",
      "fr": "Le plus grand inconvénient que Yae Miko puisse connaître en tant que guuji du Sanctuaire de Narukami était de devoir assister à toutes les cérémonies assise à sa place.\n\nLes feux d'artifice peignent le ciel de leurs couleurs en éclatant et l'allégresse humaine se faisait entendre aux alentours du sanctuaire, mais elle devait rester à l'intérieur, l'air grave...\n\nPour Miko, cette tragédie était encore plus effrayante que si le tofu frit venait à disparaître de la surface de Teyvat.\n\nLes serviteurs de l'Archon Électro avaient une espérance de vie plus longue que la moyenne. Quelques siècles passaient en un clin d'œil pour eux, et l'ennui était leur plus grand ennemi.\n\nS'il arrivait un jour où elle s'habituerait à rester sagement assise et immobile toute la journée, obstinée comme du bois mort, le monde viendrait à perdre une personne intelligente et douée pour dénicher des opportunités et des sources d'amusement, n'est-ce pas ?\n\nAinsi, il est tout à fait raisonnable et nécessaire de chercher à se divertir.\n\nEt elle n'hésiterait pas à user de son autorité de guuji (juste un peu) pour provoquer des situations intéressantes !\n\nLe soir de la cérémonie, la Guuji Yae acquiesça pour témoigner de sa satisfaction à la livraison de feux d'artifice de la part de la Commission culturelle, qui avaient été personnalisés et fabriqués par les Feux de Naganohara.\n\nLa cérémonie qui avait lieu la nuit même serait réalisée dans le respect de l'étiquette et des rites.\n\nVoir la silhouette de la grande prêtresse élégamment assise sur ses genoux jusqu'au petit matin suscitait la révérence et l'admiration des nombreuses autres prêtresses.\n\nPendant ce temps, celle-ci observait plutôt l'activité du festival, assise sous une pluie de lumières aussi belles que des étoiles filantes.\n\nLe bruit du feu d'artifice couvrit des paroles marmonnées entre deux bouchées de pomme d'amour.\n\n« Tu ne m'as jamais dit que la seule façon de profiter des festivités serait de fuir mes responsabilités en devenant guuji. »",
      "pt": "Se tivesse algo de inconveniente em ser Guuji, deve ser que ela tem que participar de todas as cerimônias do santuário, vestida de acordo e ficar no seu lugar adequado nele.\n\nOs fogos de artifício pintam o céu noturno quando florescem, e os sons de alegria humana enchem o santuário, mas ela deve sentar e ter um sorriso solene...\n\nTais tragédias para Miko são piores que o possível desaparecimento de Tofu Frito de Teyvat.\n\nCom uma expectativa de vida um pouco maior que a dos servos da Arconte Electro, cem anos passam em um piscar de olhos. À medida que os anos passam, tédio se torna o maior inimigo.\n\nE mesmo que ela um dia aceitasse ficar parada, o mundo agora sentiria falta de outra pessoa esperta, hábil em descobrir diversão e em busca de oportunidades?\n\nDessa forma, procurar por coisas interessantes para fazer em todo canto é o mais sensato e necessário.\n\nE se ela utilizasse sua autoridade como Guuji em fazer coisas divertidas acontecerem, bem, algumas coisas são inevitáveis, não são?\n\nNo dia do festival, Guuji Yae balançava a cabeça satisfeita quando recebia uma entrega de fogos de artifício da Comissão Yashiro feitos ao estilo Naganohara e personalizados.\n\nA cerimônia daquela noite foi feita com perfeito respeito às etiquetas e rituais.\n\nA vista da Srta. Guuji ajoelhada graciosamente toda a noite foi uma vista chocante para todas as outras Sacerdotisas.\n\nEnquanto isso, ela se sentou sob a chuva de luz, observando as pessoas indo e vindo.\n\nE o barulho dos fogos de artifício cobriu o murmúrio que veio dos dentes mastigando uma maçã doce.\n\n\"Sabe, quando você me pediu para virar Guuji, nunca mencionou que eu só poderia sair para ver as festividades se fugisse de minhas responsabilidades\".",
      "ru": "Если и есть что-то неудобное в том, чтобы быть Гудзи, так это то, что ей приходится присутствовать на каждой церемонии в святилище, обязательно нарядившись и сидя на своём подобающем месте. Фейерверки окрашивают ночное небо, а звуки человеческого веселья наполняют святилище, и всё же она вынуждена сидеть внутри с торжественной улыбкой на лице... Это ещё страшнее для Мико, чем полное исчезновение жареного тофу с просторов Тейвата. Для слуг Электро Архонта, обладающих долголетием, сотня лет проходит в мгновение ока. С годами скука становится злейшим врагом. И если бы даже однажды, не дай Архонт, Яэ Мико привыкла целыми днями камнем сидеть на месте, разве не стало бы это потерей для мира - лишиться такой ловкой искательницы развлечений и возможностей? А потому время от времени находить себе забавы и занятия по душе - разумно и необходимо. Для этого даже можно воспользоваться авторитетом Гудзи. В день праздника Гудзи Яэ удовлетворённо кивала, наблюдая за фейерверками, специально изготовленными Наганохарой и доставленными комиссией Ясиро. В ту ночь церемония была проведена с полным соблюдением всех правил. «Госпожа Гудзи», всю ночь простоявшая на коленях, вызывала благоговение у остальных жриц. Тем временем настоящая госпожа Гудзи сидела под яркими брызгами света, украшавшими небо, наблюдая, как приходят и уходят посетители праздника. Её тихое бормотание тонуло в грохоте фейерверков. «Когда ты просила меня стать Гудзи, то не упоминала, что мне придётся тайком пробираться на улицу, чтобы понаблюдать за празднествами».",
      "id": "Jika ada sesuatu yang tidak menyenangkan tentang menjadi Guuji, itu adalah dia harus menghadiri setiap upacara kuil, berpakaian dengan sempurna, dan bersikap santun di tempat suci.\n\nKembang api melukis langit malam saat mereka mekar, suara kegembiraan manusia memenuhi kuil, namun dia harus duduk di dalam dengan senyum serius di wajahnya ....\n\nTragedi semacam itu bahkan lebih menakutkan bagi Miko daripada kemungkinan hilangnya Fried Tofu dari Teyvat.\n\nDengan rentang tahun yang lebih lama yang dimiliki para pelayan Electro Archon, seratus tahun berlalu dalam sekejap mata. Saat tahun-tahun berlalu, kebosanan menjadi musuh terbesar.\n\nDan kalau suatu hari dia harus menerima duduk dengan diam, keras kepala seperti kayu mati, apa dunia yang sekarang sangat kekurangan orang pintar lain yang mahir menemukan kesenangan dan menangkap peluang?\n\nDengan demikian, mencari hal-hal menyenangkan untuk dilakukan di setiap sudut dan celah menjadi keseharian yang diperlukan dan masuk akal.\n\nDan jika dia menggunakan otoritasnya sebagai Guuji dalam membuat hal-hal yang menyenangkan terjadi — lalu kenapa? Bukankah ada beberapa hal yang memang tidak bisa dihindari?\n\nPada hari festival, Guuji Yae akan mengangguk puas saat dia menerima pengiriman kembang api dari Yashiro Commission — konstruksi Naganohara dan dibuat khusus untuknya.\n\nUpacara malam itu dilakukan dengan sangat menghormati semua tata cara dan adat.\n\nPemandangan \"Nona Guuji\" berlutut dengan anggun sepanjang malam akan menjadi hal yang mengagumkan bagi semua miko lainnya.\n\nSementara itu, dia akan duduk di bawah cahaya hujan meteor yang menghiasi langit, menyaksikan para pengunjung festival datang dan pergi.\n\nDan hiruk-pikuk kembang api menutupi gumaman yang muncul di antara gigi yang mengunyah permen apel.\n\n\"Saat kamu memintaku menjadi seorang Guuji, kamu tidak pernah bilang kalau aku hanya bisa menyelinap keluar untuk menonton festival sejak saat itu.\"",
      "th": "สิ่งที่น่าอึดอัดที่สุดในฐานะ Guuji ก็คือต้องแต่งกายเต็มยศและนั่งเฝ้าหน้าศาลเจ้า ทุกครั้งที่มีงานเทศกาลศาลเจ้า\n\nยามค่ำคืนที่ดอกไม้ไฟเบ่งบานเต็มท้องฟ้า ทั้งภายในและภายนอกของศาลเจ้าก็เต็มไปด้วยเสียงของฝูงชน ทั้ง ๆ ที่งานยิ่งใหญ่ถึงเพียงนี้ แต่ตัวเองกลับต้องนั่งอยู่ในศาลเจ้าพร้อมรอยยิ้มอันหนักอึ้งตลอดทั้งงาน...\n\nโศกนาฏกรรมเช่นนี้ น่ากลัวยิ่งกว่าเต้าหู้ทอดทั้งหมดหายไปจากโลกนี้เสียอีก...\n\nคนสนิทของเทพแห่งสายฟ้านั้นมีอายุขัยที่ยาวนาน เพียงพริบตาก็ผ่านไปร้อยปีแล้ว ในช่วงคืนวันอันยาวนาน ความเบื่อหน่ายต่างหากที่เป็นศัตรูตัวฉกาจที่รับมือยากที่สุด\n\nหากวันไหนตนเองเริ่มชินกับการนั่งเฉาทั้งวัน ดื้อรั้นเหมือนไม้แก่ โลกนี้ก็คงสูญเสียคนฉลาดที่ถนัดเรื่องการค้นพบเรื่องสนุกในโอกาสต่าง ๆ ไปน่ะสิ?\n\nดังนั้น การหาความสนุกให้ตัวเองเสียบ้าง ก็คือเรื่องจำเป็นที่สมเหตุสมผลที่สุดแล้ว\n\nแม้แต่การใช้อำนาจของตำแหน่ง Guuji เป็นครั้งคราว ก็คงไม่ใช่เรื่องน่าตำหนิอะไรหรอกจริงไหม!\n\nในคืนเทศกาล Guuji Yae มองดูดอกไม้ไฟพิเศษของร้าน Naganohara ที่ทางสำนัก Yashiro นำมามอบให้ แล้วพยักหน้าด้วยความพึงพอใจ\n\nพิธีกรรมในคืนนั้นยังคงเหมือนกับที่ผ่านมา ทั้งเคร่งครัดเรื่องมารยาท และอยู่ในกรอบระเบียบ\n\nได้เห็น \"ท่าน Guuji\" ผู้งดงามนั่งอยู่อย่างนั้นทั้งคืน ทำให้เหล่ามิโกะรู้สึกชื่นชม\n\nเธอนั่งอยู่เงียบ ๆ ภายใต้ฝนแห่งแสงสว่างที่เหมือนกับดาวตก มองดูผู้ที่เดินขวักไขว่ไปมาในงานเทศกาล\n\nประโยคที่ถูกเสียงของดอกไม้ไฟกลบฝังไปก็คือ เสียงกระซิบที่ลอดออกมาจากปากที่กำลังเคี้ยวแอปเปิ้ลเคลือบน้ำตาล\n\n\"ตอนที่จะให้ฉันเป็น Guuji เธอไม่เห็นบอกฉันเลย ว่าต่อไปพอถึงช่วงงานเทศกาลจะต้องแอบหนีออกมาดูเท่านั้นน่ะ\"",
      "vi": "Điểm bất tiện lớn nhất khi làm Guuji chính là mỗi lần đền thần tổ chức lễ hội, đều phải mặc phục trang trịnh trọng ngồi ở đền thần.\n\nÁnh pháo hoa rực rỡ giữa màn đêm, trong ngoài đền thần tiếng hò reo vang dội, một dịp lễ lớn như vậy mà bản thân suốt cả buổi lại phải ngồi trong đền thần với nụ cười trang trọng...\n\nTình huống đau thương này còn đáng sợ hơn là món đậu phụ rán biến mất khỏi thế gian.\n\nThân quyến của Lôi Thần có thọ mệnh tương đối dài, chớp mắt là đã trăm năm. Trong những năm tháng dài đằng đẳng đó, sự buồn chán mới là kẻ địch khó đối phó nhất.\n\nNếu như một ngày nào đó bản thân cũng quen với việc ngồi im qua ngày, ngoan cố tựa gỗ mục, vậy thì thế gian này chẳng phải đã mất đi một người thông minh lanh lợi chuyên phát hiện niềm vui rồi sao?\n\nCho nên, việc thường xuyên tìm kiếm niềm vui mới cho bản thân luôn là việc quan trọng và cần thiết.\n\nDù cho vì chuyện này mà phải lợi dụng một tí chức quyền của Guuji thì cũng có thể thông cảm được mà!\n\nTrong đêm lễ hội, nhìn ngắm pháo hoa của Naganohara đặc chế do Hiệp Hội Yashiro gửi đến, Yae Guuji đã gật đầu hài lòng.\n\nNghi thức lễ hội hôm đó vẫn như trước đây, lễ nghi chu toàn, rất hợp quy củ.\n\nDáng vẻ đoan trang của \"Guuji đại nhân\" khi an tọa nghiêm chỉnh suốt cả đêm, làm cho bao nhiêu pháp sư phải ngưỡng mộ.\n\nCô ấy tĩnh lặng ngồi đó, bên dưới cơn mưa ánh sáng tráng lệ, quan sát mọi người đến tham gia lễ hội.\n\nNhưng tiếng pháo hoa đã lấn át đi một thứ, đó chính là lời thì thầm được phát ra giữa kẻ răng của một người đang nhai kẹo táo.\n\n\"Lúc bảo tôi làm Guuji, cô nào có nói là sau này chỉ có thể lén đi xem lễ hội đâu chứ.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "追求趣味，寻找快乐，是神子的日常原则。\n\n对爱研究人类的她而言，「立场」与「德行」之类的评判指标，都要远远排在「有趣」后面。\n\n无论是信仰有别的大巫女，还是阵营敌对的大将，都能成为神子青眼相加的对象。\n\n…虽然，这份欣赏有时也会化作一些无伤大雅的麻烦。\n\n比起兢兢业业的下属和葵藿倾阳的晚辈，神子在神社中最感兴趣的，是一位名叫鹿野奈奈的巫女。\n\n神子的小说同好——鹿野奈奈，每天都为照顾好早柚苦恼万分。\n\n神子躺在屋内，时而看见早柚从窗口一闪而过，不用多久，鹿野奈奈匆忙又愤怒的脚步声就会跟着到来。\n\n这种关系就像闪电和雷雨，令神子倍感趣味，偶尔还会特意指条错路，让热闹的场面多持续一会儿。\n\n更有一次，早柚特意为神子帮自己争取午睡时间向她致谢，并告诉神子，午后的阳光最为惬意。\n\n或许是受此鼓舞，不久后一个阳光大好的日子，神子摇身一变，化形为普通稻妻女子下山过了一整天。\n\n町街的「秋沙钱汤」、花见坂的「木南料亭」、街边的「小仓屋」…每一家都未错过，每一次体验都让她高兴。\n\n到了傍晚，更是去「万端珊瑚侦探社」委托了一起路上听说的小动物失踪案。\n\n「哎呀呀，您是没见过，那些失主呜呜哭得好可怜哪。两位侦探还请想想办法，帮帮他们吧！」\n\n做完这些，女子走在街上，忍不住愉快地微笑起来。\n\n以这种身份参与到稻妻的日常生活中，实在是一件乐事。\n\n如果擦肩而过的九条裟罗面上能不露出怀疑之色，就更好了。\n\n只是有些对不起「秋沙钱汤」的老板。异国风情的温泉虽好，泡完却不小心掉了些狐狸毛。",
      "zht": "追求趣味，尋找快樂，是神子的日常原則。\n\n對愛研究人類的她而言，「立場」與「德行」之類的評判指標，都要遠遠排在「有趣」後面。\n\n無論是信仰有別的大巫女，還是陣營敵對的大將，都能成為神子青眼相加的對象。\n\n…雖然，這份欣賞有時也會化作一些無傷大雅的麻煩。\n\n比起兢兢業業的下屬和葵藿傾陽的晚輩，神子在神社中最感興趣的，是一位名叫鹿野奈奈的巫女。\n\n神子的小說同好——鹿野奈奈，每天都為照顧好早柚苦惱萬分。\n\n神子躺在屋內，時而看見早柚從窗口一閃而過，不用多久，鹿野奈奈匆忙又憤怒的腳步聲就會跟著到來。\n\n這種關係就像閃電和雷雨，令神子倍感趣味，偶爾還會特意指條錯路，讓熱鬧的場面多持續一會兒。\n\n更有一次，早柚特意為神子幫自己爭取午睡時間向她致謝，並告訴神子，午後的陽光最為愜意。\n\n或許是受此鼓舞，不久後一個陽光大好的日子，神子搖身一變，化形為普通稻妻女子下山過了一整天。\n\n町街的「秋沙錢湯」、花見坂的「木南料亭」、街邊的「小倉屋」…每一家都未錯過，每一次體驗都讓她高興。\n\n到了傍晚，更是去「萬端珊瑚偵探社」委託了一起路上聽說的小動物失蹤案。\n\n「哎呀呀，您是沒見過，那些失主嗚嗚哭得好可憐哪。兩位偵探還請想想辦法，幫幫他們吧！」\n\n做完這些，女子走在街上，忍不住愉快地微笑起來。\n\n以這種身分參與到稻妻的日常生活中，實在是一件樂事。\n\n如果擦肩而過的九條裟羅面上能不露出懷疑之色，就更好了。\n\n只是有些對不起「秋沙錢湯」的老闆。異國風情的溫泉雖好，泡完卻不小心掉了些狐狸毛。",
      "jp": "趣味の追求と娯楽の探求、神子が日々を送る上での原則である。\n\n人間を研究するのが好きな彼女にとって、「立場」と「美徳」は、「面白い」の遥か後方にある評価基準に過ぎない。\n\n信仰の異なる大巫女であろうと、敵対陣営の大将であろうと、神子の興味を惹く対象となり得る。\n\n…しかし、時にこの気持ちが、些細な問題を招くことがある。\n\n神社でもっとも神子の興味を惹くのが、真面目な部下や憧憬の念を抱いている後輩などではなく、鹿野奈々という巫女だ。\n\n神子と小説の趣味を共にする同志——鹿野奈々は、早柚の世話に日夜頭を抱えている。\n\n屋内で横になった神子が時折窓をちらりと見ると、逃げる早柚の姿が見え、続いて怒りに満ちた慌ただしい足音が聞こえてくることがある。\n\nその関係はまるで稲妻と雷雨のようで、神子を楽しませてくれるのだ。時には騒ぎをより長引かせるために、わざと間違った方向を伝えたこともあった。\n\nある時、昼寝する時間を確保してくれた神子に早柚は礼を言い、午後の日差しが一番気持ちよく当たるところを教えてくれた。\n\nそれに触発されてか、とある晴れた日、神子は稲妻の一般的な女性に姿を変え、山を下りて一日を過ごした。\n\n町にある「秋沙銭湯」、花見坂の「木南料亭」、通りにある「小倉屋」…どれも欠かさず、すべてを満喫した。\n\n夕方になると、旅先で聞いた動物の失踪事件の依頼をするため、「万端珊瑚探偵所」へ向かった。\n\n「シクシク、飼い主が大泣きして可哀想な思いをしておる。どうか探偵殿、何とかしてやってはくれぬか。」\n\nそれを伝えた後、彼女は再び町を歩いた。その顔には、いつしか笑みが浮かんでいた。\n\nこのような身分で稲妻の日常生活に関われるとは、実に愉快なこと。\n\n通りがかった九条裟羅から、疑いの眼差しを向けられなければもっとよかっただろう。\n\nただ「秋沙銭湯」の店主には申し訳ないことをした。異国情緒あふれる温泉は実に良いものであったが、うっかり狐の毛を湯船に少し残してきてしまった。",
      "ko": "재미를 추구하고 즐거움을 찾는 건 미코의 일상 원칙이다.\n\n사람을 연구하는 걸 좋아하는 그녀에게 있어서 「입장」과 「덕행」 같은 도덕적 척도의 우선순위는 「재미」에 한참 밀린다.\n\n신앙이 다른 대무녀나, 적진의 대장도 얼마든지 미코의 마음에 들 수 있다.\n\n…물론 그 관심은 사소하지만 귀찮은 일이 될 수도 있지만….\n\n미코는 신사에서 성실히 일하는 부하와 충성스러운 후배보다, 카노 나나라는 무녀에 더 관심을 보인다.\n\n미코의 소설 동호인——카노 나나는 매일 사유를 챙겨주느라 고민이 많다.\n\n미코가 방에서 누워있으면 이따금 사유가 창가에 스쳐 지나가고 얼마 후에 화난 카노 나나의 발소리가 들려온다.\n\n이런 관계는 번개와 비바람 같아서 미코의 흥미를 돋웠다. 그녀는 가끔 카노 나나에게 엉뚱한 곳을 알려줘 상황이 지속되게 유도했다.\n\n한 번은 사유가 미코에게 낮잠 시간을 마련해 준 것에 대해 감사의 뜻을 표하고, 오후의 햇빛이 가장 기분 좋다고 말했다.\n\n그 말 때문일까, 화창한 어느 날 미코는 평범한 이나즈마 여인으로 변신한 채 하산하여 하루를 보냈다.\n\n동네에 있는 「아이사 대중탕」, 하나미자카의 「키미나미 요정」, 길가의 「오구라의 가게」…. 이 모든 곳에 들른 미코는 만족했다.\n\n밤에는 「만능 산고 탐정소」에 가서 오면서 들은 동물 실종 사건을 의뢰했다.\n\n「아이고, 주인들이 참 슬프게 울더군요. 두 탐정님들 어서 그들을 좀 도와주세요!」\n\n모든 일을 마치고 거리를 누비는 여인은 미소를 참지 못했다.\n\n이런 신분으로 이나즈마 일상에 참여하는 건 정말이지 즐거운 일이었다.\n\n스쳐 지나갔던 쿠죠 사라의 의심 어린 눈초리가 없었다면 더 좋았을 텐데 말이다.\n\n다만 「아이사 대중탕」 사장한테는 조금 미안했다. 이국적인 온천은 훌륭했지만, 거기에 여우 털을 꽤나 남겼기 때문이다",
      "en": "Pursuing fun and finding happiness is how Miko lives her everyday life.\n\nFor someone who enjoys studying humanity like her, \"perspectives\" and \"virtue\" play distant second fiddles to \"fun.\"\n\nEven a great shrine maiden of a different faith or an enemy general might pique her interest.\n\n...That said, this appreciation can sometimes lead to some innocuous trouble.\n\nAs opposed to those conscientious underlings or worshipful juniors, Miko's favorite person at the shrine is a shrine maiden named Kano Nana.\n\nYes, that Kano Nana, the novel enthusiast (just like Miko) who constantly frets over Sayu.\n\nWhile laying about indoors, Miko would often see Sayu flash past the window, followed not long after by a hurried and angry Kano Nana.\n\nLike lightning and thunder they were, which caught Miko's attention, to the point where she would even sometimes give wrong directions just to let the ruckus go on for a little longer.\n\nThere was another time when Sayu told Miko that the afternoon sun was the most pleasant after the latter had helped her steal some time for napping.\n\nPerhaps encouraged by these words, Miko would transform into an ordinary Inazuman lady on a wonderfully sunny afternoon, descend from the mountain and have a day out.\n\nThe Aisa Bathhouse in the city, Hanamizaka's Kiminami Restaurant, Ogura Textiles and Kimonos by the streetside... she did not miss a single store, and every one was an enjoyable experience.\n\nAnd in the evening, she was at Bantan Sango Detective Agency to tell them of a missing animals case that she had heard about on the way.\n\n\"But you really must help, good detectives. I mean, one can barely stand to watch those owners cry their eyes out as it is...\"\n\nHaving done all this, the lady could not help but let slip a pleased smile.\n\nTaking part in Inazuma's daily life in such an identity really was fun.\n\nWell, except that part where Kujou Sara shot her a suspicious glance as they passed each other by.\n\nRight, and also, she probably owed the boss of Aisa Bathhouse an apology — the outland-styled hot springs were indeed very good, but she might have accidentally shed some fox fur during the soak.",
      "de": "Das Streben nach Spaß und die Suche nach Vergnügen sind die täglichen Prinzipien von Miko.\n\nFür sie, die das Studium der Menschheit liebt, stehen Kriterien wie „Standpunkt“ und „Tugend“ weit hinter dem „Spaß“.\n\nEgal, ob es sich um eine Priesterin eines anderen Glaubens oder einen großen General eines feindlichen Lagers handelt, alle können die Gunst Mikos gewinnen.\n\nAllerdings kann diese Gunst manchmal zu harmlosen Problemen führen.\n\nMehr als die fleißigen Untergebenen und die treuen Mitglieder interessiert sich Miko am meisten für eine Schreinjungfer namens Kano Nana im Schrein.\n\nKano Nana, die Romanliebhaberin (genau wie Miko), kämpft jeden Tag darum, sich gut um Sayu zu kümmern.\n\nWenn Miko drinnen liegt, sieht sie ab und zu durch das Fenster die Gestalt von Sayu flackern, und es dauert nicht lange, bis die eiligen und wütenden Schritte von Kano Nana folgen.\n\nDiese Beziehung ist wie Blitz und Gewitter, was Miko amüsiert. Gelegentlich zeigt sie absichtlich eine falsche Richtung, um das Vergnügen noch ein bisschen länger aufrechtzuerhalten.\n\nEinmal bedankte sich Sayu bei Miko dafür, dass sie ihr bei der Zeit für ein Nickerchen geholfen hatte, und sagte ihr, dass die Nachmittagssonne am entspannendsten sei.\n\nVielleicht davon inspiriert, verwandelte sich Miko an einem sonnigen Tag in eine gewöhnliche Inazuma-Frau, stieg vom Berg hinunter und machte einen Ausflug.\n\nDas Badehaus Aisa in der Stadt, das Restaurant Kiminami in Hanamizaka und sogar Ogura-Textilien am Straßenrand ... sie hat keinen einzigen Laden ausgelassen und jeder einzelne brachte ein schönes Erlebnis.\n\nAm Abend ging sie sogar zur Detektei Bantan Sango, um einen Fall von vermissten Kleintieren, von dem sie auf der Straße gehört hatte, in Auftrag zu geben.\n\n„Oh, du hast es nicht gesehen, aber die Besitzer weinten so erbärmlich. Bitte tut etwas, um ihnen zu helfen, ihr zwei Detektive!“\n\nNachdem sie all dies getan hatte, konnte sie nicht anders, als ein zufriedenes Lächeln zu zeigen.\n\nEs war ein echtes Vergnügen, auf diese Weise am täglichen Leben von Inazuma teilzunehmen.\n\nEs wäre besser gewesen, wenn Kujou Sara, die vorbeikam, keine skeptischen Blicke auf ihren Gesichtern gehabt hätte.\n\nAußerdem schuldete sie dem Besitzer des Badehauses Aisa wahrscheinlich eine Entschuldigung: Die heißen Quellen im exotischen Stil waren in der Tat sehr gut, aber vielleicht hat sie während des Bades aus Versehen ein paar Fuchshaare verloren.",
      "es": "Buscar la diversión y la alegría es lo que rige la vida cotidiana de Yae Miko.\n\nPara ella, a quien tanto le gusta estudiar a los humanos, los juiciosos conceptos de “opinión” y “moral” están muy por debajo del de “diversión”.\n\nLa Suma Sacerdotisa siente curiosidad por muchas personas, ya sea una miko de distinta fe o el general de una facción enemiga, pero esta curiosidad a veces puede convertirse en una pequeña molestia.\n\nMás que a sus diligentes y devotos subordinados, la persona del santuario que más le llama la atención es la miko Kano Nana, también aficionada a las novelas ligeras y obsesionada con vigilar a Sayu todos los días.\n\nCuando Yae Miko está descansando en el interior del santuario, a veces ve a Sayu aparecer desde una ventana. Al poco tiempo, se escucha a la apresurada y enojada Kano Nana persiguiéndola.\n\nIgual que los relámpagos y la lluvia, esta relación le resulta de gran interés, y a veces incluso le señala mal el camino a la miko para que la diversión dure un poco más.\n\nEn otra ocasión en la que Sayu le dio las gracias a Yae Miko por ayudarla a conseguir algo de tiempo para dormir una siesta, la pequeña ninja le dijo que los mejores rayos de sol eran los de la tarde.\n\nTal vez por ello, un día con un sol radiante, la Suma Sacerdotisa adoptó la forma de una mujer común y corriente para pasar el día fuera de la montaña.\n\nEl Balneario Aisa, el Restaurante Kiminami de Hanamizaka, la tienda Telas y Kimonos Ogura... Al llegar a la ciudad, no dejó ni un sitio sin visitar, y cada uno de ellos fue una grata experiencia.\n\nAl caer la noche, fue a la Agencia de Detectives Bantan Sango para avisar de un caso de animales desaparecidos que había escuchado en la calle.\n\n“¡Ay, no han visto lo tristes que están los pobres dueños de esos animalitos! Detectives, ¡tienen que ayudarlos, por favor!”.\n\nTras sus andanzas, siguió caminando y no pudo evitar echarse a reír.\n\nFormar parte de la vida cotidiana de Inazuma con esa identidad era realmente divertido.\n\nAunque hubiera sido mejor si Kujou Sara, con quien se encontró en la calle, no la hubiera mirado con cara de sospecha...\n\nTambién se sintió un poco culpable por el jefe del Balneario Aisa. Aunque las exóticas aguas termales estaban en la temperatura ideal, tras el baño se le cayeron algunos pelos de kitsune.",
      "fr": "La vie n'est qu'une perpétuelle quête d'amusement et de bonheur pour Yae Miko.\n\nPour quelqu'un qui aime observer les humains, la position et la vertu n'ont que peu d'importance à ses yeux par rapport au divertissement.\n\nUne grande prêtresse d'une autre religion ou un général du camp ennemi peuvent éveiller son intérêt.\n\n... Ceci dit, cette curiosité mène parfois à quelques petits ennuis.\n\nKano Nana est la personne que Miko apprécie le plus au sanctuaire, beaucoup plus que ses subordonnées diligentes et zélées.\n\nTout comme elle, cette prêtresse est férue de romans et passe ses journées à se préoccuper de Sayu.\n\nLorsqu'elle s'allonge à l'intérieur de sa demeure, Miko aperçoit souvent la silhouette de Sayu passer par la fenêtre, suivie quelques instants plus tard d'une Kano Nana qui se précipite, énervée.\n\nLeur relation est telle celle de la foudre et du tonnerre, ce qui amuse particulièrement Miko, à un tel point qu'elle donne parfois de fausses directions pour faire durer le jeu plus longtemps.\n\nUn autre jour, Sayu lui avait dit que le soleil de l'après-midi était le plus agréable en la remerciant de lui avoir permis de faire une plus longue sieste.\n\nEncouragée par ces mots, Miko se transforma en dame inazumienne le temps d'un après-midi ensoleillé et descendit de sa montagne pour se promener.\n\nLes Bains Aisa dans la cité, le Restaurant Kiminami à Hanamizaka, Ogura textiles et kimonos dans la rue sur le côté... Elle ne rata aucune enseigne et chacune d'entre elles lui procura une expérience des plus plaisantes.\n\nMiko se rendit à l'Agence Bantan Sango dans la soirée pour informer d'une affaire d'animaux disparus dont elle entendit parler sur la route.\n\n« Vous n'avez pas vu ces pauvres maîtres en larmes... Il faut que vous leur veniez en aide, détectives ! »\n\nAprès toutes ces activités, Miko ne put s'empêcher d'esquisser un sourire.\n\nPrendre part à la vie d'Inazuma sous cette identité était bien drôle.\n\nExcepté quand Kujou Sara lui lança un regard plein de suspicion quand elle passa à côté d'elle.\n\nPuis, elle devait sans doute des excuses à la patronne des Bains Aisa. L'eau des thermes de style étranger était divine, mais il se pourrait que certains poils de renard se soient retrouvés là-dedans lors de son passage.",
      "pt": "A busca por diversão e felicidade são os princípios de como Miko vive sua vida cotidiana.\n\nPara alguém que gosta de estudar a humanidade, \"pontos de vista\" e \"virtude\" estão distantes do que pode ser considerado \"diversão\".\n\nAté mesmo uma Sacerdotisa de uma fé diferente ou um general inimigo podem chamar a atenção de seu interesse.\n\nDito isso, tal apreciação às vezes pode levar a alguns problemas.\n\nDiferente de suas subordinadas conscienciosas ou veneradoras, a pessoa favorita de Miko no santuário é uma Sacerdotisa chamada Kano Nana.\n\nSim, aquela Kano Nana, a entusiasta de romances (assim como Miko) e que constantemente está estressada a respeito de Sayu.\n\nEnquanto estava em sua sala, Miko sempre via Sayu sair correndo pela janela, seguida por uma apressada e furiosa Kano Nana.\n\nElas eram como raio e trovão, e isso chamou a atenção de Miko ao ponto de que ela às vezes dizia direções erradas para que a confusão continuasse por mais tempo.\n\nHouve uma ocasião que Sayu disse para Miko, depois dela ter a ajudado a procrastinar um pouco com uma soneca, que o sol poente era muito agradável.\n\nTalvez encorajada por tais palavras, Miko se transformava em uma senhorita ordinária de Inazuma em uma bela tarde e descia da montanha para ter um dia de folga.\n\nA Banhos de Aisa na cidade, o Restaurante Kiminami em Hanamizaka, a Tecidos & Kimonos Ogura na rua... Ela foi em todas as lojas, e todas foram uma experiência prazerosa.\n\nE na tarde, ela estava na Agência de Detetive de Bantan Sango para contar eles sobre o caso de um animal perdido que ouviu ao longo do caminho.\n\n\"Vocês devem ajudar, bons detetives. Eu não consigo aguentar aqueles seus tutores chorarem desesperados sobre isso...\"\n\nTendo feito tudo isso, a senhorita não conseguiu evitar deixar um sorriso satisfeito sair de sua boca.\n\nParticipar da vida cotidiana de Inazuma em tal identidade era muito divertido.\n\nBem, exceto pela parte que Kujou Sara a encarou com suspeita quando se cruzaram na rua.\n\nE também se sentiu culpada porque achava que devia uma desculpa para o dono da Banhos de Aisa — suas fontes termais eram ótimas, mas talvez tivesse acidentalmente deixado seu pelo de raposa cair durante o banho.",
      "ru": "Стремление к веселью и обретению счастья - главный жизненный принцип Мико. Для той, кому нравится изучать человечество, «благоразумность» и «добродетель» гораздо менее важны, чем «веселье». Даже верховная жрица другой веры или вражеский генерал могут заинтересовать её. Правда порой это приводит к мелким неприятностям. Больше всего в храме Мико ценит не кого-то из добросовестных и благоговейных подчинённых, а прислужницу Кано Нана. Да, ту самую Кано Нана, любительницу романов (в этом они с Мико похожи), которая постоянно беспокоится о Саю. Мико часто видела, как Саю проносится мимо окна, а вскоре за ней торопливо следует сердитая Кано Нана. Это было так похоже на гром и молнии и так сильно веселило Мико, что она даже иногда давала неправильные подсказки о направлении, просто чтобы шум и гам продолжались ещё немного. Однажды Саю сказала Мико, что под послеполуденным солнцем спать приятнее всего. Возможно, воодушевленная этими словами, Мико одним чудесным солнечным днём превратилась бы в обычную инадзумскую девушку, спустилась с горы и провела день на свежем воздухе. Бани «Аиса» в Инадзуме, ресторан «Киминами» в Ханамидзаке, «Ткани и кимоно Огуры»... Она не пропустила ни одного заведения, и в каждом из них приятно провела время. А вечером она посетила детективное агентство Бантан Санго и рассказала о пропаже животных, о которой услышала по дороге. «Вы обязательно должны помочь, детективы. Ведь едва ли можно спокойно смотреть, как владельцы плачут навзрыд...» Проделав всё это, девушка не смогла удержаться от довольной улыбки. Участвовать в повседневной жизни Инадзумы в такой ипостаси действительно было весело. Ну, кроме того момента, когда Кудзё Сара бросила на неё подозрительный взгляд во время их случайной встречи. А ещё ей, вероятно, стоило бы извиниться перед хозяином бань «Аиса» - горячие источники в иностранном стиле были очень хороши, но она, возможно, случайно оставила немного лисьего меха во время купания.",
      "id": "Mengejar kesenangan dan menemukan kebahagiaan adalah cara Miko menjalani kehidupan sehari-harinya.\n\nUntuk seseorang yang senang mempelajari manusia seperti dirinya, \"sudut pandang\" dan \"kebajikan\" memainkan peran kedua yang jauh dari \"kesenangan\".\n\nBahkan seorang miko yang hebat dari keyakinan yang berbeda atau jenderal musuh mungkin menarik minatnya.\n\n...Konon, pujian ini terkadang dapat menyebabkan beberapa masalah yang tidak berbahaya.\n\nBerbeda dengan bawahan yang teliti atau junior yang memujanya, orang favorit Miko di kuil adalah seorang miko bernama Kano Nana.\n\nYa, Kano Nana yang itu, penggila novel (seperti Miko) yang terus-menerus rewel pada Sayu.\n\nSaat berbaring di dalam ruangan, Miko sering melihat Sayu melintas melewati jendela, yang diikuti oleh Kano Nana yang terlihat tergesa-gesa dan marah.\n\nSeperti kilat dan guntur yang menarik perhatian Miko, sampai-sampai dia terkadang memberikan arah yang salah hanya untuk membiarkan keributan berlangsung sedikit lebih lama.\n\nSuatu hari, saat Sayu memberi tahu Miko bahwa matahari sore adalah hal yang paling menyenangkan setelah Miko membantunya mencuri waktu untuk tidur siang.\n\nMungkin karena terdorong oleh kata-kata ini, Miko akan berubah menjadi wanita Inazuma biasa pada sore yang sangat cerah, turun dari gunung, dan bersenang-senang.\n\nPemandian Aisa di kota, Restoran Kiminami Hanamizaka, Ogura Textiles & Kimonos di pinggir jalan ... dia tidak melewatkan satu toko pun, dan setiap toko adalah pengalaman yang menyenangkan.\n\nDan di malam hari, dia berada di Kantor Detektif Bantan Sango untuk memberi tahu mereka tentang kasus hewan hilang yang dia dengar di jalan.\n\n\"Tapi kamu benar-benar harus membantu, detektif yang baik. Maksudku, aku tidak tahan melihat pemilik itu menangis ....\"\n\nSetelah melakukan semua ini, wanita itu tidak bisa menahan senyum bahagia.\n\nMengambil bagian dalam kehidupan sehari-hari Inazuma dengan identitas seperti itu benar-benar menyenangkan.\n\nYa, kecuali bagian saat Kujou Sara menatapnya dengan curiga saat mereka berpapasan.\n\nOh iya, dia mungkin juga berutang permintaan maaf kepada bos Pemandian Aisa — pemandian air panas bergaya luar yang memang sangat bagus, tapi dia mungkin secara tidak sengaja merontokkan bulu rubahnya saat berendam.",
      "th": "การแสวงหาความสนุก และการค้นพบความสุข คือหลักการประจำวันของ Miko\n\nสำหรับเธอที่ชอบศึกษาเรื่องของมนุษย์แล้ว ตัวชี้วัดอย่าง \"จุดยืน\" และ \"คุณธรรม\" นั้นห่างไกลจากความ \"น่าสนใจ\" อยู่ไกลลิบ\n\nไม่ว่าจะเป็นหัวหน้ามิโกะที่ศรัทธาในสิ่งอื่น หรือแม่ทัพที่ประนีประนอมต่อฝ่ายศัตรู ต่างก็สามารถได้รับความชื่นชมจาก Miko ได้ทั้งนั้น\n\n...ถึงแม้ว่า ความชื่นชมนั้นบางครั้งก็อาจแปรเปลี่ยนเป็นปัญหาที่ไม่เป็นอันตรายได้เช่นกัน\n\nเมื่อเทียบกับลูกน้องที่เอาการเอางาน และรุ่นน้องที่จงรักภักดีแล้ว คนที่ Miko รู้สึกสนใจมากที่สุดในศาลเจ้า ก็คือมิโกะที่ชื่อ Kano Nana\n\nเช่นเดียวกับนิยายของ Miko... ในทุก ๆ วัน Kano Nana ก็ต้องคอยหนักใจกับเรื่องที่ต้องดูแล Sayu\n\nตอนที่ Miko นอนอยู่ในห้อง บางครั้งก็จะเห็น Sayu แวบผ่านหน้าต่างไป และไม่นานนัก เสียงฝีเท้าที่ทั้งรีบร้อนและขุ่นเคืองของ Kano Nana ก็จะดังตามมาติด ๆ\n\nความสัมพันธ์แบบนี้ก็เหมือนกับสายฟ้าและพายุฝนฟ้าคะนอง ที่ทำให้ Miko รู้สึกเพลิดเพลินยิ่งนัก บางทีก็มีแอบบอกทางผิดไปบ้าง เพื่อให้ฉากที่สนุกสนานได้ยาวนานขึ้นอีกสักหน่อย\n\nและมีอยู่ครั้งหนึ่ง ที่ Sayu บอก Miko ว่าแสงแดดยามบ่ายนั้นน่ารื่นรมย์ที่สุด เพื่อเป็นการตอบแทนที่ Miko ช่วยให้เธอได้แอบหนีไปนอนกลางวันได้\n\nบางทีอาจเพราะได้รับแรงบันดาลใจจากในครั้งนั้น ไม่นานหลังจากนั้น ในวันหนึ่งที่แสงแดดสดใส Miko จึงได้แปลงกายเป็นหญิงสาวชาว Inazuma ที่แสนธรรมดา แล้วลงจากเขาไปวันนึงเต็ม ๆ\n\n\"โรงอาบน้ำ Aisa\" ที่ถนนในเมือง, \"ภัตตาคาร Kiminami\" ที่ Hanamizaka, \"ร้านตัดชุด Ogura\" ที่อยู่ริมถนน... ไม่มีพลาดแม้แต่ร้านเดียว และทุกประสบการณ์ต่างก็ทำให้เธอมีความสุข\n\nพอตกเย็น ก็ไปยัง \"สำนักงานนักสืบ Bantan Sango\" เพื่อไหว้วานเรื่องการหายตัวไปของสิ่งมีชีวิตตัวน้อยที่ได้ยินมาตลอดทาง\n\n\"เฮ้ออ รู้อะไรไหม พวกเจ้าของทั้งหลายต่างก็ร้องไห้กันระงมน่าสงสารมากเลยล่ะ นักสืบทั้งสองท่าน ได้โปรดช่วยเหลือพวกเขาหน่อยเถอะนะ!\" พอทำเรื่องเหล่านี้เสร็จ Miko ก็เดินไปตามท้องถนน และยิ้มออกมาอย่างเบิกบาน\n\nการได้มีส่วนร่วมในชีวิตประจำวันของ Inazuma ด้วยตัวตนนี้ ช่างเป็นเรื่องที่น่ายินดีจริง ๆ\n\nและคงจะดีกว่านี้ หาก Kujou Sara ที่เดินสวนกันไป ไม่ได้ทำสีหน้าสงสัยออกมาแบบนั้น\n\nแต่ก็แอบรู้สึกผิดต่อเจ้าของร้าน \"โรงอาบน้ำ Aisa\" อยู่บ้าง ถึงแม้บรรยากาศของน้ำพุร้อนจากต่างแดนจะดี แต่พอแช่เสร็จแล้ว ดันเผลอทำขนจิ้งจอกร่วงโดยที่ไม่ได้ตั้งใจเข้าน่ะสิ",
      "vi": "Theo đuổi sự thú vị, tìm kiếm niềm vui, chính là nguyên tắc ngày thường của Miko.\n\nĐối với một người thích nghiên cứu về nhân loại như cô ấy mà nói, các tiêu chí đánh giá như \"lập trường\" và \"đức hạnh\" đều phải xếp sau \"thú vị\".\n\nBất luận là đại pháp sư có sự khác biệt về tín ngưỡng, hay là đại tướng của quân địch, đều có thể trở thành đối tượng lọt vào mắt xanh của Miko.\n\n...Tuy rằng, sở thích này có lúc cũng biến thành những phiền toái nhỏ.\n\nSo với những thuộc hạ luôn chăm chỉ cẩn thận và những hậu bối luôn hết lòng ngưỡng mộ cô, thì người làm cho Miko cảm thấy hứng thú nhất trong đền thần chính là một pháp sư có tên là Kano Nana.\n\nKano Nana - người có cùng đam mê tiểu thuyết với Miko, hàng ngày đều vô cùng đau đầu về chuyện chăm sóc cho Sayu.\n\nMiko nằm trong phòng, thỉnh thoảng sẽ thấy bóng của Sayu xẹt qua cửa sổ, không lâu sau đó sẽ là tiếng bước chân vội vã và tức giận của Kano Nana đang đuổi theo.\n\nMối quan hệ này cũng giống như tia sét và tiếng sấm, làm cho Miko cảm thấy vô cùng thú vị, thỉnh thoảng còn cố ý chỉ sai đường để cảnh tượng náo nhiệt này có thể kéo dài thêm một lát.\n\nCó lần, Sayu còn cảm ơn Miko vì đã giúp mình có thêm thời gian ngủ trưa, và nói với Miko rằng, ánh mặt trời sau buổi trưa rất là ấm áp.\n\nCó lẽ sau khi nhận được lời gợi ý này, mà không lâu sau đó vào một ngày nắng đẹp, Miko đã biến thành một cô gái Inazuma bình thường, xuống núi dạo chơi cả ngày.\n\n\"Phòng Tắm Hơi Aisa\" nơi phố thị, \"Nhà Hàng Kiminami\" ở Hanamizaka, \"Tiệm Vải Ogura\" bên đường... không bỏ sót một nơi nào cả, chỗ nào cô cũng thấy vui.\n\nKhi chập choạng tối thì đến Trụ Sở Thám Tử Bantan Sango để ủy thác về vụ án động vật nhỏ mất tích mà cô đã nghe được trên đường.\n\n\"Ây da da, hai người không thấy đó thôi, những người chủ bị mất vật nuôi đã khóc thấy thương lắm. Hai vị thám tử xin hãy nghĩ cách gì đó giúp đỡ họ đi!\"\n\nLàm xong những chuyện này, cô gái bước đi trên đường, không nhịn được mà mỉm cười vui vẻ.\n\nLấy thân phận này để tham gia vào cuộc sống thường ngày của Inazuma, quả thật là một chuyện vui.\n\nNếu như trên gương mặt của Kujou Sara vô tình lướt qua không lộ vẻ hoài nghi thì sẽ càng tốt hơn.\n\nChỉ là hơi có lỗi với chủ \"Phòng Tắm Hơi Aisa\". Suối nước nóng tuy rất tuyệt, nhưng mà ngâm mình xong đã bất cẩn làm rụng một ít lông hồ ly rồi."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "很久很久以前，人类在讲起妖怪们的故事时，还不需要用「很久很久以前」来作前缀。\n\n天狗横越长空，鬼众驰骋沙场；狸妖见于阡陌，狐仙行走人间。\n\n在鸣神的大纛之下，妖众以不思议的力量，助人类度过刀耕火种，筚路蓝缕的时期。\n\n依山作险，傍海筑城，至此稻妻始成。\n\n妖中尤以「白辰狐王一脉」最为尊贵，代有大妖出世，在人间留下无数逸话。\n\n众妖偶尔聚坐对饮之时，也少不了各自吹嘘，最近自己又成就了一段新的传说。\n\n酒后所言，难免与真相有出入，却也无妖计较，只求个有趣好听。久而久之，即成「百物语大会」。\n\n其时常见有乐斋举杯高谈，引得众妖无不侧耳神往，连设宴的狐斋宫也不禁阖眸微笑。\n\n尚是幼狐身形的神子，却总是攀在狐斋宫肩头，不依不饶地挑拣着有乐斋故事中的漏洞。\n\n有乐斋毕竟是冰雪聪明的雅士，一捻胡子便圆好了说辞。\n\n不过神子也总能抓出新的纰漏，如此往复，直到斋宫大人笑着劝二位打住：听众们都急着要听下一段了。\n\n酒过三巡，故事也讲过数轮，席间已醉得无妖能组织出完整的章句。\n\n众妖便干脆免了言语争锋，各使妖力腾空而起，看谁能遮天蔽月，拔得头筹。\n\n——是为「无月之夜，百鬼夜行」。\n\n尔来五百岁，当年的小狐狸也已修成通天彻地的大妖。\n\n昔年曾与之共饮的妖众，则匿迹于战争与历史之中，存世的血脉也日渐稀薄。\n\n从此「百鬼夜行」，终于成了「很久很久以前」的传说。",
      "zht": "很久很久以前，人類在講起妖怪們的故事時，還不需要用「很久很久以前」來作開頭。\n\n天狗橫越長空，鬼眾馳騁沙場；狸妖見於阡陌，狐仙行走人間。\n\n在鳴神的大纛之下，妖眾以不思議的力量，助人類度過刀耕火種，篳路藍縷的時期。\n\n依山作險，傍海築城，至此稻妻始成。\n\n妖中尤以「白辰狐王一脈」最為尊貴，代有大妖出世，在人間留下無數逸話。\n\n眾妖偶爾聚坐對飲之時，也少不了各自吹噓，最近自己又成就了一段新的傳說。\n\n酒後所言，難免與真相有出入，卻也無妖計較，只求個有趣好聽。久而久之，即成「百物語大會」。\n\n其時常見有樂齋舉杯高談，引得眾妖無不側耳神往，連設宴的狐齋宮也不禁闔眸微笑。\n\n尚是幼狐身形的神子，卻總是攀在狐齋宮肩頭，不依不饒地挑揀著有樂齋故事中的漏洞。\n\n有樂齋畢竟是冰雪聰明的雅士，一撚鬍子便圓好了說辭。\n\n不過神子也總能抓出新的紕漏，如此往復，直到齋宮大人笑著勸二位打住：聽眾們都急著要聽下一段了。\n\n酒過三巡，故事也講過數輪，席間已醉得無妖能組織出完整的章句。\n\n眾妖便乾脆免了言語爭鋒，各使妖力騰空而起，看誰能遮天蔽月，拔得頭籌。\n\n——是為「無月之夜，百鬼夜行」。\n\n爾來五百歲，當年的小狐狸也已修成通天徹地的大妖。\n\n昔年曾與之共飲的妖眾，則匿跡於戰爭與歷史之中，存世的血脈也日漸稀薄。\n\n從此「百鬼夜行」，終於成了「很久很久以前」的傳說。",
      "jp": "遥か昔、人間が妖怪たちの物語を話す時、まだ「昔々」という言葉をつける必要がなかった時代。\n\n大空には天狗、荒野には鬼衆、小道には妖狸、俗世には仙狐がいた。\n\n鳴神という大きな旗印のもと、妖の衆は想像を絶するような力をもってして焼畑農業に手を貸し、苦境の時代を生きる人間たちを助けた。\n\n山に避難し、海辺に城を築いたのが稲妻の始まりである。\n\n妖の中でも「白辰狐王一脈」はもっとも尊く、大妖怪を代々輩出することから、俗世でも無数の伝説を残していた。\n\n稀に妖たちが集まって酒を酌み交わすことがあるが、その時には自分たちの新たな伝説を自慢げに話すのがお決まりとなっていた。\n\n酒を飲みながら話す言葉は、どうしても事実と異なる部分が出てくる。だが、そんなことを気にする者などいない。ただ楽しく話を聞ければいいのだ。時を経て、いつしかそれは「百物語大会」となった。\n\n当時、盃を高く掲げながら談笑し、妖たちの目を引き付けたのが有楽斎だ。宴を催した狐斎宮も、笑みを浮かべずにはいられないほどのものであった。\n\nまだ幼い狐の姿であった神子は、いつも狐斎宮の肩に乗り、有楽斎が話す物語の矛盾を指摘していた。\n\n無論、有楽斎も頭の回る知恵者である、髭を触りながら話の修正をした。\n\nだが、それでも神子は新たな矛盾点を見つける。斎宮様が笑いながら、「皆、次のくだりが聞きたい頃よ」と止めるまで、そのやり取りは繰り返された。\n\n酒が三度回ってくる頃には物語も数巡し、どの妖もまともに言葉を紡げなくなるほど酔っぱらっていた。\n\nそうなると妖たちは語るのをやめて、妖力を用いて空へ駆け上がると、誰が一番上手く空と月を覆い隠せるか競い合うのだ。\n\nそれは——「無月の夜、百鬼夜行」と呼ばれた。\n\nあれから五百年の時が経ち、当時の小狐も今や天地を揺るがすほどの大妖怪となった。\n\nかつて共に酒を酌み交わした妖たちは、戦争と歴史の中に消え、生き残った血筋も日に日に薄れてゆく。\n\nそうして「百鬼夜行」は、ついに「昔々」の伝説となったのだ。",
      "ko": "옛날 옛적에, 인간들은 요괴에 대해 얘기할 때 「옛날 옛적에」라는 말을 붙이지 않았다.\n\n텐구가 하늘을 날고 오니들이 전쟁터를 누비고, 너구리 요괴가 논두렁에, 여우 신선이 인간 세상에 출몰했다.\n\n나루카미의 깃발 아래 요괴들은 믿을 수 없는 힘으로 힘겹게 화전 농사를 짓던 인간들의 개척을 도와줬다.\n\n산으로 피신해 바닷가에 성을 짓는 것으로 이나즈마는 시작됐다.\n\n요괴 중 가장 존귀한 「하쿠신 호왕(狐王) 일족」은 대대로 대요괴를 배출했으며 세간에 수많은 이야깃거리를 남겼다.\n\n요괴들은 술자리에서 자연스럽게 저마다 자신이 또 하나의 전설을 세웠다며 허풍을 떠벌리곤 했다.\n\n술자리에서 오고 가는 이야기의 진위를 알 순 없었지만, 다들 따지지 않고 재미로만 들었다. 그렇게 시간이 흐르고, 「모노가타리 대회」가 생겨났다.\n\n그때마다 우라쿠사이가 술잔을 높이 들고 이야기를 하여 요괴들의 눈길을 끌었고, 잔치를 주최한 호재궁(狐斋宫)조차 미소를 그치지 못했다.\n\n당시 어린 여우 모습이었던 미코는 항상 호재궁 어깨에 올라타서 우라쿠사이 이야기의 허점을 집어내곤 했다.\n\n지혜로운 우라쿠사이는 수염을 만지작거리며 금방 적당한 변명을 늘어놓았다.\n\n하지만 미코는 그래도 새로운 허점을 찾아냈고 우라쿠사이는 변명을 반복했다. 호재궁이 웃으며 청중들이 다음 얘기를 기다리고 있다면서 그 둘을 말릴 때까지 말이다. \n\n술자리가 무르익고 수많은 이야기가 오고 갔다. 요괴들은 취해서 더 이상 제대로 된 말을 할 수 없었다.\n\n그러자 요괴들은 언쟁을 멈추고 요력으로 날아올라 누가 하늘의 달을 가릴 수 있는지 내기하여 1등을 가려내기로 했다.\n\n——그리하여 「달이 없는 밤의 백귀야행」이라 불리게 되었다.\n\n오백 년이 지나고 어린 여우는 당당한 대요괴로 성장했다.\n\n왕년 같이 술을 마시던 요괴들은 전쟁과 역사 속에서 사라졌고, 남은 혈통도 갈수록 옅어졌다.\n\n그렇게 「백귀야행」은 「옛날 옛적」의 전설이 되어버렸다",
      "en": "A long, long time ago, humanity did not need to use the phrase \"a long, long time ago\" to preface tales about youkai.\n\nThe tengu dominated the skies, the oni swept across the battlefield, the tanuki were seen along small paths, and the kitsune walked amongst humans.\n\nUnder the banner of Narukami, the incredible powers of the youkai host were used to help humans through an era of strife and poverty.\n\nSeeking refuge in the mountains, they built a city by the sea, and so began Inazuma.\n\nAmongst the youkai, the lineage of Hakushin Kitsune was the most revered, and it was this great line that left a great many tales amongst humans.\n\nWhenever the youkai gathered to feast and sup together, a little braggadocio about how their latest exploits had become legend anew was very much a given.\n\nOf course, considering the amount they would drink, most tales told afterward would diverge a little from the truth. But no one minded, asking only that the tale be interesting. As time passed, this became known as \"hyakumonogatari daikai,\" or \"the great meeting of a hundred tales.\"\n\nIt was no uncommon sight to see Urakusai raise his cup and speak, holding all the other youkai spellbound with his story, drawing even smiles from Kitsune Saiguu, the organizer of the event.\n\nInstead it was Miko, who was then in the form of a young kitsune, who would perch on Kitsune Saiguu's shoulder and relentless peck at any loopholes in Urakusai's story.\n\nUrakusai, being a cool-headed and brilliant gentleman, would explain as he twirled his beard.\n\nBut Miko could always find something new to nitpick, and so they would go, back and forth, until Lady Saiguu would smile and call both parties to a halt: the audience wanted to hear the next part, after all.\n\nAfter another three rounds of drink and several more rounds of stories, the company would be hard-pressed to even string a sentence together, let alone a story.\n\nAnd so the gathered youkai would dispense with the word-fencing and use their powers to take to the skies to see who could best cover the sky and moon with their powers.\n\nAnd thus it was said that \"a hundred youkai shall parade upon a moonless night.\"\n\nFive hundred years on, that little kitsune has already become a mighty youkai in her own right.\n\nAs for the youkai who drank with them in those days, they disappeared amidst war and history, and their remaining bloodlines grow thinner by the day.\n\nAnd thus did their great parade, the Hyakkiyakou, become something that happened \"a long, long time ago.\"",
      "de": "Vor langer, langer Zeit sagten die Menschen nicht „vor langer, langer Zeit“, wenn sie Geschichten über Youkai erzählten.\n\nDie Tengu beherrschten den Himmel, die Oni dominierten das Schlachtfeld, die Bakedanuki waren auf kleinen Wegen zu sehen und die Kitsune wandelten unter den Menschen.\n\nUnter dem großen Banner von Narukami haben die Youkai der Menschheit mit unvorstellbarer Macht durch die Zeit der Not und Armut geholfen.\n\nAuf der Suche nach einem Zufluchtsort in den Bergen bauten sie eine Stadt am Meer und so entstand Inazuma.\n\nUnter den Youkai war die „Hakushin-Blutlinie“ die prestigeträchtigste, mit Generationen von großen Youkai, die unzählige Legenden in der Welt hinterlassen haben.\n\nWenn sich die Youkai auf ein paar Getränke trafen, prahlten sie manchmal damit, dass sie gerade eine neue Legende geschaffen hatten.\n\nEs war unvermeidlich, dass das, was beim Trinken gesagt wurde, von der Wahrheit abwich, aber es war den Youkai egal, denn sie wollten einfach lustige Geschichten hören. Mit der Zeit wurde daraus die „Hyakumonogatari Daikai“ oder „Das große Treffen der hundert Geschichten“.\n\nManchmal erhob Urakusai seinen Becher und sprach, was die Youkai anzog, und selbst die Kitsune Saiguu, die das Festmahl ausrichtete, lächelte, als Urakusai seine Geschichte erzählte.\n\nMiko, die immer noch eine junge Kitsune war, lehnte sich ständig an die Schulter der Kitsune Saiguu und pickte unermüdlich Lücken in den Geschichten von Urakusai heraus.\n\nUrakusai, der ein kühler und brillanter Edelmann war, würde es erklären, während er seinen Bart zwirbelte.\n\nAber Miko fand immer etwas Neues, das sie bemängeln konnte, und so ging es hin und her, bis Kitsune Saiguu lächelte und beide Parteien zum Aufhören aufforderte: Das Publikum wollte schließlich den nächsten Teil hören.\n\nNach drei weiteren Runden mit Getränken und einigen weiteren Runden mit Geschichten waren die Youkai kaum noch in der Lage, einen ganzen Satz zu formulieren, geschweige denn eine Geschichte zu erzählen.\n\nUnd so verzichteten die Youkai auf das Wortgefecht und nutzten ihre Kräfte, um in die Luft zu steigen, um zu sehen, wer den Himmel und den Mond am besten mit seinen Kräften bedecken konnte.\n\nUnd so hieß es, dass „Hunderte Youkai in einer mondlosen Nacht marschierten“.\n\nFünfhundert Jahre später ist aus der kleinen Kitsune bereits eine mächtige Youkai geworden.\n\nDie Youkai, die damals mit ihr getrunken haben, sind im Krieg und in der Geschichte verschwunden, und ihre verbliebenen Blutlinien werden von Tag zu Tag dünner.\n\nSeitdem sind diese Märsche, die „Hyakkiyakou“, zu einer Legende von „vor langer, langer Zeit“ geworden.",
      "es": "Hace mucho, mucho tiempo, cuando los humanos contaban historias sobre los youkai, no era necesario comenzar diciendo “hace mucho, mucho tiempo”.\n\nLos tengu surcaban los cielos, los oni se precipitaban a la batalla, los tanuki correteaban por los campos y los kitsune caminaban entre los humanos.\n\nBajo el liderazgo de Narukami, los increíblemente poderosos youkai ayudaban a los humanos a cultivar la tierra y a superar sus dificultades.\n\nFue entonces cuando Inazuma se construyó apoyándose sobre las montañas y colindando con el mar.\n\nEl ilustre linaje de los kitsune de Hakushin era el más respetado de todos los youkai, y cada vez que nacía un heredero, se creaban incontables historias.\n\nCuando todos estos seres se reunían, no podían faltar los alardes sobre qué grandes hazañas legendarias habían conseguido recientemente.\n\nTras emborracharse, decían cosas que poco tenían que ver con la realidad, pero a nadie le importaba, pues solo querían escuchar algo entretenido. Con el tiempo, estas reuniones se convirtieron en encuentros para contar historias.\n\nLas historias de Urakusai, que solía aparecer en esas ocasiones para beber, fascinaban a los youkai, y ni siquiera la Sacerdotisa Kitsune, anfitriona de las celebraciones, podía evitar sonreír al escucharle.\n\nYae Miko, que entonces no era más que una pequeña kitsune, trepaba hasta los hombros de la Sacerdotisa para identificar todos los fallos en las historias de Urakusai.\n\nEste era un erudito racional y de gran intelecto, capaz de pensar en toda clase de argumentos mientras jugueteaba con su barba.\n\nPero Miko siempre encontraba los fallos en sus historias, por muy pequeños que fueran. Esta costumbre se repitió hasta que, un día, para detener la discusión entre ambos, Saiguu les dijo: “Todo el mundo está esperando a escuchar la siguiente parte de la historia”.\n\nTras un buen rato bebiendo y después de haber contado la historia varias veces, el público estaba tan borracho que no podía articular palabra.\n\nEntonces, los youkai desistieron en su discusión y usaron sus poderes para surcar el firmamento y ver quién era capaz de cubrir el cielo y la luna.\n\nAsí fue como ocurrió el célebre “desfile de los cien monstruos en una noche en la que la luna quedó tapada”.\n\nHan pasado 500 años desde entonces, y esa pequeña kitsune ya es una poderosa youkai de pleno derecho.\n\nPor su parte, los demás youkai con los que había bebido y comido en el pasado se desvanecieron en la historia y las guerras, lo que poco a poco fue reduciendo su linaje en el mundo.\n\nDe esta forma, el desfile de los cien monstruos se convirtió en una leyenda ocurrida “hace mucho, mucho tiempo”.",
      "fr": "#Il y a fort, fort longtemps... les humains n'avaient pas besoin d'utiliser cette formule pour commencer les histoires à propos des démons.\n\nLes Tengu dominaient les cieux, les Oni courraient sur les champs de bataille, les Tanukis étaient aperçus dans les sentiers et les Kitsunes marchaient parmi les hommes.\n\nSous la bannière de Narukami, les pouvoirs des démons furent utilisés pour aider les humains à sortir d'une ère marquée par le conflit et la misère.\n\nEn se réfugiant dans les montagnes, ces derniers créèrent une cité près de la mer. C'est ainsi qu'Inazuma fut fondée.\n\nLa lignée royale de Kitsunes Hakushin était la plus révérée parmi les démons. Celle-ci donnant lieu à de nombreuses rumeurs et légendes chez les humains.\n\nLorsque des démons organisaient un festin, il était coutume pour chacun de se vanter un peu des exploits qui leur ont valu d'être l'objet d'une histoire.\n\nLeurs propos différaient toujours légèrement de la réalité en raison de leur ébriété, mais personne ne leur en tenait rigueur tant que le récit était intéressant.\n\nAvec le passage du temps, ces festins devinrent connus sous le nom de « hyakumonogatari daikai{NON_BREAK_SPACE}» ou « le grand rassemblement des cent histoires ».\n\nUrakusai avait l'habitude de lever son verre et de parler, captant l'attention des autres démons avec son histoire qui arrivait même à décrocher quelques sourires à la Kitsune Saiguu, qui organisait l'événement.\n\nYae Miko, qui n'était alors qu'une jeune Kitsune, se tenait sur l'épaule de cette dernière et guettait des failles dans le récit d'Urakusai.\n\nÉtant un gentilhomme doté d'une intelligence exceptionnelle, celui-ci lui répondait en enroulant sa barbe autour de son doigt.\n\nCependant, Miko trouvait toujours de nouveaux éléments à contester. Leurs échanges duraient jusqu'à ce que la Kitsune Saiguu leur dise d'arrêter en souriant. Le public souhaitait entendre la suite, après tout.\n\nAprès trois verres de boisson et plusieurs histoires, aucun démon n'était en état de prononcer une phrase complète, encore moins une histoire.\n\nIls arrêtaient tout simplement de se raconter des histoires pour s'élever dans le ciel et voir qui arriverait à cacher le mieux la lune avec ses pouvoirs.\n\nCe fut ainsi que le dicton « Cent démons défilent lors d'une nuit sans lune » vit le jour.\n\nCinq cents ans plus tard, la jeune Kitsune qu'était Yae Miko devint un démon puissant.\n\nCeux qui buvaient lors des rassemblements disparurent lors de guerres et de l'histoire, leurs lignées progressivement au bord de l'extinction.\n\nTout comme leur défilé, le «{NON_BREAK_SPACE}Hyakkiyakou », finit par appartenir au passé « il y a fort, fort longtemps ».",
      "pt": "Muito, muito tempo atrás, a humanidade não precisava usar a frase \"muito, muito tempo atrás\" para se referir a histórias sobre os Youkai.\n\nOs Tengu dominavam os céus, os Oni os campos de batalha, os Tanuki se esgueiravam pelos pequenos caminhos e os Kitsune perambulavam entre os humanos.\n\nSob a bandeira de Narukami, os poderes incríveis dos Youkai eram utilizados para ajudar os humanos em uma era de violência e pobreza.\n\nEm busca de refúgio nas montanhas, eles construíram uma cidade perto do mar, e assim nasceu Inazuma.\n\nEntre os Youkai, a linhagem Hakushin dos Kitsune era a mais reverenciada, e foi tal linhagem que deixou grandes histórias entre os humanos.\n\nQuando os Youkai se reuniam para festejar, se gabar de seus feitos recentes terem se tornado lendas era inevitável.\n\nClaro, considerando o quanto bebiam, a maioria dos contos no final divergia um pouco da verdade. Mas ninguém se importava. Com o passar do tempo, isso se tornou conhecido como \"Hyakumonogatari Daikai\", ou \"a grande reunião de cem contos\".\n\nNão era incomum ver Urakusai levantar seu copo e falar, prendendo a atenção de todos os outros Youkai com sua história, e até mesmo fazendo Kitsune Saiguu, a organizadora do evento, sorrir.\n\nAo invés disso, Miko, que na época era uma jovem Kitsune, ficava no ombro de Kitsune Saiguu e apontava quaisquer inconsistências na história de Urakusai.\n\nUrakusai, sendo um cavalheiro calmo e brilhante, explicava tudo ao mexer em sua barba.\n\nMas Miko sempre encontrava algo novo para questionar, e isso seguia até que a Srta. Saiguu sorria e parava os dois: a audiência quer ouvir o resto da história.\n\nApós mais três rodadas de bebidas e outras mais de histórias, seria difícil para os presentes até mesmo fazerem uma sentença coerente, quanto mais uma história.\n\nE assim, os Youkai dispensavam a disputa retórica e usavam seus poderes para irem até o céu ver quem podia cobrir melhor o céu e a lua.\n\nE assim foi dito que \"cem Youkai caminharão numa noite sem lua\".\n\nQuinhentos anos depois, aquela pequena Kitsune já havia se tornado uma grande Youkai.\n\nQuanto aos Youkai que beberam com ela naquela época, eles desapareceram na guerra e na história, e suas linhagens se tornam mais raras com o passar dos dias.\n\nE assim, sua grande caminhada, Hyakkiyakou, se tornou algo que aconteceu \"muito, muito tempo atrás\".",
      "ru": "Давным-давно человечеству не нужно было использовать фразу «давным-давно», чтобы начинать рассказы о ёкаях. Тэнгу господствовали в небесах, óни проносились по полю боя, бакэ-дануки прятались на тропинках, а кицунэ ходили среди людей. Под знаменем Наруками невероятные силы воинства ёкаев помогали людям пережить эпоху невзгод и нищеты. Не доверяя горам, они построили город у моря, и так появилась Инадзума. Среди ёкаев родословная Хакусин Кицунэ была наиболее почитаемой, и именно этот великий род оставил множество легенд среди людей. Всякий раз, когда ёкаи собирались, чтобы попировать, само собой, они хвастались о том, как их последние подвиги снова вошли в легенды. Конечно, учитывая количество выпитого алкоголя, большинство рассказанных историй слегка отличались от правды. Но никто и не был против, главное, чтобы рассказ был интересным. Со временем это стало известно как «Хякумоногатари дайкай», или «великая встреча ста историй». Нередко можно было увидеть, как Уракусай поднимает свою чашу и говорит, заставляя всех остальных ёкаев завороженно слушать его историю, вызывая улыбку даже у кицунэ Сайгу. Но Мико, которая тогда была в облике юной кицунэ, садилась на плечо кицунэ Сайгу и безжалостно выискивала любые неточности в истории Уракусая. Уракусай, обладая хладнокровием и блестящими манерами, вежливо отвечал ей, накручивая на палец свою бороду. Но Мико всегда могла найти, к чему придраться, и так они и препирались друг с другом, пока госпожа Сайгу не улыбалась и не призывала обе стороны остановиться: в конце концов, зрители хотели услышать продолжение. После ещё трёх раундов выпивки и ещё нескольких рассказов ёкаям становилось трудно даже сказать связное предложение, не говоря уже об историях. И тогда собравшиеся ёкаи отбрасывали ненужные слова и поднимались в небо, чтобы посмотреть, кто лучше всего сможет закрыть небо и луну своими силами. Это состязание получило название «ночное шествие духов в безлунной тьме» - «Хякки якко». Пятьсот лет спустя маленькая кицунэ уже сама стала могущественным ёкаем. Что касается тех ёкаев, которые разделяли с ней пир, то они уже давно затерялись где-то в войнах и истории, а их роды становятся всё малочисленнее с каждым днем. И таким образом их великое шествие, Хякки якко, стало тем, что произошло «давным-давно».",
      "id": "Dahulu kala, umat manusia tidak menggunakan frasa \"dahulu kala\" untuk mengawali cerita tentang youkai.\n\nTengu menguasai langit, oni menyapu medan perang, tanuki terlihat di sepanjang jalan kecil, dan kitsune berjalan di antara manusia.\n\nDi bawah panji Narukami, kekuatan luar biasa dari pemilik youkai digunakan untuk membantu manusia melewati era perselisihan dan kemiskinan.\n\nMereka membangun sebuah kota di tepi laut saat mencari perlindungan di pegunungan, sejak itu berdirilah Inazuma.\n\nDi antara para youkai, garis keturunan Hakushin Kitsune adalah yang paling dihormati, dan garis keturunan inilah yang meninggalkan banyak cerita di antara manusia.\n\nSetiap kali youkai berkumpul untuk berpesta, mereka selalu menyombongkan bagaimana perbuatan terbaru mereka telah menjadi sebuah legenda baru.\n\nTentu saja, mengingat jumlah arak yang mereka minum, sebagian besar kisah yang diceritakan akan menyimpang dari yang sebenarnya. Tapi tidak ada yang keberatan, mereka hanya ingin ceritanya menarik. Seiring berjalannya waktu, pesta ini dikenal sebagai \"Hyakumonogatari Daikai,\" atau \"Pertemuan Besar dari Seratus Cerita.\"\n\nBukan pemandangan yang langka untuk melihat Urakusai mengangkat cangkirnya dan bercerita, membuat semua youkai lain terpesona dengan ceritanya, bahkan membuat Kitsune Saiguu, sang penyelenggara acara, tersenyum.\n\nSebaliknya, Miko, yang saat itu masih merupakan seekor kitsune muda, akan hinggap di bahu Kitsune Saiguu dan tanpa henti menjabarkan setiap celah dalam cerita Urakusai.\n\nUrakusai, sebagai seorang pria yang berkepala dingin dan cerdas, akan menjelaskan sambil memutar-mutar janggutnya.\n\nTapi Miko selalu bisa menemukan sesuatu yang baru untuk diprotes, dan mereka akan berdebat, bolak-balik, sampai-sampai Lady Saiguu akan tersenyum dan memanggil keduanya untuk berhenti: Bagaimanapun juga, penonton ingin mendengar bagian selanjutnya.\n\nSetelah tiga ronde minuman dan beberapa ronde cerita, mereka kesulitan untuk merangkai kalimat, apalagi merangkai sebuah cerita.\n\nMaka para youkai yang berkumpul akan menggunakan kekuatan mereka untuk terbang ke langit untuk melihat siapa yang paling bisa menutupi langit dan bulan dengan kekuatan mereka.\n\nSehingga disebut sebagai \"seratus youkai akan berpesta di malam tanpa bulan.\"\n\nLima ratus tahun kemudian, kitsune kecil itu telah menjadi youkai yang kuat.\n\nAdapun youkai yang minum bersama mereka pada masa itu, mereka menghilang di tengah perang dan sejarah, dan garis keturunan mereka yang tersisa semakin menipis hari demi hari.\n\nSehingga pesta besar mereka, Hyakkiyakou, menjadi sesuatu yang terjadi \"dahulu kala.\"",
      "th": "เมื่อนานแสนนานมาแล้ว ในครั้งที่พวกมนุษย์ยังไม่ใช้คำว่า \"เมื่อนานแสนนานมาแล้ว\" มาเป็นคำนำหน้า ยามที่พูดถึงเรื่องของเหล่าโยไก\n\nเท็งงุโบยบินบนฟ้ากว้าง เหล่าโอนิพลุกพล่านทั่วสนามรบ ปีศาจทานูกิพบเห็นได้ในทุกที่ เซียนจิ้งจอกเดินขวักไขว่ท่ามกลางฝูงชน\n\nภายใต้ธงอันยิ่งใหญ่ของ Narukami เหล่าโยไกได้ใช้พลังอันยากจะหยั่งถึงช่วยเหลือเหล่ามนุษย์ ให้ผ่านพ้นยุคที่ยากจนข้นแค้นไปได้\n\nใช้ภูเขาเป็นกำบังคุ้มภัย และสร้างเมืองริมฝั่งทะเล จน Inazuma เริ่มก่อตัวเป็นรูปเป็นร่างขึ้นนับแต่นั้นมา\n\nในบรรดาเหล่าโยไก \"สายเลือดของ Hakushin Kitsune\" นั้นสูงส่งที่สุด และได้ให้กำเนิดโยไกสุดยิ่งใหญ่ขึ้นมาในยุคนี้ จนเกิดเป็นเรื่องเล่ามากมายที่สืบต่อกันมาในโลกมนุษย์\n\nยามที่เหล่าโยไกนั่งล้อมวงชงดื่มกันนั้น ก็มักจะอวดอ้างถึงเรื่องราวของตน ว่าช่วงนี้ตนได้กลายเป็นตำนานเรื่องใหม่อีกแล้ว\n\nคำพูดที่ออกมาจากปากหลังดื่มสุรานั้น มักจะคลาดเคลื่อนกับความเป็นจริงอยู่บ้าง แต่ก็ไม่ได้มีโยไกผู้ใดถือสา ขอเพียงแค่ฟังแล้วรู้สึกครื้นเครงเป็นพอ นานวันเข้า จึงได้กลายเป็น \"Hyakumonogatari Daikai\" หรือ \"การชุมนุมของตำนานร้อยเรื่อง\"\n\nในเวลานั้น มักจะได้เห็น Urakusai ชูแก้วพร้อมพูดคุย เหล่าโยไกต่างก็ต้องเงี่ยหูฟังราวกับต้องมนต์สะกด แม้แต่แม่งานอย่าง Kitsune Saiguu ยังอดไม่ได้ที่จะยิ้มออกมาจนตาหยี\n\nMiko ที่ยังอยู่ในร่างจิ้งจอกน้อย มักจะเกาะอยู่บนไหล่ของ Kitsune Saiguu เสมอ และคอยหาช่องโหว่ในเรื่องเล่าของ Urakusai อย่างไม่หยุดหย่อน\n\nแต่ Urakusai เป็นสุภาพบุรุษที่ฉลาดล้ำและเยือกเย็นราวกับน้ำแข็ง จึงสามารถอุดช่องโหว่ได้ในพริบตา\n\nแต่ Miko ก็ยังสามารถหาข้อผิดพลาดใหม่ได้เรื่อย ๆ จนกระทั่งท่าน Saiguu หัวเราะและเกลี้ยกล่อมให้ทั้งสองหยุด: ผู้ฟังต่างก็ร้อนใจอยากจะฟังส่วนต่อไปกันแล้ว\n\nหลังจากร่ำสุราไปอีกสามรอบ และเรื่องราวก็ถูกบอกเล่าไปหลายรอบแล้ว เหล่าโยไกในงานเลี้ยงต่างก็เมาจนไม่สามารถรวบรวมคำให้กลายเป็นประโยคได้อีก\n\nเหล่าโยไกจึงได้หลีกเลี่ยงการต่อสู้กันด้วยวาจา และเริ่มใช้พลังโยไกยกตัวให้ลอยขึ้นสู่ท้องฟ้า เพื่อดูว่าใครจะสามารถบดบังดวงจันทร์บนฟากฟ้าได้มิด และคว้าตำแหน่งผู้ชนะไปครอง\n\n...ด้วยเหตุนี้ จึงได้มีคำกล่าวที่ว่า \"คืนที่ไร้ซึ่งดวงจันทร์ จะมาพร้อมขบวนร้อยอสูร\"\n\nเมื่ออายุได้ห้าร้อยปี จากจิ้งจอกน้อย ก็ได้ฝึกฝนจนกลายเป็นโยไกผู้ยิ่งใหญ่ ที่สามารถทะลุฟ้าทะลวงดิน\n\nเหล่าโยไกที่เคยร่วมวงดื่มในวันวาน ต่างก็ได้สูญหายไปในสงครามและประวัติศาสตร์แล้ว และสายเลือดที่ยังคงหลงเหลือ ก็เจือจางลงเรื่อย ๆ\n\nจนในที่สุด \"ขบวนร้อยอสูร\" ก็ได้กลายเป็นเพียงเรื่องเล่า \"เมื่อนานแสนนานมาแล้ว\"",
      "vi": "Rất lâu rất lâu về trước, khi con người kể những câu chuyện về youkai mà chưa cần thêm cụm từ \"rất lâu rất lâu về trước\".\n\nTengu tung hoành ngang dọc, Oni xông pha sa trường, Tanuki len lỏi khắp nơi, Kitsune (Tiên Hồ) hành tẩu nhân gian.\n\nDưới ngọn cờ của đền thần, các youkai đã dùng sức mạnh phi thường của mình để giúp đỡ loài người vượt qua thời kỳ nguyên thủy thô sơ.\n\nTác chiến bên núi, xây thành bên biển, mãi cho đến khi Inazuma hình thành.\n\nTrong các youkai, \"dòng dõi hoàng tộc hồ ly Bạch Thần\" được xem là tôn quý nhất, đời đời đều có đại yêu xuất thế, để lại vô số giai thoại ở nhân gian.\n\nCác youkai thỉnh thoảng sẽ tụ họp đối ẩm, và cũng không thể thiếu tiết mục tự ca tụng bản thân, kiểu như gần đây mình lại tạo nên một truyền thuyết mới.\n\nNhững lời nói khi say ít nhiều cũng có khác biệt so với thực tế, nhưng chẳng ai so đo chuyện này cả, chỉ cần có chuyện thú vị để nghe là được rồi. Dần dà, nó đã biến thành \"hyakumonogatari daikai\" (đại hội của hàng trăm câu chuyện).\n\nThật ra, cảnh thường thấy là Urakusai nâng ly cao giọng, làm cho mọi người đều phải chú ý, ngay cả Kitsune Saiguu - người tổ chức buổi tiệc cũng không nhịn được mà mỉm cười.\n\nKhi đó Miko dưới hình hài của một cô hồ ly bé bỏng, luôn trèo lên vai của Kitsune Saiguu, và không ngừng soi mói những lỗ hổng trong câu chuyện của Urakusai.\n\nUrakusai dù sao cũng là một người thông minh nho nhã, chỉ vuốt râu một cái là đã có ngay cách giải thích hoàn hảo.\n\nNhưng Miko thì cũng không ngừng tìm ra lỗ hổng mới, cứ thế lặp đi lặp lại, mãi cho đến khi Saiguu đại nhân mỉm cười khuyên hai người dừng lại: Mọi người đang háo hức để nghe đoạn tiếp theo rồi kìa.\n\nQua ba lượt rượu, chuyện cũng đã kể khá nhiều, mọi người trong bữa tiệc đều đã say đến mức không còn ai có thể kể ra được một câu chuyện hoàn chỉnh nữa.\n\nThế là các youkai bỏ qua việc tranh luận bằng ngôn từ, mà chuyển sang dùng yêu lực để bay lên trời cao, xem ai có thể che trời lấp trăng, giành vị trí cao nhất.\n\nTất cả đều vì \"vào đêm không trăng, bách quỷ dạ hành\".\n\nĐến nay đã được năm trăm tuổi, tiểu hồ ly lúc đó giờ đây đã tu thành đại yêu bản lĩnh cao cường.\n\nCác youkai đã từng cùng cô uống rượu hoan ca năm đó, đã bị vùi chôn trong chiến tranh và lịch sử, huyết mạch còn tại thế cũng dần dần mong manh.\n\nTừ đó, \"Bách Quỷ Dạ Hành\" đã trở thành truyền thuyết \"rất lâu rất lâu về trước\"."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "稻妻刀剑自古闻名天下，「雷电五传」的杰作更是国之重器。\n\n然而，仅过去短短数年，五支传承竟已折损大半。\n\n汹涌暗流牵扯了无数权贵，涉事世家大族均遭到问责贬谪。\n\n就连执掌社奉行的神里家，也因督导下属不力而备受牵连。\n\n将军降下最终裁决之前，久未涉足政事的宫司大人突然向将军进言，赶在风雨飘摇之际保下了神里家。\n\n由此，神里家虽元气大伤，却终是免去罢黜之虞。\n\n随后数年，外界对宫司此举多有猜测：\n\n一说社奉行与鸣神大社关系密切，此行是为了在扶植忠诚于自身的代言者。\n\n——然而，鸣神大社本就自成一派，更未见宫司平日有意涉政。帮助社奉行，收益小于付出，未必是明智之举。\n\n一说宫司怀疑事有蹊跷，如今受牵连者甚广，社奉行若再生变故，恐令稻妻大局不稳。\n\n——此话乍看有理，细想却站不住脚。需知，豪门起落只是人间再平常不过的戏码。即便神里失势，社奉行也会有新当家。\n\n又有一说，神子在风波初定之后，曾与当时的神里家家主进行过密谈。\n\n——但年迈重伤的神里家主已如风中残烛，又有什么能力左右大局？\n\n至此，坊间种种猜测均无结果。神子所想所为，皆没有答案。\n\n人们不知道的是，神子当日给出的嘱咐，如同家族规章一般留在了神里府中。\n\n「神里家能从此次事件中幸存，还是将军宽容。从今往后，切莫忘了将军的恩典。」\n\n这句话成为了因缘之种，预示着社奉行未来的位置。\n\n他日，若风暴降临稻妻，即便与另两家奉行针锋相对，社奉行神里家也要牢记恩惠，恪守「将军」的永恒之道。\n\n棋盘上，宫司走出了无憾的一着。",
      "zht": "稻妻刀劍自古聞名天下，「雷電五傳」的傑作更是國之重器。\n\n然而，僅過去短短數年，五支傳承竟已折損大半。\n\n洶湧暗流牽扯了無數權貴，涉事世家大族均遭到問責貶謫。\n\n就連執掌社奉行的神里家，也因督導下屬不力而備受牽連。\n\n將軍降下最終裁決之前，久未涉足政事的宮司大人突然向將軍進言，趕在風雨飄搖之際保下了神里家。\n\n由此，神里家雖元氣大傷，卻終是免去罷黜之虞。\n\n隨後數年，外界對宮司此舉多有猜測：\n\n一說社奉行與鳴神大社關係密切，此行是為了在扶植忠誠於自身的代言者。\n\n——然而，鳴神大社本就自成一派，更未見宮司平日有意涉政。幫助社奉行，收益小於付出，未必是明智之舉。\n\n一說宮司懷疑事有蹊蹺，如今受牽連者甚廣，社奉行若再生變故，恐令稻妻大局不穩。\n\n——此話乍看有理，細想卻站不住腳。需知，豪門起落只是人間再平常不過的戲碼。即便神里失勢，社奉行也會有新當家。\n\n又有一說，神子在風波初定之後，曾與當時的神里家家主進行過密談。\n\n——但年邁重傷的神里家主已如風中殘燭，又有什麼能力左右大局？\n\n至此，坊間種種猜測均無結果。神子所想所為，皆沒有答案。\n\n人們不知道的是，神子當日給出的囑咐，如同家族規章一般留在了神里府中。\n\n「神里家能從此次事件中倖存，還是將軍寬容。從今往後，切莫忘了將軍的恩典。」\n\n這句話成為了因緣之種，預示著社奉行未來的位置。\n\n他日，若風暴降臨稻妻，即便與另兩家奉行針鋒相對，社奉行神里家也要牢記恩惠，恪守「將軍」的永恆之道。\n\n棋盤上，宮司走出了無憾的一著。",
      "jp": "稲妻の刀剣は古来より世に知られており、「雷電五箇伝」は国にとっても重要なものである。\n\nだが、わずか数年のうちに五つの伝承はそのほとんどが失われた。\n\n無数の有力者がその陰謀に巻き込まれ、関与した一族は皆、責任を負って追放された。\n\nこの一件により社奉行の神里家でさえ、部下の監督不行き届きで責任を問われることとなった。\n\nだが、将軍が最終的な判断を下す前に、長いこと政事に関与してこなかった宮司様が突如将軍に進言した。これにより、嵐の中にいた神里家は救われたのである。\n\n神里家は大きな被害を受けたものの、免職だけは避けることができた。\n\nそれから数年に渡り、巷では宮司のその行動について、様々な憶測が飛び交った——\n\nある説では、社奉行は鳴神大社と親密な関係にあり、此度の行動は自らに忠誠な代弁者を増やすためだと言われた。\n\n——しかし、鳴神大社は元より一派を築いており、ましてや日常的に宮司が政事に関与することはない。社奉行を助けても見返りは少なく、賢明な選択とは言えないだろう。\n\nまた、ある説ではこう言われている。宮司も当然不審に思ったが、巻き込まれた者があまりにも多かったのが原因ではないかと。社奉行にまで影響が及べば、稲妻の情勢が揺らいでしまうと考えたのだろう。\n\n——ぱっと見、理にかなった憶測のようにも思えるが、よく考えればそうではないことが分かる。権力を持った一族の栄枯盛衰は世の常。たとえ神里家が力を失ったとしても、新たな主が社奉行に就く、ただそれだけのことだ。\n\nその他にも、嵐が収まった後に神子が当時の神里家当主と密談していたという話がある。\n\n——しかし、老齢で深い傷を負った神里家当主など、まさに風前の灯火。大局を左右するほどの力が、どこにあると言うのだろうか。\n\nそうして、それら憶測が真相を暴くことはなかった。\n\nだが、人々は知らない。当時、神子から送られた言伝が、さながら家訓の如く神里家に残されていることを。\n\n「神里家が此度の件において生き残れたのは、将軍の寛大さゆえのこと。これから先、決して将軍の恩義を忘れるでない。」\n\nこの言葉は因縁の種となり、社奉行の未来を位置づけることとなった。\n\nこの先、稲妻に嵐が訪れたとしても、社奉行神里家は受けた恩義を忘れず、「将軍」の永遠へ至る道を守るだろう。\n\nそれは盤上において、宮司が打った悔いなき一手であった。",
      "ko": "이나즈마의 검은 예로부터 천하에 이름을 떨쳤다. 「뇌전오전」의 걸작은 국가의 보물이었다.\n\n하지만 고작 몇 년 만에 다섯 개의 전승 대부분이 사라졌다.\n\n여파는 권력자들에게까지 퍼졌다. 연루된 대가문은 문책당해 유배됐다.\n\n야시로 봉행을 관장하던 카미사토 가문조차 감독 소홀로 연루되었다.\n\n쇼군이 최종 판결을 내리기 전에 오랫동안 정사에 관여하지 않던 궁사가 탄원해서 카미사토 가문을 구했다.\n\n덕분에 카미사토 가문은 큰 피해를 입었지만 파면만은 면할 수 있었다.\n\n그후 수년 동안 외부에선 궁사의 이 행동에 대해 여러 추측이 떠돌았다.\n\n하나는 야시로 봉행과 나루카미 다이샤가 밀접한 관계라서 자신의 입장을 대변하는 카미사토 가문을 도운 것이라는 설이었다.\n\n하지만, 나루카미 다이샤는 독립된 세력이며 궁사는 평소에 정치에 관심이 없어 보였다. 야시로 봉행을 돕는 건 이익보다 위험이 더 컸으니 현명한 선택이 아니었다.\n\n또 하나는, 사건에 다른 사정이 있고 연루자가 너무 많아서 궁사가 야시로 봉행까지 파면 당하면 이나즈마에 혼란을 초래할까 봐 나섰다는 설이었다.\n\n일리가 있어 보이지만 자세히 생각해보면 말이 안 됐다. 대가문의 흥망성쇠는 속세에서 흔한 일이며, 카미사토 가문이 실각한다 하더라도 야시로 봉행은 새로운 주인을 맞이할 것이다.\n\n그 외에 미코는 여파가 안정되자 당시 카미사토 가문 가주와 밀담을 나눴다는 설도 있었다.\n\n——하지만 늙고 중상을 입은 카미사토 가문 가주에게 무슨 힘이 있었겠는가?\n\n세간의 모든 추측에는 답이 없었다.\n\n후에 미코가 그날 남긴 말이 가법처럼 카미사토 저택에 남게 됐다는 사실을 사람들은 알지 못했다.\n\n「카미사토 가문이 이번 사태에서 살아남을 수 있었던 건 쇼군의 관용 덕분이니, 쇼군의 은혜를 잊지 마시오.」\n\n이 한마디 인연을 통해 야시로 봉행의 미래의 위치가 정해졌다.\n\n훗날 이나즈마에 폭풍이 몰아칠 때 다른 두 봉행과 대립하는 일이 있더라도, 야시로 봉행 카미사토 가문은 은혜를 기억하고, 「쇼군」의 영원의 길을 따를 것이다.\n\n궁사는 바둑판에서 후회 없는 한 수를 두었다",
      "en": "The swords of Inazuma have always been famous the world over, and the best works of the Raiden Gokaden in particular are national treasures.\n\nHowever, only a short time ago, more than half of the five artisan lineages were cut off.\n\nA great number of powerful people were caught up in that conspiracy, and those responsible were all called to account and banished.\n\nEven the Yashiro Commission's Kamisato Clan was implicated due to their failure in supervising their subordinates...\n\nBut before the Shogun could give her final judgment, the Lady Guuji, who usually did not meddle in government affairs, suddenly interceded, rescuing the Kamisato Clan in their hour of peril.\n\nThus, while they suffered a serious blow, they were spared from dismissal.\n\nIn the years that followed, others would speculate greatly concerning the Guuji's actions.\n\nSome observed the close relations between the Yashiro Commission and the Grand Narukami Shrine, and guessed that she had intended to foster advocates loyal to her.\n\nAnd yet the shrine had always been an entity unto itself, and the Lady Guuji did not usually meddle in governance. Thus this action seemed a sacrifice greater than the reward — hardly a wise decision.\n\nSome others said that the Guuji suspected something to be wrong with the whole situation, and now that the list of those involved was so extensive, any major shakeup in the Yashiro Commission could destabilize Inazuma itself.\n\nThis thought, too, seemed reasonable on face, yet did not stand up to scrutiny. After all, was not the rise and fall of great houses merely ordinary in the grand scheme of mortal affairs? And even if the Kamisato were to fall from grace, new leadership for the Yashiro Commission would emerge.\n\nYet another story said that Miko engaged in secret talks with the Kamisato clan head just after the initial shockwaves had died down.\n\nBut the wounded clan was like a candle in the wind at this point. What power could they have to change the situation?\n\nTo this day, all these speculations have never amounted to anything, nor have any answers emerged concerning Miko's actions and motivations.\n\nBut what none know is how Miko's words that day would become as engraved into the Kamisato Clan as their house's crest.\n\n\"That the Kamisato Clan has survived this incident is only due to the Shogun's mercy. Do not forget this in the days that follow.\"\n\nThese words would serve as a seed of destiny, foreshadowing the Yashiro Commission's future position.\n\nIn some other time, if a storm were to descend upon Inazuma, and even if they were to come into conflict with the other two commissions, the Yashiro Commission's Kamisato Clan would remember the favor they were shown and abide the Shogun's path to Eternity.\n\nThis was a move that the Guuji played with no regrets whatsoever.",
      "de": "Die Schwerter von Inazuma sind seit der Urzeit in der ganzen Welt bekannt und die Meisterwerke der „Raiden Gokaden“ sind als nationale Schätze sogar noch wichtiger.\n\nDoch erst vor Kurzem wurden mehr als die Hälfte der fünf Handwerkerlinien abgetrennt.\n\nViele mächtige Leute waren in diesen Fall verwickelt und die Verantwortlichen wurden alle zur Rechenschaft gezogen und bestraft.\n\nSogar die Kamisato-Familie, die für die Yashiro-Verwaltung verantwortlich ist, wurde wegen des Versäumnisses, ihre Untergebenen zu beaufsichtigen, darin verwickelt.\n\nBevor der Shougun ein endgültiges Urteil fällte, sprach die Guuji, die sich schon lange nicht mehr in die Politik eingemischt hatte, plötzlich zum Shougun und rettete die Familie Kamisato inmitten des Sturms.\n\nSo erlitten sie zwar einen schweren Schlag, wurden aber von einer Entlassung verschont.\n\nIn den folgenden Jahren gab es viele Spekulationen über den Wechsel der Guuji:\n\nEinige beobachteten die engen Beziehungen zwischen der Yashiro-Verwaltung und dem Großen Narukami-Schrein und vermuteten, dass sie die Absicht hatte, ihren treuen Fürsprecher zu fördern.\n\nDoch der Schrein ist schon immer eine eigenständige Macht gewesen und die Guuji mischte sich normalerweise nicht in die Politik ein. Daher schien diese Aktion ein größeres Opfer zu sein, kaum eine weise Entscheidung.\n\nEinige andere sagten, dass die Guuji vermutete, dass etwas mit der ganzen Situation nicht stimmte, und jetzt, da die Liste der Betroffenen so umfangreich war, könnte jede größere Erschütterung in der Yashiro-Verwaltung Inazuma selbst destabilisieren.\n\nAuch diese Vermutung schien zunächst vernünftig, überlebte aber keinen zweiten Gedanken. Waren der Aufstieg und Fall großer Familien nicht etwas ganz Alltägliches in der Gesellschaft? Und selbst wenn die Kamisato in Ungnade fielen, würde eine neue „Kamisato“ der Yashiro-Verwaltung auftauchen.\n\nEine andere Geschichte behauptete, dass Miko geheime Gespräche mit dem Oberhaupt des Kamisato-Klans geführt hat, kurz nachdem die erste Unruhe abgeklungen war.\n\nAber welche Einflüsse hat der alte und schwer verletzte Herr des Kamisato-Klans auf die Situation, der wie eine Kerze im Wind war?\n\nZu diesem Zeitpunkt waren alle Spekulationen erfolglos. Es gab keine Antwort auf die Frage der Motivation, was Miko gedacht oder getan hat.\n\nWas die Leute nicht wissen, ist, dass die Anweisungen, die Miko an jenem Tag gab, genauso wie die Familienvorschriften des Kamisato-Klans geworden waren.\n\n„Nur der Nachsicht des Shougun ist es zu verdanken, dass die Familie Kamisato diesen Vorfall überlebt hat. Vergesst von nun an nicht die Gnade des Shougun!“\n\nDiese Worte sind ein Keim des Schicksals geworden, was die zukünftige Position der Yashiro-Verwaltung enthüllt.\n\nWenn in Zukunft ein Sturm über Inazuma hereinbricht, muss sich die Familie Kamisato der Yashiro-Verwaltung an die Gnade erinnern und den Weg der Ewigkeit des Shougun einhalten, auch wenn sie gegen die anderen beiden Häuser kämpfen muss.\n\nAuf dem Schachbrett machte die Guuji einen perfekten Zug.",
      "es": "Las espadas de Inazuma han sido famosas en todo el mundo desde la antigüedad, y las de las Cinco Escuelas de Raiden son consideradas un tesoro nacional.\n\nSin embargo, en los últimos efímeros años, la mayor parte de estas Cinco Escuelas ha desaparecido.\n\nNumerosas personalidades importantes se vieron implicadas en unos turbulentos sucesos cuyas sospechas se extendieron incluso a los clanes más grandes.\n\nDe hecho, hasta el clan Kamisato de la Comisión Yashiro se vio involucrado por no haber supervisado suficientemente bien a sus subordinados.\n\nAntes de que la Shogun dictara su sentencia final, la Suma Sacerdotisa, que desde hace mucho tiempo no se había inmiscuido en los asuntos de gobierno, de repente aconsejó a la Shogun que protegiera a los Kamisato de toda la inestabilidad.\n\nGracias a ello, aunque la reputación del clan se vio dañada, no se les retiraron sus responsabilidades oficiales.\n\nEn los años siguientes, surgieron todo tipo de rumores en torno a la conducta de la Suma Sacerdotisa.\n\nUno era que la Comisión Yashiro tenía una estrecha relación con el Gran Santuario Narukami, y que aquello se hizo para afianzar la lealtad de la Comisión hacia el Santuario.\n\nSin embargo, este era una entidad independiente, y la Suma Sacerdotisa nunca se había involucrado en los asuntos de gobierno. Ayudar a la Comisión Yashiro conllevaría más perdidas que ganancias, por lo que no era un acto muy inteligente.\n\nOtro rumor era que la Suma Sacerdotisa vio algo extraño en todo aquello. Había tanta gente implicada que, si a la Comisión Yashiro le ocurría otra desgracia, las cosas en Inazuma nunca volverían a la normalidad.\n\nAunque esta teoría parezca razonable a primera vista, en realidad carece de fundamentos. La caída y el ascenso de la aristocracia es algo muy normal, así que aunque los Kamisato perdieran su influencia, otro clan tomaría su lugar.\n\nExistía otro rumor según el cual, poco después de los acontecimientos, Yae Miko había tenido una charla con el líder de los Kamisato de aquella época. Pero este ya era muy anciano, su reputación había sido dañada y ya no era lo que fue en otro momento. ¿Cómo iba a poder controlar la situación?\n\nNingún rumor urbano era cierto y nadie se explicaba por qué Yae Miko hizo lo que hizo.\n\nNadie sabía tampoco que el consejo que le dio a la Shogun fue resguardado dentro de la residencia Kamisato como una norma del clan.\n\n“Los Kamisato han sobrevivido a este incidente gracias a la generosidad de la Shogun. A partir de ahora, nunca olviden la bondad de Su Excelencia”.\n\nEstas palabras sembraron el destino de la Comisión Yashiro e indicaron su posición de cara al futuro.\n\nSi algún día una tormenta azotaba a Inazuma, aunque el clan Kamisato se opusiera a los clanes de las otras dos Comisiones, debía recordar la bondad de la Shogun y seguirla sin vacilación en su camino hacia la eternidad.\n\nAsí, la Suma Sacerdotisa hizo un movimiento estratégico del que salió sin ningún arrepentimiento.",
      "fr": "Les épées d'Inazuma ont toujours été célèbres dans le monde entier, et les meilleures œuvres du Raiden Gokaden en particulier sont des trésors nationaux.\n\nCependant, il n'y a pas si longtemps, plus de la moitié des cinq écoles traditionnelles disparurent.\n\nUn grand nombre de personnes puissantes ont été entraînées dans cette conspiration, et les responsables ont tous dû rendre des comptes avant d'être bannis.\n\nMême le Clan Kamisato de la Commission culturelle fut impliqué en raison de l'incompétence de l'un de leurs superviseurs.\n\nMais avant que la Shogun ne puisse rendre son jugement final, la Guuji Yae, qui ne se mêle généralement pas des affaires du gouvernement, intercéda soudainement, sauvant le Clan Kamisato en cet instant périlleux.\n\nAinsi, bien qu'ils subirent un coup dur, ils furent épargnés d'une destitution.\n\nDans les années qui suivirent, nombreux furent ceux qui spéculèrent sur les actions de la guuji.\n\nCertains découvrirent les relations étroites entre la Commission culturelle et le Sanctuaire de Narukami, et pensèrent qu'elle avait eu l'intention de favoriser des partisans qui lui étaient fidèles.\n\nPourtant, le sanctuaire avait toujours été une entité en soi, et la Guuji Yae ne s'immisçait généralement pas dans la politique. Ainsi, cette action semblait être un sacrifice plus grand que la récompense éventuelle qui en découlerait : une décision dont la sagesse n'était pas évidente.\n\nD'autres dirent que la guuji soupçonnait que quelque chose clochait dans toute cette affaire, et que maintenant que la liste des personnes impliquées était si longue, tout remaniement majeur de la Commission culturelle pourrait déstabiliser Inazuma elle-même.\n\nCette pensée sembla raisonnable à première vue, mais ne résista cependant pas à un examen minutieux. Après tout, l'ascension et la chute des grands clans n'étaient-elles pas monnaie courante dans les affaires des mortels ? Et même si les Kamisato tombaient en disgrâce, une nouvelle direction pour la Commission culturelle émergerait.\n\nUne autre histoire raconte pourtant que Miko s'engagea dans des discussions secrètes avec le chef du Clan Kamisato juste après que les troubles initiaux se soient calmés.\n\nMais le clan affaibli était telle une bougie sous la brise à ce stade. Quel pouvoir pouvaient-ils avoir pour changer le cours des choses ?\n\nÀ ce jour, toutes ces spéculations n'ont jamais abouti à quoi que ce soit, et aucune réponse n'a émergé concernant les actions et les motivations de Miko.\n\nMais ce que personne ne sait, c'est comment les mots de Miko ce jour-là devinrent également gravés dans le Clan Kamisato en tant qu'armoiries familiales.\n\n« Si le Clan Kamisato a survécu à cet incident, ce n'est dû qu'à la miséricorde de la Shogun. Ne l'oubliez pas dans les jours qui suivent. »\n\nCes mots servirent de germe au destin, préfigurant la position future de la Commission culturelle.\n\nSi un jour, une tempête s'abattait sur Inazuma, ou même s'ils devaient entrer en conflit avec les deux autres Commissions, le Clan Kamisato de la Commission culturelle se souviendrait de la faveur qui leur fut témoignée et respecterait le chemin de la Shogun vers son Éternité.\n\nCe fut un coup que la guuji a joué sans aucun regret...",
      "pt": "As espadas de Inazuma sempre foram famosas no mundo, e os melhores trabalhos de Raiden Gokaden são tesouros nacionais.\n\nEntretanto, somente algum tempo atrás, mais da metade das cinco linhagens de artesãos foram cortadas.\n\nUm grande número de pessoas poderosas foram envolvidas naquela conspiração, e os responsáveis foram todos punidos.\n\nAté o Clã Kamisato da Comissão Yashiro ficou envolvido devido à incompetência de um de seus supervisores subordinados.\n\nMas antes que a Shogun pudesse dar seu julgamento final, a Srta. Guuji, que geralmente não interferia em assuntos governamentais, interferiu nesse, salvando o Clã Kamisato nesta hora de fragilidade.\n\nE assim, mesmo sofrendo um golpe sério, foram poupados de serem banidos.\n\nNos anos que se seguiram, outras pessoas especularam muito sobre as ações da Guuji.\n\nAlguns observaram as próximas relações entre a Comissão Yashiro e pensaram que ela estava tentando criar pessoas leais a ela.\n\nEntretanto, o santuário sempre foi uma entidade própria, e a Srta. Guuji dificilmente não interferia no governo da terra. Por isso, tal ação parecia um sacrifício maior que a recompensa — não era uma decisão sábia.\n\nOutros disseram que a Guuji suspeitou que havia algo de errado na situação como um todo, e que a lista de envolvidos eram tão grande que uma instabilidade enorme na Comissão Yashiro poderia desestabilizar toda Inazuma.\n\nIsso parecia razoável, mas não suportava sob escrutínio. Afinal, não era a ascensão e queda de grandes casas algo ordinário no grande esquema de assuntos mortais? E mesmo que os Kamisato perdessem seu prestígio, uma nova liderança para a Comissão Yashiro surgiria.\n\nOutros disseram que Miko teve discussões secretas com o líder do Clã Kamisato logo após o fim da primeira onda de choque.\n\nMas o clã ferido era como uma vela no vento, que poder tinham para mudar a situação?\n\nAté hoje, tais especulações nunca levaram a nada, e nem apareceram respostas sobre as ações e motivos de Miko.\n\nO que ninguém sabe é como as palavras de Miko naquele dia foram cinzeladas no brasão do Clã Kamisato.\n\n\"O Clã Kamisato só sobreviveu esse incidente por causa da misericórdia da Shogun. Não se esqueçam disso nos dias que virão\".\n\nEssas palavras foram uma semente do destino, prenunciando a posição futura da Comissão Yashiro.\n\nEm outra época, se uma tempestade caísse sobre Inazuma, e mesmo se entrassem em conflito com as outras duas Comissões, o Clã Kamisato da Comissão Yashiro lembraria do favor que tiveram e respeitariam o caminho da Shogun rumo a Eternidade.\n\nEssa foi uma jogada que a Guuji fez sem remorso algum.",
      "ru": "Мечи Инадзумы всегда славились во всем мире, а лучшие работы «Райдэн гокадэн» являются настоящими национальными сокровищами. Однако совсем недавно более половины из пяти ремесленных родов были уничтожены. В этот заговор было вовлечено огромное количество влиятельных людей, и все виновные были привлечены к ответственности и изгнаны. Даже управляющий комиссией Ясиро клан Камисато оказался вовлечён в заговор из-за некомпетентности одного из своих подчинённых. Но прежде чем сёгун вынесла окончательное решение, госпожа Гудзи, которая обычно держалась в стороне от государственных дел, неожиданно вмешалась, спасая клан Камисато. Поэтому, пусть серьёзного наказания избежать и не удалось, всё же они не были изгнаны. В последующие годы многие размышляли о мотивах Гудзи. Некоторые уверяли, что дело в тесных отношениях между комиссией Ясиро и Великим храмом Наруками, и конечной целью Гудзи было получить преданных представителей её воли. Но храм всегда стоял особняком, а госпожа Гудзи обычно не вмешивалась в игры власти. А потому такое вмешательство было бы не слишком мудрым шагом - услуга Гудзи была слишком велика по сравнению с возможной отплатой. Другие утверждали, что Гудзи подозревала в этой истории двойное дно: список вовлечённых лиц был необычайно длинным, если бы к этому добавились серьёзные потрясения в комиссии Ясиро, волнения могли бы захлестнуть всю Инадзуму, нарушая устои. На первый взгляд эта мысль кажется разумной, но всё же и она не выдерживает критики. В конце концов, разве взлёт и падение великих родов не обычное явление среди смертных? Даже если бы клан Камисато впал в немилость, во главе комиссии Ясиро встал бы кто-нибудь другой. Ещё одна версия гласила, что после начала волнений Мико вступила в секретный сговор с главой клана Камисато. Но ослабленный глава тогда был подобен пламени свечи на ветру. Разве он обладал силой, способной изменить ситуацию? Пересуды на улицах по сей день ни к чему не привели. Мотивы Мико остались неизвестными. Но чего не знают люди на улицах, так это того, что сказанные в тот день Гудзи слова заняли в сердцах клана Камисато, как их семейный герб. «Клан Камисато выжил лишь благодаря милосердию сёгуна. Не забывайте о её милости». Эти слова определили будущее судьбу комиссии Ясиро. Какие бы бури не обрушивались на Инадзуму, и как бы не противоборствовали две другие комиссии, клан Камисато из комиссии Ясиро не забывает об оказанной им милости и свято блюдёт заветы сёгуна и путь вечности. Гудзи не пришлось пожалеть о сделанном когда-то ходе.",
      "id": "Pedang Inazuma terkenal di seluruh dunia dan karya terbaik dari Raiden Gokaden adalah harta nasional.\n\nNamun, belum berapa lama ini, lebih dari setengah dari lima garis keturunan pengrajin terputus.\n\nSejumlah besar orang yang berkuasa terperangkap dalam konspirasi itu dan mereka yang bertanggung jawab semuanya dipanggil untuk mempertanggung jawabkan perbuatan mereka dan dibuang.\n\nBahkan Klan Kamisato dari Yashiro Commission terlibat karena ketidakmampuan salah satu pengawas bawahan mereka.\n\nTapi sebelum Shogun bisa memberikan keputusan terakhirnya, Lady Guuji, yang biasanya tidak ikut campur dalam urusan pemerintahan, tiba-tiba menengahi, menyelamatkan Klan Kamisato di saat-saat genting.\n\nMeskipun mereka mendapatkan hukuman yang berat, mereka terhindar dari pembubaran.\n\nPada tahun-tahun berikutnya, orang-orang akan menduga-duga tentang apa yang dilakukan oleh Guuji.\n\nBeberapa orang mengamati hubungan dekat antara Yashiro Commission dan Kuil Agung Narukami, lalu menduga bahwa dia bermaksud mendorong para penyokong untuk setia kepadanya.\n\nNamun Kuil Agung Narukami selalu menjadi entitas tersendiri dan Lady Guuji biasanya tidak ikut campur dalam pemerintahan. Jadi tindakan ini tampak seperti lebih banyak kerugian daripada keuntungan — bukan sebuah keputusan yang bijaksana.\n\nBeberapa orang mengatakan bahwa Guuji mencurigai ada sesuatu yang salah dengan keseluruhan situasi, dan karena daftar orang yang terlibat begitu banyak, setiap perombakan besar di Yashiro Commission dapat membuat Inazuma tidak stabil.\n\nAlasan ini tampak masuk akal, namun harus diperiksa dengan cermat. Lagi pula, bukankah kebangkitan dan kejatuhan klan-klan besar adalah hal biasa dalam rencana besar urusan manusia? Bahkan jika Klan Kamisato jatuh, akan muncul pemimpin baru di Yashiro Commission.\n\nNamun cerita lain mengatakan bahwa Miko terlibat dalam pembicaraan rahasia dengan kepala Klan Kamisato tepat setelah keributan tersebut mereda.\n\nTapi klan yang terluka parah seperti lilin yang ditiup angin ini. Kekuatan apa yang mereka miliki untuk mengubah situasi?\n\nSampai hari ini, semua dugaan ini tidak berarti apa-apa, tidak ada juga jawaban yang muncul mengenai tindakan dan alasan Miko melakukannya.\n\nTapi yang tidak diketahui oleh siapa pun adalah bagaimana kata-kata Miko di hari itu akan terukir di Klan Kamisato seperti lambang klan mereka.\n\n\"Bahwa Klan Kamisato selamat dari peristiwa ini hanya karena belas kasihan Shogun. Jangan lupakan hal ini di hari-hari berikutnya.\"\n\nKata-kata ini akan menjadi benih takdir yang menggambarkan posisi Yashiro Commission di masa depan.\n\nJika badai menimpa Inazuma dan bahkan jika mereka bertentangan dengan dua klan lainnya, Klan Kamisato dari Yashiro Commission akan mengingat kebaikan yang diberikan kepada mereka dan mematuhi jalan Shogun menuju Keabadian.\n\nIni adalah langkah yang dimainkan Guuji tanpa sama sekali menyesal.",
      "th": "ดาบของ Inazuma เลื่องชื่อไปทั่วโลกนับตั้งแต่โบราณกาล และผลงานชิ้นเอกของ \"Raiden Gokaden\" ก็เป็นอาวุธที่ถือว่าเป็นสมบัติของชาติ\n\nอย่างไรก็ตาม ในช่วงไม่กี่ปีที่ผ่านมา สายเลือดของช่างฝีมือทั้งห้าได้ถูกทำลายลงไปกว่าครึ่ง\n\nผู้มีอำนาจนับไม่ถ้วนที่มีส่วนเกี่ยวข้องในแผนการนี้ไม่เว้นแม้แต่คนในครอบครัว ทุกคนที่เกี่ยวข้องต้องรับผิดชอบ และถูกเนรเทศไปยังที่ทุรกันดาร\n\nแม้แต่ตระกูล Kamisato ซึ่งรับผิดชอบการบริหารสำนัก Yashiro ก็มีส่วนเกี่ยวข้องเพราะความล้มเหลวในการดูแลผู้ใต้บังคับบัญชา\n\nก่อนที่ท่านโชกุนจะพิพากษาครั้งสุดท้าย ท่าน Guuji ที่ไม่ได้ยุ่งเกี่ยวกับเรื่องทางการเมืองมาเป็นเวลานานกลับออกปากขอความเมตตาให้ละเว้นตระกูล Kamisato ที่ตกอยู่ในอันตรายกับท่านโชกุน\n\nเพราะเช่นนี้ จึงทำให้ตระกูล Kamisato รอดพ้นภัยมาได้ แม้จะเกิดความสูญเสียอย่างหนัก แต่ก็ยังรักษาตำแหน่งไว้ได้\n\nในช่วงหลายปีมานี้ ผู้คนต่างคาดเดาไปต่าง ๆ มากมายเกี่ยวกับการเคลื่อนไหวของท่าน Guuji\n\nบ้างก็ว่าสำนัก Yashiro มีความสัมพันธ์ใกล้ชิดกับศาลเจ้า Grand Narukami และยังมีการคาดเดาว่านี่อาจจะเป็นการปลูกฝังความจงรักภักดีให้แก่ผู้สนับสนุนของตนเองก็ได้\n\nในความเป็นจริง ศาลเจ้า Grand Narukami เป็นสถานที่ที่ไม่ฝักใฝ่ฝ่ายใด และท่าน Guuji ที่ปกติไม่ข้องเกี่ยวกับการเมืองแล้วนั้น การช่วยเหลือสำนัก Yashiro ครั้งนี้ไม่ใช่ทางเลือกที่ฉลาดนักเพราะมันให้โทษมากกว่าคุณ\n\nบ้างก็ว่าท่าน Guuji สงสัยว่ามีบางอย่างผิดปกติ และครั้งนี้ก็มีผู้เกี่ยวข้องเป็นจำนวนมาก หากสำนัก Yashiro เกิดการเปลี่ยนแปลงอีก อาจจะทำให้ Inazuma เกิดการสั่นคลอนครั้งใหญ่ได้\n\nฟังเผิน ๆ ก็ดูมีเหตุผล แต่ถ้าคิดดี ๆ จะพบว่าการขึ้น และลงของกลุ่มขั้วอำนาจต่าง ๆ นั้นเป็นเรื่องปกติของโลกใบนี้ แม้ว่า Kamisato จะสูญเสียอำนาจไป แต่สำนัก Yashiro ก็จะมีผู้นำคนใหม่ขึ้นมาแทนที่อยู่ดี\n\nยังมีอีกเรื่องหนึ่งกล่าวว่า หลังจากเรื่องวุ่นวายครั้งแรกแล้วนั้น Miko ได้มีการพูดคุยอย่างลับ ๆ กับผู้นำตระกูล Kamisato ในขณะนั้น\n\nแต่ผู้นำตระกูล Kamisato ที่บาดเจ็บสาหัสในวัยชราก็เปรียบเสมือนเปลวเทียนท่ามกลางสายลม จะมีพลังอะไรที่จะเปลี่ยนแปลงสถานการณ์ตอนนี้ได้กันเล่า?\n\nจนถึงตอนนี้ การคาดเดาทั้งหมดก็ไม่เคยได้ข้อสรุปว่า Miko กำลังคิด และต้องการอะไรกันแน่\n\nสิ่งที่ทุกคนไม่รู้ก็คือคำสั่งของ Miko ในวันนั้น ยังคงอยู่ในคฤหาสน์ตระกูล Kamisato เปรียบเสมือนกฎประจำตระกูลไปเสียแล้ว\n\n\"การที่ตระกูล Kamisato ยังมีชีวิตรอดจากเหตุการณ์ในครั้งนี้ได้เกิดจากความเมตตาของท่านโชกุน จงอย่าได้ลืมเลือนความเมตตาของท่านโชกุน\"\n\nคำพูดเหล่านี้จะทำหน้าที่เป็นเมล็ดพันธุ์แห่งโชคชะตา ทั้งยังเป็นการประกาศจุดยืนในอนาคตของสำนัก Yashiro\n\nในอนาคต หากแม้นพายุจะซัดโถมกระหน่ำใส่ Inazuma มากแค่ไหน หรือต่อให้ต้องเป็นศัตรูกับอีกสองสำนักก็ตาม แต่ตระกูล Kamisato แห่งสำนัก Yashiro จะยังจดจำความเมตตา และปฏิบัติยึดมั่นในเส้นทางแห่งนิรันดร์ของ \"ท่านโชกุน\"\n\nหมากตานี้ท่าน Guuji ใช้ออกไปโดยไม่เคยนึกเสียใจเลยซักครั้ง",
      "vi": "Đao kiếm Inazuma tự cổ chí kim đã nổi tiếng trong thiên hạ, kiệt tác của \"Raiden Gokaden\" càng được xem là báu vật của quốc gia.\n\nThế nhưng, chỉ trong vài năm ngắn ngủi mà việc kế thừa năm trường phái đã tổn thất đi hơn một nửa.\n\nSự việc đã dính líu đến vô số quyền quý, các gia tộc có liên quan đều bị xử tội.\n\nNgay cả nhà Kamisato coi quản Hiệp Hội Yashiro cũng bị liên lụy vì không biết cách quản giáo thuộc hạ.\n\nTrước khi Shogun đưa ra phán quyết cuối cùng, thì Guuji đại nhân - người đã rất lâu không đụng đến chính sự đột nhiên lên tiếng, kịp thời bảo vệ được nhà Kamisato trước cơn giông bão.\n\nDo đó, tuy rằng nhà Kamisato cũng tổn thất không nhỏ, nhưng cuối cùng đã miễn được việc bị bãi chức.\n\nNhiều năm sau đó, người bên ngoài đã có rất nhiều suy đoán về hành động này của Guuji:\n\n- Có người nói rằng Hiệp Hội Yashiro và Đền Narukami có quan hệ mật thiết, việc làm này chỉ là đang giúp đỡ cho người đại diện luôn trung thành với bản thân mình thôi.\n\n- Thế nhưng, Đền Narukami vốn dĩ đã là một phe phái riêng, càng chưa từng thấy Guuji ngày thường có ý muốn can thiệp chính sự. Giúp đỡ Hiệp Hội Yashiro, lợi ích thu được ít hơn so với những gì bỏ ra, chưa hẳn là một việc làm thông minh.\n\n- Có người nói Guuji nghi ngờ sự tình có khúc mắc, những người bị liên lụy đã quá nhiều, nếu như cả Hiệp Hội Yashiro cũng xảy ra biến cố, thì e rằng sẽ khiến đại cuộc Inazuma lâm vào bất ổn.\n\n- Cách nói này thoạt nhìn có vẻ hợp lý, nhưng suy nghĩ kỹ thì cũng không đúng. Phải hiểu rằng, chuyện thăng trầm của những hào môn là việc vô cùng bình thường ở nhân gian. Cho dù nhà Kamisato có thất thế, thì Hiệp Hội Yashiro cũng sẽ có người phụ trách mới.\n\nLại có người nói rằng, vào lúc sóng gió vừa lắng xuống, Miko đã từng có buổi mật đàm với gia chủ nhà Kamisato lúc bấy giờ.\n\n- Thế nhưng, gia chủ nhà Kamisato tuổi đã cao lại gặp cú sốc lớn này, cũng giống như ngọn đèn leo lắt trong gió, còn có năng lực gì để chi phối đại cuộc chứ?\n\nĐến nay, vô số suy đoán đều không có kết quả. Mọi cách làm cách nghĩ của Miko, đều không có đáp án.\n\nĐiều mà mọi người không biết đó là, ngày hôm đó Miko đã đưa ra lời dặn dò, giống như quy tắc gia tộc được lưu giữ mãi trong phủ Kamisato.\n\n\"Nhà Kamisato may mắn vượt qua chuyện này, đều là nhờ vào sự khoan dung của Shogun. Từ nay về sau, đừng bao giờ quên đi ân điển của Shogun.\"\n\nCâu nói này như hạt giống nhân duyên, dự báo trước vị trí tương lai của Hiệp Hội Yashiro.\n\nSau này, nếu như bão tố có ập đến Inazuma, cho dù phải đối đầu với hai hiệp hội kia, thì nhà Kamisato của Hiệp Hội Yashiro cũng phải ghi nhớ ân huệ, bảo vệ cho sự vĩnh hằng của \"Shogun\".\n\nTrên bàn cờ, Guuji đưa ra một nước đi không hề nuối tiếc."
    }
  },
  {
    "title": {
      "zhs": "「镇火事会」",
      "zht": "「鎮火事會」",
      "jp": "「鎮火の儀」",
      "ko": "「진화회」",
      "en": "Fire-Soothing Festival Committee",
      "de": "„Feuerbeschwichtigungszeremonie“",
      "es": "Festival de Aplacamiento del Fuego",
      "fr": "Comité du Festival d'apaisement du feu",
      "pt": "Comitê do Festival Apaga-fogo",
      "ru": "Праздник усмирения огня",
      "id": "Komite Festival Penyejuk Api",
      "th": "\"พิธีดับเพลิง\"",
      "vi": "Lễ Hội Trấn Hỏa"
    },
    "line": {
      "zhs": "「镇火事会」曾是由天领奉行牵头，鸣神大社操持的例行法事，旨在祈求福荫庇佑，来年不受火事侵扰。\n\n其时稻妻屋舍多为木制建筑，用火稍有不慎就易酿成大祸。\n\n天领奉行奉将军之命，成立火消队负责扑救，又请鸣神大社行「镇火事会」安抚受惊的民众。\n\n此后百年，消防安全渐入人心，重大火事不再频发，但一年一度的「镇火事会」却留了下来。\n\n会上巫女娉婷起舞，民众慷慨解囊…募得的捐款再由天领奉行和神社四六分账。\n\n八重神子起意筹办「八重堂」时苦于经费不足，将神社现有的法事一一盘算过之后，就盯上了「镇火事会」这项古老传统。\n\n「明明只有鸣神大社忙前忙后，为什么要让天领奉行也来分一杯羹？\n\n再说了，筹来的钱都进了九条老头的腰包，火消队也从没发过年终奖啊。」\n\n于是一番运作之下，今年的「镇火事会」改弦更张，娱神祝祷的形式不再是巫女献舞，转而换成了轰轰烈烈的轻小说征文大赛。\n\n负责运营赛事、出版作品的专营机构「八重堂」，也顺理成章地借「镇火事会」的经费开张大吉。\n\n至于出版收入，自然全进了神社的口袋。\n\n「如今火事不再频发，募款却年年有增无减，此举也是为避免劳民伤财，有损民生。\n\n何况寻本溯源，诗文书画本就是一种娱神方式——难不成你们觉得，自己比我更懂祭礼之事？」\n\n面对突然找上门来的九条孝行，八重神子如是正色道。\n\n无可奈何的天领奉行大人只得带着下属，面色阴沉地走下影向山。\n\n一行人所不知道的是，就在他们前脚迈出神社的下一秒，身后那位一脸正色的神子大人，就从奉纳箱下掏出了一本批注到一半的小说原稿。",
      "zht": "「鎮火事會」曾是由天領奉行發起、鳴神大社操持的例行法事，旨在祈求福蔭庇佑，來年不受火事侵擾。\n\n其時稻妻屋舍多為木製建築，用火稍有不慎就易釀成大禍。\n\n天領奉行奉將軍之命，成立火消隊負責撲救，又請鳴神大社行「鎮火事會」安撫受驚的民眾。\n\n此後百年，消防安全漸入人心，重大火事不再頻發，但一年一度的「鎮火事會」卻留了下來。\n\n會上巫女娉婷起舞，民眾慷慨解囊…募得的捐款再由天領奉行和神社四六分帳。\n\n八重神子起意籌辦「八重堂」時苦於經費不足，將神社現有的法事一一盤算過之後，就盯上了「鎮火事會」這項古老傳統。\n\n「明明只有鳴神大社忙前忙後，為什麼要讓天領奉行也來分一杯羹？」\n\n「再說了，籌來的錢都進了九條老頭的腰包，火消隊也從沒發過年終獎啊。」\n\n於是一番運作之下，今年的「鎮火事會」改弦更張，娛神祝禱的形式不再是巫女獻舞，轉而換成了轟轟烈烈的輕小說徵文大賽。\n\n負責經營賽事、出版作品的專營機構「八重堂」，也順理成章地藉「鎮火事會」的經費開張大吉。\n\n至於出版收入，自然全進了神社的口袋。\n\n「如今火事不再頻發，募款卻年年有增無減，此舉也是為避免勞民傷財，有損民生。」\n\n「何況尋本溯源，詩文書畫本就是一種娛神方式——難不成你們覺得，自己比我更懂祭禮之事？」\n\n面對突然找上門來的九條孝行，八重神子如是正色道。\n\n無可奈何的天領奉行大人只得帶著下屬，面色陰沉地走下影向山。\n\n一行人所不知道的是，就在他們前腳邁出神社的下一秒，身後那位一臉正色的神子大人，就從奉納箱下掏出了一本批注到一半的小說原稿。",
      "jp": "「鎮火の儀」はかつて、天領奉行が中心となって鳴神大社で行われていたものである。これから先の一年の加護と火難除けを祈願するための定例行事だ。\n\n稲妻の家屋は多くが木造であるため、些細な火の不始末が不幸を招くことになる。\n\n天領奉行は将軍の命により消火隊を設立し、鳴神大社に「鎮火の儀」を執り行ってもらって、民衆の憂いを取り除いた。\n\nその数百年後、火の用心は次第と人々の心に根付き、大火は起こらなくなった。しかし、それでも年に一度行われる「鎮火の儀」は残り続けた。\n\n巫女たちが舞を踊り、民衆がモラを納める…奉納されたモラは、天領奉行が四、神社が六の割合で分配された。\n\n八重神子が「八重堂」の設立を考えていた頃のこと、資金不足に悩まされていたことがある。それを解決すべく、神社で行われている行事を見直した結果、古くから伝わる「鎮火の儀」に目を付けた。\n\n「せっせと働いておるのは鳴神大社じゃというのに、なにゆえ天領奉行にも分け前をやる必要があるんじゃ？\n\nそれに、集まった金銭もすべて九条のじじいの懐に入り、消火隊は年末の特別給与すら出ないではないか。」\n\nこうして、その年の「鎮火の儀」は巫女の舞ではなく、活気あふれる娯楽小説の募集大会に変更された。\n\nその際、大会の運営や作品の出版を担う「八重堂」も、「鎮火の儀」の経費で無事設立されている。\n\n出版した本の収入は、当然ながらすべて神社の懐に入った。\n\n「火災が頻繁に起こらなくなった今でも、奉納金は年々増えておる。此度の改変は民の財を無駄にするのを防ぎ、生活に支障をきたさないようにするためのものじゃ。\n\nそれに起源を遡れば、詩文や書画はもとより娯楽の一種——よもや汝ら、妾より祭礼に詳しいと言うつもりではあるまいな？」\n\n突如訪ねてきた九条孝行を前に、八重神子はそう言い放った。\n\n天領奉行様はやむを得ず部下と共に、暗い面持ちで影向山を下りたという。\n\nしかし、彼らは知らない——自分たちが神社から出た次の瞬間、背後で真剣な顔をしていたはずの神子様が、注釈の途中まで入った原稿を奉納箱から取り出したことを。",
      "ko": "「진화회」는 텐료 봉행이 앞장서고 나루카미 다이샤가 주관하는 관례적인 의식이다. 한 해 동안 신의 가호를 구하고 화재가 일어나지 않도록 빌기 위해 행해진다.\n\n이나즈마는 목제 건물이 많아 화재가 나면 큰 피해를 볼 수 있다.\n\n텐료 봉행은 쇼군의 명을 받아 소방대를 만들어 불을 껐고, 나루카미 다이샤에 부탁해서 「진화회」를 열어 사람들을 진정시켰다.\n\n그렇게 백여 년 동안 소방 안전은 뿌리를 내렸고 더 이상 큰 화재가 발생하지 않았지만, 매년 개최하는 「진화회」는 전통으로 남았다.\n\n의식에서 무녀는 아름다운 춤을 추고, 사람들은 아낌없이 기부한다…. 기부금은 텐료 봉행과 신사가 4:6으로 나눠 가진다.\n\n야에 미코는 「야에 출판사」를 세울 경비가 부족하자 신사에 있는 모든 의식을 일일이 살펴보다가 오래된 전통인 「진화회」를 주목했다.\n\n「진화회는 분명 나루카미 다이샤가 준비하는 의식인데, 어째서 텐료 봉행과 기부금을 나눠야 하지?\n\n게다가 그 기부금은 쿠죠 늙은이의 주머니로 들어가겠지. 소방대는 보너스도 한번 못 받았는데.」\n\n그리하여 올해 「진화회」 형식은 무녀의 춤이 아니라 대대적인 라이트 노벨 공모전으로 개편됐다.\n\n공모전을 운영하고 작품을 출판하는 「야에 출판사」는 자연스럽게 「진화회」의 경비로 개업할 수 있었다.\n\n그리고 출판의 수입은 모두 신사의 주머니로 들어갔다.\n\n「화재는 줄어들었는데, 기부금이 늘어나는 건 백성들을 혹사시키고 물자를 낭비하는 것을 막고 민생에 지장을 주지 않도록 하기 위한 것이다.\n\n하물며 기원을 거슬러 올라가면 시문서화야 말로 신을 기쁘게 해드리는 방식 아니겠는가——설마 그대들은 나보다 제사를 지내는 법을 잘 아는가?」\n\n불쑥 찾아온 쿠죠 타카유키에게 야에 미코가 정색하며 말했다.\n\n텐료 봉행은 어쩔 수 없이 부하를 데리고 어두운 얼굴로 요고우산을 떠났다.\n\n그들이 신사를 떠나는 순간, 정색하던 미코가 봉납함에서 주석을 반쯤 단 소설 원고를 꺼냈다는 것을 그들은 추호도 몰랐을 것이다",
      "en": "The Fire-Soothing Festival Committee was once an organization chaired by the Tenryou Commission and managed by the Grand Narukami Shrine, whose remit was to pray for a lack of any fires in the coming year.\n\nIn those days, Inazuman houses were mostly made of wood, and any carelessness while handling fire could lead to disaster.\n\nThus, the Tenryou Commission was charged by the Shogun with setting up fire brigades to conduct rescues and damage control when fires did break out, and they also requested that the Grand Narukami Shrine set the Fire-Soothing Festival Committee up to comfort the frightened people.\n\nIn later years, anti-fire precautions would become second nature and serious cases would no longer occur often, but still the annual festival would remain.\n\nThe shrine maidens would dance elegantly, and the people would give generously... with the proceeds split forty-sixty between the Commission and the Shrine.\n\nWhen Yae Miko was faced with financial issues while attempting to start Yae Publishing House, she considered the various services that the shrine ran at the time before locking onto this ancient traditional committee.\n\n\"I mean, the busywork is solely done by the Grand Narukami Shrine, so why do we have to split the proceeds with the Tenryou Commission?\"\n\n\"What's more, all that Mora's just going into Kujou Senior's pockets. It's not like the fire brigade has ever gotten a year-end bonus or anything.\"\n\nAs such, after some preparation, the Fire-Soothing Festival of that year would be changed to no longer feature dancing shrine maidens but a grand, rollicking light novel submission contest.\n\nThe organizing body for this competition and any subsequent publications, the \"Yae Publishing House,\" would also \"borrow\" the Fire-Soothing Festival Committee's budget.\n\nAs for the profits? Into the shrine's coffers they went.\n\n\"Well, we no longer have many fires, and yet our budget keeps increasing. Thus, this restructuring relieves the financial burden placed upon the people.\"\n\n\"Also, the study of lore and the writing of literature and poetry is also a way of pleasing our Archon — surely you do not claim to know more of ritual and ceremony than I?\"\n\nThat was what Yae Miko said most solemnly to Kujou Takayuki when he came by unannounced.\n\nThe Tenryou Commissioner was ultimately forced to leave the way he came, stormy-faced, along with his attendants.\n\nLittle did any of them know that the moment they stepped out of the shrine, the somber Lady Miko would pluck a novel manuscript from the nearby offering box and continue annotating it.",
      "de": "Die „Feuerbeschwichtigungszeremonie“ war einst eine regelmäßige Veranstaltung, die von der Tenryou-Verwaltung geleitet und von dem Großen Narukami-Schrein durchgeführt wurde, um für Segen und Schutz vor Feuer im kommenden Jahr zu beten.\n\nDamals waren die Häuser von Inazuma meist aus Holz gebaut und jede Unachtsamkeit im Umgang mit Feuer konnte zu einer Katastrophe führen.\n\nAuf Anweisung des Shougun stellte die Tenryou-Verwaltung ein Feuerlöschteam auf und bat den Großen Narukami-Schrein, eine „Feuerbeschwichtigungszeremonie“ abzuhalten, um die verängstigten Menschen zu beruhigen.\n\nIm darauffolgenden Jahrhundert ist die Idee des Brandschutzes ein wichtiger Teil des Lebens der Menschen geworden und es gab keine größeren Brände mehr, aber die jährliche „Feuerbeschwichtigungszeremonie“ wurde beibehalten.\n\nBei der Zeremonie tanzten die Schreinjungfern anmutig und die Leute spendeten großzügig ... Die gesammelten Spenden wurden dann zu vierzig und sechzig Prozent zwischen der Tenryou-Verwaltung und dem Großen Narukami-Schrein aufgeteilt.\n\nAls Yae Miko bei der Gründung des Verlagshauses Yae mit finanziellen Problemen konfrontiert wurde, zog sie die verschiedenen Dienste in Betracht, die der Schrein zu dieser Zeit anbot, bevor sie sich auf diese alte Tradition konzentrierte.\n\n„Warum sollte die Tenryou-Verwaltung einen Anteil der Spenden bekommen, wenn der Große Narukami-Schrein der einzige ist, der die Arbeit macht?\n\nAußerdem flossen die gesamten Spenden alle in die Tasche des Leiters der Kujou-Familie, und das Feuerlöschteam bekam nie eine Jahresendprämie.“\n\nDeshalb wurde die „Feuerbeschwichtigungszeremonie“ dieses Jahres, durch einige Kniffe von Miko statt eines Tanzes der Schreinjungfern in einen Schreibwettbewerb für kurze Erzählungen umgewandelt.\n\nDas Verlagshaus Yae, das den Wettbewerb durchführte und die Werke veröffentlichte, wurde ebenfalls mithilfe der Geldmittel der „Feuerbeschwichtigungszeremonie“ gegründet.\n\nWas die Einnahmen aus der Veröffentlichung betraf, so floss natürlich alles in die Tasche des Schreins.\n\n„Nun haben wir nicht mehr viele Brände und trotzdem steigen die Spenden immer weiter an. Diese Anpassung entlastet also die Bürgerinnen und Bürger finanziell.\n\nAußerdem, wenn man zu dem Kern zurückgeht, sind die Literatur und das Malen ein Weg, den Archon zu unterhalten. Glaubst du, dass du mehr über Rituale als ich weißt?“\n\nDas sagte Miko angesichts der plötzlichen Ankunft von Kujou Takayuki mit ernstem Gesicht.\n\nDem hilflosen Herrn der Tenryou-Verwaltung blieb nichts anderes übrig, als mit seinen Untergebenen und einem grimmigen Gesichtsausdruck den Yougou-Berg hinunterzugehen.\n\nWas sie nicht wussten, war, dass in dem Moment, in dem sie aus dem Schrein traten, Miko hinter ihnen, die ein ernstes Gesicht gemacht hatte, ein halb kommentiertes Manuskript eines Romans unter dem Spendenkästchen hervorzog.",
      "es": "El Festival de Aplacamiento del Fuego es un ritual religioso dirigido por el Gran Santuario Narukami y que en el pasado era liderado por la Comisión Tenryou. Se hace para pedir bendiciones, buena fortuna y protección contra los incendios.\n\nAntiguamente, la mayoría de las casas de Inazuma eran de madera, por lo que el fuego podía provocar grandes desastres por un simple descuido.\n\nBajo las órdenes de la Shogun, la Comisión Tenryou fundó una brigada de bomberos y pidió al Gran Santuario Narukami que celebrara un Festival de Aplacamiento del Fuego para tranquilizar a los ciudadanos.\n\nDurante los siglos posteriores, los ciudadanos se concienciaron de la seguridad antiincendios y cada vez hubo menos de estos accidentes. Por su parte, el Festival de Aplacamiento del Fuego siguió celebrándose año tras año.\n\nEn él, las miko bailaban grácilmente y la gente donaba dinero con generosidad. El dinero donado se repartía en un sesenta por ciento para la Comisión Tenryou y un cuarenta para el Santuario.\n\nCuando Yae Miko planeaba abrir la Editorial Yae, no dejaba de pensar en los fondos necesarios. Tras hacer cálculos con todos los festivales celebrados por el Santuario, se fijó en el antiguo y tradicional Festival de Aplacamiento del Fuego.\n\n“Los encargados de organizarlo somos nosotros, el Santuario, así que ¿por qué tenemos que dividir las ganancias con la Comisión Tenryou? Además, todo el dinero va al bolsillo del viejo Kujou y nunca queda nada para el extra de año nuevo de los bomberos”.\n\nEntonces, en el festival del año siguiente, las miko ya no bailaron como forma de entretener a los dioses y de rezar, sino que se celebró un gran concurso literario de novelas ligeras.\n\nLa Editorial Yae, encargada de dirigir el concurso y de publicar las obras, obtuvo muchas ganancias con los fondos del Festival de Aplacamiento del Fuego y, por supuesto, todos los ingresos de las obras publicadas fueron para el Santuario.\n\n“Ya no hay tantos incendios y cada año los fondos recaudados aumentan. He hecho esto para no malgastar recursos y fuerza laboral y para no perjudicar a la gente. La razón de este cambio es que la literatura y la escritura también son formas de entretener a los dioses. ¿O acaso creen que saben más que yo de asuntos religiosos?”, le dijo firmemente Yae Miko a Kujou Takayuki, que había ido a visitarla.\n\nEl Comisionado Tenryou no tuvo más opción que marcharse alicaído de la Montaña Yougou con sus subordinados.\n\nLo que nunca supieron es que, en el momento en que pusieron un pie fuera del Santuario, la firme Yae Miko sacó de debajo del baúl de donaciones el manuscrito de una novela y siguió escribiendo anotaciones en ella.",
      "fr": "Le Comité du Festival d'apaisement du feu était autrefois une organisation présidée par la Commission administrative et gérée par le Sanctuaire de Narukami, dont la mission était de prier pour l'absence d'incendies au cours de l'année à venir.\n\nÀ cette époque, les maisons inazumiennes étaient principalement faites de bois, et toute négligence lors de la manipulation de flammes pouvait entraîner un désastre.\n\nAinsi, la Commission administrative a été chargée par la Shogun de mettre en place des brigades de pompiers pour effectuer des sauvetages et limiter les dégâts lorsque des incendies se déclaraient, et ces derniers ont également demandé que le Sanctuaire de Narukami mette en place le Comité du Festival d'apaisement du feu pour réconforter les personnes effrayées.\n\nPendant les siècles qui ont suivi, les précautions anti-incendie devinrent comme une seconde nature et les cas graves ne se produisirent que rarement, mais le festival annuel, lui, resta.\n\nLes prêtresses du sanctuaire dansaient avec élégance et les gens faisaient de généreux dons... Les bénéfices étaient ensuite répartis, 60 % entrant dans les caisses du sanctuaire, le reste étant attribué à la Commission.\n\nLorsque Yae Miko a été confrontée à des problèmes financiers en tentant de lancer la Chambre Yae, elle a examiné les différents services que le sanctuaire gérait à l'époque avant de porter son attention sur cet ancien comité traditionnel.\n\n« Il est clair que toute la charge de travail repose sur les épaules du Sanctuaire de Narukami, alors pourquoi devons-nous partager les bénéfices avec la Commission administrative ? Et puis, tous ces moras ne font qu'aller dans les poches du vieux Kujou... Ce n'est pas comme si les pompiers avaient déjà reçu des primes de fin d'année ou quoi que ce soit. »\n\nAinsi, après quelques préparatifs, le Festival d'apaisement du feu de cette année-là serait modifié pour ne plus inclure de jeunes prêtresses dansantes, mais plutôt un grand appel à contribution de romans légers.\n\nL'organisme organisateur de ce concours et de toutes les éditions ultérieures, la Chambre Yae, « emprunterait » également le budget du Comité du Festival d'apaisement du feu.\n\nQuant aux bénéfices ? Ils iraient dans les caisses du sanctuaire, bien sûr.\n\n« Eh bien, nous n'avons plus beaucoup d'incendies, et pourtant notre budget ne cesse d'augmenter. Ainsi, cette restructuration allégera le fardeau financier placé sur le peuple. En outre, l'étude des traditions et la pratique de la littérature et de la poésie sont également une façon de plaire aux dieux ! Vous n'oseriez sûrement pas prétendre en savoir plus que moi sur les rituels et les cérémonies ? »\n\nVoilà ce que Yae Miko a solennellement dit à Kujou Takayuki lorsque celui-ci est arrivé à l'improviste.\n\nLe Commissaire administratif a finalement été contraint de quitter le Mont Yougou avec ses subordonnés, le visage rongé par la colère.\n\nAucun d'entre eux ne s'imaginait qu'au moment même où ils mettraient les pieds hors du sanctuaire, l'inflexible Yae Miko continuerait de prendre un manuscrit dans la boîte à offrandes voisine pour l'annoter.",
      "pt": "O Comitê do Festival Apaga-fogo era uma organização presidida pela Comissão Tenryou e gerida pelo Grande Santuário Narukami. Seu propósito era orar para que não ocorressem incêndios no ano seguinte.\n\nNaquela época, as casas de Inazuma eram feitas majoritariamente de madeira, e qualquer falta de cuidado ao lidar com fogo poderia causar um desastre.\n\nPor isso, a Comissão Tenryou foi encarregada pela Shogun de criar brigadas para realizar resgates e controle de danos quando ocorriam incêndios, e também pediu para o Grande Santuário Narukami estabelecer o Comitê do Festival Apaga-fogo para confortar as pessoas apavoradas.\n\nNos anos posteriores, as precauções contra incêndios se tornaram secundárias e os casos sérios deixaram de acontecer com frequência, mas o festival anual permaneceu.\n\nAs Sacerdotisas dançavam elegantemente, e o povo também contribuía generosamente... As contribuições eram divididas em 40-60% entre a Comissão e o Santuário.\n\nQuando Yae Miko teve problemas financeiros para abrir a Editora Yae, ela considerou vários serviços que o Santuário realizava, até que mirou seus olhos nesse comitê tradicional antigo.\n\n\"Bem, todo o trabalho é feito pelo Grande Santuário Narukami, por que temos que dividir as doações com a Comissão Tenryou?\"\n\n\"Além disso, toda essa Mora está indo diretamente para os bolsos do chefe do clã Kujou. A brigada de incêndios nunca ganhou um bônus, ou algo do tipo\".\n\nSendo assim, após alguns preparativos, o Festival Apaga-fogo daquele ano não mais teve Sacerdotisas dançando, mas sim uma enorme competição de light novels.\n\nA organização que realizou tal competição e publicações subsequentes, a \"Editora Yae\", também passou a \"pegar emprestado\" o orçamento do Comitê do Festival Apaga-fogo.\n\nMas, e quanto aos lucros? Foram diretamente para os cofres do Santuário.\n\n\"Bem, hoje nós não temos mais incêndios, mas nossos orçamentos continuam crescendo. Por isso, essa reestruturação alivia o fardo financeiro que recai sobre o povo\".\n\n\"Além disso, o estudo e a escrita de literatura e poesia são também uma forma de louvarmos nossa Arconte — você realmente pensa que sabe mais sobre rituais e cerimônias do que eu?\"\n\nTais foram as palavras de Yae Miko ditas para Kujou Takayuki quando ele apareceu inesperadamente.\n\nA Comissão Tenryou no final teve que sair por onde veio junto com seus assistentes, furioso.\n\nMal sabiam que no momento que pisaram fora do Santuário, a resoluta Srta. Miko tirou um manuscrito da caixa de oferendas próxima e continuou com suas anotações.",
      "ru": "Праздник усмирения огня когда-то был рутинной церемонией под патронажем комиссии Тэнрё, во время которой в Великом храме Наруками молились об отсутствии пожаров в наступающем году. Тогда дома инадзумцев были в основном деревянными, и любая неосторожность при обращении с огнём могла привести к катастрофе. Поэтому сёгун поручила комиссии Тэнрё создать пожарные команды для проведения спасательных работ и устранения ущерба в случае возникновения пожаров, а они в свою очередь попросили, чтобы Великий храм Наруками начал проводить праздник усмирения огня, чтобы внушить уверенность испуганным людям. В последующие годы меры противопожарной безопасности начали повсеместно соблюдаться, и крупные пожары происходили совсем редко, но ежегодная церемония всё равно проводилась в срок. Жрицы элегантно танцевали, а люди оставляли щедрые пожертвования... 40% из которых отходили комиссии Тэнрё, а 60% - храму. Когда Яэ Мико задумала основать издательский дом Яэ и столкнулась с нехваткой средств, она рассмотрела все церемонии, которые в то время проводил храм, и наконец дошла до этого древнего традиционного праздника. «Вся работа выполняется исключительно Великим храмом Наруками, так почему мы должны делить выручку с комиссией Тэнрё? К тому же вся мора попросту идёт в карманы Кудзё-старшего. Не похоже, чтобы пожарная команда когда-либо получала премию по итогам года». Таким образом, после некоторой подготовки праздник усмирения огня был изменён, и вместо танцующих жриц на нём появился грандиозный конкурс лёгких романов. Организатор этого конкурса, издательский дом Яэ, также «заимствовал» бюджет комитета праздника успокоения огня. Вся прибыль отправлялась в сундуки храма. «Не следует изнурять простой народ лишними поборами, ведь пожары случаются всё реже, а наши сборы только растут. Кроме того, получение знаний и изучение литературы доставляют великое удовольствие нашему Архонту. Вы же не станете утверждать, что знаете о ритуалах и церемониях больше, чем я?» - самым торжественным образом Яэ Мико сказала это Кудзё Такаюки, когда он без предупреждения явился в храм. В конечном счёте ему пришлось уйти тем же путём, каким пришёл, вместе со всеми сопровождающими. Они и не догадывались, что стоит им покинуть храм, как мрачная госпожа Мико достанет рукопись романа из ближайшего ящика для пожертвований и продолжит её комментировать.",
      "id": "Komite Festival Penyejuk Api dulunya adalah organisasi yang diketuai oleh Tenryou Commission dan dikelola oleh Kuil Agung Narukami. Fungsinya adalah berdoa agar tidak ada kebakaran di tahun mendatang.\n\nPada masa itu, rumah orang Inazuma sebagian besar terbuat dari kayu dan kecerobohan seperti apa pun saat menangani api dapat menyebabkan bencana.\n\nOleh karena itu, Tenryou Commission ditugasi oleh Shogun untuk membentuk regu pemadam kebakaran yang bertugas melakukan penyelamatan dan pengendalian kerusakan ketika kebakaran terjadi, mereka juga meminta agar Kuil Agung Narukami membentuk Komite Festival Penyejuk Api untuk menghibur orang-orang yang ketakutan.\n\nDi tahun-tahun berikutnya, tindakan pencegahan kebakaran akan menjadi sebuah budaya dan kasus-kasus serius tidak lagi sering terjadi, tetapi festival tahunan akan tetap dilangsungkan.\n\nPara miko akan menari dengan anggun dan orang-orang akan memberi donasi dengan murah hati ... hasilnya akan dibagi 40:60 antara Tenryou Commission dan Kuil Agung Narukami.\n\nSaat Yae Miko dihadapkan dengan masalah keuangan dan mencoba untuk mendirikan Yae Publishing House, dia mempertimbangkan berbagai layanan yang dijalankan kuil pada saat itu sebelum pemikirannya tertuju pada komite tradisional kuno ini.\n\n\"Semua kesibukan hanya dilakukan oleh Kuil Agung Narukami, jadi mengapa kami harus membagi hasilnya dengan Tenryou Commission?\"\n\n\"Terlebih lagi, semua uang itu hanya masuk ke saku para tetua Klan Kujou. Regu pemadam kebakaran tidak pernah mendapat bonus akhir tahun atau semacamnya.\"\n\nKarena itu, setelah melakukan beberapa persiapan, Festival Penyejuk Api tahun itu tidak lagi menampilkan miko yang menari, melainkan kontes novel pendek yang meriah.\n\nBadan penyelenggara kontes ini dan \"Yae Publishing House\", juga akan \"meminjam\" anggaran Komite Festival Penyejuk Api.\n\nKe mana keuntungannya diberikan? Mereka diberikan ke dana kuil\n\n\"Yah, kita tidak lagi mengalami banyak kebakaran, namun anggaran kita terus meningkat. Oleh karena itu, restrukturisasi ini meringankan beban keuangan yang dibebankan kepada rakyat.\"\n\n\"Lagi pula, studi tentang pengetahuan dan penulisan sastra dan puisi juga merupakan cara untuk menyenangkan Archon kita — Kamu tidak mungkin mengklaim tahu lebih banyak tentang ritual dan upacara daripada diriku, kan?\"\n\nKata-kata itu adalah yang dikatakan oleh Yae Miko dengan serius kepada Kujou Takayuki saat dia tiba-tiba datang.\n\nKomisaris Tenryou Commission itu terpaksa pergi dengan wajah marah bersama dengan para pelayannya.\n\nSedikit dari mereka yang tahu kalau saat mereka melangkah keluar dari kuil, Lady Miko akan mengambil sebuah naskah novel dari kotak persembahan di dekatnya dan lanjut membuat catatan.",
      "th": "\"พิธีดับเพลิง\" ครั้งหนึ่งเคยอยู่ภายใต้การนำของสำนัก Tenryou และบริหารจัดการโดยศาลเจ้า Grand Narukami ซึ่งวัตถุประสงค์ก็เพื่อเป็นการอธิษฐานขอพร ให้ปีหน้าไม่ต้องประสบพบเจอกับเภทภัยทางอัคคี\n\nในสมัยนั้น บ้านเรือนส่วนใหญ่ของ Inazuma สร้างขึ้นจากไม้เป็นหลัก หากใช้ฟืนไฟโดยไม่ระวังเพียงน้อยนิด ก็อาจจะนำไปสู่ภัยพิบัติใหญ่หลวงได้\n\nสำนัก Tenryou ได้รับคำสั่งจากโชกุน ให้จัดตั้งทีมดับเพลิงเพื่อคอยช่วยเหลือชาวบ้าน และได้อัญเชิญ \"พิธีดับเพลิง\" ของศาลเจ้า Grand Narukami ให้ช่วยปลอบโยนผู้คนที่ประสบภัย\n\nร้อยปีต่อมา มาตรการป้องกันอัคคีภัยก็เริ่มกลายเป็นเรื่องธรรมดาในใจของผู้คน และอัคคีภัยที่ร้ายแรงก็ไม่ได้เกิดขึ้นบ่อยอีกต่อไป แต่เทศกาลประจำปีอย่าง \"พิธีดับเพลิง\" ก็ยังคงได้รับการสืบสานต่อกันมา\n\nภายในงาน เหล่ามิโกะจะแสดงการร่ายรำอันงดงาม และเหล่าผู้ชมก็บริจาคเงินให้ด้วยความเอื้อเฟื้อ... เงินบริจาคที่ได้รับจะถูกแบ่งเป็นสี่สิบและหกสิบส่วน ให้กับทางสำนัก Tenryou และทางศาลเจ้า\n\nตอนที่ Yae Miko ต้องประสบพบเจอกับปัญหาทางการเงิน เนื่องจากมีความคิดที่จะก่อตั้ง \"สำนักพิมพ์ Yae\" จึงได้พิจารณาดูงานเทศกาลที่ทางศาลเจ้ามีอยู่ และได้ต้องตาประเพณีโบราณอย่าง \"พิธีดับเพลิง\" เข้า\n\n\"ทั้ง ๆ ที่ทางศาลเจ้า Grand Narukami ต้องเป็นฝ่ายวิ่งวุ่นจัดการทุกอย่างแท้ ๆ แล้วทำไมต้องให้ทางสำนัก Tenryou มารับผลประโยชน์จากตรงนี้ด้วยล่ะ?\n\nอีกอย่าง เงินที่ได้รับมาก็เข้ากระเป๋าตาเฒ่า Kujou หมด พวกทีมดับเพลิงไม่เห็นจะเคยได้รับโบนัสสิ้นปีกันเลยสักนิด\"\n\nดังนั้น หลังจากการดำเนินการบางอย่าง \"พิธีดับเพลิง\" ในปีนั้น จึงถูกปรับโฉมใหม่ ไม่มีการร่ายรำอธิษฐานขอพรจากมิโกะอีกต่อไป แต่กลายเป็นการแข่งขันประกวดไลท์โนเวลที่แสนดุเดือดแทน\n\nด้วยเหตุนี้ ผู้ที่รับผิดชอบจัดการแข่งขันและเปิดตัวผลงานอย่าง \"สำนักพิมพ์ Yae\" จึงได้งบประมาณในการจัดงาน \"พิธีดับเพลิง\" ไปใช้ในการเปิดตัวอย่างเป็นทางการ\n\nส่วนรายได้จากการวางแผงนั้น แน่นอนว่าต้องเข้ากระเป๋าศาลเจ้าอยู่แล้ว\n\n\"ทุกวันนี้ อัคคีภัยไม่ได้เกิดขึ้นบ่อยอีกต่อไปแล้ว แต่การระดมเงินกลับเพิ่มขึ้นทุกปี การปรับเปลี่ยนในครั้งนี้ ก็เพื่อช่วยแบ่งเบาภาระทางการเงินของประชาชน\n\nยิ่งไปกว่านั้น บทกวีและงานวาดเขียน เดิมทีก็เป็นสิ่งจรรโลงใจของเหล่าทวยเทพอยู่แล้ว... หรือพวกเธอคิดว่าตัวเองรู้จักเรื่องพิธีกรรมมากกว่าฉันกันล่ะ?\"\n\nนั่นคือสิ่งที่ Yae Miko กล่าวกับ Kujou Takayuki ที่จู่ ๆ ก็มาเยือนถึงที่อย่างจริงจัง\n\nท่านผู้นำสำนัก Tenryou ที่ทำอะไรไม่ถูก จึงได้แต่ต้องจำใจพาพวกข้ารับใช้เดินลงจาก Mt. Yougou ไปด้วยสีหน้าบึ้งตึง\n\nสิ่งที่ผู้เดินจากไปไม่รู้ก็คือ ในวินาทีที่พวกเขาก้าวเท้าออกจากศาลเจ้า ท่าน Miko ที่กำลังทำสีหน้าขึงขังอยู่ด้านหลังนั้น ก็ได้ดึงต้นฉบับนวนิยายที่เพิ่งตรวจไปได้ครึ่งหนึ่ง ออกมาจากด้านใต้ของกล่องรับบริจาค",
      "vi": "\"Lễ Hội Trấn Hỏa\" từng là pháp sự thường niên do Hiệp Hội Tenryou phát động, Đền Narukami phụ trách, cầu mong phúc lành phù hộ, mong cho năm sau không bị hỏa hoạn quấy nhiễu.\n\nThật ra nhà cửa ở Inazuma đa phần đều làm bằng gỗ, nên khi dùng lửa có chút bất cẩn là sẽ gây nên họa lớn.\n\nHiệp Hội Tenryou phụng mệnh Shogun, thành lập đội cứu hỏa phụ trách ứng cứu, và nhờ Đền Narukami cử hành \"Lễ Hội Trấn Hỏa\" để trấn an dân chúng đang kinh sợ.\n\nTrăm năm sau, việc đề phòng hỏa hoạn đã được khắc sâu trong lòng người, những vụ hỏa hoạn lớn đã ít khi xảy ra, nhưng \"Lễ Hội Trấn Hỏa\" mỗi năm một lần vẫn được lưu giữ.\n\nTrong buổi lễ, pháp sư sẽ nhảy múa, dân chúng sẽ rộng rãi mở hầu bao... Số tiền quyên góp được sẽ do Hiệp Hội Tenryou và đền thần chia nhau theo tỷ lệ 4:6.\n\nKhi Yae Miko nghĩ đến chuyện mở Nhà Xuất Bản Yae, cô đã từng đau đầu vì không đủ kinh phí, sau khi tính toán hết những pháp sự mà đền thần hiện có, thì cô đã nhắm vào hạng mục truyền thống cổ xưa - \"Lễ Hội Trấn Hỏa\" này.\n\n\"Rõ ràng chỉ có đền thần phải bận rộn từ đầu chí cuối, tại sao phải chia tiền góp được cho Hiệp Hội Tenryou chứ?\n\nHơn nữa, tiền quyên góp được cũng vào hết trong túi của lão Kujou, đội cứu hỏa cũng chưa bao giờ được phát thưởng cuối năm cả.\"\n\nThế là sau một đợt cải cách, hình thức cầu phúc của \"Lễ Hội Trấn Hỏa\" năm nay đã không còn là pháp sư nhảy múa nữa, mà chuyển thành cuộc thi sáng tác tiểu thuyết vô cùng rầm rộ.\n\nĐơn vị chuyên trách tổ chức cuộc thi và xuất bản tác phẩm - Nhà Xuất Bản Yae cũng đã được khánh thành nhờ vào kinh phí của \"Lễ Hội Trấn Hỏa\" một cách nghiễm nhiên.\n\nCòn về doanh thu của nhà xuất bản, đương nhiên sẽ vào túi của đền thần.\n\n\"Ngày nay hỏa hoạn không còn xảy ra thường xuyên nữa, nhưng tiền quyên góp mỗi năm vẫn tăng đều, cách làm này chỉ là để tránh cho dân chúng phải hao tài, ảnh hưởng dân sinh.\n\nHơn nữa nếu truy rõ nguồn gốc, thì thơ văn thi họa vốn là một hình thức giải trí... Chẳng lẽ các người cho rằng mình hiểu chuyện tế lễ hơn ta sao?\"\n\nĐối mặt với Kujou Takayuki đột nhiên tìm đến, Yae Miko đã nói một cách nghiêm túc như vậy.\n\nĐại nhân Hiệp Hội Tenryou bất đắc dĩ đành phải ủ rũ mặt mày dắt thuộc hạ xuống núi Yougou.\n\nNhóm người này đâu biết rằng, chỉ một giây sau khi họ bước chân ra khỏi đền thần, thì vị Miko đại nhân ở sau lưng với vẻ mặt nghiêm nghị đó, đã lôi từ trong hòm công đức ra một bản thảo tiểu thuyết đã soạn được một nửa."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "「那是一场惊天动地的斗法，敌人划开海潮，踏空而来，连天地都为之色变！\n\n宫司大人手持御币，庄严肃穆，缓步踏上影向山巅。\n\n众巫女随侍在侧，口宣密咒，霎时间重云蔽日，雷声沉响！」\n\n「……」\n\n「大战旷日持久，纵是宫司也有些恍惚。敌人趁此不备，一记重击袭来！\n\n就在这时，一道雷光如天陨流星，直坠宫司面前——竟是一枚闪闪发光的神之眼！\n\n宫司大人一把抓住，抖擞精神大显神威…」\n\n「停停停！你这说的全都是假的吧？」\n\n「哦？那要不换一个，那天我在花见坂来了一场酣畅淋漓的『拉面对决』…」\n\n「怎么会有人因为吃拉面拿到神之眼啊？！」\n\n「不也挺有趣的么？毕竟你们想听的，无非就是这样那样的『故事』吧？」\n\n面对旅者的好奇，八重神子露出促狭而莫测的微笑。\n\n「何况就算我如实相告：『我的神之眼只是件装装样子的首饰』你会信吗，小家伙？」",
      "zht": "#「那是一場驚天動地的鬥法，敵人劃開海潮，踏空而來，連天地都為之色變！\n\n宮司大人手持御幣，莊嚴肅穆，緩步踏上影向山巔。\n\n眾巫女隨侍在側，口宣密咒，霎時間重雲蔽日，雷聲沉響！」\n\n「……」\n\n「大戰曠日持久，縱是宮司也有些恍惚。敵人趁此不備，一記重擊襲來！\n\n就在這時，一道雷光如天隕流星，直墜宮司面前——竟是一枚閃閃發光的神之眼！\n\n宮司大人一把抓住，抖擻精神大顯神威…」\n\n「停停停！妳這說的全都是假的吧？」\n\n「哦？那要不換一個，那天我在花見坂來了一場酣暢淋漓的『拉麵對決』…」\n\n「怎麼會有人因為吃拉麵拿到神之眼啊？！」\n\n「不也挺有趣的嗎？畢竟{F#妳}{M#你}們想聽的，無非就是這樣那樣的『故事』吧？」\n\n面對旅者的好奇，八重神子露出促狹而莫測的微笑。\n\n「何況就算我如實相告：『我的神之眼只是件裝裝樣子的首飾』妳會信嗎，小傢伙？」",
      "jp": "「あれは天を揺るがすほどの戦いじゃった。敵は海を切り裂き、空を踏みにじり、天地の色さえも変えてやって来たのじゃ！\n\n宮司様は御幣を手にし、厳かな姿で影向山の頂上へと向かった。\n\nそばにいた巫女たちが秘呪を唱えると、瞬く間に雲が太陽を覆い隠し、雷鳴が轟いた！」\n\n「……」\n\n「戦いは長引き、たとえ宮司様であっても疲弊を隠しきれなかった。その隙を突き、敵は怒涛の一撃を繰り出す！\n\nその瞬間、天から一筋の雷光が流星の如く降り注ぎ、宮司様の目の前に落ちた。なんとそれは——光り輝く神の目だったのじゃ！\n\n宮司様は迷うことなくそれを掴み取り、自らの神威を見せ…」\n\n「ストップ、ストップ！それぜったい嘘だろ？」\n\n「ん？なら他の話にしよう。あの日、妾は花見坂で何とも豪快な『ラーメンの大食い対決』をしておった…」\n\n「ラーメンを食べただけで神の目が手に入るかよ！」\n\n「なんじゃ、面白いと思わぬか？汝らが聞きたいのは、こういった『物語』じゃろう？」\n\n旅人の好奇心に対し、八重神子は謎めいた笑みを浮かべる。\n\n「それに、たとえ『妾の神の目は箔を付けるための飾り』だと言っても——汝は信じぬじゃろう、童？」",
      "ko": "「그건 온 세상을 뒤흔드는 법술 대결이었다. 적이 파도를 가르고 날아오자 천지가 동요했다!\n\n궁사님이 고헤이를 들고 장엄한 모습으로 천천히 요고우산 정상에 올랐다.\n\n무녀들은 옆에서 주문을 외웠다. 순간 구름이 하늘을 가리고 천둥소리가 울렸다!」\n\n「……」\n\n「대결이 길어지자 궁사라고 해도 빈틈을 보였다. 적은 놓치지 않고 공격해왔다!\n\n순간 한 줄기 벼락이 떨어졌고 궁사 앞에는 빛나는 신의 눈이 놓여있었다!\n\n궁사가 신의 눈을 꽉 쥐고 정신 차려 신의 힘을 뿜어냈다….」\n\n「잠깐! 그거 다 지어낸 이야기죠?」\n\n「음? 그럼 다른 얘기를 해줄게. 그날 난 하나미자카에서 통쾌한 「라멘 대결」을 했어….\n\n「라멘 먹다가 신의 눈을 얻었을 리 없잖아요!」\n\n「별로 상관없잖아, 어차피 너희들은 이런저런 「이야기」를 들으러 온 거 아니니?」\n\n궁금해하는 여행자에게 야에 미코는 의미심장한 미소를 지었다.\n\n「만약 내가 솔직하게 『내 신의 눈은 진짜처럼 보이는 장식품일 뿐이다』라고 말하면, 믿어 줄 거야, 꼬마야?」",
      "en": "\"That was a contest of magic for the ages! The foe split the seas as they strode across the skies, heaven and earth changing hue as they approached!\"\n\n\"Gohei in hand, the Lady Guuji was solemn as she strode up Mt. Yougou.\"\n\n\"All around her the shrine maidens chanted their mantras as the clouds masked the sun, the thunder waiting within for the moment to strike!\"\n\n\"...\"\n\n\"The battle was a grinding, protracted affair. In time, even the Guuji began to falter, and the enemy seized that opening, lashing out with great force!\"\n\n\"Just then, a bolt of lightning descended like a falling star before the Guuji — a glimmering Vision!\"\n\n\"Grasping it in her hand, the revivified Guuji showed forth her power and...\"\n\n\"Now wait just a minute! None of what you just said happened, right?\"\n\n\"Hmm? Well, how about this then? It all started the day when I had a most vicious \"Ramen Duel\" down in Hanamizaka...\n\n\"Oh, come on! Nobody's ever gotten a Vision from eating ramen!\"\n\n\"But wouldn't that be interesting? I mean, these are the sorts of stories you like to hear, right?\"\n\nYae Miko gave a thin, enigmatic smile as she was faced with the traveler's curiosity.\n\n\"After all, would you believe me if I said that 'my Vision is purely ornamental, just for show,' little one? Hardly — not even if it were the truth.\"",
      "de": "#„Es war ein erschütternder Kampf, als der Feind die Flut des Meeres durchbrach und sich in die Luft erhob, sodass sogar Himmel und Erde in Schutt und Asche lagen!\n\nMit dem Stock in der Hand schritt die Guuji feierlich auf die Spitze des Yougou-Bergs hinauf.\n\nUm sie herum sangen die Schreinjungfern ihre Mantras, während die Wolken die Sonne verdeckten und der Donner in ihrem Inneren auf den Moment wartete, um zuzuschlagen!“\n\n„...“\n\n„Dieser Kampf dauerte so lange, dass sogar die Guuji ein wenig in Trance war. Der Feind nutzte dies aus und schlug plötzlich zu!\n\nIn diesem Moment fiel ein Blitz wie ein Meteor vom Himmel, direkt vor der Guuji. Es war ein leuchtendes Göttliches Auge!\n\nDie Guuji griff sofort zu und zeigte ihre Macht ...“\n\n„Halt! Alles, was du gesagt hast, ist eine Lüge, oder?“\n\n„Hm? Nun, wie wäre das? Alles begann an dem Tag, als ich in Hanamizaka ein spannendes ‚Ramen-Duell‘ hatte ...“\n\n„Wie kann jemand das Göttliche Auge bekommen, wenn er Ramen isst?“\n\n„Ist das nicht interessant? Schließlich wollt ihr ja nur ‚Geschichten‘ hören, nicht wahr?“\n\nYae Miko schenkte {F#der Reisenden}{M#dem Reisenden} ein rätselhaftes Lächeln, als sie mit {F#ihrer}{M#seiner} Neugierde konfrontiert wurde.\n\n„Und würdest du mir glauben, wenn ich dir sage: ‚Mein Göttliches Auge ist nur ein Schmuckstück‘, {F#Kleine}{M#Kleiner}?“",
      "es": "#“Aquella batalla estremeció al mundo. El enemigo separó los mares y llegó por el aire. ¡Hasta el cielo y la tierra cambiaron! Con su gohei en mano, la Suma Sacerdotisa puso pie solemnemente en la cima de la Montaña Yougou. Las miko estaban en un lado recitando mantras cuando, de un momento a otro, las nubes cubrieron el cielo y se oyó el estruendo de un trueno”.\n\n“...”\n\n“La guerra había durado tanto que incluso la Suma Sacerdotisa estaba sin fuerzas. ¡El enemigo podía atraparnos desprevenidos para lanzar una fuerte ofensiva! Entonces, cual meteorito caído del cielo, un rayo cayó en frente de la Suma Sacerdotisa. ¡Era una centelleante Visión! La atrapó con la mano, se recompuso y mostró su poder divino...”.\n\n“Espera, espera, espera... Todo esto que cuentas no ocurrió de verdad, ¿cierto?”.\n\n“¿Eh? Bueno, entonces cambiaré de historia. Un día, estaba yo en Hanamizaka para participar en un concurso de comer ramen...”.\n\n“¿Cómo va alguien a conseguir una Visión por comer ramen?”.\n\n“¿No te resulta interesante? Después de todo, te gusta escuchar historias, ¿no es así?”.\n\nAnte tu gran curiosidad, Yae Miko sonrió pícara y extrañamente.\n\n“Aunque te dijera la verdad, es decir, que mi Visión no es más que un accesorio decorativo, ¿te lo creerías, querid{F#a}{M#o}?”.",
      "fr": "#« C'était la bataille magique du siècle ! Les ennemis ont divisé les mers alors qu'ils traversaient les cieux, le ciel et la terre changeant de teinte à mesure qu'ils s'approchaient ! Un gohei à la main, la Guuji Yae affichait un visage solennel alors qu'elle gravissait le Mont Yougou. Réunies autour d'elle, les prêtresses du sanctuaire chantaient leurs mantras tandis que les nuages masquaient le soleil, le tonnerre attendant le moment de frapper !\n\n— ...\n\n— La bataille fut d'usure et de longue haleine. À un moment, la guuji elle-même a commencé à faiblir, et l'ennemi a saisi cette ouverture, frappant d'une immense force ! Juste à cet instant, un éclair est descendu telle une étoile filante devant la guuji... Un œil divin scintillant ! Le saisissant dans sa main, la guuji revivifiée montra son pouvoir, et...\n\n— Attendez une minute ! Rien de ce que vous venez de dire ne s'est produit, n'est-ce pas ?\n\n— Oh ? Et comme ça, alors ? Tout a commencé le jour où j'étais en plein duel de ramen des plus vicieux à Hanamizaka...\n\n— Franchement ! Personne n'a jamais eu d'œil divin en mangeant des ramen !\n\n— Mais ce serait intéressant, pas vrai ? Je veux dire, c'est le genre d'histoires que tu aimerais entendre, non ? »\n\nConfrontée à la curiosité {F#de la voyageuse}{M#du voyageur}, Yae Miko esquissa un sourire énigmatique.\n\n« Après tout, {F#ma petite}{M#mon petit}, me croirais-tu si je te disais que «{NON_BREAK_SPACE}mon œil divin est purement ornemental, juste pour faire joli » ? Je ne pense pas... Même si c'était la vérité... »",
      "pt": "#\"Essa foi uma competição que estremeceu a terra! O inimigo abriu os mares enquanto caminhava, até o céu e a terra mudaram à medida que se aproximava!\"\n\n\"Com seu Gohei em sua mão, a Srta. Guuji estava solene enquanto subia para o topo da Montanha Yougou\".\n\n\"Ao seu redor, suas Sacerdotisas cantavam seus mantras enquanto as nuvens escondiam o sol, e o trovão aguardava o momento para atacar!\"\n\n\"...\"\n\n\"A batalha foi longa. Com o passar dela, até mesmo a Guuji começou a fraquejar, e o inimigo aproveitou o momento para atacar com grande força!\"\n\n\"E então, um raio caiu como uma estrela cadente perante a Guuji — uma Visão brilhante!\"\n\n\"Segurando-a em sua mão, a fortalecida Guuji demonstrou seu poder e...\"\n\n\"Espere aí! Nada disso que você falou aconteceu, não é?\"\n\n\"Hmm? Oh, que tal isso então? Tudo começou no dia que eu tive o meu \"Duelo de Ramen\" em Hanamizaka...\"\n\n\"Oh, por favor! Ninguém jamais conseguiu uma Visão porque comeu Ramen!\"\n\n\"Mas isso não seria interessante? Bem, essas são as histórias que você gosta de ouvir, não é?\"\n\nYae Miko deu um sorriso pequeno e enigmático para a curiosidade {F#da}{M#do} Viajante.\n\n\"Afinal, você acreditaria se eu dissesse que minha Visão é totalmente ornamental, somente para manter minhas aparências, jovem? Duvido. mesmo que fosse verdade\".",
      "ru": "#«Это был неистовый бой! Море расступилось, и в небе появился враг, и даже небо и земля изменили свой цвет! С гохэем в руке госпожа Гудзи торжественно поднималась на гору Ёго. Все жрицы вокруг неё распевали свои мантры, облака скрывали солнце, а гром ждал своего часа, чтобы нанести сокрушительный удар!.. Битва была невероятно изнурительной. В конце концов, даже Гудзи начала уставать, и враг воспользовался этим, набросившись с новой силой! И тут перед Гудзи сверкнувшей молнией появился мерцающий, словно падающая звезда, Глаз Бога! Схватив его, приободрённая Гудзи продемонстрировала свою силу и...» \n\n- «Подожди минутку! Но ведь ничего из того, что ты сейчас рассказала, на самом деле не происходило, верно?»\n\n- «Хм? Ну, тогда как насчёт этого? Всё произошло в тот день, когда у меня была назначена самая жестокая \"Рамэнная дуэль\" в Ханамидзаке...»\n\n- «Ой, прекрати! Никто никогда не получал Глаз Бога за поедание рамэна!»\n\n- «Но ведь так интереснее! Ты же любишь такие истории, верно?» - Яэ Мико слегка загадочно улыбнулась, столкнувшись с любопытством путешественни{F#цы}{M#ка}. «В конце концов, поверишь ли ты мне, если я скажу, что мой Глаз Бога - простая безделушка, которая нужна лишь как украшение? Вряд ли, даже если бы это было правдой».",
      "id": "\"Itu adalah kontes sihir selama berabad-abad! Musuh membelah lautan saat mereka berjalan melintasi langit, langit dan bumi berubah warna saat mereka mendekat!\"\n\n\"Dengan Gohei di tangannya, Lady Guuji sangat serius saat dia melangkah ke Mt. Yougou.\"\n\n\"Para miko di sekelilingnya melantunkan mantra saat awan menutupi matahari, guntur menunggu waktu yang tepat untuk menyerang!\"\n\n\"...\"\n\n\"Pertempuran itu adalah urusan yang telah berlangsung lama dan berlarut-larut. Saat Guuji mulai goyah, musuh merebut kesempatan itu, lalu menyerang dengan sekuat tenaga!\"\n\n\"Di momen itu, sambaran petir turun seperti bintang jatuh di depan Guuji — Sebuah Vision yang berkilauan!\"\n\n\"Dengan menggenggam Vision di tangannya, Guuji yang hidup kembali menunjukkan kekuatannya dan ....\"\n\n\"Tunggu sebentar! Tidak satu pun dari apa yang baru saja kamu katakan terjadi, kan?\"\n\n\"Hmm? Bagaimana kalau begini? Semuanya dimulai saat aku melakukan \"Duel Ramen\" yang paling seru di Hanamizaka ....\n\n\"Ya ampun! Tidak ada orang yang pernah mendapatkan Vision dari makan ramen!\"\n\n\"Tapi bukankah itu menarik? Maksudku, ini adalah jenis cerita yang ingin kamu dengar, bukan?\"\n\nYae Miko tersenyum tipis, senyumannya penuh dengan teka-teki saat dia dihadapkan dengan rasa ingin tahu si pengembara.\n\n\"Lagi pula, bocah, apakah kamu akan percaya jika aku mengatakan kalau 'Vision punyaku hanya sebuah hiasan dan hanya untuk pamer saja? Tentu saja tidak, kan — bahkan kalau itu adalah yang sebenarnya.\"",
      "th": "\"นั่นคือการต่อสู้ที่สั่นสะเทือนฟ้าดิน ศัตรูบุกฝ่าคลื่นทะเล และเหยียบย่ำแผ่นฟ้า แม้แต่สวรรค์และพิภพก็ยังเปลี่ยนสี!\n\nท่าน Guuji มือถือไม้คทา ค่อย ๆ ก้าวขึ้นไปบนเส้นทางของ Mt. Yougou ด้วยสีหน้าเคร่งขรึม\n\nมีเหล่ามิโกะเดินขนาบข้าง พร้อมกล่าวร่ายมนตร์ลับ ทันใดนั้น เมฆก็เข้าปกคลุมดวงอาทิตย์ และเสียงฟ้าร้องก็ดังสนั่น!\"\n\n\"...\"\n\n\"สงครามยืดเยื้อไปหลายวัน จนในที่สุด Guuji เองก็เริ่มลนลาน ศัตรูฉวยโอกาสจากช่องโหว่นั้น โจมตีเข้ามาอย่างรุนแรง!\n\nในตอนนั้นเอง สายฟ้าก็ได้ฟาดลงมา ราวกับดวงดาวได้ร่วงหล่นมาตรงหน้า Guuji ...สิ่งนั้นก็คือ วิชั่นที่เปล่งประกายสว่างวาบ!\n\nท่าน Guuji รีบคว้ามันไว้ทันที และแสดงพลังวิญญาณอันยิ่งใหญ่ออกมา...\"\n\n\"หยุด ๆ ๆ! สิ่งที่เธอพูดมันคือเรื่องโกหกทั้งหมดเลยใช่ไหม?\"\n\n\"หืม? งั้นเปลี่ยนอันใหม่ดีไหม วันนั้นฉันกำลังแข่งขันการ 'ดวลราเมน' อันแสนดุเดือดอยู่ที่ Hanamizaka ...\"\n\n\"จะมีใครที่ไหนได้รับวิชั่นในตอนที่กำลังกินราเมนกันเล่า?!\"\n\n\"แต่มันก็สนุกดีไม่ใช่เหรอ? สิ่งที่พวกเธออยากจะฟัง มันก็เป็น 'เรื่องราว' แบบนี้อยู่แล้วไม่ใช่หรือไง?\"\n\nเมื่อเผชิญหน้ากับสีหน้าอยากรู้อยากเห็นของนักเดินทาง Yae Miko ก็เผยรอยยิ้มที่ยากจะคาดเดาออกมา\n\n\"อีกอย่าง ถึงแม้ฉันจะบอกความจริงว่า: 'วิชั่นของฉันเป็นแค่ของประดับ' เธอจะเชื่อไหมล่ะ เจ้าตัวเล็ก?\"",
      "vi": "\"Đó là một trận pháp đấu kinh thiên động địa, kẻ địch rẽ sóng xông đến từ trên không, cả đất trời cũng vì thế mà đổi màu!\n\nĐại nhân Guuji tay cầm gậy phép, dáng vẻ uy nghiêm, từng bước bước lên đỉnh núi Yougou.\n\nCác pháp sư đi theo bên cạnh, miệng đọc mật chú, trong chớp mắt mây mù kéo đến che kín bầu trời, tiếng sấm rền vang!\"\n\n\"...\"\n\n\"Cuộc chiến kéo dài, Guuji cũng có hơi lơ là. Kẻ địch bèn nhân cơ hội này, tập trung đột kích!\n\nChính vào lúc này, một tia sét tựa như mưa sao băng, rơi thẳng đến trước mặt Guuji - hóa ra là một viên Vision lấp lánh!\n\nĐại nhân Guuji nắm chặt lấy, tinh thần phấn chấn đại triển thần uy...\"\n\n\"Ngưng ngưng ngưng! Những gì cô kể đều là bịa ra phải không?\"\n\n\"Hở? Vậy hay là đổi kiểu khác nhé, ngày hôm đó tôi đang tham gia một trận \"quyết đấu ramen\" vô cùng kịch tính ở Hanamizaka...\"\n\n\"Làm gì mà có người nhận được Vision nhờ ăn ramen cơ chứ?!\"\n\n\"Không phải cũng rất thú vị hay sao? Dù gì điều mà mấy cưng muốn nghe chẳng phải là \"câu chuyện\" kiểu này kiểu nọ hay sao?\"\n\nĐối diện với sự hiếu kỳ của nhà lữ hành, Yae Miko đã mỉm cười một cách nham hiểm khó đoán.\n\n\"Huống hồ cho dù tôi có nói thật rằng: \"Vision của tôi chỉ là một món trang sức để ra vẻ mà thôi\" thì cưng có tin không hử?\""
    }
  }
]