[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "我是鸣神大社的宫司，此番造访，自是为了确认你的一举一动，此为大社诏令…呵，不用那么紧张，场面话罢了，这样才有正当理由休沐嘛。快，去做些有趣的事让我看看吧。",
      "zht": "#我是鳴神大社的宮司，此番造訪，自是為了確認{F#妳}{M#你}的一舉一動，此為大社詔令…呵，不用那麼緊張，場面話罷了，這樣才有正當理由休沐嘛。快，去做些有趣的事讓我看看吧。",
      "jp": "妾は鳴神大社の宮司。此度参ったのは、大社の勅令により汝の一挙一動を見定めるためじゃ…ふふ、そう緊張するでない、ただの建前に過ぎぬ。正当な理由で休暇をとるには、これが必要なんじゃ。ほれ、早く妾に面白いことを見せてくれぬか。",
      "ko": "난 나루카미 다이샤의 궁사야. 네 일거수일투족을 확인하고자 방문했지. 이는 다이샤의 명이니… 훗, 그렇게 긴장할 거 없어. 겉치레 말일 뿐이니까. 그래야 쉴 수 있는 정당한 명분이 생기지. 자, 어서 나한테 재밌는 일을 보여줘",
      "en": "I am the Guuji of the Grand Narukami Shrine. The purpose of my visit is to monitor your every move, for such is the order of the shrine... Oh, come on, don't be so nervous. It's only officialese, for goodness' sake. I couldn't just go gallivanting around for no reason at all, could I? Now, come on, do something amusing for me.",
      "de": "Ich bin die Guuji des Großen Narukami-Schreins. Der Zweck meines Besuchs ist es, jede deiner Bewegungen zu überwachen, denn das ist die Ordnung des Schreins ... Ach, komm schon, sei nicht so nervös. Das ist doch nur Bürokratie. Ich kann doch nicht einfach ohne Grund herumspazieren, oder? Jetzt komm schon, mach etwas Lustiges für mich.",
      "es": "#Soy la Suma Sacerdotisa del Gran Santuario Narukami. El propósito de mi visita es vigilar todos y cada uno de tus movimientos, pues ese es el mandato del santuario. Oh, vamos, no te pongas nervios{F#a}{M#o}, querid{F#a}{M#o}. Por Los Siete, solo eran formalidades. No podía visitarte sin ninguna razón, ¿no crees? Vamos, ahora entretenme.",
      "fr": "#Je suis la guuji du Sanctuaire de Narukami. Le but de ma visite est de surveiller tes moindres faits et gestes par décret du sanctuaire... Oh, allez, ne sois pas si {M#nerveux}{F#nerveuse}. Ce n'est qu'une formalité. Je n'ai pas le droit de venir te rendre visite sans avoir une bonne raison ? Allez, fais quelque chose de drôle.",
      "pt": "#Sou a Guuji do Grande Santuário Narukami. O propósito de minha visita aqui é para monitorar cada movimento seu, pois essa é a ordem do santuário... Ah, qual é, não fique tão nervos{F#a}{M#o}. São apenas formas oficiais de falar, me poupe. Eu não poderia apenas sair andando por aí à toa sem motivo algum, não é mesmo? Agora, vamos lá, faça algo divertido para mim.",
      "ru": "Я Гудзи Великого храма Наруками. Цель моего визита - следить за каждым твоим шагом, ибо таков порядок в храме... Да ладно, не надо так нервничать. Ради всего святого, мне просто положено так говорить. Я же не могу просто так слоняться без дела. А теперь давай, развлеки меня.",
      "id": "Aku Guuji dari Kuil Agung Narukami. Tujuanku kemari adalah untuk mengawasi setiap pergerakanmu, demikian amanat dari kuil ... Oh, astaga, jangan gugup begitu. Ini formalitas doang. Aku mana bisa pergi tanpa alasan yang jelas, kan? Nah, sekarang ayo, aku ingin lihat hal menarik apa lagi yang mau kamu lakukan.",
      "th": "ฉันคือ Guuji แห่งศาลเจ้า Grand Narukami ที่ฉันมาในครั้งนี้ก็เพื่อเฝ้าติดตามทุกย่างก้าวของเธอตามคำสั่งของศาลเจ้า... โธ่ อย่ากังวลไปเลย พูดไปแบบนั้น จะได้มีเหตุผลให้พักยังไงล่ะ เร็วเข้า รีบไปทำอะไรสนุก ๆ ให้ฉันดูซะสิ",
      "vi": "Tôi là Guuji của Đền Narukami, lần này ghé thăm là để xác nhận nhất cử nhất động của cưng, đây là mệnh lệnh của đền thần... Haha, không cần căng thẳng, chỉ là nói cho có lệ thôi, như vậy mới có lý do chính đáng để nghỉ ngơi đó mà. Mau lên, làm vài chuyện thú vị cho tôi xem chơi đi."
    }
  },
  {
    "title": {
      "zhs": "闲聊·创作体裁",
      "zht": "閒聊·創作體裁",
      "jp": "世間話·小説の題材",
      "ko": "잡담·창의적 글쓰기",
      "en": "Chat: Creative Writing",
      "de": "Gespräch – Genre des Schreibens",
      "es": "Charla - Escritura",
      "fr": "Bavardage - Écriture",
      "pt": "Bate-papo - Criatividade ao Escrever",
      "ru": "Поболтаем: Литературное творчество",
      "id": "Mengobrol: Tulisan Kreatif",
      "th": "แชท - สร้างสรรค์งานเขียน",
      "vi": "Nói chuyện phiếm - Sáng Tác"
    },
    "line": {
      "zhs": "最近八重堂穿越异世的小说也太多了，哼，就对自己的世界如此不满吗。",
      "zht": "最近八重堂穿越異世的小說也太多了，哼，就對自己的世界如此不滿嗎。",
      "jp": "最近の八重堂の小説は、異世界転生ものが多すぎる。ふん、自分たちの世界がそんなにも不満なのじゃろうか。",
      "ko": "최근 야에 출판사에 이세계 전이물이 너무 많아. 흥, 자기들이 속한 세계에 그렇게 불만이 많은 건가?",
      "en": "Traveling to other worlds is all that anyone seems be writing about these days. Huh, goodness knows what they find so disappointing about their own world.",
      "de": "Heutzutage gibt es zu viele Romane vom „Verlagshaus Yae“, deren Themen die Reisen in anderen Welten sind. Hm, sind sie nur so unzufrieden mit ihrer eigenen Welt?",
      "es": "Últimamente, la gente solo escribe sobre viajes a otros mundos. Jiji, a saber qué es lo que tanto les decepciona de su propio mundo...",
      "fr": "Les gens n'arrêtent pas d'écrire à propos de voyager dans d'autres mondes ces derniers temps. Qu'est-ce qu'il y a de si décevant dans leur propre monde...",
      "pt": "Viajar para outros mundos parece ser o que todos andam escrevendo recentemente. Huh, só os arcontes sabem o que eles acham de tão desapontador em seu próprio mundo.",
      "ru": "Такое чувство, что сейчас все вокруг пишут об одних только путешествиях в другие миры. Ха, одним Архонтам известно, что этих писателей так разочаровывает в собственном мире.",
      "id": "Akhir-akhir ini banyak novel tentang perjalanan ke dunia lain. Aih, apa ya, yang bikin orang tidak puas dengan dunianya sendiri.",
      "th": "ช่วงนี้สำนักพิมพ์ Yae มีนิยายเกี่ยวกับการทะลุมิติระหว่างโลกเยอะแยะมากเลย ฮึ ผู้คนไม่พอใจในโลกของตัวเองรึยังไงกันนะ",
      "vi": "Dạo này tiểu thuyết lấy đề tài chuyển sinh nhiều quá. Chậc, người ta bất mãn với thế giới đang sống lắm sao."
    }
  },
  {
    "title": {
      "zhs": "闲聊·故事",
      "zht": "閒聊·故事",
      "jp": "世間話·物語",
      "ko": "잡담·이야기",
      "en": "Chat: Stories",
      "de": "Gespräch – Geschichte",
      "es": "Charla - Historias",
      "fr": "Bavardage - Récits",
      "pt": "Bate-papo - Histórias",
      "ru": "Поболтаем: Истории",
      "id": "Mengobrol: Cerita",
      "th": "แชท - เนื้อเรื่อง",
      "vi": "Nói chuyện phiếm - Câu Chuyện"
    },
    "line": {
      "zhs": "很多人的一生，写于纸上也不过几行，大多都是些无聊的故事啊。",
      "zht": "很多人的一生，寫於紙上也不過幾行，大多都是些無聊的故事啊。",
      "jp": "大半の者の一生は、紙に書いても数行にしかならず、そのほとんどが退屈な物語なんじゃ。",
      "ko": "대다수 사람들의 일생은 글로 적어도 겨우 몇 줄이야. 따분한 이야기들뿐이지",
      "en": "Most humans could have the entirety of their fleeting lives chronicled in but a few short lines... Their stories really make for terribly dull reading.",
      "de": "Die meisten Menschen könnten ihre ganzen flüchtigen Leben in ein paar kurzen Zeilen zusammenfassen und die meisten davon sind nur langweilige Geschichten.",
      "es": "La efímera vida de la mayoría de los humanos se podría escribir por completo en tan solo unas pocas líneas. Por Los Siete, qué historias tan horriblemente aburridas...",
      "fr": "La vie de la plupart des humains peut être résumée en quelques lignes seulement... Quelles histoires ennuyeuses...",
      "pt": "A maioria dos humanos poderia ter toda a sua vida passageira resumida em apenas algumas poucas linhas... Suas histórias realmente criam uma leitura terrivelmente monótona.",
      "ru": "Большинство людей могли бы описать всю свою мимолётную жизнь всего лишь в нескольких коротких строках... Их истории действительно ужасно скучно читать.",
      "id": "Sebagian besar manusia dapat mencatat keseluruhan hidup mereka yang singkat dalam beberapa baris pendek ... Cerita mereka benar-benar bikin bosan.",
      "th": "ชีวิตของผู้คนมากมายเป็นเพียงแค่ตัวหนังสือไม่กี่บรรทัดบนกระดาษ ส่วนใหญ่ก็มีแต่เนื้อเรื่องที่น่าเบื่อทั้งนั้นเลยนะ",
      "vi": "Đối với rất nhiều người, cuộc đời của họ chẳng quá vài dòng trên một trang giấy, đều là những câu chuyện vô vị."
    }
  },
  {
    "title": {
      "zhs": "闲聊·尘世",
      "zht": "閒聊·塵世",
      "jp": "世間話·塵世",
      "ko": "잡담·속세",
      "en": "Chat: Mortal World",
      "de": "Gespräch – Welt der Sterblichen",
      "es": "Charla - Mundo mortal",
      "fr": "Bavardage - Le monde des mortels",
      "pt": "Bate-papo - Mundo Mortal",
      "ru": "Поболтаем: Бренный мир",
      "id": "Mengobrol: Dunia Manusia",
      "th": "แชท - แดนมนุษย์",
      "vi": "Nói chuyện phiếm - Trần Thế"
    },
    "line": {
      "zhs": "于我而言，不变也是一种美好，哎呀，可尘世哪是如此不变之物。",
      "zht": "於我而言，不變也是一種美好，哎呀，可塵世哪是如此不變之物。",
      "jp": "妾にとって、不変も一種の美。はぁ…じゃが、俗世とはいつまでも変わらぬまま続くものではない…",
      "ko": "난 변하지 않는 것도 일종의 아름다움이라고 생각해. 휴, 하지만 속세에 변하지 않는 게 있을까?",
      "en": "Personally, I think the idea of things staying the same forever is quite beautiful. *sigh* But alas, that is simply not the way the world works.",
      "de": "Persönlich finde ich die Idee, dass die Dinge für immer gleich bleiben, ziemlich schön. *seufz* aber leider funktioniert die Welt einfach nicht so.",
      "es": "Personalmente, encuentro muy bella la idea de que las cosas permanezcan iguales para siempre. *Suspira*, una pena que el mundo simplemente no funcione así.",
      "fr": "Personnellement, je trouve l'idée que quelque chose reste la même pour toujours assez belle. *soupir* Mais hélas, ce n'est pas comme ça que le monde fonctionne.",
      "pt": "Pessoalmente, acho a ideia das coisas permanecerem as mesmas para sempre bem bonita. *Suspira* Mas, infelizmente, o mundo simplesmente não funciona assim.",
      "ru": "Лично я считаю, что идея о том, чтобы всё оставалось неизменным вечно, просто прекрасна. Эх, но, увы, мир устроен совсем не так.",
      "id": "Aku pribadi merasa bahwa gagasan \"tidak berubah untuk selamanya\" itu lumayan indah. *huff* Sayangnya, bukan begitu cara kerja dunia ini.",
      "th": "สำหรับฉันแล้ว การไม่เปลี่ยนแปลงก็เป็นความสวยงามอย่างหนึ่ง เฮ้อ แต่ในโลกนี้มีสิ่งที่ไม่เปลี่ยนแปลงที่ไหนกันล่ะ",
      "vi": "Đối với tôi mà nói, không thay đổi cũng là một chuyện tốt. Chậc, nhưng trần thế nào phải là thứ không bao giờ đổi thay chứ..."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Turun Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "下起雨后，浑身的毛发都会变得湿漉漉的…",
      "zht": "下起雨後，渾身的毛髮都會變得濕漉漉的…",
      "jp": "雨が降ると、全身の毛髪がびしょ濡れになってしまう…",
      "ko": "비가 내린 후엔 온몸의 털이 다 축축해져…",
      "en": "If this rain keeps up, my fur will be dripping wet...",
      "de": "Wenn es regnet, wird mein Fell ungemütlich nass ...",
      "es": "Si sigue lloviendo así, mi pelaje se va a empapar...",
      "fr": "Si cette pluie continue, ma fourrure va être mouillée...",
      "pt": "Se esta chuva continuar assim, meu pelo vai ficar todo molhado...",
      "ru": "Если дождь не прекратится, мой мех промокнет насквозь...",
      "id": "Kalau hujannya tidak berhenti, buluku bisa basah kuyup ....",
      "th": "หลังจากฝนตก ขนที่โดนฝนก็จะเปียกไปหมด...",
      "vi": "Mưa xong thì lông tóc toàn thân đều ướt sũng hết..."
    }
  },
  {
    "title": {
      "zhs": "打雷的时候…",
      "zht": "打雷的時候…",
      "jp": "雷の日…",
      "ko": "번개가 칠 때…",
      "en": "When Thunder Strikes",
      "de": "Wenn es blitzt ...",
      "es": "Cuando truena...",
      "fr": "Quand le tonnerre gronde...",
      "pt": "Quando Está Trovejando...",
      "ru": "Когда гремит гром...",
      "id": "Ketika Petir Menyambar",
      "th": "ในเวลาที่ฟ้าผ่า...",
      "vi": "Khi có sấm sét..."
    },
    "line": {
      "zhs": "很多人会害怕打雷，不过我听到雷声只会觉得亲近。",
      "zht": "很多人會害怕打雷，不過我聽到雷聲只會覺得親近。",
      "jp": "みな雷を恐れているようじゃが、妾が雷の音を聞いて覚えるのは親近感のみじゃ。",
      "ko": "천둥을 무서워하는 사람이 많지. 하지만 난 천둥소리가 아주 친근하게 느껴져",
      "en": "Many people dread the sound of thunder... To me, it sounds fondly familiar.",
      "de": "Viele Menschen fürchten sich vor dem Geräusch des Donners ... Für mich klingt es aber ziemlich vertraut.",
      "es": "Mucha gente teme el sonido de los truenos, pero para mí, es algo muy familiar.",
      "fr": "Beaucoup de gens redoutent le bruit du tonnerre... Pour moi, c'est un son qui m'est très familier.",
      "pt": "Muitas pessoas temem o som do trovão... para mim, é algo muito familiar.",
      "ru": "Многие боятся грома, но для меня он словно старый друг.",
      "id": "Banyak orang takut pada suara gemuruh petir ... Kalau aku, suara itu malah terasa akrab dan bikin kangen.",
      "th": "คนส่วนมากจะกลัวเสียงฟ้าผ่า แต่ฉันได้ยินเสียงฟ้าผ่าแล้วกลับรู้สึกคุ้นเคย",
      "vi": "Rất nhiều người sợ sấm sét, nhưng khi tôi nghe tiếng sấm thì lại thấy thân thuộc."
    }
  },
  {
    "title": {
      "zhs": "下雪的时候…",
      "zht": "下雪的時候…",
      "jp": "雪の日…",
      "ko": "눈이 올 때…",
      "en": "When It Snows",
      "de": "Wenn es schneit ...",
      "es": "Cuando nieva...",
      "fr": "Quand il neige...",
      "pt": "Quando Está Nevando...",
      "ru": "Когда идёт снег...",
      "id": "Ketika Turun Salju",
      "th": "ในเวลาที่หิมะตก...",
      "vi": "Khi tuyết rơi..."
    },
    "line": {
      "zhs": "未生灵智的小狐狸，往往会一头栽入雪地来觅食…想看我那样做？哼。",
      "zht": "未生靈智的小狐狸，往往會一頭栽入雪地來覓食…想看我那樣做？哼。",
      "jp": "まだ霊智が芽生えておらぬ小狐は、餌を求めて雪の中に飛び込むことがままある…ん？妾がそうしているところを見たい…じゃと？ふっ、たわけ。",
      "ko": "아직 지혜가 없는 여우는 눈밭에 머리를 묻고 먹이를 찾지… 나의 그런 모습을 보고 싶다고? 훗",
      "en": "I always see these non-sentient kitsune pouncing headfirst into the snow, scavenging for food... Hmm? You'd like to see me do that? Hah! I'm sure you would.",
      "de": "Nicht so intelligente Füchse stürzen sich oft auf der Suche nach Nahrung kopfüber in den Schnee ... Willst du sehen, wie ich das mache? Hm.",
      "es": "Siempre veo a los kitsune menos inteligentes abalanzándose sobre la nieve sin pensar para rebuscar comida... ¿Eh? ¿Te gustaría verme haciendo eso? ¡Ja! Sabía que dirías eso.",
      "fr": "Je vois souvent des Kitsunes bondir la tête la première dans la neige, pour trouver de la nourriture... Hmm ? Tu aimerais me voir faire ça ? Ha ! J'en suis sûre.",
      "pt": "Sempre vejo essas raposinhas tontas pulando na neve de cabeça, buscando comida... Hmm? Você gostaria me ver fazendo isso? Haha, sabia que diria isso.",
      "ru": "Неразумные кицунэ бросаются головой в снег в поисках пищи... Хм? Хочешь посмотреть, как это делаю я? Ха! Ну ещё бы.",
      "id": "Kulihat para kitsune biasa suka sekali memasukkan kepala ke salju buat cari makanan ... Hmm? Kamu ingin lihat aku begitu? Heh. Aku tahu.",
      "th": "จิ้งจอกน้อยที่ยังไม่เกิดสติปัญญาจะพุ่งเข้าหาหิมะเพื่อหาอาหาร... อยากเห็นฉันทำแบบนั้นเหรอ? ฮึ",
      "vi": "Những con hồ ly nhỏ sẽ luôn nhảy cắm đầu xuống tuyết để tìm thức ăn... muốn thấy tôi làm như thế sao? Còn lâu nhé."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "早，嗯？怎么一副无精打采的样子，没有睡好吗？哎呀，昨晚是去做什么坏事了么？",
      "zht": "早，嗯？怎麼一副無精打采的樣子，沒有睡好嗎？哎呀，昨晚是去做什麼壞事了嗎？",
      "jp": "おはよう。なんじゃその元気のない姿は、よう眠れんかったのか？ふむ…よもや昨晩、悪事を働きにでも行っておったのではなかろうのう？",
      "ko": "좋은 아침. 기운이 없어 보이네. 어제 잘 못 잤어? 어머, 설마 간밤에 나쁜 짓이라도 하러 갔다 왔니?",
      "en": "Morning. You look awfully drowsy, didn't you sleep well? Tsk-tsk, come on then, what is it? What mischief were you up to last night, hmm?",
      "de": "Morgen, hmm? Warum siehst du so müde aus? Hast du nicht gut geschlafen? Ah, du warst gestern Abend sehr beschäftigt, oder?",
      "es": "#Buenos días. Te veo muy adormilad{F#a}{M#o}. ¿Acaso no dormiste bien? *Tch*, vamos, confiesa, ¿qué travesuras estuviste haciendo anoche, eh?",
      "fr": "#Bonjour, tu as l'air {M#tout endormi}{F#tout endormie}. Tu n'as pas passé une bonne nuit{NON_BREAK_SPACE}? Tss, allez, dis-moi{NON_BREAK_SPACE}? Qu'est-ce que tu as fait la nuit dernière, hmm{NON_BREAK_SPACE}?",
      "pt": "#Bom dia. Você parece bem sonolent{F#a}{M#o}, não dormiu bem? Tsc-tsc, o que você andou fazendo ontem à noite?",
      "ru": "#Утречка. Ты ужасно сонн{F#ая}{M#ый}, ты плохо спал{F#а}? В чём дело? Творил{F#а} пакости прошлой ночью?",
      "id": "Pagi. Kamu kelihatannya ngantuk sekali, tidurmu kurang nyenyak ya? Ck, ck, ck kenapa bisa begitu? Kamu bikin ulah apa lagi tadi malam, hmm?",
      "th": "อรุณสวัสดิ์ หืม? ทำไมดูไม่กระปรี้กระเปร่าเลยล่ะ นอนไม่อิ่มเหรอ? เอ๊ะ หรือว่าเมื่อคืนไปทำอะไรไม่ดีมา?",
      "vi": "Chào, hừm? Bộ mặt mơ màng thế kia là sao, chưa ngủ đủ à? Ây da, hay là tối hôm qua lén lén đi làm chuyện bậy bạ gì sao?"
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "嗯~伤脑筋，中午吃些什么呢？油豆腐吃腻了，想吃点清淡的。话说好久没见到社奉行家的小姑娘了，我们不如就去吃她做的点心吧。",
      "zht": "嗯~傷腦筋，中午吃些什麼呢？油豆腐吃膩了，想吃點清淡的。話說好久沒見到社奉行家的小姑娘了，我們不如就去吃她做的點心吧。",
      "jp": "ふむ…困ったのう。昼餉は何を食べるとするか…？近頃はずっと油揚げを食してきたゆえ、たまにはさっぱりとしたものが良いのじゃが。そういえば、社奉行家の娘に久しく会っておらぬ。あそこへ行ってあやつの作った菓子でもいただくとしよう。",
      "ko": "음~ 고민이야. 점심에 뭐 먹지? 유부는 질렸고 담백한 게 먹고 싶은데. 그러고 보니 야시로 봉행의 아가씨를 못 본 지도 꽤 됐네. 그 애가 만든 디저트를 먹으러 가자",
      "en": "Hmm... ugh, what a headache. What should I have for lunch? Not Fried Tofu again, I'm in the mood for something a little lighter today. Ah — I know. I haven't seen the Yashiro Commission girl in a while. Let's get her to make us a little something.",
      "de": "Hmm ... Da kriegt man ja Kopfschmerzen. Was soll ich zum Mittagessen essen? Nicht schon wieder frittierter Tofu, ich bin heute in der Stimmung für etwas Leichteres. Ah! Ich weiß. Ich habe das Mädchen von der Yashiro-Verwaltung schon eine Weile nicht mehr gesehen. Warum gehen wir nicht einfach hin und essen ein paar Sachen, die sie macht?",
      "es": "Humm... Arg, qué dolor de cabeza... ¿Qué puedo comer? Tofu frito otra vez no, por favor, hoy me apetece algo más ligero. ¡Oh, ya sé! Hace tiempo que no veo a la señorita de la Comisión Yashiro. Vamos a pedirle que nos haga algo de comer.",
      "fr": "Hmm... Argh, quelle misère. Je ne sais pas quoi manger pour le déjeuner. Pas encore du tofu frit. J'ai envie de quelque chose d'un peu plus léger aujourd'hui. Ah, je sais. Cela fait un moment que je n'ai pas vu cette fille de la Commission culturelle. Elle pourrait peut-être nous faire un petit quelque chose.",
      "pt": "Hmm... Urgh, que dor de cabeça. O que devo comer para o almoço? Não quero Tofu Frito novamente, prefiro comer algo mais leve hoje. Já sei! Faz um tempo que não vejo a garota da Comissão Yashiro, vou pedir para ela nos preparar algo para comer.",
      "ru": "Хм... Как же сложно. Что бы съесть на обед? Только не жареный тофу, хочу чего-нибудь полегче. А, знаю. Давненько я не видела ту девочку из комиссии Ясиро. Давай попросим её приготовить для нас что-нибудь.",
      "id": "Hmm ... aku jadi pusing. Makan apa ya nanti siang? Aku tidak mau makan tahu goreng lagi, hari ini ingin yang tidak asin. Ah, benar juga. Sudah lama tidak lihat si anak gadis Yashiro Commission. Kita ke sana yuk, minta dia bikin makanan.",
      "th": "เฮ้อ~ ปวดหัวจริง ๆ เที่ยงนี้จะกินอะไรดีนะ? เต้าหู้ทอดก็กินจนเบื่อละ อยากกินอะไรที่รสชาติอ่อน ๆ หน่อย จะว่าไปแล้ว ฉันไม่เจอสาวน้อยจากสำนัก Yashiro ตั้งนานแล้ว งั้นเราไปกินขนมหวานที่เธอทำกันดีมั้ย",
      "vi": "Chậc... nhức đầu quá, trưa nay ăn gì nhỉ? Đậu phụ rán thì ngán rồi, muốn ăn cái gì đó thanh đạm. Nói ra thì đã lâu rồi không gặp tiểu cô nương của Hiệp Hội Yashiro, hay là chúng ta đi ăn điểm tâm của cô ta làm nhé."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "今夜的月光如此清亮，不做些什么真是浪费。随我一同去月下漫步吧，不许拒绝。",
      "zht": "今夜的月光如此清亮，不做些什麼真是浪費。隨我一同去月下漫步吧，不許拒絕。",
      "jp": "今宵の月はなんと明るいことか。このまま何もせぬのは実に惜しい。妾と一緒に月の下を歩かぬか？嫌とは言わせぬぞ。",
      "ko": "오늘처럼 달빛이 청아한 날을 그냥 보내긴 아깝지. 나랑 같이 달밤의 산책이라도 갈래? 거절은 거절할게",
      "en": "The moon is simply magnificent tonight. We mustn't squander it. Come, join me for a moonlight stroll — I won't take no for an answer.",
      "de": "Das Mondlicht ist heute Nacht einfach großartig. Wir dürfen es nicht vergeuden. Komm mit mir auf einen Mondscheinspaziergang. Sag nicht „Nein“.",
      "es": "Esta noche hay una luna magnífica, no podemos perdérnosla. Vamos, ven conmigo a dar un paseo bajo la luz de la luna. No aceptaré un no por respuesta.",
      "fr": "La lune est tout simplement magnifique ce soir. Il ne faut pas rater un tel spectacle. Viens te promener avec moi. Et interdiction de refuser.",
      "pt": "A lua está magnífica hoje. Não podemos desperdiçar essa vista. Venha comigo para um passeio sob o luar. Não aceito um não como resposta.",
      "ru": "Луна сегодня просто великолепна. Нельзя упускать такой момент. Давай прогуляемся вместе при лунном свете. Отказ не принимается.",
      "id": "Bulannya indah sekali malam ini. Jangan disia-siakan. Ayo, kita jalan-jalan di bawah terang bulan. Tidak boleh bilang tidak mau ya.",
      "th": "คืนนี้แสงจันทร์กระจ่างงดงามมาก ถ้าไม่ได้ทำอะไรสักอย่างคงจะน่าเสียดายมากแน่ ๆ งั้นไปเดินเล่นใต้แสงจันทร์กับฉันเถอะ ห้ามปฏิเสธนะ",
      "vi": "Mặt trăng đêm nay đẹp thật, không làm gì đó thì thật là uổng phí. Theo tôi đi dạo dưới ánh trăng nhé, cấm từ chối."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa Noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "该入眠了，呵，在夜里不听到连绵的雷声，甚至都会睡不安稳呢。",
      "zht": "該入眠了，呵，在夜裡不聽到連綿的雷聲，甚至都會睡不安穩呢。",
      "jp": "そろそろ床に就く時間じゃな。ふふっ、雷鳴も聞こえぬ夜では、ぐっすりと眠ることもできぬ。",
      "ko": "잠에 들 시간이야. 하, 밤에 천둥소리가 안 들리면 잠도 편하게 못 잔다니까",
      "en": "I suppose I should get some sleep. Hmm, I must say, I do find it hard to doze off peacefully without the soothing sound of thunder booming in the background.",
      "de": "Ich glaube, ich sollte jetzt schlafen. Ich muss zugeben, dass es mir schwerfällt, ohne das beruhigende Donnergrollen im Hintergrund gut zu schlafen.",
      "es": "Supongo que podría dormir un poco. Humm, reconozco que me cuesta dormir plácidamente sin el reconfortante sonido de los truenos de fondo.",
      "fr": "J'imagine que je ferais mieux d'aller dormir. Je dois dire que j'ai du mal à m'endormir quand je n'entends pas le son du tonnerre qui gronde en arrière-plan.",
      "pt": "Deveria dormir um pouco. Hmm, porém, é um pouco difícil adormecer sem o som relaxante de relâmpagos estrondando ao fundo.",
      "ru": "Полагаю, мне следует немного поспать. Хм, должна признать, мне трудно заснуть, если я не слышу успокаивающих раскатов грома.",
      "id": "Kayaknya aku harus tidur. Aih, ternyata aku susah tidur nyenyak kalau tidak ada suara petir yang menggelegar di luar.",
      "th": "ได้เวลานอนแล้ว อ๋า ถ้าไม่ได้ยินเสียงฟ้าร้องในยามกลางคืน ฉันคงนอนหลับไม่สนิทแน่",
      "vi": "Tới giờ ngủ rồi, chậc, buổi tối không nghe thấy tiếng sấm liên miên có chút ngủ không ngon."
    }
  },
  {
    "title": {
      "zhs": "关于八重神子自己·永恒",
      "zht": "關於八重神子自己·永恆",
      "jp": "八重神子自身について·永遠",
      "ko": "야에 미코 자신에 대해·영원함",
      "en": "About Yae Miko: Eternity",
      "de": "Über Yae Miko – Ewigkeit",
      "es": "Sobre Yae Miko - Eternidad",
      "fr": "À propos de Yae Miko - Éternité",
      "pt": "Sobre Yae Miko: Eternidade",
      "ru": "О Яэ Мико: Вечность",
      "id": "Tentang Yae Miko: Keabadian",
      "th": "เกี่ยวกับตัว Yae Miko - นิรันดร์",
      "vi": "Về bản thân Yae Miko - Vĩnh Hằng"
    },
    "line": {
      "zhs": "所谓的永恒，就是不再失去已拥有之物，但从别的角度说，也放弃了得到更多的可能，不过世事总是如此，没人能够得到全部。",
      "zht": "所謂的永恆，就是不再失去已擁有之物，但從別的角度說，也放棄了得到更多的可能，不過世事總是如此，沒人能夠得到全部。",
      "jp": "永遠とは、己の持っているものを失わぬこと。じゃが別の視点から言えば、さらなる可能性をあきらめることと同じじゃ。この世とは常にそうであり、すべてを手に入れることなど誰にもかなわぬ。",
      "ko": "영원이란 건 지금 갖고 있는 걸 잃지 않는 거야. 다른 관점으로 보면, 더 많은 걸 손에 넣을 가능성도 포기하는 셈이지. 하지만 세상일이 다 그렇듯이, 모든 걸 손에 넣을 순 없어",
      "en": "Eternity means never having to let go of what you already have. But on the other hand, it also means giving up on all other possibilities. That's just the way of the world... No one can have everything.",
      "de": "Ewigkeit bedeutet, dass du nie auf das verzichten musst, was du schon hast. Aber auf der anderen Seite bedeutet es auch, dass du alle anderen Möglichkeiten aufgibst. So ist die Regel der Welt ... Keiner kann alles haben.",
      "es": "La eternidad significa no tener que dejar atrás lo que ya tienes. Pero, por otro lado, tienes que renunciar a otras posibilidades. Así es como funciona el mundo... No se puede tenerlo todo.",
      "fr": "L'éternité signifie ne jamais devoir abandonner ce qu'on a. Mais d'un autre côté, cela signifie aussi renoncer à toutes les autres possibilités. C'est comme ça que fonctionne le monde... On ne peut pas tout avoir.",
      "pt": "Eternidade significa nunca soltar o que você já tem. Mas, por outro lado, também significa renunciar a todas as outras possibilidades. É simplesmente assim que o mundo funciona... Não tem como se ter tudo.",
      "ru": "Вечность означает, что никогда не придётся расставаться с тем, что мы имеем. Но, с другой стороны, это также означает отказ от возможности получить что-то новое. Так уж устроен мир... Нельзя получить всё и сразу.",
      "id": "Keabadian artinya tidak akan pernah melepaskan apa yang sudah dimiliki. Tapi di sisi lain, ia juga berarti meninggalkan semua kemungkinan-kemungkinan yang lain. Namun begitulah hukum dunia ini ... Tidak ada yang sanggup menggenggam segalanya.",
      "th": "สิ่งที่เรียกว่าความเป็นนิรันดร์ คือการไม่สูญเสียสิ่งที่มีอยู่อีกต่อไป แต่ในมุมอื่น ๆ แล้ว มันก็หมายถึงการละทิ้งความเป็นไปได้อื่น ๆ ทั้งหมดด้วย แต่โลกก็เป็นเช่นนี้เสมอ ไม่มีใครได้ทุกสิ่งหรอก",
      "vi": "Cái gọi là vĩnh hằng, chính là không để mất đi những gì mình đã có, nhưng nhìn từ góc độ khác, cũng chính là từ bỏ cơ hội có được nhiều hơn. Thế sự luôn vậy mà, không ai có được mọi thứ cả."
    }
  },
  {
    "title": {
      "zhs": "关于八重神子自己·趣味",
      "zht": "關於八重神子自己·趣味",
      "jp": "八重神子自身について·趣味",
      "ko": "야에 미코 자신에 대해·취미",
      "en": "About Yae Miko: Interests",
      "de": "Über Yae Miko – Interesse",
      "es": "Sobre Yae Miko - Intereses",
      "fr": "À propos de Yae Miko - Intérêts",
      "pt": "Sobre Yae Miko: Interesses",
      "ru": "О Яэ Мико: Интересы",
      "id": "Tentang Yae Miko: Hobi",
      "th": "เกี่ยวกับตัว Yae Miko - งานอดิเรก",
      "vi": "Về bản thân Yae Miko - Thú Vị"
    },
    "line": {
      "zhs": "人类很有趣，所以我才如此喜欢人类。明明生命短暂，却能散发映昼光辉。他们之中，有些人的光芒，即使隔开久远时间长河都不曾黯淡。阅读这样的人生，是一大乐事啊。",
      "zht": "人類很有趣，所以我才如此喜歡人類。明明生命短暫，卻能散發映晝光輝。他們之中，有些人的光芒，即使隔開久遠時間長河都不曾黯淡。閱讀這樣的人生，是一大樂事啊。",
      "jp": "人間は実に面白い。じゃからこそ、妾は好きなんじゃ。たとえ須臾に過ぎぬ命であっても、眩い光を放つことができる。中には、長い時を経ようと淀むことなく光を持つ者もおる。そのような人生を読むのは、妾にとって大層楽しみなことなんじゃ。",
      "ko": "인간은 재밌어. 그래서 난 인간이 좋아. 짧은 생을 살지만 한낮의 태양처럼 환한 빛을 내잖아. 어떤 빛은 오랜 시간이 흘러도 꺼지지 않지. 그런 인생을 읽는 건 즐거운 일이야",
      "en": "Humans are just fascinating creatures, that's why I'm so fond of them. They live such short lives, but for the time they're around, they shine as bright as the midday sun. There are some whose light never grows dim, even over great stretches of time... These are the lives that make for real page-turners.",
      "de": "Menschen sind einfach faszinierende Geschöpfe, deshalb mag ich sie so gern. Ihr Leben ist so kurz, aber in der Zeit, in der sie da sind, strahlen sie so hell wie die Mittagssonne. Manche von ihnen leuchten so hell, dass sie auch im Laufe der Jahre nicht verblassen. Es ist eine große Freude, über solche Leben zu lesen.",
      "es": "Los humanos son unos seres fascinantes, por eso me gustan tanto. A pesar de sus cortas vidas, brillan tanto como el sol del mediodía mientras están en este mundo. Hay algunos cuya luz nunca se apaga, ni siquiera tras un largo tiempo. Esas son las vidas dignas de relatar en los libros.",
      "fr": "Les humains sont des créatures fascinantes, c'est pourquoi je les aime autant. Leurs vies sont tellement courtes, et pourtant, ils brillent aussi fort que le soleil de midi pendant cette période. Il y en a dont la lumière ne faiblit jamais, même sur de longues périodes... Ce sont les vies qui sont dignes d'être racontées dans les livres.",
      "pt": "Humanos são criaturas fascinantes, é por isso que gosto tanto deles. Vivem vidas tão curtas, mas pelo tempo em que estão presentes, brilham tão forte quanto o sol da tarde. Algumas luzes até mesmo nunca se apagam, mesmo após muito tempo... Essas são as vidas dignas de serem relatadas em um livro.",
      "ru": "Люди - просто очаровательные существа, поэтому я их так люблю. Их жизни коротки, но пока они рядом, они сияют столь же ярко, как полуденное солнце. Есть такие, чей свет никогда не тускнеет, даже через много лет... Истории их жизни - сплошное удовольствие.",
      "id": "Manusia adalah makhluk yang sangat menarik, dan itulah kenapa aku menyukai mereka. Mereka menjalani kehidupan yang begitu singkat, tapi semasa hidupnya, mereka bersinar secerah mentari di terik siang. Beberapa dari mereka memancarkan cahaya yang tidak pernah redup, bahkan untuk waktu yang sangat lama ... Hidup seperti itulah yang benar-benar menarik untuk dibaca.",
      "th": "มนุษย์เป็นสิ่งที่น่าสนใจมาก ดังนั้นฉันจึงชอบมนุษย์ ทั้ง ๆ ที่ชีวิตนั้นสั้นนัก แต่พวกเขากลับสามารถฉายแสงอันเจิดจ้าได้ ในท่ามกลางพวกเขา มีบางคนที่มีแสงที่ไม่เคยริบหรี่ลงแม้เวลาจะผ่านไปเนิ่นนาน การได้อ่านชีวิตเช่นนี้ เป็นเรื่องที่น่ายินดียิ่งนัก",
      "vi": "Con người rất thú vị, cho nên tôi mới thích con người. Rõ ràng sinh mệnh rất ngắn, nhưng lại tỏa ra hào quang rực rỡ. Có một số người, thậm chí trải qua một khoảng thời gian rất dài đi nữa thì hào quang của họ vẫn không phai mờ. Được chứng kiến những cuộc đời như vậy là một chuyện đáng vui mừng."
    }
  },
  {
    "title": {
      "zhs": "关于我们·作家",
      "zht": "關於我們·作家",
      "jp": "作家について…",
      "ko": "우리에 대해·작가",
      "en": "About Us: Authorship",
      "de": "Über uns – Schriftsteller",
      "es": "#Sobre nosotr{F#as}{M#os} - Escritores",
      "fr": "À propos de nous - Littérateurs",
      "pt": "Sobre Nós: Autor",
      "ru": "О нас: Писательство",
      "id": "Tentang Kita: Penulis",
      "th": "เกี่ยวกับเรา - นักเขียน",
      "vi": "Về chúng ta - Tác Giả"
    },
    "line": {
      "zhs": "无聊，这本也无聊透顶…啊呀，这些人都是为了什么才成为作家的。欸，对了，不如你把自己的经历写下来投给八重堂吧，感觉一定能给我一点乐…一定能大受欢迎吧。",
      "zht": "#無聊，這本也無聊透頂…啊呀，這些人都是為了什麼才成為作家的。欸，對了，不如{F#妳}{M#你}把自己的經歷寫下來投給八重堂吧，感覺一定能給我一點樂…一定能大受歡迎吧。",
      "jp": "つまらぬ、この本もあの本も、実につまらぬ。はぁ…こやつらは一体どのようにして作家になったのじゃ。そうじゃ、汝の経歴を書き下ろし、八重堂に送ってみてはどうじゃ？きっと妾が楽し…きっとみなに大受けするじゃろう。",
      "ko": "재미없어. 이 책도 따분하기 그지없군. 휴, 이 사람들은 대체 왜 작가가 된 거야? 참, 네 경험을 써서 야에 출판사에 투고해 볼래? 나도 재미 좀 볼… 분명 잘 팔리겠지",
      "en": "Boring. Utterly boring... Ugh, what could have possibly persuaded these people to become authors? Say, why don't you write out your story and submit it to Yae Publishing House? I'm sure that would keep me amused— Ahem, I mean, I'm sure it would be a best-seller.",
      "de": "Langweilig, völlig langweilig ... Ts, was hat diese Leute bloß dazu bewogen, Schriftsteller zu werden? Sag mal, warum schreibst du nicht deine Geschichte auf und schickst sie an das Verlagshaus Yae? Ich bin mir sicher, dass es mich amüsieren würde ... Es muss ein großer Hit sein.",
      "es": "Qué aburrido... ¡Esto es verdaderamente aburrido! Arg, ¿qué es lo que motivó a estas personas a convertirse en escritores? Oye, ¿por qué no escribes tu propia historia y se la entregas a la Editorial Yae? Seguro que me entretendrí... *Ejem*, ¡seguro que sería un éxito en ventas!",
      "fr": "Ennuyeux. Ennuyeux à mourir... Qu'est-ce qui a bien pu donner l'idée à ces gens d'écrire ? Dis, tu ne voudrais pas écrire ton histoire et l'envoyer à la Chambre Yae ? Je suis sûre que ça pourrait me... Hum, que ça pourrait plaire à beaucoup de monde.",
      "pt": "Entediante. Extremamente entediante... Urg, o que poderia ter motivado essas pessoas se tornaram autores? Diga-me, por que você não escreve sua própria história e envia para a Editora Yae? Tenho certeza de que me deixaria entreti— *Cof*, digo, certamente venderia muito.",
      "ru": "Скучно. И тут тоже тоска зелёная... С чего эти люди решили стать писателями? Слушай, почему бы тебе не написать рассказ и не отправить его в издательский дом Яэ? Уверена, меня бы это позабавило... Кхм, точнее, я уверена, что это был бы бестселлер.",
      "id": "Membosankan. Benar-benar membosankan ... Aih, kenapa sih orang-orang ini bisa mau jadi penulis? Coba, kenapa kamu tidak menulis dan mengirimkan ceritamu sendiri ke Yae Publishing House? Aku yakin itu akan jadi hiburan— *ehem* Maksudnya, aku yakin bakal laku keras.",
      "th": "น่าเบื่อ หนังสือเล่มนี้น่าเบื่อมากเลย... เฮ้อ อะไรชักจูงให้คนพวกนี้มาเป็นนักเขียนกันนะ อ้อ จริงสิ งั้นเธอลองเขียนประสบการณ์ของตัวเองส่งไปที่สำนักพิมพ์ Yae ดีมั้ย ฉันมั่นใจว่านั่นจะทำให้ฉันหายเบื่... อะแฮ่ม จะต้องเป็นที่นิยมแน่ ๆ",
      "vi": "Vô vị, quyển này cũng chán ngắt... Hừ, không biết mấy tên tác giả này đang làm gì nữa. À đúng rồi, hay là cưng viết những trải nghiệm của cưng ra sách rồi nộp cho tôi nhé, tôi cảm thấy vụ này khá thú vị đó... Nhất định sẽ bán chạy như tôm tươi."
    }
  },
  {
    "title": {
      "zhs": "关于我们·磨损",
      "zht": "關於我們·磨損",
      "jp": "摩耗について…",
      "ko": "우리에 대해·마모",
      "en": "About Us: Erosion",
      "de": "Über uns – Erosion",
      "es": "#Sobre nosotr{F#as}{M#os} - Erosión",
      "fr": "À propos de nous - Érosion",
      "pt": "Sobre Nós: Erosão",
      "ru": "О нас: Эрозия",
      "id": "Tentang Kita: Erosi",
      "th": "เกี่ยวกับเรา - การสึกกร่อน",
      "vi": "Về chúng ta - Mài Mòn"
    },
    "line": {
      "zhs": "将自己封闭起来，或许会更快地遭受「磨损」。只有自己的世界，无他人作镜以对映，可是很可怕的事…你我共处之时，重要的就是互相观照哦。",
      "zht": "#將自己封閉起來，或許會更快地遭受「磨損」。只有自己的世界，無他人作鏡以對映，可是很可怕的事…{F#妳}{M#你}我共處之時，重要的就是互相關照哦。",
      "jp": "己を閉じ込めれば、「摩耗」を早めてしまうやもしれぬ。自分一人しかおらぬ世界で、その目に誰も映さぬのは実に恐ろしいことじゃ…じゃから、汝と妾が一緒にいる時は、互いをその眼に映し合うのを忘れてはならぬぞ。",
      "ko": "자신을 가두면 더 빠르게 「마모」될지도 몰라. 거울로 삼을 수 있는 사람 하나 없이 혼자만 있는 세계가 얼마나 끔찍한데… 우리가 함께 있을 때 서로를 비춰주는 건 아주 중요한 일이야",
      "en": "Sealing yourself away from the rest of the world may only serve to accelerate the effects of erosion... Imagine, a world consisting of you and you alone, with no one else to reflect you back at yourself... how awful that would be. Whenever we are together, it is vital that we always shine a light for each other, okay? It's rather difficult to remain enlightened in the dark.",
      "de": "Wenn du dich vom Rest der Welt abschottest, kann das die Erosion nur noch beschleunigen. Stell dir eine Welt vor, die nur aus dir und dir allein besteht, ohne jemanden, der dir dein Wesen aufzeigt. Wie furchtbar wäre das ... Deswegen ist es wichtig, wenn wir zusammen sind und uns immer gegenseitig aufeinander aufmerksam machen.",
      "es": "#Tal vez, aislarte del resto del mundo solo acelera los efectos de la erosión... Imagínate un mundo en el que estás tú sol{F#a}{M#o}, sin nadie en quien poder reflejarte... Sería algo horrible. Siempre que estemos junt{F#as}{M#os}, es importante que {F#una}{M#uno} sea la luz {F#de la otra}{M#del otro}, ¿de acuerdo? Es muy complicado ver con claridad en la oscuridad.",
      "fr": "#S'isoler du monde ne peut qu'accélérer les effets de l'érosion... Imagine, un monde où tu serais {M#seul}{F#seule}, sans personne d'autre pour te permettre d'avoir une vision de toi-même... Ce serait vraiment horrible. Chaque fois qu'on est {M#réunis}{F#réunies}, il est essentiel qu'on se donne nos avis l'{M#un}{F#une} sur l'autre, d'accord ? C'est très difficile de garder un point de vue objectif quand on reste dans le noir.",
      "pt": "#Trancafiar-se longe do resto do mundo talvez apenas sirva para acelerar os efeitos da erosão... Imagine, um mundo que só existe você e nada além, sem nada para fazer você refletir sobre si mesmo... que horrível isso deve ser. Sempre que estivermos junt{M#o}{F#a}s, é importante sermos a luz {M#um do outro}{F#uma da outra}, tudo bem? É bem difícil ver claramente na escuridão.",
      "ru": "Изолирование себя от остального мира может только ускорить эрозию... Представь себе мир, где есть только ты, и никто не может послужить тебе «зеркалом», отражающим твои черты... Как это было бы ужасно. Мы вместе, и жизненно важно, чтобы мы служили друг другу путеводным светом. Довольно трудно оставаться просветлёнными в темноте.",
      "id": "Menyegel dirimu sendiri dari seisi dunia hanya akan mempercepat efek erosi ... Bayangkan, sebuah dunia yang di dalamnya cuma ada kamu sendiri, tanpa orang lain untuk merefleksikan dirimu ... ngeri sekali kan. Setiap kali kita bersama, sangat penting bagi kita untuk selalu menyinari satu sama lain, oke? Sulit untuk tetap mencerahkan diri di dalam kegelapan.",
      "th": "การปิดกั้นตัวเอง อาจทำให้ตัวเอง \"สึกกร่อน\" ได้เร็วยิ่งกว่า โลกที่มีแค่ตัวเราเอง โดยไม่มีใครเป็นกระจกสะท้อนตัวเรากลับมา เป็นสิ่งที่น่ากลัวมากเหลือเกิน... เมื่อฉันและเธออยู่ด้วยกัน สิ่งสำคัญที่สุดนั้น คือการช่วยสะท้อนตัวตนของกันและกันออกมาให้อีกฝ่ายได้เห็น",
      "vi": "Giam cầm chính mình có lẽ là cách làm cho bản thân bị \"mài mòn\" nhanh nhất. Chỉ ở trong thế giới của mình, không có người khác để làm gương phản chiếu là một chuyện rất đáng sợ... Khi tôi và cưng ở bên nhau, điều quan trọng nhất là phải biết chăm sóc lẫn nhau đó."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre \"Visão\"...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về \"Vision\"..."
    },
    "line": {
      "zhs": "你说…你很喜欢我佩戴「神之眼」的方式？真有眼光。那么…要来摸摸看吗？",
      "zht": "#{F#妳}{M#你}說…{F#妳}{M#你}很喜歡我佩戴「神之眼」的方式？真有眼光。那麼…要來摸摸看嗎？",
      "jp": "ん？…妾の「神の目」の付け方が好きじゃと？見る目があるではないか。ほれ…触ってみるか？",
      "ko": "내가 「신의 눈」을 착용하는 방식이 맘에 든다고? 보는 눈 있구나. 그럼… 한번 만져볼래?",
      "en": "You're saying... you like how I wear my Vision? You certainly have an eye for a priceless treasure. Well then, I bet you'd like to pet it.",
      "de": "Du meinst ... Es gefällt dir, wie ich das „Göttliche Auge“ trage? Ich würde sagen, du hast wirklich ein gutes Auge. Also ... willst du es anfassen?",
      "es": "#Dices que... ¿te gusta cómo llevo mi Visión? Tienes muy buen ojo para los tesoros de gran valor, querid{F#a}{M#o}. Bueno, ¿te gustaría tocarla?",
      "fr": "#Tu veux dire que... tu aimes la façon dont je porte mon œil divin{NON_BREAK_SPACE}? Tu t'y connais en trésors. Eh bien, je parie que tu aimerais le caresser...",
      "pt": "Você está dizendo que... gosta de como eu visto minha Visão? Você certamente tem bom gosto para tesouros inestimáveis. Bem, aposto que você quer tocá-la, não é mesmo?",
      "ru": "#Говоришь... тебе нравится, как я ношу свой Глаз Бога? У тебя намётанный глаз. Держу пари, ты бы хотел{F#a} его погладить.",
      "id": "Kamu bilang ... kamu suka dengan caraku mengenakan Vision milikku? Kamu memang jagonya lihat harta ya. Nah, aku yakin kamu juga ingin coba mengelusnya.",
      "th": "เธอบอกว่า... เธอชอบวิธีที่ฉันใส่ \"วิชั่น\" เป็นเครื่องประดับงั้นเหรอ? ตาถึงจริง ๆ เลยนะ งั้น...อยากลองจับดูหน่อยมั้ยล่ะ?",
      "vi": "Thích cách mà tôi đeo Vision sao? Có gu đấy, vậy... muốn sờ thử không?"
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享…",
      "zht": "有什麼想要分享…",
      "jp": "シェアしたいこと…",
      "ko": "하고 싶은 이야기…",
      "en": "Something to Share",
      "de": "Willst du mir etwas mitteilen?",
      "es": "¿Algo que decir?",
      "fr": "#Quelque chose à partager{NON_BREAK_SPACE}?",
      "pt": "Algo para Compartilhar...?",
      "ru": "Давай поделимся...",
      "id": "Berbagi Cerita",
      "th": "ต้องการจะแชร์อะไร...",
      "vi": "Có gì muốn chia sẻ không..."
    },
    "line": {
      "zhs": "在油温到八成热时，沿锅下豆腐，再开成小火，等到煎至金黄的时候再夹出来，热乎乎的，这世上没有比油豆腐更好吃的东西了。咦，做法都已经告诉你了，你怎么还愣在这里呢？",
      "zht": "#在油溫到八成熱時，沿鍋下豆腐，再開成小火，等到煎至金黃的時候再夾出來，熱乎乎的，這世上沒有比油豆腐更好吃的東西了。咦，做法都已經告訴{F#妳}{M#你}了，{F#妳}{M#你}怎麼還愣在這裡呢？",
      "jp": "油を沸点の八割まで加熱し、豆腐を鍋に沿って入れる。弱火に切り替え、黄金色になるまで揚げてから取り出せば、熱々の油揚げの完成じゃ。この世でこれに勝るものは存在せぬ。ほれ、作り方を教えてやったんじゃ、何を呆けておる？",
      "ko": "기름이 8할 정도 열이 오르면 두부를 넣고 약한 불로 줄여. 그리고 황금빛으로 튀겨질 때까지 기다렸다가 건져내면 돼. 이 세상에 따끈따끈한 유부보다 맛있는 건 없을 거야. 음? 만드는 법은 다 가르쳐줬는데 왜 아직도 멍하니 있어?",
      "en": "Heat oil on a medium-high flame in a pot. Add the tofu and reduce the heat to a low flame. Cook until golden-brown, take it out, then serve piping hot. There you have it, Fried Tofu. There is nothing more delicious in this world. Well, I've told you how to make it, have I not? Why are you still standing there?",
      "de": "Erhitze das Öl in einem Topf auf mittlerer Flamme. Gib den Tofu hinzu und reduziere die Hitze auf eine kleine Flamme. Frittiere ihn, bis er goldbraun ist, nimm ihn heraus und serviere den Tofu heiß. Da hast du ihn, den frittierten Tofu. Es gibt nichts Köstlicheres auf dieser Welt. Ich habe dir schon gesagt, wie man ihn macht, oder? Warum stehst du immer noch da?",
      "es": "#Pon aceite en una olla a calentar a fuego medio. Agrega el tofu y reduce el fuego. Cocínalo hasta que quede dorado, retíralo, sírvelo bien caliente y ¡listo! Ya tienes tofu frito. No existe nada tan delicioso en el mundo. Bueno, ya te dije cómo se hace, ¿no? Pues vamos, ¡¿qué haces ahí parad{F#a}{M#o}?!",
      "fr": "Il faut chauffer l'huile à feu moyen-vif dans une casserole, ajouter le tofu et réduire à feu doux. Ensuite, on fait cuire jusqu'à ce qu'il soit doré, on le retire du feu et on sert bien chaud. Et voilà, du tofu frit. Il n'y a rien de meilleur. Eh bien, ne t'ai-je pas dit comment faire ? Qu'est-ce que tu attends ?",
      "pt": "#Aqueça o óleo em uma frigideira em fogo médio. Adicione o tofu e reduza as chamas para fogo baixo. Cozinhe até ficar dourado, retire, então sirva ainda quente. Aí está, Tofu Frito. Não tem nada mais gostoso no mundo. Bem, eu te contei como fazer, não foi? Por que ainda está parad{M#o}{F#a} aqui?",
      "ru": "#Нагрей масло в кастрюле на среднем огне. Добавь тофу и уменьши огонь. Обжаривай до золотисто-коричневого цвета, вынь его, затем подавай горячим. Готово, жареный тофу. В этом мире нет ничего вкуснее. Ну, я же рассказала тебе рецепт? Тогда почему ты ещё не начал{F#a} готовить?",
      "id": "Panaskan minyak dalam wajan pakai api agak besar, masukkan tahu, lalu kecilkan api. Goreng sampai warnanya jadi kuning keemasan, angkat, lalu sajikan selagi hangat. Selesai deh, tahu goreng, alias Fried Tofu. Tidak ada lagi yang lebih enak di dunia ini. Nah, aku sudah ajari kamu cara buatnya, kan? Terus kenapa masih berdiri saja di sana?",
      "th": "เมื่อน้ำมันเริ่มเดือด ให้ใส่เต้าหู้ลงไป แล้วหรี่ไฟลงเป็นไฟอ่อน ทอดจนเป็นสีเหลืองทองค่อยตักออกมาเสิร์ฟแบบร้อน ๆ ในโลกนี้ไม่มีอะไรที่อร่อยไปกว่าเต้าหู้ทอดอีกแล้ว เอ๋ ฉันบอกวิธีทำให้เธอไปหมดแล้ว ทำไมเธอถึงยังมัวมายืนอยู่ตรงนี้อยู่อีกล่ะ?",
      "vi": "Đợi dầu sôi đến tám phần, thả trôi đậu phụ vào đó, rồi chỉnh lửa nhỏ lại, đợi vàng đều các mặt thì gắp ra. Nóng hổi giòn giòn, trên thế gian này còn gì tuyệt hơn chứ. Hửm, tôi đã nói cách làm ra rồi đấy, còn đứng ngây ra đó làm gì?"
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "虽然因为在鸣神大社，日日抬头都能得见，有时也会觉得厌烦。不过，那棵神樱毕竟已经是我命运所系之物了啊。",
      "zht": "雖然因為在鳴神大社，日日抬頭都能得見，有時也會覺得厭煩。不過，那棵神櫻畢竟已經是我命運所繫之物了啊。",
      "jp": "鳴神大社にいると毎日のように視界に入るゆえ、時に目障りに思うこともある。じゃが、あの神櫻はすでに、妾の運命と深く関わっておるのじゃ。",
      "ko": "나루카미 다이샤에선 고개를 들면 언제나 보이니까, 가끔 지겨울 때도 있지. 그 신성한 벚나무는 나와 운명으로 엮였으니 어쩔 수 없어",
      "en": "Though I occasionally get a little weary of the sight of it — I can't exactly avoid seeing it at the Grand Narukami Shrine, after all — my fate is intimately intertwined with the Sacred Sakura.",
      "de": "Im Großen Narukami-Schrein befindet sich die heilige Sakura, die schon ein Teil meines Lebens geworden ist. Obwohl es manchmal dazu kommt, dass ich müde bin, sie zu sehen, ist sie doch mit meinem Schicksal eng verbunden.",
      "es": "Aunque a veces me canso de él, ya que no puedo evitar verlo desde el Gran Santuario Narukami, mi destino está fuertemente ligado al Cerezo Sagrado.",
      "fr": "Même si je suis parfois un peu lassée de le voir (ce n'est pas comme si on pouvait le rater au Sanctuaire de Narukami), mon destin est intimement lié à celui du cerisier sacré.",
      "pt": "Embora de vez em quando eu me canse de vê-la — não posso exatamente evitar isso no Grande Santuário Narukami, afinal de contas — meu destino está intimamente entrelaçado com a Sakura Sagrada.",
      "ru": "Хоть иногда я немного устаю от её вида, - ведь, в конце концов, я не могу избежать встречи с ней в Великом храме Наруками, - моя судьба тесно связана со Священной сакурой.",
      "id": "Meskipun kadang-kadang aku bosan melihatnya— karena mau bagaimana lagi, di Kuil Agung Narukami benda itu pasti kelihatan kan— Tapi, takdirku terjalin erat dengan pohon Sacred Sakura.",
      "th": "เพราะตอนอยู่ที่ศาลเจ้า Grand Narukami แค่เงยหน้าขึ้นมอง ฉันก็เห็นมันได้ทุกวัน บางทีฉันก็รู้สึกเบื่อเหมือนกัน แต่ Sacred Sakura ได้กลายเป็นสิ่งที่เกี่ยวพันกับโชคชะตาของชีวิตฉันไปแล้วล่ะ",
      "vi": "Tuy rằng ở Đền Narukami ngày nào ngẩng đầu lên cũng thấy được, đôi lúc cũng cảm thấy nhàm chán. Nhưng cây Anh Đào Thần đó dù sao cũng là vật gắn kết trong vận mệnh của tôi rồi."
    }
  },
  {
    "title": {
      "zhs": "关于雷电将军…",
      "zht": "關於雷電將軍…",
      "jp": "雷電将軍について…",
      "ko": "라이덴 쇼군에 대해…",
      "en": "About the Raiden Shogun",
      "de": "Über Shougun Raiden ...",
      "es": "Sobre la Shogun Raiden...",
      "fr": "À propos de la Shogun Raiden...",
      "pt": "Sobre a Shogun Raiden...",
      "ru": "О сёгуне Райдэн...",
      "id": "Tentang Raiden Shogun",
      "th": "เกี่ยวกับโชกุน Raiden...",
      "vi": "Về Raiden Shogun..."
    },
    "line": {
      "zhs": "明明想要出来，却一直把自己关在一心净土里，简直就是自我折磨嘛…从另一个角度来说，也挺可爱的不是吗。",
      "zht": "明明想要出來，卻一直把自己關在一心淨土裡，簡直就是自我折磨嘛…從另一個角度來說，也挺可愛的不是嗎。",
      "jp": "本当は外に出たいのに、いつまでも己を一心浄土の中に閉じ込めるなど、まるで自虐そのもの…まあ、ある意味それが、あやつのかわいいらしいところでもあるのじゃがな。",
      "ko": "나오고 싶으면서 자기 자신을 일심정토에 가두는 건 고문이나 마찬가지지…. 다른 관점에서 보면 나름 귀엽기도 하지만",
      "en": "Locking herself away in the Plane of Euthymia when she clearly wants to be out — it's just willful self-torture, really... On the other hand, it's also rather stubborn-but-cute, don't you think?",
      "de": "Sich in den utopischen Gefilden einzuschließen, obwohl sie eigentlich draußen sein will, ist einfach nur mutwillige Selbstquälerei ... Andererseits ist es aber auch irgendwie niedlich, oder?",
      "es": "Encerrarse en el plano de la eutimia cuando, claramente, quiere estar fuera de él es como torturarse a sí misma voluntariamente... Aunque, por otro lado, su terquedad también resulta adorable, ¿no crees?",
      "fr": "#S'enfermer dans le plan euthymique quand il est clair qu'elle veut en sortir, c'est tout bonnement de l'auto-torture volontaire, vraiment... Mais c'est ce côté têtu qui la rend attendrissante, tu ne trouves pas{NON_BREAK_SPACE}?",
      "pt": "Se trancar no Plano da Eutimia quando ela obviamente queria estar fora dele — é puramente cárcere privado intencional... Por outro lado, também é uma teimosia fofinha, não acha?",
      "ru": "Запираться в Царстве эвтюмии, когда она явно хочет выйти - это просто умышленное самоистязание, серьёзно... С другой стороны, пусть она и упрямая, но при этом довольно милая, тебе не кажется?",
      "id": "Mengunci dirinya sendiri di Plane of Euthymia ketika sebenarnya jelas-jelas dia ingin keluar— itu sih sengaja menyiksa diri namanya ... Tapi kalau dilihat dari sisi yang berbeda, dia itu keras kepala tapi lucu kan. Setuju tidak?",
      "th": "เห็นได้ชัดเลยว่าเธออยากจะออกมา แต่กลับเอาแต่ขังตัวเองไว้ในดินแดนแห่งใจที่บริสุทธิ์ เป็นการทรมานตัวเองชัด ๆ เลย... แต่ถ้ามองในมุมกลับกัน มันก็น่ารักดีใช่มั้ยล่ะ",
      "vi": "Rõ ràng là muốn ra ngoài, nhưng lại cứ tự nhốt mình lại, đúng là thích tự làm khổ mình mà... Nhưng nhìn từ góc độ khác thì đó cũng là nét đáng yêu đúng không!"
    }
  },
  {
    "title": {
      "zhs": "关于神里绫人…",
      "zht": "關於神里綾人…",
      "jp": "神里綾人について…",
      "ko": "카미사토 아야토에 대해…",
      "en": "About Kamisato Ayato",
      "de": "Über Kamisato Ayato ...",
      "es": "Sobre Kamisato Ayato...",
      "fr": "À propos de Kamisato Ayato...",
      "pt": "Sobre Kamisato Ayato...",
      "ru": "О Камисато Аято...",
      "id": "Tentang Kamisato Ayato",
      "th": "เกี่ยวกับ Kamisato Ayato...",
      "vi": "Về Kamisato Ayato..."
    },
    "line": {
      "zhs": "社奉行家的那个小子啊，从小就不安分，别看他表面上笑得春风和煦，暗地里可不知道在盘算什么呢，令人讨厌…哼，我可跟他不是一类人，哪来同类相斥的说法。",
      "zht": "社奉行家的那個小子啊，從小就不安分，別看他表面上笑得春風和煦，暗地裡可不知道在盤算什麼呢，令人討厭…哼，我可跟他不是一類人，哪來同類相斥的說法。",
      "jp": "社奉行家の若造か。幼い頃から我が道を行くような性格じゃった。表向きはいつもニコニコしておったが、内心では何を企んでおるのか分からぬ。癪に障るやつじゃ…ふんっ、妾はやつとは違う、決して同族嫌悪などではないぞ。",
      "ko": "야시로 봉행 가문의 그 녀석은 어렸을 때부터 얌전하지 않았어. 겉으론 친절한 미소를 띠고 있지만, 속으론 무슨 생각을 하는지 모르겠다니까. 정말 짜증 나…. 흥, 우리가 같은 부류라니? 동족 혐오란 말은 당치도 않아",
      "en": "The Yashiro rascal... he's always been an unpredictable one, even as a child. Don't be taken in by his warm smile. There's no knowing what devious scheme might be brewing inside his head — it's really quite maddening... What do you mean, \"sly as a fox\"? Hmph, if you're trying to insinuate that he and I are anything alike, you are sorely mistaken.",
      "de": "Der Bengel der Yashiro-Verwaltung ... Er war seit seiner Kindheit schon immer unberechenbar. Lass dich nicht von seinem warmen Lächeln täuschen. Man weiß nie, welcher hinterhältige Plan sich in seinem Kopf verbirgt. Er ist wirklich eine Nervensäge. Hm, was meinst du mit „schlau wie eine Kitsune“? Ich bin auf keinen Fall der gleiche Typ wie er.",
      "es": "#Ese jovenzuelo de la Comisión Yashiro... Siempre ha sido muy impredecible, incluso cuando era un niño. Que no te confunda su cálida sonrisa, nunca se sabe qué retorcido plan tiene en mente. Es exasperante... ¿A qué te refieres con que es “astuto como un zorro”? ¡Hum! Si lo que insinúas es que él y yo somos parecidos, estás completamente equivocad{F#a}{M#o}, querid{F#a}{M#o}.",
      "fr": "Ce petit coquin de la Commission culturelle... Il a toujours été imprévisible, même enfant. Ne te laisse pas avoir par son sourire. On ne sait jamais ce qu'il a derrière la tête celui-là, c'est vraiment agaçant... Qu'est-ce que tu veux dire par « rusé comme un renard » ? Hmpf, si tu essayes d'insinuer que lui et moi, on est pareils, tu te trompes.",
      "pt": "#O malandrinho da Comissão Yashiro... ele sempre foi imprevisível, até mesmo quando criança. Não se deixe enganar pelo seu sorriso acolhedor. Não tem como saber que tipos de planos diabólicos está se passando pela sua cabeça — é realmente irritante... O que você quer dizer com \"astuto feito uma raposa\"? Hnf, se você está tentando insinuar que eu e ele somos a mesma coisa, você está completamente enganad{M#o}{F#a}.",
      "ru": "Подлец из Ясиро... Он всегда был непредсказуемым, даже в детстве. Не поддавайся его тёплой улыбке. Неизвестно, какой коварный план зреет у него в голове. Это просто сводит с ума... Что ты имеешь в виду, говоря «хитрый, как лиса»? Хм, если ты пытаешься намекнуть, что мы с ним в чём-то похожи, то сильно ошибаешься.",
      "id": "Si berandalan Yashiro ya ... dia memang susah ditebak, bahkan sudah sedari kecil dulu. Hati-hati dengan senyum manisnya. Tidak ada yang tahu rencana licik apa yang sedang dia pikirkan dalam kepalanya, benar-benar menjengkelkan ... Apa maksudnya \"cerdik seperti rubah\"? Heh, kalau kamu mau bilang dia mirip sama aku, kamu salah besar.",
      "th": "เจ้าคนของสำนัก Yashiro นั่น เป็นคนที่คาดเดาไม่ได้ตั้งแต่เด็กแล้ว อย่าไปหลงกลรอยยิ้มอันอบอุ่นของเขาเข้าล่ะ เพราะไม่รู้ว่าเขาจะวางแผนอะไรไว้ในใจบ้าง ไม่ชอบใจเอาซะเลย... ฮึ ฉันไม่ใช่คนแบบเดียวกับเขาสักหน่อย จะมาบอกว่าเป็นพวกเดียวกันได้ยังไง",
      "vi": "Tên tiểu tử của Hiệp Hội Yashiro đó sao, từ nhỏ đã không an phận rồi, đừng để điệu cười của hắn đánh lừa, không ai biết trong thâm tâm của hắn mưu tính chuyện gì đâu, khó ưa... Hứ, tôi với hắn không cùng một kiểu người, nên cũng chả có gì hay ho để nói cả."
    }
  },
  {
    "title": {
      "zhs": "关于神里绫华…",
      "zht": "關於神里綾華…",
      "jp": "神里綾華について…",
      "ko": "카미사토 아야카에 대해…",
      "en": "About Kamisato Ayaka",
      "de": "Über Kamisato Ayaka ...",
      "es": "Sobre Kamisato Ayaka...",
      "fr": "À propos de Kamisato Ayaka...",
      "pt": "Sobre Kamisato Ayaka...",
      "ru": "О Камисато Аяке...",
      "id": "Tentang Kamisato Ayaka",
      "th": "เกี่ยวกับ Kamisato Ayaka...",
      "vi": "Về Kamisato Ayaka..."
    },
    "line": {
      "zhs": "我很喜欢社奉行家的小姑娘，任何事都安排得井井有条。不过社奉行一直都在做些吃力不讨好的活，可怜，如果她不是神里家的人，我早就把她挖到八重堂了。",
      "zht": "我很喜歡社奉行家的小姑娘，任何事都安排得井井有條。不過社奉行一直都在做些吃力不討好的活，可憐，如果她不是神里家的人，我早就把她挖到八重堂了。",
      "jp": "社奉行家の小娘のことなら、妾は大好きじゃぞ。何事においても理路整然としておるからのう。じゃが、社奉行はいつも損な役回りを演じておる、かわいそうに。あやつが神里家の者でなかったら、とうに八重堂に引き抜いておったところじゃ。",
      "ko": "난 야시로 봉행의 그 소녀가 참 마음에 들어. 무슨 일이든 똑 부러지게 처리하잖아. 근데 야시로 봉행은 항상 고생만 하고 좋은 소리는 못 듣는 일만 해. 가엽기도 하지. 카미사토 가문 사람이 아니었으면 진작 야에 출판사로 데려왔을 텐데",
      "en": "I'm very fond indeed of the Yashiro Commission girl. She adroitly handles every matter that comes before her. Unfortunately, it's often thankless work. Pity. Were she not a member of the Kamisato Clan, I would have long since snatched her up for the Yae Publishing House.",
      "de": "Ich mag das Mädchen der Yashiro-Verwaltung wirklich sehr gern. Sie kümmert sich geschickt um jede Angelegenheit. Leider ist es oft eine undankbare Arbeit. Schade, wäre sie nicht Mitglied des Kamisato-Klans, hätte ich sie schon längst für Verlagshaus Yae abgeworben.",
      "es": "Me agrada mucho la señorita de la Comisión Yashiro. Soluciona hábilmente cualquier asunto que se le presenta, pero por desgracia, su trabajo suele ser poco reconocido. Una lástima... Si no fuera miembro del clan Kamisato, me la habría llevado a la Editorial Yae hace mucho tiempo.",
      "fr": "J'aime beaucoup la fille de la Commission culturelle. Elle gère bien toutes les affaires qui se présentent à elle. Malheureusement, c'est souvent un travail ingrat. C'est dommage. Si elle ne faisait pas partie du Clan Kamisato, cela fait longtemps que je l'aurais réquisitionnée pour la Chambre Yae.",
      "pt": "Eu gosto muito da senhorita da Comissão Yashiro. Ela lida muito bem com todos os assuntos que se apresentam a ela. Infelizmente, na maior parte do tempo é um trabalho ingrato. Uma pena. Se ela não fosse integrante do Clã Kamisato, eu a teria trazido para a Editora Yae há muito tempo.",
      "ru": "Мне и правда очень нравится эта девочка из комиссии Ясиро. Она ловко справляется со всеми трудностями, с которыми сталкивается. К сожалению, зачастую это неблагодарная работа. Жаль. Если бы она не была из клана Камисато, я бы уже давно забрала её в издательский дом Яэ.",
      "id": "Ah, aku memang sayang sekali sama si anak gadis Yashiro Commission. Dia cekatan dalam menangani segala macam urusan. Sayangnya, tidak banyak yang tahu kalau dia kerja keras, kasihan ya. Kalau dia bukan anggota Klan Kamisato, aku pasti sudah tarik dia ke Yae Publishing House dari dulu.",
      "th": "ฉันชอบสาวน้อยของสำนัก Yashiro มาก ๆ เลย เธอจัดการทุกเรื่องได้อย่างเป็นระเบียบเรียบร้อย แต่อยู่ในสำนัก Yashiro เธอมักจะได้ทำแต่งานที่เปลืองแรงโดยเปล่าประโยชน์อยู่เสมอ น่าสงสารจริง ๆ ถ้าเธอไม่ได้เป็นคนของตระกูล Kamisato นะ ฉันคงดึงตัวเธอมาที่สำนักพิมพ์ Yae ตั้งนานแล้วล่ะ",
      "vi": "Tôi rất thích tiểu cô nương của Hiệp Hội Yashiro đó, làm việc gì cũng rất nề nếp. Nhưng mà Hiệp Hội Yashiro lại luôn làm những việc phí công vô ích, đáng thương. Nếu cô ấy không phải là người của nhà Kamisato là tôi đã lôi kéo về Nhà Xuất Bản Yae rồi."
    }
  },
  {
    "title": {
      "zhs": "关于九条裟罗…",
      "zht": "關於九條裟羅…",
      "jp": "九条裟羅について…",
      "ko": "쿠죠 사라에 대해…",
      "en": "About Kujou Sara",
      "de": "Über Kujou Sara ...",
      "es": "Sobre Kujou Sara...",
      "fr": "À propos de Kujou Sara...",
      "pt": "Sobre Kujou Sara...",
      "ru": "О Кудзё Саре...",
      "id": "Tentang Kujou Sara",
      "th": "เกี่ยวกับ Kujou Sara...",
      "vi": "Về Kujou Sara..."
    },
    "line": {
      "zhs": "这块愚笨的木头啊，远不如她那天狗爹爹心思活络…哎呀，怎么说呢，虽说木讷耿直也有木讷耿直的好处吧，不过还是希望下次不要在神社拦着我，一个劲追问影的事了。",
      "zht": "這塊愚笨的木頭啊，遠不如她那天狗爹爹心思活絡…哎呀，怎麼說呢，雖說木訥耿直也有木訥耿直的好處吧，不過還是希望下次不要在神社攔著我，一個勁追問影的事了。",
      "jp": "あの頑固頭か…頭の柔軟さでは、あやつの天狗親父と比べて遥かに劣っておる…まあ、なんと言うか、頑固者にも頑固者の良さはあるが…願わくば、神社で妾を呼び止め、影のことをしつこく聞いてくるのはやめてほしいものじゃ。",
      "ko": "그 어리석은 텐구는 아버지에 비하면 너무 아둔해… 뭐랄까, 무뚝뚝하고 솔직한 것도 나름의 장점이 있지만… 아무튼 앞으론 신사에서 날 가로막고 에이에 대해 캐묻지 않았으면 좋겠어",
      "en": "Not the sharpest tengu in the forest — she certainly didn't inherit the brilliant mind of daddy tengu, that's for sure. *sigh* How shall I put this? I suppose being blunt and dispensing with tact has its own advantages... But I do hope that the next time she visits the shrine, she keeps to herself. I've got better things to do than answer her incessant questions about Ei.",
      "de": "Sie ist offensichtlich nicht der klügste Tengu des Waldes. Den brillanten Verstand ihres Papas hat sie leider nicht geerbt ... Wie soll ich das sagen? Ich nehme an, unverblümt und stur zu sein, hat seine eigenen Vorteile ... Aber ich hoffe, dass ich das nächste Mal, wenn sie den Schrein besucht, ihre ständigen Fragen über Ei nicht zu beantworten brauch.",
      "es": "No es la tengu más inteligente de la bandada. Ciertamente, no heredó la brillante mente de su padre tengu. *Suspira*, ¿cómo decirlo? Supongo que ser franca y no tener tacto tiene sus ventajas, pero espero que no se comporte así la próxima vez que visite el santuario. Tengo mejores cosas que hacer que responder sus infinitas preguntas sobre Ei.",
      "fr": "Pas forcément la plus futée des Tengu. Elle n'a certainement pas hérité de l'esprit brillant de son père, c'est sûr. *soupir* Comment dire ? Je suppose qu'être franche et faire preuve de tact a ses avantages... Mais j'espère que la prochaine fois qu'elle viendra au sanctuaire, elle saura se retenir. J'ai mieux à faire que de répondre à ses questions incessantes sur Ei.",
      "pt": "Não é a tengu mais inteligente de todas — ela certamente não puxou a mente brilhante do seu papai tengu, isso é certeza. *Suspira* Como posso dizer? Acho que ser direta sem poupar palavras tem suas vantagens... mas eu certamente espero que da próxima vez que ela venha visitar o santuário, ela fique calada. Eu tenho coisas melhores para fazer da vida do que ficar respondendo suas perguntas incessantes sobre a Ei.",
      "ru": "Не самая сообразительная тэнгу в лесу. Она не унаследовала блестящий ум папочки, это точно. Эх, как бы это сказать? Я полагаю, что прямота и отсутствие такта имеют свои преимущества... Но я очень надеюсь, что в следующий раз, когда она посетит храм, то будет держаться подальше. У меня есть дела поважнее, чем отвечать на её непрекращающиеся вопросы об Эи.",
      "id": "Dia bukan tengu yang paling pintar di gunung, otak cerdik papa tengu tidak turun ke dia. Gimana yah ngomongnya? Bicara blak-blakan tanpa basa-basi berlebihan memang ada bagusnya, tapi kuharap kali berikutnya dia ke kuil, dia tidak ganggu aku terus. Aku banyak urusan, mana bisa buang waktu buat jawab pertanyaan dia tentang Ei terus.",
      "th": "ไม้โง่ ๆ ท่อนนี้น่ะนะ สู้ไม่ได้กับความเฉลียวฉลาดของพ่อเท็งงุของเธอเลยสักนิด... เฮ้อ จะว่ายังไงดีล่ะ ถึงแม้ว่าการเป็นคนตรงไปตรงมาก็มีข้อดีอยู่เหมือนกัน แต่ฉันก็หวังว่าครั้งหน้าเธอจะไม่มาตามราวีฉันที่ศาลเจ้า แล้วเอาแต่ถามเกี่ยวกับเรื่องของ Ei อีกนะ",
      "vi": "Khúc gỗ ngốc nghếch đó sao, thua xa người cha Tengu đầu óc nhạy bén của cô ta... Ây da, nói sao nhỉ, tuy rằng ngay thẳng chính trực cũng có điểm tốt của nó, nhưng mà hy vọng lần sau đừng có đến đền thần chặn đường tôi mà truy hỏi chuyện của Ei nữa."
    }
  },
  {
    "title": {
      "zhs": "关于宵宫…",
      "zht": "關於宵宮…",
      "jp": "宵宮について…",
      "ko": "요이미야에 대해…",
      "en": "About Yoimiya",
      "de": "Über Yoimiya ...",
      "es": "Sobre Yoimiya...",
      "fr": "À propos de Yoimiya...",
      "pt": "Sobre Yoimiya...",
      "ru": "О Ёимии...",
      "id": "Tentang Yoimiya",
      "th": "เกี่ยวกับ Yoimiya...",
      "vi": "Về Yoimiya..."
    },
    "line": {
      "zhs": "长野原的烟花嘛，也是每年难得的值得期盼之物了。据说前些天她还大闹天领奉行，在敷地大放烟花。呵，九条家的人恐怕气得脸都变青了，真是可惜呀，没能亲眼看到那副场景。",
      "zht": "長野原的煙花嘛，也是每年難得的值得期盼之物了。據說前些天她還大鬧天領奉行，在敷地大放煙花。呵，九條家的人恐怕氣得臉都變青了，真是可惜呀，沒能親眼看到那副場景。",
      "jp": "長野原の花火か、妾にとって一年のうちの数少ない楽しみでもある。聞いたところによると、先日、天領奉行で騒ぎを起こし、敷地内で花火を放ったそうじゃ。ふふっ、九条家の者はきっと怒りで顔を引きつらせておったじゃろうな。それをこの目で見ることができなかったのは実に残念じゃ。",
      "ko": "나가노하라의 폭죽은 일상 속에서 그나마 매년 기대되는 거라고 할 수 있어. 며칠 전에 그 애가 텐료 봉행 부지에서 폭죽을 터트리며 난리를 쳤다지. 후후, 쿠죠 가문 사람은 얼굴이 새빨개질 정도로 화났을 거야. 그 장면을 직접 못 봐서 너무 아쉽네",
      "en": "Naganohara fireworks are well worth the wait every year. Word is that she caused quite an uproar among the Tenryou Commission recently by setting off fireworks all over the place. Heh, I'm sure the members of the Kujou Clan must've turned purple with rage... A pity that I couldn't be there to see it for myself.",
      "de": "Das Naganohara-Feuerwerk ist eines der wenigen Dinge, auf die du dich jedes Jahr freuen kannst. Man sagte, dass sie vor Kurzem einen ziemlichen Aufruhr in der Tenryou-Verwaltung verursacht hat, indem sie überall Feuerwerkskörper gezündet hat. Ich bin sicher, dass die Gesichter der Mitglieder des Kujou-Klans vor Wut lila geworden sind ... Schade, dass ich nicht dabei sein konnte, um es mit eigenen Augen zu sehen.",
      "es": "Vale la pena esperar todo el año para ver los fuegos artificiales de los Naganohara. Dicen que, hace poco, ella armó un buen alboroto en la Comisión Tenryou al prender unos fuegos por todas partes. Jeje, seguro que a los miembros del clan Kujou les hirvió la sangre. Qué pena no haber estado allí para verlo.",
      "fr": "Les feux d'artifice de Naganohara valent la peine d'attendre chaque année. Il paraît qu'elle a provoqué un véritable tollé à la Commission administrative récemment en déclenchant des feux d'artifice un peu partout. Héhé, je suis sûre que les membres du Clan Kujou ont dû être verts de rage... Dommage que je n'ai pas pu assister à ça.",
      "pt": "Os fogos de artifício dos Naganohara certamente valem a espera todos os anos. Dizem por aí que ela recentemente criou o maior rebuliço dentre a Comissão Tenryou ao soltar fogos por toda a parte. Heh, tenho certeza que os membros do Clã Kujou ficaram vermelhos de raiva... uma pena que não pude estar lá para ver por mim mesma.",
      "ru": "Фейерверки Наганохары стоят того, чтобы ждать их каждый год. Ходят слухи, что недавно она вызвала настоящий переполох в комиссии Тэнрё, устроив большой фейерверк. Хех, уверена, что члены клана Кудзё просто побагровели от ярости... Жаль, что мне не удалось увидеть это своими глазами.",
      "id": "Kembang api buatan Naganohara memang layak dinantikan setiap tahun. Kabarnya, baru-baru ini dia bikin keributan di Tenryou Commission dengan cara menyalakan kembang api di semua tempat. Heh, aku yakin muka para anggota Klan Kujou jadi merah semua karena menahan marah ... dan sayangnya aku tidak bisa saksikan langsung.",
      "th": "ดอกไม้ไฟของ Naganohara เป็นหนึ่งในของหายากที่คุ้มค่าแก่การรอคอยในทุกปี ว่ากันว่าหลายวันก่อนเธอได้สร้างความวุ่นวายให้กับสำนัก Tenryou ซะยกใหญ่ โดยการเที่ยวจุดดอกไม้ไฟไปทั่วทุกที่ ฮึ ฉันว่าพวกคนของตระกูล Kujou คงจะโกรธจนหน้าดำหน้าแดงแน่ น่าเสียดายจริง ๆ ที่ฉันไม่ได้เห็นฉากนั้นกับตาตัวเอง",
      "vi": "Pháo hoa của Naganohara à, cũng là một trong những thứ hiếm hoi đáng để chờ đợi hàng năm. Nghe nói dạo trước cô ấy còn đại náo Hiệp Hội Tenryou, bắn pháo hoa ở khắp nơi nữa. Hơ, người của nhà Kujou chắc là tức tới xanh mặt luôn, thật đáng tiếc quá, không được tận mắt chứng kiến cảnh đó."
    }
  },
  {
    "title": {
      "zhs": "关于甘雨…",
      "zht": "關於甘雨…",
      "jp": "甘雨について…",
      "ko": "감우에 대해…",
      "en": "About Ganyu",
      "de": "Über Ganyu ...",
      "es": "Sobre Ganyu...",
      "fr": "À propos de Ganyu...",
      "pt": "Sobre Ganyu...",
      "ru": "О Гань Юй...",
      "id": "Tentang Ganyu",
      "th": "เกี่ยวกับ Ganyu...",
      "vi": "Về Ganyu..."
    },
    "line": {
      "zhs": "这么说来，很久没有见过甘雨姐姐了。稻妻尚未锁国时，璃月与稻妻往来事务都是我与她接洽，真是相当可靠，下次若有机会去璃月，再给她带些新鲜的海灵芝吧。",
      "zht": "這麼說來，很久沒有見過甘雨姐姐了。稻妻尚未鎖國時，璃月與稻妻往來事務都是我與她接洽，真是相當可靠，下次若有機會去璃月，再給她帶些新鮮的海靈芝吧。",
      "jp": "そういえば、甘雨の姉君には久しく会っておらぬな。稲妻がまだ鎖国をしていなかった頃、璃月と稲妻の間の事務はすべて妾と姉君が受け持っておったんじゃ。姉君は本当に頼りになるお方じゃ。今度璃月へ行く機会があったら、また新鮮なウミレイシを姉君に持っていくとしよう。",
      "ko": "그러고 보니 감우 언니를 안 본 지도 오래됐네. 이나즈마에 쇄국령이 실시되기 전에 리월과 이나즈마 사이의 교류는 전부 나랑 감우 언니가 만나서 의논하곤 했는데, 어찌나 믿음직하던지. 다음에 리월에 갈 기회가 생기면 신선한 바다 불로초를 더 가져다줘야겠어",
      "en": "Hmm, now that you mention it, it's been a while since I last saw Ganyu. Before the Sakoku Decree came into effect, the two of us would often meet to discuss bilateral relations between our two nations. I always found her quite reliable. The next time you go to Liyue, take her some more fresh Sea Ganoderma for me.",
      "de": "Nun ... Ich habe Ganyu wirklich schon eine Weile nicht mehr gesehen. Als das Sakoku-Dekret noch nicht in Kraft getreten war, war ich diejenige, die mit ihr über alle Angelegenheiten zwischen Liyue und Inazuma verhandelt hat. Das nächste Mal, wenn ich die Gelegenheit habe, nach Liyue zu gehen, werde ich ihr ein paar frische Meereslackporlinge mitbringen.",
      "es": "Humm, ahora que lo dices, hace bastante tiempo que no veo a Ganyu. Antes del Decreto de cierre de fronteras, las dos solíamos reunirnos para hablar de las relaciones bilaterales entre nuestras naciones. Siempre la he visto como alguien en quien se puede confiar. La próxima vez que vayas a Liyue, llévale unos hongos marinos de mi parte.",
      "fr": "Hmm, maintenant que tu m'en parles, ça fait un moment que je n'ai pas vu Ganyu. Avant l'entrée en vigueur du décret de confinement, on se rencontrait souvent toutes les deux pour discuter des relations entre nos deux nations. J'ai toujours trouvé que c'était quelqu'un de fiable. La prochaine fois que tu iras à Liyue, apporte-lui du ganoderma marin frais de ma part.",
      "pt": "Hmm, agora que você comentou, já faz um tempo desde a última vez que vi Ganyu. Antes do Decreto Sakoku ter sido começado, nós duas nos encontrávamos para discutir relações bilaterais entre as nossas duas nações. Sempre achei ela bem confiável. Da próxima vez que você for a Liyue, leve para ela alguns Fungos Marítimos frescos por mim.",
      "ru": "Хм, прошло уже много времени с тех пор, как я в последний раз видела Гань Юй. До того, как указ Сакоку вступил в силу, мы часто встречались, чтобы обсудить отношения между нашими странами. Я всегда считала её вполне надежной. В следующий раз, когда отправишься в Ли Юэ, передай ей немного свежего морского гриба от меня.",
      "id": "Hmm, benar juga ya, sudah lama aku tidak ketemu sama Ganyu. Sebelum Dekrit Sakoku diberlakukan, kami sering ketemu untuk membahas hubungan bilateral. Aku merasa dia tipe yang bisa diandalkan. Nanti kalau ke Liyue lagi, aku bawa Sea Ganoderma segar lagi deh, buat dia.",
      "th": "จะว่าไปแล้วก็ไม่ได้เจอพี่ Ganyu ตั้งนานแล้ว ตอนที่ Inazuma ยังไม่ปิดประเทศ เราสองคนมักจะพบกันเพื่อหารือเกี่ยวกับความสัมพันธ์ระหว่าง Inazuma กับ Liyue เสมอ เธอพึ่งพาได้มากจริง ๆ คราวหน้าถ้ามีโอกาสไปที่ Liyue อีก ฉันจะนำ Sea Ganoderma สด ๆ ไปให้เธอด้วย",
      "vi": "Nói ra thì, đã lâu rồi chưa gặp chị Ganyu. Khi Inazuma chưa bế quan tỏa cảng, các mục công việc giữa Inazuma và Liyue đều do tôi và chị ấy đảm nhiệm, chị ấy rất đáng tin cậy. Lần sau nếu có cơ hội đến Liyue, thì lại đem chút Hải Linh Chi cho chị Ganyu vậy."
    }
  },
  {
    "title": {
      "zhs": "关于珊瑚宫心海…",
      "zht": "關於珊瑚宮心海…",
      "jp": "珊瑚宮心海について…",
      "ko": "산고노미야 코코미에 대해…",
      "en": "About Sangonomiya Kokomi",
      "de": "Über Sangonomiya Kokomi ...",
      "es": "Sobre Sangonomiya Kokomi...",
      "fr": "À propos de Sangonomiya Kokomi...",
      "pt": "Sobre Sangonomiya Kokomi...",
      "ru": "О Сангономии Кокоми...",
      "id": "Tentang Sangonomiya Kokomi",
      "th": "เกี่ยวกับ Sangonomiya Kokomi...",
      "vi": "Về Sangonomiya Kokomi..."
    },
    "line": {
      "zhs": "现在的巫女，一个比一个可爱。不知道这孩子跳起太平神乐之舞会是什么样子，说不好群鱼也会跟着旋转吧。只要她肯叫我一声神子姐姐，呵呵…我倒有些心得愿意分享。",
      "zht": "現在的巫女，一個比一個可愛。不知道這孩子跳起太平神樂之舞會是什麼樣子，說不好群魚也會跟著旋轉吧。只要她肯叫我一聲神子姐姐，呵呵…我倒有些心得願意分享。",
      "jp": "今の巫女は、みなかわゆい容姿をしておる。この娘が太平神楽を踊ったら一体どうなることか、群魚すら一緒に踊り回るやもしれぬな。もし妾を「神子お姉さま」と呼んでくれたならば、ふふ…妾は喜んで心得を教えてやるつもりじゃぞ。",
      "ko": "지금의 무녀들은 하나같이 귀엽다니까. 그 아이가 태평 신악의 춤을 추면 어떤 모습이려나. 물고기들도 같이 춤출지도 몰라. 미코 언니라고 불러준다면, 후후… 내 노하우를 공유해줄 텐데",
      "en": "These Divine Priestesses seem to be getting cuter every generation. I wonder how she looks performing the Dance of Divine Peace... Perhaps even little schools of fish swish around her while she spins. If she's ever looking for a more experienced head shrine maiden to learn from, I'd be quite happy to share a few tips with her... Hehe, as long as she asked me nicely, of course.",
      "de": "Die Schreinjungfern heutzutage scheinen mit jeder Generation niedlicher zu werden. Ich frage mich, wie sie wohl aussieht, wenn sie den Kagura-Tanz des Friedens aufführt ... Vielleicht würden sogar Fische mit ihr tanzen. Wenn sie von mir als einer älteren Schreinjungfer Tipps hören wollte, wäre ich bereit, ein paar Dinge mit ihr zu teilen.",
      "es": "Las Sacerdotisas Divinas de estos tiempos se vuelven más adorables con cada generación que pasa. Me pregunto qué tal bailará ella la danza divina de la paz... Quizás pequeños bancos de peces revoloteen a su alrededor mientras baila. Si alguna vez necesita aprender de una sacerdotisa líder con más experiencia, estaré encantada de compartir algunos consejos con ella. Jeje, siempre y cuando me lo pida amablemente, claro.",
      "fr": "On dirait que les prêtresses divines sont de plus en plus mignonnes au fil des générations. Je me demande ce que ça donne quand elle exécute la danse de la paix divine... Peut-être que des petits bancs de poissons viennent tourbillonner autour d'elle pendant qu'elle tourne. Si un jour elle cherche une prêtresse plus expérimentée pour lui apprendre des choses, je serai ravie d'accepter... Héhé, du moment que c'est demandé gentiment, bien sûr.",
      "pt": "Essas Sacerdotisas Divinas parecem estar ficando cada vez mais fofas a cada geração. Me pergunto como ela deve parecer enquanto executa a Dança Divina da Paz... talvez até mesmo pequenos cardumes dancem em volta dela enquanto ela rodopia. Se ela estiver em algum momento procurando uma sacerdotisa experiente para aprender, eu ficaria mais do que feliz de compartilhar algumas dicas com ela... Hehe, desde que ela me peça com jeitinho, é claro.",
      "ru": "Божественные жрицы, кажется, становятся всё симпатичнее с каждым поколением. Интересно, как она выглядит, исполняя танец Божественного покоя... Возможно, когда она крутится вокруг своей оси, рядом даже появляются маленькие косяки рыб. Если ей когда-нибудь понадобится более опытная жрица, у которой можно было бы поучиться, я с радостью поделюсь с ней знаниями... Хе-хе, если она, конечно, вежливо меня попросит.",
      "id": "Pemimpin Suci mereka semakin ke sini semakin imut loh. Aku jadi penasaran dia bakal seperti apa kalau menarikan tarian kagura ... Mungkin sekumpulan ikan kecil akan mengitarinya saat dia berputar. Kalau dia mau belajar dari miko yang lebih berpengalaman, aku akan dengan senang hati berbagi tips dengannya ... Hehe, asal dia sopan saja mintanya.",
      "th": "มิโกะเดี๋ยวนี้ น่ารักขึ้นเรื่อย ๆ เลยนะ ไม่รู้ว่าตอนที่เธอแสดงการรำคางุระจะเป็นยังไงนะ บางทีฝูงปลาอาจจะหมุนตามเธอไปด้วยก็ได้ละมั้ง ขอแค่เธอยินดีเรียกฉันว่าพี่มิโกะสักคำ ฮิฮิ... ฉันก็ยินดีที่จะแบ่งปันประสบการณ์ให้อยู่แล้วล่ะ",
      "vi": "Pháp sư ngày nay càng ngày càng dễ thương. Không biết cô bé đó nhảy Vũ Điệu Thái Bình sẽ ra sao nhỉ, nói không chừng sẽ có đàn cá bơi xung quanh đó. Nhưng mà chỉ cần cô ấy chịu gọi một tiếng chị Miko, hơ hơ... tôi sẽ đồng ý chia sẻ một số kinh nghiệm của mình."
    }
  },
  {
    "title": {
      "zhs": "关于国崩…",
      "zht": "關於國崩…",
      "jp": "国崩について…",
      "ko": "쿠니쿠즈시에 대해…",
      "en": "About Kunikuzushi",
      "de": "Über Kunikuzushi ...",
      "es": "Sobre Kunikuzushi...",
      "fr": "À propos de Kunikuzushi...",
      "pt": "Sobre Kunikuzushi...",
      "ru": "О Куникудзуси...",
      "id": "Tentang Kunikuzushi",
      "th": "เกี่ยวกับ Kunikuzushi...",
      "vi": "Về Kunikuzushi..."
    },
    "line": {
      "zhs": "我当时就觉得那是个麻烦，不过她却说毕竟是自己创造之物不愿出手。早知变成现在这样，还不如当初就瞒着她处理掉算了。现在？呵…现在，已经变麻烦啦。",
      "zht": "我當時就覺得那是個麻煩，不過她卻說畢竟是自己創造之物不願出手。早知變成現在這樣，還不如當初就瞞著她處理掉算了。現在？呵…現在，已經變麻煩啦。",
      "jp": "妾は当時からあれを厄介なやつだと思っておった。じゃがあやつは、自身の創造したものじゃからと手を出したくないと言いおった。こうなると分かっておれば、あやつに黙って処分しておいたというのに。今はもう…ふんっ、まったく厄介な面倒事じゃ。",
      "ko": "그때부터 그게 골치 아프다고 생각했어. 하지만 그녀는 자기가 만든 것이니 건드리고 싶지 않다고 했지. 이렇게 될 줄 알았다면 그때 몰래 처리해버릴걸. 지금? 하하… 지금은 너무 늦었어",
      "en": "I thought it was a disaster waiting to happen at the time, but she insisted that she wasn't going to lift a finger against the object of her own creation. Had I known how things would unfold, I would have simply disposed of it without her knowing. Hmm? What about now? Hehe... Well, we're no longer waiting for the disaster to happen, are we?",
      "de": "Ich dachte damals schon, dass es ein Problem war, aber sie sagte, sie wolle es nicht zerstören, weil es ihre eigene Kreation war. Wenn ich gewusst hätte, dass es so sein würde, hätte ich es genauso gut loswerden können, ohne es ihr zu sagen. Jetzt? Nun ... jetzt ist die Situation heikel geworden.",
      "es": "En aquel entonces, pensé que sería un desastre que podría ocurrir en cualquier momento, pero ella insistió en que no iba a mover un dedo contra el objeto que ella misma había creado. De haber sabido cómo irían las cosas, me habría deshecho de él sin que lo supiera. ¿Eh? ¿Que qué va a pasar ahora? Jeje, bueno, ya no estamos esperando a que ocurra un desastre, ¿no?",
      "fr": "Je pensais qu'on courait droit à la catastrophe, mais elle a insisté sur le fait qu'elle n'allait pas lever le petit doigt contre l'objet de sa création. Si j'avais su comment ça allait se passer, je m'en serais débarrassée dans son dos. Hmm ? Et maintenant ? Héhé... Eh bien, on n'attend plus de catastrophe, n'est-ce pas ?",
      "pt": "Na época, achei que era um desastre prestes a acontecer, mas ela insistiu que ela não iria levantar um só dedo contra os objetos de sua própria criação. Se eu soubesse como as coisas teriam se desenrolado, eu teria simplesmente me livrado sem ela saber. Hmmm? E quanto a agora? Hehe... bem, não estamos mais esperando por um desastre acontecer, não é mesmo?",
      "ru": "Я ещё тогда думала, что из-за него могут возникнуть проблемы. Но она настаивала, что и пальцем не шевельнёт против своего собственного творения. Если бы я знала, как всё обернётся, я бы просто избавилась от него без её ведома. Хм? А что сейчас? Ну, сейчас проблемы уже возникли.",
      "id": "Waktu itu aku sudah tahu kalau ini bencana yang tinggal tunggu waktu saja, tapi dia tetap tidak mau menyentuh buatannya itu. Kalau saja aku tahu perkembangannya jadi seperti ini, mungkin dulu sudah kubuang saja dia diam-diam. Hmm ... kalau sekarang? Hehe ... yah, kita sudah bukan lagi menunggu bencananya kejadian kan.",
      "th": "ตอนนั้นฉันก็คิดอยู่แล้วว่ามันจะต้องเป็นปัญหาแน่ แต่เธอกลับบอกว่ามันเป็นสิ่งที่เธอสร้างขึ้นและเธอไม่อยากลงมือกับมัน ถ้ารู้ว่ามันจะเป็นแบบนี้ตั้งแต่แรก สู้ฉันจัดการโดยไม่บอกเธอยังจะดีเสียกว่า แล้วตอนนี้ล่ะ? ฮึ...ตอนนี้ ก็ได้กลายเป็นปัญหาเข้าแล้วไง",
      "vi": "Tôi đã sớm cảm thấy hắn là một mối nguy rồi, nhưng cô ấy bảo dù sao cũng là tạo vật do mình làm ra, không nỡ ra tay. Biết trước như vậy thì khi đó tôi đã lén lén xử hắn luôn rồi. Giờ sao? Hờ... giờ thì phiền phức hơn nhiều rồi."
    }
  },
  {
    "title": {
      "zhs": "关于荒泷一斗…",
      "zht": "關於荒瀧一斗…",
      "jp": "荒瀧一斗について…",
      "ko": "아라타키 이토에 대해…",
      "en": "About Arataki Itto",
      "de": "Über Arataki Itto ...",
      "es": "Sobre Arataki Itto...",
      "fr": "À propos d'Arataki Itto...",
      "pt": "Sobre Arataki Itto...",
      "ru": "Об Аратаки Итто...",
      "id": "Tentang Arataki Itto",
      "th": "เกี่ยวกับ Arataki Itto...",
      "vi": "Về Arataki Itto..."
    },
    "line": {
      "zhs": "他呀，鬼族的奇怪小子，呵，听说他找了九条家不少的麻烦。天领奉行的人想要以有伤风化为由将他写于街上的留言擦掉，是我找人保留的，呵，这么有趣的小鬼，这些年可是难能一见了。",
      "zht": "他呀，鬼族的奇怪小子，呵，聽說他找了九條家不少的麻煩。天領奉行的人想要以有傷風化為由將他寫於街上的留言擦掉，是我找人保留的，呵，這麼有趣的小鬼，這些年可是難能一見了。",
      "jp": "あやつか、鬼族の妙な若造じゃろ。ふふっ、九条家に迷惑をかけておるらしいな。天領奉行の者は風紀を乱すという理由から、あやつが町に書いた伝言を消そうとしておるが、妾がそれを残すよう頼んだんじゃ。ふふっ、あんなに面白い小鬼、近頃は滅多に見られぬ。",
      "ko": "아~ 오니족의 그 이상한 녀석? 하, 쿠죠 가문에 말썽을 많이 피웠다고 들었어. 텐료 봉행이 풍기를 해친다는 이유로 그가 거리에 적은 글을 지우려고 했지만, 내가 사람을 시켜서 남겨뒀어. 후후, 그렇게 재밌는 녀석은 요즘 보기 드물잖아",
      "en": "Ah, the oddball oni. Heh, I hear that he's been quite a pain for the Kujou Clan. The Tenryou Commission wanted to remove his messages on the bulletin board, claiming that they were \"harmful to public order.\" I made quite sure they stayed put, haha. He's an entertaining character... you don't often see oni like him in this day and age.",
      "de": "Oh, ja. Dieser seltsame Oni. Ich habe gehört, dass er eine lange Geschichte mit dem Kujou-Klan hat. Die Tenryou-Verwaltung wollte seine Nachrichten am Schwarzen Brett wegwischen, weil sie angeblich die öffentliche Ordnung gestört haben. Ich war es, die es geschafft hat, sie aufzuhalten. Hehe, einen interessanten Oni wie ihn sieht man heutzutage nicht mehr oft.",
      "es": "Ah, el oni excéntrico. Escuché que le ha causado bastantes problemas al clan Kujou. La Comisión Tenryou quiso quitar sus mensajes del tablón de anuncios porque “alteraban el orden público”. Yo me aseguré de que esos mensajes se mantuvieran ahí, jaja. Es un oni muy divertido. En estos tiempos, ya no se ven muchos como él.",
      "fr": "Ah, l'Oni excentrique. J'ai entendu dire qu'il avait causé pas mal de problèmes au Clan Kujou. La Commission administrative a voulu supprimer ses messages sur les panneaux, en prétendant qu'ils étaient « nuisibles à l'ordre public ». J'ai fait en sorte qu'ils restent, haha. C'est un personnage divertissant... Ce n'est pas tous les jours qu'on voit des Oni comme lui.",
      "pt": "Ah, o oni com uns parafusos a menos. Heh, ouvir dizer que tem sido bem problemático para o Clã Kujou. A Comissão Tenryou quis remover as mensagens dele do quadro de avisos, dizendo que eram \"perigosas para a ordem pública\". Fiz questão de fazer com que ficassem lá, haha. Ele é um sujeito interessante... não se costuma mais ver oni como ele hoje em dia.",
      "ru": "Ах, чудак-óни. Хех, я слышала, что он доставил много неприятностей клану Кудзё. Комиссия Тэнрё хотела снять его сообщения с доски объявлений, утверждая, что они «наносят ущерб общественному порядку». Я позаботилась о том, чтобы они остались нетронутыми, ха-ха. Он такой забавный... В наши дни нечасто встретишь таких óни, как он.",
      "id": "Ah, si oni antik ya. Hehe, kudengar dia suka sekali bikin kesal Klan Kujou. Tenryou Commission ingin mencabut pesan-pesannya dari papan buletin, karena semuanya \"membahayakan ketertiban umum\". Dan akulah yang memastikan supaya pesan tersebut tetap nempel di sana, haha. Dia punya pribadi yang menarik ... zaman sekarang sudah jarang ada oni seperti dia.",
      "th": "เขาน่ะเหรอ เจ้าคนประหลาดของเผ่าโอนิ ฮึ ได้ยินมาว่าเขาสร้างปัญหาให้ตระกูล Kujou ไม่น้อยเลย คนของสำนัก Tenryou ต้องการลบข้อความของเขาบนกระดานข่าวสารตามท้องถนนเพราะมันทำลายภูมิทัศน์อันงดงาม ฉันเลยสั่งให้คนไปเก็บมา ฮึ โอนิน้อยที่น่าสนใจขนาดนี้ นานทีปีหนจะเจอสักคนนะ",
      "vi": "Tên nhóc Oni đó sao, ừm, nghe nói hắn thích kiếm chuyện với nhà Kujou lắm. Người của Hiệp Hội Tenryou hay lấy lý do giữ gìn thuần phong mỹ tục mà xóa đi những tin nhắn mà hắn viết, là tôi đã sai người đi giữ lại đó. Chậc, tên tiểu quỷ thú vị như vậy càng ngày càng hiếm thấy rồi."
    }
  },
  {
    "title": {
      "zhs": "关于五郎…",
      "zht": "關於五郎…",
      "jp": "ゴローについて…",
      "ko": "고로에 대해…",
      "en": "About Gorou",
      "de": "Über Gorou ...",
      "es": "Sobre Gorou...",
      "fr": "À propos de Gorou...",
      "pt": "Sobre Gorou...",
      "ru": "О Горо...",
      "id": "Tentang Gorou",
      "th": "เกี่ยวกับ Gorou...",
      "vi": "Về Gorou..."
    },
    "line": {
      "zhs": "五郎尾巴的色泽很漂亮，不过…还是我的更柔软一些。呵…",
      "zht": "五郎尾巴的色澤很漂亮，不過…還是我的更柔軟一些。呵…",
      "jp": "ゴローのしっぽは色艶もとても綺麗じゃが…やはり妾の毛並みのほうが柔らかいな。ふふん…",
      "ko": "고로의 꼬리는 빛깔이 아주 예뻐. 하지만… 내 꼬리가 더 부드럽단다, 후후…",
      "en": "He certainly has a beautiful tail. Although... mine's a little softer.",
      "de": "Gorous Schwanz hat wirklich eine wunderschöne Farbe, aber ... trotzdem ist meiner weicher. Oder?",
      "es": "Ciertamente tiene una hermosa cola, aunque... la mía es más suave, jeje.",
      "fr": "Il a une queue magnifique. Mais la mienne est beaucoup plus soyeuse... Héhé...",
      "pt": "Ele certamente tem uma cauda bonita. Embora... a minha seja mais fofinha. Hehe...",
      "ru": "У него красивый хвост. Правда... мой всё же мягче.",
      "id": "Ekornya memang cantik kan. Tapi ... punyaku lebih lembut loh.",
      "th": "หางของ Gorou มีสีที่สวยงามมาก แต่...หางของฉันนุ่มกว่านะ ฮึ...",
      "vi": "Màu đuôi của Gorou đúng là rất đẹp đúng không, nhưng mà... của tôi êm hơn. Hứ..."
    }
  },
  {
    "title": {
      "zhs": "关于早柚…",
      "zht": "關於早柚…",
      "jp": "早柚について…",
      "ko": "사유에 대해…",
      "en": "About Sayu",
      "de": "Über Sayu ...",
      "es": "Sobre Sayu...",
      "fr": "À propos de Sayu...",
      "pt": "Sobre Sayu...",
      "ru": "О Саю...",
      "id": "Tentang Sayu",
      "th": "เกี่ยวกับ Sayu...",
      "vi": "Về Sayu..."
    },
    "line": {
      "zhs": "这个子小小的孩子，躲倒是挺会躲的，鹿野奈奈经常向我抱怨，得花很多时间找她，连看小说的时间都变少了。要我说啊，或许是有人在暗中帮助早柚呢？",
      "zht": "這個子小小的孩子，躲倒是挺會躲的，鹿野奈奈經常向我抱怨，得花很多時間找她，連看小說的時間都變少了。要我說啊，或許是有人在暗中幫助早柚呢？",
      "jp": "あの背の小さな子は、隠れるのが得意なようじゃな。探すのが大変で小説を読む時間が減ったと、鹿野奈々がしょっちゅう愚痴をこぼしておった。もしや誰かが、密かに早柚を手助けしておるのやもしれぬな…？",
      "ko": "키 작은 꼬마가 요리조리 잘도 숨던데? 그 아이를 찾는 데 너무 오래 걸려서 소설 볼 시간이 줄었다고 카노 나나가 종종 불평했어. 글쎄, 누가 몰래 사유를 도와주는 게 아닐까?",
      "en": "Ah yes, the little ninja child... If there's one thing she can do, it's stay hidden. Kano Nana constantly complains to me about it. Apparently, she now spends so much of her time searching for Sayu that she barely has any time to read anymore. If you ask me, I'd say that Sayu has a secret ally who is helping her hide all the time...",
      "de": "Das kleine Kind ... Wenn sie etwas kann, dann ist es, sich zu verstecken. Kano Nana beschwert sich ständig bei mir darüber. Offenbar verbringt sie inzwischen so viel Zeit mit der Suche nach Sayu, dass sie kaum noch Zeit zum Lesen hat. Wenn du mich fragst, würde ich sagen, dass Sayu einen heimlichen Freund hat, der ihr die ganze Zeit hilft, sich zu verstecken ...",
      "es": "Ah, sí, la pequeña ninja... Si hay algo que se le dé bien, es esconderse. Kano Nana siempre viene a quejarse de ello. Al parecer, pasa tanto tiempo buscándola que apenas tiene tiempo para leer. Yo creo que Sayu tiene un aliado secreto que la ayuda a esconderse todo el tiempo.",
      "fr": "Ah oui, la petite ninja... S'il y a une chose pour laquelle elle est douée, c'est pour se cacher. Kano Nana n'arrête pas de s'en plaindre. Apparemment, elle passe tellement de temps à chercher Sayu qu'elle n'a presque plus le temps de lire. Si tu veux mon avis, je pense que Sayu a quelqu'un qui l'aide...",
      "pt": "#Ah sim, a pequena ninja... se tem algo que ela consegue fazer é ficar escondida. Kano Nana constantemente reclama dela para mim. Aparentemente, ela agora passa tanto tempo dela procurando pela Sayu que ela mal tem tempo de ler. Se você me perguntar, eu diria que a Sayu tem {M#um aliado secreto}{F#uma aliada secreta} que ajuda ela a se esconder o tempo inteiro...",
      "ru": "Ах да, маленькая ниндзя... Если что она и умеет, так это прятаться. Кано Нана постоянно жалуется мне на это. Она тратит так много времени на поиски Саю, что у неё почти не остаётся времени на чтение. Как по мне, то у Саю есть тайный союзник, который всё время помогает ей скрыться...",
      "id": "Ah, si ninja cilik ... Kalau tanya apa yang mahir sekali dia lakukan, maka jawabannya adalah bersembunyi. Kano Nana terus menerus mengeluh tentang hal itu. Sepertinya, dia sekarang menghabiskan sebagian besar waktunya untuk mencari Sayu, sampai tidak ada waktu buat duduk baca buku. Kalau kata aku sih, Sayu pasti punya teman rahasia yang bantu dia sembunyi setiap waktu ....",
      "th": "เจ้าตัวเล็กนี่ซ่อนตัวเก่งทีเดียว Kano Nana มักจะบ่นกับฉันว่าเธอต้องใช้เวลาตั้งนานในการตามหาเธอ จนแทบจะไม่มีเวลาอ่านนิยายเลย ฉันว่านะ หรือบางทีอาจจะมีคนคอยแอบช่วยเหลือ Sayu จากในเงามืดอยู่ก็ได้?",
      "vi": "Đứa nhóc này rất biết cách lẩn trốn đấy, Kano Nana thường hay than phiền với tôi, rằng thời gian đi tìm nó càng ngày càng nhiều, làm cho không còn thời gian để đọc tiểu thuyết luôn. Để tôi đoán xem, có người đang âm thầm giúp nó, đúng chứ?"
    }
  },
  {
    "title": {
      "zhs": "关于久岐忍…",
      "zht": "關於久岐忍…",
      "jp": "久岐忍について…",
      "ko": "쿠키 시노부에 대해…",
      "en": "About Kuki Shinobu",
      "de": "Über Kuki Shinobu ...",
      "es": "Sobre Kuki Shinobu...",
      "fr": "À propos de Kuki Shinobu...",
      "pt": "Sobre Kuki Shinobu...",
      "ru": "О Куки Синобу...",
      "id": "Tentang Kuki Shinobu",
      "th": "เกี่ยวกับ Kuki Shinobu",
      "vi": "Về Kuki Shinobu..."
    },
    "line": {
      "zhs": "听说阿幸的这位妹妹很有个性，虽说出自巫女世家，却远离神社，学了许多门手艺，甚至去过璃月留学，最后还加入了荒泷派…如此有趣的女孩子，应该让阿幸帮忙引荐一下，嗯，阿幸肯定不会拒绝我的。",
      "zht": "聽說阿幸的這位妹妹很有個性，雖說出自巫女世家，卻遠離神社，學了許多門手藝，甚至去過璃月留學，最後還加入了荒瀧派…如此有趣的女孩子，應該讓阿幸幫忙引薦一下，嗯，阿幸肯定不會拒絕我的。",
      "jp": "幸の妹であるこの女子はとても個性的だと聞いた。巫女の家系でありながら、神社から離れ、様々な技術を学んだらしい。それだけに留まらず、璃月にも留学したことがあるそうじゃ。そして最後は、荒瀧派へと加わった…こんなにも面白い女子がおるなら、幸に紹介してもらわねばならぬのう。それに、幸なら妾の頼みを断ることはないじゃろう。",
      "ko": "미유키한테 개성 넘치는 여동생이 있다고 들었어. 무녀 가문에서 태어났지만, 신사를 떠나 다양한 기술을 배워서 리월에 유학도 갔다가 결국 아라타키파에 들어갔다지…. 이렇게 재밌는 아이는 꼭 미유키한테 소개해달라고 해야지. 응, 미유키는 거절하지 않을 거야",
      "en": "I've heard a lot about Miyuki's little sister. Quite the character, I'm told. Although she comes from a family of shrine maidens, she's gone her own way in life — tried her hand at many different trades, studied abroad in Liyue, even ended up joining the Arataki Gang... Fascinating girl. Maybe I should have Miyuki introduce me. Yes, that'll work — Miyuki wouldn't dream of refusing my request.",
      "de": "Ich habe gehört, dass Miyukis junge Schwester eine interessante Person ist. Obwohl sie aus einer Schreinjungfernfamilie stammt, hat sie sich vom Schrein ferngehalten, viele Handwerkskünste gelernt, in Liyue studiert und ist schließlich in die Arataki-Bande eingetreten ... So ein interessantes Mädchen, ich sollte Miyuki bitten, sie mir vorzustellen ... Nun, Miyuki wird mich bestimmt nicht ablehnen.",
      "es": "He oído muchas cosas sobre la hermana pequeña de Miyuki y, por lo que me han dicho, es toda un personaje. Aunque viene de una familia de miko, tomó su propio camino en la vida. Ha probado suerte en muchos oficios diferentes, ha estudiado en Liyue e incluso acabó uniéndose a la Banda de Arataki. Qué chica tan fascinante... Tal vez debería decirle a Miyuki que me la presente. Sí, eso funcionará, Miyuki nunca rechazaría una petición mía.",
      "fr": "J'ai entendu beaucoup de choses sur la petite sœur de Miyuki. C'est un sacré personnage, on m'a dit. Elle a beau être issue d'une famille de prêtresses, elle a suivi sa propre voie : elle s'est essayée à de nombreux métiers, a étudié à Liyue, et elle a même fini par rejoindre le gang Arataki... C'est une jeune fille fascinante. Peut-être que je devrais demander à Miyuki de me la présenter. Oui, ça devrait marcher, Miyuki ne pourra pas me le refuser.",
      "pt": "Ouvi muito sobre a irmãzinha da Miyuki. Pessoinha interessante, dizem. Embora ela tenha vindo de uma família de sacerdotisas, ela tomou seu próprio rumo na vida — experimentou diferentes tipos de coisas, estudou fora em Liyue, até mesmo acabou se juntando à Gangue Arataki... Garota fascinante. Talvez eu deva pedir a Miyuki para nos apresentar. Sim, isso vai funcionar — Miyuki jamais sonharia em recusar um pedido meu.",
      "ru": "Я много слышала о младшей сестре Миюки. Интересная девочка. Хотя она и происходит из семьи жриц, но не пошла по их стопам, а попробовала свои силы во многих различных профессиях, училась в Ли Юэ и даже присоединилась к банде Аратаки... Очаровательно. Возможно, мне стоит попросить Миюки представить меня. Да, Миюки и в голову не придёт отказать мне в просьбе.",
      "id": "Aku lumayan sering dengar cerita tentang adik perempuannya Miyuki. Katanya sih orangnya unik. Dia berasal dari keluarga miko, tapi memilih hidup dengan caranya sendiri — mencoba segala bidang, belajar di Liyue, bahkan akhirnya gabung dengan Geng Arataki ... Gadis yang menarik. Mungkin aku harus minta Miyuki kenalkan kami. Ya, dia bisa itu. Miyuki mana berani menolak permintaanku.",
      "th": "ได้ยินมาว่าน้องสาวคนนี้ของ Miyuki เป็นตัวของตัวเองมาก แม้ว่าจะมาจากตระกูลของมิโกะ แต่เธอกลับทำตัวห่างเหินกับศาลเจ้ามาก และยังเรียนรู้งานฝีมือมากมาย ถึงขนาดไปเรียนต่อที่ Liyue ด้วย และสุดท้าย เธอก็เข้าร่วมกับแก๊ง Arataki... เด็กสาวที่น่าสนใจขนาดนี้ คงต้องให้ Miyuki ช่วยแนะนำให้สักหน่อยแล้วล่ะ อืม Miyuki ไม่มีทางปฏิเสธฉันหรอก",
      "vi": "Nghe nói người em gái này của Miyuki rất có cá tính, tuy rằng xuất thân từ gia đình có truyền thống pháp sư, nhưng lại rời bỏ đền thần, đi học rất nhiều môn thủ nghệ, thậm chí còn đến Liyue du học nữa, cuối cùng gia nhập vào Bang Arataki... Một cô gái thú vị như vậy, phải bảo Miyuki giới thiệu mới được, ừm, Miyuki chắc chắn sẽ không từ chối tôi đâu."
    }
  },
  {
    "title": {
      "zhs": "想要了解八重神子·其一",
      "zht": "想要瞭解八重神子·其一",
      "jp": "八重神子を知る·1",
      "ko": "야에 미코에 대해 알기·첫 번째",
      "en": "More About Yae Miko: I",
      "de": "Ich will mehr über Yae Miko erfahren I",
      "es": "Más sobre Yae Miko (I)",
      "fr": "Connaître Yae Miko (1)",
      "pt": "Mais sobre Yae Miko - I",
      "ru": "Узнать больше о Яэ Мико I",
      "id": "Mengenal Yae Miko: I",
      "th": "อยากรู้เกี่ยวกับ Yae Miko - 1",
      "vi": "Muốn tìm hiểu Yae Miko - Điều 1"
    },
    "line": {
      "zhs": "想知道更多我的事？也不是不行，不过世事都讲究一个互惠互利，想了解我，就拿你自己的事来交换如何？",
      "zht": "#想知道更多我的事？也不是不行，不過世事都講究一個互惠互利，想瞭解我，就拿{F#妳}{M#你}自己的事來交換如何？",
      "jp": "妾のことがもっと知りたいと？断りはせぬが、相互利益を重んじるのが世の常というもの。妾を知りたいのなら、汝のことと交換するのはどうじゃ？",
      "ko": "나에 대해 더 많이 알고 싶다고? 안 될 건 없지만, 오는 게 있으면 가는 것도 있어야지. 나에 대해 알고 싶다면, 너의 이야기로 교환하는 게 어때?",
      "en": "Oh? You'd like to know more about me? I'm willing to tell, but what will I gain in exchange, hmm? It has to be a fair trade. So you tell me all about you, and I'll tell you all about me. Deal?",
      "de": "Du möchtest mehr über mich wissen? Ich bin bereit, es dir zu sagen, aber was bekomme ich im Gegenzug dafür? In dieser Welt geht es immer um gegenseitigen Nutzen. Du erzählst mir also alles über dich und ich erzähle dir alles über mich. Abgemacht?",
      "es": "¿Eh? ¿Quieres saber más sobre mí? No tengo ningún problema en contarte cosas, pero ¿qué obtengo yo a cambio? ¿Eh? Tiene que ser un trato justo, así que tú me contarás todo sobre ti y yo te contaré todo sobre mí. ¿Tenemos un trato?",
      "fr": "Oh ? Tu veux en savoir plus sur moi ? Je pourrais te le dire, mais qu'est-ce que je gagne en échange, hmm ? Il faut que ce soit un échange équitable. Alors tu dois me dire tout sur toi, et je te dirai tout sur moi. Ça te va ?",
      "pt": "Oh? Você gostaria de saber mais sobre mim? Estou disposta a dizer, mas o que vou ganhar em troca, hmm? Tem que ser uma troca justa. Então você me conta sobre você e eu te conto sobre mim. Feito?",
      "ru": "О? Ты хочешь узнать обо мне побольше? Я готова рассказать, но что я получу взамен? Это должна быть честная сделка. Ты расскажи мне всё о себе, а я поведаю тебе всё о себе. Договорились?",
      "id": "Oh? Kamu ingin kenal aku lebih dalam? Aku sih tidak keberatan, tapi memangnya aku bakal dapat apa sebagai gantinya, hmm? Mari kita junjung asas \"pertukaran yang setimbang\". Gimana kalau kamu ceritakan semua tentangmu dan aku pun sebaliknya begitu. Setuju?",
      "th": "อยากรู้จักฉันมากกว่านี้งั้นเหรอ? ก็ไม่ใช่ว่าไม่ได้หรอกนะ แต่โลกเรานี้ต่างก็มีผลประโยชน์ร่วมกันทั้งนั้น ถ้าอยากรู้จักฉัน ก็เอาเรื่องของเธอมาแลกเปลี่ยนสิ",
      "vi": "Muốn tìm hiểu thêm về tôi sao? Cũng không phải không được, nhưng thế gian này phải có qua có lại, kể chuyện của cưng trước đi."
    }
  },
  {
    "title": {
      "zhs": "想要了解八重神子·其二",
      "zht": "想要瞭解八重神子·其二",
      "jp": "八重神子を知る·2",
      "ko": "야에 미코에 대해 알기·두 번째",
      "en": "More About Yae Miko: II",
      "de": "Ich will mehr über Yae Miko erfahren II",
      "es": "Más sobre Yae Miko (II)",
      "fr": "Connaître Yae Miko (2)",
      "pt": "Mais sobre Yae Miko - II",
      "ru": "Узнать больше о Яэ Мико II",
      "id": "Mengenal Yae Miko: II",
      "th": "อยากรู้เกี่ยวกับ Yae Miko - 2",
      "vi": "Muốn tìm hiểu Yae Miko - Điều 2"
    },
    "line": {
      "zhs": "狐斋宫大人啊，说着出一趟远门，就再也没有回来。唉，我那时可一点都不想接手鸣神大社的麻烦事，她对我说，说我要是当了神社的宫司，就可以随心所欲地吃油豆腐了。什么糟糕的理由呀，吵吵闹闹的，令人头疼的女人…",
      "zht": "狐齋宮大人啊，說著出一趟遠門，就再也沒有回來。唉，我那時可一點都不想接手鳴神大社的麻煩事，她對我說，說我要是當了神社的宮司，就可以隨心所欲地吃油豆腐了。什麼糟糕的理由呀，吵吵鬧鬧的，令人頭疼的女人…",
      "jp": "狐斎宮様は遠出をすると言い、それっきり帰ってこんかった。はぁ…当時の妾は、鳴神大社の面倒事なんぞ引き受けるつもりはなかったのじゃが、宮司になれば好きなだけ油揚げが食べられると言われてのう…なんとも酷い理由じゃ。…うるさくて、面倒な女じゃった…",
      "ko": "호재궁님은 어디 멀리 좀 다녀오신다면서 다시는 돌아오지 않으셨지. 휴, 그땐 나루카미 다이샤의 귀찮은 일을 넘겨받고 싶지 않았는데, 신사의 궁사가 되면 유부를 마음껏 먹을 수 있다고 하셨어. 그런 이유로 설득당할 리 없잖아. 시끄럽고 골치 아픈 여자라니까…",
      "en": "Kitsune Saiguu said that she was going off on a long trip, and she's never been back since. *sigh* At the time, I wasn't the least bit inclined to take on the burden of managing the Grand Narukami Shrine. So she told me that as Guuji, I would be able to eat all the Fried Tofu I desired. As if that would be a convincing reason... That woman spoke so much nonsense, honestly, she could be so insufferable...",
      "de": "Kitsune Saiguu sagte, dass sie auf eine lange Reise gehen würde, aber kam nie zurück. Ich wollte damals die anstrengenden Angelegenheiten des Großen Narukami-Schreins gar nicht übernehmen. Sie sagte aber, dass ich als Guuji so viel frittierten Tofu essen könnte, wie ich wollte. Was für ein schrecklicher Grund. Diese Frau redete so viel Unsinn, ehrlich, sie konnte so unausstehlich sein ...",
      "es": "Desde que la Sacerdotisa Kitsune dijo que se iba a un largo viaje, nunca ha regresado. *Suspira*, en aquel entonces, yo no tenía ninguna gana de cargar con el peso de dirigir el Gran Santuario Narukami, así que me dijo que, como Suma Sacerdotisa, podría comer todo el tofu frito que quisiera. Como si eso fuera una razón convincente... Esa mujer decía tantas tonterías que, honestamente, a veces era insoportable.",
      "fr": "La Kitsune Saiguu a dit qu'elle partait en voyage et puis elle n'est jamais revenue. *soupir* À l'époque, je n'avais pas du tout l'intention d'assumer la responsabilité du Sanctuaire de Narukami. Alors elle m'a dit qu'en tant que guuji, je pourrai manger du tofu frit à ma guise. Comme si c'était une raison suffisante... Cette femme disait tellement de bêtises, honnêtement, elle avait le chic pour se rendre insupportable...",
      "pt": "A Kitsune Saiguu disse que ela iria sair em uma longa jornada, e nunca mais retornou desde então. *Suspira* Naquele momento, eu não estava nem um pouco a fim de me encarregar de cuidar do Grande Santuário Narukami. Então, ela me disse que como uma Guuji, eu poderia comer quantos Tofus Fritos eu quisesse. Como se isso fosse uma razão convincente... Aquela mulher falou tanta besteira, honestamente, ela conseguia ser tão insuportável...",
      "ru": "Кицунэ Сайгу сказала, что отправляется в долгое путешествие и с тех пор так и не вернулась. Эх, тогда я совсем не хотела брать на себя бремя управления Великим храмом Наруками. Поэтому она сказала мне, что как Гудзи я смогу съесть столько жареного тофу, сколько захочу. Что за нелепый аргумент... Честно говоря, она несла столько чепухи, что порой была просто невыносима...",
      "id": "Dulu Kitsune Saiguu bilang kalau dia mau melakukan perjalanan jauh, dan sampai sekarang pun masih belum kebali. *huff* Saat itu, aku tidak tertarik sedikit pun untuk memikul beban mengurus Kuil Agung Narukami. Terus dia bilang padaku bahwa kalau sudah jadi Guuji, aku bisa makan tahu goreng sepuasnya. Dia sangka alasan macam itu sudah cukup buat membujuk aku ... Wanita itu memang terlalu banyak omong, jujur kadang aku tidak tahan menghadapinya ....",
      "th": "ท่าน Kitsune Saiguu บอกว่าเธอจะออกเดินทางไกล แล้วก็ไม่กลับมาอีกเลย เฮ้อ ตอนนั้นฉันไม่อยากรับภาระจัดการปัญหาของศาลเจ้า Grand Narukami เลย เธอจึงบอกกับฉันว่า ถ้าฉันยอมเป็น Guuji แห่งศาลเจ้าละก็ จะสามารถกินเต้าหู้ทอดได้มากเท่าที่ต้องการได้ เธอยกเหตุผลไร้สาระอะไรก็ไม่รู้มาหว่านล้อมฉัน จู้จี้จุกจิก ช่างเป็นผู้หญิงที่น่าปวดหัวจริง ๆ...",
      "vi": "Kitsune Saiguu đại nhân sao, cô ấy nói là đi xa một chuyến, rồi từ đó không trở về nữa. Haiz, tôi lúc đó không muốn tiếp quản chuyện của Đền Narukami, cô ấy liền nói với tôi, bảo rằng chỉ cần tôi đảm nhiệm chức vị Guuji là sẽ được ăn đậu phụ rán thoải mái. Hứ, cái lý do ngu ngốc gì chứ, thật phiền phức chết được..."
    }
  },
  {
    "title": {
      "zhs": "想要了解八重神子·其三",
      "zht": "想要瞭解八重神子·其三",
      "jp": "八重神子を知る·3",
      "ko": "야에 미코에 대해 알기·세 번째",
      "en": "More About Yae Miko: III",
      "de": "Ich will mehr über Yae Miko erfahren III",
      "es": "Más sobre Yae Miko (III)",
      "fr": "Connaître Yae Miko (3)",
      "pt": "Mais sobre Yae Miko - III",
      "ru": "Узнать больше о Яэ Мико III",
      "id": "Mengenal Yae Miko: III",
      "th": "อยากรู้เกี่ยวกับ Yae Miko - 3",
      "vi": "Muốn tìm hiểu Yae Miko - Điều 3"
    },
    "line": {
      "zhs": "最开始建立八重堂的动机当然是为了看有趣的小说，不过到后来乐趣就变成看那些小说家殚精竭虑的样子了。呵，你永远想不出来那些人在拖稿的时候说出的理由，哎呀，比他们自己写的小说要有趣多了。",
      "zht": "#最開始建立八重堂的動機當然是為了看有趣的小說，不過到後來樂趣就變成看那些小說家殫精竭慮的樣子了。呵，{F#妳}{M#你}永遠想不出來那些人在拖稿的時候說出的理由，哎呀，比他們自己寫的小說要有趣多了。",
      "jp": "八重堂を立ち上げた当初の動機は、面白い小説を読むためじゃった。じゃが次第に、小説家の疲弊していく姿を見るのが楽しくなってのう…あやつらが締め切りを先延ばしにしようと言ってくるときの言い訳は、汝では到底思いつかぬものじゃろうな。何よりそれは、あやつらが書く小説よりも遥かに面白いものなんじゃ。",
      "ko": "처음 야에 출판사를 세운 이유는 재밌는 소설을 보기 위해서였어. 나중엔 소설가들이 아등바등하는 걸 지켜보는 재미로 변했지만…. 넌 그들이 원고를 미룰 때 어떤 변명을 하는지 상상도 못 할 거야. 자기들이 쓰는 소설보다 재밌다니까?",
      "en": "I decided to found Yae Publishing House simply because I wished to read more interesting light novels, that's all. But, it turns out that seeing frazzled authors scraping the bottom of their barrel in a desperate attempt to get their novels finished is where the real amusement comes from. You wouldn't believe some of the excuses they come up with when they're trying to get a deadline extension. Oh, so much more creative than the novels themselves.",
      "de": "Die Motivation für die Gründung vom Verlagshaus Yae war anfangs natürlich, interessante Romane zu lesen, aber dann wurde es immer lustiger, den Autoren dabei zuzusehen, wie sie sich verausgabten. Hehe, du kannst dir gar nicht vorstellen, was für Gründe diese Leute anführen, wenn sie die Fristen nicht einhalten können, und siehe da, es macht viel mehr Spaß als die Romane, die sie schreiben.",
      "es": "Decidí crear la Editorial Yae simplemente porque quería leer novelas ligeras más interesantes, eso es todo. Pero resulta que la verdadera diversión es ver a los escritores exhaustos devanarse los sesos con tal de terminar de escribir sus novelas. No te puedes ni imaginar las excusas que se les ocurren para conseguir que les posponga la fecha de entrega. Oh, son mucho más creativas que sus propias novelas.",
      "fr": "J'ai décidé de fonder la Chambre Yae pour m'assurer la lecture de romans légers divertissants. Mais il se trouve que c'est de voir des auteurs épuisés essayer désespérément de pondre un roman que vient l'amusement. Tu n'as pas idée du genre d'excuses qu'ils me servent quand ils ont besoin d'une extension de délai. Oh, alors là d'un coup, ils sont créatifs, beaucoup plus que dans leurs romans...",
      "pt": "Decidi fundar a Editora Yae simplesmente porque eu desejava ler romances mais interessantes, é só isso. Mas, acontece que, ver autores exaustos, sofrendo desesperadamente em uma tentativa de terminar seus romances é onde realmente está a verdadeira diversão. Você não acreditaria nas diferentes desculpas que eles conseguem inventar quando estão tentando conseguir uma prorrogação do prazo. Oh, muito mais criativas que seus romances.",
      "ru": "Я решила основать издательский дом Яэ просто потому, что хотела читать больше интересных лёгких романов, вот и всё. Но, оказывается, видеть измотанных авторов, из последних сил отчаянно пытающихся закончить свои романы, - вот настоящее развлечение. Ты даже представить себе не можешь оправдания, которые они придумывают, когда пытаются получить отсрочку. В них они вкладывают гораздо больше фантазии, чем в сами романы.",
      "id": "Aku membuka Yae Publishing House cuma karena ingin baca lebih banyak novel ringan yang menarik, itu saja. Tapi, belakangan aku sadar kalau melihat para penulis yang banting tulang mencari ide sampai pasrah dalam proses menyelesaikan novelnya malah justru jadi hiburan yang sebenarnya. Kamu bakal kaget kalau dengar pilihan alasan mereka buat memperpanjang tenggat waktu. Alasannya malah jauh lebih kreatif daripada novelnya loh.",
      "th": "แรงจูงใจในการสร้างสำนักพิมพ์ Yae ในตอนแรกนั้น เพราะอยากอ่านนิยายที่น่าสนใจ แต่ภายหลังความสนุกก็กลายเป็นการดูแลนักเขียนที่หมดแรงกายแรงใจเหล่านั้น ฮึ เธอคงคิดถึงเหตุผลที่พวกเขาเอามาแถตอนที่ส่งต้นฉบับล่าช้าไม่ออกแน่ เฮ้อ มันน่าสนใจมากกว่านิยายที่พวกเขาเขียนซะอีก",
      "vi": "Động cơ ban đầu khi thành lập Nhà Xuất Bản Yae đương nhiên là để xem những quyển tiểu thuyết thú vị rồi, nhưng sau đó thì niềm vui đã biến thành muốn xem bộ dạng vắt óc suy nghĩ của những tiểu thuyết gia. Hơ, cưng sẽ không bao giờ nghĩ ra được các lý do mà những tên này đưa ra khi muốn kéo dài thời gian giao bản thảo đâu, ây da, còn thú vị hơn tiểu thuyết mà họ viết rất nhiều."
    }
  },
  {
    "title": {
      "zhs": "想要了解八重神子·其四",
      "zht": "想要瞭解八重神子·其四",
      "jp": "八重神子を知る·4",
      "ko": "야에 미코에 대해 알기·네 번째",
      "en": "More About Yae Miko: IV",
      "de": "Ich will mehr über Yae Miko erfahren IV",
      "es": "Más sobre Yae Miko (IV)",
      "fr": "Connaître Yae Miko (4)",
      "pt": "Mais sobre Yae Miko - IV",
      "ru": "Узнать больше о Яэ Мико IV",
      "id": "Mengenal Yae Miko: IV",
      "th": "อยากรู้เกี่ยวกับ Yae Miko - 4",
      "vi": "Muốn tìm hiểu Yae Miko - Điều 4"
    },
    "line": {
      "zhs": "无论如何，魔神皆有消亡之时，若是他们的那些故事随时间一起散佚于天地，再无人忆起，那就太可惜了。以及，有资格写他们故事的人，必须得有上乘的文思与笔法…如果世上没有这样的人，那就培养出…培养出足以书写那些故事的作家吧。",
      "zht": "無論如何，魔神皆有消亡之時。若是他們的那些故事隨時間一起散佚於天地，再無人憶起，那就太可惜了。然而，有資格寫他們故事的人，必須得有上乘的文思與筆法…如果世上沒有這樣的人，那就培養出…培養出足以書寫那些故事的作家吧。",
      "jp": "いずれにせよ、魔神もいつかは消滅する時が来る。かの者らの物語が時と共にこの世界から消え、二度と人々の記憶に残らないとしたら、それはとても残念なことじゃ。その者たちの物語を書く資格のある者は、優れた思考と執筆力を兼ね備えている必要がある…この世にそのような者がおらぬのならば、育てれば良い…それら物語を書くことのできる作家をな。",
      "ko": "마신도 언젠가는 사라져. 시간이 흘러 그들의 이야기도 함께 사라져서 아무도 기억을 못 하면 너무 안타깝잖아. 뛰어난 구상과 필력을 가진 자만이 그들의 이야기를 쓸 자격이 있어…. 세상에 그런 사람이 없다면… 그 이야기들을 쓸 수 있는 작가를 키워내야지",
      "en": "Even supernatural beings eventually pass away, including gods. It's a terrible shame when their tales are lost to time along with them, never to be remembered again. The problem is, only those with first-class writing and composition skills are qualified to commit these stories to paper. If there is no qualified writing talent in the world, we must cultivate it... Yes, home-grown writers are what we need, capable of adequately capturing these stories with the written word.",
      "de": "Auch Archonten vergehen irgendwann. Es ist eine große Schande, wenn ihre Geschichten zusammen mit ihnen in der Zeit verloren gehen und man sich nie wieder an sie erinnert. Das Problem ist, dass nur diejenigen mit erstklassigen Denk- und Kompositionsfähigkeiten qualifiziert sind, diese Geschichten zu Papier zu bringen ... Wenn es auf der Welt keinen qualifizierten Schriftsteller gibt, müssen wir ... müssen wir dann die richtigen Leute ausbilden ...",
      "es": "Hasta los seres sobrenaturales mueren en algún momento, y eso incluye a los dioses. Es una auténtica pena cuando sus historias se pierden junto a ellos y caen en el olvido. El problema es que solo aquellos con excelentes habilidades de escritura y composición son dignos de registrarlas. Si en el mundo no hay escritores con talento, debemos formarlos. Sí, necesitamos nuestros propios escritores, capaces de plasmar adecuadamente esas historias en papel.",
      "fr": "Même les êtres surnaturels finissent par mourir, y compris les dieux. Et c'est vraiment dommage quand leur histoire se perd au fil du temps et que personne ne se souvient d'eux. Le problème, c'est que pour écrire de telles histoires, il faut avoir d'excellentes compétences d'écriture et de composition. Si personne ne répond à ces critères, alors il faut former des gens... Oui, nous avons besoin d'écrivains locaux, capables d'écrire ces histoires.",
      "pt": "Até mesmo seres sobrenaturais eventualmente morrem, inclusive os deuses. É uma grande pena quando seus contos são perdidos no tempo junto com elas, para nunca mais serem lembradas. O problema é, apenas aqueles com talento de primeira classe em escrever estão qualificados para colocar essas histórias no papel. Se não houver talento qualificado de escrita no mundo, devemos cultivá-la... sim, escritores nativos é o que precisamos, capazes de adequadamente capturar essas histórias com a palavra escrita.",
      "ru": "Даже сверхъестественные существа в конце концов умирают, включая Архонтов. Ужасно обидно, когда их истории теряются во времени вместе с ними, так что их больше никогда не вспомнят. Но, чтобы перенести эти истории на бумагу, нужны первоклассные сочинители с отточенным стилем. И раз уж в мире не хватает таких писателей, значит нужно их вырастить... вырастить писателей, которые смогут изложить эти истории.",
      "id": "Bahkan makhluk supranatural pun pada akhirnya akan musnah, termasuk para dewa. Sayang sekali kalau kisah mereka hilang seiring dengan kepergiannya, dan tidak pernah dikenang lagi. Masalahnya, hanya orang-orang dengan keterampilan menulis dan mengarang yang sangat hebat saja yang mampu merangkum semua kisah itu ke dalam tulisan. Kalau di dunia ini tidak ada penulis bisa seperti itu, maka kita sendirilah yang yang harus membina mereka ... Ya, penulis yang kita didik sendirilah yang mampu merangkum semuanya itu sesuai dengan kemauan kita.",
      "th": "ไม่ว่าอย่างไร เทพอสูรนั้นต่างก็มีช่วงเวลาของการดับสูญ ถ้าหากเรื่องราวของพวกเขาสูญหายไปตามกาลเวลาและไม่มีใครจดจำได้อีก เช่นนั้นคงจะน่าเสียดายมาก และผู้ที่มีคุณสมบัติที่จะเขียนเรื่องราวของพวกเขาได้ จะต้องมีทักษะการเขียนและสำนวนที่ยอดเยี่ยม... หากโลกนี้ไม่มีคนแบบนี้ งั้นเราก็ต้องฝึกออกมา... ฝึกฝนนักเขียนที่สามารถเขียนเรื่องราวแบบนั้นได้ออกมา",
      "vi": "Dù thế nào thì ma thần cũng sẽ có ngày chết đi, nếu như câu chuyện của họ cũng sẽ tan biến theo thời gian thì thật đáng tiếc. Hơn nữa, người có tư cách viết câu chuyện của họ cũng phải có tài nghệ văn chương thượng thừa... Nếu như trên thế gian này không có người như vậy thì cứ đào tạo... phải đào tạo ra một tác giả có thể viết những câu chuyện này mới thôi."
    }
  },
  {
    "title": {
      "zhs": "想要了解八重神子·其五",
      "zht": "想要瞭解八重神子·其五",
      "jp": "八重神子を知る·5",
      "ko": "야에 미코에 대해 알기·다섯 번째",
      "en": "More About Yae Miko: V",
      "de": "Ich will mehr über Yae Miko erfahren V",
      "es": "Más sobre Yae Miko (V)",
      "fr": "Connaître Yae Miko (5)",
      "pt": "Mais sobre Yae Miko - V",
      "ru": "Узнать больше о Яэ Мико V",
      "id": "Mengenal Yae Miko: V",
      "th": "อยากรู้เกี่ยวกับ Yae Miko - 5",
      "vi": "Muốn tìm hiểu Yae Miko - Điều 5"
    },
    "line": {
      "zhs": "说来，虽然看过许多人写的小说，我自己倒是从未动笔过，写小说毕竟还是很麻烦的事嘛。不过，如果你的冒险结束了，想要有人记录你的故事，而我那时正好有空的话…",
      "zht": "#說來，雖然看過許多人寫的小說，我自己倒是從未動筆過，寫小說畢竟還是很麻煩的事嘛。不過，如果{F#妳}{M#你}的冒險結束了，想要有人記錄{F#妳}{M#你}的故事，而我那時正好有空的話…",
      "jp": "そういえば、妾は数々の小説を読んできたが、自分で書いたことは一度もない。小説を書くのは、やはり手間の掛かることじゃからのう。じゃが、汝の旅が終わり、誰かに物語の記録をしてもらいたいと思った時…もし妾の手が空いておったら…",
      "ko": "그러고 보니 다른 사람의 소설은 많이 봤지만, 정작 내가 써본 적은 없네. 소설 쓰는 건 꽤 성가신 일이잖아. 그래도 언젠가 네 모험이 끝났을 때 네 이야기를 기록할 사람이 필요한데 마침 내가 시간이 된다면…",
      "en": "Though I'm an avid reader of novels written by others, I've yet to pick up the pen myself. Writing a novel is quite an undertaking, after all. But, if there comes a day when you reach the end of your adventure and want somebody to record it — and if I happen to have the time when that day comes... We'll see.",
      "de": "Außerdem habe ich selbst noch nie einen Roman geschrieben, obwohl ich viele andere gelesen habe. Aber wenn dein Abenteuer vorbei ist und du möchtest, dass jemand deine Geschichte aufzeichnet, und ich dann Zeit habe ...",
      "es": "Aunque soy una ávida lectora de las novelas de otros, aún tengo pendiente tomar una pluma y ponerme a escribir. Después de todo, escribir una novela es una tarea ardua, pero si llega el día en el que alcanzas el fin de tu aventura, quieres que alguien la registre y yo estoy disponible... Bueno, ya veremos.",
      "fr": "J'ai beau être une lectrice passionnée quand il s'agit des œuvres des autres, je n'ai encore jamais pris la plume. Écrire un roman, c'est tout un art. Mais, si un jour, tu arrives au bout de ton aventure et que tu cherches quelqu'un pour en témoigner et qu'il se trouve que j'ai du temps à ce moment-là, alors... On verra.",
      "pt": "Embora eu seja uma ávida leitora de romances escritos pelos outros, ainda não peguei na caneta por mim mesma. Escrever um romance é uma grande empreitada, afinal de contas. Mas, se houver um dia em que você chegue ao fim de suas aventuras e precisar de alguém para registrá-las — e se por algum acaso eu tiver tempo quando este dia chegar... veremos.",
      "ru": "Хотя я заядлая читательница романов, написанных другими, самой мне ещё не довелось взяться за перо. Всё-таки написание романа - довольно сложное дело. Но если настанет день, когда ты достигнешь конца своего приключения и захочешь, чтобы кто-нибудь описал его, и если у меня будет время, когда этот день наступит... Посмотрим.",
      "id": "Aku memang suka baca novel karangan orang lain, tapi aku belum pernah menulis sendiri. Menulis novel kan tidak segampang itu juga. Tapi, nanti tiba hari akhir petualanganmu, dan kamu butuh orang untuk merangkum semuanya ke dalam tulisan ... dan tentu saja kalau di hari itu aku ada waktu ... Lihat nanti saja lah.",
      "th": "จะว่าไปแล้ว ถึงแม้ว่าฉันจะอ่านนิยายที่คนอื่นเขียนมามาก แต่ฉันยังไม่เคยลงมือเขียนเองเลยสักครั้ง ก็การเขียนนิยายเป็นเรื่องยุ่งยากนี่นา แต่ถ้าการผจญภัยของเธอสิ้นสุดลง แล้วต้องการให้ใครสักคนบันทึกเรื่องราวนั้นไว้ และประจวบเหมาะว่าฉันมีเวลาว่างด้วยละก็...",
      "vi": "Kể ra thì tuy tôi thích đọc tiểu thuyết, nhưng lại chưa từng sáng tác qua, dẫu sao thì viết tiểu thuyết cũng là một chuyện phiền phức mà. Nhưng nói gì thì nói, nếu như chuyến hành trình của cưng kết thúc, muốn có người kể lại câu chuyện của cưng, và nếu trùng hợp lúc đó tôi đang rảnh thì..."
    }
  },
  {
    "title": {
      "zhs": "八重神子的爱好…",
      "zht": "八重神子的愛好…",
      "jp": "八重神子の趣味…",
      "ko": "야에 미코의 취미…",
      "en": "Yae Miko's Hobbies",
      "de": "Yae Mikos Hobbys ...",
      "es": "Aficiones de Yae Miko...",
      "fr": "Les loisirs de Yae Miko...",
      "pt": "Passatempos de Yae Miko...",
      "ru": "Хобби Яэ Мико...",
      "id": "Hobi Yae Miko",
      "th": "งานอดิเรกของ Yae Miko...",
      "vi": "Sở thích của Yae Miko..."
    },
    "line": {
      "zhs": "我第一喜欢的是他人的故事，第二喜欢的就是看他人烦恼的神色，两者若是在一起，哈，那可是相得益彰的有趣啊。",
      "zht": "我第一喜歡的是他人的故事，第二喜歡的就是看他人煩惱的神色，兩者若是在一起，哈，那可是相得益彰的有趣啊。",
      "jp": "妾がもっとも好きなのは他人の物語を読むこと。次に好きなのは他人の困った顔を見ることじゃ。この二つが合わされば、ふふっ、相まってさらに面白いぞ。",
      "ko": "내가 제일 좋아하는 건 다른 사람들의 이야기고, 두 번째로 좋아하는 건 타인이 고뇌하는 모습을 보는 거야. 둘을 합치면, 하하, 그 재미는 배가 돼",
      "en": "My favorite pastime is reading other people's stories. My second favorite is watching other people squirm... If I could find a way to combine the two, haha... Oh, that would be entertainment in its purest form.",
      "de": "Meine Lieblingsbeschäftigung ist es, die Geschichten anderer Leute zu lesen. Am zweitliebsten mag ich, die besorgten Blicke anderer Leute zu beobachten, und wenn beides zusammengeht, ja, dann wäre es Unterhaltung in ihrer reinsten Form.",
      "es": "Mi pasatiempo favorito es leer las historias de otras personas, y el segundo es ver cómo se retuercen de preocupación... Si encontrara la manera de combinar ambos... Jaja. Oh, eso sí que sería realmente entretenido.",
      "fr": "Mon passe-temps favori, c'est de lire les histoires des autres. Et mon deuxième passe-temps favori, c'est de les regarder se démener... Si seulement je pouvais trouver un moyen de combiner les deux, haha... Oh, ce serait du divertissement sous sa forme la plus pure.",
      "pt": "Meu passatempo preferido é ler a história de outras pessoas. Meu segundo favorito é ver as pessoas se retorcerem de preocupação... se eu pudesse encontrar uma forma de juntar os dois, haha... oh, isso seria entretenimento de qualidade.",
      "ru": "Моё любимое развлечение - читать истории других людей. Моё второе любимое развлечение - наблюдать за чужим беспокойством... Если бы я могла объединить их, ха-ха... О, это было бы истинным развлечением.",
      "id": "Hobi favoritku ya baca cerita buatan orang lain. Hobi favorit nomor dua yaitu, aku suka liat orang lagi susah, lagi panik, atau lagi bergidik ... Kalau keduanya bisa disatukan ... Wah, bisa jadi hiburan yang paling murni dan paling bagus.",
      "th": "สิ่งแรกที่ฉันชอบคือการอ่านเรื่องราวของคนอื่น อย่างที่สองคือการดูปัญหาของคนอื่น ถ้าจับสองเรื่องนี้รวมเข้าด้วยกันได้นะ ฮ่า จะต้องเป็นเรื่องที่สนุกสุดเหวี่ยงแน่ ๆ",
      "vi": "Tôi thích nhất là câu chuyện của người khác, thích thứ hai là thần sắc phiền não của người ta. Nếu như cả hai ở chung một chỗ, hờ, thật sự rất thú vị đấy."
    }
  },
  {
    "title": {
      "zhs": "八重神子的烦恼…",
      "zht": "八重神子的煩惱…",
      "jp": "八重神子の悩み…",
      "ko": "야에 미코의 고민…",
      "en": "Yae Miko's Troubles",
      "de": "Yae Mikos Sorgen ...",
      "es": "Preocupaciones de Yae Miko...",
      "fr": "Les problèmes de Yae Miko...",
      "pt": "Preocupações de Yae Miko...",
      "ru": "Беспокойство Яэ Мико...",
      "id": "Kekhawatiran Yae Miko",
      "th": "เรื่องกลุ้มใจของ Yae Miko...",
      "vi": "Nỗi buồn của Yae Miko..."
    },
    "line": {
      "zhs": "过度安稳的日子实在是太过无聊了啊…",
      "zht": "過度安穩的日子實在是太過無聊了啊…",
      "jp": "安定した日々を送るのは実につまらぬ…",
      "ko": "평화로운 일상은 너무 따분한 것 같아…",
      "en": "Peace and tranquility seems to be all the rage nowadays, but it gets dreadfully boring after a while...",
      "de": "Leben, das aus Stille und Ruhe besteht, ist einfach zu langweilig ...",
      "es": "La paz y la tranquilidad están de moda hoy en día, pero después de un tiempo, pueden ser un aburrimiento...",
      "fr": "Paix et tranquillité semblent être à la mode de nos jours, mais ça devient terriblement ennuyeux après un certain temps...",
      "pt": "Paz e tranquilidade parecem estar na moda hoje em dia, mas acaba ficando extremamente entediante com o tempo...",
      "ru": "Мир и спокойствие, кажется, сейчас в моде, но через некоторое время они ужасно надоедают...",
      "id": "Kedamaian dan ketenangan tampaknya sedang sangat populer sekarang ini, tetapi rasanya bosan juga kan kalau begini terus ....",
      "th": "วันที่สงบสุขนั้นช่างน่าเบื่อเสียจริง...",
      "vi": "Những ngày tháng quá yên bình đúng là vô vị thật..."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was sie so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "你有听说过一物，其名为「狐狸乌冬」吗，其实也就是加了油豆腐的乌冬啦。怎么样，油豆腐加乌冬，听上去就很好吃吧。",
      "zht": "#{F#妳}{M#你}有聽說過一物，其名為「狐狸烏龍」嗎，其實也就是加了油豆腐的烏龍麵啦。怎麼樣，油豆腐加烏龍麵，聽上去就很好吃吧。",
      "jp": "「きつねうどん」を聞いたことはあるか？実はただ油揚げをのせただけのうどんなのじゃが…油揚げにうどん、どうじゃ、聞いただけで美味しそうじゃろう？",
      "ko": "「키츠네 우동」이라고 알아? 사실 그냥 유부를 넣은 우동이야. 어때, 유부를 넣은 우동이라니, 듣기만 해도 맛있을 것 같지?",
      "en": "Have you ever heard of a dish called \"Kitsune Udon\"? It's quite simple, really... Just Fried Tofu served on top of Udon noodles. What do you think? Noodles and Fried Tofu, that's all. Doesn't it sound heavenly?",
      "de": "Hast du schon mal von „Kitsune-Udon“ gehört, was eigentlich Udon mit frittiertem Tofu ist? Tofu und Udon, das klingt doch lecker, oder?",
      "es": "¿Has oído hablar de un plato llamado “kitsune udon”? Es muy fácil de hacer. Solo es tofu frito servido encima de fideos udon. ¿Qué te parece? Solo fideos y tofu frito, nada más. ¿No crees que suena divino?",
      "fr": "#Est-ce que tu as déjà entendu parler d'un plat appelé « nouilles udon du Kitsune » ? C'est assez simple, en fait... C'est juste du tofu frit servi sur des nouilles udon. Qu'est-ce que tu en penses{NON_BREAK_SPACE}? Des nouilles et du tofu frit, et c'est tout. Ça ne te paraît pas divin comme plat ?",
      "pt": "Você já experimentou um prato chamado \"Udon Kitsune\"? É bem simples, sério... é apenas Tofu Frito servido em cima de macarrão Udon. O que acha? Macarrão e Tofu Frito, é isso. Não parece celestial?",
      "ru": "#Ты когда-нибудь слышал{F#a} о блюде под названием «Удон кицунэ»? На самом деле всё довольно просто... Это обычный жареный тофу, подаваемый с удоном. Что думаешь? Лапша и жареный тофу, вот и всё. Разве это не звучит божественно?",
      "id": "Sudah pernah dengar makanan yang bernama \"Kitsune Udon\"? Sederhana sekali itu ... Cuma tahu goreng yang disajikan di atas mi udon. Gimana? Mi dan tahu, cuma itu. Enak sekali, kan?",
      "th": "เธอเคยได้ยินเกี่ยวกับอาหารที่ชื่อว่า \"Kitsune Udon\" มั้ย ที่จริงมันก็แค่อูด้งที่เพิ่มเต้าหู้ทอดเท่านั้นแหละ เป็นไง อูด้งใส่เต้าหู้ทอด ฟังดูน่ากินใช่มั้ยล่ะ",
      "vi": "Cưng có từng nghe qua một thứ có tên là \"Udon Hồ Ly\" không, thật ra cũng chính là món udon có thêm đậu phụ rán thôi. Thế nào, đậu phụ rán cộng thêm udon, nghe là thấy ngon rồi chứ gì."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was sie nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang Tidak Disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "不行，腌制过的东西不行，不管是花鳉还是腌海雀，不觉得都有一股不能让人接受的臭味吗？本宫身为鸣神大社的宫司，怎么能咽下如此不洁不净之物。",
      "zht": "不行，醃製過的東西不行，不管是花鱂還是醃海雀，不覺得都有一股不能讓人接受的臭味嗎？本宮身為鳴神大社的宮司，怎麼能嚥下如此不潔不淨之物。",
      "jp": "まったくもって、漬物だけは受け入れられぬ。グッピーにしてもキビヤックにしても、酷い臭いじゃ。妾は鳴神大社の宮司として、そのような不潔で不浄なるものを飲み込むことは決してできぬ。",
      "ko": "아니, 절인 음식은 싫어. 절인 구피든 키비악이든 참을 수 없는 악취가 나지 않니? 나루카미 다이샤의 궁사로서 그런 부정한 걸 입에 넣을 순 없어",
      "en": "Anything that has been pickled is firmly off-limits for me... I don't care whether it's Medaka or Kiviak, what sort of person can stand that vile stench? I, for one, am Guuji of the Grand Narukami Shrine, and I refuse to defile myself by ingesting such pungent things.",
      "de": "Alles, was eingelegt wurde, ist für mich ein Tabu ... Es ist mir egal, ob es Medaka oder Kiviak ist. Welcher Mensch kann diesen widerlichen Gestank ertragen? Ich bin die Guuji vom Großen Narukami-Schrein und weigere mich, mich durch den Verzehr solch stechender Dinge zu besudeln.",
      "es": "No soporto cualquier cosa que haya sido encurtida. Me da igual que sea medaka o kiviak, ¿qué clase de persona puede aguantar ese horrible hedor? Soy la Suma Sacerdotisa del Gran Santuario Narukami, y me niego a contaminar mi cuerpo con cosas tan asquerosas.",
      "fr": "Tout ce qui est mariné, ce n'est définitivement pas pour moi... Peu importe que ce soit du médaka ou du kiviak. Qui peut supporter une telle odeur ? En tant que guuji du Sanctuaire de Narukami, je refuse de me souiller en ingérant des choses aussi répugnantes.",
      "pt": "Qualquer coisa que tenha sido colocado em conserva está fora de cogitação para mim... não me importa se é Medaka ou Kiviak, que tipo de pessoa consegue suportar aquele fedor horrível? Eu, por exemplo, sou a Guuji do Grande Santuário Narukami, e eu me recuso a contaminar meu corpo ingerindo algo tão asqueroso assim.",
      "ru": "Всё маринованное для меня категорически запрещено... Мне всё равно, оризия это или кивиак, - кто вообще может вынести эту отвратительную вонь? Я Гудзи Великого храма Наруками, и я отказываюсь осквернять себя, прикасаясь к этой мерзости.",
      "id": "Segala jenis makanan yang diasinkan, aku anti sekali ... Aku tidak peduli mau itu Medaka atau Kiviak, orang macam apa sih yang tahan sama bau busuk begitu? Aku ini Guuji dari Kuil Agung Narukami, dan aku menolak untuk mencemarkan diri dengan menelan makanan yang menjijikkan itu.",
      "th": "ไม่ได้ ของที่ผ่านการดองนั้นไม่ผ่าน ไม่ว่าจะเป็น Medaka หรือ Kiviak เธอไม่คิดว่ามันมีกลิ่นเหม็นที่ทำให้คนทนไม่ได้เหรอ? ในฐานะ Guuji แห่งศาลเจ้า Grand Narukami ฉันจะทนกลืนของไม่สะอาดแบบนั้นได้ยังไงล่ะ",
      "vi": "Tôi không thích ăn những món ướp, nhất là các loại cá ướp, mùi hôi của chúng thật sự rất khó chịu! Tôi thân là Guuji của Đền Narukami, làm sao có thể nuốt nổi những thứ dơ bẩn đó chứ."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "哎呀，小家伙，你对我的口味了解得很清楚嘛。",
      "zht": "#哎呀，小傢伙，{F#妳}{M#你}對我的口味瞭解得很清楚嘛。",
      "jp": "ほう…童よ、妾の好みをよく知っておるようじゃな。",
      "ko": "어머, 꼬마야, 내 취향을 잘 알고 있네?",
      "en": "My, my! You really know what appeals to my tastes, don't you.",
      "de": "#Meine Güte, Kleine{M#r}, du kennst meinen Geschmack gut.",
      "es": "#¡Vaya, vaya! Parece que sabes muy bien lo que me gusta, querid{F#a}{M#o}.",
      "fr": "#Tu connais vraiment bien mes goûts, {M#mon petit}{F#ma petite}.",
      "pt": "Oh, jovem, você sabe bem o que eu gosto...",
      "ru": "Ого! А ты и вправду знаешь, что мне нравится!",
      "id": "Wah, wah, wah. Kamu ini benar-benar paling tahu seleraku ya.",
      "th": "โอ๊ะ เจ้าตัวเล็ก เธอนี่รู้รสชาติที่ฉันชอบจริง ๆ เลยนะ",
      "vi": "Ái chà, cưng biết rõ khẩu vị của tôi nhỉ."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "既然是你亲手做的，我就尝尝看吧，呵呵…",
      "zht": "#既然是{F#妳}{M#你}親手做的，我就嚐嚐看吧，呵呵…",
      "jp": "汝の手作りならば、口にしてみるか。ふふっ…",
      "ko": "네가 직접 만든 거니까 한번 먹어봐야겠어, 후후…",
      "en": "Since you've made it yourself, I guess having a little taste is the least I can do, haha...",
      "de": "Da du es selbst gemacht hast, werde ich es probieren ...",
      "es": "Ya que lo preparaste tú, lo menos que puedo hacer es probarlo, jaja.",
      "fr": "Je vais y goûter puisque c'est toi qui l'as fait, haha...",
      "pt": "#Já que você mesm{F#a}{M#o} fez, acho que provar é o mínimo que posso fazer, haha...",
      "ru": "#Раз уж ты сам{F#a} это приготовил{F#a}, попробовать - меньшее, что я могу сделать, ха-ха...",
      "id": "Karena kamu yang membuatnya sendiri, kurasa tidak mungkin aku hanya mencicipinya sedikit saja, haha ....",
      "th": "ในเมื่อเธอทำเองกับมือ งั้นฉันจะลองชิมดูหน่อยก็แล้วกัน หึหึ...",
      "vi": "Đã là do chính tay cưng làm, vậy tôi sẽ thử xem sao, hehe..."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "怎么说呢…小家伙，需要努力的地方还有不少哦？",
      "zht": "怎麼說呢…小傢伙，需要努力的地方還有不少喔？",
      "jp": "まったく…童よ、まだまだ努力が必要じゃな。",
      "ko": "흠… 꼬마야, 좀 더 분발해야겠는걸?",
      "en": "How should I put this... There's so much room for improvement that the only way is up.",
      "de": "Was soll ich sagen ... Es gibt noch viel zu verbessern, nicht wahr?",
      "es": "A ver cómo lo digo... Tienes tanto margen de mejora que solo podrías seguir mejorando.",
      "fr": "#Hum... Disons que tu as encore un long chemin à faire, {M#mon petit}{F#ma petite}.",
      "pt": "Como posso dizer... ainda tem muito o que melhorar.",
      "ru": "Как бы выразиться... На фоне этого любые старания будут прогрессом.",
      "id": "Ah, bagaimana bilangnya ya ... Banyak yang bisa diperbaiki lagi, hampir semuanya sih.",
      "th": "จะว่ายังไงดีละ... เจ้าตัวเล็ก เธอยังต้องพยายามอีกมากนะ",
      "vi": "Nói sao nhỉ... cưng à, vẫn còn phải cố gắng rất nhiều đó."
    }
  },
  {
    "title": {
      "zhs": "生辰…",
      "zht": "生辰…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birth Date",
      "de": "Geburtsdatum ...",
      "es": "Día de nacimiento...",
      "fr": "Jour de naissance...",
      "pt": "Dia do nascimento...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันถือกำเนิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "今日是你的生辰啊…\n\n「凡御岁之祝礼，以徒名之令，遇其其之所求，遂其其之所愿，正心明神，以受萌荫庇佑。」好了，就这样。祝你这一年能够诸事顺遂，得偿所愿吧。",
      "zht": "#今日是{F#妳}{M#你}的生辰啊…\n\n「凡御歲之祝禮，以徒名之令，遇其其之所求，遂其其之所願，正心明神，以受萌蔭庇佑。」好了，就這樣。祝{F#妳}{M#你}這一年能夠諸事順遂，得償所願吧。",
      "jp": "今日は汝の誕生日じゃったか…\n\n「御歳の祝礼を今ここに迎えん。徒桜の命において、汝が求めんとするもの、汝が願わんとするもの、明神のもと正心をもって、その加護を汝に与えん」\n\nうむ、こんなところか。これからも、望むものを手に入れ、万事が順調にいく良き一年になることを祈っておるぞ。",
      "ko": "오늘이 네 생일이구나…\n\n「그대의 탄생을 축복하며 명하나니, 그대가 구하는 것을 얻고 원하는 것을 이루리라. 올곧은 마음을 가진 자에겐 신의 가호가 있을지니.」 됐어, 올해는 모든 일이 잘 풀리고 원하는 걸 얻길 바라",
      "en": "Ah, so today is your birthday... \"On your ceremonious reckoning of years, I task my kin with seeing to it that that which you seek, you shall surely find, and that that for which your heart longs, you shall surely receive. Remain pure of heart and true of spirit, and their protection shall be bestowed on you.\" There you go. May all go well in your year ahead, and may all your wishes be fulfilled. Are we done?",
      "de": "Heute ist also dein Geburtstag ...\n\n„An deinem feierlichen Geburtstag werde ich meine Verwandtschaft damit beauftragen, dafür zu sorgen, dass du das, was du suchst, auch findest, und das, wonach dein Herz sich sehnt, auch erhältst. Bewahre ein reines Herz und einen wahren Geist und ihr Schutz wird dir zuteilwerden.“ Das ist alles. Ich wünsche dir alles Gute für das kommende Jahr und, dass alle deine Wünsche in Erfüllung gehen.",
      "es": "Ah, así que hoy es el día en que naciste... “En este ceremonioso día de recuento de años, encargo a mis familiares que se aseguren de que encuentres aquello que buscas y de que recibas aquello que tanto anhela tu corazón. Conserva la pureza de tu corazón y la autenticidad de tu espíritu para que te sea otorgada su protección”. Listo. Que todo te vaya bien en este año y que todos tus deseos se hagan realidad. Ya está, ¿no?",
      "fr": "Ah, alors c'est ton anniversaire aujourd'hui...\n\n« En ce jour solennel de décompte des années, je confie la charge à mes semblables de veiller à ce que tu trouves ce que tu cherches et à ce que tu reçoives ce à quoi tu aspires. Si tu gardes un cœur pur et un esprit véritable, ils t'accorderont leur protection. » Et voilà. Je te souhaite que tout aille bien pour toi dans l'année à venir et que tous tes vœux soient exaucés. Ça y est, c'est fini ?",
      "pt": "#Ah, então hoje é seu aniversário...\n\n\"Em sua cerimônia de contagem de anos, eu encarrego meu povo de que assegurem que você definitivamente encontre o que deseja, e aquilo que seu coração buscar, você receberá. Continue pur{F#a}{M#o} de coração e verdadeir{F#a}{M#o} em espírito, e a proteção deles será concedida a você.\" Pronto, aí está. Que tudo corra bem em seu ano a se seguir, e que seus desejos se realizem. Acabamos?",
      "ru": "Ах, так сегодня твой день рождения... «В этот торжественный день годовщины твоего рождения я поручаю своему роду позаботиться о том, чтобы то, что ты ищешь, обязательно нашлось, а то, что ты жаждешь, обязательно было тобой получено. Пусть сердце твоё остаётся чистым, а дух - стойким, и тогда их защита всегда будет с тобой». Как-то так. Пусть следующий год будет удачным, а все твои желания исполнятся. Ну, мы закончили?",
      "id": "Ah, jadi hari ini hari ulang tahunmu ya ... \n\n\"Dalam hari peringatan perhitungan usiamu, demikian kuperintahkan kepada kaumku: carilah dan kamu akan menemukan, mintalah maka kamu akan menerima. Jagalah kekudusan dan kemurnian, dan kiranya perlindungan mereka selalu besertamu\". Begitulah, semoga semuanya lancar dan semoga keinginanmu terkabul. Sudah? Cukup?",
      "th": "วันนี้เป็นวันเกิดของเธอเหรอ...\n\n\"เนื่องในโอกาสฉลองวันเกิด ด้วยนามของฉัน ฉันขอให้เธอสมหวังดั่งคำขอ สมใจดั่งความปรารถนา ขอให้ได้รับความคุ้มครองจากเทพเจ้าด้วยใจบริสุทธิ์\" เอาล่ะ เอาแค่นี้ละกัน ขอให้ปีนี้มีแต่สิ่งดี ๆ และสมหวังทุกประการนะ",
      "vi": "Hôm nay là sinh nhật của cưng à...\n\n\"Lễ mừng tuổi mới, hãy nghe lệnh ta, gặp được những gì mà người đó thỉnh cầu, thực hiện được những gì mà người đó mong ước, chính tâm hướng thần, cầu mong phù hộ.\" Xong rồi, chỉ vậy thôi. Chúc cưng năm nay mọi thứ thuận lợi, được như mong ước."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "所谓巫女修行阶位，在修习毕业之后，能准确开口念诵祭言即可称为「直阶」。对于人类来说很方便，不过对狐族来说倒是最困难的一步…毕竟是狐狸嘛。",
      "zht": "所謂巫女修行階位，在修習畢業之後，能準確開口唸誦祭言即可稱為「直階」。對於人類來說很方便，不過對狐族來說倒是最困難的一步…畢竟是狐狸嘛。",
      "jp": "巫女修行の階位では、一連の修行を終えた後に祝詞を正確に暗唱できれば、「直階」を得られる。人間にとっては簡単じゃが、狐族にとってはもっとも困難といえる部分じゃ…なにせ、狐じゃからのう。",
      "ko": "무녀의 수행 단계는 수련을 졸업하고 제사의 구절을 정확하게 낭송할 수 있으면 「직계」 단계라고 해. 인간에겐 쉽지만 여우족에겐 가장 어려운 단계지… 그야 여우니까",
      "en": "When training to become a shrine maiden, the title of \"Chokkai\" is granted once one has completed their requisite studies and can correctly chant for ceremonies. This might be very straightforward for humans, but it's the most difficult step for the kitsune... We are only foxes, after all.",
      "de": "Bei der Ausbildung zur Schreinjungfer wird der Titel „Chokkai“ verliehen, wenn man die erforderlichen Studien abgeschlossen hat und den Segensspruch korrekt vorlesen kann. Für Menschen ist das vielleicht ganz einfach, aber für die Kitsune ist es der schwierigste Schritt ... Wir sind schließlich nur Füchse.",
      "es": "Durante el entrenamiento para convertirse en miko, se confiere el título de “chokkai” a quien ha completado los requisitos de estudio y puede recitar adecuadamente en ceremonias. Esto puede resultar sencillo para los humanos, pero es el paso más difícil para los kitsune. Después de todo, seguimos siendo zorros.",
      "fr": "#Lors de la formation pour devenir prêtresse, le titre de «{NON_BREAK_SPACE}chokkai{NON_BREAK_SPACE}» n'est attribué qu'après avoir terminé les études préalables et quand on peut chanter correctement lors des cérémonies. Ça peut paraître simple pour un humain, mais c'est l'étape la plus compliquée pour les Kitsunes... Nous ne sommes que des renards, après tout.",
      "pt": "Durante o treinamento para me tornar uma sacerdotisa, o título de \"Chokkai\" é lhe dado quando você completa os estudos requisitados e pode corretamente recitar cerimônias. Isso deve ser bem direto para humanos, mas é algo muito difícil para uma kitsune... somos apenas raposas, afinal de contas.",
      "ru": "При обучении жриц титул «тёккай» присваивается после того, как ученица завершила учёбу и может правильно петь во время церемоний. Это может быть очень просто для людей, но это самый трудный шаг для кицунэ... В конце концов, мы всего лишь лисы.",
      "id": "Saat berlatih untuk jadi miko, gelar \"Chokkai\" diberikan setelah belajar sampai mampu membaca mantra untuk upacara dengan benar. Hal ini mungkin sangat mudah bagi manusia, tapi sangat sulit bagi kitsune ... Bagaimanapun juga, kami kan cuma rubah.",
      "th": "หลังจากฝึกฝนขั้นตอนเพื่อเป็นมิโกะเสร็จสิ้น จนสามารถสวดมนต์ทำพิธีได้อย่างถูกต้องแล้ว จะได้รับการขนานนามว่า \"Chokkai\" ซึ่งมันเป็นเรื่องง่ายดายสำหรับมนุษย์มาก แต่สำหรับจิ้งจอกแล้วนี่เป็นขั้นตอนที่ยากลำบากมากที่สุด... ก็เพราะเป็นจิ้งจอกนี่นา",
      "vi": "Trong các cấp bậc tu hành của pháp sư, sau khi tốt nghiệp, có thể đọc tế ngôn một cách chính xác thì gọi là \"Chokkai\". Đối với con người mà nói thì rất tiện, nhưng đối với tộc hồ ly thì lại là bước khó khăn nhất... dù sao cũng là hồ ly mà."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "成为宫司代理，也就是「正阶」的修行可是很辛苦的，要受诸多清修戒律，修行的秘诀唯有一条，就是晚上偷偷进食时，不要被人发现。",
      "zht": "成為宮司代理，也就是「正階」的修行可是很辛苦的，要受諸多清修戒律，修行的秘訣唯有一條，就是晚上偷偷進食時，不要被人發現。",
      "jp": "宮司代理になる、つまり「正階」の修行はとても過酷なものじゃ。数々の試練を乗り越え、戒律を守らねばならぬ。この修行において、秘訣はただ一つのみ。夜こっそり盗み食いをする時、バレないようにすることじゃ。",
      "ko": "궁사 대행, 그러니까 「정계」의 수행은 아주 힘들어. 많은 규율을 지켜야 하거든. 수행의 비결은 오직 하나, 밤에 몰래 뭘 먹을 때 들키지 않는 거야",
      "en": "The training required to become a Guuji's Assistant, or \"Seikai,\" is arduous indeed. You must observe a myriad of harsh restrictions... There is only one way to make it through: snack at night, and make sure you don't get caught.",
      "de": "Die Ausbildung zur Guuji-Assistentin oder die Ausbildung von „Seikai“ ist in der Tat sehr anstrengend. Du musst unzählige strenge Regeln einhalten ... Es gibt nur einen Weg, es zu schaffen: Wenn du in der Nacht einen Imbiss zu dir nimmst, pass auf, dass du nicht erwischt wirst.",
      "es": "El entrenamiento para ser la asistente de la Suma Sacerdotisa, o “seikai”, es realmente arduo. Debes respetar una infinidad de severas restricciones, y solo hay una manera de llegar hasta ahí: comer a escondidas por la noche sin que nadie te vea.",
      "fr": "La formation pour devenir assistante de guuji, ou « seikai », est vraiment difficile. Il faut respecter une multitude de restrictions... Je ne connais qu'un moyen de s'en sortir : grignoter le soir et éviter de se faire prendre.",
      "pt": "O treinamento necessário para se tornar uma assistente de Guuji, ou no caso \"Seikai\", é realmente muito difícil. Você precisa respeitar uma infinidade de restrições severas... existe apenas uma forma de conseguir lidar com tudo isso: faça um lanchinho durante a noite, e tenha certeza de que ninguém te descubra.",
      "ru": "Обучение, которое необходимо пройти для того, чтобы стать помощницей Гудзи, или «сэйкай», очень трудное. Приходится соблюдать множество жёстких ограничений... Есть только один способ пройти через это: есть ночью, убедившись, что никто тебя не поймает.",
      "id": "Latihan yang diperlukan untuk menjadi Asisten Guuji atau \"Seikai\", lebih sulit. Ada segudang pantangan yang harus dipatuhi ... Satu-satunya jalan untuk melewati tahap ini adalah: makan pas tengah malam, dan jangan sampai ketahuan.",
      "th": "การฝึกฝนในการเป็นรักษาการ Guuji หรือที่เรียกว่า \"Seikai\" นั้นยากลำบากมาก ต้องอดทนต่อข้อปฏิบัติที่เข้มงวดมากมาย มีทางเดียวที่จะผ่านมันไปได้ นั่นคือห้ามโดนจับได้ตอนแอบกินอาหารในตอนกลางคืนเด็ดขาด",
      "vi": "Trở thành Guuji đại diện, cũng chính là tu luyện ở cấp \"Seikai\", rất gian khổ, phải chịu rất nhiều giới luật thanh quy, bí quyết của tu hành chỉ có một, chính là tối tối lén đi ăn đừng để bị ai phát hiện."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "升为「明阶」，即要求进入天地明察的境界，神通宇内，世事洞明。只要进入了这个境界，一般都会受获神之眼，拥有远超一般狐族的悠长寿命了哦。",
      "zht": "升為「明階」，即要求進入天地明察的境界，神通宇內，世事洞明。只要進入了這個境界，一般都會受獲神之眼，擁有遠超一般狐族的悠長壽命了哦。",
      "jp": "「明階」にまで上がるには、世を見定めることのできる天地明察の境地に達する必要がある。この境地に達すれば、一般的には神の目が授与され、普通の狐族を遥かに超える寿命を得ることとなる。",
      "ko": "「명계」로 올라가면 천지를 살필 수 있는 경지에 올라 세상만사를 꿰뚫어 볼 수 있어야 돼. 이 경지에 오르면 보통 신의 눈을 받게 되고, 평범한 여우족보다 훨씬 긴 수명을 얻지",
      "en": "Attaining the rank of \"Meikai\" requires one to decipher the workings of the world, transcend its limitations, and fathom all phenomena within. Usually, any who reach this level are granted a Vision and a lifespan far beyond that of the average kitsune.",
      "de": "Um den Rang „Meikai“ zu erreichen, muss man die Funktionsweise der Welt entschlüsseln, ihre Grenzen überschreiten und alle Phänomene darin ergründen. Wer diese Stufe erreicht, bekommt normalerweise ein Göttliches Auge und eine Lebenserwartung, die weit über die einer durchschnittlichen Kitsune hinausgeht.",
      "es": "Para alcanzar el rango de “meikai”, debes descifrar el funcionamiento del mundo, trascender sus limitaciones y comprender todos sus fenómenos. Normalmente, a quienes llegan a este nivel se les concede una Visión y una esperanza de vida mucho mayor que la de un kitsune promedio.",
      "fr": "#Pour atteindre le rang de «{NON_BREAK_SPACE}meikai{NON_BREAK_SPACE}», il faut savoir déchiffrer les rouages du monde, transcender ses limites et sonder ses phénomènes intérieurs. Habituellement, ceux qui atteignent ce niveau se voient accorder un œil divin et une espérance de vie bien supérieure à celle du Kitsune moyen.",
      "pt": "Alcançar a classificação de \"Meikai\" requer que você decifre o funcionamento do mundo, transcenda seus limites, e compreenda todos os seus fenômenos. Normalmente, qualquer um que chega a este nível recebe uma Visão e uma longevidade muito mais duradoura do que a de uma kitsune comum.",
      "ru": "Достижение ранга «мэйкай» требует понимания устройства мира, преодоления его ограничений и понимания всех явлений внутри него. Обычно любому, кто достигает этого уровня, даруется Глаз Бога и продолжительность жизни куда длиннее, чем у обычной кицунэ.",
      "id": "Untuk mencapai tingkat \"Meikai\", dia harus bisa menguraikan cara kerja dunia, melampaui batasannya, dan memahami semua fenomena di dalamnya. Biasanya, yang mencapai tingkat ini akan menerima Vision dan masa hidup melebihi kitsune biasa.",
      "th": "การเลื่อนขั้นเป็น \"Meikai\" หมายถึงการเข้าสู่ห้วงแห่งสวรรค์และโลก การหยั่งรู้ และเข้าใจโลกทั้งหมด โดยปกติแล้วเมื่อเข้าสู่ระดับนี้ก็จะได้รับวิชั่น และมีอายุขัยที่ยาวนานกว่าจิ้งจอกทั่วไป",
      "vi": "Nâng lên mức \"Meikai\" tức là phải bước vào cảnh giới thiên địa minh sát, thấu hiểu thế sự. Chỉ cần bước vào cảnh giới này, thông thường đều sẽ nhận được Vision, và tuổi thọ sẽ vượt xa so với tộc hồ ly bình thường."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings about Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "鸣神大社的「净阶」，历来只有鸣神大社的宫司具有，仅此一位。「净阶」只是类似荣誉职位的东西，跟实力倒没什么关系，不过我若是自称实力最强的「净阶」，倒也无何不可。",
      "zht": "鳴神大社的「淨階」，歷來只有鳴神大社的宮司具有，僅此一位。「淨階」只是類似榮譽職位的東西，跟實力倒沒什麼關係，不過我若是自稱實力最強的「淨階」，倒也無何不可。",
      "jp": "鳴神大社の「浄階」は、昔から鳴神大社の宮司のみが持つものじゃ。「浄階」は栄誉称号に似たようなもので、実力とは関係がない。じゃが、実力においても最強の妾が「浄階」を名乗るのは、そう間違ってはおらぬことじゃろう。",
      "ko": "나루카미 다이샤의 「청계」는 예로부터 나루카미 다이샤의 궁사 단 한 명만 얻을 수 있었어. 사실 그냥 명예직 같은 거야. 실력과는 별 상관없어. 하지만 내가 실력이 가장 뛰어난 「청계」라고 해도 안 될 건 없지",
      "en": "Throughout history, only the Guuji of the Grand Narukami Shrine has ever held the rank of \"Joukai.\" It is an honorary title, not related to the capabilities of the holder. But of course, if I were to declare myself the most powerful Joukai in history, I don't see why there'd be anything wrong with that.",
      "de": "Im Laufe der Geschichte hat nur die Guuji des Großen Narukami-Schreins jemals den Rang von „Joukai“ getragen. Es ist ein Ehrentitel, der nichts mit den Fähigkeiten des Titelträgers zu tun hat. Aber wenn ich mich selbst zum mächtigsten „Joukai“ der Geschichte erkläre, sehe ich da keine Probleme.",
      "es": "A lo largo de la historia, solo la Suma Sacerdotisa del Gran Santuario Narukami ha alcanzado el rango de “joukai”, un título honorífico que no está relacionado con las capacidades de quien lo ostenta. Aunque, claro está, si dijera que soy la joukai más poderosa que ha existido, no creo que hubiera nada de malo en ello.",
      "fr": "Tout au long de l'histoire, seule la guuji du Sanctuaire de Narukami a pu obtenir le rang de « joukai ». Il s'agit d'un titre honorifique, sans rapport avec les capacités de celui qui le détient. Mais il n'y a rien qui s'oppose à ce que je m'autoproclame la joukai la plus puissante de l'histoire.",
      "pt": "Ao longo da história, apenas a Guuji do Grande Santuário Narukami alcançou a classificação de \"Joukai\". É um título honorífico, que não está relacionado as capacidades do que o detém. Mas é claro, se eu fosse me declarar a Joukai mais poderosa da história, eu não vejo exatamente o que teria de errado nisso.",
      "ru": "На протяжении всей истории только Гудзи Великого храма Наруками носили звание «дзёкай». Это почетное звание, не связанное со способностями обладателя. Но я не вижу ничего дурного в том, чтобы объявить себя самым могущественным дзёкаем в истории.",
      "id": "Sepanjang sejarah, hanya Guuji dari Kuil Agung Narukami bisa disebut \"Joukai.\" Itu cuma gelar kehormatan yang tidak berkaitan dengan kemampuan. Tapi tentu saja, kalau misalnya aku menyatakan diri sebagai Joukai terkuat sepanjang sejarah, yang tidak salah juga kan.",
      "th": "ในอดีตจะมีเพียง Guuji ของศาลเจ้า Grand Narukami เท่านั้นที่จะมีขั้น \"Joukai\" ซึ่งจะคล้ายกับตำแหน่งกิตติมศักดิ์ที่ไม่เกี่ยวกับความสามารถของผู้ถือครอง แต่ถ้าฉันต้องประกาศตัวว่าเป็น Joukai ที่แข็งแกร่งที่สุด ก็ใช่ว่าจะทำไม่ได้หรอกนะ",
      "vi": "\"Joukai\" của Đền Narukami trước giờ chỉ có Guuji của Đền Narukami là đạt được, chỉ một vị trí này thôi. \"Joukai\" chỉ là một thứ tương tự như chức danh vinh dự, không có quan hệ gì với thực lực, nhưng nếu như tôi tự xưng bản thân là \"Joukai\" mạnh nhất thì cũng không gì là không được."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "律令。",
      "zht": "律令。",
      "jp": "律令。",
      "ko": "율령",
      "en": "Right here.",
      "de": "Genau hier.",
      "es": "¡Aquí!",
      "fr": "Ici.",
      "pt": "Bem aqui.",
      "ru": "Здесь!",
      "id": "Di sini.",
      "th": "รับคำสั่งนี้ซะ",
      "vi": "Nghe lệnh."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "咒禁。",
      "zht": "咒禁。",
      "jp": "呪禁。",
      "ko": "주술",
      "en": "Right now.",
      "de": "Genau jetzt.",
      "es": "¡Ahora!",
      "fr": "Maintenant.",
      "pt": "Agora mesmo.",
      "ru": "Сейчас!",
      "id": "Sekarang.",
      "th": "คาถาต้องห้าม",
      "vi": "Cấm chú."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "敕！",
      "zht": "敕！",
      "jp": "敕。",
      "ko": "칙명!",
      "en": "Emerge!",
      "de": "Tritt hervor!",
      "es": "¡Brota!",
      "fr": "Viens à moi.",
      "pt": "Surja!",
      "ru": "Явись!",
      "id": "Muncul!",
      "th": "สั่งการ!",
      "vi": "Lệnh!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其四",
      "zht": "元素戰技·其四",
      "jp": "元素スキル·4",
      "ko": "원소전투 스킬·네 번째",
      "en": "Elemental Skill: IV",
      "de": "Elementarfähigkeit IV",
      "es": "Habilidad Elemental (IV)",
      "fr": "Compétence élémentaire (4)",
      "pt": "Habilidade Elemental - IV",
      "ru": "Элементальный навык IV",
      "id": "Elemental Skill: IV",
      "th": "สกิลธาตุ - 4",
      "vi": "Kỹ Năng Nguyên Tố IV"
    },
    "line": {
      "zhs": "显化。",
      "zht": "顯化。",
      "jp": "具現化せよ。",
      "ko": "나타나라",
      "en": "Come on out.",
      "de": "Komm raus.",
      "es": "¡Haz tu aparición!",
      "fr": "Sors de là.",
      "pt": "Apareça.",
      "ru": "Предстань!",
      "id": "Keluarlah.",
      "th": "จงปรากฏ",
      "vi": "Hiện hóa."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其五",
      "zht": "元素戰技·其五",
      "jp": "元素スキル·5",
      "ko": "원소전투 스킬·다섯 번째",
      "en": "Elemental Skill: V",
      "de": "Elementarfähigkeit V",
      "es": "Habilidad Elemental (V)",
      "fr": "Compétence élémentaire (5)",
      "pt": "Habilidade Elemental - V",
      "ru": "Элементальный навык V",
      "id": "Elemental Skill: V",
      "th": "สกิลธาตุ - 5",
      "vi": "Kỹ Năng Nguyên Tố V"
    },
    "line": {
      "zhs": "留形。",
      "zht": "留形。",
      "jp": "姿を残さん。",
      "ko": "형상을 남기리",
      "en": "Show them.",
      "de": "Zeig es ihnen.",
      "es": "¡Dales una muestra!",
      "fr": "Montre-leur.",
      "pt": "Mostre a eles.",
      "ru": "Покажи им!",
      "id": "Tunjukkan pada mereka.",
      "th": "จงสำแดงให้ประจักษ์",
      "vi": "Lưu ảnh."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "真瞳显现！",
      "zht": "真瞳顯現！",
      "jp": "真瞳の顕現。",
      "ko": "진실의 눈동자!",
      "en": "I'm always watching.",
      "de": "Ich beobachte immer.",
      "es": "Siempre estoy observando.",
      "fr": "Je suis toujours là.",
      "pt": "Estou sempre observando!",
      "ru": "Я наблюдаю!",
      "id": "Aku selalu mengawasi.",
      "th": "เผยธาตุแท้ออกมา!",
      "vi": "Chân đồng hiển hiện!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "雷霆侘寂！",
      "zht": "雷霆侘寂！",
      "jp": "幽玄なる雷霆。",
      "ko": "고요한 뇌정!",
      "en": "Nothing lasts forever.",
      "de": "Nichts währt ewig.",
      "es": "Nada dura para siempre.",
      "fr": "Rien ne dure éternellement.",
      "pt": "Nada dura para sempre.",
      "ru": "Ничто не длится вечно.",
      "id": "Tidak ada yang abadi.",
      "th": "ไม่มีสิ่งใดคงนิรันดร์!",
      "vi": "Lôi đình sá tịch!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "雷光凄美啊。",
      "zht": "雷光淒美啊。",
      "jp": "雷光、いと美しきかな。",
      "ko": "뇌광이 애처롭구나",
      "en": "A sight to behold.",
      "de": "Ergreifende Blitze.",
      "es": "Un espectáculo para la vista.",
      "fr": "Quel spectacle !",
      "pt": "Que coisa linda de se ver.",
      "ru": "Зрелище, достойное созерцания.",
      "id": "Pemandangan yang indah.",
      "th": "อัสนีงามงด",
      "vi": "Sấm chớp tuyệt đẹp."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "有什么有趣的东西吗？",
      "zht": "有什麼有趣的東西嗎？",
      "jp": "何か面白いものはあったか？",
      "ko": "재미있는 물건이라도 있어?",
      "en": "Well, what do we have here?",
      "de": "Irgendetwas Interessantes?",
      "es": "Vaya, vaya, ¿qué tenemos aquí?",
      "fr": "Eh bien, qu'avons-nous là ?",
      "pt": "Oras, o que temos aqui?",
      "ru": "Так, что тут у нас?",
      "id": "Wah, dapat apa nih?",
      "th": "มีอะไรน่าสนใจมั้ย?",
      "vi": "Có gì thú vị không?"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro: II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "就只有这些么…",
      "zht": "就只有這些嗎…",
      "jp": "これだけとは…",
      "ko": "이게 다인가…?",
      "en": "Don't tell me that's everything...",
      "de": "Sag mir nicht, dass das alles ist ...",
      "es": "No me digas que esto es todo...",
      "fr": "Ne me dis pas que c'est tout...",
      "pt": "Não me diga que é só isso...",
      "ru": "Только не говори, что это всё...",
      "id": "Masa segini doang sih ....",
      "th": "มีแค่นี้เหรอ...",
      "vi": "Chỉ có vậy thôi sao..."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "快，打开来给我看看。",
      "zht": "快，打開來給我看看。",
      "jp": "早く、妾にも見せてくれぬか。",
      "ko": "어서 열어봐",
      "en": "Go on. Open it up, show me what's inside.",
      "de": "Komm schon, mach auf und zeig es mir.",
      "es": "Vamos, ábrelo. Enséñame qué hay dentro.",
      "fr": "Allez. Ouvre-le, et montre-moi ce qu'il y a dedans.",
      "pt": "Vamos lá. Abra, mostre-me o que tem dentro.",
      "ru": "Быстрее, открой его, покажи, что внутри.",
      "id": "Ayo. Buka, terus kasih lihat aku apa yang ada di dalamnya.",
      "th": "เร็วเข้า รีบเปิดให้ฉันดู",
      "vi": "Mau mở ra cho tôi xem thử đi."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "这样下去可不行啊。",
      "zht": "這樣下去可不行啊。",
      "jp": "このままではいかんのう…",
      "ko": "이러면 곤란한데",
      "en": "That's quite enough.",
      "de": "So kann es nicht weitergehen.",
      "es": "Eso es suficiente.",
      "fr": "J'en ai assez.",
      "pt": "Isso é o suficiente.",
      "ru": "С меня довольно.",
      "id": "Sudah cukup.",
      "th": "จะปล่อยให้เป็นแบบนี้ไม่ได้",
      "vi": "Cứ như vậy không ổn."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "可不能再玩下去了。",
      "zht": "可不能再玩下去了。",
      "jp": "遊んではいられぬ。",
      "ko": "장난은 여기까지",
      "en": "Ugh, no more games.",
      "de": "Kein Spiel mehr.",
      "es": "Arg, está bien, no más juegos.",
      "fr": "Argh, fini de jouer.",
      "pt": "Urg, chega de joguinhos.",
      "ru": "Больше никаких игр.",
      "id": "Ugh, cukup main-mainnya.",
      "th": "จะเล่นต่อไปไม่ได้แล้ว",
      "vi": "Không thể đùa tiếp được rồi."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "好了，要认真一些了哦。",
      "zht": "好了，要認真一些了哦。",
      "jp": "さて、本気を出すとするかのう。",
      "ko": "좀 진지해져야겠는걸?",
      "en": "Now, you've got my attention.",
      "de": "Zeit, es ernst zu nehmen.",
      "es": "Ya tienes toda mi atención.",
      "fr": "Vous avez toute mon attention.",
      "pt": "Agora você chamou a minha atenção.",
      "ru": "Вот теперь вы привлекли моё внимание.",
      "id": "Oke, aku serius nih.",
      "th": "เอาล่ะ ต้องจริงจังหน่อยแล้ว",
      "vi": "Được rồi, nghiêm túc đây."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "别再勉强了。",
      "zht": "別再勉強了。",
      "jp": "無理をするでない。",
      "ko": "무리하지 마",
      "en": "My, you're cutting it close.",
      "de": "Zwinge dich nicht mehr.",
      "es": "No te pases de la raya.",
      "fr": "Eh bien, c'était juste.",
      "pt": "Não se force tanto.",
      "ru": "Не заставляй себя.",
      "id": "Oh, hampir saja.",
      "th": "ไม่ต้องฝืนแล้วล่ะ",
      "vi": "Đừng miễn cưỡng nữa."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "交给我就好。",
      "zht": "交給我就好。",
      "jp": "妾に任せよ。",
      "ko": "나한테 맡겨",
      "en": "I shall handle this.",
      "de": "Überlass das einfach mir.",
      "es": "Yo me haré cargo.",
      "fr": "Je vais m'en occuper.",
      "pt": "Deixe comigo.",
      "ru": "Я разберусь с этим.",
      "id": "Biar kutangani hal ini.",
      "th": "ยกให้เป็นหน้าที่ฉัน",
      "vi": "Giao cho tôi là được."
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotada (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "哎呀，玩过头了…",
      "zht": "哎呀，玩過頭了…",
      "jp": "ふむ、遊びすぎたようじゃな…",
      "ko": "아, 장난이 좀 과했네…",
      "en": "The fun's over...",
      "de": "Hatte ... ein bisschen zu viel Spaß ...",
      "es": "Se terminó la diversión...",
      "fr": "La fête est finie...",
      "pt": "Acabou a diversão...",
      "ru": "Веселье окончено...",
      "id": "Bersenang-senangnya ... sudah selesai ....",
      "th": "โอ้ หมดสนุกแล้วสิ...",
      "vi": "Chậc, giỡn hơi lố rồi..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotada (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "结局真是糟糕啊…",
      "zht": "結局真是糟糕啊…",
      "jp": "惨憺たる結末じゃ…",
      "ko": "처참한 결과야…",
      "en": "What a dreadful ending...",
      "de": "Was für ein furchtbares Ende ...",
      "es": "Un final horrible...",
      "fr": "Quelle fin horrible...",
      "pt": "Que final horrível...",
      "ru": "Какая нелепая концовка...",
      "id": "Akhir yang mengerikan ....",
      "th": "เป็นตอนจบสุดย่ำแย่...",
      "vi": "Kết cục thật thê thảm..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotada (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "止步于此，何谈永恒…",
      "zht": "止步於此，何談永恆…",
      "jp": "ここで止まれば、永遠は…",
      "ko": "여기서 멈추면 영원을 논할 자격이 없지…",
      "en": "So much for \"eternity\"...",
      "de": "So viel zur „Ewigkeit“...",
      "es": "Aquí se acaba la eternidad...",
      "fr": "Tout ça pour l'« éternité »...",
      "pt": "Lá se foi a \"eternidade\"...",
      "ru": "Вот тебе и «вечность»...",
      "id": "\"Keabadian\" ya, tidak bisa ....",
      "th": "หยุดเพียงเท่านี้ อย่าพูดถึงชั่วนิรันดร์เลย...",
      "vi": "Dừng bước tại đây, nói chi vĩnh hằng..."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其一",
      "zht": "普通受擊·其一",
      "jp": "ダメージを受ける·1",
      "ko": "일반 피격·첫 번째",
      "en": "Light Hit Taken: I",
      "de": "Leichten Treffer erlitten I",
      "es": "Recibiendo un ligero ataque (I)",
      "fr": "Attaque légère subie (1)",
      "pt": "Ataque Leve Sofrido - I",
      "ru": "Получен лёгкий удар I",
      "id": "Menerima Serangan Ringan: I",
      "th": "รับการโจมตีปกติ - 1",
      "vi": "Chịu Đòn Thường I"
    },
    "line": {
      "zhs": "就这样？",
      "zht": "就這樣？",
      "jp": "その程度か？",
      "ko": "이게 다야?",
      "en": "Is that all?",
      "de": "Ist das alles?",
      "es": "¿Eso es todo?",
      "fr": "C'est tout ?",
      "pt": "Isso é tudo?",
      "ru": "И это всё?",
      "id": "Segitu?",
      "th": "แค่เนี่ย?",
      "vi": "Thế thôi á?"
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "真是麻烦。",
      "zht": "真是麻煩。",
      "jp": "面倒じゃのう。",
      "ko": "귀찮아 죽겠네…",
      "en": "What a nuisance.",
      "de": "Was für ein Ärger.",
      "es": "¡Qué molesto!",
      "fr": "C'est ennuyeux...",
      "pt": "Que irritante.",
      "ru": "Какая досада.",
      "id": "Mengganggu.",
      "th": "วุ่นวายซะจริง",
      "vi": "Thật phiền phức."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "这时候想起我了？",
      "zht": "這時候想起我了？",
      "jp": "やっと妾のことを思い出したか？",
      "ko": "이제야 내가 생각났어?",
      "en": "Whatever would you do without me?",
      "de": "Ach, jetzt fällt dir ein, dass es mich gibt?",
      "es": "¿Qué harías sin mí?",
      "fr": "#Qu'est-ce que tu ferais sans moi{NON_BREAK_SPACE}?",
      "pt": "O que você faria sem mim?",
      "ru": "#Что бы ты делал{F#а} без меня?",
      "id": "Kamu bisa apa kalau tidak sama aku?",
      "th": "นึกถึงฉันแล้วล่ะสิ?",
      "vi": "Nhớ tôi rồi sao?"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "去做点有意思的事吧。",
      "zht": "去做點有意思的事吧。",
      "jp": "面白きことをしにゆくぞ。",
      "ko": "재미있는 일 하러 가자",
      "en": "Alright, amuse me.",
      "de": "Machen wir heute doch etwas Interessantes.",
      "es": "Bien, entretenme.",
      "fr": "Allez, distrais-moi pour voir.",
      "pt": "Muito bem, divirta-me.",
      "ru": "Ладно, позабавь меня.",
      "id": "Baiklah, hibur aku.",
      "th": "ไปทำเรื่องน่าสนใจกันดีกว่า",
      "vi": "Đi làm điều gì đó thú vị thôi."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "好吧，既然你都来邀请我了…",
      "zht": "#好吧，既然{F#妳}{M#你}都來邀請我了…",
      "jp": "ふむ、汝からの誘いであれば…よかろう。",
      "ko": "좋아, 모처럼 네가 날 초대했으니…",
      "en": "Well, since you asked so nicely...",
      "de": "Na gut, da du mich eingeladen hast ...",
      "es": "Bueno, si me lo pides así...",
      "fr": "Eh bien, c'est demandé si gentiment...",
      "pt": "Bem, já que você pediu com jeitinho...",
      "ru": "Ну, раз ты так вежливо просишь...",
      "id": "Yah, karena kamu minta dengan sopan ....",
      "th": "ก็ได้ ในเมื่อเธออุตส่าห์มาเชิญฉัน...",
      "vi": "Được rồi, dù gì cũng là cưng gọi mà."
    }
  }
]