[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Info. do Personagem",
      "ru": "О персонаже",
      "id": "Info Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "拥有异色眼瞳的坎蒂丝担任着阿如村「守护者」一职。\n\n对一切来访阿如村的旅人，坎蒂丝总会展现最大的善意，而对某些人无心的失礼之举，只要对方改正及时，她也不会追究。\n\n在坎蒂丝眼中，村里的规矩最为重要。只要尊重这些边界，任何人都能被允许在阿如村内休憩。\n\n可若是将这份宽容视为软弱，那么，妄图到阿如村行不法之事的人都会付出最为沉重的代价。\n\n到那时，他们就会发现，坎蒂丝的枪与盾是最可怕的武器。\n\n阿赫玛尔之嗣，沙漠之民，守护者…背负重重身份的坎蒂丝担负着守护阿如村这一永恒职责。\n\n「这座村子，只欢迎守序之人。」",
      "zht": "擁有異色眼瞳的坎蒂絲擔任著阿如村的「守護者」一職。\n\n對一切來訪阿如村的旅人，坎蒂絲總會展現最大的善意，而對某些人無心的失禮之舉，只要對方改正及時，她也不會追究。\n\n在坎蒂絲眼中，村裡的規矩最為重要。只要尊重這些邊界，任何人都能獲准在阿如村內休憩。\n\n可若是將這份寬容視為軟弱，那麼，妄圖到阿如村行不法之事的人都會付出最為沉重的代價。\n\n到那時，他們就會發現，坎蒂絲的槍與盾是最可怕的武器。\n\n阿赫瑪爾之嗣、沙漠之民、守護者…背負重重身分的坎蒂絲擔負著守護阿如村這一永恆職責。\n\n「這座村子，只歡迎守序之人。」",
      "jp": "オッドアイを持つキャンディスは、アアル村の「ガーディアン」を任されている。\n\nアアル村を訪れるすべての旅者に対し、キャンディスは必ず最大の善意を尽くし、一部の人が無礼を働けば、相手をすぐに正してそれ以上の追求はしない。\n\nキャンディスにとって、何よりも重要なのが村の掟だ。この辺境の地を尊重しさえすれば、誰もがアアル村で休息を取ることが許された。\n\nしかし、もしこの寛容な態度を弱さと見なし、アアル村で不義を働こうとする者がいれば、もっとも大きな代償を払うこととなる。\n\nその時、彼らはキャンディスの槍と盾が何よりも恐ろしい武器だと気づくだろう。\n\nアフマルの子孫、砂漠の民、ガーディアン…重き身分を背負ったキャンディスは、アアル村を守るという永遠の職責を担っているのだ。\n\n「この村では、掟を守る人だけを歓迎します。」",
      "ko": "이색 눈동자를 가지고 있는 캔디스는 아루 마을의 「수호자」다.\n\n캔디스는 아루 마을을 방문한 여행자들을 향해 최대의 선의를 보여주곤 한다. 비록 그들 중에는 무례한 이도 적지 않았지만, 상대가 바로 실수를 인정하고 그 태도를 고친다면 더 이상 잘못을 추궁하지는 않았다.\n\n캔디스는 마을의 규칙을 가장 중요하게 생각한다. 그 규칙을 존중하고 또 지킨다면 누구나 아루 마을에서 잠시 쉬었다 갈 수 있었다.\n\n그러나 이 관용을 연약함의 증거로 여기고 아루 마을에서 범죄를 저지른다면, 그자는 대가를 치러야 했다.\n\n그들은 모두 캔디스의 창과 방패 앞에서 패배를 인정해야만 했다.\n\n아흐마르의 자손이자 사막의 주민인 동시에 수호자라는 무거운 책임을 짊어지고 있는 캔디스는 영원히 아루 마을을 지키리라 맹세했다.\n\n「우리 마을은 질서를 지키는 자만을 환영합니다.」",
      "en": "Candace, who has heterochromatic eyes, serves as the guardian of Aaru Village.\n\nCandace always shows the greatest kindness to all travelers visiting the village, and she will not pursue an inadvertent faux pas so long as that person corrects themselves in time. In Candace's view, the village rules are the most important thing. So long as these boundaries are respected, anyone can be allowed to rest in Aaru Village.\n\nBut woe betide those who regard this tolerance as weakness. Those who try to do anything illegal in Aaru Village will definitely pay the price.\n\nBy then, they will find that Candace's lance and shield truly are the most frightening of weapons.\n\nThe scion of Al-Ahmar, a member of desert folk, the Guardian... Candace, burdened as she is with multiple identities, also bears the eternal responsibility of guarding Aaru Village.\n\n\"This village only welcomes those who can follow the rules.\"",
      "de": "Candace, die heterochromatische Iris hat, ist die „Wächterin“ des Aaru-Dorfs.\n\nSie erweist allen Reisenden, die das Aaru-Dorf besuchen, immer die größte Freundlichkeit. Selbst wenn sich manche Leute unhöflich verhalten, wird Candace diese unbeabsichtigten Fehler nicht verfolgen, solange sie sich rechtzeitig korrigieren.\n\nIn Candaces Augen sind die Regeln des Dorfes das Wichtigste. Solange diese Regeln eingehalten werden, kann sich jeder in Aaru-Dorf ausruhen.\n\nAber wer diese Art von Toleranz als Schwäche ansieht und versucht, illegale Dinge in Aaru-Dorf zu tun, wird definitiv einen hohen Preis dafür zahlen.\n\nDann wird man feststellen, dass Candaces Speer und Schild die furchterregendsten Waffen sind.\n\nNachkommin von Al-Ahmar, Kind der Wüste, Wächterin ... Candace, die mehrere Identitäten hat, trägt die ewige Verantwortung, das Aaru-Dorf zu beschützen.\n\n„Dieses Dorf heißt nur diejenigen willkommen, die sich an die Regeln halten.“",
      "es": "Candace, uno de cuyos rasgos más característicos es la heterocromía, es la custodia de la Aldea Aaru.\n\nSiempre es amable con los viajeros que llegan a la aldea y no insiste demasiado en la falta de cortesía de las personas, siempre y cuando la corrijan a tiempo.\n\nPara Candace, las tradiciones de la Aldea Aaru son lo más importante y, mientras las respeten, todas las personas son bienvenidas para descansar en la aldea.\n\nAhora bien, si alguien se toma eso como una debilidad e intenta hacer algo ilegal, pagará el mayor de los precios.\n\nAhí es cuando se dan cuenta de que la lanza y el escudo de Candace son de lo más temibles.\n\nDescendiente de al-Ahmar, habitante del desierto, custodia... Ella es todo eso, pero también tiene la eterna labor de proteger la Aldea Aaru.\n\n“En esta aldea solo damos la bienvenida a quienes respetan el orden”.",
      "fr": "Candace aux yeux vairons est la protectrice du village d'Aaru.\n\nElle fait preuve de la plus grande gentillesse envers les visiteurs et également d'indulgence quand ils commettent sans le savoir certaines offenses, à condition qu'ils se rattrapent à temps. À ses yeux, les règles du village sont très importantes et n'importe qui est autorisé à s'y reposer du moment qu'elles sont respectées.\n\nCependant, gare à ceux qui abuseraient de cette tolérance pour mener des activités illégales : Candace s'assurera qu'ils en paient le prix.\n\nIls découvriront alors que sa lance et son bouclier sont les armes les plus redoutables de toutes.\n\nDescendante d'Al-Ahmar, membre du peuple du désert, protectrice... Femme aux multiples identités, c'est aussi à Candace que revient également le devoir éternel de protéger le village...\n\n« Ce village n'accueille que ceux qui respectent les règles. »",
      "pt": "Candace, que tem pupilas heterocromáticas, trabalha como a Guardiã da Vila Aaru.\n\nEla é sempre gentil com os viajantes que chegam à vila e não se preocupa muito com a grosseria das pessoas, desde que elas a corrijam a tempo. Aos olhos de Candace, as regras da vila são as mais importantes. Contanto que essas regras sejam respeitadas, qualquer um pode descansar na Vila Aaru.\n\nMas não confunda essa tolerância com fraqueza, pois aqueles que tentarem fazer algo ilegal na Vila Aaru definitivamente pagarão o preço.\n\nEles descobrirão que a lança e o escudo de Candace são realmente aterrorizantes.\n\nHerdeira de Al-Ahmar, habitante do deserto, guardiã... Candace, que cumpre tantos papéis, carrega a eterna responsabilidade de proteger a Vila Aaru.\n\n\"Esta vila acolhe apenas aqueles que respeitam as regras.\"",
      "ru": "Кандакия - девушка с разноцветными глазами, Защитница деревни Аару. Она рада всем путникам, что приходят в деревню Аару, и даже случись гостю допустить оплошность, Кандакия простит его, если он вовремя загладит свою вину. Для Кандакии правила деревни превыше всего. Если путник уважает эти правила, он всегда найдёт приют в деревне Аару. Но те, кто принимают её доброту за слабость и нарушают правила деревни, дорого платят за своё безрассудство. Очень скоро они понимают, что нет оружия опасней, чем копьё и щит в руках Кандакии. Наследница аль-Ахмара, дочь пустынного народа, Защитница... Кандакия всегда помнит о том, кто она такая, и несёт на своих плечах вечный долг защиты деревни Аару.\n\n«Мы в деревне рады только тем, кто уважает порядок».",
      "id": "Candace yang kedua bola matanya berbeda warna adalah pelindung Desa Aaru.\n\nCandace selalu berbaik hati kepada semua pengembara yang mengunjungi desa Aaru. Dia juga tidak pernah membesar-besarkan masalah kecil asalkan pelakunya mau mengkoreksi diri dan menebus kesalahan.\n\nBagi Candace, aturan desa adalah hal yang paling penting. Asalkan bisa menghormati batas-batas yang ada, siapa pun akan diizinkan untuk beristirahat di Desa Aaru.\n\nCelakalah mereka yang mengira bahwa toleransi tinggi yang diberikan Candace sebagai sebentuk kelemahan. Barang siapa berani macam-macam di Desa Aaru, dia akan membayar dengan harga yang sangat mahal.\n\nKetika itulah dia akan mengetahui bahwa tombak dan tameng Candace adalah senjata yang sangat menakutkan.\n\nKeturunan Al-Ahmar, penghuni padang pasir, pelindung ... Candace dan segala identitas yang mendefinisikan dirinya, memikul tanggung jawab abadi untuk melindungi Desa Aaru.\n\n\"Desa ini hanya menerima orang-orang yang menaati peraturan.\"",
      "th": "Candace ผู้มีสีของดวงตาต่างกันนั้นรับหน้าที่เป็น \"ผู้คุ้มกัน\" ของหมู่บ้าน Aaru\n\nCandace มักจะแสดงความมีน้ำใจอย่างสุดซึ้งต่อนักเดินทางที่มาเยี่ยมเยียนหมู่บ้าน Aaru อยู่เสมอ สำหรับพฤติกรรมหยาบคายของคนบางคน ขอแค่อีกฝ่ายแก้ไขมันได้ทันเวลา Candace ก็จะไม่ถือสาเอาความอีก\n\nในสายตาของ Candace กฎของหมู่บ้านนั้นคือสิ่งที่สำคัญที่สุด ตราบใดที่เคารพขอบเขตเหล่านี้ ไม่ว่าใครก็สามารถเข้ามาพักผ่อนที่หมู่บ้าน Aaru ได้\n\nแต่หากความใจกว้างนี้ถูกมองว่าเป็นจุดอ่อน ผู้ที่หมายจะเข้ามาทำเรื่องไม่ดีในหมู่บ้าน Aaru คงต้องชดใช้ในสิ่งที่ทำอย่างสาสม\n\nเมื่อถึงตอนนั้นพวกเขาก็จะได้พบว่า หอกและโล่ของ Candace นั้นเป็นอาวุธที่น่ากลัวที่สุด\n\nทายาทแห่ง Al-Ahmar, ชาวทะเลทราย และผู้คุ้มกัน... Candace ผู้มีหลากหลายตัวตน ได้แบกรับหน้าที่ในการคุ้มกันหมู่บ้าน Aaru ชั่วนิรันดร์\n\n\"หมู่บ้านแห่งนี้ ต้อนรับเฉพาะผู้ที่เคารพกฎเกณฑ์เท่านั้น\"",
      "vi": "Candace - người có đôi mắt với màu sắc khác biệt, đảm nhiệm chức vụ người thủ hộ Làng Aaru.\n\nCandace luôn bày tỏ thiện ý tuyệt đối với tất cả những du khách đến thăm Làng Aaru, còn đối với những người vô tình có những hành động thất lễ, chỉ cần đối phương kịp thời sửa sai, cô cũng sẽ không truy cứu nữa.\n\nTrong mắt Candace, quy tắc của làng là quan trọng nhất. Miễn là những ranh giới này được tôn trọng, thì bất kỳ ai cũng có thể nghỉ ngơi ở Làng Aaru.\n\nNhưng nếu sự khoan dung này bị coi là nhu nhược, thì những kẻ cố gắng làm những điều phi pháp ở Làng Aaru sẽ phải trả cái giá rất đắt.\n\nĐến lúc đó, họ sẽ phát hiện ra thương và khiên của Candace là thứ vũ khí đáng sợ nhất.\n\nHậu duệ của Al-Ahmar, cư dân sa mạc, người thủ hộ... Candace - người mang rất nhiều thân phận đã gánh trên vai trách nhiệm mãi mãi bảo vệ Làng Aaru.\n\n\"Ngôi làng này chỉ chào đón những người tuân thủ trật tự.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "「阿如村乃是赤王后裔最后的安歇之所。」\n\n「阿如村『守护者』的使命，便是维持这座村子直到最后一位赤王子民消逝。」\n\n八岁那年，坎蒂丝被正式指派为新任「守护者」。将职位交接给她的那个人，如此告诫了她。\n\n赤王逝去，他们这群后裔能获得这样一片避世之所，已经再好不过了。\n\n一代又一代守护者沉默地履行着职责，守护无数位村人直至以「赤王后裔」的身份逝去，获得永恒的安宁。\n\n能像这样在村落中宁静地消逝，曾是阿如村居民共同的夙愿。\n\n然而，当这座古老的村庄中出现新生命…曾经的一切，也许不得不做出些许改变。",
      "zht": "「阿如村乃是赤王後裔最後的安歇之所。」\n\n「阿如村『守護者』的使命，便是維持這座村子直到最後一位赤王子民消逝。」\n\n八歲那年，坎蒂絲被正式指派為新任「守護者」。將職位交接給她的那個人，如此告誡了她。\n\n赤王逝去，他們這群後裔能獲得這樣一片避世之所，已經再好不過了。\n\n一代又一代守護者沉默地履行著職責，守護無數位村人直至以「赤王後裔」的身分逝去，獲得永恆的安寧。\n\n能像這樣在村落中寧靜地消逝，曾是阿如村居民共同的夙願。\n\n然而，當這座古老的村莊中出現新生命…過往的一切，也許不得不做出些許改變。",
      "jp": "「アアル村こそが、キングデシェレトの末裔にとって最後の安息の地である。」\n\n「アアル村の『ガーディアン』の使命とは、最後のキングデシェレトの民がいなくなるまで、この村を守り続けることである。」\n\n八歳の時、キャンディスは正式に新たな「ガーディアン」に任命され、彼女に職位を授けた者からそう忠告された。\n\nキングデシェレトが逝去し、彼ら末裔がこのような俗世から離れた地を手にしたのは何よりも良いことだった。\n\nガーディアンたちは代々、黙々とその職務を執行した。無数の村人が「キングデシェレトの末裔」としてこの世を去り、永遠の安寧を手に入れられるよう守り続けた。\n\nそうやって村の中で静かに消失していくことが、アアル村の人々の悲願なのだ。\n\nしかし、この古の村に新たな生命が現れた時…これまでのすべてが、変化せざるを得ないかもしれない。",
      "ko": "「아루 마을은 적왕의 후예들의 마지막 안식처다.」\n\n「아루 마을 『수호자』들의 사명은 적왕의 마지막 자손이 세상을 뜰 때까지 이 마을을 지키는 것이다.」\n\n여덟 살이 되던 해, 캔디스가 신임 「수호자」로 지명된 이후 인수인계를 해줬던 전임 수호자가 그녀에게 했던 말이었다.\n\n적왕이 세상을 뜬 지금, 이런 피난처를 얻은 것만으로도 적왕의 후예들에게는 이미 크나큰 행운이었다.\n\n「적왕의 후예」라는 신분에서 벗어나 영원한 안식을 얻게 되는 그날까지 마을 사람들을 지키는 것, 수호자들은 대를 이어 내려오며 묵묵히 그 책임을 이행했다.\n\n그렇게 마을에서 영면을 맞이하는 것은 한때 아루 마을 주민 모두의 숙원이었다.\n\n하지만 이 오래된 마을에서도 새로운 생명은 태어났다… 지금까지 고수해 오던 원칙을 바꿔야 할 때가 온 것이다",
      "en": "\"Aaru Village is the final refuge for King Deshret's descendants.\" \n\n\"The mission of the Aaru Village's Guardian is to guard the village till the last of King Deshret's people fade away.\"\n\nWhen Candace was officially appointed as the new \"Guardian\" at the tender age of eight, the one who handed the position over to her admonished her as such.\n\nWith King Deshret's death, it was already a blessing that his descendants might have such a refuge from the world.\n\nAnd so, generation after generation, the Guardians take up their duties in silence, defending countless villagers until they pass on as the \"descendants of King Deshret\" and gain eternal peace.\n\nIt was once the common wish of the residents of Aaru Village to fade away in peace, sequestered in their village.\n\nHowever, when new life emerges in this ancient village... Everything that they used to know might just have to change a bit.",
      "de": "„Das Aaru-Dorf ist die letzte Ruhestätte der Nachkommen von König Deshret.“\n\n„Die Bestimmung der ‚Wächterin‘ ist es, das Dorf bis zum letzten Nachkommen von König Deshret zu bewachen.“\n\nIm Alter von acht Jahren wurde Candace offiziell zur neuen „Wächterin“ ernannt. Derjenige, der ihr diese Position anvertraute, ermahnte sie mit jenen Worten.\n\nEine solche Zuflucht gefunden zu haben, ist das größte Glück für die Nachkommen, nachdem König Deshret gegangen ist.\n\nGenerationen von Wächtern übernahmen schweigend ihre Pflichten und bewachten unzählige Dorfbewohner, bis sie starben und ewigen Frieden erlangten.\n\nSo friedlich im Dorf zu sterben, war einst der gemeinsame Wunsch der Bewohner des Aaru-Dorfs.\n\nIn diesem alten Dorf erwacht jedoch neues Leben ... In dem alten Buch muss sich vielleicht ein neues Kapitel entfalten.",
      "es": "“La Aldea Aaru es el último refugio que les queda a los descendientes del Rey Deshret, y la misión de los custodios de la aldea es defenderla hasta el día en que desaparezca el último de esos descendientes”.\n\nA los ocho años, Candace ya había sido nombrada la nueva custodia, y esa frase es lo que le dijo la persona que le pasó la responsabilidad.\n\nTras la muerte del Rey Deshret, era una bendición que sus descendientes pudieran tener un refugio como este en el mundo.\n\nGeneración tras generación, los custodios cumplían su labor silenciosamente para proteger a innumerables aldeanos hasta que fallecieran como “descendientes del Rey Deshret” y obtuvieran el descanso eterno.\n\nPoder desaparecer en paz era un deseo largamente anhelado por la gente de la Aldea Aaru.\n\nSin embargo, cuando en la aldea aparece nueva vida, es probable que todo lo que conocen tenga que cambiar un poco.",
      "fr": "« Le Village d'Aaru est l'ultime refuge des partisans du roi Deshret.\n\nLa mission du protecteur de ce village est de le protéger jusqu'à ce que le dernier membre du peuple du roi Deshret disparaisse. »\n\nÀ l'âge de huit ans, Candace a été désignée comme la nouvelle protectrice. La personne qui lui a remis cette responsabilité l'avait mise en garde.\n\nAvec la mort du roi Deshret, ses descendants devaient s'estimer heureux d'avoir un refuge en marge du monde.\n\nDes générations de protecteurs se sont succédé en silence et ont défendu de nombreux villageois jusqu'à ce qu'ils obtiennent la paix éternelle après leur mort en tant que « descendants du roi Deshret ».\n\nIl fut un temps où les habitants du Village d'Aaru souhaitaient y rendre paisiblement leur dernier souffle.\n\nCependant, les choses qu'ils ont toujours connues seront amenées à changer avec l'émergence d'une nouvelle vie dans ce village antique...",
      "pt": "\"A Vila Aaru é o último local de refúgio para os descendentes do Rei Deshret.\"\n\n\"A missão da guardiã da Vila Aaru é proteger a vila até que o último descendente do Rei Deshret desapareça.\"\n\nAos oito anos, Candace foi oficialmente nomeada como a nova \"Guardiã\", e quem passou a posição a ela explicou isso.\n\nApós a morte do Rei Deshret, seus descendentes poderem ter um refúgio no mundo é realmente uma bênção.\n\nGeração após geração, os guardiões desempenharam seus deveres em silêncio, protegendo inúmeros habitantes até eles morrerem como \"descendentes do Rei Deshret\" e receberem o abraço do descanso eterno.\n\nDesaparecer em paz já foi o grande desejo compartilhado pelos residentes da Vila Aaru.\n\nEntretanto, quando uma nova vida surge nesta antiga vila... tudo que eles acreditam pode precisar mudar um pouco.",
      "ru": "«Деревня Ару - последнее пристанище потомков царя Дешрета».\n\n«Миссия Защитника - охранять деревню, пока не умрёт последний подданный царя Дешрета».\n\nТак, сдавая свой пост, говорил Кандакии её предшественник. Когда Кандакии исполнилось восемь лет, она была выбрана новой Защитницей деревни Аару. Царь Дешрет мёртв, и надо радоваться хотя бы тому, что его потомки смогли найти убежище от мира в этой деревне. Поколение за поколением Защитники молча исполняют свой долг, охраняя жителей деревни, пока последний «потомок царя Дешрета» не отойдёт в иной мир и не обретёт вечный покой. Когда-то люди из деревни Аару мечтали об одном: скрыться от мира в этом уголке и тихо доживать свою жизнь. Но однажды в эту старую деревню вдохнули новую жизнь... И людям пришлось пересмотреть то, что они знали до этого.",
      "id": "\"Desa Aaru adalah tempat pernaungan terakhir bagi keturunan Raja Deshret.\"\n\n\"Misi pelindung desa adalah untuk mempertahankan desa sampai tidak ada lagi orang-orang Raja Deshret di dunia.\"\n\nDi usianya yang kedelapan tahun, Candace secara resmi ditunjuk untuk menjabat sebagai pelindung yang baru. Orang yang menyerahkan jabatan itu kepadanya mengatakan kalimat di atas.\n\nSetelah wafatnya Raja Deshret, sungguh suatu berkat bahwa orang-orangnya masih memiliki tempat untuk bernaung di dunia yang kejam ini.\n\nGenerasi demi generasi, para pelindung terus menjalankan tanggung jawabnya dalam diam, menjaga penduduk desa yang tidak terhitung jumlahnya sampai mereka menanggalkan identitas \"keturunan Raja Deshret\" dan memperoleh ketenangan untuk selama-lamanya.\n\nBerlalu dengan tenang dari dunia, demikianlah keinginan bersama para penduduk Desa Aaru pada suatu ketika.\n\nNamun, begitu muncul kehidupan baru di desa yang sangat kuno itu ... Semua yang mereka yakini mau tidak mau harus mengalami perubahan.",
      "th": "\"หมู่บ้าน Aaru คือที่พักพิงแห่งสุดท้ายของทายาทแห่งราชา Deshret\"\n\n\"ภารกิจของ 'ผู้คุ้มกัน' หมู่บ้าน Aaru คือการรักษาหมู่บ้านนี้เอาไว้ จนกว่าผู้คนของราชา Deshret คนสุดท้ายจะดับสูญไป\"\n\nCandace ถูกแต่งตั้งให้เป็น \"ผู้คุ้มกัน\" คนใหม่อย่างเป็นทางการตอนอายุ 8 ขวบ ผู้ที่มอบหมายตำแหน่งนี้ให้แก่เธอ ได้เตือนเธอไว้เช่นนี้\n\nการที่ลูกหลานยังได้รับสถานที่พักพิงหลังจากราชา Deshret สิ้นไปเช่นนี้ ก็ถือว่าดีมากแล้ว\n\nผู้คุ้มกันรุ่นแล้วรุ่นเล่าต่างก็เฝ้าทำหน้าที่ของตนอยู่อย่างเงียบ ๆ คอยปกป้องผู้คนมากมายในหมู่บ้าน จวบจนกระทั่งดับสิ้นไปในฐานะ \"ทายาทแห่งราชา Deshret\" และได้รับความสงบสุขชั่วนิรันดร์\n\nได้ดับสลายไปในหมู่บ้านที่เงียบสงบเช่นนี้ เคยเป็นความปรารถนาที่ชาวบ้านในหมู่บ้าน Aaru มีร่วมกัน\n\nแต่แล้ว เมื่อมีชีวิตใหม่ถือกำเนิดขึ้นในหมู่บ้าน... สิ่งที่เคยมีมาในอดีต ก็ต้องเปลี่ยนแปลงไปบ้างอย่างช่วยไม่ได้",
      "vi": "\"Làng Aaru là nơi an nghỉ cuối cùng của hậu duệ Vua Deshret.\"\n\n\"Sứ mệnh của người thủ hộ Làng Aaru chính là duy trì ngôi làng này cho đến khi con dân cuối cùng của Vua Deshret biến mất.\"\n\nNăm tám tuổi, Candace chính thức được bổ nhiệm làm người thủ hộ. Người trao lại chức vụ cho cô đã cảnh báo cô như vậy.\n\nVua Deshret qua đời, thật may mắn khi con cháu của ông có thể có được nơi ẩn náu như vậy.\n\nNhững người thủ hộ hết thế hệ này đến thế hệ khác đã âm thầm thực hiện nhiệm vụ của mình, bảo vệ vô số dân làng cho đến khi mất đi thân phận \"hậu duệ của Vua Deshret\", và có được sự bình yên vĩnh hằng.\n\nCó thể ra đi thanh thản trong ngôi làng như thế này là mong ước ấp ủ từ lâu của những cư dân Làng Aaru.\n\nTuy nhiên, khi sinh mệnh mới xuất hiện ở ngôi làng cổ xưa này... mọi thứ trong quá khứ có lẽ sẽ phải thay đổi một chút."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "村长安普叔宣布一支来自须弥城的商队即将抵达村内进行贸易，那时，前任「守护者」们简直不敢相信自己的耳朵。\n\n这些苍老的前任「守护者」愤怒地指责安普叔破坏传统，并且要求现任「守护者」坎蒂丝履行职责，召集守卫将商人驱赶出去。\n\n坎蒂丝却拒绝了这个要求。她早已和村长达成共识——为了村内居民的未来，阿如村必须做出改变。\n\n他们不断解释，但前任「守护者」们不依不饶，甚至有人提出，假如坎蒂丝不愿意照做，那他就会再次拿起武器，亲自去履行「守护者」应尽的职责。\n\n最终，一声枪盾相击的铮鸣镇住了所有争吵。手持着枪与盾的坎蒂丝站起来，微笑着环顾四周，对满脸愕然的老者们宣布：\n\n「各位，看到你们精神这么好我很高兴。」\n\n「但我才是阿如村现在的『守护者』，请您现在就去休息吧。」\n\n武器的说服力在这一刻胜过了语言，看似声势浩大的声讨就此休止。\n\n短暂准备过后，坎蒂丝便以「守护者」身份陪同村长正式接待这支商队，与他们进行贸易商谈，后又亲自护送他们离开了村子。\n\n数日后，商人们再次拜访，完成了这笔似乎很不起眼的布匹交易生意。\n\n这批商人带着交易成功的消息返回须弥城。不久后，须弥的商人之间有了一个过去鲜少听说的崭新话题：\n\n「喂，你知道吗？有人去阿如村做成了生意，赚了不少啊！下次，我们要不要也去试试…」",
      "zht": "村長安普叔宣佈一支來自須彌城的商隊即將抵達村內進行貿易，那時，前任「守護者」們簡直不敢相信自己的耳朵。\n\n這些蒼老的前任「守護者」憤怒地指責安普叔破壞傳統，並且要求現任「守護者」坎蒂絲履行職責，召集守衛將商人驅趕出去。\n\n坎蒂絲卻拒絕了這個要求。她早已和村長達成共識——為了村內居民的未來，阿如村必須做出改變。\n\n他們不斷解釋，但前任「守護者」們相應不理，甚至有人提出，假如坎蒂絲不願意照做，就要再次拿起武器，親自去履行「守護者」應盡的職責。\n\n最終，一聲槍盾相擊的錚鳴鎮住了所有爭吵。手持著槍與盾的坎蒂絲站起來，微笑著環顧四周，對滿臉愕然的老者們宣佈：\n\n「各位，看到你們精神這麼好我很高興。」\n\n「但我才是阿如村現在的『守護者』，請您現在就去休息吧。」\n\n兵器的說服力在這一刻勝過了語言，看似聲勢浩大的聲討就此休止。\n\n短暫準備過後，坎蒂絲便以「守護者」身分陪同村長正式接待這支商隊，與他們進行貿易商談，後又親自護送他們離開了村子。\n\n數日後，商人們再次拜訪，完成了這筆似乎很不起眼的布匹交易生意。\n\n這批商人帶著交易成功的消息返回須彌城。不久後，須彌的商人之間有了一個過去鮮少聽說的嶄新話題：\n\n「喂，你知道嗎？有人去阿如村做成了生意，賺了不少啊！下次，我們要不要也去試試…」",
      "jp": "村長のアンプおじさんが、スメールシティからやってくるキャラバンがまもなく村に到着し貿易を始めると宣告すると、前任の「ガーディアン」たちは自身の耳を疑った。\n\n考えが古い前任の「ガーディアン」たちは激昂し、「お前は伝統を破壊している」と責め、現任の「ガーディアン」であるキャンディスに守衛を集めて商人たちを追い出すよう要求した。\n\nしかし、キャンディスはそれを拒否した。彼女はすでに村長と合意していたのだ——村の人々の未来のため、アアル村は変わらなければならないと。\n\n何度も説得したが、前任の「ガーディアン」たちは聞く耳を持たなかった。さらには「キャンディスがやらないのなら、自分が武器を取ってガーディアンとしての責務を果たす」と主張し始めた。\n\n最終的に、槍と盾のぶつかる音が彼らの激しい口論を鎮めた。キャンディスは立ち上がり、槍と盾を手にして微笑みながら周囲を見回すと、驚いた表情の古参たちに向かってこう言った。\n\n「皆さんの気概が見られて、私はとてもうれしいです。」\n\n「でも、今のアアル村の『ガーディアン』は私ですから、皆さんはもう休んでいてください。」\n\n武器の説得力が言葉に勝ったのか、激しい口論も止まったようだ。\n\n短い準備の後、キャンディスは「ガーディアン」として村長に同行した。そして、正式にキャラバンを迎え入れて彼らと貿易の交渉を行い、相手が村から出る時は自ら護衛についた。\n\n数日後、再びキャラバンが村を訪れると、一見何の変哲もない布地の取引を済ませていった。\n\nこのキャラバンが取引を成立させた情報をスメールシティに持ち帰りしばらくすると、スメールの商人たちの間で新たな話題が出回り始める。\n\n「なぁ、知ってるか？アアル村に商売をしに行ったらかなり儲かったらしいぞ！今度、俺たちも試してみないか…」と。",
      "ko": "촌장 안프 아저씨가 수메르성에서 온 캐러밴이 아루 마을에서 무역을 하게 될 것이라 선언한 순간, 전임 「수호자」는 자신의 귀를 의심했다.\n\n나이를 먹을 만큼 먹었던 전임 「수호자」는 안프 아저씨가 전통을 파괴했다고 주장했으며, 율법대로 현임 「수호자」인 캔디스가 경비병을 소집해서 상인들을 쫓아내야 한다고 말했다.\n\n하지만 캔디스는 그의 요구를 거절했다. 그녀는 마을 주민들의 미래를 위해서 아루 마을도 바뀌어야 한다는 촌장의 생각에 공감했던 것이다.\n\n그들은 계속해서 설득했지만 전임 「수호자」들은 고집을 꺾지 않았다. 심지어 캔디스가 책임을 다하지 않으면 그들이 다시 무기를 들고 「수호자」가 해야 할 일을 할 것이라 말하는 사람도 있었다.\n\n바로 그때, 창과 방패가 부딪쳐서 내는 굉음에 사람들은 다툼을 멈추었다. 무기를 든 캔디스는 자리에서 일어서더니 미소를 지으며 주위를 둘러보았다. 그리고 경악하고 있는 노인들을 향해 말했다.\n\n「다들 이렇게 정정하신 모습을 보니 정말 기쁘네요.」\n\n「하지만 지금 아루 마을의 『수호자』는 바로 저예요. 여러분들은 이제 그만 쉬시죠.」\n\n날카로운 무기 앞에서 끝이 없을 것 같던 논쟁 또한 막을 내렸다.\n\n짧은 준비를 마친 후 캔디스는 「수호자」로서 촌장과 함께 캐러밴을 맞이했고, 그들과 협상을 진행했으며, 직접 그들이 안전하게 마을을 떠날 수 있도록 호송했다.\n\n며칠 후 상인들은 다시 마을을 방문했고, 작은 규모의 직물 거래가 계약대로 이루어졌다.\n\n아루 마을을 방문했던 상인들은 거래가 성사되었다는 소식과 함께 수메르성으로 돌아갔고, 얼마 후 수메르의 상인들은 만날 때마다 이런 대화를 나누었다.\n\n「이봐, 한 캐러밴이 아루 마을과 거래를 해서 짭짤한 이익을 봤다는군. 우리도 한번 가봐야겠는데…」",
      "en": "When Uncle Anpu, the village head, announced that a caravan from Sumeru City was about to arrive in the village for trade, the former Guardians could hardly believe their ears.\n\nThey indignantly accused Uncle Anpu of undermining tradition and requested that Candace, the current Guardian, do her duty by summoning guards to drive the merchants out.\n\nHowever, Candace refused the request, for she had already reached an agreement with the village head that the village must make changes for the future of its residents.\n\nThey kept explaining, but the former keepers did not relent, and it was even suggested that if Candace was unwilling to do her duty, they would take up arms again and carry out a Guardian's work themselves. At last, a clang of lance against shield silenced all the quarrels. With lance and shield in her hand, Candace stood up and looked around with a smile, before announcing to the stunned elderly folks around her:\n\n\"It is good to see you all in such good spirits.\"\n\n\"But I am the current Guardian of Aaru Village, so please, go and rest, as you should.\"\n\nThe persuasive power of weapons trumped words at this moment, and it seemed that it would be enough to end the fracas.\n\nAfter a moment's preparation, Candace accompanied the village head in her station as Guardian to formally receive the caravan and hold trade negotiations with them, before personally escorting them out of the village.\n\nA few days later, the merchants visited again and completed this seemingly humble transaction regarding cloths.\n\nThis batch of merchants returned to Sumeru City with news of the success of the deal. Soon after, a new topic cropped up among the business-folk of Sumeru, one which had been rarely heard of in the past:\n\n\"Hey, you know what? Someone went to Aaru Village to do business — and they made a good sum of Mora, too. Think we should give it a shot next time...?\"",
      "de": "Als Onkel Anpu, der Dorfvorsteher, verkündete, dass eine Karawane aus Sumeru ins Dorf kommen würde, um Handel zu treiben, trauten die ehemaligen „Wächter“ ihren Ohren kaum.\n\nDie alten ehemaligen Wächter beschuldigten Onkel Anpu wütend, die Tradition gebrochen zu haben, und forderten die derzeitige Wächterin Candace auf, ihre Pflicht zu füllen und Wachen zu rufen, um die Händler aus Sumeru zu vertreiben.\n\nDoch Candace lehnte diese Aufforderung ab. Sie und der Dorfvorsteher waren sich einig, dass im Dorf für die Zukunft der Bewohner einige Veränderungen vorgenommen werden müssten.\n\nSie versuchten immer wieder es zu erklären, aber die ehemaligen Wächter hielten sich einfach nicht zurück und schlugen sogar vor, dass sie, falls Candace nicht bereit wäre, ihre Pflicht zu erfüllen, sie ersetzen und persönlich die Rolle der Wächter übernehmen würden.\n\nSchließlich beendete das schrille Klirren des Speers und des Schilds, die zusammenstießen, alle Streitereien. Mit Speer und Schild in der Hand stand Candace auf, sah sich mit einem Lächeln um und verkündete es den verblüfften Ältesten:\n\n„Meine Herren, ich freue mich, euch bei so guter Gesundheit zu sehen.“\n\n„Aber ich bin die derzeitige ‚Wächterin‘ des Aaru-Dorfs. Bitte geht und ruht euch jetzt aus.“\n\nIn diesem Moment überwog die Überzeugungskraft der Waffen die Worte, und der Streit war endgültig beendet.\n\nNach einer kurzen Vorbereitung begleitete Candace den Dorfvorsteher als „Wächterin“, um die Karawane offiziell in Empfang zu nehmen, verhandelte mit ihnen und eskortierte sie dann persönlich aus dem Dorf.\n\nEin paar Tage später kamen diese Händler wieder und schlossen den scheinbar unauffälligen Stoffhandel ab.\n\nDiese Händler kehrten mit der Nachricht des erfolgreichen Handels nach Sumeru zurück. Bald darauf breitete sich unter Händlern von Sumeru ein einst wenig diskutiertes Thema aus:\n\n„He, hast du gehört? Jemand ging zum Handel in das Aaru-Dorf und verdiente eine Menge Geld. Wollen wir auch mal unser Glück versuchen?“",
      "es": "Cuando Anpu, el jefe de la aldea, anunció que una caravana de la Ciudad de Sumeru estaba a punto de llegar para hacer negocios, los anteriores custodios no podían creer lo que estaban escuchando.\n\nIndignados, acusaron a Anpu de querer acabar con las tradiciones y pidieron que Candace, la actual custodia, hiciera su trabajo y pidiera a los guardias que se llevaran a esos comerciantes.\n\nSin embargo, Candace se negó, pues ya había llegado a un acuerdo con el jefe de la aldea para hacer algunos cambios en el futuro de sus habitantes.\n\nLo explicaron una y otra vez, pero los antiguos custodios no daban el brazo a torcer, e incluso alegaron que, si Candace no estaba dispuesta a cumplir con su deber, retomarían el mando y llevarían a cabo la labor que se esperaba de ellos.\n\nFinalmente, el sonido metálico de una lanza chocando contra un escudo acalló la disputa. Escudo y lanza en mano, Candace se levantó, miró a su alrededor con una sonrisa y le dijo a un viejo y perplejo custodio:\n\n“Me alegro de ver que está tan animado. Pero yo soy la actual custodia de la Aldea Aaru, así que, por favor, váyase a descansar”.\n\nEn ese momento, el poder de persuasión de las armas venció al de las palabras y parecía que iba a ser suficiente para detener el tumulto.\n\nTras una breve preparación, Candance acompañó al jefe de la aldea en calidad de custodia para recibir oficialmente a la caravana y comerciar con ella tras lo cual escoltó la caravana hasta las afueras de la aldea.\n\nUnos días después, los comerciantes volvieron a la aldea para formalizar una humilde transacción de ropa.\n\nTras ello, regresaron a la Ciudad de Sumeru con las noticias de su intercambio exitoso. Poco después, un nuevo tema surgió entre la gente de negocios de Sumeru; uno del que se había hablado poco en el pasado:\n\n“Oye, ¿sabes que alguien fue a la Aldea Aaru para hacer negocios y ganó un montón de Moras? Deberíamos intentarlo nosotros también”.",
      "fr": "Les anciens protecteurs n'en croyaient pas leurs oreilles lorsqu'oncle Anpu, le chef du village, annonça qu'une caravane en provenance de la Ville de Sumeru était sur le point d'arriver pour faire du commerce.\n\nIls accusèrent oncle Anpu de briser les traditions et demandèrent à Candace, l'actuelle protectrice du village, de remplir son devoir en appelant des gardes pour chasser les commerçants.\n\nCependant, Candace refusa leur demande, car elle s'était accordée avec le chef du village sur certains changements nécessaires pour s'assurer de l'avenir de ce dernier.\n\nMalgré toutes les explications, ses aînés ne voulaient pas céder et suggérèrent même de prendre les armes eux-mêmes pour assumer ses responsabilités de protectrice si Candace ne faisait pas ce qu'ils disaient. Finalement, le choc d'une lance et d'un bouclier mit fin à tout le brouhaha. Candace se leva et regarda autour d'elle, le sourire aux lèvres, avant de dire aux vieux hommes stupéfaits :\n\n« Je suis heureuse de vous voir de si bonne humeur, messieurs.\n\nMais je suis l'actuelle protectrice du Village d'Aaru, alors je vous prie de bien vouloir rentrer vous reposer chez vous. »\n\nLe pouvoir de persuasion des armes l'emporta sur les mots à ce moment-là, et toutes les protestations véhémentes prirent fin.\n\nAprès un temps de préparation, Candace accompagna le chef du village pour recevoir la caravane de marchands et entamer les négociations, avant de l'escorter hors du village.\n\nQuelques jours plus tard, les marchands y revinrent pour compléter leur transaction commerciale de tissus.\n\nUne fois qu'ils rentrèrent à la Ville de Sumeru, un nouveau sujet de conversation rarement évoqué émergea parmi les commerçants de Sumeru :\n\n« Hé, vous saviez ? Quelqu'un a fait du commerce avec le Village d'Aaru et s'en est mis plein les poches. On devrait essayer aussi, non ? »",
      "pt": "Quando Tio Anpu, Chefe da Vila, anunciou que uma caravana da Cidade de Sumeru estava prestes a chegar para realizar trocas comerciais, os antigos Guardiões ficaram revoltados.\n\nOs anciãos raivosamente acusaram Tio Anpu de desrespeitar a tradição e pediram que Candace, a atual Guardiã, cumprisse seu dever convocando guardas e afugentando os comerciantes.\n\nNo entanto, Candace recusou o pedido. Ela já havia chegado a um acordo com o Chefe da Vila, pois ambos acreditavam que mudanças eram necessárias para garantir um futuro aos residentes.\n\nEles continuaram tentando explicar seu ponto de vista, mas os antigos Guardiões não cederam, chegando até mesmo a acusar Candace de fugir de seus deveres e a ameaçar enfrentar essa decisão de Tio Anpu com as próprias mãos, cumprindo os deveres da Guardiã em seu lugar. No entanto, o som da lança batendo contra o escudo acabou com todas as desavenças. Com seus equipamentos em mãos, Candace ficou em pé e olhou ao redor com um sorriso. Então, anunciou aos anciões paralisados:\n\n\"É muito bom vê-los tão animados. Mas eu sou a atual Guardiã da Vila Aaru. Por favor, vão e descansem agora, como devem.\"\n\nO poder persuasivo dos equipamentos superaram o poder das palavras nesse momento, e a história pareceu acabar por ali.\n\nApós uma breve preparação, Candace acompanhou o Chefe da Vila enquanto Guardiã para receber formalmente a caravana, realizar trocas comerciais com eles e escoltar pessoalmente os comerciantes para fora da vila.\n\nAlguns dias depois, os mesmos mercadores fizeram uma nova visita e concluíram uma transação aparentemente humilde envolvendo tecidos.\n\nEstes comerciantes retornaram à Cidade de Sumeru com notícias sobre o sucesso do empreendimento. Pouco tempo depois, um novo assunto, antes raro, circulava entre os empresários de Sumeru:\n\n\"Ah, quer saber? Alguém foi até a Vila Aaru fazer negócios e ganhou bastante Mora. Será que devemos tentar ir também da próxima vez?\"",
      "ru": "Когда староста Анпу объявил, что в деревню скоро прибудет торговый караван из Сумеру, бывшие Защитники не могли поверить своим ушам. Дряхлые старики, они гневно укоряли старосту в нарушении обычаев деревни и требовали, чтобы Кандакия как новая Защитница исполнила свой долг, созвала стражников и прогнала торговцев. Но Кандакия отказала. Она была согласна со старостой: ради будущего деревни старые обычаи нужно менять. Они со старостой пытались втолковать это бывшим Защитникам, но те ничего не хотели слушать. Один из них даже сказал, что если Кандакия будет упорствовать, он сам возьмётся за оружие и будет делать то, что надлежит делать Защитнику. Но звонкий удар копья о щит положил конец всем спорам. С копьём и щитом в руках Кандакия встала со своего места, с улыбкой огляделась по сторонам и сказала оторопевшим старикам:\n\n«Я очень рада, что вы не теряете бодрого расположения духа. Но теперь Защитница деревни - я. А вам лучше пойти и отдохнуть».\n\nСила оружия оказалась убедительнее слов, и спорам был положен конец. Немного подготовившись, Кандакия как Защитница деревни вместе со старостой встретила караван, они договорились о ценах, и Кандакия проводила торговцев из деревни. Спустя несколько дней торговцы вернулись, и в деревне состоялась на первый взгляд ничем не примечательная сделка по продаже тканей. Караван отправился с доброй вестью в Сумеру. Спустя несколько дней у сумерских торговцев появилась новая тема для разговоров:\n\n«Эй, слышал? Говорят, наш караван зашёл в деревню Аару и заработал там хорошие деньги! Давай и мы в следующий раз отправимся туда торговать...»",
      "id": "Ketika Paman Anpu si kepala desa mengumumkan kalau ada rombongan pedagang dari Kota Sumeru yang akan tiba di desa, para mantan pelindung tidak dapat mencerna apa yang mereka dengar.\n\nMereka marah, menuduh Paman Anpu merusak tradisi, dan menuntut pelindung saat ini, Candace, untuk melakukan tugasnya dan mengusir para pedagang.\n\nCandace menolak. Dia sepakat dengan kepala desa, dan yakin kalau Desa Aaru harus melakukan perubahan demi masa depan warganya.\n\nMereka terus menjelaskan, tetapi para mantan pelindung tetap memaksa. Bahkan ada yang bilang kalau Candace tidak dapat melaksanakan tugasnya, maka dia sendiri yang akan angkat senjata dan akan turun tangan sebagai pelindung.\n\nPada akhirnya, suara tombak yang diadu dengan tameng menyudahi seluruh perdebatan. Candace yang masih memegang senjata bangkit berdiri, menatap ke sekeliling sambil tersenyum tipis, lalu mengumumkan kepada para senior yang masih tercengang-cengang:\n\n\"Semuanya, aku sungguh senang melihat kalian semua begitu bersemangat.\"\n\n\"Tapi, akulah pelindung Desa Aaru saat ini. Jadi silakan, pergi dan istirahatlah, sebagaimana seharusnya.\"\n\nDemikian perdebatan tersebut diakhiri oleh kekuatan senjata, yang lebih berkuasa daripada kata-kata dalam situasi seperti itu.\n\nSetelah persiapan singkat, Candace menemani kepala desa dalam kapasitasnya sebagai pelindung untuksecara resmi menyambut rombongan pedagang, bernegosiasi, dan kemudian mengantarkan mereka keluar dari desa.\n\nTak lama kemudian, rombongan itu kembali untuk menuntaskan transaksi kain yang sekilas terlihat tidak penting.\n\nRombongan ini kembali ke Kota Sumeru dengan membawa berita kesuksesan. Tidak lama kemudian, di kalangan pedagang Sumeru muncul obrolan seperti ini:\n\n\"Sudah dengar belum? Katanya ada yang rombongan dagang yang pergi ke Desa Aaru, terus mereka pulang ke sini membawa untung besar. Apa kita coba juga gitu ya, lain kali ....?\"",
      "th": "ตอนที่ลุง Anpu หัวหน้าหมู่บ้านประกาศว่ากองคาราวานจากเมือง Sumeru จะมาที่หมู่บ้านเพื่อทำการค้าขาย ตอนนั้นเหล่า \"ผู้คุ้มกัน\" รุ่นก่อนก็แทบไม่อยากจะเชื่อหูของตัวเองกันเลย\n\nผู้คุ้มกันอาวุโสรุ่นก่อนต่างก็กล่าวหาลุง Anpu ด้วยความโกรธเคือง บอกว่ามันเป็นการทำลายประเพณีที่มีมา ทั้งยังขอให้ Candace ผู้คุ้มกันรุ่นปัจจุบัน รวบรวมทหารยามเพื่อขับไล่กองคาราวานออกไป\n\nแต่ Candace กลับปฏิเสธคำขอนั้น เธอมีความเห็นตรงกันกับหัวหน้าหมู่บ้าน... เพื่ออนาคตของชาวบ้าน หมู่บ้าน Aaru จึงจำเป็นต้องเกิดการเปลี่ยนแปลง\n\nพวกเขาพยายามอธิบายไม่หยุดหย่อน แต่ผู้คุ้มกันรุ่นก่อนกลับไม่ยอมรามือ ถึงขั้นมีคนเสนอว่า หาก Candace ไม่ยอมทำตาม เขาจะหยิบอาวุธขึ้นมาอีกครั้ง และออกไปทำหน้าที่ที่ควรทำในฐานะผู้คุ้มกันเอง\n\nแต่ในที่สุด เสียงหอกและโล่กระทบกันก็เข้ามาหยุดความขัดแย้งเอาไว้ Candace ที่ถือหอกและโล่ในมือได้ยืนขึ้นมา และมองไปรอบ ๆ พร้อมรอยยิ้มบนใบหน้า แล้วประกาศต่อเหล่าผู้อาวุโสที่มีสีหน้าตื่นตะลึงว่า:\n\n\"ทุกท่าน เห็นพวกท่านร่าเริงกันขนาดนี้ฉันเองก็รู้สึกดีใจมาก\"\n\n\"แต่คนที่เป็น 'ผู้คุ้มกัน' ของหมู่บ้าน Aaru ในตอนนี้ก็คือฉัน เพราะฉะนั้นขอเชิญท่านกลับไปพักผ่อนก่อนเถอะ\"\n\nแรงโน้มน้าวของอาวุธดูจะมีผลมากกว่าคำพูดในตอนนี้ เสียงประณามที่แสนแข็งกร้าวเองก็หยุดชะงักลงไปด้วย\n\nหลังจากผ่านการเตรียมการคร่าว ๆ แล้ว Candace ที่อยู่ในฐานะผู้คุ้มกัน ก็ออกไปต้อนรับกองคาราวานอย่างเป็นทางการพร้อมกันกับหัวหน้าหมู่บ้าน ร่วมเจรจาการค้า และคุ้มกันขณะพวกเขาออกไปจากหมู่บ้านด้วยตัวเอง\n\nสองสามวันต่อมา เหล่าคนค้าขายก็ได้กลับมาเยี่ยมเยียนหมู่บ้านอีกครั้ง และสำเร็จข้อตกลงการค้าขายผ้าที่ดูแสนธรรมดานี้ในที่สุด\n\nคนค้าขายเหล่านั้นนำข่าวการเจรจาการค้าสำเร็จกลับไปยังเมือง Sumeru และหลังจากนั้นไม่นาน ก็เริ่มมีหัวข้อสนทนาที่แปลกใหม่เกิดขึ้นมาในหมู่พ่อค้าแม่ขายของ Sumeru:\n\n\"นี่ นายรู้อะไรมั้ย? มีคนไปทำธุรกิจที่หมู่บ้าน Aaru แล้วได้กำไรไม่น้อยเลยล่ะ! ครั้งหน้าพวกเราเองก็ไปลองดูหน่อยมั้ย...\"",
      "vi": "Khi trưởng làng, chú Anpu tuyên bố có một thương đội đến từ Thành Sumeru sắp đến giao dịch trong làng, khi đó, những người thủ hộ tiền nhiệm hầu như không dám tin vào tai của mình.\n\nNhững người thủ hộ tiền nhiệm lớn tuổi này đã tức giận chỉ trích chú Anpu phá vỡ truyền thống, và yêu cầu người thủ hộ đương nhiệm là Candace thực thi nhiệm vụ, triệu tập thủ vệ đánh đuổi các thương nhân.\n\nCandace đã từ chối yêu cầu này. Cô đã thỏa thuận với trưởng làng từ trước... Vì tương lai của cư dân trong làng, Làng Aaru nhất định phải thay đổi.\n\nHọ không ngừng giải thích, nhưng những người thủ hộ tiền nhiệm đó vẫn không chịu nghe theo, thậm chí còn có người đề xuất, nếu Candace không đồng ý làm theo, thì ông ta sẽ một lần nữa cầm vũ khí đích thân thực hiện nhiệm vụ của người thủ hộ.\n\nCuối cùng, tiếng vang chấn động khi thương và khiên va vào nhau đã dập tắt cuộc cãi vã. Candace tay cầm thương và khiên đứng lên, mỉm cười nhìn xung quanh, tuyên bố với những người lớn tuổi đang sửng sốt kia:\n\n\"Các vị, thấy tinh thần của các vị tốt như vậy tôi rất vui.\"\n\n\"Nhưng hiện tại tôi mới là người thủ hộ của Làng Aaru, mời ngài quay về nghỉ ngơi.\"\n\nVào lúc này, sức thuyết phục của vũ khí đã mạnh hơn ngôn từ, và những lời tranh cãi ầm ĩ dường như đã chấm dứt.\n\nSau một thời gian ngắn chuẩn bị, Candace với thân phận là người thủ hộ đã tháp tùng trưởng làng chính thức tiếp đón thương đội, cùng họ bàn chuyện buôn bán, sau đó đích thân hộ tống họ rời khỏi làng.\n\nVài ngày sau, các thương nhân lại đến thăm và hoàn thành cuộc giao dịch vải vóc dường như không mấy lợi nhuận này.\n\nNhóm thương nhân này đem theo tin tức giao dịch thành công quay về thành Sumeru. Không lâu sau, giữa các thương nhân Sumeru có một chủ đề hoàn toàn mới mà trước đây ít khi được nghe đến:\n\n\"Này, anh có biết không? Có người đã đến Làng Aaru buôn bán và kiếm được rất nhiều tiền đó! Lần sau chúng ta có nên đến đó thử không...\""
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "事实上，坎蒂丝倒也不常用枪和盾与人争夺话语权。\n\n阿如村的孩子们始终认为，「坎蒂丝姐姐」再怎么生气也只是皱着眉头，让闯祸的孩子罚抄几遍库尔苏姆奶奶为他们准备的字帖；\n\n阿如村的其他守卫们认为，坎蒂丝要求虽然严格，但对那些动作不到位或是心有懈怠者，她并不会加以体罚，只是更加仔细地指导他们；\n\n村内的老人们则认为，坎蒂丝是一个不会流露出负面情绪的人。她从不在他们面前表现得忧伤。\n\n就连那些到访村里的客商，也会受到坎蒂丝周全到极致的接待。从接引介绍到生活起居，全都被她安排得井井有条。\n\n大概是她表现得太过温和，居然让客商们心里生出了一股不安——\n\n要知道，这村子可是紧挨着大赤沙海，且不说周围有多少魔物，那些目无法纪的流匪暗盗一定也早已盯上了这座村庄。\n\n这样的「守护者」真能保护大家…和大家的生意吗？\n\n某个夜晚，喝多了酒的商贩壮着胆子提问：\n\n「守护者，我们倒是可以在这座村庄里做生意。但您也知道，这片沙漠里可有很多不法之徒啊…」\n\n「这个您不需担心，只有遵纪者才能成为阿如村的客人——意思是，不遵守纪律的人…」",
      "zht": "事實上，坎蒂絲倒也不常用槍和盾與人爭奪話語權。\n\n阿如村的孩子們始終認為，「坎蒂絲姐姐」再怎麼生氣也只是皺著眉頭，讓闖禍的孩子罰抄幾遍庫爾蘇姆奶奶為他們準備的字帖；\n\n阿如村的其他守衛們認為，坎蒂絲要求雖然嚴格，但對那些動作不到位或是心有懈怠者，她並不會加以體罰，只是更加仔細地指導他們；\n\n村內的老人們則認為，坎蒂絲是一個不會流露出負面情緒的人。她從不在他們面前表現出憂傷。\n\n就連那些到訪村裡的客商，也會受到坎蒂絲極致周全的款待。從接引介紹到生活起居，全都被她安排得井井有條。\n\n大概是她表現得太過溫和，居然讓客商們心裡生出了一股不安——\n\n要知道，這村子可是緊挨著大赤沙海，且不說周圍有多少魔物，那些目無法紀的流匪暗盜一定也早已盯上了這座村莊。\n\n這樣的「守護者」真能保護大家…和大家的生意嗎？\n\n某個夜晚，喝多了酒的商販壯著膽子提問：\n\n「守護者，我們是可以在這座村莊裡做生意。但您也知道，這片沙漠裡可有很多不法之徒啊…」\n\n「這個您不需擔心，只有遵紀者才能成為阿如村的客人——意思是，不遵守紀律的人…」",
      "jp": "実際のところ、キャンディスが槍と盾を使って他人と発言権を争うようなことはほとんどない。\n\nアアル村の子どもたちはいつも「キャンディスお姉ちゃん」がどんなに怒ったとしても、ただ眉をひそめて、悪いことをした子どもにクルスームおばあちゃんが用意した法帖を書き写させるだけだと思っていた。\n\nアアル村の他の守衛たちは、キャンディスの要求は厳しくとも、適切に行動しない人や怠惰な人に対して彼女は体罰を加えることはせず、懇切丁寧に彼らを指導すると思っていた。\n\n村の老人たちは、キャンディスは負の感情を表に出さない人だと思っている。彼女はこれまで、彼らの前で悲しい顔を見せたことがなかったのだ。\n\n村を訪れる商人ですらも、キャンディスからはとにかく完璧なおもてなしを受けた。出迎えから宿泊に至るまで、すべてが彼女によって整然と手配された。\n\n彼女があまりにも優しすぎるせいか、商人たちを少し不安にさせてしまう程であった——\n\nこの村は、大赤砂海に隣接しているのだ。周囲には多くの魔物がいるだけでなく、無法者の盗賊たちがこの村を狙っているに違いない。\n\nこのような「ガーディアン」で、本当にみんなの暮らしを…それと商売を守っていけるのだろうか…？\n\nある晩、酒が入りすぎた行商人が勇気を持って聞いてみた。\n\n「ガーディアンさん、俺たちはこの村で商売ができるようになったけど、知ってるでしょう？この砂漠には無法者もたくさんいるってことを…」\n\n「それなら心配いりません。掟を守る人だけがアアル村のお客様ですから——つまり、掟を守らない人は…」",
      "ko": "사실 캔디스가 항상 창과 방패를 앞세우는 것은 아니었다.\n\n마을의 아이들에게 있어 캔디스는 아무리 화가 나도 살짝 미간을 찌푸리며 사고를 친 아이들에게 쿨숨 할머니가 준비한 글씨 연습용 노트를 내밀며 공부를 시킬 뿐, 절대 그들에게 손을 대거나 하지는 않는 존재였다.\n\n그리고 아루 마을의 다른 경비병들에게 있어 캔디스는 비록 일적인 측면에서는 엄격한 사람이지만, 설령 게으름을 피우거나 실수를 한다 해도 처벌을 내리거나 하지 않고 다시 자세히 가르쳐주는 사람이었다.\n\n또한 마을의 노인들에게 있어 캔디스는 슬픈 감정 따위는 없는 것처럼 보이는 낙천적인 사람이었다.\n\n캔디스는 아루 마을을 방문한 상인들에게도 마을을 안내해주는 것부터 거처와 음식까지 불편함이 없도록 빠짐없이 도움을 주었다.\n\n그녀의 친절함에 상인들은 왠지 불안해지기 시작했다.\n\n아루 마을은 적색 모래바다와 인접해 있는 곳이었다. 주위에 수많은 마물이 존재하는 것은 물론이고, 법 따위는 모르는 도적떼들 중에서 아루 마을을 노리는 자들이 한둘이 아니었기 때문이다.\n\n그들은 생각했다. 이런 「수호자」가 정말 주민들과 그들의 재물을 지킬 수 있을까?\n\n어느 날 밤, 술에 취한 상인이 용기를 내어 이렇게 물었다.\n\n「수호자님, 저희도 아루 마을과 거래를 트고 싶지만 이 사막에는 불순한 마음을 품고 있는 자들이 너무 많습니다.」\n\n「그거라면 걱정하실 필요 없습니다. 규칙을 지키는 자만이 아루 마을의 손님이 될 자격이 있기 때문이죠. 규율을 지키지 않는 자들은…」",
      "en": "In truth, Candace doesn't often use her lance and shield as debating tools.\n\nThe children in Aaru Village have always believed that \"Big Sis Candace\" will only frown no matter how angry she is — at most, she might ask the children in trouble to copy the calligraphy prepared for them by Grandma Kulsoom several times.\n\nThe other guards in Aaru Village believe that although Candace's requirements are strict, she will not give out corporal punishment to those who slack off or whose physical abilities are not up to par, and that she will simply guide them with more care instead.\n\nThe older folks in the village, for their period, note that Candace is a person who will not let negative emotions show on her face, and indeed, she has never once looked sad in front of them.\n\nEven the merchants who visit the village will be received by Candace with the utmost hospitality. From introductions to accommodations, she arranges everything in good order.\n\nPerhaps she might even be too gentle for the merchants' comfort.\n\nAfter all, this village is next to Great Red Sand. Leaving the monsters aside, lawless bandits must have long had this village in their sights.\n\nIs the Guardian truly capable of protecting everyone... and their business as well?\n\nOne night, a drunken merchant dared to ask:\n\n\"Guardian, we can do business in this village, no problem. But as you know, this desert is a real den of outlaws...\"\n\n\"You need not worry about this. Only those who obey the rules shall be guests in Aaru Village. As for those who don't...\"",
      "de": "Tatsächlich verwendet Candace nicht oft Speer und Schild, um mit anderen um ihr Mitspracherecht zu konkurrieren.\n\nDie Kinder im Aaru-Dorf glauben alle, dass Candace, egal wie wütend sie ist, nur leicht die Stirn runzeln würde. Auch wenn sie Ärger machen, besteht ihre einzige Strafe darin, die von Oma Kulsoom vorbereitete Kalligrafie aufzuschreiben.\n\nAndere Wachen im Dorf denken, Candace ist zwar sehr streng, aber wenn jemand etwas falsch macht oder faul ist, würde sie ihn nicht körperlich bestrafen, sondern ihn sorgfältiger unterrichten.\n\nDie alten Leute im Dorf denken, dass Candace eine Person ist, die keine negativen Gefühle zeigt. Vor anderen wirkt sie nie traurig.\n\nSogar die Händler, die das Dorf besuchen, werden von Candace mit größter Rücksicht empfangen. Von der Einführung bis zur Unterkunft ist immer alles sorgfältig vorbereitet.\n\nVermutlich, weil sie zu sanft wirkt, erzeugt es sogar Angst in den Herzen der Händler.\n\nImmerhin liegt dieses Dorf direkt neben dem Roten Sandmeer. Abgesehen von den umliegenden Monstern müssen auch gesetzlose Banditen das Dorf ins Visier genommen haben.\n\nMan fragt sich, ob solch eine sanfte „Wächterin“ wirklich alle und die Geschäfte beschützen kann ...\n\nEines Nachts fragte ein betrunkener Händler:\n\n„Wächterin, wir würden gerne Geschäfte hier machen. Aber du weißt doch, in der Wüste gibt es viele Gesetzlose ...“\n\n„Darum musst du dir keine Sorgen machen. Nur diejenigen, die sich an die Regeln halten, können Gäste im Aaru-Dorf sein. Das heißt, diejenigen, die gegen die Regeln verstoßen ...“",
      "es": "En realidad, Candace no suele usar su lanza y su escudo como herramientas de debate.\n\nLos niños de la Aldea Aaru siempre han pensado que, por muy enfadada que esté Candace, lo máximo que hace es fruncir el ceño o, como mucho, pedir a los niños revoltosos que copien unas cuantas veces la caligrafía preparada por la abuela Kulsum.\n\nEl resto de los guardias de la Aldea Aaru creen que, aunque Candace es estricta, nunca castiga físicamente a quienes holgazanean o a quienes son menos fuertes que ella, sino que, en su lugar, les enseña pacientemente.\n\nLos más ancianos de la aldea, por su parte, consideran que Candace es una persona que no muestra nunca emociones negativas y, de hecho, nunca la han visto triste.\n\nHasta los comerciantes que visitan la aldea son recibidos por Candace con gran hospitalidad. Ella lo organiza todo de la mejor manera, desde las presentaciones hasta el alojamiento.\n\nA veces hasta puede resultar demasiado hospitalaria para los comerciantes.\n\nDespués de todo, la aldea colinda con el Gran Desierto Escarlata. Dejando de lado a los monstruos, los bandidos que actúan fuera de la ley hace mucho que tienen a la aldea en el punto de mira.\n\n¿Puede una custodia proteger a todo el mundo y a sus negocios?\n\nUna noche, un comerciante borracho se atrevió a exclamar:\n\n“Señorita custodia, podemos hacer negocios en esta aldea sin problema, pero como sabrá, el desierto es un nido de delincuentes”...\n\n“No se preocupe. Solo quienes cumplen las normas son bienvenidos a la Aldea Aaru. En cuanto a quienes no las cumplen”...",
      "fr": "Candace se sert rarement de sa lance et de son bouclier comme outils de persuasion lors d'un débat.\n\nLes enfants du Village d'Aaru pensent que la jeune femme fronce seulement les sourcils. Au plus, elle leur demanderait de recopier plusieurs fois un texte de mamie Kulsoom.\n\nLes gardes du Village d'Aaru estiment que malgré la sévérité de son enseignement, Candace ne s'abaisserait jamais à infliger des châtiments corporels à ceux qui bayent aux corneilles ou dont les performances ne sont pas à la hauteur. Au lieu de cela, elle leur accordera davantage d'attention pour qu'ils puissent réussir aussi.\n\nLes aînés du village remarquent que Candace ne montre pas facilement d'émotions négatives sur son visage, car ils ne l'ont jamais vue triste.\n\nElle accueille également les marchands qui visitent le village avec la plus grande hospitalité qu'il soit et procède en temps et en heure aux arrangements, des présentations aux villageois au logement de ses invités.\n\nSa gentillesse est telle que les marchands se sentent parfois gênés.\n\nAprès tout, le village est à proximité du Grand désert écarlate. Outre les monstres, il est sûrement depuis longtemps en proie aux bandits et hors-la-loi.\n\nCette protectrice serait-elle capable de protéger tout le monde... et les marchandises ?\n\nUn jour, un marchand ivre a osé demander :\n\n« Chère protectrice, nous faisons volontiers affaire avec le village. Or vous savez très bien que cet endroit regorge de bandits... »\n\n« Ne vous inquiétez pas. Seuls les invités qui respectent les règles du village peuvent y rester, quant aux autres... »",
      "pt": "Na realidade, Candace não costuma usar sua lança e seu escudo como ferramentas de debate.\n\nAs crianças da Vila Aaru sempre acham que a \"Irmãzona Candace\" fará apenas uma cara feia mesmo que esteja com muita raiva — o máximo que ela faz é pedir às crianças bagunceiras que copiem a caligrafia preparada para elas pela Vovó Kulsoom diversas vezes.\n\nOs outros guardas da Vila Aaru acreditam que, apesar de Candace definir orientações rigorosas, ela não inflige punições físicas a pessoas folgadas ou menos habilidosas, apenas os guia mais cuidadosamente.\n\nAs pessoas mais velhas da vila, por sua vez, acham que Candace é uma pessoa que não deixa transparecer emoções negativas. Ela nunca se mostrou triste na frente deles.\n\nAté mesmo os comerciantes que visitam a vila são recebidos por Candace com a máxima hospitalidade. De apresentações a adaptações, ela lida com tudo da melhor forma possível.\n\nTalvez ela seja tão gentil que faça os comerciantes se sentirem desconfortáveis.\n\nAfinal, esta vila fica próxima ao Grande Mar de Areias Escarlates. Para além dos monstros, criminosos com certeza devem ter a vila como alvo.\n\nSerá que a Guardiã é capaz de proteger todos... e seus negócios também?\n\nUma noite, um comerciante bêbado ousou dizer:\n\n\"Guardiã, nós podemos fazer negócios nesta vila sem problema algum. Mas, como você sabe, há muitos bandidos neste deserto...\"\n\n\"Você não precisa se preocupar com isso. Apenas aqueles que obedecem às regras serão recebidos na Vila Aaru. Quanto aos que não obedecem...\"",
      "ru": "На самом деле Кандакия нечасто прибегает к оружию, чтобы победить в споре. Дети из деревни Аару уверены, что даже если до смерти разозлить «сестрицу Кандакию», она только нахмурится и отправит провинившихся упражняться в прописях, которые приготовила бабушка Кульсум. Стражники из деревни Аару говорят так: Кандакия очень строгая, но даже самых неловких и нерадивых подопечных она не наказывает сурово, просто ещё раз терпеливо объясняет им, что надо делать. Старики из деревни Аару считают, что Кандакия никогда не даёт воли плохим чувствам. Они ни разу не видели её расстроенной. И даже торговцам, что приходят в деревню Аару со своим товаром, Кандакия оказывает самый тёплый приём. Она встречает их, знакомит с жителями деревни, устраивает на ночлег, словно они её самые дорогие гости. Наверное, подчас такое радушие Кандакии даже вызывает у торговцев беспокойство... Надо сказать, что деревня Аару стоит у самого Моря красных песков. Пустыня кишит монстрами, да и всякие нахальные разбойники наверняка давно мечтают сюда наведаться. Неужели такая «Защитница» в самом деле способна защитить жителей деревни? И торговцев с их караванами? Однажды вечером подвыпивший торговец, набравшись смелости, спросил:\n\n«Защитница, мы приходим в вашу деревню, продаём товар. Но сами знаете, как много в пустыне преступников...»\n\n«Не беспокойтесь, деревня Аару рада только тем, кто соблюдает правила. А те, кто не соблюдают правила...»",
      "id": "Candace sebenarnya tidak suka menggunakan senjata untuk memenangkan argumen.\n\nAnak-anak Desa Aaru percaya bahwa \"Kak Candace\" cuma akan cemberut dan mengerutkan kening saja ketika marah, dan separah-parahnya cuma akan menyuruh mereka menyalin kaligrafi Nenek Kulsoom beberapa kali.\n\nPara pelindung lain tahu bahwa Candace tidak suka menjatuhkan hukuman fisik bagi mereka yang malas atau kondisi tubuhnya kurang prima. Dia akan memberikan bimbingan yang lebih mendalam saja.\n\nPara tetua desa menganggap Candace sebagai sosok yang tidak pernah membiarkan emosi negatif meluap ke permukaan. Dia bahkan belum pernah menunjukkan ekspresi sedih di hadapan mereka.\n\nCandace menyambut semua pendatang dan pedagang yang datang ke Desa Aaru dengan keramah-tamahan yang sangat mumpuni, semua fasilitas disediakan dengan sebaik-baiknya.\n\nBahkan mungkin terlalu ramah.\n\nSebuah desa yang terletak di tepian Great Red Sand, jangankan monster, rampok dan bandit juga pasti selalu mengincar desa ini.\n\nApakah pelindung yang sedemikian ramah dapat melindungi semua orang? Melindungi kepentingan bisnis mereka\n\nSuatu ketika, ada pedagang mabuk yang jadi berani membuka mulut untuk bertanya:\n\n\"Nona Pelindung, kami boleh saja berbisnis di desa ini. Tapi kamu tahu kan, gurun pasir ini ibarat markas besarnya para penjahat ....\"\n\n\"Tolong jangan khawatir. Hanya mereka yang bersedia mematuhi aturanlah yang akan disambut sebagai tamu di Desa Aaru. Sedangkan mereka yang tidak patuh ....\"",
      "th": "อันที่จริงแล้ว Candace ไม่ได้ชอบใช้หอกและโล่ในการแย่งชิงสิทธิ์ในการพูดกับผู้อื่นนัก\n\nเหล่าเด็ก ๆ ในหมู่บ้าน Aaru ต่างก็คิดว่า ถึงแม้ \"พี่ Candace\" จะโมโหยังไงก็คงแค่ขมวดคิ้ว และให้เด็กที่ก่อเรื่องคัดตัวอักษรที่คุณย่า Kulsoom เตรียมให้เพียงเท่านั้น\n\nเหล่าทหารยามคนอื่นใน หมู่บ้าน Aaru ต่างเชื่อว่า ถึงแม้ความต้องการของ Candace จะดูเข้มงวดไปหน่อย แต่เธอก็ไม่เคยลงโทษทางร่างกายกับพวกที่ทำได้ไม่ถึงเป้าหมายกับพวกหย่อนยานต่อหน้าที่เลยสักครั้ง ทำเพียงแค่สั่งสอนพวกเขาให้เพิ่มความระมัดระวังให้มากขึ้น\n\nคนเฒ่าคนแก่ในหมู่บ้านเชื่อว่า Candace เป็นคนที่ไม่แสดงอารมณ์ด้านลบ เธอไม่เคยแสดงความเศร้าต่อหน้าพวกเขา\n\nขนาดคนค้าขายที่มาที่หมู่บ้าน ยังได้รับการดูแลทุกด้านจาก Candace ตั้งแต่การแนะนำตัวรวมถึงการใช้ชีวิตประจำวัน ล้วนถูกเธอจัดระเบียบเอาไว้เรียบร้อยแล้ว\n\nอาจเป็นเพราะเธอเอาใจใส่มากเกินไป จึงทำให้คนค้าขายที่มารู้สึกไม่ค่อยสะดวกใจ\n\nต้องรู้ไว้ก่อนว่า หมู่บ้านนี้อยู่ติดกับ Great Red Sand ไม่ต้องพูดถึงว่ามีมอนสเตอร์มากมายเพียงไหน พวกโจรที่อยู่นอกกฎหมาย และพวกหัวขโมยต่างจับตามองหมู่บ้านนี้ตาเป็นมันอยู่แล้ว\n\n\"ผู้คุ้มกัน\" แบบนี้จะสามารถปกป้องทุกคน... และธุรกิจของทุกคนได้จริงเหรอ?\n\nมีอยู่คืนหนึ่ง คนค้าขายที่ดื่มมากเกินไปก็ใช้ความกล้าถามออกไปว่า:\n\n\"ผู้คุ้มกัน เราสามารถทำธุรกิจในหมู่บ้านนี้ได้ก็จริง แต่อย่างที่คุณรู้ มีพวกนอกกฎหมายมากมายในทะเลทรายนี้นะ...\"\n\n\"เรื่องนี้คุณไม่จำเป็นต้องกังวล มีแค่ผู้ที่ปฏิบัติตามกฎเท่านั้นที่สามารถเป็นแขกของหมู่บ้าน Aaru ซึ่งนั้นหมายความว่า ผู้ที่ไม่ปฏิบัติตามกฎ...\"",
      "vi": "Trên thực tế, Candace cũng không thường dùng thương và khiên để tranh quyền phát ngôn với người khác.\n\nNhững đứa trẻ Làng Aaru luôn cho rằng, \"chị Candace\" dù có tức giận đến đâu thì cũng chỉ cau mày và yêu cầu những đứa trẻ gây họa chép phạt vài lần bài luyện chữ mà bà Kulsoom đã chuẩn bị cho chúng;\n\nCác thủ vệ khác của Làng Aaru thì cho rằng, tuy Candace yêu cầu nghiêm khắc, nhưng đối với những người làm việc không đến nơi đến chốn hoặc trong lòng xao nhãng, cô cũng không trừng phạt, mà chỉ hướng dẫn kỹ hơn;\n\nNhững người lớn tuổi trong làng thì cho rằng, Candace là một người không thể hiện cảm xúc tiêu cực. Cô ấy chưa bao giờ tỏ ra buồn bã trước mặt họ.\n\nNgay cả những thương nhân đến thăm làng cũng sẽ được Candace tiếp đãi chu đáo. Từ việc tiếp đón giới thiệu đến sinh hoạt hàng ngày, cô đều sắp xếp mọi thứ một cách ổn thỏa.\n\nCó lẽ vì cô ấy quá dịu dàng nên đã làm cho các thương nhân cảm thấy bất an...\n\nPhải biết một điều rằng, ngôi làng này nằm sát bên Biển Cát Đỏ, chưa kể đến việc có bao nhiêu ma vật ở xung quanh, những kẻ cướp bóc trộm vặt vô pháp vô thiên chắc hẳn đã sớm để mắt đến ngôi làng này.\n\nNgười thủ hộ như thế này thật sự có thể bảo vệ mọi người... và công việc làm ăn của mọi người sao?\n\nMột đêm nọ, một thương nhân uống quá chén đã mạnh dạn đặt câu hỏi:\n\n\"Người thủ hộ, chúng tôi có thể làm ăn ở ngôi làng này. Nhưng cô cũng biết đó, sa mạc này có rất nhiều kẻ sống ngoài vòng pháp luật...\"\n\n\"Điều này anh không cần phải lo, chỉ những người tuân thủ kỷ luật mới có thể trở thành khách của Làng Aaru... Tức là, những người không tuân thủ kỷ luật đã...\""
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "不遵纪者，将是阿如村的「敌人」。\n\n躲藏在沙海里的镀金旅团，伪装成冒险家试图蒙混过关的盗贼，妄图劫掠货物的盗宝团…任何敢于侵扰这座村庄的人，无论用何种方法试图躲藏逃避，最后都会领受他们应受的惩罚。\n\n诚心俯首认罪者将获得宽恕，获得一份足够他们跨越沙海的补给，但作为代价，他们从此不能在阿如村周围出现。\n\n至于负隅顽抗者…其卑劣灵魂，从此只可与沙砾为伴。\n\n一位离开沙漠的镀金旅团成员曾警告他的同伴：阿如村里那个恐怖的「守护者」坎蒂丝，是真正的赤王后裔。\n\n她手中那面盾牌上有着阿赫玛尔的祝福。只要紧握盾牌，大赤沙海中每一颗沙砾都会听从她的召唤。只要她想，甚至能掀起滔天沙暴吞没所有敌人。\n\n不仅如此，她那颗琥珀色的左眼还可以看穿未来，分辨人的命运。她是如此骇人，没有谁能逃过她的追猎。\n\n人们相信，坎蒂丝正是凭借这种神力扫清了所有阿如村的「敌人」。",
      "zht": "不遵紀者，將是阿如村的「敵人」。\n\n躲藏在沙海裡的鍍金旅團、偽裝成冒險家試圖蒙混過關的盜賊、妄圖劫掠貨物的盜寶團…任何敢於侵擾這座村莊的人，無論用何種方法試圖躲藏逃避，最後都會領受他們應受的懲罰。\n\n誠心俯首認罪者將獲得寬恕，獲得一份足夠他們跨越沙海的補給，但作為代價，他們從此不得在阿如村周圍現身。\n\n至於負隅頑抗者…其卑劣的靈魂，從此只能與沙礫為伴。\n\n一位離開沙漠的鍍金旅團成員曾警告他的同伴：阿如村裡那個恐怖的「守護者」坎蒂絲，是真正的赤王後裔。\n\n她手中那面盾牌上有著阿赫瑪爾的祝福。只要緊握盾牌，大赤沙海中每一顆沙礫都會聽從她的召喚。只要她想，甚至能掀起滔天沙暴吞沒所有敵人。\n\n不僅如此，她那顆琥珀色的左眼還可以看穿未來，分辨人的命運。她是如此駭人，沒有誰能逃過她的追獵。\n\n人們相信，坎蒂絲正是憑藉這種神力掃清了所有阿如村的「敵人」。",
      "jp": "掟を守らぬ者はアアル村の「敵」である。\n\n砂漠に身を潜めるエルマイト旅団、冒険者になりすましてやり過ごそうとする盗賊、荷物を奪うため現れる宝盗団……この村を脅かそうとする者は、どんな手段で逃げ隠れしようとも最終的には相応の罰を受けることになる。\n\n心から罪を認めて反省した者は赦され、砂漠を越えるのに十分な補給も与えられるが、その代償として彼らは二度とアアル村の周囲に姿を見せてはならない。\n\n頑なに抵抗を続ける者の場合…その卑劣な魂は、その場で砂礫と運命を共にするだろう。\n\n砂漠を離れたあるエルマイト旅団のメンバーはかつて仲間に対し、アアル村の恐ろしい「ガーディアン」キャンディスこそ真のキングデシェレトの末裔だと警告した。\n\n彼女の盾にはアフマルの祝福が宿っている。盾を手にすれば、大赤砂海のすべての砂礫が彼女の呼びかけに従う。彼女が願えば、巨大な砂嵐を引き起こしてすべての敵を呑み込むことすら可能なのだ。\n\nそれだけに留まらず、彼女の琥珀色をした左目には未来を見通し、相手の運命を見抜く力があるという。これほどまでに恐ろしい存在の彼女だ、その追跡から逃れられる者は誰一人としていない。\n\n人々は、キャンディスがこれら神通力でアアル村にとっての「敵」をすべて一掃したと信じている。",
      "ko": "규율을 지키지 않는 자는 곧 아루 마을의 「적」이었다.\n\n사막에 숨은 도금 여단, 모험가로 위장하여 마을로 들어오려는 도적들, 화물을 강탈하려는 보물 사냥단까지… 감히 마을을 침범하려는 마음을 먹는 자는 아무리 발버둥 쳐도 결국에는 벌을 받아야만 했다.\n\n진심으로 죄를 뉘우치는 자들은 마을 사람들의 용서를 받아 사막을 건널 수 있을 정도의 보급품을 받아 마을을 떠날 수 있었다. 물론 다시는 아루 마을 근처에 나타나면 안 된다는 것이 조건이었다.\n\n반면 끝까지 잘못을 인정하지 않고 적반하장으로 나오는 자는… 그 비열한 자의 영혼은 결국 수많은 모래와 함께 사막을 떠돌게 되었다.\n\n사막을 떠난 도금 여단 단원은 동료에게 이렇게 경고했다. 아루 마을에는 무시무시한 「수호자」, 캔디스가 있으며 그녀야말로 진정한 적왕의 후예라고 말이다.\n\n그녀가 든 방패에는 아흐마르의 축복이 담겨있어 적색 모래바다의 모래알 하나하나가 전부 그녀의 부름에 응답했다. 그녀가 마음만 먹는다면 즉시 모래폭풍을 일으켜 적들을 묻어버리는 것도 가능했다.\n\n그뿐만 아니라 그녀의 호박색 왼쪽 눈동자는 미래를 볼 수 있는 힘을 지니고 있어서 누군가의 운명을 꿰뚫어 볼 수 있었다. 그렇기에 그 누구도 그녀의 추적에서 도망칠 수 없었다.\n\n사람들은 캔디스가 이러한 신통한 능력으로 아루 마을을 침범한 「적」들을 소탕했다고 굳게 믿었다",
      "en": "Those who do not respect the rules shall be the \"enemies\" of Aaru Village.\n\nWhether they be Eremites hiding in the sands, bandits disguised as adventurers, or Treasure Hoarders attempting to steal goods...Anyone who dares to invade the village, no matter how they may try to hide and escape, will eventually receive the punishment they deserve.\n\nThose who sincerely confess their guilt will be forgiven and given enough supplies to cross the sands, but never again will they be permitted to show their faces around Aaru Village.\n\nAs for the more recalcitrant sort...Their despicable souls shall find company only with the desert sands.\n\nA former member of The Eremites once warned his companions that Candace, the terrifying Guardian of the village, is a true descendant of King Deshret.\n\nThe shield in her hand possesses the blessing of Al-Ahmar, such that as long as its wielder holds it tightly, every grain in the great desert will heed her call. So if Candace so wishes, she could even send forth a huge sandstorm to engulf all her foes.\n\nNot only that, her amber left eye can also perceive the future and read the fates of others. Indeed, such is her terrible might that none can ever escape her pursuit.\n\nSuch are people's beliefs concerning Candance, that she has swept all of Aaru Village's enemies away by virtue of these divine powers.",
      "de": "Diejenigen, die gegen die Regeln verstoßen, werden vom Aaru-Dorf als „Feinde“ angesehen.\n\nEgal ob im Sandmeer lauernde Goldbrigaden, als Abenteurer verkleidete Banditen, oder Schatzräuber, die versuchen, Waren zu plündern ... wer es wagt, in das Dorf einzudringen, wird am Ende einen hohen Preis zahlen und die verdiente Strafe erhalten.\n\nDenjenigen, die ihre Sünden aufrichtig bekennen, wird vergeben und sie erhalten genügend Vorräte, um die Wüste zu durchqueren, aber sie dürfen nie wieder im Aaru-Dorf erscheinen.\n\nWas die Widerspenstigen betrifft ... Ihre abscheulichen Seelen können nur im Sand begraben werden.\n\nEin ehemaliges Mitglied der Goldbrigaden warnte seine Gefährten einst: „Candace, die furchterregende Wächterin des Aaru-Dorfs, ist eine wahre Nachfahrin von König Deshret“.\n\nAuf ihrem Schild gibt es den Segen von Al-Ahmar. Mit diesem Schild in ihrer Hand kann sie jedes Sandkorn in der Wüste herbeirufen. Wenn sie will, kann sie sogar einen riesigen Sandsturm entfesseln, der alle Feinde verschlingt.\n\nUnd nicht nur das, ihr bernsteinfarbenes linkes Auge kann in die Zukunft sehen und das Schicksal von Menschen vorhersagen. Sie ist so furchteinflößend, dass niemand ihrer Jagd entkommen kann.\n\nMan glaubt, dass genau diese magische Kraft Candace geholfen hat, alle Feinde vom Aaru-Dorf eliminiert zu haben.",
      "es": "Quienes no respeten las reglas serán los enemigos de la Aldea Aaru.\n\nYa sean Eremitas escondidos en el desierto, bandidos disfrazados de aventureros o ladrones de tesoros que intentan robar mercancías, quien ose invadir la aldea recibirá el castigo que se merece por mucho que intente esconderse o escapar.\n\nQuienes confiesen su crimen serán perdonados y se les dará suministros suficientes para cruzar el desierto. Eso sí, nunca más se les permitirá poner un pie en la Aldea Aaru.\n\nEn cuanto a los más insistentes... sus viles almas solo podrán estar acompañadas de la arena del desierto.\n\nUna vez, un antiguo Eremita advirtió a sus compañeros que Candace, la terrible custodia de la aldea, era una auténtica descendiente del Rey Deshret.\n\nSu escudo fue bendecido por al-Ahmar para que, mientras su portador lo sostuviera con firmeza, cada uno de los granos de arena del desierto respondieran a su llamada. Así que, si así lo deseara, Candace podría invocar una enorme tormenta de arena que engullera a sus enemigos.\n\nY no solo eso, sino que, con su ambarino ojo izquierdo, puede percibir el futuro y leer el destino de las personas. De hecho, tal es su poder que nadie ha conseguido nunca escapar de ella.\n\nAsí pues, la gente cree que Candace se ha deshecho de todos los enemigos de la Aldea Aaru gracias a todos estos poderes divinos.",
      "fr": "#Tous ceux qui ne respectent pas les règles du Village d'Aaru sont considérés comme des « ennemis{NON_BREAK_SPACE}».\n\nQue ce soit les Érémites qui se cachent dans le désert, les bandits qui se font passer pour des aventuriers ou les Pilleurs de trésors qui souhaitent voler des objets... Les individus qui osent s'attaquer au village recevront le châtiment qu'ils méritent, même s'ils tentent de s'y dérober.\n\nCeux qui confessent leur crime de bonne foi seront pardonnés et se verront remettre assez de provisions pour traverser le désert, mais ils ne seront plus jamais autorisés à mettre les pieds dans le village.\n\nMais pour les plus récalcitrants... Leurs âmes méprisables rejoindront les méandres du désert.\n\nUn ancien membre des Érémites avait averti ses compagnons que Candace, la redoutable protectrice du village, était une véritable descendante du roi Deshret.\n\nLe bouclier dans sa main était béni par Al-Ahmar. Chaque grain de sable du désert obéissait à la volonté de son porteur. Si elle le souhaitait, Candace pouvait provoquer de grandes tempêtes de sable pour ensevelir tous ses ennemis.\n\nDe plus, son œil gauche ambré pouvait prédire l'avenir et lire le destin d'autrui. Son pouvoir était si effroyable que personne ne pouvait lui échapper.\n\nSelon les croyances, c'est grâce à ces pouvoirs divins que Candace aurait balayé tous les ennemis du Village d'Aaru.",
      "pt": "Aqueles que não respeitam as regras serão os \"inimigos\" da Vila Aaru.\n\nEremitas se escondendo nas areias, bandidos disfarçados de aventureiros, Ladrões de Tesouro tentando roubar mercadorias... Qualquer um que tentar invadir a vila, não importa como tente se esconder e escapar, receberá eventualmente a punição que merece.\n\nAqueles que confessam sinceramente sua culpa são perdoados e receberão suprimentos suficientes para atravessar as areias, mas, como pena por seus crimes, nunca mais poderão pisar na Vila Aaru.\n\nQuanto aos mais desobedientes... Suas almas desprezíveis serão acompanhadas apenas pelas areias do deserto.\n\nUm antigo membro dos Eremitas avisou seus companheiros que Candace, a temível Guardiã da vila, era uma verdadeira descendente do Rei Deshret.\n\nO escudo na mão dela tem a bênção de Al-Ahmar e, por isso, contanto que ela o segure com firmeza, cada grão no Grande Mar de Areias Escarlates obedecerá ao chamado dela. Caso Candace deseje, ela pode até mesmo ordenar que uma enorme tempestade de areia consuma todos os seus inimigos.\n\nAlém disso, seu olho esquerdo, que tem a cor do âmbar, também pode ver o futuro e mostrar os destinos das pessoas. Ela é tão assustadora que ninguém é capaz de escapar dela.\n\nEssas crenças das pessoas sobre Candace levaram todos a acreditar que, com poderes divinos, ela afastou todos os inimigos da Vila Aaru.",
      "ru": "А те, кто не соблюдают правила, становятся врагами деревни Аару. Пустынники, что прячутся в бескрайних песках; грабители, которые притворяются искателями приключений и думают, будто им всё сойдёт с рук; Похитители сокровищ, что пытаются напасть на караваны... Любой, кто посмеет нарушить покой деревни Аару, понесёт заслуженное наказание, и пусть даже не пытается спрятаться или сбежать. Раскаявшиеся и признавшие вину будут прощены и получат достаточно припасов, чтобы пересечь пески, но отныне им нельзя будет появляться в окрестностях деревни Аару. А те, кто окажут сопротивление... Их презренные души окажутся в объятиях бескрайних песков. Один из Пустынников, что покинул пески, решил предостеречь своих товарищей:\n\n«Кандакия - наводящая ужас Защитница деревни Аару, в её жилах течёт кровь царя Дешрета. Её щит осенён благословением аль-Ахмара. Когда она берёт в руки свой щит, каждая песчинка в Море красных песков откликается на её призыв. Стоит ей повелеть, и поднимется песчаная буря, которая уничтожит всех врагов. Мало того, её левый глаз янтарного цвета может видеть будущее и читать судьбу. Кандакия - страшная воительница, от неё ещё никто не скрылся».\n\nЛюди верят, что Кандакия наделена магическими силами, которые помогли ей избавить деревню Аару от врагов.",
      "id": "Akan dianggap sebagai musuh desa.\n\nEremite yang bersembunyi di padang pasir, rampok yang menyamar sebagai pengembara, Treasure Hoarder yang mau menjarah ... Siapa pun yang berani mengganggu desa, tidak akan bisa kabur dan sembunyi sekeras apa pun mereka mencoba. Pada akhirnya, semua akan mendapat hukuman.\n\nMereka yang mengaku salah dan meminta maaf akan diampuni, diberi perbekalan untuk melintasi padang pasir, tapi selamanya tidak lagi diperkenankan untuk menginjakkan kaki di Desa Aaru.\n\nMereka yang tidak meminta ampun akan menemukan tempat peristirahatan terakhri di antara kerikil dan debu pasir.\n\nAda anggota Eremite yang pernah memperingatkan rekannya, bahwa Candace sang pelindung Desa Aaru adalah keturunan Raja Deshret yang sejati.\n\nTameng yang ada di tangannya telah diberkati oleh Al-Ahmar. Dengan tameng di tangannya, maka setiap butir pasir yang ada di Great Red Sand akan mematuhinya. Dia bahkan bisa memanggil badai pasir untuk melenyapkan musuhnya.\n\nBukan cuma itu, mata kirinya yang berwarna kuning keemasan mampu melihat menembus masa depan dan takdir. Dia begitu menakutkan, tidak ada yang bisa lolos dari pengejarannya.\n\nDemikianlah Candace dipandang oleh orang lain, bahwa kekuatan dewa ada bersama dirinya, dan dia menggunakannya untuk menyapu bersih semua musuh Desa Aaru.",
      "th": "ผู้ที่ไม่ปฏิบัติตามกฎจะถือเป็น \"ศัตรู\" ของหมู่บ้าน Aaru\n\nกลุ่ม Eremite ที่ซ่อนตัวอยู่ในทะเลทราย, โจรที่ปลอมตัวเป็นนักผจญภัย, กองโจรล่าสมบัติที่พยายามปล้นของ... ใครก็ตามที่กล้าบุกรุกหมู่บ้านนี้ไม่ว่าจะด้วยวิธีใด ไม่ว่าจะพยายามซ่อนตัวหรือหลบหนียังไงก็ตาม สุดท้ายก็ต้องถูกลงทัณฑ์อยู่ดี\n\nผู้ร้ายที่ยอมก้มหัวสารภาพบาปอย่างจริงใจจะได้รับการให้อภัย และได้รับมอบเสบียงที่เพียงพอสำหรับการข้ามทะเลทราย แต่ต้องแลกกับ การที่พวกเขาจะไม่สามารถปรากฏตัวรอบหมู่บ้าน Aaru ได้อีกต่อไป\n\nสำหรับผู้ที่ต่อต้านอย่างดื้อรั้น... วิญญาณของพวกเขาจะกลายเป็นเม็ดทรายที่หวนกลับคืนสู่ผืนทราย\n\nกลุ่ม Eremite คนหนึ่งที่ถูกขับไล่ออกมาจากทะเลทรายได้กล่าวเตือนสหายของเขาไว้ว่า \"ผู้คุ้มกัน\" Candace ที่น่าสะพรึงกลัวคนนั้นของหมู่บ้าน Aaru เป็นทายาทที่แท้จริงของราชา Deshret\n\nโล่ในมือของเธอถือครองพรของ Al-Ahmar เพียงแค่ถือโล่ไว้ ทรายทุกเม็ดใน Great Red Sand จะเชื่อฟังคำสั่งของเธอ ขอแค่เธอต้องการ ก็สามารถสร้างพายุทรายมหึมาเพื่อกลืนกินศัตรูทั้งหมดได้\n\nไม่เพียงเท่านั้น นัยน์ตาซ้ายสีเหลืองอำพันของเธอสามารถมองเห็นอนาคต ทั้งยังมองเห็นชะตากรรมของผู้คนได้ เธอน่ากลัวมากจนไม่มีใครสามารถหลบหนีการไล่ล่าของเธอได้\n\nเชื่อกันว่า Candace ใช้พลังศักดิ์สิทธิ์นี้เพื่อกวาดล้าง \"ศัตรู\" ทั้งหมดของหมู่บ้าน Aaru",
      "vi": "Người không tuân thủ kỷ luật sẽ là \"kẻ thù\" của Làng Aaru.\n\nEremite ẩn náu trong biển cát, tên trộm cải trang thành nhà mạo hiểm hòng trà trộn qua ải, Đạo Bảo Đoàn với mưu đồ đánh cướp hàng hóa... bất cứ kẻ nào dám phá rối ngôi làng này, cho dù có cố chạy trốn bằng cách nào, thì cuối cùng cũng sẽ phải nhận hình phạt đích đáng.\n\nNhững kẻ thành tâm cúi đầu nhận tội sẽ được khoan hồng và cung cấp đầy đủ vật dụng để vượt qua biển cát, nhưng đổi lại họ sẽ không bao giờ được xuất hiện quanh Làng Aaru nữa.\n\nCòn những kẻ ngoan cố chống trả... thì linh hồn thấp hèn của chúng từ nay chỉ có thể làm bạn với cát sỏi.\n\nMột thành viên Eremite rời khỏi sa mạc từng cảnh báo với đồng đội của anh ta rằng: Người thủ hộ tên Candace đáng sợ của Làng Aaru thật sự là hậu duệ của Vua Deshret.\n\nChiếc khiên trong tay cô mang theo lời chúc phúc của Al-Ahmar. Chỉ cần giữ chặt chiếc khiên, mỗi hạt cát sỏi trong Biển Cát Đỏ sẽ nghe theo tiếng gọi của cô ấy. Chỉ cần cô ấy muốn, cô ấy thậm chí có thể tạo ra một cơn bão cát bao phủ trời đất để nhấn chìm tất cả kẻ địch.\n\nKhông chỉ vậy, con mắt trái màu hổ phách của cô ấy còn có thể nhìn thấu tương lai và đoán biết số phận của con người. Cô ấy đáng sợ như thế, không một ai có thể thoát khỏi sự truy đuổi của cô.\n\nMọi người đều tin rằng Candace chính là dựa vào sức mạnh thần thánh này để quét sạch mọi \"kẻ thù\" của Làng Aaru."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "只有坎蒂丝自己知道，她从未真正感受过阿赫玛尔的恩泽。\n\n「守护者从未承神恩眷」——这是流传在「守护者」之间的秘密。\n\n唯有一个新任「守护者」拿起盾牌正式就职时，他才会被告知实情。\n\n知情的「守护者」表现各不相同，有人自暴自弃，沮丧得连武艺也懒于修炼；有人认为既然自己不被注视，便也无需守纪，因而恣意妄为，甚至目无法纪。\n\n但坎蒂丝并未因此沮丧。\n\n「我的枪与盾，不是为了祈求神明的恩赐而挥舞。」\n\n「无论是否有神明垂青，『守护者』的职责都不会改变。」\n\n日复一日，她勤勉锻炼，亲手铸就了过人的意志和武艺。\n\n许多来访阿如村的客人们都向坎蒂丝发出邀请。他们总说，坎蒂丝既然能力过人，又何必屈居在阿如村这个不起眼的小地方？假如她愿意外出游历一番，未必不能闯出新事业…\n\n坎蒂丝每次都这样回答：\n\n「『守护者』不会离开被保护的对象。」",
      "zht": "只有坎蒂絲自己知道，她從未真正感受過阿赫瑪爾的恩澤。\n\n「守護者從未承神恩眷」——這是流傳在「守護者」之間的秘密。\n\n一名新任「守護者」唯有拿起盾牌正式就職時，才會被告知實情。\n\n知情的「守護者」表現各不相同，有人自暴自棄，沮喪得連武藝也懶於修煉；有人認為既然自己不被注視，便也無需守紀，因而恣意妄為，甚至目無法紀。\n\n但坎蒂絲並未因此沮喪。\n\n「我的槍與盾，不是為了祈求神明的恩賜而揮舞。」\n\n「無論是否有神明垂青，『守護者』的職責都不會改變。」\n\n日復一日，她勤勉鍛煉，親手鑄就了過人的意志和武藝。\n\n許多來訪阿如村的客人們都向坎蒂絲發出邀請。他們總說，坎蒂絲既然能力過人，又何必屈居在阿如村這個不起眼的小地方？假如她願意外出遊歷一番，未必不能闖出新事業…\n\n坎蒂絲每次都這樣回答：\n\n「『守護者』不會離開保護的對象。」",
      "jp": "アフマルの恩恵を真に感じ取ったことがないのは、キャンディス自身が知っていた。\n\n「ガーディアンは未だかつて神に祝福されたことがない」——これは「ガーディアン」の間に伝わっている秘密だ。\n\n新たに「ガーディアン」となり盾を手にし、正式に任命されて初めて、その者は真実を知らされる。\n\n真実を知った「ガーディアン」の反応は様々であり、ある者は自暴自棄になって落胆し、武芸の修練すらも怠けるようになる。またある者は自分が見守られていないのなら規律を守る必要がないと身勝手な行動をし、果てには掟を無視する。\n\nしかし、キャンディスはその事実で落胆することはなかった。\n\n「私の槍と盾は、神の恩恵を祈るために振るうものではありません。」\n\n「神の祝福があろうと無かろうと、『ガーディアン』の責務が変わることはありません。」\n\n来る日も来る日も彼女は鍛錬に励み、他人より優れた意志と武芸を自ら身に着けた。\n\nアアル村を訪れた多くの客人がキャンディスを引き抜こうとした。彼女は誰よりも優れているのに、どうしてアアル村のような目立たない場所に留まる必要があるのか？もし彼女が外の世界に出たいと思えば、新しい事を始めるのも不可能ではないかもしれないのに…\n\nしかし、キャンディスはいつもこう答える。\n\n「『ガーディアン』が守るべき対象から離れることはありません」と。",
      "ko": "사실 캔디스는 단 한 번도 아흐마르의 은혜를 입은 적이 없다. 이것은 오직 캔디스만이 알고 있는 사실이었다.\n\n「수호자에게는 신의 은혜가 내리지 않는다」——이는 「수호자」들 사이에서 내려오는 비밀이었다.\n\n신임 「수호자」는 방패를 들고 정식으로 취임할 때가 돼서야 이 사실을 알게 된다.\n\n진실을 알게 된 「수호자」들의 반응은 각양각색이었다. 자포자기하며 더 이상 무예를 수련하지 않겠다는 이도 있었고, 보잘것없는 대우에 실망해서는 마음대로 행동하며 되려 규칙을 어기는 자들도 있었다.\n\n하지만 캔디스는 단 한 번도 실망감을 느끼지 않았다.\n\n「난 신의 은혜를 얻기 위해 창과 방패를 휘두르는 게 아니야.」\n\n「신이 우리를 가엽게 여기느냐 아니냐는 『수호자』의 책무와는 아무 상관도 없어.」\n\n캔디스는 매일 부지런히 수련을 이어 나갔고, 나날이 그 무예와 단호한 의지를 연마했다.\n\n아루 마을을 방문한 손님들 중에는 캔디스를 영입하려는 이들도 적지 않았다. 그들은 이토록 출중한 능력을 갖춘 캔디스가 왜 아루 마을처럼 초라한 곳에 있는지 이해가 되지 않았다. 그들은 그녀가 마을을 떠난다면 더 훌륭한 업적을 쌓을 수 있을 것이라 말했다.\n\n그때마다 캔디스는 이렇게 대답했다.\n\n「『수호자』는 절대 수호해야 할 이들의 곁을 떠나지 않습니다.」",
      "en": "Only Candace herself knows that she has never really felt the blessing of Al-Ahmar.\n\n\"The Guardians have never been blessed by the grace of god\" — this is a secret handed down from Guardian to Guardian.\n\nOnly when a new Guardian takes up their shield will they be told the truth.\n\nThe effects of the truth on those now in the know has varied. Some gave up and became so despondent that they stopped practicing martial arts. Some came to believe that since they were not being watched, they didn't have to obey the rules either, and so acted recklessly, even in violation of the law.\n\nBut Candace was not depressed.\n\n\"My lance and shield are not wielded as a prayer for a god's blessing.\"\n\n\"My duty will not change, regardless of whether any god favors us or not.\"\n\nShe practices diligently day after day and through this has forged both an extraordinary will and martial skills.\n\nMany who have visited Aaru Village have extended invitations to Candace, wondering why someone as capable as her would choose to live in such an inconspicuous place. If she was willing to leave, they often say, she may yet be able to start a new career...\n\nYet Candace always answers them thusly:\n\n\"A Guardian will not leave what they have purposed to protect.\"",
      "de": "Nur Candace weiß, dass sie den Segen von Al-Ahmar nie wirklich gespürt hat.\n\n„Die Wächter werden nie durch die Gunst der Gottheit gesegnet“, dies ist ein Geheimnis, das nur unter den „Wächtern“ bekannt ist.\n\nErst wenn ein neuer „Wächter“ mit Schild vereidigt wird, wird er die Wahrheit erfahren.\n\nDie Wächter, die die Wahrheit erfahren hatten, verhielten sich ganz anders. Einige gaben einfach auf und waren so frustriert, dass sie keine Kampfkünste mehr praktizieren wollten. Einige dachten, dass sie sich nicht an die Regeln halten müssten, da sie den Blick der Gottheit nicht erhalten hatten. Daher handelten sie rücksichtslos und brachen sogar die Regeln.\n\nAber Candace war nicht deswegen deprimiert.\n\n„Ich schwinge Speer und Schild nicht, nur um den Segen der Gottheit zu erhalten.“\n\n„Meine Pflicht als ‚Wächterin‘ wird sich nicht ändern, egal ob ich den Segen der Gottheit erhalte oder nicht.“\n\nTag für Tag übte sie unermüdlich und schmiedete außergewöhnliche Willenskraft und Kampfkünste.\n\nViele Besucher des Aaru-Dorfs haben versucht, Candace einzuladen, sich ihnen anzuschließen. Sie fragen sich, warum Candace an einem so kleinen Ort geblieben ist. Sie glauben, dass Candace sich mit ihren Fähigkeiten und Kampfkünsten definitiv einen Namen außerhalb des Aaru-Dorfs machen könnte ...\n\nCandace antwortet jedes Mal so:\n\n„Die ‚Wächterin‘ wird diejenigen, die sie beschützen soll, niemals verlassen.“",
      "es": "Solo Candance sabe que en realidad nunca ha gozado de la gracia de al-Ahmar.\n\nY esto se debe a un secreto transmitido entre las generaciones de custodios: “los dioses nunca han bendecido a los custodios con su gracia”.\n\nSin embargo, esto solo lo descubren cuando toman su escudo para asumir el cargo.\n\nLos efectos de conocer esta verdad han variado de custodio en custodio. Algunos abandonaron el cargo y quedaron tan desalentados que hasta dejaron de entrenar sus habilidades de combate. Otros comenzaron a creer que, ya que nadie se fijaba en ellos, no tenían que obedecer las normas y, en consecuencia, actuaban temerariamente e incluso incumplían la ley.\n\nPero Candace no se sintió tan triste.\n\n“No porto mi lanza y mi escudo para rezar por la gracia de los dioses, así que, sea bendecida por ellos o no, mis deberes no cambiarán”.\n\nCandace entrena asiduamente día tras día, y así es como ha adquirido tanto su extraordinaria determinación como sus increíbles habilidades de combate.\n\nMuchas de las personas que han visitado la Aldea Aaru han invitado a Candace a salir de allí, pues no entienden por qué alguien tan competente como ella decide vivir en un lugar tan alejado de la mano de los Arcontes. Esa misma gente suele decir que, si estuviera dispuesta a marcharse, podría comenzar una nueva carrera.\n\nPero Candace siempre les responde de la misma manera:\n\n“Un custodio no abandona lo que se propone defender”.",
      "fr": "Seule Candace sait qu'elle n'a jamais reçu la grâce d'Al-Ahmar.\n\n« Les protecteurs ne reçoivent jamais la faveur des dieux. »... Tel est le secret qui se transmet de génération en génération entre les protecteurs du Village d'Aaru.\n\nChaque nouveau protecteur qui prend le bouclier est mis dans la confidence avant d'assumer ses nouvelles responsabilités.\n\nLa connaissance de cette vérité suscite différentes réactions : certains déchantent tellement qu'ils renoncent même à s'entraîner aux arts martiaux, tandis que d'autres estiment qu'ils n'ont pas besoin d'exercer leur devoir et commettent même des actes illégaux en toute impunité car ils ne sont pas surveillés.\n\nCependant, cela n'a pas été le cas de Candace.\n\n« Je n'ai pas pris la lance et le bouclier pour quémander la faveur d'une quelconque divinité.\n\nLe devoir d'un protecteur est immuable, indépendamment de cela. »\n\nElle s'entraîne sans relâche, jour après jour, se forgeant une volonté d'acier et des compétences de combat.\n\nNombreux sont ceux qui ont invité Candace à rejoindre leurs rangs, étonnés de voir qu'une personne aussi redoutable rester dans un petit village discret. En voyageant, elle aurait l'opportunité de commencer une nouvelle carrière...\n\nMais Candace leur répond :\n\n« Une protectrice ne quitte jamais ce qu'elle doit protéger. »",
      "pt": "Apenas a própria Candace sabe que ela nunca sentiu realmente a bênção de Al-Ahmar.\n\n\"Os Guardiões nunca foram abençoados pela graça de deus\" — esse é um segredo passado de Guardião para Guardião.\n\nA verdade era compartilhada apenas quando um novo Guardião fazia seu juramento.\n\nO efeito dessa verdade variava de Guardião para Guardião. Alguns desistiam e ficavam tão frustrados que não praticavam mais artes marciais. Alguns pensavam que, já que não estavam sendo assistidos, não precisavam obedecer às regras, e então agiam irresponsavelmente, chegando até mesmo a violar leis.\n\nMas Candace não se sentiu deprimida.\n\n\"Minha lança e meu escudo não são empunhados para rezar pela bênção de um deus.\"\n\n\"Meus deveres não mudarão, e isso independe da presença ou ausência de qualquer deus.\"\n\nEla treina de maneira diligente dia após dia e, com isso, forja sua própria força de vontade e refina suas habilidades marciais.\n\nMuitos visitantes da Vila Aaru fazem convites a Candace, pois não compreendem o que uma pessoa tão competente quanto ela está fazendo em um local tão esquecido pelos Arcontes quanto a Vila Aaru. Se ela estivesse disposta a sair, dizem eles, ela certamente poderia começar uma nova carreia.\n\nEntretanto, Candace sempre os responde sem rodeios:\n\n\"Uma Guardiã não abandonará aquilo que deve proteger.\"",
      "ru": "Только сама Кандакия знает, что аль-Ахмар не осенял её своей милостью. «Защитники никогда не полагались на милость божеств» - это секрет, известный только самим Защитникам. И новому Защитнику сообщают эту истину, когда он уже взял свой щит и принёс присягу. Узнав правду, Защитники ведут себя по-разному. Одни отчаиваются, опускают руки и прекращают тренироваться. Другие считают, что раз божество не смотрит на них, можно забыть о дисциплине и даже попирать правила деревни. Но Кандакия никогда не чувствовала отчаяния.\n\n«Я сражаюсь с копьём и щитом в руках не для того, чтобы вымолить благословение божества. Защитник обязан исполнять свой долг, не оглядываясь на небесные милости».\n\nКаждый день Кандакия усердно тренировалась, и наградой ей стали железная воля и непревзойдённое мастерство. Многие гости, посетившие деревню Аару, приглашают Кандакию отправиться в путь вместе с ними. Они говорят, что нельзя прятать такие незаурядные способности в какой-то захолустной деревне. И если Кандакия согласится отправиться в путь, она сможет начать новую жизнь и заняться чем-то другим... Кандакия всегда отвечает одинаково:\n\n«Защитник не может оставить тех, кого защищает».",
      "id": "Hanya Candace sendiri yang tahu, kalau dia sendiri tidak pernah benar-benar merasakan anugerah dari Al-Ahmar.\n\n\"Tidak ada pelindung yang diberkahi dewa\", demikian rahasia yang hanya diketahui oleh para pelindung.\n\nKebenaran ini hanya akan diketahui pelindung ketika mereka ditahbiskan, dan ketika tameng pelindung telah ada di tangan mereka.\n\nKebenaran ini menuntuk berbagai macam reaksi dari para pelindung. Ada yang menyerah dan meninggalkan jalannya, dan ada yang menjadi berlaku semena-mena dan melanggar hukum karena sudah tahu bahwa tidak ada mata dewa yang mengawasi mereka.\n\nCandace lain lagi.\n\n\"Aku tidak menghunus tombak dan mengangkat tameng untuk memohon perkenanan para dewa.\"\n\n\"Tugas dan kewajibanku tidak berubah, baik dengan atau tanpa berkat dari dewa yang mana pun.\"\n\nHari-hari berlalu, Candace terus mengasah ilmu bela dirinya.\n\nBanyak pendatang yang datang ke desa menawarkan pekerjaan ke Candace, sambil bertanya-tanya bagaimana bisa seseorang dengan kemampuan seperti itu bisa tenang dan diam saja di antah berantah. Jika dia mau pergi, tentunya dia akan bisa berkarya dan mengembakan diri ....\n\nTapi seperti inilah jawaban Candace acap kali ada yang menawarinya pekerjaan di luar:\n\n\"Tidak ada pelindung yang mau meninggalkan sesuatu yang dia lindungi.\"",
      "th": "มีเพียงแค่ตัวของ Candace เท่านั้น ที่ไม่เคยสัมผัสได้ถึงพรของ Al-Ahmar เลย\n\n\"ผู้คุ้มกันไม่เคยเป็นที่โปรดปรานของทวยเทพ\"... นี่คือความลับที่แพร่กระจายในหมู่ \"ผู้คุ้มกัน\"\n\nเมื่อ \"ผู้คุ้มกัน\" คนใหม่สวมเกราะ และเข้ารับตำแหน่งอย่างเป็นทางการเท่านั้น ถึงจะได้รับรู้ถึงข้อเท็จจริงนี้\n\nการวางตัว และพฤติกรรมของ \"ผู้คุ้มกัน\" แต่ละคนนั้นไม่เหมือนกัน มีทั้งคนที่ไม่พัฒนาตนเอง, คนที่แม้แต่ศิลปะการต่อสู้ยังขี้เกียจที่จะฝึกฝน, คนที่คิดว่าตัวเองไม่ถูกจับตามอง เลยไม่จำเป็นต้องรักษาระเบียบวินัย ดังนั้นพวกเขาจึงทำตัวประมาทจนถึงกับไร้ระเบียบวินัย\n\nแต่ Candace ก็ไม่เคยย่อท้อ\n\n\"หอก และโล่ของฉันไม่ได้มีไว้เพื่อสวดวิงวอนขอพรจากเหล่าทวยเทพ\"\n\n\"ไม่ว่าจะเป็นที่โปรดปรานของเทพหรือไม่ แต่บทบาทของ 'ผู้คุ้มกัน' จะไม่มีวันเปลี่ยนแปลงไป\"\n\nเธอหมั่นฝึกฝนวันแล้ววันเล่า หล่อหลอมเจตจำนง และศิลปะการต่อสู้ของผู้คนผ่านการลงมือของเธอ\n\nแขกจำนวนมากที่มาเยือนหมู่บ้าน Aaru ต่างส่งคำเชิญมากมายมาให้ Candace พวกเขามักพูดเสมอว่า Candace เป็นผู้มีความสามารถมาก ทำไมเธอถึงอาศัยอยู่ในสถานที่เล็ก ๆ ที่ไม่โดดเด่นอย่างหมู่บ้าน Aaru แห่งนี้? ถ้าเธอเต็มใจที่จะออกไปเปิดหูเปิดตาโลกภายนอก ไม่แน่ว่าสามารถอาจจะเริ่มต้นธุรกิจใหม่ก็ได้...\n\nแต่ทุกครั้ง Candace ก็จะตอบกลับไปว่า:\n\n\"'ผู้คุ้มกัน' จะไม่มีวันทิ้งสิ่งที่พวกเขาตั้งใจจะปกป้อง\"",
      "vi": "Chỉ có Candace biết rằng cô chưa bao giờ thực sự cảm nhận được phước lành của Al-Ahmar.\n\n\"Người thủ hộ chưa bao giờ được thần ban phước\" - Đây là bí mật được lưu truyền giữa những \"người thủ hộ\".\n\nChỉ khi một \"người thủ hộ\" mới cầm lấy chiếc khiên của mình và chính thức nhậm chức thì mới được biết sự thật này.\n\nNhững người thủ hộ biết chuyện sẽ có những biểu hiện khác nhau, có người từ bỏ chính mình, chán nản đến mức lười biếng luyện võ; Có người cho rằng nếu đã không được dõi theo thì không cần phải tuân thủ kỷ luật, nên họ mặc sức càn quấy, thậm chí xem thường kỷ cương.\n\nNhưng Candace không hề nản lòng vì chuyện này.\n\n\"Thương và khiên của tôi không phải vì cầu xin ân trạch của thần linh mà vung vẫy.\"\n\n\"Dù có được thần linh ưu ái hay không thì vai trò của \"người thủ hộ\" cũng không thay đổi.\"\n\nNgày qua ngày, cô cần mẫn luyện tập và tự tay rèn luyện võ nghệ và ý chí phi thường.\n\nNhiều vị khách đến thăm Làng Aaru đã mở lời mời Candace. Họ luôn nói rằng, Candace tài năng hơn người, tại sao lại phải sống ở một nơi nhỏ bé tồi tàn như Làng Aaru? Nếu cô ấy sẵn sàng đi ra bên ngoài, chưa chắc cô ấy không thể tạo dựng sự nghiệp mới...\n\nVà lần nào Candace cũng trả lời thế này:\n\n\"Người thủ hộ sẽ không rời khỏi đối tượng được bảo vệ.\""
    }
  },
  {
    "title": {
      "zhs": "坎蒂丝的饰品",
      "zht": "坎蒂絲的飾品",
      "jp": "キャンディスの装飾品",
      "ko": "캔디스의 장신구",
      "en": "Candace's Trinkets",
      "de": "Schmuckstücke von Candace",
      "es": "Accesorios de Candace",
      "fr": "Accessoires de Candace",
      "pt": "Bugigangas de Candace",
      "ru": "Украшения Кандакии",
      "id": "Aksesoris Candace",
      "th": "เครื่องประดับของ Candace",
      "vi": "Phụ Kiện Của Candace"
    },
    "line": {
      "zhs": "坎蒂丝经常从来访阿如村的客商手里收购各类小饰品。\n\n缀有水蓝色珠石的发卡，绸缎制发带，鎏金的颈饰，刻有劫波莲花纹的金属手环，绘有教令院各大学院纹章的挂坠…\n\n虽然迪希雅鼓励她平日多打扮，把花了的钱都用在身上，但坎蒂丝回想自己的日常工作环境，觉得有些东西还是太脆弱了，便只能将它们收入衣柜深处。\n\n看来，只能等坎蒂丝暂时卸下「守护者」职责，换上其他衣服到荫凉地稍作休憩，这些小饰品才能派上用场吧。或者，干脆拿来当礼物送给朋友好了。",
      "zht": "坎蒂絲經常從來訪阿如村的客商手裡收購各類小飾品。\n\n綴有水藍色珠石的髮簪、綢緞製髮帶、鎏金頸飾、刻有劫波蓮花紋的金屬手環、繪有教令院各大學院紋章的掛墜…\n\n雖然迪希雅鼓勵她平日多打扮，把花了的錢都用在身上，但坎蒂絲回想自己的日常工作環境，覺得有些東西還是太脆弱了，便只能將它們收入衣櫃深處。\n\n看來，只能等坎蒂絲暫時卸下「守護者」職責，換上其他衣服到蔭涼地稍作休憩，這些小飾品才能派上用場吧。或者，乾脆拿來當禮物送給朋友好了。",
      "jp": "キャンディスはよく、アアル村を訪れた客商から様々な装飾品を購入する。\n\n水色の石がはめ込まれたヘアピン、シルクでできたヘアバンド、金メッキが施された首飾り、カルパラタ蓮の模様が刻まれた金属の腕輪、教令院の各大学院の紋章が描かれたペンダントなど…\n\nディシアからは、普段からもっとおしゃれをしてお金を自分のために使ったらどうだと勧められるが、装飾品の中にはあまりに脆いものもある。普段の仕事環境のことを考えると、せっかく買った品を壊してしまうのではないかとキャンディスは心配し、結局それらを衣装棚の奥にしまっていた。\n\nどうやら、これらの装飾品はキャンディスが一時的に「ガーディアン」の職務から解放され、他の服に着替えて日陰で休む時になって初めて役立ちそうだ。もしくは、いっそのことプレゼントとして友人にあげてしまう手もある。",
      "ko": "캔디스는 아루 마을을 방문한 상인들에게서 여러 가지 아기자기한 장신구들을 구매하곤 했다.\n\n푸른색 보석이 달린 머리핀, 비단 머리띠, 금목걸이, 겁의 연꽃이 새겨진 금속 팔찌, 아카데미아 각 학부의 휘장이 그려진 목걸이…\n\n데히야는 캔디스에게 외모를 꾸미는 데도 좀 신경을 쓰고, 자신을 위해 투자하라고 말하곤 했다. 하지만 수호자로서 그녀가 해야 할 일을 할 때 이런 장신구들이 버텨낼 수 없을 거라고 생각한 캔디스는 그것들을 전부 옷장 깊은 곳에 넣어두었다.\n\n아마 캔디스가 「수호자」라는 직책을 내려놓고 다른 옷으로 갈아입은 뒤에야 장신구들은 다시 빛을 보게 될 것이다. 뭐, 친구들에게 선물로 주게 될 수도 있고 말이다",
      "en": "Candace often buys all kinds of trinkets from merchants who visit Aaru Village.\n\nHairpins adorned with aquamarine beads, headbands made of silk and satin, gilded necklaces, metal bracelets engraved with Kalpalata Lotus patterns, pendants with the emblems of the Akademiya's colleges drawn upon them...\n\nWhile Dehya has encouraged her to dress up more often and use the Mora she spends on herself, Candace feels that some things are too fragile to survive her daily work environment, and so she puts them deep in her wardrobe.\n\nSo it seems that these trinkets will come in handy only when Candace temporarily puts her duties aside and changes into other clothes to have a rest in the shade — or perhaps she might just give it to a friend as a gift.",
      "de": "Candace kauft oft verschiedene Schmuckstücke von Geschäftsreisenden, die das Aaru-Dorf besuchen.\n\nHaarspangen mit Aquamarin, Stirnbänder aus Seidensatin, vergoldete Halsketten, mit Kalpalata-Lotos gravierte Metallarmbänder, Anhänger mit den Abzeichen der verschiedenen Schulen der Akademie ...\n\nObwohl Dehya Candace ermutigte, das verdiente Geld dazu zu verwenden, um sich schick zu machen, fand Candace, dass einige Schmuckstücke angesichts ihrer täglichen Arbeitsumgebung zu zerbrechlich waren. Daher kann sie diese Schmuckstücke nur im Schrank einschließen.\n\nSie scheinen nur dann nützlich zu sein, wenn Candace vorübergehend von der Rolle der „Wächterin“ befreit ist und andere Kleidung tragen kann. Alternativ können sie auch an Freunde verschenkt werden.",
      "es": "Candace tiene por costumbre comprar accesorios a los comerciantes de la Aldea Aaru.\n\nUna horquilla adornada con perlas aguamarinas, una diadema de satén y seda, colgantes bañados en oro, pulseras de metal grabados con el patrón del loto kalpa, colgantes grabados con los escudos de las distintas escuelas de la Academia...\n\nAunque Dehya continúa animándola a que se arregle más de vez en cuando, Candace es de la opinión de que la fragilidad de ese tipo de objetos no terminan de encajar con su puesto, por lo que la mayoría de sus accesorios permanecen ocultos en lo más profundo de su armario.\n\nAl parecer, Candace solo desempolva estas baratijas cuando decide descansar temporalmente de su extenuante trabajo como custodia de la Aldea Aaru y se viste con otros ropajes para descansar por fin a la sombra. O, tal vez, decida utilizarlas a modo de regalo para alguno de sus amigos.",
      "fr": "Candace se procure régulièrement des bibelots auprès des marchands qui visitent le Village d'Aaru.\n\nÉpingles à cheveux ornées de perles aquamarine, bandeaux en satin, colliers dorés, bracelets en métal gravés de kalpalotus, pendentifs avec les blasons des darshans de l'Académie...\n\nBien que Dehya l'ait encouragée à se faire belle plus régulièrement et à dépenser son argent pour elle-même, Candace estime que ces objets sont trop fragiles pour les porter lors de son travail et les garde dans son armoire.\n\nCes ornements ne trouveront leur utilité qu'une fois que Candace mettra son devoir de protectrice de côté pour changer de tenue et se reposer à l'ombre. Elle pourrait également les offrir à une amie ?",
      "pt": "Candace frequentemente compra todos os tipos de bugigangas dos comerciantes que visitam a Vila Aaru.\n\nGrampos adornado com contas de água-marinha, faixas de cabelo de seda, colares dourados, braceletes de metal gravados com padrões de Lótus Kalpalata, pingentes pintados com emblemas de diferentes escolas da Academia...\n\nApesar de Dehya a encorajar a se arrumar mais frequentemente e gastar sua Mora com coisas para si mesma, Candace sente que alguns itens são frágeis demais para sobreviver ao seu dia-a-dia de trabalho. Por isso, ela os guarda no fundo de seu gaurda-roupa.\n\nParece que estas bugigangas só terão utilidade quando Candace resolver tirar férias para descansar sem ser requisitada — ou talvez ela só possa usá-las como presentes.",
      "ru": "Кандакия любит покупать разные безделушки у торговцев, что заходят в деревню Аару. Шпильки, украшенные голубыми бусинами, шёлковые и атласные ленты, позолоченные ожерелья, металлические браслеты с резьбой в виде лотосов кальпалата, подвески, украшенные эмблемами разных даршанов Академии... Дэхья говорит, что Кандакии стоит почаще наряжаться, не зря ведь она тратит мору на все эти безделушки. Но Кандакия понимает, что для её службы все эти украшения слишком хрупки, и потому держит их в шкафу. Похоже, звёздный час этих украшений придёт, когда Кандакия на время снимет с себя обязанности Защитницы, переоденется и усядется в теньке отдохнуть. Или подарит их кому-нибудь из подруг.",
      "id": "Candace sering membeli berbagai aksesoris dari para pedagang yang berkunjung ke Desa Aaru.\n\nJepit rambut dengan hiasan manik-manik warna biru laut, ikat rambut satin, kalung berlapis emas, dan gelang logam dengan pola Kalpalata Lotus, liontin yang diukir dengan lambang berbagai fakultas di Akademiya ....\n\nMeski Dehya selalu menyarankan agar dia lebih sering dandan dan lebih banyak keluar Mora untuk merawat diri, Candace selalu merasa bahwa sebagian besar barang-barang ini terlalu rapuh untuk bidang pekerjaannya, sehingga dia terpaksa menyimpan semuanya di lemari saja.\n\nBarang-barang ini hanya akan berguna ketika Candace berganti baju ketika tidak bertugas, atau mungkin untuk dihadiahkan ke orang lain semata.",
      "th": "Candace มักซื้อของกระจุกกระจิกต่างๆ จากคนค้าขายที่มาเยือนหมู่บ้าน Aaru เสมอ\n\nกิ๊บติดผมประดับลูกปัดสีน้ำเงิน ผ้าคาดศีรษะที่ทำด้วยซาติน, สร้อยคอชุบทอง, กำไลโลหะสลักลาย Kalpalata Lotus, จี้ประดับที่มีตราของสถาบันต่าง ๆ\n\nถึง Dehya จะบอกให้ Candace รู้จักใช้เงินกับตัวเองในการแต่งตัวให้มากกว่าเดิมอีกนิด แต่พอ Candace นึกถึงลักษณะการทำงานในทุกวันของตัวเองแล้ว ก็รู้สึกว่าของพวกนี้บอบบางเกินไป ทำได้เพียงเก็บมันไว้ในส่วนลึกของตู้เสื้อผ้า\n\nดูเหมือนว่าเครื่องประดับเล็ก ๆ เหล่านี้จะได้ใช้ประโยชน์ของมันก็ต่อเมื่อเธอปล่อยวางหน้าที่ 'ผู้คุ้มกัน' ลง และสวมใส่เสื้อผ้าอื่นเพื่อพักผ่อนใต้ร่มเงา หรือมอบเป็นของขวัญให้แก่เพื่อน",
      "vi": "Candace thường mua các loại trang sức nhỏ từ những thương nhân đến thăm Làng Aaru.\n\nKẹp tóc đính ngọc trai xanh nước biển, băng đô vải lụa, vòng cổ mạ vàng, vòng tay kim loại khắc họa tiết hoa sen Kalpalata, mặt dây chuyền vẽ huy hiệu của các học viện lớn thuộc Giáo Viện...\n\nMặc dù Dehya hay khuyến khích cô ấy thường ngày nên ăn diện nhiều hơn và đeo lên người những thứ mà cô đã tốn tiền mua, nhưng Candace nghĩ đến công việc thường ngày của mình, cảm thấy một số thứ quá mỏng manh, nên lại đành cất vào trong tủ.\n\nXem ra, đành phải đợi đến khi Candace tạm thời gác lại trách nhiệm của \"người thủ hộ\", khoác lên mình bộ trang phục khác và đến một nơi mát mẻ để nghỉ ngơi, thì những trang sức này mới phát huy được công dụng. Hoặc là, dứt khoát tặng nó cho bạn bè như một món quà luôn cho rồi."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "外人纷至沓来，阿如村因而面临各种前所未有的状况。\n\n假扮商人潜入村内的盗宝团，劫持商队的佣兵团体，偷奸耍滑的不良商贩…\n\n并且，在见过外面的人之后，阿如村居民逐渐开始向往外部生活。逐渐有人试着外出谋生，愿意留在村里的青年人越来越少。\n\n前任「守护者」们早就对「背弃」传统的坎蒂丝心怀不满。看到阿如村陷入这般境地，他们再次召开会议，对坎蒂丝发难。\n\n「守护者要做的，是维护村子的秩序！」\n\n「坎蒂丝！你所做的一切，只会让这座村子失去安宁！」\n\n「坎蒂丝！现在就去履行你的职责！」\n\n唇枪舌战之中，手持长枪的女战士猛然站起。\n\n「够了！\n\n「如果你们只想守护这座村子的『过去』，那就自己去守护吧！不管是枯坐在屋子里，还是离开阿如村，都随你们！\n\n「我不会让阿如村的人们永远被『过去』束缚。\n\n「假如你们无法前进，那就由我一个人守护大家的『未来』！」\n\n苍老的守护者们被女战士震慑住了。年轻的、如火焰一般炽热的眼神，令他们无论如何也没法上前继续诘问。\n\n带着罕见的愤怒，坎蒂丝提起长枪走出充斥着纷争的小屋。\n\n像是回应她的信念，那杆枪的枪尖上不知何时多了一枚闪耀的「珠宝」。\n\n神明的目光察觉到了她，为她送去认可。\n\n「神之眼」，即为坚定的心。它会是最好的首饰。",
      "zht": "外人紛至沓來，阿如村因而面臨各種前所未有的狀況。\n\n假扮商人潛入村內的盜寶團、劫持商隊的傭兵團體、偷奸耍滑的不良商販…\n\n並且，在見過外面的人之後，阿如村居民逐漸開始嚮往外部生活。逐漸有人試著外出謀生，願意留在村裡的青年人越來越少。\n\n前任「守護者」們早就對「背棄」傳統的坎蒂絲心懷不滿。看到阿如村陷入這般境地，他們再次召開會議，對坎蒂絲發難。\n\n「守護者要做的，是維護村子的秩序！」\n\n「坎蒂絲！妳所做的一切，只會讓這座村子失去安寧！」\n\n「坎蒂絲！現在就去履行你的職責！」\n\n唇槍舌戰之中，手持長槍的女戰士猛然站起。\n\n「夠了！」\n\n「如果你們只想守護這座村子的『過去』，那就自己去守護吧！不管是枯坐在屋子裡，還是離開阿如村，都隨你們！」\n\n「我不會讓阿如村的人們永遠被『過去』束縛。」\n\n「假如你們無法前進，那就由我一個人守護大家的『未來』！」\n\n蒼老的守護者們被女戰士震懾住了。年輕的、如火焰一般熾熱的眼神，令他們無論如何也無法上前繼續詰問。\n\n帶著罕見的憤怒，坎蒂絲提起長槍走出充斥著紛爭的小屋。\n\n像是回應她的信念，那杆槍的槍尖上不知何時多了一枚閃耀的「珠寶」。\n\n神明的目光察覺到了她，為她送去認可。\n\n「神之眼」，即為堅定之心。它會是最好的首飾。",
      "jp": "部外者がひっきりなしに訪れ、アアル村は未だかつてない状況に置かれていた。\n\n商人を装って村に潜入した宝盗団、キャラバンを脅かす傭兵集団、悪巧みをする悪徳行商人…\n\nそれに、外の人々と関わったことでアアル村の住民たちは次第に外での生活に憧れを抱くようになった。そうして次第に外で生計を立てようとする人が増え、村に残りたいという若者が減ってきた。\n\n前任の「ガーディアン」たちは伝統に「背いた」キャンディスに早くから不満を抱いていた。アアル村がそんな状況に置かれているのを見て、彼らは再び会合を開きキャンディスを非難した。\n\n「ガーディアンがすべきことは、村の秩序を守ることではないのか！」\n\n「キャンディス！お前のやっていることはすべて、この村から平穏を奪うことにしかなってないではないか！」\n\n「キャンディス！今すぐ自分の職務を全うしろ！」\n\n激しい論争の最中、長槍を持った女戦士が猛然と立ち上がった。\n\n「もう十分です！」\n\n「あなたたちがこの村の『過去』をそんなに守りたいと言うのなら、自分で守ってください！家の中に閉じこもろうが、アアル村を離れようが、あなたたちの勝手です！」\n\n「私はアアル村の人々を永遠に『過去』に縛り付けておくことはしません。」\n\n「あなたたちが前に進もうとしないなら、私が一人でみんなの『未来』を守ります！」\n\n古参のガーディアンたちは女戦士の激昂する様子に驚いた。若く、炎のように燃え上がる瞳を前に、彼らはそれ以上問い詰めることなどできなかった。\n\nめったに見せない怒りと共に、キャンディスは長槍を持って争いにまみれた小屋をあとにした。\n\nまるで彼女の信念に応えるかのように、槍の先端にはいつの間にか輝く「宝石」があった。\n\n神の眼光が彼女に気づき、彼女を認めたのだ。\n\n「神の目」、それは揺るぎなき心。それは最良の装飾品となる。",
      "ko": "외부인들이 유입되면서 아루 마을은 이전까지는 없었던 문제들과 마주하기 시작했다.\n\n상인으로 위장해 마을에 잠입하는 보물 사냥단과 캐러밴을 상대로 강도질을 저지르는 용병단, 그리고 교활하기 짝이 없는 불법 상인들까지…\n\n게다가 외부인들과 만난 아루 마을 사람들은 점차 바깥세상의 삶에 대해 동경하기 시작했고, 하나둘씩 생계를 위해 마을을 떠나기 시작했다. 이 때문에 마을에 남기를 원하는 청년들의 수는 눈에 띄게 줄어들었다.\n\n전통을 「버린」 캔디스에게 불만을 품고 있었던 전임 「수호자」들은 아루 마을에 이같은 상황이 벌어지자 다시 회의를 소집해 캔디스를 난처하게 만들었다.\n\n「수호자는 마을의 질서를 지켜야 해!」\n\n「캔디스! 네가 하고 있는 일은 결국 마을 사람들을 더 불안하게 만들 거야!」\n\n「캔디스! 지금 즉시 네 의무를 이행해라!」\n\n날카로운 논쟁이 계속해서 이어지자 장창을 든 여전사는 자리에서 벌떡 일어서며 말했다.\n\n「그만하세요!」\n\n「이 마을의 『과거』를 지키고 싶으시다면 저도 막지 않겠습니다. 방안에 가만히 앉아계시든지, 아니면 아루 마을을 떠나시든지 마음대로 하세요!」\n\n「하지만 전 아루 마을 주민들이 영원히 『과거』에만 묶여있는 걸 용납할 수 없어요.」\n\n「여러분들이 앞으로 나아가는 걸 거부한다면, 저 혼자서라도 모두의 『미래』를 지킬 겁니다!」\n\n이미 나이가 지긋한 늙은 수호자들은 여전사의 기세에 깜짝 놀라고 말았다. 불꽃처럼 뜨거운 젊은이의 눈빛에 그들 중 누구도 더 이상 불만을 내뱉지 못했다.\n\n항상 온화한 모습만을 보여주던 캔디스였지만, 그 순간만큼은 잔뜩 화가 난 표정이었다. 결국 그녀는 장창을 들고 분쟁으로 가득한 그곳을 벗어났다.\n\n그리고 그 순간, 캔디스의 신념에 응답하듯 그녀의 창촉에 반짝이는 「보석」이 나타났다.\n\n신이 그녀를 발견하고 그녀의 신념을 인정해 준 것이었다.\n\n캔디스의 「신의 눈」은 단호한 신념의 상징이었다. 그리고 그것은 그녀에게 어울리는 최고의 장신구였다",
      "en": "With outsiders pouring in, Aaru village was faced with a variety of unprecedented circumstances.\n\nThey now had Treasure Hoarders pretending to be businessmen within the village, mercenary groups hijacking trade caravans, unscrupulous vendors engaged in charlatanry...\n\nMoreover, after seeing people who came from abroad, the residents of Aaru Village gradually began to yearn for life outside. Gradually, people tried to go out to make a living, and fewer and fewer young people were willing to stay in the village.\n\nThe former Guardians had long been dissatisfied with Candace, who, as they saw it, had \"abandoned\" their traditions. Seeing that the village was in such a situation, they again held a meeting and prepared to challenge her.\n\n\"What we Guardians must do is maintain order in the village!\"\n\n\"Candace! What you have done will only cost this village its peace!\"\n\n\"Candace! Go and fulfill your duties now!\"\n\nAs the war of words swayed back and forth, the lance-wielding female warrior suddenly shot up to her full height.\n\n\"That's enough!\"\n\n\"If you only wish to protect the 'past' of this village, then do it yourself! Whether you wish to just remain in your homes or leave Aaru Village, that is up to you!\"\n\n\"I will not let the people of Aaru Village be bound by the past forever.\"\n\n\"If you can't move forward, then it's up to me to protect our future!\"\n\nThe old Guardians were intimidated by her, her young, fiery eyes making it impossible for them to come forward and question her further.\n\nBurning with rare anger, Candace hefted her long spear and stormed out of the dispute-ridden hut.\n\nAnd, as if in response to her convictions, a shining \"jewel\" had appeared at the tip of that lance, though she knew not when it had done so.\n\nThe eyes of the gods had found her, and they had given her their approval.\n\nA \"Vision\" is also a resolute heart — and no finer ornament than it may be found anywhere.",
      "de": "Außenstehende strömten herein und das Dorf war mit einer Vielzahl von beispiellosen Umständen konfrontiert.\n\nSchatzräuber, die sich als Händler ausgaben, Söldnertruppen, die Karawanen entführten, fliegende Händler, die gerissen und skrupellos waren ...\n\nAußerdem begannen die Bewohner des Aaru-Dorfs, nachdem sie Menschen draußen gesehen hatten, sich allmählich nach der Außenwelt zu sehnen. Nach und nach versuchten immer mehr Menschen auszuziehen, um ihren Lebensunterhalt zu verdienen, und immer weniger junge Menschen waren bereit, im Dorf zu bleiben.\n\nDie ehemaligen „Wächter“ waren seit langem unzufrieden mit Candace, die ihrer Meinung nach von der Tradition „abgewichen“ war. Als sie sahen, dass das Aaru-Dorf in eine solche Situation geraten war, hielten sie ein weiteres Treffen ab, um Candace zu verurteilen.\n\n„Als Wächter muss man im Dorf für Ordnung sorgen!“\n\n„Candace! Was du getan hast, wird dem Dorf nur den Frieden rauben!“\n\n„Candace! Tu jetzt deine Pflicht! Du musst sie erfüllen!“\n\nAngesichts von Zweifel und Verurteilung stand die Kriegerin mit ihrem Speer plötzlich auf.\n\n„Genug davon!“\n\n„Wenn ihr nur die ‚Vergangenheit‘ dieses Dorfes schützen wollt, dann tut es selbst! Ob ihr weiter hier sitzt oder Aaru-Dorf verlasst, liegt ganz bei euch!“\n\n„Ich werde nicht zulassen, dass die Bewohner des Aaru-Dorfs für immer an die ‚Vergangenheit‘ gebunden sind.“\n\n„Wenn ihr in der Vergangenheit feststeckt und nicht vorankommen könnt, übernehme ich allein die Aufgabe, die ‚Zukunft‘ des Dorfs zu schützen!“\n\nDie Dorfältesten waren alle von der Kriegerin eingeschüchtert. Ihre jungen, feurigen Augen hielten sie davon ab, aufzustehen und weitere Fragen zu stellen.\n\nMit einer seltenen Wut ging Candace mit ihrem Speer aus der von Streiterei erfüllten Hütte.\n\nIhr Glaube schien erhört zu werden, und irgendwann erschien ein leuchtender „Edelstein“ auf der Speerspitze.\n\nDie Gottheit spürte sie und sandte ihr ihre Anerkennung.\n\nIhr „Göttliches Auge“ ist ein entschlossenes Herz. Dies ist für sie der beste Schmuck.",
      "es": "Con la llegada de extranjeros a la Aldea Aaru, esta ha tenido que afrontar todo tipo de insólitas situaciones.\n\nLadrones de tesoros disfrazándose de comerciantes para infiltrarse en la aldea, grupos de mercenarios que secuestran las caravanas, comerciantes poco escrupulosos que son maestros en el arte de la charlatanería...\n\nAdemás, tras entrar en contacto con gente de otros lugares, el deseo de una vida fuera de la aldea ha comenzado a extenderse por el corazón de los lugareños. Por eso, cada vez más aldeanos intentan salir de la aldea para ganarse la vida y pocos jóvenes están dispuestos a permanecer en aquel lugar alejado de la mano de los Arcontes.\n\nLos antiguos custodios de la aldea, que ya habían mostrado su desaprobación hacia Candace por “no respetar la tradición”, volvieron a la carga al percatarse de la situación.\n\n“¡El deber de un custodio es mantener el orden en la aldea!”.\n\n“¡Todo esto es culpa tuya, Candace! Has perturbado el orden que imperaba en la aldea”.\n\n“¿Por qué no eres capaz de cumplir con tu deber?”.\n\nTras oír aquellas palabras, la muchacha se alzó, lanza en mano.\n\n“¡Basta! ¡Si lo que quieren es proteger el ‘pasado’ de la aldea, adelante, no duden en hacerlo! No es asunto mío si quieren permanecer encerrados en casa o marcharse de la aldea.\n\nPero yo no permitiré que la gente de nuestra aldea permanezca anclada en el pasado.\n\nSi ustedes no están dispuesto a mirar hacia delante, ¡yo misma guiaré a nuestro pueblo hacia el futuro!”.\n\nAquellas palabras sorprendieron a los antiguos custodios, que, al contemplar el fulgor de aquella mirada joven, fueran incapaces de responder a sus palabras.\n\nCon una ira manifiesta muy poco propia de ella, Candace abandonó la estancia, con lo que zanjó la disputa.\n\nComo si de un aliento de apoyo se tratara, una perla apareció en la punta de su larga lanza.\n\nLos Arcontes habían posado su mirada sobre ella y le transmitían su amparo de la mejor forma que sabían.\n\nUna Visión es homóloga de un corazón fuerte y decidido, y no había mejor ornamento que ese para otorgarle a esta joven guerrera.",
      "fr": "#Le Village d'Aaru a été confronté à des circonstances sans précédent depuis son ouverture vers l'extérieur.\n\nDes Pilleurs de trésors se faisant passer pour des marchands, des groupes de mercenaires qui détournaient des caravanes, des commerçants sans scrupules...\n\nDe plus, en étant au contact d'invités, les habitants du Village d'Aaru ont également commencé à aspirer au monde extérieur. Progressivement, ils se sont mis à gagner leur vie en dehors du village et les jeunes sont de moins en moins enclins à y rester.\n\nLes anciens protecteurs étaient depuis longtemps mécontents de Candace, l'accusant d'avoir «{NON_BREAK_SPACE}brisé » les traditions. Ils ont organisé une réunion en raison de la situation alarmante pour défier son autorité.\n\n« Le devoir des protecteurs est de maintenir l'ordre dans le village !{NON_BREAK_SPACE}»\n\n« Candace ! Tes actes ne feront que mener ce village à sa perte !{NON_BREAK_SPACE}»\n\n« Candace ! Fais ton devoir maintenant ! »\n\nAu milieu de cette pluie de protestation, la guerrière à la lance s'est levée d'un bond.\n\n« Assez !\n\nVous souhaitez seulement protéger le « passé » de ce village ? Eh bien, libre à vous de le faire ! C'est votre choix que de rester chez vous ou de quitter le Village d'Aaru !\n\nJe ne laisserai jamais les habitants être enchaînés au passé de ce lieu !\n\nSi vous êtes incapables d'avancer, alors je serai la seule à protéger notre avenir ! »\n\nLes aînés, intimidés par les yeux flamboyants de la jeune femme, ont été incapables de continuer à remettre sa décision en question.\n\nEntrée dans une colère qu'on lui connaît rarement, Candace est sortie de la hutte du conflit avec sa lance.\n\nEn réponse à sa conviction, une «{NON_BREAK_SPACE}pierre » brillante est apparue sur la pointe de la lance.\n\nLe regard des dieux l'a trouvée et lui a fait signe de sa reconnaissance.\n\nL'« œil divin » symbolise aussi la détermination d'une âme et il est impossible de trouver plus précieux que cela.",
      "pt": "Com tantos forasteiros chegando, a Vila Aaru teve que enfrentar diversas condições sem precedentes.\n\nLadrões de Tesouros passaram a posar como empresários, grupos de mercenários passaram a sequestrar caravanas, comerciantes sem escrúpulos passaram a tentar enganar clientes...\n\nAlém disso, após verem tantas pessoas de fora, os residentes da Vila Aaru gradualmente começaram a ansiar pela vida no mundo exterior. Gradualmente, pessoas começaram a sair para tentar viver em outro lugar, e cada vez menos jovens estavam dispostos a permanecer na vila.\n\nOs antigos Guardiões já estavam insatisfeitos com Candace há muito tempo, pois entendiam que ela havia \"abandonado\" as tradições. Ao verem a vila nessa situação, eles organizaram outra reunião e estavam preparados para desafiar Candace.\n\n\"O dever de nós, Guardiões, é manter a ordem na vila!\"\n\n\"Candace! O que você fez só fará esta vila perder a paz!\"\n\n\"Candace! Cumpra seus deveres agora!\"\n\nDurante essa guerra de palavras, a guerreira com uma longa lança de repente ficou de pé.\n\n\"Basta! Se vocês quiserem proteger apenas o passado desta vila, façam isso vocês mesmos! Se vocês preferirem ficar em casa ou deixar a Vila Aaru, isso é uma decisão de vocês! Eu não deixarei as pessoas da Vila Aaru ficarem presas ao passado para sempre. Se vocês não conseguem seguir em frente, cabe à mim proteger o futuro!\"\n\nOs anciões se sentiram intimidados por ela. Os olhos jovens e ardentes dela impossibilitaram que eles continuassem questionando sua conduta.\n\nCom uma raiva que raramente aparecia, Candace pegou sua lança e saiu do ambiente cheio de controvérsias.\n\nE, como uma resposta às suas convicções, uma \"joia\" brilhante apareceu na ponta de sua da lança em algum momento.\n\nOs olhos divinos a haviam encontrado e enviaram sua aprovação.\n\nUma \"Visão\" representa um coração forte e decidido — e nenhum ornamento poderia ser melhor do que aquele.",
      "ru": "Деревня открылась чужакам, и её жителям стали угрожать разные неизвестные доселе опасности. Похитители сокровищ, что проникают в Аару под видом торговцев, наёмники, посланные захватить караваны, недобросовестные торговцы... К тому же, повидав разных чужеземцев, некоторые жители деревни Аару тоже задумались о другой жизни. Многие стали перебираться на чужбину, и всё меньше молодых людей хотело провести свою жизнь в деревне. Бывшие Защитники давно таили в душе недовольство Кандакией, предавшей обычаи деревни. Теперь они снова созвали совет и приготовились дать ей укорот.\n\n«Защитник должен стоять на страже заведённого в деревне порядка!»\n\n«Кандакия! Ты лишила деревню Аару мира и покоя!»\n\n«Кандакия! Ступай наконец исполнять свой долг!»\n\nНе выдержав потока обвинений, Защитница с копьём в руке вскочила с места.\n\n«Довольно! Если вы хотите защищать одно только прошлое этой деревни, то идите и защищайте! Сидите у себя дома или уходите из деревни - мне всё равно. Я не дам жителям Аару навсегда оставаться в плену у прошлого. Если вы отказываетесь смотреть вперёд, я одна буду защищать наше будущее!»\n\nИ старики задрожали от страха перед этой Защитницей. Глядя в её молодые обжигающие пламенем глаза, они не смогли больше вымолвить ни одного упрёка. Пылая страшным гневом, Кандакия с копьём в руках ушла с совета под шёпот стариков. И словно в награду за её веру на острие копья появилась сияющая «жемчужина». Архонт обратила взор на Кандакию и подарила ей своё благоволение. Глаз Бога - это твёрдое сердце. Самое прекрасное из украшений Кандакии.",
      "id": "Desa Aaru menghadapi tantangan yang belum pernah dihadapi sebelumnya dengan kedatangan banyak orang luar ke sana.\n\nTreasure Hoarder yang berpura-pura menjadi pengusaha dan menyelinap ke dalam desa, tentara bayaran yang merampok rombongan dagang, penipu dan pedagang yang tidak jujur, semua bermunculan ....\n\nPenduduk desa yang melihat orang luar ini, perlahan-lahan mulai berharap untuk hidup di luar pula. Semakin banyak orang yang pergi mencari nafkah di luar, dan semakin sedikit anak muda yang tersisa di desa.\n\nPara mantan pelindung desa sudah lama tidak suka para Candace yang dianggap tidak mengindahkan tradisi mereka. Melihat kondisi desa yang seperti itu mendorong mereka untuk sekali lagi berkomplot menentang Candace.\n\n\"Pelindung desa wajib menjaga ketertiban dan tatanan sosial di desa!\"\n\n\"Candace! Semua yang kamu lakukan ini dibayar dengan kedamaian desa!\"\n\n\"Candace! Laksanakan tanggung jawabmu sekarang juga!\"\n\nDi tengah perdebatan yang sengit, sang gadis pelindung tiba-tiba berdiri.\n\n\"CUKUP!\"\n\n\"Kalau kalian cuma mau melindungi masa lalu desa, silakan lakukan sendiri! Mau duduk saja di rumah atau pergi dari desa, semuanya terserah!\"\n\n\"Aku tidak akan membiarkan penduduk Desa Aaru selamanya terkekang oleh masa lalu\".\n\n\"Kalau kalian tidak mau maju, maka biar aku sendiri saja yang melindungi masa depan semua orang!!!\"\n\nPara mantan pelindung yang sudah tua renta itu dalam sekejap terkejut dan gentar. Mata gadis muda yang membara itu membuat mereka takut. Mereka tidak berani membuka mulut.\n\nDikuasai amarah, Candace mengambil tombaknya dan beranjak dari ruangan yang penuh perselisihan itu.\n\nDan seakan-akan setuju dengan keyakinan dan pilihannya, sebuah permata tiba-tiba muncul di ujung tombak tersebut, entah sejak kapan.\n\nPara dewa melihatnya dan mengakui dirinya.\n\n\"Vision\", bukti keteguhan hati seseorang ... Betapa indahnya.",
      "th": "ผู้คนภายนอกพากันหลั่งไหลเข้ามา หมู่บ้าน Aaru จึงต้องเผชิญหน้ากับสถานการณ์ที่ไม่เคยพบเจอมาก่อน\n\nกองโจรล่าสมบัติที่ปลอมเป็นคนค้าขายแทรกซึมเข้าไปในหมู่บ้าน, กลุ่มทหารรับจ้างที่ปล้นจี้กองคาราวาน, คนค้าขายเจ้าเล่ห์จอมโกง...\n\nยิ่งไปกว่านั้น หลังจากที่ได้พบเจอผู้คนจากภายนอกแล้ว ชาวหมู่บ้าน Aaru ก็ค่อย ๆ โหยหาการออกไปใช้ชีวิตที่โลกภายนอก ผู้คนเริ่มโยกย้ายออกไปทำมาหากินที่โลกภายนอก คนหนุ่มสาวที่ยินยอมอยู่ที่หมู่บ้านต่อไปก็เริ่มน้อยลงเรื่อย ๆ\n\nเหล่าอดีต \"ผู้คุ้มกัน\" ไม่พอใจ Candace ผู้ \"ละทิ้ง\" ในประเพณีมานานแล้ว เมื่อเห็นว่าหมู่บ้าน Aaru ตกอยู่ในสถานการณ์เช่นนี้ พวกเขาจึงได้จัดประชุมขึ้นมาเพื่อสร้างความลำบากให้ Candace\n\n\"สิ่งที่ผู้คุ้มกันต้องทำคือรักษาระบบระเบียบของหมู่บ้าน!\"\n\n\"Candace! ทุกสิ่งที่เจ้าทำได้นำพาแต่ความไม่สงบสุขมาสู่หมู่บ้านนี้เท่านั้น!\"\n\n\"Candace จงไปทำหน้าที่ของเจ้าเดี๋ยวนี้!\"\n\nในระหว่างสงครามที่ใช้วาจาเชือดเฉือน นักรบหญิงที่ถือหอกก็ลุกขึ้นยืน\n\n\"พอได้แล้ว!\"\n\n\"ถ้าเพียงต้องการปกป้อง 'อดีต' ของหมู่บ้านนี้ ก็ไปปกป้องมันด้วยตัวเอง! จะนั่งอยู่ในบ้านหรือออกจากหมู่บ้าน Aaru ก็แล้วแต่พวกคุณ!\"\n\n\"ฉันจะไม่ปล่อยให้คนในหมู่บ้าน Aaru จมปลักอยู่กับ 'อดีต' ตลอดไปหรอกนะ\"\n\n\"ถ้าพวกคุณก้าวไปข้างหน้าไม่ได้ ฉันก็จะขอปกป้อง 'อนาคต' ของทุกคนเพียงลำพัง!\"\n\nเหล่าผู้คุ้มกันเฒ่าต่างตกตะลึงที่โดนนักรบหญิงโต้กลับ ความเยาว์วัย และแววตาที่เร่าร้อนราวกับมีเพลิงลุกไหม้อยู่ภายใน ทำให้พวกเขาไม่กล้าแม้แต่จะตั้งคำถามต่อไป\n\nCandace หยิบหอกขึ้นด้วยความโกรธที่พบเห็นได้ยากแล้วเดินออกจากห้องที่เต็มไปด้วยข้อพิพาท\n\n\"อัญมณี\" ที่มีประกายแวววาวราวกับตอบสนองต่อความเชื่อของเธอ ได้ส่องประกายอยู่ที่ปลายหอก\n\nดวงตาแห่งเทพสัมผัสได้ถึงเจตจำนงของเธอ และได้ทำการตอบรับเธอ\n\n\"วิชั่น\" หมายถึงใจที่แน่วแน่ มันเป็นเครื่องประดับที่ดีที่สุด",
      "vi": "Những người bên ngoài lũ lượt kéo đến, vì vậy mà Làng Aaru phải đối mặt với đủ các tình huống chưa từng gặp trước đây.\n\nĐạo Bảo Đoàn đóng giả làm thương nhân trà trộn vào làng, lính đánh thuê cướp hàng của thương đội, những tiểu thương bất lương bán hàng gian trá...\n\nHơn nữa, sau khi gặp những người bên ngoài, cư dân của Làng Aaru dần dần bắt đầu khao khát cuộc sống bên ngoài. Dần dần, một số người thử đi ra ngoài kiếm sống, và ngày càng ít người trẻ đồng ý ở lại làng.\n\nNhững người thủ hộ tiền nhiệm từ lâu đã không hài lòng với người \"quay lưng\" với truyền thống như Candace. Nhìn thấy Làng Aaru rơi vào tình cảnh như vậy, họ đã tổ chức cuộc họp một lần nữa để làm khó dễ Candace.\n\n\"Việc mà người thủ hộ cần làm là duy trì trật tự của làng!\"\n\n\"Candace! Những gì cô làm sẽ chỉ làm cho ngôi làng này mất đi sự bình yên!\"\n\n\"Candace! Bây giờ hãy đi thực hiện nhiệm vụ của mình đi!\"\n\nGiữa lúc ồn ào, nữ chiến binh cầm thương đột nhiên đứng phắt dậy.\n\n\"Đủ rồi!\"\n\n\"Nếu các người chỉ muốn bảo vệ \"quá khứ\" của ngôi làng này, vậy thì tự đi mà bảo vệ! Dù là ngồi yên trong nhà, hay rời khỏi Làng Aaru thì tùy các người!\"\n\n\"Tôi sẽ không để người dân Làng Aaru vĩnh viễn bị trói buộc bởi \"quá khứ\".\n\n\"Nếu các người không thể đi về phía trước, vậy thì để một mình tôi bảo vệ tương lai của mọi người!\"\n\nNhững người thủ hộ già bị choáng váng trước nữ chiến binh. Đôi mắt của người trẻ tuổi rực lửa khiến họ dù có thế nào cũng không thể bước tới tiếp tục chất vấn.\n\nMang theo cơn tức giận hiếm thấy, Candace cầm thương và bước ra khỏi căn phòng đầy tranh chấp.\n\nNhư để đáp lại niềm tin của cô, một \"viên ngọc\" sáng chói không biết từ khi nào đã xuất hiện ở đầu ngọn thương.\n\nÁnh mắt của thần linh đã phát hiện ra cô, và ban cho cô sự công nhận.\n\n\"Vision\", là một trái tim kiên định. Nó sẽ là món đồ trang sức tốt nhất."
    }
  }
]