[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "你好呀，远道而来的旅行者，夜晚的沙漠可是很严酷的，不如就在敝处稍住一晚吧，由我来照看你的无梦之夜。",
      "zht": "#{F#妳}{M#你}好呀，遠道而來的旅行者，夜晚的沙漠可是很嚴酷的，不如就在敝處稍住一晚吧，由我來照看{F#妳}{M#你}的無夢之夜。",
      "jp": "こんばんは、旅人さん！遠路はるばるようこそ。夜の砂漠は過酷ですから、宜しければこちらで一晩お過ごしください。あなたの夢なき眠りは私がお守りします。",
      "ko": "멀리서 온 여행자여, 사막 밤길은 험난하니 이곳에서 하룻밤 머물고 가. 내가 그대의 꿈 없는 밤을 돌봐줄게",
      "en": "Welcome, weary Traveler from afar. Nights in the desert are cruel. You should rest here tonight. Sleep soundly, and know that I am watching over you.",
      "de": "#Hallo, {F#Reisende}{M#Reisender} aus der Ferne. Nächte in der Wüste sind grausam. Du solltest dich heute Nacht besser hier ausruhen. Ich werde dafür sorgen, dass deine traumlose Nachtruhe ungestört bleibt.",
      "es": "#Saludos, viajer{F#a}{M#o} de tierras lejanas. Las noches en el desierto son crueles. Pero puedes dormir tranquil{F#a}{M#o} sabiendo que velaré por ti.",
      "fr": "#Bonjour, {M#voyageur venu}{F#voyageuse venue} de loin. Les nuits dans le désert sont cruelles. Vous devriez séjourner ici ce soir. Dormez profondément, je veille sur vous.",
      "pt": "#Bem-vind{F#a}{M#o}, Viajante cansad{F#a}{M#o} de terras distantes. As noites no deserto são cruéis. Você deveria descansar aqui essa noite. Durma bem e saiba que estou cuidando de você.",
      "ru": "#Здравствуй, путешественни{F#ца}{M#к} из далёких краёв. Ночная пустыня очень опасна, останься у нас до утра, а я позабочусь о том, чтобы никто не потревожил твой сон.",
      "id": "Salam, Pengembara yang datang dari jauh. Malam di padang pasir sangat kejam. Istirahatlah di sini dan tidurlah yang pulas, biarkan diriku yang menjagamu.",
      "th": "สวัสดี นักเดินทางจากแดนไกล ค่ำคืนที่ทะเลทรายช่างโหดร้ายนัก ทำไมไม่นอนที่นี่สักคืนล่ะ ให้ฉันได้ดูแลคืนที่ไร้ฝันของคุณเอง",
      "vi": "#Xin chào nhà lữ hành phương xa, sa mạc vào ban đêm rất khắc nghiệt, hay là cứ ở lại đây nghỉ ngơi một đêm nhé, và tôi sẽ canh chừng cho {F#cô}{M#cậu}."
    }
  },
  {
    "title": {
      "zhs": "闲聊·盾与枪",
      "zht": "閒聊·盾與槍",
      "jp": "世間話·盾と槍",
      "ko": "잡담·방패와 창",
      "en": "Chat: Spear and Shield",
      "de": "Gespräch – Schild und Speer",
      "es": "Charla - Lanza y escudo",
      "fr": "Bavardage - Lance et bouclier",
      "pt": "Bate-Papo - Lança e Escudo",
      "ru": "Поболтаем: Копьё и щит",
      "id": "Berbincang: Tombak dan Tameng",
      "th": "แชท - โล่และหอก",
      "vi": "Nói chuyện phiếm - Thương Và Khiên"
    },
    "line": {
      "zhs": "为了保护珍贵之物，只有盾是不够的。所以…我才会握起枪。",
      "zht": "為了保護珍貴之物，只有盾是不夠的。所以…我才會握起槍。",
      "jp": "大切なものを守るには、盾だけでは足りません。だから…槍を手に取りました。",
      "ko": "방패만으로는 소중한 것을 지킬 수 없어서 창을 들게 됐어",
      "en": "A shield is not enough to protect the most important things. That's why I must also wield a spear.",
      "de": "Um die wichtigsten Dinge zu schützen, reicht ein Schild allein nicht aus. Deshalb muss ich auch einen Speer führen.",
      "es": "Un escudo no basta para proteger lo que más quieres. Es por eso que llevo una lanza conmigo.",
      "fr": "Un bouclier n'est pas suffisant pour protéger tout ce qui est précieux. C'est donc pour cela que je tiens aussi une lance.",
      "pt": "Um escudo não é o bastante para proteger as coisas mais importantes. É por isso que eu também devo empunhar uma lança.",
      "ru": "Чтобы оберегать самое ценное, одного щита недостаточно. Поэтому я должна брать в руки копьё.",
      "id": "Tameng saja tidak cukup untuk melindungi hal-hal yang paling berharga. Oleh karena itulah aku mengangkat tombak ini.",
      "th": "เพื่อปกป้องสิ่งล้ำค่า การถือโล่เพียงอย่างเดียวนั้นไม่เพียงพอ นั่นเป็นเหตุผลที่... ฉันจับหอกขึ้นมา",
      "vi": "Để bảo vệ thứ mình trân trọng, chỉ dựa vào tấm khiên là không đủ. Cho nên... tôi mới cầm lấy ngọn thương này."
    }
  },
  {
    "title": {
      "zhs": "闲聊·生活",
      "zht": "閒聊·生活",
      "jp": "世間話·生活",
      "ko": "잡담·삶",
      "en": "Chat: Life",
      "de": "Gespräch – Leben",
      "es": "Charla - Vida",
      "fr": "Bavardage - Vie",
      "pt": "Bate-papo - Vida",
      "ru": "Поболтаем: Жизнь",
      "id": "Berbincang: Kehidupan",
      "th": "แชท - ชีวิต",
      "vi": "Nói chuyện phiếm - Cuộc Sống"
    },
    "line": {
      "zhs": "希望每个人都平安无事。只要能维持这样的生活，我就心满意足了…",
      "zht": "希望每個人都平安無事。只要能維持這樣的生活，我就心滿意足了…",
      "jp": "皆さんがご無事でいられることを祈っています。こんな暮らしが続くだけでも、私は満足です…",
      "ko": "모두가 평온한 삶을 유지할 수 있다면, 난 그걸로 만족해…",
      "en": "Peace and good health should be enjoyed by all... If I can provide everyone with a life such as this, I will be content.",
      "de": "Ich hoffe, alle sind sicher und gesund. Wenn ich jeden dazu bringen könnte, so zu leben, wäre ich glücklich.",
      "es": "Todos deben disfrutar de paz y salud. Si puedo garantizar una vida así para los demás, me doy por satisfecha.",
      "fr": "Je souhaite que tout le monde soit en sécurité et en bonne santé. Si j'arrive à maintenir une vie paisible pour les habitants, alors je serai satisfaite...",
      "pt": "Paz e boa saúde devem ser desfrutadas por todos... Se eu puder prover a todos uma vida assim, ficarei contente.",
      "ru": "Мечтаю, чтобы все люди жили в покое и благоденствии. Я была бы счастлива, если бы могла подарить всем такую жизнь.",
      "id": "Semoga setiap orang bisa damai dan sehat ... Kalau aku bisa menyediakan kehidupan seperti itu kepada semua orang, aku puas.",
      "th": "ฉันหวังว่าทุกคนจะปลอดภัย ขอเพียงแค่สามารถมีชีวิตเช่นนี้ได้ ฉันก็พอใจแล้ว...",
      "vi": "Hy vọng mỗi người đều có thể bình an vô sự. Chỉ cần duy trì cuộc sống hiện tại thì tôi đã mãn nguyện rồi..."
    }
  },
  {
    "title": {
      "zhs": "闲聊·愿望",
      "zht": "閒聊·願望",
      "jp": "世間話·願い",
      "ko": "잡담·소원",
      "en": "Chat: Wishes",
      "de": "Gespräch – Wunsch",
      "es": "Charla - Anhelos",
      "fr": "Bavardage - Souhaits",
      "pt": "Bate-Papo - Desejos",
      "ru": "Поболтаем: Надежды",
      "id": "Berbincang: Harapan",
      "th": "แชท - ความปรารถนา",
      "vi": "Nói chuyện phiếm - Nguyện Vọng"
    },
    "line": {
      "zhs": "无论以怎样的方法，我都希望守护住那些重要的东西。尽管有时…这会是一种奢望。",
      "zht": "無論以怎樣的方法，我都希望守護住那些重要的東西。儘管有時…這會是一種奢望。",
      "jp": "どんな方法や手段を使っても、私は大切なものを守り抜きたい。時に…それが贅沢な望みだとしても。",
      "ko": "어떤 방법으로든 소중한 것을 수호해낼 거야. 그게… 과분한 소원이라 할지라도",
      "en": "I will always seek to protect the things that are most important, no matter what it takes... even when it looks futile.",
      "de": "Ich werde mein Bestes tun, um die wichtigen Dinge zu schützen ... auch wenn es vergeblich erscheint.",
      "es": "Siempre trataré de proteger lo más preciado para mí, cueste lo que cueste... incluso si es inútil.",
      "fr": "Je chercherai toujours à protéger les choses les plus importantes, quoi qu'il en coûte... Même si cela semble futile.",
      "pt": "Eu sempre busco proteger as coisas que são mais importantes, não importa o custo... mesmo que pareça fútil.",
      "ru": "Я надеюсь, что всегда смогу защитить самое важное, чего бы это ни стоило. Пусть даже... иногда эта надежда кажется слишком дерзкой.",
      "id": "Aku akan terus berusaha untuk melindungi hal-hal yang paling penting, bagaimanapun caranya ... bahkan ketika tidak ada harapan sekali pun.",
      "th": "ไม่ว่าต้องใช้วิธีไหน หรือจะต้องแลกด้วยอะไรก็ตาม ฉันหวังว่าจะสามารถปกป้องสิ่งสำคัญทั้งหลายเอาไว้ให้ได้... ถึงแม้บางครั้ง... มันจะดูเพ้อฝันไปสักหน่อยก็เถอะ",
      "vi": "Dù là dùng cách nào thì tôi cũng muốn bảo vệ những thứ quan trọng. Cho dù có khi... nó trở thành tham vọng."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Waktu Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "可别着凉了。",
      "zht": "可別著涼了。",
      "jp": "風邪、ひかないで下さいね。",
      "ko": "감기 조심해",
      "en": "Stay warm, or you'll catch a cold.",
      "de": "Erkälte dich nicht.",
      "es": "Abrígate bien, o pescarás un resfriado.",
      "fr": "N'attrapez pas froid.",
      "pt": "#Fique aquecid{F#a}{M#o}, ou pegará um resfriado.",
      "ru": "Главное - не простудиться.",
      "id": "Awas masuk angin.",
      "th": "อย่าให้เป็นหวัดซะละ",
      "vi": "Đừng để bị cảm lạnh nhé."
    }
  },
  {
    "title": {
      "zhs": "打雷的时候…",
      "zht": "打雷的時候…",
      "jp": "雷の日…",
      "ko": "번개가 칠 때…",
      "en": "When Thunder Strikes",
      "de": "Wenn es blitzt ...",
      "es": "Cuando truena...",
      "fr": "Quand le tonnerre gronde...",
      "pt": "Quando Está Trovejando...",
      "ru": "Когда гремит гром...",
      "id": "Ketika Petir Menyambar",
      "th": "ในเวลาที่ฟ้าผ่า...",
      "vi": "Khi có sấm sét..."
    },
    "line": {
      "zhs": "雷声隆隆——会让你害怕吗？",
      "zht": "#雷聲轟隆——會讓{F#妳}{M#你}害怕嗎？",
      "jp": "すごい雷鳴……怖くはありませんか？",
      "ko": "천둥소리가 무섭니?",
      "en": "The thunder rumbles — does it scare you?",
      "de": "Donner grollt ... Hast du Angst?",
      "es": "El trueno ruge... ¿Qué pasa? ¿Te da miedo?",
      "fr": "L'orage gronde... Est-ce que ça vous fait peur ?",
      "pt": "O trovão urge — ele te assusta?",
      "ru": "Как грохочет... Тебе не страшно?",
      "id": "Gemuruhnya begitu nyaring. Takut?",
      "th": "เสียงฟ้าร้องดังก้องเลย... ทำให้คุณกลัวรึเปล่า?",
      "vi": "#Tiếng sấm đì đùng... sẽ khiến {F#cô}{M#cậu} sợ chứ?"
    }
  },
  {
    "title": {
      "zhs": "下雪的时候…",
      "zht": "下雪的時候…",
      "jp": "雪の日…",
      "ko": "눈이 올 때…",
      "en": "When It Snows",
      "de": "Wenn es schneit ...",
      "es": "Cuando nieva...",
      "fr": "Quand il neige...",
      "pt": "Quando Está Nevando...",
      "ru": "Когда идёт снег...",
      "id": "Ketika Turun Salju",
      "th": "ในเวลาที่หิมะตก...",
      "vi": "Khi tuyết rơi..."
    },
    "line": {
      "zhs": "这些白色的东西，冰冰凉凉的…",
      "zht": "這些白色的東西，冰冰涼涼的…",
      "jp": "この白いもの、ひんやりして冷たいですね…",
      "ko": "이 하얀 것들은, 정말 차갑네…",
      "en": "This strange powder, it is... fine, like sand, but white as the clouds, and cold as ice...",
      "de": "Diese weißen Dinger sind so kalt wie Eis ...",
      "es": "Qué polvo tan extraño... Parece arena, pero es blanco como las nubes y frío como el hielo...",
      "fr": "Ces choses blanches... Elles sont glaciales...",
      "pt": "Este pó estranho, é... fino, como a areia, mas branco como as nuvens e gelado como gelo...",
      "ru": "До чего странный порошок... Мелкий, как песок, белый, как облака, и холодный, как лёд...",
      "id": "Serbuk aneh, ini ... Mirip pasir halus, tapi seputih awan, dan sedingin es ....",
      "th": "เจ้าของขาว ๆ พวกนี้ เย็นมากเลย...",
      "vi": "Những thứ trắng tinh này, mát lạnh thật..."
    }
  },
  {
    "title": {
      "zhs": "刮大风了…",
      "zht": "颳大風了…",
      "jp": "暴風の日…",
      "ko": "강풍이 불 때…",
      "en": "When the Wind Is Blowing",
      "de": "Ein Sturm zieht auf.",
      "es": "Hace mucho viento...",
      "fr": "Le vent souffle fort...",
      "pt": "Quando Está Ventando...",
      "ru": "Когда дует сильный ветер...",
      "id": "Ketika Angin Berembus",
      "th": "ในเวลาที่ลมพัดแรง...",
      "vi": "Gió lớn quá..."
    },
    "line": {
      "zhs": "在沙漠里，这样的风会吹起沙暴，得小心了。",
      "zht": "在沙漠裡，這樣的風會吹起沙暴，得小心了。",
      "jp": "砂漠では、こういう強風は砂嵐を巻き起こすんです。気を付けてくださいね。",
      "ko": "사막에선 이런 바람이 모래폭풍을 일으키니 조심해야 해",
      "en": "In the desert, a strong gale like this will create a sandstorm, so it's always a good idea to stay alert.",
      "de": "In der Wüste können starke Winde wie dieser Sandstürme erzeugen, daher muss man wachsam sein.",
      "es": "En el desierto, un vendaval así crearía una tormenta de arena, así que no está de más mantenerse alerta.",
      "fr": "#Dans le désert, un vent fort peut donner lieu à des tempêtes de sable. Restons {M#vigilants}{F#vigilantes}.",
      "pt": "No deserto, uma forte ventania como essa criará uma tempestade de areia, então é sempre uma boa ideia ficar alerta.",
      "ru": "В пустыне такой ветер поднимает песчаные бури, надо быть начеку.",
      "id": "Di padang pasir, angin kencang begini akan menghasilkan badai pasir. Jangan pernah lengah.",
      "th": "ในทะเลทราย สายลมแบบนี้จะพัดพาทรายขึ้นมา ต้องระวังให้ดีนะ",
      "vi": "Khi ở trong sa mạc thì phải cẩn thận với những cơn gió cát này nhé."
    }
  },
  {
    "title": {
      "zhs": "在沙漠的时候…",
      "zht": "在沙漠的時候…",
      "jp": "砂漠にいる時…",
      "ko": "사막에 있을 때…",
      "en": "In the Desert",
      "de": "In der Wüste ...",
      "es": "En el desierto...",
      "fr": "Dans le désert...",
      "pt": "No Deserto...",
      "ru": "В пустыне...",
      "id": "Di Padang Pasir",
      "th": "ในเวลาที่อยู่ในทะเลทราย...",
      "vi": "Khi trong sa mạc..."
    },
    "line": {
      "zhs": "我就在你身旁。若你不放心的话，就请牵着我的手吧。",
      "zht": "#我就在{F#妳}{M#你}身旁。若{F#妳}{M#你}不放心的話，就請牽著我的手吧。",
      "jp": "私が傍にいます。もし不安だったら、手を繋ぎましょう。",
      "ko": "내가 곁에 있으니까, 불안하면 내 손을 꼭 잡아",
      "en": "I am right by your side. But if you're still nervous, just take my hand.",
      "de": "Ich bin bei dir. Aber wenn du immer noch nervös bist, nimm einfach meine Hand.",
      "es": "#Estoy a tu lado. Si te sientes nervios{F#a}{M#o}, tómame de la mano.",
      "fr": "#Je suis à côté de vous. Si vous êtes {M#inquiet}{F#inquiète}, prenez ma main.",
      "pt": "#Eu estou ao seu lado. Se você ainda estiver nervos{M#o}{F#a}, segure a minha mão.",
      "ru": "Я буду рядом. Если тебе не по себе, просто возьми меня за руку.",
      "id": "Aku di sisimu. Kalau masih gugup, pegang saja tanganku.",
      "th": "ฉันอยู่เคียงข้างคุณ ถ้าคุณกังวลละก็ เชิญจับมือฉันไว้ได้เลยนะ",
      "vi": "#Tôi sẽ ở bên cạnh {F#cô}{M#cậu}. Nếu {F#cô}{M#cậu} thấy không yên tâm thì hãy nắm lấy tay tôi nhé."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom Dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "早上好啊，不知旅者昨夜可曾安然入眠？",
      "zht": "早安啊，不知旅者昨夜可曾安然入眠？",
      "jp": "おはようございます～昨夜はよく眠れましたか？",
      "ko": "좋은 아침이야, 어젯밤은 잘 잤어?",
      "en": "Good morning, Traveler. Did you sleep soundly last night?",
      "de": "Guten Morgen. Hast du letzte Nacht gut geschlafen?",
      "es": "#Buenos días, viajer{F#a}{M#o}. ¿Dormiste bien anoche?",
      "fr": "#Bonjour ! Avez-vous dormi paisiblement, {M#voyageur}{F#voyageuse} ?",
      "pt": "Bom dia, Viajante. Você dormiu bem na noite passada?",
      "ru": "#Доброе утро, путешественни{F#ца}{M#к}. Хорошо ли тебе спалось?",
      "id": "Selamat pagi, Pengembara. Apa tidurmu nyenyak semalam?",
      "th": "อรุณสวัสดิ์ เมื่อคืนนักเดินทางนอนหลับสบายมั้ย?",
      "vi": "#Chào buổi sáng, không biết đêm qua {F#cô}{M#cậu} có ngủ ngon không?"
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa Tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "已经是中午了，天上明眸之光灼然炫目，不如找个荫凉处歇息一下吧。",
      "zht": "已經是中午了，天上明眸之光灼然炫目，不如找個蔭涼處歇息一下吧。",
      "jp": "もうお昼ですね。空に輝く光が目に眩しすぎて…どこか、日陰で休みましょう。",
      "ko": "벌써 점심이네. 햇볕이 따가우니까 그늘진 곳에서 쉬는 게 좋겠어",
      "en": "It's already noon. The golden eye of the sky glares down fiercely at this hour... Hehe, we should find some shade and escape its wrath.",
      "de": "Es ist bereits Mittag. Um diese Zeit strahlt das goldene Licht vom Himmel heftig herunter. Wir sollten uns einen schattigen Platz suchen.",
      "es": "Ya es mediodía. La mirada del ojo dorado celeste es ardiente a esta hora. Jeje, deberías buscar un lugar con sombra y resguardarte de su ira.",
      "fr": "C'est déjà midi. L'œil doré du ciel rayonne férocement à cette heure... Trouvons de l'ombre, pour échapper à sa colère.",
      "pt": "Já é meio-dia. O olho dourado do céu olha fixamente para baixo a essa hora... Hehe, nós deveríamos encontrar uma sombra para escapar de sua fúria.",
      "ru": "Уже полдень, в такой час золотое око небес может и обжечь. Давай найдём тенистое местечко и устроим себе небольшой отдых.",
      "id": "Sudah siang. Di waktu ini, sang mata langit selalu memandang ke bawah dengan tajam. Hehe, kita cari tempat yang teduh, supaya tidak kering dipelototi.",
      "th": "จะเที่ยงแล้ว แสงบนท้องฟ้าสว่างจนตาพร่ามัวไปหมด ไปหาที่ร่มรื่นพักผ่อนกันนะ",
      "vi": "Đã trưa rồi, ánh sáng trên cao thật lóa mắt, hay là tìm chỗ râm mát nghỉ ngơi nhé."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Boa Noite...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "夜晚啊，在那光芒褪尽的诸多帷帐之后，藏着多少难言的隐秘呢…",
      "zht": "夜晚啊，在那光芒褪盡的諸多帷帳之後，藏著多少難言的隱秘呢…",
      "jp": "夜よ——光の消えた無数の帳の向こうには、どれほどの言い知れぬ秘密が隠されているのかしら…",
      "ko": "밤이구나. 어둠 속에는 말 못 할 비밀이 얼마나 숨겨져 있을까…",
      "en": "The night sky... that great canopy that descends when the light of day is gone. Who knows how many untold secrets it conceals...",
      "de": "Oh Nacht, wie viele unaussprechliche Geheimnisse verbergen sich hinter den vielen Vorhängen, wo das Licht des Tages verschwunden ist.",
      "es": "El cielo nocturno, ese gran dosel que desciende cuando la luz del día se desvanece... Quién sabe cuántos secretos resguarda.",
      "fr": "Le soir tombe. Combien de secrets se cachent derrière ce voile nocturne où la lumière prend fin...",
      "pt": "O céu noturno... aquele grande dossel que desce quando a luz do dia se vai. Quem sabe quantos segredos não divulgados ele oculta...",
      "ru": "Ночное небо... Огромный купол, что появляется, когда отступает дневной свет. Кто знает, сколько секретов он скрывает...",
      "id": "Langit malam, teduh menaungi semua ketika cahaya siang telah sirna. Siapa yang tahu berapa banyak rahasia yang disembunyikannya ....",
      "th": "ท้องฟ้ากลางคืนน่ะเหรอ... ในม่านราตรีที่ค่อย ๆ คลี่ห่มผืนฟ้ายามแสงเลือนหายนั้น เก็บงำความลับที่ยากจะพูดเอาไว้มากมายเลยนะ...",
      "vi": "Vào ban đêm, bao nhiêu bí mật không thể nói ra sẽ ẩn sau tấm màn đã phai màu do ánh sáng nhỉ..."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa Noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "嗯，确实已经到休息的时间了，你先去睡吧。我吗？离我入睡的时候还早，夜晚虽然美丽却也危险，我得好好帮你守夜才行啊。",
      "zht": "#嗯，確實已經到休息的時間了，{F#妳}{M#你}先去睡吧。我嗎？離我入睡的時候還早，夜晚雖然美麗卻也危險，我得好好幫{F#妳}{M#你}守夜才行啊。",
      "jp": "あら、確かにもう寝る時間ですね。お先にどうぞ。…私？ふふっ、寝るにはまだ早いです。夜は綺麗ですが、危険も潜んでいます。あなたのためにしっかり見張っておかないと。",
      "ko": "벌써 자야 할 시간이네. 먼저 자. 밤은 아름다운 만큼 치명적이니까 내가 불침번을 서 줄게",
      "en": "Yes, it's time to rest. You should sleep. Me? It's still much too early. The night is beautiful, but it's also full of danger... I must keep watch, for your sake.",
      "de": "Es ist Zeit, sich auszuruhen. Du solltest schlafen. Ich? Es ist mir noch viel zu früh. Die Nacht ist schön, aber sie ist auch voller Gefahren ... also muss ich für dich Wache halten.",
      "es": "Es hora de descansar. Deberías dormir. ¿Yo? Aún es temprano para mí. La noche es bellísima, pero está llena de peligros. Por tu bien, debo mantenerme alerta.",
      "fr": "Oui, il est temps de se reposer. Vous devriez dormir. Quant à moi ? Il est encore beaucoup trop tôt. La nuit est belle, mais elle est aussi pleine de dangers... Je dois monter la garde, pour votre bien.",
      "pt": "Sim, está na hora de descansar. Você deveria dormir. Eu? Ainda é muito cedo. A noite é linda, mas também cheia de perigos... Preciso ficar de guarda, pelo seu bem.",
      "ru": "Да, уже и правда поздно, иди спать. А я? Мне до сна ещё далеко. Ночь прекрасна, но полна опасностей, так что ты пока спи, а я подежурю.",
      "id": "Ya, waktunya istirahat. Tidurlah. Ini masih terlalu dini untukku. Malam hari begitu elok, namun penuh bahaya. Aku akan berjaga di sini, demi kamu.",
      "th": "เอาล่ะ ถึงเวลาพักผ่อนแล้ว คุณไปนอนก่อนเถอะ ฉันเหรอ? มันยังเช้าเกินไปสำหรับเวลานอนของฉัน ตอนกลางคืนนั้นสวยงาม แต่ก็อันตรายเช่นกัน ฉันต้องเฝ้าปกป้องค่ำคืนของคุณสิถึงจะถูก",
      "vi": "#Ừm, đúng là đã đến giờ nghỉ ngơi rồi, {F#cô}{M#cậu} ngủ trước nhé. Tôi sao? Cách giờ tôi đi ngủ vẫn còn xa. Đêm tối tuy đẹp nhưng cũng nguy hiểm, tôi phải giúp {F#cô}{M#cậu} gác đêm mới được."
    }
  },
  {
    "title": {
      "zhs": "关于坎蒂丝自己·瞳色",
      "zht": "關於坎蒂絲自己·瞳色",
      "jp": "キャンディス自身について·瞳の色",
      "ko": "캔디스 자신에 대해·눈동자 색",
      "en": "About Candace: Eye Color",
      "de": "Über Candace – Augenfarbe",
      "es": "Sobre Candace - Color de ojos",
      "fr": "À propos de Candace - Couleur des yeux",
      "pt": "Sobre Candace — Cor dos Olhos",
      "ru": "О Кандакии: Цвет глаз",
      "id": "Tentang Candace: Warna Mata",
      "th": "เกี่ยวกับตัวของ Candace เอง - สีตา",
      "vi": "Về bản thân Candace - Màu Mắt"
    },
    "line": {
      "zhs": "很奇怪吗，不管是琥珀色还是蔚蓝色，应该都还算常见的瞳色吧…",
      "zht": "很奇怪嗎？不管是琥珀色還是蔚藍色，應該都還算常見的瞳色吧…",
      "jp": "そんなに不思議ですか？琥珀色にしろ琉璃色にしろ、よくある瞳の色だと思うんですけど…",
      "ko": "이상해 보여? 호박색이나 푸른색이나, 다 흔한 색 아닌가…",
      "en": "...Strange? I'm not sure what you mean, both amber and blue are fairly common eye colors, I believe...",
      "de": "... Seltsam? Ich bin mir nicht sicher, was du meinst, denn sowohl Bernstein als auch Blau sind ziemlich häufige Augenfarben, oder?",
      "es": "¿Extraño? ¿Qué tiene de extraño? Ámbar y azul son dos colores muy comunes... O eso creo.",
      "fr": "Vous trouvez ça curieux ? Je ne vois pas ce que vous voulez dire. L'ambre et le bleu sont des couleurs d'yeux assez communes, je crois...",
      "pt": "...Estranho? Não sei se entendi o que você quis dizer, tanto amarelado quanto azul são cores bem normais, não são?",
      "ru": "Странный? Не знаю, карий и голубой - самые обычные цвета...",
      "id": "Aneh? Apanya? Warna kuning dan biru kan umum ....",
      "th": "แปลกมากเลยเหรอ? ไม่ว่าจะตาสีฟ้า หรือสีเหลืองอำพัน ก็เป็นแค่สีตาที่พบได้ธรรมดาทั่วไปนี่...",
      "vi": "Rất kỳ lạ sao, cho dù là màu vàng hổ phách hay là màu xanh biếc, cũng đều là màu mắt thường thấy thôi mà..."
    }
  },
  {
    "title": {
      "zhs": "关于坎蒂丝自己·阿如村",
      "zht": "關於坎蒂絲自己·阿如村",
      "jp": "キャンディス自身について·アアル村",
      "ko": "캔디스 자신에 대해·아루 마을",
      "en": "About Candace: Aaru Village",
      "de": "Über Candace – Aaru-Dorf",
      "es": "Sobre Candace - La Aldea Aaru",
      "fr": "À propos de Candace - Village d'Aaru",
      "pt": "Sobre Candace — Vila Aaru",
      "ru": "О Кандакии: Деревня Аару",
      "id": "Tentang Candace: Desa Aaru",
      "th": "เกี่ยวกับตัวของ Candace เอง - หมู่บ้าน Aaru",
      "vi": "Về bản thân Candace - Làng Aaru"
    },
    "line": {
      "zhs": "我自小就在阿如村出生长大，在我尚且懵懂之时就知道，将来一定会从祖父手中接过守护阿如村的职责…如今，这已是我欣然接受的天职了。",
      "zht": "我自小就在阿如村出生長大，在我尚且懵懂之時就知道，將來一定會從祖父手中接過守護阿如村的職責…如今，這已是我欣然接受的天職了。",
      "jp": "私はアアル村で生まれ育ちましたが、物心ついた頃から、この村を守る責任を祖父から引き継がねばならないことを分かっていました…今では自ら求めて引き受ける、私の天職なんです。",
      "ko": "아루 마을에서 태어나 자란 나는, 어렸을 때부터 할아버지의 수호자 자리를 물려받기로 정해졌지… 하지만 지금은 내가 기꺼이 받아들인 천직이 됐어",
      "en": "Aaru Village is where I was born and grew up. Even back when I was too young to understand anything else about the world, the one thing I knew for sure was that one day, I would take over from my grandfather as sworn protector of our village... Today, I am grateful to now hold this duty. It is what I was born to do.",
      "de": "Das Aaru-Dorf ist der Ort, an dem ich geboren wurde und aufgewachsen bin. Schon damals, als ich noch ein Kind war, wusste ich schon, dass ich eines Tages die Nachfolge meines Großvaters als eingeschworene Beschützerin unseres Dorfes antreten würde ... Heute bin ich dankbar, dass ich diese Aufgabe übernommen habe. Dazu wurde ich geboren.",
      "es": "Nací y crecí en la Aldea Aaru. A pesar de que era muy pequeña como para entender los asuntos de este mundo, sabía que un día tomaría el lugar de mi abuelo y asumiría la protección de la aldea. Ahora estoy agradecida de tener este cargo. Nací para esto.",
      "fr": "Le Village d'Aaru est l'endroit où je suis née et où j'ai grandi. Même lorsque j'étais trop jeune pour comprendre quoi que ce soit à la vie, j'étais sûre d'une chose : j'allais succéder à mon grand-père en tant que protectrice de notre village... Aujourd'hui, je suis honorée d'exercer cette fonction. Je suis née pour ça.",
      "pt": "A Vila Aaru foi onde nasci e cresci. Mesmo quando eu era nova demais para entender qualquer coisa sobre o mundo, o que eu tinha certeza era de que, um dia, eu tomaria o lugar do meu avô como a protetora da nossa vila... Hoje, sou muito grata de cumprir esse dever. É o que nasci para fazer.",
      "ru": "Я выросла в деревне Аару и ещё маленькой несмышлёной девочкой узнала, что однажды унаследую от деда обязанность защищать деревню и её жителей... И теперь я с большой радостью исполняю свой долг.",
      "id": "Desa Aaru itu tempat aku lahir dan tumbuh besar. Bahkan semenjak aku masih kecil dan belum mengerti apa-apa pun, aku sudah tahu pasti kalau suatu hari nanti aku akan meneruskan pekerjaan kakek, dan mengambil sumpah sebagai pelindung desa kami ... Kini, aku bersyukur karena aku dapat mengemban tugas ini, tugas yang sudah ditakdirkan untukku.",
      "th": "ฉันเกิด และเติบโตในหมู่บ้าน Aaru ย้อนกลับไปเมื่อสมัยยังเด็ก ตอนนั้นฉันก็รู้แล้วว่า ในอนาคต ฉันจะต้องสืบทอดหน้าที่คุ้มกันหมู่บ้าน Aaru ต่อจากปู่ของฉันอย่างแน่นอน... และในตอนนี้ นี่เป็นหน้าที่ที่ฉันยินดีรับไว้",
      "vi": "Tôi sinh ra và lớn lên tại Làng Aaru. Khi vừa hiểu chuyện, tôi đã biết rằng trong tương lai phải nhận trách nhiệm bảo vệ Làng Aaru từ ông mình... Giờ đây tôi cũng cảm thấy rất vui khi đạt được tâm nguyện đó."
    }
  },
  {
    "title": {
      "zhs": "关于坎蒂丝自己·父母",
      "zht": "關於坎蒂絲自己·父母",
      "jp": "キャンディス自身について·両親",
      "ko": "캔디스 자신에 대해·부모님",
      "en": "About Candace: Parents",
      "de": "Über Candace – Eltern",
      "es": "Sobre Candace - Padres",
      "fr": "À propos de Candace - Parents",
      "pt": "Sobre Candace — Pais",
      "ru": "О Кандакии: Родители",
      "id": "Tentang Candace: Orang Tua",
      "th": "เกี่ยวกับตัวของ Candace เอง - พ่อแม่",
      "vi": "Về bản thân Candace - Cha Mẹ"
    },
    "line": {
      "zhs": "我的父亲是教令院的学者，当时为了研究才到了阿如村，也由此和我的母亲相遇。关于母亲的事，我全是从父亲口中得知的…在我出生那日，母亲就走入永夜之中了…",
      "zht": "我的父親是教令院的學者，當時為了研究才到了阿如村，也由此和我的母親相遇。關於母親的事，我全是從父親口中得知的…在我出生那日，母親就走入永夜之中了…",
      "jp": "私の父は教令院の学者です。研究のためにアアル村までやってきて、それで私の母と出会ったそうです。母については、ほとんど父から教えてもらいました——私が生まれた日、母は永遠の夜へと足を踏み入れました…",
      "ko": "아카데미아 학자였던 아버지는 연구를 위해 아루 마을에 왔다가 어머니와 만나셨지. 어머니에 대한 일은 다 아버지한테서 들은 거야…. 내가 태어난 날에 영원한 밤으로 떠나셨거든…",
      "en": "My father was a scholar from the Akademiya. He originally came to Aaru Village on a research trip, and then he met my mother... As for her, unfortunately I only know what my father has told me. The day I was born, she began her journey into the eternal night...",
      "de": "Mein Vater war ein Gelehrter der Akademie. Er kam ursprünglich auf einer Forschungsreise ins Aaru-Dorf, und dann traf er meine Mutter ... Ich habe alles über meine Mutter von meinem Vater gelernt ... Am Tag meiner Geburt ging meine Mutter in die ewige Nacht ...",
      "es": "Mi padre fue un erudito de la Academia. Vino a la Aldea Aaru por un viaje de investigación, y aquí conoció a mi madre. Desafortunadamente, lo único que sé de ella es por las anécdotas de mi padre. El día en que nací, ella emprendió su viaje a la noche eterna...",
      "fr": "Mon père était chercheur à l'Académie. Il est venu au Village d'Aaru dans le cadre de recherches, puis il a rencontré ma mère... Quant à elle, je ne sais malheureusement que ce que mon père m'a dit. Le jour de ma naissance, elle a commencé son voyage dans la nuit éternelle...",
      "pt": "Meu pai era um estudioso da Academia. Inicialmente, ele veio para a Vila Aaru em uma viagem de pesquisa, então ele acabou conhecendo minha mãe... Quanto a ela, infelizmente, só sei das coisas que meu pai me contou. No dia que nasci, ela começou a sua jornada na noite eterna...",
      "ru": "Мой отец - учёный из Академии, в деревню Аару его привели исследования, и здесь он познакомился с моей матерью. О матери я знаю только со слов отца... Она подарил мне жизнь и в тот же день перешла в вечную ночь...",
      "id": "Ayahku seorang peneliti Akademiya. Dia datang ke Desa Aaru karena suatu penelitian, lalu bertemu dengan ibu. Aku hanya tahu tentang ibu dari cerita ayah, karena beliau berangkat menuju kelamnya malam yang tak berujung, di hari ketika aku lahir ....",
      "th": "พ่อของฉันเป็นนักวิชาการที่สถาบัน ในเวลานั้นเขามาที่หมู่บ้าน Aaru เพื่อทำการค้นคว้าวิจัย และได้พบรักกับแม่ของฉันที่นี่ ส่วนเรื่องของแม่ ฉันรู้แค่จากที่พ่อเล่ามา... วันที่ฉันเกิด แม่ก็ได้เดินทางเข้าสู่ราตรีนิรันดร์แล้ว...",
      "vi": "Cha tôi là học giả của Giáo Viện, lúc đó vì nghiên cứu nên mới đến Làng Aaru, cũng vì thế mà đã gặp được mẹ tôi. Về chuyện của mẹ thì tôi chỉ nghe được từ chỗ cha tôi thôi... Vì từ ngày tôi sinh ra đời, mẹ đã chìm vào trong đêm tối rồi..."
    }
  },
  {
    "title": {
      "zhs": "关于我们·主客",
      "zht": "關於我們·主客",
      "jp": "主客について…",
      "ko": "우리에 대해·귀한 손님",
      "en": "About Us: Hosting Guests",
      "de": "Über uns – Aufnahme von Gästen",
      "es": "#Sobre nosotr{F#as}{M#os} - Recibir invitados",
      "fr": "À propos de nous - Accueil d'invités",
      "pt": "Sobre Nós — Hospedagem de Convidados",
      "ru": "О нас: Хозяева и гости",
      "id": "Tentang Kita: Menerima Tamu",
      "th": "เกี่ยวกับเรา - เจ้าภาพ",
      "vi": "Về chúng ta - Khách Quý"
    },
    "line": {
      "zhs": "你永远是阿如村的客人，无论何时，若是在旅途中觉得困倦疲累，你都可以到这儿来歇息一会儿。阿如村永远欢迎你…我永远会欢迎你。",
      "zht": "#{F#妳}{M#你}永遠是阿如村的客人，無論何時，若是在旅途中覺得困倦疲累，{F#妳}{M#你}都可以到這裡來歇息一下。阿如村永遠歡迎{F#妳}{M#你}…我永遠會歡迎{F#妳}{M#你}。",
      "jp": "あなたはアアル村のお客様です。旅の途中で眠くなったり疲れたりしたときは、いつでもここに来て休んでくださいね。アアル村はあなたを永遠に歓迎します…もちろん私も。",
      "ko": "넌 아루 마을의 영원한 귀빈이야. 여행하면서 지치거나 힘들 땐 언제든지 쉬었다 가. 아루 마을과 난… 영원히 널 환영해",
      "en": "You will always be an honored guest of Aaru Village, no matter the day or time of your visit. If ever you tire of your journey, know that here, you can always find rest. Aaru Village welcomes you with open arms... as do I.",
      "de": "Im Aaru-Dorf bist du immer ein gern gesehener Gast, ganz gleich, an welchem Tag oder zu welcher Uhrzeit du kommst. Solltest du jemals müde von deiner Reise sein, kannst du hierherkommen und eine Pause machen. Aaru-Dorf empfängt dich mit offenen Armen ... Und ich freue mich auf dich, immer.",
      "es": "#Siempre serás {F#una invitada}{M#un invitado} de honor en la Aldea Aaru. Si llegas a cansarte de tus viajes, quiero que sepas que aquí siempre encontrarás donde descansar. La Aldea Aaru te recibe con los brazos abiertos, al igual que yo.",
      "fr": "#Vous serez toujours {M#un invité d'honneur}{F#une invitée d'honneur} au Village d'Aaru. Si jamais vous vous fatiguez de votre voyage, vous pouvez toujours venir ici pour vous reposer. Vous serez toujours {M#le bienvenu}{F#la bienvenue} au Village d'Aaru... Je vous accueillerai toujours chaleureusement.",
      "pt": "#Você sempre será {M#um convidado}{F#uma convidada} especial da Vila Aaru, não importa que dia ou hora você visite. Se você em algum momento se cansar de sua jornada, saiba que aqui, você sempre poderá encontrar descanso. A Vila Aaru sempre te receberá de braços abertos... assim como eu.",
      "ru": "Ты всегда будешь гостем деревни Аару. Если устанешь в пути, приходи к нам, здесь ты найдёшь приют. В деревне Аару тебе всегда рады... И я всегда тебе рада.",
      "id": "Kamu adalah tamu kehormatan Desa Aaru, kapan pun kamu ada di sini. Ketika merasa penat dan letih dalam perjalananmu, mampirlah kemari untuk beristirahat. Desa Aaru akan selalu menyambutmu dengan tangan terbuka ... dan demikian pula halnya denganku.",
      "th": "คุณจะเป็นแขกของหมู่บ้าน Aaru ตลอดไป ไม่ว่าเมื่อไหร่ที่รู้สึกเหนื่อยล้าในการเดินทาง สถานที่แห่งนี้ยินดีต้อนรับการมาพักผ่อนของคุณเสมอ... ฉันเองก็ยินดีที่จะได้ต้อนรับคุณตลอดไป",
      "vi": "#{F#Cô}{M#Cậu} sẽ luôn luôn là khách quý của Làng Aaru. Dù bất cứ khi nào {F#cô}{M#cậu} cảm thấy mệt mỏi trong chuyến hành trình cũng đều có thể đến đây nghỉ ngơi. Làng Aaru luôn hoan nghênh {F#cô}{M#cậu}, tôi luôn hoan nghênh {F#cô}{M#cậu}."
    }
  },
  {
    "title": {
      "zhs": "关于我们·宝匣之中",
      "zht": "關於我們·寶匣之中",
      "jp": "宝箱の中について…",
      "ko": "우리에 대해·보물함",
      "en": "About Us: Treasure in the Chest",
      "de": "Über uns – Schatz in der Truhe",
      "es": "#Sobre nosotr{F#as}{M#os} - Un tesoro en el cofre",
      "fr": "À propos de nous - Trésor dans le coffre",
      "pt": "Sobre Nós — Tesouro no Baú",
      "ru": "О нас: Шкатулка с сокровищами",
      "id": "Tentang Kita: Harta di Dada",
      "th": "เกี่ยวกับเรา - ในกล่องสมบัติ",
      "vi": "Về chúng ta - Hộp Báu"
    },
    "line": {
      "zhs": "据说每个人心中都有一个宝匣，他们将珍视之物装入匣中，花上一生的时间好好守护。这样想要守护的东西，在我的宝匣之中也有许多，要猜猜看都有什么吗？",
      "zht": "據說每個人心中都有一個寶匣，他們將珍視之物裝入匣中，花上一生的時間好好守護。這樣想要守護的東西，在我的寶匣之中也有許多，要猜猜看都有什麼嗎？",
      "jp": "人は誰しも心の中に宝箱を持っていて、そこにしまった大切なものを一生かけて守っているそうです。そんな守りたいものが、私の宝箱には沢山あります。それが何か、当ててみませんか？",
      "ko": "누구나 마음속에 소중한 것을 담은 보물함을 품고 있고, 평생 그것을 수호하지. 내 보물함 속에는 뭐가 들어있는지 맞혀볼래?",
      "en": "They say that in every person's heart is a precious box, into which they place the things they treasure, so that they may guard them for their entire life. My heart harbors many treasures... Care to guess what those might be?",
      "de": "Man sagt, dass jeder Mensch ein Schatzkästchen in seinem Herzen hat, in das er seine Schätze legt und sie sein ganzes Leben lang bewahren. Es gibt vieles, das ich in meinem Schatzkästchen aufbewahren möchte, willst du raten, was das sein könnten?",
      "es": "Dicen que el corazón de cada persona es como un cofre en el que se depositan las cosas que más atesoras para poder resguardarlas por y para siempre. Mi corazón alberga muchos tesoros... ¿A que no adivinas cuáles son?",
      "fr": "On dit que dans le cœur de chaque personne se trouve une boîte précieuse dans laquelle elle place les choses qu'elle chérit afin de les garder toute sa vie. Mon cœur recèle de nombreux trésors... Vous voulez essayer de deviner ce que c'est ?",
      "pt": "Dizem que dentro do coração de cada uma das pessoas existe uma caixa preciosa, na qual elas colocam as coisas que acham valiosas, para que sejam guardadas pelo resto de suas vidas. Meu coração guarda muitos tesouros... Gostaria de adivinhar quais seriam esses?",
      "ru": "Говорят, в сердце каждого человека есть шкатулка, где он всю жизнь хранит то, что ему дорого. Если так подумать, в моём сердце хранится много сокровищ... Угадаешь, что там есть?",
      "id": "Di dalam hati manusia, ada sebuah kotak. Di dalamnya disimpan barang-barang berharga, yang akan terus dijaga sepanjang usia. Hatiku penuh dengan harta berharga ... Tebak, menurutmu apa saja?",
      "th": "ว่ากันว่าแต่ละคนล้วนมีกล่องสมบัติอยู่ในใจ พวกเขาเก็บสมบัติไว้ในกล่อง และใช้ชีวิตทั้งชีวิตปกป้องมันอย่างดี มีหลายสิ่งในกล่องสมบัติของฉันที่ฉันต้องการปกป้อง ลองเดาสิว่ามันมีอะไรบ้าง?",
      "vi": "Nghe nói trong lòng mỗi người chúng ta đều có một hộp báu, trong đó chứa những điều trân quý nhất và dùng cả đời để bảo vệ nó. Trong hộp báu của tôi cũng có rất nhiều thứ mà tôi muốn bảo vệ, thử đoán xem đó là gì nhé?"
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về \"Vision\"..."
    },
    "line": {
      "zhs": "在我获得「神之眼」的时候，村里不少人都说这是阿赫玛尔的恩眷…但对我来说这并不重要。无论有没有神明的恩赐，我都会履行「守护者」的职责。",
      "zht": "在我獲得「神之眼」的時候，村裡不少人都說這是阿赫瑪爾的恩眷…但對我來說這並不重要。無論有沒有神明的恩賜，我都會履行「守護者」的職責。",
      "jp": "神の目を手に入れた時、これはアフマルの恩恵だと——村のほとんどの人は口をそろえてそう言いました…しかし、私にとってはどうでも良いことです。神の恩恵があってもなくても、私は「ガーディアン」としての役目を果たすつもりですから。",
      "ko": "내가 「신의 눈」을 얻었을 때 마을 사람들은 모두 아흐마르의 은혜라고 했지…. 하지만 나에겐 별로 중요치 않은 사실이야. 난 신의 은혜가 있든 없든 「수호자」의 책임을 다할 거니까",
      "en": "When I received my Vision, people in the village kept telling me it was a blessing from Ahmar... but that doesn't matter to me. I swore to protect the village, and I will do it with or without a Vision.",
      "de": "Als ich mein Göttliches Auge erhielt, sagten mir die Leute im Dorf immer wieder, es sei ein Segen von Al-Ahmar ... Aber das ist mir nicht wichtig. Mit oder ohne die Gabe der Götter werde ich meine Pflichten als „Wächterin“ erfüllen.",
      "es": "Cuando recibí la Visión, la gente de la aldea insistía en que era una bendición de al-Ahmar, pero no le presto mucha importancia. Juré proteger la aldea, y eso es lo que haré, con o sin Visión.",
      "fr": "Quand j'ai reçu mon œil divin, les gens du village n'arrêtaient pas de me dire que c'était une bénédiction d'Al-Ahmar... Mais ça n'a pas d'importance pour moi. J'ai juré de protéger le village, et je le ferai avec ou sans œil divin.",
      "pt": "Quando ganhei a minha Visão, as pessoas da vila não paravam de me dizer ser uma bênção de Ahmar... mas isso não importa para mim. Prometi proteger a vila, e farei isso com ou sem uma Visão.",
      "ru": "Когда я получила Глаз Бога, многие люди в деревне говорили, что это милость аль-Ахмара... Но мне всё равно. Благоволят ко мне Архонты или нет, я всё равно буду исполнять свой долг Защитницы.",
      "id": "Ketika mendapat Vision, semua orang di desa bilang itu adalah berkah dari Al-Ahmar. Tapi aku tidak ambil pusing, karena melindungi desa ini adalah sumpahku, dengan atau tanpa Vision.",
      "th": "ตอนที่ฉันได้ \"วิชั่น\" คนหลายคนในหมู่บ้านต่างบอกว่ามันเป็นความเมตตาของ Al-Ahmar... แต่นั่นมันไม่สำคัญสำหรับฉันเลย เพราะไม่ว่าจะมีของที่เทพประทานให้หรือไม่ก็ตาม ฉันก็จะทำหน้าที่ในฐานะ \"ผู้คุ้มกัน\" ให้ดีที่สุด",
      "vi": "Khi tôi có được Vision, không ít người trong làng nói đó là lời cầu chúc của Al-Ahmar... Nhưng đối với tôi mà nói thì điều đó không quan trọng, dù có được thần ưu ái hay không thì tôi cũng sẽ thực hiện trách nhiệm người bảo hộ của mình."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享…",
      "zht": "有什麼想要分享…",
      "jp": "シェアしたいこと…",
      "ko": "하고 싶은 이야기…",
      "en": "Something to Share",
      "de": "Willst du mir etwas mitteilen?",
      "es": "¿Algo que decir?",
      "fr": "Quelque chose à partager ?",
      "pt": "Algo para Compartilhar",
      "ru": "Давай поделимся...",
      "id": "Berbagi Cerita",
      "th": "ต้องการจะแชร์อะไร...",
      "vi": "Có gì muốn chia sẻ không..."
    },
    "line": {
      "zhs": "我很喜欢在阿如村度过的日子。同时，在这里度过的每一天也都在提醒我，如果我因为松懈失察而酿成大错的话，就再也无法回到这样的生活了。",
      "zht": "我很喜歡在阿如村度過的日子。同時，在這裡度過的每一天也都在提醒我，如果我因為鬆懈失察而釀成大錯的話，就再也無法回到這樣的生活了。",
      "jp": "アアル村で過ごす日々はとても楽しい…でも同時に、油断して大きな過ちを犯してしまったら、二度とこのような毎日には戻れないと思い知らされます。",
      "ko": "난 아루 마을에서 지내는 게 좋아. 그리고 내 방심과 불찰이 지금의 삶을 파괴해버릴 수 있다는 사실에 경각심을 갖고 있지",
      "en": "I do love spending time in Aaru Village. But each day I spend here is also a reminder that if I ever start to let my guard down... sooner or later, the day may come when I no longer have a life to return to here.",
      "de": "Ich liebe es, Zeit im Aaru-Dorf zu verbringen. Aber jeder Tag, den ich hier verbringe, erinnert mich auch daran, dass ich nie wieder zu einem solchen Leben zurückkehren kann, wenn ich wegen meinen Nachlässigkeit und Fahrlässigkeit einen großen Fehler mache.",
      "es": "Me encanta pasar tiempo en la Aldea Aaru, pero cada día que paso es un recordatorio de que, si algún día bajo la guardia y ocurre una desgracia, nunca más volveré a tener esta vida.",
      "fr": "J'aime passer du temps au Village d'Aaru. Mais chaque jour ici me rappelle que si je commence à baisser ma garde et que je laisse un drame se produire... Je ne retrouverai plus jamais la vie que j'ai actuellement.",
      "pt": "Eu gosto de passar tempo na Vila Aaru. Mas todos os dias que passo aqui também é um lembrete de que se eu começar a abaixar minha guarda... cedo ou tarde, poderá chegar um dia que eu não terei mais uma vida para retornar aqui.",
      "ru": "Мне по душе жизнь в деревне Аару. И каждый день, проведённый здесь, служит напоминанием: если я ослаблю бдительность, если случится непоправимое... Эта жизнь уже никогда не вернётся.",
      "id": "Aku suka menghabiskan waktu di Desa Aaru. Tapi setiap hari yang kulewati di sini adalah peringatan, bahwa jika aku sampai lengah ... Maka cepat atau lambat, akan tiba saatnya ketika aku tidak lagi bisa kembali ke kehidupanku di sini.",
      "th": "ฉันชอบวันเวลาที่ได้ใช้ในหมู่บ้าน Aaru ในขณะเดียวกัน ทุกวันที่ได้ใช้เวลาที่นี่ล้วนเป็นเครื่องเตือนใจว่า ถ้าฉันทำผิดพลาดครั้งใหญ่เพราะความประมาทหละหลวม ฉันจะไม่มีวันได้กลับมาใช้ชีวิตแบบนี้อีก",
      "vi": "Tôi rất thích ngày tháng ở Làng Aaru. Mỗi ngày trôi qua ở đây đều nhắc nhở tôi rằng, nếu như tôi lơ là cảnh giác thì sớm muộn gì cũng sẽ không thể quay về được cuộc sống hiện tại."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Cerita yang Menarik ....",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "你有在旅行的途中见过枣椰吗，村里的人经常把它们摘回来做成糖果吃，味道非常甜美。如果感兴趣的话，你也尝尝看吧。",
      "zht": "#{F#妳}{M#你}有在旅行的途中見過棗椰嗎？村裡的人經常把它們摘回來做成糖果吃，味道非常甜美。如果感興趣的話，{F#妳}{M#你}也嚐嚐看吧。",
      "jp": "旅の途中でナツメヤシを見かけたことはありますか？村の人はよくあの木に生ったデーツを採って、おやつにします。とっても甘いんですよ。もし興味があれば、ぜひ試してみてくださいね。",
      "ko": "대추야자를 본 적이 있어? 마을 사람들은 그걸 사탕으로 만들어 먹는데, 정말 달고 맛있어, 관심 있으면 너도 한번 먹어봐",
      "en": "Have you come across Ajilenakh Nuts yet on your journey? They're naturally very sweet, and the villagers make the most delicious candies from them. If you're interested, you should give them a try.",
      "de": "Bist du schon mal auf Reisen auf Datteln gestoßen? Daraus machen die Dorfbewohner oft köstliche Süßigkeiten. Wenn du interessiert bist, probier sie auch mal.",
      "es": "¿Has encontrado dátiles en tus viajes? Son muy dulces, por lo que los aldeanos los usan para toda clase de caramelos deliciosos. Si te interesa, deberías probarlos.",
      "fr": "Avez-vous déjà rencontré du nougat d'ajilenakh au cours de votre voyage ? Ce sont des fruits très sucrés que les villageois utilisent pour faire de délicieuses confiseries. Si ça vous intéresse, vous devriez goûter.",
      "pt": "#Você se deparou com Tâmaras em sua jornada? Elas são naturalmente muito doces, e os habitantes fazem uns doces muito deliciosos com elas. Se você estiver interessad{M#o}{F#a}, deveria tentar.",
      "ru": "Тебе уже встречались на пути орехи аджиленах? Деревенские собирают такие орехи и готовят из них сладости, получается очень вкусно. Хочешь попробовать?",
      "id": "Sudah pernah lihat Ajilenakh Nut? Mereka manis alami, dan warga desa bisa mengolahnya jadi permen enak. Kalau penasaran boleh dicoba ya.",
      "th": "คุณเคยเห็น Ajilenakh Nut ในระหว่างการเดินทางมั้ย คนในหมู่บ้านมักจะนำมันมาทำเป็นลูกอม มีรสชาติที่หวานมาก ถ้าคุณสนใจก็ลองชิมดูสิ",
      "vi": "#{F#Cô}{M#Cậu} có gặp được Quả Ajilenakh trong chuyến hành trình không? Người trong làng thường hay hái nó để làm kẹo ăn, rất ngọt đó. Nếu có hứng thú thì {F#cô}{M#cậu} cũng nếm thử xem sao."
    }
  },
  {
    "title": {
      "zhs": "关于小吉祥草王…",
      "zht": "關於小吉祥草王…",
      "jp": "クラクサナリデビについて…",
      "ko": "작은 쿠사나리 화신에 대해…",
      "en": "About Lesser Lord Kusanali",
      "de": "Über die Niedere Herrin Kusanali ...",
      "es": "Sobre la Reina Menor Kusanali...",
      "fr": "À propos de la Rani Kusanali...",
      "pt": "Sobre a Lorde Menor Kusanali...",
      "ru": "О малой властительнице Кусанали...",
      "id": "Tentang Lesser Lord Kusanali",
      "th": "เกี่ยวกับท่านหญิงน้อย Kusanali...",
      "vi": "Về Tiểu Vương Kusanali..."
    },
    "line": {
      "zhs": "草神啊…作为阿赫玛尔血脉延续的我既然能在此安然生存，或许也仰赖她的仁慈吧。不过，虽说心中怀有淡薄的感激之念，但我毕竟是沙漠的子嗣…",
      "zht": "草神啊…作為阿赫瑪爾血脈延續的我既然能在此安然生存，或許也仰賴她的仁慈吧。不過，雖說心中懷有淡薄的感激之念，但我畢竟是沙漠的子嗣…",
      "jp": "草神、ですか…アフマルの血統を継いだ私がこうして無事でいられるのは、きっと彼女の慈悲のおかげなのでしょう。でも、いくらかすかな感謝の気持ちを抱いていたとしても、私は砂漠の後継者です…",
      "ko": "아흐마르의 혈통을 이어받은 내가 이곳에서 살아남은 건, 그녀의 자비 덕분이겠지. 고맙지만, 어찌 됐든 난 사막의 딸이야…",
      "en": "Perhaps it is a testament to the Dendro Archon's benevolence that I, a descendant of the Al-Ahmar bloodline, am able to live peacefully on this land. If so, I suppose I am grateful for this much, but... I am first and foremost a child of the desert.",
      "de": "Die Göttin der Pflanzen? Dank ihrer Gnade kann auch ich, die Nachkommin von Al-Ahmar, friedlich auf diesem Land leben. Obwohl es ein wenig Dankbarkeit in meinem Herzen gibt, kann ich nicht vergessen, dass ich ein Kind der Wüste bin ...",
      "es": "El hecho de que yo, una descendiente de al-Ahmar, pueda vivir en paz y tranquilidad en estas tierras, es la prueba patente de la benevolencia de la Arconte Dendro. Pero a pesar de estar agradecida con ella, siempre seré una hija del desierto.",
      "fr": "Peut-être est-ce un témoignage de la bienveillance de l'Archon Dendro que moi, une descendante de la lignée d'Al-Ahmar, puisse vivre en paix sur cette terre. Même si je suis un petit peu reconnaissante envers elle, je reste une enfant du désert.",
      "pt": "Talvez seja a prova da benevolência da Arconte Dendro que eu, uma descendente de sangue de Al-Ahmar, seja capaz de viver pacificamente nessa terra. Nesse caso, sou muito grata a isso, mas... Acima de tudo, eu sou uma filha do deserto.",
      "ru": "Дендро Архонт... Наверное, спокойная жизнь потомков аль-Ахмара на этой земле - тоже знак её милости. Конечно, я испытываю к ней некоторую благодарность, но... Я всё-таки дитя пустыни.",
      "id": "Archon Dendro ... Betapa murah hatinya dia, yang mengizinkan aku, seorang dari garis keturunan Al-Ahmar, untuk hidup dengan tenang di tanah ini. Kalau benar ini semua anugerahnya, maka sudah sepatutnya aku bersyukur padanya. Tapi bagaimanapun ... aku sekali dan selamanya seorang anak padang pasir.",
      "th": "เทพแห่งพฤกษาเหรอ... ในฐานะผู้สืบสายเลือดของ Al-Ahmar อย่างฉันยังสามารถอยู่ที่นี่ได้อย่างสงบสุข อาจเป็นเพราะความเมตตาของท่านก็ได้ อย่างไรก็ตาม ถึงแม้ว่าฉันจะรู้สึกซาบซึ้งอยู่ในใจ แต่ยังไงฉันก็เป็นลูกหลานของทะเลทราย",
      "vi": "Một hậu duệ của dòng máu Al-Ahmar như tôi có thể tồn tại được ở đây, chắc cũng do lòng nhân từ của Thảo Thần chứ nhỉ. Tuy trong lòng có đôi chút cảm kích, nhưng dẫu sao thì tôi cũng là con dân của sa mạc..."
    }
  },
  {
    "title": {
      "zhs": "关于莱依拉…",
      "zht": "關於萊依拉…",
      "jp": "レイラについて…",
      "ko": "레일라에 대해…",
      "en": "About Layla",
      "de": "Über Layla ...",
      "es": "Sobre Laila...",
      "fr": "À propos de Layla...",
      "pt": "Sobre Layla...",
      "ru": "О Лайле...",
      "id": "Tentang Layla",
      "th": "เกี่ยวกับ Layla...",
      "vi": "Về Layla..."
    },
    "line": {
      "zhs": "DATA NOT FOUND",
      "zht": "DATA NOT FOUND",
      "jp": "DATA NOT FOUND",
      "ko": "DATA NOT FOUND",
      "en": "DATA NOT FOUND",
      "de": "DATA NOT FOUND",
      "es": "DATA NOT FOUND",
      "fr": "DATA NOT FOUND",
      "pt": "DATA NOT FOUND",
      "ru": "DATA NOT FOUND",
      "id": "DATA NOT FOUND",
      "th": "DATA NOT FOUND",
      "vi": "DATA NOT FOUND"
    }
  },
  {
    "title": {
      "zhs": "关于艾尔海森…",
      "zht": "關於艾爾海森…",
      "jp": "アルハイゼンについて…",
      "ko": "알하이탐에 대해…",
      "en": "About Alhaitham",
      "de": "Über Alhaitham ...",
      "es": "Sobre Alhacén...",
      "fr": "À propos d'Alhaitham...",
      "pt": "Sobre Alhaitham...",
      "ru": "Об аль-Хайтаме...",
      "id": "Tentang Alhaitham",
      "th": "เกี่ยวกับ Alhaitham...",
      "vi": "Về Alhaitham..."
    },
    "line": {
      "zhs": "真是奇怪的须弥学者，跟我接触过的其他学者都有些不太一样，他的想法与见解都很独到…希望他的这份锐利，不会打扰到阿如村的安宁吧。",
      "zht": "真是奇怪的須彌學者，跟我接觸過的其他學者都有些不太一樣，他的想法與見解都很獨到…希望他的這份銳利，不會打擾到阿如村的安寧吧。",
      "jp": "何というか、今まで出会ったどの学者とも違う、不思議な学者さんですね…独自の発想と洞察力をお持ちだと思います。あの鋭さが、アアル村の平和を乱さないといいんですけど…",
      "ko": "이상한 수메르 학자였어, 그의 생각과 견해는 독특하고 예리했지…. 그 예리함이 아루 마을에 해를 끼치지 않았으면 좋겠어",
      "en": "A truly unusual scholar, unlike any other I've ever met. He sees and thinks about things in his own unique way... I only hope he never wields his sharp mind against the peace of Aaru Village.",
      "de": "Er ist wirklich ein seltsamer Gelehrter aus Sumeru, anders als alle anderen, die ich je getroffen habe. Seine Denkweisen und Ansichten sind in seinen eigenen Stil eingewoben ... Ich hoffe, er setzt seinen scharfen Verstand niemals gegen den Frieden im Aaru-Dorf ein.",
      "es": "Es un erudito muy peculiar. No he visto a nadie que se le parezca. Tiene una forma de ver las cosas y de pensar únicas. Solo espero que nunca utilice su astucia en contra de la Aldea Aaru.",
      "fr": "C'est un chercheur vraiment inhabituel, différent de tous ceux que j'ai rencontrés avant lui. Il voit et pense les choses à sa manière... J'espère seulement qu'il n'utilisera jamais son intelligence pour perturber la paix du Village d'Aaru.",
      "pt": "Um estudioso realmente inusitado, diferente de qualquer um que já conheci. Ele vê e pensa sobre as coisas da sua própria forma... Apenas espero que ele jamais empunhe sua mente afiada contra a paz da Vila Aaru.",
      "ru": "Странный учёный из Сумеру, он немного отличается от других учёных, которых я встречала. Он всё видит по-своему... Надеюсь, его острый ум не потревожит мирную жизнь в деревне Аару.",
      "id": "Dia peneliti yang agak aneh, lain dari yang biasanya. Pola pikir dan cara pandangnya sangat unik. Aku berdoa supaya dia tidak sampai perlu menggunakan kecerdikannya itu untuk mengganggu desa kami.",
      "th": "เป็นนักวิชาการ Sumeru ที่แปลกจริง ๆ เขาแตกต่างจากนักวิชาการอื่น ๆ ที่ฉันเคยเจอมาก ความคิดอ่าน และความเข้าใจของเขามีความพิเศษมาก... ฉันหวังว่าความคิดที่เฉียบแหลมของเขา จะไม่รบกวนความสงบของหมู่บ้าน Aaru นะ",
      "vi": "Đúng là một học giả Sumeru kỳ lạ, khác với những học giả khác mà tôi đã từng thấy qua, tư duy và cách lý giải của anh ấy cũng rất độc đáo... Hy vọng phần sắc bén này của anh ấy sẽ không làm phiền đến sự bình yên của Làng Aaru."
    }
  },
  {
    "title": {
      "zhs": "关于赛诺…",
      "zht": "關於賽諾…",
      "jp": "セノについて…",
      "ko": "사이노에 대해…",
      "en": "About Cyno",
      "de": "Über Cyno ...",
      "es": "Sobre Cyno...",
      "fr": "À propos de Cyno...",
      "pt": "Sobre Cyno...",
      "ru": "О Сайно...",
      "id": "Tentang Cyno",
      "th": "เกี่ยวกับ Cyno...",
      "vi": "Về Cyno..."
    },
    "line": {
      "zhs": "教令院的大风纪官…之前很少到防沙壁的这一侧来，最近却常常出现。关于他，镀金旅团里似乎流传着一些相当可怕的传说…",
      "zht": "教令院的大風紀官…之前很少到防沙壁的這一側來，最近卻常常出現。關於他，鍍金旅團裡似乎流傳著一些相當可怕的傳說…",
      "jp": "教令院の大マハマトラ…以前は、滅多に防砂壁のところまでは来ませんでしたが、最近はよく姿を見かけるようになりました。エルマイト旅団の中では、彼に関する怖い話も沢山出回っているようです…",
      "ko": "아카데미아의 대풍기관은 방사벽 이쪽에 자주 오지 않는데, 요즘은 종종 보이더라고. 도금 여단에선 그에 대한 무서운 전설이 퍼지고 있어…",
      "en": "In the past, it was rare to see the Akademiya's General Mahamatra on this side of the Wall of Samiel, but recently he has been showing up here all the time. I believe that the Eremites have some truly terrifying stories to tell about him...",
      "de": "Der Mahamatra der Akademie ... In der Vergangenheit traf man ihn auf dieser Seite des Samiel-Walls ganz selten, aber in letzter Zeit ist er hier oft aufgetaucht. Unter den Goldbrigaden kursieren einige ziemlich beängstigende Geschichten über ihn ...",
      "es": "Antes, era inusual ver al Gran Juez de la Academia de este lado del Muro de Samiel, pero recientemente ha estado apareciendo con mucha frecuencia. Creo que Los Eremitas tienen muchas historias aterradoras que contar acerca de él.",
      "fr": "Dans le passé, il était rare de voir le général mahamatra de l'Académie de ce côté du Mur de Samiel, mais depuis peu, il apparaît ici fréquemment. Je crois que les Érémites ont des histoires vraiment terrifiantes à son sujet...",
      "pt": "No passado, era raro de ver o General Mahamatra da Academia desse lado da Muralha de Samiel, mas recentemente ele tem aparecido por aqui o tempo inteiro. Acredito que os Eremitas têm algumas histórias assustadoras para contar sobre ele...",
      "ru": "Генерал махаматра из Академии... Раньше его редко можно было увидеть по эту сторону Стены Самиэль, но теперь он к нам зачастил. Пустынники, должно быть, рассказывают о нём довольно жуткие истории...",
      "id": "Dulunya, sang Mahamatra Umum jarang sekali melawat ke balik Tembok Samiel. Tapi belakangan ini dia sering sekali ke sini. Kudengar para Eremite punya segudang kisah mengerikan yang melibatkan sosoknya ....",
      "th": "เจ้าหน้าที่มหามาตราของสถาบัน... น้อยมากที่จะมายังกำแพงป้องกันทรายแห่งนี้ แต่ช่วงนี้กลับพบเจอเขาบ่อยครั้งขึ้น ดูเหมือนว่าในกลุ่ม Eremite จะมีตำนานอันน่ากลัวเกี่ยวกับเขาถูกเล่าลือไปทั่ว...",
      "vi": "Tổng Quản Mahamatra của Giáo Viện... trước đây rất ít khi đến phía bên này của Bức Tường Samiel, nhưng dạo này lại thấy thường hay xuất hiện. Về anh ấy thì, trong Eremite có truyền miệng nhau những câu chuyện đáng sợ đó..."
    }
  },
  {
    "title": {
      "zhs": "关于迪希雅…",
      "zht": "關於迪希雅…",
      "jp": "ディシアについて…",
      "ko": "데히야에 대해…",
      "en": "About Dehya",
      "de": "Über Dehya ...",
      "es": "Sobre Dehya...",
      "fr": "À propos de Dehya...",
      "pt": "Sobre Dehya...",
      "ru": "О Дэхье...",
      "id": "Tentang Dehya",
      "th": "เกี่ยวกับ Dehya...",
      "vi": "Về Dehya..."
    },
    "line": {
      "zhs": "迪希雅，她每次带着镀金旅团的人在阿如村寄宿的时候，都能约束好手下的行动，可以说…给我免了很多麻烦。迪希雅小姐，跟看上去大大咧咧的样子不同，是个非常可爱的人哦。",
      "zht": "迪希雅，她每次帶著鍍金旅團的人在阿如村寄宿的時候，都能約束好手下的行動，可以說…幫我省了很多麻煩。迪希雅小姐，跟看起來大大咧咧的樣子不同，是個非常可愛的人哦。",
      "jp": "ディシアは、エルマイト旅団の人を連れてアアル村に宿泊する時、いつも下の者たちの行動を抑えてくれます、まあ…手間を省かせてくれるということですね。ディシアは…ふふっ、大雑把で勢い任せのように思えますが、ああ見えてとっても可愛いんですよ。",
      "ko": "데히야는 아루 마을에 묵을 때마다 도금 여단 부하들을 잘 관리해서 내 수고를 덜어줬어. 사실 데히야씨는, 털털한 모습과는 달리 아주 귀여운 사람이야",
      "en": "Whenever Dehya brings any of her Eremites to stay at Aaru Village, she always keeps them on their very best behavior. I have to say, it makes my life a lot easier. Ah, Dehya... She might look like trouble at first, but the truth is that she's really quite adorable.",
      "de": "Wann immer Dehya mit dem Rest der Goldbrigade im Aaru-Dorf übernachtet, kann sie dafür sorgen, dass ihre Untertanen keine Unruhe stiften. Ich muss sagen, es macht meine Arbeit viel einfacher. Fräulein Dehya mag unfreundlich erscheinen, aber sie ist eigentlich sehr nett.",
      "es": "Siempre que Dehya viene a la Aldea Aaru con compañeros Eremitas, hace lo posible por que mantengan sus modales. Debo admitir que eso me facilita mucho las cosas. Ah, Dehya... A primera vista parece una tipa problemática, pero es realmente adorable.",
      "fr": "Chaque fois que Dehya fait séjourner ses amis érémites au Village d'Aaru, elle fait en sorte de les restreindre le plus possible. Je dois dire que ça me rend la vie beaucoup plus facile. Cette Dehya... Derrière son apparence de mercenaire impétueuse se cache quelqu'un de tout à fait adorable.",
      "pt": "Sempre que Dehya traz algum Eremita para ficar na Vila Aaru, ela sempre faz eles se comportarem. Devo dizer, faz da minha vida bem mais fácil. Ah, Dehya... Ela pode parecer problemática de início, mas a verdade é que ela é muito adorável.",
      "ru": "Когда Дэхья останавливается со своими Пустынниками в деревне Аару, она всегда держит их на коротком поводке, чем... сильно облегчает мне работу. Дэхья... Поначалу кажется, что она настоящее бедствие, но на самом деле это очень милая девушка.",
      "id": "Setiap kali Dehya bawa Eremite ke Desa Aaru, dia selalu pastikan mereka berkelakuan baik. Dan itu sungguh membuat segalanya jadi lebih mudah. Dehya ... Mungkin penampilannya memang terlihat garang, tapi sebenarnya dia itu imut sekali loh.",
      "th": "ทุกครั้งที่ Dehya พาคนของกลุ่ม Eremite มาพักที่หมู่บ้าน Aaru เธอก็สามารถควบคุมการกระทำของผู้ใต้บังคับบัญชาได้อยู่หมัด พูดได้ว่า... นั่นเป็นการช่วยเหลือฉันได้มากเลยทีเดียว ถึงภายนอก Dehya จะดูเป็นคนไม่ค่อยแยแสอะไร แต่ความจริงแล้ว เธอเป็นคนที่น่ารักมาก ๆ เลยแหละ",
      "vi": "Dehya, mỗi khi cô ấy dẫn người của Eremite đến Làng Aaru cũng đều quy định rõ ràng phạm vi hành động của thủ hạ, có thể nói... điều này khiến tôi đỡ mệt hơn hẳn. Dehya, trông thì có vẻ rắc rối, nhưng lại là một người rất đáng yêu đấy."
    }
  },
  {
    "title": {
      "zhs": "想要了解坎蒂丝·其一",
      "zht": "想要瞭解坎蒂絲·其一",
      "jp": "キャンディスを知る·1",
      "ko": "캔디스에 대해 알기·첫 번째",
      "en": "More About Candace: I",
      "de": "Ich will mehr über Candace erfahren I",
      "es": "Más sobre Candace (I)",
      "fr": "Connaître Candace (1)",
      "pt": "Mais Sobre Candace 一 I",
      "ru": "Узнать больше о Кандакии I",
      "id": "Mengenal Candace: I",
      "th": "อยากรู้เกี่ยวกับ Candace - 1",
      "vi": "Muốn tìm hiểu Candace - Điều thứ 1"
    },
    "line": {
      "zhs": "想要了解我的事情吗…那算不上是一个好故事，但要是你执意想听的话…那就在入夜之后，由我在篝火边为你讲述吧。",
      "zht": "#想要瞭解我的事情嗎…那算不上是一個好故事，但要是{F#妳}{M#你}執意想聽的話…那就在入夜之後，由我在篝火邊為{F#妳}{M#你}講述吧。",
      "jp": "私のことを知りたい…？あまり素敵な話とは言えませんが、あなたがどうしても聞きたいと仰るなら…夜、篝火の隣で教えてあげましょう。",
      "ko": "나에 대해 알고 싶어? 썩 좋은 이야기는 아니지만, 정 듣고 싶다면… 깊은 밤 모닥불 옆에서 얘기해줄게",
      "en": "You want to know more about me? ...I can't promise you a great story, but if you insist... Okay, let's wait until nightfall. We can sit by the fireside and I'll tell you all you wish to know.",
      "de": "Du willst mehr über mich erfahren? Es ist keine gute Geschichte, aber wenn du darauf bestehst ... Warte bis die Nacht hereinbricht. Am Lagerfeuer erzähle ich dir alles über mich.",
      "es": "¿Quieres saber más acerca de mí? No es una gran historia, pero ya que insistes... De acuerdo, esperemos a que anochezca. Podemos sentarnos frente a la fogata, y te contaré todo lo que quieras.",
      "fr": "Vous voulez connaître mon histoire ? Ce n'est pas une histoire très intéressante, mais si vous insistez... Attendons la tombée de la nuit. On pourra s'asseoir au coin du feu, et je vous dirai tout ce que vous souhaitez savoir.",
      "pt": "Você quer saber mais sobre mim? ...Não posso te prometer uma história incrível, mas se você insiste... Certo, vamos esperar até o anoitecer. Podemos sentar em frente a fogueira e te contarei tudo que quiser saber.",
      "ru": "Хочешь узнать обо мне побольше... Это не очень интересная история, но, если ты настаиваешь, я расскажу... Придёт ночь, мы усядемся у костра, и я заведу свой рассказ.",
      "id": "Ingin tahu lebih dalam tentang aku? Tidak ada cerita apa-apa yang menarik, tapi kalau kamu memaksa ... Oke, lanjut nanti malam saja ya. Kita ngobrol di samping api unggun, kamu tanya, aku cerita.",
      "th": "อยากรู้เรื่องเกี่ยวกับฉันเหรอ... ก็ไม่ใช่เรื่องน่าฟังอะไรนักหรอก แต่ถ้าคุณอยากฟังละก็... พอฟ้าเริ่มมืด ฉันจะเล่าให้คุณฟังข้างกองไฟละกันนะ",
      "vi": "#Muốn hiểu thêm về chuyện của tôi sao... cũng không phải là câu chuyện hay ho gì, nhưng nếu {F#cô}{M#cậu} một mực muốn nghe thì... đợi đến ban đêm, tôi sẽ kể cho {F#cô}{M#cậu} nghe bên cạnh bếp lửa nhé."
    }
  },
  {
    "title": {
      "zhs": "想要了解坎蒂丝·其二",
      "zht": "想要瞭解坎蒂絲·其二",
      "jp": "キャンディスを知る·2",
      "ko": "캔디스에 대해 알기·두 번째",
      "en": "More About Candace: II",
      "de": "Ich will mehr über Candace erfahren II",
      "es": "Más sobre Candace (II)",
      "fr": "Connaître Candace (2)",
      "pt": "Mais Sobre Candace 一 II",
      "ru": "Узнать больше о Кандакии II",
      "id": "Mengenal Candace: II",
      "th": "อยากรู้เกี่ยวกับ Candace - 2",
      "vi": "Muốn tìm hiểu Candace - Điều thứ 2"
    },
    "line": {
      "zhs": "我们是失去了神明庇护的一族，对我们而言，谎言不是什么敌人，没有明天才是。怀揣谎言行走于痛苦的荆棘之路上，说不定…说不定比自顾自拥抱真相死去的人要高尚一些呢…",
      "zht": "我們是失去了神明庇護的一族，對我們而言，謊言不是什麼敵人，沒有明天才是。懷揣謊言行走於痛苦的荊棘之路上，說不定…說不定比自顧自擁抱真相死去的人要高尚一些呢…",
      "jp": "私たちは神様の庇護を失った一族です。私たちにとって、敵は「嘘」などではない——「明日がないこと」こそが、真の敵なのです。嘘を抱きながらいばらの道を歩み苦しむことは、もしかしたら…自分自身のために真実を抱いて死ぬことよりも尊いことかもしれません…",
      "ko": "우리는 신의 가호를 잃은 일족이야. 거짓보단 어두운 미래야말로 우리의 진정한 적이지. 거짓을 품은 채로 가시밭길을 걷는 건… 이기적으로 진실을 품고 죽는 것보다 더 고상한 게 아닐까…",
      "en": "We are a people whose god is no longer with us. Lies pose no threat to us... the threat we face is the prospect of no tomorrow. The path before us is paved with barbs, there is pain in every step — yes, we tread forward clinging to a lie, but perhaps... perhaps there is more virtue in this than in selfishly embracing the truth, and death along with it...",
      "de": "Wir sind ein Volk, das den Segen seiner Gottheit verloren hat. Für uns sind Lügen nicht der Feind. Der wahre Feind, dem wir gegenüberstehen, ist die Aussicht auf kein Morgen. Es ist schmerzhaft, den dornigen Weg der Lügen zu gehen, aber vielleicht ... vielleicht edler, als selbstsüchtig die sogenannte Wahrheit anzunehmen und mit ihr zu sterben ...",
      "es": "Somos un pueblo sin el amparo de su dios. No son las mentiras lo que nos atemorizan, sino la posibilidad de no tener un mañana. El camino que se postra ante nosotros está lleno de espinas. Cada paso que damos duele. Sí, avanzamos aferrándonos a una mentira, pero tal vez... Tal vez hay más mérito en eso que en aferrarse a la verdad y morir en ello.",
      "fr": "Nous sommes un peuple qui a perdu sa divinité protectrice. Pour nous, les mensonges ne sont pas des menaces, seule la perspective de perdre notre avenir en est une. Le chemin qui s'offre à nous est pavé d'embûches et chaque pas est douloureux. Il est douloureux d'avancer sur le chemin épineux des mensonges, mais peut-être que... peut-être que c'est plus noble que d'accepter égoïstement la prétendue vérité et de mourir avec elle...",
      "pt": "Somos pessoas cujo deus não está mais conosco. Mentiras não são ameaças para nós... a ameaça que enfrentamos, é a perspectiva de não haver um amanhã. O caminho a nossa frente está cheio de farpas, dor em cada passo — sim, seguimos adiante nos agarrando a uma mentira, mas talvez... talvez exista mais virtude nisso do que egoistamente abraçar a verdade, e a morte junto com isso...",
      "ru": "Мы народ, лишившийся защиты своего божества. Наш враг не ложь, а чернота на месте завтрашнего дня. С ложью за пазухой идти по дороге, выстланной колючками боли, пожалуй... Пожалуй, всё же благороднее, чем, забыв обо всём, умереть в объятиях правды.",
      "id": "Kami adalah bangsa yang sudah kehilangan dewa. Kebohongan bukanlah sebuah ancaman, tapi ... Hari esok yang tak menentu, itulah yang menakutkan. Jalan di hadapan kami penuh kawat berduri, rasa sakit melanda di setiap langkah, dan kami ... kami memang terus melaju dengan berpegang pada kebohongan belaka, tapi mungkin itu lebih baik daripada menerima kebenaran dan kematian begitu saja.",
      "th": "พวกเราคือชนเผ่าที่สูญเสียการคุ้มครองจากเหล่าทวยเทพ สำหรับพวกเรา การโกหกไม่ใช่ศัตรู แต่การไม่มีวันพรุ่งนี้ต่างหากที่ใช่ การที่ต้องเดินไปบนทางขวากหนามที่เจ็บปวด และเต็มไปด้วยคำโกหก บางที... บางทีอาจประเสริฐกว่าคนที่โอบกอดความจริงแล้วตายจากไปอย่างเห็นแก่ตัวก็ได้...",
      "vi": "Chúng tôi là một tộc người mất đi sự phù hộ của thần linh. Đối với chúng tôi mà nói, lời bịa đặt không phải kẻ địch, không có ngày mai mới là kẻ địch thực sự. Mang theo lời bịa đặt để bước đi trên con đường gai góc, nói không chừng... sẽ có ý nghĩa hơn ôm lấy chân tướng và chết đi cùng với nó nhỉ..."
    }
  },
  {
    "title": {
      "zhs": "想要了解坎蒂丝·其三",
      "zht": "想要瞭解坎蒂絲·其三",
      "jp": "キャンディスを知る·3",
      "ko": "캔디스에 대해 알기·세 번째",
      "en": "More About Candace: III",
      "de": "Ich will mehr über Candace erfahren III",
      "es": "Más sobre Candace (III)",
      "fr": "Connaître Candace (3)",
      "pt": "Mais Sobre Candace — III",
      "ru": "Узнать больше о Кандакии III",
      "id": "Mengenal Candace: III",
      "th": "อยากรู้เกี่ยวกับ Candace - 3",
      "vi": "Muốn tìm hiểu Candace - Điều thứ 3"
    },
    "line": {
      "zhs": "即使到现在，也有人相信赤王有朝一日能够复活，但那是不可能的。一切的过去都如同被吹拂的砂砾，对过往之事来说，随风而去才是最好的归宿。",
      "zht": "即使到現在，也有人相信赤王有朝一日能夠復活，但那是不可能的。一切的過去都如同被吹拂的砂礫，對過往之事來說，隨風而去才是最好的歸宿。",
      "jp": "今になっても、いつかスカーレットキング（キングデシェレト）が復活すると信じている人たちがいますが、そんなことはあり得ません。過去は、吹かれた砂のようなもの。風と共に去ってこそ、ゆくべき場所へと辿り着けましょう。",
      "ko": "아직도 적왕이 부활할 것이라고 믿는 사람들이 있지만 그건 불가능해, 과거는 모래알과도 같아서 바람 따라 흩어지는 게 자연스럽지",
      "en": "Even now, there are those who hold on to a belief that the Scarlet King (King Deshret) will be resurrected. But it's not possible. The past is but grains of sand, scattered to the four winds. The best we can do is to let go, and leave the wind to carry them to their final resting place.",
      "de": "Bis jetzt gibt es immer noch Leute, die glauben, dass König Deshret eines Tages auferstehen würde. Aber das ist nicht möglich. Die Vergangenheit ist nichts als vom Wind verstreute Sandkörner. Das Beste, was wir tun können, ist, sie vom Wind zu ihrer letzten Ruhestätte tragen zu lassen.",
      "es": "Incluso hoy en día hay quienes se aferran a la creencia de que Deshret, el Rey Escarlata, volverá a la vida. Pero eso es imposible. El pasado no es más que un puñado de arena disperso en los cuatro vientos. Lo mejor que podemos hacer es dejar que el viento lleve esos granos a su último lecho.",
      "fr": "Même aujourd'hui, certains persistent à croire que Deshret, le roi écarlate, va ressusciter. Mais ce n'est pas possible. Le passé n'est que des grains de sable dispersés par le vent. Le mieux que nous puissions faire est de les laisser partir, car se faire emporter par le vent est le meilleur dénouement qu'ils puissent connaître.",
      "pt": "Mesmo agora, ainda existem aqueles que acreditam que o Rei Escarlate (Rei Deshret) será revivido. Mas não é possível. O passado não é nada se não como um grão de areia, espalhado pelos quatro ventos. O melhor que podemos fazer é deixar ir, e deixar o vento carregá-lo até o local do seu descanso final.",
      "ru": "Даже сейчас некоторые люди верят, что Алый Король (царь Дешрет) однажды воскреснет, но это невозможно. Прошлое - россыпь песчинок, пусть они летят вслед за ветром, не стоит пытаться их удержать.",
      "id": "Bahkan hingga kini masih ada sebagian orang yang yakin sepenuh hati bahwa Raja Deshret akan bangkit kembali, suatu hari nanti. Itu mustahil, cuma angan-angan belaka. Masa lalu layaknya butiran debu yang terbawa angin ke empat penjuru, dan manusia hanya bisa merelakan, biarkan angin mengantarkan semua ke tempat peristirahatan terakhirnya.",
      "th": "แม้กระทั่งตอนนี้ ยังมีบางคนที่เชื่อว่าราชา Deshret จะฟื้นคืนชีพในสักวันหนึ่ง แต่นั่นเป็นไปไม่ได้หรอก ทุกสิ่งในอดีตก็เหมือนเม็ดทรายที่กระจัดกระจาย สิ่งที่สามารถทำได้คือปล่อยให้สายลมพัดพาไปยังที่พำนักแห่งสุดท้าย",
      "vi": "Đến tận bây giờ cũng còn có người tin rằng Vua Deshret có một ngày sẽ hồi sinh. Nhưng đó là chuyện không thể, quá khứ rồi sẽ như cát bụi bay đi, đối với chuyện cũ mà nói, thả mình theo gió mới là nơi yên nghỉ tốt nhất."
    }
  },
  {
    "title": {
      "zhs": "想要了解坎蒂丝·其四",
      "zht": "想要瞭解坎蒂絲·其四",
      "jp": "キャンディスを知る·4",
      "ko": "캔디스에 대해 알기·네 번째",
      "en": "More About Candace: IV",
      "de": "Ich will mehr über Candace erfahren IV",
      "es": "Más sobre Candace (IV)",
      "fr": "Connaître Candace (4)",
      "pt": "Mais Sobre Candace — IV",
      "ru": "Узнать больше о Кандакии IV",
      "id": "Mengenal Candace: IV",
      "th": "อยากรู้เกี่ยวกับ Candace - 4",
      "vi": "Muốn tìm hiểu Candace - Điều thứ 4"
    },
    "line": {
      "zhs": "我的盾牌？喔，如果按照村外人的说法，这面盾牌上可是有着「贝努」的祝福呢，只要拿着这面盾牌，沙漠里的每一颗沙砾都是我的斥候，沙暴也任我驱使…这其实都是外人的臆想。但无论如何，对我来说…至少这面盾牌用得挺顺手的。",
      "zht": "我的盾牌？喔，如果按照村外人的說法，這面盾牌上可是有著「貝努」的祝福喔，只要拿著這面盾牌，沙漠裡的每一顆沙礫都是我的斥候，沙暴也任我驅使…這其實都是外人的臆想。但無論如何，對我來說…至少這面盾牌滿好用的。",
      "jp": "私の盾？うーん…村の外の人曰く、この盾には「ベンヌ」の加護が与えられているそうですよ。この盾を持てば、砂漠の砂利はみな私の斥候と化し、砂嵐も好き放題に操れると…まあ、全部よそ者の妄想に過ぎないのですが。そうですね…でも、なんだかんだ言って私にとっては…なかなか使い勝手のいい盾です。",
      "ko": "내 방패? 아, 마을 밖 사람들의 말에 의하면, 이 방패에는 「벤누」의 축복이 깃들어 있어서 사막의 모래 자갈과 모래폭풍을 원하는 대로 부릴 수 있다지…. 외지인들의 망상일 뿐이지만, 어쨌든 나한테는… 잘 맞는 편이야",
      "en": "My shield? Well, according to what people outside the village say, it has the blessing of Bennu. With this shield in hand, all the grains of sand are my eyes and ears, and the desert is ready to do my bidding... Their imaginations can get a little carried away sometimes. But anyway, that aside, the main thing for me is it always works a charm.",
      "de": "Mein Schild? Also, laut Leuten außerhalb des Dorfs gibt es darauf den Segen von „Bennu“. Es heißt, dass mit diesem Schild in meiner Hand jedes Sandkorn in der Wüste mein Späher ist und sogar der Sandsturm bereit ist, mir zu gehorchen ... Doch diese Geschichte haben die Leute sich bloß ausgedacht. Aber wie auch immer, für mich ... ist dieser Schild sehr bequem zu handhaben.",
      "es": "¿Mi escudo? De acuerdo a los forasteros, tiene la bendición de Bennu. Dicen que, al portar este escudo, los granos de arena se convierten en mis ojos y mis oídos, y el desierto actúa según mi voluntad. Los forasteros sí que echan a volar su imaginación. En fin, lo que importa es que funciona de maravilla.",
      "fr": "Mon bouclier ? Eh bien, d'après ce que disent les gens hors du village, il a la bénédiction de Bennu. Ils affirment qu'avec ce bouclier en main, tous les grains de sable deviennent mes yeux et mes oreilles, et le désert est prêt à m'obéir... Mais ce n'est que leur imagination, rien de plus. Cela mis à part, l'essentiel pour moi est qu'il fonctionne toujours à merveille.",
      "pt": "Meu escudo? Bem, segundo o que as pessoas de fora da vila dizem, ele tem a bênção de Bennu. Com esse escudo em mãos, todos os grãos de areia são meus olhos e ouvidos, e o deserto está preparado para fazer as minhas vontades... A imaginação deles pode ir um pouco longe demais às vezes. Mas de qualquer forma, tirando isso, o principal para mim, é de que sempre funcionou direitinho.",
      "ru": "Мой щит? Гм, если верить словам чужаков, мой щит осенён благословением Бенну. С ним каждая песчинка служит моим разведчиком, а песчаная буря выполняет мои приказы... Но это всего лишь домыслы чужаков. А мне важнее... что этот щит удобно лежит в руке.",
      "id": "Tameng? Ah, orang luar desa bilang tameng milikku diberkati oleh Bennu. Bahwa dengan memegang tameng ini, semua pasir di padang menjadi mata dan telingaku, siap melaksanakan apa yang kuperintahkan. Imajinasi yang ... sangat jauh sekali. Yang penting adalah, tameng ini tidak pernah gagal, dan tidak pernah mengecewakanku. Itu saja.",
      "th": "โล่ของฉัน? โอ้ ตามที่คนนอกหมู่บ้านพูด โล่นี้มีพรของ \"Bennu\" สถิตอยู่ ตราบใดที่ถือโล่นี้ เม็ดทรายทุกเม็ดในทะเลทรายจะเป็นดั่งหู และตาให้แก่ฉัน และพายุทรายก็พร้อมที่จะทำตามคำสั่งของฉัน... อันที่จริงมันเป็นแค่จินตนาการของคนนอกเท่านั้น แต่ไม่ว่าจะยังไง สำหรับฉันแล้ว... อย่างน้อยโล่นี้ก็ใช้งานได้ดีทีเดียว",
      "vi": "Khiên của tôi? Ừm, theo như những người ngoài làng nói thì trên đó có sự chúc phúc của \"Bennu\", chỉ cần cầm lấy tấm khiên này thì mỗi một hạt cát trong sa mạc này đều sẽ là tai mắt của tôi, bão cát cũng sẽ quy phục tôi... Đây thực ra cũng chỉ là suy nghĩ chủ quan của người ngoài thôi. Dù sao thì với tôi mà nói... ít ra tấm khiên này cầm cũng khá thuận tay."
    }
  },
  {
    "title": {
      "zhs": "想要了解坎蒂丝·其五",
      "zht": "想要瞭解坎蒂絲·其五",
      "jp": "キャンディスを知る·5",
      "ko": "캔디스에 대해 알기·다섯 번째",
      "en": "More About Candace: V",
      "de": "Ich will mehr über Candace erfahren V",
      "es": "Más sobre Candace (V)",
      "fr": "Connaître Candace (5)",
      "pt": "Mais Sobre Candace — V",
      "ru": "Узнать больше о Кандакии V",
      "id": "Mengenal Candace: V",
      "th": "อยากรู้เกี่ยวกับ Candace - 5",
      "vi": "Muốn tìm hiểu Candace - Điều thứ 5"
    },
    "line": {
      "zhs": "我真想用这只琥珀色的眼睛，预见你的未来…我想，它大概会是一片金黄，介于阳光和黄金之间，是充满希望的颜色。你的前路一定会顺利，我由衷祝福着它。",
      "zht": "#我真想用這隻琥珀色的眼睛，預見{F#妳}{M#你}的未來…我想，它大概會是一片金黃，介於陽光和黃金之間，是充滿希望的顏色。{F#妳}{M#你}的前路一定會順利，我由衷祝福著它。",
      "jp": "ふぅ…この琥珀の瞳であなたの未来を覗いてみましょうか？…ふふっ。きっと、太陽と黄金を混ぜたような、希望に満ちた色ですよ。あなたの未来が順風満帆であるように、心から祈っています！",
      "ko": "이 호박색 눈으로 네 미래를 보고 싶어…. 햇살 같기도 하고 황금 같기도 한 금색이겠지. 네 앞날이 순조롭기를 진심으로 축복할게",
      "en": "I'd really love to look into your future with my amber eye, if I could... Something tells me everything would be golden... somewhere between the color of sunlight and honey. A color filled with hope. Your journey will be a smooth road ahead. I give it my blessing.",
      "de": "Ich würde gerne deine Zukunft mit meinem bernsteinfarbenen Auge sehen, wenn ich könnte ... Ich denke, sie hat wahrscheinlich eine goldgelbe Farbe, ein schimmernder Farbton zwischen Sonnenlicht und Gold. Eine hoffnungsvolle Farbe, die den strahlenden Weg vor dir symbolisiert. Möge deine Zukunft voller Hoffnung sein.",
      "es": "Me encantaría leer tu futuro con mi ojo ámbar si pudiera... Algo me dice que está cubierto de oro de un color similar al de los rayos del sol o la miel. Un color auspicioso. Te espera un viaje sin contratiempos. Tienes mi bendición.",
      "fr": "J'aimerais pouvoir lire votre avenir avec mon œil d'ambre, si je pouvais... Quelque chose me dit qu'il serait entièrement doré, d'une couleur entre celle du soleil et celle du miel... Une couleur pleine d'espoir. Votre voyage se passera sans heurts, vous avez ma bénédiction.",
      "pt": "Eu adoraria olhar o seu futuro com meu olho âmbar, se eu pudesse... Algo me diz que tudo seria dourado... algo entre a cor da luz do sol e mel. Uma cor cheia de esperança. Sua jornada será bem tranquila. Estou dando a minha bênção.",
      "ru": "Хотелось бы, чтобы мой карий глаз умел заглядывать в будущее... Наверное, там всё золотое, цвета золота и солнечного света, цвета надежды... А тебе всегда будет сопутствовать удача. Я от всего сердца желаю тебе удачи.",
      "id": "Aku ingin sekali menggunakan mata kiriku untuk melihat masa depanmu, tapi ... Ada sesuatu yang membuatku yakin kalau yang ada di depanmu, semuanya akan berwarna keemasan ... tengah-tengah antara kuning sinar mentari dan madu. Warna yang penuh pengharapan. Perjalananmu akan lancar dan doaku selalu menyertaimu.",
      "th": "ฉันอยากจะใช้ดวงตาสีเหลืองอำพันดวงนี้เพื่อดูอนาคตของคุณ... ฉันคิดว่ามันคงจะเป็นสีทองอร่าม ที่อยู่ระหว่างสีของแสงแดดและสีของทองคำ เป็นสีแห่งความหวัง หนทางข้างหน้าของคุณจะราบรื่น และฉันปรารถนาอย่างยิ่งว่ามันจะเป็นเช่นนั้น",
      "vi": "#Tôi rất muốn dùng con mắt màu hổ phách này để dự đoán tương lai của {F#cô}{M#cậu}... Tôi nghĩ, nó hẳn sẽ là một vùng đất màu vàng, ở giữa ánh mặt trời và vùng đất màu vàng đó tràn đầy màu sắc của hy vọng. Hành trình của {F#cô}{M#cậu} nhất định sẽ rất thuận lợi, tôi sẽ chúc phúc cho điều đó."
    }
  },
  {
    "title": {
      "zhs": "坎蒂丝的爱好…",
      "zht": "坎蒂絲的愛好…",
      "jp": "キャンディスの趣味…",
      "ko": "캔디스의 취미…",
      "en": "Candace's Hobbies",
      "de": "Candaces Hobbys ...",
      "es": "Aficiones de Candace...",
      "fr": "Les loisirs de Candace...",
      "pt": "Passatempos de Candace",
      "ru": "Хобби Кандакии...",
      "id": "Hobi Candace",
      "th": "งานอดิเรกของ Candace",
      "vi": "Sở thích của Candace..."
    },
    "line": {
      "zhs": "在村中散步就是我最喜欢做的事。看到一切都好，就让人觉得今日犹如昨天，昨天犹如过去，而过去又总是好的。",
      "zht": "在村中散步就是我最喜歡做的事。看到一切都好，就讓人覺得今日猶如昨天，昨天猶如過去，而過去又總是好的。",
      "jp": "一番好きなことは、やっぱり村を散歩することですね。すべてがうまくいっているのを見ると、今日を昨日のように、昨日を昔のことのように感じられて…「過去」はいつも良いものですから。",
      "ko": "내 취미는 마을에서 산책하는 거야. 변함없는 마을을 보면 오늘이 항상 아름다웠던 과거처럼 느껴지거든",
      "en": "I always love taking walks in the village. Seeing that all is still well gives me a sense that... if today is just like yesterday, and yesterday is just like all the days before it... things have always been pleasant here, throughout history.",
      "de": "Ich liebe es am meisten, im Dorf spazierenzugehen. Zu sehen, dass alles gut ist, gibt mir das Gefühl, dass heute wie gestern ist, gestern wie die Vergangenheit ist und die Vergangenheit immer gut ist ...",
      "es": "Me encanta ir de paseo por la aldea. Ver que todo está bien me da la sensación de que, si hoy fuera como ayer, y ayer fuera como anteayer, la vida siempre ha sido buena aquí.",
      "fr": "Ce que je préfère, c'est me promener dans le village. Voir que tout va bien me donne l'impression que... si aujourd'hui est comme hier, et si hier est comme tous les jours précédents... Les choses ont toujours été agréables ici.",
      "pt": "Sempre adoro caminhar pela vila. Ver que tudo está bem me dá uma sensação de que... como se hoje fosse como ontem, e ontem como todos os dias anteriores... as coisas sempre foram bem confortáveis por aqui, por toda a história.",
      "ru": "Я больше всего люблю гулять по деревне. Я вижу, что всё в порядке, и знаю, что сегодняшний день похож на вчерашний, а вчерашний - на все предыдущие, на все другие счастливые дни.",
      "id": "Aku selalu suka jalan-jalan di desa. Melihat semuanya tenang membuatku merasa ... kalau hari ini masih sama seperti kemarin, dan kemarin masih sama seperti hari-hari sebelumnya ... Semuanya menyenangkan di sini, selalu begitu sejak zaman dahulu kala.",
      "th": "การได้เดินเล่นในหมู่บ้านเป็นสิ่งที่ฉันชอบทำที่สุด ได้เห็นว่าทุกอย่างเรียบร้อยดี เป็นความรู้สึกว่าวันนี้เป็นเหมือนเมื่อวาน เมื่อวานก็เหมือนกับอดีต และอดีตก็มีแต่สิ่งดี ๆ อยู่เสมอ",
      "vi": "Sở thích của tôi là đi dạo trong làng. Thấy được mọi thứ vẫn ổn sẽ khiến tôi hôm nay sẽ có cảm giác giống hôm qua, hôm qua sẽ giống quá khứ, mà quá khứ thì sẽ luôn tốt đẹp."
    }
  },
  {
    "title": {
      "zhs": "坎蒂丝的烦恼…",
      "zht": "坎蒂絲的煩惱…",
      "jp": "キャンディスの悩み…",
      "ko": "캔디스의 고민…",
      "en": "Candace's Troubles",
      "de": "Candaces Sorgen ...",
      "es": "Preocupaciones de Candace...",
      "fr": "Les problèmes de Candace...",
      "pt": "Problemas de Candace",
      "ru": "Беспокойство Кандакии",
      "id": "Kekhawatiran Candace",
      "th": "เรื่องกลุ้มใจของ Candace...",
      "vi": "Nỗi buồn của Candace..."
    },
    "line": {
      "zhs": "偶尔还是会有不长眼的宵小之徒，企图打扰阿如村的宁静。或许…只将那些家伙赶进全是魔兽的山谷里还是太过仁慈了，怎么样，你有更好的建议吗？",
      "zht": "#偶爾還是會有不長眼的宵小之徒，企圖打擾阿如村的寧靜。或許…只將那些傢伙趕進全是魔獸的山谷裡還是太過仁慈了，怎麼樣，{F#妳}{M#你}有更好的建議嗎？",
      "jp": "たまに、アアル村の平和を乱そうとする不届きな輩がいます。やっぱり…あの連中たちを魔獣だらけの谷に追いやるだけでは、優しすぎたでしょうか。どう思いますか？何か他に、いいアイデアはないですか？",
      "ko": "가끔 주제를 모르는 악당들이 아루 마을의 평화를 파괴할 때가 있어. 녀석들을 마수가 득실대는 골짜기로 쫓아내는 건 너무 관대했나? 혹시 더 좋은 방법 있어?",
      "en": "Every now and then, a few violent thugs make the mistake of trying to disrupt the peace and tranquility of Aaru Village. I do wonder... is chasing them into a monster-infested valley perhaps a little too... merciful? What do you think, do you have any better ideas on how they should be dealt with?",
      "de": "Hin und wieder versuchen ein paar Schurken Ärger zu machen und den Frieden im Aaru-Dorf zu stören. Ich frage mich ... ob ich vorher zu barmherzig war, dass ich sie nur in ein Tal voller Monster trieb. Was denkst du, hast du eine bessere Idee?",
      "es": "De vez en cuando, algunos bandidos cometen el error de intentar irrumpir la paz y tranquilidad de la Aldea Aaru. Me pregunto si ahuyentarlos hasta un valle repleto de monstruos es muy bondadoso. ¿Qué piensas? ¿Tienes mejores ideas?",
      "fr": "De temps en temps, il y a quelques voyous pas très futés qui viennent perturber la paix et la tranquillité du Village d'Aaru. Je me demande... si les chasser dans une vallée infestée de monstres n'est pas un peu trop... gentil ? Qu'en pensez-vous ? Avez-vous une meilleure idée de la façon dont je devrais les traiter ?",
      "pt": "Vez ou outra, alguns bandidos violentos cometem o erro de tentar perturbar a paz e tranquilidade da Vila Aaru. Me pergunto... será que persegui-los até um vale cheio de monstros um pouco... piedoso demais? O que você acha? Você tem alguma ideia melhor de como eles deveriam ser lidados?",
      "ru": "Время от времени некоторые безрассудные разбойники пытаются нарушить мир и спокойствие в деревне Аару. Интересно... Не слишком ли большая милость - загнать их в ущелье, кишащее монстрами? Как думаешь? Может, у тебя есть другие идеи?",
      "id": "Kadang-kadang, masih ada sekelompok keparat kurang ajar yang berani bikin onar di Desa Aaru. Aku jadi bingung, kalau mereka kuarahkan supaya masuk ke lembah penuh monster ... Apa menurutmu itu terlalu baik ya? Terlalu lunak? Ada ide lain tidak?",
      "th": "บางครั้งก็โจรตาถั่วบางคนทำผิดพลาดด้วยการพยายามทำลายความสงบสุขของหมู่บ้าน Aaru บางที... แค่ขับไล่พวกเขาเข้าไปในหุบเขาที่เต็มไปด้วยมอนสเตอร์ก็ดูจะใจดีเกินไป เป็นไง คุณมีไอเดียอะไรแนะนำมั้ย?",
      "vi": "#Đôi lúc có một vài tên tiểu tốt muốn quấy rối sự yên bình của Làng Aaru. Họa chăng... đưa chúng vào thung lũng chứa đầy ma vật vẫn còn khá nhân từ nhỉ. Thế nào, {F#cô}{M#cậu} có kiến nghị gì không?"
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was sie so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Kesukaan",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "对我来说…食物的分量比口味更重要。在沙漠里生活需要耗费比想象中更多的体力，一天的劳累过后，没有比吃饱肚子更为惬意的事了吧。",
      "zht": "對我來說…食物的分量比口味更重要。在沙漠裡生活需要耗費比想像中更多的體力，一天的勞累過後，沒有比吃飽肚子更為愜意的事了吧。",
      "jp": "私にとって…食べ物は味よりも量が大事です。砂漠での生活は想像以上に体力の消費が激しいので、一日働いた後にお腹いっぱい食べることが、何よりの喜びです。",
      "ko": "음식은 질보다 양이 더 중요해… 사막에서 지내려면 많은 에너지가 필요하거든. 지친 하루의 마무리로 배불리 먹는 건 정말 행복한 일이지",
      "en": "To me... quantity is more important than taste when it comes to food. Life in the desert uses up more energy than you might think. After a day's work, there's nothing more satisfying than having a filling meal.",
      "de": "Für mich ... wenn es um Essen geht, ist die Menge wichtiger als der Geschmack. Das Leben in der Wüste verbraucht mehr Energie als man denkt. Nach einem langen Arbeitstag geht nichts über eine sättigende Mahlzeit.",
      "es": "Cuando se trata de comida, me importa más la cantidad que su sabor. La vida en el desierto requiere de más energía de la que crees. Después de un buen día de trabajo, no hay nada más satisfactorio que comer hasta reventar.",
      "fr": "Pour moi... La quantité est plus importante que le goût quand il s'agit de nourriture. Vivre dans le désert consomme plus d'énergie qu'on ne le pense. Après une journée de travail, il n'y a rien de plus satisfaisant qu'un bon repas.",
      "pt": "Para mim... quantidade é mais importante do que gosto quando se trata de comida. A vida no deserto usa muito mais energia do que você possa imaginar. Depois de um dia de trabalho, não existe nada mais satisfatório do que ter um jantar bem farto.",
      "ru": "Для меня... размер порции важнее вкуса. Жизнь в пустыне требует куда больше сил, чем можно представить. После целого дня, проведённого на службе, самая большая радость - наесться до отвала.",
      "id": "Makanan ... banyaknya lebih penting daripada rasanya. Hidup di padang pasir itu menghabiskan tenaga. Setelah lelah kerja seharian, tidak ada yang lebih nikmat daripada makan sampai perut kenyang.",
      "th": "สำหรับฉัน... ปริมาณสำคัญกว่ารสชาติ การใช้ชีวิตในทะเลทรายต้องใช้พละกำลังมากกว่าที่คาดคิดนัก หลังจากทำงานหนักมาทั้งวัน ไม่มีอะไรจะดีไปกว่าการได้กินอิ่มท้องแล้ว",
      "vi": "Đối với tôi mà nói... số lượng thức ăn sẽ quan trọng hơn hương vị. Hoạt động trong sa mạc sẽ luôn tốn thể lực hơn tưởng tượng, sau một ngày mệt nhọc thì chắc sẽ không có việc gì thỏa mãn hơn ăn no chứ nhỉ."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was sie nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang Tak Disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "倒也没到讨厌的程度，不过相较于肉，鱼吃起来确实非常麻烦…可能也是在沙漠中很少吃鱼的关系吧，我对于那种将刺从鱼肉中剔除的工作并不擅长…让你见笑了。",
      "zht": "#倒也沒到討厭的程度，不過相較於肉，魚吃起來確實非常麻煩…可能也是在沙漠中很少吃魚的關係吧，我對於那種將刺從魚肉中剔除的工作並不擅長…讓{F#妳}{M#你}見笑了。",
      "jp": "嫌いというわけではないんですが、肉と比べて、魚は食べづらいと思います…砂漠にいると魚を食べる機会がほとんどないせいか、骨を取るのがとても苦手で…お恥ずかしい話をしてしまいました。",
      "ko": "생선이 싫은 건 아니지만 먹기 까다로운 것 같아. 사막에선 생선 먹을 일이 별로 없다 보니 가시를 바르는 게 서툴러서 부끄러운 모습을 보였네",
      "en": "I don't hate it, but compared to regular meat, eating fish is a real nuisance... Maybe it's because we don't really eat fish here in the desert, but for whatever reason, I'm just not very good at removing all those prickly little bones... This must sound ridiculous to you.",
      "de": "Im Vergleich zu normalem Fleisch esse ich Fisch nicht so gern. Ich hasse Fisch nicht, aber Fisch zu essen ist nicht so bequem, man muss nämlich ständig Gräten entfernen. Vielleicht liegt es daran, dass wir in der Wüste nur selten Fisch essen, im Entgräten bin ich gar nicht gut ...",
      "es": "No es que me desagrade, pero comer pescado es un verdadero dolor de cabeza. Quizás es porque en el desierto no comemos pescado muy a menudo. En fin, sea la razón que sea, no soy buena para quitarles las espinas. Debe parecerte ridículo.",
      "fr": "Je ne déteste pas ça, mais comparé à la viande, manger du poisson est une vraie plaie... Je ne suis pas très douée pour enlever les arêtes des poissons. Peut-être que c'est parce qu'on ne mange pas vraiment de poisson dans le désert. J'imagine que vous devez trouver ça ridicule.",
      "pt": "Eu não odeio, mas comparado com carne normal, comer peixe é bem irritante... Talvez seja porque não como peixe aqui no deserto, mas seja qual for o caso, não sou muito boa em remover todos esses ossinhos pontudos... Isso deve parecer ridículo para você.",
      "ru": "Не то чтобы я совсем её не люблю, но по сравнению с мясом рыба для меня - настоящее испытание... Может, всё дело в том, что я выросла в пустыне и редко ела рыбу, поэтому плохо умею вытаскивать все эти мелкие косточки... Наверное, тебе смешно это слышать.",
      "id": "Sebenarnya bukan tidak suka sih, tapi makan ikan itu ... rasanya merepotkan kalau dibanding dengan makan daging. Mungkin karena kami orang padang pasir memang jarang makan ikan, tapi intinya aku tidak pandai membersihkan duri-duri ikan ... Konyol ya?",
      "th": "ก็ไม่ได้ถึงขั้นเกลียดขนาดนั้น แต่เมื่อเทียบกับเนื้อทั่วไปแล้ว การกินปลาเป็นอะไรที่ยุ่งยากมากจริง ๆ... อาจเป็นเพราะในทะเลทรายไม่ค่อยได้กินปลาเท่าไหร่ด้วยละมั้ง แถมฉันไม่ค่อยถนัดการเลาะก้างเล็ก ๆ ออกจากเนื้อปลาด้วย... น่าอายซะจริง",
      "vi": "#Cũng không đến mức là ghét, nhưng so với ăn thịt thì ăn cá đúng là rất phiền phức... Có thể là do ở trong sa mạc ít khi ăn cá chăng, tôi dở trong khoản lựa xương cá lắm... Để {F#cô}{M#cậu} chê cười rồi."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "好吃极了，为做出这样的美食，你想必付出了相当的努力吧。",
      "zht": "#好吃極了，為做出這樣的美食，{F#妳}{M#你}想必付出了相當的努力吧。",
      "jp": "美味しい！こんな絶品料理が作れるなんて、相当努力を積まれたのではありませんか？",
      "ko": "정말 맛있어. 이렇게 맛있는 음식을 준비하느라 고생 많았지?",
      "en": "Mmm, absolutely delightful! This must have taken a lot of time and effort.",
      "de": "Sehr lecker! Die Zubereitung muss viel Zeit und Mühe gekostet haben.",
      "es": "¡Está delicioso! Debió tomarte mucho tiempo y dedicación.",
      "fr": "C'est un régal ! Vous avez dû vous donner du mal pour cuisiner un plat aussi bon.",
      "pt": "Hmm, absolutamente incrível! Isso deve ter levado muito tempo e esforço.",
      "ru": "#Как же вкусно! Чтобы приготовить такое лакомство, ты наверняка потратил{F#a} много сил!",
      "id": "Wah, enaknya! Kamu pasti sudah berusaha sekali waktu bikin ini.",
      "th": "อร่อยมาก ๆ เลย สามารถทำอาหารที่อร่อยขนาดนี้ได้ คุณคงต้องใช้ความพยายามมากเลยสินะ",
      "vi": "#Ngon thật đó, để làm được món ngon như vậy thì chắc {F#cô}{M#cậu} phải nỗ lực lắm nhỉ."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "明明是四处漂泊的旅人，你做的饭，却有家的味道呢。",
      "zht": "#明明是四處漂泊的旅人，{F#妳}{M#你}做的飯，卻有家的味道呢。",
      "jp": "あちこちを放浪している旅人さんのはずなのに、あなたの料理は家庭の味がしますね！",
      "ko": "방랑하는 여행자의 음식에서 고향의 맛이 느껴지네",
      "en": "For someone who spends so much time on the road, your cooking tastes so... homely.",
      "de": "Du bist immer überall unterwegs. Aber in deinen Gerichten habe ich einen Geschmack von Heimat bekommen.",
      "es": "Para alguien que pasa mucho tiempo en el campo, tu comida tiene un sabor... casero.",
      "fr": "#Vous êtes {M#un voyageur}{F#une voyageuse} qui passe son temps sur la route, et pourtant, on se sent comme chez soi quand on goûte vos plats.",
      "pt": "Para alguém que passa tanto tempo na estrada, seus pratos têm um gosto tão... caseiro.",
      "ru": "Ты ведь всё время проводишь в странствиях, а стряпня у тебя такая... домашняя.",
      "id": "Untuk seseorang yang menghabiskan banyak waktu di jalanan, rasa masakanmu sangat ... rumahan.",
      "th": "ทั้ง ๆ ที่คุณเป็นนักเดินทางที่ต้องเดินทางอยู่เสมอแท้ แต่อาหารที่คุณปรุงกลับมีรสชาติของบ้านเกิด",
      "vi": "#Rõ ràng là người đi rong ruổi khắp nơi, nhưng thức ăn mà {F#cô}{M#cậu} làm ra lại có hương vị của gia đình."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "或许是我对可食用之物的定义太过保守…",
      "zht": "或許是我對可食用之物的定義太過保守…",
      "jp": "私の「食べられるもの」の定義は保守的過ぎたのかもしれません…",
      "ko": "내 입맛이 너무 보수적인가 봐…",
      "en": "Maybe my definition of \"edible\" is a little too old-fashioned...",
      "de": "Vielleicht ist meine Definition von „essbar“ etwas konservativ ...",
      "es": "Quizás mi definición de “comida” es muy conservadora...",
      "fr": "Peut-être que j'ai une définition trop démodée de ce qui constitue un aliment comestible...",
      "pt": "Talvez minha definição de \"comestível\" seja um pouco antiquada...",
      "ru": "Наверное, у меня слишком устаревшие взгляды на то, что съедобно, а что нет...",
      "id": "Ah, mungkin wawasanku tentang makanan ... terlalu ketinggalan zaman ya.",
      "th": "บางทีคำจำกัดความของคำว่า \"กินได้\" ของฉันอาจจะล้าหลังไปหน่อย...",
      "vi": "Chắc có lẽ do tôi hơi bảo thủ với thức ăn nhỉ..."
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh Nhật..."
    },
    "line": {
      "zhs": "祝你生日快乐！多了不起啊，你在过去某年某月的这一天出生了。有什么想要实现的愿望吗。如果要去险远之处，我就作你旅途的护卫。若是想稍作休息，那就来阿如村，我用最好的烤肉和饮料招待你。",
      "zht": "#祝{F#妳}{M#你}生日快樂！多了不起啊，{F#妳}{M#你}在過去某年某月的這一天出生了。有什麼想要實現的願望嗎？如果要去險遠之處，我就作{F#妳}{M#你}旅途的護衛。若是想稍作休息，那就來阿如村，我用最好的烤肉和飲料招待{F#妳}{M#你}。",
      "jp": "お誕生日おめでとうございます！あなたは過去のいつかの年——同じこの日に生まれたんですね。すっごく素晴らしいことです。ところで、何か望みはありますか？もし危険な場所に行きたいのなら、私が旅のエスコートをしてあげますよ。もし少し休みたいということでしたら、アアル村に来てください。最高の焼いたお肉とドリンクをご馳走します。",
      "ko": "생일 축하해! 너는 오늘 태어났지, 태어났다는 건 정말 굉장한 일이야. 생일 소원이라도 있어? 네가 험한 곳으로 가고 싶으면 호위가 되어주고, 쉬고 싶으면 아루 마을에서 최고의 고기구이와 음료를 대접해줄게",
      "en": "Happy birthday! It's amazing to think that you were born on this day, years ago in the past. Do you have a birthday wish? If it involves going somewhere dangerous, let me join you — I'll be your guard. Or if you're looking to rest and revitalize, come to Aaru Village, and I'll serve you the finest meats and drinks we have.",
      "de": "Alles Gute zum Geburtstag! Es ist wunderbar, dass du an diesem Tag in der Vergangenheit geboren wurdest. Hast du irgendeinen Wunsch? Wenn du einen gefährlichen Ort erkunden willst, kann ich dich als deine Wache begleiten. Wenn du dich ausruhen willst, dann komm ins Aaru-Dorf, ich werde dich zu feinstem Fleisch und besten Getränken einladen.",
      "es": "¡Feliz cumpleaños! ¿No es increíble que nacieras este día, muchos años atrás? ¿Tienes algún deseo de cumpleaños? Si quieres ir a algún lugar lleno de peligro, cuenta conmigo, yo cuidaré de ti. O si buscas algún lugar en donde descansar y recuperar energías, ven a la Aldea Aaru y te prepararé la mejor comida y bebida que tenemos.",
      "fr": "#Joyeux anniversaire ! C'est incroyable de se dire que vous êtes {M#né}{F#née} en ce jour il y a des années dans le passé. Avez-vous un souhait pour votre anniversaire ? Si vous voulez aller dans un endroit dangereux, laissez-vous accompagner, je serai votre garde. Si vous cherchez à vous reposer et à vous revitaliser, venez au Village d'Aaru, et je vous servirai les meilleures viandes et boissons que nous avons.",
      "pt": "Feliz aniversário! É incrível pensar que você nasceu nesse dia, anos atrás. Você tem um desejo de aniversário? Se ele envolver ir a algum lugar perigoso, deixe-me ir com você - serei sua protetora. Ou se você estiver procurando descansar e se revitalizar, venha até a Vila Aaru, e eu servirei as melhores carnes e bebidas que tivermos a você.",
      "ru": "#С днём рождения! Как здорово, что именно в этот день ты однажды и {F#родилась}{M#родился}. Есть у тебя неисполненное желание? Если хочешь отправиться в какое-нибудь опасное место, я буду твоим телохранителем. А если решил{F#a} немного отдохнуть, приходи в деревню Аару, я угощу тебя лучшим мясом и напитками.",
      "id": "Selamat ulang tahun! Hari ini hari yang luar biasa, hari kamu dilahirkan ke dunia ini bertahun-tahun yang lalu. Ada keinginan apa di hari ulang tahunmu ini? Kalau misal kamu mau pergi ke tempat berbahaya ... Biar aku yang jadi pelindungmu. Kalau kamu mau istirahat dan memulihkan diri, datanglah ke Desa Aaru, aku akan menjamumu dengan daging dan minuman yang paling enak!",
      "th": "สุขสันต์วันเกิด! เป็นเรื่องที่มหัศจรรย์มากเลยนะ ที่คุณเกิดในวันนี้ ในเดือนนี้ของเมื่อหลายปีก่อน คุณมีความปรารถนาอะไรมั้ย? ถ้าอยากไปสถานที่ที่อันตราย ฉันสามารถปกป้องคุณตลอดการเดินทางได้นะ หรือว่าอยากจะพักผ่อน ก็มาที่หมู่บ้าน Aaru สิ ฉันจะย่างเนื้อ และนำเครื่องดื่มที่ดีที่สุดมาให้คุณเอง",
      "vi": "#Chúc mừng sinh nhật nhé! Thật kỳ diệu, {F#cô}{M#cậu} đã được sinh ra vào ngày này của tháng năm nào đó trong quá khứ. Có nguyện vọng nào muốn thực hiện không. Nếu như muốn đi xa để thám hiểm thì tôi sẽ trở thành thủ hộ của {F#cô}{M#cậu}, còn nếu muốn nghỉ ngơi thì hãy đến Làng Aaru nhé, tôi sẽ dùng món thịt nướng và thức uống ngon nhất để chiêu đãi {F#cô}{M#cậu}."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "感觉到了更坚实的力量，希望我可以保护更多…",
      "zht": "感覺到了更堅實的力量，希望我可以保護更多…",
      "jp": "力がより確かになるのを感じました。これでもっと守れます…",
      "ko": "이 힘으로 더 많은 이들을 지킬 수 있다면…",
      "en": "I feel a newfound strength within me... May it help me to be a better protector.",
      "de": "Ich spüre eine stärkere Kraft in mir. Möge es mir helfen, mehr zu beschützen ...",
      "es": "Siento una nueva fuerza en mí. Espero que me ayude a ser una mejor protectora.",
      "fr": "Je sens une nouvelle force en moi... Espérons qu'elle fera de moi une meilleure protectrice.",
      "pt": "Eu sinto uma nova força dentro de mim... Que ela me ajude a ser uma protetora melhor.",
      "ru": "Я чувствую новую силу... Пусть она поможет мне защитить всех, кто нуждается в защите...",
      "id": "Aku merasakan kekuatan yang baru dalam diriku ... Semoga ini membantuku menjadi pelindung yang lebih baik.",
      "th": "รู้สึกถึงพลังที่แข็งแกร่งขึ้น หวังว่าฉันจะปกป้องได้หลายสิ่งกว่านี้...",
      "vi": "Sức mạnh của tôi đã được tăng thêm rồi, hy vọng tôi có thể bảo vệ nhiều thứ hơn nữa..."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "更坚固的盾，和更锋利的枪。我曾听说过一个枪和盾的故事…不，我不会做出枪盾相击的尝试。",
      "zht": "更堅固的盾、和更鋒利的槍。我曾聽說過一個槍和盾的故事…不，我不會做出槍盾相擊的嘗試。",
      "jp": "さらにかたくなった盾に、鋭くなった槍。昔、槍と盾の物語を聞いたことがあります…いいえ、まさか！槍と盾をぶつけ合うことなんてしませんよ。",
      "ko": "모든 걸 막는 방패와 모든 걸 뚫는 창이라… 걱정 마, 시도해보진 않을게",
      "en": "My shield grows sturdier, and my spear sharper. One is an unstoppable force, the other an immovable object... Oh, but... I would never pit these against each other.",
      "de": "Mein Schild wird härter und mein Speer schärfer. Ich hab mal eine Geschichte über Speer und Schild gehört ... Aber nein, ich würde sie niemals aufeinanderprallen lassen.",
      "es": "Mi escudo se fortalece y mi lanza se vuelve más afilada. Una fuerza imparable y un objeto inamovible... No, nunca pondría uno en contra del otro.",
      "fr": "Mon bouclier devient plus solide, et ma lance plus tranchante. J'ai autrefois entendu parler du paradoxe de la lance qui peut tout percer et du bouclier qu'on ne peut détruire. Mais je n'essaierai pas de les faire s'entrechoquer.",
      "pt": "Meu escudo fica mais firme, e minha lança mais afiada. Um é uma força imbatível, e a outra é um objeto imóvel... Ah, mas... eu nunca colocaria elas uma contra a outra.",
      "ru": "Мой щит стал крепче, а копьё острее. Однажды я слышала басню о том, как самое острое на свете копьё пыталось пробить самый крепкий на свете щит... Но я не буду ставить таких опытов.",
      "id": "Tamengku kini lebih kokoh, dan tombakku jadi lebih tajam. Kekuatan yang tak bisa dibendung dan pertahanan yang tak bisa ditembus ... Aku sih tidak akan pernah membuat keduanya beradu.",
      "th": "โล่ที่แข็งแกร่งขึ้น กับหอกที่แหลมคมขึ้น ฉันเคยได้ยินเรื่องราวของหอก และโล่มาก่อน... ไม่ ฉันจะไม่ลองเอาหอกกับโล่มาปะทะกันแน่นอน",
      "vi": "Ngọn thương sắc bén và chiếc khiên kiên cố. Tôi đã từng nghe qua câu chuyện về mâu và thuẫn rồi... Không, tôi sẽ không để chúng thử đối đầu với nhau đâu."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "人在「现在」获得的力量，或许都是为了应对「将来」的不安。就像我过去锻炼枪术和持盾的技巧，实际上都是为了守护现在的安稳。",
      "zht": "人在「現在」獲得的力量，或許都是為了應對「將來」的不安。就像我過去鍛煉槍術和持盾的技巧，實際上都是為了守護現在的安穩。",
      "jp": "「今」獲得した力は、「未来」の不安に対処するためのものかもしれません…過去、槍術や盾の技を磨いたように。すべて、今の平和を守るためのものでした。",
      "ko": "사람들은 「현재」에서 힘을 얻어 「미래」의 불안에 대해 대비하려 하지. 내가 창술과 방패를 익힌 것도 지금의 평화를 수호하기 위해서야",
      "en": "I learned to wield the spear and shield knowing that I would one day need them, and today I use these skills to protect the village. So perhaps this new strength I now gain in the present is preparing me for trials that lie ahead in the future.",
      "de": "Was man „jetzt“ lernt, kann in „Zukunft“ genutzt werden, um sich der Unsicherheit zu stellen. Zum Beispiel habe ich in der Vergangenheit die Techniken von Speer und Schild geübt, um jetzt den Frieden im Dorf schützen zu können.",
      "es": "Aprendí a empuñar la lanza y el escudo sabiendo que un día lo necesitaría. Hoy en día uso mi habilidad para proteger a la aldea. Es por eso que esta nueva fuerza es un obsequio para prepararme ante los nuevos desafíos que se avecinan.",
      "fr": "J'ai appris à manier la lance et le bouclier en sachant que j'en aurais besoin un jour, et aujourd'hui j'utilise mes compétences pour protéger le village. Peut-être que la nouvelle force que je suis en train d'obtenir est pour me préparer aux épreuves qui m'attendent dans le futur.",
      "pt": "Aprendi a empunhar a lança e o escudo sabendo que eu iria, um dia, precisar deles. E hoje uso essas habilidades para proteger a vila. Então, talvez essa nova força que estou ganhando no presente, está me preparando para os desafios que estão à frente no caminho.",
      "ru": "Сила, которую мы обретаем здесь и сейчас, нужна нам для будущих испытаний. Когда-то я научилась владеть копьём и щитом, и теперь мне здорово пригодились эти умения.",
      "id": "Dulu, aku mengangkat tombak dan tameng karena tahu bahwa suatu hari nanti aku akan membutuhkannya. Kini, keduanya kugunakan untuk melindungi desa. Maka biarlah kekuatan yang kudapat saat ini mempersiapkanku untuk menghadapi ujian-ujian lainnya di masa depan.",
      "th": "พลังที่มนุษย์ได้รับใน \"ตอนนี้\" บางทีอาจเพื่อจัดการกับความกังวลที่จะมาถึงใน \"อนาคต\" เช่นเดียวกับที่ฉันเคยฝึกฝนการใช้หอก และโล่ ทั้งหมดก็เพื่อปกป้องความสงบสุขในตอนนี้",
      "vi": "Sức mạnh của con người hiện tại, có thể là thứ dùng để chống lại sự bất an của tương lai. Cũng giống như tôi học cách dùng thương và khiên trong quá khứ, cũng là vì để bảo vệ cho sự yên bình của hiện tại."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "现在的我，已经可以站在你的身前，替你挡下所有的危险。如果你相信我的话，就请闭上双眼，将敌人交给我吧。",
      "zht": "#現在的我，已經可以站在{F#妳}{M#你}的身前，替{F#妳}{M#你}擋下所有的危險。如果{F#妳}{M#你}相信我的話，就請閉上雙眼，將敵人交給我吧。",
      "jp": "今の私であれば、あなたの前に立ち、あらゆる危険を防ぐことができるでしょう。もし私を信じてくださるのなら、目を閉じて、安心して敵を私に任せてください。",
      "ko": "지금의 난 네 앞에 닥칠 그 어떤 위험도 막아낼 수 있어. 그러니까 날 믿으면 두 눈을 감고 적을 맡겨만 줘",
      "en": "I am now capable of venturing ahead of you, and fending off all dangers that would seek to come your way. If you trust me, then I invite you to close your eyes and leave the enemies to me.",
      "de": "Ich bin jetzt in der Lage, dich hinter mir und vor jeder Gefahr zu schützen, die sich dir in den Weg stellt. Wenn du mir vertraust, dann schließ deine Augen und überlass es mir.",
      "es": "Ahora puedo ir delante de ti para protegerte de los peligros que se atraviesen. Si confías en mí, cierra los ojos y deja que yo me haga cargo de los enemigos.",
      "fr": "Je suis maintenant capable de me tenir devant vous et de repousser tous les dangers qui chercheraient à vous atteindre. Si vous me faites confiance, alors fermez les yeux et laissez-moi m'occuper de vos ennemis.",
      "pt": "Agora sou capaz de me aventurar a sua frente, e derrotando todos os perigos que viriam em seu caminho. Se você confia em mim, então eu lhe convido a fechar seus olhos e deixar os inimigos comigo.",
      "ru": "Теперь я могу идти впереди тебя и отражать все опасности, которые встретятся тебе на пути. Если ты мне веришь, закрой глаза и предоставь всех врагов мне.",
      "id": "Kini aku mampu untuk berjalan di depanmu dan menghalau segala bahaya yang mungkin akan menghadang. Percayalah padaku, tutup matamu dan biarkan aku membasmi semua musuh-musuhmu.",
      "th": "ตอนนี้ฉันสามารถยืนอยู่เบื้องหน้า เพื่อป้องกันอันตรายทั้งมวลที่จะมาทำร้ายคุณได้แล้วนะ ถ้าคุณเชื่อใจฉัน ได้โปรดหลับตาลงแล้วปล่อยให้ฉันได้เป็นคนจัดการศัตรูพวกนั้นด้วยตัวเองเถอะ",
      "vi": "#Tôi của hiện giờ đã có thể đứng trước mặt {F#cô}{M#cậu} để chống đỡ tất cả hiểm nguy rồi. Nếu như {F#cô}{M#cậu} tin tưởng tôi thì hãy khép đôi mắt lại và giao kẻ địch cho tôi nhé."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "破！",
      "zht": "破！",
      "jp": "砕けなさい！",
      "ko": "부서져라!",
      "en": "Yield!",
      "de": "Zerschlag es!",
      "es": "¡Ríndete!",
      "fr": "Abandonnez !",
      "pt": "Renda-se!",
      "ru": "Уступи дорогу!",
      "id": "Tahan!",
      "th": "ทะลวง!",
      "vi": "Phá!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "走开！",
      "zht": "走開！",
      "jp": "どいて！",
      "ko": "비켜!",
      "en": "Flee!",
      "de": "Geh weg!",
      "es": "¡Atrás!",
      "fr": "Fuyez !",
      "pt": "Fuja!",
      "ru": "Прочь!",
      "id": "Enyah!",
      "th": "ถอยไป!",
      "vi": "Tránh ra!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "来吧！",
      "zht": "來吧！",
      "jp": "いらっしゃい！",
      "ko": "덤벼라!",
      "en": "Do your worst!",
      "de": "Komm doch!",
      "es": "¡Ven si te atreves!",
      "fr": "Venez !",
      "pt": "Venha!",
      "ru": "Давай, смелей!",
      "id": "Coba saja!",
      "th": "เข้ามาสิ!",
      "vi": "Đến đây!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其四",
      "zht": "元素戰技·其四",
      "jp": "元素スキル·4",
      "ko": "원소전투 스킬·네 번째",
      "en": "Elemental Skill: IV",
      "de": "Elementarfähigkeit IV",
      "es": "Habilidad Elemental (IV)",
      "fr": "Compétence élémentaire (4)",
      "pt": "Habilidade Elemental - IV",
      "ru": "Элементальный навык IV",
      "id": "Elemental Skill: IV",
      "th": "สกิลธาตุ - 4",
      "vi": "Kỹ Năng Nguyên Tố IV"
    },
    "line": {
      "zhs": "坠刺！",
      "zht": "墜刺！",
      "jp": "撃墜の槍！",
      "ko": "내리찍는다!",
      "en": "Pin them down!",
      "de": "Durchbohr es!",
      "es": "¡Sométanlos!",
      "fr": "Attaque perçante !",
      "pt": "Prenda eles!",
      "ru": "Отведай, каково мое копьё!",
      "id": "Tekan terus!",
      "th": "ทิ่มแทง",
      "vi": "Xuyên thủng!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其五",
      "zht": "元素戰技·其五",
      "jp": "元素スキル·5",
      "ko": "원소전투 스킬·다섯 번째",
      "en": "Elemental Skill: V",
      "de": "Elementarfähigkeit V",
      "es": "Habilidad Elemental (V)",
      "fr": "Compétence élémentaire (5)",
      "pt": "Habilidade Elemental - V",
      "ru": "Элементальный навык V",
      "id": "Elemental Skill: V",
      "th": "สกิลธาตุ - 5",
      "vi": "Kỹ Năng Nguyên Tố V"
    },
    "line": {
      "zhs": "不过如此！",
      "zht": "不過如此！",
      "jp": "その程度なの？",
      "ko": "별거 없군!",
      "en": "Hah, too easy!",
      "de": "Nichts Besonderes!",
      "es": "¡Eso no es nada!",
      "fr": "C'est tout ce que vous avez ?",
      "pt": "Hah, fácil demais!",
      "ru": "Вот и всё!",
      "id": "Terlalu mudah!",
      "th": "ง่ายดายเหลือเกิน!",
      "vi": "Chỉ vậy thôi sao!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其六",
      "zht": "元素戰技·其六",
      "jp": "元素スキル·6",
      "ko": "원소전투 스킬·여섯 번째",
      "en": "Elemental Skill: VI",
      "de": "Elementarfähigkeit VI",
      "es": "Habilidad Elemental (VI)",
      "fr": "Compétence élémentaire (6)",
      "pt": "Habilidade Elemental - VI",
      "ru": "Элементальный навык VI",
      "id": "Elemental Skill: VI",
      "th": "สกิลธาตุ - 6",
      "vi": "Kỹ Năng Nguyên Tố VI"
    },
    "line": {
      "zhs": "有破绽！",
      "zht": "有破綻！",
      "jp": "隙あり！",
      "ko": "허점 발견!",
      "en": "You're exposed!",
      "de": "Schwachstellen gefunden!",
      "es": "¡Un hueco en la defensa!",
      "fr": "Une faille !",
      "pt": "Fraqueza exposta!",
      "ru": "Вам конец!",
      "id": "Ada celah!",
      "th": "มีจุดอ่อน!",
      "vi": "Có sơ hở!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "听取我的战祷！",
      "zht": "聽取我的戰禱！",
      "jp": "この祈りを聞きなさい！",
      "ko": "결전의 기도!",
      "en": "Hear my prayer!",
      "de": "Erhöre mein Gebet!",
      "es": "¡Escucha mi plegaria!",
      "fr": "Entends ma prière !",
      "pt": "Ouça minhas preces!",
      "ru": "Услышь мои молитвы!",
      "id": "Ini doa kami!",
      "th": "จงรับฟังถ้อยคำสดุดี!",
      "vi": "Hãy lắng nghe lời chúc phúc của tôi!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "赐予我们祝福！",
      "zht": "賜予我們祝福！",
      "jp": "我らに祝福あれ！",
      "ko": "우리에게 축복을!",
      "en": "Grant us your blessing!",
      "de": "Segne uns!",
      "es": "¡Bendícenos!",
      "fr": "Accorde-nous ta bénédiction !",
      "pt": "Conceda-nos sua bênção!",
      "ru": "Даруй нам благословение!",
      "id": "Berkati kami!",
      "th": "ประทานพรแก่เรา!",
      "vi": "Chúc phúc cho chúng ta!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "此为守护之战！",
      "zht": "此為守護之戰！",
      "jp": "守るために戦わねば！",
      "ko": "수호를 위하여!",
      "en": "We shall prevail!",
      "de": "Dies ist ein Kampf um Schutz!",
      "es": "¡Venceremos!",
      "fr": "C'est une bataille défensive !",
      "pt": "Nós prevaleceremos!",
      "ru": "Мы победим!",
      "id": "Lindungi kami!",
      "th": "นี่คือการต่อสู้เพื่อการปกป้อง!",
      "vi": "Chiến đấu để bảo vệ!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "都是些有用之物呀…",
      "zht": "都是些有用之物呀…",
      "jp": "使えるものばかりですね…",
      "ko": "다 필요한 물건들이야…",
      "en": "These look... surprisingly useful.",
      "de": "Das sieht ... sehr nützlich aus.",
      "es": "Esto puede servirnos.",
      "fr": "Il n'y a que des objets utiles...",
      "pt": "Estes parecem... surpreendentemente úteis.",
      "ru": "Столько всего полезного...",
      "id": "Sepertinya ini ... bisa berguna ya.",
      "th": "ล้วนแต่มีประโยชน์...",
      "vi": "Đều là những vật hữu dụng nhỉ..."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "怎么样，有看得上眼的么？",
      "zht": "怎麼樣，有看得上眼的嗎？",
      "jp": "どうですか？気に入ったものはありましたか？",
      "ko": "어때, 마음에 드는 건 있어?",
      "en": "What do you think? Anything catch your eye?",
      "de": "Was denkst du? Gibt es etwas, das dir gefällt?",
      "es": "¿Y bien? ¿Algo que llame tu atención?",
      "fr": "Alors ? Y a-t-il quelque chose qui vous plaît ?",
      "pt": "O que você acha? Algo chamou sua atenção?",
      "ru": "Ну как, что-нибудь понравилось?",
      "id": "Bagaimana? Ada barang bagus?",
      "th": "เป็นไงบ้าง มีอะไรเข้าตามั้ย?",
      "vi": "Thế nào, có thứ gì tốt không?"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "希望里面有能帮上你的东西。",
      "zht": "#希望裡面有能幫上{F#妳}{M#你}的東西。",
      "jp": "ふふっ、何か役立つものがあればいいですね。",
      "ko": "도움이 되는 물건이 있기를",
      "en": "I hope you can find some use for these.",
      "de": "Hoffe, es ist was Nützliches darin.",
      "es": "Espero que te sean de utilidad.",
      "fr": "J'espère que vous trouverez quelque chose qui vous sera utile.",
      "pt": "Espero que você encontre algum uso para estes.",
      "ru": "Надеюсь, тебе что-нибудь из этого пригодится.",
      "id": "Semoga semua ini bisa berguna.",
      "th": "หวังว่าจะมีของที่สามารถช่วยคุณได้นะ",
      "vi": "#Hy vọng có thứ giúp được cho {F#cô}{M#cậu}."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "不用手下留情了。",
      "zht": "不用手下留情了。",
      "jp": "手加減は必要ないようね。",
      "ko": "자비는 필요 없어",
      "en": "No more mercy.",
      "de": "Keine Gnade mehr.",
      "es": "No más piedad.",
      "fr": "Je ne vous ménagerai plus.",
      "pt": "Sem misericórdia.",
      "ru": "Больше никакой пощады.",
      "id": "Tidak ada ampun.",
      "th": "ไร้เมตตาอีกต่อไป",
      "vi": "Không cần phải nương tay nữa rồi."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "仍不悔改吗？",
      "zht": "仍不悔改嗎？",
      "jp": "悔い改めなさい！",
      "ko": "아직도 회개하지 않은 거야?",
      "en": "Remorseless. Hmph.",
      "de": "Immer noch reuelos?",
      "es": "¿Sigues sin arrepentirte?",
      "fr": "Vous n'avez aucun scrupule ?",
      "pt": "Sem remorsos. Hmph.",
      "ru": "Кому-то пора бы и одуматься.",
      "id": "Kejam. Hmph.",
      "th": "ยังไม่สำนึกผิด?",
      "vi": "Vẫn không hối hận sao?"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "请你们，滚开…",
      "zht": "請你們，滾開…",
      "jp": "どうか…消えて！",
      "ko": "좀 꺼져줄래…",
      "en": "Leave... now...",
      "de": "Verschwinde ... jetzt ...",
      "es": "Váyanse... Ahora...",
      "fr": "Dégagez... Tout de suite...",
      "pt": "Saia... agora...",
      "ru": "Прошу вас... убирайтесь!",
      "id": "Pergi ... sekarang ....",
      "th": "ขอให้พวกแก ไสหัวไป...",
      "vi": "Tránh... ra..."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa - I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "好好休息一下…",
      "zht": "好好休息一下…",
      "jp": "ちゃんと休んでください…",
      "ko": "푹 쉬어야겠어…",
      "en": "Please, rest...",
      "de": "Erhol dich ein wenig ...",
      "es": "Descansa...",
      "fr": "Reposez-vous...",
      "pt": "Por favor, descanse...",
      "ru": "Отдохни...",
      "id": "Tolong, istirahatlah ....",
      "th": "พักสักหน่อยเถอะ...",
      "vi": "Nghỉ ngơi nhé..."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa - II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "站我身后吧！",
      "zht": "站我身後吧！",
      "jp": "私の後ろに！",
      "ko": "내 뒤에 서!",
      "en": "Get behind me!",
      "de": "Geh hinter mich!",
      "es": "¡Ponte detrás de mí!",
      "fr": "Mettez-vous derrière moi !",
      "pt": "Fique atrás de mim!",
      "ru": "Вставай за мной!",
      "id": "Ke belakangku!",
      "th": "มาหลบข้างหลังฉัน!",
      "vi": "Đứng phía sau lưng tôi!"
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotada (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "仍需磨炼…",
      "zht": "仍需磨煉…",
      "jp": "鍛錬が足りなかったようです…",
      "ko": "수련이 부족했나…",
      "en": "Need to... train harder...",
      "de": "Muss ... härter trainieren ...",
      "es": "Debo entrenar... más duro...",
      "fr": "Je dois continuer à m'entraîner...",
      "pt": "Preciso... treinar mais...",
      "ru": "Я слишком мало тренировалась...",
      "id": "Harus ... latihan lagi ....",
      "th": "ต้องฝึกฝนให้มากกว่านี้...",
      "vi": "Vẫn cần phải rèn luyện..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotada (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "对不起，我没能守护…",
      "zht": "對不起，我沒有守護…",
      "jp": "守ってあげられなくて…ごめんね。",
      "ko": "지켜주지 못해서 미안…",
      "en": "I have failed... I'm sorry...",
      "de": "Tut mir leid, ich habe verloren ...",
      "es": "Lo siento, no pude protegerte...",
      "fr": "Désolée, je n'ai pas pu vous protéger...",
      "pt": "Eu falhei... Sinto muito...",
      "ru": "Прости, я не смогла тебя защитить...",
      "id": "Gagal ... Maafkan aku ....",
      "th": "ขอโทษ ที่ปกป้องไว้ไม่ได้...",
      "vi": "Xin lỗi, vẫn chưa thể bảo vệ..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotada (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "盾，破碎了…",
      "zht": "盾，破碎了…",
      "jp": "盾、割れちゃった…",
      "ko": "방패가 깨지는구나…",
      "en": "The shield... has broken...",
      "de": "Der Schild ... ist gebrochen ...",
      "es": "El escudo, se ha roto...",
      "fr": "Mon bouclier... Il est brisé...",
      "pt": "O escudo... quebrou...",
      "ru": "Мой щит... разбит.",
      "id": "Tamengnya ... jebol.",
      "th": "โล่ ถูกทำลายแล้ว...",
      "vi": "Tấm khiên, vỡ rồi..."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其一",
      "zht": "普通受擊·其一",
      "jp": "ダメージを受ける·1",
      "ko": "일반 피격·첫 번째",
      "en": "Light Hit Taken: I",
      "de": "Leichten Treffer erlitten I",
      "es": "Recibiendo un ligero ataque (I)",
      "fr": "Attaque légère subie (1)",
      "pt": "Ataque Leve Sofrido - I",
      "ru": "Получен лёгкий удар I",
      "id": "Menerima Serangan Ringan: I",
      "th": "รับการโจมตีปกติ - 1",
      "vi": "Chịu Đòn Thường I"
    },
    "line": {
      "zhs": "没问题。",
      "zht": "沒問題。",
      "jp": "効かないわ。",
      "ko": "괜찮아",
      "en": "It's nothing.",
      "de": "Kein Problem.",
      "es": "No es nada.",
      "fr": "Ce n'est rien du tout.",
      "pt": "Não é nada.",
      "ru": "Ничего.",
      "id": "Ah ini bukan apa-apa kok.",
      "th": "ไม่มีปัญหา",
      "vi": "Chả là gì."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "了不起。",
      "zht": "了不起。",
      "jp": "やるわね！",
      "ko": "제법인걸",
      "en": "Impressive.",
      "de": "Beeindruckend.",
      "es": "Impresionante.",
      "fr": "Impressionnant.",
      "pt": "Impressionante.",
      "ru": "Потрясающе.",
      "id": "Hebat.",
      "th": "เยี่ยมยอด",
      "vi": "Bất ngờ đấy."
    }
  },
  {
    "title": {
      "zhs": "重受击·其二",
      "zht": "重受擊·其二",
      "jp": "重ダメージを受ける·2",
      "ko": "강공격 피격·두 번째",
      "en": "Heavy Hit Taken: II",
      "de": "Schweren Treffer erlitten II",
      "es": "Recibiendo un fuerte ataque (II)",
      "fr": "Attaque puissante subie (2)",
      "pt": "Ataque Pesado Sofrido - II",
      "ru": "Получен тяжёлый удар II",
      "id": "Menerima Serangan Hebat: II",
      "th": "โดนโจมตีอย่างหนัก - 2",
      "vi": "Bị Trọng Kích II"
    },
    "line": {
      "zhs": "小伤罢了…",
      "zht": "小傷罷了…",
      "jp": "かすっただけ…",
      "ko": "이깟 상처쯤이야…",
      "en": "Just a graze.",
      "de": "Nur ein Kratzer ...",
      "es": "No es más que un rasguño.",
      "fr": "C'est juste une égratignure.",
      "pt": "Só um arranhão.",
      "ru": "Царапина...",
      "id": "Cuma lecet saja.",
      "th": "แผลเล็กน้อย...",
      "vi": "Vết thương nhỏ thôi..."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "怎么了，遇到危险了吗？",
      "zht": "怎麼了，遇到危險了嗎？",
      "jp": "ん？危ないことにでも遭いましたか？",
      "ko": "위험한 일이 생겼어?",
      "en": "What's wrong? Are you in danger?",
      "de": "Was ist? Bist du Gefahren begegnet?",
      "es": "¿Qué pasa? ¿Estás en peligro?",
      "fr": "#Qu'y a-t-il ? Êtes-vous en danger{NON_BREAK_SPACE}?",
      "pt": "O que há de errado? Você está em perigo?",
      "ru": "Что случилось? Кто-то попал в беду?",
      "id": "Kenapa? Ada bahaya?",
      "th": "เป็นอะไร เจออันตรายงั้นเหรอ?",
      "vi": "Thế nào, có nguy hiểm gì sao?"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "记得跟紧我哦。",
      "zht": "記得跟緊我哦。",
      "jp": "私から離れないでくださいね。",
      "ko": "날 따라와",
      "en": "Stay close.",
      "de": "Bleib in der Nähe.",
      "es": "Mantente cerca de mí.",
      "fr": "Restez près de moi.",
      "pt": "Fique por perto.",
      "ru": "Не отставайте.",
      "id": "Jangan jauh-jauh.",
      "th": "อย่าอยู่ห่างจากฉัน",
      "vi": "Đi sát theo tôi nhé."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "我会保证你的安全。",
      "zht": "#我會保證{F#妳}{M#你}的安全。",
      "jp": "あなたの安全は私が保証します。",
      "ko": "널 지켜줄게",
      "en": "I promise to keep you safe.",
      "de": "Ich werde dich beschützen.",
      "es": "Prometo protegerte.",
      "fr": "J'assurerai votre sécurité.",
      "pt": "Prometo que te manterei em segurança.",
      "ru": "Со мной вы в безопасности.",
      "id": "Ada aku, kamu aman.",
      "th": "ฉันสัญญาว่าเธอจะปลอดภัย",
      "vi": "#Tôi sẽ bảo vệ {F#cô}{M#cậu}."
    }
  }
]