[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "哈…睡得好香呀。欸，你好呀，旅行者，我们又见面了。嗯？不记得我了？嘿嘿，那就让我再次加入你的旅程吧。你的诗篇，值得被我这个世上最好的吟游诗人传唱！",
      "zht": "#哈…睡得好香呀。欸，{F#妳}{M#你}好呀，旅行者，我們又見面了。嗯？不記得我了？嘿嘿，那就讓我再次加入{F#妳}{M#你}的旅程吧。{F#妳}{M#你}的詩篇，值得被我這個世上最好的吟遊詩人傳唱！",
      "jp": "ファ…よく寝た。あっ、こんにちは、旅人さん、ボクたちまた会ったね。ん？覚えてない？エヘヘ、それじゃあボクをまた君の旅に加えておくれ。君の実績は、世界最高の吟遊詩人であるボクが歌うにもってこいなんだよ～",
      "ko": "음냐… 잘 잤다, 엇, 안녕, 여행자, 또 만났네~ 날 기억 못하는 거야? 헤헤, 그럼 다시 네 여행에 동행할게. 네 시편은 세상에서 가장 뛰어난 음유시인인 내가 널리 부를 만해!",
      "en": "*Yawn* That was a refreshing sleep. Ah, Traveler, we meet again! What? You don't remember me? Ahaha, well, allow me to join you on your quest once again. I must see to it that the bards of the world tell the Traveler's tales!",
      "de": "#Das war ein erfrischender Schlaf. Ah, {F#Reisende}{M#Reisender}, so sieht man sich wieder! Was? Du erinnerst dich nicht an mich? Ahaha! Nun, erlaube mir, dich auf deiner Suche noch einmal zu begleiten. Ich muss dafür sorgen, dass die Barden dieser Welt deine Geschichten erzählen!",
      "es": "#*Bosteza*, ese fue un sueño reparador. Ah, {F#viajera}{M#viajero}, ¡nos encontramos de nuevo! ¿Qué? ¿No me recuerdas? Jajaja, bueno, permíteme que te acompañe en tu viaje una vez más. ¡Las historias de los viajeros merecen ser difundidas por los bardos del mundo!",
      "fr": "#*bâille* Quel bon sommeil. Ah, c'est toi, {M#voyageur}{F#voyageuse} ? Tu ne te souviens plus de moi ? Héhé, laisse-moi t'accompagner de nouveau dans ta quête ! Quelqu'un se doit bien de chanter ton histoire !",
      "pt": "Ha?... Parece que você dormiu muito bem! Olá, Viajante! Nos vemos outra vez! Não se lembra de mim? Hehe, então, só me deixe juntar à sua jornada de novo. A sua história deve ser cantada por mim, o melhor bardo do mundo.",
      "ru": "#*Зевает* Неплохо я вздремнул. Ах, путешественни{F#ца}{M#к}, вот мы и встретились снова! Что? Ты меня не помнишь? Ха-ха-ха, тогда позволь мне заново присоединиться к твоей команде. Я должен удостовериться в том, чтобы все барды мира рассказывали истории о твоих похождениях!",
      "id": "*hoam* Ah ... nyenyak sekali tidurku. Ah, pengembara, kita ketemu lagi! Apa? Kamu tidak ingat aku? Ahaha, tidak apa-apa, izinkan aku untuk bergabung denganmu sekali lagi. Aku harus memastikan kalau kisahmu kelak diceritakan oleh para penyair di dunia ini!",
      "th": "ฮ้าว... หลับสบายจัง อ่า สวัสดี นักเดินทาง เราเจอกันอีกแล้วนะ ฮืม? จำฉันไม่ได้เหรอ? ฮี่ ๆ งั้นให้ฉันเข้าร่วมการเดินทางของเธออีกครั้งละกัน บทกวีของเธอน่ะ คู่ควรให้นักกวีพเนจรที่ดีที่สุดในโลกอย่างฉันเป็นคนขับร้อง!",
      "vi": "Oáp, ngủ ngon quá. Aiz, xin chào, Nhà Lữ Hành, chúng ta lại gặp nhau rồi. Hả? Không nhớ tôi á? Hì hì, vậy thì để tôi tham gia vào hành trình của bạn một lần nữa nào. Bài thơ của bạn xứng đáng được người ngâm thơ tuyệt vời nhất thế gian như tôi ngân nga!"
    }
  },
  {
    "title": {
      "zhs": "闲聊·弹琴",
      "zht": "閒聊·彈琴",
      "jp": "世間話·演奏",
      "ko": "잡담·하프 연주",
      "en": "Chat: Playing the Lyre",
      "de": "Gespräch – Leier",
      "es": "Charla - Tocando la lira",
      "fr": "Bavardage - Jouer de la lyre",
      "pt": "Bate-papo - Tocando a Lira",
      "ru": "Поболтаем: Музыка",
      "id": "Mengobrol: Bermain Lira",
      "th": "แชท - บรรเลงพิณ",
      "vi": "Nói chuyện phiếm - Đánh đàn"
    },
    "line": {
      "zhs": "嗯…想接着听下去的话，送我一个苹果吧。",
      "zht": "嗯…想接著聽下去的話，送我一個蘋果吧。",
      "jp": "もっと聞きたいなら、リンゴをちょうだいよ。",
      "ko": "계속 듣고 싶다면 내게 사과 하나 줘~",
      "en": "Sure, I'll play you another tune, but it'll cost you an apple.",
      "de": "In Ordnung, ich spiele noch ein Lied, aber du musst mir einen Apfel dafür schenken.",
      "es": "Bueno... Si quieres escuchar más, regálame una manzana.",
      "fr": "Je peux te chanter un morceau, mais ça te coûtera une pomme.",
      "pt": "Dê-me uma maçã se quiser saber o resto.",
      "ru": "Конечно, я сыграю тебе ещё одну песню, но на этот раз с тебя яблоко!",
      "id": "Boleh ... aku akan memainkan melodi lain untukmu, tapi kamu harus kasih apel lagi buatku.",
      "th": "อืม... ถ้าอยากจะฟังต่อล่ะก็ เอาแอปเปิ้ลมาให้ฉันก่อนลูกนึงสิ",
      "vi": "Ừm... Muốn nghe tiếp thì tặng tôi một quả táo đi."
    }
  },
  {
    "title": {
      "zhs": "闲聊·苹果酒",
      "zht": "閒聊·蘋果酒",
      "jp": "世間話·リンゴ酒",
      "ko": "잡담·사과주",
      "en": "Chat: Apple Cider",
      "de": "Gespräch – Apfelwein",
      "es": "Charla - Sidra",
      "fr": "Bavardage - Cidre",
      "pt": "Bate-papo - Sidra de Maçã",
      "ru": "Поболтаем: Сидр",
      "id": "Mengobrol: Apple Cider",
      "th": "แชท - เหล้าแอปเปิ้ล",
      "vi": "Nói chuyện phiếm - Rượu táo"
    },
    "line": {
      "zhs": "嗯…好想坐在大树上，手边有喝不完的苹果酒。哎。",
      "zht": "嗯…好想坐在大樹上，手邊有喝不完的蘋果酒。哎。",
      "jp": "大きな木の上に腰かけて、飲みきれないほどのリンゴ酒を片手にもつんだ。ほら～",
      "ko": "아름드리 나무에 앉아 영원히 줄지 않는 사과주를 즐기고 싶어~ 하아",
      "en": "Right now I wish I was sitting at the top of a tree, looking out over a meadow, cider in hand...",
      "de": "Hach, wie gern würde ich jetzt auf der Spitze eines großen Baumes sitzen, in der Hand ein Glas Apfelwein.",
      "es": "*Suspira*, me encantaría sentarme en lo alto de un árbol mientras bebo una buena sidra de manzana...",
      "fr": "Là, j'aimerais être assis sur un arbre pour observer les prés verdoyants, un verre de cidre à la main...",
      "pt": "Hum... Eu gostaria de me sentar na árvore, com umas Sidras de Maçã em mãos... *Suspiro*",
      "ru": "Вот бы сейчас сидеть на дереве с бутылочкой сидра в руке и любоваться бескрайними полями и лугами... Эх...",
      "id": "Sekarang aku sedang berharap kalau aku lagi duduk di sebuah puncak pohon, memandangi padang rumput, dan menggenggam sebotol apple cider di tanganku ....",
      "th": "อืม... อยากจะไปนั่งอยู่บนต้นไม้ต้นใหญ่ แล้วก็ถือเหล้าแอปเปิ้ลที่ไม่มีวันหมดไว้ในมือจังเลยนะ เห้อ...",
      "vi": "Ừm... Muốn ngồi trên cây cao, trong tay cầm rượu táo uống mãi không hết quá. Haiz."
    }
  },
  {
    "title": {
      "zhs": "闲聊·诗篇",
      "zht": "閒聊·詩篇",
      "jp": "世間話·詩篇",
      "ko": "잡담·시편",
      "en": "Chat: Ballads",
      "de": "Gespräch – Gedichte",
      "es": "Charla - Oda",
      "fr": "Bavardage - Ballades",
      "pt": "Bate-papo - Poemas",
      "ru": "Поболтаем: Поэзия",
      "id": "Mengobrol: Balada",
      "th": "แชท - บทกวี",
      "vi": "Nói chuyện phiếm - Tập thơ"
    },
    "line": {
      "zhs": "动身吧，旅行者。佚失的诗篇，还在等着我们呢。",
      "zht": "動身吧，旅行者。佚失的詩篇，還在等著我們呢。",
      "jp": "行動するんだ、旅人よ。失われた詩篇が、ボクたちを待っている。",
      "ko": "움직여, 여행자. 잃어버린 시편이 아직 우릴 기다리고 있어~",
      "en": "Come on Traveler, let's go! The world is full of lost ballads just waiting to be rediscovered.",
      "de": "#Lass uns aufbrechen, {F#Reisende}{M#Reisender}. Es gibt noch so viel Poesie da draußen, die nur auf uns wartet.",
      "es": "#Vamos, viajer{F#a}{M#o}. El mundo está lleno de baladas que esperan ser redescubiertas.",
      "fr": "#Du nerf, {M#voyageur}{F#voyageuse} ! Tant de ballades oubliées attendent d'être redécouvertes.",
      "pt": "Vamos! Viajante, as baladas perdidas ainda estão à nossa espera.",
      "ru": "#Пойдём же, путешественни{F#ца}{M#к}! Нам ещё предстоит отыскать множество утраченных баллад.",
      "id": "Ayo kita berangkat, Pengembara! Dunia yang penuh dengan puisi yang terhilang ini sedang menanti dirinya untuk ditemukan kembali.",
      "th": "ไปกันเถอะ นักเดินทาง บทกวีที่หายไปกำลังรอเราอยู่นะ",
      "vi": "Lên đường thôi, nhà lữ hành. Những áng thơ thất lạc vẫn đang chờ chúng ta đấy."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Turun Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "来踩小水坑吧！看看谁溅出来的水花更大！",
      "zht": "來踩小水坑吧！看看誰濺出來的水花更大！",
      "jp": "水たまりを踏んでみよう！どっちが大きな水しぶきを飛ばせるかな！",
      "ko": "와서 물웅덩이를 밟아봐! 누가 물보라를 더 크게 일으키나 보자고!",
      "en": "Let's go jumping in puddles and see who can make the biggest splash!",
      "de": "Lass uns in diese Pfütze springen! Mal sehen, bei wem das Wasser höher spritzt!",
      "es": "¡Saltemos sobre charcos de agua a ver quién salpica más!",
      "fr": "#Sautons dans les flaques ! {M#Celui}{F#Celui ou celle} qui éclabousse le plus d'eau gagne !",
      "pt": "Vamos pular em poças e ver quem consegue dar o salto mais alto!",
      "ru": "Пошли прыгать по лужам! Посмотрим, у кого получится больше брызг!",
      "id": "Ayo kita lompat di atas genangan air dan lihat siapa yang bisa membuat cipratan yang paling besar!",
      "th": "มาเหยียบแอ่งน้ำแข่งกันเร็ว! ดูซิว่าใครจะทำน้ำกระเด็นได้สูงกว่ากัน!",
      "vi": "Nghịch nước nào! Để xem ai tạo ra bong bóng to hơn!"
    }
  },
  {
    "title": {
      "zhs": "雨过天晴…",
      "zht": "雨過天晴…",
      "jp": "雨上がり…",
      "ko": "비가 그친 후…",
      "en": "After the Rain",
      "de": "Es hat aufgehört zu regnen ...",
      "es": "Tras la lluvia...",
      "fr": "Après la pluie...",
      "pt": "Depois da Chuva...",
      "ru": "После дождя...",
      "id": "Setelah Hujan",
      "th": "ฟ้าหลังฝน...",
      "vi": "Sau cơn mưa trời lại sáng..."
    },
    "line": {
      "zhs": "欸~这就天晴了？我还想多玩一会儿呢。",
      "zht": "欸~這就天晴了？我還想多玩一會呢。",
      "jp": "あれ～晴れちゃったの？もう少し遊べるかと思ったのに。",
      "ko": "엇~ 이렇게 날이 개는 건가? 좀 더 놀고 싶은데",
      "en": "It's stopped raining already? A shame, I wanted to play some more.",
      "de": "Oh, es hat schon aufgehört zu regnen? Ich wollte doch noch etwas im Regen spielen.",
      "es": "¿Ya dejó de llover? Qué lástima, aún quería seguir jugando...",
      "fr": "La pluie s'est arrêtée ? Dommage, je voulais encore m'amuser.",
      "pt": "Ei? O céu já está aberto de novo. Quero brincar mais!",
      "ru": "Ох, дождь уже закончился? А я только разыгрался.",
      "id": "Hujannya sudah berhenti? Yah, padahal aku masih ingin main.",
      "th": "อ๋า~ ฟ้าใสซะแล้ว ฉันยังอยากจะเล่นอยู่เลย~",
      "vi": "Ôi... Trời tạnh rồi? Tôi vẫn muốn chơi thêm một lúc nữa."
    }
  },
  {
    "title": {
      "zhs": "下雪的时候…",
      "zht": "下雪的時候…",
      "jp": "雪の日…",
      "ko": "눈이 올 때…",
      "en": "When It Snows",
      "de": "Wenn es schneit ...",
      "es": "Cuando nieva...",
      "fr": "Quand il neige...",
      "pt": "Quando Está Nevando...",
      "ru": "Когда идёт снег...",
      "id": "Ketika Turun Salju",
      "th": "ในเวลาที่หิมะตก...",
      "vi": "Khi tuyết rơi..."
    },
    "line": {
      "zhs": "等雪积起来…我们来打雪仗吧！",
      "zht": "等雪積起來…我們來打雪仗吧！",
      "jp": "雪が積もったら…雪合戦しよう！",
      "ko": "눈이 쌓이면… 눈싸움하자!",
      "en": "Let's wait till the snow gets heavier and have a snowball fight!",
      "de": "Lass uns warten, bis der Schnee noch höher steht. Dann veranstalten wir eine Schneeballschlacht!",
      "es": "Cuando haya más nieve, ¡haremos una pelea de bolas de nieve!",
      "fr": "Attendons qu'il y en ait plus pour faire une bataille de boules de neige !",
      "pt": "Vamos ter uma guerra de bola de neve. Quando ela se acumular mais.",
      "ru": "Давай дождёмся, пока нападает снег, и сыграем в снежки!",
      "id": "Kita tunggu sampai saljunya menumpuk ... terus kita perang bola salju!",
      "th": "ไว้รอตอนที่หิมะกองสูงขึ้นแล้ว เรามาเล่นปาหิมะกันนะ!",
      "vi": "Đợi tuyết rơi dày rồi... chúng ta chơi ném tuyết đi!"
    }
  },
  {
    "title": {
      "zhs": "刮大风了…",
      "zht": "颳大風了…",
      "jp": "暴風の日…",
      "ko": "강풍이 불 때…",
      "en": "When the Wind Is Blowing",
      "de": "Ein Sturm zieht auf.",
      "es": "Hace mucho viento...",
      "fr": "Le vent souffle fort...",
      "pt": "A Ventania Está Chegando...",
      "ru": "Когда дует сильный ветер...",
      "id": "Ketika Angin Berembus",
      "th": "ในเวลาที่ลมพัดแรง...",
      "vi": "Gió lớn quá..."
    },
    "line": {
      "zhs": "难得呀，要不要去飞一飞？",
      "zht": "難得呀，要不要去飛一飛？",
      "jp": "せっかくだし、飛んでみない？",
      "ko": "모처럼의 기회인데, 같이 날아볼까?",
      "en": "The wind has returned! Quick, let's go gliding!",
      "de": "Der Wind steht günstig. Drehen wir eine Runde mit dem Gleiter?",
      "es": "¡Hay viento de nuevo! Vamos, ¡a volar!",
      "fr": "Le vent se lève de nouveau ! Un peu de planage ne nous ferait pas de mal, non ?",
      "pt": "Temos que aproveitar essa oportunidade para voar!",
      "ru": "О, ветер снова поднялся! Раскрывай свой планер!",
      "id": "Anginnya sudah bertiup lagi! Cepat, kita langsung meluncur!",
      "th": "หายากนะเนี่ย จะไปบินเล่นซักหน่อยมั้ย?",
      "vi": "Hiếm khi được như thế, muốn bay không nào?"
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "早，准备开始新的冒险了么？",
      "zht": "早，準備開始新的冒險了嗎？",
      "jp": "おはよう。新しい冒険を始めるの？",
      "ko": "안녕, 새로운 모험을 시작하려고?",
      "en": "Morning! Ah... what's in store for today?",
      "de": "Guten Morgen! Bist du bereit für ein Abenteuer?",
      "es": "#¡Buenos días! ¿{F#Lista}{M#Listo} para una nueva aventura?",
      "fr": "#Bonjour, {M#prêt}{F#prête} pour une nouvelle aventure ?",
      "pt": "#Bom dia, Viajante, você está preparad{M#o}{F#a} para começar a sua aventura?",
      "ru": "#Доброе утро! Ну что, готов{F#а} к новым свершениям?",
      "id": "Pagi! Ah ... siap untuk petualangan baru?",
      "th": "อรุณสวัสดิ์ เตรียมพร้อมสำหรับการผจญภัยครั้งใหม่แล้วรึยัง?",
      "vi": "Chào, chuẩn bị bắt đầu chuyến phiêu lưu mới ư?"
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "咕…肚子饿了，又不敢再去晨曦酒庄蹭饭…啊，是你呀！欸嘿，要出门么？带我一个呗。",
      "zht": "#咕…肚子餓了，又不敢再去晨曦酒莊蹭飯…啊，是{F#妳}{M#你}呀！欸嘿，要出門嗎？帶我一個吧。",
      "jp": "グー…お腹空いた。またアカツキワイナリーでタダ飯食べるのも気が引けるしな…君だったのか！ヤッホー、出かけるの？ボクも連れて行ってよ。",
      "ko": "배고파… 하지만 다운 와이너리에 빌붙으러 갈 수도 없고… 어, 너구나! 헤헤, 외출하려고? 나도 데리고 가",
      "en": "My tummy is rumbling, but I can't get caught pilfering food from the Dawn Winery again... Oh, it's you! Where are you heading? May I join?",
      "de": "Mein Magen knurrt, aber ich traue mich nicht, beim Weingut Morgenröte Essen zu schnorren ... Oh, du bist es! Wohin des Weges? Nimm mich mit!",
      "es": "¡Qué hambre tengo! Pero no puedo dejar que me vean robando comida del Viñedo del Amanecer otra vez... ¡Oh, eres tú! ¿A dónde vas? ¿Puedo ir contigo?",
      "fr": "J'ai l'estomac dans les talons, mais je ne peux pas risquer de me faire reprendre la main dans le sac... Ah, c'est toi ! Où vas-tu ? Je peux venir avec toi ?",
      "pt": "*Estômago roncando* Estou com muita fome, mas não estou com coragem de comer na Adega do Alvorecer... É você! Ei? Vai sair? Me leve!",
      "ru": "Мой живот урчит, но нельзя, чтобы меня снова поймали на воровстве еды из винокурни «Рассвет»... О, это ты! Куда путь держишь? Можно мне с тобой?",
      "id": "Perutku keroncongan, tapi aku tidak boleh sampai ketahuan mencuri makanan dari Dawn Winery lagi ... Oh, kamu ada di sini! Lagi mau ke mana? Boleh aku ikut?",
      "th": "จ๊อกก... เห้อ หิวซะแล้ว จะไปกินข้าวที่ Dawn Winery ก็ไม่กล้า... อ๊ะ เธอนี่เอง! แหะ ๆ จะออกไปข้างนอกเหรอ? พาฉันไปด้วยซี่",
      "vi": "Ọc... Đói bụng quá, lại không dám tới Tửu Trang Dawn ăn cơm... A, là bạn ư! Hì hì, định ra ngoài à? Dẫn tôi theo với."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "我还不困哦。要我陪你走走么？",
      "zht": "#我還不睏哦。要我陪{F#妳}{M#你}走走嗎？",
      "jp": "ボクはまだ眠くないよ。もう少し付き合ってよ？",
      "ko": "나 안 졸린데, 함께 산책해줄까?",
      "en": "Hmm, I'm still not sleepy. Fancy an evening stroll?",
      "de": "Ich bin noch nicht müde. Willst du ein Stück mit mir spazieren?",
      "es": "Todavía no tengo sueño. ¿Te apetece ir a pasear?",
      "fr": "Je suis encore en pleine forme. Te laisserais-tu tenter par une petite promenade nocturne ?",
      "pt": "Ainda não estou sonolento. Quer dar um passeio?",
      "ru": "Ещё рано спать. Пошли прогуляемся!",
      "id": "Hmm, aku masih belum ngantuk. Mau jalan-jalan sore?",
      "th": "ฉันยังไม่ง่วงเลย ให้ฉันไปเป็นเพื่อนมั้ยล่ะ?",
      "vi": "Tôi vẫn chưa mệt. Có cần tôi đi cùng bạn không?"
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "欸？要休息了吗？嘿嘿，晚安。",
      "zht": "欸？要休息了嗎？嘿嘿，晚安。",
      "jp": "寝るのかい？ヘヘ、お休み。",
      "ko": "쉬려고? 헤헤, 잘 자",
      "en": "Off to the land of nod? Haha, farewell, my friend!",
      "de": "He! Du willst dich ausruhen? Hehe, na dann gute Nacht.",
      "es": "¿Eh? ¿Quieres descansar? Jeje, buenas noches.",
      "fr": "#{M#Fatigué}{F#Fatiguée} ? Bonne nuit, héhé.",
      "pt": "Ei? Você vai descansar? Hehe, boa noite.",
      "ru": "Ты уже баиньки? Ха-ха, сладких снов, друг!",
      "id": "Mau bertualang di alam mimpi? Haha, okelah kalau begitu, temanku.",
      "th": "เอ๋? อยากพักแล้วเหรอ? ฮ่ะฮ่ะ ฝันดีน้า",
      "vi": "Ể? Muốn đi ngủ à? Hì hì, ngủ ngon."
    }
  },
  {
    "title": {
      "zhs": "关于温迪自己…",
      "zht": "關於溫迪自己…",
      "jp": "ウェンティ自身について…",
      "ko": "벤티 자신에 대해…",
      "en": "About Venti",
      "de": "Über Venti ...",
      "es": "Sobre Venti...",
      "fr": "À propos de Venti lui-même...",
      "pt": "Sobre Venti...",
      "ru": "О Венти...",
      "id": "Tentang Venti Sendiri",
      "th": "เกี่ยวกับตัวของ Venti เอง",
      "vi": "Về bản thân Venti..."
    },
    "line": {
      "zhs": "练习？哼哼，我当然不需要啦，在这提瓦特就没有我不会唱的歌。",
      "zht": "練習？哼哼，我當然不需要啦，在這提瓦特就沒有我不會唱的歌。",
      "jp": "練習？フフン、もちろん必要ないさ。ここテイワットではボクに歌えない歌はないんだよ。",
      "ko": "연습? 흥, 물론 필요없지, 이 티바트에서 내가 못하는 노래는 없어",
      "en": "Practice? Me? There's no need — I already know every song in Teyvat!",
      "de": "Üben? Hihi, nein, das brauche ich nicht. In Teyvat gibt es kein Lied, das ich nicht kenne.",
      "es": "¿Practicar? ¿Yo? No lo necesito, ¡conozco todas las canciones de Teyvat!",
      "fr": "Répéter ? Jamais ! Je connais toutes les chansons de Teyvat par cœur.",
      "pt": "Praticar? Hehe, claro que não é preciso. Basicamente sei cantar todas as canções. Acredite!",
      "ru": "Практиковаться? Мне? Ха-ха, зачем? Я ведь и так знаю все песни в Тейвате.",
      "id": "Latihan? Buatku? Tidak perlu ... aku hafal semua lagu di Teyvat.",
      "th": "ฝึกซ้อม? หึ ๆ ระดับนี้ไม่จำเป็นแล้วล่ะ ไม่มีเพลงไหนใน Teyvat ที่ฉันร้องไม่เป็นหรอกนะ",
      "vi": "Luyện tập? Tôi đương nhiên không cần rồi, ở Teyvat này không có khúc ca nào mà tôi không biết hát."
    }
  },
  {
    "title": {
      "zhs": "关于我们·新歌",
      "zht": "關於我們·新歌",
      "jp": "新しい歌について…",
      "ko": "우리에 대해·신곡",
      "en": "About Us: New Songs",
      "de": "Über uns – Neues Lied",
      "es": "Sobre nosotros - Nuevas canciones",
      "fr": "À propos de nous - Nouvelles chansons",
      "pt": "Sobre Nós - Novas Canções",
      "ru": "О нас: Новые песни",
      "id": "Tentang Kita: Lagu Baru",
      "th": "เกี่ยวกับเรา - เพลงใหม่",
      "vi": "Về chúng ta - Bài hát mới"
    },
    "line": {
      "zhs": "我想把你写进新歌里！欸，怎么露出这种表情呀，担心付不起稿费吗？哈哈，摩拉就不要了，不如…跟我再讲讲你的故事吧！",
      "zht": "#我想把{F#妳}{M#你}寫進新歌裡！欸，怎麼露出這種表情呀，擔心付不起稿費嗎？哈哈，摩拉就不要了，不如…跟我再講講{F#妳}{M#你}的故事吧！",
      "jp": "君をボクの新しい歌に書き加えたいんだ！あれ、どうしてそんな顔するの？原稿料を払えるかが心配？アハハ、そんなのいらないよ。それより…また君の物語を話してよ！",
      "ko": "널 가사에 넣고 싶어! 아, 왜 그런 표정을 짓는 거야? 비용이 걱정되는구나? 하하, 모라는 됐어… 네 이야기를 들려줘!",
      "en": "I have decided to write a song about you! What are you giving me that look for? Can't afford it? Don't be preposterous, the price for you, my friend, is precisely zero Mora! Although... one thing you could do is tell me a few more of your stories!",
      "de": "Ich möchte dich in eins meiner Lieder mit aufnehmen! Ha, was soll das besorgte Gesicht? Machst du dir Sorgen, dass dich das zu viel kosten wird? Haha, Mora will ich nicht von dir, nur ... mehr von deinen Geschichten!",
      "es": "#¡He decidido escribir una canción sobre ti! ¿Por qué me miras así? ¿No puedes pagarme la actuación? ¡No digas tonterías! Eres mi amig{F#a}{M#o}, no te cobraré ningún Mora. Aunque... ¡una cosa que podrías hacer es contarme otra de tus historias!",
      "fr": "Je vais écrire une chanson sur toi ! Pourquoi tu fais cette tête ? Tu ne peux pas te le permettre ? Pas d'inquiétude, les amis, c'est sacré et surtout, on ne les fait pas payer ! Pas en moras, en tout cas. Allez, raconte-moi ton histoire !",
      "pt": "#Eu quero escrever a sua história na minha música nova. Ei? Por que essa cara? Está preocupad{M#o}{F#a} que não tem Mora suficiente para me pagar? Haha. Não é preciso Mora, basta a sua história!",
      "ru": "#Я решил написать песню о тебе! Ну чего ты так на меня смотришь? Боишься, что не сможешь позволить себе такую роскошь? Да перестань, для тебя такая услуга стоит ровно ноль моры! Хотя... ты мог{F#ла} бы поделиться со мной ещё какими-нибудь интересными историям из своей жизни!",
      "id": "Aku sudah memutuskan untuk menuliskan lagu tentangmu! Eh, kenapa kamu menatapku begitu? Takut tidak sanggup bayar? Santai ah, kan buatmu pakai harga teman, alias gratis! Tapi ... satu hal yang bisa kamu kasih padaku adalah tolong ceritakan kisahmu lebih banyak lagi!",
      "th": "ฉันอยากจะเขียนเธอลงไปในบทเพลงใหม่! เอ๋ ทำไมทำสีหน้าแบบนั้นล่ะ กลัวจะจ่ายค่าแต่งไม่ไหวเหรอ? ฮ่าฮ่า เรื่อง Mora น่ะช่างมันเถอะ ไม่งั้นก็... ช่วยเล่าเรื่องของเธอให้ฉันฟังหน่อยแล้วกัน!",
      "vi": "Tôi muốn đưa bạn vào ca khúc mới! Ể, sao lại trưng vẻ mặt này ra, sợ không trả nổi nhuận bút à? Ha ha, Mora thì không cần đâu, hay là... Kể chuyện của bạn cho tôi nghe đi!"
    }
  },
  {
    "title": {
      "zhs": "关于我们·勇者",
      "zht": "關於我們·勇者",
      "jp": "勇者について…",
      "ko": "우리에 대해·용사",
      "en": "About Us: Heroes",
      "de": "Über uns – Krieger",
      "es": "Sobre nosotros - Valientes",
      "fr": "À propos de nous - Braves",
      "pt": "Sobre Nós - Heróis",
      "ru": "О нас: Герои",
      "id": "Tentang Kita: Pahlawan",
      "th": "เกี่ยวกับเรา - ผู้กล้า",
      "vi": "Về chúng ta - Người anh hùng"
    },
    "line": {
      "zhs": "#唔…嗯！嘿嘿，等到勇者救出了{MATEAVATAR#SEXPRO[INFO_MALE_PRONOUN_BOYD|INFO_FEMALE_PRONOUN_GIRLD]}，我会第一时间让全大陆传唱这首歌谣。",
      "zht": "#唔…嗯！嘿嘿，等到勇者救出了{F#王子}{M#公主}，我會第一時間讓全大陸傳唱這首歌謠。",
      "jp": "#うん…うん…なるほど！エヘヘ、勇者が{MATEAVATAR#SEXPRO[INFO_MALE_PRONOUN_BOYD|INFO_FEMALE_PRONOUN_GIRLD]}を救い出したら、真っ先に大陸中にこの歌を広めるんだ。",
      "ko": "#아… 아… 음…! 헤헤, 용자가 나타나 {M#왕자}{F#공주}를 구하면, 당장 전 대륙에 이 노래를 퍼트리겠어",
      "en": "#Haha, once the {M#hero}{F#heroine} in the song has actually rescued the {M#princess}{F#prince}, I will ensure this song spreads to every corner of the continent!",
      "de": "#Haha, sobald in meinem Lied {M#der Held}{F#die Heldin} {F#den Prinzen}{M#die Prinzessin} gerettet hat, werde ich das Lied im ganzen Land verbreiten.",
      "es": "#Jaja, una vez que {M#el héroe}{F#la heroína} de la canción haya rescatado {M#a la princesa}{F#al príncipe}, ¡me aseguraré de que esta canción llegue a todos los rincones del continente!",
      "fr": "#Dès que {M#le héros}{F#l'héroïne} aura sauvé {M#la princesse}{F#le prince}, je m'assurerai que son histoire soit connue dans les quatre coins de Teyvat.",
      "pt": "#Haha, quando {M#o herói}{F#a heroína} for salv{M#o}{F#a}, vou garantir que essa música se espalhe por todos os cantos do país!",
      "ru": "#Ха-ха, как только принц{F#есса} в моей истории спасёт принц{F#а}{M#ессу}, я сразу сделаю так, что песнь о н{F#ей}{M#ём} разлетится по всем уголкам Тейвата.",
      "id": "#Haha! Setelah pahlawan yang ada dalam lagu ini berhasil menyelamatkan sang {M#pangeran}{F#putri}, aku yakin lagu ini akan tersebar ke seluruh penjuru benua.",
      "th": "#อืม... อื้ม! ฮิฮิ ไว้ผู้กล้าช่วย{F#เจ้าชาย}{M#เจ้าหญิง}ออกมาได้เมื่อไหร่ ฉันจะให้ทุกคนในทวีปร้องเพลงนี้ในทันทีเลย",
      "vi": "#À... ừ! Hì hì, đợi người anh hùng cứu thoát {F#hoàng tử}{M#công chúa}, tôi sẽ là người đầu tiên hát bài ca này trên khắp đại lục!"
    }
  },
  {
    "title": {
      "zhs": "关于我们·使徒",
      "zht": "關於我們·使徒",
      "jp": "使徒について…",
      "ko": "우리에 대해·사도",
      "en": "About Us: Apostles",
      "de": "Über uns – Gläubige",
      "es": "Sobre nosotros - Apóstoles",
      "fr": "À propos de nous - Apôtres",
      "pt": "Sobre Nós - Apóstolos",
      "ru": "О нас: Апостолы",
      "id": "Tentang Kita: Penganut",
      "th": "เกี่ยวกับเรา - สาวก",
      "vi": "Về chúng ta - Sứ đồ"
    },
    "line": {
      "zhs": "夜风凉爽，是适合成为神的使徒的天气！那么事不宜迟，快来向我献上供奉吧？",
      "zht": "夜風涼爽，是適合成為神的使徒的天氣！那麼事不宜遲，快來向我獻上供奉吧？",
      "jp": "夜風が涼しくて、神の使徒になるのにピッタリの気候だよ！じゃあ善は急げって言うし、早速ボクに貢物を捧げてよ。",
      "ko": "밤 바람 시원하구나, 신의 사도가 되기 딱 좋은 날씨야! 그럼 늦기 전에 빨리 내게 공양을 바쳐야지?",
      "en": "Ahh... an evening breeze really sets the mood for becoming my disciple, don't you think? We can do it right now... you just need to make me a small offering...",
      "de": "Diese kühle Nachtbrise ist wirklich angenehm und versetzt einen gleich in die richtige Stimmung, mein Schüler zu werden! Also, ohne weitere Umschweife, biete mir ein Opfer dar.",
      "es": "#Una noche con una brisa fresca crea el ambiente perfecto para convertirse en mi discípul{F#a}{M#o}, ¿no te parece? Podemos hacerlo ahora, solo tienes que hacerme una pequeña ofrenda.",
      "fr": "#Cette petite brise de soirée marque le moment idéal pour faire de toi {M#mon nouveau}{F#ma nouvelle} disciple ! Il suffit de me faire une petite offrande...",
      "pt": "Uma brisa noturna realmente define o clima para se tornar meu discípulo, você não acha? Podemos fazer isso agora mesmo, você só precisa me fazer uma pequena oferenda...",
      "ru": "Вечерний бриз настраивает на то, чтобы стать моим учеником, ты так не думаешь? Мы можем начать прямо сейчас. Тебе всего лишь придётся сделать мне небольшое подношение...",
      "id": "Ahh ... angin malam benar-benar mendorong niatmu untuk menjadi muridku, kan? Tunggu apa lagi ... kamu cukup memberiku sedikit upeti ....",
      "th": "สายลมยามค่ำคืนนั้นช่างเย็นสบาย เป็นอากาศที่เหมาะแก่การจะถวายตัวเป็นสาวกของเทพเจ้า! อย่าได้รอช้า จะถวายสักการะให้ฉันเลยมั้ยล่ะ?",
      "vi": "Gió đêm mát mẻ, đây là thời tiết thích hợp nhất để trở thành sứ giả của thần! Việc này không nên chậm trễ, mau tới dâng lễ vật cho tôi đi chứ?"
    }
  },
  {
    "title": {
      "zhs": "关于我们·请求",
      "zht": "關於我們·請求",
      "jp": "請求について…",
      "ko": "우리에 대해·부탁",
      "en": "About Us: Requests",
      "de": "Über uns – Anfrage",
      "es": "Sobre nosotros - Peticiones",
      "fr": "À propos de nous - Requêtes",
      "pt": "Sobre Nós - Solicitação",
      "ru": "О нас: Просьбы",
      "id": "Tentang Kita: Permohonan",
      "th": "เกี่ยวกับเรา - ร้องขอ",
      "vi": "Về chúng ta - Thỉnh cầu"
    },
    "line": {
      "zhs": "欸，要风神我更加努力一点？那你是不是也要展示点诚意呢。比如虔诚、热爱，或者说…",
      "zht": "#欸，要風神我更加努力一點？那{F#妳}{M#你}是不是也要展示點誠意呢。比如虔誠、熱愛，或者說…",
      "jp": "あれ、風の神のボクにもっと頑張れって？それなら君も誠意を見せなくちゃ。例えば、敬虔さ、情熱、または……",
      "ko": "엇, 바람의 신인 내가 더 노력해야 되나? 그럼 너도 성의를 보여봐, 간절하거나 열렬한 사랑, 아니면…",
      "en": "What's that? You think I should try harder to be a good Anemo Archon? Well, you could be a better devotee too... you could be more pious, more passionate, or... um...",
      "de": "Du findest, ich als Anemo-Archon sollte mir mehr Mühe geben? Na dann solltest du mir vielleicht auch etwas mehr Respekt zeigen. Oder Loyalität oder Liebe oder ...",
      "es": "#*Suspira*, ¿crees que debería esforzarme más para ser un buen Arconte Anemo? Bueno, tú también podrías ser {F#una}{M#un} mejor creyente... Podrías ser más piados{F#a}{M#o}, más apasionad{F#a}{M#o} o...",
      "fr": "#Tu penses que je devrais faire un effort en tant qu'Archon Anémo ? Et toi donc ? Tu pourrais devenir {M#un de mes plus fervents}{F#une de mes plus ferventes} disciples...",
      "pt": "#Como é? Você acha que eu, Arconte Anemo, deveria trabalhar mais duro? Bem, você poderia ser {M#um devoto}{F#uma devota} melhor também... Você poderia ser mais piedos{M#o}{F#a}, mais apaixonad{M#o}{F#a}, ou... Hm...",
      "ru": "#Думаешь, что я недостаточно делаю в качестве Анемо Архонта? Ну знаешь, тебе тоже не мешало бы постараться, чтобы стать моим последователем. Ты мог{F#ла} хотя бы показать свою заинтересованность...",
      "id": "Eh apa? Menurutmu aku harus mencoba lebih giat untuk menjadi Archon Anemo yang baik? Ya, kamu juga bisa menjadi pengabdi yang lebih baik juga, kan ... Misalnya bisa lebih saleh, lebih bersemangat, atau ... uhm ....",
      "th": "เอ๋ อยากให้ฉันในฐานะเทพแห่งลมพยายามมากขึ้นกว่านี้หน่อยงั้นเหรอ? งั้นเธอก็ควรแสดงความจริงใจด้วยสิ เช่น ความศรัทธา ความรัก หรือว่า...",
      "vi": "Haiz, muốn tôi phải cố gắng hơn nữa? Có phải bạn cũng nên thể hiện chút thành ý hay không. Chẳng hạn như thành kính, tình yêu, hoặc là..."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về Vision..."
    },
    "line": {
      "zhs": "欸？好奇我的「神之眼」？喔…喏，给你。喜欢的话…要我给你做一个一样的么？嘿嘿嘿。",
      "zht": "#欸？好奇我的「神之眼」？喔…喏，給{F#妳}{M#你}。喜歡的話…要我給{F#妳}{M#你}做一個一樣的嗎？嘿嘿嘿。",
      "jp": "えっ？ボクの「神の目」が気になるの？うん…はい、どうぞ。気に入ったなら、同じやつを作ってあげようか？エヘヘッ。",
      "ko": "응? 내 신의 눈이 궁금해? 흠… 자, 받아. 마음에 들면 똑같은 걸 하나 만들어줄까? 헤헤헤",
      "en": "Hmm? You want to know about my Vision? Oh, go on then, take a look for yourself. I can make you a matching one if you like! Hehehe.",
      "de": "Wie? Du interessierst dich für mein „Göttliches Auge“? Hier bitte. Wenn du magst, kann ich dir auch ein ähnliches basteln. Hehehe ...",
      "es": "¿Eh? ¿Tienes curiosidad sobre mi Visión? Oh, bueno... Toma, puedo hacerte una para ti si quieres, jejeje.",
      "fr": "Tu voudrais voir mon œil divin ? Je t'en prie, zieute autant que tu veux. Je peux même t'en fabriquer un à l'identique !",
      "pt": "#Hã? Você está curios{M#o}{F#a} sobre a minha Visão? Oh... Então, aqui está. Posso fazer uma Visão igual para você também se você gostar. Hehehe.",
      "ru": "#М? Интересно, откуда у меня Глаз Бога? Ну вот, держи, посмотри сам{F#а}. Если хочешь, я могу сделать для тебя такой же, ха-ха.",
      "id": "Hmm? Kamu mau tahu tentang Visionku? Oh, sini kalau begitu, lihat saja sendiri. Aku bisa membuatkan yang cocok untukmu kalau mau! Hehehe.",
      "th": "เอ๊ะ? สงสัยในวิชั่นของฉันเหรอ? อ่า... อ่ะ ให้เธอดู ถ้าชอบล่ะก็...ให้ฉันทำอันที่เหมือนกันให้อันหนึ่งเอามั้ย? ฮิฮิฮิ",
      "vi": "Hả? Tò mò về Vision của tôi à? Đó... Ừm, cho bạn này. Nếu thích thì... Hay là tôi làm cho bạn một cái giống hệt thế nhé? Hì hì hì."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享…",
      "zht": "有什麼想要分享…",
      "jp": "シェアしたいこと…",
      "ko": "하고 싶은 이야기…",
      "en": "Something to Share",
      "de": "Willst du mir etwas mitteilen?",
      "es": "¿Algo que decir?",
      "fr": "Quelque chose à partager ?",
      "pt": "Algo para Compartilhar...?",
      "ru": "Давай поделимся...",
      "id": "Berbagi Cerita",
      "th": "ต้องการจะแชร์อะไร...",
      "vi": "Có gì muốn chia sẻ không..."
    },
    "line": {
      "zhs": "Olah！嘿嘿，这是丘丘人打招呼用的话哦。问我学这个干嘛？哎呀，为了创作，知识面当然越广越好啊。唔，好像，我还没尝试过用丘丘语写歌呢…",
      "zht": "Olah！嘿嘿，這是丘丘人打招呼用的話哦。問我學這個幹嘛？哎呀，為了創作，知識面當然越廣越好啊。唔，好像，我還沒嘗試過用丘丘語寫歌呢…",
      "jp": "Olah！エヘヘ、これはヒルチャールの挨拶の言葉なんだよ。そんなの覚えて何するのかって？もう、創作のためだよ。当然ながら知識は多いに越したことがないからね。あっ、そう言えばボク、まだヒルチャール語の歌は書いたことがない気がするな…",
      "ko": "Olah! 헤헤, 이건 츄츄족 인사야, 이걸 배워서 뭐하냐고? 와, 아는 게 많을수록 좋은 작품이 나오는 거야, 음, 그러고 보니 츄츄족 언어로 가사를 써본 적이 없구나…",
      "en": "Olah! Haha, that's how the Hilichurls say \"hello.\" Why, I learned it to aid with my songwriting, of course! Vast knowledge makes for a richer composition... That said, I haven't actually written any songs in Hilichurlian so far...",
      "de": "Olah! Hehe, so begrüßen sich Hilichurle. Warum ich das gelernt habe? Für meine Dichtung natürlich. Da fällt mir ein, ich habe noch kein Lied komplett auf Hilichurlisch verfasst.",
      "es": "“Olah!”. Jaja, así es como los Hilichurls dicen “hola”. ¿Que por qué aprendí eso? Pues para mis creaciones artísticas, por supuesto. Cuanto más conocimientos tenga, mejores cosas crearé... Sin embargo, hasta ahora no he escrito ninguna canción en hilichurlio...",
      "fr": "Olah ! Ça veut dire « bonjour » en Brutocollinus. J'ai appris cette langue pour élargir mes horizons de composition musicale. Ceci dit, je n'ai pas encore écrit de chanson en Brutocollinus...",
      "pt": "Olah! Hehe, é o cumprimento dos Hilichurls. Por que eu estudo Linguística Hilichurliana? Ai! É para escrever novos poemas, mas nunca cheguei a compor música em Hilichurlês...",
      "ru": "Olah! Ха-ха, так хиличурлы говорят «привет». Всякие на первый взгляд ненужные знания помогают сделать лексику композиций более богатой. Однако я до сих пор не написал ни одной песни на хиличурлском...",
      "id": "Olah! Haha, begitulah Hilichurl bilang \"halo.\" Kalau kamu tanya kenapa, jawabannya tentu saja karena aku mempelajarinya untuk membantu penulisan laguku! Pengetahuan yang luas membuat komposisi yang lebih bervariasi ... Orang-orang bilang, aku belum pernah menulis lagu dalam bahasa Hilichurl selama ini ....",
      "th": "Olah! เหอะ ๆ นี่คือการ กล่าวทักทายของ Hilichurl น่ะ ถามว่าฉันเรียนสิ่งนี้ไปทำไมเหรอ? อ่ะฮ่า ก็เพื่อสร้างสรรค์ผลงาน และก็จะได้ เพิ่มพูนความรู้ด้วยไงล่ะ เอ่ ดูเหมือนฉันยังไม่เคยใช้ภาษา Hilichurl เขียนเพลงเลยนะ...",
      "vi": "Olah! Hì hì, đây là câu chào hỏi của Hilichurl đấy. Hỏi tôi học cái này làm gì à? Ây da, muốn sáng tác thì đương nhiên phải có kiến thức càng rộng càng tốt rồi. Ừm, hình như tôi chưa có thử sáng tác bài hát bằng ngôn ngữ Hilichurl đó..."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "旅行者，你见过塞西莉亚花么？那是一种只在安静的山崖顶上默默绽放的白色野花。在我心里，它就是全提瓦特最美的花。",
      "zht": "#旅行者，{F#妳}{M#你}見過塞西莉亞花嗎？那是一種只在安靜的山崖頂上默默綻放的白色野花。在我心裡，它就是全提瓦特最美的花。",
      "jp": "旅人さん、セシリアを見たことある？静かな山岳の頂上に黙々と咲く白い花だよ。ボクはセシリアこそがテイワットで一番美しい花だと思うんだ。",
      "ko": "여행자, 세실리아를 본 적 있어? 조용한 절벽 꼭대기에 말 없이 피는 흰 야생화야, 내 생각엔 티바트에서 가장 아름다운 꽃인 것 같아",
      "en": "Traveler, have you ever seen a Cecilia? It's a magnificent white wildflower that only grows on the most remote mountains and clifftops. To me, at least, it is the most beautiful flower in all of Teyvat.",
      "de": "#{F#Reisende}{M#Reisender}, hast du jemals eine Cecilia zu Gesicht bekommen? Sie ist eine weiße, wilde Blume, die still auf der Spitze eines Felsplateaus wächst. In meinen Augen ist sie die schönste Blume in ganz Teyvat.",
      "es": "#{F#Viajera}{M#Viajero}, ¿alguna vez has visto una cecilia? Es una magnífica flor silvestre de color blanco que solo crece en las montañas y acantilados más remotos. Para mí, al menos, es la flor más hermosa de todo Teyvat.",
      "fr": "As-tu déjà vu des cécilias ? Ce sont des fleurs qui poussent sur les montagnes et les falaises reculées. Je trouve que ce sont les plus belles fleurs de tout Teyvat.",
      "pt": "Viajante, conhece a flor Cecília? É uma flor branca e pura que floresce sozinha no pico das montanhas. No meu coração, é a flor mais linda em Teyvat.",
      "ru": "#А ты когда-нибудь видел{F#а} сесилию, путешественни{F#ца}{M#к}? Это изумительный белый цветок, который растёт только в самых удалённых местах, на скалистых горах. Для меня это самый красивый цветок во всём Тейвате.",
      "id": "Pengembara, apa kamu pernah melihat Cecilia? Ini adalah bunga liar putih yang luar biasa yang hanya tumbuh di pegunungan dan puncak gunung yang paling terpencil. Setidaknya bagiku, itu adalah bunga paling indah di seluruh Teyvat.",
      "th": "นักเดินทาง เธอเคยเห็นดอก Cecilia มั้ย? มันคือดอกไม้ป่าสีขาว ที่บานอยู่บนชะง่อนผาที่เงียบสงบ ในใจฉันนั้นมันคือดอกไม้ที่สวยที่สุดใน Teyvat",
      "vi": "Nhà Lữ Hành, bạn đã từng thấy hoa Cecilia chưa? Đó là một loại hoa dại màu trắng mọc trên những đỉnh núi yên tĩnh. Trong lòng tôi, nó chính là loài hoa đẹp nhất xứ Teyvat này."
    }
  },
  {
    "title": {
      "zhs": "关于琴…",
      "zht": "關於琴…",
      "jp": "ジンについて…",
      "ko": "진에 대해…",
      "en": "About Jean",
      "de": "Über Jean ...",
      "es": "Sobre Jean...",
      "fr": "À propos de Jean...",
      "pt": "Sobre Jean...",
      "ru": "О Джинн...",
      "id": "Tentang Jean",
      "th": "เกี่ยวกับ Jean...",
      "vi": "Về Jean..."
    },
    "line": {
      "zhs": "骑士团代理团长大人…你觉得她是个怎样的人？嘿嘿，跟我想得一样。认真，勇敢，也不乏温柔。和我一个朋友有点像呢…",
      "zht": "#騎士團代理團長大人…{F#妳}{M#你}覺得她是個怎樣的人？嘿嘿，跟我想的一樣。認真，勇敢，也不乏溫柔。和我一個朋友有點像呢…",
      "jp": "騎士団の代理団長…君は彼女をどんな人物だと思う？エヘヘ、ボクと同じこと考えているね。真面目、勇敢、優しさに溢れている。ボクのある友人と少し似ているんだ…",
      "ko": "기사단 단장 대행… 그녀가 어떤 사람이라고 생각해? 헤헤, 내 생각과 같네, 진지하고 용감하면서도 따스하지, 내 친구와 닮았어…",
      "en": "Acting Grand Master Jean... Well, what do you think of her? Yes, I couldn't agree more: conscientious, courageous... kind and considerate too. Reminds me of another good friend...",
      "de": "Der stellvertretende Großmeister Jean? Nun, was glaubst du, was für eine Person sie ist? Hehe, wir haben den gleichen Eindruck. Ehrlich, mutig und einfühlsam. Genau wie ein Freund von mir ...",
      "es": "La Gran Maestra Intendente Jean... ¿Tú qué piensas de ella? Sí, no podría estar más de acuerdo: es seria, valiente, amable y considerada. Me recuerda a un amigo...",
      "fr": "Que penses-tu de Jean ? ... Oui, je suis d'accord. Elle est consciencieuse, courageuse et gentille. Comme un de mes amis...",
      "pt": "Grande Mestre Intendente, o que você acha sobre ela? Hehe, é o mesmo que eu penso. Responsável, corajosa, e gentil... Ela é muito parecida com um outro amigo meu...",
      "ru": "Действующий магистр Джинн... Какого ты о ней мнения? Да, не могу согласиться: сознательна, смела... добра и внимательна. Напоминает мне одного моего хорошего друга...",
      "id": "Grand Master Jean ... menurutmu dia orangnya bagaimana? Ya, aku setuju sekali kalau dia itu teliti, pemberani ... baik dan juga perhatian. Aku jadi teringat akan seorang teman baikku yang lain ....",
      "th": "เธอว่าท่านผู้รักษาการณ์หัวหน้าแห่งกองอัศวิน...เป็นคนยังไง? ฮิฮิ เหมือนที่ฉันคิดไว้เลย ทั้งจริงจัง กล้าหาญ และก็เต็มไปด้วยความอ่อนโยน เหมือนกับเพื่อนของฉันคนหนึ่ง...",
      "vi": "Đội trưởng đại diện Đội Kỵ Sĩ... Bạn cảm thấy cô ấy là người thế nào? Hề hề, đúng như tôi nghĩ. Nghiêm túc, dũng cảm mà không thiếu phần dịu dàng. Rất giống một người bạn của tôi..."
    }
  },
  {
    "title": {
      "zhs": "关于迪卢克…",
      "zht": "關於迪盧克…",
      "jp": "ディルックについて…",
      "ko": "다이루크에 대해…",
      "en": "About Diluc",
      "de": "Über Diluc ...",
      "es": "Sobre Diluc...",
      "fr": "À propos de Diluc...",
      "pt": "Sobre Diluc...",
      "ru": "О Дилюке...",
      "id": "Tentang Diluc",
      "th": "เกี่ยวกับ Diluc...",
      "vi": "Về Diluc..."
    },
    "line": {
      "zhs": "去跟迪卢克老爷处好关系吧？你想，他家可是有好~多~珍藏的酒啊！嘿嘿嘿，嘿嘿嘿嘿…咦，无论如何不准喝酒么？那…就去闻一闻吧，闻一闻！只是闻的话，你也可以喔。",
      "zht": "#去跟迪盧克老爺處好關係吧？你想，他家可是有好~多~珍藏的酒啊！嘿嘿嘿，嘿嘿嘿嘿…咦，無論如何不准喝酒嗎？那…就去聞一聞吧，聞一聞！只是聞的話，{F#妳}{M#你}也可以喔。",
      "jp": "ディルックのところに行って仲良くしておくのはどう？考えてごらんよ。彼の家には秘蔵のお酒が、たっくさんあるんだよ！エヘヘ、エヘへへへ…あれ、何でお酒を飲みたがらないの？その…ちょっと香りを嗅ぐだけなら？香りだけ！香りを嗅ぐだけなら君も大丈夫だよ。",
      "ko": "다이루크 어르신과 좋은 관계가 되고 싶다고? 그 사람 집에는 술이 엄~청~나~게~ 많아! 헤헤헤, 난 술 마시면 안 된다고? 그럼… 가서 냄새만 맡아볼게! 너도 맡아봐, 맡기만 하는 건 괜찮아",
      "en": "I'm not surprised you want to befriend Master Diluc. Just think of all the vintage wine he must have stored away... Mwuhahaha... Huh? He doesn't let you sample it? Not even the slightest drop? Huh... Well, I guess you can still appreciate the aroma. That's still better than no wine at all, right? No?",
      "de": "Du willst mit Diluc eine gute Beziehung aufbauen, wie? Überleg nur, wie viele Weinschätze seine Familie haben muss. Hehehehe. Was, du kannst nichts von seinem Alkohol haben, noch nicht mal einen kleinen Tropfen probieren? Na, dann geh ihn riechen! Riechen sollte in deinem Fall kein Problem sein.",
      "es": "No me sorprende que quieras hacerte amigo del Maestro Diluc. Piensa en todo el vino que debe tener guardado... Muajajaja ... ¿Eh? ¿Que no deja que nadie lo pruebe? ¿Ni siquiera un sorbo? Hummm... Bueno, pero te dejará olerlo, ¿no? Sigue siendo mejor que nada.",
      "fr": "#Tu voudrais être {M#ami}{F#amie} avec maître Diluc ? Imagine tous les millésimes qu'il renferme dans sa cave ! Quoi ? Il ne te laisse même pas boire une petite goutte de son vin ? Hum, tu n'as qu'à le sentir ! Tout le monde peut le faire au moins...",
      "pt": "Não me surpreende que você queira fazer amizade com o Mestre Diluc, basta pensar em todo o vinho vintage que ele deve ter armazenado... Mwuhahaha... Não é? Ele não o deixa provar? Nem mesmo a menor gota? Huh... Bem, eu acho que você ainda pode apreciar o aroma. Isso ainda é melhor do que nenhum vinho, certo? Não?",
      "ru": "Я не удивлён, что ты хочешь подружиться с Дилюком. Только представь, сколько винтажного вина хранится в его погребах... Муа-ха-ха-ха... А? Он не даёт тебе попробовать? Ни малейшей капельки? Хм... Ну, я думаю, ты хотя бы можешь оценить его аромат. Это всё же лучше, чем ничего, верно? Нет?",
      "id": "Aku tidak terkejut kalau kamu mau berteman dengan Tuan Diluc. Coba imajinasikan tentang semua anggur antik yang sudah dia simpan ... Hahahaha ... Hah? Dia tidak membiarkanmu mencicipinya? Setetes pun? Huh ... Ya, minimal kamu masih bisa mencium aromanya. Itu masih lebih baik daripada tidak ada anggur sama sekali, kan? Setuju, tidak?",
      "th": "ไปผูกมิตรกับนายท่าน Diluc กันมั้ย? เธอคิดดูสิ บ้านเขาเก็บสะสมไวน์ไว้เยอะแยะ~ มากมาย~ เลย! ฮิฮิฮิฮิฮิฮิฮิ... เฮ้อ แต่ไม่ว่ายังไงก็ไม่อนุญาตให้ดื่มน่ะเหรอ? งั้น...ก็ไปดมสักหน่อยแล้วกัน ดม ๆ ดู! ถ้าแค่ดมล่ะก็ เธอก็ทำได้นะ",
      "vi": "Đi tạo dựng mối quan hệ tốt với lão gia Diluc nhé? Bạn nghĩ đi, nhà hắn có... rất nhiều... rượu ngon đấy! Hề hề hề, hề hề hề hề... Ơ, dù thế nào cũng không được phép uống rượu á? Vậy... Ngửi thôi cũng được! Nếu chỉ ngửi thôi, thì bạn cũng làm được mà."
    }
  },
  {
    "title": {
      "zhs": "关于芭芭拉…",
      "zht": "關於芭芭拉…",
      "jp": "バーバラについて…",
      "ko": "바바라에 대해…",
      "en": "About Barbara",
      "de": "Über Barbara ...",
      "es": "Sobre Bárbara...",
      "fr": "À propos de Barbara...",
      "pt": "Sobre Barbara...",
      "ru": "О Барбаре...",
      "id": "Tentang Barbara",
      "th": "เกี่ยวกับ Barbara...",
      "vi": "Về Barbara..."
    },
    "line": {
      "zhs": "唱歌很好听的牧师女孩儿，你认识么、你认识么？…唔，偶像？…啊，握手会？…嗯，专场live？…这样啊，音乐还真是深奥呐。",
      "zht": "#唱歌很好聽的牧師女孩，{F#妳}{M#你}認識嗎、{F#妳}{M#你}認識嗎？…唔，偶像？…啊，握手會？…嗯，專場live？…這樣啊，音樂還真是深奧啊。",
      "jp": "歌の上手な牧師の少女を知ってる？…えっ、アイドル？…んと、握手会？…えーっと、単独ライブ？…そうなんだ。音楽ってやっぱり奥が深いね。",
      "ko": "노래를 기막히게 하는 프리스트 소녀를 알아? …응, 아이돌? …음, 하이터치회? 올 live? …그렇구나, 음악은 정말 심오해",
      "en": "The darling Deaconess with the sweet singing voice — do you know her? You do? Idol, huh? Meet and greets? Concerts? Wow... That's the power of music for you...",
      "de": "Das liebliche Mädchen, die Bischöfin, die so gut singt. Kennst du sie? Ein Star? Persönlich treffen und die Hand schütteln? Sie vor Ort bei einem Konzert sehen? So ist das also, ihre Musik hat ein breites Spektrum.",
      "es": "¿Conoces a la Diaconisa, una chica con una voz muy dulce? ¿No la conoces? Es una ídolo, ¿no te suena? ¿Nunca has tenido la oportunidad de saludarla? ¿O de ir a uno de sus conciertos? Vaya... Supongo que la música es un misterio para ti.",
      "fr": "Tu connais cette adorable diaconesse à la voix divine ? Oui ? Une star ? Elle rencontre ses fans et elle tient des concerts ? ... Le pouvoir de la musique est grand.",
      "pt": "A querida Diaconisa com a doce voz de cantora - você a conhece? Conhece? Ídolo, hein? Encontros? Concertos? Uau... Esse é o poder da música para você...",
      "ru": "Милый пастор с нежным голосом, ты знаешь её? Да? Идол? Концерты? Сходки фанатов? Ого... Это сила музыки...",
      "id": "Seorang Diakones terkasih dengan suara nyanyiannya yang merdu — Kamu kenal dia? Kenal, tidak? Dia itu seorang idola ya? Jumpa penggemar? Konser? Wow ... Itulah kekuatan musik untukmu ....",
      "th": "ซิสเตอร์สาวน้อยที่ร้องเพลงเพราะมาก เธอรู้จักมั้ย รู้จักบ้างมั้ย? ...เอ่ ไอดอล? ...อ่า งานจับมือ? ...อืม ไลฟ์คอนเสิร์ต? ...ดนตรีนี่ช่างลึกซึ้งซะจริง",
      "vi": "Con gái mục sư có giọng hát hay, bạn có quen không, có quen không? Hả, thần tượng?... A, buổi bắt tay?... Biểu diễn riêng?... Vậy à, âm nhạc đúng là kỳ diệu."
    }
  },
  {
    "title": {
      "zhs": "关于雷泽…",
      "zht": "關於雷澤…",
      "jp": "レザーについて…",
      "ko": "레이저에 대해…",
      "en": "About Razor",
      "de": "Über Razor ...",
      "es": "Sobre Razor...",
      "fr": "À propos de Razor...",
      "pt": "Sobre Razor...",
      "ru": "О Рэйзоре...",
      "id": "Tentang Razor",
      "th": "เกี่ยวกับ Razor...",
      "vi": "Về Razor..."
    },
    "line": {
      "zhs": "那个奔狼领的白发少年，哦哦，是吗，是被狼养大的啊…怪不得呢，他身上的气息，令人怀念…",
      "zht": "那個奔狼領的白髮少年，哦哦，是嗎，是被狼養大的啊…怪不得呢，他身上的氣息，令人懷念…",
      "jp": "あの奔狼領の白髪の少年は、へえ、そうなんだ。狼に育てられたのか…道理で、彼の匂いを懐かしく感じるわけだ…",
      "ko": "그 늑대 영지의 백발 소년, 아아, 그래? 늑대에게 키워졌구나… 어쩐지, 그 아이의 체취가 그립더라니…",
      "en": "Ah yes, the white-haired fellow from Wolvendom? Raised by wolves? Really? ... No wonder his scent is so familiar...",
      "de": "Dieser Junge aus Wolfenlauf, ja? Der wurde doch von Wölfen großgezogen. Ja, kein Wunder, der Duft lässt Erinnerungen wach werden ...",
      "es": "Ah, el joven de pelo blanco del Reino de los Lobos, ¿dices? ¿Fue criado por lobos? ¿En serio? Bueno, no es de extrañar, con ese olor corporal inconfundible...",
      "fr": "Ce garçon aux cheveux blancs du Territoire des Loups ? Ah, il a été élevé par des loups ? Je ne suis pas surpris, je reconnaîtrais cette odeur parmi mille...",
      "pt": "Ah, o cara de cabelo branco do Reino do Lobo, sim. Criado por lobos? Sério? ...Não me admira... Aquele inconfundível odor corporal...",
      "ru": "Мальчик из Вольфендома с белыми волосами, да. Его вырастили волки? Правда? Тогда понятно, почему так знаком его запах...",
      "id": "Ah iya, bocah berambut putih dari Wolvendom? Dibesarkan oleh para serigala? Benarkah? Pantas saja ... aroma tubuhnya begitu familier ....",
      "th": "หนุ่มน้อยผมขาวจาก Wolvendom คนนั้นใช่มั้ย โอ้ ๆ เขาถูกหมาป่าเลี้ยงมาจนโตเหรอ...มิน่าล่ะ กลิ่นอายบนตัวเขาถึงทำให้คิดถึง...",
      "vi": "Thiếu niên tóc trắng ở Lang Lãnh, a à, vậy sao, là được sói nuôi lớn à... chẳng trách, hơi thở trên người của cậu lại khiến người ta hoài niệm như thế..."
    }
  },
  {
    "title": {
      "zhs": "关于莫娜…",
      "zht": "關於莫娜…",
      "jp": "モナについて…",
      "ko": "모나에 대해…",
      "en": "About Mona",
      "de": "Über Mona ...",
      "es": "Sobre Mona...",
      "fr": "À propos de Mona...",
      "pt": "Sobre Mona...",
      "ru": "О Моне...",
      "id": "Tentang Mona",
      "th": "เกี่ยวกับ Mona...",
      "vi": "Về Mona..."
    },
    "line": {
      "zhs": "啊，那位占星术士吗？这么说吧，占卜和我的诗歌一样，都是让人穷到酒钱都凑不齐的没用技术呢！欸？你说占星至少是一项文化传统，所以不是没用的？呜，真失礼啊，那诗歌也一样有用啊！",
      "zht": "#啊，那位占星術士嗎？這麼說吧，占卜和我的詩歌一樣，都是讓人窮到酒錢都湊不齊的沒用技術呢！欸？{F#妳}{M#你}說占星至少是一項文化傳統，所以不是沒用的？嗚，真失禮啊，那詩歌也一樣有用啊！",
      "jp": "あっ、あの占星術師のことかい？そうだね、占いもボクの詩と同じで、酒代すら稼げないほど役立たない技術だね！…星占いは伝統文化だから、役立たずじゃないって？うっ、失礼だよ、それなら詩だって役立つよ！",
      "ko": "아, 그 점성술사? 이렇게 말할게. 점술은 내 시와 마찬가지로 술값도 못 모으는 돈 안 되는 쓸모없는 기술이야. 점성술은 그래도 문화적인 전통이라 쓸모없는 것이 아니라고? 흥, 무례하잖아. 그러면 시도 마찬가지로 유용하다구",
      "en": "Oh, that astrologer? How should I put it? Fortune-telling and my singing are the same: Both lead to you being so poor you can't even cough up the money for a drink! ...You think that astrology is a cultural tradition, so at least still has some value? Hmph, so rude. In that case, so too is singing, so it still has its value too!",
      "de": "Ah, die Astrologin? Wie soll ich es sagen? Wahrsagen und mein Gesang sind sich sehr ähnlich, beide Tätigkeiten führen dazu, dass man so arm wird, dass man nicht einmal das Geld für ein Getränk zusammenkratzen kann! ... Du glaubst, dass die Astrologie eine kulturelle Tradition ist, also zumindest noch einen gewissen Wert hat? Hmm, wenn das so ist, dann ist das Singen auch eine Tradition, also hat sie auch noch ihren Wert!",
      "es": "Oh, ¿esa astróloga? Bueno, la adivinación astrológica y mis canciones son muy parecidas: ¡con ambas serás tan pobre que no podrás gastarte ni un Mora en vino! ¿Crees que la astrología es una tradición cultural y que, al menos ella, todavía tiene algún valor? ¡Hum! ¡Qué grosería! ¡Cantar también tiene su valor!",
      "fr": "L'astromancienne ? Hum, nos professions ne sont pas exactement les mieux rémunérées... Au point qu'on n'a même pas assez pour s'offrir une boisson ! L'astromancie est plus respectable à tes yeux car c'est une tradition ? Pff, je te signale que c'est aussi le cas du chant !",
      "pt": "#Oh, aquela astróloga? Como devo dizer? Adivinhação e o meu canto são os mesmos, ambos levam você a ser tão pobre que não pode nem arrancar um dinheirinho para uma bebida! ...Você acha que a astrologia é uma tradição cultural, então pelo menos ainda tem algum valor? Hmph, tão grosseir{M#o}{F#a}. Nesse caso, assim também é cantar, por isso ainda tem seu valor também!",
      "ru": "Ох, тот астролог? Гляди, астрология и моё пение - это почти одно и то же. В обоих случаях у тебя не остаётся денег даже на выпивку! Ты считаешь, что астрология - это культурное явление, и поэтому оно ценнее? Хм, как грубо, пение уличных бардов не менее ценно!",
      "id": "Oh, astrolog itu ya? Gimana ngomongnya ya? Ramalan dan nyanyianku itu sama, keduanya membuatku miskin sampai tidak punya uang untuk minum! Hehe ... Menurutmu astrologi adalah tradisi budaya, jadi karena itu ia berharga? Hmph, tidak sopan. Kalau begitu, sama dong nyanyian juga, ia sama-sama berharga!",
      "th": "อ่า โหรแห่งดวงดาวคนนั้นเหรอ? ว่าอย่างงี้แล้วกัน นักพยากรณ์กับฉันก็เหมือนกันนั่นแหละ มีแต่ฝีมือไร้ประโยชน์ที่ทำให้จนถึงขั้นไม่มีเงินจะดื่มเหล้าด้วยซ้ำ! เอ๋? เธอว่าศาสตร์แห่งดวงดาวเป็นประเพณีดั้งเดิม ดังนั้นก็พอจะมีประโยชน์อยู่บ้าง? อืม ขอโทษที่เสียมารยาทนะ งั้นบทกวีก็มีประโยชน์เช่นเดียวกันนั่นแหละ!",
      "vi": "A, vị thuật sĩ chiêm tinh kia à? Nói vậy là xem bói cũng giống như thơ ca của tôi, đều là kỹ thuật vô dụng khiến người ta nghèo đến mức không đủ tiền mua rượu! Haiz, bạn nói chiêm tinh ít nhất cũng là một loại văn hóa truyền thống, nên không vô dụng? À, thật thất lễ, thơ ca cũng hữu dụng mà!"
    }
  },
  {
    "title": {
      "zhs": "关于迪奥娜…",
      "zht": "關於迪奧娜…",
      "jp": "ディオナについて…",
      "ko": "디오나에 대해…",
      "en": "About Diona",
      "de": "Über Diona ...",
      "es": "Sobre Diona...",
      "fr": "À propos de Diona...",
      "pt": "Sobre Diona...",
      "ru": "О Дионе...",
      "id": "Tentang Diona",
      "th": "เกี่ยวกับ Diona...",
      "vi": "Về Diona..."
    },
    "line": {
      "zhs": "远近闻名的猫尾酒馆特调酒。可是…呜，会，打，打喷嚏。要不，你帮我讨一杯酒来吧。我肯定会好好感激你的，一言为定。",
      "zht": "#遠近聞名的貓尾酒館特調酒。可是…嗚，會，打，打噴嚏。要不，{F#妳}{M#你}幫我討一杯酒來吧。我肯定會好好感激{F#妳}{M#你}的，一言為定。",
      "jp": "キャッツテールの人気特製カクテル！でも…うっ、くしゃみが。ボクの代わりにもらってきてくれないかい？感謝するよ。約束だよ。",
      "ko": "명성이 자자한 캣테일 술집의 술. 하지만…. 으윽, 재, 재채기가. 엣츄! 아니면 가서 술 한잔 사 와. 후하게 사례할게. 정말이야",
      "en": "There's a special drink known far and wide at Cat's Tail. But it ah... ahh... ACHOO! *sniffs* How about you go and fetch one for me? I'll be truly thankful, I promise.",
      "de": "Es gibt eine Taverne, die heißt Zum Katzenschwanz, die machen ein ganz tolles Spezialgetränk. Aber ... *hatschi* ich muss da immer niesen. Warum gehst du nicht und kaufst mir aus Freundschaft ein leckeres Getränk?",
      "es": "En la taberna Cola de Gato, hay una bebida especial que todo el mundo conoce. Pero me da a... a... ¡ACHÍS! ¿Podrías traerme una? Te estaré eternamente agradecido.",
      "fr": "Il y a une boisson très réputée à La Queue de Chat que je voudrais essayer, mais je... A—A—ATCHOUM ! Pourrais-tu aller m'en chercher une ? Je t'en serai très reconnaissant.",
      "pt": "Há uma bebida especial conhecida de longe na Cauda do Gato. Mas ela me faz - ah... Ahh... AAATIMMM! Que tal você ir buscar uma para mim? Ficarei verdadeiramente grato, prometo.",
      "ru": "В «Кошкином хвосте» есть один известный во всей округе напиток. Но он... а-а-а... Апчхи! *Шмыгает* Можешь принести мне бокальчик, пожалуйста? Я буду очень-очень тебе благодарен, обещаю.",
      "id": "Ada sebuah minuman spesial yang sangat populer di Cat's Tail. Tapi itu ah ... ah ... ACHOO! Gimana kalau kamu pergi dan bawakan satu untukku? Aku pasti akan berterima kasih sekali, janji deh.",
      "th": "เครื่องดื่มสูตรพิเศษของร้านเหล้า Cat's Tail นั้นโด่งดังไปทั่ว แต่...จะทำให้ จะ จามได้ ฮัดชิ่ว ไม่งั้นเธอช่วยชงให้ฉันสักแก้วสิ ฉันจะขอบคุณเธอมากเลย ตกลงตามนี้นะ",
      "vi": "Rượu đặc biệt nổi tiếng xa gần của quán rượu Đuôi Mèo. Nhưng... sẽ... sẽ... hắt hơi. Hay là bạn giúp tôi kiếm một chén rượu tới đây. Tôi nhất định sẽ cảm kích bạn khôn xiết, quyết định thế nhé."
    }
  },
  {
    "title": {
      "zhs": "关于阿贝多…",
      "zht": "關於阿貝多…",
      "jp": "アルベドについて…",
      "ko": "알베도에 대해…",
      "en": "About Albedo",
      "de": "Über Albedo ...",
      "es": "Sobre Albedo...",
      "fr": "À propos d'Albedo...",
      "pt": "Sobre o Albedo...",
      "ru": "Об Альбедо...",
      "id": "Tentang Albedo",
      "th": "เกี่ยวกับ Albedo...",
      "vi": "Về Albedo..."
    },
    "line": {
      "zhs": "黑土与白垩、宇宙与地层，无垢之土创生原初之人…特征实在太明显了，难以忽视呀。这么危险的古老技术，万一在城里失控——嗨，算了，就让蒙德人自己解决蒙德的问题吧。",
      "zht": "黑土與白堊、宇宙與地層，無垢之土創生原初之人…特徵實在太明顯了，難以忽視呀。這麼危險的古老技術，萬一在城裡失控——嗨，算了，就讓蒙德人自己解決蒙德的問題吧。",
      "jp": "黒土と白亜、宇宙と地層、無垢なる土から原初の人間を創る…こんなあまりにも行き過ぎた能力は看過できないよね。もし危険な古の技術が城内で暴走でもしたら——まっ、いっか、モンドの問題はモンドの人に解決してもらおう。",
      "ko": "흑토와 백악, 우주와 지층, 순결한 흙에서 나온 최초의 인간… 특징이 너무 뚜렷해서 차마 지나칠 수 없군. 이렇게 위험하고 오래된 기술이 만에 하나 통제 불능 상태가 된다면——휴우, 됐어, 몬드의 문제는 몬드 사람이 해결해야지",
      "en": "How do you explain white chalk in black soil, or the earth's dense crust amidst the emptiness of space? Same reason the purest soil gave birth to human life... It's an ancient power with unmistakable properties. Trying to harness it is dangerous indeed, I can't imagine what would happen if someone lost control of it in the city... Ah, never mind! What goes on within Mondstadt's walls is up to Mondstadt's people to deal with!",
      "de": "Wie erklärt man weiße Kreide in schwarzer Erde oder die dichte Erdkruste inmitten der Leere des Weltraums? Das hat denselben Grund, warum der reinste Boden menschliches Leben hervorbrachte ... Es ist eine uralte Kraft mit unverkennbaren Eigenschaften. Der Versuch, sie zu nutzen, ist in der Tat gefährlich. Ich kann mir nicht vorstellen, was passieren würde, wenn jemand in der Stadt die Kontrolle darüber verlieren würde ... Ach, egal! Was sich innerhalb der Mauern von Mondstadt abspielt, ist Sache der Mondstädter, damit umgehen zu können!",
      "es": "¿Cómo explicas que la roca caliza, de color blanco, se vea en un suelo negro, o que la Tierra, con su densa corteza, flote en el espacio? Por la misma razón por la que el suelo más puro dio lugar a la vida humana: se trata de un poder antiguo con propiedades inconfundibles. Si perdiéramos el control de un poder de esas características, no me quiero imaginar lo que sucedería en la ciudad... Bueno, no importa. ¡Los problemas de Mondstadt que los solucione la gente de Mondstadt!",
      "fr": "La terre et la craie, l'univers et ses strates, la terre la plus pure donnant naissance à la vie... Les preuves abondent, et ne doivent être ignorées. L'alchimie est un ancien pouvoir particulièrement dangereux. Je n'ose imaginer ce qu'il se passerait si quelqu'un en perdait le contrôle dans les murs de la cité... Bah, peu importe ! C'est un problème que devront résoudre les gens de Mondstadt par eux-mêmes !",
      "pt": "Como você explica o giz branco em solo preto ou a densa crosta terrestre em meio ao vazio do espaço? Mesmo motivo pelo qual o solo mais puro deu origem à vida humana... É um poder antigo com propriedades inconfundíveis. Tentar se aproveitar de seu poder é realmente perigoso, não consigo imaginar o que aconteceria se alguém perdesse o controle na cidade... Ah, deixa pra lá! O que se passa dentro dos muros de Mondstadt depende do pessoal de Mondstadt!",
      "ru": "Как объяснить образование белого мела в чёрной земле? Или образование земной коры в бескрайней пустоте космоса? За всем стоит та же древнейшая сила, что позволила чистейшей почве дать жизнь человеку... Но пытаться обуздать подобную силу очень и очень чревато. Боюсь представить, что может произойти, потеряй кто-нибудь контроль над ней в стенах города... Хотя, неважно! Пусть жители Мондштадта сами разбираются с возникшими в их городе проблемами!",
      "id": "Bagaimana kamu menjelaskan kapur putih di tanah hitam, atau kerak bumi yang padat di tengah kekosongan ruang? Alasan yang sama dengan tanah yang paling murni melahirkan kehidupan manusia ... Tidak salah lagi itulah kekuatan kuno. Mencoba memanfaatkannya memang berbahaya, aku tidak bisa membayangkan apa yang akan terjadi kalau ada orang yang lepas kendali di dalam kota ... Ah, sudahlah! Apa yang terjadi di balik tembok Mondstadt biarlah orang-orang Mondstadt sendiri yang menanganinya!",
      "th": "ดินดำกับชอล์กขาว จักรวาลกับพื้นโลก ดินบริสุทธิ์ได้ให้กำเนิดชีวิตมนุษย์ขึ้น... ลักษณะเด่นเหล่านี้ชัดมากจนยากที่จะมองข้ามได้ พลังโบราณแบบนี้อันตรายมาก หากเกิดสูญเสียการควบคุมขณะที่อยู่ในเมืองล่ะก็... โอ๊ย ไม่อยากจะคิด ให้ชาว Mondstadt แก้ไขปัญหาของ Mondstadt เองก็แล้วกัน",
      "vi": "Đất đen và vôi trắng, vũ trụ và tầng đất, đất tinh khiết sinh ra người ban sơ... đặc điểm quá rõ ràng, khó mà bỏ qua được. Kỹ thuật cổ xưa nguy hiểm như vậy, lỡ như trong thành không khống chế được... Hầy, thôi bỏ đi, để người Mondstadt tự giải quyết vấn đề của họ vậy."
    }
  },
  {
    "title": {
      "zhs": "关于摩拉克斯…",
      "zht": "關於摩拉克斯…",
      "jp": "モラクスについて…",
      "ko": "모락스에 대해…",
      "en": "About Morax",
      "de": "Über Morax ...",
      "es": "Sobre Morax...",
      "fr": "À propos de Morax...",
      "pt": "Sobre Morax...",
      "ru": "О Мораксе...",
      "id": "Tentang Morax",
      "th": "เกี่ยวกับ Morax...",
      "vi": "Về Morax..."
    },
    "line": {
      "zhs": "你见过那位老爷子了？他近来还好吗？欸，变成名叫「钟离」的普通人了？对他那个死脑筋而言，这应该是不小的改变啊。啊，陪我去见见他吧，带上这瓶埋在风起地的陈年好酒当作慰问品。啊对了，他现在还强不强，实力还剩几成啊？我这样过去，应该不会被打飞吧？",
      "zht": "#{F#妳}{M#你}見過那位老爺子了？他近來還好嗎？欸，變成名叫「鍾離」的普通人了？對他那個死腦筋而言，這應該是不小的改變啊。啊，陪我去見見他吧，帶上這瓶埋在風起地的陳年好酒當作慰問品。啊對了，他現在還強不強，實力還剩幾成啊？我這樣過去，應該不會被打飛吧？",
      "jp": "あのじいさんに会ったのかい？彼は元気だった？えっ、「鍾離」という名前の一般人になってた？あの頑固頭からしたら、これは大きな変化だろうね。あ、ボクと一緒に彼に会いに行こうよ、この風立ちの地に埋められた酒も持ってさ。あっ、そうだ、彼はまだ強いのかい？力はあとどれくらい残ってる？ボクが会いに行ったら、吹き飛ばされたりしないよね？",
      "ko": "너, 그 어르신을 만났어? 그는 요즘 어때? 「종려」라는 이름의 일반인이 됐다고? 그 꼰대에게 그건 엄청난 변화일걸. 위로의 의미로 바람이 시작되는 곳에 묻어둔 이 좋은 술을 가지고 만나러 가자. 아 참 그 사람 아직도 강해? 실력이 얼마 남았어? 이렇게 갔다가 얻어터지진 않겠지?",
      "en": "Have you seen that gentleman around? Huh? He's just a normal man by the name of Zhongli now? That must be quite the change for that old block-head. Come with me to see him, will you? I have a vintage I dug up from Windrise that I can take as a condolence gift. Oh, ahh... did he still seem strong when you saw him? How strong? Am I likely to get blown away?",
      "de": "Hast du diesen älteren Herrn schon einmal gesehen? Hm? Er ist jetzt ein ganz gewöhnlicher Mann namens Zhongli? Das muss eine ziemliche Veränderung für den alten Schwachkopf sein. Ach, begleitest du mich zu ihm? Ich habe einen guten Jahrgang, den ich am Windstieg ausgegraben habe und den ich als Geschenk zur Aufmunterung mitnehmen kann. Oh, wirkte er noch sehr stark, als du ihn gesehen hast? Wie stark? Könnte er mich von den Füßen hauen?",
      "es": "¿Has visto a ese caballero? ¿Eh? ¿Que ahora es solo un hombre normal llamado Zhongli? Debe haber sido un gran cambio para ese viejo zopenco. ¿Quieres venir conmigo a visitarle? Tengo un vino añejo de Levantaviento que puedo llevarle como regalo para darle mis condolencias. ¡Oh! Ah... ¿todavía parecía fuerte cuando lo viste? ¿Qué tan fuerte? ¿Dices que me sorprenderé cuando lo vea?",
      "fr": "Tu le connais ? C'est un homme ordinaire qui s'appelle Zhongli, maintenant ? Ça doit le changer... Rendons-lui visite ensemble. Ah, je lui offrirai une bouteille de millésime que j'ai trouvée à Ventlevé. Au fait, est-il aussi puissant qu'autrefois ? Tu penses que je vais me faire dégommer ?",
      "pt": "Você viu aquele senhor por aí? Ele agora é apenas um homem normal que se chama Zhongli? Deve ser uma mudança muito grande para esse velho gagá. Venha comigo ver ele. Eu tenho um vinho que trouxe da Origem do Vento que serve para lhe dar condolências. Oh... Além disso, ele parecia forte quando você o viu? Quão forte? Será que eu sairei voando de tão forte?",
      "ru": "Так ты знаешь этого джентльмена? И как? Он обычный человек по имени Чжун Ли? Видать, сильно изменился, старый болван. Может, сопроводишь меня на встречу с ним? Я тут откопал бутылочку винтажного вина в долине Ветров, можно взять с собой в качестве подарка. Ох... Слушай, а он показался тебе сильным? Насколько? Он может смести меня одним взмахом?",
      "id": "Apa kamu pernah melihat laki-laki tua itu? Hah? Sekarang dia cuma seorang pria biasa bernama Zhongli? Pasti sudah banyak perubahan yang terjadi dengan si bodoh itu. Ayo ikut denganku untuk menemuinya, ya? Aku punya barang antik yang kugali dari Windrise yang bisa kubawa sebagai hadiah belasungkawa. Oh, ahh ... apa dia masih terlihat kuat waktu kamu melihatnya? Seberapa kuat? Apa mungkin aku bisa terhempas oleh kekuatannya?",
      "th": "เธอเจอชายแก่คนนั้นแล้วเหรอ? ช่วงนี้เขาเป็นยังไงบ้าง? เอ่ กลายเป็นคนธรรมดาที่ใช้ชื่อว่า Zhongli แล้วงั้นเหรอ? นี่คงเป็นการเปลี่ยนแปลง ครั้งใหญ่สำหรับคนแก่หัวดื้อ อย่างเขาเลย ไปเยี่ยมเขากับฉันหน่อยสิ ฉันจะเอาไวน์ขวดนี้ที่เก็บไว้ใน Windrise มาหลายปีไปเป็นของ ปลอบใจเขาซะหน่อย อ่า จริงสิ ตอนนี้เขายังดูแข็งแรงอยู่รึเปล่า เขายังมีแรงเหลืออยู่แค่ไหนกัน? ฉันไปหาเขาแบบนี้ จะถูกซัดจนปลิวรึเปล่านะ?",
      "vi": "Bạn đã gặp vị lão gia kia rồi? Gần đây ông ấy có khỏe không? Hầy, biến thành người thường tên Zhongli rồi ư? Đối với người cứng đầu như ông ấy thì đây là một thay đổi không nhỏ ấy chứ. À, cùng tôi đi gặp ông ấy đi, mang theo bình rượu ngon chôn tại Phong Khởi Địa này xem như quà an ủi vậy. À đúng rồi, bây giờ ông ta có mạnh hay không, thực lực còn được bao nhiêu? Tôi đi đến đó thế này có bị đánh bay không nhỉ?"
    }
  },
  {
    "title": {
      "zhs": "关于优菈…",
      "zht": "關於優菈…",
      "jp": "エウルアについて…",
      "ko": "유라에 대해…",
      "en": "About Eula",
      "de": "Über Eula ...",
      "es": "Sobre Eula...",
      "fr": "À propos d'Eula...",
      "pt": "Sobre Eula...",
      "ru": "Об Эоле...",
      "id": "Tentang Eula",
      "th": "เกี่ยวกับ Eula...",
      "vi": "Về Eula..."
    },
    "line": {
      "zhs": "优菈对酒的品位可是很不错的。无论夏天、冬天都要喝冰的这一点，在现在的蒙德人里也算难得啦。感觉能和她成为不错的酒友。嗯？你说我编排的劳伦斯家的歌…早已经传到了她的耳朵里？哈，那有什么关系嘛？说不定，我们还能一起唱呢。",
      "zht": "#優菈對酒的品味可是很不錯的。無論夏天、冬天都要喝冰的這一點，在現在的蒙德人裡也算難得啦。感覺能和她成為不錯的酒友。嗯？{F#妳}{M#你}說我編排的勞倫斯家的歌…早已經傳到了她的耳朵裡？哈，那有什麼關係嘛？說不定，我們還能一起唱呢。",
      "jp": "エウルアのお酒の趣味はなかなか面白いものだよ。夏でも冬でも氷を入れた冷たいのを飲むんだ。彼女みたいなのは、今のモンドにそういないだろうね。彼女とはいい飲み友達になれそうだよ。ん？ボクの作ったローレンス家の歌が…彼女の耳にも？あははっ、それがどうしたの？もしかしたら僕たち、一緒に歌えるかもしれないね。",
      "ko": "유라는 술에 대한 센스가 꽤 좋은 편이야. 여름 겨울 불문하고 차가운 걸 마시는 습관은 지금의 몬드에선 아주 드물거든. 헤헤, 그녀와 좋은 술친구가 될 수 있을 것 같아. 응? 내가 로렌스 가문에 대해 만든 노래가… 벌써 유라 귀에 들어갔다고? 하하, 뭐 어때, 같이 부르게 될지도 모르잖아",
      "en": "Eula has good taste when it comes to beverages of the alcoholic variety. Come summer or winter, she always likes them ice-cold. That's rare among Mondstadters these days! She and I would make great drinking buddies. Huh? My songs about the Lawrence Clan... She's heard them already? Eh, no harm done. Maybe she and I can do a duet sometime!",
      "de": "Eula hat einen sehr guten Geschmack in Sachen Wein. Es ist schon sehr selten, dass ein Mondstädter sowohl im Sommer als auch im Winter etwas Eisiges trinkt. Ich denke, sie könnte ein guter Trinkkumpel sein. Hmm? Willst du sagen, dass das Lied, das ich mir über den Lawrence-Klan ausgedacht habe... ihr bereits zu Ohren gekommen ist? Ha, was macht das schon? Vielleicht können wir es sogar zusammen singen.",
      "es": "Eula tiene muy buen gusto en cuanto a vinos. Ya sea verano o invierno, siempre lo bebe muy frío, ¡algo muy poco común entre la gente de Mondstadt de hoy en día! Creo que podríamos ser muy buenos compañeros de copas. ¿Eh? ¿Dices que ya ha escuchado... mis canciones sobre los Lawrence? Bueno, ¿y eso qué más da? ¡Tal vez podríamos hacer un dúo y todo!",
      "fr": "Eula sait apprécier le bon alcool. Servi glacé, hiver comme été. C'est plutôt rare de nos jours à Mondstadt ! Je suis sûr qu'on s'entendrait bien autour d'un verre. Hum ? Elle a déjà entendu mes chansons sur le Clan Lawrence ? Hum... Et alors ? Qui sait, on pourrait faire un duo un jour.",
      "pt": "Eula tem um bom gosto para bebidas alcoólicas. Seja verão ou inverno, ela sempre gosta delas geladas. Isso não é comum entre as pessoas de Mondstadt de hoje. Nós seríamos bons colegas para beber numa mesa. Uh? Minhas músicas sobre o clã Lawrence, ela já as ouviu? Não tem problema. Talvez possamos fazer um dueto um dia!",
      "ru": "Эола хорошо разбирается в вине. Вне зависимости от времени года она всегда пьёт охлаждённые напитки. Это большая редкость в современном Мондштадте. Думаю, из неё получился бы хороший собутыльник. А? Ты хочешь сказать, что песня, которую я придумал о клане Лоуренс уже дошла до её ушей? Ха, какая разница? Может быть, мы даже споём вместе.",
      "id": "Eula punya selera yang bagus tentang minuman beralkohol. Mau musim panas atau musim dingin, dia tetap akan memilih minuman yang dingin. Tidak banyak penduduk Mondstadt zaman sekarang yang seperti itu! Dia dan aku pasti bisa jadi teman minum yang akrab. Eh? Laguku tentang Klan Lawrence ... sudah didengarnya? Eh, tidak apa-apa lah. Siapa tahu kami bisa berduet suatu hari nanti!",
      "th": "Eula มีรสนิยมในการดื่มไวน์อยู่เหมือนกันนะ ตรงที่ไม่ว่าจะฤดูร้อนหรือฤดูหนาวก็ดื่มแบบเย็นได้ตลอด หาคนแบบนี้ได้ยากในเมือง Mondstadt รู้สึกว่า... ฉันก็เป็นเพื่อนดื่มไวน์ให้กับเค้าได้นะ อื๋อ? เธอบอกว่าเพลงของตระกูล Lawrence ที่ฉันเรียบเรียงขึ้น... ไปถึงหูของเค้าแล้วงั้นเหรอ? ฮ่า ๆ มันไม่สำคัญหรอก บางที... พวกเราอาจจะร้องเพลงด้วยกันก็ได้นะ",
      "vi": "Phẩm vị của Eula về rượu cũng rất tuyệt. Cho dù là mùa hạ hay mùa đông đều uống đá, ở Mondstadt, người có thể làm được như vậy là rất hiếm thấy. Cảm giác có thể trở thành bạn rượu của cô ấy. Hả? Bạn nói bài hát mà tôi viết cho nhà Lawrence...đã truyền đến tai của cô ấy sao? Ha, vậy thì có sao? Không chừng chúng tôi còn có thể cùng hát chung nữa đó."
    }
  },
  {
    "title": {
      "zhs": "关于巴尔…",
      "zht": "關於巴爾…",
      "jp": "バアルについて…",
      "ko": "바알에 대해…",
      "en": "About Baal",
      "de": "Über Baal ...",
      "es": "Sobre Baal...",
      "fr": "À propos de Baal...",
      "pt": "Sobre Baal...",
      "ru": "О Баал...",
      "id": "Tentang Baal",
      "th": "เกี่ยวกับ Baal...",
      "vi": "Về Baal..."
    },
    "line": {
      "zhs": "听说，你把那位不可一世的雷电将军也击败了？啊…想当年她作为影武者的时候，就在追求极致的武技了。如今，也一定会借用各种各样的理由叫你做陪练吧。嗯嗯，偷偷告诉你她的弱点吧，耳朵凑过来——是「甜点心」哦！",
      "zht": "#聽說，{F#妳}{M#你}把那位不可一世的雷電將軍也擊敗了？啊…想當年她作為影武者的時候，就在追求極致的武技了。如今，也一定會借用各種各樣的理由叫{F#妳}{M#你}做陪練吧。嗯嗯，偷偷告訴{F#妳}{M#你}她的弱點吧，耳朵湊過來——是「甜點心」哦！",
      "jp": "あの偉そうにしている雷電将軍を倒したんだって？うーん…彼女は影武者をやっていた頃から究極の武道を追い求めていた。だから今、きっと色んな理由を駆使して君を稽古に誘うだろうね。よし、じゃあこっそり君に彼女の弱点を教えてあげよう。ちょっと耳貸して——それはね～「スイーツ」だよ！",
      "ko": "듣자니 너 그 안하무인인 라이덴 쇼군도 이겼다면서? 아… 그녀는 그림자 무사였을 때부터 극강의 무예를 추구했지. 이제 별 이상한 구실을 다 갖다 대면서 너한테 대련을 청할 거야. 음, 그녀의 약점을 귀띔해줄 테니 가까이 와봐——바로 「달달한 간식」이야!",
      "en": "So, I hear you defeated the mighty Raiden Shogun? Ah, I recall the days when she was a kagemusha, seeking to perfect her martial prowess. Hehe, she now no doubt employs a wide range of reasoning to get you to train with her. Oh but yes, come close and I shall let you in on her weakness — desserts!",
      "de": "Ich habe gehört, dass du auch den unschlagbaren Shougun Raiden besiegt hast? Ah ... ich glaube, damals, als sie Kagemusha war, war sie auf der Suche nach der ultimativen Kampfkunst. Inzwischen muss sie sich auch alle möglichen Gründe leihen, um dich als Übungspartner aufzufordern. Nun, lass mich dir deine Schwäche verraten ... Komm mit deinem Ohr ein bisschen näher ... Es sind Süßigkeiten!",
      "es": "Así que derrotaste a la poderosa Shogun Raiden. Recuerdo la época en la que era una kagemusha que buscaba perfeccionar sus habilidades marciales. Jeje, no hay duda de que ahora aprovecha cualquier razón para conseguir que entrenes con ella. Acércate y te contaré cuál es su debilidad... ¡Los postres!",
      "fr": "J'ai ouï dire que vous avez vaincu la Shogun Raiden ? Je me souviens de quand elle n'était encore qu'une guerrière de l'ombre, qui aspirait à perfectionner son art martial. Haha, je suis sûre qu'elle utilise toutes sortes de prétextes pour que vous vous entraîniez avec elle. Oh, je vais vous dévoiler sa plus grande faiblesse : les desserts !",
      "pt": "Então, ouvi dizer que você derrotou a poderosa Shogun Raiden. Ah, eu me lembro dos dias em que ela era uma samurai e buscava aperfeiçoar suas proezas marciais. Hehe, sem dúvidas ela agora aproveita qualquer razão para fazer você treinar com ela. Oh, chegue perto e eu contarei sobre seu ponto fraco - sobremesas!",
      "ru": "#Я слышал, что ты одолел{F#а} и этого непобедимого сёгуна Райдэн? Ах... Я думаю, что когда она была кагэмуся, она стремилась к боевому искусству в его самом высоком проявлении. В настоящее время она, должно быть, также придумывает всевозможные причины, чтобы вызвать тебя на бой. Я по секрету расскажу о её слабости... Подойди поближе, я шепну тебе на ушко. Это сладости!",
      "id": "Jadi, kudengar kamu mengalahkan Raiden Shogun yang perkasa? Ah, aku ingat hari-hari saat dia masih menjadi seorang kagemusha yang berusaha untuk menyempurnakan keahlian bela dirinya. Hehe, sekarang dia juga pasti akan menggunakan banyak alasan untuk memintamu menjadi partner berlatihnya. Oh iya, iya ... dekatkan telingamu dan sini kubocorkan rahasianya untukmu — dia suka hidangan penutup yang manis!",
      "th": "ได้ยินว่า เธอเอาชนะโชกุน Raiden ผู้หยิ่งผยองคนนั้นได้เหรอ? อ่า...นึกถึงตอนที่เธอยังเป็นแค่ Kagemusha และพยายามฝึกฝนการต่อสู้ให้สมบูรณ์แบบ ทุกวันนี้ คงจะอ้างเหตุผลต่าง ๆ นานา เพื่อให้เธอมาเป็นคู่ซ้อมด้วยสินะ โอ้ ๆ ฉันจะแอบบอกจุดอ่อนของโชกุนให้ เอาหูมาใกล้ ๆ สิ ...มันก็คือ \"ของหวาน\" ไงล่ะ!",
      "vi": "Nghe nói bạn đã đánh bại vị Raiden Shogun quyền năng đó đúng không? Ừm... nhớ năm xưa khi cô ấy là một Kagemusha, cô ấy đã theo đuổi cực hạn của võ nghệ. Giờ đây chắc cũng lấy đủ loại lý do để tìm bạn luyện tập rồi. Hề hề, để tôi lén lén nói điểm yếu của cô ấy cho bạn nghe nhé, xích lại gần đây... là \"đồ ngọt\" đó, mê lắm!"
    }
  },
  {
    "title": {
      "zhs": "想要了解温迪·其一",
      "zht": "想要瞭解溫迪·其一",
      "jp": "ウェンティを知る·1",
      "ko": "벤티에 대해 알기·첫 번째",
      "en": "More About Venti: I",
      "de": "Ich will mehr über Venti erfahren I",
      "es": "Más sobre Venti (I)",
      "fr": "Connaître Venti (1)",
      "pt": "Mais sobre o Venti- I",
      "ru": "Узнать больше о Венти I",
      "id": "Mengenal Venti: I",
      "th": "อยากรู้เกี่ยวกับ Venti - 1",
      "vi": "Muốn tìm hiểu Venti - Điều thứ 1"
    },
    "line": {
      "zhs": "来得正好，旅行者。我想听听，你的愿望是什么？",
      "zht": "#來得正好，旅行者。我想聽聽，{F#妳}{M#你}的願望是什麼？",
      "jp": "ちょうどいいところに来たね、旅人さん。君の願いが何か聞かせてほしいんだ。",
      "ko": "마침 잘 왔어, 여행자, 네 소원이 뭔지 들어보고 싶어",
      "en": "Perfect timing, Traveler! I was about to ask you — what is your greatest wish?",
      "de": "Du kommst genau richtig! Und jetzt sag mir, wonach sehnst du dich am meisten?",
      "es": "#Llegas justo a tiempo, {F#viajera}{M#viajero}. Dime, ¿cuál es tu deseo?",
      "fr": "#Tu es {M#arrivé}{F#arrivée} à temps, {M#voyageur}{F#voyageuse}. Dis-moi, quel est ton souhait ?",
      "pt": "Você chegou na hora certa, Viajante. Diga-me, qual é o seu o desejo?",
      "ru": "#Путешественни{F#ца}{M#к}, ты как раз вовремя! Расскажи мне, каково твоё самое заветное желание?",
      "id": "Oh Pengembara, kamu datang di saat yang tepat! Aku baru saja ingin bertanya — apa harapan terbesarmu?",
      "th": "มาพอดีเลย นักเดินทาง อยากรู้จังว่าความปรารถนาของเธอคืออะไร",
      "vi": "Tới đúng lúc lắm, Nhà Lữ Hành. Tôi muốn nghe thử nguyện vọng của bạn là gì?"
    }
  },
  {
    "title": {
      "zhs": "想要了解温迪·其二",
      "zht": "想要瞭解溫迪·其二",
      "jp": "ウェンティを知る·2",
      "ko": "벤티에 대해 알기·두 번째",
      "en": "More About Venti: II",
      "de": "Ich will mehr über Venti erfahren II",
      "es": "Más sobre Venti (II)",
      "fr": "Connaître Venti (2)",
      "pt": "Mais sobre o Venti- II",
      "ru": "Узнать больше о Венти II",
      "id": "Mengenal Venti: II",
      "th": "อยากรู้เกี่ยวกับ Venti - 2",
      "vi": "Muốn tìm hiểu Venti - Điều thứ 2"
    },
    "line": {
      "zhs": "跟你一起旅行真是件有趣的事，要说美中不足就是你身边的那只小不点了吧。那么能吃，你们的伙食费很了不得吧？哈哈。",
      "zht": "#跟{F#妳}{M#你}一起旅行真是件有趣的事，要說美中不足就是{F#妳}{M#你}身邊的那隻小不點了吧。那麼能吃，{F#妳}{M#你}們的伙食費很了不得吧？哈哈。",
      "jp": "君と一緒に旅をするのは面白いよ。気がかりな点を挙げるとすれば、君の傍にいるあのチビかな。あんなによく食べるんじゃ、君たちの食費もバカにならないだろう？アハハ。",
      "ko": "너와 함께하는 여행은 정말 재미난 일이야, 한 가지 흠이 있다면 네 곁의 그 쪼매난 녀석이지. 너무 잘 먹어~ 너희 식비 어마어마하지? 하하",
      "en": "There's never a dull moment traveling with you! The only minor inconvenience is that pesky little pixie thing that follows you everywhere... She never stops eating — I can't begin to imagine how much you spend on food!",
      "de": "Mit dir zu reisen, macht wirklich Spaß. Die einzige Sache, die mich stört, ist diese kleine fliegende Nervensäge neben dir. Wie viel die verschlingen kann! Eure Verpflegungsausgaben müssen ganz schön hoch sein, wie? Haha!",
      "es": "¡Nunca me aburro viajando contigo! El único inconveniente es esa pequeña hada que te sigue a todas partes... Está todo el tiempo comiendo. ¡No me imagino cuánto gastas en comida!",
      "fr": "On ne s'ennuie jamais lorsqu'on voyage avec toi ! Mais cette petite fée qui te suit partout mange comme un ogre. Vos dépenses en nourriture doivent être énormes, haha !",
      "pt": "É muito interessante viajar com você! O único defeito é esta pequenina. Ela come muito, você deve pagar muito por ela. Haha.",
      "ru": "Путешествовать с тобой не бывает скучно! Вот только есть один недостаток - та феечка, что всюду за тобой летает... Она же постоянно ест! И представить не могу, сколько ты на неё тратишь!",
      "id": "Tidak pernah ada momen yang membosankan saat bepergian denganmu! Satu-satunya gangguan kecil adalah si peri kecil sialan yang terus mengikutimu ke mana-mana ... Dia tidak ada habis-habisnya makan ini itu — aku tidak kebayang berapa banyak pengeluaranmu untuk beli makanan!",
      "th": "การเดินทางกับเธอเป็นเรื่องที่น่าสนใจมากจริง ๆ แต่พูดถึงสิ่งที่ไม่ค่อยสะดวกนัก ก็คงจะเป็นเจ้าตัวเล็กที่อยู่ข้างเธอ นั่นแหละ กินเก่งขนาดนั้น ค่าอาหารของพวกเธอคงไม่น้อย เลยสินะ? ฮ่าฮ่า",
      "vi": "Đi cùng bạn đúng là một chuyện thú vị, nếu có gì không hoàn hảo thì đó chính là vật nhỏ bên cạnh bạn. Ăn khỏe như thế, tiền ăn của các bạn chắc nhiều lắm nhỉ? Ha ha."
    }
  },
  {
    "title": {
      "zhs": "想要了解温迪·其三",
      "zht": "想要瞭解溫迪·其三",
      "jp": "ウェンティを知る·3",
      "ko": "벤티에 대해 알기·세 번째",
      "en": "More About Venti: III",
      "de": "Ich will mehr über Venti erfahren III",
      "es": "Más sobre Venti (III)",
      "fr": "Connaître Venti (3)",
      "pt": "Mais sobre o Venti- III",
      "ru": "Узнать больше о Венти III",
      "id": "Mengenal Venti: III",
      "th": "อยากรู้เกี่ยวกับ Venti - 3",
      "vi": "Muốn tìm hiểu Venti - Điều thứ 3"
    },
    "line": {
      "zhs": "火之神是个横行霸道的战斗狂，岩之神是个不懂人心的死脑筋。问我怎么会知道这些？欸嘿，叙事诗里都写得一清二楚嘛，他们的故事。那个年代的故事。",
      "zht": "火之神是個橫行霸道的戰鬥狂，岩之神是個不懂人心的死腦筋。問我怎麼會知道這些？欸嘿，敘事詩裡都寫得一清二楚嘛，他們的故事。那個年代的故事。",
      "jp": "火の神は横暴で戦い好き、岩の神は人の心が分からない頑固者だよ。どうしてこんなことを知っているのかって？エヘヘ、叙事詩の中にはっきりと書いてあるからね。彼らの物語、あの時代の物語が。",
      "ko": "불의 신은 제멋대로 날뛰는 전투광이야. 바위의 신은 사람 마음을 모르는 꽉 막힌 놈이고. 그런 걸 어떻게 아냐고? 하하, 서사시에 그들의 이야기가 다 나와있어. 그 시절의 이야기들이 전부",
      "en": "The Pyro Archon is a wayward, warmongering wretch, and the Geo Archon is a brutish, blundering buffoon! How do I know? Because, this is written in the epic poems of days gone by!",
      "de": "Der Pyro-Archon ist ein unberechenbarer Kriegstreiber und der Geo-Archon ein gedankenloser Zombie. Woher ich das weiß? Nun, das steht in den Epen der Vergangenheit so geschrieben.",
      "es": "¡La Arconte Pyro es una tirana belicista, y el Arconte Geo es terco y no tiene empatía! ¿Que cómo lo sé? ¡Porque está escrito en los poemas del pasado!",
      "fr": "L'Archon Pyro est un tyran belligérant et l'Archon Géo n'est qu'un rustre borné ! Comment je le sais ? C'est écrit noir sur blanc dans les épopées anciennes.",
      "pt": "A Arconte Pyro é uma tirana lutadora louca, entretanto, o Arconte Geo é uma pessoa sem empatia! Como eu sei? Está tudo explicado na Epopeia Narrativa!",
      "ru": "Пиро Архонт - своенравный и воинственный безумец, а Гео Архонт - тупица, не понимающий человеческой души. Откуда я это знаю? Ну... Из баллад... написанных о тех временах... которые про Архонтов...",
      "id": "Archon Pyro itu maniak bertempur, Archon Geo adalah Dewa bodoh yang tidak mengerti hati manusia. Bagaimana aku bisa tahu? Karena, hal itu ditulis dalam puisi epik masa lalu!",
      "th": "เทพแห่งไฟเป็นคนที่มีอำนาจบาตรใหญ่ ส่วนเทพแห่งหินเป็นคนหัวแข็งไม่ฟังใคร ถามว่าฉันรู้ได้ยังไงน่ะเหรอ? เอ่อ ก็ในบทกวีเขียนเรื่องราวของพวกเขาไว้อย่างชัดเจนน่ะสิ เรื่องราวในสมัยนั้นน่ะ",
      "vi": "Hỏa Thần là kẻ bá đạo cuồng chiến đấu, Nham Thần là kẻ đầu đất không hiểu lòng người. Sao mà tôi biết mấy chuyện này à? Hề hề, trong mấy bài thơ tự sự đều ghi rõ câu chuyện về họ mà. Trong câu chuyện của thời đại đó."
    }
  },
  {
    "title": {
      "zhs": "想要了解温迪·其四",
      "zht": "想要瞭解溫迪·其四",
      "jp": "ウェンティを知る·4",
      "ko": "벤티에 대해 알기·네 번째",
      "en": "More About Venti: IV",
      "de": "Ich will mehr über Venti erfahren IV",
      "es": "Más sobre Venti (IV)",
      "fr": "Connaître Venti (4)",
      "pt": "Mais sobre o Venti- IV",
      "ru": "Узнать больше о Венти IV",
      "id": "Mengenal Venti: IV",
      "th": "อยากรู้เกี่ยวกับ Venti - 4",
      "vi": "Muốn tìm hiểu Venti - Điều thứ 4"
    },
    "line": {
      "zhs": "天空岛啊。连我也不一定飞得到那里呢。而且在那里，没有甜的水，也长不出什么好吃的果子。就更不会有好酒咯？嘿嘿，所以请我去我都不想去哦。",
      "zht": "天空島啊。連我也不一定飛得到那裡呢。而且在那裡，沒有甜的水，也長不出什麼好吃的果子。就更不會有好酒囉？嘿嘿，所以請我去我都不想去哦。",
      "jp": "天空の島か。ボクでもあそこまで飛べるか分からないよ。それにあそこには美味しい水も、木の実もないんだ。美味しいお酒なんてもってのほかだよ？ヘヘッ、あそこには頼まれたって行きたくないね。",
      "ko": "셀레스티아, 나도 그곳까지 날아갈 수 없을지 몰라. 게다가 거기에는 감로수가 없어서 맛난 과일이 열리지 않아, 그러니 술맛은 더욱 별로겠지? 헷, 초대를 해도 가고 싶지 않아",
      "en": "Celestia... I'm not sure even I could fly that far. In any case, the water there tastes foul, and the fruit is bland. You know what that means? No cider! Haha, in that case, I wouldn't go there even if I was invited.",
      "de": "Celestia ... Ich glaube, selbst ich kann dort nicht hinfliegen. Auf jeden Fall schmeckt das Wasser dort nicht und die Früchte sind fade. Also gibt es auch keinen guten Wein! Frag mich erst gar nicht, ob ich dort hinwill!",
      "es": "Celestia... No sé si seré capaz de volar tan lejos. Además, allí no tienen agua dulce y la fruta no sabe bien. ¿Sabes lo que eso significa? ¡Que no tienen sidra! Jaja, no iría ni aunque me invitaran.",
      "fr": "Celestia... Je ne suis pas sûr de pouvoir l'atteindre en volant. De toute façon, l'eau y est sans saveur et les fruits ne sont pas extraordinaires... Impossible d'obtenir du bon cidre là-bas. Je n'y mettrais pas les pieds, même si j'y étais invité !",
      "pt": "Celestia? Até eu não conseguiria voar para lá. Infelizmente não tem água doce e frutas suculentas, muito menos vinhos de boa qualidade. Haha, eu não iria lá nem que me convidassem.",
      "ru": "Селестия... Не уверен, что даже у меня хватило бы сил долететь до неё. Да и вообще, вода там горькая, фрукты безвкусные... А знаешь, что это значит? Это значит, что там нет сидра! Ха-ха-ха, поэтому я бы не показался там, даже если бы меня пригласили.",
      "id": "Celestia ... Aku bahkan tidak yakin bisa terbang sejauh itu. Ditambah lagi, air di sana terasa busuk, dan buahnya hambar. Kamu tahu apa maksudku? Pasti tidak akan ada cider! Haha, dan dengan begitu, aku tidak akan pergi ke sana sekalipun aku diundang.",
      "th": "Celestia เหรอ แม้แต่ฉันก็คงบินไปไม่ถึงที่นั่นหรอก แล้วที่นั่นน่ะไม่มีน้ำหวาน และก็ไม่มีผลไม้อร่อย ๆ อะไรเติบโตได้ทั้งนั้น เหล้านี่ยิ่งไม่ต้องพูดถึงเลย เหอะ ๆ ดังนั้นถึงเชิญฉันไปฉันก็ไม่ไปหรอก",
      "vi": "Đảo Thiên Không à. Ngay cả tôi cũng chưa chắc bay được đến nơi đó. Hơn nữa ở đó không có nước ngọt, không mọc ra được trái cây ngon. Lại càng không có rượu ngon? Ha ha, nên có mời tôi cũng không thèm đến."
    }
  },
  {
    "title": {
      "zhs": "想要了解温迪·其五",
      "zht": "想要瞭解溫迪·其五",
      "jp": "ウェンティを知る·5",
      "ko": "벤티에 대해 알기·다섯 번째",
      "en": "More About Venti: V",
      "de": "Ich will mehr über Venti erfahren V",
      "es": "Más sobre Venti (V)",
      "fr": "Connaître Venti (5)",
      "pt": "Mais sobre o Venti- V",
      "ru": "Узнать больше о Венти V",
      "id": "Mengenal Venti: V",
      "th": "อยากรู้เกี่ยวกับ Venti - 5",
      "vi": "Muốn tìm hiểu Venti - Điều thứ 5"
    },
    "line": {
      "zhs": "我的愿望？嗯。以前，我想着要游历整个世界。现在也一样，不过嘛，加上了一份限定条件，那就是跟你一起。有你在，才是完整的。记叙者果然要和冒险者在一起才行嘛，嘿嘿！",
      "zht": "#我的願望？嗯。以前，我想著要遊歷整個世界。現在也一樣，不過嘛，加上了一個限定條件，那就是跟{F#妳}{M#你}一起。有{F#妳}{M#你}在，才是完整的。記敘者果然要和冒險者在一起才行嘛，嘿嘿！",
      "jp": "ボクの願い事？うん、昔はこの世界全体を巡りたいと思っていたよ。今も同じさ。ただ、条件が一つ増えただけ。それは君と一緒にってことさ。君がいてこそ完璧なんだ。やっぱり語り手は冒険者と一緒にいないと、エヘへへ！",
      "ko": "내 소원? 음, 예전엔 온 세상을 떠돌아다니는 거였어. 지금도 그런데 바람이 하나 더 생겼어. 너와 함께 떠돌고 싶어, 네가 있어야지만 완전해져. 기록하는 사람은 모험가와 함께해야만 완전해지는 법이지, 헤헤헤!",
      "en": "My greatest wish? It has always been to roam free and experience the whole world. Now, I would add that wherever I go, it simply must be with you! Each day with you is an adventure, and where adventurers go, storytellers must follow!",
      "de": "Was ich mir wünsche? Nun, ich wollte immer um die Welt reisen. Das möchte ich immer noch. Aber jetzt möchte ich es mit dir gemeinsam tun. Du bereicherst mich. Der Geschichtenschreiber muss dem Abenteurer folgen, hehe!",
      "es": "¿Mi mayor deseo? Siempre ha sido viajar libremente y explorar el mundo entero. Bueno, añadiría que, donde quiera que vaya, ¡me gustaría que fuera contigo! Cada día contigo es una aventura y, allá donde van los aventureros, ¡deben ir también los cuentacuentos!",
      "fr": "Mon souhait le plus cher ? Avant, je rêvais de vagabonder librement. Ça n'a pas trop changé, à l'exception que ta présence m'est désormais indispensable ! Chaque voyageur a besoin d'un barde pour chanter ses aventures !",
      "pt": "#Meu desejo? Antes, eu queria me aventurar por todo o mundo, agora ainda é o mesmo, só que tem uma condição, que é me aventurar com você! A aventura está completa apenas quando estou com você! Afinal, {F#uma aventureira}{M#um aventureiro} e seu narrador devem andar juntos!",
      "ru": "#Моё сокровенное желание? Я всегда мечтал быть свободным и странствовать по свету. Но теперь я хочу, чтобы во всех этих путешествиях меня сопровождал{F#a} ты! Каждый день с тобой - это новое приключение, а рассказчики всегда должны следовать за приключениями.",
      "id": "Harapan terbesarku? Dari dulu aku selalu ingin bisa berkeliaran bebas dan menjelajahi seluruh dunia. Sekarang, kutambahkan sedikit menjadi ke mana pun aku bepergian, aku mau pergi bersamamu! Setiap hari bersamamu adalah sebuah petualangan, dan ke mana petualang pergi, pendongeng harus mengikuti!",
      "th": "ความใฝ่ฝันของฉันเหรอ? อืม เมื่อก่อนฉันอยากจะเที่ยวรอบโลก ตอนนี้ก็เหมือนกัน แต่ก็นะ มีเงื่อนไขที่เพิ่มเข้ามานั่นก็คือต้อง ไปกับเธอ ต้องมีเธออยู่ถึงจะสมบูรณ์ นักเล่าเรื่องก็ต้องอยู่กับนักผจญภัยสิใช่มั้ย เหอะ ๆ!",
      "vi": "Nguyện vọng của tôi? Ừm, trước kia tôi muốn chu du khắp thế giới. Bây giờ cũng vậy, nhưng có thêm một điều kiện giới hạn là phải đi cùng với bạn. Có bạn kề bên mới trọn vẹn. Quả nhiên người kể chuyện phải đi cùng với người mạo hiểm mới phải đạo, hì hì!"
    }
  },
  {
    "title": {
      "zhs": "温迪的爱好…",
      "zht": "溫迪的愛好…",
      "jp": "ウェンティの趣味…",
      "ko": "벤티의 취미…",
      "en": "Venti's Hobbies",
      "de": "Ventis Hobbys ...",
      "es": "Aficiones de Venti...",
      "fr": "Les loisirs de Venti...",
      "pt": "Passatempos de Venti...",
      "ru": "Хобби Венти...",
      "id": "Hobi Venti",
      "th": "งานอดิเรกของ Venti...",
      "vi": "Sở thích của Venti..."
    },
    "line": {
      "zhs": "我喜欢酒！还有风！唔，如果能有用风酿的酒就好了。",
      "zht": "我喜歡酒！還有風！唔，如果能有用風釀的酒就好了。",
      "jp": "ボクはお酒が好きなんだ！あと風もね！うーん、風でできたお酒があったらいいのに。",
      "ko": "나 술 좋아해! 바람도! 아, 바람으로 빚은 술이 있다면 좋겠네",
      "en": "I like to drink! And I like the wind! If only there were such a thing as wind-brewed cider...",
      "de": "Ich mag Wein! Und Wind! Wenn es jetzt auch noch Windwein geben würde, wie toll wäre das?!",
      "es": "¡Me gusta el vino! ¡Y también el viento! Qué bueno sería que inventaran un vino hecho con viento, ¿verdad?",
      "fr": "J'aime le bon vin ! Et le vent ! Si seulement on pouvait transformer le vent en boisson...",
      "pt": "Eu gosto de beber, e vento! Se pelo menos tivesse um vinho de vento...",
      "ru": "Я люблю выпить! И я люблю ветер! Если бы только в мире придумали делать сидр из ветра...",
      "id": "Aku suka anggur dan juga angin! Ugh, andaikan saja ada anggur yang bisa difermentasi dengan angin.",
      "th": "ฉันชอบไวน์! แล้วก็ลม! อ่า ถ้ามีไวน์ที่ใช้ลมกลั่นก็คงดีสินะ",
      "vi": "Tôi thích rượu! Cả gió nữa! Ừm, nếu như có thể dùng gió để ủ rượu thì hay quá."
    }
  },
  {
    "title": {
      "zhs": "温迪的烦恼…",
      "zht": "溫迪的煩惱…",
      "jp": "ウェンティの悩み…",
      "ko": "벤티의 고민…",
      "en": "Venti's Troubles",
      "de": "Ventis Sorgen ...",
      "es": "Preocupaciones de Venti...",
      "fr": "Les problèmes de Venti...",
      "pt": "Preocupações de Venti...",
      "ru": "Беспокойство Венти...",
      "id": "Kekhawatiran Venti",
      "th": "เรื่องกลุ้มใจของ Venti...",
      "vi": "Nỗi buồn của Venti..."
    },
    "line": {
      "zhs": "其实，只要有猫在附近，我就忍不住会打喷嚏…啊-啊-阿嚏！唔…哎呀…就连想一想也不行么…欸，你知不知道该怎么治好这个毛病呀？",
      "zht": "#其實，只要有貓在附近，我就忍不住會打噴嚏…啊-啊-哈啾！唔…哎呀…就連想一想也不行麼…欸，{F#妳}{M#你}知不知道該怎麼治好這個毛病呀？",
      "jp": "実は、猫が近くにいるだけでくしゃみが止まらなくなるんだ…ハ、ハハ、ハクションッ！うーん…想像するだけでもダメだ…もう、これってどうすれば治るか知らない？",
      "ko": "사실 고양이가 근처에 있으면 난 재채기를 참을 수 없어…. 에-에-에취! 으후…. 생각만 해도 재채기가 나오네…. 하, 이 병을 고칠 방법이 있을까?",
      "en": "I'm actually highly allergic to cats. I start sneezing as soon as they enter the vicinity, and... Aah... Aa-choo! Ugh, apparently I can't even THINK about cats without sneezing. Do you think there is a cure for this monstrous affliction?",
      "de": "Eigentlich bin ich gegen Katzen allergisch. Sobald eine in der Nähe ist, muss ich niesen. Hatschi! Super, es reicht wohl schon aus, wenn ich nur an Katzen denke. Gibt es da irgendein Heilmittel?",
      "es": "En realidad, tengo mucha alergia a los gatos. Empiezo a estornudar tan pronto como se me acercan, y... a... ¡Achís! Ay, parece que ni siquiera puedo pensar en gatos sin estornudar. ¿Crees que hay una cura para esta horrible aflicción?",
      "fr": "Je suis très allergique aux chats. J'éternue dès qu'il y en a un qui... A—A—ATCHOUM !! Eh bah, on dirait que je ne peux même pas en PARLER sans éternuer... Comment guérit-on de ça ?",
      "pt": "De fato, eu não consigo me controlar para não espirrar quando tem um gato perto de mim. Ah...ATCHIM! Como eu posso resolver este problema?",
      "ru": "Вообще-то у меня аллергия на кошек. Я начинаю чихать сразу же, как только они подходят близ... ах... Апчхи! Ох, даже одна мысль о них заставляет меня чихать. Как думаешь, существует ли где-нибудь в мире лекарство от этой ужаснейшей болезни?",
      "id": "Sebenarnya aku sangat alergi dengan kucing. Aku akan terus-terusan bersin saat mereka ada di sekitar dan ah ... ah ... achoo! Ugh, kelihatannya aku bahkan tidak bisa BERPIKIR tentang kucing tanpa bersin. Apa menurutmu penderitaan mengerikan ini bisa disembuhkan?",
      "th": "จริง ๆ แล้ว แค่มีแมวอยู่ใกล้ ๆ ฉันก็อดไม่ได้ที่จะจาม...ฮะ ฮะ ฮัดชิ่ว! เฮ้อ...ปัดโธ่... แค่นึกถึงก็ไม่ได้ เหรอเนี่ย...เฮ้อ เธอรู้มั้ยว่าจะรักษาอาการนี้ยังไง?",
      "vi": "Thật ra, chỉ cần có mèo ở gần là tôi sẽ nhịn không được mà hắt hơi... Ha - ha - hắt xì! Ừm... Ây dà... ngay cả nghĩ cũng không được à... Aiz, bạn có biết phải làm sao mới chữa được cái bệnh này không?"
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was er so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "你也来一个苹果吗，刚摘的。啊呜，啊…又脆又甜，苹果才是神的馈赠吧！",
      "zht": "#{F#妳}{M#你}也來一個蘋果嗎，剛摘的。啊嗚，啊…又脆又甜，蘋果才是神的饋贈吧！",
      "jp": "君も一つリンゴをどう？もぎたてだよ。ガブッ、あぁ…シャクシャクしていて甘い。リンゴこそが神からの贈りものだよね！",
      "ko": "너도 사과 하나 먹을래? 방금 땄어. 음, 아~ 사각사각하고 달아. 사과야말로 신의 선물이지!",
      "en": "Here, have an apple. I just picked it. Look how ripe and juicy it is... *munching* ... Truly the fruit of the gods.",
      "de": "Möchtest du auch einen Apfel probieren? Habe ihn gerade gepflückt. Hmm, so saftig, so süß, Äpfel sind wahrlich göttliche Früchte!",
      "es": "Toma, una manzana para ti también. ¡Recién arrancada del árbol! Ah... Dulce y jugosa... *Ñam, ñam*, ¡es la fruta de los dioses!",
      "fr": "Tiens, une pomme. Je viens de la cueillir ! Craquante et juteuse comme il faut, quel fruit divin !",
      "pt": "Você quer uma maçã? Acabei de coletar! É bem crocante e doce! Afinal são as maçãs que são as bênçãos dos deuses.",
      "ru": "Будешь яблоко? Я только что их нарвал. Смотри, какие спелые и сочные... *Откусывает* Воистину божественный плод.",
      "id": "Ini, ambillah apel ini. Aku baru saja memetiknya. Lihat betapa matang dan berairnya apel ini, aww! Nyam nyam~ Ini benar-benar buah terbaik dari Tuhan!",
      "th": "เธอเอาแอปเปิ้ลสักลูกมั้ย เพิ่งจะเด็ดมาเลย ทั้งกรอบทั้งหวาน แอปเปิ้ลนี่แหละคือของขวัญจาก เทพที่แท้จริง!",
      "vi": "Bạn ăn táo không, vừa hái đấy. Rốp... vừa giòn vừa ngọt, táo đúng là quà của thần mà!"
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was er nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang Tidak Disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn chán ghét..."
    },
    "line": {
      "zhs": "哎，你在做什么好吃的吗？欸？热奶酪饼！这个…这个不行，热热的黏糊糊的，唔…对我来说，太腻了…",
      "zht": "#欸，{F#妳}{M#你}在做什麼好吃的嗎？欸？熱乳酪餅！這個…這個不行，熱熱的黏糊糊的，唔…對我來說，太膩了…",
      "jp": "何か美味しいものを作っているのかい？おや～？チーズパンケーキ！これは…これはダメ。熱くてベタベタしていて。うー…ボクにはクドすぎるんだよ…",
      "ko": "뭐 맛난 거 만들고 있는 거야? 엇? 뜨거운 치즈 케익! 이거… 안돼. 뜨겁고 찐득찐득, 너무 느끼해…",
      "en": "Hmm, what's that tasty morsel you've got there...? Eww! A melted cheese pancake? A smelly, sticky, slimy, disgusting mess!",
      "de": "Was machst du denn da Gutes? Wie, einen heißen Fladen mit Käse?! Das geht nicht gut, nein, heiß und flüssig, das kann ich nicht aushalten.",
      "es": "¿Qué estás cocinando? ¿Eh? ¡Un panqueque de queso fundido! ¡Un desastre asqueroso, pegajoso y viscoso! ¡Puaj!",
      "fr": "Qu'es-tu en train de cuisiner ? Un pain au fromage fondu ? Beurk ! Ça sent mauvais, ça colle et ça dégouline de partout... Non merci...",
      "pt": "O que é isso de saboroso que você tem aí... Epa! Uma panqueca de queijo derretido! Ugh... Uma bagunça pegajosa e nojenta!",
      "ru": "Что это у тебя там за лакомство? ... Фу! Блины с плавленым сыром! Вонючая, липкая, отвратительная гадость!",
      "id": "Hmm, makanan apa yang lagi kamu buat? Uww! Pancake keju yang meleleh? Sudah bau, lengket, berlendir, campuran yang menjijikkan!",
      "th": "อ่า เธอทำอะไรอร่อย ๆ อยู่เหรอ? เอ๋ แพนเค้กใส่ชีส! นี่...ไม่ได้นะ ทั้งร้อนทั้งเหนอะหนะ เอิ่ม...สำหรับฉันแล้วมัน เลี่ยนเกินไป...",
      "vi": "Này, bạn đang làm món gì đấy? Ơ? Bánh phô mai nóng? Cái này... cái này không được, vừa dính vừa nóng, ừm... với tôi thì nó hơi ngán..."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "啊，好满足！明天也会有吧？后天也会有吧？",
      "zht": "啊，好滿足！明天也會有吧？後天也會有吧？",
      "jp": "ふぅ、満足、満足！明日もあるんだよね？それから明後日も！",
      "ko": "아, 대만족이야! 내일도 해줄 거지? 모레도 해줄 거지?",
      "en": "Ahh, quite delightful! So... could I get the same again tomorrow? ...And maybe the day after that?",
      "de": "Mhm, ich bin so zufrieden! Morgen wird es auch einmal geben, oder? Übermorgen auch, oder?",
      "es": "Ahh, ¡está delicioso! Entonces, ¿puedes hacerme lo mismo para mañana? ¿Y tal vez también para pasado mañana?",
      "fr": "Ah, c'était vraiment bon ! Tu m'en feras encore demain ? Et après-demain aussi ?",
      "pt": "Ah, muito gostoso! Amanhã... você pode preparar esse prato para mim novamente?... E depois de amanhã?",
      "ru": "Ах, просто восхитительно! А можно повторить завтра? И послезавтра?..",
      "id": "Ah, puas sekali! Kira-kira ... besok ada ginian lagi tidak? Terus sekalian ... lusa juga?",
      "th": "อื้ม หนำใจมากเลย! พรุ่งนี้จะมีอีกมั้ย? แล้ววันมะรืนจะมีอีกรึเปล่า?",
      "vi": "Ah, thật hài lòng! Ngày mai cũng có chứ? Ngày mốt cũng có phải không?"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "呼，好饱，连餐后水果都要吃不下了…",
      "zht": "呼，好飽，連餐後水果都要吃不下了…",
      "jp": "ふぅ、お腹いっぱい。食後のフルーツも食べられそうにないや…",
      "ko": "후, 배불러라. 과일도 못 먹겠어…",
      "en": "Oof, I'm so full... I'll have to pass on the post-meal fruits this time...",
      "de": "Puh, ich bin so satt, dass ich nicht mal mehr das Obst nach dem Essen essen kann ...",
      "es": "¡Uff! Estoy lleno, no me queda sitio ni para la fruta del postre...",
      "fr": "Pfiou, je suis rassasié. Je n'ai même plus de place pour un fruit en dessert...",
      "pt": "Uff, estou tão cheio. Não tenho nem espaço para as frutas de sobremesa...",
      "ru": "Ох, как же я объелся... Придётся в этот раз обойтись без фруктов...",
      "id": "Fiuh, kenyangnya! Aku sudah tidak kuat lagi buat makan hidangan buah pencuci mulutnya kali ini ....",
      "th": "เฮ้อ อิ่มจัง แม้แต่ผลไม้หลังอาหารก็กินไม่ลงแล้วล่ะ...",
      "vi": "Phù, no quá, đến trái cây tráng miệng tôi cũng không ăn nổi nữa rồi..."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "竟然是连我都应付不来的食物。唔…这下可难办了。",
      "zht": "竟然是連我都應付不來的食物。唔…這下可難辦了。",
      "jp": "このボクですら苦手な料理だなんて。うぅ…困っちゃったな。",
      "ko": "나조차도 먹기 힘든 음식이라니. 음… 이것 참 곤란한걸",
      "en": "I can't believe it, but I don't think I can stomach this... Oh boy... What a predicament.",
      "de": "Überraschenderweise war es ein Gericht, das selbst ich nicht ertragen konnte. Nun ... Das ist eine schwierige Frage.",
      "es": "No me lo creo ni yo, pero no creo que pueda con esto... Ay... qué dilema.",
      "fr": "Je n'arrive pas à le croire, mais je pense que je ne vais pas y arriver... Oh là là... Quelle situation fâcheuse.",
      "pt": "Afinal acho que não gosto desse tipo de comida... Hmm... Que situação difícil.",
      "ru": "Поверить не могу, но, кажется, я не смогу это переварить. Ох, какая неприятная ситуация...",
      "id": "Uh, oh ... Sulit dipercaya, tapi aku sungguh tidak sanggup menyantap makanan ini. Uhhh teman, gimana dong?",
      "th": "เป็นอาหารที่แม้แต่ฉันก็รับมือไม่ไหว ฮืม... ยากแล้วล่ะ",
      "vi": "Món ăn mà ngay cả tôi cũng không giải quyết được. Hmm... Vậy thì khó giải quyết rồi đây."
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "我以前听朋友说生日是要吃蛋糕的…喏，苹果蛋糕，给，勺子。烤出来的时候有点塌了，所以看上去像是苹果派。欸嘿，甜点还真是复杂呀。",
      "zht": "我以前聽朋友說生日是要吃蛋糕的…喏，蘋果蛋糕，給，勺子。烤出來的時候有點塌了，所以看上去像是蘋果派。欸嘿，甜點還真是複雜呀。",
      "jp": "以前、友達から誕生日はケーキを食べるって聞いたんだ…ほら、リンゴケーキだよ。はい、スプーン。焼き上げる時に少し崩れちゃったからアップルパイみたいだけどね。エヘ、スイーツって本当に難しいね。",
      "ko": "예전에 친구가 생일에는 케이크를 먹어야 한다고 했는데…. 자, 사과 케이크! 숟가락 받아, 오븐에서 꺼낼 때 좀 무너져서 사과 파이처럼 보여. 아, 디저트는 역시 어렵군",
      "en": "Someone once told me you're supposed to eat a cake on your birthday... Tada! Here's your birthday cake — it's apple-flavored! And here's a spoon. The cake didn't rise properly in the oven... That's why it looks more akin to an apple pie... Ugh, baking is really quite complicated!",
      "de": "Ich habe bisher nur von Freunden gehört, dass sie Kuchen zu ihren Geburtstagen bekommen ... Hier, ein Apfelkuchen und ein Löffel. Er ist ein wenig verrutscht, als er aus dem Ofen kam. Aber he, Desserts sind nicht leicht zu machen.",
      "es": "Alguien me dijo una vez que se supone que debes comer tarta en tu cumpleaños... ¡Ta táán! Aquí está tu tarta de cumpleaños: ¡es de manzana! Toma una cuchara. El pastel no subió lo suficiente en el horno, por eso se parece más a un pastelito de manzana... Uf, ¡la repostería es realmente complicada!",
      "fr": "On m'a dit qu'on mange du gâteau pendant les anniversaires... Tada ! Un gâteau à la pomme, et voilà une cuillère. Il n'a pas gonflé correctement au four, du coup, il ressemble plus à une tarte qu'autre chose... C'est dur la pâtisserie.",
      "pt": "Dizem que tem que comer bolo de aniversário no seu dia... Então, aqui está! Bolo de maçã! Estava caindo, portanto, parece ser torta de maçã. É mesmo difícil de fazer sobremesas.",
      "ru": "Как-то раз мне сказали, что на день рождения обязательно нужно съесть торт... Та-дам! Вот и твой праздничный торт! Он с яблочным вкусом. А вот и твоя ложка! Только вот тесто почти не поднялось, поэтому он больше похож на пирог... Ух, выпечка и впрямь наука не из лёгких...",
      "id": "Seseorang pernah bilang padaku kalau kamu harus makan kue di hari ulang tahun ... Tadaa! Ini kue ulang tahunmu — kuenya rasa apel! Dan ini sendoknya. Kuenya tidak mengembang dengan baik di oven ... Makanya bentuknya lebih mirip pai apel ... Ugh, membuat kue kok rumit sekali sih!",
      "th": "เมื่อก่อนเพื่อนเคยบอกว่า วันเกิดต้องกินเค้ก... แต่นแต๊น เค้กแอปเปิ้ล เอานี่ ช้อน ตอนที่อบเสร็จแล้วมัน ไม่ค่อยฟูน่ะ ก็เลยออกมาดูเหมือน พายแอปเปิ้ล เฮ้อ ขนมนี่ซับซ้อนซะจริง",
      "vi": "Trước kia tôi từng nghe bạn bè nói là sinh nhật thì phải ăn bánh kem... Đây, bánh kem táo, cầm lấy, thìa này. Lúc nướng ra thì nó hơi lõm xuống, nên nhìn cứ như bánh tart táo. Hầy, mấy món bánh ngọt đúng là phức tạp mà."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "欸！刚刚发生了什么！",
      "zht": "欸！剛剛發生了什麼事！",
      "jp": "えっ、今なにかあったの！？",
      "ko": "우옷! 방금 무슨 일이 일어난 거지?!",
      "en": "Woah! What was that?",
      "de": "Ah! Was ist gerade passiert?",
      "es": "¡Guau! ¿Qué fue eso?",
      "fr": "Waouh ! Qu'est-ce que c'était ?",
      "pt": "Uau! O que foi que aconteceu?",
      "ru": "Ох, что это было?",
      "id": "Wah! Apaan itu?",
      "th": "เอ๊ะ! เมื่อกี้เกิดอะไรขึ้น!",
      "vi": "Á! Vừa xảy ra chuyện gì thế này!"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "辛苦啦。想要来点音乐放松一下吗？随想曲，还是小夜曲？",
      "zht": "辛苦啦。想要來點音樂放鬆一下嗎？隨想曲，還是小夜曲？",
      "jp": "お疲れ～音楽を聴いてリラックスしようか？カプリチオがいい？それともセレナーデ？",
      "ko": "수고했어. 음악 좀 들으며 쉴래? 기상곡이 좋아? 아니면 세레나데?",
      "en": "Good work. Shall we repose for a moment with a tune? Shall it be a capriccio or a serenade?",
      "de": "Das war harte Arbeit. Möchtest du dich bei etwas Musik ausruhen? Ein Caprice oder eine Serenade?",
      "es": "Buen trabajo. ¿Quieres relajarte un poco escuchando música? ¿Qué te gustaría escuchar? ¿Un capriccio o una serenata?",
      "fr": "Beau travail aujourd'hui. Reposons-nous en chanson ! Caprice ou sérénade ?",
      "pt": "Bom trabalho! Quer ouvir algumas músicas relaxantes? Qualquer tipo de música, à vontade!",
      "ru": "Хорошо поработали. Может, присядем отдохнуть и насладимся моей игрой? Что ты хочешь послушать? Каприччио или серенаду?",
      "id": "Kerja bagus. Apa sebaiknya kita beristirahat sebentar dan mendengarkan lagu? Mau lagu capriccio, atau lagu serenade?",
      "th": "เหนื่อยหน่อยนะ อยากฟังเพลงเพื่อ ผ่อนคลายสักหน่อยมั้ย? อยากฟังเพลงบรรเลง หรือเพลงรักล่ะ?",
      "vi": "Vất vả rồi. Có muốn nghe nhạc để thư giãn một chút không? Muốn nghe nhạc kiểu gì?"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "来，坐这边。我写了一首新诗哦，就叫它「旅行者之风」吧。",
      "zht": "來，坐這邊。我寫了一首新詩哦，就叫它「旅行者之風」吧。",
      "jp": "さあ、こっちにおいで～新しい詩を作ったよ、タイトルは『旅人の風』にしようか。",
      "ko": "자, 여기 앉아. 내가 새로운 시를 썼다고~ 「여행자의 바람」이라는 시야",
      "en": "Come, sit with me. I've written a new poem. I call it \"Wind of the Traveler.\"",
      "de": "Komm, setz dich hierhin. Ich habe ein neues Gedicht geschrieben. Ich nenne es „Der Wind des Reisenden“.",
      "es": "#Ven, siéntate a mi lado. Escribí un nuevo poema. Lo titulé «El viento {F#de la viajera}{M#del viajero}».",
      "fr": "Viens, assieds-toi. Je viens de composer un nouveau poème, ça s'appelle « Le vent du voyage ».",
      "pt": "#Venha cá! Eu escrevi um novo poema intitulado \"A Brisa d{F#a}{M#o} Viajante\".",
      "ru": "#Пошли присядем. Смотри, я написал новую поэму и называл её «Ветер {F#путешественницы}{M#путешественника}».",
      "id": "Sini, duduk di sini. Aku sudah menulis syair baru. Judulnya \"Wind of the Traveler\".",
      "th": "มานั่งนี่สิ ฉันเขียนกวีบทใหม่เอาไว้ บทหนึ่งด้วย มีชื่อว่า \"นักเดินทางแห่งสายลม\"",
      "vi": "Đến đây, ngồi xuống đi. Tôi vừa viết một bài thơ mới, tên là \"Ngọn gió của nhà lữ hành\"."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "唔…明明这些风景早就看过很多遍了，有你在身边，却像是呈现出了不同的样子。你该不会…还藏着一大堆奇奇怪怪的能力吧？…唔，那倒也不错。说明，我看人的眼光很准呀，欸嘿。",
      "zht": "#唔…明明這些風景早就看過很多遍了，有{F#妳}{M#你}在身邊，卻像是呈現出了不同的樣子。{F#妳}{M#你}該不會…還藏著一大堆奇奇怪怪的能力吧？…唔，那倒也不錯。說明，我看人的眼光很準呀，欸嘿。",
      "jp": "うーん…この景色は何度も目にしてきたのに、君が隣りにいるとまるで新しいものに見えるんだ。まさか君…不思議な力を隠し持ってたりしないよね？…あっ、それでもいいや、ボクの人を見る目が確かだってことだもんね、エヘヘッ！",
      "ko": "아…. 이 풍경들 질리도록 봤는데, 네가 옆에 있으니 또 다르네. 너 기이한 능력을 한 무더기 숨기고 있는 건 아니지…? 음, 그것도 괜찮네. 내가 사람 보는 눈이 정확하다는 거니까, 하하핫",
      "en": "Hmm... Though I've long since viewed this scenery a great many times, there is something different about seeing it again with you. Surely you're not still concealing some other wondrous abilities? Hmm, even if you were, it would simply further prove that my intuition is correct.",
      "de": "Obwohl ich diese Orte und Aussichten schon oft zuvor gesehen habe, sehen sie doch ganz anders aus mit dir an meiner Seite. Es gibt noch viele merkwürdige Mächte dort draußen, hab ich recht? Aber auch nicht schlecht. Das heißt nur, dass ich ein gutes Auge für Leute habe, ehehehe!",
      "es": "Hummm... Aunque ya he visto este paisaje muchas veces, al verlo contigo, me parece que hay algo diferente en él. ¿No estarás usando alguna increíble habilidad que no conozco? Hummm... Pero si así fuera, significaría que mi intuición no falla.",
      "fr": "J'ai contemplé ce paysage des milliers de fois, mais j'ai l'impression de le redécouvrir lorsque tu es avec moi. J'espère que tu ne me caches pas de super-pouvoirs ? Si c'était le cas, ça prouverait que j'ai bonne intuition.",
      "pt": "Uh... Já vi muitas vezes esta paisagem... Mas parece que agora se apresenta de uma maneira totalmente diferente. Você... Ainda tem mais habilidades escondidas? Bom, ainda bem! Isso significa que eu tenho um bom gosto!",
      "ru": "Хм... Я уже много раз смотрел на этот пейзаж, но в компании с тобой он начинает играть новыми красками. Неужто ты скрываешь ещё какие-то таланты? Даже если так, это ещё раз доказывает, что моя интуиция меня не подвела.",
      "id": "Hmm ... Meskipun aku sudah lama melihat pemandangan ini berkali-kali, ada sesuatu yang berbeda saat melihatnya lagi bersamamu. Tentunya kamu tidak menyembunyikan kemampuan-kemampuan menakjubkan lainnya, kan? Hmm, tapi kalau memang begitu, itu hanya akan lebih membuktikan kalau intuisiku benar.",
      "th": "อืม... เคยเห็นวิวพวกนี้มาหลายรอบแล้วแท้ ๆ แต่พอมีเธออยู่ข้าง ๆ ภาพที่เห็นกลับต่างไป เธอคงไม่ได้... มีพลังแปลก ๆ ซ่อนอยู่หรอกใช่มั้ย? ...เอ่ แต่นั่นก็ไม่แย่นะ หมายความว่าฉันสายตาเฉียบแหลมไงล่ะ เอะเฮะ",
      "vi": "Ừm... rõ ràng là đã ngắm những cảnh vật này nhiều lần rồi, nhưng khi có bạn bên cạnh thì lại có cảm giác khác hẳn. Không phải là bạn... che giấu mấy loại năng lực kỳ lạ gì đấy chứ?...Ừm, thế thì rất tốt. Chứng tỏ mắt nhìn người của tôi rất chuẩn, hì hì."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "哟呼——",
      "zht": "喲嗬——",
      "jp": "ふぅ～",
      "ko": "와우——",
      "en": "Yoo-Hoo!",
      "de": "Juhuu!",
      "es": "¡Yuju!",
      "fr": "Youhou !",
      "pt": "Uhu!",
      "ru": "Ю-ху!",
      "id": "Yuhuu—!",
      "th": "ยู้ฮู...",
      "vi": "Yoo-hoo!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "在这哟。",
      "zht": "在這喲。",
      "jp": "ここだよ。",
      "ko": "여기야",
      "en": "Here we go!",
      "de": "Los geht’s!",
      "es": "¡Allá vamos!",
      "fr": "Par ici ~",
      "pt": "Aqui!",
      "ru": "А вот и мы!",
      "id": "Ayo kita mulai!",
      "th": "นี่ไงล่ะ",
      "vi": "Ở đây nè."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "留意脚下。",
      "zht": "留意腳下。",
      "jp": "足下に気をつけて～",
      "ko": "발 밑을 조심해",
      "en": "Brace yourselves!",
      "de": "Achte auf deine Füße!",
      "es": "¡Agárrense bien!",
      "fr": "Faites attention où vous mettez les pieds.",
      "pt": "Preparem-se!",
      "ru": "Соберитесь!",
      "id": "Kuatkan dirimu!",
      "th": "ระวังตัวด้วยนะ",
      "vi": "Để ý dưới chân."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其四",
      "zht": "元素戰技·其四",
      "jp": "元素スキル·4",
      "ko": "원소전투 스킬·네 번째",
      "en": "Elemental Skill: IV",
      "de": "Elementarfähigkeit IV",
      "es": "Habilidad Elemental (IV)",
      "fr": "Compétence élémentaire (4)",
      "pt": "Habilidade Elemental - IV",
      "ru": "Элементальный навык IV",
      "id": "Elemental Skill: IV",
      "th": "สกิลธาตุ - 4",
      "vi": "Kỹ Năng Nguyên Tố IV"
    },
    "line": {
      "zhs": "一起来玩吧。",
      "zht": "一起來玩吧。",
      "jp": "一緒に遊ぼうよ～",
      "ko": "함께 놀자",
      "en": "Let's play!",
      "de": "Lass uns spielen!",
      "es": "¡A divertirnos!",
      "fr": "Jouons !",
      "pt": "Vamos brincar!",
      "ru": "Давайте играть!",
      "id": "Ayo main bersama!",
      "th": "มาเล่นด้วยกันเถอะ",
      "vi": "Cùng chơi nào."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "别想逃开喔？",
      "zht": "別想逃開喔~",
      "jp": "逃げようなんて思わないでよね？",
      "ko": "도망갈 생각 마!",
      "en": "Think you can get away?",
      "de": "Hau ja nicht ab!",
      "es": "¿Crees que puedes huir?",
      "fr": "Vous croyez pouvoir m'échapper ?",
      "pt": "Acha que consegue fugir?",
      "ru": "Думаешь, сможешь убежать?",
      "id": "Kamu kira kamu bisa kabur?",
      "th": "คิดว่าจะรอดเหรอ?",
      "vi": "Đừng hòng chạy thoát!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "起风咯~",
      "zht": "起風囉~",
      "jp": "風だ～",
      "ko": "바람이 불고 있어!",
      "en": "Time for takeoff!",
      "de": "Haltet euch fest!",
      "es": "¡Hora del despegue!",
      "fr": "Que le vent se lève !",
      "pt": "Hora de decolar!",
      "ru": "К полёту готов!",
      "id": "Waktunya terbang!",
      "th": "ได้เวลาบินแล้ว~",
      "vi": "Gió nổi lên rồi!"
    }
  },
  {
    "title": {
      "zhs": "冲刺开始·其一",
      "zht": "衝刺開始·其一",
      "jp": "ダッシュ開始·1",
      "ko": "대시 시작·첫 번째",
      "en": "Sprint Start: I",
      "de": "Rennen – Start I",
      "es": "Al esprintar (I)",
      "fr": "Début de sprint (1)",
      "pt": "Início da Corrida - I",
      "ru": "Начало спринта I",
      "id": "Mulai Lari: I",
      "th": "เริ่มวิ่ง - 1",
      "vi": "Xung Kích Bắt Đầu I"
    },
    "line": {
      "zhs": "飞，比跑快吧？",
      "zht": "飛，比跑快吧？",
      "jp": "走るより飛ぶほうが速いよ？",
      "ko": "나 빠르지?",
      "en": "Wouldn't gliding be faster?",
      "de": "Fliegen ist schneller, oder?",
      "es": "¿No es volar lo más rápido?",
      "fr": "C'est plus rapide de voler que de courir, non ?",
      "pt": "Não seria mais rápido planar?",
      "ru": "Разве на планере не быстрее?",
      "id": "Bukannya meluncur lebih cepat?",
      "th": "ร่อนเวหาน่าจะเร็วกว่าวิ่งนะ?",
      "vi": "Bay, nhanh hơn chạy chứ?"
    }
  },
  {
    "title": {
      "zhs": "打开风之翼·其一",
      "zht": "打開風之翼·其一",
      "jp": "風の翼を広げる·1",
      "ko": "바람의 날개 사용·첫 번째",
      "en": "Deploying Wind Glider: I",
      "de": "Windgleiter öffnen I",
      "es": "Al abrir el planeador (I)",
      "fr": "Utilisation de planeur (1)",
      "pt": "Abrindo o Planador - I",
      "ru": "Запуск планера I",
      "id": "Membuka Wind Glider: I",
      "th": "เปิดเครื่องร่อนเวหา - 1",
      "vi": "Mở Phong Chi Dực I"
    },
    "line": {
      "zhs": "呀嘿~",
      "zht": "呀嘿~",
      "jp": "ヤッホ～",
      "ko": "휘이~",
      "en": "Yahoo!",
      "de": "Huja!",
      "es": "¡Ya-he!",
      "fr": "Youhou !",
      "pt": "Uhul!",
      "ru": "Ю-ху!",
      "id": "Yahooo!",
      "th": "อะแหะ~",
      "vi": "Yahei!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "咳咳，请听一首，「宝箱之歌」！",
      "zht": "咳咳，請聽一首，「寶箱之歌」！",
      "jp": "コホンッ、ここで一曲、「宝箱の歌」！",
      "ko": "큼큼, 「보물상자의 노래」를 들어봐!",
      "en": "*clears throat* Have you heard The Ballad of the Treasure Chest?",
      "de": "*räusper* Hast du jemals die Ballade von der Schatztruhe gehört?",
      "es": "*Ejem*, ¿alguna vez has escuchado la “Balada del tesoro”?",
      "fr": "Ahem, as-tu déjà entendu la « Ballade du coffre aux trésors » ?",
      "pt": "Cof. Você já ouviu sobre a poesia do Baú do Tesouro?",
      "ru": "#Кхм, ты когда-нибудь слышал{F#а} «Балладу о сундуке с сокровищами»?",
      "id": "*ehem* Sudah pernah dengar Lagu Peti Harta Karun?",
      "th": "อะแฮ่ม ขอเชิญรับฟัง \"บทเพลงแห่งขุมทรัพย์\"!",
      "vi": "Khụ khụ, mời bạn nghe bài \"bài ca kho báu\" nhé!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "嘿嘿，要不要感谢「风神的眷顾」呀？",
      "zht": "嘿嘿，要不要感謝「風神的眷顧」呀？",
      "jp": "てへっ、「風神のご加護」ってやつ？",
      "ko": "헤헤, 「바람 신의 가호」에 감사 인사를 올리지 않을래?",
      "en": "Thank Barbatos! Wait a minute...",
      "de": "Danke Barbatos! Warte eine Minute ...",
      "es": "¡Gracias a Barbatos! Un momento...",
      "fr": "Loué soit Barbatos ! Euh, attendez une minute...",
      "pt": "Obrigado Barbatos! Ah não, pera...",
      "ru": "Слава Барбатосу! Погоди-ка...",
      "id": "Puji Barbatos! Eh, sebentar ....",
      "th": "ฮี่ฮี่ ต้องขอบคุณ \"พรจากเทพแห่งลม\" รึเปล่าน้าาา?",
      "vi": "Hi hi, có muốn cám ơn \"sự chiếu cố của Phong Thần\" không?"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "收获不少，可以拿去换几瓶好酒啦。",
      "zht": "收穫不少，可以拿去換幾瓶好酒啦。",
      "jp": "お酒が何本も買えるね～",
      "ko": "수확이 엄청나. 술을 잔뜩 바꿀 수 있겠어~",
      "en": "What a find! I wonder how many bottles this'll be worth...",
      "de": "Was für ein toller Fund! Ich frage mich, wie viele Flaschen Schnaps das wohl wert sein wird ...",
      "es": "¡Qué descubrimiento! ¿Cuántas botellas podré comprar con esto...?",
      "fr": "Quelle trouvaille ! Je me demande combien de bouteilles ça vaudra...",
      "pt": "Que achado! Me pergunto quantas garrafas posso comprar com isso...",
      "ru": "Вот это находка! Интересно, на сколько бутылок она потянет...",
      "id": "Asyik! Kira-kira ini bisa buat beli berapa botol ya ....",
      "th": "รางวัลไม่น้อยเลยนะเนี่ย แบบนี้เอาไปแลกไวน์ได้หลายขวดเลย",
      "vi": "Thu hoạch không ít đâu, mang đi đổi vài bình rượu ngon thôi."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "等等，这可不好玩！",
      "zht": "等等，這可不好玩！",
      "jp": "待って、これじゃ面白くないよ！",
      "ko": "잠깐, 이건 장난이 아니야!",
      "en": "Ugh, I'm not in the mood for this!",
      "de": "Warte, das ist nicht lustig!",
      "es": "¡Ah, no estoy humor para esto!",
      "fr": "Attendez, ce n'est pas drôle !",
      "pt": "Ugh, não estou a fim disso!",
      "ru": "Ох, я не в настроении для всего этого!",
      "id": "Ugh, aku tidak suka ini!",
      "th": "เดี๋ยว นี่มันไม่สนุกนะ!",
      "vi": "Đợi đã, cái này không vui đâu!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "哎呀，别盯着我打呀。",
      "zht": "哎呀，別盯著我打呀。",
      "jp": "うわぁ、ボクばかり攻撃しないでよ！",
      "ko": "아야, 왜 나만 때리는 거야",
      "en": "Oh, dear!",
      "de": "He! Lass mich in Ruhe!",
      "es": "¡Oye! ¡Aléjate de mí!",
      "fr": "Oh, ne me lorgne pas.",
      "pt": "Ei! Sai fora!",
      "ru": "Эй! Отстань от меня!",
      "id": "Hei! Lepaskan aku!",
      "th": "เฮ้ อย่าเอาแต่เล็งมาที่ฉันสิ",
      "vi": "Ui da, đừng cứ nhắm vào ta mà đánh chứ."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "好过分呐。",
      "zht": "好過分哪。",
      "jp": "ひどいよ。",
      "ko": "너무한 거 아냐~",
      "en": "That was uncalled for.",
      "de": "Das war nicht nett.",
      "es": "Qué impertinente.",
      "fr": "C'est trop.",
      "pt": "Não precisava disso.",
      "ru": "Это было неожиданно.",
      "id": "Ini keterlaluan.",
      "th": "มันจะมากเกินไปแล้วนะ",
      "vi": "Thật quá đáng."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "交给我吧。",
      "zht": "交給我吧。",
      "jp": "ボクに任せて～",
      "ko": "내게 맡겨",
      "en": "Let me try!",
      "de": "Lass es mich machen.",
      "es": "¡Déjame intentarlo!",
      "fr": "Je m'en occupe.",
      "pt": "Deixe comigo.",
      "ru": "Дай мне попробовать!",
      "id": "Sini, aku coba!",
      "th": "ให้ฉันจัดการเอง",
      "vi": "Cứ giao cho tôi."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "还不能放弃哦。",
      "zht": "還不能放棄哦。",
      "jp": "まだ諦めちゃダメだよ。",
      "ko": "아직 포기할 수 없어",
      "en": "Don't give up!",
      "de": "Gib nicht auf!",
      "es": "¡No te rindas!",
      "fr": "N'abandonne pas !",
      "pt": "Não desista!",
      "ru": "Не сдавайся!",
      "id": "Jangan menyerah!",
      "th": "อย่าเพิ่งยอมแพ้นะ",
      "vi": "Chưa thể bỏ cuộc được."
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotado (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "稍微睡一下吧…",
      "zht": "稍微睡一下吧…",
      "jp": "少し寝よう…",
      "ko": "잠깐 눈 좀 붙이자…",
      "en": "Let me sleep a while...",
      "de": "Lass mich eine Weile schlafen ...",
      "es": "Deja que duerma un poco...",
      "fr": "Je vais faire une sieste...",
      "pt": "Me deixe dormir um pouco...",
      "ru": "Я немного вздремну...",
      "id": "Biarkan aku istirahat sebentar ....",
      "th": "นอนสักหน่อยแล้วกัน...",
      "vi": "Ngủ chút thôi..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotado (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "啊呀，弦断了…",
      "zht": "啊呀，弦斷了…",
      "jp": "ありゃ、弦が切れちゃった…",
      "ko": "아야, 줄이 끊어졌어…",
      "en": "Oh no, my lyre is broken...",
      "de": "Oh nein, meine Leier ist kaputt ...",
      "es": "Oh, no, mi lira se rompió...",
      "fr": "Ahhh, ma corde s'est cassée...",
      "pt": "Oh não, minha lira quebrou...",
      "ru": "О нет, моя лира разбита...",
      "id": "Oh tidak, liraku rusak ....",
      "th": "โอ้ ไม่นะ สายพิณขาดซะแล้ว...",
      "vi": "Chậc, dây đàn đứt rồi..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotado (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "扑通。",
      "zht": "撲通。",
      "jp": "バタンキュ～",
      "ko": "으악…",
      "en": "Ah... Ugh...",
      "de": "Puff.",
      "es": "Ah... Ay...",
      "fr": "Oh... Argh...",
      "pt": "*Ba-dum*",
      "ru": "Ох... Уф...",
      "id": "Ah ... Ugh ....",
      "th": "อะ เอื๊อก...",
      "vi": "Ah... Ugh..."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其一",
      "zht": "普通受擊·其一",
      "jp": "ダメージを受ける·1",
      "ko": "일반 피격·첫 번째",
      "en": "Light Hit Taken: I",
      "de": "Leichten Treffer erlitten I",
      "es": "Recibiendo un ligero ataque (I)",
      "fr": "Attaque légère subie (1)",
      "pt": "Ataque Leve Sofrido - I",
      "ru": "Получен лёгкий удар I",
      "id": "Menerima Serangan Ringan: I",
      "th": "รับการโจมตีปกติ - 1",
      "vi": "Chịu Đòn Thường I"
    },
    "line": {
      "zhs": "哎呀…",
      "zht": "哎呀…",
      "jp": "アチャ～",
      "ko": "아야…",
      "en": "Ah!",
      "de": "Was?",
      "es": "¿Eh?",
      "fr": "Ouille...",
      "pt": "O quê?",
      "ru": "Ай!",
      "id": "Ah!",
      "th": "อื้อหือ...",
      "vi": "Ây da..."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "好粗鲁哦。",
      "zht": "好粗魯哦。",
      "jp": "乱暴だな。",
      "ko": "정말 거칠구나",
      "en": "How rude!",
      "de": "Wie unhöflich!",
      "es": "¡Qué bruto!",
      "fr": "Quelle grossièreté !",
      "pt": "Muita falta de educação!",
      "ru": "Как это грубо!",
      "id": "Kasar sekali!",
      "th": "หยาบคายมาก",
      "vi": "Thô lỗ quá."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "调音完成。",
      "zht": "調音完成。",
      "jp": "音階調整お～わり！",
      "ko": "조율 완료~",
      "en": "Give me a moment to compose myself.",
      "de": "Gib mir einen Moment, um mich zu sammeln.",
      "es": "Dame un momento para afinar.",
      "fr": "L'accordement est terminé.",
      "pt": "Me dê um momento para me recompor.",
      "ru": "Дай мне время, мне надо собраться.",
      "id": "Biarkan aku tenangkan diri sebentar.",
      "th": "วอร์มเสียงเรียบร้อยแล้ว",
      "vi": "Chỉnh âm hoàn thành."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "让你久等了哦？",
      "zht": "#讓{F#妳}{M#你}久等了哦？",
      "jp": "待たせちゃった？",
      "ko": "오래 기다렸지?",
      "en": "Didn't keep you waiting, did I?",
      "de": "Ich habe dich nicht warten lassen, oder?",
      "es": "No te hice mucho esperar, ¿no?",
      "fr": "Je vous ai fait attendre, n'est-ce pas ?",
      "pt": "Não deixei vocês esperando, certo?",
      "ru": "Ну, что, заждались меня?",
      "id": "Aku tidak membuatmu menunggu, kan?",
      "th": "รอฉันนานรึเปล่า?",
      "vi": "Để bạn đợi lâu rồi."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "是要做热身运动吗。",
      "zht": "是要做熱身運動嗎。",
      "jp": "ウォーミングアップしよっか。",
      "ko": "몸 풀 준비는 됐어?",
      "en": "Ready for a rehearsal?",
      "de": "Aufwärmen?",
      "es": "#¿List{F#a}{M#o} para un ensayo?",
      "fr": "On répète ?",
      "pt": "Prontos para um ensaio?",
      "ru": "Готовы к репетиции?",
      "id": "Sudah siap untuk pemanasan?",
      "th": "จะวอร์มร่างกายงั้นเหรอ",
      "vi": "Muốn làm nóng cơ thể chứ."
    }
  }
]