[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Info Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "申鹤本是驱邪世家旁系之子，却在种种机缘巧合之下，意外成为了仙家弟子。\n\n名义上师从留云借风真君，但凭借绝佳的根骨与悟性，很快赢得了其他几位仙人喜爱。\n\n日后陆续从其他仙人处学习，终于以人类之身修出了一身仙家术法。\n\n气质出尘，举手投足间像是能看见仙气缭绕。一眼看去，说是世外真仙也毫不为过。\n\n不过，正因她长年隐修在山林之间，身边除去几位仙人，来去的便只有些仙禽灵兽。\n\n长此以往，她的个性越发淡漠疏远。",
      "zht": "申鶴本是驅邪世家旁系之子，卻在種種機緣巧合之下，意外成為了仙家弟子。\n\n名義上師從留雲借風真君，但憑藉絕佳的根骨與悟性，很快贏得了其他幾位仙人喜愛。\n\n日後陸續從其他仙人處學習，終於以人類之身修出了一身仙家術法。\n\n氣質出塵，舉手投足間像是能看見仙氣繚繞。一眼看去，說是世外真仙也毫不為過。\n\n不過，正因她長年隱修在山林之間，身邊除去幾位仙人，來去的便只有些仙禽靈獸。\n\n長此以往，她的個性越發淡漠疏遠。",
      "jp": "申鶴は妖魔退治一族の分家の生まれである。しかし様々な偶然が重なり、彼女は仙人の弟子となった。\n\n留雲借風真君を師としているが、申鶴が持つ優れた胆力と智慧により、彼女はたちまち他の仙人の心をも掴んだ。\n\nそして、申鶴は仙人たちのもとで方術を学び、人の身でありながら仙人の方術を習得した。\n\n申鶴が持つ気質からか、彼女の一挙手一投足には仙気が漂っているように見える。その姿は、まるで俗世を離れた仙人と言っても過言ではない。\n\nしかし、申鶴は人目の付かない山奥に長年住んできた人間。仙人たちを除いて、彼女の周りにいたのは鳥や獣だけであった。\n\nその結果、彼女の性格は冷たさを感じる、ますます近寄りがたいものとなっていった。",
      "ko": "신학은 퇴마사 집안의 방계 후손이었지만, 우연한 계기로 선인의 제자가 되었다.\n\n명목상 류운차풍진군을 스승으로 모시고 있지만, 타고난 근골과 오성으로 금방 다른 선인들의 이쁨을 받았다.\n\n그녀는 다른 선인들에게도 가르침을 받고 인간의 몸으로 선가 술법을 수련했다.\n\n속세를 벗어난 분위기를 풍기며 일거수일투족 모두 선인의 기운이 느껴져, 얼핏 보면 선인이라고 해도 과언이 아닐 정도다.\n\n하지만 산속에서 은둔하며 오랫동안 수련한 탓에 그의 곁에는 선인들을 제외하고는 신수 몇 마리밖에 없다.\n\n그런 시간이 오래되어 그녀의 성격이 더욱 냉담해지고 소외적으로 변했다",
      "en": "Shenhe was originally from a branch family of exorcists, but due to a series of coincidences, she became the disciple of an adeptus.\n\nShe is a student solely of Cloud Retainer in name, but her impressive constitution and intelligence quickly won several other adepti over.\n\nShe would go on to learn from them all, eventually becoming a master of adeptal arts in her own right as a mortal.\n\nShe very much looks the part as well in her unique temperament and manner of carrying herself — indeed, it would be no understatement to name her a true adeptus upon meeting her for the first time.\n\nHowever, it is precisely due to the long years of tutelage that she has lacked company save for the adepti and odd passing illuminated beast.\n\nThis isolation has caused her to grow distant and indifferent.",
      "de": "Shenhe wurde in einer Zweigfamilie eines Klans von Mystikern geboren. Durch eine Reihe von Zufällen ist sie aber zur Schülerin einer Adeptin geworden.\n\nSie ist zwar die Schülerin von der Fürstin der stehenden Wolken und des stillen Windes, hatte aber dank ihrer hervorragenden Talente sehr schnell die Gunst der anderen Adepten erlangt, die auch mehr als bereit sind, ihr ihre Erkenntnisse und Fähigkeiten zu vermitteln.\n\nObwohl sie nur ein sterblicher Mensch ist, hat sie sich viele adeptischen Zauber- und Kampfkünste angeeignet.\n\nShenhe besitzt eine überirdische Aura, die bei allen, die sie nicht wirklich kennen, aber von ihrer ungewöhnlichen Eleganz hingerissen sind, den Eindruck erweckt, dass sie eine echte Adeptin sei.\n\nSie führt von Kindesbeinen an ein eremitenhaftes Leben in menschenleeren Bergen. Die Adepten und einige unsterbliche Tiere sind die einzigen, die ihr die ganze Zeit Gesellschaft leisten.\n\nDeshalb wurde sie mit der Zeit immer ungeselliger und distanzierter.",
      "es": "Shenhe nació en una familia de exorcistas, pero por los azares del destino, acabó convirtiéndose en una discípula de los Adeptus.\n\nOficialmente, solo es la discípula de Preservadora de Nubes, pero pronto se ganó el reconocimiento de los demás Adeptus gracias a su talento innato y su gran capacidad de comprensión.\n\nAl final, también estudió con los demás Adeptus y aprendió a usar su magia aun siendo humana.\n\nCon una mente en constante vacío, en cada uno de sus gestos se puede atisbar el aura de los Adeptus, y no sería exagerado decir que casi parece uno.\n\nSin embargo, puesto que ha vivido recluida en las montañas, además de con los Adeptus, solo ha convivido con las aves y las bestias.\n\nPor ello, al cabo de un tiempo, Shenhe se volvió fría y distante.",
      "fr": "Shenhe vient d'une branche secondaire d'une grande famille d'exorcistes, mais une série de coïncidences l'a amenée à devenir la disciple d'un Adepte.\n\nElle est censée être l'élève de Souffle-Nuages, mais ses prédispositions naturelles et son intelligence exceptionnelle ont rapidement conquis plusieurs autres Adeptes.\n\nElle a donc appris de tous, devenant une mortelle capable de maîtriser les arts Adeptes.\n\nSon tempérament et ses manières bien à elle complètent également cette aura d'Adepte qui se dégage d'elle. Il ne serait donc pas inadéquat de la confondre pour une véritable Adepte lors d'une première rencontre.\n\nCependant, cela est justement dû aux longues années d'apprentissage passées dans la solitude, à l'exception d'une poignée d'Adeptes et de quelque créature mystique de passage.\n\nCet isolement l'a par conséquent rendue distante et froide.",
      "pt": "Shenhe era originalmente de uma família de exorcistas, mas devido a uma série de coincidências, ela se tornou discípula de um adeptus.\n\nEla é exclusivamente uma estudante da Retentora de Nuvem, mas sua impressionante constituição e inteligência rapidamente conquistou vários outros adepti.\n\nEla continuaria a aprender com todos eles, acabando por se tornar uma mestra das artes adeptal por mérito próprio como uma mortal.\n\nCom uma mente em um vácuo constante e seu temperamento e maneira única de se comportar - de fato, não seria um exagero nomeá-la como uma verdadeira adeptus ao conhecê-la pela primeira vez.\n\nEntretanto, é precisamente devido aos longos anos de tutelagem que lhe faltava companhia, exceto pela adepti e algumas bestas iluminadas de passagem.\n\nEste isolamento fez com que ela se tornasse distante e indiferente.",
      "ru": "Шэнь Хэ родилась в клане экзорцистов, но волей случая стала ученицей Адептов. Её наставницей считалась Хранитель Облаков, но благодаря огромному потенциалу и интеллекту она завоевала расположение и других Адептов. Она обучалась у всех них и, будучи смертной, смогла овладеть их искусством. Возвышенную и элегантную Шэнь Хэ окружает неземная аура, поэтому её легко принять за одну из бессмертных. Но именно годы уединённой жизни лишь в компании Адептов и изредка чудесных животных сделали её бесстрастной и отчуждённой.",
      "id": "Shenhe berasal dari keluarga yang masih berkerabat dengan keluarga para pengusir roh jahat, tapi karena satu dan lain hal, akhirnya dia menjadi murid Adeptus.\n\nSecara resmi, dia adalah muridnya Cloud Retainer, tapi berkat pengetahuan dan kepintarannya, Shenhe berhasil mengambil hati para Adeptus yang lain.\n\nAkhirnya Shenhe belajar dari mereka semua dan menjadi seorang manusia yang ahli dalam ilmu Adeptus.\n\nBahkan pembawaan dan temperamen Shenhe sangat mirip Adeptus. Tidak heran kalau Shenhe sering dikira sebagai Adeptus saat pertama kali bertemu dengannya.\n\nTetapi justru karena terisolasi selama bertahun-tahun di hutan dan pegunungan, Shenhe tidak punya banyak teman selain para Adeptus dan beberapa hewan suci.\n\nIsolasi ini membuat Shenhe menjadi penyendiri dan bersikap acuh tak acuh.",
      "th": "เดิมที Shenhe เป็นทายาทสายรองของตระกูลนักปราบปีศาจ แต่ภายใต้โชคชะตาและความบังเอิญหลาย ๆ อย่าง ทำให้เธอได้กลายเป็นศิษย์ของเหล่าเซียน\n\nในฐานะลูกศิษย์ของจ้าววังวนเมฆา และด้วยคุณสมบัติที่มีมาแต่กำเนิดและสติปัญญา ทำให้เธอได้รับความชื่นชอบจากเซียนอื่น ๆ อีกหลายตน\n\nหลังจากนั้นก็ได้เรียนรู้จากเซียนอื่น ๆ ตนแล้วตนเล่า จนในที่สุดก็ได้ใช้ร่างมนุษย์ฝึกฝนมนตร์ของเหล่าเซียนออกมาจนได้\n\nเธอมีออร่าโดดเด่นเกินมนุษย์ ราวกับได้เห็นพลังเซียนล้อมรอบอยู่ในยามที่เยื้องย่างกรีดกราย มองไปเพียงปราดเดียว จะบอกว่าเป็นเซียนตัวจริงก็ไม่ได้เกินจริงแต่อย่างใด\n\nแต่ทว่า เป็นเพราะว่าเธอหลบซ่อนตัวฝึกฝนอยู่ในป่าเขามานานหลายปี ข้างกายเธอนอกเหนือจากเหล่าเซียนไม่กี่ตนแล้ว ก็มีแค่พวกสิงสาราสัตว์เทพเท่านั้น\n\nเป็นเช่นนี้มาอย่างยาวนาน บุคลิกของเธอจึงดูเฉยชาและห่างเหินจากผู้คนมากขึ้นเรื่อย ๆ",
      "vi": "Shenhe vốn mang dòng máu chi thứ của gia tộc trừ ma, nhưng sau nhiều cơ duyên trùng hợp, lại vô tình trở thành đệ tử của tiên gia.\n\nTrên danh nghĩa, Shenhe theo sư phụ là Lưu Vân Tá Phong Chân Quân, nhưng với căn cốt và ngộ tính tuyệt diệu của mình, cô ấy đã nhanh chóng chiếm được cảm tình của những bậc tiên nhân khác.\n\nSau đó, Shenhe học hỏi thêm từ nhiều tiên nhân, cuối cùng tu luyện được thuật pháp tiên gia dưới thân phận con người.\n\nShenhe khí chất thoát tục, động tác thanh thoát như có tiên khí bao quanh, được mang danh tiên nữ thế gian cũng không quá lời.\n\nTuy nhiên, cũng chính do cô ấy quanh năm tu luyện nơi núi rừng, ngoài những tiên nhân ra, thì xung quanh cũng chỉ có tiên cầm linh thú.\n\nDần dà, tính cách của Shenhe ngày càng trở nên lãnh đạm xa cách."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "璃月的访仙者小群体中，偶尔会传出一两段与仙人相逢的小道流言。\n\n通常是谁谁谁在哪哪哪陷入绝境，千钧一发之时——\n\n一位飘渺绝尘的白发仙子赶到，救人于水火…\n\n之后种种故事，大多与街头文学中被传唱了百八十遍的姻缘佳话无甚区别，大都是些痴绝美绝，引人沉醉的俗套桥段。\n\n可若是让那位白发仙子亲自讲述，却又是截然不同的模样了：\n\n「山中时不时窜出些恼人之物，贼眉鼠眼，看着烦人。索性以术法驱逐出去，免得扰了师父清净。\n\n万一下手不慎，伤了他们头脸手脚…本是自找，也没什么好办法。」",
      "zht": "璃月的訪仙者小群體中，偶爾會傳出一兩段與仙人相逢的小道流言。\n\n通常是誰誰誰在哪哪哪陷入絕境，千鈞一髮之時——\n\n一位飄渺絕塵的白髮仙子趕到，救人於水火…\n\n之後種種故事，大多與街頭文學中被傳唱了百八十遍的姻緣佳話無甚區別，大都是些癡絕美絕，引人沉醉的俗套橋段。\n\n可若是讓那位白髮仙子親自講述，卻又是截然不同的模樣了：\n\n「山中時不時竄出些惱人之物，賊眉鼠眼，看著煩人。索性以術法驅逐出去，免得擾了師父清淨。\n\n萬一下手不慎，傷了他們頭臉手腳…本是自找，也沒什麼好辦法。」",
      "jp": "璃月の仙人を訪ねようとした者たちの間で、時折語られる噂話がある。それが本物の仙人との邂逅だ。\n\n誰かがどこかで絶望的な状況に陥った時…\n\nある白髪の儚げな仙人が、間一髪のところで助けてくれるという…よくあるような話だ。\n\nその後の展開は、街角で幾度も歌われてきたようなもの。美しく、酩酊する展開ばかりである。\n\nしかし、当の白髪の仙人がそれについて語る時、全く違う話になる。\n\n「時折、山の中に迷惑な輩が現れる。いぶかしむような目で我を見る様は、実にうんざりする。師匠の邪魔にならないよう、いっそ方術で追い出すか…。\n\n万が一、手加減できずに傷付けてしまった場合…それも自業自得であろう、仕様がないことだ。」",
      "ko": "리월의 선인을 찾으려 했던 사람들 사이에 간혹 전해지는 소문이 있다.\n\n어디선가 누군가에 무슨 일이 생기면\n\n백발의 선인이 나타나 곤경에서 구해준다는 이야기다…\n\n그 후의 전개는 양산형 소설에서 많이 우려먹는 진부하지만 아름다운 운명적인 사랑 이야기와 다를 바가 없다.\n\n하지만 백발의 선녀가 직접 풀어놓으면 이야기는 완전히 딴판이 된다.\n\n「산속엔 가끔씩 귀찮은 녀석들이 나타나. 쥐새끼처럼 눈을 이리저리 굴리는데 보기만 해도 거슬린다니까. 사부님이 방해 받으면 안 되니까 술법으로 그들을 쫓아내고 있긴 한데…\n\n만약 힘 조절에 실패해 녀석들이 다치기라도 하면… 뭐, 자업자득이니 어쩔 수 없지」",
      "en": "Sometimes, a few rumors will escape from Liyue's small community of pilgrims to make the rounds in the city's back streets.\n\nThese tales often depict someone being in a hopeless situation in some desperate place, when suddenly—\n\nA wandering white-haired adeptus comes to their rescue in the nick of time...\n\nMost such stories are a collection of lovely, intoxicating clichés, little different from the oft-told street-tales of fated marriages and the like.\n\nBut if one were to ask that white-haired adeptus to tell the story, it would take a vastly different shape:\n\n\"Some annoying creatures worm their way into the mountains from time to time. I simply get rid of them to prevent them from disturbing my master's meditations.\"\n\n\"If some people did wind up getting caught in the crossfire and injured... Well, it was their decision to come here. There isn't much I can do about that.\"",
      "de": "Unter den Pilgern von Liyue, die Adepten besuchen wollen, kursieren hin und wieder einige Gerüchte und Anekdoten über ein zufälliges Treffen mit einem Adepten.\n\nDiese Gerüchte haben meistens einen erstaunlich ähnlichen Anfang: Es taucht eine weißhaarige Adeptin aus dem Nichts auf.\n\nSie eilt zu dem Pilger, der in Gefahr geraten ist, und bringt ihn in Sicherheit ...\n\nUnd was danach kommt, kennt jeder in- und auswendig, denn es ist so kitschig und eintönig, wie viele andere Romanzen, die die Schundliteratur am liebsten erzählt: Der Pilger ist bis über beide Ohren in die wunderschöne Adeptin verknallt, seine Liebe hat zahlreiche Hindernisse überwunden, schließlich die atemberaubende Schönheit berührt und so weiter und sofort.\n\nAber wenn man die Version der weißhaarigen Adeptin anhört, merkt man sofort die Absurdität dieser Gerüchte:\n\n„In den Bergen tauchen manchmal einige nervige Schurken auf, die mir ziemlich verdächtig vorkommen. Deshalb habe ich sie einfach mit Zauberkünsten vertrieben, damit sie die Ruhe meiner Meisterin nicht stören können.\n\nAber klar, ich kann die Stärke meiner Künste nicht immer gut kontrollieren. Falls sie unglücklicherweise meinetwegen verletzt wurden, haben sie das auch verdient. Und ehrlich gesagt, lieber arm dran als Arm ab ...“",
      "es": "A veces, las pocas personas que van a visitar a los Adeptus hacen correr ciertos rumores sobre ellos.\n\nLa mayoría tienen que ver con alguien que, al verse en una situación de vida o muerte, es salvado por una misteriosa e inmaculada Adeptus de cabello blanco.\n\nDespués, esto da lugar a incontables historias estereotipadas y excesivamente embellecidas, la mayoría muy similares a esos fantásticos cuentos populares sobre matrimonios predestinados que la gente cuenta hasta la saciedad.\n\nSin embargo, si le preguntas a esa “Adeptus de cabello blanco”, te contará una historia completamente distinta:\n\n“De vez en cuando, de la montaña salen unos seres muy molestos y astutos. Es necesario exorcizarlos para que no perturben la tranquilidad de mi maestra. Y si en un descuido les hago daño... es porque no tuve más remedio. Ellos se lo han buscado”.",
      "fr": "Parfois, des rumeurs qui émanent de la petite communauté de pèlerins de Liyue parviennent jusqu'aux ruelles de la ville.\n\nCes histoires commencent souvent par une personne se trouvant dans une situation désespérée lorsque soudainement...\n\nUne Adepte errante à la chevelure blanche vient à son secours juste à temps...\n\nLa plupart de ces histoires ne sont qu'une accumulation de stéréotypes enivrants et aguicheurs, non sans rappeler ces fables d'amour destiné ou d'autres contes du genre qu'on raconte au coin des rues.\n\nMais si l'on demandait à cette Adepte aux cheveux blancs de narrer sa version des faits, il y aurait un tout autre son de cloche :\n\n« Des créatures ennuyeuses se faufilent parfois dans les montagnes. Je m'en débarrasse juste pour qu'elles ne perturbent pas la méditation de mon maître.\n\nSi des gens ont été blessés... Eh bien, ils sont venus de leur plein gré, alors je n'y peux pas grand-chose... »",
      "pt": "Algumas vezes, alguns rumores escapam da pequena comunidade de peregrinos de Liyue para as ruas dos fundos da cidade.\n\nEstes contos muitas vezes retratam o início de uma situação desesperada em algum lugar desesperado, quando de repente—\n\nUma adeptus errante de cabelos brancos vem em seu socorro no momento exato...\n\nA maioria dessas histórias são uma coleção de clichês encantadores e intoxicantes, pouco diferentes dos contos folclóricos, muitas vezes recontados, de casamentos predestinados e afins.\n\nMas se alguém pedisse àquela adeptus de cabelos brancos para contar a história, ela assumiria uma forma muito diferente:\n\n\"De tempos em tempos, algumas criaturas irritantes se infiltram nas montanhas. Eu simplesmente me livro delas para evitar que perturbem as meditações da minha mestra.\"\n\n\"Se algumas pessoas acabassem por ser apanhadas no fogo cruzado e feridas... Bem, a decisão de vir aqui foi deles. Não há muito o que eu possa fazer quanto a isso.\"",
      "ru": "Среди паломников Ли Юэ ходят истории о встречах с Адептами, которые неизменно начинаются одним и тем же образом: в момент смертельной опасности, когда жизнь паломника висит на волоске, из ниоткуда появляется беловолосая девушка-Адепт и спасает его... Продолжаются они тем, что паломник влюбляется в прекрасную небожительницу, а весь дальнейший сюжет мало чем отличается от сотен невзрачных образцов уличной литературы. А вот версия самой беловолосой небожительницы совершенно иная: «В горах время от времени появляются разные надоедливые особы, и я их просто спроваживаю, чтобы они не вздумали докучать наставнице. А если они уходят с ранами или переломами... тут уж они сами виноваты».",
      "id": "Terkadang ada kabar burung yang beredar dari komunitas peziarah Liyue sampai ke jalan-jalan kecil di kota.\n\nCerita-cerita ini biasa bermula dengan seseorang yang berada dalam keputusasaan di suatu tempat, lalu tiba-tiba——\n\nAda Adeptus berambut putih datang dan menolongnya ....\n\nSebagian besarnya adalah kumpulan cerita klise yang indah, tidak berbeda jauh dengan dongeng jalanan tentang pernikahan yang ditakdirkan dan lain-lain.\n\nTapi kalau ada seseorang yang bertanya pada Adeptus berambut putih itu, ceritanya akan berbeda jauh:\n\n\"Beberapa makhluk yang mengganggu akan masuk ke pegunungan dari waktu ke waktu. Aku hanya perlu membasmi mereka agar tidak mengganggu meditasi Master.\"\n\n\"Kalau ada orang yang tidak sengaja terkena imbasnya dan jadi terluka ... Yah, mereka datang karena keputusan sendiri. Aku tidak bisa berbuat banyak.\"",
      "th": "ในกลุ่มเล็ก ๆ ของผู้ที่เคยเจอกับเซียนใน Liyue บางครั้งก็จะมีข่าวลือเกี่ยวกับการเผชิญหน้ากับเหล่าเซียนอยู่เรื่องสองเรื่อง\n\nโดยปกติก็จะบอกว่าใครสักคนตกอยู่ในอันตราย ในช่วงหัวเลี้ยวหัวต่อนั้นเอง...\n\nเซียนผมขาวที่ห่างเหินจากโลกตนหนึ่งก็มาถึงพอดี และช่วยชีวิตคนผู้นั้นเอาไว้...\n\nหลังจากนั้น เรื่องราวส่วนใหญ่ก็ถูกแต่งเติมไปไม่ต่างจากเรื่องราวในงานแต่งงาน ที่ถูกเล่าต่อ ๆ กันไปหลายร้อยรอบในวรรณกรรมข้างถนน ซึ่งส่วนใหญ่เป็นพล็อตดั้งเดิมที่งดงามและดึงดูดให้ผู้คนหลงมัวเมาไปกับมัน\n\nแต่ถ้าให้เซียนผมขาวตนนั้นมาบอกเล่าด้วยตนเองแล้ว เรื่องราวก็จะแตกต่างไปจากเดิมอย่างสิ้นเชิง:\n\n\"ที่ขุนเขามักจะมีพวกน่ารำคาญโผล่มาบ่อย ๆ พวกโจรขโมยดูแล้วก็น่ารำคาญ เลยใช้มนตร์ขับไล่ออกไปอย่างง่ายดาย เพื่อไม่ให้รบกวนความสงบของท่านอาจารย์\n\nหากลงมืออย่างไม่ระวัง และทำให้ร่างกายของพวกเขาได้รับบาดเจ็บ... ก็ช่วยไม่ได้ล่ะนะ หาเรื่องเองนี่นา\"",
      "vi": "Trong nhóm những người sùng bái tiên gia ở Liyue, đôi khi cũng lưu truyền một vài sự tích nói về cuộc gặp gỡ với tiên nhân.\n\nThông thường đều là ai đó rơi vào hiểm cảnh ở đâu đó, rồi trong lúc ngàn cân treo sợi tóc...\n\n...Một vị tiên nhân tóc trắng thoát tục hiện ra cứu giúp...\n\nNhững đoạn sau đó không khác gì với giai thoại nhân duyên trong ngàn vạn quyển văn học đường phố, đa phần đều là những khuôn khổ xưa cũ khiến người nghe mê mẩn say đắm.\n\nNhưng nếu như để vị tiên nhân tóc trắng đó đích thân kể chuyện thì có lẽ mọi thứ sẽ rất khác:\n\n\"Trên núi thường xuyên xuất hiện những tên phiền phức, đầu trộm đuôi cướp, thôi thì cứ dùng pháp thuật tống cổ chúng ra ngoài, bảo vệ sự thanh tịnh cho sư phụ.\n\nNếu như lỡ tay đả thương chúng hay sao đó... cũng là do bọn chúng tự mình chuốc lấy thôi, cũng chẳng còn cách nào khác.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "在所有看似世外散仙的人物中，申鹤是最不食人间烟火的那个。\n\n年纪轻轻又一直隐居山中的她缺乏经验常识，难以维持正常的人际往来。\n\n对普通人来说，一件事通常有多种解法。但在申鹤眼中，似乎只能看见最简单直接的那一种。\n\n譬如与人意见相左时，她几乎想不到「协商」二字，反而对「威胁」一事驾轻就熟。简单又好使，实在是好办法。\n\n她也曾花上许多时间来思考一些过于脱俗的问题——\n\n吃饭需付钱这件事，究竟是为什么？\n\n恐吓民众和恐吓匪徒有什么区别？\n\n她甚至还发自内心相信，自己的师父留云借风真君是位精于言辞，十分擅长话术的仙人。\n\n所以从这个角度来看，她很纯粹。\n\n如孩童一般，仅靠混沌又朴素的感知与逻辑行走在世上。\n\n理水叠山真君曾说：\n\n「申鹤小女不仅根骨过人，性子也是别具一格。」\n\n「不谙世事，不明常理，不辨菽粟，不知高低。」\n\n「留云借风领她入门，未必是一桩轻松差事。」",
      "zht": "在所有看似世外散仙的人物中，申鶴是最不食人間煙火的那個。\n\n年紀輕輕又一直隱居山中的她缺乏經驗常識，難以維持正常的人際往來。\n\n對普通人來說，一件事通常有多種解法。但在申鶴眼中，似乎只能看見最簡單直接的那一種。\n\n譬如與人意見相左時，她幾乎想不到「協商」二字，反而對「威脅」一事駕輕就熟。簡單又好使，實在是好辦法。\n\n她也曾花上許多時間來思考一些過於脫俗的問題——\n\n吃飯需付錢這件事，究竟是為什麼？\n\n恐嚇民眾和恐嚇匪徒有什麼區別？\n\n她甚至還發自內心相信，自己的師父留雲借風真君是位精於言辭，十分擅長話術的仙人。\n\n所以從這個角度來看，她很純粹。\n\n如孩童一般，僅靠混沌又樸素的感知與邏輯行走在世上。\n\n理水疊山真君曾說：\n\n「申鶴小女不僅根骨過人，性子也是別具一格。」\n\n「不諳世事，不明常理，不辨菽粟，不知高低。」\n\n「留雲借風領她入門，未必是一樁輕鬆差事。」",
      "jp": "自由気ままで、仙人のような生活をする人間の中でも、申鶴はもっとも俗世から離れた者であろう。\n\n若くして山奥に住むことになった彼女は、常識が欠けており、人間関係を上手く維持することができない。\n\n普通の人であれば一つの物事に対し、いくつかの考えを巡らせるだろう。しかし、申鶴の場合はもっとも単純で、直接的なものしか思い浮かばないのだ。\n\nたとえば、誰かと意見が食い違った時、彼女には「交渉」という選択肢が出てこない。その代わりに「脅迫」という手段を選んでしまう。確かに手っ取り早く、効率もいい方法ではあるが…。\n\nそんな彼女だが、俗世から離れていたがゆえに、妙なことで考えに耽ることがたまにある——\n\n食事をするのに、なぜモラを払わねばならないのだろうか？\n\n人々への脅迫と、賊への脅迫になんの違いがあるのだろうか？\n\nまた自分の師である留雲借風真君のことを、話術の長けた仙人だと心の底から信じていた。\n\nその点だけ見れば、彼女はとても純粋な人物だと分かる。\n\n子供のように混沌とした、しかし単純な認識と論理だけで世を歩いている。\n\nかつて、理水畳山真君はこう言った。\n\n「申鶴という娘は優れた才を持つだけでなく、一風変わった性格をしている。」\n\n「世事に疎く、常識にも欠けている。無知蒙昧で勝手気ままだ。」\n\n「留雲借風が彼女を弟子にした時も、容易なことではなかっただろう。」",
      "ko": "모든 속세 밖의 선인처럼 보이는 인물 중, 신학이 가장 속세와 멀어 보인다.\n\n어릴 때부터 산속에서 은거하느라 경험과 상식이 없는 그녀는 정상적인 인간 관계가 힘들다.\n\n평범한 사람은 문제가 생기면 다양한 해결 방법을 떠올리지만, 신학의 눈에는 가장 간단하고 직접적인 방법만 보인다.\n\n예를 들어 의견이 갈릴 때, 「협상」보다는 빠르고 쉬운 「협박」이 그녀의 입맛에도 맞는 모양이다.\n\n그녀는 한때 오랫동안 세속을 초월한 문제에 대해 고민한 적이 있다.\n\n밥을 먹고 왜 돈을 내야 하지?\n\n민중을 협박하는 것과 도적을 협박하는 것은 뭐가 다르지?\n\n심지어 그녀는 자신의 사부 류운차풍진군이 언변과 화술에 능한 선인이라고 굳게 믿고 있다.\n\n이렇게 보면 그녀는 매우 순수하다.\n\n그녀는 마치 아이처럼 무질서하고 단순한 인식과 논리로만 세상을 바라본다.\n\n리수첩산진군은 신학에 대해 이렇게 말한 적이 있다.\n\n「신학은 뛰어난 근골과 독특한 성격을 가지고 있으며」\n\n「세상 물정에 어둡고 사리 분별을 못 하니 하늘 높은 줄 모른다」\n\n「류운차풍이 그녀를 제자로 들인 건 그리 만만한 일은 아니었을 거야」",
      "en": "Shenhe is in all likelihood the least accustomed to mortal life amongst those who take on an adeptal appearance.\n\nHaving been sequestered in the mountains since a young age, she lacks experience and common sense, which makes it difficult for her to relate to people normally.\n\nTo ordinary people, there are many solutions to any given problem. But to Shenhe, any solution that is not the simplest and most direct one may as well not exist.\n\nFor example, she almost never considers \"negotiation\" as a solution to being at cross-purposes with others, mostly resorting to \"threats\" instead. After all, it is simple and efficacious. A good solution, no?\n\nShe has also spent much time ruminating on problems that are truly esoteric.\n\nFor example: Why do we need to pay for food?\n\nIs there any difference between intimidating civilians and intimidating bandits?\n\nShe even truly believes that her master, Cloud Retainer, is a most brilliant and eloquent conversationalist.\n\nIn a certain sense, she can be considered very pure.\n\nMuch like a child, she relies on her chaotic yet straightforward intuition and logic to get her through life.\n\nMountain Shaper once had this to say about her:\n\n\"Little Shenhe is not only stronger than most — she also possesses a unique character.\"\n\n\"She knows not the world, understands not common sense, distinguishes few cuisines, and acknowledges no hierarchies.\"\n\n\"It may not be such an easy thing for Cloud Retainer to tutor her.\"",
      "de": "Unter allen Menschen, die Adepten nahestehen, ist Shenhe diejenige, die die menschliche Gesellschaft am wenigsten kennt.\n\nSie ist noch blutjung. Und wegen des langjährigen Lebens in Bergen hat sie kaum die Chance, andere lebendige Menschen kennenzulernen. Deshalb verfügt sie nur über sehr begrenzte gesellschaftliche Erfahrungen.\n\nFür normale Menschen gibt es meist verschiedene Lösungen zu einem Problem, während Shenhe in der Regel nur die einfachste und direkteste sieht. In ihrem Wörterbuch steht wohl nicht einmal das Wort „Kompromiss“. Die Lösung, die sie für die effizienteste aller Lösungen hält und folglich auch am liebsten aufgreift, heißt „Drohung“.\n\nSie hatte einmal viel Zeit mit dem Grübeln über einige unkonventionelle Fragen verbracht.\n\nDazu gehört beispielsweise, warum man überhaupt die Zeche bezahlen muss,\n\noder wo der Unterschied zwischen Drohung gegen normale Leute und Drohung gegen Banditen ist.\n\nSie glaubt sogar felsenfest, dass ihre Meisterin, die Fürstin der stehenden Wolken und des stillen Windes, eine wortgewandte Adeptin sei, die in der Redekunst unglaublich bewandert sei.\n\nAus dieser Perspektive gesehen ist Shenhe so rein und pur wie ein unbeschriebenes Blatt.\n\nWie ein Kind nimmt sie die Welt mit chaotischer, aber einfacher Logik wahr und reagiert ebenso darauf.\n\nDer Fürst der fließenden Wasser und aufgetürmten Berge hat einmal eine sehr zutreffende Anmerkung über Shenhe gemacht:\n\n„Shenhe ist ein Mädchen mit unübertrefflichen Talenten und einzigartigen charakteristischen Zügen.“\n\n„Sie weiß nichts über die irdische Welt, geschweige denn die Menschen darin. Was selbstverständlich für einen Sterblichen ist, ist für sie so fremd wie von einem anderen Stern.“\n\n„Das hat sie großenteils wohl ihrer Meisterin, der Fürstin der stehenden Wolken und des stillen Windes, zu verdanken.“",
      "es": "De todas las personas cercanas a los Adeptus, Shenhe es la que menos suele aparecer entre los mortales.\n\nDebido a lo joven que es y el tiempo que ha vivido recluida en las montañas, carece de experiencia y de conocimientos de cultura general, por lo que le cuesta mucho la interacción social.\n\nPara la gente común, todas las cosas pueden solucionarse de formas distintas, pero para Shenhe, solo hay una manera fácil y directa de hacerlo.\n\nPor ejemplo, nunca se le ocurre intentar llegar a un acuerdo cuando una persona opina distinto a ella, sino que recurre directamente a la amenaza, una solución sencilla y siempre útil.\n\nTambién invierte mucho tiempo en reflexionar sobre los problemas más triviales, como por ejemplo: ¿por qué hay que pagar para comer algo? ¿Qué diferencia hay entre amenazar a un ciudadano y amenazar a un ladrón?\n\nAdemás, está completamente convencida de que su maestra, Preservadora de Nubes, es una Adeptus experta en la retórica, por lo que, desde este punto de vista, Shenhe es bastante ingenua.\n\nIgual que un niño, su lógica y percepción es caótica y sencilla.\n\nUna vez, Moldeador de Montañas dijo:\n\n“Shenhe no solo tiene un gran talento innato, sino también un carácter único. Es ajena al mundo mortal, no se rige por la lógica convencional, no distingue entre distintos tipos de comidas e ignora las jerarquías. A Preservadora de Nubes debe de haberle costado ser su maestra”.",
      "fr": "Shenhe est probablement la moins habituée à la vie mortelle parmi tous ceux qui adoptent une apparence d'Adepte.\n\nRecluse dans les montagnes depuis sa plus tendre enfance, elle manque d'expérience et de bon sens, ce qui rend les interactions sociales difficiles pour elle.\n\nPour une personne normale, il existe de nombreuses solutions à un problème donné. Mais aux yeux de Shenhe, toute solution qui n'est pas la plus simple et la plus directe ne vaut même pas la peine d'être envisagée.\n\nPar exemple, elle ne considère presque jamais la « négociation » comme une solution lors d'un désaccord, recourant principalement à des « menaces » à la place. Après tout, c'est simple et efficace. C'est donc une bonne solution, non ?\n\nElle passe également beaucoup de son temps à réfléchir à des sujets platoniques.\n\nPar exemple : pourquoi doit-on payer pour la nourriture ?\n\nQuelle est la différence entre intimider un civil et intimider un malfrat ?\n\nElle croit fermement que son maître, Souffle-Nuages, est une oratrice hors-pair et des plus brillantes.\n\nDans un certain sens, on peut considérer qu'elle est pure.\n\nComme une enfant, elle s'appuie sur son intuition et sa logique, deux traits de caractère simples bien que chaotiques, dans sa vie de tous les jours.\n\nTaille-Monts a eu une fois cette remarque à son égard :\n\n« La petite Shenhe n'est pas seulement plus forte que la plupart, elle possède également un caractère unique.\n\nElle ne connaît pas le monde, ne sait pas ce qu'est le bon sens, ne peut pas distinguer les différents types de cuisine, et ne reconnaît aucune hiérarchie.\n\nCela ne doit pas être chose aisée pour Souffle-Nuages d'être son professeur. »",
      "pt": "Shenhe é muito provavelmente a menos acostumado com a vida mortal entre aqueles que assumem uma aparência adeptal.\n\nTendo sido sequestrada nas montanhas desde jovem, falta-lhe experiência e senso comum, o que normalmente dificulta sua relação com as pessoas.\n\nPara as pessoas comuns, há muitas soluções para qualquer problema. Mas, para Shenhe, qualquer solução que não seja a mais simples e direta pode muito bem não existir.\n\nPor exemplo, ela quase nunca considera a \"negociação\" como uma solução para um propósito cruzado com os outros, recorrendo na maioria das vezes a \"ameaças\". Afinal de contas, é simples e eficaz. Uma boa solução, não?\n\nEla também passou muito tempo ruminando sobre problemas que são verdadeiramente esotéricos.\n\nPor exemplo: Por que precisamos pagar por comida?\n\nExiste alguma diferença entre intimidar os civis e intimidar os bandidos?\n\nEla até acredita verdadeiramente que sua mestra, a Retentora de Nuvem, é uma interlocutora muito brilhante e eloquente.\n\nDe certa forma, ela pode ser considerada muito pura.\n\nComo uma criança, ela conta com sua intuição e lógicas caóticas, porém simples, para levá-la adiante na vida.\n\nFormatador de Montanha uma vez teve isto a dizer sobre ela:\n\n\"A pequena Shenhe não é apenas mais forte que a maioria - ela também possui uma personalidade única.\"\n\n\"Ela não conhece o mundo, não entende o senso comum, distingue poucas culinárias e não reconhece hierarquias.\"\n\n\"Pode não ser uma coisa tão fácil para a Retentora de Nuvem de orientá-la.\"",
      "ru": "Из всех близких к Адептам людей у Шэнь Хэ, наверное, сама слабая связь с обществом смертных. Из-за уединения в горах с юных лет девушке не хватает опыта и здравого смысла, а потому ей трудно поддерживать человеческие отношения. Если обычные люди находят несколько путей решения проблемы, то Шэнь Хэ видит лишь один - самый простой и очевидный. Например, если её мнение расходится с чужим, она редко вспоминает о таком слове, как «переговоры», зато прекрасно помнит, что такое «угрозы». Если есть такое эффективное средство, так почему бы его не использовать? Немало времени она когда-то уделяла размышлениям над необычными проблемами: «Почему нужно платить за еду? Есть ли разница между запугиванием бандитов и обычных людей?». Ещё она искренне верит, что её наставница, Хранитель Облаков, красноречива и искусна в общении. В некотором отношении Шэнь Хэ подобна чистому листу. Она как дитя, которое идёт по жизненному пути, опираясь на свою хаотичную, но простую логику и восприятие. Однажды Хранитель Облаков сказала: «Шэнь Хэ не только поразительно талантлива, но и очень своеобразна. С миром она не знакома, здравый смысл ей непонятен, она не делает различий в пище и не признаёт иерархий. Учить её - дело нелёгкое».",
      "id": "Di antara semua yang berwujud Adeptus, Shenhe adalah yang paling tidak terbiasa hidup di dunia manusia.\n\nKarena tinggal dan besar di pegunungan sejak kecil, dia tidak punya pengalaman dan pola pikir yang umum. Sehingga dia kesulitan bersosialisasi dengan orang lain.\n\nBagi orang biasa, sebuah masalah memiliki banyak solusinya. Tapi bagi Shenhe, tidak ada solusi lain selain solusi yang paling sederhana dan langsung.\n\nContohnya, dia tidak pernah berpikir untuk \"bernegosiasi\" saat berselisih dengan orang lain, dia akan langsung \"mengancam\". Setelah itu, semuanya menjadi lebih mudah dan lancar. Solusi yang bagus, kan?\n\nShenhe juga sering menghabiskan waktu memikirkan hal-hal yang sangat spesifik.\n\nContohnya: Kenapa kita perlu bayar untuk makanan?\n\nApa bedanya menakuti warga biasa dan menakuti bandit?\n\nDia bahkan merasa kalau Master-nya, Cloud Retainer, adalah seorang pembicara yang brilian dan lancar.\n\nDi satu sisi, bisa dibilang Shenhe berjiwa sangat polos.\n\nSama seperti anak kecil, dia bergantung pada intuisi dan logikanya yang lurus namun agak kacau untuk melewati hidupnya.\n\nMountain Shaper pernah berkata begini tentang Shenhe:\n\n\"Shenhe yang masih muda ini tidak hanya lebih kuat dari kebanyakan orang, tapi dia juga memiliki sifat yang unik.\"\n\n\"Dia tidak mengerti tentang dunia, tidak mengerti pengetahuan umum, kurang bisa membedakan makanan, dan tidak paham tentang tingkat atau jabatan.\"\n\n\"Tidak mudah bagi Cloud Retainer untuk mendidiknya.\"",
      "th": "ท่ามกลางเหล่าเซียนที่ท่องไปตามโลกภายนอก Shenhe เป็นคนที่ไม่ยุ่งเกี่ยวกับเรื่องทางโลกมากที่สุดคนนั้น\n\nเธอที่อายุยังน้อยและใช้ชีวิตอย่างสันโดษอยู่ในขุนเขามาโดยตลอด จึงขาดประสบการณ์และความรู้ทั่วไปที่ควรรู้ และยากที่จะรักษาความสัมพันธ์ระหว่างบุคคลได้แบบคนปกติ\n\nสำหรับคนปกติทั่วไปแล้ว เรื่องเรื่องหนึ่งมีวิธีการแก้ไขที่หลากหลาย แต่ในสายตาของ Shenhe นั้น ดูเหมือนจะเห็นแค่วิธีที่ง่ายดายและตรงไปตรงมาวิธีนั้นเพียงวิธีเดียวเท่านั้น\n\nยกตัวอย่างเช่นในตอนที่เธอมีความคิดเห็นที่แตกต่างจากผู้อื่น เธอไม่เคยนึกถึงคำว่า \"เจรจา\" คำนี้เลยด้วยซ้ำ แต่กลับคุ้นเคยกับการ \"ข่มขู่\" ซึ่งเป็นวิธีที่ง่ายดายและใช้ได้ผล มันก็เป็นวิธีที่ดีจริง ๆ ไม่ใช่เหรอ\n\nเธอเคยใช้เวลานานแสนนานในการไตร่ตรองถึงปัญหาบางอย่างที่ไม่ได้เข้าใจยากอะไร...\n\nกินข้าวต้องจ่ายตังค์ นี่มันเป็นเพราะอะไรกัน? \n\nข่มขู่ผู้คนกับข่มขู่พวกอันธพาลมันแตกต่างกันตรงไหน? \n\nและเธอยังเชื่อจากก้นบึ้งของหัวใจว่า จ้าววังวนเมฆาอาจารย์ของเธอนั้นเป็นเซียนผู้ที่เชี่ยวชาญในการพูดและมีทักษะการพูดที่ดีมาก\n\nดังนั้นเมื่อมองจากมุมมองนี้แล้ว เธอดูบริสุทธิ์และไร้เดียงสาอย่างมาก\n\nราวกับเด็กน้อยที่พึ่งพาเพียงการรับรู้ และตรรกะที่ทั้งวุ่นวายและเรียบง่าย ในการเดินทางท่องอยู่บนโลก\n\nจ้าวบงการภูผาเคยกล่าวเอาไว้ว่า:\n\n\"เด็กสาว Shenhe ไม่เพียงแต่มีคุณสมบัติที่ติดตัวมาแต่กำเนิดที่เหนือกว่าคนทั่วไปเท่านั้น นิสัยของเธอเองก็แตกต่างจากผู้อื่นด้วยเช่นกัน\"\n\n\"ไม่สนใจเรื่องทางโลก, ไม่รู้ความรู้ทั่วไปที่ควรรู้, แยกแยะผิดถูกไม่ได้, ไม่รู้จักที่ต่ำที่สูง\"\n\n\"การที่จ้าววังวนเมฆารับเธอเป็นศิษย์ คงไม่ใช่งานที่ง่ายอย่างแน่นอน\"",
      "vi": "Trong tất cả những nhân vật trông giống thế ngoại tiên nhân, thì Shenhe chính là người thoát tục nhất.\n\nTuổi đời còn khá trẻ nhưng lại luôn ẩn cư trong núi, nên Shenhe thiếu thốn kinh nghiệm và kiến thức cơ bản, khó lòng duy trì mối quan hệ bình thường giữa người với người.\n\nĐối với người thường mà nói, một sự việc thường sẽ có nhiều cách để giải quyết. Nhưng trong mắt của Shenhe thì hầu như chỉ thấy được cách đơn giản trực tiếp nhất.\n\nVí dụ khi có mâu thuẫn ý kiến với người khác, Shenhe sẽ không nghĩ ra được hai chữ \"thương lượng\", ngược lại cô rất quen thuộc với cách \"uy hiếp\", vừa đơn giản vừa hiệu quả, đúng là một cách hay mà.\n\nShenhe từng tốn rất nhiều thời gian để suy nghĩ các vấn đề có hơi \"thoát tục\" quá mức:\n\nTại sao đi ăn phải trả tiền?\n\nĐe dọa người dân và đe dọa thổ phỉ có khác biệt gì nhau?\n\nCô ấy còn tin tưởng từ tận đáy lòng rằng sư phụ Lưu Vân Tá Phong Chân Quân của mình là một tiên nhân giỏi dùng từ ngữ và rất có tài ăn nói.\n\nCho nên, từ góc độ này để nhận xét thì Shenhe rất ngây thơ đơn thuần.\n\nCô như một đứa trẻ, chỉ dựa vào suy nghĩ và logic ngốc nghếch mà mộc mạc để hành tẩu trên thế gian.\n\nLí Thủy Điệp Sơn Chân Quân từng nói:\n\n\"Tiểu nữ Shenhe không chỉ có cốt cách hơn người, đến cả tính cách cũng rất khác biệt.\"\n\n\"Không màng thế sự, không hiểu đạo lý, không phân phải trái, không biết cao thấp.\"\n\n\"Lưu Vân Tá Phong nhận Shenhe làm đồ đệ, chưa hẳn là chuyện dễ dàng.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "璃月民间逸话里不乏仙缘故事，多是讲些无名之辈被仙人相中，收入门下，一飞冲天的传奇。\n\n但申鹤拜入仙门的缘由绝非如此。相较起来，甚至是有些苦涩的。\n\n申鹤五岁时，母亲因病去世，父亲爱妻情切，难以承受此中苦痛。\n\n长此以往，竟因念生怨恨，因怨生心魔，发疯似地出门云游。\n\n他一去便是一年，日不停步，夜不能寐，只为寻找复活亡妻的术法。\n\n终于在申鹤年近垂髫之时，父亲狂喜着回来了。\n\n一同带回来的，还有一种名为「凭命借命」的神秘术法——\n\n将祭品献给秘术召唤来的「仙灵」，便能以活人之身，索回亡人之命。\n\n那时，申鹤对将要发生的灾难毫无感知。她不过是个普通孩子，欣喜于久不归家的父亲终于回来。\n\n父亲说在后山的山洞里给她准备了一个大惊喜，马上就带她去看，一切都让她十分开心…\n\n之后那一幕幕，却令申鹤至今难忘——\n\n狰狞可怖的黑色「仙灵」被父亲召唤到山洞内，它血红的眼睛里只有申鹤鲜活的生命。\n\n申鹤惊愕万状，不明白它从何而来，又想从这个家中拿走什么。\n\n危难让人变得迟钝。年幼的申鹤渐渐也只能想着一件事。\n\n怪物想吞了她，可她不想死，她要活下去。\n\n她握住母亲的遗物，一柄驱邪匕首，颤抖又坚定地迎向了黑色「仙灵」…\n\n数日后，仙人循着残留的邪祟气息找来，进洞一探，才发现洞内躺着一个费尽力气，粒米未进，早已奄奄一息的小女孩。\n\n仙人怜惜她命运多舛，也看出她凭一己之力击退了某种可怕的存在，念其天赋，便将她带回府中安养调息，抚顶授道。\n\n如此，才有了如今的申鹤。",
      "zht": "璃月民間逸話裡不乏仙緣故事，多是講些無名之輩被仙人相中，收入門下，一飛衝天的傳奇。\n\n但申鶴拜入仙門的緣由絕非如此。相較起來，甚至是有些苦澀的。\n\n申鶴五歲時，母親因病去世，父親愛妻情切，難以承受此中苦痛。\n\n長此以往，竟因念生怨恨，因怨生心魔，發瘋似地出門雲遊。\n\n他一去便是一年，日不停步，夜不能寐，只為尋找復活亡妻的術法。\n\n終於在申鶴年近垂髫之時，父親狂喜著回來了。\n\n一同帶回來的，還有一種名為「憑命借命」的神秘術法——\n\n將祭品獻給秘術召喚來的「仙靈」，便能以活人之身，索回亡人之命。\n\n那時，申鶴對將要發生的災難毫無感知。她不過是個普通孩子，欣喜於久不歸家的父親終於回來。\n\n父親說在後山的山洞裡給她準備了一個大驚喜，馬上就帶她去看，一切都讓她十分開心…\n\n之後那一幕幕，卻令申鶴至今難忘——\n\n猙獰可怖的黑色「仙靈」被父親召喚到山洞內，它血紅的眼睛裡只有申鶴鮮活的生命。\n\n申鶴驚愕萬狀，不明白它從何而來，又想從這個家中拿走什麼。\n\n危難讓人變得遲鈍。年幼的申鶴漸漸也只能想著一件事。\n\n怪物想吞了她，可她不想死，她要活下去。\n\n她握住母親的遺物，一柄驅邪匕首，顫抖又堅定地迎向了黑色「仙靈」…\n\n數日後，仙人循著殘留的邪祟氣息找來，進洞一探，才發現洞內躺著一個費盡力氣，粒米未進，早已奄奄一息的小女孩。\n\n仙人憐惜她命運多舛，也看出她憑一己之力擊退了某種可怕的存在，念其天賦，便將她帶回府中安養調息，撫頂授道。\n\n如此，才有了如今的申鶴。",
      "jp": "璃月の民間に伝わる逸話の中に、名も無き者が仙人に拾われ、指南を受けることで高みへ登って行く…という仙人との縁を描いた物語が数多く存在する。\n\nしかし、申鶴が弟子入りをした背景はそうではない。むしろ、苦しみを伴うものであった。\n\n彼女が五歳の時、母が病気で亡くなった。妻を心から愛していた父は、その痛みに耐えることができなかった。\n\n時が経つにつれ、その痛みは怨嗟へと変わり、狂気に陥った父は旅に出る。\n\n彼は亡くなった妻を蘇らせる方術を求め、夜も眠らずに、一年間休むことなくそのすべを探し歩いた。\n\n彼が幼い申鶴のもとに帰ってきた時、その顔には狂喜が浮かんでいた。\n\n父が見つけたのは、「命の引換」と呼ばれる神秘に満ちた方術。\n\nその方術で召喚できる「仙霊」に生贄を捧げることで、亡くなった人間が蘇るという。\n\nこの時の申鶴はただ喜ぶだけで、これから起こる悲劇に気付いていなかった。無理もない、彼女は普通の子供なのだ…長い間、不在だった父がようやく帰ってきたのであれば、それも当然の反応だろう。\n\n彼は裏山の洞窟に贈り物を用意したと言い、申鶴をそこへ連れて行った。\n\nその後の出来事を、申鶴は今も忘れられない——\n\n辿り着いた洞窟には、父が召喚した不気味な黒い「仙霊」がいた。その血走った眼に映るのは、生命力に満ちた申鶴の命のみ。\n\n申鶴は目を見張った。それがどこから来て、この家から何を奪おうとしているのか全く想像ができなかった。\n\n人は危険な状況に陥ると鈍くなるものだ。幼い申鶴も同様に、ある一つのことしか考えられなくなっていた。\n\n彼女を飲み込もうとする魔物を前に、申鶴はただ生き延びることだけを考えた。\n\n彼女は母の魔除けの短剣を握りしめ、震えながら意を決し、黒い「仙霊」に刃先を向けた…\n\n数日後、とある仙人が残留する邪な気配を辿り洞窟を訪れた。そこにいたのは何日も飲み食いせず、満身創痍となった少女。\n\n仙人は、彼女の不幸な運命を憐れんだ。ただ同時に、申鶴が恐ろしい魔物と渡り合ったことを知り、その才に可能性を見出した。仙人は彼女の傷を癒やし、方術の手ほどきをした。\n\nそして、今の申鶴へと成長していったのである。",
      "ko": "리월에는 선인과 무명의 민간인에 관한 설화가 아주 많다. 대부분은 평범한 사람이 선인의 눈에 들어 그들의 제자가 된 후 전설이 되는 이야기이다.\n\n하지만 신학이 선인의 제자가 된 이유는 그보다 좀 더 비극적이다.\n\n신학이 5살이 되던 해, 그녀의 어머니는 세상을 떴고 아내를 너무나도 사랑했던 그녀의 아버지는 깊은 슬픔에 빠진다.\n\n시간이 흐르자 그리움은 원한으로 변했고, 광기에 빠진 그녀의 아버지는 집을 나가 방황했다.\n\n그는 1년 동안 밤낮을 가리지 않고 죽은 아내를 되살릴 술법을 찾아다녔다.\n\n신학이 유년이 되었을 때쯤 아버지는 기뻐하며 돌아왔다.\n\n「목숨으로 목숨을 바꾸는」 신비한 술법과 함께 말이다.\n\n그건 「선령」을 소환해 살아있는 자를 제물로 바치면 그의 목숨으로 죽은 자를 되살릴 수 있는 술법이었다.\n\n그때의 신학은 자신에게 닥칠 비극을 전혀 알지 못했다. 그저 평범한 아이처럼 아버지가 집에 돌아왔다는 사실에 기뻐했다.\n\n그녀의 아버지는 깜짝 선물을 준비했다고 말하며 신학을 뒷산으로 데려갔다…\n\n신학은 그때의 일을 아직까지도 기억하고 있다.\n\n그녀의 아버지는 동굴에서 칠흑처럼 어두운 섬뜩한 「선령」을 소환했고, 눈에 핏발이 선 선령은 생명력이 넘치는 신학을 보며 군침을 흘렸다.\n\n신학은 경악했다. 저 무시무시한 신령이 어디에서 왔고, 가족 중에 또 누구를 데리고 가려는지 그녀는 알 수 없었다./n위기는 사람을 얼어붙게 한다. 어린 신학의 머릿속에는 한 가지 생각뿐이었다.\n\n괴수는 자신을 삼키려고 했고 그녀는 죽기 싫었다. 아니, 살고 싶었다.\n\n신학은 어머니의 유물인 퇴마 비수를 꽉 쥐고는 떨면서도 굳건하게 검은 「선령」을 맞이했다…\n\n며칠 뒤 어떤 선인이 남아있는 사악한 기운에 이끌려 동굴 속을 살펴보다가 기진맥진해서 다 죽어가는 한 소녀를 발견한다.\n\n선인은 가련한 운명의 소녀를 가엽게 여겼고, 혼자 힘으로 무서운 존재를 이겨낸 천부적인 재능을 가상히 여겨 그녀를 거둔다.\n\n신학은 그렇게 선인의 제자가 되었다",
      "en": "Liyue has no lack of folktales about meetings with the adepti, and many of these concern relative nobodies whom an adeptus took under their wing, thus elevating them greatly.\n\nHowever, the circumstances under which Shenhe's fate became tied to the adeptal abodes was no such glorious thing. If anything, it was an experience characterized by anguish.\n\nWhen she was five, her mother passed away, and her father, having loved his wife dearly, found that agony hard to bear.\n\nOver time, this agony turned into resentment, and this resentment birthed obsession, by which he was driven wandering throughout the land like a man gone mad.\n\nHe left for close to a year, never stopping, never able to sleep soundly, ever searching for some technique that might bring his wife back.\n\nAt last, when the year was almost out, he returned in joyous frenzy.\n\nHer father had brought with him a secret art known as \"Fate Transference\"—\n\nBy making a ritual sacrifice to the seelie summoned by this art, a living person's body could be exchanged for a dead one's life.\n\nAt that time, Shenhe was yet utterly unaware of the disaster that would befall. She was only an ordinary child, overjoyed at her long-absent father's return.\n\nHe claimed that he had a surprise awaiting her in a cave in the mountains behind and that he would take her there immediately. She was ecstatic...\n\nBut the scene that followed would be burned into her mind forever.\n\nHer father summoned that hideous, horrifying black \"seelie\" into that cave, its blood-red eyes craving her delectable life-force.\n\nStupefied, Shenhe knew not from whence it had come, nor what it wanted from this place.\n\nCrises often paralyze people. One thought only, however, crept into the young Shenhe's mind.\n\nThis creature wanted to eat her, but she did not want to die. She wanted to live!\n\nGripping her mother's keepsake, an exorcism dagger, she faced that dark \"seelie,\" trembling yet resolute...\n\nSeveral days later, an adeptus following the trail of great evil would investigate the cave, only to find the little girl collapsed inside — spent, famished, parched, her life hanging by a thread.\n\nTaking pity on the lass' ruinous fate, and seeing that she possessed great talent, having repelled some terrifying force on her own, the adeptus would bring her back, heal her, and instruct her in the adeptal path.\n\nIf not for that, Shenhe would not be as she is today.",
      "de": "Das Volk von Liyue liebt die Geschichten über Adepten sehr. In meisten davon geht es um einen Sterblichen, der ursprünglich ein Niemand ist, eines Tages aber die Aufmerksamkeit der Adepten auf sich zieht, deren Schüler wird und zum Schluss nie endenden Ruhm erntet.\n\nAber bei Shenhe sieht die Geschichte ganz anders aus. Im Gegensatz zu der banalen Vorstellung in den Volkslegenden ist der Anfang ihres Schicksals mit Adepten äußerst bitter.\n\nAls Shenhe fünf Jahre alt war, war ihre Mutter an Krankheiten gestorben. Ihr Vater hatte seine Frau so sehr geliebt, dass er den Schmerz des ewigen Abschieds nicht ertragen konnte.\n\nUnd aus dem unendlichen Leid und Elend war mit der Zeit langsam der verbissene Groll erwachsen, mit dem der Wahnsinn einherging. Er reiste sodann wie ein lebender Toter herum.\n\nHass und Schmerzen nagten an seinem Herzen, deshalb konnte er nicht einmal schlafen. ein ganzes Jahr lang hatte er verrückt nach Methoden gesucht, die seine verstorbene Frau zum Leben wiedererwecken könnten.\n\nAls die Zeit unbemerkt verrann und Shenhe das Alter von sechs erreichte, war ihr Vater zurück nach Hause gekommen, in sichtlich gefährlicher und wilder Ekstase.\n\nDenn er hatte es endlich gefunden, die verbotene esoterische Zauberkunst, „Leben gegen Leben“:\n\nDamit kann man eine „Seelie“ beschwören und ihr Opfergaben darbringen, um das Leben des Lebenden gegen das eines Toten einzutauschen.\n\nDie kleine Shenhe ahnte die Gefahr, die ihr Schritt für Schritt näherrückte, gar nicht, weil sie nur ein Kind war, das sich auf die Wiederkehr seines Vaters unheimlich freute.\n\nIhr Vater sagte zu ihr, dass er eine große Überraschung für sie in der Berghöhle vorbereitet hätte, und er sie sofort dorthin bringen würde. Shenhe war überglücklich, als sie das Wort Überraschung hörte.\n\nAber als sie in der Höhle eintraf, sah sie etwas, was bis jetzt immer noch durch zahllose ihrer Träume spukt:\n\nDie „Überraschung“ entpuppte sich als eine „Seelie“, ein schwarzes, schreckliches Ungeheuer, in dessen grauenhaften blutroten Augen nur der Hunger nach dem Fleisch und der Seele von Shenhe zu sehen war.\n\nShenhe stand wie gelähmt da. Sie hatte nicht die entfernteste Ahnung, wo dieses Monster herkam oder was es ihr und ihrer Familie entreißen will.\n\nVor der größten Gefahr waren alle Gedanken in Shenhes Kopf abgestumpft und verblasst, außer eines einzigen: Das Monster wollte sie fressen und sie wollte nicht von dem Monster gefressen werden. Sie wollte leben.\n\nSie folgte einfach ihrem Instinkt, hielt das Erbstück von ihrer Mutter fest in der Hand, einen Dolch der Mystiker und schritt, mit zitternder Entschlossenheit, auf die schwarze „Seelie“ zu ...\n\nNach einigen Tagen, als eine Adeptin den Spuren eines Dämons bis zu der Höhle folgte, sah sie ein kleines Mädchen, das erschöpft auf dem Boden lag. Sie schien eine lange Zeit um ihr Leben gekämpft zu haben und dem Tod schon sehr nah zu stehen.\n\nAus Mitleid mit dem tragischen Leben des Mädchens und auch Bewunderung ihres Muts und ihrer Talente, mit denen sie anscheinend einen sehr starken Gegner zurückgedrängt hatte, brachte die Adeptin das kleine Mädchen zurück zur ihrer Behausung, ließ sie bei sich ausruhen und brachte ihr die adeptischen Künste bei.\n\nDie Jahren galoppierten nach dem albtraumhaften Ereignis dahin und aus dem damaligen Mädchen ist die heutige Shenhe geworden.",
      "es": "Entre la gente de Liyue, no faltan las historias sobre encuentros con los Adeptus. La mayoría tratan sobre humanos desconocidos que son escogidos como sus discípulos y que, de la noche a la mañana, consiguen hazañas legendarias.\n\nSin embargo, la historia de cómo Shenhe se convirtió en discípula de los Adeptus es distinta. De hecho, es una historia bastante amarga.\n\nCuando Shenhe tenía cinco años, su madre falleció. Su padre la amaba con todo su ser y le fue imposible soportar el dolor.\n\nCon el tiempo, su padre se resintió con el mundo. Del resentimiento nacieron los conflictos internos, y de estos brotó una locura que lo llevó a irse de casa y deambular por el mundo.\n\nSu padre pasó casi un año deambulando sin apenas dormir, obsesionado con encontrar una magia con la que revivir a su querida esposa.\n\nEntonces, cuando Shenhe aún era una niña, su padre regresó loco de alegría. Traía consigo una misteriosa magia llamada “intercambio vital”.\n\nCon ella, se podía invocar a un Seelie al que ofrecer en sacrificio el cuerpo de un humano vivo a cambio del alma de un difunto.\n\nShenhe no tenía ni idea de qué es lo que iba a pasar. Solo era una niña común y corriente sumamente feliz por el esperado regreso de su padre.\n\nEste le dijo que había preparado una sorpresa para ella en una cueva de detrás de la montaña, por lo que la llevó hasta allí.\n\nSin embargo, lo que ocurrió en aquel lugar fue algo que Shenhe jamás olvidará.\n\nSu padre invocó un terrorífico y maligno Seelie oscuro que, con unos ojos inyectados en sangre, ansiaba arrebatarle la vida a Shenhe.\n\nShenhe no daba crédito; no entendía de dónde había salido aquel Seelie ni qué es lo que quería arrebatarle a ella y a su familia.\n\nNormalmente, las personas suelen petrificarse ante situaciones de peligro, pero la pequeña Shenhe solo podía pensar en una cosa.\n\nPor mucho que ese monstruo quisiera devorarla, ella no quería morir, quería seguir viviendo.\n\nEntonces, agarró una daga de exorcismos de entre las pertenencias que le había dejado su madre y, temblorosa pero decidida, se enfrentó al Seelie oscuro.\n\nUnos días después, una Adeptus llegó a la cueva siguiendo el rastro maligno del Seelie. Allí, encontró a una niña tumbada en el suelo sin fuerzas, sin haber comido en días y en un estado agonizante.\n\nLa Adeptus se compadeció de la mala suerte de Shenhe, y pudo darse cuenta de que había derrotado a un ser aterrador ella sola. Con admiración por su gran talento, se la llevó a su morada, donde cuidó de ella, la dejó descansar, le dio un techo bajo el que vivir y se convirtió en su maestra.\n\nAsí fue como Shenhe se convirtió en la persona que es hoy en día.",
      "fr": "#Les histoires de rencontres avec des Adeptes ne manquent pas à Liyue, et elles concernent souvent une personne relativement banale qu'un Adepte prend sous son aile pour lui faire atteindre des hauteurs inégalées.\n\nCependant, les circonstances dans lesquelles le destin de Shenhe s'est lié au royaume des Adeptes sont loin d'être aussi glamour. Au contraire, c'est une expérience marquée par le drame qui a eu lieu...\n\nLorsque Shenhe n'avait que cinq ans, sa mère est morte de maladie, et son père, qui aimait tellement sa femme, ne put surmonter son chagrin.\n\nAu fil du temps, sa peine se transforma en ressentiment, puis son ressentiment en obsession, ce qui le poussa à errer à travers le pays comme un homme ayant perdu toute raison.\n\nIl partit pendant près d'une année entière, sans jamais s'arrêter, incapable de dormir, obsédé par la recherche d'un moyen de ramener sa bien-aimée à la vie.\n\nEnfin, alors que l'année touchait à sa fin, il revint ivre de joie.\n\nSon père avait ramené avec lui un arcane secret connu sous le nom de « Transfert de destin » :\n\nEn effectuant un sacrifice rituel à la Fée invoquée par cet arcane, le corps d'un vivant pouvait être échangé contre la vie d'une personne décédée.\n\nÀ cette époque, Shenhe n'avait aucune idée du désastre qui l'attendait. Elle n'était qu'une enfant ordinaire, ravie du retour de son père absent depuis si longtemps.\n\nCe dernier affirma qu'il avait une surprise qui attendait la jeune fillette dans une caverne des montagnes, et qu'il l'y emmènerait immédiatement. Elle était extatique...\n\nMais la scène qui suivit allait rester gravée dans son esprit pour toujours...\n\nSon père invoqua cette horrible «{NON_BREAK_SPACE}Fée » noire dans cette grotte, ses yeux rouge sang avides de la délicieuse force vitale de la jeune innocente.\n\nStupéfaite, Shenhe ne savait pas d'où elle venait, ni ce qu'elle voulait en cet endroit.\n\nLes crises paralysent souvent les gens... Une seule pensée, cependant, se glissa dans l'esprit de la jeune Shenhe.\n\nCette créature voulait se repaître d'elle, mais la jeune enfant ne voulait pas mourir. Elle voulait vivre !\n\nSaisissant l'objet qu'elle gardait en souvenir de sa mère, une dague d'exorcisme, elle fit face à cette sombre « Fée », tremblante mais résolue...\n\nQuelques jours plus tard, une Adepte sur la piste de cette Fée malicieuse arriva à la caverne pour y trouver la jeune fille, effondrée à l'intérieur... Épuisée, affamée, déshydratée, sa vie ne tenait plus qu'à un fil.\n\nPrise de compassion face au destin tragique de la frêle fillette, et constatant qu'elle possédait un talent indéniable, ayant repoussé à elle seule une force terrifiante, l'Adepte la ramena, la guérit et lui fit découvrir la voie des Adeptes.\n\nSans elle, Shenhe ne serait pas ce qu'elle est aujourd'hui.",
      "pt": "Liyue não tem falta de contos populares sobre as reuniões com os adepti, e muitos deles dizem respeito a pessoas relativamente nobres que um adeptus tomou sob sua guarda, assim os elevando consideravelmente.\n\nNo entanto, as circunstâncias sob as quais o destino de Shenhe ficou ligado às moradas adeptal não era algo tão glorioso. Se qualquer coisa, foi uma experiência caracterizada pela angústia.\n\nQuando ela tinha cinco anos, sua mãe faleceu, e seu pai, tendo amado muito sua esposa, achou difícil suportar essa agonia.\n\nCom o tempo, esta agonia se transformou em ressentimento, e este ressentimento nasceu de uma obsessão, pela qual ele foi levado a perambular pela terra como um homem que enlouqueceu.\n\nEle partiu por quase um ano, nunca parou, nunca conseguiu descansar profundamente, para sempre procurando por alguma técnica que pudesse trazer sua esposa de volta.\n\nFinalmente, quando o ano estava quase no fim, ele voltou em um frenesi alegre.\n\nSeu pai tinha trazido consigo uma arte secreta conhecida como \"Transferência de Destino\"—\n\nAo fazer um ritual de sacrifício à seelie convocada por esta arte, o corpo de uma pessoa viva poderia ser trocado pela vida de uma pessoa morta.\n\nNaquela época, Shenhe ainda não estava totalmente consciente do desastre que viria a ocorrer. Ela era apenas uma criança comum, muito contente com o retorno de seu pai, que há muito tempo estava ausente.\n\nEle afirmou que tinha uma surpresa esperando por ela em uma caverna nas montanhas atrás e que a levaria para lá imediatamente. Ela estava empolgada...\n\nMas a cena que se seguiu seria gravada em sua mente para sempre.\n\nSeu pai convocou aquela horrível e horripilante \"seelie\" preta para dentro daquela caverna, seus olhos vermelhos de sangue ansiavam por sua deliciosa força vital.\n\nEspantada, Shenhe não sabia de onde tinha vindo, nem o que queria deste lugar.\n\nAs crises muitas vezes paralisam as pessoas. No entanto, apenas um pensamento se instalou na mente da jovem Shenhe.\n\nEsta criatura queria comê-la, mas ela não queria morrer. Ela queria viver!\n\nAgarrando-se à lembrança de sua mãe, pegou uma adaga de exorcismo e enfrentou aquela \"seelie\" sombria, tremendo mas resoluta...\n\nVários dias depois, um adeptus seguindo o rastro do grande mal investigaria a caverna, apenas para encontrar a menina desmaiada por dentro — desgastada, faminta, desidratada, sua vida pendurada por um fio.\n\nTendo piedade do destino ruinoso da moça, e vendo que ela possuía grande talento, tendo repelido alguma força aterradora por si mesma, o adeptus a traria de volta, a curaria e a instruiria no caminho adeptal.\n\nSe não fosse por isso, Shenhe não seria como ela é hoje.",
      "ru": "Истории о бессмертных пользуются в Ли Юэ большой популярностью. В большинстве из них повествуется о заурядном человеке, который приглянулся Адепту, стал его учеником и добился небывалых высот. История Шэнь Хэ сложилась иным образом, а начало её наполнено горечью. Когда Шэнь Хэ было пять лет, болезнь унесла жизнь её матери. Отец не смог вынести боли от утраты. В нём зародился гнев, который перерос в одержимость. Однажды он ушёл из дому и дни и ночи, словно живой мертвец, бродил в поисках способа воскресить жену. Через год он наконец вернулся, а на лице его играло буйное ликование. Он отыскал секретное магическое искусство «Перенесения судеб»: в обмен на жизнь умершего, в жертву призванной фее приносится тело живого. Шэнь Хэ, не подозревая о надвигающейся опасности, просто радовалась возвращению отца. Отец сказал ей, что в одной горной пещере её ожидает большой сюрприз, и сразу же повёл её туда. Шэнь Хэ была так счастлива... Что было дальше, ей не забыть никогда: отец призвал свирепую чёрную фею, кроваво-красные глаза которой жаждали жизни Шэнь Хэ... Шэнь Хэ сковал ледяной ужас. Она не понимала, откуда она появилась и что ей было здесь нужно. Перед лицом опасности многие не способны ничего предпринять. Но лишь одна мысль возникла в разуме маленькой Шэнь Хэ: чудовище жаждало поглотить её, но ей не хотелось умирать. Она хотела жить! Сжимая в руках память о матери, кинжал экзорциста, она с дрожью, но твёрдо шагнула навстречу чёрному страшилищу... Несколько дней спустя в пещеру по следу великого зла пришла одна из Адептов и обнаружила обессилевшую девочку, в которой едва теплилась жизнь. Пришедшая поняла, что невероятным усилием девочке удалось избежать страшной участи. Из жалости к её судьбе, но также из восхищения её дарованием, Адепт забрала девочку к себе в обитель, выходила её и начала обучать магическим искусствам. Так и появилась Шэнь Хэ, которую мы знаем сейчас.",
      "id": "Liyue memiliki banyak cerita rakyat tentang pertemuan dengan Adeptus. Banyak yang menceritakan tentang seorang rakyat jelata dan diangkat oleh para Adeptus dan posisinya menjadi sangat tinggi.\n\nTapi takdir Shenhe yang membuatnya terikat dengan para Adeptus bukanlah hal indah seperti ini. Bahkan bisa dibilang sebuah hal yang menyedihkan.\n\nSaat Shenhe berumur lima tahun, ibunya meninggal dunia. Kemudian ayahnya yang sangat mencintai ibunya jatuh dalam kesedihan yang mendalam.\n\nSeiring waktu, kesedihan ini berubah menjadi kebencian, dan kebencian melahirkan obsesi. Hingga dia berkeliling ke seluruh penjuru seperti orang yang gila.\n\nDia pergi selama hampir setahun, tidak pernah berhenti, tidak pernah tidur dengan nyenyak, selalu mencari cara untuk menghidupkan kembali istrinya.\n\nAkhirnya, setelah satu tahun hampir berlalu, dia kembali dengan sangat gembira.\n\nAyah Shenhe kembali dan membawa sebuah ilmu rahasia yang disebut \"Peminjaman Takdir\".\n\nDengan mengadakan upacara untuk seelie yang dipanggil dengan ilmu ini, tubuh seseorang yang hidup bisa ditukar dengan nyawa orang mati.\n\nPada waktu itu, Shenhe sama sekali tidak tahu tentang bencana yang akan menimpa. Dia hanya seorang anak kecil yang sangat senang karena ayahnya telah kembali setelah begitu lama.\n\nAyah Shenhe berkata kalau dia menyiapkan kejutan untuknya di sebuah gua di gunung belakang, dan dia akan segera membawanya ke sana. Shenhe sangat gembira saat mendengarnya ....\n\nTapi Shenhe tidak akan pernah bisa melupakan hal yang terjadi di tempat itu.\n\nAyahnya memanggil sebuah \"seelie\" hitam yang berwujud sangat mengerikan. Dengan matanya yang berwarna merah darah dan haus akan energi kehidupan.\n\nShenhe yang terkejut tidak tahu dari mana asalnya makhluk itu, dan kenapa dia datang.\n\nSebuah krisis dapat dengan mudah membuat seseorang terpaku. Tapi ada satu hal yang ada di pikiran Shenhe kecil.\n\nMakhluk ini ingin memakan Shenhe, tapi dia tidak mau mati. Dia masih mau hidup!\n\nSambil memegang benda peninggalan ibunya, sebuah belati pengusir roh jahat, Shenhe menghadapi \"seelie\" hitam itu sambil gemetaran, tapi dengan yakin ....\n\nBeberapa hari kemudian, datanglah satu Adeptus memeriksa gua ini setelah mengikuti jejak dari roh jahat itu. Tapi yang dia temukan hanyalah seorang gadis kecil yang tergeletak tak berdaya, kelaparan, dan hampir tidak bernyawa.\n\nKarena belas kasihan pada nasib yang menimpanya, dan melihat bahwa Shenhe sangat berbakat karena berhasil mengusir kekuatan jahat sendirian, Adeptus ini membawanya pulang, menyembuhlannya, dan mengajarkannya ilmu Adeptus.\n\nTanpa bantuan Adeptus itu, Shenhe tidak akan menjadi seperti Shenhe hari ini.",
      "th": "นิทานพื้นบ้านของ Liyue มีเรื่องราวมากมายเกี่ยวกับโชคชะตาที่ลิขิตไว้ล่วงหน้า ซึ่งส่วนใหญ่จะพูดถึงตำนานของผู้คนที่ไร้นามที่พบเจอกับเหล่าเซียน ถูกรับเข้าเป็นศิษย์และมีพลังอำนาจขึ้นมาอย่างรวดเร็ว\n\nแต่โชคชะตาที่ Shenhe ถูกรับเข้าเป็นศิษย์ของเหล่าเซียนมิได้เป็นเช่นนั้น เมื่อเปรียบเทียบกันแล้ว ก็จะดูขมขื่นกว่าสักหน่อย\n\nเมื่อ Shenhe อายุได้ห้าขวบ แม่ของเธอได้เสียชีวิตลงด้วยอาการป่วย พ่อของเธอรักภรรยามากจนทนความเจ็บปวดไม่ไหว\n\nเป็นเช่นนั้นอยู่เนิ่นนาน ด้วยความคับแค้นใจจึงเกิดมารขึ้นในใจ เขาจึงออกจากบ้านไปตระเวนเร่ร่อนอย่างบ้าคลั่ง\n\nเขาออกไปครั้งนึงกินเวลาไปเป็นปี ๆ ทุกวันทุกคืนไม่หยุดพักหรือนอนหลับ เพียงเพื่อต้องการหาวิชาที่จะชุบชีวิตภรรยาที่ตายไปแล้วของเขากลับคืนมา\n\nในที่สุดพ่อของเธอก็กลับมาด้วยความดีใจ ในช่วงเวลาก่อนที่ Shenhe จะพ้นวัยเด็ก\n\nสิ่งที่เขานำกลับมาด้วยคือวิชาลึกลับชนิดหนึ่งที่มีชื่อเรียกว่า \"ใช้ชีวิตแลกชีวิต\"...\n\nเมื่อถวายเครื่องสังเวยให้กับ Seelie ที่ถูกอัญเชิญออกมาด้วยวิชาลึกลับ จะสามารถใช้ร่างที่ยังมีชีวิตอยู่ ชุบชีวิตของคนที่ตายไปแล้วกลับมาได้\n\nในตอนนั้น Shenhe ไม่ได้รับรู้ถึงหายนะที่กำลังจะเกิดขึ้น เธอเป็นแค่เด็กธรรมดาคนหนึ่ง ที่ดีใจที่พ่อของเธอผู้ที่ไม่ได้กลับมาที่บ้านเป็นเวลานานในที่สุดก็กลับมาสักที\n\nพ่อของเธอบอกว่าได้เตรียมเซอร์ไพรส์ครั้งใหญ่ไว้ให้เธอที่ถ้ำหลังภูเขา และจะพาเธอไปดูในตอนนั้นเลย ทุกสิ่งทุกอย่างต่างก็ทำให้เธอมีความสุขมากทั้งนั้น...\n\nแต่ฉากหลังจากนั้น กลับเป็นสิ่งที่ยากจะลืมเลือนสำหรับ Shenhe มาจนถึงทุกวันนี้...\n\nพ่อของเธอได้อัญเชิญ Seelie สีดำอันน่าสะพรึงกลัวเข้าไปในถ้ำ ในดวงตาแดงก่ำราวกับสีโลหิตของมันมีเพียงชีวิตที่สดใหม่ของ Shenhe เท่านั้น\n\nShenhe ตกใจมาก เธอไม่รู้ว่ามันมาจากที่ไหนและต้องการเอาอะไรไปจากครอบครัวนี้อีก\n\nความอันตรายทำให้ผู้คนไร้ซึ่งสติปัญญา Shenhe ที่ไร้เดียงสาคิดออกเพียงอย่างเดียวเท่านั้น\n\nมอนสเตอร์ต้องการที่จะกลืนกินเธอ แต่เธอไม่อยากตาย เธออยากมีชีวิตอยู่ต่อไป\n\nเธอกำเครื่องรางของแม่ของเธอซึ่งก็คือกริชขับไล่ปีศาจไว้แน่น เธอทั้งสั่นเทาและยืนหยัดที่จะเผชิญหน้ากับ Seelie สีดำ...\n\nหลายวันต่อมา เซียนได้ติดตามกลิ่นอายสิ่งชั่วร้ายเข้ามาในถ้ำ ถึงได้พบกับร่างที่ไร้เรี่ยวแรง หิวโหย และหายใจรวยรินของเด็กสาว\n\nท่านเซียนสงสารในชะตากรรมอันเลวร้ายของเธอ และมองออกว่าเธอขับไล่สิ่งชั่วร้ายอันน่าสะพรึงกลัวด้วยกำลังของเธอเอง เมื่อนึกถึงพรสวรรค์ของเธอแล้ว จึงพาเธอกลับไปยังที่พำนัก เพื่อปรับลมปราณและสั่งสอนวิชาต่าง ๆ ให้กับเธอ\n\nเพราะแบบนี้ ถึงได้มี Shenhe ในทุกวันนี้",
      "vi": "Trong dân gian Liyue lưu truyền rất nhiều câu chuyện về tiên duyên, đa số kể về những kẻ vô danh tiểu tốt được tiên nhân để mắt, thu làm đệ tử, từ đó một bước lên mây.\n\nNhưng câu chuyện về Shenhe gia nhập tiên môn lại hoàn toàn khác hẳn. Nếu mang ra so sánh, thì thậm chí còn có phần cay đắng.\n\nKhi Shenhe lên năm, mẹ cô qua đời vì bệnh tật, cha cô vì yêu vợ tha thiết nên không chấp nhận được nỗi mất mát này.\n\nDần dà, vì quá nhớ nhung mà sinh oán hận, vì oán hận mà sinh tâm ma, rồi phát điên mà ra ngoài hành tẩu.\n\nÔng ấy một đi là cả năm trời, ngày không dừng, đêm không nghỉ, một mực đi tìm pháp thuật hồi sinh cho vợ mình.\n\nVà năm đó khi Shenhe vẫn còn là một đứa trẻ, cuối cùng cha cô cũng đã vui vẻ quay trở về.\n\nHơn nữa còn mang về một loại thuật pháp thần bí mang tên \"lấy mạng đổi mạng\"...\n\nDâng hiến tế phẩm để triệu hồi tiên linh, lấy cơ thể người sống để đổi mạng với người đã khuất.\n\nLúc đó, Shenhe không hề cảm nhận được tai họa sắp sửa đến với mình, cô ấy chẳng qua chỉ là một đứa trẻ bình thường, vui mừng chào đón người cha đã lâu không trở về.\n\nCha cô nói đã chuẩn bị cho cô một bất ngờ lớn ở hang động phía sau núi, sẽ đưa cô đi xem ngay, điều này làm Shenhe cảm thấy rất vui...\n\nVà từng cảnh tượng sau đó thật sự đã khiến cho Shenhe đến nay vẫn khó lòng quên được...\n\n\"Tiên linh\" đen đúa hung hăng được cha cô triệu hồi vào hang động, đôi mắt đỏ như máu của nó như muốn ăn tươi nuốt sống Shenhe.\n\nShenhe rất kinh hãi, không biết nó từ đâu ra, cũng không biết nó muốn lấy đi thứ gì.\n\nHiểm nguy khiến con người trở nên chậm chạp, Shenhe nhỏ bé dần dần cũng chỉ nghĩ được một chuyện mà thôi.\n\nMa vật muốn nuốt chửng cô, nhưng cô không muốn chết, cô muốn được sống tiếp.\n\nShenhe nắm chặt lấy di vật của mẹ mình - một con dao găm đuổi tà, vừa run rẩy vừa kiên định bước về phía \"tiên linh\" màu đen đó...\n\nVài ngày sau đó, tiên nhân lần theo hơi thở của tàn dư tà ma, vào hang dò xét, mới phát hiện ra một bé gái đã kiệt sức, bị bỏ đói nhiều ngày, đang nằm thoi thóp trong hang.\n\nTiên nhân xót thương cho vận mệnh oái ăm của cô bé, cũng nhìn ra được bé gái ấy đã dựa vào sức của chính mình để đẩy lui một thứ gì đó rất đáng sợ. Niệm tình thiên chất hơn người, tiên nhân đã đưa bé gái về phủ để tịnh dưỡng, chăm sóc dạy dỗ.\n\nVà vì thế, mới có Shenhe của ngày hôm nay."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "久居山中修习十数年，再如何淡漠的心也会起波澜。\n\n申鹤亦是如此，她在某个心血来潮的夜晚暗自下山，回到曾经的故乡。\n\n她不明白自己是否仍抱有对家与亲缘的眷念，仅仅是遵从着某种朦胧的情思，\n\n想要去曾居住过的房屋，看看从前那个执迷不悟的父亲如今过着怎样的生活。\n\n然而，当她回到故地，才从邻人口中得知，父亲早在数年前去世。\n\n儿时生活的旧屋也被典当拆除，所有记忆中的痕迹都已消失在飘摇风雨中。\n\n申鹤丝毫不在乎旁人对她的关注，不愿回应邻里对她的种种疑问。\n\n只是沉默地站在原地，聆听内心深处一瞬而过的呼啸声。\n\n怨恨？执妄？释然？\n\n一瞬之间，什么都有，又什么都没能留存下来，心中仅余一口无波的古井。\n\n甚至是一口彻底干涸的井，失去了可供涟漪存在的水面。\n\n她长久地站在那里，最终迎着人们诧异的目光离开。\n\n每一步都走得很慢，一次也没有回头。",
      "zht": "久居山中修習十數年，再如何淡漠的心也會起波瀾。\n\n申鶴亦是如此，她在某個心血來潮的夜晚暗自下山，回到曾經的故鄉。\n\n她不明白自己是否仍抱有對家與親緣的眷念，僅僅是遵從著某種朦朧的情思，\n\n想要去曾居住過的房屋，看看從前那個執迷不悟的父親如今過著怎樣的生活。\n\n然而，當她回到故地，才從鄰人口中得知，父親早在數年前去世。\n\n兒時生活的舊屋也被典當拆除，所有記憶中的痕跡都已消失在飄搖風雨中。\n\n申鶴絲毫不在乎旁人對她的關注，不願回應鄰里對她的種種疑問。\n\n只是沉默地站在原地，聆聽內心深處一瞬而過的呼嘯聲。\n\n怨恨？執妄？釋然？\n\n一瞬之間，什麼都有，又什麼都沒能留存下來，心中僅餘一口無波的古井。\n\n甚至是一口徹底乾涸的井，失去了可供漣漪存在的水面。\n\n她長久地站在那裡，最終迎著人們詫異的目光離開。\n\n每一步都走得很慢，一次也沒有回頭。",
      "jp": "十数年、山で修行していれば、いかに冷めた心でも波打つことがある。\n\n無論、申鶴も例外ではない。ある夜、ふと思い立ち、彼女は一人で山を下りて故郷に帰ったことがある。\n\n故郷や親族に心残りがあったわけではない。ただ、漠然とした感情に従っての行動であった。\n\nかつて住んでいた家に行き、過去のことに執着する父がどのような生活をしているのか、確かめてみたいと思った。\n\n申鶴が故郷に戻って近くの人に尋ねてみると、父は数年前に亡くなっていた。\n\n子供の頃に住んでいた家も質に入れられた後、取り壊され、記憶の中にあった痕跡も風雨にさらされてすべて消えていた。\n\n申鶴は人々の注目を集めていたが気にもせず、声を掛けられても一切答えなかった。\n\n心の奥底に響く音に耳を傾けながら、彼女はただ黙って立ち尽くすのみ。\n\n怨恨？妄念？これで我の心は晴れたのだろうか？\n\nそれらが一瞬にして浮かび上がり、そして何も残らなかった。心には、波の立たない古い井戸があるだけ。\n\nそれは完全に干上がっており、波紋も広がらない。\n\n彼女は長い間、その場に立っていた。やがて、人々が怪訝そうに見つめる中、彼女は去った。\n\n一歩一歩ゆっくりと、一度も振り返ることなく足を進めて。",
      "ko": "산속에서 수십 년 동안 수련하면 아무리 무덤덤해진 사람이라도 마음에 파문이 일기 마련이다.\n\n신학도 그랬다. 어느 날 밤 문득  고향이 생각난 그녀는 사부님 몰래 하산한다.\n\n고향과 가족에 대한 그리움이 남아있는지는 모르겠지만, 그녀는 그저 막연한 감정을 갖고 떠났을 뿐이다.\n\n그녀는 예전에 자신이 살았던 집에 가보고 싶었고, 과거에서 벗어나지 못하는 아버지가 어떻게 살아가는지 보고 싶었다.\n\n고향에 도착한 신학은 이웃에게 아버지가 몇 년 전에 돌아가셨다는 소식을 전해 듣는다.\n\n어릴 때 살던 집도 사라졌고, 기억 속의 얼마 안 되는 추억들도 비바람에 흔적도 없이 씻겨 나갔다.\n\n신학은 주위의 시선에 아랑곳하지 않았고, 사람들이 말을 걸어와도 대답하지 않았다.\n\n그저 가만히 제자리에 서서 마음 깊은 곳에서 울리는 소리에 귀를 기울일 뿐이었다.\n\n원망? 집념? 초연?\n\n이러한 감정이 떠올랐다가 순식간에 사라지고 그녀의 마음은 오래된 우물이 되었다.\n\n완전히 말라버려서 파문이 일지 않는 우물말이다.\n\n오랫동안 자리를 지키던 그녀는 사람들의 의아해하는 눈빛을 받으며 발걸음을 옮겼다.\n\n단 한 번도 뒤돌아보지 않고 한 걸음 한 걸음씩…",
      "en": "Even the most diffident heart, cooled from living and training in the mountains for over a decade, might sometimes experience strange surges.\n\nSo it was with Shenhe. On impulse, she came down from the mountains one night to return to what was once her home.\n\nShe did not know how she felt about her home or her family. She was merely driven by some nebulous desire:\n\nTo live in the house that was once hers, and to see what became of her father, lost in his obsession.\n\nShe learned from neighbors that he had passed away several years prior only when she got there.\n\nHer childhood home had also been demolished by pawnbrokers — and thus had all the traces of her memory dissipated.\n\nShe did not care about the attention she was attracting, and did not answer a single one of the questions asked by those in the vicinity.\n\nShe simply stood there, listening to the howls that swept through the depths of her heart.\n\nWas it hatred? Mania? Relief?\n\nThey were all there, and yet none tarried for even an instant. It was as if her heart were an old well without ripples.\n\nNo, like a barren well with no water upon which there might be ripples.\n\nShe stood there for a long time, before departing again before the astonished eyes of all.\n\nEach step was slow indeed, but she never once turned back.",
      "de": "Nach einem Dutzend Jahren des harten Lernens und Trainings in den Bergen keimte im Herzen von Shenhe, egal wie gleichmütig sie war, der kleine Trieb nach der menschlichen Nähe und Wärme auf.\n\nAls die verschwommenen aber glücklichen Erinnerungen der entfernten Vergangenheit wieder einmal ihr Inneres überschwemmten, brach sie in der Mitternacht auf und kehrte nach ihrer Heimat zurück.\n\nIhr war es eigentlich nicht klar, ob sie ihre Eltern wirklich vermisste. Sie folgte bloß der vagen Neugier.\n\nSie mochte das Haus nochmals sehen, in dem sie einst gelebt hatte. Sie wollte wissen, wie es ihrem verrückten Vater ging.\n\nJedoch, als sie endlich wieder da war, sah sie nichts, was sie erwartet hatte. Die Nachbarn erzählten ihr, dass ihr Vater vor einigen Jahren schon gestorben war.\n\nDas Haus, in dem die kleine Shenhe die leckeren Speisen von der Mutter genossen und Verstecken mit ihrem Vater gespielt hatte, war schon verkauft und niedergerissen. Alle Spuren der Vergangenheit waren im stummen Sturm der Zeit verwischt und fort.\n\nShenhe schenkte den neugierigen Blicken der anderen keine Aufmerksamkeit und antwortete auf die Fragen der Dorfleute nur mit Schweigen.\n\nSie stand einfach da, ohne ein einziges Wort zu sagen, und hörte im tiefsten Herzen flüchtiges Gesause.\n\nWas war denn das? War es das Geheule des Hasses? Ein Jammer des Wahns? Oder ein Seufzer der Erlösung?\n\nTief in ihrem Inneren schien alles in jenem Augenblick plötzlich aus dem Boden zu schießen, und dann wieder in sich zusammenzufallen. Was übrigblieb, war bloß ein Brunnen, in dem kein Rauschen der Wellen zu vernehmen war.\n\nDenn auch der letzte Wassertropfen im Brunnen war schon versiegt.\n\nAls Shenhe wieder zu sich kam, hatte sie schon stundenlang unberührt dagestanden. Während all die anderen Leute ihr erstaunt zuschauten, beschloss sie, wieder in die Berge zurückzukehren.\n\nSie machte sich auf den Weg zurück, mit sehr langsamen aber entschlossenen Schritten, ohne einmal zurückzuschauen.",
      "es": "Los impulsos pueden surgir en cualquier momento por muy indiferente que uno sea e incluso tras más de diez años meditando en las montañas.\n\nShenhe no es ninguna excepción. En un impulso, una noche salió de las montañas a escondidas para volver a su hogar natal.\n\nNo sabía si extrañaba a su familia y su hogar, pero aun así decidió hacer caso a ese pensamiento.\n\nEntonces, fue a su antigua casa para ver qué tal estaba su padre, quien tantas cosas había hecho mal a lo largo de su vida.\n\nSin embargo, cuando llegó, unos vecinos le dijeron que su padre había fallecido varios años atrás.\n\nHabían empeñado la casa en la que había vivido de pequeña y, de repente, todos sus recuerdos se desvanecieron como arrastrados por el viento.\n\nA Shenhe le daba igual la preocupación de los demás hacia ella, ni tampoco quería responder a las mil preguntas de sus antiguos vecinos.\n\nSolo se quedó allí inmóvil mientras escuchaba un grito procedente de su interior más profundo.\n\n¿Era el odio? ¿El apego? ¿Una sensación de liberación?\n\nEn una fracción de segundo, sintió que lo tenía todo y, al mismo tiempo, que se había quedado sin nada. Su interior era como un pozo en el que no había ni una ondulación; o incluso como un pozo completamente seco, sin un agua que pudiera emitir esas ondulaciones.\n\nEstuvo allí parada un buen rato, hasta que al fin se marchó mientras sus vecinos la miraban atónitos.\n\nShenhe caminaba muy, muy lentamente, y en ningún momento miró atrás.",
      "fr": "Même le cœur le plus réservé, refroidi par la vie et un entraînement dans les montagnes pendant plus d'une décennie, peut parfois connaître d'étranges poussées d'émotions.\n\nAinsi en fut-il avec Shenhe... Sur un coup de tête, elle descendit des montagnes une nuit pour retourner dans ce qui était autrefois sa maison.\n\nNe sachant pas ce qu'elle ressentait pour son foyer ou sa famille, elle était simplement motivée par un désir nébuleux :\n\nVivre dans la demeure qui autrefois fut la sienne, voir ce qu'il était advenu de ce père perdu dans ses obsessions.\n\nCe n'est que lorsqu'elle arriva là-bas qu'elle apprit des voisins que ce dernier était décédé depuis plusieurs années.\n\nSa maison d'enfance avait également été démolie par des prêteurs sur gages... Et ainsi, toutes les traces de ses souvenirs avaient été dissipées.\n\nElle ne se soucia guère de l'attention qu'elle attira, et ne répondit à aucune des questions posées par ceux qui se trouvaient dans le coin.\n\nElle se tint simplement là, à l'écoute des hurlements parcourant les profondeurs de son cœur...\n\nÉtait-ce de la haine ? De l'obsession ? Du soulagement ?\n\nToutes ces émotions surgirent... Et pourtant aucune ne s'attarda plus d'un instant, comme si son cœur était un ancien puits sans la moindre ondulation de sa surface.\n\nNon, plutôt comme un puits asséché dans lequel il ne pouvait y avoir d'ondulations.\n\nElle resta là un long moment, avant de repartir sous les yeux étonnés des badauds.\n\nBien que chacun de ses pas fut lent, elle ne se retourna pas même une seule fois...",
      "pt": "Até mesmo o coração mais reservado, esfriado após viver e treinar nas montanhas por mais de uma década, pode às vezes experimentar estranhos surtos.\n\nFoi assim com a Shenhe. Por impulso, ela desceu das montanhas uma noite para voltar ao que um dia foi sua casa.\n\nEla não sabia o que sentia por sua casa ou por sua família. Ela estava apenas movida por um desejo nebuloso:\n\nViver na casa que um dia já foi dela, ver o que aconteceu com seu pai, perdido em sua obsessão.\n\nEla aprendeu com os vizinhos que ele havia falecido vários anos atrás somente quando ela chegou lá.\n\nSua casa de infância também havia sido demolida por penhoristas - e assim todos os vestígios de sua memória se dissiparam.\n\nEla não se preocupou com a atenção que estava atraindo, e não respondeu a uma única das perguntas feitas pelas pessoas da vizinhança.\n\nEla simplesmente ficou ali, ouvindo os lamentos que varriam as profundezas de seu coração.\n\nEra ódio? Euforia? Alívio?\n\nTodos eles estavam lá, e ainda assim nenhum permaneceu por um instante. Era como se seu coração fosse um poço velho sem ondulações.\n\nNão, como um poço estéril, sem água pelo qual poderia haver ondulações.\n\nEla permaneceu ali por muito tempo, antes de partir novamente diante dos olhos estupefatos de todos.\n\nCada passo realmente foi lento, mas ela nunca olhou para trás.",
      "ru": "За десять лет в горах даже самому безразличному сердцу захочется человеческого тепла. Не обошло это и Шэнь Хэ. Однажды ночью она по наитию покинула тайком горы и отправилась в свою когда-то родную деревню. Тоскует она по дому или нет, Шэнь Хэ не понимала, а просто доверилась некоему смутному чувству. Ей захотелось взглянуть на дом, в котором она когда-то жила, и на утратившего рассудок отца. Но по приходу от соседей она узнала, что отец умер несколько лет назад. Дом её детства разобрали в счёт долгов, а от былых воспоминаний не осталось и следа. Ни до любопытных взглядов окружающих, ни до расспросов соседей дела Шэнь Хэ не было. Она лишь молча стояла, прислушиваясь к сердцу. Что это было? Ненависть? Одержимость? Освобождение? В одно мгновение все эти переполнявшие её сердце чувства исчезли, и остался высохший колодец, где нет воды для бегущей ряби. Она стояла ещё долго, пока наконец не ушла под удивлённые взгляды деревенских. Она ступала медленно, но так ни разу и не обернулась.",
      "id": "Bahkan hati yang acuh tak acuh karena tinggal dan berlatih di pegunungan selama belasan tahun sekalipun, kadang tetap bisa bergejolak.\n\nDemikian juga Shenhe. Karena suatu dorongan, suatu malam dia turun dari gunung untuk mengunjungi rumah lamanya dulu.\n\nDia tidak mengerti apa yang dia rasakan tentang rumahnya, atau keluarganya. Dia hanya terdorong oleh suatu keinginan yang samar-samar:\n\nIa ingin tinggal di rumah lamanya, melihat nasib ayahnya yang tenggelam dalam obsesinya.\n\nSetelah sampai di sana, Shenhe baru diberi tahu oleh tetangganya kalau ayahnya telah meninggal beberapa tahun yang lalu.\n\nRumah masa kecilnya juga sudah dihancurkan oleh pegadaian, bersama dengan semua jejak yang ada dalam ingatan Shenhe.\n\nShenhe tidak peduli bahwa dia telah menarik perhatian banyak orang, dia tidak menjawab pertanyaan dari orang-orang di sekitarnya.\n\nDia hanya berdiri di sana, mendengar lolongan yang bergema di lubuk hatinya.\n\nApakah itu kebencian? Kegilaan? Atau rasa lega?\n\nSemua rasa itu bercampur aduk, tapi hanya dalam sekejap, tidak ada yang tersisa ... bagaikan sumur tua tanpa riak air.\n\nBukan, bagaikan sumur kering yang bahkan tidak memiliki riak air.\n\nShenhe berdiri untuk waktu yang lama sekali, lalu pergi dari sana, melewati tatapan-tatapan orang di sekitar yang terkejut.\n\nSetiap langkahnya terasa pelan, tapi Shenhe tidak pernah sekalipun menengok ke belakang.",
      "th": "แม้จะฝึกฝนอยู่บนขุนเขามานานหลายสิบปี ไม่ว่าหัวใจจะเฉยชาแค่ไหนก็อาจจะสั่นไหวได้บ้าง\n\nShenhe เองก็เป็นเช่นนั้น ในยามค่ำคืนเธอเกิดความคิดหนึ่งขึ้นมาจึงแอบลงจากภูเขา และกลับไปยังบ้านเกิดที่เธอเคยอาศัยอยู่\n\nเธอไม่รู้ว่าเธอยังคิดถึงครอบครัวและญาติ ๆ อยู่หรือเปล่า เพียงแค่ทำตามความรู้สึกที่คลุมเครือบางอย่างเท่านั้น\n\nอยากกลับไปดูบ้านที่เคยอาศัยอยู่ กลับไปดูว่าในตอนนี้พ่อที่ยึดติดจนไร้สติมีชีวิตเป็นอย่างไรบ้าง\n\nแต่อย่างไรก็ตาม เมื่อเธอกลับไปถึงบ้านเกิด ก็ได้รู้จากปากของเพื่อนบ้านว่า พ่อของเธอได้เสียชีวิตไปเมื่อหลายปีก่อน\n\nบ้านหลังเก่าที่เคยอยู่ในวัยเด็กถูกจำนำและรื้อถอนไปแล้ว ร่องรอยความทรงจำในวัยเด็กของเธอทั้งหมดก็ได้เลือนหายไปท่ามกลางสายฝนและลมที่พัดไหว\n\nShenhe ไม่ได้สนใจต่อความสนใจที่ผู้อื่นมีต่อตัวของเธอแม้แต่น้อย และไม่สนใจที่จะตอบคำถามต่าง ๆ นานาที่เพื่อนบ้านมีต่อเธอ\n\nเธอแค่ยืนอยู่ในที่เดิมเงียบ ๆ ฟังเสียงหวีดหวิวที่ดังขึ้นในก้นบึ้งของหัวใจ\n\nคับแค้น? ติดค้าง? โล่งใจ?\n\nในชั่วพริบตาทุกอย่างปรากฏขึ้นมา แต่ก็หายไปอย่างไร้ร่องรอย ในใจเหลือเพียงบ่อน้ำโบราณที่ไร้ซึ่งเกลียวคลื่นบ่อหนึ่งเท่านั้น\n\nหรืออาจจะเป็นบ่อน้ำที่แห้งสนิท ไร้ซึ่งผิวน้ำที่จะทำให้เกิดระลอกคลื่นขึ้นมาได้\n\nเธอยืนอยู่ที่นั่นเป็นเวลานาน และในที่สุดก็จากไปพร้อมการเผชิญกับสายตาที่ประหลาดใจของผู้คน\n\nทุกย่างก้าวของเธอเป็นไปอย่างเชื่องช้า แต่ไม่เคยคิดที่จะหันหลังกลับมาแม้เพียงครั้งเดียว",
      "vi": "Hơn mười năm ẩn cư tu luyện trong núi, một trái tim cho dù có lạnh lùng thế nào đi nữa rồi cũng sẽ có lúc lay động.\n\nShenhe cũng như thế, vào một đêm ngẫu hứng, cô ấy đã âm thầm xuống núi, quay lại cố hương xưa kia.\n\nCô không rõ bản thân mình có còn nhung nhớ gia đình và người thân hay không nữa, mà chỉ đi theo một thứ xúc cảm mông lung.\n\nCô chỉ muốn quay lại ngôi nhà mà ngày xưa mình đã từng sống, xem thử người cha chấp mê bất ngộ năm nào giờ đây sống ra sao.\n\nThế nhưng, khi cô ấy quay về chốn xưa, qua lời kể của chòm xóm, mới biết được rằng cha cô đã qua đời nhiều năm trước.\n\nĐến cả ngôi nhà năm xưa cũng đã mà bị tháo dỡ vì cầm cố, tất cả vết tích của ký ức đều tan biến trong mưa gió phảng phất.\n\nShenhe hoàn toàn không để tâm đến những người xung quanh, không màng trả lời các nghi vấn của xóm giềng.\n\nCô ấy chỉ trầm tư đứng đó, lắng nghe tiếng nói từ sâu thẳm trong tim mình.\n\nOán hận? Than trách? Buông bỏ?\n\nChỉ trong thoáng chốc ấy, tất thảy mọi thứ đều hiển hiện, nhưng cũng chẳng thể lưu lại bất cứ điều gì, tâm hồn hệt như một cái giếng tĩnh lặng.\n\nThậm chí còn là cái giếng khô cằn, không còn gì dẫu là một gợn nước lăn tăn.\n\nCô ấy đứng đó hồi lâu, cuối cùng cũng rời đi dưới ánh mắt soi mói của mọi người.\n\nTừng bước từng bước thật chậm, cũng không hề ngoảnh đầu nhìn lại dù chỉ một lần."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "与占星类似，璃月也有以卜卦感知命运的方法。\n\n其中，有两种「命格」令人们避之不及。\n\n一是孤辰之命，命定亲朋离散，孤寡一生。\n\n二是劫煞之命，命定多灾多劫，命途凶险。\n\n仙家收留申鹤后，曾由削月筑阳真君出面为幼小的她卜卦。\n\n卦象显示，申鹤的命格既犯孤辰，又冲劫煞，杀性极重，是千年难遇、伤人伤己的大凶命格。\n\n为使申鹤安全长大又不殃及无辜之人，仙人们在申鹤身上施了红绳缚魂之法。\n\n缚住她身上凶煞与杀气的同时，似乎也禁锢了许多本属于人的情绪。\n\n自那以后，琐事越来越难在她心中激起波澜，常人重视的事物之于她也不过是过眼尘埃。\n\n人性越来越弱的她，活像一尊缺乏七情六欲的美丽雕塑。\n\n但令人意外的是，在与那位异乡旅者的接触中，她居然隐约感觉到——\n\n久违的陌生情感逐渐涌现，像是命运深处的东西开始松动了。\n\n或许如削月筑阳真君所说，命由天定，运由人写。申鹤与这人世的故事，还没有走到末尾…",
      "zht": "與占星類似，璃月也有以卜卦感知命運的方法。\n\n其中，有兩種「命格」令人們避之不及。\n\n一是孤辰之命，命定親朋離散，孤寡一生。\n\n二是劫煞之命，命定多災多劫，命途兇險。\n\n仙家收留申鶴後，曾由削月築陽真君出面為幼小的她卜卦。\n\n卦象顯示，申鶴的命格既犯孤辰，又沖劫煞，殺性極重，是千年難遇、傷人傷己的大凶命格。\n\n為使申鶴安全長大又不殃及無辜之人，仙人們在申鶴身上施了紅繩縛魂之法。\n\n縛住她身上凶煞與殺氣的同時，似乎也禁錮了許多本屬於人的情緒。\n\n自那以後，瑣事越來越難在她心中激起波瀾，常人重視的事物之於她也不過是過眼塵埃。\n\n人性越來越弱的她，活像一尊缺乏七情六欲的美麗雕塑。\n\n但令人意外的是，在與那位異鄉旅者的接觸中，她居然隱約感覺到——\n\n久違的陌生情感逐漸湧現，像是命運深處的東西開始鬆動了。\n\n或許如削月築陽真君所說，命由天定，運由人寫。申鶴與這人世的故事，還沒有走到末尾…",
      "jp": "占星術のように、璃月にも運命を占う方法がある。\n\nその占いが示す結果の中でも、人々が特に避けているのが二つの「命格」だ。\n\n一つは孤辰の運命。家族や友人と離れ離れになり、生涯孤独となる運命である。\n\nもう一つが劫煞の運命。数多の災難に見舞われ、常に危険が伴う運命である。\n\n幼い申鶴を仙人が引き取った後、削月築陽真君が彼女を占ったことがあった。\n\n結果、申鶴はその命格を二つとも背負っていた。彼女は孤独で仇なす者であり、その溢れ出る殺意は千年に一度の凶兆。\n\n申鶴を平穏無事に成長させ、無関係な人間に害を与えないためにも、仙人たちが施したのが赤紐で彼女の魂を縛る術だ。\n\nその術により、彼女が放つ殺意と害意は確かに縛られた。しかし、同時に人間が持つ様々な感情も封じられてしまった。\n\nそれ以来、申鶴は些細なことで動じなくなり、人が大切にするものも彼女の目には塵として映るようになった。\n\n人間性が徐々に薄れていく彼女は、まるで欲のない美しい彫像のよう。\n\nだが、ある異郷の旅人との出会いをきっかけに、自分の運命の奥底にある何かが緩んで行くことに彼女は気づいた。\n\nそして、長いこと消えていた馴染みのない感情が、少しずつ彼女に現れ始める。\n\n削月築陽真君が言うように——運命は天が定めるもの、運勢は人が描くものだ。申鶴とこの世の物語は、まだ幕を閉じてはいない…",
      "ko": "점성술처럼 리월에도 운명을 점치는 방법이 있다.\n\n그리고 모두가 피하고 싶어하는 두 가지 「팔자」가 있다.\n\n첫째는 고진(孤辰), 가족이나 친구와 헤어져 평생 고독하게 살아갈 운명이요.\n\n둘째는 겁살(劫煞), 다사다난하고 항상 위험이 따르는 운명이다.\n\n선인이 신학을 거두고 나서 소월축양진군이 어린 신학을 위해 점괘를 봐준 적이 있다.\n\n점을 친 결과, 신학은 고진과 겁살의 운명을 모두 타고났고, 살심이 강해서 자신뿐만 아니라 타인한테도 해를 끼칠 수 있는 천년에 한번 보기 어려운 흉험한 팔자로 나왔다.\n\n신학이 무탈하게 성장하고 무고한 사람에게 해를 끼치는 걸 막기 위해, 선인들은 붉은 끈에 술법을 걸어 그녀의 영혼을 묶었다.\n\n이는 그녀의 불길한 기운과 살기뿐만 아니라 인간의 자연스러운 감정 또한 옭아매는 듯했다.\n\n그 이후, 그녀는 사소한 일에 동요하지 안핬고, 평범한 사람들이 중요하게 여기는 일도 그녀에게는 하찮기만 했다.\n\n인간성이 점점 사라지면서 그녀는 마치 욕망과 감정이 결여된 살아있는 조각상과도 같았다.\n\n하지만 어느 여행자와의 만남을 계기로——\n\n운명 깊숙한 곳에 자리한 무언가가 느슨해지기라도 했는지, 그녀는 오랫동안 억눌러왔던 감정이 점차 끓어오르는 것을 느꼈다.\n\n소월축양진군의 명은 하늘이 정하고 운은 본인이 만드는 것이다라는 말처럼, 신학과 이 세상의 이야기는 아직 끝나지 않았다…",
      "en": "Liyue has its own fortune-telling, destiny-reading methods, similar to astrology.\n\nOf these, there are two fates that people seek to avoid at all costs.\n\nOne is that of the \"solitary star,\" which dictates that one will be separated from friends and family, living alone all one's days.\n\nThe other is \"disastrous evil,\" which means that one will face many hardships and perils.\n\nWhen the adepti rescued Shenhe, Moon Carver did once read her fortune.\n\nThe signs showed that she was marked by both the \"solitary star\" and \"disastrous evil,\" and that she was also plagued by intense homicidal urges — she was thus a person of supremely ominous destiny, doomed to harm both herself and others.\n\nTo ensure that she could grow up safely and not harm any innocents, the adepti bound her soul using red ropes.\n\nThis binding had the effect of restraining both her evil fate and her violent tendencies, but also shackled many emotions that should have originally belonged to a human.\n\nFrom then on, she became more and more disaffected by trivial matters, and even things most might consider important were but dust to her.\n\nShe became ever less human, and ever more like a lovely yet cold statue.\n\nBut surprisingly, she felt something stir within her when she encountered that Traveler from a distant land:\n\nLong-dormant emotions, now strangers to her, came loose all at once from the depths of fate's tableau.\n\nPerhaps it really was as Moon Carver once said: that heaven might dictate fates, but destiny's tale is written by mortals. The tale of Shenhe and the mortal world had not yet ended...",
      "de": "#Ähnlich wie Astrologie gibt es in Liyue auch Wahrsagekünste.\n\nMan kann dadurch den gründlichen Verlauf des Schicksals voraussagen. Es gibt nach den Theorien zwei Arten von Schicksalsverlauf, die so unheilvoll sind, dass sie sogar dem Schicksal von anderen schaden könnten.\n\nEins davon ist das Schicksal der Einsamkeit. Derjenige, der mit diesem Schicksal geboren ist, ist dazu verdammt, alle, die er liebt, zu verlieren, und einsam und allein dem Ende seines Lebens gegenüberzustehen.\n\nDas andere heißt das Schicksal des Verhängnisses, das einem endlose Katastrophen und Unglück bringen würde.\n\nAls die Adepten Shenhe aufnahmen, hatte der Fürst des untergehenden Mondes und der aufgehenden Sonne Shenhes Schicksalsverlauf gelesen.\n\nDas Orakel weissagte, dass Shenhe die beiden schlimmsten Schicksalsverläufe hätte. Sie würde einsam und traurig ihr Leben bis zum Ende führen. Und gleichzeitig würde sich allmählich sehr starke Mordgier in ihrem Herzen entwickeln, die sie kaum unterdrücken könnte. Ein solcher Fall ist ausgesprochen selten und kommt nur einmal in tausend Jahren vor.\n\nUm zu gewährleisten, dass Shenhe in aller Sicherheit aufwachsen und zugleich den anderen nichts Böses antun könnte, hatten die Adepten sie mit roten Seilen umwickelt, die ihre Seele binden können.\n\nSomit werden jedoch nicht nur ihre Mordlust gezügelt, sondern viele andere menschliche Emotionen auch gedrosselt.\n\nSeitdem gab es immer weniger Angelegenheiten, die sie noch ein klein bisschen aufregen konnten. Sachen wie Leben oder Tod, Liebe oder Hass, die den normalen Sterblichen viel am Herzen liegen, sind für Shenhe nichts mehr als winzigster Staub, die leichthin weggefegt werden kann.\n\nAlle Schimmer der Menschlichkeit in Shenhe schienen langsam zu erlöschen. Shenhe wurde immer schöner, jedoch ihr Blick wurde immer kälter.\n\nDoch als sie auf dich traf, {F#die Reisende einer fremden Welt}{M#den Reisenden einer fremden Welt}, spürte sie, zu ihrer Überraschung, obwohl nur vage:\n\nWie das Licht der Hoffnung durch die langsam aufklaffenden Risse der dicken Kruste, die sich seit dem tragischen Unfall auf ihrem Herzen bildete, hineindrang. Ihr Schicksal schien anzufangen, langsam aber sicher, einen anderen Weg einzuschlagen ...\n\nVielleicht hat der Fürst des untergehenden Mondes und der aufgehenden Sonne recht: Alles sei vom Schicksal vorherbestimmt, das wiederum in unserer eigenen Hand liege. Die Geschichte von Shenhe scheint gerade erst zu beginnen ...",
      "es": "#Similar a la astrología, en Liyue también existe un método de adivinación del futuro.\n\nSegún este método, hay dos tipos de carta astral que nadie querría tener.\n\nUna es la de los nacidos en la hora astral de la “soledad”, destinados a alejarse de sus seres queridos y a vivir solos para siempre.\n\nLa otra es la de los nacidos en la hora astral del “exterminio”, destinados a provocar el desastre y condenados a un futuro ominoso.\n\nCuando aquella Adeptus acogió a Shenhe, Escultor de la Luna le leyó el futuro.\n\nSu predicción fue que la carta astral de la joven se situaba tanto en la hora de la soledad como en la del exterminio. Por ello, tenía una gran tendencia asesina y su carta astral, una nunca vista en miles de años, le auguraba el destino de herir a los demás.\n\nPara que creciera sana y salva y no hiriera a personas inocentes, los Adeptus ataron unas cuerdas rojas en el cuerpo de Shenhe para encadenar su alma.\n\nAdemás de subyugar su naturaleza maligna y violenta, las cuerdas también inhibieron sus emociones mortales.\n\nDesde entonces, las cosas triviales apenas suscitaban su ira y los asuntos que tan importante eran para los mortales, para ella, no eran más que minucias insignificantes.\n\nSu naturaleza humana se apagaba cada vez más, lo que le hacía parecer una estatua viva pero que ni siente ni padece.\n\nSin embargo, nadie esperaba que su encuentro con {F#la viajera}{M#el viajero} le hiciera sentir, aunque muy vagamente, algo que no había sentido en mucho tiempo, como si algo se hubiera liberado en su destino.\n\nTal vez sea como dijo Escultor de la Luna: “El cielo es quien te da la vida, pero eres tú quien escribes tu destino”. Así pues, la historia de Shenhe en este mundo aún no ha llegado a su fin.",
      "fr": "#Liyue utilise ses propres méthodes de divination et de prédiction du destin, similaires à l'astrologie.\n\nParmi celles-ci, il existe deux présages que les gens cherchent à éviter à tout prix.\n\nLe premier est « l'étoile solitaire{NON_BREAK_SPACE}», qui annonce que l'on sera séparé de ses amis et de sa famille, vivant seul pour le reste de ses jours.\n\nLe second est « le mal désastreux{NON_BREAK_SPACE}», qui signifie que l'on fera face à de nombreuses épreuves et périls.\n\nLorsque les Adeptes ont accueilli Shenhe, Grave-Lune en a profité pour prophétiser son avenir...\n\nLes augures ont alors indiqué qu'elle était marquée à la fois par « l'étoile solitaire » et « le mal désastreux », et qu'elle était également en proie à d'intenses pulsions meurtrières... Elle était donc une personne au destin suprêmement menaçant, vouée à se faire du mal à elle-même et aux autres.\n\nPour s'assurer qu'elle puisse rester en toute sécurité et ne blesser aucun innocent, les Adeptes ont alors lié son âme à l'aide de cordes rouges.\n\nCes liens ont eu pour effet de restreindre à la fois son destin maléfique et ses tendances violentes, mais ont également enchaîné certaines émotions qui auraient normalement dû appartenir à une humaine.\n\nDepuis lors, elle est devenue de plus en plus frustrée par les choses les plus insignifiantes, tandis que même ce que la plupart pourraient considérer comme important ne représente plus que quelque grain de poussière à ses yeux.\n\nElle est devenue de moins en moins humaine, et de plus en plus comme une statue, belle mais froide.\n\nMais étonnamment, elle sentit quelque chose remuer en elle lorsqu'elle rencontra {F#cette voyageuse venue}{M#ce voyageur venu} d'un pays lointain{NON_BREAK_SPACE}:\n\nDes émotions longtemps endormies, devenues inconnues pour elle, se déchaînèrent d'un seul coup du fond de son être.\n\nPeut-être était-ce vraiment comme Grave-Lune l'avait dit un jour : le ciel pouvait bien dicter les destins, mais le fil de ces destinées était écrit par les mortels. L'histoire de Shenhe et du monde des mortels n'était pas encore terminée...",
      "pt": "#Liyue tem seus próprios métodos de leitura da sorte e do destino, semelhantes à astrologia.\n\nDestes, há dois destinos que as pessoas procuram evitar a todo custo.\n\nUma delas é a da \"estrela solitária\", que dita que se será separado dos amigos e da família, vivendo sozinho pelo resto da vida.\n\nA outra é \"mal desastroso\", o que significa que um enfrentará muitas dificuldades e perigos.\n\nQuando os adepti resgataram Shenhe, Escultor da Lua uma vez leu sua fortuna.\n\nOs sinais mostraram que ela era marcada tanto pela \"estrela solitária\" quanto pelo \"mal desastroso\", e que ela também era atormentada por intensos impulsos homicidas - ela era, portanto, uma pessoa de destino supremamente sinistro, condenada a prejudicar tanto a si mesma quanto aos outros.\n\nPara garantir que ela pudesse crescer em segurança e não prejudicar nenhum inocente, o adepti prendeu sua alma usando cordas vermelhas.\n\nEsta ligação teve o efeito de conter tanto seu destino maligno quanto suas tendências violentas, mas também acorrentou certas emoções que deveriam ter pertencido originalmente a um ser humano.\n\nDesde então, ela se tornou cada vez mais e mais desinteressada por assuntos triviais, e até mesmo coisas que a maioria poderiam considerar importantes são apenas poeira para ela.\n\nEla se tornou cada vez menos humana, e cada vez mais como uma adorável, porém, fria, estátua.\n\nMas surpreendentemente, ela sentiu algo agitado dentro dela quando encontrou aquel{M#e}{F#a} Viajante de uma terra distante:\n\nEmoções profundamente adormecidas, agora estranhas para ela, soltaram-se de uma só vez das profundezas do retrato do destino.\n\nTalvez fosse realmente como um dia o Escultor da Lua disse: que o céu pode ditar destinos, mas a história do destino é escrita por mortais. O conto da Shenhe e do mundo mortal ainda não havia terminado...",
      "ru": "#В Ли Юэ существуют собственные способы предсказывать судьбу, подобные астрологии. И есть две судьбы, которые все стараются избежать любой ценой. Первая - «одинокая звезда». Рождённые с этой судьбой обречены потерять всех родных и друзей и остаться до конца жизни одинокими. Вторая - «злой рок», которая приносит бесконечные бедствия и несчастья. Когда Адепты приняли Шэнь Хэ, Владыка Лун прочёл её судьбу. Гадальные образы указали, что Шэнь Хэ отмечена этими несчастливыми судьбами, кроме того, она склонна к убийствам, и ей предначертано наносить вред себе и окружающим. Такая судьба редка и встречается лишь раз в тысячу лет. Дабы Шэнь Хэ росла в безопасности и никому не могла навредить, Адепты связали её душу красными шнурами. Это не только обуздало её злую судьбу и жажду убийства, но и подавило многие человеческие чувства. С тех пор почти не осталось вещей, которые бы вызывали у неё хоть какие-либо эмоции, а ценности других стали для неё пылью. Всё человеческое в ней зачахло, а сама она начала походить на прекрасное, но холодное изваяние. Неожиданно во время встречи с {F#путешественницей}{M#путешественником} из чужих краёв она почувствовала... как ожили давно утерянные чувства, а путы судьбы начали слабеть. Как и говорил Владыка Лун, судьба предопределяется небом, но пишется людьми. История Шэнь Хэ и этого мира ещё не подошла к концу...",
      "id": "Liyue punya cara sendiri untuk meramal dan membaca takdir, mirip dengan ilmu astrologi.\n\nDi antara cara-cara ini, ada dua \"takdir\" yang selalu dihindari oleh semua orang.\n\nYang pertama adalah \"bintang terasing\", yang berarti orang tersebut akan dipisahkan dari teman dan keluarganya, tinggal sendirian sepanjang hidupnya.\n\nYang kedua adalah \"takdir bencana\", yang berarti orang tersebut akan menghadapi banyak masalah dan kesulitan.\n\nSaat Moon Carver menyelamatkan Shenhe, dia juga pernah membaca takdir Shenhe.\n\nHasil ramalannya menunjukkan bahwa Shenhe ditandai oleh \"bintang terasing\" dan \"takdir bencana\". Bahkan Shenhe juga dihantui oleh keinginan membunuh yang kuat. Maka Shenhe dianggap sebagai orang dengan nasib yang sangat buruk, ditakdirkan untuk melukai diri sendiri dan orang lain.\n\nDemi memastikan Shenhe bisa tumbuh besar tanpa melukai orang lain, sang Adeptus mengikat jiwa Shenhe dengan tali merah.\n\nIkatan ini dapat membendung nasib buruk Shenhe dan juga niat jahatnya, tetapi juga mengekang perasaan-perasaan lain yang dimiliki manusia pada umumnya.\n\nSejak itu, hal-hal kecil tidak pernah dianggap oleh Shenhe, bahkan hal yang dianggap orang cukup penting tidak ada artinya bagi Shenhe.\n\nSemakin lama Shenhe semakin tidak seperti manusia, melainkan sebuah patung indah yang dingin.\n\nTapi yang mengejutkan adalah, Shenhe merasa ada gejolak di dalam hatinya saat dia bertemu dengan Pengembara asing itu:\n\nEmosi yang telah lama terpendam, kini menyeruak keluar secara bersamaan dari dasar takdir Shenhe.\n\nMungkin benar kata-kata Moon Carver: langit bisa merencanakan takdir, tapi takdir ditulis oleh manusia. Kisah antara Shenhe dan dunia manusia masih belum berakhir sampai di sini ....",
      "th": "เช่นเดียวกับการดูดวงผ่านดวงดาว Liyue ยังมีวิธีรับรู้ดวงชะตาผ่านการทำนายชะตาในอนาคต\n\nในดวงชะตาเหล่านั้น มี \"โชคชะตา\" อยู่สองประเภทที่ผู้คนอยากหลีกหนีไปให้ไกล\n\nหนึ่งคือ ชะตาชีวิตที่อ้างว้างโดดเดี่ยว ถูกลิขิตให้แยกห่างจากญาติพี่น้องและเพื่อนฝูง ต้องอยู่อย่างเดียวดายชั่วชีวิต\n\nสองคือ ชะตาชีวิตชี่พิฆาตรุมเร้า ถูกลิขิตให้เป็นหายนะและภัยพิบัติ เป็นเส้นทางชีวิตอันตราย\n\nหลังจากท่านเซียนได้รับเลี้ยงดู Shenhe ก็เคยให้จ้าวดับจันทร์ตะวันฉายทำนายดวงชะตาของเธอในวัยเด็กเอาไว้\n\nภาพชะตาได้แสดงให้เห็นว่าโชคชะตาของ Shenhe มีทั้งชะตาชีวิตที่อ้างว้างโดดเดี่ยวและยังปะทะเข้ากับชะตาชีวิตชี่พิฆาตรุมเร้าอีกด้วย ความพยาบาทหนักหนา เป็นโชคชะตามหันตภัยที่ทำร้ายทั้งตนเองและผู้อื่นที่หาได้ยากในพันปี\n\nเพื่อให้ Shenhe เติบโตอย่างปลอดภัยโดยไม่ทำร้ายผู้บริสุทธิ์ เหล่าเซียนจึงผูกเชือกสีแดงไว้บนตัวของ Shenhe เพื่อผูกมัดวิญญาณของเธอเอาไว้\n\nในขณะที่มันช่วยจำกัดมหันตภัยและความอาฆาตของเธอแล้ว ดูเหมือนว่ามันจะจำกัดอารมณ์มากมายของมนุษย์ไว้ด้วยเช่นกัน\n\nตั้งแต่นั้นเป็นต้นมา เรื่องเล็ก ๆ น้อย ๆ ไม่อาจทำให้จิตใจของเธอสั่นไหวได้อีกต่อไป สิ่งที่คนทั่วไปเห็นคุณค่าก็เป็นเพียงฝุ่นผงในดวงตาของเธอเท่านั้น\n\nเธอที่มีความเป็นมนุษย์น้อยลงเรื่อย ๆ ใช้ชีวิตราวกับประติมากรรมที่สวยงามที่ไร้ซึ่งอารมณ์ทั้งเจ็ด และความปรารถนาทั้งหกประการ\n\nแต่สิ่งที่น่าแปลกก็คือ เมื่อได้ติดต่อกับนักเดินทางที่มาจากต่างแดน อยู่ ๆ ก็รู้สึกคลุมเครือขึ้นมา...\n\nอารมณ์ที่ไม่คุ้นเคยที่หายไปเป็นเวลานานค่อย ๆ ปรากฏขึ้น และสิ่งต่าง ๆ เช่น ชะตากรรมในส่วนลึกก็เริ่มคลายออก\n\nบางทีอาจจะเป็นเหมือนที่จ้าวดับจันทร์ตะวันฉายพูดเอาไว้ ชะตาถูกลิขิตด้วยสวรรค์ แต่โชคอาจถูกเขียนขึ้นโดยมนุษย์ บางทีเรื่องราวของ Shenhe และโลกใบนี้ อาจยังไม่ได้ดำเนินไปถึงจุดจบก็เป็นได้...",
      "vi": "Tương tự như chiêm tinh, Liyue cũng có cách bói toán để tiên tri số mệnh.\n\nTrong đó, có hai loại \"mệnh cách\" khiến người ta hết sức né tránh.\n\nMột là mệnh cô thần, định sẵn gia đình bạn bè ly tán, cả đời cô độc.\n\nHai là mệnh kiếp sát, định sẵn tai kiếp liên miên, cả đời chật vật.\n\nSau khi tiên gia thu nhận Shenhe, Tước Nguyệt Trúc Dương Chân Quân đã đứng ra bói toán cho cô gái bé nhỏ ấy.\n\nQuẻ bói cho thấy, mệnh cách của Shenhe vừa phạm cô thần, lại xung kiếp sát, sát tính cực nặng, ngàn năm hiếm gặp, đó là số mệnh đại hung, tổn thương bản thân và cả những người xung quanh.\n\nĐể giúp cho Shenhe bình an trưởng thành và không liên lụy người vô tội, các tiên nhân đã dùng sợi dây đỏ để thi triển thuật trói hồn lên người cô.\n\nTrói chặt tai họa và sát khí trên người cô ấy, nhưng cũng đồng thời giam cầm rất nhiều cảm xúc con người của Shenhe.\n\nTừ đó về sau, những việc vặt vãnh càng lúc càng khó dậy sóng trong lòng Shenhe, những việc mà người đời chú trọng chẳng qua chỉ là bụi trần trong mắt cô ấy mà thôi.\n\nNhân tính ngày càng mờ nhạt, làm cho cô trông giống như một bức tượng xinh đẹp thiếu đi thất tình lục dục.\n\nNhưng điều khiến người ta không khỏi ngạc nhiên, chính là khi tiếp xúc với nhà lữ hành phương xa ấy, Shenhe đã dần cảm nhận được...\n\nThứ tình cảm xa lạ đã lâu ngày không xuất hiện lại đang dần dần trỗi dậy, như là một thứ gì đó trong vận mệnh sâu thẳm bắt đầu lay chuyển.\n\nCó lẽ đúng như Tước Nguyệt Trúc Dương Chân Quân đã nói, mệnh do trời định, vận do người viết. Câu chuyện của Shenhe và thế gian này, có lẽ vẫn chưa đi đến hồi kết..."
    }
  },
  {
    "title": {
      "zhs": "翠钿白玉梳",
      "zht": "翠鈿白玉梳",
      "jp": "翠鈿白玉櫛",
      "ko": "비취를 상감한 백옥의 빗",
      "en": "White Jade Comb",
      "de": "Weißer Jadekamm",
      "es": "Peine de jade blanco",
      "fr": "Peigne de jade blanc",
      "pt": "Pente de Jade Branco",
      "ru": "Гребень из белого нефрита",
      "id": "Sisir Giok Putih",
      "th": "หวีหยกขาวสุดประณีต",
      "vi": "Toái Điền Bạch Ngọc Lược"
    },
    "line": {
      "zhs": "申鹤原先也是有着一头青丝的。\n\n起初被带来琥牢山，她整日不发一言，唯一愿做的事就是攀上山岩，望着云海出神。\n\n好在困了也会和衣而眠，渴了也会抔饮山露，饿了还会采几朵清心嚼食。\n\n留云借风真君心如明镜，却未打扰她，而是用仙石制成一把翠钿白玉梳送给申鹤。\n\n留云告诉申鹤，今后若想斩却凡缘，踏入仙门，就用这柄玉梳梳三下头发，算作拜师礼。\n\n申鹤毫不犹豫地照办了。说来也怪，玉梳梳过第一遍，她满头黑发竟自上至下结出一层银霜来。\n\n玉梳再梳第二遍，青丝素练各半。\n\n玉梳梳完第三遍，已是白雪满头。\n\n……\n\n如今，申鹤依旧随身携带这把梳子，作为自身仙缘的见证。\n\n长久的修行中，她早已领悟当初那三梳之礼的含义，正是：\n\n一梳愁云去尾，二梳无喜无悲，三梳白头不悔。",
      "zht": "申鶴原先也是有著一頭青絲的。\n\n起初被帶來琥牢山，她整日不發一言，唯一願做的事就是攀上山岩，望著雲海出神。\n\n好在睏了也會和衣而眠，渴了也會抔飲山露，餓了還會採幾朵清心嚼食。\n\n留雲借風真君心如明鏡，卻未打擾她，而是用仙石製成一把翠鈿白玉梳送給申鶴。\n\n留雲告訴申鶴，今後若想斬卻凡緣，踏入仙門，就用這柄玉梳梳三下頭髮，算作拜師禮。\n\n申鶴毫不猶豫地照辦了。說來也怪，玉梳梳過第一遍，她滿頭黑髮竟自上至下結出一層銀霜來。\n\n玉梳再梳第二遍，青絲素練各半。\n\n玉梳梳完第三遍，已是白雪滿頭。\n\n……\n\n如今，申鶴依舊隨身攜帶這把梳子，作為自身仙緣的見證。\n\n長久的修行中，她早已領悟當初那三梳之禮的含義，正是：\n\n一梳愁雲去尾，二梳無喜無悲，三梳白頭不悔。",
      "jp": "申鶴の髪は元々黒かった。\n\n琥牢山に着いた時、彼女は岩の上に登って雲海を眺めながら何も考えず、一日中無言でいることを望んだ。\n\n眠くなったら服を着たまま眠り、喉が渇いたら山露を飲み、お腹が空いたら清心を摘んで食べる生活。\n\n留雲借風真君の心は鏡のように澄んでいる。彼女のことを邪魔することなく、仙石で作られた翠鈿白玉櫛を申鶴に贈った。\n\nそして、留雲借風真君はこう言ったという。今後、俗世との縁を切り、仙人の弟子となることを望んだ時、この玉櫛で髪を三回梳かすといい。さすれば弟子と見なされる。\n\nすると、申鶴は躊躇うことなく、髪を三回梳いた。不思議なことに、髪を一回梳かすと、その黒髪に銀色の霜が降りた。\n\n二回梳かすと、黒髪と白髪が半々になった。\n\n三回梳かすと、まるで白雪に覆われたかのようになった。\n\n……\n\n申鶴は今でも、その櫛を仙人との縁を結んだ証として身に着けている。\n\n長年の修行を経て、彼女は髪を三回梳かすこの儀式の意味を理解した。\n\nそれは、櫛一回で悩みを溶かし、櫛二回で喜びも悲しみも無にし、櫛三回で白髪になっても後悔しないというものであった。",
      "ko": "신학은 원래 흑발이었다.\n\n호로산에 처음 왔을 때, 그녀는 한마디도 하지 않고 산에 올라 홀로 운해를 멍하니 바라봤다.\n\n그래도 다행인 건 피곤하면 옷을 덮고 자고, 목이 마르면 산 이슬을 마셨고, 배가 고프면 청심이라도 따서 먹었다.\n\n류운차풍진군은 신학이 뭘 생각하는지 알고 있었지만, 그녀를 방해하지 않고 선석(仙石)으로 만든 비취를 상감한 백옥 빗을 신학에게 선물했다.\n\n류운은 신학에게 속세와의 인연을 끊고 자신의 제자가 되고 싶으면 이 빗으로 머리를 세 번 빗으라고 말했다.\n\n신학은 망설임 없이 바로 머리를 빗었고, 이상하게도 빗질을 한 번 하니 흑발에 서리가 맺혔다.\n\n빗질을 두 번 하니 검은 머리와 흰 머리가 반반이 되었고,\n\n빗질을 세 번하니 눈이 내린 것처럼 머리가 하얘졌다.\n\n……\n\n신학은 지금도 이 빗을 선인과 인연을 맺은 증표로 몸에 지니고 다닌다.\n\n오랜 수행을 거쳐 그녀는 빗질 세 번의 의미를 깨달았다.\n\n첫 번째 빗질은 번민을 날리고, 두 번째 빗질은 기쁨과 슬픔을 초월하고, 세 번째 빗질은 이 결정을 후회하지 말라는 의미였다",
      "en": "Once upon a time, Shenhe had a full head of black hair.\n\nWhen she was first brought to Mt. Hulao, she would not say a word. The only thing she proved willing to do was to climb the mountain and watch the sea of clouds.\n\nIt was well, however, that she would sleep when tired, drink the dew of the mountains when thirsty, and would chew on a few stalks of Qingxin when hungry.\n\nCloud Retainer took this all in, but did not disturb the girl, instead making this comb of white jade from a sacred stone and giving it to her.\n\nThe adeptus said that if she ever wished to sever her ties with the mortal world and enter adeptal tutelage, she should brush her hair thrice with this comb, and it would be counted as a rite of apprenticeship.\n\nShenhe did exactly as the adeptus said without any hesitation. And something strange happened then — for as the jade comb brushed through Shenhe's hair once, a layer of her black locks turned a frosty silver from root to tip.\n\nOn the second brush, but half her hair remained dark.\n\nWhen the process was complete, only a flowing curtain of snow remained.\n\n...\n\nToday, Shenhe still keeps this comb on her person as a symbol of her connection to the adepti.\n\nThrough her years of training, she has long since come to understand the meaning behind those three brush strokes:\n\nThe first to uproot useless anxiety, the second to forsake joy and sorrow, and the third to walk this path into old age without regret.",
      "de": "Es gab eine Zeit, da hatte Shenhe volles schwarzes Haar.\n\nAls sie zum ersten Mal zum Hulao-Berg gebracht wurde, sagte sie kein einziges Wort. Das Einzige, was sie zu tun bereit war, war, auf den Berg zu klettern und das Wolkenmeer zu beobachten.\n\nEs war gut, dass sie schlief, wenn sie müde war, den Tau der Berge trank, wenn sie durstig war, und auf ein paar Qingxin-Stängeln kaute, wenn sie hungrig war.\n\nDie Fürstin der stehenden Wolken und des stillen Windes nahm das alles zur Kenntnis, störte das Mädchen aber nicht, sondern machte diesen Kamm aus weißer Jade aus einem heiligen Stein und gab ihn ihr.\n\nDie Fürstin der stehenden Wolken und des stillen Windes sagte ihr, dass sie ihr Haar dreimal mit diesem Kamm bürsten sollte, wenn sie sich jemals von der Welt der Sterblichen lösen und in die Obhut eines Adepten treten wollte, und dass dies als Lehrlingsritus gelten würde.\n\nShenhe tat ohne zu zögern genau das, was die Adeptin sagte. Und dann geschah etwas Seltsames. Denn als der Jadekamm einmal durch Shenhes Haar strich, färbte sich eine Schicht ihrer schwarzen Locken von der Wurzel bis zur Spitze in ein frostiges Silber.\n\nNach dem zweiten Bürsten blieb nur noch die Hälfte ihres Haares dunkel.\n\nAls der Vorgang abgeschlossen war, blieb nur noch ein fließender Vorhang aus Schnee übrig.\n\n...\n\nHeute trägt Shenhe diesen Kamm immer noch bei sich, als Symbol für ihre Verbindung zu der Adeptin.\n\nIn den Jahren ihrer Ausbildung hat sie längst die Bedeutung hinter den drei Bürstenstrichen verstanden:\n\nDer erste, um nutzlose Ängste zu entwurzeln, der zweite, um Freude und Kummer aufzugeben, und der dritte, um diesen Weg bis ins hohe Alter ohne Bedauern zu gehen.",
      "es": "Originalmente, el pelo de Shenhe era de color negro.\n\nAl principio, cuando la trajeron a la Montaña Hulao, no decía nada en todo el día. Solo pensaba en escalar la montaña para quedarse embelesada contemplando el mar de nubes.\n\nSi tenía sueño, dormía en el campo; si tenía sed, bebía el agua del rocío; si tenía hambre, comía unas flores chingxin.\n\nPreservadora de Nubes sabía muy bien lo que le pasaba a Shenhe. En lugar de molestarla, le hizo un peine de jade blanco con piedras divinas.\n\nEntonces, le dijo que, si alguna vez quería romper sus lazos con el mundo de los mortales y convertirse en la aprendiz de un Adeptus, se cepillara tres veces el pelo con ese peine como rito de paso para convertirse en su discípula.\n\nShenhe hizo tal y como le explicó Preservadora de Nubes. Sorprendentemente, con solo cepillarse una vez, en su oscura cabellera se formó una capa de escarcha plateada.\n\nCon la segunda vez, la mitad de su cabello se tornó blanco.\n\nY con la tercera, todo su pelo se cubrió de un blanco níveo.\n\n...\n\nEn la actualidad, Shenhe sigue llevando este peine en todo momento como testimonio de su encuentro con los Adeptus.\n\nFue durante su largo entrenamiento que entendió por qué debía cepillarse tres veces.\n\nLa primera vez era para deshacerse de sus preocupaciones; la segunda, para deshacerse del apego a las emociones; y la tercera, para envejecer sin nada de lo que arrepentirse.",
      "fr": "Il y a très longtemps, la tête de Shenhe était recouverte de cheveux noirs.\n\nQuand elle est arrivée au Mont Hulao au début, elle ne disait pas un mot. La seule chose qu'elle se montrait prête à faire était de gravir la montagne et de contempler la mer de nuages.\n\nIl était cependant rassurant de constater qu'elle dormait lorsqu'elle était fatiguée, qu'elle buvait la rosée des montagnes lorsqu'elle avait soif et qu'elle mâchait quelques tiges de fleur de Qingxin lorsqu'elle avait faim.\n\nSouffle-Nuages, bien qu'ayant pris note de tout cela, décida de ne pas déranger la jeune fille, préférant plutôt fabriquer ce peigne de jade blanc à partir d'une pierre sacrée pour le lui donner.\n\nSouffle-Nuages lui a alors dit que si jamais elle souhaitait rompre ses liens avec le monde des mortels et entrer sous la tutelle des Adeptes, elle devrait se brosser les cheveux trois fois avec ce peigne, et que cela serait considéré comme un rite d'apprentissage.\n\nShenhe fit exactement ce que l'Adepte avait expliqué, sans la moindre hésitation... Et quelque chose d'étrange se produisit alors : lorsque le peigne de jade passa une fois dans les cheveux de Shenhe, une partie de ses mèches noires se vêtit d'un argent givré de la racine à la pointe.\n\nAu deuxième passage du peigne, ce n'est plus que la moitié de ses cheveux qui resta foncée.\n\nUne fois le brossage terminé, seul un rideau de couleur neige perdura.\n\n...\n\nAujourd'hui, Shenhe conserve toujours ce peigne sur elle, comme symbole de son lien avec les Adeptes.\n\nAu cours de ses années de formation, elle a compris le sens de ces trois coups de peigne :\n\nUn premier pour déraciner toute anxiété inutile, un second pour abandonner joie et chagrin, et un troisième pour parcourir ce chemin vers la vieillesse sans regret.",
      "pt": "Antigamente, Shenhe tinha uma cabeça cheia de cabelos pretos.\n\nQuando foi levada pela primeira vez à Montanha Hulao, ela não quis dizer uma palavra. A única coisa que ela se mostrou disposta a fazer foi subir a montanha e observar o mar de nuvens.\n\nEstava tudo bem, ela dormia quando cansada, bebia o orvalho das montanhas quando sedenta e mastigava alguns caules de Qingxin quando faminta.\n\nRetentora de Nuvem absorveu tudo isso, mas não perturbou a menina, ao invés disso, fez este pente de jade branco a partir de uma pedra sagrada e o deu a ela.\n\nA Retentora de Nuvem lhe disse que se ela quisesse romper os laços com o mundo mortal e participar de uma tutela adeptal, ela deveria escovar seus cabelos três vezes com este pente, e isso seria contado como um rito de aprendizagem.\n\nShenhe fez exatamente como disse a adeptus sem nenhuma hesitação. E algo estranho então aconteceu — pois uma vez, enquanto o pente de jade penteava os cabelos de Shenhe, uma camada de suas mechas pretas transformou-se em uma prata gelada da raiz à ponta.\n\nAo passar pela segunda vez, apenas metade de seus cabelos permaneceu escuro.\n\nQuando o processo foi concluído, restou apenas uma cortina fluida de neve.\n\n...\n\nHoje, Shenhe ainda mantém este pente em sua posse como um símbolo de sua conexão com os adepti.\n\nEm seus anos de treinamento, ela há muito compreendeu o significado por trás dessas três escovadas:\n\nA primeira para erradicar a ansiedade inútil, a segunda para abandonar a alegria e a tristeza, e a terceira para trilhar este caminho para envelhecer sem arrependimentos.",
      "ru": "Волосы Шэнь Хэ прежде были чёрными. Когда её только привели на гору Хулао, она молчала и только карабкалась по скалам, задумчиво взирая на море облаков. Благо, она спала, когда уставала, утоляла жажду росой, а голод - цветками цинсинь. Хранитель Облаков отнеслась к ней с пониманием и не стала тревожить девочку. Вместо этого она сделала ей гребень из священного белого нефрита. Она сказала Шэнь Хэ, что если та хочет порвать со смертным миром и войти в царство Адептов, то пусть в качестве обряда посвящения в ученики проведёт этим гребнем по волосам три раза. Шэнь Хэ сделала это без малейших раздумий. И тут случилось нечто поразительное - с первым проходом гребня волосы её словно покрылись инеем, во второй проход они уже были как чёрный и белый шёлк, а в третий стали белоснежными... Шэнь Хэ до сих пор хранит этот гребень как знак связи с Адептами. Через годы тренировок и обучения ей открылась суть этого ритуала: первый проход избавляет от тревог, со вторым уходят радости и печали, а третий нужен для того, чтобы пройти по этому пути без сожалений до глубокой старости.",
      "id": "Awalnya, Shenhe pernah memiliki rambut yang berwarna hitam pekat.\n\nSaat pertama kali dibawa ke Mt. Hulao, tidak ada satu patah kata pun yang keluar dari mulut Shenhe. Yang mau dia lakukan hanyalah mendaki gunung dan melihat lautan awan.\n\nShenhe dapat tidur saat dia lelah, minum dari embun pegunungan saat haus, dan mengunyah beberapa batang Qingxin saat lapar.\n\nCloud Retainer mengetahui semua hal ini, tapi dia tidak mengganggu gadis kecil itu. Sang Adeptus ini justru membuat sebuah sisir dari giok putih suci dan memberikannya pada Shenhe.\n\nCloud Retainer berkata pada Shenhe, kalau dia ingin memutuskan hubungan dengan dunia manusia dan masuk ke dunia Adeptus, dia harus menyisir rambutnya tiga kali dengan sisir ini. Hal ini dianggap sebagai upacara penerimaan murid.\n\nShenhe melakukan apa yang dikatakan sang Adeptus tanpa ragu. Tapi sesuatu yang aneh terjadi ... Saat sisir putih itu menyusuri rambut Shenhe satu kali, selapis rambut Shenhe berubah menjadi warna putih dari ujung ke ujung.\n\nSisiran kedua, hanya setengah rambut Shenhe yang masih berwarna hitam.\n\nSetelah upacara ini selesai, rambut Shenhe telah berubah menjadi seputih salju.\n\n...\n\nHingga hari ini, Shenhe masih menyimpan sisir ini sebagai simbol dari hubungannya dengan Adeptus.\n\nSelama masa latihannya, Shenhe telah mengetahui arti di balik ketiga gerakan menyisir itu:\n\nYang pertama untuk menghilangkan keraguan, yang kedua untuk meninggalkan rasa senang dan sedih, sedangkan yang ketiga adalah untuk mengikuti jalan ini sampai hari tua tanpa penyesalan.",
      "th": "เดิมที Shenhe มีผมดำสลวย\n\nในตอนแรกที่เธอถูกพาตัวไปที่ภูเขา Hulao เธอไม่เอ่ยพูดคำใดออกมาเลยทั้งวัน สิ่งเดียวที่ทำคือการปีนขึ้นไปบนก้อนหินและมองเหม่อไปที่ทะเลเมฆ\n\nยังดีที่ในยามง่วงเธอก็จะสวมใส่ชุดที่อบอุ่นก่อนที่จะนอนหลับไป ในตอนที่กระหายน้ำก็ดื่มน้ำค้างบนภูเขา ในตอนหิวก็ยังรู้จักที่จะเด็ด Qingxin สองสามดอกมากิน\n\nจ้าววังวนเมฆาเข้าใจเรื่องราวทุกอย่างเป็นอย่างดี แต่ก็ไม่เคยไปรบกวนเธอ กลับใช้หินเซียนทำหวีหยกขาวสุดประณีตขึ้นมาอันหนึ่งและมอบมันให้กับ Shenhe\n\nจ้าววังวนเมฆาบอกกับ Shenhe ว่า ในวันข้างหน้าหากต้องการตัดขาดจากแดนมนุษย์ และก้าวเข้าสู่ประตูเซียน ก็ใช้หวีอันนี้หวีผมสามครั้ง ถือเป็นพิธีไหว้อาจารย์เพื่อขอเป็นศิษย์แล้วกัน\n\nShenhe ทำตามนั้นอย่างไม่ลังเลใจ จะว่าไปก็แปลก เมื่อใช้หวีหยกหวีไปครั้งแรก ผมสีดำของเธอก็ก่อตัวเป็นชั้นน้ำแข็งสีเงินจากบนลงล่าง\n\nเมื่อใช้หวีหยกหวีไปเป็นครั้งที่สอง ผมก็กลายเป็นสีดำและสีขาวอย่างละครึ่ง\n\nและเมื่อใช้หวีหยกหวีลงไปเป็นครั้งที่สาม เส้นผมก็กลายเป็นสีขาวราวกับหิมะทั้งหัวเสียแล้ว\n\n......\n\nทุกวันนี้ Shenhe ก็ยังคงพกหวีอันนี้ไว้ติดตัวเหมือนดังเดิม เพื่อใช้เป็นเครื่องยืนยันถึงชะตาเซียนของเธอ\n\nท่ามกลางระยะเวลาการฝึกฝนที่ยาวนาน เธอได้เข้าใจความหมายของการหวีผมสามครั้งมานานแล้ว ซึ่งก็คือ:\n\nหวีครั้งแรกก็เพื่อขจัดทุกข์ให้หมดสิ้น, หวีครั้งที่สองเพื่อทำให้ไร้ซึ่งความสุขและความเศร้า และหวีครั้งที่สามก็เพื่อจะได้ไม่เสียใจยามแก่เฒ่า",
      "vi": "Shenhe ban đầu cũng có một mái tóc đen.\n\nKhi mới được đưa đến Hổ Lao Sơn, cô ấy cả ngày không nói một lời, điều duy nhất muốn làm chỉ là leo lên vách núi, thơ thẩn ngắm nhìn biển mây.\n\nCũng may khi mệt còn biết nằm ngủ, khi khát cũng biết uống sương mai, khi đói biết hái Thanh Tâm để ăn.\n\nLưu Vân Tá Phong Chân Quân thấu hiểu điều này, nhưng chưa hề làm phiền Shenhe, mà dùng tiên thạch để làm thành một chiếc Toái Điền Bạch Ngọc Lược tặng cho cô ấy.\n\nLưu Vân nói với Shenhe rằng, sau này nếu muốn cắt đứt phàm duyên, bước vào tiên môn, thì dùng chiếc lược ngọc này để chải tóc ba lần, xem như là lễ bái sư.\n\nShenhe đã làm theo mà không hề do dự. Kể ra cũng lạ, lược ngọc chải qua lần đầu, mái tóc đen đó đã kết thành một tầng sương bạc.\n\nLược ngọc chải qua lần hai, mái tóc đã bạc đi quá nửa.\n\nLược ngọc chải qua lần ba, đã là cả đầu bạc trắng.\n\n...\n\nGiờ đây, Shenhe vẫn mang theo chiếc lược đó bên người, xem như chứng nhân cho tiên duyên của bản thân.\n\nThời gian dài tu luyện, cô ấy cũng sớm lĩnh ngộ được hàm ý của ba lần chải tóc đó, chính là:\n\nMột chải xóa đi ưu sầu, hai chải vô hỷ vô bi, ba chải bạc đầu không hối hận."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "鲜少有人知道，当年在山洞中，被父亲当成祭品的年幼少女如何能凭一己之力与魔物对抗数天数夜。\n\n申鹤虽然生在驱邪世家，却没能从失心疯魔的父亲那里学到半点除魔咒法。\n\n与每一个天真的同龄人一样，她也从未独自面对过生活的凶险。\n\n但在昏黑的山洞里，在那个失去了父母庇护、遭到血亲背叛的绝境里，申鹤蜕变了。\n\n如削月筑阳真君的卦象所示，沉眠在申鹤命中的凶煞、血性与不屈，都在那一刻齐齐爆发出来。\n\n那些力量犹如目不能视的盾，无法看清的剑，武装起了女孩娇弱的身躯。\n\n它们赐给她力量，为她安上獠牙，准许她向面前的低贱魔物发起攻击，誓要将它撕碎，来证明她才是黑暗中最暴戾的邪恶。\n\n接连数日，搏命的战斗一直没有休止。猎人与猎物不停调换身份，势均力敌的局面久未破除…\n\n生死攸关的时刻，神明将目光投向了不凡的女孩。\n\n一颗晶亮的事物落到申鹤的手中。天平完全倒向申鹤，胜负终定。\n\n剔透莹亮的冰之光芒刺破黑暗，如同霞光，预示着未来的路。\n\n从前，它指引申鹤走出苦难的命运，未来，它也将指引申鹤重返尘世。",
      "zht": "鮮少有人知道，當年在山洞中，被父親當成祭品的年幼少女如何能憑一己之力與魔物對抗數天數夜。\n\n申鶴雖然生在驅邪世家，卻沒能從失心瘋魔的父親那裡學到半點除魔咒法。\n\n與每一個天真的同齡人一樣，她也從未獨自面對過生活的兇險。\n\n但在昏黑的山洞裡，在那個失去了父母庇護、遭到血親背叛的絕境裡，申鶴蛻變了。\n\n如削月築陽真君的卦象所示，沉眠在申鶴命中的凶煞、血性與不屈，都在那一刻齊齊爆發出來。\n\n那些力量猶如目不能視的盾，無法看清的劍，武裝起了女孩嬌弱的身軀。\n\n它們賜給她力量，為她安上獠牙，准許她向面前的低賤魔物發起攻擊，誓要將它撕碎，來證明她才是黑暗中最暴戾的邪惡。\n\n接連數日，搏命的戰鬥一直沒有休止。獵人與獵物不停調換身分，勢均力敵的局面久未破除…\n\n生死攸關的時刻，神明將目光投向了不凡的女孩。\n\n一顆晶亮的事物落到申鶴的手中。天平完全倒向申鶴，勝負終定。\n\n剔透瑩亮的冰之光芒刺破黑暗，如同霞光，預示著未來的路。\n\n從前，它指引申鶴走出苦難的命運，未來，它也將指引申鶴重返塵世。",
      "jp": "これはあまり知られていない話。当時、洞窟で父に生贄として捧げられた幼い少女が、どのようにして何日も魔物と戦ったのか。\n\n申鶴は妖魔退治の家に生まれたが、正気を失った父からは魔除けの符術を教えてはもらえなかった。\n\n同年代の無邪気な子供と同じで、彼女は厳しい現実に直面したことがない。\n\nしかし洞窟の暗闇の中で、親の庇護を失い、血縁者に裏切られたその絶望的な状況で申鶴は生まれ変わった。\n\n削月築陽真君の占いが示した通り、申鶴の奥底に眠る激しい怒りと血への渇望、そして不屈の精神が、その瞬間に一気に噴き出したのだ。\n\nそれらはまるで不可視の盾であり、目で捉えることのできない剣となって、少女の細い体を包んだ。\n\nそして彼女に力を授け、牙を飾り、目の前の下等な魔物を殺すことを許可した。彼女は誓う、この暗闇の中でもっとも凶暴で邪悪であることを証明するため、それを八つ裂きにすると。\n\n命を賭けた戦いが連日続いた。狩人と獲物が交互に入れ替わり、互角の戦いが続く…\n\n生死を分ける瞬間、その並外れた力を振るう少女に神々が目を向けた。\n\nぽとりと、輝くものが申鶴の手の中に落ちた。そうして勝利は申鶴のほうへと傾き、勝敗は決した。\n\n澄んだ氷の光が霞光のように闇を突き破り、未来への道を示してくれた。\n\n過去の悲惨な運命から申鶴を救い出したそれは、きっと未来でも、彼女が俗世に戻れるよう導くことだろう。",
      "ko": "동굴에서 아버지에 의해 제물로 바쳐진 소녀가 혼자의 힘으로 마물과 몇 날 며칠을 맞서 싸운 일에 대해 아는 사람은 드물다.\n\n신학은 퇴마 도사 가문에서 태어났지만, 실성한 아버지로부터 퇴마 술법을 배운 적이 없다.\n\n또래의 천진난만한 아이들과 마찬가지로 그녀는 냉혹한 현실에 직면해 본 적이 없다.\n\n그러나 부모의 보살핌이 사라지고 유일한 가족에게 배신당한 절망적인 상황에서 신학은 다시 태어났다.\n\n소월축양진군의 점괘대로 신학의 깊은 곳에 잠들어 있던 분노와 피에 대한 갈망, 그리고 불굴의 정신이 위기의 순간에 한꺼번에 분출됐다.\n\n그 응축된 기운은 마치 보이지 않는 방패와 검이 되어 연약한 소녀를 감쌌다.\n\n그 기운은 그녀에게 힘을 주고 송곳니를 달아주며 눈앞에 있는 열등한 마물을 공격하여 찢어발기라고 허락하여, 그녀야말로 어둠 속에서 가장 흉포한 악임을 증명하고자 했다.\n\n목숨을 건 싸움이 연일 계속됐다. 둘은 사냥꾼이 되었다가 사냥감이 되기도 하면서 박빙의 전투를 이어갔다…\n\n생사를 가르는 순간 신은 비범한 소녀에게 시선을 돌렸다.\n\n반짝이는 무언가가 신학의 손에 떨어지더니 승부의 추가 기울면서 끝내 신학이 살아남았다.\n\n투명하고 맑은 얼음의 빛이 어둠을 가르고 노을처럼 미래의 길을 비췄다.\n\n과거에 신학을 기구한 운명에서 걸어 나올 수 있게 한 이 빛은 앞으로 신학을 다시 인간 세상으로 이끌 것이다",
      "en": "Few people know how the young girl in the cave, intended as a sacrifice by her own father, had been able to stand against the monster for days and nights on end by herself.\n\nThough Shenhe was born into an exorcist family, her maddened father had not taught her a single thing about exorcism.\n\nAnd like many at that innocent age, she was also wholly unused to facing life's perils alone.\n\nBut in that aphotic cave, bereft of parental protection — indeed, betrayed by kin — Shenhe underwent a metamorphosis.\n\nJust as Moon Carver's readings had shown, the sleeping calamitous fates, violent urges, and unyielding spirit within her burst their bonds all at once.\n\nThose things served as an unseen shield and invisible blade, arming the girl's frail form.\n\nThey gave her strength, gave her claws and fangs, allowing her to attack that wretched creature before her, to swear to tear it to shreds — to prove that she, and not it, was the cruelest evil that stalked the darkness.\n\nTheir life-and-death battle across the next few days was one without end. Hunter and hunted switched places many times, the conflict locked in stalemate...\n\nAs the shadow of death loomed large, the gods looked upon the extraordinary girl with favor.\n\nWith the bright, crystalline object falling into Shenhe's hands, the balance tipped irrevocably in her favor and the victor was decided.\n\nThe vivid icy light pierced through the dark like skyglow, showing the path to the future.\n\nIn the past, it had guided Shenhe from her miserable fate. In the future, it would also lead her back to the mortal realm.",
      "de": "Nur wenige Menschen wissen, wie das junge Mädchen in der Höhle, das von ihrem eigenen Vater als Opfer vorgesehen war, tagelang und nächtelang allein gegen das Monster bestehen konnte.\n\nObwohl Shenhe in eine Mystikerfamilie hineingeboren wurde, hatte ihr verrückter Vater ihr nichts über den Exorzismus beigebracht.\n\nUnd wie viele andere in diesem unschuldigen Alter war sie es auch nicht gewohnt, sich den Gefahren des Lebens allein zu stellen.\n\nAber in dieser lichtlosen Höhle, ohne elterlichen Schutz – ja, sogar von ihren Verwandten verraten – durchlief Shenhe eine Metamorphose.\n\nGenau wie der Fürst des untergehenden Mondes und der aufgehenden Sonne es prognostiziert hatte, sprengten die schlafenden Schicksale, die gewalttätigen Triebe und der unnachgiebige Geist in ihr auf einmal ihre Fesseln.\n\nDiese Dinge dienten als unsichtbarer Schild und unsichtbare Klinge, die die schwache Gestalt des Mädchens wappneten.\n\nSie gaben ihr Kraft, Krallen und Reißzähne und erlaubten ihr, die elende Kreatur vor ihr anzugreifen und zu schwören, sie in Stücke zu reißen ... um zu beweisen, dass sie und nicht die Kreatur die wahre Gewalt war, die die Dunkelheit verfolgte.\n\nIhr Kampf auf Leben und Tod war in den nächsten Tagen ein Kampf ohne Ende. Jäger und Gejagte tauschten oft die Rollen, der Konflikt war festgefahren ...\n\nAls der Schatten des Todes groß wurde, schauten die Götter mit Wohlwollen auf das außergewöhnliche Mädchen.\n\nMit dem hellen, kristallinen Gegenstand, der Shenhe in die Hände fiel, kippte das Gleichgewicht unwiderruflich zu ihren Gunsten und der Sieger stand fest.\n\nDas lebendige, eisige Licht durchdrang die Dunkelheit wie Himmelslicht und zeigte den Weg in die Zukunft.\n\nIn der Vergangenheit hatte es Shenhe vor ihrem elenden Schicksal bewahrt. In der Zukunft würde es auch sie zurück in das Reich der Sterblichen führen.",
      "es": "Muy poca gente sabe cómo pudo la pequeña Shenhe pelear durante días contra un monstruo valiéndose solamente de su propia fuerza en aquella cueva de la montaña cuando su padre la quiso ofrecer como sacrificio.\n\nAunque nació en una familia de exorcistas, nunca aprendió ningún hechizo de su descorazonado y desesperado padre.\n\nIgual que los demás niños de su edad, nunca había tenido que enfrentarse a ningún peligro sola.\n\nSin embargo, en aquella lúgubre cueva, desprotegida por su padre y ante la traición de alguien de su propia sangre, Shenhe se transformó por completo.\n\nTal y como vaticinó Escultor de la Luna, la maldad, firmeza y determinación que permanecían dormidas en su interior afloraron en aquel momento.\n\nLe dieron una fuerza que era como un escudo y una espada invisibles, un poder que emergió de su frágil cuerpo.\n\nEsa fuerza se instaló en ella para darle el valor de atacar a ese vil monstruo, para aplastarlo, para demostrar que ella, y solo ella, era el ser más despiadado que había en aquella oscuridad.\n\nLos días pasaron y la encarnizada batalla no cesó. Cazador y presa se intercambiaban los papeles de un momento a otro en una pelea muy igualada que parecía no tener fin...\n\nEn el momento más crucial, los dioses fijaron su mirada en la joven sobrehumana.\n\nUn objeto muy brillante se posó en las manos de Shenhe, y entonces la balanza se equilibró a su favor para que consiguiera la victoria.\n\nUna luz helada, pura y fulgente perforó la oscuridad como lo hace el sol del amanecer para indicar el camino a seguir.\n\nDesde entonces, esa luz ha ayudado a Shenhe a evitar su amargo destino, y tal vez en el futuro la ayude a regresar al mundo de los mortales.",
      "fr": "Peu de gens savent comment la jeune fille, désignée comme un sacrifice par son propre père, a pu affronter seule le monstre pendant des jours et des nuits dans la grotte.\n\nBien que Shenhe soit née dans une famille d'exorcistes, son fou de père ne lui avait rien appris de cet art.\n\nEt comme beaucoup à cet âge innocent, elle n'était pas habituée à affronter seule les périls de la vie.\n\nMais dans cette grotte aphotique, dépourvue de protection parentale... Ou plutôt, trahie par son seul parent... Shenhe a subi une métamorphose.\n\nTout comme les prédictions de Grave-Lune l'avaient indiqué, le destin calamiteux endormi, les pulsions violentes et l'esprit inflexible en elle ont rompu leurs liens d'un seul coup.\n\nCes choses servirent de bouclier indiscernable et de lame invisible, armant la frêle silhouette de la jeune fille.\n\nElles lui ont donné de la force, lui ont accordé griffes et crocs, lui permettant d'attaquer cette misérable créature face à elle, de jurer de la déchirer en lambeaux... Tout ça dans le but de prouver que c'était elle, et non cette monstruosité, qui incarnait la véritable violence au cœur des ténèbres.\n\nLeur combat à mort au cours des jours qui suivirent fut une bataille sans fin. Chasseur et chassé changèrent de place à plusieurs reprises, et le conflit s'enlisa dans une impasse...\n\nAlors que l'ombre de la mort se profilait, les dieux accordèrent leur faveur à l'extraordinaire jeune fille.\n\nL'objet brillant et cristallin tombant entre les mains de Shenhe, la balance pencha irrévocablement en sa faveur et la victoire fut décidée.\n\nLa vive lumière glacée transperça l'obscurité comme une lueur du ciel, montrant le chemin vers l'avenir.\n\nDans le passé, cela avait sauvé Shenhe de son sort misérable. À l'avenir, cela la ramènera au sein du royaume des mortels.",
      "pt": "Poucas pessoas sabem como a jovem na caverna, pretendida como sacrifício por seu próprio pai, foi capaz de enfrentar o monstro durante dias e noites a fio sozinha.\n\nEmbora Shenhe tenha nascido em uma família de exorcistas, seu pai louco não lhe havia ensinado uma única coisa sobre exorcismo.\n\nE, como muitos nessa idade inocente, ela também não estava acostumada a enfrentar sozinha os perigos da vida.\n\nMas naquela caverna sombria, desprovida de proteção dos pais - na verdade, traída pelo seu semelhante - Shenhe sofreu uma metamorfose.\n\nAssim como as leituras do Escultor da Lua haviam mostrado, os destinos calamitosos adormecidos, os impulsos violentos e o espírito inquebrantável dentro dela romperam seus laços de uma só vez.\n\nEssas coisas serviram como um escudo invisível e uma lâmina invisível, armando a forma frágil da garota.\n\nDeram-lhe forças, deram-lhe garras e presas, permitindo-lhe atacar aquela criatura deplorável diante dela, jurando rasgá-la em pedaços - para provar que ela, e não aquilo, era a verdadeira força que perseguia na escuridão.\n\nSua batalha de vida e morte durante os dias seguintes foi sem fim. Caçador e presa trocaram de lugar muitas vezes, o conflito travado em um impasse...\n\nEnquanto a sombra da morte pairava sobre a menina extraordinária, os deuses olhavam com favor.\n\nCom o objeto brilhante e cristalino caindo nas mãos de Shenhe, o equilíbrio se inclinou irrevogavelmente a seu favor e a vitoriosa foi decidida.\n\nA vívida luz gelada perfurava a escuridão como um clarão no céu, mostrando o caminho para o futuro.\n\nNo passado, ela havia guiado Shenhe a partir de seu destino miserável. No futuro, ele também a levaria de volta ao reino mortal.",
      "ru": "Немногим известно, как маленькой девочке, которую отец оставил в пещере для жертвоприношения, удалось так долго в одиночку противостоять чудовищу. Хоть Шэнь Хэ и родилась в клане экзорцистов, магическим заклинаниям у потерявшего рассудок отца она не научилась. Как и все невинные дети её возраста, она никогда не сталкивалась с опасностями одна. Но в той тёмной пещере, когда она лишилась защиты родителей и познала предательство собственного отца, Шэнь Хэ переродилась. Согласно гаданию Владыки Лун, дремавшие в Шэнь Хэ ярость, храбрость и непоколебимость в тот момент вырвались наружу. Силы эти были невидимыми щитами, которые оберегали хрупкую девочку. Они дали ей силу и смелость сразиться с подлым чудовищем, порвать его в клочья и доказать, что самый свирепый демон во тьме - это она. Несколько дней не утихал ожесточённый бой. Она становилась то охотником, то добычей, и никто из них долго не мог одержать верх. Но в решающий момент боги обратили на необыкновенную девочку свой взор, и в руки её упал светящийся предмет. Преимущество всецело оказалось на стороне Шэнь Хэ, и исход битвы был определён. Яркий ледяной свет пронзил тьму и осветил будущее. В прошлом он помог Шэнь Хэ уйти от полной страданий судьбы, а в будущем он вернёт её в мир смертных.",
      "id": "Tidak banyak orang yang tahu bagaimana cara gadis yang dikorbankan oleh ayahnya sendiri itu, dapat bertahan hidup melawan monster selama berhari-hari dengan kekuatan sendiri.\n\nMeskipun Shenhe dilahirkan di keluarga pengusir roh jahat, ayahnya yang sudah menggila itu tidak pernah mengajarkannya sedikit pun tentang pengusiran roh jahat.\n\nDan sama seperti anak-anak seumuran Shenhe, dia tidak tahu cara menghadapi kejamnya hidup seorang diri.\n\nTapi di dalam gelapnya gua itu, ditinggalkan oleh orang tuanya ... dikhianati oleh keluarganya sendiri, membuat Shenhe berubah.\n\nSama seperti ramalan Moon Carver, takdir kejam yang tertidur, keganasan dalam hati Shenhe, dan semangatnya yang kuat tiba-tiba meluap keluar sekaligus.\n\nSemua hal ini berubah menjadi perisai dan pedang bagi Shenhe, mempersenjatai tubuhnya yang kecil dan lemah.\n\nMereka memberikan Shenhe kekuatan, memberinya cakar dan taring, membuat Shenhe dapat menyerang makhluk keji di hadapannya hingga tercabik-cabik. Shenhe mau membuktikan bahwa dialah yang harusnya ditakuti di kegelapan tersebut, bukan makhluk itu.\n\nPertarungan antara hidup dan mati mereka berlangsung selama berhari-hari. Pemburu dan pemangsa saling bertukar posisi berkali-kali, hinga konfliknya menemui jalan buntu ....\n\nDi saat kematian mengintai di balik kegelapan, para dewa memberikan dukungan mereka pada gadis itu.\n\nTiba-tiba jatuhlah sebuah benda yang bagaikan kristal dan bersinar terang ke tangan Shenhe, dan pertarungan langsung jatuh ke tangan Shenhe sebagai pemenangnya.\n\nCahaya dari benda bersinar terang ini menembus kegelapan bagai cahaya langit yang menunjukkan jalan ke masa depan.\n\nDahulu kala, benda ini telah memandu Shenhe keluar dari takdirnya yang keji. Di masa depan, benda ini juga akan memandu Shenhe kembali ke dunia manusia.",
      "th": "น้อยคนนักที่จะรู้ว่า เด็กสาวที่ถูกพ่อของเธอใช้เป็นเครื่องสังเวยในถ้ำในปีนั้น ต่อสู้กับมอนสเตอร์ทั้งวันทั้งคืนด้วยตัวเธอเองได้อย่างไรกัน\n\nแม้ว่า Shenhe จะเกิดในครอบครัวนักปราบปีศาจ แต่กลับไม่ได้เรียนรู้คาถาขับไล่ปีศาจจากพ่อที่ไร้หัวใจและบ้าคลั่งผู้นั้นมาแม้แต่น้อย\n\nเช่นเดียวกับเพื่อนที่ไร้เดียงสาที่มีรุ่นราวคราวเดียวกัน เธอไม่เคยต้องเผชิญหน้ากับอันตรายในชีวิตเพียงลำพัง\n\nแต่ภายในถ้ำอันมืดมิด ในสถานการณ์ที่สูญเสียการปกป้องจากพ่อแม่และเผชิญหน้าการโดนสายเลือดเดียวกันทรยศหักหลัง Shenhe ได้เปลี่ยนไป\n\nเฉกเช่นคำทำนายของจ้าวดับจันทร์ตะวันฉาย ความดุร้าย, ความกระหายเลือดและความไม่ย่อท้อที่หลับใหลอยู่ในตัวของ Shenhe ก็ค่อย ๆ ระเบิดออกมาในช่วงเวลานั้น\n\nพลังนั้นเปรียบเสมือนเกราะกำบังล่องหน และดาบที่มองไม่เห็นที่ห่อหุ้มร่างกายอันบอบบางของเด็กหญิงเอาไว้\n\nพวกมันมอบกำลังและใส่คมเขี้ยว ปล่อยให้เธอต่อสู้กับมอนสเตอร์อันต่ำต้อยที่อยู่ตรงหน้าและสาบานว่าจะฉีกร่างของมันออก เพื่อพิสูจน์ว่าเธอต่างหากที่เป็นปีศาจที่ดุร้ายที่สุดในความมืด\n\nการต่อสู้ที่ดุเดือดที่ยังไม่หยุดยั้งเป็นเวลาหลายวันติดต่อกัน นักล่าและเหยื่อได้สลับบทบาทกันอย่างไม่หยุดหย่อน ด้วยพลังในการต่อสู้ที่สูสีกัน ทำให้การต่อสู้ยืดยาวและไม่มีใครถูกกำจัด...\n\nในช่วงเวลาที่ชี้เป็นชี้ตายนั้น เทพได้ทอดสายตามายังเด็กสาวที่ไม่ธรรมดาคนนี้\n\nไอเทมที่เปล่งประกายราวกับคริสตัลอันหนึ่งได้ร่วงลงมาสู่มือของ Shenhe โชคชะตาเอนเอียงเข้าข้าง Shenhe อย่างสิ้นเชิง และผลแพ้ชนะถือเป็นอันสิ้นสุด\n\nแสงสว่างจากน้ำแข็งที่โปร่งแสงและเจิดจ้าส่องทะลุความมืด ราวกับแสงเรืองรองที่บอกหาทางแห่งอนาคต\n\nในอดีต มันได้นำทางให้ Shenhe เดินออกมาจากโชคชะตาที่ทุกข์ทรมาน และในวันข้างหน้า มันก็จะนำทางให้ Shenhe หวนคืนกลับสู่แดนมนุษย์ด้วยเช่นกัน",
      "vi": "Ít ai biết được, trong hang động năm xưa, đứa bé gái bị cha mình xem như tế phẩm đó đã dựa vào sức lực của chính mình để chiến đấu mấy ngày mấy đêm với ma vật như thế nào.\n\nShenhe tuy sinh ra trong gia tộc trừ ma, nhưng cô ấy chưa từng học được bất kỳ pháp thuật trừ ma nào từ người cha điên loạn của mình.\n\nCũng như những đứa trẻ ngây thơ cùng tuổi khác, cô bé chưa từng phải một mình đối mặt với những nguy hiểm của cuộc đời.\n\nNhưng trong cái hang tối đen như mực đó, trong tình cảnh tuyệt vọng khi mất đi sự bảo vệ của cha mẹ, khi phải đối mặt với sự phản bội của thân tình, Shenhe đã lột xác.\n\nNhư quẻ bói của Tước Nguyệt Trúc Dương Chân Quân đã thể hiện, sự cuồng sát, tính khát máu và quật cường đang ngủ sâu trong số mệnh của Shenhe đã đồng thời thức tỉnh trong cùng khoảnh khắc đó.\n\nSức mạnh đó như một tấm khiên và thanh kiếm vô hình, bao bọc lấy cơ thể yếu đuối của một bé gái.\n\nChúng ban cho cô gái ấy sức mạnh, gắn thêm răng nanh cho cô, cho phép cô tấn công ma vật đê hèn trước mặt, thề sẽ xé nát bọn chúng để chứng minh rằng bản thân cô mới là ác quỷ tàn bạo nhất trong bóng tối.\n\nLiên tục mấy ngày, liều mạng chiến đấu không ngơi nghỉ. Thợ săn và con mồi liên tục đổi vai cho nhau, thế trận ngang ngửa không hề nghiêng về phe ai...\n\nTrong khoảnh khắc sinh tử, thần linh đã để mắt đến bé gái phi thường ấy.\n\nMột thứ sáng bóng rơi vào tay Shenhe, cán cân đã hoàn toàn nghiêng về phía cô, thắng bại đã định.\n\nÁnh sáng của băng giá thắp sáng cả hang động tăm tối, như ánh dương soi rọi con đường phía trước.\n\nTrước đây, nó dẫn đường cho Shenhe thoát khỏi số mệnh đau khổ; Sau này, nó dẫn đường cho Shenhe hòa nhập lại với trần thế."
    }
  }
]