[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "我名申鹤，命格孤煞，易伤身边人，仙人叮嘱要以此红绳锁魂，控制杀心。若你不畏惧与我同行…很好，就请伸出手来吧。",
      "zht": "#我名申鶴，命格孤煞，易傷身邊人，仙人叮囑要以此紅繩鎖魂，控制殺心。若{F#妳}{M#你}不畏懼與我同行…很好，就請伸出手來吧。",
      "jp": "我の名は申鶴、孤独で仇なす者、周りの者に災いをもたらす恐れがある。この赤紐で魂に枷を加え、殺意を抑制するよう仙人たちに釘を刺された。我との同行を恐れないのであれば…良かろう。ならば我の手を握るがいい。",
      "ko": "내 이름은 신학. 고독한 팔자를 타고나 주변 사람을 해치기 쉽지. 선인께선 붉은 끈으로 영혼을 묶어 살심을 다스려야 한다고 당부하셨어. 나와 함께 가는 게 두렵지 않다면… 좋아, 손을 내밀어 봐",
      "en": "My name is Shenhe. I was born fated to bear the curse of calamity, so I am prone to bring harm to the people around me. The adepti urged me to bind my soul with red ropes to keep my homicidal nature at bay. If you are able to walk alongside me without fear... Hah, very well. Now, give me your hand.",
      "de": "Mein Name ist Shenhe. Ich wurde mit dem Fluch des Unheils geboren und könnte den Menschen in meiner Umgebung sehr leicht Schaden zufügen. Die Adepten haben mich dazu gedrängt, meine Seele mit roten Seilen zu binden, um meine mörderische Natur in Schach zu halten. Wenn du keine Angst vor mir hegst ... Haha, sehr gut, jetzt gib mir deine Hand.",
      "es": "Me llamo Shenhe. Nací destinada a cargar con la maldición del desastre, así que tiendo a causar daño a las personas a mi alrededor. Los Adeptus me aconsejaron que atara con cuerdas rojas mi naturaleza violenta para mantenerla a raya. Si eres capaz de caminar junto a mí sin miedo... Ja, muy bien, entonces dame la mano.",
      "fr": "Je m'appelle Shenhe. Je suis de nature à blesser les gens qui m'entourent en raison d'une malédiction qui me touche depuis ma naissance. Les Adeptes m'ont conseillé de garder mes pulsions meurtrières sous contrôle grâce à ces cordes rouges. Si vous n'avez pas peur de marcher à mes côtés... Bien, tendez-moi votre main.",
      "pt": "Meu nome é Shenhe. Nasci destinada a suportar a maldição da calamidade, por isso sou propensa a causar mal às pessoas ao meu redor. Os adepti insistiram em prender minha alma com cordas vermelhas para manter a minha natureza homicida controlada. Se você for capaz de caminhar ao meu lado sem medo... Haha, muito bem. Agora, me dê sua mão.",
      "ru": "Меня зовут Шэнь Хэ. Я рождена, чтобы нести проклятие бедствий, поэтому я склонна причинять вред окружающим. Дабы держать мою смертоносную природу под контролем, Адепты велели мне связать душу красными шнурами. Если ты не боишься идти рядом со мной... Ха, хорошо. Дай мне руку.",
      "id": "Namaku Shenhe. Aku terlahir untuk menanggung kutukan bencana, sehingga aku cenderung membawa bencana bagi orang-orang di sekitarku. Adeptus mendesakku untuk mengikat jiwaku dengan tali merah untuk menahan nafsu membunuhku. Jika kamu bisa berjalan di sampingku tanpa rasa takut ... Hah, baiklah. Sekarang, berikan aku tanganmu.",
      "th": "ฉันชื่อ Shenhe ผู้ถูกลิขิตให้มีชีวิตที่แสนอ้างว้าง และทำร้ายผู้คนรอบข้างได้อย่างง่ายดาย ท่านเซียนจึงบอกให้ฉันใช้เชือกสีแดงผูกมัดจิตวิญญาณ เพื่อควบคุมความคิดในการเข่นฆ่าเอาไว้ ถ้าเธอไม่กลัวที่จะเดินทางไปกับฉัน... ดีมาก งั้นก็ยื่นมือมาเลยสิ",
      "vi": "Tôi tên Shenhe, có số mệnh cô sát, dễ tổn thương đến người bên cạnh, tiên nhân dặn dò phải dùng sợi dây đỏ này để trói hồn, khống chế sát niệm. Nếu bạn không sợ đồng hành cùng tôi... Tốt lắm, hãy đưa tay ra đây."
    }
  },
  {
    "title": {
      "zhs": "闲聊·归宿",
      "zht": "閒聊·歸宿",
      "jp": "世間話·帰着",
      "ko": "잡담·돌아갈 곳",
      "en": "Chat: Home",
      "de": "Gespräch – Zuhause",
      "es": "Charla - Hogar",
      "fr": "Bavardage - Foyer",
      "pt": "Bate-papo - Lar",
      "ru": "Поболтаем: Дом",
      "id": "Berbincang: Rumah",
      "th": "แชท - ที่พักพิง",
      "vi": "Nói chuyện phiếm - Mái ấm"
    },
    "line": {
      "zhs": "人间的归宿是一种奢望，我早已习惯跟山川与鸟兽作伴了。",
      "zht": "人間的歸宿是一種奢望，我早已習慣跟山川與鳥獸作伴了。",
      "jp": "俗世に帰着するなど、高望みなこと。我は自然と共に在る方が落ち着く。",
      "ko": "인간 세상으로 돌아가는 건 사치야. 난 자연에서 동물들과 지내는 게 더 편해",
      "en": "The assumption that every person has somewhere to call home is naive. I got used to living in the mountains alongside the birds and beasts a long time ago.",
      "de": "Die Annahme, dass jeder Mensch einen Ort hat, den er sein Zuhause nennen kann, ist naiv. Ich habe mich schon lange daran gewöhnt, in den Bergen mit den Vögeln und Tieren zu leben.",
      "es": "Es ingenuo asumir que todo el mundo tiene un lugar al que pueda llamar “hogar”. Yo hace mucho tiempo que me acostumbré a vivir en las montañas con las aves y las demás bestias.",
      "fr": "C'est un luxe d'avoir un endroit qu'on peut considérer comme chez soi. J'ai l'habitude de vivre dans les montagnes en compagnie des oiseaux et autres bêtes depuis longtemps.",
      "pt": "A suposição de que toda pessoa tem um lugar para chamar de lar é ingênua. Eu me acostumei a viver nas montanhas ao lado das aves e bestas há muito tempo.",
      "ru": "Смертные наивно полагают, что у каждого обязано быть место, называемое «домом». Я уже давно привыкла жить в горах среди птиц и зверей.",
      "id": "Naif untuk berasumsi bahwa setiap orang memiliki sebuah tempat untuk dipanggil rumah. Aku terbiasa tinggal di pegunungan bersama burung dan binatang liar sejak dahulu.",
      "th": "ที่พักพิงในโลกมนุษย์นั้นเป็นแค่ความเพ้อฝันอย่างหนึ่ง ฉันชินกับการอยู่กับภูเขา แม่น้ำ นกและสัตว์ต่าง ๆ มานานแล้วล่ะ",
      "vi": "Mái ấm của nhân gian là một sự xa xỉ, tôi đã sớm quen với việc làm bạn với núi sông và muôn thú rồi."
    }
  },
  {
    "title": {
      "zhs": "闲聊·要诀",
      "zht": "閒聊·要訣",
      "jp": "世間話·要訣",
      "ko": "잡담·비결",
      "en": "Chat: Motto",
      "de": "Gespräch – Motto",
      "es": "Charla - Lema",
      "fr": "Bavardage - Devise",
      "pt": "Bate-papo - Lema",
      "ru": "Поболтаем: Девиз",
      "id": "Berbincang: Semboyan",
      "th": "แชท - คำขวัญ",
      "vi": "Nói chuyện phiếm - Khẩu quyết"
    },
    "line": {
      "zhs": "回向正道，保身护命…",
      "zht": "回向正道，保身護命…",
      "jp": "正道に戻り、己が身を守るのだ…",
      "ko": "올바른 길로 돌아와, 목숨을 보존하리…",
      "en": "Mind be purged, world be saved.",
      "de": "Der Geist wird geläutert, die Welt wird gerettet ...",
      "es": "Purifica tu mente y protege el mundo.",
      "fr": "Que les esprits soient purifiés et le monde sera sauvé...",
      "pt": "Que a mente seja purgada, que o mundo seja salvo.",
      "ru": "Очистить разум и уберечь жизнь...",
      "id": "Pikiran dibersihkan, dunia diselamatkan.",
      "th": "หวนสู่เส้นทางที่ถูกต้อง เพื่อปกป้องร่างกายและชีวิต...",
      "vi": "Hồi hướng chính đạo, bảo thân hộ mệnh..."
    }
  },
  {
    "title": {
      "zhs": "闲聊·刀枪无眼",
      "zht": "閒聊·刀槍無眼",
      "jp": "世間話·刀槍",
      "ko": "잡담·통제불능",
      "en": "Chat: A Blind Polearm",
      "de": "Gespräch – Blinde Stangewaffe",
      "es": "Charla - Lanza ciega",
      "fr": "Bavardage - Lance aveugle",
      "pt": "Bate-papo - Lança Cega",
      "ru": "Поболтаем: Слепое копьё",
      "id": "Berbincang: Sebuah Polearm yang Buta",
      "th": "แชท - คมหอกที่มืดบอด",
      "vi": "Nói chuyện phiếm - Đao kiếm vô tình"
    },
    "line": {
      "zhs": "刀枪无眼，红绳的力量也有极限，所以我才不喜欢人多的地方。",
      "zht": "刀槍無眼，紅繩的力量也有極限，所以我才不喜歡人多的地方。",
      "jp": "刀や槍は相手を選ばず、赤紐の力にも限度がある。だから我は人混みの多いところを好まない。",
      "ko": "무기를 들면 자신을 제어할 수 없고, 붉은 끈의 힘도 한계가 있지. 그래서 사람 많은 곳은 별로야",
      "en": "My polearm doesn't distinguish friend from foe, and there is clearly a limit to the red ropes' power. That's why I loathe crowded areas.",
      "de": "Meine Stangenwaffe unterscheidet nicht zwischen Freund und Feind, und die Kraft der roten Seile hat eindeutig ihre Grenzen. Deshalb verabscheue ich Menschenmengen.",
      "es": "Mi lanza no distingue amigos de enemigos y, obviamente, el poder de mis cuerdas rojas es limitado. Por eso detesto los lugares concurridos.",
      "fr": "Ma lance ne distingue pas mes amis de mes ennemis. Le pouvoir des cordes rouges a des limites, voilà pourquoi je déteste les endroits remplis de monde.",
      "pt": "Minha lança não distingue amigo de inimigo, e há claramente um limite para a potência das cordas vermelhas. É por isso que eu odeio áreas com muitas pessoas.",
      "ru": "Моё копьё не отличит врага от друга, а сила красных шнуров ограничена, поэтому я терпеть не могу людные места.",
      "id": "Polearm milikku tidak membedakan kawan atau lawan. Kekuatan tali merah pun ada batasnya. Itulah mengapa aku benci tempat ramai.",
      "th": "หอกที่มืดบอดมองไม่ออกว่าใครเป็นมิตรหรือศัตรู ส่วนพลังของเชือกสีแดงก็มีขีดจำกัด ดังนั้นฉันเลยไม่ชอบที่ที่คนพลุกพล่าน",
      "vi": "Đao kiếm vô tình, sức mạnh của dây đỏ cũng có giới hạn, cho nên tôi mới không thích nơi đông người."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Turun Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "按照凡人的做法，这种时候，是否应该…撑伞？",
      "zht": "按照凡人的做法，這種時候，是否應該…撐傘？",
      "jp": "こういう時、世の者は…傘をさすのか？",
      "ko": "평범한 인간이라면 이럴 때… 우산을 펼치던가?",
      "en": "In the mortal world, at times likes these, is it not customary to... use an umbrella?",
      "de": "In der Welt der Sterblichen ist es in Zeiten wie diesen nicht üblich, einen ... Regenschirm zu benutzen?",
      "es": "En el mundo de los mortales, ¿no es costumbre usar un paraguas en un momento como este?",
      "fr": "Chez les mortels, il faut sortir son... parapluie par ce temps ?",
      "pt": "No mundo mortal, em ocasiões como estas, não é costume... usar um guarda-chuva?",
      "ru": "Смертные в таких случаях обычно используют... зонт?",
      "id": "Apakah dunia manusia tidak terbiasa menggunakan payung ... di saat seperti ini?",
      "th": "ตามวิถีของโลกมนุษย์แล้ว ในเวลาแบบนี้ก็ควรจะ...กางร่มใช่มั้ย?",
      "vi": "Theo cách của người phàm, lúc này... nên che dù đúng không?"
    }
  },
  {
    "title": {
      "zhs": "雨过天晴…",
      "zht": "雨過天晴…",
      "jp": "雨上がり…",
      "ko": "비가 그친 후…",
      "en": "After the Rain",
      "de": "Es hat aufgehört zu regnen ...",
      "es": "Tras la lluvia...",
      "fr": "Après la pluie...",
      "pt": "Depois da Chuva...",
      "ru": "После дождя...",
      "id": "Setelah Hujan",
      "th": "ฟ้าหลังฝน...",
      "vi": "Sau cơn mưa trời lại sáng..."
    },
    "line": {
      "zhs": "天气变好，我也很开心。只希望没有人来打扰…如果有，就让他们消失好了。",
      "zht": "天氣變好，我也很開心。只希望沒有人來打擾…如果有，就讓他們消失好了。",
      "jp": "天気が良くなると、気分も晴れる。邪魔者が来ないのを願おう…たとえ来たとしても、消えてもらうのみだが。",
      "ko": "날씨가 좋아지니 나도 기분이 좋군. 아무도 방해하지 않았으면 해…. 방해하는 자가 있다면 전부 없애주지",
      "en": "The sky is clearing up, and so is my mood. I just hope no one shows up to bother me... if they do, I'll just make them disappear.",
      "de": "Der Himmel hellt sich auf und meine Stimmung auch. Ich hoffe nur, dass niemand auftaucht, um mich zu stören ... Wenn doch, dann lasse ich ihn einfach verschwinden.",
      "es": "El cielo se está despejando, igual que mi estado de ánimo. Solo espero que no aparezca alguien para molestarme. Si lo hace, le haré desaparecer.",
      "fr": "Le ciel se dégage et j'en suis heureuse. J'espère seulement que personne ne viendra me déranger... Sinon, je les ferai disparaître.",
      "pt": "O céu está clareando, assim como o meu humor. Só espero que ninguém apareça para me incomodar... se aparecerem, eu os farei desaparecer.",
      "ru": "На небе разошлись тучи, как и у меня на душе. Надеюсь, никто не придёт и не станет беспокоить меня. В противном случае я заставлю их исчезнуть.",
      "id": "Langit sudah cerah, begitu juga suasana hatiku. Aku harap tidak ada orang yang muncul untuk menggangguku ... Jika mereka muncul, aku akan menghilangkan mereka.",
      "th": "พออากาศแจ่มใส ฉันก็อารมณ์ดีเช่นกัน หวังว่าจะไม่มีใครมารบกวนนะ... แต่ถ้ามีล่ะก็ ฉันจะทำให้พวกเขาหายไปเอง",
      "vi": "Thời tiết đã tốt hơn rồi, tôi cũng rất vui. Hy vọng không ai đến làm phiền... Nếu có thì khiến họ biến mất là được rồi."
    }
  },
  {
    "title": {
      "zhs": "打雷的时候…",
      "zht": "打雷的時候…",
      "jp": "雷の日…",
      "ko": "번개가 칠 때…",
      "en": "When Thunder Strikes",
      "de": "Wenn es blitzt ...",
      "es": "Cuando truena...",
      "fr": "Quand le tonnerre gronde...",
      "pt": "Quando Está Trovejando...",
      "ru": "Когда гремит гром...",
      "id": "Ketika Petir Menyambar",
      "th": "ในเวลาที่ฟ้าผ่า...",
      "vi": "Khi có sấm sét..."
    },
    "line": {
      "zhs": "把魔物冻在原地，雷劈下来就能瞬间解决它们，还不会让衣服沾上尘土。",
      "zht": "把魔物凍在原地，雷劈下來就能瞬間解決它們，還不會讓衣服沾上塵土。",
      "jp": "凍らせた魔物に雷が落ちれば、瞬時に仕留められる。服を汚さずにな。",
      "ko": "마물을 제자리에 얼어붙게 하면 낙뢰로 순식간에 처리할 수 있어. 옷에 먼지도 안 묻고",
      "en": "In this weather, I can freeze monsters in place and simply let the lightning bolts take care of the rest. A good way to not get my clothes dirty.",
      "de": "Bei diesem Wetter kann ich die Monster an Ort und Stelle einfrieren und die Blitze einfach den Rest erledigen lassen. Ein guter Weg, um meine Kleidung nicht schmutzig zu machen.",
      "es": "Con este tiempo, puedo congelar a los monstruos y dejar que los truenos hagan el resto. Es una buena forma de no ensuciar mi ropaje.",
      "fr": "Avec cette météo, je peux me contenter de geler les monstres et laisser la foudre terminer le travail. Pratique pour ne pas salir mes habits.",
      "pt": "Com este tempo, posso congelar monstros no lugar e simplesmente deixar que os relâmpagos cuidem do resto. Uma boa maneira de não sujar minhas roupas.",
      "ru": "В такую погоду чудовищ я могу просто замораживать, а остальное доделает молния. И одежда не запачкается.",
      "id": "Dalam cuaca seperti ini, aku bisa membekukan monster dan membiarkan petir menyelesaikan mereka. Sebuah cara yang baik untuk tidak mengotori pakaianku.",
      "th": "การแช่แข็งมอนสเตอร์ให้อยู่กับที่แล้วปล่อยให้ฟ้าผ่า จะสามารถกำจัดพวกมันได้ในพริบตาเลย แถมยังไม่ทำให้เสื้อผ้าสกปรกด้วย",
      "vi": "Đóng băng ma vật tại chỗ, sấm sét đánh xuống là sẽ giải quyết chúng trong nháy mắt, với cũng không làm bẩn y phục."
    }
  },
  {
    "title": {
      "zhs": "刮大风了…",
      "zht": "颳大風了…",
      "jp": "暴風の日…",
      "ko": "강풍이 불 때…",
      "en": "When the Wind Is Blowing",
      "de": "Ein Sturm zieht auf.",
      "es": "Hace mucho viento...",
      "fr": "Le vent souffle fort...",
      "pt": "A Ventania Está Chegando...",
      "ru": "Когда дует сильный ветер...",
      "id": "Ketika Angin Berembus",
      "th": "ในเวลาที่ลมพัดแรง...",
      "vi": "Gió lớn quá..."
    },
    "line": {
      "zhs": "嗯…师父最喜欢庆云顶上的罡风。",
      "zht": "嗯…師父最喜歡慶雲頂上的罡風。",
      "jp": "ああ…師匠は慶雲頂の淒風を好んでいた。",
      "ko": "음… 스승님은 경운봉에서 부는 바람을 가장 좋아하시지",
      "en": "Yes... This reminds me of Master. She loves to ride the swift winds of Qingyun Peak.",
      "de": "Ja ... Das erinnert mich an meine Meisterin. Sie liebt es, auf den schnellen Winden des Qingyun-Gipfels zu reiten.",
      "es": "Vaya... Esto me recuerda a mi maestra. Le encanta volar por los rápidos vientos de la Cima Chingyun.",
      "fr": "Mon maître aime les bourrasques au sommet du Pic Qingyun.",
      "pt": "Sim... Isto me faz lembrar da Mestra. Ela adora voar pelos ventos rápidos do Pico de Qingyun.",
      "ru": "Хм... Это напомнило мне о наставнице. Она обожает летать на порывистых ветрах пика Цинъюнь.",
      "id": "Ya ... Angin ini mengingatkanku pada Master. Dia sangat suka mengendarai laju angin di Qingyun Peak.",
      "th": "อืม...ท่านอาจารย์ชอบลมแรง ๆ บน Qingyun Peak ที่สุดเลย...",
      "vi": "Ừm... Sư phụ thích nhất là gió lớn trên Khánh Vân Đỉnh."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "早安。晨露很甜，要分一点给你吗？",
      "zht": "#早安。晨露很甜，要分一點給{F#妳}{M#你}嗎？",
      "jp": "ごきげんよう。朝露は実に甘い、主にも分けてやろうか？",
      "ko": "좋은 아침. 아침이슬이 달아, 너도 마실래?",
      "en": "Good morning. The dew is very sweet today, would you like some?",
      "de": "Guten Morgen! Der Tau ist heute sehr süß, möchtest du etwas davon haben?",
      "es": "Buenos días. El rocío está muy dulce hoy, ¿quieres un poco?",
      "fr": "Bonjour. La rosée est particulièrement sucrée aujourd'hui. Vous en voulez un peu ?",
      "pt": "Bom dia. O orvalho está muito doce hoje, você gostaria de um pouco?",
      "ru": "Доброе утро. Утренняя роса так сладка. Хочешь, поделюсь с тобой?",
      "id": "Selamat pagi. Embun hari ini terasa manis, apakah kamu mau?",
      "th": "อรุณสวัสดิ์ น้ำค้างหวานมากเลย เอาสักหน่อยมั้ยล่ะ?",
      "vi": "Chào buổi sáng. Sương mai rất ngọt, có muốn tôi chia cho một ít không?"
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "若是午后困乏，不妨试试打坐养神，很有效果。",
      "zht": "若是午後睏乏，不妨試試打坐養神，很有效果。",
      "jp": "午後の眠気を振り払いたいのであれば、坐禅を試してみるといい。効果があるはずだ。",
      "ko": "점심 먹고 졸릴 땐, 가부좌를 틀고 앉아서 명상을 해봐. 효과가 좋아",
      "en": "If you feel fatigued after lunch, you should try meditating. It's very effective.",
      "de": "Wenn du dich nach dem Mittagessen müde fühlst, solltest du versuchen zu meditieren. Das ist sehr effektiv.",
      "es": "#Si te sientes cansad{F#a}{M#o} después de comer, deberías intentar meditar. Es muy útil.",
      "fr": "Si vous ressentez un peu de fatigue après déjeuner, essayez de méditer. C'est très efficace.",
      "pt": "#Se você se sentir cansad{M#o}{F#a} após o almoço, deveria tentar meditar. É muito eficaz.",
      "ru": "Если тебя после обеда одолевает усталость, попробуй помедитировать. Действует прекрасно.",
      "id": "Jika kamu merasa lelah setelah makan siang, kamu harus coba meditasi. Itu sangat efektif.",
      "th": "ถ้ารู้สึกเพลียหลังทานอาหารกลางวันล่ะก็ ลองนั่งสมาธิดูสิ มันได้ผลดีมากเลยนะ",
      "vi": "Nếu mà buổi trưa quá buồn ngủ thì thử ngồi thiền tịnh tâm xem, rất hiệu quả đó."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "不知道你是喜欢人间的灯火，还是山林的月光？",
      "zht": "#不知道{F#妳}{M#你}是喜歡人間的燈火，還是山林的月光？",
      "jp": "俗世の灯火と山林の月光、主はどちらが好みだ？",
      "ko": "넌 속세의 불빛이 좋아, 아님 산속의 달빛이 좋아?",
      "en": "Do you prefer the artificial light of the cities and towns, or the moonlight in the mountains?",
      "de": "Bevorzugst du das künstliche Licht der Städte und Ortschaften oder das Mondlicht in den Bergen?",
      "es": "¿Prefieres la luz artificial de las ciudades y los pueblos o el brillo lunar de las montañas?",
      "fr": "Préférez-vous la lumière artificielle des villes ou le clair de lune de la montagne ?",
      "pt": "Você prefere a luz artificial das cidades e vilas, ou a luz da lua nas montanhas?",
      "ru": "Тебе нравится искусственный свет фонарей или сияние луны в горах?",
      "id": "Apakah kamu lebih suka cahaya buatan di kota atau cahaya bulan di pegunungan?",
      "th": "เธอชอบแสงไฟในโลกมนุษย์ หรือแสงจันทร์บนภูเขามากกว่ากันล่ะ?",
      "vi": "Không biết bạn thích ánh đèn chốn nhân gian hơn, hay là ánh trăng giữa núi rừng nhỉ?"
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "放心休息吧，我睡眠很浅，有什么动静，我会替你查看的。",
      "zht": "#放心休息吧，我睡眠很淺，有什麼動靜，我會替{F#妳}{M#你}查看的。",
      "jp": "安心して休息を取るがよい。我は眠りが浅いゆえ、その間、周りを見張っておこう。",
      "ko": "안심하고 푹 쉬어. 난 깊게 자는 편이 아니니 기척이 있으면 대신 봐줄게",
      "en": "Feel free to rest. I'm a light sleeper, if I hear anything in the vicinity, I'll investigate it for you.",
      "de": "Du kannst dich gern ausruhen. Ich habe einen leichten Schlaf. Wenn ich etwas in der Nähe höre, werde ich es für dich untersuchen.",
      "es": "No dudes en descansar cuando quieras. Soy de sueño ligero, así que si escucho algo en los alrededores, iré a investigar.",
      "fr": "Reposez-vous l'esprit tranquille. J'ai le sommeil léger, j'irai voir de quoi il s'agit si j'entends le moindre bruit.",
      "pt": "Fique à vontade para descansar. Tenho um sono leve, se eu ouvir alguma coisa nas proximidades, vou investigar para você.",
      "ru": "Отдыхай и ни о чём не беспокойся. Я сплю очень чутко. При малейшем шорохе я выясню для тебя, в чём дело.",
      "id": "Istirahatlah dengan tenang. Aku orang yang mudah terbangun, jika aku mendengar sesuatu di sekitar, aku akan menyelidikinya untukmu.",
      "th": "พักผ่อนให้สบายใจเถอะ ฉันเป็นคนตื่นง่าย ถ้ามีเสียงอะไรเคลื่อนไหว ฉันจะตรวจสอบให้เธอเอง",
      "vi": "Hãy yên tâm nghỉ ngơi đi, tôi ngủ không sâu đâu, có động tĩnh gì tôi sẽ kiểm tra thay bạn."
    }
  },
  {
    "title": {
      "zhs": "关于申鹤自己·本能",
      "zht": "關於申鶴自己·本能",
      "jp": "申鶴自身について·本能",
      "ko": "신학 자신에 대해·본능",
      "en": "About Shenhe: Instinct",
      "de": "Über Shenhe – Instinkt",
      "es": "Sobre Shenhe - Instinto",
      "fr": "À propos de Shenhe - Instinct",
      "pt": "Sobre Shenhe - Instinto",
      "ru": "О Шэнь Хэ: Инстинкт",
      "id": "Tentang Shenhe: Insting",
      "th": "เกี่ยวกับตัว Shenhe เอง - สัญชาตญาณ",
      "vi": "Về bản thân Shenhe - Bản năng"
    },
    "line": {
      "zhs": "磨砺自身，修炼方术，都是本能使然，想要保全自己而已。我没有兼济苍生的胸怀，惩奸除恶只是顺手，不必感谢我。",
      "zht": "磨礪自身，修煉方術，都是本能使然，想要保全自己而已。我沒有兼濟蒼生的胸懷，懲奸除惡只是順手，不必感謝我。",
      "jp": "己を磨き、方術の修行をする。これらはすべて本能によるもので、我自身のためである。俗世を救済する心など我にはない。悪を裁くのはついでのこと、礼は不要だ。",
      "ko": "자신을 갈고닦고 도술을 수련하는 건 모두 나 자신을 지키고자 하는 본능이야. 중생을 구제할 마음은 없다고. 악인을 처벌하는 건 겸사겸사하는 일이니까 고마워할 거 없어",
      "en": "For all the training I've had — honing my body and mind, learning the adepti arts — I've mostly been guided by my own instincts. It just comes down to self-preservation. I'm not trying to save the world, so if I wipe out some evil presence and it happens to benefit you, don't thank me. It's just a force of habit.",
      "de": "Bei all dem Training, das ich absolviert habe, in dem ich meinen Körper und meinen Geist geschärft und die Adeptenkünste erlernt habe, habe ich mich hauptsächlich von meinen eigenen Instinkten leiten lassen. Es geht einfach um Selbsterhaltung. Ich versuche nicht, die Welt zu retten, also wenn ich etwas Böses auslösche und du davon profitierst, musst du mir nicht danken. Es ist einfach eine Macht der Gewohnheit.",
      "es": "En todo el entrenamiento que he recibido, como el de entrenar el cuerpo y la mente o aprender la magia adéptica, siempre me he guiado principalmente por mi instinto. Al final, todo se basa en sobrevivir. No intento salvar el mundo, así que si elimino alguna amenaza maligna y por casualidad te beneficia, no me lo agradezcas. Solo es la costumbre.",
      "fr": "Dans tous mes entraînements, que ce soit le perfectionnement de mon corps et de mon esprit ou l'apprentissage de l'exorcisme, j'ai été principalement guidée par mon instinct. En fin de compte, tout est une question de survie. Je n'essaie pas de sauver le monde. Alors si vous me voyez éliminer un esprit maléfique et que cela vous profite, ne me remerciez pas. C'est juste quelque chose de naturel pour moi.",
      "pt": "Por todo o treinamento que tive - aperfeiçoar meu corpo e minha mente, aprender as artes dos adepti - tenho sido guiada principalmente pelos meus próprios instintos. Trata-se apenas de autopreservação. Não estou tentando salvar o mundo, portanto, se eu exterminar alguma presença maligna e isso acabar te beneficiando, não me agradeça. É apenas a força do hábito.",
      "ru": "Во всей моей подготовке - совершенствовании тела и разума, изучении искусств Адептов - я всегда руководствовалась инстинктами. Главное - самосохранение. Я никогда не стремилась помогать людям, и если я по пути уничтожила какое-нибудь зло, благодарить меня не стоит.",
      "id": "Semua latihan yang kujalani, dari mengasah tubuh dan pikiranku, hingga mempelajari ilmu Adeptus. Aku mempelajari sebagian besar dari mereka dengan mengandalkan instingku. Semua itu hanya untuk menyelamatkan diriku sendiri. Aku tidak mencoba menyelamatkan dunia, jadi jika aku menghapus beberapa roh jahat dan kebetulan itu juga menguntungkan untukmu, jangan berterima kasih kepadaku. Itu hanya kebiasaanku saja.",
      "th": "ทั้งการฝึกฝนตนเองและการฝึกวิชา ล้วนเป็นไปตามสัญชาตญาณที่อยากจะปกป้องตัวเองก็เท่านั้น ฉันไม่ได้มีความคิดที่จะช่วยเหลือใคร ส่วนที่ฉันกำจัดสิ่งชั่วร้ายนั้นก็แค่บังเอิญน่ะ ไม่ต้องขอบจงขอบใจฉันหรอกนะ",
      "vi": "Rèn luyện bản thân, tu luyện phương thuật, đó đều là bản năng, phải bảo vệ chính mình thật tốt. Tôi chả có tấm lòng cứu rỗi chúng sinh đâu, trừ gian diệt ác chỉ là tiện tay mà thôi, không cần cám ơn."
    }
  },
  {
    "title": {
      "zhs": "关于申鹤自己·异类",
      "zht": "關於申鶴自己·異類",
      "jp": "申鶴自身について·異類",
      "ko": "신학 자신에 대해·이류",
      "en": "About Shenhe: Different",
      "de": "Über Shenhe – Unterschied",
      "es": "Sobre Shenhe - Diferente",
      "fr": "À propos de Shenhe - Différence",
      "pt": "Sobre Shenhe - Diferente",
      "ru": "О Шэнь Хэ: Иная",
      "id": "Tentang Shenhe: Berbeda",
      "th": "เกี่ยวกับตัว Shenhe เอง - แปลกแยก",
      "vi": "Về bản thân Shenhe - Khác loài"
    },
    "line": {
      "zhs": "受我恩惠的人叫我仙人，被我惩罚的人喊我魔女，呵…不管是仙是魔，终究都是跟凡人不同的异类罢了…",
      "zht": "受我恩惠的人叫我仙人；被我懲罰的人喊我魔女，呵…不管是仙是魔，終究都是跟凡人不同的異類罷了…",
      "jp": "我の恩恵を受けた人間は我を仙人と呼び、裁きを受けた者は魔の女と呼ぶ。ふん…仙であろうが魔であろうが、所詮、凡人にとって我は異類ということだ…",
      "ko": "내게 은혜를 입은 사람을 날 선인이라 부르고, 벌을 받은 사람은 날 마녀라 부르곤 해. 하… 선인이든 마녀든, 평범한 사람이 아닌 이류일 뿐이야…",
      "en": "If I treat people kindly, they call me an adeptus, and if I put them in their place, they call me a witch. Heh... The one thing you'll never hear them call me is \"human.\" They all seem to agree that I'm fundamentally... different from them.",
      "de": "Wenn ich Menschen freundlich behandle, nennen sie mich eine Adeptin, und wenn ich sie in ihre Schranken verweise, nennen sie mich eine Hexe. Tja ... Das Einzige, was sie mich nie sagen, ist „Mensch“. Sie scheinen sich alle einig zu sein, dass ich mich grundlegend von ihnen unterscheide.",
      "es": "Si trato a la gente con bondad, me llaman Adeptus, y si les doy lo que se merecen, me llaman bruja. ¡Hum! Pero lo que nunca escucharás es que me llamen “humana”. Todo el mundo parece estar de acuerdo en que soy esencialmente distinta a ellos.",
      "fr": "Quand je traite les gens avec bonté, on dit que je suis une Adepte, et si je les remets à leur place, ils disent que je suis une sorcière. Hé... Le seul qualificatif qu'on ne me donne jamais est celui d'« humaine ». On dirait que tout le monde s'accorde sur le fait que je sois... différente.",
      "pt": "Se eu tratar as pessoas com gentileza, elas me chamam de adeptus, e se eu as coloco no lugar delas, elas me chamam de bruxa. Heh... A única coisa que você nunca ouvirá eles me chamarem é \"humana\". Todos parecem concordar que eu sou fundamentalmente... diferente deles.",
      "ru": "Когда я проявляю милость, меня величают Адептом, а если кого-то ставлю на место - тут же становлюсь для них ведьмой. Хех... А вот простым человеком меня не считают никогда. В любом случае я всегда буду для них иной.",
      "id": "Jika aku memperlakukan orang dengan baik, mereka memanggilku Adeptus, jika aku menghukum mereka, mereka memanggilku seorang penyihir. Huh ... Kamu tidak akan pernah mendengar mereka memanggilku \"manusia\". Mereka semua tampaknya setuju bahwa aku pada dasarnya ... berbeda dari mereka.",
      "th": "คนที่ได้รับความเมตตาจากฉันจะเรียกฉันว่าเซียน ส่วนคนที่ถูกฉันลงโทษจะเรียกฉันว่าแม่มด หึ...ไม่ว่าจะเป็นเซียนหรือแม่มด ต่างก็แปลกแยกจากมนุษย์ทั้งนั้น...",
      "vi": "Người nhận ân huệ từ tôi thì gọi tôi là tiên nhân, người bị tôi trừng phạt thì gọi tôi là ma nữ... Hừm... bất luận là tiên hay ma, cũng đều khác loài với con người mà thôi..."
    }
  },
  {
    "title": {
      "zhs": "关于我们·待人接物",
      "zht": "關於我們·待人接物",
      "jp": "人との接し方について…",
      "ko": "우리에 대해·태도",
      "en": "About Us: Manners",
      "de": "Über uns – Manieren",
      "es": "#Sobre nosotr{F#as}{M#os} - Modales",
      "fr": "À propos de nous - Manières",
      "pt": "Sobre Nós - Maneiras",
      "ru": "О нас: Взаимоотношения",
      "id": "Tentang Kita: Tata Krama",
      "th": "เกี่ยวกับเรา - การปฏิบัติตัวต่อผู้อื่น",
      "vi": "Về chúng ta - Đối nhân xử thế"
    },
    "line": {
      "zhs": "我很少下山，不懂得多少待人接物的道理。发生冲突的时候，我一律按自己的方式处理。但，如果你觉得不妥，都请告诉我，即使不理解，我也会听你的。",
      "zht": "#我很少下山，不懂得多少待人接物的道理。發生衝突的時候，我一律按自己的方式處理。但，如果{F#妳}{M#你}覺得不妥，都請告訴我，即使不理解，我也會聽{F#妳}{M#你}的。",
      "jp": "我は滅多に下山しない。それゆえ、人との接し方が分からないのだ。揉め事が起きた時は、我自身のやり方で対処する。だが、もし主が齟齬を感じた場合、必ず教えてくれ。理解できずとも、主の言葉を信じ、それに従おう。",
      "ko": "난 산에서 잘 안 내려와. 사람들 대하는 법을 잘 모르거든. 마찰이 생기면 무조건 내 방식대로 처리해. 하지만 네가 보기에 부적절하면 알려 줘. 이해가 안 돼도 네 말은 들을게",
      "en": "I rarely leave the mountains, so I was never taught proper manners. When a conflict arises, I just take care of it the way that comes naturally to me. But if you don't approve of my methods, please do let me know. Even if I don't fully understand your reasoning, I will always defer to you.",
      "de": "Ich verlasse die Berge nur selten, deshalb wurden mir nie gute Manieren beigebracht. Wenn ein Konflikt auftaucht, kümmere ich mich einfach darum, so wie es mir in den Kram passt. Aber wenn du mit meinen Methoden nicht einverstanden bist, lass es mich bitte wissen. Auch wenn ich deine Argumente nicht ganz verstehe, werde ich mich immer nach dir richten.",
      "es": "Rara vez salgo de las montañas, así que nunca me han enseñado modales. Cuando surge algún conflicto, me encargo de él de la manera que me resulta más natural. Pero si no te gustan mis métodos, por favor, dímelo. Aunque no entienda por completo tu razonamiento, siempre seguiré tu consejo.",
      "fr": "Je quitte rarement les montagnes, alors je ne sais pas comment traiter les gens. Lorsqu'un conflit survient, je le résous à ma manière. Ceci dit, n'hésitez pas à me faire savoir si vous n'approuvez pas de mes méthodes. Je vous écouterai, même si je ne comprends pas votre façon de faire.",
      "pt": "Raramente deixo as montanhas, por isso nunca me ensinaram boas maneiras. Quando surge um conflito, eu apenas cuido dele da maneira que me vem naturalmente. Mas se você não aprovar meus métodos, por favor, me avise. Mesmo que eu não entenda totalmente seu raciocínio, eu sempre seguirei seus conselhos.",
      "ru": "Я почти не покидаю гор, поэтому я мало что знаю про общение с людьми. Когда возникает конфликт, я улаживаю его по-своему. Если тебе что-то покажется неподобающим, пожалуйста, скажи. Даже если я не пойму твоих доводов, то всё равно прислушаюсь к тебе.",
      "id": "Aku jarang meninggalkan gunung, jadi aku tidak pernah diajari tata krama. Ketika terjadi masalah, aku hanya menanganinya dengan cara yang wajar bagiku. Tetapi jika kamu tidak menyetujui caraku, katakan kepadaku. Bahkan jika aku tidak sepenuhnya memahami alasanmu, aku akan selalu menurutimu.",
      "th": "ฉันไม่ค่อยได้ลงจากเขา ก็เลยไม่ค่อยเข้าใจวิธีการปฏิบัติตัวต่อผู้อื่นเท่าไหร่ เวลาที่เกิดความขัดแย้ง ฉันก็จัดการด้วยวิธีในแบบของฉันเอง แต่ถ้าเธอรู้สึกว่ามันไม่เหมาะสม ก็บอกฉันได้เลยนะ ต่อให้ไม่เข้าใจ แต่ฉันก็จะฟังที่เธอบอก",
      "vi": "Tôi ít khi xuống núi, không hiểu đạo lý đối nhân xử thế. Khi xảy ra xung đột, tôi luôn xử lý theo cách của mình. Nhưng mà, nếu bạn thấy không thỏa đáng, hãy cứ nói với tôi, dù cho không hiểu thì tôi cũng nghe theo bạn."
    }
  },
  {
    "title": {
      "zhs": "关于我们·红绳",
      "zht": "關於我們·紅繩",
      "jp": "赤紐について…",
      "ko": "우리에 대해·붉은 끈",
      "en": "About Us: Red Ropes",
      "de": "Über uns – Rote Seile",
      "es": "#Sobre nosotr{F#as}{M#os} - Cuerdas rojas",
      "fr": "À propos de nous - Cordes rouges",
      "pt": "Sobre Nós - Cordas Vermelhas",
      "ru": "О нас: Красные шнуры",
      "id": "Tentang Kita: Tali Merah",
      "th": "เกี่ยวกับเรา - เชือกแดง",
      "vi": "Về chúng ta - Dây đỏ"
    },
    "line": {
      "zhs": "师父赐我红绳用以压制心性，但这些日子你我同修，我才真正领悟到要诀，力量收放也更自在…你才是真正能锁住我的红绳。若你懂得这份心情，就请留在我身旁。",
      "zht": "#師父賜我紅繩用以壓制心性，但這些日子{F#妳}{M#你}我同修，我才真正領悟到要訣，力量收放也更自在…{F#妳}{M#你}才是真正能鎖住我的紅繩。若{F#妳}{M#你}懂得這份心情，就請留在我身旁。",
      "jp": "師匠は我の心を抑えるため、この赤紐を与えてくれた。だが、ここ数日、主と共にあったおかげで真の要となる部分を悟り、力を自在に制御できるようになった…主こそが、我を抑える赤紐。この心境を理解してくれるのならば、我の傍にいてほしい。",
      "ko": "스승님은 마음을 다스려야 한다고 내게 붉은 끈을 주셨어. 근데 요즘 너랑 같이 수련하면서 비로소 진짜 비결을 깨달았지. 힘도 더 자유자재로 다룰 수 있게 됐고…. 네가 바로 날 붙잡아줄 붉은 끈이야. 이런 내 마음이 느껴진다면, 내 곁에 있어 줘",
      "en": "My master gave me these red ropes in order to restrain my impulses. But during our journey together, I feel I have finally grasped the key to all of this. Somehow, controlling my strength — knowing when to restrain myself, and when to unleash — it comes more naturally to me now. I think that what saves me from myself is not my red ropes... but you. If you understand what that means to me, please stay by my side.",
      "de": "Meine Meisterin hat mir diese roten Seile gegeben, um meine Triebe zu zügeln. Aber während unserer gemeinsamen Reise habe ich das Gefühl, dass ich den Schlüssel zu all dem endlich begriffen habe. Irgendwie fällt es mir jetzt leichter, meine Kräfte zu kontrollieren und zu wissen, wann ich mich zurückhalten und wann ich mich entfesseln muss. Ich glaube, was mich vor mir selbst rettet, sind nicht meine roten Seile ... sondern du. Wenn du verstehst, was das für mich bedeutet, bleib bitte an meiner Seite.",
      "es": "Mi maestra me dio estas cuerdas rojas para inhibir mis impulsos. Sin embargo, siento que, durante nuestro viaje, por fin he comprendido la clave de todo esto. De alguna manera, ahora es más natural para mí controlar mi fuerza y saber cuándo reprimirla y cuándo liberarla. Creo que lo que me salva de mí misma no son las cuerdas, sino tú. Si comprendes lo que eso significa para mí, por favor, quédate conmigo.",
      "fr": "Mon maître m'a donné ces cordes rouges pour réprimer mes pulsions, mais j'ai l'impression d'avoir enfin trouvé la solution en voyageant avec vous. Je sais comment contrôler mon pouvoir désormais. Ce ne sont donc pas les cordes qui assurent mon salut, mais bien vous. Si vous comprenez ce que cela représente pour moi, je vous prie de rester à mes côtés.",
      "pt": "#Minha mestra me deu estas cordas vermelhas para conter meus impulsos. Mas durante nossa jornada junt{M#o}{F#a}s, sinto que finalmente compreendi a chave para tudo isso. De alguma forma, controlar minha força - saber quando me conter e quando me soltar - vem mais naturalmente a mim agora. Eu acho que o que me salva de mim não são as minhas cordas vermelhas, mas sim você mesma. Se você entende o que isso significa para mim, por favor, fique ao meu lado.",
      "ru": "Наставница дала мне эти красные шнуры, чтобы сдерживать мои порывы. Но во время нашего с тобой путешествия я постигла суть всего этого. Теперь я свободно управляю своей силой и знаю, когда дать ей волю, а когда сдержаться. Меня от самой себя спасает не красные шнуры, а ты. Если ты понимаешь, что это для меня значит, оставайся рядом.",
      "id": "Master memberiku tali merah ini untuk menekan nafsuku. Tapi selama perjalanan kita, aku merasa akhirnya aku menguasai inti dari semua ini. Entah bagaimana, aku sekarang mengerti kapan harus mengendalikan kekuatanku, kapan harus menahan diri, dan kapan harus melepaskan kekuatanku. Kupikir yang menyelamatkanku dari diriku bukanlah tali merahku ... tapi kamu. Jika kamu mengerti apa artinya itu untukku, tetaplah berada di sisiku.",
      "th": "ท่านอาจารย์ให้เชือกสีแดงฉันมา เพื่อใช้ควบคุมจิตใจ แต่ช่วงที่ผ่านมานี้ พอได้ฝึกฝนกับเธอแล้ว ฉันก็เข้าใจถึงเคล็ดลับนั้นอย่างถ่องแท้ และปลดปล่อยพลังได้อิสระมากขึ้น... เชือกแดงที่พันธนาการฉันเอาไว้จริง ๆ แล้วก็คือเธอนั่นเอง ถ้าเธอเข้าใจความรู้สึกนี้ล่ะก็ ช่วยอยู่เคียงข้างฉันด้วยเถอะนะ",
      "vi": "Sư phụ ban cho tôi sợi dây đỏ là để trấn áp tâm tính, nhưng những ngày này cùng bạn tu luyện, tôi mới lĩnh ngộ được mấu chốt quan trọng, và cách điều khiển sức mạnh cũng tự tại hơn... Bạn mới chính là sợi dây đỏ có thể trói chặt tôi. Nếu bạn hiểu được tình cảm này, xin hãy ở lại bên cạnh tôi."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về Vision..."
    },
    "line": {
      "zhs": "原来这颗闪耀的石头叫做「神之眼」？呵…有缘既得，无缘便失。日后倘若缘分消散，它也会熄灭吧。",
      "zht": "原來這顆閃耀的石頭叫做「神之眼」？呵…有緣既得，無緣便失。日後倘若緣分消散，它也會熄滅吧。",
      "jp": "この輝く石が「神の目」なのか？ふん…得失はすべて縁によるもの。今後もし縁が切れたなら、こやつの光も消え去るだろう。",
      "ko": "이 반짝이는 돌멩이가 「신의 눈」이라고? 흠… 인연이 있으면 얻는 법이고, 없으면 잃는 법이야. 나중에 인연이 흩어지면 이것도 소멸하겠지",
      "en": "So this shiny gemstone is called a \"Vision\"? Heh... the gifts that fate brings, fate can just easily take away. If one day my connection to this Vision comes to an end, that'll be it, and the light inside of it will go out.",
      "de": "Dieser glänzende Edelstein wird also „Göttliches Auge“ genannt? Ha ... Die Geschenke, die das Schicksal bringt, kann es auch leicht wieder wegnehmen. Wenn meine Verbindung zu diesem Göttlichen Auge eines Tages abbricht, wird das Licht in ihm erlöschen.",
      "es": "Así que esta gema tan brillante es una “Visión”, ¿eh? Los obsequios que nos trae el destino pueden ser arrebatados con la misma facilidad. Si algún día mi conexión con esta Visión termina, ese será su fin y su luz interior se apagará.",
      "fr": "#Cette pierre scintillante est un «{NON_BREAK_SPACE}œil divin{NON_BREAK_SPACE}»{NON_BREAK_SPACE}? Ah, le destin vous offre des choses qu'il peut reprendre à tout moment. Si un jour, mon lien avec cet œil divin se rompt, il cessera de luire.",
      "pt": "Então estas pequenas gemas são chamadas de \"Visão\"? Heh... os presentes que o destino traz, o destino pode simplesmente tirar facilmente. Se um dia minha conexão com esta Visão chegar ao fim, será também o fim dela, e sua luz desaparecerá.",
      "ru": "Так этот блестящий камень называется «Глаз Бога»? Хех... Судьба легко отнимает свои подарки. Если однажды моя судьба развеется, погаснет и он.",
      "id": "Jadi batu permata yang mengkilap ini disebut \"Vision\"? Huh ... hadiah yang dibawa oleh takdir, bisa dengan mudah diambil kembali oleh takdir. Jika suatu hari hubunganku dengan Vision ini berakhir, maka berakhir saja, dan cahaya di dalamnya akan padam.",
      "th": "ที่แท้หินที่ส่องประกายแวววาวนี้เรียกว่า \"วิชั่น\" งั้นเหรอ? หึ...โชคชะตานำพาให้ได้มา แต่หากไร้ซึ่งโชคชะตาก็พรากไปได้เช่นกัน ในวันข้างหน้าถ้าโชคชะตาสิ้นลง มันก็คงจะดับสูญไปสินะ",
      "vi": "Hóa ra viên đá lấp lánh này gọi là Vision sao? Hả... hữu duyên mới được, vô duyên sẽ mất. Vậy sau này nếu như duyên số đã tận, thì nó cũng sẽ lụi tàn phải không."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享…",
      "zht": "有什麼想要分享…",
      "jp": "シェアしたいこと…",
      "ko": "하고 싶은 이야기…",
      "en": "Something to Share",
      "de": "Willst du mir etwas mitteilen?",
      "es": "¿Algo que decir?",
      "fr": "Quelque chose à partager ?",
      "pt": "Algo para Compartilhar...?",
      "ru": "Давай поделимся...",
      "id": "Berbagi Cerita",
      "th": "ต้องการจะแชร์อะไร...",
      "vi": "Có gì muốn chia sẻ không..."
    },
    "line": {
      "zhs": "邪祟易驱，心魔难除。若自身无法放下执念，仙法与术式都无从挽回。",
      "zht": "邪祟易驅，心魔難除。若自身無法放下執念，仙法與術式都無從挽回。",
      "jp": "邪祟は祓いやすいが、心魔はそう容易くはない。執念を捨てきれないのであれば、仙法や術式をもってしても取り返しが付かなくなるだろう。",
      "ko": "악령 퇴치는 쉽지만, 심마를 없애긴 어려워. 본인이 집념을 내려놓지 않는 이상, 선법과 술식으로도 해결할 수 없지",
      "en": "Driving evil spirits away comes easily to me. Getting rid of my inner demons, however... Unless you can find a way to let go, all the adepti arts and exorcism techniques in the world can't save you.",
      "de": "Böse Geister zu vertreiben, fällt mir leicht, aber meine inneren Dämonen loszuwerden ... Wenn du keinen Weg findest, loszulassen, können dich alle Adeptenkünste und mystischen Techniken der Welt nicht retten.",
      "es": "Ahuyentar espíritus malignos es muy fácil para mí. Sin embargo, deshacerme de mis conflictos internos... A menos que encuentre la manera de desprenderme de ellos, ni toda la magia adéptica o las técnicas de exorcismo podrán salvarme.",
      "fr": "Chasser les mauvais esprits est une seconde nature pour moi, mais les arcanes des Adeptes ou les techniques d'exorcismes ne peuvent rien faire pour combattre mes propres démons.",
      "pt": "#Afastar os maus espíritos é algo muito simples para mim. Porém, me livrar dos meus demônios interiores... A menos que você consiga encontrar uma maneira de os deixar para trás, todas as artes e técnicas adepti de exorcismo do mundo não poderão salvá-l{F#a}{M#o}.",
      "ru": "Злых духов изгонять легко, но вот со внутренними демонами куда сложнее. Если ты сам не сможешь освободиться от них, то никакие искусства Адептов и техники экзорцизма не помогут.",
      "id": "Mengusir roh jahat adalah hal yang mudah bagiku. Namun, mengusir iblis dalam batinku ... Kecuali jika kamu dapat menemukan cara untuk mengusirnya, tidak ada ilmu Adeptus dan teknik pengusiran iblis di dunia yang dapat menyelamatkanmu.",
      "th": "การขับไล่สิ่งชั่วร้ายนั้นเป็นเรื่องง่าย แต่จิตใจที่ชั่วร้ายนั้นยากที่จะกำจัดได้ หากไม่สามารถปล่อยวางความยึดติดของตัวเองลงได้ ไม่ว่าจะเป็นวิธีแห่งเซียนและเคล็ดวิชาก็คงไม่สามารถฟื้นคืนได้",
      "vi": "Tà ma dễ đuổi, tâm ma khó trừ. Nếu bản thân không buông bỏ được chấp niệm thì tiên pháp phương thuật cũng không thể cứu vãn."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "为什么说「初雪多浪漫」？那处山巅日日下雪，何日才算是初雪？我不理解，请你告诉我。",
      "zht": "#為什麼說「初雪多浪漫」？那處山巔日日下雪，何日才算是初雪？我不理解，請{F#妳}{M#你}告訴我。",
      "jp": "「初雪には浪漫がある」と言われるが、それは何故だ？あの山頂では毎日のように雪が降っている。初雪とはいつを指すのだろうか？教えて欲しい、我には理解できぬ。",
      "ko": "왜 「첫눈은 낭만적이다」라고 하는 거지? 저 산봉우리는 항상 눈이 내리는데, 언제가 첫눈인 걸까? 난 잘 모르겠으니, 네가 알려줘",
      "en": "Why do I always hear people say, \"The first snow of the season is a sight for sore eyes\"? We have snow every single day in the mountains. So which instance counts as the \"first snow\"? I don't understand what they mean. Please explain this to me.",
      "de": "Warum höre ich die Leute immer sagen: „Der erste Schnee des Jahres ist eine Augenweide“? Wir haben jeden Tag Schnee in den Bergen. Welcher davon zählt also als „erster Schnee“? Ich verstehe nicht, was sie meinen. Bitte erkläre mir das.",
      "es": "¿Por qué la gente siempre dice que “la primera nevada del año es un regalo para la vista”? En las montañas, hay nieve todos los días del año, así que ¿qué cuenta como la “primera nevada”? No sé qué quieren decir. Por favor, ¿me lo explicas?",
      "fr": "Pourquoi les gens disent-ils que les premières neiges de l'année sont magnifiques ? Il y a de la neige tous les jours dans les montagnes, alors quand sont les « premières » ? Je ne comprends pas, expliquez-moi.",
      "pt": "Por que ouço sempre as pessoas dizerem: \"A primeira neve da estação é um colírio para os olhos\"? Temos neve todos os dias nas montanhas. Então, qual momento conta como \"a primeira neve\"? Eu não entendo o que isso significa. Por favor, me explique.",
      "ru": "Почему все так радуются какому-то «первому снегу»? Если в горах снег каждый день, то какой из снегопадов считать первым? Ничего не понимаю. Пожалуйста, объясни мне.",
      "id": "Mengapa aku selalu mendengar orang berkata, \"Salju pertama di musim ini adalah pemandangan yang menyakitkan mata\"? Kami memiliki salju setiap hari di pegunungan. Jadi contoh mana yang dianggap sebagai \"salju pertama\"? Aku tidak mengerti apa yang mereka maksud. Mohon jelaskan ini kepadaku.",
      "th": "ทำไมถึงพูดกันว่า \"หิมะแรกของฤดูนั้นโรแมนติก\" ล่ะ? ภูเขาลูกนั้นมีหิมะตกอยู่ทุกวัน แล้ววันไหนถึงจะถือเป็นหิมะแรกของฤดูล่ะ? ฉันไม่เข้าใจเลย เธอช่วยบอกฉันหน่อยสิ",
      "vi": "Tại sao hay nói rằng \"tuyết đầu mùa rất lãng mạn\"? Ngọn núi kia ngày nào cũng có tuyết, vậy thì ngày nào mới được tính là tuyết đầu mùa? Tôi không hiểu được, hãy giải thích cho tôi đi."
    }
  },
  {
    "title": {
      "zhs": "关于凝光…",
      "zht": "關於凝光…",
      "jp": "凝光について…",
      "ko": "응광에 대해…",
      "en": "About Ningguang",
      "de": "Über Ningguang ...",
      "es": "Sobre Ninguang...",
      "fr": "À propos de Ningguang...",
      "pt": "Sobre Ningguang...",
      "ru": "О Нин Гуан...",
      "id": "Tentang Ningguang",
      "th": "เกี่ยวกับ Ningguang...",
      "vi": "Về Ningguang..."
    },
    "line": {
      "zhs": "人们所谓的财富，对我而言没什么用。但到了凝光小姐手里，却能解决连刀枪都无法处理的难题。她能掌握人间规则，洞察人心…师父说，这些连仙人都无法做到。我很佩服她。",
      "zht": "人們所謂的財富，對我而言沒什麼用。但到了凝光小姐手裡，卻能解決連刀槍都無法處理的難題。她能掌握人間規則，洞察人心…師父說，這些連仙人都無法做到。我很佩服她。",
      "jp": "人々の言う富とやらは、我にとっては不要な物だ。しかし凝光殿にかかれば、刀や槍では手に負えぬ難題をも解決する。彼女は世の規則を知り、人の心を見抜いているのだ…仙人でも成すことができないと、そう師匠が言っていた。そんな彼女を、我は尊敬している。",
      "ko": "사람들이 말하는 부와 재산은 내게 아무 소용도 없어. 하지만 그게 응광 손에 들어가면, 칼과 창으로도 처리할 수 없는 문제들이 잘 해결돼. 그녀는 속세의 규칙을 잘 알고 사람의 마음을 꿰뚫어 보지…. 이건 선인도 할 수 없는 일이라고 스승님이 그러셨어. 그래서 응광이 존경스러워",
      "en": "I have no use for the wealth that ordinary people desire. But in the hands of Lady Ningguang, wealth becomes a means of solving complex issues of the kind that no weapons could ever hope to resolve. She understands the unwritten rules of human society, she knows what's in people's hearts... Master once told me that even the adepti aren't able to achieve this. I hold her and her work in high regard.",
      "de": "Ich habe keine Verwendung für den Reichtum, den gewöhnliche Menschen begehren. Aber in den Händen von Ningguang wird Reichtum zu einem Mittel, um komplexe Probleme zu lösen, die keine Waffen je zu lösen vermögen. Sie versteht die ungeschriebenen Regeln der menschlichen Gesellschaft, sie weiß, was in den Herzen der Menschen vorgeht ... Die Meisterin hat mir einmal gesagt, dass nicht einmal die Adepten in der Lage sind, dies zu erreichen. Ich schätze sie und ihre Arbeit sehr.",
      "es": "A mí no me sirve de nada la riqueza que tanto codicia la gente común. Pero en manos de Ninguang, la riqueza es un medio para solucionar problemas complejos que ningún arma podría solucionar. Ella conoce las leyes no escritas de la sociedad humana y lo que hay en los corazones de la gente... Una vez, mi maestra me dijo que ni siquiera los Adeptus eran capaces de hacer eso, así que la admiro mucho tanto a ella como a su trabajo.",
      "fr": "Je n'ai que faire des richesses que les gens convoitent. Cependant, entre les mains de dame Ningguang, elles deviennent un moyen de résoudre des problèmes complexes qui ne peuvent être réglés par les armes. Elle maîtrise les règles de la société humaine et sait lire dans le cœur des gens... Mon maître m'a dit que les Adeptes en étaient incapables. Je l'admire énormément.",
      "pt": "Eu não tenho nenhuma utilidade para a riqueza que as pessoas comuns desejam. Mas nas mãos da Senhorita Ningguang, a riqueza se torna um meio de resolver questões complexas do tipo que nenhuma arma jamais poderia esperar resolver. Ela entende as regras não escritas da sociedade humana, ela sabe o que está no coração das pessoas... A mestra uma vez me disse que nem mesmo os adepti são capazes de alcançar isso. Tenho muita consideração por ela e pelo seu trabalho.",
      "ru": "Богатства, которых желают люди, мне ни к чему. Но в руках Нин Гуан богатства становятся средством решения проблем, с которыми никакому оружию не справиться. Она понимает неписаные правила общества и ведает, что в сердцах у людей... Наставница говорила, что это не под силу даже Адептам. Я восхищаюсь ею.",
      "id": "Aku tidak membutuhkan kekayaan yang diinginkan orang biasa. Namun di tangan Nona Ningguang, kekayaan menjadi alat untuk memecahkan masalah kompleks yang tidak dapat diselesaikan oleh senjata. Dia memahami aturan tidak tertulis dalam masyarakat, dia tahu apa yang ada di hati orang-orang ... Master pernah mengatakan kepadaku bahwa bahkan para Adeptus pun tidak dapat melakukan hal ini. Aku menilai tinggi dirinya dan pekerjaannya.",
      "th": "ความร่ำรวยที่ผู้คนเขาว่ากัน ไม่มีประโยชน์อะไรสำหรับฉันเลย แต่พออยู่ในมือของคุณ Ningguang แล้ว ความร่ำรวยกลับสามารถแก้ไขปัญหา ในแบบที่อาวุธไม่สามารถจัดการได้ เธอเข้าใจกฎเกณฑ์ของโลกมนุษย์ และเข้าใจถึงจิตใจของผู้คน... ท่านอาจารย์บอกว่า สิ่งเหล่านี้แม้แต่เซียนเองก็ไม่สามารถทำได้ ฉันล่ะนับถือเธอจริง ๆ",
      "vi": "Tiền tài của con người, chẳng có tác dụng gì với tôi. Thế nhưng khi vào tay của Ningguang thì nó lại có thể giải quyết được những vấn đề mà đao kiếm cũng không làm được. Cô ấy có thể nắm vững quy tắc của nhân gian, nhìn thấu lòng người... Sư phụ nói, những điều này cả tiên nhân cũng không làm được. Cho nên tôi rất khâm phục cô ấy."
    }
  },
  {
    "title": {
      "zhs": "关于北斗…",
      "zht": "關於北斗…",
      "jp": "北斗について…",
      "ko": "북두에 대해…",
      "en": "About Beidou",
      "de": "Über Beidou ...",
      "es": "Sobre Beidou...",
      "fr": "À propos de Beidou...",
      "pt": "Sobre Beidou...",
      "ru": "О Бэй Доу...",
      "id": "Tentang Beidou",
      "th": "เกี่ยวกับ Beidou...",
      "vi": "Về Beidou..."
    },
    "line": {
      "zhs": "与她相处不用讲究礼节，交谈时也不用揣测深意，让我轻松了不少。只是…她身边总是有人，听说船上还有诸多船员…我需要跟你一起，才能应对人多的场合。",
      "zht": "#與她相處不用講究禮節，交談時也不用揣測深意，讓我輕鬆了不少。只是…她身邊總是有人，聽說船上還有諸多船員…我需要跟{F#妳}{M#你}一起，才能應對人多的場合。",
      "jp": "北斗は礼儀作法を重んじない。会話の意味も深く推測する必要がないため、とても気楽に接することができる。ただ…彼女の周りには常に人がいる。船には大勢の乗組員がいるらしい…人混みを相手にする時は、主が傍にいてくれねば困る。",
      "ko": "북두와 있을 땐 예절을 따지지 않아도 되고, 말할 때 숨은 뜻을 파악하지 않아도 돼서 마음이 훨씬 편해. 근데… 늘 옆에 사람들이 있더라고, 배에도 선원이 많다고 들었어…. 사람이 많은 장소는 네가 필요해",
      "en": "I find I don't need to worry about etiquette with her, and unlike with some people, I don't need to rely on non-verbal cues to discern the true meaning of what she's saying. That makes me a lot more comfortable. The only problem is... Well, there are too many people around her all the time, and I heard there's also many crew members on her ship... I need you to go with me. It's the only way I can cope with so many people.",
      "de": "Ich merke, dass ich mir bei ihr keine Gedanken über die Etikette machen muss, und anders als bei anderen Menschen muss ich mich nicht auf nonverbale Hinweise verlassen, um die wahre Bedeutung dessen zu erkennen, was sie sagt. Dadurch fühle ich mich viel wohler. Das einzige Problem ist ... Nun, es sind ständig zu viele Leute um sie herum und ich habe gehört, dass es auch viele Leute auf ihrem Schiff gibt ... Du musst mit mir gehen. Nur so komme ich mit so vielen Menschen zurecht.",
      "es": "Con ella, no tengo que preocuparme de la etiqueta ni tampoco tengo que averiguar el verdadero significado de lo que dice a través de señales no verbales, como sí me ocurre con otras personas. Eso me hace sentir mucho más cómoda. El único problema es que... Bueno, siempre hay mucha gente con ella, y oí que su barco cuenta con una numerosa tripulación. ¿Podrías ir conmigo? Solo así podría lidiar con tanta gente...",
      "fr": "Je n'ai pas besoin de faire attention à mes manières avec elle ou de deviner d'éventuels sous-entendus dans ses paroles, ça me met à l'aise. Le seul inconvénient est qu'elle est souvent entourée par beaucoup de monde et j'ai entendu dire que son équipage comptait aussi de nombreux membres... J'ai besoin de votre présence pour pouvoir affronter cette situation.",
      "pt": "Acho que não preciso me preocupar com a etiqueta com ela e, ao contrário de algumas pessoas, não preciso confiar em sinais não verbais para discernir o verdadeiro significado do que ela está dizendo. Isso me deixa muito mais confortável. O único problema é... Bem, há muitas pessoas ao redor dela o tempo todo, e ouvi dizer que também há muitos tripulantes em seu navio... Preciso que você venha comigo. É a única maneira que tenho de lidar com tanta gente.",
      "ru": "#С ней не приходится церемониться и читать между строк, как с некоторыми, поэтому в её обществе мне куда комфортнее. Вот только... с ней постоянно кто-то есть, а ещё я слышала, что на корабле у неё много моряков... Мне нужно, чтобы ты {F#была}{M#был} рядом. Только так я смогу вытерпеть их всех.",
      "id": "Aku merasa aku tidak perlu khawatir tentang etika ketika bersama dirinya. Tidak seperti beberapa orang, aku tidak perlu bergantung pada isyarat untuk memahami arti sebenarnya dari apa yang dia katakan. Hal ini membuatku jauh lebih nyaman. Satu-satunya masalah adalah ... Yah, ada terlalu banyak orang di sekelilingnya sepanjang waktu, dan kudengar ada juga banyak anggota kru di kapalnya ... Aku ingin kamu ikut denganku. Ini satu-satunya cara supaya aku bisa mengatasi keramaian orang.",
      "th": "เวลาอยู่กับ Beidou ไม่จำเป็นต้องระวังเรื่องมารยาท เวลาที่พูดคุยก็ไม่ต้องคาดเดาความหมายที่แฝงอยู่ ทำให้ฉันรู้สึกสบายใจมากเลย เพียงแต่...ข้างตัวกัปตันมักจะมีคนอยู่ด้วยเสมอ และได้ยินมาว่าบนเรือเองก็มีลูกเรืออยู่มากมายเลย... ฉันคงต้องไปกับเธอ ถึงจะสามารถรับมือกับสถานการณ์ที่ผู้คนพลุกพล่านแบบนั้นได้",
      "vi": "Khi ở cùng cô ấy, tôi không cần phải chú trọng lễ tiết, nói chuyện cũng không cần phải suy đoán ngụ ý, làm tôi thấy rất thoải mải. Chỉ là... bên cạnh cô ấy lúc nào cũng có người, nghe nói trên thuyền còn có rất nhiều thuyền viên... Tôi phải đi cùng với bạn thì mới có thể ứng phó được với hoàn cảnh đông người như vậy."
    }
  },
  {
    "title": {
      "zhs": "关于云堇…",
      "zht": "關於雲堇…",
      "jp": "雲菫について…",
      "ko": "운근에 대해…",
      "en": "About Yun Jin",
      "de": "Über Yun Jin ...",
      "es": "Sobre Yun Jin...",
      "fr": "À propos de Yun Jin...",
      "pt": "Sobre Yunjin...",
      "ru": "О Юнь Цзинь...",
      "id": "Tentang Yun Jin",
      "th": "เกี่ยวกับ Yun Jin...",
      "vi": "Về Yun Jin..."
    },
    "line": {
      "zhs": "云堇唱的…叫做「璃月戏」吧？我很喜欢这种形式。不必亲见其面，就能了解他人的事迹。如果将来她把你唱进戏里，那一定会是非常精彩的故事，我很期待。",
      "zht": "#雲堇唱的…叫做「璃月戲」吧？我很喜歡這種形式。不必親見其面，就能瞭解他人的事蹟。如果將來她把{F#妳}{M#你}唱進戲裡，那一定會是非常精彩的故事，我很期待。",
      "jp": "雲菫が演じていたのは…「璃月劇」というものか？我は好きだぞ。実際に会わなくとも、その者の事跡を知ることができる。もし主の物語を取り入れたら、さぞかし面白い劇になるだろう。",
      "ko": "운근이 부르는 건… 「리월극」이란 거지? 꽤 마음에 드는 형식이야. 굳이 만나지 않아도 타인의 업적이나 삶을 알 수 있으니까. 만약 운근이 너에 대한 연극을 한다면, 아주 재밌는 이야기가 될 거야. 기대돼",
      "en": "Yun Jin performs... It's called \"Liyue opera,\" isn't it? I like this particular type of social interaction. You can get to know about the other person's background without having to actually interact with them one on one. If she ever includes your story in one of her performances, I'm sure the result will end up being quite incredible. I'm looking forward to it.",
      "de": "Yun Jins Oper ... Das nennt man „Liyue-Oper“, nicht wahr? Ich mag diese besondere Art der sozialen Interaktion. Du erfährst etwas über den Hintergrund deines Gegenübers, ohne dass du dich direkt mit ihm auseinandersetzen musst. Wenn sie deine Geschichte in eine ihrer Aufführungen aufnimmt, wird das Ergebnis sicher unglaublich sein. Ich freue mich schon darauf.",
      "es": "Las actuaciones de Yun Jin se llaman... “ópera de Liyue”, ¿cierto? Me gusta ese tipo de interacción social. Puedes conocer el pasado de otras personas sin tener que interactuar con ellas una a una. Estoy segura de que, si alguna vez incluye tu historia en una de sus actuaciones, el resultado será fascinante. Lo espero con ansias.",
      "fr": "Yun Jin joue dans des... « opéras liyuéens » ? J'apprécie ce format d'interaction. Vous pouvez en apprendre davantage sur l'histoire de quelqu'un sans avoir à lui parler. Si elle décide d'adapter votre histoire en pièce, je suis certaine que ce sera extraordinaire. J'ai hâte qu'elle le fasse.",
      "pt": "Yunjin atua... No que é chamado \"Ópera de Liyue\", não é? Eu gosto deste tipo em particular de interação social. Você pode conhecer o passado da outra pessoa sem ter que realmente interagir com ela, individualmente. Se ela em algum momento incluir sua história em uma de suas apresentações, tenho certeza de que o resultado acabará sendo bastante incrível. Estou ansiosa por isso.",
      "ru": "Юнь Цзинь исполняет... «оперу Ли Юэ», правильно? Подобный вид общения мне нравится. Можно узнать о поступках других людей, не встречаясь с ними лично. Невероятное получится выступление, если однажды она споёт о тебе. Я бы с удовольствием сходила на него.",
      "id": "Pertunjukan Yun Jin ... disebut \"Opera Liyue\", bukan? Aku suka jenis interaksi sosial seperti ini. Kamu dapat mengetahui latar belakang orang lain tanpa harus benar-benar berinteraksi dengan mereka. Jika dia pernah memasukkan ceritamu dalam salah satu penampilannya, aku yakin hasilnya akan sangat luar biasa. Aku tak sabar menantikannya.",
      "th": "สิ่งที่ Yun Jin แสดง...เรียกว่า \"งิ้ว Liyue\" ใช่มั้ย? ฉันชอบรูปแบบนี้มากเลย เราสามารถทำความรู้จักกับประวัติของอีกฝ่ายได้ โดยไม่ต้องโต้ตอบกันแบบตัวต่อตัว ถ้า Yun Jin เอาเรื่องของเธอไปอยู่ในการแสดงงิ้วด้วยล่ะก็ จะต้องเป็นเรื่องราวที่ยอดเยี่ยมมากแน่นอน ฉันตั้งตารอเลยล่ะ",
      "vi": "Cái mà Yun Jin hát... gọi là \"kịch Liyue\" phải không? Tôi rất thích loại hình nghệ thuật này. Không cần đích thân gặp mặt cũng hiểu được sự tích của họ. Nếu như sau này cô ấy đưa bạn vào kịch, đó nhất định sẽ là một câu chuyện vô cùng tuyệt vời, tôi rất mong chờ đó."
    }
  },
  {
    "title": {
      "zhs": "关于甘雨…",
      "zht": "關於甘雨…",
      "jp": "甘雨について…",
      "ko": "감우에 대해…",
      "en": "About Ganyu",
      "de": "Über Ganyu ...",
      "es": "Sobre Ganyu...",
      "fr": "À propos de Ganyu...",
      "pt": "Sobre Ganyu...",
      "ru": "О Гань Юй...",
      "id": "Tentang Ganyu",
      "th": "เกี่ยวกับ Ganyu...",
      "vi": "Về Ganyu..."
    },
    "line": {
      "zhs": "我从师父那里听过许多有关她的事…她原先在我心中的形象，和实际差距还是挺大的。放心，我不会说出去。说起来，璃月港的工作竟这般繁忙…看来融入人间，也要付出一些代价。",
      "zht": "我從師父那裡聽過許多有關她的事…她原先在我心中的形象，和實際差距還是挺大的。放心，我不會說出去。說起來，璃月港的工作竟這般繁忙…看來融入人間，也要付出一些代價。",
      "jp": "彼女については師匠から色々と聞いている…実際の彼女は、我が抱いていた印象とだいぶ異なるようだ。安心するがよい、このことは誰にも言わない。そういえば、近頃の璃月港はかなり賑わっているな…そのような俗世に溶けこむには、それなりの代償が必要であろう。",
      "ko": "그 사람에 대한 건 스승님한테서 많이 들었어…. 생각했던 이미지랑 많이 다른 것 같아. 다른 사람한텐 말 안 할 테니 걱정 마. 그나저나 리월항에서 일하는 게 그렇게 바쁠 줄이야… 인간 세상에 적응하려면 대가가 필요한가 보군",
      "en": "I've heard many stories about her from my master. She's really quite different from how I originally imagined her... But don't worry, I'll be keeping this to myself. Speaking of Ganyu, her work in Liyue Harbor is unbelievably busy... It seems that there is a price to pay for those who want to integrate into the mortal world.",
      "de": "Ich habe viele Geschichten über sie von meiner Meisterin gehört. Sie ist wirklich ganz anders, als ich sie mir ursprünglich vorgestellt habe ... Aber keine Sorge, ich werde das für mich behalten. Apropos Ganyu, ihre Arbeit in Liyue ist unglaublich anstrengend ... Es scheint, dass diejenigen, die sich in die Welt der Sterblichen integrieren wollen, einen Preis zu zahlen haben.",
      "es": "He escuchado a mi maestra contar muchas historias sobre ella. Es bastante diferente a como me la imaginaba, pero no te preocupes, no la delataré. Hablando de Ganyu, siempre está extremadamente ocupada con su trabajo en Liyue. Parece que quien quiera integrarse en el mundo de los mortales debe pagar un precio.",
      "fr": "Mon maître m'a raconté de nombreuses histoires à son propos... Elle est plutôt différente de l'image que je m'en faisais. Ne vous inquiétez pas, je garderai cette réflexion pour moi. En passant, Ganyu semble être débordée de travail au Port de Liyue... On dirait bien qu'il y a un prix à payer pour s'intégrer chez les mortels.",
      "pt": "Ouvi muitas histórias sobre ela da minha mestra. Ela é realmente muito diferente de como eu a imaginava originalmente... Mas não se preocupe, vou guardar isto para mim mesma. Falando em Ganyu, seu trabalho no Porto de Liyue é inacreditavelmente intenso... Parece que há um preço a pagar para aqueles que querem se integrar no mundo mortal.",
      "ru": "Наставница много рассказывала о ней... Она оказалась совсем не такой, какой я её себе представляла. Не волнуйся, я об этом ничего не скажу. К слову, в Ли Юэ она так загружена работой... Похоже, за место в мире смертных приходится платить.",
      "id": "Aku mendengar banyak cerita tentangnya dari Master. Dia benar-benar sangat berbeda dari yang kubayangkan ... Jangan khawatir, aku tidak akan mengatakannya. Berbicara tentang Ganyu, dia sangat sibuk dengan pekerjaannya di Pelabuhan Liyue ... Sepertinya ada harga yang harus dibayar bagi mereka yang ingin berintegrasi ke dunia manusia.",
      "th": "ฉันได้ยินเรื่องราวเกี่ยวกับเธอมามากมายจากอาจารย์ของฉัน... แต่ในความเป็นจริง เธอแตกต่างจากที่ฉันคิดเอาไว้ค่อนข้างมากทีเดียว วางใจได้เลย ฉันไม่พูดไปหรอก ว่าแต่งานใน Liyue ยุ่งซะขนาดนี้... ดูท่าแล้วการที่จะเข้ากับโลกมนุษย์ให้ได้ คงต้องทุ่มเทไม่น้อยเลยสินะ",
      "vi": "Tôi nghe được khá nhiều câu chuyện về cô ấy từ chỗ sư phụ... hình tượng của cô ấy trong lòng tôi khác xa so với thực tế. Yên tâm, tôi sẽ không nói ra đâu. Mà nói chứ, không ngờ công việc của cảng Liyue lại bận rộn như thế... Xem ra muốn hòa nhập vào nhân gian cũng phải trả một cái giá nhất định nhỉ."
    }
  },
  {
    "title": {
      "zhs": "关于重云…",
      "zht": "關於重雲…",
      "jp": "重雲について…",
      "ko": "중운에 대해…",
      "en": "About Chongyun",
      "de": "Über Chongyun ...",
      "es": "Sobre Chongyun...",
      "fr": "À propos de Chongyun...",
      "pt": "Sobre Chongyun...",
      "ru": "О Чун Юне...",
      "id": "Tentang Chongyun",
      "th": "เกี่ยวกับ Chongyun...",
      "vi": "Về Chongyun..."
    },
    "line": {
      "zhs": "真没想到我在这世上…还有「亲缘」。他若是有什么修行上的困惑，我愿帮忙解答。不过，得请他上山来。他们一家太过热情，我不知道该如何回绝才符合礼数…",
      "zht": "真沒想到我在這世上…還有「親緣」。他若是有什麼修行上的困惑，我願幫忙解答。不過，得請他上山來。他們一家太過熱情，我不知道該如何回絕才符合禮數…",
      "jp": "我にも「親族」がいたとは…彼がもし修行に関して迷うことがあれば、我は喜んで手を貸そう。ただ、山に来てもらう必要があるがな。…彼の家の者は熱烈過ぎるゆえ、どう誘いを断ったらいいのか我には分からぬ…",
      "ko": "이 세상에… 아직 「혈연」이 남아있는 줄은 몰랐어. 그가 수행하는 데 어려움이 있다면 얼마든지 답해줄 수 있어. 대신 그가 직접 산으로 와야 해. 그의 가족은 너무 정이 넘쳐서 어떻게 거절해야 예의에 어긋나지 않는지 모르겠어…",
      "en": "It's hard for me to believe that... I still have living relatives in this world. If he has any difficulties with his training, I am more than willing to help enlighten him. However, he will need to meet me alone in the mountains. Their family is too... sociable. I wouldn't know how to turn down their invitations without being impolite.",
      "de": "Es fällt mir schwer zu glauben, dass ... ich noch einen lebenden Verwandten in dieser Welt habe. Wenn er Schwierigkeiten mit seiner Ausbildung hat, bin ich mehr als bereit, ihm zu helfen oder ihn aufzuklären. Allerdings wird er mich allein in den Bergen treffen müssen. Ihre Familie ist zu ... reizbar. Ich weiß nicht, wie ich ihre Einladungen ablehnen soll, ohne unhöflich zu sein.",
      "es": "Casi no puedo creer que aún tenga parientes vivos en este mundo. Si tiene alguna dificultad con su entrenamiento, estaré más que dispuesta a enseñarle el camino. Sin embargo, tendrá que reunirse conmigo a solas en las montañas. Su familia es demasiado... entusiasta. No sé cómo rechazar sus invitaciones sin ser maleducada.",
      "fr": "J'ai du mal à croire que j'ai encore un « parent » vivant. Je veux bien l'aider s'il rencontre des difficultés dans son entraînement. Cependant, il devra venir seul à ma rencontre dans les montagnes. Sa famille est trop... enthousiaste. Je ne saurai pas comment refuser leurs invitations sans passer pour une malpolie.",
      "pt": "É difícil para mim acreditar que... eu ainda tenho parentes vivos neste mundo. Se ele tiver alguma dificuldade com seu treinamento, estou mais do que disposta a ajudá-lo a iluminá-lo. No entanto, ele precisará me encontrar sozinho nas montanhas. A família dele é muito... sociável. Eu não saberia como recusar seus convites sem ser indelicada.",
      "ru": "Мне трудно поверить, что в этом мире... у меня ещё остались родственники. Если вдруг у него возникнут трудности в тренировках, я с радостью укажу ему путь. Вот только ему придётся подняться ко мне в горы. Семейство их слишком уж... общительное. Вряд ли я смогу отклонить их приглашения вежливо...",
      "id": "Sulit bagiku untuk percaya bahwa ... aku masih punya kerabat yang masih hidup di dunia ini. Jika dia sedang kesulitan dengan latihannya, aku bersedia untuk membantunya. Namun, dia harus sendirian menemuiku di pegunungan. Keluarganya terlalu ... ramah. Aku tidak tahu bagaimana menolak undangan mereka tanpa bersikap tidak sopan.",
      "th": "คิดไม่ถึงเลยว่าฉันจะมี... \"สายเลือดเดียวกัน\" อยู่บนโลกใบนี้ด้วย ถ้าเขามีปัญหาอะไรในการฝึกฝน ฉันยินดีที่จะช่วยเขาเต็มที่ แต่คงต้องขอให้เขาขึ้นมาบนภูเขา ครอบครัวของพวกเขานั้นเป็นกันเองมากเกินไป ฉันไม่รู้ว่าจะปฏิเสธยังไงให้ไม่เสียมารยาทดี...",
      "vi": "Thật không ngờ trên đời này tôi... vẫn còn có \"quan hệ huyết thống\". Nếu cậu ấy có gặp khúc mắc gì trong việc tu hành thì tôi hứa sẽ giải đáp, nhưng phải mời cậu ấy lên núi mới được. Cả nhà của cậu ấy quá đỗi nhiệt tình, tôi không biết phải từ chối làm sao cho hợp lễ nghĩa..."
    }
  },
  {
    "title": {
      "zhs": "关于行秋…",
      "zht": "關於行秋…",
      "jp": "行秋について…",
      "ko": "행추에 대해…",
      "en": "About Xingqiu",
      "de": "Über Xingqiu ...",
      "es": "Sobre Xingchiu...",
      "fr": "À propos de Xingqiu...",
      "pt": "Sobre Xingqiu...",
      "ru": "О Син Цю...",
      "id": "Tentang Xingqiu",
      "th": "เกี่ยวกับ Xingqiu...",
      "vi": "Về Xingqiu..."
    },
    "line": {
      "zhs": "我曾见到他凑在你耳旁不知说些什么。若他敢威胁你，我一定会将他…嗯？只是朋友间的玩闹话？当真如此吗…",
      "zht": "#我曾見到他湊在{F#妳}{M#你}耳旁不知說些什麼。若他敢威脅{F#妳}{M#你}，我一定會將他…嗯？只是朋友間的玩鬧話？當真如此嗎…",
      "jp": "主の耳元で何かを囁く彼の姿を見た。何を言ったのかは分からぬが、もし脅迫でも受けたのなら必ずあやつを…ん？友人同士の冗談？まことか？",
      "ko": "전에 그가 네 귓가에 뭐라고 하는 걸 봤어. 만약 널 위협했다면, 내가… 응? 친구끼리 장난친 거라고? 정말이야…?",
      "en": "I've seen him lean over to you and whisper things in your ear. If he dares threaten you, I will make sure he... Hmm? You mean it's just an in-joke between friends? Genuinely...?",
      "de": "Ich habe gesehen, wie er sich an dich gelehnt und dir Dinge ins Ohr geflüstert hat. Wenn er es wagt, dir zu drohen, werde ich dafür sorgen, dass er ... Hm? Du meinst, es ist nur ein Scherz unter Freunden? Wirklich ...",
      "es": "Lo he visto apoyarse en tu hombro para susurrarte cosas al oído. Si se atreve a amenazarte, te aseguro que... ¿Eh? ¿Que solo es una broma entre amigos? ¿En serio?",
      "fr": "#Je l'ai vu se pencher pour vous murmurer quelque chose à l'oreille. S'il ose vous menacer, je m'assurerai... Hmm ? Vous ne faisiez que plaisanter entre amis{NON_BREAK_SPACE}? Vraiment{NON_BREAK_SPACE}?",
      "pt": "Eu vi ele se inclinar em você e sussurrar coisas no seu ouvido. Se ele ousar te ameaçar, eu farei com que ele... Hmmm? Você quer dizer que é só uma piada entre amigos? Sério...?",
      "ru": "Я видела, как он наклонился к тебе и о чём-то шептал. Если он посмеет угрожать тебе, я заставлю его... Хм? Просто дружеская шутка? В самом деле?..",
      "id": "Aku pernah melihatnya memiringkan tubuhnya ke arahmu dan membisikkan sesuatu di telingamu. Jika dia berani mengancammu, aku akan memastikan dia ... Hmm? Maksudmu itu hanya lelucon di antara teman? Benarkah ...?",
      "th": "ฉันเห็นเขาโน้มตัวมาหาเธอแล้วพูดอะไรข้างหูก็ไม่รู้ ถ้าเขากล้าขู่เธอล่ะก็ ฉันจะทำให้เขา...หืม? แค่ล้อเล่นกันระหว่างเพื่อนงั้นเหรอ? จริงรึเปล่า...",
      "vi": "Tôi từng thấy hắn kề sát bên tai bạn không biết nói gì. Nếu hắn dám uy hiếp bạn, tôi nhất định sẽ khiến hắn phải... Hả? Chỉ là nói đùa giữa bạn bè với nhau thôi sao? Thật chứ..."
    }
  },
  {
    "title": {
      "zhs": "关于钟离…",
      "zht": "關於鍾離…",
      "jp": "鍾離について…",
      "ko": "종려에 대해…",
      "en": "About Zhongli",
      "de": "Über Zhongli ...",
      "es": "Sobre Zhongli...",
      "fr": "À propos de Zhongli...",
      "pt": "Sobre Zhongli...",
      "ru": "О Чжун Ли...",
      "id": "Tentang Zhongli",
      "th": "เกี่ยวกับ Zhongli...",
      "vi": "Về Zhongli..."
    },
    "line": {
      "zhs": "那位先生自称是凡人，却与身为仙人的师父很熟络。师父曾说，如果碰见他在仙府前的石凳上饮酒，莫要打扰，让他静静独坐一会。我照做了。",
      "zht": "那位先生自稱是凡人，卻與身為仙人的師父很熟絡。師父曾說，如果碰見他在仙府前的石凳上飲酒，莫要打擾，讓他靜靜獨坐一會。我照做了。",
      "jp": "あの方は自分を凡人だと主張しているが、仙人である師匠と親しげにしていた。もし仙府前の腰掛でお酒を飲んでいるあの方を見かけたら、邪魔をせずにそっとしておけと師匠に言われたことがある。だから、我はその通りにした。",
      "ko": "그분은 자기가 평범한 인간이라고 하지만, 선인인 스승님과 아주 친한 모양이야. 그가 선인 거처 앞의 돌의자에서 술잔을 기울이는 걸 보게 되면, 방해하지 말고 혼자 조용히 있게 해달라고 스승님이 그러셔서 그렇게 했어",
      "en": "That gentleman claims to be a mortal, yet is very familiar with my master, who is an adeptus. Master once said: \"If you see him drinking on a stone stool in front of my abode, do not disturb him. Let him sit quietly for a while.\" And that's precisely what I did.",
      "de": "Dieser Herr behauptet, ein Sterblicher zu sein, ist aber sehr vertraut mit meiner Meisterin, die eine Adeptin ist. Die Meisterin sagte einmal: Wenn du ihn auf einem steinernen Schemel vor meinem Wohnsitz trinken siehst, störe ihn nicht. Lasst ihn eine Weile ruhig sitzen. Und genau das habe ich getan.",
      "es": "Ese caballero afirma ser mortal, pero conoce muy bien a mi maestra, que es una Adeptus. Una vez, ella me dijo: “Si lo ves bebiendo en un taburete de piedra frente a mi morada, no lo molestes. Deja que se quede sentado por un rato”. Y eso es justo lo que hice.",
      "fr": "#Cet homme prétend être un mortel, mais il connaît plutôt bien mon maître. Elle m'a dit{NON_BREAK_SPACE}: «{NON_BREAK_SPACE}Laisse-le tranquille si tu le vois boire sur un des tabourets en pierre devant ma demeure.{NON_BREAK_SPACE}» Et c'est exactement ce que je fais.",
      "pt": "Esse senhor afirma ser um mortal, mas está muito familiarizado com minha mestra, que é uma adeptus. Minha mestra disse uma vez: \"Se você o ver bebendo em um banco de pedra na frente de minha casa, não o perturbe. Deixe-o ficar sentado em silêncio por um tempo\". E foi exatamente isso que eu fiz.",
      "ru": "Этот господин называет себя смертным, но он тесно знаком с моей наставницей, а она Адепт. Однажды наставница сказала: «Если увидишь, как он пьёт на каменной лавке перед моей обителью, не беспокой его». Я так и поступила.",
      "id": "Pria itu mengaku sebagai manusia, namun sangat akrab dengan Master, padahal Master Adeptus. Master pernah berkata: \"Jika kamu melihat dia minum di bangku batu di depan tempat tinggalku, jangan ganggu dia. Biarkan dia duduk dengan tenang.\" Tentu saja aku menurutinya.",
      "th": "คุณคนนั้นบอกว่าตัวเองเป็นมนุษย์ แต่ดันสนิทกับเซียนผู้ซึ่งเป็นอาจารย์ของฉัน ท่านอาจารย์เคยบอกว่า ถ้าเจอเขานั่งดื่มอยู่บนม้านั่งหินหน้าที่พำนัก ก็อย่าไปรบกวน ปล่อยให้เขานั่งเงียบ ๆ คนเดียวตามลำพัง ซึ่งฉันก็ทำตามนั้น",
      "vi": "Vị tiên sinh đó tự xưng là người phàm, nhưng lại rất thân thiết với tiên nhân như sư phụ. Sư phụ từng nói, nếu có gặp anh ấy ngồi thưởng rượu ở ghế đá trước phủ tiên thì đừng nên làm phiền, hãy để anh ấy ngồi yên tĩnh một mình. Tôi đã làm theo."
    }
  },
  {
    "title": {
      "zhs": "关于白术…",
      "zht": "關於白朮…",
      "jp": "白朮について…",
      "ko": "백출에 대해…",
      "en": "About Baizhu",
      "de": "Über Baizhu ...",
      "es": "Sobre Baizhu...",
      "fr": "À propos de Baizhu...",
      "pt": "Sobre Baizhu...",
      "ru": "О Бай Чжу...",
      "id": "Tentang Baizhu",
      "th": "เกี่ยวกับ Baizhu...",
      "vi": "Về Baizhu..."
    },
    "line": {
      "zhs": "他的药草品质很好，为人也随和周到。相比起来，脖子上的小蛇倒是口无遮拦…放心，我没有动手。我还不至于和一条蛇置气。",
      "zht": "他的藥草品質很好，為人也隨和周到。相比起來，脖子上的小蛇倒是口無遮攔…放心，我沒有動手。我還不至於和一條蛇置氣。",
      "jp": "彼は接しやすく思いやりがあり、店に並んでいる薬草の質もいい。それに比べて、首に巻かれた蛇は口がうるさい…大丈夫、我は何もしていない。蛇相手に怒るほど、心が狭くはないからな。",
      "ko": "그의 약초는 품질이 좋아. 사람도 온화하고 세심하지. 그에 비해 목에 있는 뱀은 말하는 게 거침없더라고…. 걱정 마. 때리진 않았어. 뱀에게 쩨쩨하게 굴 정돈 아니야",
      "en": "The quality of his medicinal herbs is as good as it gets, he is also easy-going and considerate of others. By comparison, the little snake on his neck has no filter at all... Haha, don't worry, I didn't lift a finger against it, I won't go as far as getting into a quarrel with a snake.",
      "de": "Die Qualität seiner Heilkräuter ist so gut wie nur möglich. Und er selbst ist auch sehr gelassen und rücksichtsvoll gegenüber anderen. Im Vergleich dazu nimmt die kleine Schlange an seinem Hals überhaupt kein Blatt vor dem Mund ... Haha, keine Sorge, ich habe ihr nichts angetan. Ich werde nicht so weit gehen, mich mit einer Schlange zu streiten.",
      "es": "Sus hierbas medicinales son de la mejor calidad que puede haber, y él también es de trato fácil y considerado con los demás. Comparado con él, la pequeña serpiente que cuelga de su cuello no tiene ningún tipo de filtro... Jaja, no te preocupes, nunca he levantado un dedo contra ella. Jamás me metería en una pelea con una serpiente.",
      "fr": "Ses herbes médicinales sont de qualité supérieure et il est très prévenant. Contrairement à lui, le petit serpent enroulé autour de son cou parle sans aucun filtre... Ne vous en faites pas, je ne lui ai rien fait. Je n'irai pas jusqu'à me fâcher avec un animal.",
      "pt": "A qualidade de suas ervas medicinais é tão boa quanto possível, ele também é descontraído e atencioso com os outros. Em comparação, a pequena cobra em seu pescoço não tem filtro algum... Haha, não se preocupe, eu não levantei um dedo contra ela, não vou chegar ao ponto de entrar em uma briga com uma cobra.",
      "ru": "Качество его трав превосходное, а ещё он уживчив и внимателен к другим. Но вот у змейки его язык без костей... Не переживай, я ей ничего не сделаю. Не хватало мне ещё со змеёй препираться.",
      "id": "Kualitas ramuan obatnya sangat bagus, dia juga orang yang santai dan perhatian pada orang lain. Tapi sebaliknya, ular kecil di lehernya tidak sopan sama sekali ... Haha, jangan khawatir, aku tidak akan melakukan sesuatu padanya. Aku tidak akan bertengkar dengan seekor ular.",
      "th": "สมุนไพรของเขาคุณภาพดีมาก แถมยังเป็นคนที่เอาใจใส่และเข้ากับคนอื่นได้ง่ายด้วย เมื่อเทียบกับงูน้อยบนคอของเขาแล้ว มันช่างปากดีเสียจริง ๆ... วางใจได้ ฉันไม่ได้ลงมือ ฉันไม่ถึงขั้นสู้กับงูหรอกนะ",
      "vi": "Dược thảo của anh ấy có chất lượng rất tốt, con người anh ấy cũng hòa nhã chu đáo. Hoàn toàn trái ngược với con rắn đeo trên cổ... Yên tâm, tôi không động thủ đâu, tôi chưa đến nỗi đi chấp nhất với một con rắn."
    }
  },
  {
    "title": {
      "zhs": "关于胡桃…",
      "zht": "關於胡桃…",
      "jp": "胡桃について…",
      "ko": "호두에 대해…",
      "en": "About Hu Tao",
      "de": "Über Hu Tao ...",
      "es": "Sobre Hu Tao...",
      "fr": "À propos de Hu Tao...",
      "pt": "Sobre Hutao...",
      "ru": "О Ху Тао...",
      "id": "Tentang Hu Tao",
      "th": "เกี่ยวกับ Hu Tao...",
      "vi": "Về Hu Tao..."
    },
    "line": {
      "zhs": "她在附近山林游荡时，经常会唱奇怪的歌。久而久之，我把她的歌断断续续听了个遍。听习惯了也还是觉得奇怪，但，我并不讨厌。",
      "zht": "她在附近山林遊蕩時，經常會唱奇怪的歌。久而久之，我把她的歌斷斷續續聽了個遍。聽習慣了也還是覺得奇怪，但，我並不討厭。",
      "jp": "彼女はよく奇妙な歌を口ずさみながら、近くの森を彷徨っている。そのうちに、彼女の歌を何度も耳にするようになった。聞き慣れた今もまだ違和感を覚えるが、別に嫌いというわけではない。",
      "ko": "그 애는 근처 숲을 돌아다니면서 종종 이상한 노래를 불러. 그러다 보니 그 노래들을 쭉 다 들어 봤는데, 몇 번을 들어도 이상하더라. 근데 싫진 않아",
      "en": "I often see her wandering in the woods singing strange songs. Actually, I must have heard all of her songs several times each by now. I'm used to her singing, but I still find it strange. That being said, I don't hate it either.",
      "de": "Ich sehe sie oft in den Wäldern herumwandern und seltsame Lieder singen. Mittlerweile muss ich alle ihre Lieder schon mehrmals gehört haben. Ich habe mich an ihren Gesang gewöhnt, aber ich finde ihn immer noch seltsam. Abgesehen davon verabscheue ich ihn aber nicht.",
      "es": "A menudo la veo deambulando por el bosque mientras canta cosas extrañas. De hecho, creo que ya he escuchado sus canciones varias veces. Estoy acostumbrada a su canto, pero aun así me parece un poco raro. Dicho eso, tampoco es que no me guste.",
      "fr": "Elle chante souvent des chansons bizarres dans les bois près de la montagne. Je crois même que j'ai dû entendre chacune de ses chansons plusieurs fois à force. Je m'y suis habituée, mais je trouve quand même qu'elles sont étranges. Ce n'est pas désagréable, malgré tout.",
      "pt": "Vejo-a frequentemente vagando na floresta cantarolando canções estranhas. Na verdade, já devo ter ouvido todas as canções dela várias vezes. Estou acostumada com a cantoria dela, mas ainda acho estranho. Dito isto, eu também não odeio.",
      "ru": "Часто она бродит по лесам, напевая странные песенки. Думаю, я слышала их уже по нескольку раз. Я привыкла к её пению, но всё равно оно какое-то... странное. Но и против него я ничего не имею.",
      "id": "Aku sering melihatnya berkeliaran di hutan menyanyikan lagu-lagu yang aneh. Sebenarnya, sampai sekarang aku pasti sudah mendengar semua lagunya berkali-kali. Aku sudah terbiasa dengan nyanyiannya, tetapi masih merasa lagunya aneh. Namun, aku juga tidak membencinya.",
      "th": "เวลาที่เธอเดินเตร่อยู่บนภูเขาใกล้ ๆ เธอมักจะร้องเพลงแปลก ๆ อยู่เสมอ พอนานวันเข้า ฉันฟังเพลงของเธอหลายรอบไม่ได้หยุดได้หย่อน ซึ่งพอฟังจนชินแล้ว ก็ยังรู้สึกว่ามันแปลกอยู่ดี แต่ฉันไม่ถึงกับเกลียดหรอกนะ",
      "vi": "Khi cô ấy đi dạo ở khu rừng núi lân cận, thường hay hát một bài nghe rất kỳ quặc. Dần dà, tôi đã nghe hết được trọn vẹn cả bài. Khi nghe quen tai rồi tôi vẫn cảm thấy kỳ lạ, nhưng mà tôi không cảm thấy khó chịu."
    }
  },
  {
    "title": {
      "zhs": "关于魈…",
      "zht": "關於魈…",
      "jp": "魈について…",
      "ko": "소에 대해…",
      "en": "About Xiao",
      "de": "Über Xiao ...",
      "es": "Sobre Xiao...",
      "fr": "À propos de Xiao...",
      "pt": "Sobre Xiao...",
      "ru": "О Сяо...",
      "id": "Tentang Xiao",
      "th": "เกี่ยวกับ Xiao...",
      "vi": "Về Xiao..."
    },
    "line": {
      "zhs": "印象中他一直不苟言笑。近来见他，虽说沉默依旧，但…像是比从前轻松了不少。兴许是结识了哪位良人吧。",
      "zht": "印象中他一直不苟言笑。近來見他，雖說沉默依舊，但…像是比從前輕鬆了不少。興許是結識了哪位良人吧。",
      "jp": "あまり笑顔を見せないという印象が強い。つい最近会った時も、相変わらず無口だったが…以前より、肩の力が抜けているような感じがした。もしかするとよき理解者と巡り会えたのかもしれない。",
      "ko": "내 기억에 그는 늘 웃지 않는 엄숙한 모습이었어. 최근에 봤을 때도 여전히 과묵했지만… 전보단 많이 편안해진 느낌이야. 좋은 사람을 만난 걸지도 모르겠네",
      "en": "My first impression of him was that he's not one to smile. After meeting him again more recently, however, he's still as reserved as ever, but... he seems a lot more relaxed now. Maybe he... met someone special.",
      "de": "Mein erster Eindruck von ihm war, dass er nicht gern lächelt. Nachdem ich ihn vor Kurzem wieder getroffen habe, war er immer noch so zurückhaltend wie immer, aber ... er scheint jetzt viel entspannter zu sein. Vielleicht hat er ... jemanden Besonderen getroffen?",
      "es": "Mi primera impresión de él fue que no le gusta sonreír. Tras haberlo visto de nuevo hace poco, puedo decir que es tan reservado como siempre, pero... parece mucho más relajado. Tal vez... conoció a alguien especial.",
      "fr": "J'avais l'impression qu'il était peu souriant. Je l'ai rencontré récemment et bien qu'il soit toujours aussi réservé... il a l'air moins tourmenté qu'avant. Peut-être qu'il a rencontré quelqu'un de spécial ?",
      "pt": "Minha primeira impressão dele foi que ele não é de sorrir. Depois de encontrá-lo novamente mais recentemente, no entanto, ele continua tão reservado como sempre, mas... ele parece muito mais relaxado agora. Talvez ele... tenha conhecido alguém especial.",
      "ru": "Он всегда казался мне угрюмым. Во время нашей недавней встречи он был всё так же молчалив, но... вёл себя уже не так скованно. Может, он повстречал кого-то особенного.",
      "id": "Kesan pertamaku tentang dirinya adalah dia bukan orang yang suka tersenyum. Namun, setelah bertemu dengannya lagi baru-baru ini, dia memang masih pendiam seperti biasanya, tapi ... dia tampak jauh lebih santai sekarang. Mungkin dia ... bertemu seseorang yang spesial.",
      "th": "ในความทรงจำของฉัน เขาเป็นคนที่ยิ้มยาก ตอนที่เจอเขาเมื่อเร็ว ๆ นี้ ถึงแม้เขาจะยังคงนิ่งเงียบเหมือนเดิม แต่...ก็ดูผ่อนคลายกว่าแต่ก่อนมาก บางทีอาจเป็นเพราะเขาเจอคนพิเศษเข้าให้ล่ะมั้ง",
      "vi": "Trong ấn tượng của tôi thì anh ấy không thích nói cười. Gần đây gặp anh ấy, tuy vẫn trầm tư như cũ, nhưng hình như đã thả lỏng hơn trước nhiều rồi. Có lẽ anh ấy đã quen biết với một người tốt nào đó chăng."
    }
  },
  {
    "title": {
      "zhs": "想要了解申鹤·其一",
      "zht": "想要瞭解申鶴·其一",
      "jp": "申鶴を知る·1",
      "ko": "신학에 대해 알기·첫 번째",
      "en": "More About Shenhe: I",
      "de": "Ich will mehr über Shenhe erfahren I",
      "es": "Más sobre Shenhe (I)",
      "fr": "Connaître Shenhe (1)",
      "pt": "Mais sobre Shenhe - I",
      "ru": "Узнать больше о Шэнь Хэ I",
      "id": "Mengenal Shenhe: I",
      "th": "อยากรู้เกี่ยวกับ Shenhe - 1",
      "vi": "Muốn tìm hiểu Shenhe - Điều thứ 1"
    },
    "line": {
      "zhs": "请不必在意人们对我的称呼，我不是仙人，也没什么神通。生于驱魔世家的旁系，长在远离璃月港的山间，只能算是个仙家弟子，仅此而已。",
      "zht": "請不必在意人們對我的稱呼，我不是仙人，也沒什麼神通。生於驅魔世家的旁系，長在遠離璃月港的山間，只能算是個仙家弟子，僅此而已。",
      "jp": "我の肩書きを気にしないで欲しい。我は仙人でもなければ、仙力も使えない。ただ、妖魔退治一族の分家に生まれ、璃月港から遠い山で育っただけだ。仙人の弟子であるが、それ以外の何者でもない。",
      "ko": "사람들이 날 뭐라고 부르든 신경 쓸 것 없어. 난 선인도 아니고 신통력이 있는 것도 아니니까. 퇴마사 집안의 방계 가문에서 태어나, 리월항과 멀리 떨어진 산에서 자랐어. 따지자면 선인의 제자일 뿐이야",
      "en": "Please don't pay any heed to the way most people refer to me. I am not an adeptus, and don't possess any divine abilities. I was born in a branch family of a clan of exorcists, and grew up in the mountains far away from Liyue Harbor. I am but an adeptus's disciple, nothing more, nothing less.",
      "de": "Bitte beachte nicht die Art und Weise, wie die meisten Leute mich nennen. Ich bin keine Adeptin und besitze keine göttlichen Fähigkeiten. Ich wurde in einer Zweigfamilie eines Klans von Mystikern geboren und bin in den Bergen weit weg von Liyue aufgewachsen. Ich bin nur die Schülerin einer Adeptin, nicht mehr und nicht weniger.",
      "es": "Por favor, no hagas caso al modo en que la mayoría de la gente se refiere a mí. Ni soy una Adeptus ni poseo habilidades divinas. Nací en una familia de exorcistas y crecí en las montañas, lejos de la ciudad de Liyue. No soy nada más ni nada menos que una discípula de los Adeptus.",
      "fr": "Ne faites pas attention à ce que les gens m'appellent. Je ne suis pas une Adepte et je ne possède aucun pouvoir divin. Née dans une famille d'exorcistes, j'ai grandi dans les montagnes loin du Port de Liyue. Je ne suis ni plus ni moins qu'une disciple des Adeptes.",
      "pt": "Por favor, não preste atenção ao modo como a maioria das pessoas se refere a mim. Eu não sou uma adeptus e não possuo nenhuma habilidade divina. Nasci em uma família ramificada de um clã de exorcistas, e cresci nas montanhas longe do Porto de Liyue. Sou apenas uma discípula dos adepti, nada mais, nada menos.",
      "ru": "Пожалуйста, не обращай внимания на то, как меня называет большинство людей. Я не Адепт, и никакими божественными способностями не обладаю. Я родилась в клане экзорцистов и росла в горах далеко от гавани Ли Юэ. Я лишь ученица Адепта, не более.",
      "id": "Jangan terlalu memikirkan panggilan orang-orang untukku. Aku bukan Adeptus, dan tidak memiliki kekuatan dewa. Aku lahir di keluarga masih berkerabat dengan klan pengusir roh jahat, kemudian aku tumbuh besar di pegunungan yang jauh dari Pelabuhan Liyue. Aku ini hanya seorang murid Adeptus, tidak lebih, tidak kurang.",
      "th": "ได้โปรดอย่าใส่ใจในสิ่งที่ผู้คนเรียกฉันเลย ฉันไม่ใช่เซียนและก็ไม่มีพลังวิเศษอะไรด้วย ฉันเกิดในสายตระกูลนักปราบปีศาจ และเติบโตบนภูเขาที่ห่างไกลจาก Liyue ถือได้ว่าเป็นลูกศิษย์ของเซียนก็เท่านั้น",
      "vi": "Xin đừng quan tâm cách xưng hô của mọi người đối với tôi, tôi không phải tiên nhân, cũng không có thần thông gì cả. Được sinh ra trong một chi thứ của gia tộc trừ ma, lớn lên ở vùng núi cách xa cảng Liyue, tôi chỉ có thể xem như một đệ tử của tiên gia, chỉ thế mà thôi."
    }
  },
  {
    "title": {
      "zhs": "想要了解申鹤·其二",
      "zht": "想要瞭解申鶴·其二",
      "jp": "申鶴を知る·2",
      "ko": "신학에 대해 알기·두 번째",
      "en": "More About Shenhe: II",
      "de": "Ich will mehr über Shenhe erfahren II",
      "es": "Más sobre Shenhe (II)",
      "fr": "Connaître Shenhe (2)",
      "pt": "Mais sobre Shenhe - II",
      "ru": "Узнать больше о Шэнь Хэ II",
      "id": "Mengenal Shenhe: II",
      "th": "อยากรู้เกี่ยวกับ Shenhe - 2",
      "vi": "Muốn tìm hiểu Shenhe - Điều thứ 2"
    },
    "line": {
      "zhs": "遇到恶意滋事的人，人们似乎都会选择上前说教，我不太明白。明明可以直接将这些拦路碍事、心存歹念的恶人斩草除根，为什么要这般麻烦？",
      "zht": "遇到惡意滋事的人，人們似乎都會選擇上前說教，我不太明白。明明可以直接將這些攔路礙事、心存歹念的惡人斬草除根，為什麼要這般麻煩？",
      "jp": "悪事を働く者に出会うと、進んで説教をする者がいるが、我にはそのような行為が理解できない。悪意を抱く邪魔者は早々に排除すべきであろう。なのに、何故そんな億劫なことをわざわざする？",
      "ko": "악의를 품고 말썽을 일으키는 사람이 있으면 다들 설교하려고 하는데, 난 이해가 안 돼. 방해만 되는 악인들을 뿌리 뽑을 수 있는데, 왜 귀찮은 방법으로 해결하려 하지?",
      "en": "When faced with delinquents who are just out to cause trouble, most people will try to reason with them. This course of action perplexes me. Removing the root of the problem and disposing of these ill-intentioned fools seems like the obvious course of action. Why do common folks prefer the labor-intensive route?",
      "de": "Wenn man es mit Straftätern zu tun hat, die nur darauf aus sind, Ärger zu machen, versuchen die meisten Menschen, mit ihnen zu reden. Diese Vorgehensweise macht mich stutzig. Die Wurzel des Problems zu beseitigen und diese böswilligen Idioten loszuwerden, scheint die naheliegendste Lösung zu sein. Warum bevorzugen gewöhnliche Menschen den schwierigeren Weg?",
      "es": "Al enfrentarse a delincuentes que solo quieren causar problemas, la mayoría de la gente intenta razonar con ellos. Ese modo de actuar me deja perpleja. Para mí, el modo de actuar más evidente es arrancar el problema de raíz y deshacerme de esos alborotadores con malas intenciones. ¿Por qué la gente normal prefiere tomar el camino más difícil?",
      "fr": "Les gens essaient généralement de raisonner les individus malintentionnés. Je dois dire que je ne comprends pas cette démarche. Se débarrasser de la source du problème serait l'action la plus logique... Pourquoi se donner autant de peine ?",
      "pt": "Quando deparado com delinquentes que só querem causar problemas, a maioria das pessoas tentará argumentar com eles. Este tipo de atitude me deixa perplexa. Remover a raiz do problema e descartar esses tolos mal-intencionados parece ser a atitude mais óbvia. Por que as pessoas comuns preferem sempre o caminho mais difícil?",
      "ru": "Столкнувшись с нарушителями, которые просто хотят доставить неприятности, все обычно пытаются их урезонить. Мне этого не понять. Если проблему можно пресечь на корню, избавившись от злобных глупцов, зачем выбирать трудный путь?",
      "id": "Saat menghadapi orang-orang yang ingin mengacau, banyak orang berusaha berdebat dengan mereka. Tentu saja hal ini membuatku bingung. Jelas-jelas dalam situasi seperti itu kita harus mencabut akar masalahnya dan membasmi para pengacaunya. Kenapa orang-orang malah memilih cara yang lebih sulit?",
      "th": "เมื่อเจอกับคนที่มุ่งร้ายและคิดจะก่อเรื่อง ดูเหมือนผู้คนมักจะเลือกที่จะสั่งสอน ฉันไม่เข้าใจเลย ทั้ง ๆ ที่สามารถจัดการถอนรากถอนโคนพวกคนชั่วที่ขวางทางและมีเจตนาร้ายเหล่านี้ให้สิ้นซากได้ ทำไมต้องทำให้ยุ่งยากด้วย?",
      "vi": "Khi gặp phải những người ác ý sinh sự, mọi người dường như đều chọn cách đứng ra nói lý lẽ thuyết giáo, nhưng tôi không hiểu lắm. Rõ ràng có thể chọn cách diệt cỏ tận gốc đám ác nhân chặn đường sinh sự, tâm địa bất chính này, tại sao phải phiền phức thuyết giảng như vậy chứ?"
    }
  },
  {
    "title": {
      "zhs": "想要了解申鹤·其三",
      "zht": "想要瞭解申鶴·其三",
      "jp": "申鶴を知る·3",
      "ko": "신학에 대해 알기·세 번째",
      "en": "More About Shenhe: III",
      "de": "Ich will mehr über Shenhe erfahren III",
      "es": "Más sobre Shenhe (III)",
      "fr": "Connaître Shenhe (3)",
      "pt": "Mais sobre Shenhe - III",
      "ru": "Узнать больше о Шэнь Хэ III",
      "id": "Mengenal Shenhe: III",
      "th": "อยากรู้เกี่ยวกับ Shenhe - 3",
      "vi": "Muốn tìm hiểu Shenhe - Điều thứ 3"
    },
    "line": {
      "zhs": "我师从多位仙家，静心修炼。随着修为提升，他们不再传授我新的术式，而是改教我怎样收敛杀性。别紧张…像平地凿出深坑，树木连根拔起之类的事，只在远离人烟的山林中发生过，从未波及过无辜性命。况且，现在我也已经能控制自我了。",
      "zht": "我師從多位仙家，靜心修煉。隨著修為提升，他們不再傳授我新的術式，而是改教我怎樣收斂殺性。別緊張…像平地鑿出深坑，樹木連根拔起之類的事，只在遠離人煙的山林中發生過，從未波及過無辜性命。況且，現在我也已經能控制自我了。",
      "jp": "我は仙人の下で学び、気を引き締めて修行を行ってきた。そして修行が進むにつれて、あの方たちは新しい術を教えなくなり、殺意を抑える方法を我に叩き込んだ。そう硬くなるな…平地に大穴を開けたり、木を根っこごと引き抜いたりなど、人里離れた森でしかやったことがない。無論、罪のない人に害を与えたこともない。そして、今の我はもう自身の力を制御できている。",
      "ko": "난 여러 선인 밑에서 수련을 해왔어. 수행의 경지가 높아질수록 그분들은 내게 새로운 술식 대신 살심을 다스리는 법을 가르쳐주셨지. 긴장하지 마… 평지에 굴을 파거나 나무를 뽑는 것 같은 일은 인적 드문 산에서만 하고 무고한 생명은 해치지 않았어. 게다가 지금은 나도 나 자신을 제어할 수 있다고",
      "en": "I am the apprentice of multiple adepti and have trained alongside them. After a certain point, however, they stopped teaching me new techniques and started focusing on how to control my intense homicidal urges. Oh, don't be nervous... Yes, craters have been left in the ground, and giant trees have been uprooted. But these things only ever happen in the mountains, far away from civilization, and certainly have never affected innocent lives. Besides, I can control myself now.",
      "de": "Ich bin Schülerin von mehreren Adepten und habe mit ihnen trainiert. Ab einem bestimmten Punkt haben sie jedoch aufgehört, mir neue Techniken beizubringen, und sich darauf konzentriert, wie ich meinen starken Morddrang kontrollieren kann. Oh, sei nicht nervös ... Ja, es wurden Krater in der Erde hinterlassen und riesige Bäume entwurzelt. Aber so etwas passiert nur in den Bergen, weit weg von der Stadt und hat noch nie unschuldige Menschenleben gekostet. Außerdem kann ich mich jetzt gut beherrschen.",
      "es": "#Soy la aprendiz de varios Adeptus con los que he entrenado. Sin embargo, en un determinado momento, dejaron de enseñarme nuevas técnicas para concentrarse en controlar mis impulsos violentos. Oh, no te pongas nervios{F#a}{M#o}. Sí, he hecho algún cráter en el suelo y he arrancado algún árbol gigante, pero esas cosas solo han ocurrido en las montañas, lejos de la civilización, y jamás han afectado a ninguna vida inocente. Además, ahora sé controlarme.",
      "fr": "J'ai été la disciple de plusieurs Adeptes et je me suis entraînée à leurs côtés. Passé un certain point, ils ont arrêté de m'enseigner de nouvelles techniques et m'ont davantage poussée à contrôler mes pulsions meurtrières. Détendez-vous... Certes, j'ai fait des trous dans le sol et déraciné des arbres géants, mais ça n'arrivait que dans les montagnes, loin de toute civilisation. Aucune vie n'a jamais été mise en danger jusqu'à maintenant.",
      "pt": "#Sou a aprendiz de múltiplos adepti e treinei ao lado deles. Depois de um certo ponto, porém, eles deixaram de me ensinar novas técnicas e começaram a se concentrar em como controlar meus intensos impulsos homicidas. Oh, não fique nervos{M#o}{F#a}... Sim, crateras foram deixadas no chão, e árvores gigantes foram arrancadas. Mas estas coisas só acontecem nas montanhas, longe da civilização, e certamente nunca afetaram vidas inocentes. Além disso, agora eu posso me controlar.",
      "ru": "Я была ученицей нескольких Адептов и тренировалась вместе с ними. По достижении определённого уровня вместо новых техник они стали обучать меня, как сдерживать желание убивать. Что ты, не волнуйся... Да, в земле остались воронки, а местами деревья вырвало вместе с корнями. Но всё это произошло в горах, вдали от цивилизации, и невинные не пострадали. К тому же, теперь я держу себя в руках.",
      "id": "Aku pernah menjadi murid didik beberapa Adeptus dan dilatih oleh mereka. Tapi setelah mencapai titik tertentu, mereka berhenti mengajariku teknik baru dan fokus mengajari cara mengendalikan nafsu membunuhku. Oh, tenang saja ... Memang aku sempat menciptakan kawah di tanah dan mencabut pohon raksasa dari akarnya. Tapi semua hal ini terjadi di pegunungan yang jauh dari para penduduk, pastinya tidak melukai orang tak berdosa. Lagi pula sekarang aku sudah bisa mengontrol diriku.",
      "th": "ฉันได้ฝึกฝนกับเซียนหลาย ๆ ท่าน ซึ่งเมื่อการฝึกฝนของฉันเพิ่มขึ้น พอถึงจุดหนึ่งพวกเขาก็จะไม่ถ่ายทอดวิชาใหม่ ๆ ให้ฉันอีก และเปลี่ยนมาสอนวิธียับยั้งสัญชาตญาณในการเข่นฆ่าให้ฉันแทน อย่าตื่นเต้นไปเลย... การขุดหลุมลึกบนพื้นดินหรือการถอนรากถอนโคนต้นไม้ เคยเกิดขึ้นเฉพาะในภูเขาและป่าที่ห่างไกลจากที่อยู่อาศัยของมนุษย์เท่านั้น ยังไม่เคยส่งผลต่อชีวิตผู้บริสุทธิ์หรอกนะ อีกอย่างตอนนี้ฉันก็ควบคุมตัวเองได้แล้วด้วย",
      "vi": "Tôi đi theo nhiều vị tiên gia để tòng sư, tịnh tâm tu luyện. Khi tu vi dần tăng lên, họ không còn dạy tôi các thuật thức mới nữa, mà đổi thành dạy tôi cách kiềm chế sát niệm. Đừng căng thẳng... những chuyện như đào nguyên cái hố sâu, hay bứng cây liền rễ thì chỉ xảy ra trong rừng núi cách xa nơi sinh sống của con người thôi, chưa từng liên lụy đến sinh mạng vô tội nào cả. Hơn nữa, giờ đây tôi cũng có thể tự khống chế bản thân rồi."
    }
  },
  {
    "title": {
      "zhs": "想要了解申鹤·其四",
      "zht": "想要瞭解申鶴·其四",
      "jp": "申鶴を知る·4",
      "ko": "신학에 대해 알기·네 번째",
      "en": "More About Shenhe: IV",
      "de": "Ich will mehr über Shenhe erfahren IV",
      "es": "Más sobre Shenhe (IV)",
      "fr": "Connaître Shenhe (4)",
      "pt": "Mais sobre Shenhe - IV",
      "ru": "Узнать больше о Шэнь Хэ IV",
      "id": "Mengenal Shenhe: IV",
      "th": "อยากรู้เกี่ยวกับ Shenhe - 4",
      "vi": "Muốn tìm hiểu Shenhe - Điều thứ 4"
    },
    "line": {
      "zhs": "父亲想用我的血肉换回母亲的生命。自从被他丢在山洞，我一度期盼过他会回来救我。一天、两天、三天…我拼尽全力与魔物厮杀，直到倒下都没能等到他。我不知道，究竟是我命格孤煞才遭人遗弃，还是命途坎坷使得我萌生出这股煞气？",
      "zht": "父親想用我的血肉換回母親的生命。自從被他丟在山洞，我一度期盼過他會回來救我。一天、兩天、三天…我拚盡全力與魔物廝殺，直到倒下都沒能等到他。我不知道，究竟是我命格孤煞才遭人遺棄，還是命途坎坷使得我萌生出這股煞氣？",
      "jp": "父は我の血肉と引き換えに、母の命を取り戻そうとした。洞窟に置き去りにされた我は、父が戻ってきて助けてくれるのではないかと一時は期待していた。一日、二日、三日と経ち…その間、我は必死に戦った、魔物とな。疲れ果てて我は倒れても、父はついぞ現れなかった。理解できなかった、我は邪気があるゆえ捨てられたのか、それとも天涯孤独となる運命だったがゆえに、このような邪気を生み出したのか？",
      "ko": "아버지는 내 육신으로 어머니를 되살리려 했어. 날 동굴에 버린 아버지가 다시 구하러 올 거라고 믿었던 때가 있었지. 하루, 이틀, 사흘… 온 힘을 다해 마물과 싸웠지만, 쓰러질 때까지도 아버지는 오지 않았어. 내가 고독한 팔자를 타고나서 버려진 걸까, 명이 기구해서 살기가 생긴 걸까? 도통 모르겠군",
      "en": "My father's intent was to trade my flesh and blood for my mother's life. After he abandoned me in that cave, I still held out hope that he'd come back to rescue me. One day went by. Then two days, three days... I used every ounce of energy in my body to fight off that monster. But as I collapsed on the ground, I finally realized that the day I was waiting for would never come. To this day, I don't which one it is... Was I was abandoned because I'm cursed, or is it the way I've been treated in life that has cursed me?",
      "de": "Mein Vater hatte die Absicht, mein Fleisch und Blut gegen das Leben meiner Mutter einzutauschen. Nachdem er mich in der Höhle zurückgelassen hatte, hoffte ich immer noch, dass er zurückkommen und mich retten würde. Ein Tag verging. Dann zwei Tage, drei Tage ... Ich verbrauchte alle meine Energie in meinem Körper, um das Monster abzuwehren. Aber als ich auf dem Boden zusammenbrach, wurde mir schließlich klar, dass der Tag, auf den ich gewartet hatte, niemals kommen würde. Bis zum heutigen Tag weiß ich nicht, was es ist ... Wurde ich im Stich gelassen, weil ich verflucht bin, oder ist es die Art, wie ich im Leben von den Leuten behandelt wurde, die mich verflucht hat?",
      "es": "Mi padre tenía la intención de intercambiar mi cuerpo y mi sangre por la vida de mi madre. Después de que él me abandonara, aún tenía la esperanza de que volvería para salvarme. Pasó un día, luego dos, tres... Agoté todas mis energías para derrotar a ese monstruo, pero cuando caí al suelo, por fin me di cuenta de que el día que tanto anhelaba nunca llegaría. A día de hoy, sigo sin saber por qué lo hizo... ¿Me abandonó porque estoy maldita? ¿O acaso he sido maldecida por la forma en la que me han tratado en mi vida?",
      "fr": "Mon père avait l'intention d'échanger mon sang et ma chair contre la vie de ma mère. Même après qu'il m'a abandonnée dans cette grotte, j'espérais qu'il revienne me sauver. Un jour passa, puis deux et trois... J'avais épuisé toute mon énergie pour repousser ce monstre. Je me suis rendu compte que cela n'arriverait jamais quand je me suis écroulée au sol. Aujourd'hui encore, je ne sais pas si j'ai été abandonnée car j'étais maudite ou si j'ai été maudite par la façon dont la vie m'a traitée ?",
      "pt": "A intenção do meu pai era trocar minha carne e meu sangue pela vida da minha mãe. Depois que ele me abandonou naquela caverna, eu ainda tinha esperança de que ele voltaria para me resgatar. Um dia se passou. Depois dois dias, três dias... Eu usei cada grama de energia do meu corpo para lutar contra aquele monstro. Mas quando caí no chão, finalmente percebi que o dia pelo qual esperava nunca chegaria. Até hoje, não sei qual é... Fui abandonada porque estou amaldiçoada, ou foi a maneira como fui tratada na vida que me amaldiçoou?",
      "ru": "Отец намеревался обменять мою плоть и кровь на жизнь матери. Когда он оставил меня в той пещере, я всё надеялась, что он вернётся и спасёт меня. Прошёл день, второй, третий... Я сражалась с этим демоном до последнего издыхания, но так и не дождалась. Я до сих пор не знаю... Меня бросили потому, что я проклята, или проклятье наложено на меня из-за такой участи?",
      "id": "Tujuan ayahku adalah menukarkan tubuh dan darahku dengan nyawa ibuku. Setelah dia menelantarkanku di gua itu, aku masih terus berharap dia akan datang menyelamatkanku. Satu hari berlalu. Lalu dua hari, tiga hari berlalu ... Aku mengerahkan seluruh tenagaku untuk melawan monster itu. Tapi saat aku terjatuh ke atas tanah, aku langsung menyadari bahwa harapanku tidak akan pernah terkabul. Sampai hari ini aku masih tidak tahu ... apakah aku ditelantarkan karena aku terkutuk, atau aku terkutuk karena caraku diperlakukan dalam hidup ini?",
      "th": "พ่ออยากจะใช้เลือดเนื้อของฉันแลกเอาชีวิตของแม่กลับคืนมา นับตั้งแต่ที่เขาทิ้งฉันไว้ในถ้ำ ฉันก็หวังว่าเขาจะกลับมาช่วยฉัน จนผ่านไปหนึ่งวัน สองวัน สามวัน... ฉันพยายามต่อสู้กับมอนสเตอร์อย่างสุดกำลัง จนกระทั่งฉันล้มลง เขาก็ยังไม่มา ไม่รู้สิ อาจจะเป็นเพราะโชคชะตากำหนดให้ฉันต้องถูกทอดทิ้งอย่างเดียวดาย หรืออาจเป็นเพราะความยากลำบากในชีวิต เลยทำให้ฉันเกิดสัญชาตญาณที่ร้ายกาจนี้?",
      "vi": "Cha tôi muốn dùng máu thịt của tôi để đổi lấy sinh mạng cho mẹ. Kể từ khi bị ông ấy vứt ở hang động, tôi đã từng mong ngóng ông ấy quay lại cứu tôi. Một ngày, hai ngày, ba ngày... tôi đã lấy hết sức lực để chiến đấu với ma vật, mãi cho đến khi ngã quỵ vẫn không chờ được ông ấy quay lại. Tôi không biết, rốt cuộc là do tôi có số mệnh cô sát nên mới bị vứt bỏ, hay là do số mệnh quá trắc trở đã khiến tôi sinh ra nguồn sát khí này?"
    }
  },
  {
    "title": {
      "zhs": "想要了解申鹤·其五",
      "zht": "想要瞭解申鶴·其五",
      "jp": "申鶴を知る·5",
      "ko": "신학에 대해 알기·다섯 번째",
      "en": "More About Shenhe: V",
      "de": "Ich will mehr über Shenhe erfahren V",
      "es": "Más sobre Shenhe (V)",
      "fr": "Connaître Shenhe (5)",
      "pt": "Mais sobre Shenhe - V",
      "ru": "Узнать больше о Шэнь Хэ V",
      "id": "Mengenal Shenhe: V",
      "th": "อยากรู้เกี่ยวกับ Shenhe - 5",
      "vi": "Muốn tìm hiểu Shenhe - Điều thứ 5"
    },
    "line": {
      "zhs": "有一回，我瞒着师父偷偷下山回到村里，却发现原本的村庄荒弃了，父亲早已去世。我突然明白，自己与血亲的缘分彻底断绝了。在乎的往事永无后话。自那日起，我一度舍弃人间种种…直到遇见你。",
      "zht": "#有一回，我瞞著師父偷偷下山回到村裡，卻發現原本的村莊荒棄了，父親早已去世。我突然明白，自己與血親的緣分徹底斷絕了。在乎的往事永無後話。自那日起，我一度捨棄人間種種…直到遇見{F#妳}{M#你}。",
      "jp": "ある日、師匠に内緒で山を下り、村に戻ったことがある。我がいた村は荒れ果て、父は亡くなっていた。その時、親族との繋がりは完全に断たれたのだと気付いた。過ぎ去った日々は、決して語られることなどない。その日から、我は世との関わりをすべて捨てた…主に出会うまではな。",
      "ko": "하루는 스승님 몰래 마을에 내려갔는데, 원래 마을은 황폐해졌고, 아버지는 이미 돌아가셨단 걸 알게 됐어. 그때 깨달았지. 혈족과의 인연이 완전히 끊어졌단 걸. 마음에 걸리는 과거는 영원히 끝을 맺은 거야. 그날부터 속세와 연을 거의 끊었어… 널 만나기 전까진",
      "en": "Once, I secretly left the mountain and returned to my childhood village without telling my master. But it was deserted, and my father had long since passed away. I suddenly realized that the bond between my relatives and I had been completely severed. And nothing that I'd ever cared about in the past could ever have a future. Ever since then, I have abandoned everything related to the mortal world... That is, until I met you.",
      "de": "Einmal verließ ich heimlich den Berg und kehrte in das Dorf meiner Kindheit zurück, ohne es meiner Meisterin zu sagen. Aber mein Dorf war komplett verlassen und mein Vater war schon lange verstorben. Plötzlich wurde mir klar, dass das Band zwischen mir und meinen Blutsverwandten völlig zerrissen war. Und nichts, was mir in der Vergangenheit etwas bedeutet hatte, konnte jemals eine Zukunft haben. Seitdem habe ich alles, was mit der Welt der Sterblichen zu tun hatte, aufgegeben ... Zumindest, bis ich dich traf.",
      "es": "Una vez, me escapé de la montaña para volver a mi pueblo de la infancia sin decírselo a mi maestra. Sin embargo, el pueblo estaba desierto y mi padre había fallecido hacía tiempo. Entonces, me di cuenta de que el vínculo que tenía con mi familia se había roto por completo, y de que nada de lo que me preocupaba en el pasado tendría un futuro. Desde entonces, abandoné todo lo relacionado con el mundo de los mortales... Hasta que te conocí.",
      "fr": "Un jour, j'ai quitté secrètement la montagne pour me rendre au village de mon enfance sans en avertir mon maître. J'ai découvert qu'il avait été déserté, et que mon père était décédé depuis longtemps. C'est là que j'ai compris que le lien que j'avais avec ma famille avait totalement été rompu et que toutes les choses qui m'importaient autrefois n'étaient plus. Depuis lors, j'ai renoncé à tout ce qui avait trait au monde des mortels... jusqu'à ce que je vous rencontre.",
      "pt": "Uma vez, deixei secretamente a montanha e voltei à minha vila de infância sem contar a minha mestra. Mas ela estava deserta, e meu pai já havia falecido há muito tempo. De repente percebi que a ligação entre meus parentes e eu havia sido completamente rompida. E nada do que eu jamais havia me preocupado no passado poderia ter um futuro. Desde então, abandonei tudo relacionado com o mundo mortal... Isto é, até que te conheci.",
      "ru": "Однажды я тайком покинула горы и вернулась в родную деревню, не сказав об этом наставнице. Деревня оказалась заброшенной, а отец давно скончался. Вдруг я поняла, что уз между мной и родными не осталось. А у прошлого, которое меня заботило, нет будущего. С тех пор я отказалась от всего, что было связано с миром смертных... Пока не повстречала тебя.",
      "id": "Suatu kali aku diam-diam meninggalkan gunung dan kembali ke desa masa kecilku tanpa memberi tahu Master. Tapi desanya sudah terlantar, dan ayahku telah lama meninggal. Aku langsung menyadari bahwa hubunganku dengan keluargaku sudah terputus sepenuhnya. Dan masa lalu yang kupedulikan itu tidak akan pernah punya masa depan. Sejak saat itu, aku sudah meninggalkan semua hal yang berhubungan dengan dunia manusia ... sampai aku bertemu denganmu.",
      "th": "มีอยู่ครั้งนึง ฉันแอบลงจากเขาและกลับไปที่หมู่บ้านโดยไม่บอกท่านอาจารย์ แต่กลับพบว่าหมู่บ้านได้ถูกทิ้งร้าง และพ่อของฉันก็จากไปนานแล้ว ทำให้ฉันเข้าใจในทันทีว่า โชคชะตาของฉันกับครอบครัวร่วมสายเลือดได้สิ้นสุดลงแล้ว และจะไม่เอ่ยถึงเรื่องราวที่ผ่านมาอีกตลอดไป ตั้งแต่วันนั้นเป็นต้นมา ฉันได้ละทิ้งทุกอย่างที่เกี่ยวข้องกับโลกมนุษย์... จนกระทั่งฉันได้พบกับเธอ",
      "vi": "Có một lần, tôi lén sư phụ để trốn xuống núi, quay về thôn làng xưa, nhưng phát hiện ra thôn làng xưa giờ đã bị bỏ hoang, cha cũng đã qua đời từ lâu. Tôi đột nhiên hiểu rằng, duyên phận giữa tôi và người chung huyết thống giờ đã hoàn toàn chấm dứt. Chuyện quá khứ canh cánh trong lòng sẽ mãi mãi không còn gì để nói nữa. Từ hôm đó, tôi đã vứt bỏ mọi thứ của nhân gian... mãi cho đến khi gặp được bạn."
    }
  },
  {
    "title": {
      "zhs": "申鹤的爱好…",
      "zht": "申鶴的愛好…",
      "jp": "申鶴の趣味…",
      "ko": "신학의 취미…",
      "en": "Shenhe's Hobbies",
      "de": "Shenhes Hobbys ...",
      "es": "Aficiones de Shenhe...",
      "fr": "Les loisirs de Shenhe...",
      "pt": "Passatempos de Shenhe...",
      "ru": "Хобби Шэнь Хэ...",
      "id": "Hobi Shenhe",
      "th": "งานอดิเรกของ Shenhe...",
      "vi": "Sở thích của Shenhe..."
    },
    "line": {
      "zhs": "打坐的要点在于「静」，需要摒弃杂念，用身体感受周遭气息，它能让我迅速回归自我。听师父说，修为达到足够境界后，打坐的姿势就不用再拘泥，仙人哪怕站立着都能打坐…我还远远不够。",
      "zht": "打坐的要點在於「靜」，需要摒棄雜念，用身體感受周遭氣息，它能讓我迅速回歸自我。聽師父說，修為達到足夠境界後，打坐的姿勢就不用再拘泥，仙人哪怕站立著都能打坐…我還遠遠不夠。",
      "jp": "坐禅とは「静」になること。雑念を捨て、周りの息づかいを体で感じることにより、すぐさま我を取り戻すことができる。師匠によると、十分な修行を積めば坐禅を行う際、姿勢に気を配る必要が無くなるという。仙人は立ったままでも坐禅と同じ状態になれるようだが…我はまだまだ修行が足りぬ。",
      "ko": "가부좌를 틀 때 중요한 건 「고요함」이야. 잡념을 버리고 몸으로 주변의 기를 느끼면, 빠르게 진정한 자신을 찾을 수 있지. 수행이 일정 경지에 오르면, 가부좌의 자세에 연연하지 않아도 된다고 스승님이 그러셨어. 선인들은 서서도 명상할 수 있다던데… 난 아직 멀었어",
      "en": "The most important aspect of meditation is stillness. Let go of all agitation, and let the air around you flow into your body. This technique allows me to quickly focus in on myself. I heard from my master that after meditating beyond a certain point, there is no need to adopt the meditation posture anymore. Adepti can meditate even when standing up... I still have much more to improve on.",
      "de": "Der wichtigste Aspekt der Meditation ist die Stille. Lass alle Unruhe los und lass die Luft um dich herum in deinen Körper fließen. Diese Technik ermöglicht es mir, mich schnell auf mich selbst zu konzentrieren. Ich habe von meiner Meisterin gehört, dass es ab einem bestimmten Punkt der Meditation nicht mehr nötig ist, die Meditationshaltung einzunehmen. Adepten können sogar im Stehen meditieren ... Ich habe noch viel zu verbessern.",
      "es": "Lo más importante a la hora de meditar es la quietud. Desecha el sobresalto y deja que el aire a tu alrededor fluya por tu cuerpo. Con esta técnica, puedo concentrarme en mí muy fácilmente. Escuché a mi maestra decir que, al llegar a cierto nivel de meditación, deja de ser necesario adoptar una postura. Los Adeptus pueden meditar incluso estando de pie... Aún tengo mucho que mejorar.",
      "fr": "La partie la plus importante dans la méditation, c'est le calme. Il faut abandonner toute pensée parasite et sentir l'air environnant traverser son corps. Cette technique me permet de me recentrer rapidement sur moi-même. J'ai entendu mon maître dire qu'une fois atteint un certain niveau, il n'est même plus nécessaire d'adopter la posture appropriée. Un Adepte peut méditer debout... J'ai encore beaucoup à apprendre.",
      "pt": "O aspecto mais importante da meditação é a quietude. Solte toda a agitação e deixe o ar ao seu redor fluir em seu corpo. Esta técnica permite que eu me concentre rapidamente em mim mesma. Ouvi da minha mestra que após meditar além de um certo ponto, não há mais necessidade de adotar a postura de meditação. Adepti podem meditar mesmo quando estão de pé... Eu ainda tenho muito a melhorar.",
      "ru": "Главное в медитации - покой. Избавься от мыслей и позволь воздуху наполнить твоё тело. Эта техника позволяет мне быстро сосредоточиться на себе. Наставница говорила, что после достижения определённого уровня принимать позу для медитации больше не нужно. Адепты могут медитировать даже стоя... Мне до этого ещё так далеко.",
      "id": "Aspek terpenting saat bermeditasi adalah ketenangan. Lepaskan semua gangguan yang ada dan biarkan udara di sekitarmu merasuk ke tubuhmu. Teknik ini membuatku dapat fokus ke dalam isi hatiku. Master bilang, setelah bermeditasi sampai titik tertentu, kita akan bisa bermeditasi tanpa menggunakan postur meditasi. Adeptus bahkan bisa bermeditasi sambil berdiri ... aku masih harus belajar banyak.",
      "th": "สิ่งสำคัญของการนั่งสมาธิคือ \"ความสงบ\" ต้องปล่อยวางความคิดที่ฟุ้งซ่าน ใช้ร่างกายสัมผัสกับลมหายใจรอบข้าง มันจะช่วยให้เรากลับมาจดจ่อที่ตัวเองได้อย่างรวดเร็ว ได้ยินท่านอาจารย์บอกว่า เมื่อฝึกฝนจนถึงจุดที่เพียงพอแล้ว ก็ไม่จำเป็นต้องนั่งสมาธิอีกต่อไป เพราะเซียนสามารถทำสมาธิได้แม้ในขณะที่ยืนอยู่... ฉันยังต้องเรียนรู้อีกมากเลยล่ะ",
      "vi": "Điểm cốt lõi của ngồi thiền chính là \"Tịnh\", cần phải buông bỏ tạp niệm, dùng cơ thể để cảm nhận hơi thở xung quanh, nó sẽ giúp tôi nhanh chóng trở về với bản ngã. Nghe sư phụ nói, khi tu vi đạt đến cảnh giới đủ cao, sẽ không cần phải câu nệ tư thế ngồi thiền, tiên nhân dù đang đứng cũng có thể thiền... Tôi vẫn còn kém xa lắm."
    }
  },
  {
    "title": {
      "zhs": "申鹤的烦恼…",
      "zht": "申鶴的煩惱…",
      "jp": "申鶴の悩み…",
      "ko": "신학의 고민…",
      "en": "Shenhe's Troubles",
      "de": "Shenhes Sorgen ...",
      "es": "Preocupaciones de Shenhe...",
      "fr": "Les problèmes de Shenhe...",
      "pt": "Preocupações de Shenhe...",
      "ru": "Беспокойство Шэнь Хэ...",
      "id": "Kekhawatiran Shenhe",
      "th": "เรื่องกลุ้มใจของ Shenhe...",
      "vi": "Phiền não của Shenhe..."
    },
    "line": {
      "zhs": "害怕失去重要之人、想要拯救重要之人…这种心情会将整颗心紧紧揪住，以前从未体会过。这是困扰，但…也是寄托。",
      "zht": "害怕失去重要之人、想要拯救重要之人…這種心情會將整顆心緊緊揪住，以前從未體會過。這是困擾，但…也是寄託。",
      "jp": "大切な人を失う怖さ、大切な人を救いたい気持ち…このように心が縛られるような感覚は、体験したことがなかった。我の悩みだが…願いでもある。",
      "ko": "소중한 사람을 잃을까 두려워 하면서도 그를 구하고 싶은 마음이… 심장을 꽉 휘어잡아. 이런 느낌은 처음이야. 이건 고민이자… 바람이기도 해",
      "en": "The fear of losing the people most important to me, and the desire to save them... This kind of feeling makes my heart ache, I've never experienced anything like it before. It's a burden, yes, but it's also... something to hold onto.",
      "de": "Die Angst, die Menschen zu verlieren, die mir am wichtigsten sind, und der Wunsch, sie zu retten ... Diese Art von Gefühl lässt mein Herz schmerzen, so etwas habe ich noch nie erlebt. Es ist eine Last, ja, aber es ist auch ... etwas, woran ich mich festhalten kann.",
      "es": "El miedo de perder a las personas importantes para mí y el deseo de salvarlas... Esa sensación hace que me duela el corazón. Nunca había experimentado algo así. *Suspira*, sí, es un gran peso, pero también es... algo a lo que me puedo aferrar.",
      "fr": "La peur de perdre les personnes les plus importantes pour moi, et le désir de les sauver... C'est le genre de sentiment qui me fait mal au cœur, je n'ai jamais rien vécu de tel auparavant. C'est un fardeau, c'est vrai, mais c'est aussi... quelque chose auquel me raccrocher.",
      "pt": "O medo de perder as pessoas mais importantes para mim, e o desejo de salvá-las... Este tipo de sentimento faz meu coração doer, eu nunca tinha experimentado nada parecido antes. É um fardo, sim, mas é também... algo a me agarrar.",
      "ru": "Страх потерять близких и желание спасти их... Из-за этих чувств болит сердце. Я никогда не испытывала подобного. Это бремя, но... также это и опора.",
      "id": "Rasa takut kehilangan orang-orang yang penting bagiku, dan keinginan untuk menyelamatkan mereka ... Perasaan ini membuat hatiku sakit, padahal aku tidak pernah merasa seperti ini sebelumnya. Ya, memang bisa dibilang sebuah beban, tapi juga ... bisa menjadi sebuah pegangan.",
      "th": "กลัวจะสูญเสียคนสำคัญไป และอยากจะช่วยคนสำคัญเอาไว้ให้ได้... ความรู้สึกแบบนี้มันช่างบีบคั้นหัวใจ ซึ่งฉันไม่เคยเป็นมาก่อนเลย นี่คือเรื่องที่กลุ้มใจ แต่...ก็เป็นสิ่งที่ต้องยึดมั่นไว้เช่นกัน",
      "vi": "Sợ sẽ mất đi người quan trọng, muốn cứu giúp người quan trọng... Tâm trạng này sẽ khiến tim tôi như thắt lại, trước đây tôi chưa từng gặp qua. Đây là sự quấy nhiễu, nhưng... cũng là gửi gắm."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was sie so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "下山期间尝了不少菜，但都不太记得味道了。唯独从前在家吃的那碗面，永远忘不了…不该记住才对，不该记住才对…",
      "zht": "下山期間嚐了不少菜，但都不太記得味道了。唯獨從前在家吃的那碗麵，永遠忘不了…不該記住才對，不該記住才對…",
      "jp": "山を下りた時に様々な料理を食べたが、味はあまり覚えていない。ただ唯一忘れられないのは、かつて暮らした家で食べた一杯の麺…いや、これは覚えておくべきことではない。そう…覚えておくべきことではないんだ…",
      "ko": "하산했을 때 많은 음식을 먹었지만 맛은 기억이 잘 안 나. 근데 유독 옛날에 집에서 먹던 국수만큼은 영원히 잊히지 않네… 왜 아직까지 생각나지… 안 되는데…",
      "en": "I've sampled numerous dishes during my time away from the mountains, but the truth is that I don't really remember how they taste. The only dish I can never forget the flavor of is that bowl of noodles I ate at home, so long ago... I shouldn't have to remember that. Why do I have to remember that?",
      "de": "Während meiner Zeit in den Bergen habe ich viele Gerichte probiert, aber ich kann mich nicht mehr wirklich daran erinnern, wie sie schmecken. Das einzige Gericht, dessen Geschmack ich nie vergessen kann, ist die Schüssel Nudeln, die ich vor so langer Zeit zu Hause gegessen habe ... Daran sollte ich mich eigentlich nicht erinnern können. Warum muss ich mich nur daran erinnern ...",
      "es": "He probado numerosos platos cuando he estado fuera de las montañas, pero la verdad es que no recuerdo muy bien su sabor. El único plato cuyo sabor nunca olvidaré es ese cuenco de fideos que comí en casa hace tanto tiempo... No debería estar recordando eso. ¿Por qué lo estoy recordando?",
      "fr": "J'ai goûté à de nombreux plats dans les montagnes, mais je ne me souviens pas de leur goût. Le bol de nouilles que je mangeais à la maison est le seul plat que je ne pourrai jamais oublier... C'était il y a si longtemps, je ferais mieux d'éviter de m'en souvenir...",
      "pt": "Experimentei inúmeros pratos durante meu tempo longe das montanhas, mas a verdade é que não me lembro realmente do sabor deles. O único prato do qual nunca consigo esquecer o sabor é aquela tigela de macarrão que comi em casa, há tanto tempo... Eu não deveria me lembrar disso. Por que me lembro disso?",
      "ru": "За время, проведённое вдали от гор, я попробовала немало блюд, но вкус их мне не запомнился. Никогда не забыть мне лишь лапшу, которую я давным-давно ела дома... Не нужно об этом вспоминать, не нужно...",
      "id": "Aku telah mencicipi banyak hidangan selama aku keluar dari pegunungan, tetapi aku tidak ingat bagaimana rasanya. Satu-satunya rasa makanan yang tidak bisa adalah semangkuk mie yang biasanya kumakan di rumah ... Aku seharusnya tidak ingat tentang itu. Kenapa aku bisa mengingatnya?",
      "th": "ในช่วงที่ลงจากเขาฉันได้ลิ้มลองอาหารมากมาย แต่จำรสชาติไม่ค่อยได้สักเท่าไหร่ มีเพียงบะหมี่ชามที่เคยกินที่บ้านเท่านั้น ที่ไม่มีวันลืม... ไม่สิ ฉันไม่ควรจำ ไม่ควรจำถึงจะถูก...",
      "vi": "Khi xuống núi tôi đã thử rất nhiều món ăn, nhưng không nhớ lắm hương vị. Duy chỉ có bát mì mà tôi từng ăn trước đây lúc còn ở nhà là mãi mãi không sao quên được... Không nên nhớ mới đúng, không nên nhớ mới đúng..."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was sie nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang Tidak Disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "药草嚼得久了，只剩苦味与涩味…修行多年，我早已习惯这些清规戒律了。仙人们？「仙人不会被人间俗物阻碍修为，所以可以敞开吃各式菜肴。」…这是师父的原话。",
      "zht": "藥草嚼得久了，只剩苦味與澀味…修行多年，我早已習慣這些清規戒律了。仙人們？「仙人不會被人間俗物阻礙修為，所以可以敞開吃各式菜餚。」…這是師父的原話。",
      "jp": "薬草を長く噛んでいると、苦味と渋味のみが残る…長年修行をしてきたから、その類の戒律にはもう慣れているが。仙人たち？「仙人は俗世に阻まれることなく修行するため、どんな料理でも気にすることなく食べることができる」…と師匠は言っていた。",
      "ko": "약초를 오래 씹으면 쓴맛과 떫은맛만 남아…. 수행을 오래 하다 보니 이런 계율은 이미 익숙해. 선인들은 어떻냐고? 「선인은 속세의 것에 수행을 방해받지 않으니 음식을 맘껏 먹을 수 있다」… 라고 스승님이 그러셨어",
      "en": "Chew medicinal herbs for long enough, and you can only taste the bitterness... In all the years I trained under the adepti, I had to abstain from all kinds of things, and to a point, I got used to it. But them... \"The common delights of the mortal realm pose no hindrance to the adepti, thus, we may indulge in all manner of dishes as we please\"... These are the exact words my master said.",
      "de": "Wenn man Heilkräuter lange genug kaut, schmeckt man nur noch die Bitterkeit ... In all den Jahren, in denen ich unter den Adepten ausgebildet wurde, musste ich auf alles Mögliche verzichten und bis zu einem gewissen Punkt habe ich mich daran gewöhnt. Aber die Adepten? Hm ... „Die gewöhnlichen Genüsse der sterblichen Welt stellen für die Adepten kein Problem dar, deshalb können wir uns allen möglichen Speisen hingeben, wie es uns gefällt“ ... Das sind genau die Worte, die meine Meisterin gesagt hat.",
      "es": "Si masticas unas hierbas medicinales durante el tiempo suficiente, solo saborearás lo amargas que son. *Suspira*, en todos mis años entrenando con los Adeptus, he tenido que abstenerme de toda clase de cosas, e incluso ya estoy acostumbrada. ¿Pero qué hay de ellos? Humm... “Las delicias comunes del mundo de los mortales no suponen ningún impedimento para los Adeptus. Por eso, nosotros podemos deleitarnos con toda clase de comida que queramos”. Eso es exactamente lo que dijo mi maestra.",
      "fr": "Si vous mâchez des herbes médicinales assez longtemps, vous n'aurez plus que le goût de l'amertume dans la bouche... Pendant toutes les années où je me suis entraînée avec les Adeptes, j'ai dû m'abstenir de toutes sortes de choses, et j'ai fini par m'y habituer. Mais ça... « Il n'y a rien qui s'oppose à ce qu'un Adepte puisse profiter des délices communs du monde des mortels, nous sommes donc libres de goûter autant de plats que nous le désirons. »... Voilà les paroles exactes de mon maître.",
      "pt": "Mastigue ervas medicinais por tempo suficiente, e você só irá sentir o gosto amargo... Em todos os anos que treinei sob os adepti, tive que me abster de todo tipo de coisas, e até certo ponto, me acostumei. Mas eles... \"As delícias comuns do reino mortal não representam nenhum obstáculo para os adepti, assim, podemos nos entregar a todos os tipos de pratos que quisermos\"... Estas são as palavras exatas da minha mestra.",
      "ru": "Если жевать лечебные травы достаточно долго, во вкусе останется лишь терпкая горечь... За годы обучения у Адептов я привыкла к ограничениям и предписаниям. Но сами Адепты... «Мира смертных удовольствия причинить вред Адепту не способны, поэтому мы можем невозбранно наслаждаться любыми из яств», - вот что сказала наставница.",
      "id": "Setelah cukup lama mengunyah ramuan obat, kamu hanya bisa merasakan kepahitannya ... Selama bertahun-tahun aku berlatih di bawah bimbingan Adeptus, aku harus pantang terhadap segala macam hal. Dan sampai akhirnya pada titik tertentu, aku menjadi terbiasa akan hal itu. Tetapi bagi Adeptus ... \"Kenikmatan dari dunia fana tidak menjadi halangan bagi Adeptus, oleh karena itu, kami dapat menikmati segala macam hidangan dengan sesuka hati\" ... Ini adalah kata-kata yang dikatakan oleh Master.",
      "th": "สมุนไพรที่พอเคี้ยวไปนาน ๆ แล้วเหลือแต่รสขมและฝาดน่ะ... จากการฝึกฝนมานานหลายปี ฉันชินกับกฎและข้อบัญญัติเหล่านี้ตั้งนานแล้วล่ะ เหล่าเซียนน่ะเหรอ? \"เซียนไม่มีทางถูกของธรรมดาทั่วไปในโลกมนุษย์ขัดขวางการฝึกฝนได้ ดังนั้นพวกเขาจึงสามารถกินอาหารได้ทุกชนิด\"... ที่คือสิ่งที่ท่านอาจารย์ของฉันกล่าวไว้",
      "vi": "Thảo dược nhai quá lâu chỉ còn lại vị đắng và vị chát... Tu hành nhiều năm, tôi sớm đã quen với những giới luật thanh quy này. Các tiên nhân sao? \"Tiên nhân sẽ không bị những thứ phàm tục của nhân gian ngăn cản việc tu hành, nên có thể thoải mái ăn đủ thứ món.\"... Đây là lời mà sư phụ đã nói."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "这般滋味…真的是我能够享受的吗？",
      "zht": "這般滋味…真的是我能夠享受的嗎？",
      "jp": "このような味…我が食してもよいのだろうか…？",
      "ko": "이 맛을… 내가 즐겨도 되는 걸까?",
      "en": "Mmm, this taste... Is it really meant for me?",
      "de": "Ist das wirklich etwas, das ich genießen darf?",
      "es": "Este sabor... ¿De verdad puedo comerlo?",
      "fr": "Cette saveur... Est-ce que je suis vraiment digne de l'apprécier ?",
      "pt": "Esse gosto... Isso é realmente para mim?",
      "ru": "Этот вкус... Это правда для меня?",
      "id": "Mmm, rasa ini ... Apa rasa seenak ini benar-benar buatku?",
      "th": "รสชาติแบบนี้... เป็นสิ่งที่ฉันสามารถดื่มด่ำกับมันได้จริง ๆ เหรอ?",
      "vi": "Hương vị này... thực sự là dành cho tôi sao?"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "你做的饭菜，确实美味。无法割舍。",
      "zht": "#{F#妳}{M#你}做的飯菜，確實美味。無法割捨。",
      "jp": "主が作った料理、確かに美味だな。手放すことができぬ。",
      "ko": "네가 만든 음식은 정말 맛있어. 차마 포기할 수가 없네",
      "en": "The food you cook is indisputably delicious. I can't refuse it.",
      "de": "Deine Küche ist wirklich köstlich. Ich kann mich nicht von ihr trennen.",
      "es": "Tus platos son realmente deliciosos. Eso es innegable.",
      "fr": "Votre cuisine est exquise. Je ne pourrai pas m'en passer.",
      "pt": "Sua comida é ótima. Não posso recusar.",
      "ru": "Твои блюда, бесспорно, вкусны. Не могу отрицать.",
      "id": "Makanan buatanmu benar-benar enak. Aku tidak bisa menolaknya.",
      "th": "อาหารที่เธอทำอร่อยมากซะจนปฏิเสธไม่ได้เลยจริง ๆ",
      "vi": "Món ăn bạn làm thực sự rất ngon. Không thể từ chối."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "也好。这样的味道，我早就熟悉了。",
      "zht": "也好。這樣的味道，我早就熟悉了。",
      "jp": "構わぬ。この類の味は、もうとっくに慣れている。",
      "ko": "괜찮아, 이런 맛은 익숙하거든",
      "en": "No matter. I'm used to this kind of flavor, after all.",
      "de": "Und gut. Ein solcher Geschmack ist mir schon lange vertraut.",
      "es": "No pasa nada. Ya estoy acostumbrada a estos sabores.",
      "fr": "Ça passe. Je suis habituée à ce genre de saveurs de toute façon.",
      "pt": "Não importa. Estou acostumada a esse sabor.",
      "ru": "Неважно. В конце концов, я привыкла к такому вкусу.",
      "id": "Tidak apa. Dari dulu aku sudah terbiasa dengan rasa seperti ini.",
      "th": "ก็ดี ฉันคุ้นเคยกับรสชาติแบบนี้แล้วล่ะ",
      "vi": "Cũng được. Hương vị này tôi đã sớm quen thuộc."
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "我听说生辰是个值得铭记的日子，人们会向寿星送上礼品以示庆贺。身外之物，我不太了解。银河夜色，是我在山林中见过最美丽的事物。我将湖面冻成明镜，让浮云和星斗映照在眼前，跟你共贺生辰…希望你喜欢。",
      "zht": "#我聽說生辰是個值得銘記的日子，人們會向壽星送上禮品以示慶賀。身外之物，我不太瞭解。銀河夜色，是我在山林中見過最美麗的事物。我將湖面凍成明鏡，讓浮雲和星斗映照在眼前，跟{F#妳}{M#你}共賀生辰…希望{F#妳}{M#你}喜歡。",
      "jp": "誕生日というのは記憶に残る日であり、贈り物をして祝うと聞いたことがある。世の物について、我は詳しくない。だが銀河が輝く夜の空は、今まで山で見たものの中で一番美しい。主と共に誕生日を祝うため、湖を凍らせて曇りない鏡にし、浮かんでいる雲や星を目の前に映し出してみた…気に入って…もらえたか？",
      "ko": "생일은 기념할만한 날이라 생일을 맞는 사람에게 선물을 주며 축하하는 거라고 들었어. 물질적인 건 잘 모르지만, 밤하늘은 내가 산에서 본 것 중 가장 아름다워. 호수를 얼려서 거울 삼아 구름과 별을 비춰 네 생일을 축하할게… 네 마음에 들었으면 좋겠네",
      "en": "I've been told that birthdays are important occasions for most people. They give presents to celebrate the anniversary of the other person's birth. Material possessions aren't really my thing, but... The view of the starry night sky in the mountains is the most beautiful thing I've ever seen in my life. I've frozen this lake and turned it into a mirror, so you can appreciate the reflection of the fleeting clouds and distant stars right up close. This is my way of celebrating your birthday... Hope you like it.",
      "de": "Ich habe gehört, dass Geburtstage für die meisten Menschen wichtige Anlässe sind. Sie machen Geschenke, um den Geburtstag anderer Personen zu feiern. Materielle Sachen sind nicht wirklich mein Ding, aber ... Der Blick auf den nächtlichen Sternenhimmel in den Bergen ist das Schönste, was ich je in meinem Leben gesehen habe. Ich habe diesen See eingefroren und in einen Spiegel verwandelt, damit du die Reflexion der flüchtigen Wolken und fernen Sterne aus nächster Nähe betrachten kannst. Das ist meine Art, deinen Geburtstag zu feiern ... Ich hoffe, es gefällt dir.",
      "es": "Me dijeron que los cumpleaños son ocasiones importantes para la mayoría de las personas. Se dan regalos para celebrar el aniversario del nacimiento de alguien. No me interesan las posesiones materiales, pero... el cielo estrellado de la noche en las montañas es lo más bonito que he visto en mi vida. He congelado este lago y lo he convertido en un espejo para que puedas apreciar más de cerca el reflejo de las nubes pasajeras y las estrellas lejanas. Esta es mi forma de celebrar tu cumpleaños. Espero que te guste.",
      "fr": "J'ai entendu dire que les anniversaires étaient des occasions importantes lors desquelles on offrait des cadeaux pour célébrer la naissance de l'autre personne. Les biens matériels, ce n'est pas trop mon truc, mais... La vue du ciel étoilé dans les montagnes est la plus belle chose que j'aie jamais vue de ma vie. Alors j'ai gelé ce lac et je l'ai transformé en miroir pour que vous puissiez apprécier au plus près le reflet des nuages et des étoiles. C'est ma façon de fêter votre anniversaire... J'espère que ça vous plaira.",
      "pt": "Me disseram que os aniversários são ocasiões importantes para a maioria das pessoas. Elas dão presentes para celebrar o aniversário do nascimento da outra pessoa. Os bens materiais não são realmente o meu forte, mas... A vista do céu estrelado da noite nas montanhas é a coisa mais bela que já vi em minha vida. Congelei este lago e o transformei em um espelho, para que você possa apreciar o reflexo das nuvens passageiras e das estrelas distantes bem de perto. Esta é minha maneira de comemorar seu aniversário... Espero que você goste.",
      "ru": "Я слышала, что для людей день рождения - важное событие, а именинников поздравляют и одаривают подарками. Материальные блага мне чужды, но ничего прекраснее звёздной ночи в горах я не видела. Я заморозила озеро и превратила его в зеркало, чтобы облака плыли и звёзды сверкали прямо у тебя перед глазами. Так я праздную твой день рождения... надеюсь, тебе нравится.",
      "id": "Aku pernah mendengar kalau ulang tahun adalah hari penting bagi kebanyakan orang. Mereka memberikan hadiah untuk merayakan ulang tahun kelahiran orang lain. Aku tidak terlalu memahami harta benda, tapi ... Pemandangan langit malam yang penuh dengan bintang di pegunungan adalah hal terindah yang pernah kulihat dalam hidupku. Aku telah membekukan danau ini dan mengubahnya menjadi cermin, sehingga kamu dapat menikmati pantulan awan yang berlalu dan bintang-bintang yang jauh dari dekat. Ini adalah caraku merayakan ulang tahunmu ... Semoga kamu menyukainya.",
      "th": "ฉันได้ยินมาว่า วันเกิดเป็นวันที่ควรค่าแก่การจดจำ ผู้คนมักจะมอบของขวัญเพื่อเป็นการแสดงความยินดี ของนอกกายแบบนั้น ฉันไม่เห็นจะเข้าใจเลย ท้องฟ้าที่ระยิบยับในยามค่ำคืนบนภูเขา เป็นสิ่งที่สวยงามที่สุดเท่าที่ฉันเคยเห็นมา ฉันจะแช่แข็งผิวทะเลสาบให้ใสเหมือนกระจก ทำให้เธอได้เห็นเมฆลอยและดวงดาวที่สะท้อนต่อหน้า เพื่อเป็นการฉลองให้กับเธอ... หวังว่าเธอจะชอบนะ",
      "vi": "Tôi nghe nói sinh thần là một ngày đáng để ghi nhớ, mọi người sẽ tặng quà để chúc mừng cho người đó. Những vật ngoài thân, tôi không hiểu lắm. Cảnh đêm trên trời là thứ đẹp nhất mà tôi từng thấy trong núi rừng. Tôi sẽ đóng băng mặt hồ thành tấm gương sáng, để mây trôi và ánh sao phản chiếu trước mặt bạn, cùng bạn mừng sinh thần... Hy vọng bạn sẽ thích."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "我能操控的力量…愈发强大了。",
      "zht": "我能操控的力量…愈發強大了。",
      "jp": "操れる力が…より増したようだ。",
      "ko": "내가 제어할 수 있는 힘이… 점점 커지고 있어",
      "en": "The power I harness... It grows stronger.",
      "de": "Die Kraft, die ich mir zunutze machen kann, wird immer stärker.",
      "es": "El poder que controlo... es cada vez más fuerte.",
      "fr": "Le pouvoir que je contrôle... devient de plus en plus fort.",
      "pt": "O poder que tenho... ele está se fortalecendo.",
      "ru": "Сила, которой я управляю... она растёт.",
      "id": "Kekuatan yang kukendalikan ... bertambah kuat.",
      "th": "พลังที่ฉันควบคุม...มันแข็งแกร่งขึ้น",
      "vi": "Sức mạnh mà tôi có thể điều khiển... lại mạnh hơn rồi."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "师父若知道了，怕是会让我多系几根红绳吧…",
      "zht": "師父若知道了，怕是會讓我多繫幾根紅繩吧…",
      "jp": "師匠に知られたら、もっと赤紐を結ぶよう我に言うことだろう。",
      "ko": "스승님이 알게 되면 붉은 끈을 더 묶으라고 하겠지…",
      "en": "If my master were to learn about this, she'd probably have me add some more red ropes...",
      "de": "Wenn meine Meisterin davon erfahren würde, würde sie mir wahrscheinlich noch mehr rote Seile umwickeln ...",
      "es": "Si mi maestra se llega a enterar de esto, probablemente me dará más cuerdas rojas...",
      "fr": "Mon maître me rajouterait des cordes rouges si elle le savait...",
      "pt": "Se minha mestra soubesse sobre isso, ela provavelmente me faria acrescentar mais algumas cordas vermelhas...",
      "ru": "Узнай об этом наставница, она бы наверняка добавила ещё красных шнуров...",
      "id": "Jika Master tahu akan hal ini, dia mungkin akan menambahkan beberapa tali merah padaku ....",
      "th": "ถ้าท่านอาจารย์รู้เข้า คงจะให้ฉันผูกเชือกแดงเพิ่มอีกหลายเส้นแน่เลย...",
      "vi": "Nếu như sư phụ biết, e rằng sẽ bắt tôi buộc thêm mấy sợi dây đỏ nữa..."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "这段日子，我闭关修炼的时长有所削减，修为却不知不觉地增进…嗯，也许只有跟你一起才能做到。",
      "zht": "#這段日子，我閉關修煉的時長有所削減，修為卻不知不覺地增進…嗯，也許只有跟{F#妳}{M#你}一起才能做到。",
      "jp": "近頃、こもって修行する時間は減ったが、何故か成果は出ている…おそらく主と共にいるからこそ、成せたことなのだろう。",
      "ko": "요새 폐관 수련하는 시간이 줄었는데, 수행의 경지는 올랐네… 음, 너랑 같이 있어서 가능한 일이야",
      "en": "I haven't been training as single-mindedly lately, and yet it's as if I'm growing stronger and stronger without making a conscious effort... I'm left to assume the only way for me to achieve this is by your side.",
      "de": "Ich habe in letzter Zeit nicht mehr so zielstrebig trainiert und trotzdem werde ich immer stärker, ohne mich bewusst anzustrengen ... Ich vermute, dass ich sowas nur an deiner Seite erreichen kann.",
      "es": "Últimamente, no he estado muy concentrada durante mi entrenamiento, y aun así siento que soy cada vez más fuerte sin necesidad de esforzarme de manera consciente... Supongo que lo he conseguido estando a tu lado.",
      "fr": "Je ne me suis pas entraînée aussi dur ces derniers temps, et pourtant, j'ai l'impression d'avoir progressé sans m'en rendre compte... Je suppose que je ne peux y arriver qu'en restant à vos côtés.",
      "pt": "Ultimamente, não tenho treinado de forma tão concentrada e, no entanto, é como se eu estivesse ficando cada vez mais forte sem fazer um esforço consciente... Então, assumo que a única maneira de conseguir isso é ao seu lado.",
      "ru": "Последнее время я тренировалась не так упорно, но всё же я будто бы становлюсь сильнее, не прилагая сознательных усилий... Полагаю, что это возможно лишь рядом с тобой.",
      "id": "Aku tidak berlatih dengan fokus akhir-akhir ini, namun aku menjadi kuat tanpa usaha yang berlebihan ... Aku merasa satu-satunya cara aku bisa mencapai hal ini karena berada di sisimu.",
      "th": "ช่วงนี้ระยะเวลาในการฝึกของฉันลดลง แต่ระดับการฝึกฝนของฉันกลับเพิ่มขึ้นโดยไม่รู้ตัว... อืม บางทีฉันอาจจะทำได้ก็ต่อเมื่อมีเธออยู่ด้วยเท่านั้น",
      "vi": "Những ngày này, thời gian tôi bế quan tu luyện có giảm bớt, nhưng tu vi lại bất giác tăng thêm... Ừm, có lẽ chỉ khi ở cùng bạn mới có thể làm được."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings about Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "「心无杂念，方可超然」，这是我从前所想。经历种种才明白，唯有心存牵挂，才能唤醒守护的欲望，让力量…变得有意义。",
      "zht": "「心無雜念，方可超然」，這是我從前所想。經歷種種才明白，唯有心存牽掛，才能喚醒守護的欲望，讓力量…變得有意義。",
      "jp": "以前は「雑念を捨てれば超越できる」と思っていた。だが数々の経験を積み重ね、初めて悟った。守りたいものがあってこそ、力を発揮できると…そして力を、有意義なものにできるのだと気づいた。",
      "ko": "예전엔 「잡념이 없어야 초연할 수 있다」고 생각했어. 하지만 많은 걸 겪은 후, 마음에 미련이 있어야 지키려는 욕망이 깨어나고, 힘은… 비로소 의미를 얻게 된다는 걸 깨달았지",
      "en": "I once believed that freeing my mind from all agitation was the only way to overcome. But after everything I've experienced recently, I finally understand... Only when the right things weigh on your mind can the desire to protect awaken inside of you. And that turns your power into something... meaningful.",
      "de": "Früher habe ich geglaubt, dass die Befreiung meines Geistes von jeglicher Aufregung der einzige Weg zur Überwindung ist. Aber nach allem, was ich in letzter Zeit erlebt habe, verstehe ich endlich ... Nur wenn die richtigen Dinge auf deinem Geist lasten, kann der Wunsch zu schützen in dir erwachen. Und das verwandelt deine Kraft in etwas ... Sinnvolles.",
      "es": "Antes, pensaba que liberar la mente de toda agitación era la única manera de trascender, pero después de todo lo que he vivido últimamente, por fin lo entiendo. El deseo de proteger a los demás solo puede nacer en ti cuando tu mente se concentra en las cosas correctas. Eso hace que tu poder... adquiera sentido.",
      "fr": "Avant, je pensais qu'on ne pouvait triompher qu'en ayant un esprit libre de toute perturbation. Mais après ce que j'ai vécu, je comprends... Ce n'est que lorsque l'esprit se concentre sur les choses importantes que le désir de protéger peut naître et que le pouvoir prend tout son sens...",
      "pt": "Uma vez eu acreditei que libertar minha mente de toda agitação era a única maneira de superar. Mas depois de tudo o que vivi recentemente, finalmente entendi... Somente quando as coisas certas pesam em sua mente, o desejo de proteger pode despertar dentro de você. E isso transforma seu poder em algo... significativo.",
      "ru": "Раньше я думала, что единственный способ возвыситься - очистить разум от мыслей. Но только после всего пережитого я поняла... Желание защищать пробуждается, только если разум наполнен правильными вещами. Это наделяет силу... смыслом.",
      "id": "Aku dulu percaya kalau dengan membebaskan pikiranku dari semua gejolak adalah satu-satunya cara untuk mengatasinya. Tapi setelah semua yang kulewati akhir-akhir ini, aku akhirnya mengerti ... Hanya ketika hal-hal yang benar memenuhi pikiranmu, maka keinginan untuk melindungi akan muncul dari dalam dirimu. Dan hal itu mengubah kekuatanmu menjadi sesuatu ... yang berarti.",
      "th": "ฉันเคยเชื่อว่า \"ถ้าจิตใจไม่ฟุ้งซ่าน ก็จะอยู่เหนือปัญหาทุกอย่าง\" แต่หลังจากผ่านอะไรมามากมายก็ได้เข้าใจว่า เมื่อมีความกังวลใจ ความปรารถนาในการปกป้องก็จะถูกปลุกขึ้นมา และเปลี่ยนพลัง...ให้มีความหมายขึ้นมาได้",
      "vi": "\"Tâm vô tạp niệm, sẽ được siêu nhiên\", trước đây tôi đã nghĩ vậy. Sau khi trải qua nhiều chuyện mới hiểu, chỉ khi trong lòng có vương vấn, mới có thể thức tỉnh mong muốn bảo vệ, để sức mạnh... trở nên có ý nghĩa hơn."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "听令！",
      "zht": "聽令！",
      "jp": "命ずる！",
      "ko": "명을 들어라!",
      "en": "Obey!",
      "de": "Gehorche!",
      "es": "¡Obedece!",
      "fr": "Obéis !",
      "pt": "Obedeça!",
      "ru": "Подчиняйся!",
      "id": "Patuhi!",
      "th": "จงฟังคำสั่ง!",
      "vi": "Nghe lệnh!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "显！",
      "zht": "顯！",
      "jp": "出でよ！",
      "ko": "나타나!",
      "en": "Manifest!",
      "de": "Zeig dich!",
      "es": "¡Manifiéstate!",
      "fr": "Apparais !",
      "pt": "Manifeste!",
      "ru": "Проявись!",
      "id": "Jadilah nyata!",
      "th": "เป็นประจักษ์!",
      "vi": "Hiện!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "魂出！",
      "zht": "魂出！",
      "jp": "魂よ！",
      "ko": "영혼 소환!",
      "en": "Unleash!",
      "de": "Entfesseln!",
      "es": "¡Liberación!",
      "fr": "Déchaîne-toi !",
      "pt": "Liberte-se!",
      "ru": "Освобождение!",
      "id": "Keluarlah!",
      "th": "ปลดปล่อย!",
      "vi": "Xuất hồn!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其四",
      "zht": "元素戰技·其四",
      "jp": "元素スキル·4",
      "ko": "원소전투 스킬·네 번째",
      "en": "Elemental Skill: IV",
      "de": "Elementarfähigkeit IV",
      "es": "Habilidad Elemental (IV)",
      "fr": "Compétence élémentaire (4)",
      "pt": "Habilidade Elemental - IV",
      "ru": "Элементальный навык IV",
      "id": "Elemental Skill: IV",
      "th": "สกิลธาตุ - 4",
      "vi": "Kỹ Năng Nguyên Tố IV"
    },
    "line": {
      "zhs": "炼气化神！",
      "zht": "煉氣化神！",
      "jp": "煉気化神！",
      "ko": "기와 정신을 하나로!",
      "en": "Transfiguration!",
      "de": "Verwandlung!",
      "es": "¡Transfiguración!",
      "fr": "Transfiguration !",
      "pt": "Transfiguração!",
      "ru": "Превращение!",
      "id": "Berubah wujud!",
      "th": "กายแฝง!",
      "vi": "Luyện khí hóa thần!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其五",
      "zht": "元素戰技·其五",
      "jp": "元素スキル·5",
      "ko": "원소전투 스킬·다섯 번째",
      "en": "Elemental Skill: V",
      "de": "Elementarfähigkeit V",
      "es": "Habilidad Elemental (V)",
      "fr": "Compétence élémentaire (5)",
      "pt": "Habilidade Elemental - V",
      "ru": "Элементальный навык V",
      "id": "Elemental Skill: V",
      "th": "สกิลธาตุ - 5",
      "vi": "Kỹ Năng Nguyên Tố V"
    },
    "line": {
      "zhs": "意生冰身！",
      "zht": "意生冰身！",
      "jp": "念の氷像！",
      "ko": "의식의 얼음 분신!",
      "en": "My will embodied!",
      "de": "Erfüllt meinen Willen!",
      "es": "¡He aquí la encarnación de mi voluntad!",
      "fr": "Ma volonté incarnée !",
      "pt": "Minha vontade encarnada!",
      "ru": "Моя воля во плоти!",
      "id": "Wujudkan kehendakku!",
      "th": "เจตจำนงในน้ำแข็ง!",
      "vi": "Ý sinh băng thân!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其六",
      "zht": "元素戰技·其六",
      "jp": "元素スキル·6",
      "ko": "원소전투 스킬·여섯 번째",
      "en": "Elemental Skill: VI",
      "de": "Elementarfähigkeit VI",
      "es": "Habilidad Elemental (VI)",
      "fr": "Compétence élémentaire (6)",
      "pt": "Habilidade Elemental - VI",
      "ru": "Элементальный навык VI",
      "id": "Elemental Skill: VI",
      "th": "สกิลธาตุ - 6",
      "vi": "Kỹ Năng Nguyên Tố VI"
    },
    "line": {
      "zhs": "付君真形！",
      "zht": "付君真形！",
      "jp": "具現せよ！",
      "ko": "참모습을 부여하리!",
      "en": "Take your true form!",
      "de": "Nimm deine wahre Gestalt an!",
      "es": "¡Adopta tu verdadera forma!",
      "fr": "Prends ta vraie forme !",
      "pt": "Adote sua verdadeira forma!",
      "ru": "Прими истинную форму!",
      "id": "Ambil wujud aslimu!",
      "th": "เผยตัวตนที่แท้จริง!",
      "vi": "Phó quân chân hình!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "天真敕奏！",
      "zht": "天真敕奏！",
      "jp": "天真敕奏！",
      "ko": "하늘의 칙명!",
      "en": "By ordinance divine!",
      "de": "Durch göttliche Anordnung!",
      "es": "¡Por mandato divino!",
      "fr": "Par ordre divin !",
      "pt": "Por ordem divina!",
      "ru": "По указу небес!",
      "id": "Di bawah aturan langit!",
      "th": "ตามบัญชาแห่งสวรรค์!",
      "vi": "Thiên chân sắc tấu!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "寒冰变神！",
      "zht": "寒冰變神！",
      "jp": "氷霜よ、化神となれ！",
      "ko": "차가운 얼음의 화신!",
      "en": "Cryo incarnate!",
      "de": "Kryo-Kraft in Person!",
      "es": "¡Crioencarnación!",
      "fr": "Incarnation Cryo !",
      "pt": "Encarnação Cryo!",
      "ru": "Воплощение Крио!",
      "id": "Jelmaan Cryo!",
      "th": "วิญญาณน้ำแข็ง!",
      "vi": "Hàn băng biến thần!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "依律奉行！",
      "zht": "依律奉行！",
      "jp": "律令に従え！",
      "ko": "계율에 따라 행하리!",
      "en": "Do your master's bidding!",
      "de": "Füge dich dem Willen deiner Meisterin!",
      "es": "¡Obedece a tu maestra!",
      "fr": "Obéis à ton maître !",
      "pt": "Obedeça sua mestra!",
      "ru": "Следуй высшей воле!",
      "id": "Lakukan perintahku!",
      "th": "จงทำตามคำข้า!",
      "vi": "Y luật phụng hành!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro: I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "这就是凡间的宝物吧。",
      "zht": "這就是凡間的寶物吧。",
      "jp": "これが俗世の宝というものなのか。",
      "ko": "이게 바로 인간 세상의 보물인가?",
      "en": "So this is what the world considers to be \"treasure\"?",
      "de": "Das ist es also, was die Welt als „Schatz“ betrachtet?",
      "es": "Así que esto es lo que se considera un “tesoro” en el mundo...",
      "fr": "C'est ça qu'on appelle un « trésor » ?",
      "pt": "Então é isso que o mundo considera um \"tesouro\"?",
      "ru": "Так вот что смертные называют сокровищами?",
      "id": "Jadi ini yang dunia anggap sebagai \"harta karun\"?",
      "th": "นี่ก็คือสมบัติของโลกมนุษย์สินะ",
      "vi": "Đây chính là bảo vật của nhân gian ư."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro: II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "与仙人法宝有何区别？",
      "zht": "與仙人法寶有何區別？",
      "jp": "仙人の秘宝と何が違う？",
      "ko": "선인의 보물과 무슨 차이지?",
      "en": "Adepti treasures have special powers... Hmm, what about mortal ones?",
      "de": "Schätze der Adepten haben besondere Kräfte ... Was ist mit denen der Sterblichen?",
      "es": "Los tesoros de los Adeptus tienen poderes especiales... ¿Qué hay de los de los mortales?",
      "fr": "Quelle est la différence avec les trésors d'Adepte ?",
      "pt": "Tesouros adepti tem poderes especiais... Hmm, e quanto aos mortais?",
      "ru": "Сокровища Адептов обладают особыми силами. А сокровища смертных?",
      "id": "Harta karun Adeptus memiliki kekuatan spesial ... Hmm, bagaimana dengan harta karun manusia?",
      "th": "ต่างจากสมบัติพลังวิเศษของเซียนยังไงเหรอ?",
      "vi": "Có khác gì với pháp bảo của tiên nhân không?"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro: III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "这些东西…该用到何处？",
      "zht": "這些東西…該用到何處？",
      "jp": "これは…何に使える？",
      "ko": "이건… 다 어디에 쓰는 물건이지?",
      "en": "These things... What are they used for?",
      "de": "Diese Dinger ... Wofür werden sie benutzt?",
      "es": "¿Para qué sirven estas cosas?",
      "fr": "Ces choses... À quoi servent-elles ?",
      "pt": "Estas coisas... Para que são usadas?",
      "ru": "Эти вещи... для чего они?",
      "id": "Benda-benda ini ... Apa guna mereka?",
      "th": "ของพวกนี้...ใช้ประโยชน์อะไรได้บ้าง?",
      "vi": "Những thứ này... nên dùng vào đâu nhỉ?"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "休要怪我…",
      "zht": "休要怪我…",
      "jp": "悪く思うな…",
      "ko": "절대 안 봐줘…",
      "en": "You'll regret that...",
      "de": "Du wirst es bereuen!",
      "es": "Lamentarás haber hecho eso.",
      "fr": "Il ne faudra pas m'en vouloir...",
      "pt": "Você vai se arrepender...",
      "ru": "Ты пожалеешь об этом...",
      "id": "Kamu akan menyesalinya ....",
      "th": "อย่ามาโทษฉันนะ",
      "vi": "Đừng trách ta..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "我不甘心…",
      "zht": "我不甘心…",
      "jp": "まだまだ…",
      "ko": "분하군…",
      "en": "I shall not yield...",
      "de": "Ich will nicht einfach nachgeben ...",
      "es": "No sucumbiré...",
      "fr": "Je ne me résignerai pas...",
      "pt": "Não sucumbirei...",
      "ru": "Я не уступлю...",
      "id": "Aku tidak akan menyerah ....",
      "th": "ไม่ได้ดั่งใจเลย...",
      "vi": "Ta không cam tâm..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "必须…诛除！",
      "zht": "必須…誅除！",
      "jp": "必ず…根絶する。",
      "ko": "반드시… 멸하리!",
      "en": "I will wipe them out!",
      "de": "Ich werde sie auslöschen!",
      "es": "¡Los exterminaré a todos!",
      "fr": "Il faut... les exterminer !",
      "pt": "Exterminarei todos eles!",
      "ru": "Я истреблю их!",
      "id": "Aku akan menghabisi mereka!",
      "th": "ต้อง...กำจัดให้สิ้นซาก!",
      "vi": "Cần phải... tiêu diệt!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "不必勉强。",
      "zht": "不必勉強。",
      "jp": "無理はするな。",
      "ko": "무리할 필요 없어",
      "en": "Don't push yourself.",
      "de": "Zwinge dich nicht.",
      "es": "No te fuerces.",
      "fr": "Pas besoin d'aller aussi loin.",
      "pt": "Não se force.",
      "ru": "Не нужно заходить так далеко.",
      "id": "Tidak usah memaksakan diri.",
      "th": "ไม่จำเป็นต้องฝืน",
      "vi": "Không cần phải miễn cưỡng."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "我来了结。",
      "zht": "我來了結。",
      "jp": "我が終結させる。",
      "ko": "내가 끝내지",
      "en": "Allow me to finish this.",
      "de": "Lass mich es beenden.",
      "es": "Pondré fin a esto.",
      "fr": "Je vais en finir avec ça.",
      "pt": "Porei um fim nisso.",
      "ru": "Позвольте мне закончить.",
      "id": "Biar aku yang selesaikan.",
      "th": "ฉันจะจบให้เอง",
      "vi": "Để tôi kết thúc chuyện này."
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotada (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "难逃…宿命…",
      "zht": "難逃…宿命…",
      "jp": "宿命からは…逃れられない…",
      "ko": "숙명을… 거스를 순 없는 법…",
      "en": "No escape... From fate.",
      "de": "Vor dem Schicksal ... gibt es kein Entkommen.",
      "es": "No se puede escapar... del destino...",
      "fr": "Nul n'échappe... à son destin...",
      "pt": "Não há como fugir... do destino...",
      "ru": "От судьбы... не скрыться...",
      "id": "Tidak bisa lari ... dari takdir.",
      "th": "ไม่อาจหลีกหนี...โชคชะตา...",
      "vi": "Khó thoát... số mệnh..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotada (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "死丧既定…",
      "zht": "死喪既定…",
      "jp": "人はいずれ…死ぬ…",
      "ko": "죽음은 정해져 있었어…",
      "en": "My time has come...",
      "de": "Meine letzte Stunde hat geschlagen ...",
      "es": "Ha llegado mi momento...",
      "fr": "Mon heure est venue...",
      "pt": "Minha hora chegou...",
      "ru": "Настал мой час...",
      "id": "Waktuku telah tiba ....",
      "th": "ถึงเวลาต้องไปแล้วสินะ...",
      "vi": "Thời khắc đã đến..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotada (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "劫煞为灾…",
      "zht": "劫煞為災…",
      "jp": "劫煞の災い…",
      "ko": "겁살은 화를 부를지니…",
      "en": "My curse to bear...",
      "de": "Das ist der Fluch, den ich zu tragen habe ...",
      "es": "Esta es la maldición con la que cargo...",
      "fr": "C'est ma malédiction...",
      "pt": "Minha maldição a suportar...",
      "ru": "Моё бремя проклятия...",
      "id": "Kutukan yang harus kutanggung ....",
      "th": "เคราะห์ร้ายคือหายนะ...",
      "vi": "Kiếp sát là tai ương..."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其一",
      "zht": "普通受擊·其一",
      "jp": "ダメージを受ける·1",
      "ko": "일반 피격·첫 번째",
      "en": "Light Hit Taken: I",
      "de": "Leichten Treffer erlitten I",
      "es": "Recibiendo un ligero ataque (I)",
      "fr": "Attaque légère subie (1)",
      "pt": "Ataque Leve Sofrido - I",
      "ru": "Получен лёгкий удар I",
      "id": "Menerima Serangan Ringan: I",
      "th": "รับการโจมตีปกติ - 1",
      "vi": "Chịu Đòn Thường I"
    },
    "line": {
      "zhs": "不成气候。",
      "zht": "不成氣候。",
      "jp": "未熟者め。",
      "ko": "아직 부족하군",
      "en": "Feeble!",
      "de": "Du bist schwach!",
      "es": "¡Qué débil!",
      "fr": "Faible !",
      "pt": "Inútil!",
      "ru": "Бесполезно!",
      "id": "Dasar lemah!",
      "th": "ก็ไม่เท่าไหร่หนิ",
      "vi": "Không có tiền đồ."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "休想！",
      "zht": "休想！",
      "jp": "そうはさせない！",
      "ko": "감히!",
      "en": "In your dreams!",
      "de": "Du träumst!",
      "es": "¡Ni lo sueñes!",
      "fr": "Vous rêvez !",
      "pt": "Em seus sonhos!",
      "ru": "И не мечтай!",
      "id": "Jangan mimpi!",
      "th": "ฝันไปเถอะ!",
      "vi": "Đừng hòng!"
    }
  },
  {
    "title": {
      "zhs": "重受击·其二",
      "zht": "重受擊·其二",
      "jp": "重ダメージを受ける·2",
      "ko": "강공격 피격·두 번째",
      "en": "Heavy Hit Taken: II",
      "de": "Schweren Treffer erlitten II",
      "es": "Recibiendo un fuerte ataque (II)",
      "fr": "Attaque puissante subie (2)",
      "pt": "Ataque Pesado Sofrido - II",
      "ru": "Получен тяжёлый удар II",
      "id": "Menerima Serangan Hebat: II",
      "th": "โดนโจมตีอย่างหนัก - 2",
      "vi": "Bị Trọng Kích II"
    },
    "line": {
      "zhs": "别后悔！",
      "zht": "別後悔！",
      "jp": "後悔するぞ！",
      "ko": "후회하게 만들어 주마!",
      "en": "You will regret this!",
      "de": "Das wirst du bitter bereuen!",
      "es": "¡Lo lamentarás!",
      "fr": "Vous allez regretter !",
      "pt": "Você vai se arrepender disso!",
      "ru": "Тебе же хуже!",
      "id": "Kamu akan menyesalinya!",
      "th": "อย่ามาเสียใจทีหลังนะ!",
      "vi": "Đừng hối hận!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "团队作战…是什么意思？",
      "zht": "團隊作戰…是什麼意思？",
      "jp": "一致団結…我には理解できない言葉だ。",
      "ko": "협동 작전… 그게 뭐지?",
      "en": "What exactly is teamwork?",
      "de": "Was genau ist ... Teamarbeit?",
      "es": "¿Qué es exactamente el “trabajo en equipo”?",
      "fr": "Le travail d'équipe... Qu'est-ce que c'est ?",
      "pt": "O que é exatamente trabalho em equipe?",
      "ru": "Что означает... работать в команде?",
      "id": "Apa itu kerja sama tim?",
      "th": "ร่วมทีมออกต่อสู้...หมายความว่าอะไรกัน?",
      "vi": "Tác chiến đồng đội... nghĩa là gì?"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "明白，站在这里就行了是吧。",
      "zht": "明白，站在這裡就行了是吧。",
      "jp": "承知した、立っていればいいのか。",
      "ko": "알겠어, 여기 서면 된다고?",
      "en": "Understood. I just have to stand here, right?",
      "de": "Alles klar. Ich muss nur hier stehen, richtig?",
      "es": "Entiendo. Solo tengo que quedarme aquí, ¿cierto?",
      "fr": "Compris. Je n'ai qu'à me tenir ici, n'est-ce pas ?",
      "pt": "Entendido. Eu só preciso ficar aqui em pé, certo?",
      "ru": "Поняла. Мне нужно просто стоять здесь, да?",
      "id": "Mengerti. Aku hanya perlu berdiri di sini, bukan?",
      "th": "เข้าใจแล้วล่ะ แค่ยืนอยู่ตรงนี้ก็พอแล้วสินะ",
      "vi": "Đã hiểu, đứng ở đây là được phải không."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "…听君敕令。",
      "zht": "…聽君敕令。",
      "jp": "…命に従おう。",
      "ko": "…무엇이든 분부해 줘",
      "en": "I will do as you command.",
      "de": "Ich werde tun, was du befiehlst.",
      "es": "Haré como tú ordenes.",
      "fr": "... Vos paroles sont mes ordres.",
      "pt": "...Farei como você ordena.",
      "ru": "...Я сделаю так, как ты прикажешь.",
      "id": "Aku akan mematuhi perintahmu.",
      "th": "...ฉันจะทำตามที่เธอสั่ง",
      "vi": "...Lắng nghe mệnh lệnh."
    }
  }
]