[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "大部分稻妻人并不知道「终末番」的存在。事实上，「终末番」是「社奉行」麾下的一个秘密组织。\n\n而「终末番」里还有一位名叫早柚的小小忍者，这件事情，更是鲜为人知。\n\n早柚是「终末番」里的一个特殊的存在。自幼在「终末番」里长大的她，对组织有着极高的忠诚度。\n\n然而，她身上最强的特质却不是「忠诚」，而是「偷懒」。\n\n「偷懒」是早柚最擅长的事。她早已熟练掌握逃跑、气息隐蔽等各种可以用来偷懒、怠工的忍术。\n\n不了解她习性的人，想要找到她，可得费上一番功夫。\n\n但有关偷懒一事，早柚本人的说辞如下：绝不是懒，只是想把时间用在更有意义的事情上。",
      "zht": "大部分稻妻人並不知道「終末番」的存在。事實上，「終末番」是「社奉行」麾下的一個秘密組織。\n\n而「終末番」裡還有一位名叫早柚的小小忍者，這件事情，更是鮮為人知。\n\n早柚是「終末番」裡的一個特殊的存在。自幼在「終末番」裡長大的她，對組織有著極高的忠誠度。\n\n然而，她身上最強的特質卻不是「忠誠」，而是「偷懶」。\n\n「偷懶」是早柚最擅長的事。她早已熟練掌握逃跑、氣息隱蔽等各種可以用來偷懶、怠工的忍術。\n\n不瞭解她習性的人，想要找到她，可得費上一番功夫。\n\n但有關偷懶一事，早柚本人的說辭如下：絕不是懶，只是想把時間用在更有意義的事情上。",
      "jp": "ほとんどの稲妻人は、「終末番」の存在を知らない。事実、「終末番」は「社奉行」傘下の秘密組織なのである。\n\nそして、「終末番」に早柚という名の小さな忍者がいるが、彼女は更に知られていない。\n\n早柚は「終末番」の中でも特別な存在。幼い頃から「終末番」で育った彼女は、組織に高い忠誠心を持っている。\n\nしかし、彼女の一番の特徴は「忠誠心」ではなく「怠惰」だ。\n\n「怠惰」は早柚の得意芸だ。逃げ技や気配の消し方など、様々な忍術を駆使してサボってきた。\n\n彼女の習慣を知らない人は、彼女を見つけるのに一苦労するだろう。\n\n怠惰について、早柚はこのように話している。「怠けているわけではない、ただ時間を有意義に使っているだけだ。」",
      "ko": "대부분의 이나즈마 사람들은 「종말번대」의 존재 자체를 알지 못한다. 사실 「종말번대」는 「야시로 봉행」 휘하의 비밀 조직이다.\n\n「종말번대」에는 사유라는 이름의 작은 닌자가 있다는 사실을 아는 사람은 더 소수다.\n\n사유는 「종말번대」의 특수한 존재로, 어린 시절부터 「종말번대」에서 자란 그녀는 매우 높은 충성심을 가지고 있다.\n\n하지만 사유의 가장 큰 특징은 「충성심」이 아니라 「게으름」이다.\n\n「게으름」은 사유가 가장 잘하는 일로, 도주, 기척 숨기기 등 게으름을 피울 수 있는 온갖 인술(忍术)을 익힌지 오래다.\n\n그녀의 이런 특징을 모르는 사람이 그녀를 찾는 건 쉽지 않은 일이다.\n\n하지만 사유는 자신이 게으른 것에 대해, 자신은 게으른 게 아니라, 더 의미 있는 일에 시간을 쓰고 싶을 뿐이라고 얘기하곤 한다.",
      "en": "Most Inazumans are unaware of the existence of the Shuumatsuban. In fact, the Shuumatsuban is a secret organization under the Yashiro Commission.\n\nThere is also a little ninja who goes by the name of Sayu in the Shuumatsuban, and this fact is even less known.\n\nSayu is a special existence in the Shuumatsuban. She has been raised in the Shuumatsuban since she was a child, and is extremely loyal to the organization.\n\nThat said, her most prominent trait is not \"loyalty\", but \"laziness.\"\n\nLazing around is what Sayu does best. She has long mastered the various arts of ninjutsu, particularly those that help her to slack off or shirk her duties, such as escape techniques and aura concealment.\n\nPeople who don't know about her habits will have to make a lot of effort to find her.\n\nHowever, if you ask Sayu about her slacking, she will shrug and reply, \"It's not that I'm lazy, I just want to spend my time on more meaningful things.\"",
      "de": "Die meisten Menschen in Inazuma wissen nichts von der Existenz des Shuumatsuban. Tatsächlich ist der Shuumatsuban eine geheime Organisation unter der Yashiro-Verwaltung.\n\nEs gibt auch einen kleinen Ninja im Shuumatsuban, der auf den Namen Sayu hört, und diese Tatsache ist noch weniger bekannt.\n\nSayu ist ein besonderes Geschöpf im Shuumatsuban. Sie ist seit ihrer Kindheit im Shuumatsuban und ist der Organisation gegenüber äußerst treu.\n\nDabei ist ihre hervorstechendste Eigenschaft aber nicht „Loyalität“, sondern „Faulheit“.\n\nFaulenzen ist das, was Sayu am besten kann. Sie beherrscht seit Langem die verschiedenen Ninja-Künste, vor allem die, die ihr helfen, zu faulenzen oder sich vor ihren Pflichten zu drücken, wie zum Beispiel Fluchttechniken und Aura-Unterdrückung.\n\nMenschen, die sie nicht kennen, müssen sich sehr anstrengen, um sie zu finden.\n\nWenn man Sayu jedoch auf ihre Faulheit anspricht, wird sie mit den Schultern zucken und antworten: „Es ist nicht so, dass ich faul bin, ich möchte meine Zeit nur mit sinnvolleren Dingen verbringen.“",
      "es": "La mayoría de la gente de Inazuma desconoce la existencia de Los Ocelos, una organización secreta perteneciente a la Comisión Yashiro.\n\nY aún menos conocido es el hecho de que en Los Ocelos hay una pequeña ninja llamada Sayu.\n\nSayu es un ser muy especial de la organización. Se crió en su seno y le es extremadamente leal.\n\nBueno, en realidad, su rasgo más destacado no es la lealtad, sino la pereza. Hace tiempo que domina las diversas técnicas ninja, sobre todo aquellas que sirven para holgazanear o para eludir sus obligaciones, como las técnicas de escape y de ocultamiento del aura.\n\nLas personas que no conocen sus hábitos tienen que esforzarse mucho para encontrarla.\n\nSin embargo, si preguntas a Sayu por su holgazanería, se encogerá de hombros y responderá: “No es que sea perezosa, es que quiero dedicar mi tiempo a cosas más importantes”.",
      "fr": "La plupart des Inazumiens ignorent l'existence du Shuumatsuban. En fait, c'est une organisation secrète qui dépend de la Commission culturelle et qui compte une petite ninja du nom de Sayu parmi ses membres.\n\nSayu a une place particulière au sein du Shuumatsuban : elle a été élevée depuis sa plus tendre enfance au sein de l'organisation et lui est très fidèle.\n\nNéanmoins, la loyauté n'est pas son trait de caractère le plus dominant. Il s'agit plutôt de la paresse.\n\nSayu excelle dans l'art de tirer au flanc. Elle possède une maîtrise parfaite des techniques ninjas depuis longtemps, avec une prédilection pour celles qui lui permettent de se soustraire à ses devoirs, comme les techniques d'évasion et de dissimulation.\n\nCeux qui ne connaissent pas ses habitudes devront faire des mains et des pieds pour retrouver sa trace.\n\nCependant, demandez-lui si elle est paresseuse et elle vous répondra en haussant les épaules : « Je ne suis pas paresseuse. Je consacre seulement mon temps à des choses importantes. »",
      "pt": "A maioria dos habitantes de Inazuma desconhece a existência do Shiyuumatsu-Ban. Na verdade, o Shiyuumatsu-Ban é uma organização secreta da Comissão Yashiro.\n\nTambém existe uma pequena ninja que atende pelo nome de Sayu no Shiyuumatsu-Ban, e este fato é ainda menos conhecido.\n\nSayu é uma presença especial no Shiyuumatsu-Ban. Ela foi criada no Shiyuumatsu-Ban desde criança, e é extremamente leal à organização.\n\nDito isso, sua característica mais marcante não é a \"lealdade\", e sim a \"preguiça\".\n\nFicar sem fazer nada é o que Sayu faz de melhor. Faz muito tempo que ela dominou as várias artes do ninjutsu, principalmente aquelas que a ajudam a fazer menos esforço ou escapar de suas obrigações, como técnicas de fuga e ocultação da aura.\n\nAs pessoas que não conhecem seus hábitos terão muito trabalho para encontrá-la.\n\nContudo, se alguém questionar Sayu sobre ela ficar de bobeira, ela irá encolher os ombros e responder: \"Eu não sou  preguiçosa, apenas quero dedicar meu tempo a coisas mais importantes”.",
      "ru": "Большинство жителей Инадзумы даже и не подозревают о существовании Сюмацубан. По своей сути Сюмацубан - это тайная организация, подчиняющаяся комиссии Ясиро.\n\nА ещё в Сюмацубан есть одна маленькая ниндзя по имени Саю, и о её существовании известно ещё меньше, чем о самой организации.\n\nСаю занимает в Сюмацубан особое положение. Здесь её растили и воспитывали с самого детства, поэтому она крайне предана организации. Но при всём этом главная её черта - вовсе не преданность, а лень.\n\nЛениться - вот что выходит у Саю лучше всего. Она давно овладела различными техниками ниндзя, особенно теми, что помогают ей бездельничать и уклоняться от обязанностей, например, техниками побега и маскировки.\n\nТем, кто не знаком с привычками Саю, приходится немало потрудиться, чтобы разыскать её. Но если вы спросите у Саю о её безделье, она лишь пожмёт плечами и ответит:\n\n- Не то, чтобы я была ленива. Просто предпочитаю тратить время на более важные вещи.",
      "id": "Kebanyakan orang Inazuma tidak mengetahui keberadaan Shuumatsuban. Faktanya, Shuumatsuban adalah organisasi rahasia di bawah Yashiro Commission.\n\nSedangkan seorang ninja kecil bernama Sayu yang ada di Shuumatsuban bahkan lebih jarang diketahui orang-orang.\n\nKehadiran Sayu di Shuumatsuban bukanlah suatu hal yang biasa. Dia dibesarkan di Shuumatsuban sejak kecil dan sangat setia pada organisasi tersebut.\n\nHanya saja, sifatnya yang paling menonjol bukanlah \"kesetiaan\", melainkan \"kemalasan\".\n\nBermalas-malasan adalah keahlian Sayu. Dia telah lama menguasai berbagai seni ninjutsu, terutama yang membantunya mengundur atau melalaikan tugasnya, seperti teknik melarikan diri dan menyembunyikan aura.\n\nOrang yang tidak tahu tentang kebiasaannya harus berusaha keras untuk menemukannya.\n\nJika kamu bertanya kepada Sayu tentang kemalasannya, dia akan mengangkat bahu sambil menjawab, \"Aku bukan malas, aku hanya ingin menghabiskan waktuku untuk hal-hal yang lebih berarti.\"",
      "th": "ชาว Inazuma ส่วนใหญ่ไม่รู้ถึงการมีอยู่ของ Shuumatsuban จริง ๆ แล้ว Shuumatsuban เป็นองค์กรลับที่อยู่ภายใต้ \"สำนัก Yashiro\"\n\nและน้อยคนนักที่จะรู้ว่า ใน Shuumatsuban มีนินจาตัวน้อยคนนึงที่ชื่อว่า Sayu อยู่\n\nSayu เป็นสิ่งมีชีวิตสุดพิเศษของ Shuumatsuban เธอเติบโตในที่แห่งนี้ตั้งแต่เด็ก ๆ และเธอมีความภักดีต่อองค์กรอย่างมาก\n\nแต่ทว่า คุณสมบัติที่โดดเด่นที่สุดของเธอไม่ใช่ \"ความภักดี\" แต่เป็น \"ความขี้เกียจ\" ต่างหาก\n\n\"ความขี้เกียจ\" คือสิ่งที่ Sayu ถนัดเป็นที่สุด เธอได้ฝึกฝนวิชานินจาชนิดต่าง ๆ ที่ช่วยให้เธอขี้เกียจได้มานมนาน ทั้งการหลบหนี และการซ่อนลมหายใจ เป็นต้น\n\nคนที่ไม่รู้จักนิสัยของเธอ ต้องพยายามอย่างมากในการหาตัวเธอให้เจอ\n\nSayu ได้พูดถึงเรื่องขี้เกียจเอาไว้ว่า \"นี่ไม่ใช่ความขี้เกียจนะ ฉันแค่อยากจะใช้เวลากับสิ่งที่มีความหมายมากกว่านี้ต่างหากล่ะ\"",
      "vi": "Hầu hết người Inazuma đều không biết đến sự tồn tại của \"Shuumatsuban\". Trên thực tế, \"Shuumatsuban\" là một tổ chức bí mật dưới sự chỉ huy của \"Hiệp Hội Yashiro\".\n\nNgoài ra việc có một ninja nhỏ bé tên là Sayu trong đó lại càng ít người biết hơn.\n\nSayu là một sự tồn tại đặc biệt trong \"Shuumatsuban\". Cô lớn lên trong đó từ khi còn là một đứa trẻ, và cô có lòng trung thành rất cao đối với tổ chức.\n\nTuy nhiên, điểm mạnh nhất ở cô không phải là \"trung thành\" mà là \"lười biếng\".\n\n\"Lười biếng\" là điều Sayu làm tốt nhất. Cô đã thành thạo tất cả các loại nhẫn thuật có thể được sử dụng cho sự lười biếng như chạy trốn và che giấu hơi thở.\n\nNhững người không hiểu thói quen của cô ấy sẽ phải rất vất vả để tìm thấy cô ấy.\n\nNhưng về việc lười biếng, chính Sayu đã nói như sau: Đây không phải lười biếng mà là tôi muốn dành thời gian của mình cho những việc có ý nghĩa hơn."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "早柚身材娇小，堪称玲珑。\n\n困扰她的事，也正在于此——\n\n同龄人一个接一个长得很高，自己却还保持着儿童模样，身高丝毫没有变化。\n\n为此，早柚十分焦急。\n\n日子一天天过去，世界似乎都拔高了，只有自己还是小小的。\n\n长高这件事情，便逐渐成为了早柚心中的执念。\n\n「只要睡得够久，就一定能长高的！」\n\n她如此坚信着，并尽可能抓住一切机会睡觉，没有机会就创造机会，没有环境就创造环境。\n\n周围人也经常由于不忍心，而不去打扰小早柚。\n\n于是现在甚至已经发展成，连站着的时候，早柚都能睡着。",
      "zht": "早柚身材嬌小，堪稱玲瓏。\n\n困擾她的事，也正在於此——\n\n同齡人一個長得比一個高，自己卻還保持著兒童模樣，身高絲毫沒有變化。\n\n為此，早柚十分焦急。\n\n日子一天天過去，世界似乎都拔高了，只有自己還是小小的。\n\n長高這件事情，便逐漸成為了早柚心中的執念。\n\n「只要睡得夠久，就一定能長高的！」\n\n她如此堅信著，並盡可能抓住一切機會睡覺，沒有機會就創造機會，沒有環境就創造環境。\n\n周圍人也經常由於不忍心，而不去打擾小早柚。\n\n於是現在甚至已經發展成，連站著的時候，早柚都能睡著。",
      "jp": "早柚は非常に小柄だ。\n\n小柄は同時に、彼女が複雑に思う点でもある——\n\n同年代の子は次々と身長が伸びていくが、自分は子供のまま、身長が全く伸びない。\n\n早柚は非常に焦った。\n\n日が経つにつれ、周りの全てが高くなっていくように感じるのに、自分はまだ小柄のまま。\n\n次第に早柚は、身長を伸ばすことに執念を持つようになった。\n\n「長く眠れば、いつか背が伸びるかもしれない！」\n\n彼女は強く信じていた。そして、あらゆる機会を利用して寝るようにした。機会がなければ自分で機会を作り、寝る環境がなければ無理やり寝られるようにした。\n\n周りの人も小さな早柚に気を遣い、邪魔しないようにした。\n\nそして、今では、早柚は立ったままでも寝られるようになった。",
      "ko": "사유는 키가 작고, 민첩한데\n\n이 사실이 그녀를 괴롭혔다——\n\n친구들의 키가 커져갈 때도, 사유는 어린아이의 모습을 유지한 채, 키가 전혀 자라지 않았고\n\n그녀는 초조해질 수밖에 없었다.\n\n시간이 지날수록 세상은 높아져만 가는데, 오직 자신만이 작았던 모습 그대로인 것 같았고\n\n사유는 점점 키에 집착하기 시작했다.\n\n「잠을 많이 자면, 무조건 키가 클 거야!」\n\n사유는 굳게 믿었고, 잠을 잘 수 있는 모든 기회를 놓치지 않았다. 심지어 기회가 없으면 잠 잘 기회를 만들고, 환경이 안되면 잠잘 환경을 만들었다. \n\n주변 사람들도 안쓰러운 마음에 사유를 방해하지 않았다.\n\n그래서인지 사유는 지금 서서 잠을 잘 수 있는 경지에 도달했다.",
      "en": "Sayu is petite and can even be described as delicate.\n\nThis is also something that bothers her —\n\nOne by one, her peers are growing taller, but she still has the stature of a child, as her height has not changed at all.\n\nSayu is really anxious about this matter.\n\nDay by day, the world seems to be sprouting skyward, and only she remains small as ever.\n\nGrowing taller has gradually become an obsession in Sayu's mind.\n\n\"As long as I sleep long enough, I can definitely grow taller!\"\n\nShe came to believe this ever so firmly, seizing every opportunity to sleep as much as possible, creating every opportunity and circumstance, even when there were none.\n\nPeople around little Sayu often let her be, as they don't have the heart to disturb her sleep.\n\nSo now, the situation has progressed such that Sayu is able to fall asleep, even whilst standing.",
      "de": "Sayu ist klein und kann sogar als zierlich bezeichnet werden. Das ist es auch, was sie beunruhigt: Einer nach dem anderen werden die anderen größer, aber sie hat immer noch die Statur eines Kindes, da sich ihre Größe überhaupt nicht verändert hat.\n\nSayu ist wirklich beunruhigt über diese Angelegenheit.\n\nTag für Tag scheint die Welt in die Höhe zu wachsen, aber nur sie bleibt klein wie eh und je.\n\nDas Größerwerden wurde allmählich zu einer Obsession in Sayus Kopf.\n\n„Solange ich lange genug schlafe, kann ich auf jeden Fall größer werden!“\n\nSie glaubt fest daran und nutzt jede Gelegenheit, um so viel wie möglich zu schlafen, wobei sie jeden Umstand ausnutzte, selbst wenn es keinen gab.\n\nDie Menschen um die kleine Sayu herum ließen sie oft in Ruhe, da sie es nicht übers Herz brachten, sie aus ihrem Schlaf zu wecken.\n\nDaher ist es jetzt auch dazu gekommen, dass Sayu sogar im Stehen einschlafen kann.",
      "es": "Sayu es muy bajita, e incluso podría decirse que delicada.\n\nEs más, precisamente su estatura es algo que le molesta. Todas las personas de su misma edad han crecido y se han hecho más altas, pero su estatura no ha cambiado lo más mínimo y sigue siendo como la de una niña.\n\nDía tras día, todo a su alrededor parece crecer y solo ella sigue siendo tan pequeña como siempre.\n\nPor ello, el hecho de crecer ha ido convertiéndose en una obsesión para Sayu.\n\n“Si duermo lo suficiente, ¡creceré!”\n\nElla cree firmemente en esto y aprovecha cada oportunidad que tiene para dormir tanto como puede. Si no puede dormir, ella misma creará la oportunidad para hacerlo, y si no tiene un lugar en el que dormir, también lo creará.\n\nLa gente más cercana a Sayu nunca se atreve a molestarla mientras duerme, así que ahora puede quedarse dormida incluso estando de pie.",
      "fr": "Sayu est petite de taille, et on pourrait même dire qu'elle semble délicate.\n\nCependant, cette description d'elle est loin de lui plaire.\n\nSes camarades grandissaient chacun leur tour, alors qu'elle ne gagnait pas le moindre centimètre et gardait son apparence de fillette.\n\nCette absence de croissance inquiétait Sayu.\n\nTout le monde gagnait en taille... Tout le monde, sauf elle.\n\nAinsi, l'envie de grandir se transforma en obsession pour elle.\n\n« Si je dors assez longtemps, je vais devenir plus grande ! »\n\nSayu y croit dur comme fer et profite de la moindre occasion pour dormir le plus possible. Si ces occasions ne se présentent pas d'elles-mêmes, elle fait tout pour les créer.\n\nLes personnes de son entourage la laissent faire comme bon lui semble, car rares sont celles qui ont le cœur de la réveiller de son sommeil.\n\nEn raison de ces circonstances, Sayu est même devenue capable de dormir debout.",
      "pt": "Sayu é pequena e pode até ser descrita como delicada.\n\nIsso também a incomoda...\n\nUm por um, seus colegas estão ficando mais altos, mas ela ainda tem a estatura de uma criança, pois sua altura não mudou em nada.\n\nSayu fica mesmo angustiada em relação a isso.\n\nDia após dia, o mundo parece estar crescendo, mas apenas ela permanece pequena como sempre.\n\nFicar mais alta acabou se tornando uma obsessão na mente de Sayu.\n\n\"Contanto que eu durma por tempo suficiente, certamente ficarei mais alta!\"\n\nEla acreditou nisso com muita firmeza e aproveitou todas as chances para dormir o máximo possível, criando oportunidades e circunstâncias, mesmo quando não havia nenhuma.\n\nAs pessoas ao redor da pequena Sayu costumam deixá-la em paz, pois não têm coragem de perturbá-la durante o sono.\n\nE agora, as coisas chegaram ao ponto em que Sayu consegue dormir mesmo quando está de pé.",
      "ru": "Саю очень миниатюрная и хрупкая. И это её беспокоит - товарищи один за другим вытягиваются, а она по телосложению до сих пор, как ребёнок, и в росте нисколько не прибавила.\n\nСаю по этому поводу и правда очень переживает. День за днём всё в мире становится больше и ближе к небу, и лишь она остаётся такой же маленькой. Вырасти - это стало для Саю навязчивой идеей.\n\n- Если я буду высыпаться, я наверняка подрасту!\n\nОна уверовала в это так сильно, что при любой возможности и в любых обстоятельствах (даже в самых неподходящих) пытается поспать.\n\nНе решаясь разбудить Саю, окружающие ей не препятствуют. И постепенно способность погружаться в сон, даже в положении стоя, прочно вошла в природу Саю.",
      "id": "Sayu bertubuh mungil dan membuatnya menjadi seseorang yang sangat gesit.\n\nTetapi baginya, postur tubuhnya yang mungil ini juga merupakan sebuah gangguan.\n\nSatu per satu temannya semakin tinggi, tetapi dia tetap bertubuh seperti anak-anak. Tinggi badannya tidak berubah sama sekali.\n\nSayu benar-benar gelisah karena masalah ini.\n\nHari demi hari, dari dalam pandangannya, dunia tampak tumbuh tinggi menjulang, dan hanya dia yang tetap kecil selamanya.\n\nSayu menjadi sangat terobsesi ingin tumbuh tinggi.\n\n\"Kalau aku tidur banyak-banyak, aku pasti bisa tumbuh lebih tinggi!\"\n\nDia sangat percaya akan hal ini dan memanfaatkan setiap kesempatan untuk tidur sebanyak mungkin, menciptakan kesempatan di saat tidak ada kesempatan, menciptakan keadaan di saat tidak ada keadaan.\n\nOrang-orang di sekitar Sayu sering membiarkannya karena mereka tidak tega mengganggu tidurnya.\n\nHingga saat ini, Sayu sudah sangat handal menguasai teknik tidur, sampai-sampai dia bisa tidur sambil berdiri.",
      "th": "Sayu เป็นคนตัวเล็กและปราดเปรียว\n\nแต่นี่กลับเป็นสิ่งที่รบกวนจิตใจของเธอ...\n\nคนที่อายุเท่า ๆ กัน แต่ละคนต่างพากันสูงขึ้น ๆ ส่วนตัวเธอกลับยังคงรูปร่างเหมือนเด็กน้อย ความสูงของเธอไม่เปลี่ยนแปลงเลยแม้แต่นิดเดียว\n\nSayu ร้อนใจกับเรื่องนี้มาก\n\nแต่ละวันที่ผ่านไป ดูเหมือนโลกก็ยังเติบโตสูงขึ้น มีแต่ตัวเธอที่ยังคงตัวเล็กกระจิริด\n\nเรื่องความสูงกลายมาเป็นสิ่งที่ Sayu หมกมุ่น\n\n\"ขอแค่นอนให้มากพอ ฉันจะต้องสูงขึ้นอย่างแน่นอน!\"\n\nเธอเชื่อแบบนี้ และพยายามหาโอกาสนอนหลับให้ได้มากที่สุด ถ้าไม่มีโอกาสก็สร้างโอกาสขึ้นเอง ถ้าสภาพแวดล้อมไม่อำนวย เธอก็จัดแจงให้ลงตัวจนได้\n\nซึ่งคนรอบข้างมักจะไม่เข้าไปรบกวน Sayu เพียงเพราะทนไม่ไหวแต่อย่างใด\n\nดังนั้นในตอนนี้ Sayu จึงพัฒนาไปจนถึงขั้นที่สามารถหลับได้แม้ในขณะที่ยืนอยู่แล้ว",
      "vi": "Sayu dáng người nhỏ nhắn và rất nhanh nhẹn.\n\nChính điều này cũng gây rắc rối cho cô ấy\n\nNhững người cùng tuổi ai nấy đều lần lượt cao lên, nhưng cô thì vẫn giữ dáng vẻ trẻ con, chiều cao dường như không hề thay đổi.\n\nVì vậy Sayu hết sức lo lắng.\n\nNgày tháng trôi qua, thế giới dường như cũng cao lên, chỉ có bản thân cô vẫn nhỏ bé.\n\nVấn đề phát triển chiều cao dần trở thành nỗi ám ảnh của Sayu.\n\n\"Chỉ cần ngủ đủ lâu là nhất định sẽ cao lớn!\"\n\nCô ấy tin chắc như vậy, và nắm bắt mọi cơ hội để ngủ nhiều nhất có thể, chưa có cơ hội thì tạo ra cơ hội, chưa có hoàn cảnh thì tạo ra hoàn cảnh\n\nMọi người xung quanh thường không đành lòng làm phiền Sayu bé nhỏ.\n\nThế là bây giờ nỗi ám ảnh đó đã phát triển đến mức ngay khi đang đứng, Sayu cũng có thể ngủ."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "早柚所学的忍术虽然战斗力不高，在偷懒一事上却有相当的妙用。\n\n她极擅长隐匿身形、消除痕迹，是这方面的专家。所以，若她有心躲藏，普通人绝对找不到。\n\n不过，再巧妙的谜题也有答案，再隐秘的宝藏也有线索，早柚亦是如此。\n\n相处久了，便会明白早柚的习惯和偏好。想找到她，似乎也不那么困难了。\n\n例如，清晨去早柚的房间掀起被子，大概率能找到赖床的她。\n\n中午时分，可以去神社附近的树上瞧瞧，说不定会有意外收获。\n\n晚上寻找早柚的难度会增大，不过，去她屋里守株待兔着实是个好办法。\n\n但切记，如非必要情况，请务必不要打扰正忙于长高的早柚。\n\n兔子急了还会咬人，早柚急了…说不定也一样哦？",
      "zht": "早柚所學的忍術雖然戰鬥力不高，在偷懶一事上卻有相當的妙用。\n\n她極擅長隱匿身形、消除痕跡，是這方面的專家。所以，若她有心躲藏，普通人絕對找不到。\n\n不過，再巧妙的謎題也有答案，再隱秘的寶藏也有線索，早柚亦是如此。\n\n相處久了，便會明白早柚的習慣和偏好。想找到她，似乎也不那麼困難了。\n\n例如，清晨去早柚的房間掀起被子，有很大的機率能找到賴床的她。\n\n中午時分，可以去神社附近的樹上瞧瞧，說不定會有意外收穫。\n\n晚上尋找早柚的難度會增大，不過，去她屋裡守株待兔著實是個好辦法。\n\n但切記，如非必要情況，請務必不要打擾正忙於長高的早柚。\n\n兔子急了還會咬人，早柚急了…說不定也一樣哦？",
      "jp": "早柚の忍術は戦闘にあまり向いていないが、サボりたいときに非常に使いやすい。\n\n彼女は姿を隠したり、痕跡を消したりすることに長けており、この分野の専門家だ。彼女が隠れようと思えば、普通の人に見つかることはない。\n\nしかし、巧みな謎解きには必ず答えがあり、隠された宝物には必ず手がかりがあるように、早柚にもバレる時がある。\n\n早柚と長い時間一緒に過ごすと、彼女の癖や好みが分かり、彼女を見つけ出すことも不可能ではなくなる。\n\n例えば、早朝に早柚の部屋に行って布団をめくれば、大抵はそこにいる。\n\nお昼に神社付近の木を観察してみれば、思いがけない発見があるかもしれない。\n\n夜になると見つけ出すのが難しくなるので、早柚の家で待ち伏せする方がいい。\n\nただし必要な時以外は、くれぐれも成長している早柚の邪魔をしないように。\n\n優しいウサギも怒ると人を噛む。早柚を怒らせると…同じようにしてくるかもしれない。",
      "ko": "사유의 인술(忍术)은 전투력은 떨어지지만 게으름을 피우기엔 아주 쓸 만하다.\n\n그녀는 몸을 숨기고, 흔적 지우기의 전문가로, 그녀가 숨으려고 마음만 먹으면 일반인은 절대 사유를 찾아낼 수 없다.\n\n하지만 아무리 어려운 수수께끼도 답은 있고, 철저하게 숨겨진 보물에도 단서는 있는 것처럼 사유도 그렇다.\n\n사유와 친해져 그녀의 습관과 취향을 알게 된 후엔 그녀를 찾는 일도 그리 어렵지 않을 것이다.\n\n예를 들어 이른 아침에 사유의 방에 가서 이불을 들추면, 늦잠자고 있는 그녀를 찾을 수 있고,\n\n점심시간엔 신사 근처 나무 위를 살펴보면 의외의 수확을 얻을 수도 있다.\n\n밤엔 사유 찾기 난이도가 한층 더 올라가지만, 그녀의 집에 가서 기다리다 보면 기회를 잡을 수도 있다.\n\n하지만, 정말 중요한 일이 아니라면 키 크느라 바쁜 사유를 방해하지 않도록 꼭 조심해야 한다.\n\n토끼도 궁지에 물리면 사람을 물고, 사유도… 어쩌면 똑같을지도?",
      "en": "The ninjutsu that Sayu has learned is not very powerful in combat, but it is quite useful in the matter of slacking off.\n\nShe is extremely skilled at hiding and covering her tracks, and is an expert in this area. Therefore, if she has the intention to hide, ordinary people absolutely cannot find her.\n\nHowever, even the most ingenious puzzles have answers, and even the most elusive treasures have clues for people to find them. This also holds true for Sayu.\n\nAfter spending enough time with Sayu, one will understand her habits and preferences. Trying to find her doesn't seem so difficult anymore.\n\nFor example, if you go to Sayu's room early in the morning and lift the covers, the odds are that you will find her in bed.\n\nAt noon, you can check out the trees near the shrine and who knows, you may find something unexpected.\n\nIt will be more challenging to find Sayu at night, but it's a good idea to go to her house and wait for her to emerge.\n\nHowever, please remember not to disturb Sayu, who is busy growing taller, unless it is absolutely necessary.\n\nEven gentle rabbits bite when provoked, let alone Sayu...",
      "de": "Die Ninja-Kunst, die Sayu erlernt hat, ist im Kampf nicht sehr mächtig, aber sie ist ziemlich nützlich, wenn es darum geht, sich zu verkriechen.\n\nSie ist extrem geschickt im Verstecken und Verwischen ihrer Spuren und ist eine Expertin auf diesem Gebiet. Wenn sie die Absicht hat, sich zu verstecken, können gewöhnliche Menschen sie daher absolut nicht finden.\n\nAllerdings haben selbst die raffiniertesten Rätsel eine Lösung und selbst für die schwer fassbaren Schätze gibt es Hinweise, damit Menschen sie finden können. Das gilt auch für Sayu.\n\nNachdem man genug Zeit mit Sayu verbracht hat, wird man ihre Gewohnheiten und Vorlieben verstehen. Der Versuch, sie zu finden, scheint dann nicht mehr so schwierig zu sein.\n\nWenn man zum Beispiel frühmorgens in Sayus Zimmer geht und die Decke anhebt, stehen die Chancen gut, dass man sie im Bett findet.\n\nMittags kann man die Bäume in der Nähe des Schreins überprüfen und wer weiß, vielleicht findet man etwas Unerwartetes.\n\nEs wird schwieriger sein, Sayu nachts zu finden, aber es ist eine gute Idee, zu ihrem Haus zu gehen und zu warten, bis sie herauskommt.\n\nAllerdings denke bitte daran, Sayu nicht zu stören, wenn sie damit beschäftigt ist, größer zu werden, es sei denn, es ist absolut notwendig.\n\nSelbst sanfte Kaninchen beißen, wenn sie provoziert werden, ganz zu schweigen von Sayu ...",
      "es": "Las técnicas ninja que sabe Sayu no son muy poderosas para el combate, pero sí bastante útiles para holgazanear.\n\nEs toda una experta ocultando y cubriendo sus huellas, por lo que, si quiere esconderse, la gente corriente no podrá encontrarla.\n\nSin embargo, incluso los rompecabezas más ingeniosos tienen una respuesta, y hasta los tesoros más escondidos tienen pistas para ser encontrados. Este principio también es cierto para Sayu.\n\nDespués de pasar suficiente tiempo con ella, uno entenderá sus hábitos y sus preferencias y ya no le costará tanto encontrarla.\n\nPor ejemplo, si vas a su habitación por la mañana y levantas las sábanas, lo más probable es que la encuentres en la cama.\n\nAunque es más difícil encontrar a Sayu por la noche, siempre es buena idea ir a su casa y esperar a que salga.\n\nPero recuerda no molestarla a menos que sea absolutamente necesario, ya que seguramente estará ocupada creciendo.",
      "fr": "Les techniques ninjas que Sayu a apprises ne sont pas très adaptées au combat ; elles sont néanmoins particulièrement utiles pour paresser.\n\nElle excelle dans l'art du camouflage et de la dissimulation des traces. Si bien que les personnes ordinaires ne la retrouvent jamais quand elle décide de se cacher.\n\nCependant, même les énigmes les plus dures ont une solution et les trésors les mieux cachés des indices, tout comme Sayu.\n\nQuand on la connaît, on comprend ses habitudes et ses préférences, et essayer de la trouver ne semble plus si difficile.\n\nPar exemple, si vous allez dans sa chambre tôt le matin et que vous soulevez les couvertures, il y a de fortes chances que vous la trouviez en train de paresser dans son lit.\n\nÀ midi, si vous regardez dans les arbres près de l'autel, vous verrez quelque chose d'inattendu.\n\nIl sera plus difficile de trouver Sayu la nuit, mais c'est une bonne idée d'aller chez elle et de l'attendre.\n\nMais rappelez-vous de ne pas déranger inutilement Sayu, qui s'efforce de grandir !\n\nLes lapins mordent quand ils sont anxieux, et Sayu a toujours du mordant...",
      "pt": "O ninjutsu que Sayu aprendeu não é muito poderoso em combate, mas é bastante útil quando ela quer ficar de bobeira.\n\nEla é extremamente habilidosa em se esconder e cobrir seus rastros, sendo uma especialista nessa área. Portanto, se ela quiser se esconder, pessoas comuns não conseguirão encontrá-la de jeito nenhum.\n\nContudo, mesmo os enigmas mais engenhosos têm respostas, e mesmo os tesouros mais bem escondidos possuem pistas para que as pessoas os encontrem. Isso também vale para Sayu.\n\nApós passar tempo suficiente com Sayu, será possível entender seus hábitos e preferências. E tentar encontrá-la não parecerá mais tão difícil.\n\nPor exemplo, se você for no quarto de Sayu de manhã cedo e levantar as cobertas, é provável que a encontre na cama.\n\nPela tarde, você pode inspecionar as árvores perto do santuário e, quem sabe, acabe encontrando algo inesperado.\n\nSerá mais desafiador encontrar Sayu durante a noite, mas é uma boa ideia ir para a casa dela e esperar que ela apareça.\n\nPorém, lembre-se de não perturbar Sayu, que está ocupada tentando ficar mais alta, a menos que seja absolutamente necessário.\n\nAté mesmo os gentis coelhos mordem quando são provocados, e Sayu não é diferente...",
      "ru": "Изученные Саю техники ниндзя не слишком действенны в бою, но довольно полезны в вопросе бездельничанья. Она весьма преуспела в умении прятаться и заметать следы, и в этом ей нет равных. Поэтому, если уж она задумала спрятаться, обычному человеку её нипочём не разыскать.\n\nНо даже у самых сложных загадок есть отгадки, и даже к самому тщательно спрятанному сокровищу найдётся ключик. Это относится и к Саю. Проведя с ней какое-то время, можно изучить её привычки и повадки. И тогда найти её больше не составит труда.\n\nК примеру, если вы заглянете в комнату к Саю рано утром и приподнимете одеяло, то у вас будет шанс застать её в кровати. В полдень пробегитесь взглядом по деревьям у храма, и, возможно, вы обнаружите что-то неожиданное. Ночью найти Саю труднее всего, но неплохой мыслью будет отправиться к ней домой и дождаться, пока она сама не появится.\n\nНо только запомните: без крайней необходимости никогда не беспокойте Саю, когда она пытается подрасти. Даже добродушные кролики кусаются, если их раздразнить. Что уж говорить о Саю...",
      "id": "Ninjutsu yang dipelajari Sayu memang tidak cukup kuat untuk bertempur, tetapi cukup berguna untuk bermalas-malasan.\n\nSayu sangat pandai menyembunyikan diri dan menutupi jejak. Dia sangat ahli di bidang ini. Oleh karena itu, jika dia berniat untuk bersembunyi, orang biasa tidak akan dapat menemukannya.\n\nNamun, teka-teki tersulit pun memiliki jawaban, harta yang paling sulit ditemukan pun memiliki petunjuk. Hal ini juga berlaku untuk Sayu.\n\nSetelah menghabiskan waktu dengan Sayu, orang-orang akan mengenal kebiasaan dan kesukaannya. Setelah memahami Sayu, mencoba menemukannya bukanlah hal yang sulit.\n\nMisalnya, jika kamu pergi ke kamar Sayu pagi-pagi dan mengangkat selimutnya, kemungkinan besar kamu akan menemukannya di tempat tidur.\n\nPada siang hari, kamu dapat menyusuri pepohonan di dekat kuil dan siapa tahu, kamu mungkin akan menemukan Sayu terbaring di sana.\n\nMencari Sayu di malam hari lebih sulit, dan cara terbaik adalah menunggunya di rumah sampai dia muncul.\n\nNamun ingatlah untuk tidak mengganggu Sayu yang sedang sibuk tumbuh tinggi, kecuali benar-benar diperlukan.\n\nKelinci yang lucu saja bisa menggigit ketika merasa gusar, apalagi Sayu...?",
      "th": "ถึงแม้วิชานินจาที่ Sayu เรียนรู้ทั้งหมดนั้นจะไม่ได้มีพลังในการต่อสู้มากนัก แต่กลับมีประโยชน์ต่อเรื่องความขี้เกียจของเธอเป็นอย่างมาก\n\nเธอเป็นผู้เชี่ยวชาญในด้านการซ่อนตัวและลบร่องรอย หากเธอคิดจะซ่อนขึ้นมาล่ะก็ คนธรรมดาทั่วไปไม่มีทางหาเจอแน่นอน\n\nแต่ไม่ว่าปริศนาจะยากแค่ไหนก็ย่อมมีคำตอบ และไม่ว่าสมบัติจะซ่อนดีสักแค่ไหนก็ย่อมมีเบาะแสหลงเหลืออยู่ Sayu เองก็เช่นเดียวกัน\n\nหากรู้จักกันนานมากพอ ก็จะเข้าใจในนิสัยและความชอบของเธอ การหาตัวเธอให้เจอ ก็ดูเหมือนจะไม่ใช่เรื่องยากอีกต่อไป\n\nตัวอย่างเช่น ถ้าไปที่ห้องของ Sayu ในตอนเช้าและยกผ้าห่มขึ้น ก็จะเจอเธอที่นอนงัวเงียอยู่บนเตียง\n\nในตอนกลางวัน สามารถไปดูที่ต้นไม้ใกล้ ๆ ศาลเจ้าได้ ไม่แน่ว่าอาจจะเจอสิ่งที่คาดไม่ถึงก็เป็นได้\n\nส่วนตอนกลางคืนนั้น การตามหาตัว Sayu น่าจะยากกว่า แต่ถ้าไปซุ่มรอในบ้านของเธอ ก็อาจจะเป็นวิธีที่ใช้ได้เลย\n\nแต่อย่าลืมว่า ถ้าไม่จำเป็นก็โปรดอย่ารบกวนการเจริญเติบโตและการสูงขึ้นของ Sayu จะดีกว่า\n\nแม้แต่กระต่ายก็สามารถกัดคนได้เมื่อถูกต้อนจนมุม แล้วถ้า Sayu เดือดขึ้นมาล่ะ...ไม่แน่ว่าอาจจะกัดคุณเหมือนกันก็ได้นะ?",
      "vi": "Nhẫn thuật mà Sayu học tuy rằng khả năng chiến đấu không cao, nhưng lại phát huy tác dụng rất tốt ở mặt làm biếng.\n\nCô ấy giỏi nhất trong việc tàng hình, xóa dấu tích. Vì vậy, nếu cô ấy muốn trốn, thì người bình thường không thể tìm ra được.\n\nThế nhưng, câu đố khó cỡ nào cũng có đáp án, kho báu bí mật cỡ nào cũng có manh mối, Sayu cũng như vậy.\n\nQuen biết lâu ngày sẽ hiểu được thói quen và sở thích của cô ấy. Muốn tìm thấy cô ấy, cũng không quá khó nữa.\n\nVí dụ: Sáng sớm vào phòng của Sayu kéo chăn ra sẽ thấy cô ấy đang ngủ nướng.\n\nBuổi trưa có thể đi ngó thử cây cối xung quanh đền, không chừng cũng có thu hoạch.\n\nBuổi tối muốn tìm Sayu thì khó hơn, nhưng vào phòng cô ấy chờ đợi cũng là cách hay.\n\nNhưng hãy nhớ, nếu không thật sự cần thiết, xin đừng làm phiền người đang bận rộn với việc mau lớn như Sayu.\n\nKhi con thỏ tức giận cũng sẽ cắn người, Sayu... không chừng cũng như vậy chứ?"
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "话说回来，找到早柚也并不代表能让她老老实实地投入工作。\n\n何况早柚在「终末番」的工作并不是每日按部就班完成固定内容的形式，而是随机的。\n\n于是，就会发生这种事情：\n\n新任务发布时，她必不在场。\n\n等好不容易找到她，任务现场往往也已找到更适合执行该任务的人了。\n\n而万一除去早柚以外没有其他合适人选，她更要溜之大吉，以免被任务压垮。\n\n只是…如此高超的忍术，若是用于勤恳工作，早柚在「终末番」里想必能有一番大作为吧。",
      "zht": "話說回來，找到早柚也並不代表能讓她老老實實地投入工作。\n\n何況早柚在「終末番」的工作並不是每日按部就班完成固定內容的形式，而是隨機的。\n\n於是，就會發生這種事情：\n\n新任務發佈時，她必不在場。\n\n等好不容易找到她，任務現場往往也已找到更適合執行該任務的人了。\n\n而萬一除去早柚以外沒有其他合適人選，她更要溜之大吉，以免被任務壓垮。\n\n只是…如此高超的忍術，若是用於勤懇工作，早柚在「終末番」裡想必能有一番大作為吧。",
      "jp": "早柚を探し出したからといって、彼女が素直に仕事するとは限らない。\n\nそれに、早柚の「終末番」での仕事は、毎日やることが決まっているようなものではない。必要な時に突如来る任務だ。\n\nそれゆえ、このようなことが起きてしまう。\n\n新たな任務が下された時、彼女はいない場合が多い。\n\n苦労してやっと彼女を見つけた時には既に、もっと適任の者が任務に向かっている。\n\nまた、早柚以外に適任者がいなかった場合、彼女はそれを避けるために逃げ出すことが多い。\n\nこれほど高度な忍術…もし仕事で真面目に使っていれば、「終末番」で大活躍していただろう。",
      "ko": "하지만 사유를 찾아냈다고 해서, 사유를 열심히 일하게 만들 수 있는 것은 아니다.\n\n게다가 사유가 「종말번대」에서 하는 일은, 매일 고정된 형식과 내용으로 이루어진 일이 아니라 비교적 가변적이기 때문에\n\n 종종 이런 일이 생기곤 한다.\n\n새 임무를 발표할 때, 사유는 반드시 그 자리에 없다.\n\n어렵게 그녀를 찾으면, 임무 현장에서도 이미 더 적합한 사람을 찾은 상태다.\n\n만약 사유 말고 마땅한 사람이 없는 경우라면 그녀는 임무에 치이지 않기 위해서 더욱 열심히 도망간다.\n\n만약… 이렇게 뛰어난 인술(忍术)을 근면 성실하게 일하는데 사용한다면 사유는 「종말번대」에서 반드시 큰 성과를 낼 수 있을 것이다.",
      "en": "That said, finding Sayu doesn't mean that she can be put to work quietly.\n\nMoreover, Sayu's work at the Shuumatsuban is not that of a fixed daily routine, but missions that pop up if and as needed.\n\nAnd so, this happens:\n\nWhen new missions are assigned, you won't see hide or tail of her.\n\nBy the time she has been found (and with much effort), a more suitable person has been assigned for the mission.\n\nAnd in case there is no other suitable candidate other than Sayu, all the more she will try to slip away, so as not to be overwhelmed by the mission.\n\nIt's just that... If Sayu used her ninjutsu to work hard, she would have had great accomplishments in the Shuumatsuban.",
      "de": "Sayu zu finden, bedeutet allerdings nicht, dass man sie auch wirklich zur Arbeit einsetzen kann.\n\nDarüber hinaus ist Sayus Arbeit im Shuumatsuban nicht die Arbeit eines festen Tagesablaufs, sondern es sind Missionen, die nach Lust und Laune auftauchen.\n\nUnd so passiert es:\n\nWenn neue Missionen zugewiesen werden, sieht man von ihr weder Haut noch Heck.\n\nBis sie gefunden wurde (und das mit viel Mühe), ist eine geeignetere Person für die Mission zugeteilt worden.\n\nUnd falls es keinen anderen geeigneten Kandidaten außer Sayu gibt, muss sie sich noch mehr verkriechen, um nicht von der Mission überfordert zu werden.\n\nEs ist nur so ... Hätte Sayu ihre Ninja-Kunst eingesetzt, um hart zu arbeiten, hätte sie große Erfolge im Shuumatsuban haben können.",
      "es": "Encontrar a Sayu no significa conseguir que vuelva al trabajo.\n\nAdemás, no tiene una rutina fija todos los días en Los Ocelos, sino misiones espontáneas.\n\nPor ello, lo que suele ocurrir es lo siguiente:\n\nCuando publican una nueva misión, no verás ni rastro de ella.\n\nTras encontrarla con mucho esfuerzo, ya le habrán asignado la misión a otra persona más apta.\n\nY, en caso de no haber otro mejor candidato que Sayu, esta se esfuerza aún más para escaparse y no agobiarse por tener que hacer la misión.\n\nSin embargo... si aplicara estas excelentes técnicas ninja para hacer su trabajo, ya habría conseguido grandes cosas dentro de Los Ocelos.",
      "fr": "Mais encore une fois, trouver Sayu ne signifie pas qu'elle se mettra honnêtement à travailler.\n\nDe plus, le travail de Sayu au Shuumatsuban n'est pas fixé quotidiennement. Il est plutôt aléatoire...\n\nEt donc, voici ce qui se passe en général :\n\nElle n'est pas là lorsqu'une nouvelle mission est lancée.\n\nLe temps de la retrouver, quelqu'un de plus approprié aura été désigné.\n\nEt dans le cas improbable où il n'y aurait pas d'autres candidats que Sayu, il est encore plus probable qu'elle s'éclipse pour ne pas être dépassée par la tâche.\n\nC'est juste que... Avec un tel niveau de jutsu, si elle s'appliquait assidûment à son travail, Sayu pourrait probablement accomplir de grandes choses au sein du Shuumatsuban.",
      "pt": "Dito isso, encontrar Sayu não significa que seja fácil colocá-la para trabalhar.\n\nAlém disso, o trabalho de Sayu no Shiyuumatsu-Ban não possui uma rotina fixa, sendo missões que surgem uma hora ou outra.\n\nE assim, isso é o que acontece:\n\nQuando novas missões são atribuídas, não se consegue ver nem a sombra dela.\n\nQuando ela é encontrada (e com muito esforço), uma pessoa mais apropriada já foi designada para a missão.\n\nE caso não exista outro candidato adequado além de Sayu, ela resolve se esconder melhor ainda para não ficar sobrecarregada com a missão.\n\nÉ simples assim... Se Sayu usasse seu ninjutsu para trabalhar duro, ela conquistaria grandes coisas no Shiyuumatsu-Ban.",
      "ru": "Но даже если вы найдёте Саю, это вовсе не значит, что сумеете заставить её добросовестно поработать. К тому же ежедневных дел у Саю в Сюмацубан нет. Задания ей дают время от времени, когда возникает необходимость.\n\nИ вот подходящее задание появилось. Но когда распределяются поручения, её уже и след простыл. А к тому времени, как её удаётся разыскать (хорошенько при этом побегав), задание уже взял кто-то более подходящий. А если других претендентов нет, она будет скрываться с удвоенным рвением, лишь бы не перетрудиться. Таков уж у неё характер...\n\nЕсли бы Саю направляла своё мастерство ниндзя в нужное русло, она бы уже достигла выдающихся высот в Сюмацубан.",
      "id": "Tapi sebenarnya, kalaupun kamu sudah berhasil menemukan Sayu, bukan berarti dia akan bekerja dengan rajin.\n\nApalagi pekerjaan Sayu di Shuumatsuban bukanlah pekerjaan yang harus dikerjakan setiap hari. Misi Sayu hanya akan datang tiba-tiba jika dibutuhkan.\n\nKarena itu, kerap terjadi kejadian ini:\n\nWaktu misi baru ditetapkan, kamu tidak melihat batang hidungnya.\n\nSetelah susah payah menemukannya, misi tersebut sudah ditugaskan kepada kandidat lain.\n\nDan jika tidak ada kandidat lain yang cocok, dia akan bersembunyi lebih jauh lagi agar tidak tertekan oleh misi-misinya.\n\nHanya saja... seandainya ninjutsunya yang begitu hebat bisa diterapkan dalam pekerjaannya, Sayu mungkin sudah memiliki banyak prestasi gemilang di Shuumatsuban.",
      "th": "จะว่าไปแล้วการตามหา Sayu จนเจอก็ไม่ได้หมายความว่า จะให้เธอยอมไปทำงานได้หรอกนะ\n\nอีกอย่างงานของ Sayu ที่ Shuumatsuban ก็ไม่ใช่งานประจำในรูปแบบที่ตายตัว แต่เป็นงานที่เกิดขึ้นตามโอกาสมากกว่า\n\nดังนั้น จึงเกิดเหตุการณ์แบบนี้ขึ้น:\n\nเมื่อมีการมอบหมายภารกิจใหม่ เธออาจไม่ได้อยู่ในสถานที่แห่งนั้น\n\nกว่าจะหาเธอจนเจอ ก็มักจะได้คนที่อยู่หน้างาน ซึ่งเหมาะสมกว่า มารับปฏิบัติภารกิจไปเสียแล้ว\n\nแต่ถ้าไม่มีคนที่เหมาะสมคนอื่นนอกจาก Sayu ล่ะก็ เธอก็จะยิ่งแอบชิ่งหนีไป เพื่อไม่ให้ถูกมอบหมายภารกิจ\n\nหาก...นำเอาวิชานินจาที่แกร่งกล้ามาใช้กับงานล่ะก็ Sayu คงจะมีผลงานใน Shuumatsuban ที่ยอดเยี่ยมมากทีเดียว",
      "vi": "Nhưng mà, tìm được Sayu cũng không có nghĩa là có thể khiến cô ấy làm việc chăm chỉ.\n\nHơn nữa công việc của Sayu ở Shuumatsuban cũng không phải cố định hằng ngày, mà là ngẫu nhiên.\n\nThế nên, sẽ xảy ra tình trạng này:\n\nKhi công bố nhiệm vụ mới, thì cô ấy không có mặt.\n\nKhó khăn lắm mới tìm được cô ấy, thì nhiệm vụ đã tìm được người thích hợp để làm rồi.\n\nMà lỡ như ngoài Sayu ra không có ai thích hợp hơn để làm nhiệm vụ, thì cô ấy sẽ tìm cách trốn đi mất, để tránh bị nhiệm vụ đè bẹp.\n\nChỉ là... nhẫn thuật cao siêu như vậy, nếu áp dụng vào công việc, thì Sayu đã có công lao lớn ở Shuumatsuban rồi."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "早柚是忍术流派——「呜呼流」最后一代传人。\n\n在这个以戏弄敌人见长的流派中，早柚学到的仅仅是逃跑、替身之类的忍术。\n\n这些忍术在实战中用途不大，却有着不可否认的观赏性。\n\n落叶闪过，人影瞬间消失；微风轻拂，地上突然多了一只风筝…场面之奇，堪称艺术表演。\n\n因此每当有节日祭典，早柚就会被各方邀请前去表演她的神秘忍术。\n\n若是宵宫找来，早柚还能想办法躲藏。\n\n但来的若是八重宫司大人，早柚可就不敢抵抗了。\n\n替身忍术躲不过那位大人的法眼，屏息之法更逃不出那位大人的掌心。\n\n直接逃跑更不可取，有可能会激怒那位大人…\n\n幸好幸好，能让宫司大人亲自出马的情况非常少。\n\n所以可喜可贺，大部分时候，早柚还是能逃之夭夭。",
      "zht": "早柚是忍術流派——「嗚呼流」最後一代傳人。\n\n在這個以戲弄敵人見長的流派中，早柚學到的僅僅是逃跑、替身之類的忍術。\n\n這些忍術在實戰中用途不大，卻有著不可否認的觀賞性。\n\n落葉閃過，人影瞬間消失；微風輕拂，地上突然多了一隻風箏…場面之奇，堪稱藝術表演。\n\n因此每當有節日祭典，早柚就會被各方邀請前去表演她的神秘忍術。\n\n若是宵宮找來，早柚還能想辦法躲藏。\n\n但來的若是八重宮司大人，早柚可就不敢抵抗了。\n\n替身忍術躲不過那位大人的法眼，屏息之法更逃不出那位大人的掌心。\n\n直接逃跑更不可取，有可能會激怒那位大人…\n\n幸好幸好，能讓宮司大人親自出馬的情況非常少。\n\n所以可喜可賀，大部分時候，早柚還是能逃之夭夭。",
      "jp": "早柚は忍術流派——「嗚呼流」の最後の後継者である。\n\n敵をいたぶることで有名な流派だが、早柚は逃走術や身代わり術だけを学んでいた。\n\nこれらの忍術は、実戦ではほとんど役に立たないが、鑑賞に長けている。\n\n落ち葉の中、一瞬にして消える人影。そよぐ風の中、地面に突然現れる凧…驚くべき光景は、芸術的な演出に匹敵する。\n\nそのため、お祭りになると、色んな関係者から招待され、不思議な忍術を披露することになる。\n\n宵宮が来たら、早柚はまだ隠れたままでいられる。\n\nだが来るのが八重宮司様の場合、早柚は抵抗を諦める。\n\n身代わり術はあのお方の鋭い目を欺くことはできない。息止めの術も全く役に立たなくなる。\n\n直接逃げることも、あのお方を怒らせてしまう恐れがある…\n\n幸いなことに、宮司様が自らお出ましになることは滅多にない。\n\nよってほとんどの場合、早柚はうまく逃げ切ることができるのだ。",
      "ko": "사유는 인술(忍術) 유파——「유후류」의 마지막 계승자다.\n\n이 적을 놀리는데 도가 튼 유파에서 사유가 배운 것은 도주나 분실술 같은 인술뿐이었다.\n\n이런 인술은 실제 전투에서는 효율이 좀 떨어지지만, 이 인술이 보는 재미가 있는 것은 사실이다.\n\n낙엽이 스치는 순간에 사람의 그림자가 사라지고, 산들바람이 불면 땅 위에 갑자기 연이 하나 더 생긴다… 이런 진기한 장면은 예술 공연이라고 불릴 만하다.\n\n그래서 사유는 축제 때마다 다양한 곳에서 초청을 받아 신비로운 인술을 선보인다.\n\n만약 요이미야가 찾아온다면 숨을 방법이 있겠지만.\n\n야에 궁사님이라면 사유도 감히 저항할 순 없다.\n\n바꿔치기 인술로도 궁사님의 눈을 피할 수 없고, 숨참기 술법으로도 궁사님의 손아귀를 벗어날 순 없다.\n\n그냥 도망갔다 간 궁사님을 화나게 할 수도 있어서 더 불가능하고….\n\n다행히도 야에 궁사님이 직접 나서는 일은 아주 드물어서\n\n기쁘게도, 사유는 거의 대부분 도망 다닐 수 있었다.",
      "en": "Sayu is the last successor to the Ninjutsu Art — Yoohoo Art.\n\nIn this school of ninjutsu, which is known for teasing its enemies, Sayu has learned only ninjutsu such as escape and clone techniques.\n\nThese ninjutsu are of little use in actual combat, but have an undeniable aesthetic flair.\n\nAmongst falling leaves, a silhouette vanishes in a flash, a gentle breeze blows, and a kite suddenly appears on the ground... The incredible scene is comparable to an artistic performance.\n\nThus, whenever there is a festival, Sayu will be invited by various parties to perform her mysterious ninjutsu.\n\nIf it's Yoimiya who's searching for her, Sayu can still find ways to hide.\n\nBut if the person in question is Lady Guuji Yae, resistance is futile for Sayu.\n\nClone techniques do nothing to fool the Lady Guuji's sharp eyes, and aura concealment doesn't help Sayu at all in escaping from the Lady Guuji's grasp.\n\nRunning for the hills is even less feasible, and might even risk angering the Lady Guuji...\n\nFortunately, there are very few circumstances that require Lady Guuji Yae to make a personal appearance.",
      "de": "Sayu ist die letzte Nachfolgerin in der Ninja-Kunst des Juhu-Stils. In dieser Schule der Ninja-Künste, die dafür bekannt ist, ihre Feinde zu veräppeln, hat Sayu nur Ninja-Techniken wie Flucht- und Doppelgängertechniken erlernt. Diese Künste sind im tatsächlichen Kampf von geringem Nutzen, haben aber einen unbestreitbaren ästhetischen Flair. Zwischen fallenden Blättern verschwindet eine Silhouette blitzschnell, eine sanfte Brise weht, und ein Drache erscheint plötzlich auf dem Boden ... Die unglaubliche Szene ist vergleichbar mit einer künstlerischen Darbietung.\n\nSo wird Sayu, wann immer es ein Fest gibt, von verschiedenen Parteien eingeladen, ihre mysteriöse Ninja-Kunst vorzuführen.\n\nWenn es Yoimiya ist, die nach ihr sucht, kann Sayu immer noch Wege finden, sich zu verstecken.\n\nAber wenn es sich bei der fraglichen Person um Guuji Yae handelt, ist Widerstand für Sayu zwecklos.\n\nDoppelgängertechniken helfen nicht, Frau Guujis scharfe Augen zu täuschen, und Aura-Unterdrückung hilft Sayu überhaupt nicht dabei, Frau Guujis Griff zu entkommen. In die Berge zu rennen, ist noch weniger machbar und könnte Frau Guuji sogar verärgern ... Glücklicherweise gibt es nur sehr wenige Umstände, die Frau Guuji Yae zu einem persönlichen Erscheinen zwingen.",
      "es": "Sayu es la última sucesora de la técnica ninja “¡Yujuuu!”\n\nDentro de su escuela, conocida por ser experta en burlarse de los enemigos, Sayu solo aprendió las técnicas ninja de escape y clonación.\n\nAunque ambas son de poca utilidad en un combate real, sí tienen un innegable toque estético.\n\nUna silueta se desvanece en un abrir y cerrar de ojos entre unas hojas que caen flotando, sopla una suave brisa y una cometa aparece de repente en el suelo... Es una escena comparable a una representación artística.\n\nAsí pues, cada vez que hay un festival, Sayu recibe varias invitaciones para hacer una demostración de sus misteriosas técnicas ninja.\n\nSi es Yoimiya quien la busca, Sayu encuentra la forma de esconderse.\n\nPero si la persona en cuestión es la Suma Sacerdotisa Yae, será inútil resistirse.\n\nSus técnicas de clonación no sirven para engañar a los agudos ojos de Yae, igual que ocultar su aura tampoco evita que la Suma Sacerdotisa la atrape.\n\nHuir es aún menos posible, ya que ello podría incluso hacerla enojar...\n\nAfortunadamente, muy pocas cosas hacen que la Suma Sacerdotisa Yae tenga que aparecer en persona, por lo que, en la mayoría de los casos, Sayu tiene suerte y consigue escapar.",
      "fr": "Sayu est issue de la dernière génération de l'« École Yoohoo ».\n\nDans ce dojo qui est connu pour jouer des tours à ses ennemis, Sayu n'a appris que des jutsu comme l'évasion et la substitution.\n\nCes jutsu ont peu d'utilité en combat réel, mais ils offrent un spectacle indéniable.\n\nDes feuilles mortes défilent et une silhouette humaine disparaît instantanément ; une brise légère et soudain, un cerf-volant apparaît au sol... Ce spectacle est comparable à une performance artistique.\n\nAinsi, à chaque fois qu'il y avait un festival, Sayu était invitée à exécuter ses mystérieuses techniques.\n\nSi c'était Yoimiya qui venait la chercher, Sayu pouvait toujours trouver un moyen de se cacher.\n\nMais si c'était la Guuji Yae qui venait, Sayu n'osait pas résister.\n\nCette dernière décelait le jutsu de substitution du corps, ainsi que la méthode de rétention du souffle.\n\nS'enfuir directement était encore moins souhaitable, car cela aurait pu la mettre en colère...\n\nHeureusement, la Guuji Yae ne venait que rarement.\n\nEt la plupart du temps, Sayu a pu échapper à ce qu'elle considère comme une vraie corvée.",
      "pt": "Sayu é a última sucessora da Arte Ninjutsu – a Arte Yoohoo.\n\nNesta escola de ninjutsu, que é famosa por provocar os inimigos, Sayu aprendeu apenas ninjutsu, como técnicas de fuga e clonagem.\n\nEssas técnicas de ninjutsu são de pouca utilidade no combate efetivo, mas possuem um valor estético inegável.\n\nPor entre as folhas que caem, uma silhueta desaparece em um piscar de olhos, uma brisa sopra suavemente e uma pipa subitamente aparece no chão... Esta cena incrível é comparável a uma apresentação artística.\n\nPortanto, sempre que ocorre um festival, Sayu é convidada por diversos integrantes para demonstrar seu misterioso ninjutsu.\n\nSe for Yoimiya que estiver procurando por ela, Sayu ainda consegue encontrar formas de se esconder.\n\nMas se a pessoa em questão for a Sra. Guuji Yae, resistir é inútil para Sayu.\n\nTécnicas de clonagem não conseguem enganar os olhos afiados da Sra. Guuji, e a ocultação da aura não ajuda Sayu a escapar das garras de Sra. Guuji.\n\nSair correndo é ainda menos possível, e pode até irritar a Sra. Guuji...\n\nFelizmente, existem poucas circunstâncias que exigem que a Sra. Guuji Yae apareça pessoalmente.",
      "ru": "Саю последняя, кто владеет одним из искусств ниндзя - искусством Юху.\n\nВ школе ниндзя, известном благодаря своим техникам подначивания врагов, Саю училась только скрываться и создавать клонов. В реальном бою от этих техник проку мало, но выглядят они эффектно. Посреди падающих листьев силуэт в мгновение ока исчезает, дует лёгкий ветерок, и вот уже негодник появляется на земле...\n\nЭто потрясающее зрелище сравнимо с театральным представлением. Поэтому где бы ни устраивали праздник, Саю получает сразу несколько приглашений продемонстрировать своё таинственное искусство ниндзя.\n\nЕсли её ищет Ёимия, Саю ещё может придумать, как скрыться. Но если это Гудзи Яэ, то для Саю сопротивление бесполезно. Против острого зрения леди Гудзи бессильны приёмы клонирования, да и маскировка никак не помогает спастись. Если же Саю пускается наутёк, это ещё хуже - ведь так она рискует вызвать на себя гнев леди Гудзи... \n\nК счастью, личное присутствие Гудзи Яэ требуется лишь в самых крайних случаях.",
      "id": "Sayu adalah penerus terakhir Seni Ninjutsu — Yoohoo Art.\n\nDi sekolah ninjutsu yang terkenal suka mengerjai musuh ini, yang Sayu pelajari hanyalah seni melarikan diri dan kloning.\n\nNinjutsu yang dia pelajari tidak banyak berguna dalam pertempuran, tapi memiliki sisi estetika yang tak terbantahkan.\n\nSaat dedaunan berguguran, dalam sekelibat langsung menghilang tanpa bayangan. Saat angin berembus pelan, selembar layang-layang tiba-tiba tergeletak di permukaan tanah... Saking luar biasanya, adegan-adegan ninjutsu tersebut mungkin pantas dipertontonkan sebagai pertunjukan seni.\n\nJadi kapan pun festival diadakan, Sayu pasti diundang oleh berbagai pihak untuk mempertunjukkan seni ninjutsunya yang misterius.\n\nSayu juga masih dapat menyembunyikan diri bila Yoimiya yang mencarinya.\n\nTetapi jika yang mencarinya adalah Lady Guuji Yae, perlawanan Sayu akan sia-sia saja.\n\nTeknik klon Sayu tidak akan bisa menipu mata elang Lady Guuji, dan menyembunyikan aura juga tidak bisa membantu Sayu untuk lari dari cengkraman Lady Guuji.\n\nLangsung melarikan diri bahkan lebih mustahil lagi untuk dilakukan, dan hanya berisiko membuat Lady Guuji murka...\n\nUntungnya, Lady Guuji Yae jarang sekali muncul secara pribadi.\n\nJadi kebanyakan Sayu masih bisa melarikan diri dengan leluasa.",
      "th": "Sayu เป็นผู้สืบทอดคนสุดท้ายของวิชานินจา...Yoohoo Art\n\nในโรงเรียนวิชานินจาที่ขึ้นชื่อเรื่องการหยอกล้อศัตรูแห่งนี้ สิ่งที่ Sayu ได้เรียนรู้ มีเพียงวิชานินจาอย่าง การหลบหนี และการสลับร่างเท่านั้น\n\nซึ่งวิชานินจาเหล่านี้ไม่มีประโยชน์ในการต่อสู้มากนัก แต่ก็มีความน่าชื่นชมที่ไม่อาจปฏิเสธได้\n\nภาพเงาคนหายวับไปในพริบตาท่ามกลางใบไม้ที่ร่วงหล่น และเมื่อสายลมพัดมาอย่างแผ่วเบา ทันใดนั้นก็มีว่าวตัวหนึ่ง...ปรากฏขึ้นบนพื้น ฉากที่น่าทึ่งนี้ เปรียบได้กับการแสดงทางศิลปะเลยทีเดียว\n\nดังนั้นทุกครั้งที่มีเทศกาล Sayu ก็จะถูกเชิญไปตามสถานที่ต่าง ๆ เพื่อทำการแสดงวิชานินจาสุดลึกลับของเธอ\n\nและถ้า Yoimiya ที่ตามหาตัวเธออยู่โผล่มา Sayu ก็พอจะหาวิธีซ่อนตัวได้\n\nแต่ถ้าคนที่มาคือท่าน Guuji Yae ล่ะก็ Sayu คงไม่กล้าขัดขืน\n\nลำพังวิชาการสลับร่างของนินจานั้น ไม่สามารถรอดพ้นจากสายตาของท่านผู้นั้นไปได้ และการซ่อนลมหายใจก็ไม่ได้ช่วยให้หลุดพ้นจากเงื้อมมือของท่านผู้นั้นได้เช่นกัน\n\nส่วนการวิ่งหนีไปดื้อ ๆ ยิ่งไม่ได้ผลไปกันใหญ่ เพราะอาจจะทำให้ท่าน Guuji Yae โกรธเอาได้...\n\nโชคดีที่สถานการณ์ที่ต้องให้ท่าน Guuji Yae ออกโรงเองนั้นค่อนข้างน้อย\n\nและดีที่ส่วนใหญ่ Sayu จะสามารถหนีไปได้อย่างไร้ร่องรอยเสมอ",
      "vi": "Sayu là truyền nhân cuối cùng của trường phái nhẫn thuật Yoohoo.\n\nTrong trường phái chuyên dùng cách trêu đùa kẻ địch để lớn mạnh này, Sayu chỉ học được thuật bỏ trốn, thế thân.\n\nNhững nhẫn thuật này không có tác dụng gì to tát trong thực chiến, nhưng lại có tính giải trí không thể phủ nhận.\n\nLá rơi chớp nhoáng, người bỗng biến mất; một cơn gió nhẹ, mặt đất đột nhiên xuất hiện con diều...rất xứng danh nghệ thuật biểu diễn.\n\nCho nên mỗi dịp lễ tết, Sayu sẽ được mời đến biểu diễn nhẫn thuật thần bí của cô ấy.\n\nNếu như Yoimiya tìm, thì Sayu còn nghĩ cách trốn đi.\n\nNhưng nếu là Guuji Yae đại nhân, thì Sayu không dám chống đối.\n\nNhẫn thuật thế thân không qua được pháp nhãn của đại nhân đó, phép nín thở càng không thoát khỏi bàn tay của đại nhân.\n\nTrực tiếp bỏ chạy càng không được, sẽ chọc giận đại nhân...\n\nCũng may là ít có trường hợp cần đến Yae đại nhân ra tay.\n\nCho nên điều đáng vui mừng là phần lớn thời gian Sayu vẫn có thể trốn thoát."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "自记事起，早柚就已经在「终末番」里跟着老师学习忍术了。\n\n「终末番」虽是个活跃于暗处的组织，长辈们却都十分和蔼，很是照顾年幼的早柚。\n\n「过度依赖他人，对忍者来说可不是什么好事。」\n\n早柚学习忍术陷入瓶颈后，老师观察着她的情况暗暗想道。\n\n岁月如梭，早柚稳步成长着。等到她的能力足够自保时，老师选择了悄然离开。\n\n离开父母庇护的幼兽会飞速成长。老师对早柚的期待亦是如此。\n\n年轻忍者没有辜负老师的心愿。不久之后，早柚便拥有了「神之眼」。\n\n跟着，她就在「终末番」里兢兢业业地…偷懒。\n\n早柚忙着睡觉，忙着躲人，从这个角度来说，她也有许多事要做。\n\n偶尔空闲下来，独自一人享受月光时，内心深处会有一些迷茫。\n\n一直陪伴着自己的人，终有一日会离开…人生难道注定如此吗？\n\n不过，或许在未来某一天，我也会遇到一直与我相伴的人吧。\n\n想着想着，小小的忍者便又睡去了…",
      "zht": "自記事起，早柚就已經在「終末番」裡跟著老師學習忍術了。\n\n「終末番」雖是個活躍於暗處的組織，長輩們卻都十分和藹，很是照顧年幼的早柚。\n\n「過度依賴他人，對忍者來說可不是什麼好事。」\n\n早柚學習忍術陷入瓶頸後，老師觀察著她的情況暗自想道。\n\n歲月如梭，早柚穩步成長著。等到她的能力足夠自保時，老師選擇了悄然離開。\n\n離開父母庇護的幼獸會飛速成長。老師對早柚的期待亦是如此。\n\n年輕忍者沒有辜負老師的心願。不久之後，早柚便擁有了「神之眼」。\n\n接着，她就在「終末番」裡兢兢業業地…偷懶。\n\n早柚忙著睡覺，忙著躲人，從這個角度來說，她也有許多事要做。\n\n偶爾空閒下來，獨自一人享受月光時，內心深處會有一些迷茫。\n\n一直陪伴著自己的人，終有一日會離開…人生難道註定如此嗎？\n\n不過，或許在未來某一天，我也會遇到一直與我相伴的人吧。\n\n想著想著，小小的忍者便又睡去了…",
      "jp": "物心ついた頃から、早柚は「終末番」で師匠から忍術を習っていた。\n\n「終末番」は影で活動している組織だが、年長者たちはとても優しく、幼い早柚の面倒を見ていた。\n\n「人に頼りすぎるのは、忍者にとって決していいことではない。」\n\n忍術の勉強に詰まった早柚を見た師匠は、心の中でそう思った。\n\n年が経つにつれ、早柚は着実に成長していった。彼女が自分の身を守れるようになった頃、師匠は静かに彼女のそばから離れた。\n\n親の庇護から離れた幼い獣は、素早く成長する。師匠は早柚にも同じことを期待していた。\n\n若き忍者は師匠の期待を裏切らなかった。間もなく、早柚は「神の目」を手に入れた。\n\nそして、彼女は「終末番」で真面目に…サボるようになった。\n\n早柚は常に寝たり隠れたりしている。そういう意味では、彼女も多忙だ。\n\n時折、一人で月光を楽しんでいる時、彼女の心の奥底に迷いが生じた。\n\nいつも共にいた人は、いつか離れていく…これが人生というものなのか？\n\nそれでも、もしかしたら未来のある日に、一緒にいてくれる人に出会えるかもしれない。\n\nそう考えているうちに、小さな忍者は眠りについた…",
      "ko": "기억이 시작됐던 순간부터 사유는 「종말번대」에서 선생님에게 인술(忍术)을 배웠다.\n\n「종말번대」는 암흑 속에서 활동하는 조직이지만, 어른들은 상냥하게 어린 사유를 잘 돌봐줬다.\n\n「타인에게 지나치게 의지하는 건, 닌자에게 좋은 일은 아니지」\n\n사유가 인술을 배우다 난관에 부딪힌 순간 선생님은 그녀의 상황을 살피며 속으로 생각했다.\n\n세월이 흘러, 사유는 안정적으로 성장했고, 선생님은 사유가 스스로를 보호할 수 있게 됐을 때, 그녀를 조용히 떠나기로 마음먹었다.\n\n부모 곁을 떠난 어린 짐승은 빠른 속도로 성장한다. 선생님도 사유에게 그런 것을 기대했을 것이다.\n\n젊은 닌자는 선생님의 기대를 저버리지 않았고, 얼마 지나지 않아 사유는「신의 눈」을 가지게 됐다.\n\n하지만 사유는 여전히 「종말번대」에서 부지런히… 게으름을 피우고 있다.\n\n사유는 수면을 위해 사람들을 피해 다니기 바쁜데, 이런 각도에서 보면 그녀가 해야 할 일도 꽤 많다.\n\n가끔 한가해져, 혼자서 달빛을 보고 있노라면, 사유는 깊은 아득함을 느끼곤 했다.\n\n늘 함께던 사람이지만 결국엔 자신 곁을 떠났다…. 이렇게 될 수 밖에 없는 인생인 걸까?\n\n그래도 언젠가는 나와 평생을 함께 해줄 사람을 만날지도 몰라.\n\n생각에 잠긴 작은 닌자는 다시 잠에 들었다…",
      "en": "For as long as Sayu can remember, she has been studying ninjutsu with her sensei in the Shuumatsuban.\n\nAlthough the Shuumatsuban is a clandestine organization, the elders are very kind and have taken good care of young Sayu.\n\n\"Being overly reliant on others is never a good thing for a ninja.\"\n\nAfter Sayu had reached a bottleneck in learning ninjutsu, her sensei observed her situation and thought thusly.\n\nAs the years passed, Sayu grew steadily. Once she was capable enough to defend herself, her sensei chose to leave quietly.\n\nA young animal that leaves the protection of its parents will grow up rapidly. The same is true of the sensei's expectations for Sayu.\n\nThe young ninja did not disappoint her sensei. Soon after, Sayu obtained a Vision.\n\nAnd then, she started working diligently in the Shuumatsuban... diligently shirking her duties.\n\nSayu is always busy sleeping and hiding from people, so in that sense, she also has a lot to do.\n\nOccasionally, when Sayu is free and alone to enjoy the moonlight, she feels lost deep inside.\n\nThe people who have always been with you will one day leave...is this how life is meant to be?\n\nBut perhaps someday in the future, I will also meet the person who will always be with me.\n\nPondering the matter, the little ninja fell asleep again...",
      "de": "Seit Sayu denken kann, lernt sie Ninja,Künste bei ihrem Sensei im Shuumatsuban.\n\nObwohl der Shuumatsuban eine Organisation ist, die im Verborgenen agiert, sind die Ältesten sehr freundlich und kümmern sich gut um die junge Sayu.\n\n„Sich zu sehr auf andere zu verlassen, ist niemals eine gute Sache für einen Ninja.“\n\nAls Sayu einen Engpass beim Erlernen der Ninja-Künste erreicht hatte, beobachtete ihr Sensei ihre Situation und dachte nach.\n\nAls die Jahre vergingen, wuchs Sayu stetig. Als sie schließlich fähig war, sich selbst zu verteidigen, beschloss ihr Sensei, leise zu verschwinden.\n\nEin junges Tier, das den Schutz seiner Eltern verlässt, wird schnell erwachsen. Das Gleiche gilt für die Erwartungen des Sensei an Sayu.\n\nDer junge Ninja enttäuschte den Sensei nicht. Bald darauf erhielt Sayu ein Göttliches Auge.\n\nUnd dann begann sie, fleißig im Shuumatsuban zu arbeiten ... und fleißig ihre Pflichten zu umgehen.\n\nSayu ist immer damit beschäftigt, zu schlafen und sich vor den Leuten zu verstecken, also hat sie in dieser Hinsicht auch viel zu tun.\n\nGelegentlich, wenn Sayu Zeit hat und allein ist, um das Mondlicht zu genießen, fühlt sie sich tief im Inneren verloren.\n\nDie Menschen, die immer bei dir waren, werden dich eines Tages verlassen ... soll das Leben so sein?\n\nAber vielleicht treffe ich eines Tages in der Zukunft auch die Person, die immer bei mir sein wird.\n\nWährend sie darüber nachdachte, schlief der kleine Ninja wieder ein ...",
      "es": "Sayu ha estudiado técnicas ninja con su maestro en Los Ocelos desde que tiene memoria.\n\nAunque Los Ocelos son una organización que actúa en las sombras, los miembros más veteranos son muy amables y siempre han cuidado bien de la joven Sayu.\n\n“Depender demasiado de los demás nunca es bueno para un ninja”, pensó su maestro cuando vio como Sayu se estancaba en su aprendizaje.\n\nEl tiempo pasó volando y Sayu creció gradualmente, pero cuando fue lo suficientemente fuerte como para defenderse por sí misma, su maestro se marchó sin decir nada.\n\nLas crías abandonadas por sus padres siempre crecen a mayor velocidad, y justamente eso era lo que el maestro de Sayu esperaba de ella.\n\nLa joven ninja no lo decepcionó y, poco después, obtuvo una Visión.\n\nEntonces, empezó a... holgazanear asiduamente en Los Ocelos.\n\nSiempre está ocupada durmiendo y escondiéndose de la gente, así que, al menos en ese sentido, suele tener mucho que hacer.\n\nA veces, cuando tiene tiempo, disfruta a solas de la luz de la luna, momento en el que se siente un poco perdida.\n\nLa persona que siempre la acompañó acabó abandonándola... ¿acaso era eso ley de vida?\n\n“Tal vez en un futuro yo también conoceré a la persona que me acompañe para siempre”, pensó la pequeña ninja mientras se quedaba dormida.",
      "fr": "D'aussi loin qu'elle se souvienne, Sayu a étudié le ninjutsu avec son sensei au Shuumatsuban.\n\nBien que le Shuumatsuban soit une organisation qui œuvre dans les ténèbres de la nuit, les aînés étaient très gentils et ont tous bien pris soin de Sayu.\n\n« Il n'est pas bon pour un ninja d'être trop dépendant des autres ».\n\nVoilà ce à quoi pensait son sensei en constatant que Sayu avait atteint un mur lors de son apprentissage des techniques ninjas.\n\nLes années ont passé, et Sayu a grandi. Quand elle est devenue assez capable de se défendre, son sensei choisit de partir tranquillement.\n\nUne jeune bête qui quitte la protection de ses parents grandit vite, et la même chose était attendue de Sayu par son sensei.\n\nLa jeune ninja n'a pas déçu les attentes de son sensei, loin de là... Il n'a pas fallu longtemps pour qu'elle obtienne un œil divin.\n\nAprès cela, elle a fait de son mieux au Shuumatsuban... pour se la couler douce...\n\nSayu passait son temps à dormir et à se cacher des gens. Dans un sens, elle était très occupée...\n\nDe temps en temps, quand elle se retrouve seule et profite librement du clair de lune, une certaine confusion s'empare d'elle.\n\nLes gens qui étaient avec elle allaient partir un jour... Était-ce cela la vie ?\n\n« Mais peut-être qu'un jour dans le futur, je rencontrerai une personne qui m'accompagnera pour toujours ».\n\nSur cette question existentielle, la petite ninja se rendormit...",
      "pt": "Desde quando Sayu consegue se lembrar, ela tem estudado ninjutsu com seu sensei no Shiyuumatsu-Ban.\n\nEmbora o Shiyuumatsu-Ban seja uma organização que atua nas sombras, os anciãos são muito gentis e cuidam bem da jovem Sayu.\n\n\"Depender demais dos outros nunca é uma boa coisa para um ninja.\"\n\nDepois que Sayu atingiu um momento de dificuldade no seu aprendizado do ninjutsu, seu sensei observou a situação dela e ponderou.\n\nConforme os anos passaram, Sayu foi melhorando continuamente. E quando ela já era capaz de se defender, seu sensei decidiu partir em silêncio.\n\nUm jovem animal que deixa a proteção dos pais cresce rapidamente. O mesmo se podia dizer das expectativas do sensei para Sayu.\n\nA jovem ninja não decepcionou seu sensei. Logo depois, Sayu obteve uma Visão.\n\nE então, ela começou a trabalhar diligentemente no Shiyuumatsu-Ban... diligentemente se esquivando de seus deveres.\n\nSayu está sempre ocupada dormindo e se escondendo das pessoas, então, nesse sentido, ela também tem muitos afazeres.\n\nOcasionalmente, quando Sayu está livre e sozinha para admirar o luar, ela se sente perdida por dentro.\n\nAs pessoas que sempre estiveram com você um dia irão partir... será que a vida deve mesmo ser assim?\n\nMas talvez algum dia no futuro, eu também encontre uma pessoa que fique para sempre comigo.\n\nRefletindo sobre isso, a pequena ninja adormeceu novamente...",
      "ru": "Сколько она себя помнит, Саю обучалась искусству ниндзя у своего сэнсэя в Сюмацубан. И хотя Сюмацубан - это организация, которая активно действует в тени, старшие её участники очень добры и хорошо заботятся о юной Саю.\n\n«Слишком полагаться на других для ниндзя не совсем хорошо».\n\nКогда Саю столкнулась с трудностями в овладении искусством ниндзя, сэнсэй обратил на это внимание и задумался.\n\nГоды шли, Саю делала успехи. Ко времени, когда она уже была достаточно сильна, чтобы защитить себя, сэнсэй решил незаметно исчезнуть. Ведь детёныш животного, который выходит из-под опеки родителей, взрослеет быстрее. Того же сэнсэй ожидал и от Саю.\n\nИ юная ниндзя не разочаровала учителя. Вскоре после этого Саю получила Глаз Бога, а затем начала усердно трудиться в Сюмацубан, точнее, усердно уклоняться от обязанностей. Саю всегда занята: то спит, то прячется, так что, в каком-то смысле, у неё и правда дел невпроворот.\n\nВременами, когда Саю совсем одна и может насладиться лунным светом, где-то глубоко внутри она чувствует себя потерянной. Люди, которые всегда были с вами, однажды вас покинут... Разве такой должна быть жизнь? Возможно, когда-то в будущем я встречу человека, который навсегда останется со мной. И за этими раздумьями юная ниндзя снова засыпает...",
      "id": "Seingat Sayu, dia sudah mempelajari ninjutsu dengan sensei-nya di Shuumatsuban.\n\nMeski Shuumatsuban adalah organisasi yang bergerak dalam bayang-bayang kegelapan, namun para tetua sangat baik dan sangat cermat dalam membesarkan Sayu.\n\n\"Bagi seorang ninja, terlalu bergantung pada orang lain bukanlah hal yang baik.\"\n\nSeperti itulah yang dipikirkan sensei-nya dalam hati saat melihat Sayu mengalami hambatan dalam mempelajari ninjutsu.\n\nSayu pun bertumbuh secara bertahap seiring dengan waktu. Saat Sayu mampu melindungi dirinya, sensei-nya memutuskan untuk pergi diam-diam.\n\nSeekor anak hewan yang meninggalkan perlindungan orang tuanya akan tumbuh dengan cepat. Seperti itulah harapan sensei terhadap Sayu.\n\nNinja muda itu ternyata tidak mengecewakan sensei-nya. Segera setelah kejadian itu, Sayu memperoleh Vision.\n\nDan kemudian dia mulai berusaha sangat keras di Shuumatsuban... berusaha untuk melalaikan tugas-tugasnya.\n\nSayu sibuk tidur dan bersembunyi dari orang-orang. Bila dilihat dari sudut pandang lain, dia memang memiliki banyak hal yang harus dilakukan.\n\nTerkadang saat memiliki waktu senggang dan menikmati indahnya rembulan sendirian, rasa hampa perlahan akan timbul di lubuk hatinya.\n\nOrang-orang yang selalu bersama kita suatu hari nanti akan pergi... inikah yang namanya hidup?\n\nTapi mungkin suatu hari nanti, aku juga dapat bertemu seseorang yang akan selalu bersamaku.\n\nSambil memikirkannya, ninja kecil itu pun tertidur lagi...",
      "th": "นับตั้งแต่จำความได้ Sayu ก็เรียนรู้วิชานินจากับท่านอาจารย์ใน Shuumatsuban แล้ว\n\nถึงแม้ Shuumatsuban จะเป็นองค์กรที่ทำงานอยู่ใต้เงามืด แต่พวกผู้ใหญ่ต่างดูแลเอาใจใส่ Sayu ในวัยเด็กเป็นอย่างดี\n\n\"การพึ่งพาผู้อื่นมากเกินไป ไม่ใช่เรื่องที่ดีสำหรับนินจา\"\n\nเมื่อ Sayu เจอปัญหาติดขัดในการเรียนรู้วิชานินจา ท่านอาจารย์ก็สังเกตเห็นถึงสถานการณ์ของเธอ และแอบคิดอย่างเงียบ ๆ ว่า\n\nหลายปีผ่านไป Sayu เติบโตขึ้นอย่างมั่นคง เมื่อถึงเวลาที่ความสามารถของเธอ แข็งแกร่งพอที่จะปกป้องตัวเองได้ อาจารย์ก็คงเลือกที่จะจากไปอย่างเงียบ ๆ\n\nสัตว์ที่พลัดพรากจากพ่อแม่จะเติบโตอย่างรวดเร็ว อาจารย์ก็หวังว่า Sayu จะเป็นเช่นนั้น\n\nซึ่งนินจาสาวไม่ได้ทำให้อาจารย์ของเธอต้องผิดหวัง หลังจากนั้นไม่นาน Sayu ก็ได้รับ \"วิชั่น\" \n\nและเธอก็ทำงานอยู่ใน Shuumatsuban อย่าง...เกียจคร้าน\n\nSayu มักจะยุ่งอยู่กับการนอนหลับและซ่อนตัวจากผู้คน หากมองในมุมนี้ เธอก็มีสิ่งที่ต้องทำอยู่มากมาย\n\nบางครั้งในช่วงที่ว่าง ๆ เธอก็จะมองดูแสงจันทร์อยู่คนเดียว และรู้สึกสับสนอยู่ในใจลึก ๆ\n\nคนที่อยู่เคียงข้างเรามาตลอด ที่สุดแล้วก็ต้องจากไปในสักวัน... ชีวิตคนเราถูกกำหนดไว้แบบนี้งั้นเหรอ?\n\nแต่บางที สักวันนึงฉันอาจจะได้พบกับคนที่จะอยู่เคียงข้างฉันตลอดไปก็ได้นะ\n\nพอคิดไปเรื่อย ๆ นินจาตัวน้อยก็ผล็อยหลับไปเสียแล้ว...",
      "vi": "Từ khi bắt đầu có nhận thức, Sayu đã theo sư phụ học nhẫn thuật ở Shuumatsuban rồi.\n\nShuumatsuban tuy là một tổ chức rất sôi nổi trong bóng tối, nhưng các trưởng bối ở đó rất hòa nhã, và rất quan tâm chăm sóc cho Sayu bé nhỏ.\n\n\"Ỷ lại thái quá vào người khác, đối với ninja mà nói thì không phải chuyện gì tốt.\"\n\nSư phụ của Sayu đã âm thầm quan sát và suy nghĩ như vậy khi thấy việc học nhẫn thuật của Sayu rơi vào bế tắc.\n\nNăm tháng thoi đưa, Sayu đang dần trưởng thành. Chờ đến ngày cô bé có đủ năng lực tự lo cho mình, sư phụ chọn cách lặng lẽ rời đi.\n\nThú con khi rời khỏi sự bảo bọc của cha mẹ sẽ nhanh chóng trưởng thành. Sư phụ cũng kỳ vọng như thế vào Sayu.\n\nNinja trẻ tuổi đã không phụ lòng của sư phụ. Không lâu sau đó, Sayu đã có được Vision.\n\nTiếp theo đó, cô bé ở lại Shuumatsuban chăm chỉ... làm biếng.\n\nSayu bận ngủ, bận trốn, nhìn từ góc độ này, thì cô bé có rất nhiều việc phải làm.\n\nThỉnh thoảng rảnh rỗi, một mình ngắm trăng, trong lòng có hơi mơ hồ.\n\nNgười luôn ở bên mình, rồi có một ngày cũng sẽ rời xa... chẳng lẽ số phận đã an bài như vậy sao?\n\nNhưng có lẽ một ngày nào đó, mình sẽ gặp được người mãi mãi bên cạnh bầu bạn.\n\nMãi mê suy nghĩ, ninja nhỏ bé lại ngủ thiếp đi..."
    }
  },
  {
    "title": {
      "zhs": "小貉服",
      "zht": "小貉服",
      "jp": "子貉服",
      "ko": "너구리 옷",
      "en": "Mini Mujina",
      "de": "Mini-Mujina",
      "es": "Muji-traje",
      "fr": "Mini mujina",
      "pt": "Roupinha de Mujina",
      "ru": "Минимудзина",
      "id": "Mini Mujina",
      "th": "มินิมูจิน่า",
      "vi": "Mini Mujina"
    },
    "line": {
      "zhs": "早柚这身衣服，据说是老师送的礼物。\n\n样式上参考了小动物的形态——「貉」，还特地选用了早柚喜欢的颜色。\n\n穿起来轻便灵活，适合忍者。\n\n衣服上那只巨大的帽子能带给人满满的安全感，深得早柚喜爱。\n\n长长的尾巴造型，则是方便早柚在树枝上保持平衡。\n\n至于唯一的缺点…大概是这身衣服看起来太像狸猫了，早柚常因此遭到误会。\n\n最初，她还会认认真真地向对方解释：\n\n「我不是狸猫，是早柚。」\n\n然而时间一长，类似事件发生太多次，连狸猫都被早柚连带着憎恨上了。\n\n如今要是再有这样的事，早柚会嘟着脸生气。\n\n所以为了跟早柚好好相处，请熟记以下内容：\n\n早柚不是狸猫，而是早柚。\n\n衣服也不是狸猫服，而是小貉服。",
      "zht": "早柚這身衣服，據說是老師送的禮物。\n\n樣式上參考了小動物的形態——「貉」，還特地選用了早柚喜歡的顏色。\n\n穿起來輕便靈活，適合忍者。\n\n衣服上那頂巨大的帽子能帶給人滿滿的安全感，深得早柚喜愛。\n\n長長的尾巴造型，則是方便早柚在樹枝上保持平衡。\n\n至於唯一的缺點…大概是這身衣服看起來太像狸貓了，早柚常因此遭到誤會。\n\n最初，她還會認認真真地向對方解釋：\n\n「我不是狸貓，是早柚。」\n\n然而時間一長，類似事件發生太多次，連狸貓都被早柚連帶著憎恨上了。\n\n如今要是再有這樣的事，早柚會嘟著臉生氣。\n\n所以為了跟早柚好好相處，請熟記以下內容：\n\n早柚不是狸貓，而是早柚。\n\n衣服也不是狸貓服，而是小貉服。",
      "jp": "早柚の服は、師匠からもらったものだ。\n\n小動物の「ムジナ」を参考にした様式で、特別に早柚の好きな色を選んでいる。\n\n軽くて動きやすいため、忍者に適している。\n\n服の大きな頭巾は安心感をもたらしてくれるため、早柚は特に気に入っている。\n\n長いしっぽは、木の上でバランスを保つためのものだ。\n\nこの服の唯一の欠点は…タヌキに似すぎているため、よく間違えられてしまうことだ。\n\n最初は相手に真剣に説明していた。\n\n「タヌキじゃない、拙は早柚だ！」\n\nしかし、同じようなことが何度も起こった結果、早柚はタヌキを恨むようになってしまった。\n\n今、このようなことが起きると、早柚は怒りを露わにする。\n\nゆえに、早柚と仲良くしたいのであれば、以下の内容をちゃんと覚えておこう。\n\n早柚はタヌキではなく、早柚だ。\n\n服装もタヌキ服ではなく、ムジナ服だ。",
      "ko": "사유의 옷은 선생님이 주신 선물이다.\n\n모양은 작은 동물——「너구리」를 참고했고, 사유가 좋아하는 색으로 만들었다.\n\n가볍고 활동적이라 닌자에게 딱 맞는다.\n\n옷에 달려있는 커다란 모자가 안정감을 줘서, 사유의 사랑을 듬뿍 받고있다.\n\n긴 꼬리 모양이 사유가 나무 위에서 중심을 잘 잡을 수 있게 도와준다.\n\n유일한 단점은… 이 옷이 너무 라쿤처럼 보여서 사유가 자주 오해를 받을 수밖에 없단 것이다.\n\n사유는 처음엔 진지하게 상대방에게 설명했다.\n\n「나는 라쿤이 아니라 사유야」\n\n하지만 시간이 지나면서 이런 일이 너무 자주 생기자, 사유는 라쿤이 싫어져 버렸다.\n\n그래서 지금은 비슷한 일이 생기면 사유는 화를 낸다.\n\n그래서 사유와 친하게 지내기 위해서는 이 내용을 꼭 알아야 한다.\n\n사유는 라쿤이 아니라 사유다.\n\n사유의 옷도 라쿤 옷이 아니라, 너구리 옷이다",
      "en": "Sayu's outfit is said to be a gift from her sensei.\n\nThe style references the form of a small animal — the \"mujina,\" and Sayu's favorite colors were also specially chosen for it.\n\nIt is light and flexible, thus making it suitable for a ninja.\n\nSayu is especially fond of the huge hood, as it brings about a sense of security.\n\nThe long tail is designed for Sayu to maintain balance on the branches.\n\nAs for the only drawback... this outfit probably looks too much like a tanuki, and Sayu often gets misunderstood because of it.\n\nInitially, she would seriously explain to the other party that:\n\n\"I'm not a tanuki, I'm Sayu.\"\n\nHowever, over time, similar incidents have occurred too many times, and Sayu now bears a grudge against tanuki.\n\nNowadays, if such a situation happens again, Sayu will pout in anger.\n\nSo, in order to get along well with Sayu, please memorize the following:\n\nSayu is not a tanuki, but Sayu.\n\nHer outfit is also not that of a tanuki's, but a mini mujina.",
      "de": "Sayus Kleidung soll ein Geschenk ihres Sensei sein.\n\nDer Stil bezieht sich auf die Form eines kleinen Tieres, des „Mujina“, und auch Sayus Lieblingsfarben wurden eigens dafür ausgewählt.\n\nSie ist leicht und flexibel und damit für Ninjas geeignet.\n\nSayu mag besonders die riesige Kapuze, da sie ein Gefühl der Sicherheit vermittelt.\n\nDer lange Schwanz ist dafür gedacht, dass Sayu auf den Ästen das Gleichgewicht halten kann.\n\nDer einzige Nachteil ist ... diese Aufmachung sieht wahrscheinlich zu sehr wie ein Tanuki aus und Sayu wird deswegen oft missverstanden.\n\nAnfänglich hat sie ihrem Gegenüber ernsthaft erklärt: „Ich bin kein Tanuki, ich bin Sayu.“\n\nMit der Zeit sind ähnliche Vorfälle jedoch zu oft vorgekommen, und Sayu hegt nun einen Groll gegen Tanuki.\n\nWenn so etwas vorkommt, schmollt Sayu vor Wut.\n\nUm also mit Sayu gut auszukommen, merke dir bitte Folgendes:\n\nSayu ist kein Tanuki, sondern Sayu.\n\nIhre Kleidung ist auch nicht die eines Tanuki, sondern sie ist der Mini-Mujina.",
      "es": "Se dice que el traje de Sayu fue un regalo de su maestro.\n\nEl diseño está inspirado en un “mujina”, un pequeño animal parecido al tejón, y sus colores son los favoritos de Sayu.\n\nAl ser cómodo y flexible, el traje es perfecto para un ninja.\n\nA ella le gusta especialmente la enorme capucha del atuendo, ya que le da una sensación de seguridad.\n\nAdemás, gracias a su larga cola, Sayu puede mantener bien el equilibrio al subirse a las ramas de los árboles.\n\nEl único defecto de este traje es que... el diseño se parece demasiado al aspecto de un tanuki, lo cual crea bastantes malentendidos.\n\nAl principio, Sayu siempre le explicaba con seriedad a la gente:\n\n“No soy una tanuki, soy Sayu”.\n\nSin embargo, ya que cada cierto tiempo ocurren incidentes similares, en la actualidad, Sayu le guarda rencor a los tanuki. Hoy en día, siempre pone mala cara cuando esta situación se repite.\n\nPor eso, si quieres llevarte bien con ella, lo mejor es que memorices lo siguiente:\n\n1. Sayu no es una tanuki. Sayu es Sayu.\n\n2. El traje de Sayu no es de un tanuki, sino de un mujina.",
      "fr": "Cette tenue pour Sayu est apparemment un cadeau de son sensei.\n\nLe style est une référence à la forme d'un petit animal, le « mujina », et la couleur qu'aime Sayu a été spécialement choisie.\n\nLéger et souple, elle convient parfaitement à une ninja.\n\nSayu apprécie particulièrement l'énorme capuche, car elle lui procure un sentiment de sécurité.\n\nLa longue queue, d'un autre côté, permet à Sayu de garder l'équilibre sur les branches.\n\nIl n'y a qu'un seul inconvénient... Cette tenue ressemble probablement un peu trop à un Tanuki, et Sayu est souvent victime de malentendus à cause de cela.\n\nAu début, elle expliquait sérieusement :\n\n« Je ne suis pas un Tanuki, je suis Sayu ! »\n\nCependant, au fil du temps, des incidents similaires se sont produits si souvent que même Sayu s'est mise à détester les Tanukis.\n\nDe nos jours, si quelque chose comme ça arrive à nouveau, Sayu bouillonne de colère.\n\nAfin de bien vous entendre avec Sayu, veuillez vous familiariser avec les points suivants : Sayu n'est pas un Tanuki, c'est Sayu !\n\nSes vêtements ne sont pas non plus des vêtements de Tanuki, c'est une mini mujina !",
      "pt": "Dizem que o traje de Sayu foi um presente de seu sensei.\n\nO estilo lembra a forma de um pequeno animal – a \"mujina\", e as cores favoritas de Sayu também foram escolhidas especialmente para o traje.\n\nEle é leve e flexível, sendo assim apropriado para ninjas.\n\nSayu gosta especialmente do grande capuz, pois ele proporciona uma sensação de segurança.\n\nA longa cauda foi criada para Sayu manter o equilíbrio nos galhos.\n\nQuanto à única desvantagem... o traje provavelmente se parece muito com um tanuki, e Sayu costuma ser confundida por causa disso.\n\nNo início, ela tentava explicar que:\n\n\"Eu não sou um tanuki, eu sou Sayu.\"\n\nContudo, ao longo do tempo, incidentes similares ocorreram muitas vezes, e Sayu agora tem implicância com os tanukis.\n\nHoje em dia, se uma situação assim ocorrer novamente, Sayu irá fechar a cara de raiva.\n\nEntão, para se dar bem com Sayu, lembre sempre o seguinte:\n\nSayu não é um tanuki, e sim Sayu.\n\nO traje dela não se parece com um tanuki, e sim com uma mini mujina.",
      "ru": "Говорят, что костюм Саю - это подарок сэнсэя. По форме он напоминает небольшое животное - мудзину - и выполнен в любимых цветах Саю. Он лёгкий и эластичный - как раз то, что нужно ниндзя.\n\nСаю особенно по душе огромный капюшон: он даёт ей ощущение безопасности. Длинный хвост сделан для того, чтобы Саю могла удерживать равновесие в ветвях деревьев.\n\nЕсть лишь один недостаток... Возможно, костюм слишком уж похож на тануки, и у Саю из-за этого часто возникают недоразумения. Поначалу она на полном серьёзе объясняла собеседнику:\n\n«Нет, я не тануки, я Саю».\n\nНо это происходило слишком часто, и Саю затаила на тануки злобу. И если сейчас возникает такая ситуация, Саю раздражённо хмурится.\n\nИтак, если хотите поладить с Саю, запомните следующее:\n\nСаю - не тануки, а Саю.\n\nЕё костюм - это костюм не тануки, а миниатюрной мудзины.",
      "id": "Menurut rumor, pakaian yang dikenakan Sayu adalah hadiah dari sensei-nya.\n\nGaya pakaiannya mengacu pada bentuk binatang kecil \"mujina\", dan warnanya juga dipilih khusus sesuai dengan warna kesukaan Sayu.\n\nSaat dikenakan, rasanya sangat ringan dan fleksibel. Cocok sekali untuk seorang ninja.\n\nSayu sangat menyukai tudung kepala besar, karena dapat memberikan rasa aman.\n\nEkor panjang dirancang agar Sayu dapat menjaga keseimbangan di atas dahan pohon.\n\nSatu-satunya kelemahan pakaian ini... mungkin kelihatannya seperti tanuki, dan Sayu sering dikira seperti binatang itu.\n\nAwalnya dia akan dengan serius menjelaskan kepada orang lain.\n\n\"Aku bukan tanuki, aku Sayu.\"\n\nNamun seiring dengan waktu, karena kejadian serupa sering terjadi, Sayu pun menaruh dendam terhadap tanuki.\n\nKini kalau situasi seperti itu terjadi lagi, Sayu akan cemberut menahan marah.\n\nJadi agar bisa berteman baik dengan Sayu, ingatlah hal ini:\n\nSayu bukan Tanuki, Sayu adalah Sayu.\n\nPakaiannya juga tidak mirip tanuki, tapi mirip mujina kecil.",
      "th": "ว่ากันว่าชุดของ Sayu นั้นเป็นของขวัญที่อาจารย์มอบให้เธอ\n\nซึ่งรูปแบบนั้นอ้างอิงมาจากรูปร่างของสัตว์เล็กอย่าง \"มูจิน่า\" และบรรจงเลือกสีที่ Sayu ชอบเป็นพิเศษด้วย\n\nเมื่อสวมใส่แล้วทั้งเบาและกระฉับกระเฉง เหมาะกับนินจาเป็นที่สุด\n\nSayu ชอบหมวกขนาดใหญ่ที่ติดกับตัวเสื้อมาก เพราะมันให้ความรู้สึกที่ปลอดภัย\n\nส่วนหางยาว ๆ นั่นก็ออกแบบมาเพื่อให้ Sayu สามารถรักษาสมดุลในการทรงตัวบนต้นไม้ได้อย่างสะดวก\n\nข้อเสียเพียงอย่างเดียวของชุดนี้ก็คือ...ชุดนี้ดูเหมือนกับทานูกิมากเกินไป Sayu จึงมักจะถูกเข้าใจผิดอยู่บ่อย ๆ\n\nในตอนแรก เธอจะอธิบายกับอีกฝ่ายอย่างจริงจังว่า:\n\n\"ฉันไม่ใช่ทานูกิ ฉันคือ Sayu\"\n\nแต่เมื่อเวลาผ่านไป เหตุการณ์แบบนี้เกิดขึ้นบ่อยครั้งเสียจน Sayu เกลียดทานูกิไปเลย\n\nทุกวันนี้ ถ้าเกิดเรื่องแบบนี้ขึ้นอีกล่ะก็ Sayu จะหน้าบึ้งตึงด้วยความโกรธ\n\nดังนั้นถ้าอยากจะเข้ากับ Sayu ได้ล่ะก็ โปรดจำสิ่งต่อไปนี้เอาไว้ให้ดี:\n\n Sayu ไม่ใช่ทานูกิ แต่ Sayu ก็คือ Sayu\n\nชุดก็ไม่ใช่ชุดทานูกิ แต่เป็นชุดมินิมูจิน่า",
      "vi": "Bộ trang phục này của Sayu, nghe nói là quà của sư phụ tặng.\n\nPhong cách tham khảo theo hình dáng của con Mujina, còn chọn lấy màu mà Sayu thích.\n\nMặc vào rất gọn gàng linh hoạt, rất thích hợp cho ninja.\n\nChiếc nón thật to đem lại cảm giác an toàn, Sayu rất thích.\n\nTạo hình chiếc đuôi dài để giúp Sayu lấy thăng bằng khi ở trên cây.\n\nKhuyết điểm duy nhất...đó là bộ trang phục này quá giống Tanuki, nên Sayu rất hay bị hiểu lầm.\n\nBan đầu, cô bé còn giải thích:\n\nTôi không phải Tanuki, mà là Sayu.\n\nMà sự việc tương tự cứ thế diễn ra quá nhiều lần, đến mức Sayu cũng ghét luôn cả loài Tanuki.\n\nBây giờ nếu xảy ra chuyện như vậy nữa thì Sayu rất tức giận.\n\nCho nên để giữ quan hệ tốt với Sayu thì hãy ghi nhớ:\n\nSayu không phải Tanuki, mà là Sayu.\n\nTrang phục cũng không phải Tanuki, mà là Mini Mujina."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "这是早柚刚刚独自生活时的故事了。\n\n弱小的生命们在这世上踽踽独行，免不了要提心吊胆。个中滋味，唯有经历过才能明白。\n\n早柚正是如此。擅长观察躲避、头脑清醒的她一直明白自己不适合战斗。\n\n过分娇小的身躯，在力量上毫无优势可言；实战中，忍术也派不上多大用处。\n\n任务不会等待忍者成长完全才降临。在这般乱世中，早柚也会因为原本不那么重要的工作而陷入危机。\n\n强敌环伺，她必须竭尽全力才能勉强逃脱。为了安全带回情报，几乎付出一切。\n\n精疲力尽又带着伤的她眼看就要晕厥过去，心中却只想着一件事：\n\n「并不是只有强大的蛮力才能赢得一切，弱者也有弱者的生存之道。正因为弱小，才更能留意到那些微不可查的、改变命运的瞬间…从这里逃脱的机会很渺茫，我的忍术却是为此而生。」\n\n树叶落下的瞬间，她消失了。所有追兵都感到难以置信。小小的忍者犹如风中的尘埃一般消失不见。\n\n翌日清晨早柚挣扎着醒来，发觉她腿上绑着的忍者包早已不翼而飞。\n\n然而，同一位置上出现了取而代之的惊喜之物——一枚迎着朝阳闪闪发光的「神之眼」。\n\n如今，借助「神之眼」的力量，早柚能举起比自己身高还高的双手剑，也不必为乱世中无处不在的争斗感到恐惧。\n\n只是，她本人最切身的烦恼还未得到解决。\n\n对于长高这件事，似乎连「神之眼」都无能为力呢。",
      "zht": "這是早柚剛剛獨自生活時的故事了。\n\n弱小的生命們在這世上踽踽獨行，免不了要提心吊膽。個中滋味，唯有經歷過才能明白。\n\n早柚正是如此。擅長觀察躲避、頭腦清醒的她一直明白自己不適合戰鬥。\n\n過分嬌小的身軀，在力量上毫無優勢可言；實戰中，忍術也派不上多大用處。\n\n任務不會等待忍者成長完全才降臨。在這般亂世中，早柚也會因為原本不那麼重要的工作而陷入危機。\n\n強敵環伺，她必須竭盡全力才能勉強逃脫。為了安全帶回情報，幾乎付出一切。\n\n精疲力盡又帶著傷的她眼看就要暈厥過去，心中卻只想著一件事：\n\n「並不是只有強大的蠻力才能贏得一切，弱者也有弱者的生存之道。正因為弱小，才更能留意到那些微不可查的、改變命運的瞬間…從這裡逃脫的機會很渺茫，我的忍術卻是為此而生。」\n\n樹葉落下的瞬間，她消失了。所有追兵都感到難以置信。小小的忍者猶如風中的塵埃一般消失不見。\n\n翌日清晨早柚掙扎著醒來，發覺她腿上綁著的忍者包早已不翼而飛。\n\n然而，同一位置上出現了取而代之的驚喜之物——一枚迎著朝陽閃閃發光的「神之眼」。\n\n如今，藉助「神之眼」的力量，早柚能舉起比自己身高還高的雙手劍，也不必為亂世中無處不在的爭鬥感到恐懼。\n\n只是，她本人最切身的煩惱還未得到解決。\n\n對於長高這件事，似乎連「神之眼」都無能為力呢。",
      "jp": "早柚が独り立ちしたばかりの頃のお話だ。\n\n弱き生物がこの世を一人で歩めば、さぞかし怖い思いをするだろう。実際に経験しなければ、その様な気持ちを理解することはできない。\n\n早柚もそうだった。観察力と回避に長けた彼女は、自分が戦闘に向いていないことを常に理解していた。\n\n小柄すぎる体は、パワーの面では何の優勢もなく、実戦になると忍術もそれほど役に立たない。\n\n任務は、忍者が完全に成長してから受けられるようなものではない。混乱の時代、早柚は小さな仕事でも危険に陥ったことがある。\n\n強敵に囲まれながらも、必死の思いでなんとか逃げ切った。無事に情報を持ち帰るために、全力を尽くした。\n\n疲れ果て、傷付き、気を失いそうになった早柚の心に残ったのはただ一つ。\n\n「勝ち取ることができるのは強者だけではなく、弱者にも生き延びる道がある。弱いからこそ、見えない瞬間に気付いて運命を変えることができる…ここから脱出できる可能性は低いけど、拙の忍術はそのためにあるんだ。」\n\n葉が落ちる瞬間、彼女は姿を消した。追っ手は皆、驚きを隠せなかった。小さな忍者は、まるで風の中の塵のように消えてしまったのだ。\n\n翌朝、早柚は必死に起きようとしたが、足につけていた忍者袋が消えていることに気付いた。\n\nしかし、忍者袋の代わりに、そこには意外なものがあった。朝日に輝く「神の目」だ。\n\n「神の目」の力で、早柚は自分よりも背が高い両手剣を振り回すことができるようになった。もう、乱世での争いに怯える必要はない。\n\nただ、早柚の一番の悩みはまだ解決できていない。\n\n彼女の身長に関しては、神の目でもどうにもならないようだ。",
      "ko": "이건 사유가 막 혼자 살게 됐을 때의 이야기이다.\n\n작고 어린 생명들이 이 세상에서 홀로 서는 것은 걱정되는 일이 아닐 수 없지만, 그 경험의 맛은 겪어봐야만 알 수 있다.\n\n사유 역시 그랬다. 관찰과 도망에 소질이 있고, 머리가 똑똑한 사유는 자신이 전투에 적합한 스타일이 아니라는 것을 이미 알고 있었다.\n\n지나치게 작은 체구는, 힘에서 강점을 보이지 못했을뿐더러, 실제 전투에서 그녀의 인술(忍術) 역시 별 쓸모가 없었다.\n\n임무는 닌자가 성장하기를 기다려주지 않고, 바로 찾아온다. 이 난세 속에서, 사유도 원래 별로 중요하지 않은 임무 때문에 위기에 빠지게 됐다.\n\n강한 적이 그녀를 포위했고. 그녀는 온 힘을 다하고 나서야, 겨우 빠져나올 수 있었다. 안전하게 정보를 가지고 돌아오기 위해, 그녀는 거의 모든 것을 바쳐야 했다.\n\n탈진하고 상처를 입은 그녀는 기절할 것 같았지만, 오직 한 가지 생각뿐이었다.\n\n「강한 힘이 있다고 해서 모든 상황에서 승리할 수 있는 건 아냐, 약자도 약자의 생존 방식이 있어. 약하기 때문에 알아차리기 힘든, 운명을 바꿀 수 있는 순간들을 깨달을 수 있어…. 여기서 탈출할 수 있는 기회는 아주 작겠지만, 내 인술은 이런 순간을 위해서 생긴 거야.」\n\n나뭇잎이 떨어지는 순간, 그녀는 사라졌다. 모든 추격병들은 이 작은 닌자가 바람 속의 먼지처럼 한순간에 사라져버린 것을 믿을 수가 없었다.\n\n다음날 아침, 사유는 깨어나기 위해서 몸부림 쳤고, 그녀의 다리를 묶고 있던 닌자 가방은 순식간에 사라졌다.\n\n그리고 그 자리엔 그녀를 놀라게 할 만한 선물이 놓여있었다——태양을 맞으며 반짝이는 「신의 눈」\n\n현재 사유는 「신의 눈」의 힘으로 자신의 키보다 훨씬 큰 양손검을 휘두를 수 있게 됐고, 난세에서의 어떤 싸움도 두려워할 필요가 없어졌다.\n\n다만 그녀의 가장 절박한 고민은 아직 해결되지 않았다.\n\n키에 대한 고민은 「신의 눈」도 해결해 줄 수 없는 것 같다.",
      "en": "This is the story of Sayu when she just started being on her own.\n\nFragile beings walking alone in this world inevitably find themselves in scary situations. The only way to understand what it's like is to have experienced it.\n\nThis is exactly what happened to Sayu. Adept at observation and evasion, she has always understood that she is not suitable for combat.\n\nHer overly petite stature gives her no advantage in terms of strength to speak of, and her ninjutsu will not be of much use in actual combat.\n\nYet missions do not wait for ninjas to grow fully before descending upon them. In an era of turmoil, Sayu would also find herself in trouble because of not-so-important work.\n\nSurrounded by strong foes, she had to do her best and barely managed to escape. It cost her almost everything to bring the information back safely.\n\nExhausted and wounded, Sayu was about to faint, but only one thing lingered in her mind:\n\n\"It's not only strong brute force that can overpower everything, the weak have their own way of surviving. It's because you're weak that you can notice those unseen moments that change your fate... The chances of escaping from here are slim, but that's what my ninjutsu is for.\"\n\nThe moment the leaves fell, she disappeared. All her pursuers were incredulous. The tiny ninja disappeared as if she were dust in the wind.\n\nThe next morning, Sayu struggled to get up, and found that the ninja pack strapped to her leg had long since disappeared.\n\nHowever, a surprising object appeared in the same place instead — a Vision gleaming in the sunrise.\n\nNow, with the power of the Vision, Sayu can wield a claymore taller than herself. She no longer has to fear the omnipresent strife of a chaotic world.\n\nUnfortunately, Sayu's most immediate worries have not yet been resolved.\n\nRegarding her growing taller, it seems that even a Vision is unable to do anything about it.",
      "de": "Dies ist die Geschichte von Sayu, als sie gerade anfing, auf sich allein gestellt zu sein.\n\nGebrechliche Wesen, die allein in dieser Welt unterwegs sind, finden sich unweigerlich in einer beängstigenden Situation wieder. Man kann nur verstehen, wie es ist, wenn man es erlebt hat.\n\nDas ist genau das, was Sayu passiert ist. Sie ist zwar eine gute Beobachterin und Ausweichkämpferin, aber sie hat immer verstanden, dass sie für den Kampf nicht geeignet ist.\n\nSie hat eine übermäßig zierliche Statur mit keinem nennenswerten Kraftvorteil und ihre Ninja-Künste werden im tatsächlichen Kampf nicht viel nützen.\n\nMissionen werden nicht darauf warten, dass Ninjas ausgewachsen sind, bevor sie über sie herfallen. In einer Ära des Aufruhrs kann Sayu auch wegen nicht so wichtiger Arbeiten in Schwierigkeiten geraten.\n\nUmgeben von starken Feinden musste sie ihr Bestes geben und konnte nur knapp entkommen. Es hat sie fast alles gekostet, die Informationen sicher zurückzubringen.\n\nErschöpft und verwundet war Sayu kurz davor, in Ohnmacht zu fallen, aber nur eine Sache ging ihr durch den Kopf:\n\n„Es ist nicht nur die starke rohe Kraft, die alles überwältigen kann, die Schwachen haben einen Weg zu überleben. Gerade weil du schwach bist, kannst du diese unsichtbaren Momente wahrnehmen, die dein Schicksal verändern ... Die Chancen, von hier zu entkommen, sind gering, aber dafür ist meine Ninja-Kunst ja da.“\n\nDie Blätter fielen und sie verschwand. Alle Verfolger waren verwirrt. Der winzige Ninja verschwand, als wäre sie Staub im Wind.\n\nAm nächsten Morgen hatte Sayu Mühe aufzustehen und stellte fest, dass der Ninja-Rucksack, den sie sich ans Bein geschnallt hatte, längst verschwunden war.\n\nDoch stattdessen tauchte an derselben Stelle ein überraschender Gegenstand auf, ein Göttliches Auge, das im Sonnenaufgang glänzte.\n\nMit dessen Kraft kann Sayu nun einen Zweihänder schwingen, der größer ist als sie selbst. Sie muss sich nicht mehr vor dem allgegenwärtigen Streit in einer chaotischen Welt fürchten.\n\nLeider sind Sayus unmittelbarste Sorgen noch nicht gelöst.\n\nAngesichts ihres Größerwerdens scheint auch ein göttliches Auge nichts ausrichten zu können.",
      "es": "Esta es la historia de cuando Sayu empezó a vivir ella sola.\n\nPara los seres débiles que caminan solos por este mundo, es inevitable toparse con situaciones aterradoras. La única manera de entender cómo es esto es experimentándolo.\n\nEsto es exactamente lo que le pasó a Sayu. Experta observando y escondiéndose, y siempre con la cabeza bien despierta, comprendió que el combate no era lo suyo.\n\nUn cuerpo demasiado pequeño no tenía ninguna ventaja en términos de fuerza, y en combate real sus técnicas ninja tampoco eran muy útiles.\n\nLas misiones no esperan a que los ninjas crezcan. En un mundo tan caótico como este, Sayu también se metía en problemas por trabajos de poca importancia.\n\nUna vez, rodeada de poderosos enemigos, tuvo que hacer todo lo posible para escapar a duras penas. A fin de recopilar información e irse con ella de forma segura, tuvo que pagar un precio muy alto.\n\nExhausta y herida, parecía a punto de desmayarse, pero solo tenía una cosa en mente:\n\n“La fuerza bruta no lo gana todo. Los débiles también tenemos nuestra forma de sobrevivir. Es precisamente la debilidad lo que hace que uno sea más capaz de ver esos momentos invisibles que cambian el destino... Mis posibilidades de escapar de aquí son escasas, pero para eso tengo mis técnicas ninja”.\n\nEn el momento en que las hojas cayeron, Sayu desapareció. Los enemigos que la perseguían no daban crédito. La pequeña ninja desapareció como si fuera polvo arrastrado por el viento.\n\nA la mañana siguiente, a Sayu le costó despertarse. Observó que la bolsa ninja que llevaba atada a la pierna había desaparecido.\n\nSin embargo, un objeto sorprendente apareció en su lugar: una Visión que brillaba fulgentemente junto al amanecer.\n\nAhora, con el poder de su Visión, Sayu puede levantar un mandoble más alto que ella y no tiene que temer las batallas de este caótico mundo.\n\nSin embargo, sus preocupaciones más inmediatas aún no se han resuelto.\n\nParece que ni siquiera una Visión puede hacer algo para ayudarla a crecer.",
      "fr": "C'est l'histoire de Sayu lorsqu'elle a commencé à être seule.\n\nLes êtres fragiles marchant seuls dans ce monde se retrouvent inévitablement dans des situations effrayantes. La seule façon de comprendre ce fait est de l'avoir vécu.\n\nC'est exactement ce qui est arrivé à Sayu... Douée pour l'observation et l'évasion, elle a toujours compris qu'elle n'était pas faite pour le combat.\n\nÉtant trop petite, elle n'avait aucun avantage en termes de force, et ses jutsu étaient peu utiles en combat réel.\n\nMais les missions n'attendent pas que les ninjas s'épanouissent complètement avant de s'abattre sur eux. À une époque aussi troublée, Sayu pouvait bien se retrouver en difficulté lors de missions à l'apparence facile.\n\nEntourée d'ennemis puissants, elle a dû faire de son mieux et a à peine réussi à s'échapper. Ramener ses informations en toute sécurité lui a presque tout coûté...\n\nÉpuisée et blessée, elle était sur le point de s'évanouir, mais une seule chose occupait son esprit :\n\n« Il n'y a pas que la force brute qui peut tout surmonter, les faibles ont aussi un moyen de survivre. C'est grâce à ses faiblesses que l'on est à même de remarquer ces moments invisibles qui changent le destin... Les chances de s'échapper d'ici sont minces, mais mon ninjutsu est fait pour ça. »\n\nAu moment où les feuilles sont tombées, elle avait disparu, laissant tous ses poursuivants incrédules. La petite ninja avait disparu comme la poussière dans le vent !\n\nLe lendemain matin, Sayu, ayant bien du mal à se lever, constata que la sacoche ninja attachée à sa jambe avait disparu.\n\nCependant, un objet surprenant était apparu à sa place : un œil divin qui brillait dans la lumière du soleil matinal.\n\nMaintenant, grâce au pouvoir de son œil divin, Sayu pouvait soulever une épée deux fois plus grande qu'elle ! Elle n'avait plus à craindre les combats dans ce monde chaotique.\n\nNéanmoins, sa préoccupation la plus immédiate n'a pas été résolue pour autant...\n\nIl semblerait bien que même les yeux divins ne puissent rien faire pour son problème de croissance...",
      "pt": "Esta é a história de Sayu quando ela começou a agir sozinha.\n\nSeres frágeis que caminham solitários neste mundo inevitavelmente acabam em situações assustadoras. A única forma de entender isso é passando pela própria experiência.\n\nFoi exatamente o que aconteceu com Sayu. Adepta da observação e da evasão, ela sempre entendeu que não é apropriada para o combate.\n\nUma estatura excessivamente pequena, sem nenhuma vantagem em termos de força, e com um ninjutsu não muito útil em um combate real.\n\nAs missões não esperam os ninjas ficarem altos para chegarem a eles. Em uma era de desordem, Sayu também pode acabar em problemas por causa de trabalhos não muito importantes.\n\nCercada por fortes inimigos, ela precisou fazer seu melhor e quase não conseguiu escapar. Quase custou sua vida trazer as informações em segurança.\n\nExausta e ferida, Sayu estava prestes a desmaiar, mas uma coisa martelava em sua mente:\n\n\"Não é apenas a força bruta que pode sobrepujar tudo, os fracos encontram uma forma de sobreviver. Porque você é fraca, pode perceber aqueles momentos invisíveis que mudam seu destino... As chances de escapar daqui são mínimas, mas é para isso que serve o meu ninjutsu.\"\n\nNo momento em que as folhas caíram, ela desapareceu. Todos que a perseguiam mal podiam acreditar. A pequena ninja desapareceu como se fosse poeira no vento.\n\nNa manhã seguinte, Sayu ficou enrolando para se levantar e descobriu que a bolsa ninja amarrada em sua perna havia sumido.\n\nContudo, um objeto surpreendente aparecera no mesmo lugar – uma Visão que brilhava ao nascer do sol.\n\nAgora, com o poder da Visão, Sayu consegue empunhar um Espadão mais alto que ela. Ela não precisa mais temer o conflito onipresente em um mundo caótico.\n\nInfelizmente, as preocupações mais imediatas de Sayu ainda não foram resolvidas.\n\nEm relação ao seu problema de crescimento, parece que nem mesmo uma Visão pode fazer algo sobre isso...",
      "ru": "Эта история произошла с Саю, когда она только вступала в самостоятельную жизнь.\n\nХрупкие создания, в одиночку скитающиеся по миру, неизбежно попадают в ужасные передряги. И единственный способ понять, каково это - испытать всё на себе.\n\nИменно так и случилось с Саю. Умея прекрасно наблюдать и скрываться, она всегда понимала, что не создана для боя. Миниатюрное и хрупкое телосложение не даёт никаких преимуществ в силе - в реальном бою от её умений ниндзя едва ли будет много толку. А дела не ждут, пока ниндзя вырастет.\n\nВ неспокойные времена Саю может оказаться в беде даже из-за сущего пустяка. Попав в окружение крепких врагов, она вынуждена выкручиваться, но всё равно едва успевает спастись. Чтобы безопасно доставить полученные сведения, она должна стараться изо всех сил.\n\nИзнурённая и израненная, Саю вот-вот готова упасть без чувств, но в голове её проносится мысль:\n\n«Превозмочь всё способна не только грубая сила. У слабых тоже есть способ выжить. Именно потому, что ты слаба, ты обращаешь внимание на незаметные события, которые меняют твою судьбу... Мои шансы спастись сейчас мизерные, но как раз для этого и нужно моё мастерство ниндзя».\n\nИ не успел упасть на землю лист, как она исчезла. Преследователи не верили своим глазам. Маленькая ниндзя пропала, словно её унесло порывом ветра.\n\nНа следующее утро Саю едва могла подняться и обнаружила, что пакет ниндзя, прикреплённый к её ноге, куда-то исчез. Однако вместо него на том же месте появился удивительный предмет - Глаз Бога, сверкающий в лучах утреннего солнца. И теперь благодаря силе Глаза Бога Саю может носить двуручный меч, превышающий её собственный рост. Ей больше не нужно прятаться от царящих в мире раздоров.\n\nУвы, но самая насущная потребность Саю так и не разрешилась. Похоже, даже Глаз Бога не в силах помочь ей подрасти.",
      "id": "Kisah ini terjadi saat Sayu baru mulai mandiri.\n\nJiwa rapuh yang berjalan sendirian di dunia, mau tidak mau harus menemukan jati diri mereka dalam situasi yang menakutkan. Satu-satunya cara untuk memahami bagaimana rasanya adalah dengan mengalaminya sendiri.\n\nInilah tepatnya yang terjadi pada Sayu. Ahli dalam pengamatan dan penyembunyian diri, dia sangat paham bahwa dirinya tidak cocok bertempur.\n\nPerawakannya yang kecil membuatnya tidak memiliki kelebihan dalam hal kekuatan, dan ninjutsunya juga tidak akan banyak berguna dalam pertempuran.\n\nMisi tidak akan menunggu sampai seorang ninja sudah bertumbuh sepenuhnya. Di tengah era kekacauan dunia, Sayu juga dapat mengalami bahaya karena pekerjaan yang tidak terlalu penting.\n\nDikelilingi oleh musuh kuat, Sayu harus mengerahkan seluruh tenaganya dan nyaris tidak berhasil melarikan diri. Dia harus mengeluarkan tenaganya sampai habis untuk membawa informasi kembali dengan aman.\n\nKelelahan dan terluka, Sayu hampir pingsan dan hanya satu hal yang terpikir di benaknya.\n\n\"Kita tidak harus memiliki kekuatan yang besar agar dapat memenangkan segalanya. Orang lemah juga memiliki cara tersendiri untuk bertahan hidup. Justru karena telah menjadi orang yang lemah dan kecil, kita bisa memperhatikan momen-momen kecil yang bisa mengubah nasib. Peluang untuk melarikan diri dari sini sangat kecil, tapi itulah kenapa ninjutsuku ada.\"\n\nSaat dedaunan berjatuhan, Sayu menghilang dalam sekejap. Semua orang-orang yang mengejar terbelalak tidak percaya.\n\nEsok paginya, Sayu berjuang untuk bangun dan menyadari bahwa tas ninja yang diikat di kakinya telah lenyap.\n\nNamun sebuah objek mengejutkan malah muncul di sana — sebuah Vision yang berkilauan saat matahari terbit.\n\nKini dengan kekuatan Vision, Sayu dapat mengayunkan Claymore yang lebih besar dan tinggi darinya. Dia tidak lagi takut terhadap perselisihan yang ada di dunia yang kacau ini.\n\nNamun masalah utamanya ternyata masih belum teratasi.\n\nMengenai masalah tumbuh tinggi, tampaknya Vision tidak dapat berbuat apa-apa.",
      "th": "นี่คือเรื่องราวของ Sayu ขณะที่เธอเพิ่งเริ่มใช้ชีวิตตามลำพัง\n\nบรรดาสิ่งมีชีวิตที่อ่อนแอและเดินอยู่ในโลกนี้เพียงลำพัง คงหลีกเลี่ยงไม่ได้ที่จะต้องตกอยู่ในสถานการณ์ที่น่าหวาดกลัว สิ่งเดียวที่จะทำให้เข้าใจว่ามันเป็นอย่างไรได้ ก็คือต้องได้รับประสบการณ์นั่นเอง\n\nSayu เองก็เป็นเช่นนั้น เธอเชี่ยวชาญในการสังเกตและหลบหนี ซึ่งเธอรู้ดีว่าตัวเองไม่เหมาะกับการต่อสู้\n\nด้วยรูปร่างที่เล็กเกินไป หากจะพูดในแง่ของพละกำลังแล้ว ถือว่าไม่มีข้อได้เปรียบเอาเสียเลย ซึ่งวิชานินจาก็ไม่ได้มีประโยชน์ในการต่อสู้มากนัก\n\nภารกิจไม่มีทางมานั่งรอให้นินจาเติบโต แต่จะมาในทันทีทันใดต่างหาก ในโลกที่แสนวุ่นวายนี้ Sayu ก็ตกอยู่ในความยุ่งเหยิงจากงานที่ไม่ได้สำคัญอะไรเลยเช่นกัน\n\nท่ามกลางศัตรูที่แข็งแกร่ง เธอจึงต้องพยายามอย่างเต็มที่ถึงจะสามารถหนีออกมาได้ เพื่อที่จะกลับมารายงานข้อมูลได้อย่างปลอดภัย ซึ่งดูเหมือนเธอจะต้องทุ่มเทอย่างสุดความสามารถเลยทีเดียว \n\nSayu ที่หมดแรงและบาดเจ็บจนแทบจะเป็นลมนั้น กลับมีเรื่องหนึ่งที่ค้างคาอยู่ในใจของเธอ:\n\n\"การมีกำลังที่แข็งแกร่ง ไม่ได้หมายความว่าจะสามารถเอาชนะทุกสิ่งได้ ผู้ที่อ่อนแอก็มีทางเอาตัวรอดในแบบของตัวเอง เป็นเพราะอ่อนแอ จึงต้องคอยสังเกตช่วงเวลาที่มองไม่เห็น ซึ่งจะสามารถเปลี่ยนแปลงโชคชะตาได้... โอกาสที่จะหนีจากที่นี่นั้นมีน้อยมาก แต่วิชานินจาของฉันถูกสร้างขึ้นมาเพื่อช่วงเวลาแบบนี้นี่แหละ\"\n\nแล้วเธอก็หายตัวไปในชั่วพริบตาขณะที่ใบไม้ร่วงลงมา พวกที่ไล่ตามเธอต่างแทบไม่อยากเชื่อสายตา นินจาตัวน้อยหายตัวไปราวกับฝุ่นในสายลม\n\nเช้าวันรุ่งขึ้น Sayu พยายามตื่นขึ้นมา และพบว่ากระเป๋านินจาที่ผูกอยู่ที่ขาของเธอได้หายไปนานแล้ว\n\nแต่ก็ได้มีสิ่งประหลาดได้ปรากฏขึ้นในตำแหน่งเดียวกัน...ซึ่งก็คือ \"วิชั่น\" ที่เปล่งประกายในยามพระอาทิตย์ขึ้น\n\nทุกวันนี้ Sayu สามารถกวัดแกว่งดาบใหญ่ที่สูงกว่าตัวเองได้ด้วยพลังแห่ง \"วิชั่น\" และไม่จำเป็นต้องกลัวการต่อสู้ในโลกที่แสนโกลาหลนี้อีกต่อไป\n\nเพียงแค่ เรื่องกลุ้มใจเกี่ยวกับตัวของ Sayu เองยังไม่ได้รับการแก้ไข\n\nสำหรับเรื่องความสูงนี้ ดูเหมือนแม้แต่ \"วิชั่น\" เองก็จนปัญญาเช่นกัน",
      "vi": "Đây là câu chuyện lúc Sayu mới sống độc lập.\n\nCác sinh mệnh bé nhỏ phải độc hành trên thế giới này, khó tránh khỏi nơm nớp lo sợ. Đủ các mùi vị, chỉ có trải qua rồi mới hiểu được.\n\nSayu chính là như vậy. Cô bé có sở trường quan sát và né tránh, đầu óc tỉnh táo nên hiểu rằng mình không thích hợp để chiến đấu.\n\nCơ thể quá bé nhỏ nên cũng không có chút ưu thế về sức mạnh; trong thực chiến, nhẫn thuật cũng không có tác dụng gì nhiều.\n\nNhiệm vụ không chờ ninja trưởng thành rồi mới rơi xuống. Trong thời buổi loạn lạc này, Sayu cũng có thể gặp nguy hiểm vì những công việc không có gì quan trọng.\n\nCường địch bao vây, cô ấy phải vắt hết sức lực mới có thể miễn cưỡng thoát thân. Để có thể đem tình báo về một cách an toàn, dường như phải trả giá bằng tất cả.\n\nSức cùng lực kiệt, thương tích đầy mình xém chút là ngất đi, nhưng trong lòng cô ấy vẫn nghĩ mãi một chuyện:\n\n\"Không phải chỉ có sức mạnh mới có thể thắng tất cả, kẻ yếu cũng có cách để sinh tồn. Chính vì nhỏ bé, mới có thể chú ý những chi tiết bé nhỏ, những khoảnh khắc thay đổi vận mệnh... Cơ hội thoát khỏi đây rất mong manh, nhẫn thuật của mình sinh ra là vì vậy.\"\n\nTrong khoảnh khắc một chiếc lá rơi, cô ấy đã biến mất. Đám người truy đuổi đều không thể tin nổi. Ninja nhỏ bé biến mất như hạt bụi trong gió.\n\nSayu vật vã thức dậy vào buổi sáng sớm, phát giác túi ninja đã không cánh mà bay.\n\nNhưng cùng vị trí đó lại có một bất ngờ khác thay thế - Vision lấp lánh tỏa sáng.\n\nGiờ đây, dựa vào sức mạnh của Vision, Sayu có thể nâng trọng kiếm to lớn hơn mình, và cũng không cần phải sợ hãi về các cuộc chiến xảy ra khắp nơi trong thời loạn lạc này.\n\nChỉ là, nỗi phiền não của cô vẫn chưa được giải quyết.\n\nĐối với việc trở nên cao lớn hơn, dường như Vision cũng không giúp gì được."
    }
  }
]