{
  "id": 12101,
  "type": "claymore",
  "rank": 1,
  "name": {
    "zhs": "训练大剑",
    "zht": "訓練大劍",
    "jp": "訓練用大剣",
    "ko": "훈련용 대검",
    "en": "Waster Greatsword",
    "de": "Übungsgroßschwert",
    "es": "Gran Espada del Guerrero",
    "fr": "Épée d'entraînement",
    "pt": "Espadão do Julgamento",
    "ru": "Двуручный меч богатыря",
    "id": "Waster Greatsword",
    "th": "Waster Greatsword",
    "vi": "Kiếm Huấn Luyện"
  },
  "description": {
    "zhs": "仅仅是削出了剑形的厚重铁片。在意志强韧的人手里，也有劈开磐石的力量。",
    "zht": "僅僅是削出了劍形的厚重鐵片。在意志強韌的人手裡，也有劈開磐石的力量。",
    "jp": "剣の形をした、ただの厚い鉄の断片。意志の強い人が持つと、岩をも切り裂く力を発揮する。",
    "ko": "비록 그저 검 모양으로 만든 두꺼운 쇠붙이일 뿐이지만, 의지가 강한 사람은 이 대검으로 거대한 바위도 벨 수 있다",
    "en": "A sturdy sheet of iron that may be powerful enough to break apart mountains if wielded with enough willpower.",
    "de": "Lediglich eine dicke Platte aus Eisen in der Form eines Schwertes. Mit genügend Willenskraft kann man damit immer noch Berge spalten.",
    "es": "Una plancha de hierro resistente que, con la fuerza de voluntad de la persona que la empuñe, puede ser lo suficientemente potente como para romper montañas.",
    "fr": "Une épée façonnée à partir d'une lame de fer épaisse et solide. Capable de briser des montagnes si son propriétaire est suffisamment motivé.",
    "pt": "Uma chapa de ferro resistente, que pode ser boa o suficiente para separar montanhas com força de vontade suficiente.",
    "ru": "Человек, обладающий достаточной силой воли, сможет расколоть горы этим куском металла, отдалённо напоминающим меч.",
    "id": "Lempengan besi tebal yang sangat kokoh, dengan tekad yang cukup kuat, pedang ini terlihat dapat membelah bahkan gunung sekalipun.",
    "th": "แผ่นเหล็กที่ทนทานซึ่งอาจ ทำลายได้แม้กระทั่งภูเขา หากมีแรงมุ่งมั่นที่มากพอ",
    "vi": "Một thanh sắt được mài thành hình kiếm. Khi ở trong tay người có ý chí, thì cũng có được sức mạnh xẻ đá phá rừng."
  },
  "lore": {
    "zhs": "\n使用这种沉重、无锋双手大剑的人最清楚，\n兵器如何都无所谓，重要的是自己的力量。\n",
    "zht": "\n使用這種沉重、無鋒雙手大劍的人最清楚，\n兵器如何都無所謂，重要的是自己的力量。\n",
    "jp": "\nこのような重く大きな大剣を持つ者が一番よく知っている。\n大切なのは武器ではなく、己の力量である事を。\n",
    "ko": "\n이렇게 무겁고 날이 없는 양손검을 사용하는 이는\n중요한 것은 무기가 아니라 자신의 역량이라는 것을 잘 안다.\n",
    "en": "\nThe one who uses this heavy, edgeless two-handed greatsword knows this well:\nIt matters not what the weapon is, for it is the wielder's might that counts.\n",
    "de": "\nDiejenigen, die dieses stumpfe Großschwert benutzen, wissen es am besten,\nganz gleich, um welche Waffe es sich handelt, der Schlüssel liegt in der Kraft des Trägers.\n",
    "es": "\nLos que usan este pesado y desafilado mandoble saben perfectamente una cosa:\nQue el arma en sí no es lo importante. Lo importante es la fuerza con la que se blanda.\n",
    "fr": "\nCeux qui utilisent cette lourde épée à deux mains émoussée le savent bien :\nquelle que soit l'arme, il faut la brandir avec force.\n",
    "pt": "\nAs pessoas que usam estes espadões pesados sabem claramente,\nnão importa qual a arma, o mais importante é a própria força.\n",
    "ru": "\nХозяин такого тяжёлого тупого меча знает,\nчто оружие не важно - важна сила хозяина.\n",
    "id": "\nMereka yang menggunakan pedang dua tangan yang berat ini tahu yang terbaik,\nTidak peduli bagaimana senjata itu, yang penting adalah kekuatanmu sendiri.\n",
    "th": "\nผู้ที่ใช้ดาบสองมือที่ใหญ่และไร้ขอบเล่มนี้รู้ดีว่า\nสิ่งสำคัญไม่ใช่อาวุธ แต่คือความแข็งแกร่งของผู้ที่ถือมันต่างหาก\n",
    "vi": "\nNhững người dùng qua loại kiếm nặng song thủ này, đều hiểu rõ, \nBinh khí như thế nào đều không quan trọng, quan trọng là sức mạnh bản thân.\n"
  },
  "internal_name": "Claymore_Aniki",
  "imgid": "claymore/aniki"
}