{
  "id": 12302,
  "type": "claymore",
  "rank": 3,
  "name": {
    "zhs": "沐浴龙血的剑",
    "zht": "沐浴龍血的劍",
    "jp": "龍血を浴びた剣",
    "ko": "드래곤 블러드 소드",
    "en": "Bloodtainted Greatsword",
    "de": "Drachenblutschwert",
    "es": "Gran Espada Sangrienta",
    "fr": "Épée sanglante",
    "pt": "Espadão Sangrento",
    "ru": "Меч драконьей крови",
    "id": "Bloodtainted Greatsword",
    "th": "Bloodtainted Greatsword",
    "vi": "Kiếm Huyết Rồng"
  },
  "description": {
    "zhs": "据说是北方英雄浸过龙血的钢铁大剑，有刀枪不入的神力…这种护佑并不会延伸到挥舞它的人身上。",
    "zht": "據說是北方英雄浸過龍血的鋼鐵大劍，有刀槍不入的神力…這種護佑並不會延伸到揮舞它的人身上。",
    "jp": "噂によると、北方の英雄がこの剣を龍血に浸してから、どんなダメージを受けても壊れなくなった……ただ、この加護は使用者には共有されない。",
    "ko": "북방의 영웅이 드래곤의 피에 적셨다는 강철대검으로 절대 부서지지 않는 신력이 깃들어있다…. 하지만 이런 가호는 휘두르는 사람에게까지 적용되지 않는다",
    "en": "A steel sword that is said to have been coated with dragon blood, rendering it invulnerable to damage. This effect is not extended to its wielder, however.",
    "de": "Der Sage nach wurde dieses stählerne Großschwert von einem Helden aus dem Norden in Drachenblut getränkt, weshalb es unzerstörbar sein soll. Das gilt aber nicht für denjenigen, der es führt.",
    "es": "Una espada de acero que se dice que ha sido vestida con sangre de dragón, haciéndola invulnerable al daño. Sin embargo, este efecto no se extiende a su portador.",
    "fr": "Une épée en acier qui fut trempée dans du sang de dragon, la rendant invulnérable. On ne peut pas forcément en dire autant de la personne qui la manie.",
    "pt": "Uma espada de aço que quem dizem ter sido revestida com sangue de dragão, tornando-a invulnerável ao dano. Contudo, este bônus não é estendido ao seu portador.",
    "ru": "Стальной меч, по легенде запятнанный кровью дракона, что делает его невосприимчивым к повреждениям. Однако это свойство не распространяется на его владельца.",
    "id": "Pedang baja yang konon pernah dimandikan dengan darah naga oleh pahlawan dari Utara, membuatnya tidak dapat dihancurkan. Sayangnya efek perlindungan ini nampaknya tidak tersalurkan pada penggunanya.",
    "th": "ดาบเหล็กกล้าที่ว่ากันว่า ได้ผ่านการชุบเลือดมังกรมา ทำให้มันทนทานต่อความเสียหาย แต่ก็ไม่ได้หมายความว่า ผู้ใช้ของมันจะทนทานเหมือน ตัวดาบเสมอไป",
    "vi": "Kiếm của anh hùng phương bắc đã từng được ngâm trong máu rồng, có thần lực đao thương bất nhập... Nhưng sức mạnh này lại không được truyền cho người dùng nó."
  },
  "lore": {
    "zhs": "\n传说，著名的英雄在斩杀毒龙之后，\n以猎获的龙血沐浴，以期刀枪不入。\n龙血确有此奇效：受其洗刷的躯体，\n卷了无数刀剑的刃，折了无数枪矛的尖，\n漫天飞来的箭，在他的笑声中纷纷弹开。\n最终，他的敌人们发现：\n他是背着钟爱的大剑沐浴龙血的，\n背上有一整块大剑尺寸的弱点哩。\n",
    "zht": "\n傳說，著名的英雄在斬殺毒龍之後，\n以獵獲的龍血沐浴，以期刀槍不入。\n龍血確有此奇效：受其洗刷的軀體，\n捲了無數刀劍的刃，折了無數槍矛的尖，\n漫天飛來的箭，在他的笑聲中紛紛彈開。\n最終，他的敵人們發現：\n他是背著鍾愛的大劍沐浴龍血的，\n背上有一整塊大劍尺寸的弱點哩。\n",
    "jp": "\n伝説によると、ある有名な英雄が毒龍を斬った後、\n龍の血を全身に浴びて、刀も槍も通さない体を手に入れようとした。\n龍の血の力の賜物か、洗礼を受けた体は、\n数え切れないほどの剣と槍を折った。\n飛んできた無数の矢を嘲笑いながら、その全てを弾き飛ばした。\nだが最後、彼の弱点を敵が発見する。\n彼は愛用していた大剣を背負いながら、龍の血を浴びていた。\nそのため、背中には大剣と同じ大きさの弱点があった。\n",
    "ko": "\n풍문에 의하면 유명한 영웅이 데빌드래곤을 처지한 후,\n도검불침이 되기 위해 드래곤의 피로 샤워를 했다고 한다.\n드래곤의 피는 확실히 이런 효과를 가지고 있다: 세례를 받은 신체는\n수많은 칼날을 상하게 하고 수많은 창끝을 부러뜨렸으며,\n빗발치는 화살들도 그의 웃음소리에 전부 튕겨났다.\n하지만 결국 그의 적들은\n그가 아끼는 검을 등에 메고 샤워를 했기에\n그의 등에는 대검 크기만 한 약점이 있다는 점을 발견한다.\n",
    "en": "\nLegend says that after slaying the venomous dragon,\nThe famed hero bathed in its blood, for he desired invulnerability.\nSure enough, he became untouchable.\nBe it swords, be it spears, or be it rain of arrows,\nHe laughed and shrugged them off.\nEventually, his foes learned:\nHe had borne his prized greatsword on his back as he bathed\nAnd now, his back bore a great weak spot, the very shape and size of that sword.\n",
    "de": "\nNach der Legende badete der berühmte Held, nachdem er den Drachen geköpft hatte,\nim Blut des Drachen, um Unsterblichkeit zu erlangen.\nDas Blut wirkte in der Tat:\nEgal ob Schwerter, Speere oder Pfeilhagel, \nalles prallte von ihm ab, während er nur lachte.\nZum Schluss bemerkten seine Feinde,\ner hatte mit seinem preisgekrönten Großschwert zusammen im Blut gebadet.\nSeine größte Stärke wurde zu seiner größten Schwäche.\n",
    "es": "\nTras derrotar al dragón venenoso,\nel famoso héroe se bañó en su sangre, buscando así volverse invulnerable.\nEsa era la particularidad de su sangre.\nYa fueran espadas, lanzas o una lluvia de flechas,\nlo esquivaba todo mientras se reía.\nPero sus enemigos pronto descubrieron\nque su espada tan preciada también estaba bañada en la sangre del dragón.\nEra tanto su mayor fortaleza como su mayor debilidad.\n",
    "fr": "\nLa légende raconte que le héros se baigna dans le sang du dragon qu'il avait vaincu,\ncherchant de cette manière à obtenir l'invincibilité.\nIl obtint exactement ce qu'il désirait.\nÉpées, flèches et lances,\nnulle arme ne semblait pouvoir l'atteindre.\nHélas ! Ses ennemis finirent par découvrir son seul point faible.\nCar s'étant baigné avec sa fidèle épée en bandoulière,\nson dos était sa faiblesse.\n",
    "pt": "\nDiz a lenda que após derrotar o dragão venenoso,\nO famoso herói se banhou em seu sangue pois desejava se tornar invulnerável.\nRealmente, o sangue de dragão tem esse efeito: ele se tornou intocável.\nSejam espadas, sejam lanças ou uma chuva de flechas,\nEle apenas se ria enquanto se afastava das mesmas.\nPor fim, seus inimigos descobriram:\nSua espada tão preciosa também estava ensanguentada.\nA sua maior força era também sua maior fraqueza.\n",
    "ru": "\nГоворят, после убийства злого дракона\nВеликий герой искупался в его чёрной крови, чтобы стать неуязвимым.\nКровь действительно имела чудесный эффект.\nО тело героя ломались мечи и копья,\nИ тучи стрел лишь смешили его, когда отскакивали, не причиняя вреда.\nВ конце концов враги его обнаружили:\nЕго любимый двуручный меч, который герой носил за спиной, тоже был умыт кровью,\nА значит, слабое место героя - спина, где этот клинок висел.\n",
    "id": "\nLegenda mengatakan pahlawan itu setelah menebas naga beracun tersebut,\nBermandikan darah yang dia buru tersebut, dengan harapan bisa mendapat kekebalan.\nMemang benar, darah ini membuatnya menjadi tidak tersentuh.\nMenggulung pedang yang tak terhitung jumlahnya, melipat ujung tombak yang tak terhitung jumlahnya,\nPanah-panah yang terbang di langit terhanyut dalam tawanya.\nAkhirnya, musuh-musuhnya pun menyadari,\nDia bermandikan darah naga itu dengan membawa pedang kesayangannya di punggungnya,\nDan kini, titik lemahnya berada di bagian punggungnya, dengan bentuk dan ukuran sama seperti pedang kesayangannya.\n",
    "th": "\nตำนานเล่าว่าหลังจากที่ฮีโร่ผู้ยิ่งใหญ่ได้สังหารมังกรพิษลงแล้ว\nอาบน้ำด้วยเลือดของมังกรและหวังว่าจะฟันแทงไม่เข้า\nเลือดของมังกรนั้นให้ผลลัพธ์ที่น่าแปลกใจ: ร่างกายที่ถูกอาบด้วยมัน\nทำให้ใบมีดของดาบและปลายของหอกต้องม้วนพับนับไม่ถ้วน\nลูกศรที่บินตรงเข้ามาก็กระจายไปท่ามกลางเสียงหัวเราะของเขา\nในตอนสุดท้ายศัตรูของเขาก็รู้ว่า:\nเขาอาบเลือดมังกรไปพร้อมกับพาดดาบใหญ่เล่มโปรดของเขาไว้ที่หลัง\nด้านหลังเป็นจุดที่อ่อนแอเท่าขนาดของดาบเล่มใหญ่\n",
    "vi": "\nTheo truyền thuyết, anh hùng lừng danh sau khi giết chết độc long,\nĐã tắm trong máu rồng, để đao thương không thể xuyên qua.\nĐúng là có điều kì diệu ấy: Thân thể được tắm rửa trong máu rồng,\nChống được sự sắc bén của đao kiếm, làm cong thương nhọn,\nTên nhọn bay trong gió, cũng phải bật ra trong tiếng cười của anh.\nCuối cùng kẻ địch của anh nhận ra rằng:\nAnh đã đeo thanh đại kiếm yêu quý của mình trên vai khi tắm máu rồng,\nVì vậy phần lưng mà cả thanh đại kiếm che chính là điểm yếu.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "踏火息雷",
        "zht": "踏火息雷",
        "jp": "炎と雷の破滅",
        "ko": "따끈따끈 찌릿찌릿",
        "en": "Bane of Fire and Thunder",
        "de": "Bewährtheit von Feuer und Blitz",
        "es": "Perdición del fuego y el trueno",
        "fr": "Fléau de feu et de foudre",
        "pt": "Destruição de Fogo e Trovão",
        "ru": "Погибель огня и грома",
        "id": "Bane of Fire and Thunder",
        "th": "Bane of Fire and Thunder",
        "vi": "Trừ Lôi Dập Hỏa"
      },
      "description": {
        "zhs": "对处于火元素或雷元素影响下的敌人，造成的伤害提高<color=#99FFFFFF>12%</color>。",
        "zht": "對處於火元素或雷元素影響下的敵人，造成的傷害提高<color=#99FFFFFF>12%</color>。",
        "jp": "炎元素または雷元素の影響を受けた敵に対するダメージ+<color=#99FFFFFF>12%</color>。",
        "ko": "불 원소 또는 번개 원소의 영향을 받은 적에게 가하는 피해가 <color=#99FFFFFF>12%</color> 증가한다",
        "en": "Increases DMG dealt against opponents affected by Pyro or Electro by <color=#99FFFFFF>12%</color>.",
        "de": "Erhöht den von Pyro- oder Elektro-Effekten betroffenen Gegnern zugefügten Schaden um <color=#99FFFFFF>12 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>12%</color> el daño contra los enemigos afectados por Pyro o Electro.",
        "fr": "Augmente les DGT infligés aux ennemis affectés par les éléments Pyro ou Électro de <color=#99FFFFFF>12 %</color>.",
        "pt": "Aumenta o Dano contra inimigos afetados por Pyro ou Electro em <color=#99FFFFFF>12%</color>.",
        "ru": "Увеличивает на <color=#99FFFFFF>12%</color> урон против врагов, находящихся под действием Пиро или Электро элементов.",
        "id": "Meningkatkan <color=#99FFFFFF>12%</color> DMG terhadap musuh yang terpengaruh Pyro atau Electro.",
        "th": "เพิ่มความเสียหายแก่ศัตรูที่ได้รับผลกระทบของธาตุไฟ หรือไฟฟ้าขึ้น <color=#99FFFFFF>12%</color>",
        "vi": "Sát thương tạo ra cho kẻ địch bị ảnh hưởng bởi nguyên tố Hỏa hoặc Lôi tăng <color=#99FFFFFF>12%</color>."
      }
    },
    {
      "name": {
        "zhs": "踏火息雷",
        "zht": "踏火息雷",
        "jp": "炎と雷の破滅",
        "ko": "따끈따끈 찌릿찌릿",
        "en": "Bane of Fire and Thunder",
        "de": "Bewährtheit von Feuer und Blitz",
        "es": "Perdición del fuego y el trueno",
        "fr": "Fléau de feu et de foudre",
        "pt": "Destruição de Fogo e Trovão",
        "ru": "Погибель огня и грома",
        "id": "Bane of Fire and Thunder",
        "th": "Bane of Fire and Thunder",
        "vi": "Trừ Lôi Dập Hỏa"
      },
      "description": {
        "zhs": "对处于火元素或雷元素影响下的敌人，造成的伤害提高<color=#99FFFFFF>15%</color>。",
        "zht": "對處於火元素或雷元素影響下的敵人，造成的傷害提高<color=#99FFFFFF>15%</color>。",
        "jp": "炎元素または雷元素の影響を受けた敵に対するダメージ+<color=#99FFFFFF>15%</color>。",
        "ko": "불 원소 또는 번개 원소의 영향을 받은 적에게 가하는 피해가 <color=#99FFFFFF>15%</color> 증가한다",
        "en": "Increases DMG dealt against opponents affected by Pyro or Electro by <color=#99FFFFFF>15%</color>.",
        "de": "Erhöht den von Pyro- oder Elektro-Effekten betroffenen Gegnern zugefügten Schaden um <color=#99FFFFFF>15 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>15%</color> el daño contra los enemigos afectados por Pyro o Electro.",
        "fr": "Augmente les DGT infligés aux ennemis affectés par les éléments Pyro ou Électro de <color=#99FFFFFF>15 %</color>.",
        "pt": "Aumenta o Dano contra inimigos afetados por Pyro ou Electro em <color=#99FFFFFF>15%</color>.",
        "ru": "Увеличивает на <color=#99FFFFFF>15%</color> урон против врагов, находящихся под действием Пиро или Электро элементов.",
        "id": "Meningkatkan <color=#99FFFFFF>15%</color> DMG terhadap musuh yang terpengaruh Pyro atau Electro.",
        "th": "เพิ่มความเสียหายแก่ศัตรูที่ได้รับผลกระทบของธาตุไฟ หรือไฟฟ้าขึ้น <color=#99FFFFFF>15%</color>",
        "vi": "Sát thương tạo ra cho kẻ địch bị ảnh hưởng bởi nguyên tố Hỏa hoặc Lôi tăng <color=#99FFFFFF>15%</color>."
      }
    },
    {
      "name": {
        "zhs": "踏火息雷",
        "zht": "踏火息雷",
        "jp": "炎と雷の破滅",
        "ko": "따끈따끈 찌릿찌릿",
        "en": "Bane of Fire and Thunder",
        "de": "Bewährtheit von Feuer und Blitz",
        "es": "Perdición del fuego y el trueno",
        "fr": "Fléau de feu et de foudre",
        "pt": "Destruição de Fogo e Trovão",
        "ru": "Погибель огня и грома",
        "id": "Bane of Fire and Thunder",
        "th": "Bane of Fire and Thunder",
        "vi": "Trừ Lôi Dập Hỏa"
      },
      "description": {
        "zhs": "对处于火元素或雷元素影响下的敌人，造成的伤害提高<color=#99FFFFFF>18%</color>。",
        "zht": "對處於火元素或雷元素影響下的敵人，造成的傷害提高<color=#99FFFFFF>18%</color>。",
        "jp": "炎元素または雷元素の影響を受けた敵に対するダメージ+<color=#99FFFFFF>18%</color>。",
        "ko": "불 원소 또는 번개 원소의 영향을 받은 적에게 가하는 피해가 <color=#99FFFFFF>18%</color> 증가한다",
        "en": "Increases DMG dealt against opponents affected by Pyro or Electro by <color=#99FFFFFF>18%</color>.",
        "de": "Erhöht den von Pyro- oder Elektro-Effekten betroffenen Gegnern zugefügten Schaden um <color=#99FFFFFF>18 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>18%</color> el daño contra los enemigos afectados por Pyro o Electro.",
        "fr": "Augmente les DGT infligés aux ennemis affectés par les éléments Pyro ou Électro de <color=#99FFFFFF>18 %</color>.",
        "pt": "Aumenta o Dano contra inimigos afetados por Pyro ou Electro em <color=#99FFFFFF>18%</color>.",
        "ru": "Увеличивает на <color=#99FFFFFF>18%</color> урон против врагов, находящихся под действием Пиро или Электро элементов.",
        "id": "Meningkatkan <color=#99FFFFFF>18%</color> DMG terhadap musuh yang terpengaruh Pyro atau Electro.",
        "th": "เพิ่มความเสียหายแก่ศัตรูที่ได้รับผลกระทบของธาตุไฟ หรือไฟฟ้าขึ้น <color=#99FFFFFF>18%</color>",
        "vi": "Sát thương tạo ra cho kẻ địch bị ảnh hưởng bởi Nguyên Tố Hỏa hoặc Lôi tăng <color=#99FFFFFF>18%</color>."
      }
    },
    {
      "name": {
        "zhs": "踏火息雷",
        "zht": "踏火息雷",
        "jp": "炎と雷の破滅",
        "ko": "따끈따끈 찌릿찌릿",
        "en": "Bane of Fire and Thunder",
        "de": "Bewährtheit von Feuer und Blitz",
        "es": "Perdición del fuego y el trueno",
        "fr": "Fléau de feu et de foudre",
        "pt": "Destruição de Fogo e Trovão",
        "ru": "Погибель огня и грома",
        "id": "Bane of Fire and Thunder",
        "th": "Bane of Fire and Thunder",
        "vi": "Trừ Lôi Dập Hỏa"
      },
      "description": {
        "zhs": "对处于火元素或雷元素影响下的敌人，造成的伤害提高<color=#99FFFFFF>21%</color>。",
        "zht": "對處於火元素或雷元素影響下的敵人，造成的傷害提高<color=#99FFFFFF>21%</color>。",
        "jp": "炎元素または雷元素の影響を受けた敵に対するダメージ+<color=#99FFFFFF>21%</color>。",
        "ko": "불 원소 또는 번개 원소의 영향을 받은 적에게 가하는 피해가 <color=#99FFFFFF>21%</color> 증가한다",
        "en": "Increases DMG dealt against opponents affected by Pyro or Electro by <color=#99FFFFFF>21%</color>.",
        "de": "Erhöht den von Pyro- oder Elektro-Effekten betroffenen Gegnern zugefügten Schaden um <color=#99FFFFFF>21 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>21%</color> el daño contra los enemigos afectados por Pyro o Electro.",
        "fr": "Augmente les DGT infligés aux ennemis affectés par les éléments Pyro ou Électro de <color=#99FFFFFF>21 %</color>.",
        "pt": "Aumenta o Dano contra inimigos afetados por Pyro ou Electro em <color=#99FFFFFF>21%</color>.",
        "ru": "Увеличивает на <color=#99FFFFFF>21%</color> урон против врагов, находящихся под действием Пиро или Электро элементов.",
        "id": "Meningkatkan <color=#99FFFFFF>21%</color> DMG terhadap musuh yang terpengaruh Pyro atau Electro.",
        "th": "เพิ่มความเสียหายแก่ศัตรูที่ได้รับผลกระทบของธาตุไฟ หรือไฟฟ้าขึ้น <color=#99FFFFFF>21%</color>",
        "vi": "Sát thương tạo ra cho kẻ địch bị ảnh hưởng bởi nguyên tố Hỏa hoặc Lôi tăng <color=#99FFFFFF>21%</color>."
      }
    },
    {
      "name": {
        "zhs": "踏火息雷",
        "zht": "踏火息雷",
        "jp": "炎と雷の破滅",
        "ko": "따끈따끈 찌릿찌릿",
        "en": "Bane of Fire and Thunder",
        "de": "Bewährtheit von Feuer und Blitz",
        "es": "Perdición del fuego y el trueno",
        "fr": "Fléau de feu et de foudre",
        "pt": "Destruição de Fogo e Trovão",
        "ru": "Погибель огня и грома",
        "id": "Bane of Fire and Thunder",
        "th": "Bane of Fire and Thunder",
        "vi": "Trừ Lôi Dập Hỏa"
      },
      "description": {
        "zhs": "对处于火元素或雷元素影响下的敌人，造成的伤害提高<color=#99FFFFFF>24%</color>。",
        "zht": "對處於火元素或雷元素影響下的敵人，造成的傷害提高<color=#99FFFFFF>24%</color>。",
        "jp": "炎元素または雷元素の影響を受けた敵に対するダメージ+<color=#99FFFFFF>24%</color>。",
        "ko": "불 원소 또는 번개 원소의 영향을 받은 적에게 가하는 피해가 <color=#99FFFFFF>24%</color> 증가한다",
        "en": "Increases DMG against opponents affected by Pyro or Electro by <color=#99FFFFFF>24%</color>.",
        "de": "Erhöht den von Pyro- oder Elektro-Effekten betroffenen Gegnern zugefügten Schaden um <color=#99FFFFFF>24 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>24%</color> el daño contra los enemigos afectados por Pyro o Electro.",
        "fr": "Augmente les DGT infligés aux ennemis affectés par les éléments Pyro ou Électro de <color=#99FFFFFF>24 %</color>.",
        "pt": "Aumenta o Dano contra inimigos afetados por Pyro ou Electro em <color=#99FFFFFF>24%</color>.",
        "ru": "Увеличивает на <color=#99FFFFFF>24%</color> урон против врагов, находящихся под действием Пиро или Электро элементов.",
        "id": "Meningkatkan <color=#99FFFFFF>24%</color> DMG terhadap musuh yang terpengaruh Pyro atau Electro.",
        "th": "เพิ่มความเสียหายแก่ศัตรูที่ได้รับผลกระทบของธาตุไฟ หรือไฟฟ้าขึ้น <color=#99FFFFFF>24%</color>",
        "vi": "Sát thương tạo ra cho kẻ địch bị ảnh hưởng bởi nguyên tố Hỏa hoặc Lôi tăng <color=#99FFFFFF>24%</color>."
      }
    }
  ],
  "internal_name": "Claymore_Siegfry",
  "imgid": "claymore/siegfry"
}