{
  "id": 12404,
  "type": "claymore",
  "rank": 4,
  "name": {
    "zhs": "宗室大剑",
    "zht": "宗室大劍",
    "jp": "旧貴族大剣",
    "ko": "왕실의 대검",
    "en": "Royal Greatsword",
    "de": "Königliches Großschwert",
    "es": "Gran Espada Real",
    "fr": "Espadon royal",
    "pt": "Espadão Real",
    "ru": "Королевский двуручный меч",
    "id": "Royal Greatsword",
    "th": "Royal Greatsword",
    "vi": "Đại Kiếm Tông Thất"
  },
  "description": {
    "zhs": "曾支配蒙德的旧日贵族的大剑。用料极佳，历久犹弥新。是贵族的战斗兵器。",
    "zht": "曾支配蒙德的舊日貴族的大劍。用料極佳，歷久猶彌新。是貴族的戰鬥兵器。",
    "jp": "かつてモンドを支配した旧貴族の大剣。高級素材が使われているため、長い年月が経っても新しいまま。貴族が戦闘時に使う武器である。",
    "ko": "몬드를 지배했던 옛 귀족의 대검. 재료가 아주 훌륭하고, 오랜 세월이 지나도 여전히 새롭다. 귀족의 전투 병기이다",
    "en": "An old greatsword that belonged to the erstwhile rulers of Mondstadt. It is made from the finest-quality materials and has stood the test of time. A weapon for use by the nobility only.",
    "de": "Dieses Großschwert wurde einst vom alten Adel Mondstadts geführt. Sein Material ist erlesen und hat all die Zeit gut überstanden. Diese Waffe ist für Aristokraten vorgesehen.",
    "es": "Una vieja gran espada que perteneció a la antigua aristocracia gobernante de Mondstadt. Está hecha con materiales de primera calidad que han resistido el paso del tiempo. Un arma de batalla exclusiva para la realeza.",
    "fr": "Un espadon assez ancien qui appartenait jadis aux dirigeants de Mondstadt. Il a été fabriqué à partir d'un matériau de qualité qui a su résister à l'épreuve du temps. Cette arme a été conçue pour la noblesse.",
    "pt": "Uma velha espada grande que pertencia aos antigos governantes de Mondstadt. É fabricado com materiais da melhor qualidade e resistiu a prova do tempo. Uma arma para ser usada apenas pela realeza.",
    "ru": "Старинный меч, который носили с собой древние правители Мондштадта. Выкован из материалов высочайшего качества, которые позволили ему выстоять испытание временем. Боевой меч знати, и никого больше.",
    "id": "Pedang panjang tua milik bangsawan Mondstadt di masa lampau. Terbuat dari bahan dengan kualitas terbaik, dan telah melalui ujian waktu. Pedang yang digunakan oleh keluarga kerajaan.",
    "th": "ดาบใหญ่สภาพเก่าแก่ของชนชั้นสูงผู้ที่ครั้งหนึ่งเคยปกครอง Mondstadt มาก่อน มันทำจากวัสดุระดับสูงที่ทนทานต่อความโหดร้ายของกาลเวลา เป็นอาวุธสำหรับต่อสู้ของชนชั้นสูง",
    "vi": "Kiếm quý tộc từng chi phối Mondstadt. Nguyên liệu cực phẩm, là binh khí chiến đấu của giới quý tộc."
  },
  "lore": {
    "zhs": "\n曾支配蒙德的旧日贵族所使用的大剑，做工用料极其讲究。\n也因此，在他们的时代过去无数世代后，仍然牢固如新造。\n战斗曾经是贵族的责任之一。\n为了保护他们的属地与子民，故而与危害平安的魔物战斗。\n但根据记载，最终他们忘却了责任，反而成了吃人的怪物。\n\n据考察，如今被西风骑士团禁止的角斗，\n最初是贵族间，以战斗向神祈礼的仪式。\n\n即使日后角斗被劳伦斯一族扭曲成权贵的娱乐，\n最终又遭骑士团废除，部分祷文仍留了下来——\n\n「眷顾蒙德的千风，我与我的友人、同胞、对手，将刀剑交错之声献给你，将血与汗献给你」\n「指引我前进的风，在我困顿时，赐我继续前行的力量。在我迷惑时，赐我辨明善恶的智慧」\n",
    "zht": "\n曾支配蒙德的舊日貴族所使用的大劍，做工用料極其講究。\n也因此，在他們的時代過去無數世代後，仍然牢固如新造。\n戰鬥曾經是貴族的責任之一。\n為了保護他們的屬地與子民，故而與危害平安的魔物戰鬥。\n但根據記載，最終他們忘卻了責任，反而成了吃人的怪物。\n\n據考察，如今被西風騎士團禁止的角鬥，\n最初是貴族間，以戰鬥向神祈禮的儀式。\n\n即使日後角鬥被勞倫斯一族扭曲成權貴的娛樂，\n最終又遭騎士團廢除，部分禱文仍留了下來——\n\n「眷顧蒙德的千風，我與我的友人、同胞、對手，將刀劍交錯之聲獻給你，將血與汗獻給你」\n「指引我前進的風，在我困頓時，賜我繼續前行的力量。在我迷惑時，賜我辨明善惡的智慧」\n",
    "jp": "\nかつてモンドを支配していた旧貴族に使われていた長剣、その材料と細工は極めて凝っている。\nよって、長い年月が経った今でも、切れ味はそのまま。\n戦いは貴族の責任の一つだった。\n領土と民を守るために、平和を壊す魔物と戦う。\nしかし記録によると、彼らは最終的に自分の使命を忘れ、人を喰う怪物となっていた。\n\nある研究によれば、今は西風騎士団に禁じれらた闘技の始まりは、\n貴族の間で行われた祈祷であった。\n\nやがてそれは、ローレンスによって権力者の娯楽となった。\n最終的に騎士団によって禁じられるも、祈祷文の一部は今も残っている。\n\n「モンドの千風よ、我は友と、同胞と、仇敵と、剣と刃が交差する音を鳴らそう、血と汗を汝に捧げよう」\n「進むべき道を導く風よ、我が困窮した時には、前へ進む力を与えたまえ。我が迷った時には、善悪を見分ける知恵を授けたまえ」\n",
    "ko": "\n몬드를 지배했던 옛 귀족의 대검으로 가공 기술이나 소재 면에서 모두 완벽하다.\n그래서 기나긴 세월이 지난 후에도 여전히 새것처럼 견고하다\n전투는 귀족의 책임 중 하나였다.\n그들은 영지와 영지민들을 지키기 위해 평화를 위협하는 마물과 싸웠다.\n하지만 기록에 따르면, 그들은 결국 책임을 망각하고 사람을 잡아먹는 괴물로 변했다고 한다.\n\n조사에 따르면 현재 페보니우스 기사단에서 금지하는 결투는,\n최초엔 귀족들 사이에서 전투의 형식으로 신에게 예를 올리는 의식이었다.\n\n후에 격투가 로렌스 일족에 의해 권력 있는 귀족들의 오락으로 왜곡되었지만,\n결국 기사단에 의해 폐지 되었고, 일부 기도문에 관련 내용이 남아있다——\n\n「몬드를 살피는 바람이시여, 저와 제 벗, 동포, 적수는 검이 붇지치는 소리와 피, 땀을 당신께 바치겠나이다」\n「절 인도하는 바람이시여, 제가 힘에 부칠 때 앞으로 계속 나아갈 수 있는 힘을 주소서. 제 눈이 멀었을 때 선악을 가릴 수 있는 지혜를 내려주소서」\n",
    "en": "\nA greatsword once used by nobles who ruled over Mondstadt. It was made using premium materials and masterful craftsmanship.\nFor that reason, even after being passed down for generations, it is still as good as new.\nCombat was once a responsibility of the nobles.\nThey protected their people from monsters that threatened peace and stability.\nUnfortunately, they all but forgot their responsibilities, which turned them into the very monsters they once sought to destroy.\n\nResearch suggests that gladiatorial combat originated in a religious context during the rule of the Aristocracy.\nNow outlawed by the Knights of Favonius, it began as a sacrificial ceremony held jointly with prayers to the gods.\n\nThough the practice was later turned into a perverted sport for the Lawrence Clan's pleasure, and subsequently abolished by the Knights,\nSome texts of the original prayers still remain.\n\n\"O guardian winds of Mondstadt. Look after me, my friends, my countrymen, and my opponent. May the sound of clashing blades delight you, and may the offering of sweat and blood please you.\"\n\"O winds that guide my path. When I'm exhausted, bless me with the strength to keep going forward. When I'm uncertain, bless me with the wisdom to distinguish good from evil.\"\n",
    "de": "\nDieses Großschwert wurde einst vom alten Adel Mondstadts geführt. Sein Material ist erlesen und hat all die Zeit gut überstanden.\nSelbst nach Generationen ist dieses Schwert noch so stark und neu wie eh und je.\nKriegsführungskünste waren einst Pflicht für jeden Adligen.\nSie beschützten ihr Volk vor Monstern, die Frieden und Stabilität bedrohten.\nUnglücklicherweise vernachlässigten sie ihre Pflichten, was sie nach und nach zu genau den Monstern machte, die sie geschworen hatten zu vernichten.\n\nStudien zufolge hatte der Ordo Favonius diese Art von Gladiatorenkampf eines Tages verboten,\nzu Hochzeiten diente er als Anlass zum Gebet der Aristokraten zu den Göttern.\n\nTatsächlich aber betrieben die Aristokraten diese Kämpfe als perverse Unterhaltung.\nSie wurden letztendlich vom Ritterorden abgeschafft, aber ein Teil des Originaltexts mit den Gebeten blieb erhalten.\n\n„O schützende Winde, ich, meine Freunde, Gefährten und Gegner, wir werden dir den Klang von aufeinander treffendem Stahl opfern.“\n„Wind, der du mich geleitest, wenn ich erschöpft bin, segne mich mit Kraft voranzuschreiten. Wenn ich unsicher bin, segne mich mit Weisheit, um Gut und Böse zu unterscheiden.“\n",
    "es": "\nUna gran espada que perteneció a un aristócrata que gobernó Mondstadt. Fue elaborada artesanalmente con materiales de primera calidad.\nPor eso, aunque ha pasado de generación en generación, sigue siendo tan firme como si fuera nueva.\nHace tiempo, el combate era responsabilidad de los nobles.\nDebían proteger a la gente de los monstruos que amenazaban la paz y la estabilidad.\nSegún las fuentes escritas, desafortunadamente, el sentido de responsabilidad se perdió, y los nobles se convirtieron en los monstruos que debían haber derrotado.\n\nSegún los investigadores, el combate entre gladiadores, ahora prohibido por los Caballeros de Favonius,\ncomenzó como una ceremonia de sacrificio celebrada conjuntamente por la aristocracia con oraciones para los dioses.\n\nLos Lawrence transformaron estos combates en una forma de entretenimiento para la aristocracia,\npor lo que los Caballeros de Favonius acabaron aboliéndolos. Aun así, hay textos de las oraciones originales que han llegado hasta nuestros días.\n\n“Por favor, cuida de los vientos de Mondstadt. Cuida de mí, de mis amigos, de mis compatriotas y de mi oponente. Que el sonido de las espadas chocando te deleite, y que la ofrenda de sudor y sangre te complazca”.\n“Que el viento que me guía me bendiga con la fuerza necesaria para seguir adelante cuando estoy exhausto, y con la sabiduría para distinguir el bien del mal cuando esté confundido”.\n",
    "fr": "\nUn espadon assez ancien ayant appartenu à un ancien aristocrate de Mondstadt. L'arme a été fabriquée par un expert à partir de matériaux de qualité.\nSa lame est intacte, même après avoir été transmise à travers les générations.\nLe combat était autrefois le devoir des nobles.\nC'est eux qui protégeaient le peuple contre les monstres menaçant la stabilité de la cité.\nMais le temps passa, et les nobles oublièrent leur devoir, et devinrent les monstres qu'ils chassaient autrefois.\n\nLes recherches suggèrent que le combat de gladiateurs puise son origine dans le contexte religieux qui avait cour sous le règne de l'aristocratie.\nÀ l'origine, il s'agissait d'un exercice pratiqué par la noblesse pour prier les divinités pendant la bataille.\n\nLa coutume évolua par la suite pour devenir le sport perverti dédié au plaisir de la classe dirigeante.\nTout ceci fut aboli par les chevaliers ; mais aujourd'hui encore perdurent d'anciennes prières.\n\n« Que les mille vents de la glorieuse Mondstadt me guident, moi, mes compagnons, mes compatriotes, et mes adversaires. Que le son des lames se frappant vous plaise, et que l'offrande de la sueur et du sang accomplisse votre volonté. »\n« Que les vents qui me guident me fasse don de la force lorsque je fatigue, et de la sagesse lorsque j'hésite. »\n",
    "pt": "\nUma espada grande usada por um nobre que governou Mondstadt. Ela foi criada com os melhores materiais e a habilidade de um mestre. \nPor este motivo, mesmo tendo passado de geração em geração, continua como nova.\nO combate outrora foi uma responsabilidade dos nobres.\nEles protegiam o povo dos monstros que ameaçavam a paz e a estabilidade.\nInfelizmente, eles praticamente se esqueceram de suas responsabilidades, o que os transformou nos próprios monstros que antes tentavam destruir.\n\nPesquisas sugerem que o combate de gladiadores teve origem em um contexto religioso durante o governo da Aristocracia.\nAgora tornado ilegal pelos Cavaleiros de Favonius, ele começou como uma cerimônia de sacrifício realizada junto com orações para os deuses.\n\nEmbora a prática tenha sido depois transformada em um perverso esporte para deleite do Clã Lawrence e subsequentemente abolida pelos Cavaleiros,\nAlguns textos das orações originais ainda existem.\n\n\"Por favor, cuide dos ventos de Mondstadt. Cuide de mim, dos meus amigos, dos meus compatriotas e do meu oponente. Que o som das lâminas se chocando proporcione seu deleite e que a oferta de suor e sangue seja do seu agrado.\"\n\"Para o vento que me guia. Quando eu estiver exausto, me abençoe com a força para seguir em frente. Quando eu tiver dúvidas, me abençoe com a sabedoria para distinguir o bem do mal.\"\n",
    "ru": "\nДвуручный меч, принадлежавший дворянину, правившему Мондштадтом. Великий мастер изготовил его из отменных материалов.\nПоэтому, хотя он передаётся из поколения в поколение, он по-прежнему выглядит, как новый.\nКогда-то война была обязанностью дворян.\nОни защищали свой народ от монстров, угрожавших миру и стабильности.\nК сожалению, они уже почти забыли о своём долге, превратившись в тех самых монстров, которых когда-то стремились уничтожить.\n\nСогласно исследованиям, гладиаторские бои зародились в религиозном контексте во времена правления аристократии.\nВ наши времена рыцари Ордо Фавониус объявили их вне закона, но тогда они были жертвенной церемонией, проводимой одновременно с молитвами богам.\n\nХотя позже они превратились в извращённые игры, проводимые для удовольствия клана Лоуренс и впоследствии запрещённые рыцарями,\nнекоторые тексты исходных молитв сохранились.\n\n«Пожалуйста, сохрани ветры Мондштадта. Да пребуду я, мои друзья, мои соотечественники и мой противник в твоей милости. Да усладит твой слух звук лезвий, скрещенных в бою. Прими это подношение пота и крови».\n«К ветру, который ведёт меня. Если я устал, благослови меня силой, чтобы я мог продолжить свой путь. Если я растерян, благослови меня мудростью отличить добро от зла».\n",
    "id": "\nSebuah pedang besar dulunya dipakai oleh bangsawan yang memerintah Mondstadt. Dibuat dengan bahan premium dan keahlian seorang master.\nKarena alasan itulah, walau telah diwariskan turun-temurun, masih terlihat bagus seperti baru.\nPertempuran dulunya adalah tanggung jawab para bangsawan.\nMereka melindungi rakyatnya dari monster yang mengancam kedamaian dan stabilitas.\nSayangnya, mereka semua melupakan tanggung jawabnya, yang mengubah mereka menjadi monster yang dulu mereka binasakan.\n\nPenelitian menunjukkan bahwa pertempuran gladiator yang sekarang dilarang oleh Knights of Favonius,\nAwalnya adalah ritual antara para bangsawan untuk berdoa kepada para Dewa melalui pertempuran.\n\nWalaupun pada akhirnya prakteknya menjadi hiburan bagi para bangsawan,\nDan akhirnya dilarang oleh para kesatria namun beberapa doa masih tetap ada.\n\n\"Lihatlah kepada angin Mondstadt. Lihatlah aku, temanku, rakyatku, dan musuhku. Semoga suara pedang beradu dan persembahan keringat serta darah menyenangkanmu.\"\n\"Kepada angin yang menuntunku. Saat aku lelah, berkati aku dengan kekuatan untuk terus melaju. Di saat aku ragu, berkati aku dengan kebijaksanaan untuk membedakan yang baik dari yang jahat.\"\n",
    "th": "\nดาบใหญ่ที่ใช้โดยชนชั้นสูงผู้ซึ่งครั้งหนึ่งเคยครองอำนาจ Mondstadt ถูกทำด้วยฝีมือประณีต\nด้วยเหตุนี้แม้หลังจากผ่านไปหลายชั่วอายุคนมันก็ยังคงแข็งแกร่งเช่นเดิม\nการต่อสู้นั้นครั้งหนึ่งเคยเป็นทักษะที่จำเป็นสำหรับเหล่าชนชั้นสูง\nเพื่อที่จะปกป้องผู้คนของพวกเธอจากอสูรที่มาคุกคามความสงบสุขและความมั่นคง\nแต่ตามบันทึกในที่สุดพวกเธอก็ลืมความรับผิดชอบของพวกเธอและกลายเป็นอสูรกินคนแทน\n\nจากการตรวจสอบพบว่าการต่อสู้ที่ถูกห้ามโดยกองอัศวินแห่ง Favonius นั้น\nครั้งแรกเกิดขึ้นในช่วงสมัยของเหล่าชนชั้นสูงที่ใช้การต่อสู้เป็นพิธีกรรมในการขอพรต่อเทพเจ้า\n\nแม้ว่าต่อมาการต่อสู้จะถูกตระกูล Lawrence บิดเบือนให้กลายเป็นความบันเทิงของเหล่าชนชั้นสูงผู้มีอำนาจ\nและสุดท้ายก็ถูกกองอัศวินสั่งยกเลิก และคงอยู่ไว้เพียงคำอธิษฐานบางส่วน...\n\n\"จงใส่ใจในสายลมนับพันของ Mondstadt ฉันและเหล่าผองเพื่อน, พี่น้อง และศัตรูของฉัน ขอมอบเสียงกระทบของมีดดาบให้เธอ ขอมอบหยดเลือดและหยาดเหงื่อให้เธอ\"\n\"สายลมที่นำทางฉันไปยังหนทางข้างหน้า มอบพลังให้ฉันเพื่อที่จะก้าวเดินต่อไปในช่วงเวลาที่ฉันเหนื่อยล้าไร้เรี่ยวแรง และมอบสติปัญญาในการตัดสินดีชั่วให้ฉันในช่วงเวลาที่ฉันสับสน\"\n",
    "vi": "\nThanh đại kiếm từng được giới quý tộc cũ vùng Mondstadt sử dụng, quá trình gia công vô cùng tinh tế.\nChính vì vậy, trải qua nhiều đời, thanh kiếm vẫn chắc chắn như mới.\nChiến đấu từng là một trong những nhiệm vụ của giới quý tộc.\nĐể bảo vệ con dân và thuộc địa của mình, họ chiến đấu chống lại những ma vật gây nguy hại cho hòa bình.\nThế nhưng theo ghi chép, cuối cùng họ quên đi trách nhiệm của mình, biến thành những quái vật hút máu.\n\nTheo khảo sát, ngày nay Đội Kỵ Sĩ Tây Phong nghiêm cấm giác đấu,\nBan đầu là lớp quý tộc lấy giác đấu làm hình thức cầu nguyện với thần linh.\n\nCho dù sau này giác đấu bị gia tộc Lawrence biến thành trò tiêu khiển của giới quý tộc.\nCuối cùng lại được đội kỵ sỹ phá bỏ, một số văn vật vẫn được lưu giữ.\n\n\"Ngàn gió bảo vệ Mondstadt, tôi cùng đồng đội, đồng bào, đối thủ, sẽ hiến cho ngài âm thanh của những thanh kiếm và đao xen kẽ vào nhau, đem máu và mồ hôi hiến tế cho ngài\"\n\"Ngọn gió đưa tôi về phía trước, khi tôi gặp khó khăn, hãy ban sức mạnh để tôi có thể đi tiếp. Khi đánh mất chí hướng, hãy ban cho tôi trí tuệ để phân biệt thiện ác\"\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "专注",
        "zht": "專注",
        "jp": "集中",
        "ko": "집중",
        "en": "Focus",
        "de": "Konzentration",
        "es": "Concentración",
        "fr": "Focus",
        "pt": "Foco",
        "ru": "Сосредоточенный",
        "id": "Focus",
        "th": "Focus",
        "vi": "Chuyên Chú"
      },
      "description": {
        "zhs": "攻击造成伤害时，暴击率提升<color=#99FFFFFF>8%</color>，最多堆叠5次。攻击造成暴击后，移除已有的专注效果。",
        "zht": "攻擊造成傷害時，暴擊率提升<color=#99FFFFFF>8%</color>，效果最多疊加五層。攻擊造成暴擊後，移除已有的專注效果。",
        "jp": "攻撃が敵にダメージを与えた時、会心率+<color=#99FFFFFF>8%</color>、最大5重まで。攻撃会心発生時、効果がクリアされる。",
        "ko": "공격으로 피해를 줄 때마다 치명타 확률이 <color=#99FFFFFF>8%</color> 증가한다. 최대 중첩수: 5회. 공격 시 치명타가 발생하면 모든 집중 효과가 사라진다",
        "en": "Upon damaging an opponent, increases CRIT Rate by <color=#99FFFFFF>8%</color>. Max 5 stacks. A CRIT Hit removes all stacks.",
        "de": "Erhöht die KT beim Verursachen von Schaden um <color=#99FFFFFF>8 %</color>, 5-fach stapelbar. Effekt erlischt beim Verursachen eines KT.",
        "es": "Al dañar a un enemigo, aumenta la Prob. CRIT en un <color=#99FFFFFF>8%</color>. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>8 %</color> à chaque attaque qui cause des DGT à un ennemi. Cet effet peut être cumulé 5 fois maximum et est réinitialisé lors d'un coup CRIT.",
        "pt": "Ao atingir um oponente, aumenta a Taxa Crítica em <color=#99FFFFFF>8%</color>, acumulando no máximo 5 vezes. Causar Dano Crítico remove todos os acúmulos.",
        "ru": "При нанесении урона противнику повышает шанс крит. попадания на <color=#99FFFFFF>8%</color>. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
        "id": "Saat mengakibatkan DMG pada musuh, meningkatkan <color=#99FFFFFF>8%</color> CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan CRIT Rate hilang.",
        "th": "เมื่อการโจมตีก่อให้เกิดความเสียหาย อัตราคริจะเพิ่มขึ้น <color=#99FFFFFF>8%</color> ซ้อนทับได้มากสุด 5 ครั้ง และเมื่อโจมตีติดคริติคอลจะล้างเอฟเฟกต์ที่โฟกัสออกทั้งหมด",
        "vi": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích <color=#99FFFFFF>8%</color>, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có."
      }
    },
    {
      "name": {
        "zhs": "专注",
        "zht": "專注",
        "jp": "集中",
        "ko": "집중",
        "en": "Focus",
        "de": "Konzentration",
        "es": "Concentración",
        "fr": "Focus",
        "pt": "Foco",
        "ru": "Сосредоточенный",
        "id": "Focus",
        "th": "Focus",
        "vi": "Chuyên Chú"
      },
      "description": {
        "zhs": "攻击造成伤害时，暴击率提升<color=#99FFFFFF>10%</color>，最多堆叠5次。攻击造成暴击后，移除已有的专注效果。",
        "zht": "攻擊造成傷害時，暴擊率提升<color=#99FFFFFF>10%</color>，效果最多疊加五層。攻擊造成暴擊後，移除已有的專注效果。",
        "jp": "攻撃が敵にダメージを与えた時、会心率+<color=#99FFFFFF>10%</color>、最大5重まで。攻撃会心発生時、効果がクリアされる。",
        "ko": "공격으로 피해를 줄 때마다 치명타 확률이 <color=#99FFFFFF>10%</color> 증가한다. 최대 중첩수: 5회. 공격 시 치명타가 발생하면 모든 집중 효과가 사라진다",
        "en": "Upon damaging an opponent, increases CRIT Rate by <color=#99FFFFFF>10%</color>. Max 5 stacks. A CRIT Hit removes all stacks.",
        "de": "Erhöht die KT beim Verursachen von Schaden um <color=#99FFFFFF>10 %</color>, 5-fach stapelbar. Effekt erlischt beim Verursachen eines KT.",
        "es": "Al dañar a un enemigo, aumenta la Prob. CRIT en un <color=#99FFFFFF>10%</color>. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>10 %</color> à chaque attaque qui cause des DGT à un ennemi. Cet effet peut être cumulé 5 fois maximum et est réinitialisé lors d'un coup CRIT.",
        "pt": "Ao atingir um oponente, aumenta a Taxa Crítica em <color=#99FFFFFF>10%</color>, acumulando no máximo 5 vezes. Causar Dano Crítico remove todos os acúmulos.",
        "ru": "При нанесении урона противнику повышает шанс крит. попадания на <color=#99FFFFFF>10%</color>. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
        "id": "Saat mengakibatkan DMG pada musuh, meningkatkan <color=#99FFFFFF>10%</color> CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan CRIT Rate hilang.",
        "th": "เมื่อการโจมตีก่อให้เกิดความเสียหาย อัตราคริจะเพิ่มขึ้น <color=#99FFFFFF>10%</color> ซ้อนทับได้มากสุด 5 ครั้ง และเมื่อโจมตีติดคริติคอลจะล้างเอฟเฟกต์ที่โฟกัสออกทั้งหมด",
        "vi": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích <color=#99FFFFFF>10%</color>, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có."
      }
    },
    {
      "name": {
        "zhs": "专注",
        "zht": "專注",
        "jp": "集中",
        "ko": "집중",
        "en": "Focus",
        "de": "Konzentration",
        "es": "Concentración",
        "fr": "Focus",
        "pt": "Foco",
        "ru": "Сосредоточенный",
        "id": "Focus",
        "th": "Focus",
        "vi": "Chuyên Chú"
      },
      "description": {
        "zhs": "攻击造成伤害时，暴击率提升<color=#99FFFFFF>12%</color>，最多堆叠5次。攻击造成暴击后，移除已有的专注效果。",
        "zht": "攻擊造成傷害時，暴擊率提升<color=#99FFFFFF>12%</color>，效果最多疊加五層。攻擊造成暴擊後，移除已有的專注效果。",
        "jp": "攻撃が敵にダメージを与えた時、会心率+<color=#99FFFFFF>12%</color>、最大5重まで。攻撃会心発生時、効果がクリアされる。",
        "ko": "공격으로 피해를 줄 때마다 치명타 확률이 <color=#99FFFFFF>12%</color> 증가한다. 최대 중첩수: 5회. 공격 시 치명타가 발생하면 모든 집중 효과가 사라진다",
        "en": "Upon damaging an opponent, increases CRIT Rate by <color=#99FFFFFF>12%</color>. Max 5 stacks. A CRIT Hit removes all stacks.",
        "de": "Erhöht die KT beim Verursachen von Schaden um <color=#99FFFFFF>12 %</color>, 5-fach stapelbar. Effekt erlischt beim Verursachen eines KT.",
        "es": "Al dañar a un enemigo, aumenta la Prob. CRIT en un <color=#99FFFFFF>12%</color>. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>12 %</color> à chaque attaque qui cause des DGT à un ennemi. Cet effet peut être cumulé 5 fois maximum et est réinitialisé lors d'un coup CRIT.",
        "pt": "Ao atingir um oponente, aumenta a Taxa Crítica em <color=#99FFFFFF>12%</color>, acumulando no máximo 5 vezes. Causar Dano Crítico remove todos os acúmulos.",
        "ru": "При нанесении урона противнику повышает шанс крит. попадания на <color=#99FFFFFF>12%</color>. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
        "id": "Saat mengakibatkan DMG pada musuh, meningkatkan <color=#99FFFFFF>12%</color> CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan CRIT Rate hilang.",
        "th": "เมื่อการโจมตีก่อให้เกิดความเสียหาย อัตราคริจะเพิ่มขึ้น <color=#99FFFFFF>12%</color> โดยจะซ้อนทับได้มากสุด 5 ครั้ง และเมื่อโจมตีติดคริติคอล จะล้างเอฟเฟกต์ที่โฟกัสออกทั้งหมด",
        "vi": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích <color=#99FFFFFF>12%</color>, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có."
      }
    },
    {
      "name": {
        "zhs": "专注",
        "zht": "專注",
        "jp": "集中",
        "ko": "집중",
        "en": "Focus",
        "de": "Konzentration",
        "es": "Concentración",
        "fr": "Focus",
        "pt": "Foco",
        "ru": "Сосредоточенный",
        "id": "Focus",
        "th": "Focus",
        "vi": "Chuyên Chú"
      },
      "description": {
        "zhs": "攻击造成伤害时，暴击率提升<color=#99FFFFFF>14%</color>，最多堆叠5次。攻击造成暴击后，移除已有的专注效果。",
        "zht": "攻擊造成傷害時，暴擊率提升<color=#99FFFFFF>14%</color>，效果最多疊加五層。攻擊造成暴擊後，移除已有的專注效果。",
        "jp": "攻撃が敵にダメージを与えた時、会心率+<color=#99FFFFFF>14%</color>、最大5重まで。攻撃会心発生時、効果がクリアされる。",
        "ko": "공격으로 피해를 줄 때마다 치명타 확률이 <color=#99FFFFFF>14%</color> 증가한다. 최대 중첩수: 5회. 공격 시 치명타가 발생하면 모든 집중 효과가 사라진다",
        "en": "Upon damaging an opponent, increases CRIT Rate by <color=#99FFFFFF>14%</color>. Max 5 stacks. A CRIT Hit removes all stacks.",
        "de": "Erhöht die KT beim Verursachen von Schaden um <color=#99FFFFFF>14 %</color>, 5-fach stapelbar. Effekt erlischt beim Verursachen eines KT.",
        "es": "Al dañar a un enemigo, aumenta la Prob. CRIT en un <color=#99FFFFFF>14%</color>. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>14 %</color> à chaque attaque qui cause des DGT à un ennemi. Cet effet peut être cumulé 5 fois maximum et est réinitialisé lors d'un coup CRIT.",
        "pt": "Ao atingir um oponente, aumenta a Taxa Crítica em <color=#99FFFFFF>14%</color>, acumulando no máximo 5 vezes. Causar Dano Crítico remove todos os acúmulos.",
        "ru": "При нанесении урона противнику повышает шанс крит. попадания на <color=#99FFFFFF>14%</color>. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
        "id": "Saat mengakibatkan DMG pada musuh, meningkatkan <color=#99FFFFFF>14%</color> CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan efek akan hilang.",
        "th": "เมื่อการโจมตีก่อให้เกิดความเสียหาย อัตราคริจะเพิ่มขึ้น <color=#99FFFFFF>14%</color> ซ้อนทับได้มากสุด 5 ครั้ง และเมื่อโจมตีติดคริติคอลจะล้างเอฟเฟกต์ที่โฟกัสออกทั้งหมด",
        "vi": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích <color=#99FFFFFF>14%</color>, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có."
      }
    },
    {
      "name": {
        "zhs": "专注",
        "zht": "專注",
        "jp": "集中",
        "ko": "집중",
        "en": "Focus",
        "de": "Konzentration",
        "es": "Concentración",
        "fr": "Focus",
        "pt": "Foco",
        "ru": "Сосредоточенный",
        "id": "Focus",
        "th": "Focus",
        "vi": "Chuyên Chú"
      },
      "description": {
        "zhs": "攻击造成伤害时，暴击率提升<color=#99FFFFFF>16%</color>，最多堆叠5次。攻击造成暴击后，移除已有的专注效果。",
        "zht": "攻擊造成傷害時，暴擊率提升<color=#99FFFFFF>16%</color>，效果最多疊加五層。攻擊造成暴擊後，移除已有的專注效果。",
        "jp": "攻撃が敵にダメージを与えた時、会心率+<color=#99FFFFFF>16%</color>、最大5重まで。攻撃会心発生時、効果がクリアされる。",
        "ko": "공격으로 피해를 줄 때마다 치명타 확률이 <color=#99FFFFFF>16%</color> 증가한다. 최대 중첩수: 5회. 공격 시 치명타가 발생하면 모든 집중 효과가 사라진다",
        "en": "Upon damaging an opponent, increases CRIT Rate by <color=#99FFFFFF>16%</color>. Max 5 stacks. A CRIT Hit removes all stacks.",
        "de": "Erhöht die KT beim Verursachen von Schaden um <color=#99FFFFFF>16 %</color>, 5-fach stapelbar. Effekt erlischt beim Verursachen eines KT.",
        "es": "Al dañar a un enemigo, aumenta la Prob. CRIT en un <color=#99FFFFFF>16%</color>. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>16 %</color> à chaque attaque qui cause des DGT à un ennemi. Cet effet peut être cumulé 5 fois maximum et est réinitialisé lors d'un coup CRIT.",
        "pt": "Ao atingir um oponente, aumenta a Taxa Crítica em <color=#99FFFFFF>16%</color>, acumulando no máximo 5 vezes. Causar Dano Crítico remove todos os acúmulos.",
        "ru": "При нанесении урона противнику повышает шанс крит. попадания на <color=#99FFFFFF>16%</color>. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
        "id": "Saat mengakibatkan DMG pada musuh, meningkatkan <color=#99FFFFFF>16%</color> CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan efek akan hilang.",
        "th": "เมื่อการโจมตีก่อให้เกิดความเสียหาย อัตราคริจะเพิ่มขึ้น <color=#99FFFFFF>16%</color> ซ้อนทับได้มากสุด 5 ครั้ง และเมื่อโจมตีติดคริติคอลจะล้างเอฟเฟกต์ที่โฟกัสออกทั้งหมด",
        "vi": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích <color=#99FFFFFF>16%</color>, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có."
      }
    }
  ],
  "internal_name": "Claymore_Theocrat",
  "imgid": "claymore/theocrat"
}