{
  "id": 12303,
  "type": "claymore",
  "rank": 3,
  "name": {
    "zhs": "白铁大剑",
    "zht": "白鐵大劍",
    "jp": "白鉄の大剣",
    "ko": "백철 대검",
    "en": "White Iron Greatsword",
    "de": "Weißes Eisengroßschwert",
    "es": "Espada de Hierro Blanco",
    "fr": "Grande épée en fer blanc",
    "pt": "Espadão de Ferro Branco",
    "ru": "Меч из белого железа",
    "id": "White Iron Greatsword",
    "th": "White Iron Greatsword",
    "vi": "Kiếm Bạch Thiết"
  },
  "description": {
    "zhs": "白铁锻成的双手剑，兼顾了重量与强度。即使臂力一般的人也能舞得生风，在力量强大者手中更是威力无穷。",
    "zht": "白鐵鍛成的雙手劍，兼顧了重量與強度。即使臂力一般的人也能舞得生風，在力量強大者手中更是威力無窮。",
    "jp": "白鉄でできた両手剣、重量と強度を兼ね備えている。普通の腕力でも簡単に振ることができ、力の強い人が持つと威力が更に倍増する。",
    "ko": "백철로 단조한 양손검으로 무게와 강도를 겸비했다. 평범한 사람도 쉽게 다룰 수 있고 강한 사람의 손에 들어가면 위력이 더욱 강력해진다",
    "en": "A claymore made from white iron. Lightweight without compromising on power. Effective even when wielded by one of average strength, it is extremely deadly in the hands of a physically stronger wielder.",
    "de": "Ein aus weißem Eisen geschmiedeter Zweihänder, dessen Vorteile Gewicht und Stärke sind. Obwohl selbst mittelmäßig trainierte Menschen damit umgehen können, erhöht sich seine Wirksamkeit mit der Kraft des Anwenders.",
    "es": "Un mandoble fabricado con hierro blanco que aumenta su potencia al tiempo que tiene un peso relativamente ligero. Puede ser manejada por personas con fuerza normal en los brazos, pero su manejo es mucho mejor cuando es empuñada por grandes guerreros.",
    "fr": "Une épée à deux mains fabriquée dans du fer blanc, ce qui ajoute à la puissance à l'arme tout en réduisant son poids. Elle peut être maniée par tous, mais sa force reflète celle de la personne qui l'utilise.",
    "pt": "Um espadão feito com ferro branco que aumenta o poder durante o corte. Adequado até mesmo para as pessoas com forças normais, mas seu poder pode aumentar exponencialmente com a força do seu manejador.",
    "ru": "Двуручный меч, выкованный из белого железа. Такой материал делает его одновременно сильным и лёгким. Подходит даже для человека среднего телосложения, однако его мощь всё же растёт с силой владельца.",
    "id": "Claymore yang terbuat dari besi putih, mengandalkan berat untuk meningkatkan daya hancur. Semakin kuat penggunanya, semakin besar daya hancur yang diakibatkannya.",
    "th": "ดาบใหญ่ที่สร้างขึ้นด้วยเหล็กขาว เพิ่มความแข็งแกร่งเมื่อใช้มันตัดด้วยน้ำหนัก แม้ผู้ที่มีความแข็งแรงระดับทั่วไปก็สามารถใช้ได้ แต่พลังของมันก็ขึ้นอยู่กับระดับความแข็งแกร่งของผู้ใช้งาน",
    "vi": "Kiếm được tôi luyện từ thép trắng, có trọng lực và cường độ tốt. Cho dù người thường cũng có thể sử dụng, trong tay kẻ mạnh thì càng có uy lực xuất chúng."
  },
  "lore": {
    "zhs": "\n用轻质的白铁打造而成的双手大剑，轻巧实用，闪着冰雪与白银的光芒。\n借助这把大剑轻巧的特点快速挥舞的话，白铁的闪光很容易让敌人目眩。\n但这把剑通常不是作为武器使用的。\n依照远古的战士礼仪，战友倒下时，会将闪亮的武器立在英杰殒命之地。\n虽然这种仪式不再流行，但仍有少数人记得其中的含义…\n",
    "zht": "\n用輕質的白鐵打造而成的雙手大劍，輕巧實用，閃著冰雪與白銀的光芒。\n借助這把大劍輕巧的特點快速揮舞的話，白鐵的閃光很容易讓敵人目眩。\n但這把劍通常不是作為武器使用的。\n依照遠古的戰士禮儀，戰友倒下時，會將閃亮的武器立在英傑殞命之地。\n雖然這種儀式不再流行，但仍有少數人記得其中的含義…\n",
    "jp": "\n軽い白鉄で作られた扱いやすい大剣。雪のような白銀色に輝いている。\nこの大剣は素早く振り回すことで、白鉄の輝く光が相手の目を眩ます。\nしかし、この剣はあまり武器として使われない。\n昔、命を落とした戦友の傍に、輝く武器を突き立てる風習があった。\n時が経ち廃れてしまったが、僅かな人はその儀式の意味を覚えている。\n",
    "ko": "\n가벼운 백철로 만든 양손 대검, 가볍고 실용적이며, 얼음과 백은의 빛을 번쩍인다.\n이 대검의 가벼운 특징을 빌려 빠르게 휘두르면, 백철의 섬광은 적의 눈을 손쉽게 어지럽힐 수 있다.\n그러나 이 검은 일반적으로 무기로 사용되지 않는다.\n고대 전사들의 예절에 따르면, 전우가 쓰러졌을 때 번쩍이는 무기를 영웅호걸들이 절명한 곳에 세운다고 한다.\n이런 의식이 더 이상 유행하진 않지만 소수의 사람들은 이 행동의 숨을 뜻을 기억하고 있다…\n",
    "en": "\nA lightweight greatsword made of white iron with a silver sheen.\nWhen swung rapidly, the flashes of light can blind the enemy.\nHowever, this sword is not usually used as a weapon.\nAccording to the way of warriors of old, when a comrade falls in battle, polished weapons will line the ground where they fell.\nThough such rituals as these are no longer in fashion, some few still remember what they mean...\n",
    "de": "\nEin sehr leichtes aus weißem Eisen geschmiedetes Zweihänder-Großschwert, das ein helles, silbernes Licht abstrahlt.\nWenn es schnell geschwungen wird, erzeugt es gleißendes Licht, das Gegner leicht blendet.\nDieses Schwert wird jedoch in der Regel nicht als Waffe benutzt.\nWenn ein Kamerad im Kampf fällt, wird nach alter Art der Krieger eine glänzende Waffe in den Boden gerammt, genau an der Stelle, an der er gefallen ist.\nObwohl solche Rituale heutzutage nicht mehr in Mode sind, wissen einige wenige noch, was sie zu bedeuten haben ...\n",
    "es": "\nUn mandoble ligero hecho de hierro blanco con un brillo plateado.\nCuando se blande rápidamente, emite unos destellos de luz que pueden cegar al enemigo.\nSin embargo, esta espada no suele utilizarse como arma.\nSegún un antiguo protocolo guerrero, cuando un compañero de armas cae en combate, se deben colocar armas con un gran brillo sobre el lugar donde este murió.\nAunque este ritual ya no es una práctica común, todavía hay quien recuerda su significado simbólico.\n",
    "fr": "\nUne épée à deux mains en fer blanc. Légère et pratique, elle brille d'un éclat argenté.\nManiée avec rapidité, elle a le pouvoir d'aveugler l'ennemi.\nMais cette épée n'est généralement pas utilisée comme arme.\nD'après les antiques coutumes de la chevalerie, lorsqu'un frère d'armes vient à mourir au combat, il est honoré en plantant une arme brillante à l'endroit où il est tombé.\nCette coutume a disparu de nos jours ; mais certains se souviennent encore de sa signification...\n",
    "pt": "\nUma espada grande e leve feita de ferro branco com um brilho prateado. \nQuando balançados rapidamente, os clarões de luz podem cegar o inimigo.\nPorém, essa espada não era comumente usada como arma.\nDe acordo com os antigos guerreiros, quando um camarada cai em combate, armas polidas alinharão o chão onde ele faleceu.\nApesar desse tipo de ritual não ser mais usado, alguns ainda se lembram de seu significado...\n",
    "ru": "\nДвуручный меч, выкованный из лёгкого белого железа и сверкающий льдистым серебром. Удобен в бою.\nБлагодаря лёгкости меча им можно быстро взмахивать, и тогда сияние белого железа легко ослепляет врагов.\nНо этот меч обычно не используется, как боевое оружие.\nСогласно традициям древних воинов, если товарищ по оружию пал в битве, то в месте, где он встретил смерть, оставляют сверкающее оружие.\nХотя такая церемония не особенно распространена, некоторые ещё помнят её смысл...\n",
    "id": "\nPedang dua tangan yang ringan dan praktis terbuat dari besi putih dengan kilau perak, bersinar bagai es dan salju.\nSaat diayunkan dengan cepat, kilatan cahayanya dapat membutakan musuh.\nNamun, pedang ini biasanya tidak digunakan sebagai senjata.\nMenurut etika prajurit kuno, saat kawannya gugur dalam perang, senjata mereka akan diletakkan di tanah tempat mereka jatuh.\nMeskipun ritual ini tidak lagi digunakan, tapi beberapa orang masih ingat arti dari ritual ini...\n",
    "th": "\nดาบใหญ่สองมือที่ทำจากเหล็กน้ำหนักเบา เบาและใช้งานได้จริง ส่องประกายด้วยหิมะและสีเงิน\nเมื่อกวัดแกว่งดาบใหญ่ที่มีน้ำหนักเบานี้อย่างรวดเร็ว ประกายจากเหล็กสีขาวจะทำให้ศัตรูตาพร่ามัว\nแต่ดาบเล่มนี้ปกติแล้วไม่ได้นำมาใช้เป็นอาวุธหรอก\nตามประเพณีของนักรบโบราณนั้นเมื่อสหายล้มตายลง จะนำเอาอาวุธที่ส่องแสงประกายตั้งไว้ตรงพื้นที่วีรบุรุษสิ้นชีวิต\nแม้ว่าพิธีการแบบนี้จะไม่นิยมอีกต่อไปแล้ว แต่ยังคงมีคนส่วนหนึ่งที่ยังจดจำความหมายที่แฝงเอาไว้ได้...\n",
    "vi": "\nĐôi đại kiếm được tạo nên từ thép trắng, chắc nhẹ dễ dùng, ánh lên màu của băng tuyết và bạch ngân.\nLợi dụng sự gọn nhẹ của đại kiếm, khi múa võ, ánh thép trắng dễ dàng làm mờ mắt kẻ địch.\nNhưng thanh kiếm này thường không được dùng để làm vũ khí.\nDựa theo nghi lễ của các chiến binh thời viễn cổ, khi đồng đội ngã xuống, những chiến binh còn lại sẽ giương cao lưỡi kiếm lóe sáng nơi người anh em của mình hy sinh.\nTuy rằng loại nghi thức này không hề phổ biến, nhưng vẫn có vài người ghi nhớ ý nghĩa của nó...\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "收割",
        "zht": "收割",
        "jp": "刈り取る",
        "ko": "수확",
        "en": "Cull the Weak",
        "de": "Lebensentzug",
        "es": "Cosecha",
        "fr": "Moissonneur",
        "pt": "Colheita",
        "ru": "Жатва",
        "id": "Cull the Weak",
        "th": "Cull the Weak",
        "vi": "Dứt Điểm"
      },
      "description": {
        "zhs": "击败敌人时，恢复<color=#99FFFFFF>8%</color>生命值。",
        "zht": "擊敗敵人時，恢復<color=#99FFFFFF>8%</color>生命值。",
        "jp": "敵を倒したとき、HPを<color=#99FFFFFF>8%</color>回復する。",
        "ko": "적을 처치하면 HP를 <color=#99FFFFFF>8%</color> 회복한다",
        "en": "Defeating an opponent restores <color=#99FFFFFF>8%</color> HP.",
        "de": "Stellt beim Besiegen eines Gegners <color=#99FFFFFF>8 %</color> LP wieder her.",
        "es": "Restaura un <color=#99FFFFFF>8%</color> de Vida tras derrotar a un enemigo.",
        "fr": "Restaure <color=#99FFFFFF>8 %</color> des PV après la défaite d'un ennemi.",
        "pt": "Derrotar um oponente recupera <color=#99FFFFFF>8%</color> da Vida.",
        "ru": "Победа над противником восстанавливает <color=#99FFFFFF>8%</color> HP.",
        "id": "Memulihkan <color=#99FFFFFF>8%</color> HP saat mengalahkan satu musuh.",
        "th": "เมื่อกำจัดศัตรูได้จะฟื้นฟูพลังชีวิตขึ้น <color=#99FFFFFF>8%</color>",
        "vi": "Khi đánh bại kẻ địch, hồi <color=#99FFFFFF>8%</color> HP."
      }
    },
    {
      "name": {
        "zhs": "收割",
        "zht": "收割",
        "jp": "刈り取る",
        "ko": "수확",
        "en": "Cull the Weak",
        "de": "Lebensentzug",
        "es": "Cosecha",
        "fr": "Moissonneur",
        "pt": "Colheita",
        "ru": "Жатва",
        "id": "Cull the Weak",
        "th": "Cull the Weak",
        "vi": "Dứt Điểm"
      },
      "description": {
        "zhs": "击败敌人时，恢复<color=#99FFFFFF>10%</color>生命值。",
        "zht": "擊敗敵人時，恢復<color=#99FFFFFF>10%</color>生命值。",
        "jp": "敵を倒したとき、HPを<color=#99FFFFFF>10%</color>回復する。",
        "ko": "적을 처치하면 HP를 <color=#99FFFFFF>10%</color> 회복한다",
        "en": "Defeating an opponent restores <color=#99FFFFFF>10%</color> HP.",
        "de": "Stellt beim Besiegen eines Gegners <color=#99FFFFFF>10 %</color> LP wieder her.",
        "es": "Restaura un <color=#99FFFFFF>10%</color> de Vida tras derrotar a un enemigo.",
        "fr": "Restaure <color=#99FFFFFF>10 %</color> des PV après la défaite d'un ennemi.",
        "pt": "Derrotar um oponente recupera <color=#99FFFFFF>10%</color> da Vida.",
        "ru": "Победа над противником восстанавливает <color=#99FFFFFF>10%</color> HP.",
        "id": "Memulihkan <color=#99FFFFFF>10%</color> HP saat mengalahkan satu musuh.",
        "th": "เมื่อกำจัดศัตรูได้จะฟื้นฟูพลังชีวิตขึ้น <color=#99FFFFFF>10%</color>",
        "vi": "Khi đánh bại kẻ địch, hồi <color=#99FFFFFF>10%</color>HP"
      }
    },
    {
      "name": {
        "zhs": "收割",
        "zht": "收割",
        "jp": "刈り取る",
        "ko": "수확",
        "en": "Cull the Weak",
        "de": "Lebensentzug",
        "es": "Cosecha",
        "fr": "Moissonneur",
        "pt": "Colheita",
        "ru": "Жатва",
        "id": "Cull the Weak",
        "th": "Cull the Weak",
        "vi": "Dứt Điểm"
      },
      "description": {
        "zhs": "击败敌人时，恢复<color=#99FFFFFF>12%</color>生命值。",
        "zht": "擊敗敵人時，恢復<color=#99FFFFFF>12%</color>生命值。",
        "jp": "敵を倒したとき、HPを<color=#99FFFFFF>12%</color>回復する。",
        "ko": "적을 처치하면 HP를 <color=#99FFFFFF>12%</color> 회복한다",
        "en": "Defeating an opponent restores <color=#99FFFFFF>12%</color> HP.",
        "de": "Stellt beim Besiegen eines Gegners <color=#99FFFFFF>12 %</color> LP wieder her.",
        "es": "Restaura un <color=#99FFFFFF>12%</color> de Vida tras derrotar a un enemigo.",
        "fr": "Restaure <color=#99FFFFFF>12 %</color> des PV après la défaite d'un ennemi.",
        "pt": "Derrotar um oponente recupera <color=#99FFFFFF>12%</color> da Vida.",
        "ru": "Победа над противником восстанавливает <color=#99FFFFFF>12%</color> HP.",
        "id": "Memulihkan <color=#99FFFFFF>12%</color> HP saat mengalahkan satu musuh.",
        "th": "เมื่อกำจัดศัตรูได้จะฟื้นฟูพลังชีวิตขึ้น <color=#99FFFFFF>12%</color>",
        "vi": "Khi đánh bại kẻ địch, hồi <color=#99FFFFFF>12%</color>HP"
      }
    },
    {
      "name": {
        "zhs": "收割",
        "zht": "收割",
        "jp": "刈り取る",
        "ko": "수확",
        "en": "Cull the Weak",
        "de": "Lebensentzug",
        "es": "Cosecha",
        "fr": "Moissonneur",
        "pt": "Colheita",
        "ru": "Жатва",
        "id": "Cull the Weak",
        "th": "Cull the Weak",
        "vi": "Dứt Điểm"
      },
      "description": {
        "zhs": "击败敌人时，恢复<color=#99FFFFFF>14%</color>生命值。",
        "zht": "擊敗敵人時，恢復<color=#99FFFFFF>14%</color>生命值。",
        "jp": "敵を倒したとき、HPを<color=#99FFFFFF>14%</color>回復する。",
        "ko": "적을 처치하면 HP를 <color=#99FFFFFF>14%</color> 회복한다",
        "en": "Defeating an opponent restores <color=#99FFFFFF>14%</color> HP.",
        "de": "Stellt beim Besiegen eines Gegners <color=#99FFFFFF>14 %</color> LP wieder her.",
        "es": "Restaura un <color=#99FFFFFF>14%</color> de Vida tras derrotar a un enemigo.",
        "fr": "Restaure <color=#99FFFFFF>14 %</color> des PV après la défaite d'un ennemi.",
        "pt": "Derrotar um oponente recupera <color=#99FFFFFF>14%</color> da Vida.",
        "ru": "Победа над противником восстанавливает <color=#99FFFFFF>14%</color> HP.",
        "id": "Memulihkan <color=#99FFFFFF>14%</color> HP saat mengalahkan satu musuh.",
        "th": "เมื่อกำจัดศัตรูได้จะฟื้นฟูพลังชีวิตขึ้น <color=#99FFFFFF>14%</color>",
        "vi": "Khi đánh bại kẻ địch, hồi <color=#99FFFFFF>14%</color>HP"
      }
    },
    {
      "name": {
        "zhs": "收割",
        "zht": "收割",
        "jp": "刈り取る",
        "ko": "수확",
        "en": "Cull the Weak",
        "de": "Lebensentzug",
        "es": "Cosecha",
        "fr": "Moissonneur",
        "pt": "Colheita",
        "ru": "Жатва",
        "id": "Cull the Weak",
        "th": "Cull the Weak",
        "vi": "Dứt Điểm"
      },
      "description": {
        "zhs": "击败敌人时，恢复<color=#99FFFFFF>16%</color>生命值。",
        "zht": "擊敗敵人時，恢復<color=#99FFFFFF>16%</color>生命值。",
        "jp": "敵を倒したとき、HPを<color=#99FFFFFF>16%</color>回復する。",
        "ko": "적을 처치하면 HP를 <color=#99FFFFFF>16%</color> 회복한다",
        "en": "Defeating an opponent restores <color=#99FFFFFF>16%</color> HP.",
        "de": "Stellt beim Besiegen eines Gegners <color=#99FFFFFF>16 %</color> LP wieder her.",
        "es": "Restaura un <color=#99FFFFFF>16%</color> de Vida tras derrotar a un enemigo.",
        "fr": "Restaure <color=#99FFFFFF>16 %</color> des PV après la défaite d'un ennemi.",
        "pt": "Derrotar um oponente recupera <color=#99FFFFFF>16%</color> da Vida.",
        "ru": "Победа над противником восстанавливает <color=#99FFFFFF>16%</color> HP.",
        "id": "Memulihkan <color=#99FFFFFF>16%</color> HP saat mengalahkan satu musuh.",
        "th": "เมื่อกำจัดศัตรูได้จะฟื้นฟูพลังชีวิตขึ้น <color=#99FFFFFF>16%</color>",
        "vi": "Khi đánh bại kẻ địch, hồi <color=#99FFFFFF>16%</color>HP"
      }
    }
  ],
  "internal_name": "Claymore_Tin",
  "imgid": "claymore/tin"
}