[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "砂糖作为炼金术天才阿贝多的助手，在研究方向上却与他大相径庭。\n\n比起探究炼金术的本质和创造新生命，她更加感兴趣的是如何使用炼金术去改造已有的生命，让世界变得更丰富多彩。\n\n年纪轻轻的她已经成就斐然：比如通过使用特殊的药剂灌溉，让甜甜花的花蜜产量提升了七成；又比如制作了一种特殊喷雾，让日落果离枝后能保鲜一整个月。\n\n原本对砂糖的研究方向持怀疑态度的人，在见识到这些成果之后，也渐渐地承认了她在炼金术上的卓越天赋。\n\n不过对她而言，这些都不算成功的实验结果，只是通往成功之路上的偶然之举。她的目标，比这些宏伟得多。\n\n这个目标是她的秘密，也是她小小的浪漫。",
      "zht": "砂糖作為煉金術天才阿貝多的助手，在研究方向上卻與他大相徑庭。\n\n比起探究煉金術的本質和創造新生命，她更加感興趣的是如何使用煉金術去改造已有的生命，讓世界變得更豐富多彩。\n\n年紀輕輕的她已經成就斐然：比如藉由使用特殊的藥劑灌溉，讓甜甜花的花蜜產量提升了七成；又像是製作了一種特殊噴霧，讓日落果離枝後能保鮮一整個月。\n\n原本對砂糖的研究方向持懷疑態度的人，在見識到這些成果之後，也漸漸地承認了她在煉金術上的卓越天賦。\n\n不過對她而言，這些都不算成功的實驗結果，只是通往成功之路上的偶然之舉。她的目標，比這些宏偉得多。\n\n這個目標是她的秘密，也是她小小的浪漫。",
      "jp": "スクロースは、天才錬金術師アルベドのアシスタントであるが、研究の分野は大分異なる。\n\n錬金術の本質の研究や新しい生命を作り出すことよりも、錬金術で現存の生物を改造し、世界をより豊かにすることが彼女の研究分野だ。\n\n彼女は、若くして数々の功績を成した。特殊な薬剤を散布し、スイートフラワーの花蜜の生産高を7割増やした。開発した特殊スプレーを使えば、採れた夕暮れの実を丸一ヶ月新鮮な状態に保つことができる。\n\nスクロースの研究に疑問を持っていた人も彼女の成果を見れば、彼女の卓越した天賦の才を認めざるを得ない。\n\nだが、スクロースにとって、これらの実験の結果は成功とは言えない。ただの偶然だった。彼女の目標はもっと壮大だ。\n\nこの目標は彼女の秘密であり、彼女の小さなロマンでもある。",
      "ko": "설탕은 연금술의 천재 알베도의 조수이나 연구 분야는 그와 완전히 다르다.\n\n그녀는 연금술의 본질과 새로운 생명 창조를 탐구하는 것보다 연금술을 어떻게 사용해야만 현재 있는 생명을 개조하여 세계를 더욱 풍부하고 다채롭게 만들 수 있을까에 더 큰 관심을 가지고 있다.\n\n젊디젊은 그녀는 이미 많은 성과를 거두었다: 예를 들면 특수한 포션을 사용해 달콤달콤꽃의 꿀 생산량을 30% 증가시킨 것. 특수한 스프레이를 만들어 일몰 열매의 신선도를 1달 내내 유지할 수 있게 했다.\n\n설탕의 연구 방향에 의구심을 가지고 있던 사람들도 이런 성과를 본 뒤론 그녀의 뛰어난 연금술 재능을 인정하기 시작했다.\n\n하지만 그녀에게 있어 이는 성공적인 실험 결과가 아닌 그저 성공을 향해 가던 도중에 만난 우연일 뿐이다. 그녀의 목표는 이것보다 훨씬 더 위대하다.\n\n이 목표는 비밀이자 그녀의 조그마한 낭만이다",
      "en": "Sucrose may be the assistant of the genius alchemist Albedo, but they could not be more different in research direction.\n\nAs opposed to studying the essence of alchemy and the ability to create new life, she is far more interested in using alchemy to modify existing life, all the better to add variety and color to this world.\n\nDespite her youth, she has already achieved some brilliant results. For example, she has been able to increase the nectar output of Sweet Flowers by 70% by irrigating them with a special potion. She has also developed a special spray that allows Sunsettias to maintain their freshness for a whole month after being plucked from the branch.\n\nEven people who were initially suspicious of her research inclinations have come to acknowledge her exceptional talents in the field of alchemy after seeing such results.\n\nHowever, she merely considers these to be incidental steps on the path to a successful experiment, rather than the success itself. Her true aim is much more ambitious than this.\n\nIt's a secret, and is also her little dream.",
      "de": "Saccharose mag zwar die Assistentin des genialen Alchimisten Albedo sein, aber in ihren Forschungsrichtungen könnten die beiden nicht unterschiedlicher sein.\n\nIm Gegensatz zum Studium des Wesens der Alchimie und der Fähigkeit, neues Leben zu erschaffen, ist sie viel mehr daran interessiert, die Alchimie zu nutzen, um bestehendes Leben zu verändern, oder besser gesagt, um dieser Welt Abwechslung und Farbe zu verleihen.\n\n Trotz ihres jungen Alters hat sie bereits einige brillante Ergebnisse erzielt. So konnte sie zum Beispiel die Nektarproduktion von Zuckerblumen um 70 % erhöhen, indem sie sie mit einem speziellen Trank bewässerte. Sie hatte auch ein besonderes Sprühmittel entwickelt, mit dem Dämmerfrüchte einen ganzen Monat lang frisch gehalten werden können, nachdem sie bereits gepflückt wurden.\n\nSelbst Leute, die anfangs ihrer Forschungsrichtung gegenüber eher misstrauisch waren, haben ihre außergewöhnlichen Talente auf dem Gebiet der Alchimie erkannt.\n\nSie betrachtet dies jedoch nur als zufällige Erfolge auf dem Weg zu einem tatsächlich erfolgreichen Experiment. Ihr wahres Ziel ist viel ehrgeiziger als dieses.\n\nEs ist jedoch ein Geheimnis und auch ihr eigener kleiner Traum.",
      "es": "Puede que Sacarosa sea la asistente del genio alquimista Albedo, pero no podrían ser más diferentes en la dirección de sus investigaciones.\n\nA diferencia de estudiar la esencia de la alquimia y la capacidad de crear nueva vida, Sacarosa está mucho más interesada en usar la alquimia para modificar las formas de vida ya existentes para agregar variedad y color a este mundo.\n\nA pesar de su juventud, ya ha logrado algunos resultados brillantes. Por ejemplo, pudo aumentar la producción de néctar de las flores dulces en un 70% al regarlas con una poción especial. También ha desarrollado un pulverizador especial que permite que las solsettias mantengan su frescura durante todo un mes después de ser arrancadas.\n\nIncluso las personas que inicialmente sospechaban de sus inclinaciones en investigación han llegado a reconocer sus talentos excepcionales en el campo de la alquimia después de ver tales resultados.\n\nSin embargo, ella simplemente considera que estos son pasos insignificantes en el camino hacia un experimento exitoso, en lugar del éxito en sí mismo. Su verdadero objetivo es mucho más ambicioso.\n\nEs su secreto y su sueño.",
      "fr": "Sucrose a beau être l'assistante d'Albedo, l'alchimiste prodige, mais tout les oppose en termes d'orientation des recherches qu'ils mènent.\n\nContrairement à son supérieur hiérarchique qui privilégie l'étude des fondements de l'alchimie et la capacité de créer la vie, elle semble davantage intéressée par une alchimie pratique qui améliorerait et égaierait le quotidien de tous.\n\nEn dépit de son jeune âge, Sucrose collectionne quelques exploits, comme l'augmentation de la production de nectar des fleurs sucrantes de 70 % en les nourrissant avec une potion de son cru ou bien l'invention d'un produit en spray qui permet aux pommes crépusculaires de conserver leur fraîcheur pendant plus d'un mois après leur cueillette.\n\nMême ses détracteurs ne pouvaient que reconnaître son talent d'alchimiste après avoir pris connaissance de ces prouesses.\n\nCependant, Sucrose considère ces découvertes comme faisant partie d'une plus grande expérience.\n\nNotre jeune alchimiste a de l'ambition à revendre et son but ultime demeure encore un secret...",
      "pt": "Sucrose pode ser a assistente do genial alquimista Albedo, mas eles não poderiam ser mais diferentes em sua direção de pesquisa.\n\nAo contrário de estudar a essência da alquimia e a capacidade de criar uma nova vida, ela está muito mais interessada em usar a alquimia para modificar a vida existente, o que é melhor para acrescentar variedade e cor a este mundo.\n\nApesar de sua juventude, ela já alcançou alguns resultados brilhantes. Por exemplo, ela foi capaz de aumentar em 70% a produção de néctar das Flores Doces irrigando-as com uma poção especial. Ela também desenvolveu um spray especial que permite que os Frutos do Pôr do Sol mantenham seu frescor por um mês inteiro após terem sido arrancados de seu galho.\n\nMesmo as pessoas que inicialmente suspeitavam de suas inclinações de pesquisa, depois de verem tais resultados, passaram a reconhecer seus excepcionais talentos no campo da alquimia.\n\nEntretanto, ela apenas considera estes como passos acidentais no caminho para uma experiência bem sucedida, ao invés do sucesso em si. Seu verdadeiro objetivo é muito mais ambicioso do que isso.\n\nÉ um segredo, e é também o seu pequeno sonho.",
      "ru": "Хоть Сахароза - ассистентка гениального Альбедо, направления их исследований разительно отличаются. Превращение существующей жизни и придание миру разнообразия её интересуют куда больше, чем изучение природы алхимии и создания новых видов. Несмотря на свой юный возраст, она уже добилась поразительных результатов. Например, поливая рассаду цветков-сахарков особым зельем, она повысила сбор нектара на 70%. Также она разработала спрей, после которого сорванные плоды закатника ещё целый месяц могут оставаться свежими. Даже те, кто ставил направленность работы Сахарозы под сомнение, при виде результатов были вынуждены признать её великий алхимический талант. Но сама Сахароза все эти успехи считает лишь шагами, приближающими её к цели куда более величественной и амбициозной. Цель эта остаётся секретом, и в то же время заветной мечтой.",
      "id": "Sucrose memang adalah asisten jenius dari alkemis Albedo, tapi mereka tidak begitu berbeda dalam arah penelitiannya.\n\nSebagai orang yang menentang mempelajari esensi alkimia dan kemampuan untuk menciptakan kehidupan baru, dia jauh lebih tertarik menggunakan alkimia untuk memodifikasi yang sudah ada dalam hidup ini, semua terlihat lebih baik untuk menambah variasi dan warna ke dunia ini.\n\nWalau masih muda, tapi dia sudah mencapai banyak hasil yang brilian. Sebagai contohnya, dia mampu meningkatkan output nektar dari Sweet Flowers sampai 70% dengan cara mengairi mereka menggunakan ramuan khusus. Dia juga mengembahkan penyemprot spesial yang bisa membuat Sunsettia untuk tetap segar sepanjang bulan walau sudah dipetik dari pohon.\n\nBahkan orang yang awalnya curiga dengan penelitiannya pada akhirnya mengakui bakatnya yang luar biasa dalam bidang alkimia setelah melihat hasil seperti itu.\n\nNamun, dia hanya menganggap ini sebagai langkah kecil dalam jalan menuju percobaan yang sukses, bukan kesuksesan itu sendiri. Tujuannya yang sebenarnya jauh lebih ambisius daripada ini.\n\nItu merupakan rahasia, dan juga mimpi kecilnya.",
      "th": "ถึงแม้ Sucrose จะเป็นผู้ช่วยของนักเล่นแร่แปรธาตุอัจฉริยะอย่าง Albedo แต่ทิศทางการวิจัยของพวกเขากลับแตกต่างกันอย่างสิ้นเชิง\n\nแทนที่จะศึกษาแก่นแท้ของการเล่นแร่แปรธาตุและสร้างชีวิตใหม่ เธอกลับสนใจวิธีการแปรธาตุเพื่อเปลี่ยนแปลงชีวิตที่มีอยู่ และทำให้โลกใบนี้มีสีสันมากขึ้น\n\nถึงแม้เธอจะอายุยังน้อย แต่ก็มีผลงานอันน่าทึ่งนับไม่ถ้วน: เช่น เพิ่มประสิทธิภาพในการผลิตน้ำหวานจากดอก Sweet Flower ขึ้น 70% โดยการใช้น้ำยาพิเศษมากระตุ้น และเธอยังได้พัฒนาสเปรย์พิเศษที่ช่วยรักษาความสดของผล Sunsettia ให้สดใหม่เป็นเดือนหลังจากที่เก็บมันมาจากต้น\n\nแม้แต่คนที่กังขาในทิศทางงานวิจัยของเธอ ก็ยังต้องยอมรับความสามารถอันโดดเด่นในการแปรธาตุของเธอหลังจากที่ได้เห็นผลลัพธ์เหล่านี้\n\nแต่สำหรับเธอแล้ว สิ่งเหล่านี้ไม่ใช่ผลลัพธ์ของการทดลองที่ประสบความสำเร็จ เป็นเพียงแค่การค้นพบโดยบังเอิญ บนเส้นทางสู่ความสำเร็จเท่านั้น เป้าหมายที่แท้จริงของเธอยิ่งใหญ่กว่านี้มาก\n\nเป้าหมายนี้เป็นความลับของเธอ และยังเป็นความฝันเล็ก ๆ ของเธอด้วย",
      "vi": "Sucrose là trợ thủ của thiên tài giả kim thuật Albedo, tuy nhiên trong phương diện nghiên cứu, lại khác biệt hoàn toàn so với ông.\n\nSo với việc đi sâu vào tìm hiểu bản chất của thuật giả kim cũng như tái tạo ra sinh mệnh mới, cô yêu thích việc vận dụng những kiến thức đã học để cải tạo những sinh mệnh vốn có hơn, giúp thế giới này càng trở nên phong phú, đa dạng.\n\nTuy còn trẻ tuổi, nhưng cô lại có bề dày thành tích vô cùng ấn tượng: Như việc sử dụng thuốc kích thích đặc biệt tăng sản lượng của mật Hoa Ngọt lên bảy lần; Hay như dùng thuốc phun đặc chế giúp Quả Nhật Lạc luôn tươi ngon mặc dù đã được thu hoạch một tháng.\n\nBan đầu có rất nhiều người hoài nghi về phương hướng nghiên cứu của Sucrose, thế nhưng khi thấy được những thành quả vượt trội đó họ đã dần thay đổi quan niệm và thừa nhận tài thiên bẩm của cô trong giới giả kim.\n\nVề phía Sucrose, cô luôn cho rằng những gì mình đạt được chỉ là sự may mắn trên con đường thành công chứ không phải kết quả thực sự. Mục tiêu của cô còn to lớn và vượt xa hơn thế nữa.\n\nCó điều mục tiêu ấy vẫn là điều bí mật, cũng là điều lãng mạn nhỏ bé mà cô luôn giữ kín."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "「生物炼金」的诸多课题，来自砂糖对万物抱有的疑问，而疑问的源头，则是她比谁都要炽热的好奇心。\n\n比如甜甜花，这种被大家当做糖原料的植物，就曾经受到了砂糖的特别关注。\n\n她认为甜甜花的甜味固然是最明显的特征，但为什么这种植物的用途就局限于此，没有得到进一步的探索呢？\n\n她仔细研究了甜甜花的植株特点，制定了三十多种培育计划，还根据天气温度等因素设置了许多对照组。\n\n然而计划永远赶不上变化，实验开始之后，砂糖的疑问不减反增。而实验中突发的新奇现象，也会让她产生新的灵感。\n\n砂糖无法对疑问置之不理，这会让她寝食难安，甚至产生负罪感。受到鞭策的砂糖不断奋进，培育计划的数量最终增加到了将近三百种。\n\n一系列新品种甜甜花被开发了出来：有些花朵数量是原来的三倍，有些花朵体积变大了五六倍还可以随风飞翔，有些甚至能结出甘甜可口的果实。\n\n长达数月的实验之后，砂糖终于解决了所有关于甜甜花的疑问。将实验记录编辑成册的瞬间，她长舒了一口气。\n\n虽然身心俱疲，但只要看看那堆满了三面墙壁的生物实验记录集，她就知道自己是真的乐在其中。",
      "zht": "「生物煉金」的諸多課題，來自砂糖對萬物抱有的疑問，而疑問的源頭，則是她比誰都要熾熱的好奇心。\n\n比如甜甜花，這種被大家當做糖原料的植物，就曾經受到了砂糖的特別關注。\n\n她認為甜甜花的甜味固然是最明顯的特徵，但為什麼這種植物的用途就局限於此，沒有得到進一步的探索呢？\n\n她仔細研究了甜甜花的植株特點，製定了三十多種培育計畫，還根據天氣溫度等因素設置了許多對照組。\n\n然而計畫永遠趕不上變化，實驗開始之後，砂糖的疑問不減反增。而實驗中突發的新奇現象，也會讓她產生新的靈感。\n\n砂糖無法對疑問置之不理，這會讓她寢食難安，甚至產生罪惡感。受到鞭策的砂糖不斷奮進，培育計畫的數量最終增加到了將近三百種。\n\n一系列新品種甜甜花被開發了出來：有些花朵數量是原來的三倍，有些花朵體積變大了五六倍還可以隨風飛翔，有些甚至能結出甘甜可口的果實。\n\n長達數月的實驗之後，砂糖終於解決了所有關於甜甜花的疑問。將實驗記錄編輯成冊的瞬間，她長舒了一口氣。\n\n雖然身心俱疲，但只要看看那堆滿了三面牆壁的生物實驗記錄集，她就知道自己是真的樂在其中。",
      "jp": "「生物錬金」の数々の課題は、スクロースの万物に対する疑問から生まれる。そして、その疑問は彼女の旺盛な好奇心から生まれたものだ。\n\nスイートフラワーのような砂糖の原料に使われている何の変哲もない植物でも、スクロースの好奇心からは免れなかった。\n\nスイートフラワーの最大の特徴は、その生まれつきの甘味だが、それ以外に使い道はないかとスクロースは思った。\n\nそして、彼女はスイートフラワーの観察を始めた。三十種類以上の栽培方法を計画し、さらに天気や気温などの条件によって、対照群を設定した。\n\nしかし、計画が変化に追いつくことはない。実験が始まると、疑問が減る所か、どんどん増えていった。そして、実験によって生まれた新しい現象から、更に閃きを得る。\n\nスクロースは疑問を無視できない。でないと、罪悪感を覚えてしまうからだ。実験が進み、最終的に栽培の数量は約300種類まで増えていた。\n\nこうして、数々の新種のスイートフラワーが開発された。花びらが元の大きさの3倍あるものや、花びらが元の5、6倍大きくなった上、風に乗り飛べるようになったもの、甘くて美味しい実がなるものなどだ。\n\n数ヶ月に渡った実験を通し、スイートフラワーについての疑問を全て解決した。実験記録の整理を終え、彼女はほっと一息を吐いた。\n\n心身とも疲れ果てていたが、三面の壁に貼り付けた生物実験の記録集を眺めると、やはり楽しい時間であったとスクロースは再確認した。",
      "ko": "「생물 연금술」의 수많은 과제들은 설탕의 만물에 대한 의문으로부터 시작됐다. 의문의 시작은 바로 누구보다 불타는 그녀의 호기심이다.\n\n달콤달콤꽃을 예로 들면, 사람들에게 설탕의 원료로 인식되는 이 식물은 설탕의 특별한 관심을 받았었다.\n\n그녀는 달콤달콤꽃의 특징이 단맛이긴 하지만 왜 이 식물을 이에 국한해서만 사용해야 하는 걸까? 좀 더 찾아볼 수 있진 않을까라고 생각했다.\n\n그래서 그녀는 달콤달콤꽃의 식물적 특징을 자세히 연구해 30여 가지의 재배 계획을 세우고 날씨 온도 등 요소에 따라 수많은 대조군을 설정했다.\n\n그러나 계획은 변화에 뒤처졌고 실험 시작 후 설탕의 의문은 더욱 커져가기만 했다. 게다가 실험 중 갑자기 발생한 신기한 현상도 그녀에게 새로운 영감을 주었다.\n\n설탕은 의문점을 본체만체할 수 없었다. 이는 그녀를 계속 불안하게 했고 심지어 죄책감까지 들게 했다. 지도 편달을 받은 설탕은 계속 분발하여 재배 계획의 개수가 300가지까지 늘어났다.\n\n새로운 품종의 달콤달콤꽃들이 다양하게 개발되었다: 꽃잎의 수가 기존의 꽃보다 3배 많은 품종, 꽃잎의 크기가 5~6배 늘어나 바람을 타고 날아갈 수 있는 품종, 달고 맛있는 과실이 열리는 품종까지….\n\n수개월간의 실험 이후 설탕은 결국 달콤달콤꽃에 대한 모든 의문점을 풀 수 있었다. 실험 기록을 책에 기록하는 순간 그녀는 안도의 한숨을 내쉬었다.\n\n몸과 마음이 피곤하긴 하지만 벽장 가득히 쌓여있는 생물 실험 기록집을 보고 있으면 그녀는 자신이 정말로 즐기고 있구나라는 걸 알 수 있다",
      "en": "Bio-alchemy explores numerous lines of inquiry, all of which stem from Sucrose's questions about living things in the world. These questions, in turn, are born out of her insatiable curiosity, a faculty that is far more developed in her than it is in most.\n\nFor instance, Sucrose's curiosity was once drawn to the sweet flower, accepted by most people as simply being a source of sugar.\n\nShe wondered: Although sweetness is clearly the most readily identifiable feature of this plant, should that be grounds for limiting its application as we have tended to do? Does it not merit further study?\n\nSo, after a careful study of the various features of sweet flowers, she devised thirty-something distinct rearing plans along with numerous control groups to account for temperature and other environmental conditions.\n\nAnd yet, her experiment still underestimated just how many variations were possible. After the experiment began, Sucrose found herself with more questions rather than fewer, and the novel discoveries that her experiment yielded gave her inspiration for further research.\n\nSucrose is incapable of leaving a question unattended to — it makes her restless, even guilty, to ignore it. Spurred on by this quirk of her temperament, her rearing plans grew in number to almost three hundred.\n\nThe result was a whole new series of sweet flower strains: Some with thrice the number of flowers, some with heads five or six times the normal size that could even float in the wind, and some even producing a sweet-tasting fruit.\n\nMonths of experimentation later, Sucrose had finally answered every last one of her questions pertaining to sweet flowers. As she finished writing up her research notes, she let out a long sigh of relief.\n\nThough she was physically and mentally exhausted, the sight of stack after stack of her bio-alchemical research volumes stretching around three walls of the room gave her a deep sense of joy and satisfaction.",
      "de": "Die Bio-Alchimie erforscht zahlreiche Fragen, die alle aus Saccharoses Fragen über die Lebewesen der Welt stammen. Diese Fragen wiederum entspringen ihrer unersättlichen Neugier, einer Fähigkeit, die bei ihr weitaus ausgeprägter ist als bei den meisten anderen Menschen.\n\nBeispielsweise wurde Saccharose einst von der Zuckerblume angezogen, die von den meisten Menschen einfach nur als reine Zuckerquelle benutzt wird.\n\nSie fragte sich: Da ihre Süße eindeutig das am leichtesten erkennbare Merkmal dieser Pflanze ist, sollte das ein Grund sein, ihre Anwendung einzuschränken, wie wir es bisher getan haben? Verdiente sie nicht weitere Forschung? Nach einer sorgfältigen Untersuchung der verschiedenen Merkmale der Zuckerblume entwickelte sie über dreißig verschiedene Aufzuchtpläne zusammen mit zahlreichen Kontrollgruppen, um Temperatur und andere Umweltbedingungen zu berücksichtigen.\n\nDennoch unterschätzte ihr Experiment immer noch, wie viele Variationen dieser Blume möglich waren. Nachdem das Experiment begonnen hatte, stellten sich Saccharose mehr Fragen als jemals zuvor und die neuartigen Entdeckungen, die ihr das Experiment einbrachte, inspirierten sie zu weiteren Forschungen.\n\nSaccharose ist unfähig, eine Frage zu ignorieren, es macht sie unruhig, impft ihr sogar Schuldgefühle ein, wenn sie sie übergeht. Angespornt durch diese Laune ihres Temperaments wuchs die Zahl ihrer Zuchtpläne letztendlich auf fast dreihundert an.\n\nDas Ergebnis war eine ganz neue Reihe von Zuckerblumensorten: Einige mit dreimal so vielen Blüten, einige mit fünf- oder sechsmal so großen Köpfen, die sogar im Wind schweben konnten und einige mit süß schmeckenden Früchten. Monate des Experimentierens später hatte Saccharose endlich jede einzelne ihrer Fragen zu Zuckerblumen beantwortet. Als sie mit dem Schreiben ihres Forschungsberichts fertig war, ließ sie einen langen Seufzer der Erleichterung los.\n\nObwohl sie körperlich und geistig erschöpft war, gab ihr der Anblick der vielen Stapel ihrer Forschungsbände zur Bio-Alchimie, die sich über drei Wände des Raumes erstreckten, ein tiefes Gefühl der Freude und Zufriedenheit.",
      "es": "La numerosas líneas de investigación de la bioalquimia surgen de las dudas que tiene Sacarosa sobre los seres vivos del mundo. Estas dudas, a su vez, nacen de su insaciable curiosidad, una facultad que ella tiene mucho más desarrollada que la mayoría de las personas.\n\nPor ejemplo, una vez sintió curiosidad por las flores dulces, consideradas de manera general como una fuente de azúcar.\n\nSe preguntó: aunque su dulzor es claramente su característica más identificable, ¿debería ser motivo suficiente para limitar sus aplicaciones a como se ha hecho hasta ahora? ¿No debería estudiarse más?\n\nAsí, tras un minucioso estudio de las diversas características de las flores dulces, ideó más de treinta formas de plantación diferentes junto con numerosos grupos de control para tener en cuenta la temperatura y otras condiciones ambientales.\n\nY, aun así, subestimó cuántas variaciones eran posibles. Al comenzar con su experimento, Sacarosa tuvo más preguntas que con las que empezó, y los novedosos descubrimientos que hizo le inspiraron a seguir con nuevas investigaciones.\n\nEs incapaz de dejar una pregunta sin responder. Si lo hace, se pone nerviosa e incluso se siente culpable por ignorarla. Impulsada por su propia forma de ser, sus métodos de plantación aumentaron a casi trescientos.\n\nEl resultado fue toda una gama de variedades de flores dulces distintas: algunas con el triple de flores que las normales, otras con un tamaño cinco o seis veces más grande de lo normal; algunas incluso producían una fruta de sabor dulce.\n\nTras meses de experimentos, Sacarosa por fin había respondido a todas sus preguntas acerca de las flores dulces. Cuando terminó de escribir sus notas de investigación, dejó escapar un largo suspiro de alivio.\n\nAunque estaba agotada física y mentalmente, ver tantos libros de investigación bioalquímica ocupando tres paredes enteras llenas de estanterías le dio una profunda sensación de alegría y satisfacción.",
      "fr": "La bio-alchimie est une branche s'intéressant à de nombreuses questions, toutes issues des interrogations de Sucrose, elles-mêmes résultant de son insatiable curiosité vis-à-vis des êtres de ce monde. Ce trait de caractère est sans doute le plus marquant de sa personnalité.\n\nCette même curiosité lui fit par exemple s'intéresser un jour aux fleurs sucrantes, considérées par tous comme n'étant guère plus qu'une simple source de sucre.\n\nÀ ses yeux, bien que les propriétés sucrantes de la fleur soient sa caractéristique la plus marquante, réduire son application à cette seule distinction semblait quelque peu réducteur. Cela ne méritait-il pas des recherches plus poussées ?\n\nAussi s'attela-t-elle à la tâche, et, eut bientôt mis en place un plan d'étude complet portant sur plus de trente échantillons soigneusement numérotés, et testés en différents milieux et sous différentes températures.\n\nEt malgré toutes ces préparations, elle dut réaliser bien vite qu'elle avait sous-estimé l'ampleur de la tâche. Sa curiosité en était la principale responsable : en effet, chaque expérience se soldait par de nouvelles interrogations, de nouvelles pistes à suivre, donnant lieu à de nouvelles pistes à explorer.\n\nSucrose est incapable de laisser une question sans réponse – conduite qui la laisse dans un état confinant à la culpabilité. Et c'est ainsi que le nombre d'échantillons passa rapidement à plus de trois cents.\n\nLes résultats de ses recherches furent nombreux, et inclurent notamment la création de nouvelles variétés de fleurs : certaines avec deux fois plus de pétales, d'autres aux têtes faisant cinq à six fois la taille habituelle et pourtant capables de flotter au vent, et certaines capables même de produire un fruit au goût sucré et durable.\n\nAlors qu'elle finissait de conclure ses notes sur le sujet, Sucrose poussa un long soupir de soulagement. Elle avait beau être physiquement et mentalement épuisée, la vue des rapports de recherche en bio-alchimie couvrant trois murs de la pièce l'emplit d'un intense sentiment de satisfaction.",
      "pt": "A Bioalquimia explora numerosas linhas de investigação, todas decorrentes das perguntas de Sucrose sobre os seres vivos no mundo. Estas perguntas, por sua vez, nascem de sua insaciável curiosidade, uma característica que está muito mais desenvolvida nela do que na maioria das pessoas.\n\nPor exemplo, a curiosidade de Sucrose foi uma vez atraída pela Flor Doce, aceita pela maioria das pessoas como sendo simplesmente uma fonte de açúcar.\n\nEla se perguntou: Embora a doçura seja claramente a característica mais facilmente identificável desta planta, isso deveria ser motivo para limitar sua aplicação, como temos feito? Não merece um estudo mais aprofundado?\n\nEntão, após um estudo cuidadoso das várias características das Flores Doces, ela concebeu trinta e poucos planos de criação distintos, juntamente com numerosos grupos de controle para considerar a temperatura e outras condições ambientais.\n\nE ainda assim, sua experiência ainda subestimou quantas variações eram possíveis. Após o início do experimento, Sucrose se viu com mais perguntas em vez de menos, e as novas descobertas que seu experimento produziu lhe deram inspiração para novas pesquisas.\n\nSucrose é incapaz de deixar uma pergunta sem atenção - ela a deixa inquieta, até mesmo culpada, por tentar ignorá-la. Impulsionada por esta peculiaridade de seu temperamento, seus planos de criação cresceram em número para quase trezentos.\n\nO resultado foi uma série totalmente nova de cepas de Flores Doces: Algumas com três vezes o número de flores, outras com cabeças de cinco ou seis vezes o tamanho normal que poderiam até flutuar ao vento, e algumas até mesmo produzindo um fruto de sabor doce.\n\nMeses de experimentos mais tarde, Sucrose finalmente respondeu a cada uma de suas perguntas sobre Flores Doces. Ao terminar de escrever suas notas de pesquisa, ela soltou um longo suspiro de alívio.\n\nEmbora ela estivesse física e mentalmente exausta, a visão de pilha após pilha de seus volumes de pesquisa em Bioalquimia que se estendem por três paredes da sala lhe deu uma profunda sensação de alegria e satisfação.",
      "ru": "Многочисленные задачи биоалхимии происходят от вопросов Сахарозы обо всём сущем, а они,в свою очередь, рождены её пытливым умом, ещё более ненасытным, чем у кого-либо другого. Однажды особое внимание Сахарозы привлёк к себе цветок-сахарок, из которого обычно делают сахар. Если, по её мнению, сладость была самой отчётливой характеристикой цветка, так почему же его применение только ею и ограничивается? Почему никто не предпринял дальнейших исследований? Подвергнув цветок-сахарок тщательному изучению, она разработала более тридцати планов культивации, и на основании погодных и температурных условий установила ряд контрольных групп. Вот только её расчёты не могли охватить все возможные изменения. С началом опытов вопросов у Сахарозы стало ещё больше, а новые открытия, которые давали эксперименты, лишь вдохновляли её продолжать исследования. Оставить вопрос без внимания Сахароза не способна, вплоть до потери сна и даже угрызений совести. Понукаемая такой чертой своего характера, она довела число планов культивации до трёхсот. Результатом стал целый ряд новых видов цветка-сахарка: одни давали в трое больше цветов, на других размер цветков увеличился в пять, а то и шесть раз, и они могли парить на ветру, а некоторые даже приносили сладкие, приятные на вкус плоды. Через нескольких месяцев опытов Сахароза наконец нашла ответы на все имеющиеся по цветку-сахарку вопросы. Когда журнал исследований был завершён, Сахароза облегчённо вздохнула. Она физически и морально вымоталась, но стоило ей взглянуть на громады записей биоалхимических экспериментов, что простирались вдоль трёх стен, как её тут же наполняла радость и гордость за проделанную работу.",
      "id": "Banyak topik tentang \"bio-alkimia\", semuanya berasal dari pertanyaan Sucrose tentang makhluk hidup di dunia. Pertanyaan-pertanyaan ini muncul dari keingintahuannya yang tak pernah ada habisnya, di mana antuasiasnya melebihi kebanyakan orang.\n\nSebagai contoh, rasa ingin tahu Sucrose pada bunga manis, yang kebanyakan orang hanya menganggapnya sebagai sumber gula.\n\nDia berpikir: Meskipun rasa manis jelas adalah fitur yang paling mudah diidentifikasi dari tanaman ini, tapi kenapa penggunaan tanaman tersebut terbatas pada hal ini saja? Apakah itu tidak layak diteliti lebih lanjut?\n\nJadi, setelah mempelajari dengan cermat karakteristik bunga-bunga manis, dia menyusun tiga puluh rencana budidaya yang berbeda, dan membaginya menjadi bermacam-macam kelompok kontrol berdasarkan faktor cuaca dan suhu.\n\nNamun rencana tersebut tidak mampu mengikuti perubahan pada bunga. Setelah percobaan dimulai, malah semakin banyak pertanyaan yang muncul di benak Sucrose. Penemuan baru yang didapat dari percobaan memberikan inspirasi untuk penelitian selanjutnya.\n\nSucrose tidak dapat mengabaikan pertanyaan yang ada di benaknya itu, dia gelisah dan tidak tenang, bahkan merasa bersalah. Dorongan dari dalam dirinya terus membuatnya untuk maju, hingga dia hampir menemukan tiga ratus rencana budidaya.\n\nSerangkaian varietas baru bunga manis telah dikembangkan: Beberapa bunga tumbuh tiga kali lipat dari jumlah awalnya, beberapa bunga tumbuh lima atau enam kali lebih besar dan dapat terbang mengikuti angin, beberapa bunga bahkan dapat menghasilkan buah-buahan manis dan lezat.\n\nSetelah berbulan-bulan percobaan, Sucrose akhirnya menemukan jawaban untuk setiap pertanyaannya tentang bunga-bunga manis. Setelah dia selesai menggabungkan semua catatan percobaannya, dia akhirnya dapat bernapas lega.\n\nMeskipun dia kelelahan secara fisik dan mental, tapi setelah melihat tumpukan demi tumpukan catatan penelitian biokimia yang membentang di sekitar tiga dinding ruangan, dia merasakan kebahagiaan dan kepuasan yang mendalam.",
      "th": "หัวข้อการศึกษามากมายของ \"การแปรธาตุชีวภาพ\" นั้นล้วนมาจากความสงสัยในทุกสรรพสิ่งของ Sucrose ส่วนแหล่งที่มาของความสงสัย เหล่านั้น ก็คือความกระตือรือร้นอยากรู้อยากเห็นของเธอที่มากเกินกว่าใคร\n\nยกตัวอย่างเช่นดอก Sweet Flower กับพืชที่มักจะถูกผู้คนนำมาทำเป็นน้ำตาลชนิดนี้ ก็ยังเคยได้รับความสนใจจาก Sucrose เป็นพิเศษ\n\nเธอคิดว่าความหวานของดอก Sweet Flower นั้นช่างเป็นคุณสมบัติที่แสนจะเด่นชัดเสียจริง แต่ทำไมสรรพคุณของพืชชนิดนี้ถึงได้ถูกจำกัดอยู่แค่นี้ และไม่มีใครทำการค้นคว้าต่อไปกันนะ?\n\nเธอทำการวิจัยคุณสมบัติเด่นของ Sweet Flower อย่างละเอียด โดยจัดทำแผนการเพาะปลูกมากกว่า 30 แผน และตั้งกลุ่มควบคุมหลายกลุ่มตามปัจจัยต่าง ๆ เช่น สภาพอากาศ, อุณหภูมิ ฯลฯ\n\nอย่างไรก็ตามแผนการนั้นไม่เคยทันกับการเปลี่ยนแปลงเลย หลังจากที่การทดลองเริ่มขึ้น ความสงสัยของ Sucrose ก็ยังคงเพิ่มขึ้นอย่างต่อเนื่อง ส่วนปรากฏการณ์ที่เกิดขึ้นอย่างไม่คาดคิดระหว่างการทดลอง ก็กลายเป็นแรงบันดาลใจใหม่ให้กับเธอ\n\nSucrose ไม่สามารถเพิกเฉยต่อความสงสัยเหล่านั้นได้ มันจะทำให้เธอกินไม่ได้นอนไม่หลับและถึงขั้นรู้สึกผิดเลยทีเดียว โดย Sucrose ผู้เต็มไปด้วยแรงกระตุ้นนั้นยังคงก้าวต่อไปอย่างไม่หยุดยั้ง แล้วจำนวนของแผนการเพาะปลูกก็เพิ่มขึ้นไปถึง 300 แผนในที่สุด\n\nเซ็ตใหม่ของ Sweet Flower ที่ได้รับการพัฒนาออกมา: บ้างก็ออกดอกเพิ่มมากขึ้น 3 เท่า บ้างก็ดอกใหญ่ขึ้น 5-6 เท่าจนถึงขนาดร่อนไปกับสายลมได้ บ้างก็ถึงขั้นออกผลที่มีรสหวานอร่อยออกมา\n\nหลังจากที่การทดลองล่วงเลยมาหลายเดือน ในที่สุด Sucrose ก็ไขข้อสงสัยเกี่ยวกับดอก Sweet Flower ทั้งหมดที่เธอมีอยู่ได้ จากนั้นเธอก็ถอนหายใจออกมาด้วยความโล่งอกทันทีที่บันทึกการทดลองถูกรวบรวมออกมาเป็นหนังสือ\n\nแม้จะเหนื่อยล้าทั้งกายและใจ แต่เมื่อได้เห็นกองบันทึกการทดลองที่เต็มไปหมดเหล่านั้น เธอก็รู้ว่าเธอสนุกกับมันเสียจริง ๆ",
      "vi": "Phần lớn những đề tài nghiên cứu về \"Giả Kim Sinh Vật\" đều xuất phát từ sự hoài nghi của Sucrose với mọi thứ, còn khi nhắc đến nguồn gốc của sự nghi ngờ ấy đến từ đâu thì câu trả lời chắc chắn là sự tò mò, hiếu kỳ hơn người của cô.\n\nVí dụ như Hoa Ngọt là loại thực vật được mọi người sử dụng để chế tạo đường cũng được Sucrose đặc biệt chú ý.\n\nCô cho rằng, chất ngọt trong loài hoa này có những đặc tính nhất định, nhưng tại sao việc sử dụng chúng lại không được mở rộng và nghiên cứu thêm cơ chứ?\n\nCô nghiên cứu cẩn thận các đặc tính thực vật của Hoa Ngọt, xây dựng hơn 30 kế hoạch nhân giống và thiết lập nhiều nhóm so sánh đối chiếu theo các yếu tố như thời tiết, nhiệt độ...\n\nTuy nhiên kế hoạch không bao giờ bắt kịp với sự thay đổi. Sau khi thử nghiệm bắt đầu, câu hỏi mà Sucrose đặt ra ngày càng nhiều. Những hiện tượng mới lạ đầy bất ngờ trong thí nghiệm mang đến cho cô những cảm hứng mới.\n\nVới các câu hỏi chưa tìm được lời giải đáp, cô ngày đêm mất ngủ thậm chí còn cảm thấy có lỗi với chính mình. Dưới sức ép của bản thân Sucrose không ngừng cố gắng, số lượng nhân giống tăng lên con số gần 300 loài.\n\nGiống Hoa Ngọt mới dần được phát hiện như: Một số loài có số lượng hoa nhiều hơn gấp ba lần; một số loài khác sinh trưởng ra cánh hoa to hơn bình thường năm sáu lần, thậm chí còn có thể bay theo làn gió; ở một số loài lại có thể kết trái rất ngon và ngọt.\n\nSau nhiều tháng thử nghiệm, Sucrose cuối cùng đã giải quyết tất cả câu hỏi về Hoa Ngọt. Cô thở phào nhẹ nhõm rồi đem toàn bộ những báo cáo biên soạn thành một cuốn sách.\n\nMặc dù cô đã vắt kiệt sức khỏe về thể chất lẫn tinh thần, thế nhưng khi nhìn vào đống báo cáo dán đầy ba bức tường cô lại cảm thấy vui sướng với điều đó biết bao."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "砂糖在别人眼中是个性格内向、寡言少语的炼金术士，对他人的世界不感兴趣。\n\n但真实情况刚好相反，砂糖对一切事物都有着极为强烈的求知欲。可对她来说，为人处世是一门比炼金术复杂得多的学问。\n\n炼金术只要不断尝试，坚持探究，总能获得答案。人际关系中却需要考虑「礼貌」、「情绪」之类无法量化的因素，也没有试错的机会。\n\n所以，砂糖定下的方针就是尽可能回避这些不定因素，用她熟悉的方式去满足好奇心。\n\n比如，砂糖一直很好奇，同样有着兽耳的猫尾酒馆调酒师迪奥娜与她在遗传信息方面有无区别。\n\n此事并非隐私，寻常人只要开口提问就能知道答案。砂糖却会担心这类问题是否太过冒犯——她自己就很不喜欢被人关注耳朵。\n\n所以，她采用了她最擅长的办法——观察。\n\n整整一个月，迪奥娜都感到有双眼睛暗中注视着自己，还以为是被酒馆的客人跟踪，为此大发脾气。\n\n「遗传原理相似，根源却不同，与猫的关联性有深入研究的价值。另注：骨头暂时无法入手。」\n\n这一结论被作为近期研究成果记入了砂糖的笔记。\n\n要说还有什么额外收获的话…\n\n砂糖好像突然明白了猫的可爱之处，特地做了一副猫耳眼镜。不过因为太害羞了，她只会在自己房间里戴。",
      "zht": "砂糖在別人眼中是個性格內向、寡言少語的煉金術士，看似對他人的世界不感興趣。\n\n但真實情況剛好相反，砂糖對一切事物都有著極為強烈的求知欲。不過對她來說，為人處世是一門比煉金術複雜得多的學問。\n\n煉金術只要不斷嘗試，堅持探究，總能獲得答案。人際關係中卻需要考慮「禮貌」、「情緒」之類無法量化的因素，也沒有試錯的機會。\n\n所以，砂糖定下的方針就是盡可能回避這些不定因素，用她熟悉的方式去滿足好奇心。\n\n比如，砂糖一直很好奇，同樣有著獸耳的貓尾酒館調酒師迪奧娜與她在遺傳訊息方面有無區別。\n\n此事並非隱私，尋常人只要開口提問就能知道答案。砂糖卻會擔心這類問題是否太過冒犯——她自己就很不喜歡耳朵變成焦點。\n\n所以，她採用了她最擅長的辦法——觀察。\n\n整整一個月，迪奧娜都感到有雙眼睛暗中注視著自己，還以為是被酒館的客人跟蹤，為此大發脾氣。\n\n「遺傳原理相似，根源卻不同，與貓的關聯性有深入研究的價值。另注：骨頭暫時無法入手。」\n\n這一結論被作為近期研究成果記入了砂糖的筆記。\n\n要說還有什麼額外收穫的話…\n\n砂糖好像突然明白了貓的可愛之處，特地做了一副貓耳眼鏡。不過因為太害羞了，她只會在自己房間裡戴。",
      "jp": "他人からすれば、スクロースは内向的で、口数が少なく、他人に興味を示さない錬金術師だ。\n\nだが、実のところは真逆である。スクロースは全てのものに対して、強い興味を抱いている。だが、彼女にとって錬金術と比べると、人との接し方はあまりにも複雑だ。\n\n錬金術は、実験を積み重ねていけば、いずれ答えにたどり着く。しかし、人間関係においては「礼儀」「感情」などデータ化できない要素が多々あり、試行錯誤する機会もない。\n\nそのため、スクロースはなるべくこういった不安要素を避け、自分に慣れた方法で好奇心を満たすようにしている。\n\n例えば、スクロースはいつも、キャッツテールのバーテンダーで、同じ獣耳を持つディオナと自分とは、同じ遺伝子を持っているかどうかについて知りたがった。\n\n普通の人なら、直接相手に質問するだけで答えを得られるだろう。しかし、スクロースはこのような質問は、失礼ではないかと心配してしまう——もしかしたら、彼女は自分の耳について触れられるのが好きではないのかもしれない。\n\nそして、スクロースは自分の得意とする方法——観察で、疑問を解消することにした。\n\n丸一ヶ月、ディオナはずっと誰かに監視されていると、なんとなく感じていた。そして、酒場の客に尾行しているのかと怒っていた。\n\n「遺伝子の原理は似ているが、根源は違う。猫との関連性については研究する価値がある。注：骨は暫く入手できない」\n\nこの結論は最近、研究の成果としてスクロースのノートに記入された。\n\nおまけの成果と言えば…\n\n最近、猫の萌えポイントを理解できたスクロースは、猫耳のメガネを作った。しかし、恥ずかしいため、彼女は自分の部屋以外の場所では、つけないようにしている。",
      "ko": "다른 사람들은 설탕을 내성적이고 말수가 적은 연금술사로서 타인의 세계에 관심을 가지고 있지 않은 사람으로 여긴다.\n\n사실은 이와는 정반대이다. 설탕은 모든 사물에 대해 높은 지식욕을 가지고 있다. 그녀에게 있어 사회생활을 잘 하는 건 연금술보다 더 복잡한 학문이다.\n\n연금술은 계속해서 시도하고 연구하다 보면 결국엔 답을 얻을 수 있다. 인간관계의 경우엔 「예절」과 「감정」 같은 측정할 수 없는 요소를 고려해야 하며, 시행착오를 겪을 기회도 없다.\n\n그래서 설탕이 새운 방침은 바로 이런 불확정 요소를 최대한 피하며 그녀가 가장 익숙한 방법으로 호기심을 만족시키는 것이다.\n\n예를 들어, 설탕은 그녀처럼 동물의 귀를 가진 캣테일 술집 바텐더 디오나와 그녀의 유전자에 차이점이 있나 없나 궁금해했다.\n\n이 일은 비밀이 아니기에 누구나 묻기만 하면 정답을 알 수 있지만, 설탕은 이 문제가 실례일까 걱정했다--그녀 본인은 누군가 귀를 지적하는 걸 아주 싫어한다.\n\n그래서 그녀는 그녀가 가장 자신 있는 방법인 관찰을 사용했다.\n\n디오나는 한 달 내내 누군가 자신을 몰래 훔쳐보는 느낌을 받았다. 그녀는 술집의 손님이 자신을 스토킹하는 것인 줄 알고 이에 화를 크게 냈었다.\n\n「유전 원리는 비슷하지만 근원은 다르다. 고양이와의 연관성을 심도 있게 연구해볼 가치가 있다. 추가: 뼈는 아직 만져보지 못했다」\n\n이 결론은 최근 연구 성과로서 설탕의 노트에 기록됐다.\n\n어떤 추가적인 수확이 있었냐고 말한다면…\n\n설탕이 고양이의 귀여움을 깨닫게 되어 고양이 귀 안경을 만든 것이다. 하지만 너무 부끄러워 자기의 방에서만 착용한다",
      "en": "To the people around her, Sucrose comes across as a quiet, introverted alchemist with little interest in the lives of others.\n\nIn fact, the truth is quite the opposite: Sucrose is fascinated by absolutely everything that exists in the world. The only thing is, she finds the discipline of social interaction to be far more difficult to master than that of alchemy.\n\nIn alchemy, the process of trial-and-error coupled with a determination to get to the truth is sufficient to bring you to your answer eventually. But with interpersonal relationships, there is the added complication of having to factor in manners, moods, and other unquantifiable variables. To make things worse, there seems to be no room for an approach that relies heavily on making errors.\n\nHence, Sucrose decided to avoid such variables at all costs and stick to her familiar methods in satisfying her curiosity.\n\nFor instance, Sucrose had always been curious about whether she and Cat's Tail bartender Diona, both of whom have animal ears, had any shared ancestry.\n\nIn fact, this was not a private matter, and most people would simply ask the question. But Sucrose was concerned that it would be a sensitive topic — she, for one, did not like people drawing attention to her ears.\n\nSo, she resorted to the method she knew best: observation.\n\nFor one whole month, Diona constantly had an unnerving sense that someone was secretly watching her. She assumed that one of the tavern patrons was stalking her, and was none too happy about it.\n\n\"Similar genome, but ultimately different ancestry. Cat connection merits further study. Note: Unable to obtain bone sample thus far.\"\n\nThis is the conclusion that Sucrose has jotted down in her notebook based on her findings so far.\n\nBio-alchemy aside, Sucrose made one further discovery from this episode.\n\nThat is to say, judging by the pair of cat-ear spectacles she made for herself after the event, it would appear that she has finally come to comprehend a certain uniquely feline variety of cuteness. She is too shy to wear them in public, however, and only puts them on when alone in her room.",
      "de": "Für die meisten Menschen in ihrer Umgebung wirkt Saccharose einfach nur wie eine ruhige, in sich gekehrte Alchimistin mit wenig Interesse am Leben der anderen.\n\nTatsächlich ist das genaue Gegenteil der Fall: Saccharose ist fasziniert von absolut allem, was kreucht und fleucht auf der Welt. Sie findet nur, dass die Disziplin der sozialen Interaktion weitaus schwieriger zu beherrschen ist als die der Alchimie.\n\nIn der Alchimie reicht das Prinzip von Versuch und Irrtum gepaart mit der Entschlossenheit, die Wahrheit herauszufinden, aus, um schließlich zu einer Antwort zu gelangen. Aber bei zwischenmenschlichen Beziehungen gibt es die zusätzliche Komplikation, dass man Manieren, Stimmungen und andere nicht quantifizierbare Variablen berücksichtigen muss. Zu allem Überfluss scheint es keinen Raum für eine Herangehensweise zu geben, die sich stark auf Fehlereliminierung verlässt.\n\nHeute entschied sich Saccharose, solche Variablen um jeden Preis zu vermeiden und bei ihren vertrauten Methoden zu bleiben, um ihre Neugier zu befriedigen.\n\nSaccharose war zum Beispiel immer neugierig, Dionas Geschichten aus der Taverne Zum Katzenschwanz zu hören. Beide hatten auch noch Tierohren und sie wollte unbedingt wissen, ob sie gemeinsame Vorfahren hatten.\n\nTatsächlich war dies keine allzu private Angelegenheit und die meisten Leute würden einfach diese Frage stellen. Aber Saccharose war besorgt, dass es sich um ein heikles Thema handeln würde und sie mochte es nicht, wenn Menschen sie auf ihre Ohren aufmerksam machten.\n\nAlso griff sie auf die Methode zurück, die sie am besten beherrschte: Beobachtung.\n\nEinen ganzen Monat lang hatte Diona ständig das beunruhigende Gefühl, dass jemand sie heimlich beobachtete. Sie nahm an, dass einer der Tavernenbesucher ihr nachstellte, und war darüber nicht allzu glücklich.\n\n„Ähnliche Gene, aber letztlich andere Abstammung. Die Katzenverbindung verdient noch weitere Untersuchungen. Anmerkung: Es war mir bisher nicht möglich, eine Knochenprobe zu erhalten.“ Dies ist die Schlussfolgerung, die Saccharose aufgrund ihrer bisherigen Ergebnisse in ihrem Notizbuch festgehalten hat. Abgesehen von der Bio-Alchimie hat Saccharose in dieser Episode noch eine weitere Entdeckung gemacht, nämlich, dass sie nach der Katzenohrenbrille, die sie sich nach dem Vorfall selbst angefertigt hat, endlich eine gewisse einzigartige, katzenartige Vielfalt von Niedlichkeit zu verstehen scheint. Sie ist jedoch zu schüchtern, um sie in der Öffentlichkeit zu tragen, und setzt sie nur auf, wenn sie allein in ihrem Zimmer ist.",
      "es": "Para el resto de personas, Sacarosa es una alquimista tranquila e introvertida, poco interesada en la vida de los demás.\n\nSin embargo, la realidad es todo lo contrario: a Sacarosa le fascina todo lo que existe en el mundo. Lo que ocurre es que, para ella, las reglas de la interacción social son mucho más difíciles de dominar que las de la alquimia.\n\nEn esta, los ensayos de prueba y error y la determinación de querer llegar a la verdad son suficientes para obtener las respuestas que uno busca. Pero en las relaciones interpersonales, existe la complicación de tener en cuenta los modales, el estado de ánimo y otras variables no cuantificables. Y, por si fuera poco, la interacción social tampoco permite adoptar un enfoque prueba-error.\n\nPor ello, Sacarosa decidió evitar esas variables a toda costa y aferrarse a los métodos que mejor conocía para satisfacer su curiosidad.\n\nPor ejemplo, ella siempre tuvo curiosidad por saber si compartía ascendencia con Diona, la mesera de la taberna Cola de Gato, ya que ambas tienen orejas felinas.\n\nDe hecho, no era un asunto privado, y mucha gente les preguntaba por ello, pero a Sacarosa le preocupaba que fuera un tema delicado. A ella, por su parte, no le gustaba que la gente se quedara mirando fijamente a sus orejas.\n\nPor tanto, recurrió al método que mejor conocía: la observación.\n\nDurante un mes entero, Diona tuvo constantemente la desconcertante sensación de que alguien la estaba observando en secreto. En consecuencia, supuso que algún cliente de la taberna la estaba espiando, lo cual no la ponía muy contenta.\n\n“Un genoma similar, pero en última instancia una ascendencia diferente. Su conexión con los gatos merece estudiarse con más profundidad. *Nota: aún no he logrado obtener una muestra ósea”.\n\nEsa era la conclusión que apuntó Sacarosa en su cuaderno basándose en los hallazgos que había hecho.\n\nDejando a un lado la bioalquimia, Sacarosa hizo otro descubrimiento a raíz de aquel estudio: a juzgar por los lentes con orejas de gato que hizo para sí misma tras la investigación, comprendió que tenía una ternura felina exclusiva de sí misma. Sin embargo, es demasiado tímida para usar los lentes en público, y solo se los pone cuando está a solas.",
      "fr": "Aux yeux de nombre de personnes, Sucrose passe pour une alchimiste plutôt introvertie, peu bavarde, et encore moins intéressée par les détails de la vie des autres.\n\nRien ne saurait cependant être plus éloigné de la vérité : Sucrose est fascinée par tout ce qui existe en ce monde... Mais l'art des interactions sociales lui paraît autrement plus compliqué que celui de l'alchimie.\n\nL'alchimiste qui cherche à résoudre un problème, pour peu qu'il suive les méthodes appropriées d'expérimentation, procède par élimination et apprenne de ses erreurs (et qu'il fasse preuve de suffisamment de volonté, bien sûr), finit toujours par obtenir une réponse. Il en va différemment des interactions sociales, où doit être prise en compte une multitude de paramètres et de variables telles que l'apparence, l'humeur ou encore la hiérarchie sociale... Pire encore, il semblerait que l'apprentissage par l'erreur ne soit pas vraiment une option.\n\nCeci explique pourquoi Sucrose, lorsqu'elle est confrontée à un problème requérant la participation d'un de ses semblables, préfère s'en tenir à ses méthodes d'étude habituelles pour satisfaire sa curiosité, plutôt que d'avoir affaire à autant de variables complexes.\n\nPar exemple, elle se posa un jour la question de savoir si elle ne partageait pas quelque ancêtre commun avec Diona, la barmaid de La Queue de Chat, qui comme elle a des oreilles d'animal.\n\nIl ne s'agissait pas vraiment là d'un sujet tabou, et n'importe qui aurait simplement été discuter avec elle. Mais Sucrose, qui n'aime guère qu'on lui pose des questions au sujet de ses propres oreilles, craignait que le sujet ne soit trop sensible, et se décida pour une approche quelque peu différente.\n\nElle aborda donc le problème de la manière qu'elle connaissait le mieux : par l'étude.\n\nUn mois durant, Diona eu l'impression très désagréable d'être observée en permanence. Assumant qu'il devait s'agir de l'un des clients de la taverne, elle n'apprécia guère ce sentiment qu'une paire d'yeux était toujours braquée sur elle, sans qu'elle sache exactement à qui ils appartenaient.\n\n« Génome similaire, mais ancêtres définitivement différents. La relation au chat requiert des recherches plus approfondies. Note : À ce jour toujours pas réussi à obtenir d'échantillon d'os. »\n\nTelle fut la conclusion tirée par Sucrose et soigneusement rédigée dans ses carnets.\n\nLa jeune fille fit une autre découverte lors de cet épisode, sans rapport aucun avec la bio-alchimie, mais valant d'être notée malgré tout.\n\nCe fut en effet l'occasion pour elle de mieux comprendre le côté adorable des félins, comme en témoigne la paire de lunettes à oreilles de chat qu'elle mit au point.\n\nMais étant bien trop timide pour les porter en public, elle se contente de ne les sortir que quand elle est seule chez elle.",
      "pt": "Para as pessoas ao seu redor, Sucrose parece uma alquimista quieta e introvertida, com pouco interesse na vida de outras pessoas.\n\nDe fato, a verdade é exatamente o oposto: Sucrose é fascinada por absolutamente tudo o que existe no mundo. O único problema é que ela acha que a interação social é muito mais difícil que a ciência da alquimia.\n\nNa alquimia, você consegue ter resposta certa depois de várias tentativas e pesquisas. Porém, na interação social é muito mais complicado, você sempre tem que levar “cortesia”, “humor”, etc. em consideração, que não são quantificáveis. Para piorar as coisas, parece não haver margem para cometer erros.\n\nPortanto, Sucrose decidiu evitar essas variáveis a todo custo e seguir os seus métodos familiares para satisfazer a sua curiosidade.\n\nPor exemplo, como ela e Diona, a Barmaid da Cauda do Gato, têm orelhas de animal, Sucrose sempre ficou curiosa para saber se elas têm algum ancestral comum.\n\nNa verdade, a maioria das pessoas simplesmente fazia a pergunta. Sucrose, porém, achou que isso seria um pouco ofensivo - ela não gostava de pessoas chamando a atenção para as orelhas dela.\n\nEntão, ela recorreu ao método que conhecia melhor: observação.\n\nPor um mês inteiro, Diona estava constantemente com uma sensação irritante de que alguém a estava observando secretamente. Ela achou que um dos clientes da taverna estava perseguindo-a e ficou brava com isso.\n\n\"Genoma semelhante, mas, em última análise, ancestralidade diferente. A conexão com os gatos tem um alto valor de pesquisa. Nota: Não é possível obter amostras de ossos por enquanto.\"\n\nIsso é a conclusão que Sucrose anotou em seu caderno com base em suas descobertas.\n\nAlém disso, ela ainda conseguiu mais uma descoberta: ela afinal percebeu a fofura dos gatos, e por esse motivo, ela fez um par de óculos em forma de orelha de gato. Ela é tímida demais para usá-los em público, no entanto, e só os coloca quando está sozinha em seu quarto.",
      "ru": "Для окружающих Сахароза - молчаливый алхимик-интроверт, которую жизни других не интересуют. Но на деле всё наоборот. Сахароза обладает неуёмным интересом ко всему, что существует в мире. Вот только общение даётся ей куда труднее алхимии. В алхимии метод проб и ошибок вместе с продолжительными исследованиями рано или поздно приносит ответы. В межличностных отношениях необходимо учитывать вежливость, настроение и подобные им неизмеримые факторы, причём пространства для проб и ошибок нет. Поэтому Сахароза старается таких нестабильных факторов избегать, и удовлетворяет любопытство проверенными способами. Например, Сахарозе всегда было любопытно, если у неё и бармена «Кошкина хвоста» Дионы звериные ушки, то нет ли у них общих предков? Никакого секрета в этом не было, и другому стоило лишь задать вопрос. Сахароза же посчитала, что такой личный вопрос прозвучит как вмешательство - она сама очень не любила, когда кто-то заострял внимание на её ушах. Поэтому она применила свой излюбленный метод - наблюдение. Целый месяц Диону не покидало чувство, что кто-то за ней следит. Она подумала на одного из завсегдатаев таверны и очень по этому поводу возмущалась.\n\n«Принципы наследственности идентичны, но источник разный. Стоит как следует изучить взаимосвязь с кошками. Примечание: добыть образец кости пока возможным не представляется».\n\nТаким выводом заканчивается исследование Сахарозы. Но оно имело и побочное открытие... Сахароза постигла природу мимимишности котяток и сделала себе очки с ушками. Но в силу своей стеснительности она надевала их только у себя в комнате.",
      "id": "Di mata orang-orang sekeliling Sucrose, dia terlihat sebagai seorang alkemis yang pendiam dan tidak begitu peduli dengan orang di sekitarnya.\n\nTetapi kenyataannya justru sebaliknya, Sucrose memiliki rasa ingin tahu yang sangat besar pada segala hal di dunia. Sayangnya, Sucrose selalu merasa bahwa teknik bersosialisasi jauh lebih rumit daripada ilmu alkimia.\n\nUntuk menguasai alkimia, kamu hanya perlu terus mencoba dan belajar dari kegagalan, maka jawabannya akan muncul dengan sendirinya. Dalam ilmu bersosialisasi, kamu harus memikirkan \"sopan santun\", \"perasaan\" dan hal-hal lain yang tidak bisa diukur. Lebih susahnya lagi, kamu tidak memiliki ruang untuk kegagalan.\n\nMaka itu Sucrose sebisa mungkin menghindari hal-hal ini dan lebih fokus pada hal yang dia kuasai untuk memuaskan rasa ingin tahunya.\n\nContohnya, Sucrose selalu berpikir apakah dia dan Diona, seorang bartender di Cat's Tail, memiliki leluhur yang sama karena mereka berdua sama-sama memiliki telinga hewan.\n\nSebenarnya jawabannya bukanlah sebuah rahasia, Sucrose hanya perlu menanyakan langsung ke Diona. Tetapi Sucrose takut kalau topik ini terlalu sensitif untuk dibahas, karena dia sendiri tidak suka orang lain memperhatikan telinganya.\n\nMaka itu Sucrose terpaksa menggunakan teknik keahliannya —— observasi.\n\nSelama satu bulan penuh, Diona merasa ada sepasang mata yang terus memperhatikan dirinya, dia bahkan mengira bahwa ada salah satu tamu bar yang menguntit, hal ini membuat Diona sangat jengkel.\n\n\"Dasar-dasar genetiknya serupa, tetapi asal-usulnya berbeda, relasinya dengan keluarga kucing patut dipelajari lebih dalam. Catatan: sementara belum dapat mempelajari bagian tulang.\"\n\nHasil penelitian ini masuk ke dalam jurnal penelitian milik Sucrose.\n\nSelain itu Sucrose juga mempelajari sesuatu...\n\nKini dia mengerti kenapa kucing terlihat begitu menggemaskan, dia bahkan membuat aksesoris telinga kucing. Tetapi karena dia terlalu pemalu, dia hanya berani memakainya di dalam kamar.",
      "th": "ในสายตาของคนทั่วไปนั้น Sucrose เป็นคนที่ค่อนข้างจะเก็บตัว เป็นนักเล่นแร่แปรธาตุที่ไม่ค่อยพูดค่อยจา ไม่สนใจโลกภายนอก\n\nแต่สถานการณ์จริงนั้นกลับตรงกันข้าม Sucrose มีความกระหายอย่างแรงกล้าที่จะ เรียนรู้ทุกสิ่งทุกอย่างอยู่เสมอ แต่สำหรับเธอแล้ว การเรียนรู้โลกภายนอกนั้นเป็นอะไรที่ยุ่งยากซับซ้อนยิ่งกว่าการเล่นแร่แปรธาตุเสียอีก\n\nการแปรธาตุนั้นขอเพียงแค่ไม่หยุดที่จะทำการทดลองและยึดมั่นในแนวทางการวิจัย ก็จะได้รับคำตอบอยู่เสมอ แต่ความสัมพันธ์ของผู้คนนั้นกลับต้องพิจารณาถึงปัจจัยต่าง ๆ ที่ไม่สามารถวัดค่าได้อย่าง \"มารยาท\" , \"อารมณ์\" และก็ไม่มีโอกาสในการลองทำ พลาดด้วย\n\nเพราะฉะนั้น หลักการที่ Sucrose ใช้ก็คือการหลีกเลี่ยงปัจจัยที่ไม่แน่นอนเหล่านี้ให้มากที่สุดและใช้วิธีที่เธอคุ้นเคยในการสนองความอยากรู้ อยากเห็นของตัวเอง\n\nยกตัวอย่างเช่น Sucrose สงสัยมาตลอดว่า Diona บาร์เทนเดอร์ของร้าน Cat's Tail ผู้มีใบหูของสัตว์เหมือนกับเธอนั้นมีข้อมูลทางพันธุกรรมที่แตกต่างกันกับเธอหรือไม่\n\nเรื่องนี้ไม่ใช่เรื่องส่วนตัว คนทั่วไปนั้นสามารถหาคำตอบได้ ตราบใดที่พวกเขาเอ่ยปากถาม แต่ Sucrose กลับเป็นกังวลว่าเรื่องพวกนี้จะเป็นการละเมิดหรือไม่... อย่างน้อยเธอก็เป็นคนนึงที่ไม่ชอบให้ใครมาจ้องมองหูของเธอ\n\nเพราะฉะนั้น เธอจึงเลือกใช้วิธีที่เธอถนัดที่สุด... การสังเกตการณ์\n\nเป็นเวลาหนึ่งเดือนเต็ม ซึ่งแม้แต่ Diona ก็ยังสัมผัสได้ว่ามีตาคู่หนึ่งจ้องมองมาที่เธอจากมุมใดมุมหนึ่ง อีกทั้งเธอยังโมโหมากเพราะคิดว่าเป็นลูกค้าของทางร้านที่มาสะกดรอยตามอีกด้วย\n\n\"พันธุกรรมมีความคล้ายคลึงกัน แต่ที่มานั้นกลับต่างกัน ความสัมพันธ์กับแมวนั้นควรค่าแก่การศึกษาในเชิงลึก หมายเหตุ: ยังไม่สามารถรับตัวอย่างกระดูกมาได้\"\n\nข้อสรุปนี้ถูกบันทึกไว้ในบันทึกของ Sucrose ในฐานะผลการวิจัยล่าสุด\n\nถ้าจะถามว่ายังได้รับอะไรเพิ่มเติมอีกมั้ยล่ะก็...\n\nดูเหมือนว่าอยู่ ๆ Sucrose ก็เข้าใจได้ถึงความน่ารักของแมว ซึ่งเธอได้ทำแว่นตาหูแมวขึ้นมาเป็นพิเศษ 1 อัน แต่เพราะว่าขี้อายจนเกินไป เธอจึงใส่มันได้เฉพาะเวลาอยู่ในห้องของตัวเองเท่านั้น",
      "vi": "Trong con mắt của mọi người, Sucrose là một thuật sĩ giả kim thầm lặng, luôn sống nội tâm và không quan tâm đến người khác.\n\nThế nhưng thực tế lại hoàn toàn ngược lại. Sucrose luôn khao khát hiểu biết vạn vật. Có điều cô cho rằng, việc đối nhân xử thế còn khó hơn nghiên cứu khoa học rất nhiều lần.\n\nChỉ cần bản thân liên tục cố gắng và tìm hiểu thì chắc chắn sẽ tìm được đáp án cho thuật giả kim, nhưng đối với các mối quan hệ chúng ta phải xem xét các yếu tố không thể định lượng được, chẳng hạn như \"lịch sự\" và \"cảm xúc\" và đặc biệt không có cơ hội cho phép thử sai.\n\nChính vì vậy, Sucrose luôn cố gắng tránh những biến số, đồng thời dùng những cách thức mình am hiểu để thỏa mãn sự tò mò.\n\nVí dụ như, Sucrose luôn tò mò về việc liệu người pha chế của quán Rượu Đuôi Mèo Diona, người có chiếc tai động vật giống với cô có sự khác biệt nào về thông tin di truyền hay không.\n\nVấn đề này không hề riêng tư, đối với người bình thường chỉ cần mở miệng hỏi là chắc chắn nhận được câu trả lời. Thế nhưng cô lại lo lắng về việc đặt ra câu hỏi như vậy liệu có quá xúc phạm hay không, hơn nữa bản thân lại không muốn người khác quá chú ý đến mình.\n\nVì vậy cô đã sự dụng biện pháp quen thuộc nhất đó là quan sát. \n\nCả tháng trời, Diona luôn cảm thấy có đôi mắt theo dõi mình và nghĩ rằng bị khách trong quán rượu bám đuôi nên vô cùng tức giận.\n\n\"Nguyên lý di truyền là giống nhau, nhưng nguồn gốc thì lại khác, rất có giá trị cho nghiên cứu mối tương quan với mèo. Chú thích nhỏ: liên kết trong xương tạm thời không thể đi sâu vào tìm hiểu.\"\n\nKết luận này được đưa vào cuốn sổ ghi chép những thành quả nghiên cứu gần đây của Sucrose.\n\nNgoài ra...\n\nCô đột nhiên thấy mèo vô cùng dễ thương, vì vậy đã chế tạo một cặp kính tai mèo. Nhưng vì quá nhút nhát, cô chỉ dám đeo nó trong phòng mà thôi."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "每三天一次，砂糖会在傍晚时分参与社交。对她来说，这是一件难得又隆重的事。\n\n她会依次造访蒙德城的肉市，冒险家协会，以及清泉镇猎户的家，收集一种特殊材料。\n\n「你、你好，打…打扰了，那个，我想要…新鲜的，嗯…最好是那种…带血带肉的骨头。」\n\n起初，大家都认为她的行为奇怪又诡异。但逐渐习惯之后，人们变得慷慨了，还会特地为她预留新奇的骨头。\n\n这一回，砂糖收获颇丰。除去常见的鸡骨与猪骨，她还拿到一套完整的蜥蜴骨头和一节带血的丘丘人腿骨。\n\n珍奇的骨头让砂糖兴奋到两眼放光。她向冒险家协会的凯瑟琳不停鞠躬，反复道谢。\n\n这些新奇的骨骼，不仅能满足砂糖对生物的好奇心，还能在拼装过程中让她产生新灵感。\n\n更重要的是，收集骨骼本就是砂糖的狂热爱好。\n\n一次偶然的机会，砂糖不小心听见某位母亲这样管教自家孩子：\n\n「要是再不听话，就会有很可怕很可怕的老太婆背着麻袋上门，把你的骨头都抽出来带走哦。」\n\n好奇心驱使砂糖深入调查。原来，这则吓唬孩子的鬼故事在她出生前就已存在了。\n\n得知这一事实，砂糖偷偷松了口气。\n\n——跟着，大家注意到，或许是为了避嫌，或许是因为害羞，砂糖把她用了很久的麻袋换成了皮袋。",
      "zht": "每三天一次，砂糖會在傍晚時分參與社交。對她來說，這是一件難得又隆重的事。\n\n她會依次造訪蒙德城的肉市，冒險家協會，以及清泉鎮獵戶的家，收集一種特殊材料。\n\n「你、你好，打…打擾了，那個，我想要…新鮮的，嗯…最好是那種…帶血帶肉的骨頭。」\n\n起初，大家都認為她的行為奇怪又詭異。但逐漸習慣之後，人們變得慷慨了，還會特地為她預留新奇的骨頭。\n\n這一回，砂糖收穫頗豐。除去常見的雞骨與豬骨，她還拿到一套完整的蜥蜴骨頭和一節帶血的丘丘人腿骨。\n\n珍奇的骨頭讓砂糖興奮到兩眼放光。她向冒險家協會的凱瑟琳不停鞠躬，不斷道謝。\n\n這些新奇的骨骼，不僅能滿足砂糖對生物的好奇心，還能在拼裝過程中讓她產生新靈感。\n\n更重要的是，收集骨骼本就是砂糖的狂熱愛好。\n\n一次偶然的機會，砂糖不小心聽見某位母親這樣管教自家孩子：\n\n「要是再不聽話，就會有很可怕很可怕的老太婆背著麻袋上門，把你的骨頭都抽出來帶走哦。」\n\n好奇心驅使砂糖深入調查。原來，這則嚇唬孩子的鬼故事在她出生前就已存在了。\n\n得知這一事實，砂糖偷偷鬆了口氣。\n\n——接著，大家注意到，或許是為了避嫌，或許是因為害羞，砂糖把她用了很久的麻袋換成了皮袋。",
      "jp": "スクロースは3日に1度、夕方の時間帯に社交活動に勤しむ。彼女にとって、これは貴重で盛大な活動だ。\n\n彼女は順番通りにモンドの肉市場、冒険者協会、そして清泉町の狩人の家に行き、ある特殊な素材を集める。\n\n「こん、にちは、す、…すみません、あの、私は…新鮮な、えっと…できれば…血がついている肉付きの骨がほしいんだけど」\n\n最初、みんなは彼女の異常さを怪しんだ。だが、次第に彼女に慣れてきた人々は、彼女のために新鮮な骨を取っておくようになった。\n\n今回は大収穫だ。普通の鶏骨と豚骨以外に、完全なトカゲの骨と血が滴るヒルチャールの足骨を手に入れた。\n\n珍しい骨に目がないスクロースは、何度も冒険者協会のキャサリンにお礼を言った。\n\nこれらのレアな骨は、スクロースの好奇心を満たすと同時に、組み立てる過程で新しいインスピレーションを彼女に与えるのだ。\n\nだが一番重要なのは、骨集めがスクロースの熱狂的な趣味であるという事だ。\n\nある日、スクロースは偶然、子供を叱っている母親の言葉を耳にした。\n\n「お母さんの言うことを聞かないと、とてもとても怖いおばあちゃんが、麻袋を担いでうちにくるよ。そして、あなたの骨を抜き出して全部持って行ってしまうよ」\n\n好奇心に駆られたスクロースは、その話が本当かどうかを検証した。結果、子供を驚かすこの怪談は、スクロースが生まれる前からすでに存在していたものだった。\n\n真相を知ったスクロースはほっとした。\n\n——あれから、人々はある変化に気づいた。疑われないためか、それとも恥ずかしさからか、スクロースは今まで使ってた麻袋を革袋に変えたのだ。",
      "ko": "설탕은 3일에 1번 해 질 무렵에 사교에 참여한다. 그녀에게 있어 이건 어렵고도 엄숙한 일이다.\n\n그녀는 몬드성의 육류 시장, 모험가 길드, 샘물 마을 사냥꾼의 집을 차례대로 방문해 특수한 재료를 수집한다.\n\n「안, 안녕하세요. 실… 실례하겠습니다. 저, 저기, 시, 신선한, 음… 가장 좋은… 그 고기가 붙은 뼈 있나요?」\n\n사람들은 처음에 그녀의 행동이 이상하고 기괴하다고 여겼다. 하지만 습관이 된 이후부터 사람들은 그녀를 잘 챙겨주기 시작했고 그녀를 위해 신기한 뼈도 남기기 시작했다.\n\n이번에 설탕은 많은 수확을 얻었다. 흔한 닭뼈와 돼지뼈 외에도 완벽한 도마뱀뼈와 피가 묻어있는 츄츄족 다리뼈를 얻었다.\n\n진귀한 뼈는 설탕의 두 눈을 기쁨에 번쩍이게 했다. 그녀는 모험가 길드 캐서린에게 계속해서 고개를 숙이며 감사 인사를 했다.\n\n이런 신기한 뼈들은 설탕의 생물에 대한 호기심을 만족시킬 수 있을 뿐만 아니라 조립 과정 중 그녀에게 새로운 영감도 줄 수 있다.\n\n더 중요한 사실은 설탕은 뼈를 수집하는 수집가라는 점이다.\n\n설탕은 어느 모친이 자기 자식을 혼내며 하는 말을 우연히 듣게 됐다:\n\n「또 말 안 들으면 아무 무서운 망태 할아버지가 나타나 네 뼈를 모두 뽑아서 가져간다」\n\n설탕은 호기심을 못 이겨 조사하게 된다. 이 아이를 혼내는 귀신 이야기는 그녀가 태어나기도 전부터 있었던 것을 알게 됐다.\n\n설탕은 이를 알고 몰래 안도의 한숨을 내쉬었다.\n\n——이후 설탕은 의심을 받지 않기 위해 또는 부끄러움 때문에 아주 오랫동안 썼던 망태 자루를 가죽 주머니로 바꿨다",
      "en": "Once every three days, Sucrose ventures out into the real world at dusk. To her, these excursions are rare and momentous events.\n\nOne by one, she visits the butcher's, the Adventurers' Guild, and the Springvale hunters, looking for a material of a very specific kind.\n\n\"H—Hi... Sorry, I... I'd like, um, the freshest, best-quality b—bones you've got... Yep, the ones with the blood and meat still on.\"\n\nPeople found her behavior utterly unusual at first, but once they had gotten used to it, they were eager to oblige, even putting the rarest bones aside for her in advance.\n\nThis was a major bonus for her. Not only was she able to acquire an ample supply of the usual chicken and boar bones, but she also got her hands on a complete lizard skeleton and even a chunk of hilichurl leg bone still bearing fresh blood.\n\nHer eyes would light up with excitement at the sight of these strange and rare bones. She would thank Katheryne of the Adventurers' Guild profusely, bowing to her over and over.\n\nAs well as going some way towards satisfying Sucrose's curiosity, she also found new inspiration from piecing new bones together\n\nMore importantly, collecting skeletons was her hobby, and she was crazy about it.\n\nOne day, Sucrose happened to overhear a mother attempting to discipline her child:\n\n\"If you don't do as your told, the scary old lady with the cloth sack over her back will come to your door, go into your room, pick out every bone from your body, and take them away!\"\n\nSucrose's curiosity compelled her to investigate further. It turned out that this was nothing more than a ghost story used by mothers to shock their children into compliance, and that it had existed long before Sucrose was even born.\n\nShe breathed a sigh of relief when she found out the truth.\n\nSoon after this, people noticed that Sucrose had switched her cloth sack for a leather one. Perhaps she did this just because she was shy. Or perhaps it was to avoid arousing suspicion...",
      "de": "Alle drei Tage mischt sich Saccharose unter das Volk, um sich ein wenig zu vergnügen. Für sie ist das jedes Mal ein einzigartiges und feierliches Ereignis.\n\nAbwechselnd besucht sie dann immer den Fleischmarkt in Mondstadt, die Abenteurergilde und sogar manchmal die Jäger in Quellingen, um bestimmte Materialien zu erstehen.\n\n„Ha-Hallo, entschuldigung, entschuldigung für die Störung! Ich, also ich wollte nur etwas, etwas ... frisches, ähm ... am besten solche Knochen die ... die noch Blut und etwas Fleisch dran haben.“\n\nZuerst dachten alle, dass ihr Benehmen schon sehr merkwürdig wäre. Aber je mehr sie sich an sie gewöhnten, desto großzügiger wurden die Leute zu ihr und verwahrten ihr die Knochen, die sie wollte.\n\nDiese Runde war sehr ertragreich für sie. Von den gewöhnlichen Hühner- und Schweineknochen abgesehen bekam sie sogar noch ein komplettes Eidechsenskelett und einen blutigen Hilichurl-Beinknochen.\n\nSeltene Knochen brachten ihre Augen zum Strahlen. Sie bedankte sich bei Katheryne von der Abenteurergilde und verbeugte sich immer wieder.\n\nSolch seltene Knochen befriedigen nicht nur ihre Neugier an der Biologie, sondern geben ihr auch noch neue Ideen zum das Zusammenbauen der Knochen.\n\nAm wichtigsten ist aber, dass Knochen zu sammeln Saccharoses liebstes Hobby ist.\n\nDurch Zufall hörte sie einmal mit, wie eine Mutter mit ihrem Kind schimpfte,\n\n„Wenn du jetzt nicht gehorchst, kommt eine ganz schreckliche, alte Oma zu uns nach Hause und stiehlt dir all deine Knochen aus dem Leib, steckt sie in einen Jutesack und nimmt sie mit.“\n\nDas hatte ihre Neugier nur noch mehr angefeuert. Diese Geistergeschichte existierte bereits, bevor sie geboren wurde.\n\nDieser Fakt ließ sie aufatmen.\n\nUm keinen Verdacht auf sich zu ziehen, vielleicht auch aus Verlegenheit, tauschte sie ihren schon ganz abgenutzten Jutesack gegen einen Ledersack aus.",
      "es": "Una vez cada tres días, Sacarosa se aventura en el mundo real al anochecer. Para ella, estas excursiones son eventos poco comunes y trascendentales.\n\nVisita una por una todas las carnicerías de Mondstadt, el Gremio de Aventureros y a los cazadores de Aguaclara en busca de un material muy específico.\n\n“Ho-Hola... Lo siento, yo... me gustaría comprar... hummm... los huesos más frescos y de mejor calidad que tengas. Sí, los que aún tienen tanto sangre como restos de carne”.\n\nAl principio, su comportamiento le parecía inusual a la gente, pero una vez que se acostumbraban, estaban más que dispuestos a ayudarla; incluso reservaban los mejores huesos para ella.\n\nFue una gran ventaja, ya que no solo fue capaz de adquirir un amplio suministro de huesos comunes de pollo y jabalí, sino que también consiguió un esqueleto de lagarto completo e incluso un pedazo de hueso de la pierna de un Hilichurl que aún tenía sangre fresca.\n\nLos ojos se le iluminaron de emoción al ver aquellos huesos tan extraños y poco comunes. Luego, se lo agradecía a Katheryne, del Gremio de Aventureros, de todo corazón, haciéndole una reverencia tras otra.\n\nAdemás de satisfacer la curiosidad de Sacarosa, también descubrió que juntar los nuevos trozos de huesos que iba consiguiendo le daba inspiración.\n\nColeccionar esqueletos pasó a ser su pasatiempo, hasta el punto de volverse una fanática.\n\nUn día, escuchó por casualidad a una madre regañando a su hijo:\n\n“Si no haces lo que te dijeron, la aterradora anciana del saco llamará a tu puerta, entrará a tu habitación, ¡y te sacará todos los huesos del cuerpo!”.\n\nSacarosa sintió tanta curiosidad que no pudo evitar investigar el asunto más a fondo. Resultó que aquello no era más que una historia de fantasmas que las madres solían contar a sus hijos para asustarlos, y que, de hecho, existía desde mucho antes de que ella naciera.\n\nAl descubrir la verdad, suspiró aliviada.\n\nPoco después de aquello, la gente se fijó en que Sacarosa había cambiado su saco de tela por uno de cuero. Tal vez lo hizo porque le daba vergüenza. O tal vez para evitar levantar sospechas...",
      "fr": "Tous les trois jours, Sucrose s'aventure dans le monde réel à la tombée de la nuit. Ces excursions sont à ses yeux aussi rares que précieuses.\n\nOn la voit ainsi se rendre – toujours dans cet ordre – d'abord au boucher de Mondstadt, puis à la Guilde des aventuriers, puis chez les chasseurs de Deauclaire, se fournir en matériaux spécifiques.\n\n« Bon... Bonjour, je... Euh... J'aimerais acheter des os. Euh, oui, ceux-là, avec la viande, le... Euh... Le plus frais possible, s'il vous plaît. »\n\nTout le monde trouva au départ son attitude quelque peu étrange, mais avec le temps, les gens s'y habituèrent, et finirent même par lui mettre de côté les meilleurs os dans l'attente de sa visite.\n\nCeci s'avéra d'ailleurs un gros avantage pour Sucrose, qui dès lors fut en mesure d'acquérir, en plus des habituels os de poulet et de sanglier, un squelette entier de lézard, et même un tibia de Brutocollinus encore recouvert de chair.\n\nÀ la vue de ces trésors, ses yeux s'ouvraient d'émerveillement, et elle remercia profusément Catherine de la Guilde des aventuriers lorsque celle-ci lui en fit don.\n\nCes os, en plus de satisfaire sa curiosité, se révélèrent une source d'inspiration, notamment par leur assemblage.\n\nLa collecte d'os devint en quelque sorte l'un de ses passe-temps.\n\nUn jour, Sucrose entendit une mère faire une remontrance à son enfant :\n\n« Si tu ne fais pas ce qu'on te dit de faire, la dame qui fait peur avec son sac de jute viendra récupérer tous tes os un par un ! »\n\nCes mots piquèrent la curiosité de l'alchimiste, et on la vit bientôt mener l'enquête... Il lui fallut un petit moment pour arriver à la conclusion qu'il ne s'agissait là que d'une invention, une créature créée de toute part pour faire peur aux enfants désobéissants, existant depuis bien longtemps dans l'imaginaire populaire.\n\nSucrose poussa un soupir de soulagement à cette découverte.\n\nCoïncidence ou non, on remarqua par la suite que l'alchimiste avait troqué son habituel sac de jute pour un sac en cuir...",
      "pt": "Uma vez a cada três dias, Sucrose participa dos eventos sociais ao anoitecer. Para ela, é um assunto importante.\n\nEla sempre visita o açougueiro, a Guilda de Aventureiros e as casas de caçadores do Vale Termal para encontrar um material especial.\n\n\"O-Oi... Desculpe, eu... Eu gostaria, hum, dos ossos mais frescos e de melhor qualidade que você tem... Sim, aqueles com sangue e carne seriam melhor”.\n\nAs pessoas achavam o seu comportamento absolutamente incomum no início, mas depois que se acostumaram, ficavam muito generosos, até deixavam para ela os ossos mais frescos de lado com antecedência.\n\nEsta vez foi um grande bônus para ela. Ela não apenas adquiriu um amplo suprimento dos ossos habituais de frango e javali, mas também conseguiu um esqueleto completo de lagarto e até um pedaço de osso fresco da perna de um Hilichurl que ainda estava com sangue.\n\nOs olhos dela se iluminavam com entusiasmo ao ver esses ossos raros. Ela agradeceria profusamente a Katheryne da Guilda de Aventureiros, curvando-se repetidamente para ela.\n\nAlém de satisfazer a curiosidade sobre biologia de Sucrose, ela também encontra umas novas inspirações ao juntar novos ossos.\n\nMais importante, colecionar ossos é seu hobby, e ela está louca por isso.\n\nUm dia, Sucrose ouviu uma mãe tentando disciplinar o seu filho:\n\n\"Se você não fizer o que lhe foi dito, a velha e assustadora senhora com o saco de pano nas costas vai abrir a sua porta, entrar no seu quarto e pegar todos os ossos do seu corpo!\"\n\nA curiosidade de Sucrose a levou a investigar mais. Afinal essa história de fantasma usada pelas mães para chocar seus filhos já tinha existido muito antes de Sucrose nascer.\n\nEla deu um suspiro de alívio ao descobrir a verdade.\n\nLogo depois disso, as pessoas notaram que Sucrose havia trocado o saco de pano por um de couro. Ninguém sabe o motivo pelo qual ela trocou, será que era para evitar levantar suspeitas?...",
      "ru": "Вечером раз в три дня Сахароза выходит в свет. Дело это для неё редкое и торжественное. По очереди она посещает мондштадтского мясника, Гильдию искателей приключений и охотников Спрингвейла, спрашивая об одном необычном материале.\n\n«З-здравствуйте... Б-будьте любезны, мне бы свежих... Эм... Самых лучших... Костей, с кровью и мясом».\n\nПоначалу её поведение находили очень странным, но, попривыкнув, с радостью выполняли запрос, и даже припасали для неё отборные кости. На этот раз вылазка выдалась продуктивной. Кроме обильных запасов куриных и свиных костей, она получила полный скелет ящерицы и сочащуюся кровью ногу хиличурла. При виде таких дивных костей у Сахарозы загорались глаза. Она ещё долго кланялась и благодарила секретаря Гильдии искателей приключений Катерину. Новые кости не только удовлетворяли интерес Сахарозы к живым существам, но и сам процесс сборки фрагментов в одно целое наполнял её вдохновением. Что важнее, Сахароза страстно увлекалась коллекционированием скелетов. Как-то раз Сахароза случайно услышала, как мать поучала сынишку:\n\n«Вот если не будешь слушаться, за тобой придёт страшная старуха с мешком и все твои косточки повыдёргивает».\n\nЛюбопытство заставило Сахарозу провести тщательное расследование. Оказалось, что это просто страшилка для непослушных детей, которая существовала задолго до её рождения. Гора свалилась с плеч Сахарозы, когда та узнала правду. Вскоре заметили, что Сахароза сменила матерчатый мешок на кожаный. Сделала она это то ли из-за стеснительности, то ли хотела избежать подозрений...",
      "id": "Tiga hari sekali, Sucrose akan mengikuti kegiatan sosial di sore hari. Baginya, ini merupakan hal yang meriah dan langka.\n\nTempat demi tempat dia kunjungi seperti pasar daging Mondstadt, Adventurers' Guild, dan Springvale hunters untuk mengumpulkan sejenis material khusus.\n\n\"Ha – halo... maaf mengganggu, hmm... itu – aku mau beli... tulang yang paling bagus dan segar. Ya... tulang yang masih ada daging dan darahnya.\"\n\nAwalnya orang-orang merasa tingkah Sucrose sangat aneh. Namun setelah lama-lama terbiasa, mereka bahkan sudah menyiapkan lebih dulu barang yang biasanya dipesan oleh Sucrose ini.\n\nBahkan dia masih untung banyak... Sucrose bukan hanya mendapatkan stok ayam dan tulang boar yang cukup banyak, tetapi dia juga mendapatkan kerangka kadal yang lengkap, bahkan sepotong tulang kaki Hilichurl yang masih mengandung darah segar.\n\nMata Sucrose berbinar-binar melihat semua tulang-tulang langka ini. Dia membungkuk beberapa kali sebagai tanda terima kasihnya kepada Katheryne dari Adventurers' Guild.\n\nTulang-tulang aneh ini bukan hanya berhasil memenuhi rasa penasarannya, tapi juga sudah memberikannya inspirasi baru.\n\nYang lebih penting lagi adalah semua ini memang hobi yang sangat digemarinya.\n\nSuatu kali tanpa sengaja Sucrose mendengar ada seorang ibu yang menasihati anaknya dengan kalimat ini:\n\n\"Kalau kamu masih tidak patuh, kamu akan didatangi oleh seorang perempuan tua yang sangat menakutkan dan dia datang dengan membawa sebuah karung untuk mengambil semua tulang-tulang dari tubuhmu.\"\n\nSucrose yang merasa penasaran dengan cerita itu kemudian mulai mencari tahu asal muasalnya. Rupanya, cerita seram yang dia dengar itu sudah sejak lama sering digunakan oleh para orang tua kepada anaknya yang bandel.\n\nSucrose merasa lega setelah mengetahui bahwa ternyata bukan dirinya yang dimaksud oleh sang ibu.\n\n Setelah itu, semua orang memperhatikan bahwa, Sucrose kini menggantikan karung yang telah lama dia gunakan dengan tas kulit. Mungkin hal ini dilakukan untuk menghindari kecurigaan atau sekadar karena rasa malu terhadap orang-orang.",
      "th": "หนึ่งครั้งในทุกสามวัน Sucrose จะเข้าร่วมกิจกรรมทางสังคมในตอนกลางคืน ซึ่งสิ่งนี้ถือเป็นเรื่องที่ยากและยิ่งใหญ่มากสำหรับเธอ\n\nเธอจะไปยังจุดต่าง ๆ ที่มีเนื้อของ Mondstadt ทีละแห่ง ๆ ตั้งแต่กิลด์นักผจญภัยไปจนถึง Springvale ซึ่งเป็นที่อยู่ของเหล่านายพรานเพื่อเก็บรวบรวมวัตถุดิบอย่างหนึ่งที่มี คุณสมบัติพิเศษ\n\n\"ส... สวัสดี ร... รบกวนหน่อยนะ นั่นน่ะ ฉันอยากได้... ที่มันสด ๆ อืม... ถ้าให้ดีก็ขอไอ้นั่น... กระดูกที่มีเนื้อกับเลือดติดอยู่\"\n\nในตอนแรกนั้นทุกคนต่างก็คิดว่า พฤติกรรมของเธอนั้นมันช่างแปลกเหลือเกิน แต่หลังจากที่คุ้นเคยกันแล้วทุกคนก็เปลี่ยนเป็นใจดีกับเธอ อีกทั้งยังตั้งใจเก็บกระดูกไว้ให้เธอเป็นพิเศษอีกด้วย\n\nครั้งนี้สิ่งที่ Sucrose ได้มานั้นค่อนข้างดีทีเดียว นอกจากกระดูกไก่และหมูป่าที่พบเห็นได้ทั่วไปแล้ว เธอยังได้กระดูกกิ้งก่าที่ครบถ้วนสมบูรณ์และกระดูกขาที่มีเลือดติดอยู่ของ Hilichurl อีกด้วย\n\nกระดูกหายากนั้นทำให้ Sucrose ต้องตื่นเต้นตาโต โดยเธอโค้งขอบคุณ Katheryne แห่งกิลด์นักผจญภัยครั้งแล้ว ครั้งเล่า\n\nกระดูกแปลกใหม่เหล่านี้ไม่เพียงแต่สนองความอยากรู้อยากเห็นของ Sucrose เกี่ยวกับสิ่งมีชีวิตเท่านั้น แต่ยังเป็นแรงบันดาลใจใหม่ ๆ ระหว่างกระบวนการการทำงานของเธออีกด้วย\n\nสิ่งที่สำคัญกว่าก็คือ... แต่ไหนแต่ไรการเก็บสะสมโครงกระดูกก็เป็นงานอดิเรกที่ Sucrose คลั่งไคล้อยู่แล้ว\n\nโดยไม่ได้ตั้งใจ ครั้งหนึ่ง Sucrose บังเอิญได้ยินคุณแม่ท่านหนึ่งสอนลูกของตนเองว่า:\n\n\"ถ้ายังดื้อไม่ฟังกันอีกล่ะก็ จะมีหญิงชราผู้แสนน่ากลัวคนหนึ่ง แบกกระสอบมาหาที่บ้านเพื่อดึง กระดูกของหนูไปนะ\"\n\nความอยากรู้อยากเห็นกลายเป็นแรงขับเคลื่อนให้ Sucrose ทำการตรวจสอบเพิ่มเติม ที่แท้... เรื่องเล่าหลอกเด็กนี้ก็มีมาตั้งแต่ก่อนที่เธอจะเกิดแล้ว\n\nหลังจากที่รู้ความจริงเรื่องนี้ Sucrose ก็ถอนหายใจออกมาเบา ๆ ด้วยความโล่งใจ\n\nตามที่ทุกคนสังเกตเห็น บางทีอาจจะเพื่อหลีกเลี่ยงความสงสัย หรือบางทีอาจเป็นเพราะความเขินอาย Sucrose ได้เปลี่ยนจากถุงกระสอบที่เธอใช้มานานไปเป็นถุงหนังแทน",
      "vi": "Cứ ba ngày một lần, Sucrose sẽ tham gia các hoạt động giao lưu vào buổi chiều tối. Đối với cô, đây là một sự kiện hiếm hoi và long trọng.\n\nSucrose sẽ ghé thăm chợ thịt thành Mondstadt, Hiệp Hội Nhà Mạo Hiểm và nhà của thợ săn Trấn Thanh Tuyền nhằm thu thập những món đồ đặc biệt.\n\n\"Bạn, các bạn, xin lỗi... làm phiền rồi, thật ra tôi muốn... Tươi một chút, tốt nhất là... Những khúc xương có dính chút thịt và máu.\"\n\nBan đầu mọi người đều nghĩ rằng hành vi của cô là vô cùng quái đản và khác người, thế nhưng mọi người dần mở rộng tấm lòng, hào phóng hơn và đặc biệt để lại những khúc xương đặc biệt dành cho cô.\n\nXem ra cô đã có thu hoạch phong phú rồi. Ngoài những khúc xương gà và xương lợn thông thường, cô còn có hẳn một bộ xương Rồng Đất hoàn chỉnh và xương chân Hilichurl đẫm máu.\n\nNhững khúc xương hiếm có thể khiến Sucrose trở nên hưng phấn với đôi mắt sáng ngời. Cô cúi chào Katheryne của Hiệp Hội Nhà Mạo Hiểm và liên tục cảm ơn cô ấy.\n\nNhững bộ xương mới lạ này không chỉ thỏa mãn sự tò mò của Sucrose về các sinh vật mà còn mang đến cho cô nguồn cảm hứng mới trong quá trình lắp ráp.\n\nQuan trọng hơn, thu thập xương còn là một đam mê mà cô đặc biệt ưa thích.\n\nTrong một lần vô tình nghe thấy người mẹ nào đó dọa đứa trẻ thế này:\n\n\"Nếu con không nghe lời sẽ có một bà lão già mang theo chiếc túi ba bố đến rút từng khúc xương của con đó.\"\n\nSự tò mò đã khiến Sucrose điều tra sự thật đằng sau câu chuyện. Thì ra câu chuyện ma dọa nạt trẻ con này đã tồn tại từ rất lâu, còn trước khi cô ra đời.\n\nSau khi biết được sự thật cô đã thở phào nhẹ nhõm.\n\nCó lẽ sợ mọi người chú ý đến, hay tránh sự nghi ngờ hoặc cũng có thể là vì ngại ngùng, Sucrose đã thay chiếc túi ba bố bằng chiếc túi bằng da."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "作为助手，砂糖一直尽心尽力地协助阿贝多，虽然课题内容往往都很艰深，但每次也能让砂糖受益匪浅。\n\n持续五天五夜的实验结束后，阿贝多注意到砂糖体力濒临极限，便为她强行安排了七天假期。\n\n砂糖本想借着假期好好调整状态，一觉醒来却觉得非常不适应。\n\n早餐：煎蛋，香肠，一小杯咖啡。没什么好说的，全都是研究过的食物和饮品。\n\n晒着太阳看书。也没什么好说的，这是研究得出的最好的休息方式之一。书则是早就看过的，有疑问的地方都有批注解答。\n\n洗衣服，打扫卫生，整理物品，依然没什么好说的。整洁的环境能带来好心情，这是不争的事实。\n\n——明明半天时间就这么过去了，砂糖却连问出一个问题的机会都没有。\n\n无聊，烦闷，些许焦躁，让她完全静不下心。\n\n砂糖实在太想投入随便什么研究了。哪怕是研究阳台上那几盆花也好，她不求成果，只求打发时间。\n\n可无论是左边的小灯草、中间的甜甜花还是右边的塞西莉亚花，都已被她研究得无比透彻。\n\n最终，自暴自弃的砂糖强迫自己睡了过去，第二天一早就赶去实验室报道。\n\n「不能做实验、一点问题都没有的日子，根本不是休息，是折磨！」",
      "zht": "作為助手，砂糖一直盡心盡力地協助阿貝多，雖然課題內容往往都很艱深，但每次也能讓砂糖受益匪淺。\n\n持續五天五夜的實驗結束後，阿貝多注意到砂糖體力瀕臨極限，便為她強行安排了七天假期。\n\n砂糖本想借著假期好好調整狀態，一覺醒來卻覺得非常不適應。\n\n早餐：煎蛋，香腸，一小杯咖啡。沒什麼好說的，全都是研究過的食物和飲品。\n\n曬著太陽看書。也沒什麼好說的，這是研究得出的最好的休息方式之一。書則是早就看過的，有疑問的地方都有批註解答。\n\n洗衣服，打掃衛生，整理物品，依然沒什麼好說的。整潔的環境能帶來好心情，這是不爭的事實。\n\n——明明半天時間就這麼過去了，砂糖卻連問出一個問題的機會都沒有。\n\n無聊，煩悶，些許焦躁，讓她完全靜不下心。\n\n砂糖實在太想投入隨便什麼研究了。哪怕是研究陽臺上那幾盆花也好，她不求成果，只求打發時間。\n\n可無論是左邊的小燈草、中間的甜甜花還是右邊的塞西莉亞花，都已被她研究得無比透徹。\n\n最終，自暴自棄的砂糖強迫自己睡了過去，第二天一早就趕去實驗室報導。\n\n「不能做實驗、一點問題都沒有的日子，根本不是休息，是折磨！」",
      "jp": "アシスタントとして、スクロースはいつも全力でアルベドの手助けをしている。課題の内容は難しいが、いつも勉強になった。\n\n5日も続いた実験が終わった後、アルベドは体力の限界を迎えたスクロースに、一週間の休暇を与えた。\n\nスクロースはこれを機に、体調を整えるつもりだったが、目覚めた時に、逆に違和感を覚えた。\n\n朝食は目玉焼きとソーセージ、そしてコーヒー1杯。特に変わったものはないし、全て研究したことのある食べ物と飲み物だ。\n\n日光を浴びながら本を読む。これもごく普通で、研究した中で最も良い休日の過ごし方の一つである。本もすでに一度読み終わったもので、疑問に思ったところも全部調査済だ。\n\n洗濯、掃除、家の片付け、どれも何の変哲もない事である。清潔な環境は気分を安らげてくれる、これは疑いようのない事実だろう。\n\n——半日が過ぎたのに、疑問に思うところがなかった。\n\n退屈、煩悶、焦り、全く落ち着かないスクロース。\n\n何でもいいから、スクロースはとにかく研究したかったのだ。この際、ベランダに飾ってある花についてでも構わない。\n\nしかし左側のイグサも、真ん中のスイートフラワーも、右側のセシリアの花も、どれも既に研究し尽くされていた。\n\n結局、自暴自棄になったスクロースは無理やり眠りにつき、翌日の早朝に実験室に向かった。\n\n「実験も問題もない日は休みじゃなくて拷問よ！」",
      "ko": "설탕은 조수로서 최선을 다해 알베도를 도왔다. 과제 내용이 아주 어려웠지만 이는 매번 설탕에게 피가 되고 살이 되었다.\n\n5일 내내 지속된 실험이 끝난 뒤 알베도는 설탕의 체력이 한계에 달한 걸 알아차리고 그녀에게 강제로 7일간의 휴가를 명했다.\n\n설탕은 원래 휴가 동안 컨디션을 조절하려고 했지만 잠에서 깨어난 뒤 적응되지 않는 걸 느끼게 됐다.\n\n아침: 달걀 프라이, 소시지, 커피 한 잔. 말할 필요도 없이 전부 연구했던 식물과 음료이다.\n\n햇볕을 쬐며 책을 읽는 것. 이것도 연구에서 나온 가장 좋은 휴식 방법 중 하나이다. 책은 오래전에 이미 읽어봤던 것으로 의문점이 있는 곳엔 전부 주석을 달아놨다.\n\n세탁, 청소, 물건 정리도 마찬가지이다. 청결한 환경이 기분을 좋게 만든다는 건 여지없는 사실이다.\n\n——반나절이란 시간이 지나갔지만 설탕은 한 문제도 물어볼 기회가 없었다.\n\n무료하고 답답하며, 살짝 초조하기까지 하여 설탕은 마음이 안정되지 않았다.\n\n설탕은 진심으로 아무 연구나 참여하길 원했다. 테라스 위의 화분이든 뭐든 시간만 때울 수 있을 연구를….\n\n하지만 왼쪽의 등불꽃이든 중간의 달콤달콤꽃이든, 오른쪽의 세실리아꽃이든 모두 그녀가 철저하게 연구했던 것들이다.\n\n결국 자포자기한 설탕은 강제로 잠을 잔 뒤 이튿날 아침 일찍부터 실험실에 가 출석체크를 한다.\n\n「실험도 없고 문제도 하나 없는 날은 휴식이 아니라 고통이에요!」",
      "en": "As an assistant, Sucrose does everything she can to support Albedo, and even though his alchemical inquiries tend more towards the abstruse, she finds herself learning a lot every time.\n\nAfter an experiment lasting five straight days and nights came to its end, Albedo noticed that Sucrose was on the brink of collapsing from exhaustion, and organized a mandatory seven-day vacation for her.\n\nSucrose began her holiday determined to take a proper rest and regain her energy, but from the moment that she woke up on day one she struggled to adjust to the vacation lifestyle.\n\nFirst things first, let's get some breakfast: fried eggs, sausages, and a cup of coffee. Nothing new to report there. All of these were foods and beverages that she had previously researched, after all.\n\nNext, she thought, how about a little rest and relaxation in the sun with a good book? Again, nothing new to report: plenty of research shows this to be one of the most effective means of relaxation. There wasn't a book that she hadn't already read, and there wasn't a query that she hadn't already highlighted, looked into, and later annotated for clarification.\n\nSo then she did some household chores: laundry, dusting, tidying. Check. Once again — nothing new to report. There was nothing to dispute about the fact that a clean and tidy environment is conducive to mental well-being.\n\nHalf a day in, and Sucrose had not had the occasion to ask \"why\" or \"how\" even once.\n\nShe was bored, restless, and angsty, and she could not calm herself down.\n\nShe was desperate to throw herself at a research problem. It didn't matter what it was: She would have happily researched the potted plants on the terrace, even if nothing came of it. Anything just to pass the time.\n\nBut wherever she looked — the Lamp Grass to her left, the Sweet Flower in front of her, or the Cecilia to her right — all she found were things that she had previously researched in exhaustive detail.\n\nFinally, she gave up and forced herself to go to sleep. The next day, she reported to the laboratory first thing in the morning.\n\n\"All day long, you have nothing to research, and nothing to question. That's not rest, it's torture!\"",
      "de": "Als seine Assistentin tut Saccharose alles, was sie kann, um Albedo zu unterstützen, und obwohl seine alchimistischen Nachforschungen eher in schwierige Gebiete navigieren, findet sie jedes Mal, dass sie noch viel von ihm zu lernen hat.\n\nNachdem eins von seinen Experimenten, das fünf Tage und Nächte am Stück dauerte, zu Ende ging, bemerkte Albedo, dass Saccharose kurz vor dem Zusammenbruch aufgrund von Erschöpfung stand, und organisierte ihr einen obligatorischen siebentägigen Urlaub.\n\nSaccharose begann ihren Urlaub entschlossen, sich richtig auszuruhen und neue Energie zu tanken, aber vom ersten Tag an hatte sie Mühe, sich an den Urlaubsalltag anzupassen. Da gibt es einfach nichts Neues zu berichten. Es gab nur Lebensmittel und Getränke, die sie vorher bereits untersucht hatte.\n\nZunächst dachte sie, wie wäre es mit ein wenig Ruhe und Entspannung in der Sonne mit einem guten Buch? Auch hier gibt es nichts Neues zu berichten: Zahlreiche Untersuchungen zeigen, dass dies eines der wirksamsten Mittel zur Entspannung ist. Es gab kein Buch, das sie nicht schon gelesen hatte, und es gab keine Frage dazu, die sie nicht schon hervorgehoben, recherchiert und später zur Klärung kommentiert hatte.\n\nDann erledigte sie einige Hausarbeiten: Wäsche waschen, Staub wischen, aufräumen. Alles überprüfen. Und wieder, es gibt nichts Neues zu berichten. Es gab nichts über die Tatsache zu bestreiten, dass eine saubere und ordentliche Umgebung dem psychischen Wohlbefinden förderlich ist.\n\nNachdem ein halber Tag vergangen war, hatte Saccharose nicht ein einziges Mal die Gelegenheit gehabt, „warum“ oder „wieso“ zu fragen.\n\nSie war gelangweilt, unruhig und ängstlich und sie konnte sich einfach nicht beruhigen.\n\nSie wollte sich verzweifelt auf ein Forschungsproblem stürzen. Es spielte keine Rolle, was es war: Sie hätte gern auf der Terrasse die Topfpflanzen untersucht, auch wenn nichts dabei herausgekommen wäre. Aber wohin sie auch blickte, das Lampenkraut zu ihrer Linken, die Zuckerblume vor ihr oder die Cecilia zu ihrer Rechten, alles, was sie vorfand, waren Dinge, die sie zuvor bereits gründlich erforscht hatte. Am nächsten Tag meldete sie sich gleich morgens im Labor.\n\n„Den ganzen Tag lang gibt es nichts zu erforschen und nichts infrage zu stellen. Das ist keine Ruhe, das ist Folter!“",
      "es": "Como asistente de Albedo, Sacarosa hace todo lo posible por ayudarlo. Aunque sus investigaciones alquímicas tienden más hacia lo abstruso, aprende mucho cada vez que lo ayuda.\n\nTras un experimento que duró cinco días y cinco noches, Albedo notó que Sacarosa no podía más por el agotamiento, y le organizó unas vacaciones obligatorias de siete días.\n\nComenzó sus vacaciones decidida a descansar bien y recuperar energías, pero desde el primer día luchó para adaptarse al estilo de vida vacacional.\n\nPrimero desayunaba. Huevos fritos, salchichas y una taza de café. Hasta aquí, todo bien. Eran alimentos y bebidas que ya había investigado previamente.\n\nA continuación, pensó: “Descansaré un poco y me relajaré bajo el sol con un buen libro”. Una vez más, todo bien. La investigación ha demostrado que ese es uno de los mejores métodos para relajarse. Sin embargo, ya había leído todos sus libros, y ya había subrayado los puntos importantes e investigado y anotado aclaraciones sobre los artículos de investigación que más le interesaban.\n\nAsí pues, se dispuso a hacer algunas tareas domésticas: lavar la ropa, limpiar el polvo y ordenar. Bien. Una vez más, sin problemas. No se podía rebatir el hecho de que un ambiente limpio y ordenado es propicio para el bienestar mental.\n\nPasó la mitad del día y Sacarosa aún no había tenido la oportunidad de preguntarse a sí misma el porqué de esto o aquello ni una sola vez.\n\nEstaba aburrida, inquieta y angustiada, y ya no podía calmarse.\n\nSe sentía desesperada por investigar cualquier cosa; lo que fuera. Hasta pensó en estudiar las plantas que tenía puestas en macetas en su terraza, aun sabiendo que no serviría de nada. Cualquier cosa con tal de que el tiempo pasara más rápido.\n\nPero allá donde mirara —las lucettas a su izquierda, las flores dulces frente a ella o las cecilias a su derecha—, solo veía cosas que ya había investigado exhaustivamente.\n\nFinalmente, se rindió y se obligó a dormir. Al día siguiente, fue al laboratorio a primera hora de la mañana a informar de su situación.\n\n“No tengo nada que investigar ni que cuestionarme en todo el día. ¡Eso no son vacaciones, es una tortura!”.",
      "fr": "En tant qu'assistance d'Albedo, Sucrose fait tout ce qui est en son pouvoir pour l'aider. Bien que ses recherches portent sur des aspects particulièrement obscurs de cet art, l'assister permet à Sucrose d'apprendre nombre de nouvelles connaissances.\n\nSuite à une expérience s'étant étalée sur cinq jours et cinq nuits, Albedo remarqua que Sucrose, exténuée, arrivait au point de rupture. Il l'obligea donc à prendre sept jours de congés pour se remettre.\n\nSucrose aborda ces vacances bien déterminée à les mettre à profit pour se refaire une santé ; mais dès son réveil le premier jour, s'ajuster à ce nouveau rythme lui parut chose insurmontable.\n\nPremière chose : le petit déjeuner. Des œufs sur le plat, des saucisses, une tasse de café. Rien d'intéressant de ce côté-là, tous ces mets ayant déjà été étudiés en profondeur.\n\nElle décida ensuite de s'installer au soleil et de profiter d'un bon livre. Encore une fois, rien d'intéressant. Les recherches prouvant qu'il s'agit là de l'un des meilleurs moyens de relaxation sont légion ; quant au livre choisi, elle l'avait déjà parcouru et abondamment annoté, bien sûr.\n\nLe ménage, la lessive, le classement... Fait, fait, fait. Et à nouveau, rien qui n'ait été étudié en profondeur par le passé.\n\nEt ainsi s'écoula une demi-journée durant laquelle rien ne vint titiller sa légendaire curiosité.\n\nL'ennui se mit à la gagner à vitesse grand V, et elle devint rapidement d'humeur exécrable.\n\nIl lui fallait un sujet d'étude au plus vite, quand bien même il s'agirait de quelque chose d'aussi trivial et peu passionnant que le contenu des vases sur la terrasse. N'importe quoi pour passer le temps...\n\nMais où que portait son regard, elle n'apercevait que des sujets déjà recherchés, des herbes à lampe à gauche, aux fleurs sucrantes à droite, en passant par les cécilias au milieu.\n\nNe voyant pas d'autre alternative, elle abandonna et finit par se forcer à s'endormir pour la nuit.\n\nLe lendemain, elle était au laboratoire aux premières heures du jour. « Rien à faire de la journée, aucun sujet de recherche, et aucune question à se poser : c'est de la torture, pas des vacances ! »",
      "pt": "Como assistente, Sucrose faz tudo o que pode para apoiar Albedo e, embora suas pesquisas alquímicas tendam mais para o obscuro, ela se descobre aprendendo muito toda vez. \n\nDepois de um experimento que durou cinco dias e noites seguidos, Albedo notou que Sucrose estava prestes a desmaiar de exaustão e organizou umas férias obrigatórias de sete dias para ela.\n\nSucrose começou suas férias determinada a descansar adequadamente e recuperar sua energia. Mas a partir do momento em que acordou no primeiro dia, ela lutou para se adaptar ao estilo de vida das férias.\n\nPrimeiro, vamos tomar café da manhã: ovos fritos, salsichas e uma xícara de café. Nada de novo para relatar. Afinal, todos esses eram alimentos e bebidas que ela pesquisara anteriormente.\n\nPróximo, ela pensou, que tal um pouco de descanso e relaxamento ao sol com um bom livro? Novamente, nada de novo a relatar: muitas pesquisas mostram que esse é um dos meios mais eficazes de relaxamento. Não havia um livro que ela ainda não tivesse lido, e não havia uma consulta que ela ainda não tivesse destacado, analisado e posteriormente anotado para esclarecimentos.\n\nEntão, ela fez algumas tarefas domésticas: lavanderia, espanar, arrumar. Verifica mais uma vez - nada de novo a relatar. Não havia nada a contestar sobre o fato de que um ambiente limpo e arrumado é propício ao bem-estar mental.\n\nApenas um dia, e Sucrose não teve a oportunidade de perguntar \"por que\" ou \"como\" nem uma vez.\n\nEla estava entediada, inquieta e angustiada, e não conseguia se acalmar.\n\nEla estava desesperada para se jogar em um problema de pesquisa. Não importava o que era: ela teria pesquisado alegremente os vasos de plantas no terraço, mesmo que nada desse resultado. Tudo para passar o tempo.\n\nMas onde quer que ela olhasse - a Lâmpada de Grama à esquerda, a Flor Doce à sua frente ou a Cecília à direita - tudo o que ela encontrou foram coisas que ela havia pesquisado anteriormente em detalhes exaustivos.\n\nFinalmente, ela desistiu e se forçou a ir dormir. No dia seguinte, ela voltou ao laboratório logo de manhã.\n\n\"Um dia inteiro sem nada para pesquisar e questionar. Isso não é descanso, é tortura!\"",
      "ru": "Работая ассистенткой Альбедо, Сахароза всеми силами старается ему помогать. Хоть изыскания его были сложны, она каждый раз извлекала для себя много нового. После длившегося пять суток подряд эксперимента Альбедо заметил, что Сахароза вот-вот упадёт без сил, и заставил её выйти в семидневный отпуск. Сахароза, было, решила как следует отдохнуть и восстановиться, но в первый же день обнаружила, что никак не может настроиться на жизнь в отпуске. Завтрак: яичница с сосисками, чашечка кофе. Ничего интересного, поскольку все эти продукты и напитки были исследованы ранее. Может, поваляться на солнце и почитать книжку? Добавить почти нечего - исследования показали, что это лучший способ отдыха. Все книги она давно уже прочла, а места, которые вызвали у неё вопросы, снабдила пояснениями. Стирка, уборка, приведение вещей в порядок - ничего нового. Опрятная обстановка повышает настроение, и это неоспоримый факт. Прошло полдня, но у Сахарозы ни одного повода для вопросов не возникло. Скука и уныние привели её в беспокойство. Она была готова изучать хоть стоявшие на террасе вазоны, лишь бы как-нибудь скоротать время. Но на какой бы она ни посмотрела - слева трава-светяшка, посредине цветок-сахарок, справа сесилия - все они были изучены до последней мельчайшей детали. Наконец, Сахароза сдалась и заставила себя заснуть, а на следующее утро побежала в лабораторию.\n\n«Дни без опытов и поисков - не отдых, а мучение!»",
      "id": "Sebagai seorang asisten, Sucrose akan melakukan apa pun untuk membantu Albedo, walaupun materi pelajaran sering kali sangat sulit, namun itu semua justru dapat membuat Sucrose mendapat kemajuan.\n\nSetelah melakukan penelitian selama 5 hari 5 malam, Albedo menyadari bahwa tubuh Sucrose sangat kelelahan, karena itu dia berinisiatif memberi Sucrose libur panjang selama 7 hari.\n\nAwalnya Sucrose berencana untuk menggunakan kesempatan itu untuk beristirahat dengan baik, namun setelah dia terbangun dari istirahatnya di hari pertama, dia malah merasa sangat tidak terbiasa.\n\nDia memulai harinya dengan sarapan: telur ceplok, sosis, dan secangkir kopi. Tidak ada yang perlu dilaporkan, semua ini adalah makanan dan minuman yang sudah pernah diteliti.\n\nSetelah itu, dia berjemur sinar matahari sambil membaca buku. Tidak ada yang perlu dilaporkan juga dari kegiatan ini: banyak penelitian mengatakan bahwa berjemur adalah salah satu cara beristirahat dan santai yang paling efektif. Tidak ada buku yang belum dia baca dan tidak pernah ada bagian di dalam buku tersebut yang belum dia tandai dan cari tahu jawabannya kalau dia merasa bingung.\n\nMenyapu, bersih-bersih, merapikan barang-barang... juga tidak ada yang perlu dilaporkan. Lingkungan yang bersih membuat suasana hati menjadi senang... tidak ada yang berdebat dengan fakta ini.\n\nBegitulah setengah hari telah berlalu dan Sucrose masih belum mengeluarkan pertanyaan \"mengapa\" dan \"bagaimana\" satu kali pun.\n\nDia bosan, gelisah, dan tidak tahu harus melakukan apa.\n\nDia benar-benar ingin melakukan penelitian – terserah, penelitian apa pun pokoknya. Mau meneliti bunga-bunga di balkonnya pun tidak masalah – tidak perlu mendapatkan hasil penelitian apa pun, yang penting bisa menghabiskan waktu tanpa kebosanan.\n\nTapi semua hal-hal ini bahkan sudah pernah dia buat penelitian: Small Lamp Grass di kirinya, Sweet Flower di hadapannya, dan Cecilia di samping kanannya.\n\nAkhirnya dia mencoba untuk langsung tidur saja. Keesokan paginya dia langsung berangkat menuju laboraturium.\n\n\"Aku tidak bisa tidak melakukan penelitian sehari pun, liburan tidak bisa membuatku beristirahat, sebaliknya malah sangat menyiksaku!\"",
      "th": "ในฐานะผู้ช่วย Sucrose คอยทำทุกอย่างเพื่อช่วย Albedo มาโดยตลอด ซึ่งถึงแม้ว่าหัวข้อการศึกษานั้นจะยาก แต่มันก็ทำให้เธอได้ประโยชน์จากการเรียนรู้ทุกครั้ง\n\nหลังจากที่การทดลองตลอดห้าวันห้าคืนสิ้นสุดลง Albedo ก็พบว่าร่างกายของ Sucrose นั้นใกล้ที่จะถึงขีดจำกัดแล้ว จากนั้นจึงได้จัดการบังคับให้เธอได้พักเป็นเวลาหนึ่งสัปดาห์\n\nแต่เดิม Sucrose ต้องการที่จะใช้วันหยุดเพื่อปรับสภาพร่างกายของเธอ แต่เมื่อตื่นขึ้นมาเธอกลับรู้สึกอึดอัด เป็นอย่างมาก\n\nอาหารเช้า: ไข่ดาว, ไส้กรอก แล้วก็กาแฟหนึ่งแก้ว ไม่มีอะไรน่าสนใจ ทั้งหมดต่างก็เป็นของที่เคยวิจัยมาแล้วทั้งนั้น\n\nนอนอ่านหนังสืออาบแดดก็ไม่มีอะไรน่าสนใจ มันคือหนึ่งในวิธีที่ดีที่สุดสำหรับการพักผ่อน แต่หนังสือที่มีก็อ่านไปหมดแล้ว คำถามที่มีก็ได้รับคำตอบไปหมดแล้ว\n\nการซักผ้า, ทำความสะอาด, จัดเก็บข้าวของก็ไม่มีอะไรน่าสนใจอยู่ดี สภาพแวดล้อมที่สะอาดและเป็นระเบียบนั้นจะนำมาซึ่งภาวะทางอารมณ์ที่ดี นี่ก็เป็นเรื่องจริงที่ไม่อาจปฏิเสธได้\n\n...ผ่านมาตั้งครึ่งวันแล้ว แต่ Sucrose กลับไม่สามารถตั้งคำถามอะไรขึ้นมาได้เลย\n\nเบื่อ, ว้าวุ่นใจ ความกังวลเหล่านี้ทำให้เธอไม่ สามารถสงบจิตใจลงได้เลย\n\nSucrose กระวนกระวายและอยากที่จะทำการวิจัยอะไรก็ได้สักอย่างเป็นอย่างมาก จะเป็นดอกไม้ในกระถางที่อยู่บนระเบียงนั่นก็ได้ ซึ่งเธอไม่ได้สนใจในผลลัพธ์เลย เพียงแค่อยากที่จะฆ่าเวลาเท่านั้น\n\nแต่ไม่ว่าจะเป็น Small Lamp Grass ที่อยู่ทางซ้าย Sweet Flower ที่อยู่ตรงกลาง หรือดอก Cecilia ที่อยู่ทางขวา ทั้งหมดล้วนถูกเธอวิจัยจนทะลุปรุโปร่งหมดแล้วทั้งสิ้น\n\nในที่สุด Sucrose ก็ยอมแพ้และบังคับตัวเองให้หลับไป จากนั้นก็รีบไปที่ห้องทดลองตั้งแต่เช้าของวันที่สองเพื่อรายงาน\n\n\"ทำการทดลองก็ไม่ได้ คำถามอะไรก็ไม่มีสักอย่าง นี่มันไม่ใช่การพักผ่อนหรอกนะ มันคือการทรมานต่างหาก!\"",
      "vi": "Là một trợ lý, Sucrose luôn cố gắng hết sức để hỗ trợ Albedo. Mặc dù các đề tài nghiên cứu rất khó, thế nhưng mỗi lần tham gia cô đều thu hoạch được rất nhiều điều có ích.\n\nSau buổi thực hiện thí nghiệm kéo dài năm ngày năm đêm, Albedo nhận thấy sức khỏe của Sucrose đã cạn kiệt, chính vì vậy yêu cầu cô bé nghỉ ngơi bảy ngày để lấy lại phong độ.\n\nSucrose muốn tận dụng kỳ nghỉ để điều chỉnh lại trạng thái của mình, nhưng khi tỉnh dậy cô cảm thấy rất khó chịu.\n\nBữa sáng với trứng rán, xúc xích và một tách cà phê nhỏ. Không có gì đáng chú ý vì đây là những loại thực phẩm và đồ uống cô đã nghiên cứu.\n\nVừa tắm nắng vừa đọc sách lại không có gì đáng để nhắc đến, mặc dù đây là một trong những phương pháp nghỉ ngơi tốt nhất mà khoa học đã chứng minh. Thế nhưng sách đã đọc xong hết từ lâu, toàn bộ những chỗ có nghi vấn đều đánh dấu và tìm ra câu trả lời hết rồi.\n\nGiặt quần áo, dọn dẹp, sắp xếp đồ đạc, vẫn không có gì để nói. Một thực tế không thể chối cãi là một môi trường sạch sẽ có thể mang lại tâm trạng tốt.\n\nRõ ràng là đã nửa ngày trôi qua, nhưng Sucrose không có cơ hội để đặt câu hỏi.\n\nCảm thấy buồn chán, bực dọc và một chút lo lắng khiến cô không thể tĩnh tâm.\n\nCô thực sự muốn lao đầu vào nghiên cứu một thứ gì đó. Bất kể là thứ gì bao gồm cả những bồn hoa ngoài ban công cũng được, cô không cần kết quả chỉ cần giết thời gian mà thôi.\n\nNhưng dù đó là Tiểu Đăng Thảo bên trái, Hoa Ngọt ở giữa hay Hoa Cecilia bên phải đều là những thực vật được cô nghiên cứu qua.\n\nCuối cùng, Sucrose gượng ép bản thân ngủ một mạch đến sáng để sang ngày hôm sau đến phòng thí nghiệm báo cáo.\n\n\"Những ngày không có thí nghiệm hay câu hỏi thì không phải là sự nghỉ ngơi, mà là tra tấn!\""
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "砂糖的童年与绝大多数蒙德市民一样，有恩爱的父母，知心的玩伴，平凡而美好。\n\n童年时期印象最深的，就是那段关于「仙境」的故事。\n\n提瓦特大陆一角有着不为人知的秘境。那里有百人高的粉色鲜花、四处飞行的小小妖精与纯洁无瑕的独角异兽。\n\n她和她最要好的两位伙伴都相信，只要能抵达「仙境」，就能获得永远的快乐与幸福。\n\n然而随着时间流逝，一位伙伴跟随冒险家父母去了远方，再也没有回来。\n\n另一位伙伴则是家中出了变故。父亲病逝，她性情大变，和砂糖也断了联系。三人重聚的诺言，因此成了空话。\n\n那时，砂糖感到一种前所未有的孤独。明明连「仙境」的真面目都还没有见过，她们几个就这么…\n\n哪怕日后无缘相聚，她也渴望能为曾经的伙伴做些什么。正在这时，砂糖从书本中了解到炼金术的存在。\n\n尽管未曾寻到「仙境」入口，但砂糖意识到，她有机会成为「仙境」的创造者。\n\n她开始研习「生物炼金」，将强烈好奇心与无尽热情倾注其中。\n\n不过，「仙境」与友情的秘密，她还从没跟人提起过。\n\n当「仙境」走出故事书来到身边，朋友说不定也会回来吧。",
      "zht": "砂糖的童年與絕大多數蒙德市民一樣，有恩愛的父母，知心的玩伴，平凡而美好。\n\n童年時期印象最深的，就是那段關於「仙境」的故事。\n\n提瓦特大陸一隅有著不為人知的秘境。那裡有百人高的粉色鮮花、四處飛行的小小妖精與純潔無瑕的獨角異獸。\n\n她和她最要好的兩位夥伴都相信，只要能抵達「仙境」，就能獲得永遠的快樂與幸福。\n\n然而隨著時間流逝，一位夥伴跟隨冒險家父母去了遠方，再也沒有回來。\n\n另一位夥伴則是家中出了變故。父親病逝，她性情大變，和砂糖也沒了聯絡。三人重聚的諾言，因此成了空話。\n\n那時，砂糖感到一種前所未有的孤獨。明明連「仙境」的真面目都還沒有見過，她們幾個就這麼…\n\n哪怕日後無緣相聚，她也渴望能為曾經的夥伴做些什麼。正在這時，砂糖從書本中瞭解到煉金術的存在。\n\n儘管未曾尋到「仙境」入口，但砂糖意識到，她有機會成為「仙境」的創造者。\n\n她開始研習「生物煉金」，將強烈好奇心與無盡熱情傾注其中。\n\n不過，「仙境」與友情的秘密，她還從沒跟人提起過。\n\n當「仙境」走出故事書來到身邊，朋友說不定也會回來吧。",
      "jp": "スクロースの子供時代は、多くのモンド人と同じようなものだ。仲のいい両親と気の知れた仲間——どれも平凡だが、美しいものだ。\n\n子供時代で一番印象深い出来事は、あの「仙境」の物語だ。\n\nテイワット大陸の一角には、誰も知らない秘境が存在する。そこには、数百メートルの高さもあるピンク色の花やあっちこっちを飛ぶ小さな妖精、そして無垢なユニコーンが生息している。\n\nスクロースと二人の親友は、「仙境」に行けば、永遠の喜びと幸福を手に入れられると信じていた。\n\n時が経ち、一人の仲間は冒険者である両親と遠くへ行き、二度と帰って来なかった。\n\nもう一人の仲間は、家庭環境に大きな変化があった。父を病気で亡くした影響で性格が豹変し、スクロースへの連絡も途絶えた。いつか、また三人で会おうという約束も、虚しい言葉に変わった。\n\nあの時、スクロースは今までに感じたことのない孤独感を覚えた。まだ一緒に「仙境」にも行っていないのに、なぜこんなことに…\n\n二度と会うことがなくとも、かつての仲間のために何かしたい。そう思っていた時、スクロースは本の中で、錬金術の存在を知った。\n\n「仙境」の入口すら見つけていないが、スクロースは自分が「仙境」の創造者になるのだと気づいた。\n\n彼女は「生物錬金」に打ち込み始め、自分の強烈な好奇心と尽きない情熱を注いだ。\n\n彼女はまだ、「仙境」と友情の秘密を誰にも告げたことはない。\n\n「仙境」が本の物語から現実世界に出てきたとき、彼女の仲間は帰ってくるのかもしれない。",
      "ko": "설탕의 어린 시절은 대다수의 몬드 시민들처럼 아껴주는 부모와 친한 친구들이 있는 평범하고도 아름다운 시절이었다.\n\n어린 시절에 가장 기억에 남는 건 바로 「선경」에 대한 이야기였다.\n\n티바트 대륙의 한편엔 사람들이 알지 못하는 비경이 존재하고 거기엔 빌딩 높이의 분홍색 꽃과 사방으로 날아다니는 요정, 티 없이 순결한 유니콘도 있다.\n\n그녀와 그녀의 가장 친한 친구 2명은 「선경」에 도착할 수만 있다면 영원히 재밌고 행복할 수 있다고 믿었다.\n\n이후 세월이 지나며 한 친구는 모험가 부모를 따라 먼 곳으로 떠난 뒤 다시는 돌아오지 않았다.\n\n또 다른 친구는 집안에 변고가 생겼다. 아버지가 돌아가신 뒤 그녀는 성격이 완전히 변했고 설탕과의 연락도 끊기게 됐다. 셋이 다시 만나자는 약속은 공염불이 됐다.\n\n그때 설탕은 한 번도 겪어보지 못한 고독함을 느끼게 됐다. 「선경」의 진면목도 보지 못했는데 이렇게….\n\n이후에 다시 만날 인연이 아니더라도 그녀는 과거의 친구들을 위해 뭔가를 해주고 싶었다. 바로 이때 설탕은 책에서 연금술의 존재에 대해 알게 된다.\n\n설탕은 아직 「선경」의 입구를 찾지 못했지만 「선경」의 창조자가 될 기회가 있다는 걸 알게 된다.\n\n그녀는 「생물 연금술」을 연구하며 강렬한 호기심과 끝없는 열정을 모두 쏟아붓게 된다.\n\n하지만 그녀는 누구에게도 「선경」과 우정의 비밀을 언급한 적이 없다.\n\n「선경」이 이야기 책에서 튀어나오게 된다면 친구도 어쩌면 돌아오지 않을까?",
      "en": "Sucrose's childhood was no different from anyone else's in Mondstadt. She had loving parents, she had her best friends. Life was simple, and beautiful.\n\nHer most enduring childhood memory is a story she once heard about a wonderful paradise.\n\nSomewhere in a far-flung corner of Teyvat, there was an undiscovered domain with pretty pink flowers the height of a hundred people, teeny-tiny floating fairies flying over all the place, and beautiful unicorns, the pinnacle of perfection.\n\nSucrose and her two best friends believed that if only they could reach this magical place, they would surely live happily ever after.\n\nBut time went by, and one of her friends left on a long journey with her adventurer parents, never to return.\n\nThe other suffered a domestic tragedy: Her father fell ill and passed away, her whole personality changed, and she broke off her friendship with Sucrose. The promise that they had once made to reunite some day in the future no longer meant anything.\n\nSucrose felt lonelier then than she ever had felt before in her whole life. They hadn't even set eyes on paradise yet, and already her friends were gone...\n\nWell. Even if they were destined to never meet again, Sucrose was desperate to honor their past friendship in some way. That was when she discovered the existence of alchemy from a book that she was reading.\n\nSucrose realized: Though she had never had the chance to find the entrance to that wondrous place, she now had the opportunity to be the creator of her own paradise.\n\nThus began her study of bio-alchemy, and she poured all of her curiosity and passion into it.\n\nStill, she has never once mentioned the story of paradise and her bygone friendships to anyone else.\n\nPerhaps one day, when that place she first learned of in a children's storybook finally becomes a reality in the real world, her friends will return.",
      "de": "Saccharoses Kindheit unterschied sich nicht von der Kindheit anderer Leute in Mondstadt. Sie hatte liebevolle Eltern und hatte ihre besten Freunde um sich. Das Leben war einfach und schön.\n\nIhre beständigste Kindheitserinnerung ist eine Geschichte, die von einem wundersamen Land erzählte.\n\nIn einer sehr entlegenen Ecke von Teyvat gab es eine unentdeckte Sphäre mit den hübschesten rosa Blumen, die bis zu hundert Meter hoch wuchsen, winzig kleinen schwebenden Feen, die über das ganze Feld flogen und sogar Einhörnern. Es war einfach der Gipfel der Perfektion.\n\nSaccharose und ihre beiden besten Freundinnen glaubten, dass sie, wenn sie diesen magischen Ort erreichen könnten, sicher glücklich bis ans Ende ihrer Tage leben würden. Aber die Zeit verging und eine ihrer Freundinnen ging mit ihren abenteuerlustigen Eltern auf eine lange Reise, um nie mehr davon zurückzukehren. Das Versprechen, das sie sich einmal gegeben hatten, sich eines Tages in der Zukunft wieder zu vereinen, bedeutete nun nichts mehr.\n\nSaccharose fühlte sich damals einsamer als je zuvor in ihrem ganzen Leben. Sie hatten noch nicht einmal gemeinsam das Paradies gefunden und schon waren ihre Freunde alle verschwunden ...\n\nSelbst wenn es Vorbestimmung war, dass sie sich nie wieder sehen würden, wollte Saccharose ihre vergangene Freundschaft dennoch auf irgendeine Weise ehren. Damals entdeckte sie die Alchimie in einem Buch, das sie gerade las, und sie wurde sich dessen bewusst: Obwohl sie nie die Chance gehabt hatte, den Eingang zu diesem wundersamen Ort zu finden, hatte sie nun die Gelegenheit, ihr eigenes Paradies zu erschaffen.\n\nDamit begann ihr Studium der Bio-Alchimie, in das sie all ihre Neugier und Leidenschaft einfließen ließ.\n\nBis heute hat sie die Geschichte jenes Paradieses und ihre vergangenen Freundschaften noch nie jemandem gegenüber erwähnt.\n\nVielleicht werden ihre Freunde eines Tages zurückkehren, wenn dieser Ort, von dem sie zum ersten Mal in einem Märchenbuch erfahren hatte, endlich, dank ihr, in der realen Welt Wirklichkeit wird.",
      "es": "La infancia de Sacarosa no fue diferente a la de cualquier otra persona de Mondstadt. Tenía unos padres cariñosos y buenos amigos. Su vida era sencilla y hermosa.\n\nSu mejor recuerdo de la infancia es una historia sobre un lugar maravilloso que escuchó una vez.\n\nEn un rincón remoto de Teyvat, había un dominio desconocido con hermosas flores rosadas de la altura de cien personas juntas, pequeñas hadas flotantes revoloteando por todas partes y hermosos unicornios que correteaban. Era el pináculo de la perfección.\n\nSacarosa y sus dos mejores amigas creían que, si podían llegar a aquel mágico lugar, vivirían felices para siempre.\n\nPero el tiempo pasó, y una de sus amigas tuvo que marcharse a un largo viaje con sus padres aventureros del que nunca regresó.\n\nPor su parte, en la familia de la otra tuvo lugar una tragedia: su padre cayó enfermo y falleció, su personalidad cambió y rompió su lazo de amistad con Sacarosa. La promesa que hicieron de reunirse algún día en el futuro ya no significaba nada.\n\nSacarosa se sintió más sola que nunca. Aún no habían decidido ir a aquel paraíso y sus amigas ya no estaban...\n\nSin embargo, aunque no estuvieran destinadas a volver a encontrarse, Sacarosa tenía el gran deseo de honrar de alguna manera su amistad. Fue entonces cuando descubrió la existencia de la bioalquimia en un libro que leyó.\n\nSe dio cuenta de que, aunque nunca pudo llegar a la entrada de ese maravilloso lugar, ahora tenía la oportunidad de crear su propio paraíso.\n\nAsí, comenzó a estudiar esa complicada disciplina, en la que vertió toda su curiosidad y pasión.\n\nNo obstante, nunca le contó a nadie la historia del paraíso y de sus amistades pasadas.\n\nTal vez algún día, cuando aquel maravilloso lugar deje de estar solamente en los libros y se convierta en algo real, sus amigas regresarán.",
      "fr": "Sucrose a connu une enfance similaire à celle de n'importe quel autre enfant de Mondstadt : des parents attentionnés, des amis avec qui jouer, une vie simple et heureuse.\n\nLe souvenir le plus marquant qu'elle garde de cette époque est celle de l'histoire qu'elle lut un jour, décrivant un lieu paradisiaque.\n\nQuelque part sur le continent Teyvat, en un lieu inconnu des hommes, se trouverait un domaine sur lequel poussent des fleurs roses de la taille de cent personnes mises bout à bout, où des fées minuscules flottent en grand nombre, et dans lequel vivent également de merveilleuses licornes.\n\nPour la petite fille et ses deux meilleures amies, il ne faisait aucun doute qu'une vie de félicité les attendaient si elles arrivaient à atteindre ce lieu magique.\n\nMais le temps passa, et l'une des deux amies suivit ses parents aventuriers pour un long périple, dont elle ne revint jamais.\n\nQuant à la seconde, la tragédie frappa sa famille, et son père mourut. Son caractère changea du tout au tout, et elle finit par couper définitivement les ponts avec Sucrose. La promesse que les trois enfants s'étaient faite de se retrouver un jour ne voulait à présent plus rien dire.\n\nSucrose fut alors envahie d'un sentiment de solitude comme elle n'en avait jamais ressenti auparavant. Le domaine magique restait à être découvert, et elles avaient simplement décidé de disparaître, comme ça...\n\nQu'à cela ne tienne. Sucrose était décidée à honorer leur amitié d'une façon ou d'une autre, dusse cette rencontre se produire un jour. C'est alors qu'elle découvrit l'existence de l'alchimie dans une de ses lectures.\n\nSucrose réalisa que quand bien même l'occasion de découvrir l'entrée de ce royaume magique ne se présenterait jamais, du moins pouvait-elle devenir la créatrice de son propre paradis.\n\nEt c'est ainsi qu'elle débuta ses études de bio-alchimie, s'y plongeant avec toute la curiosité et la passion dont elle était capable.\n\nElle n'a jamais confié cet épisode de son passé à qui que ce soit. Peut-être qu'un jour, lorsque la magie qu'elle lut toute petite dans un livre deviendra réalité en ce monde, ses amies lui reviendront.",
      "pt": "A infância de Sucrose não foi diferente da de qualquer outra pessoa em Mondstadt. Ela tinha pais amorosos e melhores amigos. A vida era simples e linda.\n\nSua memória de infância mais antiga é uma história que ela ouviu uma vez sobre um paraíso maravilhoso.\n\nEm algum lugar em um canto distante de Teyvat, havia um domínio desconhecido com flores rosas e bonitas do tamanho de cem pessoas, pequenas fadas flutuantes sobrevoando por todo o lugar, e lindos unicórnios, o auge da perfeição.\n\nSucrose e suas duas melhores amigas acreditavam que se ao menos pudessem chegar a este lugar mágico, certamente viveriam felizes para sempre.\n\nMas o tempo passou, e uma de suas amigas partiu numa longa jornada com seus pais aventureiros, para nunca mais voltar.\n\nA outra sofreu uma tragédia doméstica: seu pai adoeceu e faleceu, toda sua personalidade mudou, e ela rompeu sua amizade com Sucrose. A promessa que uma vez fizeram de se reunirem um dia no futuro não significava mais nada.\n\nSucrose se sentiu mais solitária do que jamais havia se sentido em toda a sua vida. Ainda nem tinham posto seus olhos no paraíso e suas amigas já tinham ido embora...\n\nBem, mesmo que estivessem destinados a nunca mais se encontrarem, Sucrose estava desesperada para honrar de alguma forma sua amizade passada. Foi quando ela descobriu a existência da alquimia a partir de um livro que ela estava lendo.\n\nSucrose então percebeu: Embora ela nunca tivesse tido a oportunidade de encontrar a entrada para aquele lugar maravilhoso, ela agora tinha a oportunidade de ser a criadora de seu próprio paraíso.\n\nAssim começou seu estudo da Bioalquimia, e ela derramou toda sua curiosidade e paixão nela.\n\nMesmo assim, ela nunca mencionou a história do paraíso e de suas amizades passadas a absolutamente ninguém.\n\nTalvez um dia, quando aquele lugar do qual ela tomou conhecimento pela primeira vez em um livro infantil se torne finalmente uma realidade no mundo real, suas amigas retornarão.",
      "ru": "Детство Сахарозы прошло так же, как и у других мондштадтцев. У неё были любящие родители и близкие друзья. Жизнь шла хорошо и просто. Самым ярким воспоминанием её детства стала история про Страну чудес. В одном из далёких уголков Тейвата скрывалась таинственная область, где росли розовые цветы вышиной в сто человек, летали крохотные феи и бродили совершенные существа - единороги. Сахароза и двое её лучших подруг верили, что там их ожидало вечное счастье. Но время шло, и одна из подруг ушла вместе с родителями, искателями приключений, в дальний край, и не вернулась. У другой дома случилась беда: от болезни умер отец. В характере её произошла значительная перемена, и с Сахарозой она порвала. Обещание, что когда-нибудь они все встретятся вновь, стало пустым звуком. Сахарозе ещё никогда не было так одиноко. Они разошлись, так и не повидав Страну чудес... Даже если им не суждено было собраться вновь, Сахароза хотела почтить их былую дружбу. Тогда-то из одной книги она и узнала о существовании алхимии. Сахароза поняла, что даже не отыскав то волшебное место, она могла создать свой собственный рай. Она начала изучать биоалхимию, устремив в неё всё своё неистощимое любопытство и страсть. Однако о бывших друзьях и о Стране чудес Сахароза не рассказывала никому. Может быть, когда это место сойдёт со страниц книги в этот мир, вернутся и её друзья.",
      "id": "Masa kecil Sucrose sama dengan kebanyakan orang di Mondstadt, punya orang tua yang penuh kasih sayang, punya teman bermain yang asyik, sungguh masa kecil yang bahagia. Satu hal yang paling berkesan baginya saat kanak-kanak adalah mendengar cerita mengenai \"tanah surgawi\".\n\nDi suatu sudut di tanah Teyvat yang luas ini terdapat sebuah tempat misterius yang belum terjamah oleh orang-orang. Di tempat itu terdapat bunga-bunga berwarna merah muda yang tingginya bisa menjulang ratusan meter ke atas, peri kecil yang beterbangan ke sana kemari, dan kuda terbang yang sangat indah.\n\nSucrose dan dua orang teman baiknya percaya bahwa mereka bisa mendapatkan kebahagiaan yang abadi kalau berhasil mencapai \"tanah surgawi\".\n\nNamun, seiring berjalannya waktu, salah seorang dari teman baiknya itu pergi mengikuti ayahnya yang merupakan seorang pengembara, dan mereka tidak pernah kembali lagi sejak kepergiannya kala itu.\n\nTeman baik satunya lagi juga mengalami musibah di dalam keluarganya – ayahnya meninggal karena sakit. Hubungan Sucrose dengan teman baiknya itu retak dan sejak saat itu mereka sudah tidak pernah berkomunikasi lagi. Setelah itu, janji yang pernah mereka ucapkan hanya menjadi omong kosong belaka.\n\nSaat itu Sucrose merasakan sebuah kesendirian yang belum pernah dia alami sebelumnya. Padahal mereka belum kesampaian melihat \"tanah surgawi\", tapi persahabatan mereka malah... telah hancur.\n\nNamun seandainya mereka memang tidak ditakdirkan untuk bertemu kembali suatu saat nanti pun, Sucrose sebenarnya berharap dia bisa melakukan sesuatu untuk teman-temannya itu. Pada saat ini, dia mulai mengenal ilmu alkimia dari buku-buku yang dia baca.\n\nWalaupun \"tanah surgawi\" belum bisa ditemukan, namun Sucrose berharap bahwa dia bisa menciptakan \"tanah surgawi\" miliknya sendiri.\n\nKarena itu dia mulai belajar dan melakukan penelitian \"bio-alkimia\" dengan segala rasa penasaran dan antusiasnya.\n\nTetapi, rahasia di antara \"tanah surgawi\" dan persahabatan ini belum pernah dia ceritakan kepada siapa pun.\n\nBarangkali suatu saat nanti ketika \"tanah surgawi\" yang pernah dia baca dalam buku semasa kecilnya tersebut berhasil menjadi kenyataan, dia bisa berkumpul kembali dengan teman-temannya itu.",
      "th": "วัยเด็กของ Sucrose ก็เหมือนกับคนทั่วไปใน Mondstadt มีพ่อแม่ที่น่ารัก มีเพื่อนที่รู้ใจ ทุกอย่างเรียบง่ายและสวยงาม\n\nสิ่งที่น่าประทับใจที่สุดในวัยเด็กของเธอก็คือเรื่องราวเกี่ยวกับ \"ดินแดนศักดิ์สิทธิ์\"\n\nมุมหนึ่งของโลกแห่ง Teyvat นั้นเป็นดินแดนที่มนุษย์ยังไม่สามารถเข้าไปได้ ที่นั่นมีดอกไม้สีชมพูที่สูงเท่ากับคนร้อยคน มีภูตจิ๋วบินลอยไปมา แล้วก็มียูนิคอร์นที่แสนจะสวยงามและบริสุทธิ์\n\nเธอกับเพื่อนสนิทสองคนของเธอต่างก็เชื่อว่า ขอเพียงแค่ไปให้ถึง \"ดินแดนศักดิ์สิทธิ์\" ก็จะได้รับความสุขไปชั่วนิรันดร์\n\nจากนั้นเมื่อเวลาผ่านไป เพื่อนสนิทคนหนึ่งของเธอก็ออกเดินทางไกลไปเพื่อผจญภัยกับพ่อแม่ แล้วก็ไม่กลับมาอีกเลย\n\nส่วนเพื่อนอีกคนหนึ่งก็เกิดเรื่องขึ้นที่บ้าน พ่อของเธอเสียชีวิตด้วยอาการป่วย และอารมณ์ของเธอก็เปลี่ยนไปอย่างรุนแรง จากนั้นเธอก็ตัดความสัมพันธ์กับ Sucrose สัญญาที่จะมารวมตัวกันอีกครั้งของทั้งสามคนก็ว่างเปล่าไม่มีความหมายอีกต่อไป\n\nในตอนนั้น Sucrose รู้สึกอ้างว้างอย่างที่ไม่เคยเป็นมาก่อน แม้แต่ \"ดินแดนศักดิ์สิทธิ์\" ก็ยังไม่เคยเห็นเลยแท้ ๆ แล้วพวกเธอทำไมถึงได้...\n\nแม้ว่าในอนาคตจะไม่มีโอกาสได้อยู่ด้วยกัน แต่เธอก็พยายามที่จะทำบางสิ่งให้กับเพื่อนของเธอ แล้วก็เป็นตอนนั้นเองที่ Sucrose รู้ถึงการมีอยู่ของการเล่นแร่แปรธาตุจากในหนังสือ\n\nแม้ว่าจะยังหาทางเข้าสู่ \"ดินแดนศักดิ์สิทธิ์\" ไม่เจอ แต่ Sucrose ก็คิดได้ว่าเธอมีโอกาสที่จะเป็น ผู้สร้าง \"ดินแดนศักดิ์สิทธิ์\" ได้\n\nเธอเริ่มต้นค้นคว้า \"การแปรธาตุชีวภาพ\" และทุ่มเทความอยากรู้อยากเห็นอันแรงกล้ากับความกระตือรือร้นอันไม่รู้จบของเธอลงไป\n\nอย่างไรก็ตามเธอไม่เคยเล่าความลับเกี่ยวกับดินแดนศักดิ์สิทธิ์และเพื่อนให้ใครได้ฟังเลย\n\nถ้าทำให้ \"ดินแดนศักดิ์สิทธิ์\" เป็นจริงขึ้นมาได้ บางทีเพื่อนของเธอก็อาจจะกลับมาก็เป็นได้",
      "vi": "Tuổi thơ của Sucrose giống như bao người dân khác tại Mondstadt, được cha mẹ yêu thương, tìm được những người bạn tri kỷ và một cuộc sống yên bình vui vẻ.\n\nĐiều ấn tượng nhất thời thơ ấu là câu chuyện về \"Xứ sở thần tiên\".\n\nTại một góc nhỏ nào đó trên đại lục Teyvat, tồn tại một vùng đất ít ai biết đến. Nơi đây những cánh hoa màu hồng cao hơn 100 mét, những nàng tiên nhỏ bay xung quanh và những con kỳ lân ngây thơ.\n\nCô cùng hai người bạn thân nhất của mình đều tin rằng, nếu cả ba cùng đặt chân lên \"Xứ sở thần tiên\" thì cuộc sống sẽ luôn tràn đầy tiếng cười và niềm hạnh phúc.\n\nThời gian cứ thế trôi qua, một trong hai người bạn cùng bố mẹ là Nhà Mạo Hiểm định cư ở vùng đất mới và không bao giờ quay trở lại.\n\nNgười bạn còn lại gặp biến cố gia đình, cái chết của người cha khiến cô bé thay đổi tính nết, từ đó về sau không còn liên lạc với Sucrose nữa. Lời hẹn ước tái ngộ của cả ba dần tan biến.\n\nLúc đó, Sucrose cảm thấy một sự cô đơn chưa từng thấy, hành trình tìm kiếm \"Xứ sở thần tiên\" còn chưa bắt đầu mà mọi người đã...\n\nKhông, cho dù không cơ hội gặp lại, cô vẫn muốn làm một điều gì đó cho những người bạn cũ của mình. Đúng lúc này, Sucrose đã tìm thấy thuật giả kim từ trong sách.\n\nCho dù chưa từng tìm thấy cánh cửa bước vào \"Xứ sở thần tiên\", thế nhưng cô nhận ra bản thân mình có cơ hội trở thành người tạo ra vùng đất ấy.\n\nCô lao đầu vào nghiên cứu \"Giả Kim Sinh Vật\" và dốc toàn bộ sự hiếu kỳ cũng như sự đam mê vô tận vào đó.\n\nTuy nhiên, cô chưa bao giờ tiết lộ bí mật về \"Xứ sở thần tiên\" và tình bạn cho bất kỳ ai. \n\nCó lẽ vào một ngày nào đó \"Xứ sở thần tiên\" thực sự bước ra khỏi trang sách, cũng là lúc những người bạn năm xưa quay trở về."
    }
  },
  {
    "title": {
      "zhs": "叁式冰雾花改十七号放大版",
      "zht": "參式冰霧花改十七號放大版",
      "jp": "三式霧氷花改十七号拡大版",
      "ko": "3식 서리꽃 17호 확대 버전",
      "en": "Mist Flower Project 3, Version 17, Enlargement Trial",
      "de": "Eisnebelblumenprojekt 3, Exemplar 17 mit höherem Wuchs",
      "es": "Proyecto flor helada n.º 3, versión 17: Prueba de agrandamiento",
      "fr": "Fleur sucrante version 3 de la 17e édition",
      "pt": "Projeto Flor da Neblina 3, Versão 17, Teste de Ampliação",
      "ru": "Туманный цветок №3, версия 17, увеличение лепестков",
      "id": "Mist Flower Project 3, Versi 17, Percobaan Pembesaran",
      "th": "Mist Flower โปรเจกต์ที่ 3 เวอร์ชัน 17 การทดสอบการขยาย",
      "vi": "Băng Vụ Hoa thứ 3 phiên bản cải tạo số 17"
    },
    "line": {
      "zhs": "对于甄选「仙境」物种一事，砂糖自有一套严格标准，满足要求的实验成果会被打上「成功」的标签。\n\n原本她想模仿故事里那样，为所有物种冠上浪漫的名字，可一到取名时，她就变得束手无策。\n\n长期从事学术研究的她，哪怕只是取名也会刻意追求逻辑性。\n\n最初的一批名字，有「草花」，意为「长在草上面的花」；\n\n有「花草」，意为「长在花下面的草」；\n\n有「草草花」，意为「长在很多草上面的花」，等等。\n\n哪怕是如此缺乏「仙境」感的名字，也花了砂糖百倍于实验的时间。\n\n她索性放弃取名，按照实验记录册里的代号来命名，虽然长是长了点，但…\n\n反正都是「仙境」的创造者了，想取什么名字，还不都是砂糖说了算。",
      "zht": "對於甄選「仙境」物種一事，砂糖自有一套嚴格標準，滿足要求的實驗成果會被打上「成功」的標籤。\n\n原本她想模仿故事裡那樣，為所有物種冠上浪漫的名字，但一到取名時，她就變得束手無策。\n\n長期從事學術研究的她，哪怕只是取名也會刻意追求邏輯性。\n\n最初的一批名字，有「草花」，意為「長在草上面的花」；\n\n有「花草」，意為「長在花下面的草」；\n\n有「草草花」，意為「長在很多草上面的花」，等等。\n\n就算是如此缺乏「仙境」感的名字，也花了砂糖百倍於實驗的時間。\n\n她索性放棄取名，按照實驗記錄冊裡的代號來命名，雖然長是長了點，但…\n\n反正都是「仙境」的創造者了，想取什麼名字，還不都是砂糖說了算。",
      "jp": "「仙境」に相応しい生き物を選ぶことについて、スクロースは厳しい基準を設けていた。それを満たした実験の成果には「成功」のラベルが貼り付けられる。\n\n当初、彼女は物語を真似て、全ての生物にロマンチックな名前をつけるつもりだった。だが、いざその時になると、思いのほかに苦戦した。\n\n長い間、学術研究に携わっている彼女は、名付けに関してもロジックを重視する。\n\n名前の一部に「草花」とあれば、「草の上に生える花」を意味する。「花草」なら「草の下に生える花」を意味する。「草草花」は「たくさんの草の上に生える花」のことだ。\n\nこんな「仙境」感に欠ける名前は、スクロースが実験より数百倍も長い時間を費やし、やっと思いついたものだ。\n\nその後、彼女は名付けを諦め、代わりに実験記録集のコードネームをそのまま名前にした。名前にしては少し長すぎるが…\n\n「仙境」の創造者として、どんな名前を付けようが、スクロースの自由なのだ",
      "ko": "「선경」의 종을 선택하는 것에 대해 설탕은 자신만의 엄격한 기준이 있다. 조건에 만족한 실험 성과에는 「성공」이라는 태그를 붙인다.\n\n원래는 이야기 속의 내용을 모방하고자 모든 종에 낭만적인 이름을 지으려고 했지만 이름을 지으려 할 때마다 그녀는 속수무책으로 변했다.\n\n오랫동안 학술 연구에 매진한 그녀는 이름을 짓는 것에도 논리성을 추구했다.\n\n처음에 지은 이름에는 「풀꽃」, 뜻은 「풀 위에 자라는 꽃」이다.\n\n「꽃풀」, 뜻은 「꽃 아래 자라는 풀」이다.\n\n「풀풀꽃」, 뜻은 「많은 풀 위에 자라는 꽃」 등등.\n\n「선경」감이 많이 부족한 이름이더라도 설탕은 실험시간보다 더 많은 시간을 들여야 했다.\n\n그녀는 이름을 짓는 걸 포기하고 실험 기록 노트의 코드로 이름을 짓기 시작했다. 이름이 좀 많이 길긴 하지만…\n\n어쨌든 「선경」의 창조자이니 어떤 이름을 짓든 전부 설탕 마음이다",
      "en": "Sucrose has a set of strict requirements when it comes to the selection of species for her personal paradise. After experimentation, specimens that are up to standard she tags with \"pass.\"\n\nAt first, she wanted to give exotic-sounding names to each of her plants, just like in the stories, but whenever she came to try and name something, she found herself completely at a loss for ideas.\n\nAfter spending so long as a scientist, she insisted on flawless logic even when it came to relatively trivial matters such as naming.\n\nHer earliest batch of names included the following: \"Grassflower,\" a flower that grows on grass;\n\n\"Flowergrass,\" a grass that grows beneath flowers;\n\n\"Multigrassflower,\" a flower that grows on dense grass, and so on and so forth.\n\nEven such un-paradisiacal names as these would take Sucrose forever to come up with — far longer than the duration of the experiments themselves.\n\nIn the end, she gave up on naming altogether and simply used the specimen identifiers from her research notes instead. Yes, this meant the names ended up being much longer, but, but...\n\n...But anyway, Sucrose is the creator of this paradise, so why shouldn't she get to name things any way she wants to?",
      "de": "Wenn es um die Auswahl der Spezies für ihr persönliches Paradies geht, hat Saccharose eine Reihe von strengen Anforderungen. Zunächst wollte sie wie in den Märchen jeder ihrer Pflanzen einen eigenen exotisch klingenden Namen geben. Aber immer, wenn sie eine benennen wollte, war sie völlig ratlos.\n\nNach ihrer langen Zeit als Wissenschaftlerin bestand sie auf fehlerfreie Logik, selbst wenn es um relativ triviale Dinge wie die Namensgebung von Gegenständen ging.\n\nZu ihrer ersten Namensliste gehörten unter anderem die folgenden Namen:\n\n„Grasblume“, eine Blume, die auf Grasboden wächst.\n\n„Blumengras“, Gras, das unter Blumen wächst.\n\n„Multigrasblume“, eine Blume, die auf dichtem Gras wächst, und so weiter und so fort.\n\nSelbst solche nicht sehr paradiesisch klingenden Namen wie diese kosteten Saccharose schon viel Zeit, viel länger als die eigentliche Dauer der Experimente selbst.\n\nSchließlich gab sie das Benennen ganz auf und benutzte stattdessen einfach die Probenbezeichnungen aus ihren Forschungsnotizen. Ja, das bedeutete, dass die Namen am Ende viel länger waren, aber ...\n\nAber wie auch immer, Saccharose ist schließlich die Schöpferin dieses Paradieses, also warum sollte sie die Dinge nicht so benennen können, wie sie es mochte?",
      "es": "Sacarosa tiene una serie de estrictos requisitos para seleccionar las especies de su paraíso personal. Tras experimentar con ellos, pone una etiqueta que dice “Apto” en los especímenes que cumplen con sus estándares.\n\nAl principio, quería dar un nombre exótico a cada una de las plantas, igual que se hace en los cuentos, pero cada vez que quería hacerlo, no se le ocurría nada.\n\nTras mucho tiempo siendo científica, insistió en inventar una lógica impecable para algo tan relativamente trivial como poner un nombre.\n\nSu primera serie de nombres incluía los siguientes:\n\n·“Flor de hierba”: una flor que crece en la hierba.\n\n·“Hierba de flores”: una hierba que crece debajo de las flores.\n\n·“Flor multihierba”: una flor que crece entre la hierba densa; y un largo etcétera.\n\nSacarosa necesitaba una eternidad para que se le ocurrieran nombres como esos, tan poco “típicos de un paraíso”; incluso más tiempo de lo que duraban sus experimentos.\n\nAl final, dejó de inventarse nombres y simplemente usó los códigos de identificación que tenía apuntados en sus notas. Esto se tradujo en nombres mucho más largos, pero, de todos modos, ella era la creadora de su paraíso, así que ¿por qué no podía nombrar las cosas como ella quisiera?",
      "fr": "Sucrose a ses propres exigences en ce qui concerne les espèces devant peupler son propre paradis. Les spécimens ayant passé les tests et répondant aux critères requis sont soigneusement étiquetés « Succès ».\n\nElle voulut au départ donner aux différentes plantes obtenues un nom exotique rappelant ceux qu'elle avait lus dans ses histoires, mais cela s'avéra une tâche particulièrement ardue à mettre en pratique.\n\nAprès tant d'années passées à réfléchir de manière scientifique, l'imagination avait cédé en son cerveau la place à l'habituelle démarche logique dont elle faisait preuve en toute chose – y compris pour des sujets aussi triviaux que le nom des fleurs.\n\nOn trouve ainsi parmi ces premières tentatives les noms suivants :\n\n« Fleurherbe », une herbe poussant au milieu des fleurs ;\n\n« Herbofleur », une fleur poussant sous l'herbe ;\n\n« Denseherbofleur », une fleur poussant sur l'herbe dense – etc.\n\nEt même de tels noms, faisant clairement montre d'un manque d'imagination flagrant et étant aussi éloignés de noms paradisiaques que possible, requirent de sa part un temps monstre – bien plus longtemps que les expériences dont ces espèces étaient le résultat.\n\nElle finit par se résoudre à garder les identifiants qu'elle utilisait pour différencier ses spécimens durant ses expériences. Certes, les noms étaient bien plus longs et pour certains inintelligibles, mais... Après tout, c'est elle la créatrice de son propre paradis, et elle peut bien choisir comme elle le veut, non ?",
      "pt": "Sucrose tem um conjunto de requisitos rigorosos quando se trata da seleção de espécies para seu paraíso pessoal. Após sua experimentação, espécimes que estão de acordo com o padrão são marcados como \"aprovado\".\n\nNo início, ela queria dar nomes exóticos a cada uma de suas plantas, como nas histórias, mas sempre que tentava nomear algo, ela se via completamente perdida, sem ideias.\n\nDepois de passar tanto tempo como cientista, ela insistiu em uma lógica impecável, mesmo quando se tratava de assuntos relativamente triviais, como a nomeação.\n\nSeu lote mais antigo de nomes incluía o seguinte: \"Flor de Grama\", uma flor que cresce na grama;\n\n\"Erva Florida\", uma erva que cresce sob as flores;\n\n\"Flor Multigrama\", uma flor que cresce na grama densa, e por aí vai.\n\nMesmo nomes tão pouco paradisíacos como estes levam muito tempo para Sucrose conseguir pensar, tempo muito mais longo do que a duração dos experimentos em si.\n\nNo final, ela desistiu completamente de nomear e simplesmente utilizou os identificadores dos espécimes de suas notas de pesquisa. Sim, isto significou que os nomes acabaram sendo muito, mas muito, muito longos...\n\n... Mas de qualquer forma, Sucrose é a criadora deste paraíso, então por que ela não deveria nomear as coisas como ela quiser?",
      "ru": "Растения для Страны чудес Сахарозы подвергаются жёсткому отбору. Те, что прошли испытания и соответствуют стандартам, получают пометку «Годится». Сначала она хотела давать своим растениям необычные названия по примеру той истории, но растерялась на первом же образчике. Долгое время проводя научные исследования, Сахароза стала руководствоваться логикой даже при выборе названий. В самой первой партии наименований были «травоцвет», что означало «растущий над травой цветок», «цветотрава» - «трава под цветком», «многотравоцвет» - «цветок в густой траве» и так далее. Чтобы придумать такие совсем не райские названия, у Сахарозы ушло куда больше времени, чем на опыты. Под конец она просто сдалась и вместо названий использовала индексы из журнала исследований. Они стали длиннее, но... Так или иначе, рай этот создаёт Сахароза, и какие давать названия, решать ей.",
      "id": "Sucrose begitu ketat dalam menyeleksi spesies yang akan dia pilih untuk menjadi bagian dari \"tanah surgawi\" yang mau dia buat. Spesies yang memenuhi persyaratan akan dia tandai dengan label \"layak\".\n\nSesuai dengan gayanya, dia juga berencana menamai spesies-spesies itu dengan nama yang terdengar romantis dan identik dengan karakter \"tanah surgawi\". Tapi, sering kali dia kehabisan ide ketika dia harus menciptakan sebuah nama.\n\nSucrose yang lama bergelut dengan dunia pengetahuan alam ini menuntut dirinya untuk mencari nama yang logis untuk spesies-spesies pilihannya.\n\nMisalnya saja pada mulanya ada sebuah nama: \"Grassflower\", artinya adalah \"bunga yang tumbuh di rerumputan\";\n\natau \"Flowergrass\", yang artinya adalah \"rumput yang tumbuh di bawah permukaan bunga\";\n\natau ada pula \"Multigrassflower\", yang jelas artinya adalah \"bunga yang tumbuh di rerumputan yang luas\", dan lain-lain.\n\nMencari nama-nama yang pada akhirnya sedikit pun tidak identik dengan \"tanah surgawi\" saja malah membuatnya menghabiskan waktu jauh lebih lama daripada penelitian itu sendiri.\n\nDia akhirnya menyerah untuk menamai spesies-spesies itu dengan sebuah nama yang ideal. Dia kemudian langsung saja menamai makhluk-makhluk hidup itu dengan nama sesuai dengan kode catatan penelitiannya, tapi...\n\nSucrose kan memang pencipta dari \"tanah surgawi\"? Kenapa dia harus pusing-pusing... terserah saja, dia bebas untuk memberikan nama.",
      "th": "สำหรับการคัดเลือกสายพันธุ์บน \"ดินแดนศักดิ์สิทธิ์\" นั้น Sucrose มีมาตรฐานที่เข้มงวดของตัวเอง โดยผลการทดลองที่เป็นที่น่าพึงพอใจจะถูกตีตราว่า \"สำเร็จ\"\n\nแต่เดิมเธอต้องการที่จะเลียนแบบเรื่องราวและตั้งชื่อที่โรแมนติกให้กับ ทุก ๆ สายพันธุ์ แต่เมื่อถึงเวลาต้องตั้งชื่อ เธอก็พบว่าตัวเองนั้นทำอะไรไม่ได้เสียเลย\n\nเธอผู้มีส่วนร่วมในการวิจัยเชิงวิชา การมาอย่างยาวนาน แม้จะเพียงแค่เลือกชื่อ แต่เธอก็จะทำตามตรรกะอย่างจริงจัง\n\nชื่อชุดแรกก็มี \"หญ้าดอกไม้\" ซึ่งหมายถึง \"ดอกไม้ที่เติบโตขึ้นบนหญ้า\";\n\nมี \"ดอกไม้หญ้า\" หมายถึง \"หญ้าที่ขึ้นอยู่ใต้ดอกไม้\";\n\nมี \"ญ๊าหญ้าดอกไม้\" หมายถึง \"ดอกไม้ที่ขึ้นอยู่บนหญ้ามากมาย\" ฯลฯ\n\nแม้จะเป็นชื่อที่ขาดความรู้สึกของ \"ดินแดนศักดิ์สิทธิ์\" อย่างนี้ แต่มันก็ใช้เวลาเป็นร้อยเท่าของการทดลองของเธอ\n\nเธอล้มเลิกการตั้งชื่อ แล้วก็ตั้งชื่อตามรหัสที่อยู่ในบันทึกการทดลองแทน ถึงแม้ว่าจะยาวไปหน่อย แต่ก็...\n\nยังไงก็เป็นถึงผู้สร้าง \"ดินแดนศักดิ์สิทธิ์\" นี่นะ จะตั้งชื่ออะไรก็ขึ้นอยู่กับ Sucrose นั่นแหละ",
      "vi": "Đối với việc lựa chọn tên gọi của các giống loài trong \"xứ sở thần tiên\", Sucrose có những tiêu chuẩn nghiêm ngặt của riêng mình, tất cả thử nghiệm đáp ứng các yêu cầu sẽ được dán nhãn \"đạt chuẩn\".\n\nBan đầu, cô muốn bắt chước những cái tên trong truyện, nhưng đến khi đặt tên cô cảm thấy rất bất lực.\n\nSucrose là người thường xuyên làm nghiên cứu học thuật nên việc đặt tên cũng cần có sự logic.\n\nNhững cái tên ban đầu là: \"hoa cỏ\" ý là \"loài hoa mọc trên cỏ\"; \n\n\"Cỏ hoa\" nghĩa là \"là cây cỏ mọc dưới hoa\";\n\n\"Hoa cỏ cỏ\" ý là \"loài hoa mọc trên rất nhiều cỏ\"...\n\nNhững cái tên thiếu chất thơ như vậy còn tiêu tốn gấp bội thời gian làm thí nghiệm của cô.\n\nVề sau cô từ bỏ việc đặt tên, chỉ lấy các dãy số làm ký hiệu, tuy có dài một chút nhưng mà...\n\nDù sao Sucrose cũng là người sáng tạo ra \"xứ sở thần tiên\" tên như thế nào là do cô quyết định."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "砂糖与「神之眼」邂逅于某个极为寻常的午后。\n\n当时，她正将精心调制的绿色炼金溶液倒进大锅，开始第一百五十九次蒲公英籽熬煮加工实验。\n\n大锅突然爆沸，屋内瞬间充满蒸汽。砂糖急忙跑到锅边查看新变化带来的结果，激动到双手都被锅沿烫伤。\n\n很遗憾，蒲公英籽依然是焦黑一片。不过，黑粒中央静静躺着一枚新生的「神之眼」。\n\n砂糖思索片刻，并没有倒掉溶液捞起「神之眼」，而是重新烧火，继续熬煮。\n\n她想知道蒲公英籽和「神之眼」还能产生什么样的反应。\n\n可惜，在又熬煮了三个小时之后，本次试验仍以失败告终。\n\n但砂糖收获巨大——「神之眼」提供的元素力，成为了她「生物炼金」路上至关重要的工具。",
      "zht": "砂糖與「神之眼」邂逅於某個極為尋常的午後。\n\n當時，她正將精心調製的綠色煉金溶液倒進大鍋，開始第一百五十九次蒲公英籽熬煮加工實驗。\n\n大鍋突然爆沸，屋內瞬間充滿蒸汽。砂糖急忙跑到鍋邊查看新變化帶來的結果，激動到雙手都被鍋沿燙傷。\n\n很遺憾，蒲公英籽依然是焦黑一片。不過，黑粒中央靜靜躺著一枚新生的「神之眼」。\n\n砂糖思索片刻，並沒有倒掉溶液撈起「神之眼」，而是重新燒火，繼續熬煮。\n\n她想知道蒲公英籽和「神之眼」還能產生什麼樣的反應。\n\n可惜，在又熬煮了三個小時之後，本次試驗仍以失敗告終。\n\n但砂糖收穫巨大——「神之眼」提供的元素力，成為了她「生物煉金」路上至關重要的工具。",
      "jp": "スクロースと「神の目」巡り逢いは、何の変哲もないとある午後の出来事だ。\n\nその時、彼女は丹念に配合した緑色の錬金溶液を大鍋に入れ、159回目の蒲公英の種を煮込む実験を始めようとしていた。\n\nしかし、鍋が急に突沸し、一瞬で部屋が蒸気で満たされた。スクロースは中身の変化を確認しようと慌てて鍋に近付き、興奮のあまりに、鍋の縁に両手をかけてしまい火傷を負った。\n\n残念なことに、今回も蒲公英の種は焦げた塊になっていた。しかし、その黒い塊の中央に、新たに生まれた「神の目」が静かに横たわっていた。\n\nスクロースは少し考えると、鍋に残った溶液と「神の目」を一緒に煮込み始めた。\n\n彼女は、蒲公英の種と「神の目」の間にどんな反応が起こるのかを知りたかった。\n\nしかし残念なことに、三時間煮込んだ後、実験は失敗に終わった。\n\nしかし、スクロースは大きな収穫を得た——「神の目」が提供する元素力。それは今でも、彼女の「生物錬金」の道において、重要な役割を果たしている。",
      "ko": "설탕이 「신의 눈」과 만난 건 아주 평범한 오후였다.\n\n당시 그녀는 정성을 다해 배합한 녹색 연금 용약을 솥에 부어 넣으며 159번째 민들레 씨앗 가공 실험을 시작하고 있었다.\n\n솥이 갑자기 끓어오르며 증기가 순식간에 방 안에 가득 찼다. 설탕은 다급히 솥 근처에 다가가 새로운 변화의 결과를 관찰하다 흥분하여 양손에 화상을 입었다.\n\n아쉽게도 민들레 씨앗은 그전의 실험처럼 까맣게 타버렸지만, 까만 씨앗 중앙엔 새로 태어난 「신의 눈」이 조용히 자리 잡고 있었다.\n\n설탕은 잠시 생각하다 용액을 버리고 「신의 눈」을 건지지 않고 다시 불을 지펴 계속해서 끓였다.\n\n그녀는 민들레 씨앗과 「신의 눈」이 어떤 반응을 일으키는지 알고 싶어 한 것이다.\n\n하지만 3시간을 더 끓여보았지만 이번 실험은 역시 실패로 끝나고 만다.\n\n하지만 설탕은 큰 수확을 얻었다--「신의 눈」이 제공하는 원소의 힘은 그녀의 「생물 연금술」에 아주 중요한 도구가 되었다",
      "en": "It was on an afternoon just like any other that Sucrose received her Vision.\n\nReady to begin her one-hundred-and-fifty-ninth dandelion-seed simmering experiment, she poured her carefully crafted alchemical solution into the cauldron.\n\nInstantly, the cauldron hit boiling point, and the entire room was filled with steam. Sucrose rushed to the cauldron, anxious to see what new transmutation had occurred this time; in her excitement, she even burned both of her hands on the lip of the cauldron.\n\nMuch to her disappointment, however, the Dandelion Seeds had once again burned to a crisp. But there was something new there, too: lying there amidst the black Dandelion Seeds was a Vision.\n\nAnd yet, rather than pouring out the liquid and taking her Vision, she first thought for a moment and then lit the fire up again to continue simmering the contents of the cauldron.\n\nShe was curious to know what further reactions might occur between Dandelion Seeds and Visions.\n\nSadly, the experiment ended in failure after three hours of constant simmering.\n\nStill, there was no denying that she had reaped a great reward from this experiment, for the elemental energy provided by her Vision would become her single greatest asset in her future bio-alchemical endeavors.",
      "de": "Saccharose erhielt ihr Göttliches Auge an einem ganz gewöhnlichen Nachmittag, der wie jeder andere war.\n\nBereit, ihr hundertneunundfünfzigstes Löwenzahnsamen-Siedeexperiment zu beginnen, goss sie ihre sorgfältig hergestellte alchimistische Lösung in den Kessel.\n\nIn kürzester Zeit erreichte die Flüssigkeit im Kessel den Siedepunkt und der ganze Raum füllte sich mit Dampf. Saccharose eilte ängstlich zum Kessel, um zu sehen, welche neue Umwandlung diesmal stattgefunden hatte. In ihrer Aufregung verbrannte sie sich sogar beide Hände am Rand des Kessels.\n\nZu ihrer Enttäuschung waren die Löwenzahnsamen jedoch wieder einmal nur schwarz verbrannt. Doch dieses Mal war etwas anders als zuvor: Inmitten der schwarzen Löwenzahnsamen lag ein Göttliches Auge.\n\nAnstatt jedoch die Flüssigkeit auszugiessen und das Göttliche Auge heraus zu nehmen, dachte sie erst einen Moment nach und zündete dann das Feuer wieder an, um den Inhalt des Kessels weiter köcheln zu lassen.\n\nSie war neugierig, welche weiteren Reaktionen zwischen Löwenzahnsamen und Göttlichen Augen auftreten könnten.\n\nDas Experiment endete nach drei Stunden durchgehenden Kochens mit einem Misserfolg. Dennoch war nicht zu leugnen, dass sie aus diesem Experiment eine große Belohnung geerntet hatte. Denn die elementare Energie, die ihr das Göttliche Auge lieferte, würde ihr größter Gewinn für ihre zukünftigen bio-alchimistischen Bemühungen sein.",
      "es": "Sacarosa recibió su Visión una tarde como cualquier otra.\n\nLista para comenzar su experimento n.º 159 a fuego lento con semillas de diente de león, vertió en el caldero su solución alquímica, cuidadosamente elaborada.\n\nEl caldero alcanzó de inmediato el punto de ebullición, y toda la habitación se llenó de vapor. Sacarosa se apresuró al caldero, ansiosa por ver qué nueva transmutación había tenido lugar esta vez. Estaba tan emocionada que se quemó las dos manos al tocar el borde del caldero.\n\nPor desgracia, las semillas de diente de león se le habían vuelto a quemar, pero también había algo nuevo: entre las chamuscadas semillas de diente de león, había una Visión.\n\nY, aun así, en lugar de derramar el líquido y quedarse con la Visión, primero lo meditó un momento y, luego, volvió a prender fuego al caldero para que siguiera hirviendo a fuego lento.\n\nTenía curiosidad por saber qué otras reacciones podrían ocurrir al mezclar semillas de diente de león con Visiones.\n\nSin embargo, el experimento fracasó después de que el caldero estuviera tres horas hirviendo sin parar.\n\nPero no se podía negar que había conseguido una gran recompensa gracias a ese experimento, ya que la energía elemental de su Visión se convirtió en la mejor herramienta que podía tener para sus investigaciones de bioalquimia.",
      "fr": "Sucrose reçut son œil divin dans l'après-midi, un jour que rien ne différenciait d'un autre.\n\nElle s'apprêtait alors à verser d'une main sûre et prudente une solution alchimique préparée avec soin dans son chaudron, dans le contexte de sa 159e expérience de mise en ébullition de graines de pissenlit.\n\nLe chaudron atteint d'un coup la température d'ébullition, et la pièce entière se retrouva noyée dans un dense nuage de vapeur. Sucrose, ne perdant pas un instant, se pencha sur le chaudron, curieuse de voir les résultats de son expérience, se brûlant au passage les deux mains contre le métal cuisant dans sa précipitation.\n\nHélas ! Les graines n'étaient plus guère qu'un ramassis brûlé au fond du chaudron. Mais au milieu de l'amas noirâtre, un œil divin reposait...\n\nAprès une courte réflexion, Sucrose décida de l'y laisser, et de relancer le feu, pour voir quel résultat donnait la mise à ébullition d'un mélange œil divin/graines de pissenlits cramées – sait-on jamais, après tout.\n\nMais à sa grande déception, trois heures passées à touiller le contenu de son chaudron ne donnèrent aucun résultat probant.\n\nCela étant, il faut bien reconnaître que la récolte du jour fut fructueuse...\n\nL'œil divin devint par la suite un outil indispensable et irremplaçable dans sa maîtrise de la bio-alchimie.",
      "pt": "Foi em uma tarde como qualquer outra que Sucrose recebeu sua Visão.\n\nPronta para começar sua experiência de ferver cento e cinquenta e nove sementes de Dandelion, ela derramou sua solução alquímica cuidadosamente elaborada dentro do caldeirão.\n\nInstantaneamente, o caldeirão atingiu o ponto de ebulição, e toda a sala foi preenchida com vapor. Sucrose correu para o caldeirão, ansiosa para ver qual nova transmutação havia ocorrido desta vez; em sua empolgação, ela até queimou ambas as mãos na borda do caldeirão.\n\nPara sua decepção, no entanto, as sementes de Dandelion tinham mais uma vez queimado até virarem carvão. Mas também havia algo novo ali: em meio ao carvão das sementes de dandelion estava uma Visão.\n\nE ainda assim, em vez de retirar o líquido e pegar sua Visão, ela pensou primeiro por um momento e depois acendeu o fogo novamente para continuar fervendo o conteúdo do caldeirão.\n\nEla estava curiosa para saber que outras reações poderiam ocorrer entre as sementes de dandelion e a Visão.\n\nInfelizmente, o experimento terminou em um fracasso após horas de fervura constante.\n\nNo entanto, não tinha como negar que ela havia colhido uma grande recompensa desta experiência, pois a energia elemental fornecida por sua Visão se tornaria seu maior recurso em seus futuros projetos de Bioalquimia.",
      "ru": "Свой Глаз Бога Сахароза получила в самый обычный послеполуденный час. Она наливала тщательно приготовленный зелёный алхимический раствор в котёл, предвкушая 159-й опыт по варке семян одуванчика. Котёл зашипел, и комната тут же наполнилась горячим паром. Желая увидеть, какие превращения произошли на этот раз, Сахароза подскочила к котлу и, схватившись за его край, обожгла руки. К её разочарованию, семена всё равно сгорели до черноты. Но на дне лежало кое-что ещё - Глаз Бога. Немного поразмыслив, Сахароза не стала заливать раствор вновь и доставать Глаз Бога, но зажгла огонь и продолжила варить. Ей стало интересно, какая реакция может произойти между ним и семенами одуванчика. К сожалению, после трёх часов варки эксперимент никаких результатов не дал. Но всё равно награда Сахарозы была велика - элементальная сила Глаза стала незаменимым инструментом в её будущих биоалхимических трудах.",
      "id": "Sore hari yang biasa kala itu ketika Sucrose mendapatkan \"Vision\" miliknya.\n\nSaat itu, dia sedang bersiap-siap untuk melakukan percobaan memasak Dandelion Seed yang ke-159 kalinya, dia menuangkan larutan alkimia hijau yang sudah dipersiapkannya dengan hati-hati ke dalam sebuah kuali besar.\n\nKuali besar itu tiba-tiba mendidih dan uap yang keluar dari kuali itu dengan cepat memenuhi seisi ruangan. Sucrose yang begitu antusias dengan hal yang dikerjakannya itu langsung berlari mendekati kuali besar itu, dan dalam kegirangannya, dia secara tidak sadar langsung menaruh kedua tangannya di pinggiran kuali panas tersebut.\n\nAlangkah kecewanya dia ketika melihat Dandelion Seed tersebut menghitam karena terlalu matang. Tetapi, di antara tumpukan Dandelion Seed tersebut, dia menemukan kemunculan sebuah \"Vision\" baru.\n\nSucrose berpikir sejenak, kemudian memutuskan untuk tidak langsung mengambil \"Vision\" tersebut, melainkan dia menyalakan kembali api untuk melanjutkan memasak.\n\nDia penasaran reaksi apa yang akan timbul dari Dandelion Seed yang dimasak bersamaan dengan \"Vision\".\n\nSayangnya, tidak ada hal berarti yang bisa didapatkan walaupun sudah mencoba memasaknya selama 2-3 jam kemudian.\n\nMeskipun begitu, hari ini Sucrose sudah sukses besar – energi elemental yang diberikan oleh \"Vision\" akan menjadi aset yang penting dalam perjalanan usaha \"bio-alkimia\"-nya di masa yang akan datang.",
      "th": "Sucrose กับ \"วิชั่น\" โคจรมาพบกันในช่วงบ่ายวันหนึ่งที่สุดแสนจะธรรมดา\n\nในเวลานั้นเธอกำลังเทสารละลายสีเขียวที่เตรียมไว้อย่างระมัดระวังลงในหม้อ และเริ่มการทดลองทำอาหารเมล็ดแดนดิไลออนครั้งที่ 159\n\nทันใดนั้นของเหลวในหม้อก็เดือด จนทำให้ห้องเต็มไปด้วยไอน้ำ Sucrose รีบไปที่หม้อเพื่อตรวจสอบผลลัพธ์ของการเปลี่ยนแปลง เธอตื่นเต้นมากจนทำให้มือทั้งสอง ข้างโดนหม้อลวก\n\nช่างน่าผิดหวังที่เมล็ดดอกแดนดิไลออนไหม้เกรียมไปทั้งหมด อย่างไรก็ตามท่ามกลางเมล็ดที่ไหม้เกรียมเหล่านั้นกลับมี \"วิชั่น\" อันหนึ่งวางอยู่\n\nSucrose นิ่งคิดอยู่ครู่หนึ่งโดยไม่ได้เทของในหม้อทิ้งไปเพื่อเก็บ \"วิชั่น\" ขึ้นมา แต่เธอกลับจุดไฟอีกครั้งและทำการต้มต่อไป\n\nเธออยากจะรู้ว่าเมล็ดดอกแดนดิไลออนกับวิชั่นยังจะสามารถทำให้เกิด ปฏิกิริยาอะไรขึ้นมาได้อีกหรือไม่\n\nน่าเสียดาย หลังจากการทดลองดำเนินไปอีก 3 ชั่วโมง สุดท้ายการทดลองครั้งนี้ก็ยังล้มเหลวอยู่ดี\n\nแต่สิ่งที่ Sucrose ได้รับมานั้นช่างยิ่งใหญ่... \"วิชั่น\" ได้มอบพลังงานธาตุให้กับเธอ และกลายเป็นเครื่องมือสำคัญในเส้น ทาง \"การแปรธาตุชีวภาพ\" ของเธอ",
      "vi": "Sucrose nhận được Vision trong một buổi chiều hết sức bình thường. \n\nKhi ấy cô đang đổ dung dịch giả kim màu xanh được chuẩn bị kỹ lưỡng vào vạc và bắt đầu thí nghiệm nấu hạt bồ công anh lần thứ 159.\n\nCái vạc đột nhiên sôi lên và cả căn phòng ngập trong hơi nước. Sucrose vội vã chạy đến kiểm tra kết quả có gì đổi khác, trong lúc phấn khích cô đã làm bỏng cả hai cánh tay.\n\nThật không may, hạt bồ công anh cháy đen một mảng, thế nhưng nằm chính giữa lại là Vision.\n\nCô trầm ngâm trong chốc lát rồi lập lức nổi lửa đun dung dịch mà không hề quan tâm đến Vision.\n\nCô chỉ muốn xem có phản ứng gì đặc biệt giữa bồ công anh và Vision mà thôi.\n\nSau ba giờ nung nấu, điều đáng tiếc là thí nghiệm vẫn tiếp tục thất bại.\n\nThế nhưng thu hoạch lớn nhất đối với cô chính là nhận được sức mạnh nguyên tố từ Vision, đây cũng là vật dụng vô cùng quan trọng trên con đường trở thành nhà \"giả kim sinh vật\" của Sucrose."
    }
  }
]