[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "我是砂糖，炼金术的…研究员。听说你去过很多地方，一定也…不，没什么，第一次见面，不该这么麻烦你。但…如果你愿意，和我讲讲路上有意思的事，那个…我，会很开心的。",
      "zht": "#我是砂糖，煉金術的…研究員。聽說{F#妳}{M#你}去過很多地方，一定也…不，沒什麼，第一次見面，不該這麼麻煩{F#妳}{M#你}。但…如果{F#妳}{M#你}願意，和我講講路上有意思的事，那個…我，會很開心的。",
      "jp": "私はスクロース、錬金術の…研究員。あなたは色んな場所を旅してきたと聞いてる、きっと…いや、なんでもない。初対面の人に迷惑をかけちゃいけないもの。でも…もしできることなら、旅の面白いエピソードを教えてもらえると、えっと…嬉しいかな。",
      "ko": "전 연금술을… 연구하는 설탕이라고 해요. 당신은 수많은 곳에 가봤으니 분명… 아, 아무것도 아니에요. 초면에 실례지만, 혹시 괜찮다면… 그… 여행 중에 있었던 일화를 들려줄 수 있을까요? 그럼… 기분이 좋아질 것 같은데",
      "en": "I'm Sucrose, a researcher of alchemy. I heard you've been to a lot of places, so I was wondering if you... Ah, what am I saying! It's only our first time meeting, I shouldn't trouble you. But... if you're willing, I'd love to hear any stories you have about your adventures. I'd... really like that.",
      "de": "Ich bin Saccharose und ... ich forsche in der Alchimie. Ich habe gehört, dass du schon viel herumgekommen bist. Da denke ich, na ja, das ist jetzt das erste Mal, dass wir so miteinander sprechen ... Da will ich dich nicht groß stören. Aber wenn du, sagen wir, mal Lust hast, mir darüber zu erzählen. Also ich fänd das sehr schön.",
      "es": "#Soy Sacarosa, una investigadora de alquimia. Escuché que has estado en muchos lugares, así que me preguntaba si... ¡Ah! ¿Qué estoy diciendo? Apenas nos conocemos, no debería molestarte, pero... Si estás dispuest{F#a}{M#o}, me encantaría escuchar cualquier historia que tengas sobre tus aventuras. Me gustaría mucho.",
      "fr": "Je suis Sucrose, une chercheuse en alchimie. On m'a dit que tu avais voyagé dans beaucoup de contrées, et... Non, c'est notre première rencontre, je ne devrais pas t'embêter avec ça, mais... Je suis tout ouïe si tu veux me raconter tes aventures...",
      "pt": "Sou Sucrose, uma pesquisadora de alquimia. Ouvi dizer que você já esteve em muitos lugares, então eu estava me perguntando se você... Ah, o que estou dizendo! É apenas nossa primeira vez que nos reunimos, não deveria te incomodar. Mas... Se você estiver disposto, eu adoraria ouvir qualquer história que você tenha sobre suas aventuras. Eu... Gostaria muito.",
      "ru": "#Я Сахароза, исследователь алхимии. Говорят, ты много где побывал{F#a}, наверняка... нет, ничего. При первой встрече неприлично навязываться. Но... если ты не против, то, если расскажешь о своих путешествиях, то... я буду очень рада.",
      "id": "Namaku Sucrose, seorang alkemis. Aku dengar kamu sudah bertualang ke banyak tempat, jadi pasti... Eh, tidak, bukan masalah besar. Kita baru pertama kali bertemu, jadi aku tidak seharusnya merepotkanmu. Tapi... Kalau kamu mau menceritakan kisah-kisah seru dalam perjalananmu... Aku akan sangat senang.",
      "th": "ฉันชื่อ Sucrose เป็นนักวิจัยด้านการเล่นแร่แปรธาตุ ได้ยินว่าคุณเคยไปมาหลายที่เลย ไม่รู้ว่าคุณ... ไม่สิ ไม่มีอะไรหรอก เจอกันครั้งแรกก็ไม่ควรถามเซ้าซี้ แต่... ถ้าคุณเต็มใจละก็ ฉันอยากฟังเรื่องน่าสนใจที่คุณเจอ ระหว่างการผจญภัย ถ้าคุณเล่าล่ะก็... ฉัน ฉันจะดีใจมากเลย",
      "vi": "Tôi là Sucrose, nhà nghiên cứu... về thuật giả kim. Nghe nói bạn đã đi qua rất nhiều nơi, chắc chắn cũng... à không, không có gì, lần đầu tiên gặp mặt không nên làm phiền bạn như vậy. Nhưng... nếu bạn đồng ý kể cho tôi nghe về những chuyện thú vị trên đường đi, thì tôi... tôi rất sẽ rất vui."
    }
  },
  {
    "title": {
      "zhs": "闲聊·好奇",
      "zht": "閒聊·好奇",
      "jp": "世間話·気になること",
      "ko": "잡담·호기심",
      "en": "Chat: Curiosity",
      "de": "Gespräch – Neugier",
      "es": "Charla - Curiosidad",
      "fr": "Bavardage - Curiosité",
      "pt": "Bate-papo - Curiosidade",
      "ru": "Поболтаем: Любопытство",
      "id": "Berbincang: Rasa Ingin Tahu",
      "th": "แชท-ประหลาดใจ",
      "vi": "Nói chuyện phiếm - Tò Mò"
    },
    "line": {
      "zhs": "那是什么？啊…不见了，我可以去看看吗！",
      "zht": "那是什麼？啊…不見了，我可以去看看嗎！",
      "jp": "あれはなに？えっ…消えた、ちょっと見てきていい？",
      "ko": "저게 뭐지? 아… 사라졌네. 가서 보고와도 될까요?!",
      "en": "What was that? Oh... it's gone. Can I go take a look?",
      "de": "Was war das? Oh, es ist schon wieder weg. Ich glaub, ich geh mal nachsehen.",
      "es": "¿Qué fue eso? Oh, se fue. ¿Puedo ir a echar un vistazo?",
      "fr": "Qu'est-ce que c'était ? Ah, ça a disparu. Je peux aller jeter un coup d'œil là-bas ?",
      "pt": "Ah! O que é isto? Ah? Desapareceu? Posso ver aí?",
      "ru": "А это что такое? Ой... пропало. Можно пойду посмотрю?",
      "id": "Apa itu? Ah, hilang! Bolehkah aku melihatnya?",
      "th": "นั่นมันอะไรน่ะ? อ๊า... หายไปแล้ว ฉันขอไปดูหน่อยได้มั้ย?",
      "vi": "Đó là cái gì? Á... không thấy nữa rồi, tôi có thể đi xem không!"
    }
  },
  {
    "title": {
      "zhs": "闲聊·整理",
      "zht": "閒聊·整理",
      "jp": "世間話·整理",
      "ko": "잡담·정리",
      "en": "Chat: Organization",
      "de": "Gespräch – Ordnung",
      "es": "Charla - Ordenar",
      "fr": "Bavardage - Organisation",
      "pt": "Bate-papo - Organização",
      "ru": "Поболтаем: Организованность",
      "id": "Berbincang: Penataan",
      "th": "แชท-จัดระเบียบ",
      "vi": "Nói chuyện phiếm - Sắp Xếp"
    },
    "line": {
      "zhs": "趁现在，赶快整理一下研究笔记…",
      "zht": "趁現在，趕快整理一下研究筆記…",
      "jp": "今のうちに、急いで研究ノートの整理を…",
      "ko": "지금처럼 시간 있을 때 얼른 연구 노트를 정리해야지…",
      "en": "I just need a moment to quickly take down some notes.",
      "de": "Ich werde nur schnell ein paar Notizen zu meinen Forschungen machen.",
      "es": "Solo necesito un momento para tomar algunos apuntes.",
      "fr": "J'ai besoin de prendre quelques notes, un instant.",
      "pt": "Olhe, aproveite a oportunidade de organizar o relatório de pesquisa.",
      "ru": "Мне нужна минутка кое-что записать на заметку...",
      "id": "Biar kurapikan dulu catatan penelitianku sekarang.",
      "th": "ใช้โอกาสนี้จัดการบันทึกการทดลอง ให้เรียบร้อย...",
      "vi": "Tận dụng thời gian, mau chóng sắp xếp lại các ghi chép..."
    }
  },
  {
    "title": {
      "zhs": "闲聊·深呼吸",
      "zht": "閒聊·深呼吸",
      "jp": "世間話·深呼吸",
      "ko": "잡담·심호흡",
      "en": "Chat: Deep Breaths",
      "de": "Gespräch – Tief atmen",
      "es": "Charla - Respiración profunda",
      "fr": "Bavardage - Respiration profonde",
      "pt": "Bate-papo - Respiração Profunda",
      "ru": "Поболтаем: Дышать полной грудью",
      "id": "Berbincang: Ambil Napas Dalam",
      "th": "แชท-สูดหายใจลึก ๆ",
      "vi": "Nói chuyện phiếm - Hít Thở Sâu"
    },
    "line": {
      "zhs": "嗯——！好久没出来透气了。",
      "zht": "嗯——！好久沒出來透氣了。",
      "jp": "うん——！外の空気は久々。",
      "ko": "휴——! 바람 쐬러 나온 것도 오랜만이네",
      "en": "Ahhh! I haven't been out in a while.",
      "de": "Oh! Ich war schon so lange nicht mehr draußen.",
      "es": "¡Ah! Hacía mucho tiempo que no salía a tomar el aire fresco.",
      "fr": "Ah ! Ça fait longtemps que je n'étais pas sortie.",
      "pt": "Hum! Não me lembro quando foi a minha última vez de respirar esse ar bem fresquinho.",
      "ru": "Аааах! Давно не выходила подышать.",
      "id": "Waaah! Sudah lama aku tidak menghirup udara segar!",
      "th": "อาาา! ไม่ได้ออกมาสูดอากาศตั้งนานแล้ว",
      "vi": "Ừm...! Đã lâu rồi không ra ngoài hít thở không khí."
    }
  },
  {
    "title": {
      "zhs": "刮大风了…",
      "zht": "颳大風了…",
      "jp": "暴風の日…",
      "ko": "강풍이 불 때…",
      "en": "When the Wind Is Blowing",
      "de": "Ein Sturm zieht auf.",
      "es": "Hace mucho viento...",
      "fr": "Le vent souffle fort...",
      "pt": "A Ventania Está Chegando...",
      "ru": "Когда дует сильный ветер...",
      "id": "Ketika Angin Berembus",
      "th": "ในเวลาที่ลมพัดแรง...",
      "vi": "Gió lớn quá..."
    },
    "line": {
      "zhs": "今天城里的风车，转得好快。欸，你说，如果在小动物背上，也装一个像风车一样的东西，会让它们跑得更快呢，还是会飞起来呢？",
      "zht": "#今天城裡的風車，轉得好快。欸，{F#妳}{M#你}說，如果在小動物背上，也裝一個像風車一樣的東西，會讓牠們跑得更快呢，還是會飛起來呢？",
      "jp": "今日は町の風車がすごいスピードで回ってる。ねえねえ、もし小動物の背中に風車みたいな装置を取り付けたら、小動物はより早く走れるようになると思う？それとも、飛べるようになるかな？",
      "ko": "오늘은 풍차가 엄청 빨리 도네. 흠, 만약에 동물의 등에 풍차 같은 걸 달면 동물이 더 빨리 달릴 수 있을까? 아니면 아예 날 수 있으려나?",
      "en": "The windmills are spinning faster than usual today. Hey, do you think if an animal put a propeller on its back and started running... do you think the propeller would make it run faster? Or even, fly?",
      "de": "Die Windmühlen drehen sich heute aber rasant! Hm, meinst du, ein Tier könnte vielleicht schneller rennen, wenn man ihm etwas wie bewegliche Windmühlenblätter auf den Rücken schnallen würde, oder vielleicht sogar fliegen?",
      "es": "Los molinos de viento están girando más rápido de lo habitual hoy. ¿Crees que si un animal pone una hélice en su espalda y comienza a correr, la hélice lo haría correr más rápido? ¿O incluso podría volar?",
      "fr": "Les moulins à vent tournent plus vite que d'habitude aujourd'hui. Hé, tu penses qu'un animal avec un propulseur attaché à son dos pourrait courir plus vite, voire voler ?",
      "pt": "Olhe, os moinhos estão rolando muito rápido! Hmm... será que os animais também podiam correr mais rápido se colocarmos um moinho nas suas costas? Ou talvez até possam voar?",
      "ru": "Сегодня мельницы крутятся быстрее обычного. Вот скажи, если на небольшое животное приделать сзади что-то типа мельницы, то будет ли оно быстрее бегать? Или, может, даже летать?",
      "id": "Kincir angin hari ini berputar lebih cepat dari biasanya. Eh, menurutmu... Kalau kita memasang benda seperti kincir angin di punggung binatang-binatang kecil, mereka bisa berlari lebih cepat tidak ya? Atau mungkin... bisa terbang?",
      "th": "วันนี้กังหันลมในเมืองพัดเร็วมาก เฮ้ คุณว่าถ้าเอากังหันลมไว้บนหลัง ของสัตว์ตัวเล็ก ๆ จะทำให้พวกมันวิ่งเร็วขึ้น หรือจะทำให้พวกมันจะบินได้กันนะ?",
      "vi": "Hôm nay, cối xay gió bên ngoài thành quay rất nhanh. Haiz, bạn nói xem, nếu đặt một thứ trông giống như cối xay gió trên lưng con vật nhỏ, sẽ khiến cho chúng chạy nhanh hơn, hay là sẽ bay lên nhỉ?"
    }
  },
  {
    "title": {
      "zhs": "下雪的时候…",
      "zht": "下雪的時候…",
      "jp": "雪の日…",
      "ko": "눈이 올 때…",
      "en": "When It Snows",
      "de": "Wenn es schneit ...",
      "es": "Cuando nieva...",
      "fr": "Quand il neige...",
      "pt": "Quando Está Nevando...",
      "ru": "Когда идёт снег...",
      "id": "Ketika Turun Salju",
      "th": "ในเวลาที่หิมะตก...",
      "vi": "Khi tuyết rơi..."
    },
    "line": {
      "zhs": "这么大的雪，一年都没有几次，错过了，想研究就要等明年了，所以就别拦我啦。啊…阿嚏！呃…我知道了，我多穿一点…",
      "zht": "這麼大的雪，一年都沒有幾次，錯過了，想研究就要等明年了，所以就別攔我啦。啊…阿嚏！呃…我知道了，我多穿一點…",
      "jp": "こんな大雪の日は年に数回しかない。もしこれを見逃したら、また来年を待たないと。だから研究するなら今のうち、止めないで！ク…クシュン！分かったよ、もう1枚着るから…",
      "ko": "이렇게 많은 눈을 볼 수 있는 기회는 흔치 않아요. 놓치면 내년에야 연구할 수 있으니까 말리지 말라구요. 에… 에취! 알았어요, 옷을 좀 두껍게 입을게요…",
      "en": "Snow this big only falls a few times a year. If I miss it, I'll have to wait until next year to run my experiments, so please give me some space. Ah-Ahchooo! ...Yes, I know, I should wear more layers...",
      "de": "So viel Schnee sieht man nicht häufig im Jahr in dieser Gegend. Wenn ich diese Gelegenheit verpasse, muss ich mit meinen Forschungen bis zum nächsten Jahr warten. Also halte mich bitte nicht auf! Ha... Ha... Hatschi! ... Ja, ja, ich weiß. Ich sollte mehr anziehen.",
      "es": "Una nevada así de pesada solo cae unas pocas veces al año. Si me lo pierdo, tendré que esperar hasta el próximo año para llevar a cabo mis experimentos, así que dame un poco de espacio. ¡A... Achís! Sí, lo sé, debería cubrirme mejor...",
      "fr": "Une neige aussi abondante ne tombe qu'une seule fois par an, je ne dois pas la rater ! Sinon, il faudra attendre l'année prochaine pour faire certaines expériences. Écarte-toi... ATCHOUM ! J—Je sais, je dois me couvrir...",
      "pt": "Tanta neve... Não se vê com muita frequência num ano... Se perdermos esta vez, a pesquisa tem que adiar para o ano que vem, então não me impeça. Atchim! Bom! Vou usar mais roupas...",
      "ru": "Такой снегопад бывает пару раз в год, если сейчас не изучить, то придётся ждать до следующего года. Так что посторонись! А... апчхи! Да, знаю, надо одеться потеплее...",
      "id": "Hujan salju selebat ini sangat jarang terjadi. Kalau aku melewatkannya, aku harus menunggu sampai tahun depan. Jadi tolong jangan menghalangiku. Ah, achooo! Aku tahu, aku akan memakai pakaian yang lebih tebal...",
      "th": "หิมะตกหนักมากขนาดนี้ ปีนึงมีแค่ไม่กี่ครั้ง ถ้าฉันพลาดไปฉันต้องรอปีหน้าถึง จะมีโอกาสศึกษามันได้ ดังนั้นอย่าห้ามฉันเลย ฮัด...ฮัดชิ้ว! เอิ่ม... รู้แล้วน่า ฉันจะใส่เสื้อผ้าหนา ๆ ...",
      "vi": "Một năm cũng không có mấy lần tuyết rơi dày như vậy, bỏ lỡ rồi, nếu muốn nghiên cứu thì lại phải đợi năm sau, vì nên đừng có cản tôi. Há... hắt xì! Hừm, tôi hiểu rồi, tôi sẽ mặc nhiều hơn..."
    }
  },
  {
    "title": {
      "zhs": "阳光很好…",
      "zht": "陽光很好…",
      "jp": "晴れの日…",
      "ko": "햇살이 좋을 때…",
      "en": "When the Sun Is Out",
      "de": "Wie sonnig ...",
      "es": "Qué sol hace...",
      "fr": "Il fait bon dehors...",
      "pt": "Quando Faz Sol...",
      "ru": "Когда светит солнце...",
      "id": "Ketika Matahari Bersinar",
      "th": "แดดส่องดีจัง...",
      "vi": "Ánh nắng thật chan hòa..."
    },
    "line": {
      "zhs": "天…天已经亮了？！那、那再做最后一次实验吧，做完就休息！嗯，最后一次…",
      "zht": "天…天已經亮了？！那、那再做最後一次實驗吧，做完就休息！嗯，最後一次…",
      "jp": "もっ、もう朝！？じゃあ、最後にもう一回だけ実験を。これが終わったら休むから！うん、最後の1回だけ…",
      "ko": "…날이 벌써 밝은 거예요? 그, 그럼 마지막 실험 딱 한 번만 더하고 쉴게요! 음, 진짜 마지막이에요…",
      "en": "Th-The sun is already out? Oh, ah, okay! Just one last experiment, and then we can get some rest. Last one, I promise...",
      "de": "Was? Es ist schon hell?! Gut, das wird das letzte Experiment. Dann gehe ich schlafen. Das allerletzte ...",
      "es": "¿Ya salió el sol? ¡Oh! Solo un último experimento, y luego podemos descansar un poco. El último, lo prometo...",
      "fr": "Le soleil s'est déjà levé ?! Encore une dernière expérience et on peut aller dormir ! C'est la dernière des dernières, promis...",
      "pt": "Já... Já amanheceu? Então, vou fazer o meu último experimento! Último! Eu prometo!",
      "ru": "Уже... уже рассвело? Ну тогда ещё один опыт и спать! Честное слово, последний...",
      "id": "Ma, matahari sudah terbit?! Ah, baiklah! Aku akan mengerjakan eksperimen yang terakhir, lalu pergi beristirahat. Aku janji ini yang terakhir kok...",
      "th": "สะ... สว่างแล้วเหรอเนี่ย? งะ งั้นทำการทดลองครั้งสุดท้ายละกัน ทำเสร็จแล้วจะไปนอน อื้ม ครั้งสุดท้ายจริง ๆ...",
      "vi": "Trời... trời sáng rồi?! Vậy, vậy làm lại thí nghiệm lần cuối, xong thì đi nghỉ ngơi! Ừm, lần cuối cùng..."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Turun Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "湿度上升，嗯…要不要再加一组实验呢？",
      "zht": "濕度上升，嗯…要不要再加一組實驗呢？",
      "jp": "湿度上昇、うん…実験をもう1セット増やそうかな？",
      "ko": "습도가 높아졌네. 흠… 실험을 하나 더 해볼까?",
      "en": "Humidity levels are increasing. Think we could run some tests?",
      "de": "Die Luftfeuchte ist angestiegen. Das wäre doch die Gelegenheit, eine Reihe von Experimenten durchzuführen.",
      "es": "Los niveles de humedad están aumentando. ¿Crees que podríamos hacer algunas pruebas?",
      "fr": "Le niveau d'humidité est en train de monter. On devrait peut-être en profiter pour faire quelques expériences, non ?",
      "pt": "Umidade subiu! Hum... talvez precise de mais um experimento.",
      "ru": "Влажность повышается. Ага... не провести ли серию опытов?",
      "id": "Tingkat kelembapan meningkat... Apa kita boleh menambah satu eksperimen lagi?",
      "th": "ความชื้นเพิ่มสูงขึ้น หืม... ต้องเพิ่มการทดลองอีกรอบมั้ยนะ?",
      "vi": "Độ ẩm tăng, ừm... hay là làm thêm vài thí nghiệm nữa?"
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "早上好，昨晚睡得还好吗？研究表明，只有睡眠充足，第二天的精神才会好，而且，脑袋的运转也会更高效哦。欸…什么？我总是熬夜？那个…唔，没办法嘛。",
      "zht": "早安，昨晚睡得還好嗎？研究表明，只有睡眠充足，第二天的精神才會好，而且，腦袋的運轉也會更順暢哦。欸…什麼？我總是熬夜？那個…唔，沒辦法嘛。",
      "jp": "おはよう、昨日はちゃんと寝れた？研究データによると、良い睡眠は翌日のパフォーマンスに繋がるって言われてる。しかも頭の回転も良くなるらしいよ。うん？私はいつも徹夜してるって？えっと…うん、仕方ないよね。",
      "ko": "좋은 아침. 잘 잤어요? 연구 결과에 따르면, 잠을 충분히 자야지만 다음날 기분이 상쾌해지고 두뇌 활동도 더 원활해진대요. 뭐라구요? 전 항상 밤을 새우지 않냐고요? 그건… 음, 어쩔 수 없는걸요",
      "en": "Good morning. Did you sleep well? According to research, not getting a good night's sleep can have detrimental effects on your cognition and stamina. What? I'm always up working through the night? Yeah, I know... Can't be helped I guess...",
      "de": "Guten Morgen! Hast du gut geschlafen? Neusten Forschungen nach hat Schlafmangel beachtliche Konzentrationsstörungen am nächsten Tag zur Folge. Auch längerfristige Beeinträchtigungen sind möglich. Oh ... Ja, ich weiß. Ich arbeite auch oft durch die Nacht. Aber was soll ich machen?",
      "es": "Buenos días. ¿Dormiste bien? Según las investigaciones, no dormir bien por la noche puede tener un efecto perjudicial para tus habilidades cognitivas y tu aguante. ¿Qué? ¿Que siempre me paso la noche trabajando? Sí, lo sé... Es que no lo puedo evitar...",
      "fr": "Bonjour. Tu as bien dormi ? Une bonne nuit de sommeil est nécessaire pour pouvoir profiter de toutes nos capacités cognitives et physiques. Ah ? Oui, je sais que je fais des nuits blanches pour le travail... Je n'y peux rien.",
      "pt": "Bom Dia. Você dormiu bem? Segundo a pesquisa, não ter uma boa noite de sono pode ter um efeito prejudicial em sua cognição e energia. O quê? Eu sempre fico acordada a noite, e sim, eu sei... Não posso ajudar, eu acho...",
      "ru": "Доброе утро, как спалось? Исследования показывают, что без здорового сна невозможна эффективная умственная и физическая деятельность. А?.. Что? Мало сплю? Ну... ничего не поделаешь!",
      "id": "Selamat pagi, apa istirahatmu cukup? Menurut penelitian, tidur cukup membuat kita menjadi lebih bersemangat dan meningkatkan fungsi kinerja otak. Eh, apa? Aku selalu begadang? Anu... Ini kan karena terpaksa...",
      "th": "อรุณสวัสดิ์ เมื่อคืนหลับสบายมั้ย? จากการศึกษาแสดงให้เห็นว่าการ นอนหลับพักผ่อนให้เพียงพอจะ ทำให้กระปรี้กระเปร่าในวันถัดไป และสมองจะทำงานได้อย่างมี ประสิทธิภาพมากขึ้น อ๊ะ... อะไรนะ? ฉันนอนดึกตลอดเลย? อืม... มันช่วยไม่ได้น่ะ",
      "vi": "Chào buổi sáng, tối qua bạn ngủ ngon không? Nghiên cứu đã chỉ ra rằng, phải ngủ đủ giấc thì tinh thần mới trở nên tốt hơn, và não cũng hoạt động hiệu quả hơn đó. Hả... cái gì? Tôi toàn thức khuya? Cái đó... ừm, không có cách nào khác."
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "呜哇！别、别过来！啊…不是，我的意思是，不要靠得太近，我在做实验，这个…可能会爆炸的。",
      "zht": "嗚哇！別、別過來！啊…不是，我的意思是，不要靠得太近，我在做實驗，這個…可能會爆炸的。",
      "jp": "ああああ！こ、来ないで！あ、いや、えっと、近づかないでください。実験中だから。これ、爆発するかもしれないの。",
      "ko": "으아아아! 오, 오지 마요! 아… 아니, 제 말은 너무 가까이 오지 말라고요. 지금 실험 중이라… 이게 폭발할 수도 있어요",
      "en": "Waaaaa! No, stay back, don't come over here! No, no, it's nothing personal — it's just that this experiment is highly volatile and might cause an explosion.",
      "de": "Aaah! K... Komm nicht näher! Oh, ich mein das nicht persönlich! Es ist das Experiment! Es könnte jeden Moment in die Luft gehen!",
      "es": "¡Ah! ¡Atrás! ¡No te acerques! No, no es nada personal, es solo que este experimento es altamente volátil y puede causar una explosión.",
      "fr": "Ah ! Ne t'approche pas ! Ce n'est rien contre toi, mais mon expérience pourrait causer une explosion.",
      "pt": "Ah! Não se aproxime!... Estou... fazendo um experimento que pode causar uma explosão!",
      "ru": "Аааа! Не подходи! Ой... Нет, я имела в виду, не надо близко подходить. Я эксперимент провожу. Может взорваться.",
      "id": "Aduh! Ja, jangan ke sini! Tidak, maksudku adalah jangan terlalu dekat denganku. Aku sedang melakukan penelitian dan ini bisa-bisa meledak.",
      "th": "อ๊าาา! อย่ามาใกล้นะ! อ่า... เปล่า ฉันหมายความว่าอย่าเข้าใกล้ฉันเกินไป ฉันกำลังทำการทดลองอยู่ มันอาจจะระเบิดได้...",
      "vi": "Ối! Đừng, đừng qua đây! À... không phải, ý tôi là, đừng đến quá gần, tôi đang làm thí nghiệm, cái này... có thể sẽ phát nổ."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "晚上好，啊…请稍等一下！「实验体玖零伍式」的光照分泌物其实有两种，为了明确区分，就叫「壹零叁叁式」和「壹零叁伍式」…嗯，好了，请问有什么事情要找我吗？",
      "zht": "晚上好，啊…請稍等一下！「實驗體玖零伍式」的光照分泌物其實有兩種，為了明確區分，就叫「壹零三參式」和「壹零參伍式」…嗯，好了，請問有什麼事情要找我嗎？",
      "jp": "こんばんは、ちょっと待って！「実験体九〇五式」の光照射分泌物が二種類。明確に区分けするために、それぞれ「一〇三三式」と「一〇三五式」と名付けようか…うん、もう大丈夫、えっと、私に何か用？",
      "ko": "안녕하세요. 잠시만요! 「실험체 구공오식」의 광조 분비물은 사실 2종류다. 정확한 구분을 위해 「일공삼삼식」과 「일공삼오식」이라고 부른다…. 음, 됐다. 저한테 무슨 볼일 있어요?",
      "en": "Good evening. Please wait a moment. Experiment 905 has actually produced two light excretions, which, for clarity's sake, should be labeled No. 1033 and No. 1035 respectively... Right, now, what did you need me for?",
      "de": "Guten Abend! Oh, warte bitte einen Moment ... Tatsächlich hat Experiment 905 zwei verschiedene Lichtabsonderungen aufzuweisen, die wir, um genau zu sein, 1033 und 1035 nennen sollten ... Ach, genau, weswegen wolltest du mit mir sprechen?",
      "es": "Buena noches. Por favor, espera un momento. El experimento n.º 905 produjo dos secreciones de luz que, para distinguirlas, deben etiquetarse como n.º 1033 y n.º 1035 respectivamente... Bien, ya está. ¿Para qué me necesitabas?",
      "fr": "Bonsoir... Oh, un instant ! Le sujet 905 a produit deux légères excrétions que je vais respectivement nommer nº1033 et nº1035... Oui ? Tu voulais me parler ?",
      "pt": "Boa noite. Por favor espere um momento. O experimento 905 produziu duas excreções leves, que, por uma questão de clareza, devem ser rotuladas como 1033 e 1035, respectivamente... Agora, agora, em que posso ajudar?",
      "ru": "#Добрый вечер. Подожди секунду! Объект 905 производит два типа световых выделений, которые для ясности обозначены как «Тип №1033» и «Тип №1035»... Ага, готово. Так что ты хотел{F#a}?",
      "id": "Selamat malam, tolong tunggu sebentar! \"Eksperimen 905\" menghasilkan dua jenis sekresi cahaya. Agar mudah untuk dibedakan, kunamakan mereka \"No. 1033\" dan \"No. 1035\". Baik, ada urusan apa mencariku?",
      "th": "สวัสดีตอนเย็น อ๊ะ... รอเดี๋ยวนะ! การทดลอง 905 ได้ปล่อยลำแสงออกมาสอง ประเภท ซึ่งเพื่อความชัดเจนจะใช้หมายเลข 1033 และหมายเลข 1035 ตามลำดับกำกับไว้... อื้ม เสร็จแล้ว คุณมาหาฉันมีธุระอะไรงั้นเหรอ?",
      "vi": "Chào buổi tối, à... xin vui lòng chờ trong giây lát! Trên thực tế có hai loại dịch phát sáng trong \"thí nghiệm mẫu 905\", để phân biệt rõ ràng, gọi là 1033 và 1035... ừm, được rồi, xin hỏi bạn tìm tôi có việc gì không?"
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "不用等我，先去休息吧。唔…有这么不放心吗？实验已经在收尾了，不会熬夜的，真的…",
      "zht": "不用等我，先去休息吧。唔…有這麼不放心嗎？實驗已經在收尾了，不會熬夜的，真的…",
      "jp": "私なら大丈夫、先に休んでいいよ。えっと…そんなに心配？実験ならすぐ終わるから徹夜しないよ、本当だって…",
      "ko": "전 안 기다려도 돼요. 어서 가서 쉬어요. 음… 그렇게 걱정돼요? 거의 다 끝났으니까 밤은 안 샐 거예요. 정말이에요…",
      "en": "No need to wait up for me. Please, get some sleep. Something bothering you? Oh, don't worry about me — I'm right at the end of my experiment. I promise I won't stay up late again...",
      "de": "Du brauchst nicht auf mich zu warten. Geh ruhig schon schlafen. Ich, äh, ich brauch noch ein bisschen. Sobald das Experiment abgeschlossen ist, kann ich auch gehen. Ich werde ganz bestimmt nicht wieder die Nacht durchmachen. Versprochen!",
      "es": "No hay necesidad de esperarme. Por favor, duerme un poco. ¿Algo te molesta? Oh, no te preocupes por mí, estoy por terminar mi experimento. No me desvelaré de nuevo, lo prometo...",
      "fr": "Ne m'attends pas pour dormir. Quelque chose ne va pas ? Ne t'inquiète pas pour moi, j'en ai bientôt fini avec mon expérience. Je te promets que je ne vais pas dormir trop tard aujourd'hui...",
      "pt": "Não fique à minha espera, vá lá descansar! Ugh... você está se preocupando comigo? Olhe, o meu experimento está quase acabando, não vou ficar até muito tarde.",
      "ru": "Не надо меня ждать, иди спать. А?.. Так беспокоишься? Эксперимент уже в последней фазе. Скоро спать пойду, честное слово...",
      "id": "Jangan menungguku, pergilah beristirahat. Kamu tidak perlu mencemaskanku, eksperimenku sudah mau selesai kok. Aku janji, aku tidak akan begadang...",
      "th": "ไม่ต้องรอฉันหรอก ไปพักผ่อนเถอะ อุ๊ย... ไม่ต้องกังวลหรอกน่า การทดลองใกล้จะเสร็จสิ้นแล้ว ฉันไม่นอนดึกแน่นอน ฉันสัญญา...",
      "vi": "Không cần đợi tôi, bạn đi nghỉ trước đi. Ừm... có gì mà phải lo lắng? Thí nghiệm đã kết thúc rồi, tôi sẽ không thức khuya nữa, thật đấy..."
    }
  },
  {
    "title": {
      "zhs": "关于砂糖自己·「生物炼金」",
      "zht": "關於砂糖自己·「生物煉金」",
      "jp": "スクロース自身について·「生物錬金」",
      "ko": "설탕 자신에 대해·「생물 연금술」",
      "en": "About Sucrose: Bio-Alchemy",
      "de": "Über Saccharose – „Bio-Alchimie“",
      "es": "Sobre Sacarosa - Bioalquimia",
      "fr": "À propos de Sucrose - Bio-alchimie",
      "pt": "Sobre Sucrose - Bioalquimia",
      "ru": "О Сахарозе: Биоалхимия",
      "id": "Tentang Sucrose: Bio-Alkimia",
      "th": "เกี่ยวกับตัว Sucrose เอง - การแปรธาตุชีวภาพ",
      "vi": "Về bản thân Sucrose - Giả Kim Sinh Vật"
    },
    "line": {
      "zhs": "「生物炼金」，比起「创造」，更注重「改造」，找到生物隐藏起来的优点，然后放大，结合，结果往往都让人大吃一惊。嗯…生命真的是太神奇了，究竟还有多少我们不知道的东西呢？",
      "zht": "「生物煉金」，比起「創造」，更注重「改造」，找到生物隱藏起來的優點，然後放大，結合，結果往往都讓人大吃一驚。嗯…生命真的是太神奇了，究竟還有多少我們不知道的東西呢？",
      "jp": "「生物錬金」は「創造」よりも「改造」を重視する。生物の隠された長所を見抜き、増強し、結合させることで驚くべき結果が出るの。あぁ…命というものは実に不思議、この世には解明されていないことがいったいどれほどあるんだろう？",
      "ko": "「생물 연금술」은 「창조」보다 「개조」를 더 중시해요. 생물의 감춰진 장점을 찾아서 확대하고 결합하면 엄청 놀라운 결과가 나타나죠. 하아… 생명이란 정말 신비로워요, 우리가 아직 모르는 것들이 얼마나 더 많을까요?",
      "en": "Bio-alchemy, when compared with creation, places more emphasis on transformation. Finding those little secrets that living creatures have and scaling them up, combining them — the results are always such a surprise. Life really is fascinating. Just how much do we really know?",
      "de": "Bio-Alchimie legt im Vergleich zur Schaffung von Dingen mehr Wert auf die Veränderung. Dabei gilt es, die versteckten Stärken von Lebewesen zu finden und diese herauszuarbeiten und mit anderen zu verbinden, um etwas weit Größeres zu schaffen. Ja, das Leben ist wirklich etwas Wundervolles. Es muss noch so viel geben, wovon wir noch gar keine Ahnung haben.",
      "es": "La bioalquimia, en comparación con la creación, pone más énfasis en la transformación. Es encontrar esos pequeños secretos que tienen las criaturas vivientes y ampliarlos o combinarlos. Los resultados son siempre una sorpresa. La vida realmente es fascinante. ¿Cuánto sabemos realmente de ella?",
      "fr": "La bio-achimie met davantage l'accent sur la transformation que sur la création. Je fais toujours des découvertes surprenantes en étudiant les secrets des créatures vivantes. La vie est fascinante... Que savons-nous réellement à son sujet ?",
      "pt": "Na Bioalquimia, se valoriza \"transformação\" mais do que \"criação\". Tento procurar as qualidades escondidas das criaturas, e depois alargá-las e combiná-las, normalmente sai um resultado surpreendente. Hum... a vida é incrível... cheia das coisas desconhecidas.",
      "ru": "Биоалхимия делает упор не на «создании», а на «изменении». Искать скрытые свойства существ, усиливать их, комбинировать. Результаты всегда удивительны. Да... жизнь - поразительная вещь. Сколько всего мы ещё не знаем?",
      "id": "Dibandingkan dengan \"penciptaan\", \"bio-alkimia\" lebih menekankan \"transformasi\". Bio-alkimia mencari kelebihan yang tak terlihat dalam satu makhluk lalu diubah, ditingkatkan, digabung... Dan terkadang hasilnya sangat mengejutkan. Kehidupan memang suatu hal yang menakjubkan, masih ada berapa banyak hal lagi yang belum kita ketahui?",
      "th": "การแปรธาตุชีวภาพต่างกับการสรรค์สร้างตรงที่มันมุ่งเน้นการเปลี่ยน แปลงการค้นหาความลับเล็ก ๆ น้อย ๆ ที่ซ่อนอยู่ในสิ่งมีชีวิต และขยายขนาดให้พวกมัน จากนั้นรวมมันเข้าด้วยกัน ผลลัพธ์ที่ได้มักจะน่าประหลาดใจอยู่เสมอ ชีวิตเต็มไปด้วยความมหัศจรรย์ที่ เรายังไม่รู้อีกมากมาย",
      "vi": "\"Giả Kim Sinh Vật\", chú ý đến \"cải tạo\" hơn \"sáng tạo\", tìm thấy những ưu điểm tiềm ẩn của các sinh vật, sau đó mở rộng, kết hợp chúng và kết quả thường khiến người ta kinh ngạc. Ừm... sinh mệnh thực sự rất thần kỳ, rốt cuộc còn bao nhiêu điều mà chúng ta vẫn chưa biết nhỉ?"
    }
  },
  {
    "title": {
      "zhs": "关于砂糖自己·怕生",
      "zht": "關於砂糖自己·怕生",
      "jp": "スクロース自身について·人見知り",
      "ko": "설탕 자신에 대해·낯가림",
      "en": "About Sucrose: Fear of Strangers",
      "de": "Über Saccharose – Schüchternheit",
      "es": "Sobre Sacarosa - Miedo a los desconocidos",
      "fr": "À propos de Sucrose - Peur des inconnus",
      "pt": "Sobre Sucrose - Medo de Estranhos",
      "ru": "О Сахарозе: Застенчивость",
      "id": "Tentang Sucrose: Takut Pada Orang Asing",
      "th": "เกี่ยวกับตัว Sucrose เอง-กลัวคนแปลกหน้า",
      "vi": "Về bản thân Sucrose - Nhút Nhát"
    },
    "line": {
      "zhs": "我…其实我不知道怎么和陌生人说话。每个人性格都不一样，在意的东西也不一样，一不小心就会不够礼貌，或者哪里冒犯了，唉…说话真的好难啊，比炼金术什么的难多了。",
      "zht": "我…其實我不知道怎麼和陌生人說話。每個人性格都不一樣，在意的東西也不一樣，一不小心就會不夠禮貌，或者哪裡冒犯了，唉…說話真的好難啊，比煉金術什麼的難多了。",
      "jp": "私…実は知らない人とどう会話したらいいか分からないの。人ってそれぞれ性格や趣味嗜好が違うから、つい失礼なことを言っちゃったりして。ああ…会話って本当に難しい、錬金術よりも難しい。",
      "ko": "사실… 낯선 사람이랑 어떻게 대화해야 할지 잘 모르겠어요. 사람마다 성격도 다르고 좋아하는 것도 다른데, 혹시라도 잘못해서 무례하게 굴거나 상대방의 기분을 상하게 한다면, 휴… 대화하는 게 연금술보다 더 어려운 것 같아요",
      "en": "I... um... really don't know how to act around new people. Everyone's personality is different, as are the things they care about. If I slip up and say the wrong thing, I'll offend someone, or sound impolite... Talking is hard, so much harder than alchemy.",
      "de": "Ich, also, ich weiß nicht so recht, wie ich mit Fremden sprechen soll. Jeder ist anders und denkt anders. Wenn man da etwas Falsches sagt, tritt man gleich in ein Fettnäpfchen. Ach, es ist so schwierig, sich mit Leuten zu unterhalten, viel schwieriger als Alchimie.",
      "es": "Yo... Em... Realmente no sé cómo actuar con desconocidos. La personalidad de cada persona es diferente, al igual que las cosas que les importan. Si me equivoco y digo algo incorrecto, ofenderé a alguien, o sonaré descortés... Hablar es difícil, mucho más difícil que la alquimia.",
      "fr": "Je... Je ne sais pas trop comment me comporter avec des gens que je ne connais pas. Nous sommes tous différents les uns des autres et j'ai toujours peur d'offenser quelqu'un... *soupir* L'alchimie est bien plus facile que les relations humaines.",
      "pt": "Na verdade... Não sei como falo com desconhecidos... Todos são diferentes, e cada um tem sua característica. Sempre tenho medo de ser mal-educada ou de ofender sem querer. Ugh... Sério, é muito difícil se comunicar com os outros, muito mais difícil do que a alquimia.",
      "ru": "Я... не уверена, как себя вести с незнакомыми людьми. Каждый незнакомец обращает внимание на разные вещи. Можно случайно сказать недостаточно вежливо или даже ненароком обидеть. Эх... разговаривать - это трудно, намного труднее алхимии.",
      "id": "Aku... Sebenarnya aku tidak tahu bagaimana caranya berbicara dengan orang asing. Setiap orang memiliki kepribadian dan minat yang berbeda. Jika tidak berhati-hati atau kurang sopan, lawan bicara kita bisa saja tersinggung. *huff* Berbicara kepada orang benar-benar sulit, jauh lebih sulit daripada alkimia.",
      "th": "ฉัน... ไม่รู้ว่าจะพูดกับคนแปลกหน้ายังไงดี ทุกคนต่างมีนิสัยที่แตกต่างกัน และสนใจในสิ่งที่ต่างกัน ถ้าพูดไม่ระวังก็อาจทำให้คน โกรธได้ หรืออาจดูเหมือนไม่มี มารยาท เฮ้อ... การสนทนามันช่างยากเสียจริง ยากกว่าการแปรธาตุเยอะเลย",
      "vi": "Tôi... thực ra tôi không biết cách để nói chuyện với người lạ. Mỗi người đều có tính cách khác nhau, sự quan tâm cũng khác nhau, không cẩn thận sẽ thành không lịch sự hoặc có chỗ nào đó xúc phạm, haiz... thật khó để nói chuyện, khó hơn nhiều so với thuật giả kim."
    }
  },
  {
    "title": {
      "zhs": "关于砂糖自己·耳朵",
      "zht": "關於砂糖自己·耳朵",
      "jp": "スクロース自身について·耳",
      "ko": "설탕 자신에 대해·귀",
      "en": "About Sucrose: Ears",
      "de": "Über Saccharose – Ohren",
      "es": "Sobre Sacarosa - Orejas",
      "fr": "À propos de Sucrose - Oreilles",
      "pt": "Sobre Sucrose - Orelhas",
      "ru": "О Сахарозе: Уши",
      "id": "Tentang Sucrose: Telinga",
      "th": "เกี่ยวกับตัว Sucrose เอง-หู",
      "vi": "Về bản thân Sucrose - Tai"
    },
    "line": {
      "zhs": "你…你注意到了啊。我的耳朵是家里遗传下来的，和其他人很不一样，所以平时我都会用头发尽量把它们藏起来…",
      "zht": "#{F#妳}{M#你}…{F#妳}{M#你}注意到了啊。我的耳朵是家裡遺傳下來的，和其他人很不一樣，所以平時我都會用頭髮盡量把它們藏起來…",
      "jp": "き…気づかれてたの。私の耳は一族の遺伝。他の人とは違うから、普段は髪で隠してる…",
      "ko": "눈… 눈치챘군요. 제 귀는 저희 집안 유전이에요. 다른 사람들과 다르게 생겨서 평소엔 최대한 머리카락으로 가리고 다녀요…",
      "en": "Oh, you, ahh... noticed. My ears are a hereditary feature... quite different from everyone else's. So, I try to hide them with my hair as much as possible.",
      "de": "Oh, du hast sie bemerkt! Meine Ohren sind erblich bedingt. Deshalb sind sie anders als bei anderen. Ich versuche, sie so gut wie möglich in meinen Haaren zu verstecken.",
      "es": "Oh, te diste cuenta. Mis oídos son una característica hereditaria bastante diferente a la de los demás, así que trato de ocultarlos con mi cabello lo más que puedo.",
      "fr": "Ah, je vois que tu as remarqué. Nous avons tous les mêmes oreilles dans ma famille... Elles sont différentes de celles des autres, alors je les cache derrière mes cheveux.",
      "pt": "Você... Você reparou! Sim, minhas orelhas são uma característica hereditária, muito diferente das dos outros. Por isso, eu tento cobri-las com meu cabelo...",
      "ru": "#Ой... ты заметил{F#a}. Уши - это наследственное. Они не такие, как у обычных людей, поэтому я стараюсь прикрывать их волосами...",
      "id": "Ternyata kamu sudah menyadarinya. Telingaku ini diwarisi dari keluargaku, jadi bentuknya agak berbeda dengan orang lain. Aku biasanya menyembunyikannya dengan rambut...",
      "th": "อ๊ะ... คุณสังเกตเห็นจนได้ หูของฉันเป็นกรรมพันธุ์ที่สืบทอดมาจากครอบครัวของฉัน มันดูไม่เหมือนหูคนอื่นเท่าไหร่ ดังนั้นฉันมักจะใช้ผมซ่อนมันไว้...",
      "vi": "Bạn... bạn nhận ra rồi à. Đôi tai của tôi được thừa hưởng từ gia đình, rất khác với người khác, bởi vậy tôi thường dùng tóc của mình để che đi chúng..."
    }
  },
  {
    "title": {
      "zhs": "关于我们·观察",
      "zht": "關於我們·觀察",
      "jp": "観察について…",
      "ko": "우리에 대해·관찰",
      "en": "About Us: Observing",
      "de": "Über uns – Beobachtung",
      "es": "#Sobre nosotr{F#as}{M#os} - Observación",
      "fr": "À propos de nous - Observations",
      "pt": "Sobre Nós - Observações",
      "ru": "О нас: Наблюдения",
      "id": "Tentang Kita: Observasi",
      "th": "เกี่ยวกับเรา-ตรวจสอบ",
      "vi": "Về chúng tôi - Quan sát"
    },
    "line": {
      "zhs": "我对你的经历，特别好奇，所以…我可以「观察」你一段时间吗？我会很安静的，不会打扰你，这样…你会介意吗？",
      "zht": "#我對{F#妳}{M#你}的經歷，特別好奇，所以…我可以「觀察」{F#妳}{M#你}一段時間嗎？我會很安靜的，不會打擾你，這樣…{F#妳}{M#你}會介意嗎？",
      "jp": "あなたの経歴がとても気になる、だから…あなたのことを一定期間「観察」させて？邪魔にならないよう静かにするから…いい？",
      "ko": "전 당신 경험이 무척 궁금해요. 그러니까… 잠깐 당신을 「관찰」해도 될까요? 방해되지 않도록 조용히 있을게요, 그러면… 괜찮죠?",
      "en": "I'm curious to know about your background. I was wondering... could I perhaps... observe you for a while? I'll be silent, and I won't interfere with what you're doing. Would... that be okay?",
      "de": "Ich bin neugierig, was dich angeht. Ich würde gern ... Sagen wir so, ich würde dich gern eine Zeit lang beobachten. Ich werde auch ganz unauffällig und leise sein. Hast du ... was dagegen?",
      "es": "Tengo curiosidad por saber sobre tus antecedentes. Me preguntaba si podría observarte por un tiempo. Guardaré silencio y no interferiré con lo que estás haciendo. ¿Está bien?",
      "fr": "J'aimerais en apprendre plus sur toi. Est-ce que ça te dérangerait que je t'observe pendant une période ? Je serais aussi silencieuse qu'une ombre... Ça te va ?",
      "pt": "Eu estou muito curiosa sobre a sua experiência, então... eu posso te observar por um momento? Eu prometo que vou ficar calada, e não te incomodar... Você se importa?",
      "ru": "Меня очень интересует твой опыт. Поэтому... можно я за тобой немного... понаблюдаю? Я тихонечко, совсем тебя не буду беспокоить... Ты не против?",
      "id": "Aku penasaran dengan kisahmu... Jadi... Apa aku boleh \"mengamati\" kamu sebentar? Aku tidak akan berisik dan tidak akan mengganggumu... Apa kamu keberatan?",
      "th": "ฉันอยากรู้เกี่ยวกับประสบการณ์ ของคุณมากเลย เพราะงั้น... ฉันขอ \"สังเกต\" คุณสักพักได้ไหม? ฉันจะอยู่เงียบ ๆ ไม่รบกวนคุณหรอก ถ้าเป็นอย่างงี้... คุณจะรังเกียจไหม?",
      "vi": "Tôi rất hiểu kỳ với những kinh nghiệm của bạn, vì vậy... tôi có thể \"quan sát\" bạn một thời gian không? Tôi sẽ giữ im lặng, không làm phiền đến bạn, như vậy... bạn sẽ không phiền chứ?"
    }
  },
  {
    "title": {
      "zhs": "关于我们·收获",
      "zht": "關於我們·收穫",
      "jp": "収穫について…",
      "ko": "우리에 대해·수확",
      "en": "About Us: Perks",
      "de": "Über uns – Gewinne",
      "es": "#Sobre nosotr{F#as}{M#os} - Ganancias",
      "fr": "À propos de nous - Gains",
      "pt": "Sobre Nós - Ganhos",
      "ru": "О Сахарозе: Добыча",
      "id": "Tentang Kita: Penghargaan",
      "th": "เกี่ยวกับเรา-เก็บเกี่ยว",
      "vi": "Về chúng tôi - Thu Hoạch"
    },
    "line": {
      "zhs": "老实说，一开始我看你不怎么说话，有点害怕…还以为是在哪里冒犯了你，后来时间长了才慢慢发现，原来，你还是挺好相处的。嘿嘿，这也算…「观察」的意外收获吧。",
      "zht": "#老實說，一開始我看{F#妳}{M#你}不怎麼說話，有點害怕…還以為是在哪裡冒犯了{F#妳}{M#你}，後來時間長了才慢慢發現，原來，{F#妳}{M#你}還是挺好相處的。嘿嘿，這也算…「觀察」的意外收穫吧。",
      "jp": "正直に言うと、最初に会った時、口数の少なかったあなたがちょっと怖かった…自分が失礼なこと言ったんじゃないかと思って。でもこれまで一緒に行動してきて、実はあなたが付き合いやすい人だって気付いた。へへ、これも「観察」から得た意外な収穫かな。",
      "ko": "솔직히 처음엔 당신이 별로 말을 안 하길래 좀 무서웠어요… 제가 당신 기분을 상하게 한 줄 알았거든요. 그런데 시간이 좀 지나 보니까 꽤 친해지기 쉬운 사람이더라구요. 헤헤, 「관찰」로 얻은 뜻밖의 수확이라고 할 수 있죠",
      "en": "To be honest, I was a little afraid when we first met, because you don't talk much... I thought I must have offended you somehow. But then as time went on, I discovered you're really easy to get along with. Hehe, just an unexpected outcome of my observations.",
      "de": "Um ehrlich zu sein, war ich anfangs irritiert, weil du nicht viel sprichst. Ich dachte erst, ich hätte vielleicht etwas falsch gemacht. Später habe ich aber langsam gemerkt, dass wir gut miteinander auskommen. Also, hehe, ja, das war ein unerwartet freudiges Ergebnis meiner Beobachtungen.",
      "es": "Para ser sincera, tenía un poco de miedo cuando nos conocimos, porque no hablas mucho... Pensé que te ofendí de alguna manera. Pero luego, con el paso del tiempo, descubrí que es muy fácil llevarse bien contigo. Jeje, solo un resultado inesperado de mis observaciones.",
      "fr": "#Sincèrement, j'ai eu peur de t'avoir {M#offensé}{F#offensée} lors de notre première rencontre, car tu ne parlais pas beaucoup... Mais au fil du temps, je me suis rendu compte qu'on peut facilement s'entendre avec toi ! Je ne m'y attendais pas.",
      "pt": "Você não falava muito no início, achava que te ofendia... Mas depois de algum tempo, percebi que você é simpática. Hehe, isso é algo fora da minha expectativa.",
      "ru": "#Честно говоря, когда мы только встретились, я заметила, что ты немного {M#молчаливый}{F#молчаливая}, и боялась, что я тебя чем-то обидела. Но потом я поняла, что, на самом деле, с тобой очень легко ладить. Хе-хе... это тоже несколько неожиданный результат моих наблюдений.",
      "id": "Jujur saja, waktu kita pertama kali bertemu, aku agak takut karena kamu tidak banyak berbicara. Aku kira aku telah menyinggung perasaanmu... Tapi lama kelamaan aku mulai menyadari kalau kamu ternyata mudah diajak berbicara. Hehehe... Ini mungkin apa yang kudapatkan dari \"pengamatanku\"...",
      "th": "จริงๆแล้วตอนแรกฉันเห็นว่าคุณไม่ค่อยพูด ฉันก็กลัวนิดหน่อย... ฉันคิดว่าฉันทำให้คุณโกรธซะอีก แต่หลังจากผ่านไป ฉันก็พบว่าคุณเข้ากับคนอื่นได้ง่าย ฮ่า ๆ...นี่ถือว่าเป็นผลลัพธ์จากการ \"สังเกต\" ไงล่ะ",
      "vi": "Thành thật mà nói, ban đầu tôi thấy bạn không nói gì nhiều, cũng hơi sợ... còn cho rằng đã làm gì xúc phạm đến bạn, sau đó thời gian lâu dần mới phát hiện ra, hoá ra bạn cũng rất dễ gần. Hì hì, đây cũng được xem là... thu hoạch bất ngờ của việc \"quan sát\"."
    }
  },
  {
    "title": {
      "zhs": "关于我们·请求",
      "zht": "關於我們·請求",
      "jp": "請求について…",
      "ko": "우리에 대해·부탁",
      "en": "About Us: Requests",
      "de": "Über uns – Anfrage",
      "es": "#Sobre nosotr{F#as}{M#os} - Peticiones",
      "fr": "À propos de nous - Requêtes",
      "pt": "Sobre Nós - Solicitação",
      "ru": "О нас: Просьбы",
      "id": "Tentang Kita: Permohonan",
      "th": "เกี่ยวกับเรา-ร้องขอ",
      "vi": "Về chúng tôi - Thỉnh Cầu"
    },
    "line": {
      "zhs": "听说，是你赶走了风魔龙？战斗一定特别危险吧，幸好你没事。那个…有件小事，风魔龙它在战斗的时候，有没有，掉下来什么东西呢？鳞也好，皮也好，一点点就可以，我想，研究一下…",
      "zht": "#聽說，是{F#妳}{M#你}趕走了風魔龍？戰鬥一定很危險吧，幸好{F#妳}{M#你}沒事。那個…有件小事，風魔龍牠在戰鬥的時候，有沒有，掉下來什麼東西呢？鱗也好，皮也好，一點點就可以，我想，研究一下…",
      "jp": "噂によると、風魔龍の件を解決したのはあなたでしょ？きっと激しい戦闘だったんだろうけど、無事で何よりかな。えっと、ちょっと聞きたいんだけど、戦闘中に風魔龍のウロコや皮なんかが落ちてこなかった？ちょっとだけでいいから、研究してみたいの…",
      "ko": "당신이 풍마룡을 쫓아냈다면서요? 무척 위험했을 텐데, 무사해서 다행이에요. 저기… 물어보고 싶은 게 있는데, 혹시 풍마룡과 싸울 때 뭐 떨어진 거 없었어요? 비늘이나 가죽 같은 거 말이에요. 조금이면 돼요, 연구를 좀 하고 싶거든요",
      "en": "I heard it was you that dealt with the Stormterror issue. No doubt it was a dangerous fight — it's a good thing you came out unscathed. I was ahh... also wondering — did Stormterror happen to drop anything during the fight? You know, a scale, some skin — even just a little would be fine. There are some tests I'd like to run...",
      "de": "Du sollst Sturmschrecken ja selbst vertrieben haben. Stimmt das? Das muss richtig gefährlich gewesen sein. Gut, dass dir nichts zugestoßen ist. Aber sag mal, hat er während des Kampfes vielleicht ... eine Schuppe oder so verloren? Ein ganz kleines Stückchen würde reichen? Das wäre super für meine Forschungen.",
      "es": "#Escuché que fuiste tú quien se ocupó del problema de Stormterror. Sin duda fue una pelea peligrosa, es bueno que saliste iles{F#a}{M#o}. También me preguntaba... ¿Stormterror soltó algo durante la pelea? Ya sabes, una escama, algo de piel, incluso una pizca es suficiente. Hay algunas pruebas que me gustaría llevar a cabo...",
      "fr": "#J'ai entendu dire que tu avais combattu Stormterror. Ça devait être dangereux, tu as de la chance de t'en être {M#sorti}{F#sortie}. Euh... Je me demandais si tu n'avais pas récupéré quelque chose du dragon ? Une écaille ou un peu de peau, par exemple ? Je voudrais les utiliser pour des petites expériences...",
      "pt": "Foi você que derrotou o Stormterror? A luta deve ser muito perigosa, não é? Graças a Deus, você está bem... Olhe, eu tenho uma pergunta. Caiu alguma coisa do Stormterror? Por exemplo, uma escama, ou um pedacinho de pele? Só um pouco já basta. Eu queria fazer uma pesquisa.",
      "ru": "#Говорят, ты прогнал{F#a} Ужас Бури? Наверняка это было очень опасно. Хорошо, что с тобой ничего не случилось. Я подумала... во время боя он ничего, случайно, не обронил? Чешуйку там или кусочек кожи хотя бы. Очень хочется поизучать...",
      "id": "Kabarnya kamu pernah mengalahkan Stormterror... Pertarungan itu pasti sangat berbahaya, untung kamu tidak kenapa-kenapa. Anu, ada satu hal lagi yang ingin kutanyakan... Waktu kamu bertarung dengan Stormterror, apa dia menjatuhkan sesuatu? Misalnya seperti sisiknya, atau kulitnya... Sedikit saja sampelnya sudah cukup. Aku ingin menelitinya...",
      "th": "ได้ยินว่า คุณขับไล่ Stormterror ไปใช่มั้ย? การต่อสู้มันคงจะอันตรายมากเลย โชคดีที่คุณปลอดภัย คือว่า... มีเรื่องอยากถามหน่อยน่ะ ตอนที่ต่อสู้กัน มีอะไรหล่นมาจากตัว Stormterror บ้างมั้ย? เกล็ดหรือผิวหนังอะไรก็ได้ ฉันอยากจะเอามันไปศึกษาหน่อย...",
      "vi": "Nghe nói, chính bạn đã đánh đuổi Phong Ma Long? Lúc chiến đấu có lẽ là rất nguy hiểm nhỉ, may là bạn vẫn ổn. À... có một chuyện nhỏ, khi Phong Ma Long chiến đấu có làm rơi cái gì không? Vảy hay da đều được, một chút thôi cũng được, tôi muốn nghiên cứu một chút..."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về Vision..."
    },
    "line": {
      "zhs": "「神之眼」，是我最重要的实验器材。欸？就、就是实验器材啊，没有了「神之眼」，很多跟元素相关的实验，就没办法进行了。你说战斗？啊…偶尔吧，去野外找材料的时候，偶尔会用到。",
      "zht": "#「神之眼」，是我最重要的實驗器材。欸？就、就是實驗器材啊，沒有了「神之眼」，很多跟元素相關的實驗，就沒辦法進行了。{F#妳}{M#你}說戰鬥？啊…偶爾吧，去野外找材料的時候，偶爾會用到。",
      "jp": "「神の目」は、私にとって最も重要な実験道具かな。え？実験道具は実験道具だよ。「神の目」がないと、元素に関する多くの実験ができなくなるでしょ。戦闘ではどうかって？えっと、たまに役立つかな、野外で材料を探す時とか。",
      "ko": "「신의 눈」은 저의 가장 중요한 실험 도구예요. 엥? 실험 도구 맞다니까요. 「신의 눈」이 없으면 원소 관련된 실험을 할 수 없다구요. 전투? 아, 가끔 야외에 재료를 구하러 갈 때 사용해요",
      "en": "My Vision is my most important research tool. Hmm? Why, without it I'd be unable to proceed with most of my elemental research. Combat? Oh, I suppose I use it for that too when I'm out in the field looking for materials.",
      "de": "Mein Göttliches Auge ist das wichtigste Werkzeug, das ich für meine Experimente verwende ... Ja, Experimente ... Ohne es wäre alles viel, viel schwieriger, geradezu unmöglich. Ach, du meinst beim Kämpfen? Ja, manchmal verwende ich es auch, wenn ich im Freien nach Materialien suche.",
      "es": "Mi Visión es mi herramienta de investigación más importante. Sin ella no podría llevar a cabo la mayor parte de mi investigación elemental. ¿Para combate? Oh, supongo que también la uso para eso cuando estoy en el campo buscando materiales.",
      "fr": "Mon œil divin est essentiel pour conduire toutes mes recherches. Sans lui, je ne pourrais pas étudier la dimension élémentaire des choses. Si je combats avec ? Oui, ça m'arrive quand je cherche certains matériaux dans la nature.",
      "pt": "A Visão é um dos dispositivos mais importantes no meu experimento. É o dispositivo do experimento! Sem a Visão, ficaria mais difícil de fazer experimentos, especialmente quando relacionado aos elementos. Você se refere à luta? Ah... de vez em quando... Uso ao procurar materiais na natureza.",
      "ru": "Глаз Бога - мой самый важный инструмент для исследований. А? Ну инструмент же... Без Глаза Бога я не смогла бы проводить большинство экспериментов с элементами. В бою? Ну... бывает иногда. Когда иду собирать материалы, иногда использую.",
      "id": "\"Vision\" adalah alat penelitianku yang paling penting. Hmm? Tanpa Vision, aku tidak akan bisa melakukan eksperimen yang berkaitan dengan unsur-unsur elemen. Pertarungan? Ah, mungkin sekali-sekali aku akan memakainya untuk bertarung, saat aku pergi mencari bahan di alam liar.",
      "th": "\"วิชั่น\" เป็นเครื่องมือในการทดลองที่ สำคัญที่สุดของฉัน หืม? ใช้มันเป็นเครื่องทดลองไงล่ะ ถ้าไม่มีวิชั่นก็ไม่สามารถ ทำการทดลองเกี่ยวกับธาตุได้ ใช้ในการต่อสู้? เอิ่ม... ก็มีบ้างล่ะนะ ตอนที่ออกไปหาวัตถุดิบภาคสนามก็ใช้มันบ้างเป็นครั้งคราว",
      "vi": "Vision là dụng cụ thí nghiệm quan trọng nhất của tôi. Hả? Chính, chính là dụng cụ thí nghiệm, nếu không có Vision thì rất nhiều các thí nghiệm có liên quan đến nguyên tố sẽ không thể thực hiện được. Bạn nói chiến đấu? À... cũng thỉnh thoảng, khi đi ra ngoài thành tìm nguyên liệu cần thiết."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享…",
      "zht": "有什麼想要分享…",
      "jp": "シェアしたいこと…",
      "ko": "하고 싶은 이야기…",
      "en": "Something to Share",
      "de": "Willst du mir etwas mitteilen?",
      "es": "¿Algo que decir?",
      "fr": "Quelque chose à partager ?",
      "pt": "Algo para Compartilhar...?",
      "ru": "Давай поделимся...",
      "id": "Berbagi Cerita",
      "th": "ต้องการจะแชร์อะไร...",
      "vi": "Có gì muốn chia sẻ không..."
    },
    "line": {
      "zhs": "这个房间里，都是我收藏的骨头。放在左边柜子里的，有蜥蜴，青蛙，还有草鱼，挂在前面的是野猪，右边角落里的那个，是丘丘人…啊，别紧张，不用害怕，其实都是很可爱的东西，习惯了就好了。",
      "zht": "這個房間裡，都是我收藏的骨頭。放在左邊櫃子裡的，有蜥蜴，青蛙，還有草魚，掛在前面的是野豬，右邊角落裡的那個，是丘丘人…啊，別緊張，不用害怕，其實都是很可愛的東西，習慣了就好了。",
      "jp": "この部屋にある骨は全部私のコレクション。左の棚にあるのはトカゲ、カエル、ソウギョの骨で、その手前のやつはイノシシの骨。右の隅っこのはヒルチャールの骨で…あ、そう強張らないで、みんなかわいいから慣れれば大丈夫。",
      "ko": "이 방에 있는 건 다 제가 수집한 뼈들이에요. 왼쪽 수납장엔 도마뱀, 개구리 그리고 산천어가 있어요. 앞에 걸려 있는 건 멧돼지예요. 오른쪽 구석에 있는 건 츄츄족이고… 아, 긴장하지 마요, 무서운 거 아니에요~ 보다 보면 엄청 귀엽다니까요",
      "en": "This room is where I keep all the bones I've collected. On the table on the left we have lizards, frogs, and grass carp. To the front we have the bones of a wild boar, and then over there in the right corner is a hilichurl... Oh, don't be nervous, nothing to be afraid of. They're really quite cute once you get used to them.",
      "de": "In diesem Zimmer bewahre ich meine Knochen auf. Im Schrank links haben wir Echsen, Frösche und Graskarpfen. Da vorn hängt ein Wildschwein und rechts in der Ecke da, das ist ein Hilichurl ... Hab keine Angst, sie sind ganz niedlich, wenn man sich einmal an sie gewöhnt hat.",
      "es": "#Esta sala es donde guardo todos los huesos que he recogido. En la mesa de la izquierda hay lagartijas, ranas y carpas de hierba. Enfrente hay huesos de un jabalí, y en la esquina derecha, hay un Hilichurl ... Oh, no te pongas nervios{F#a}{M#o}, no hay nada que temer. Son realmente tiernos una vez que te acostumbras a ellos.",
      "fr": "#Je conserve tous les os que j'ai découvert dans cette pièce. Nous avons des ossements de lézards, de grenouilles et de carpe des herbes sur la table à gauche. Devant, il y a ceux d'un sanglier et puis ceux d'un Brutocollinus sur la droite... Ne sois pas {M#intimidé}{F#intimidée}, on s'y fait avec le temps.",
      "pt": "Neste quarto, é a minha coleção de ossos. No armário à esquerda, têm ossos de lagarto, sapo e peixe. Aí em frente, são ossos de Javali; E no canto à direita, são ossos de Hilichurl... Não se preocupe, eles são fofos, é só uma questão de se acostumar.",
      "ru": "А в этой комнате я храню свою коллекцию костей. В шкафу слева кости ящериц, черепах, и белый карп ещё. Спереди висит скелет кабана, а в правом углу у нас хиличурл... А, да ты не волнуйся, тут ничего страшного. Если привыкнуть, то они все довольно милые.",
      "id": "Kamar ini penuh dengan koleksi tulang-tulangku. Di rak sebelah kiri ada kadal, kodok, ikan karper rumput. Yang tergantung di depan adalah boar liar, dan di sudut kiri ada Hilichurl... Oh, jangan takut, mereka sangat lucu. Kamu akan terbiasa dengan mereka.",
      "th": "ในห้องนี้ฉันสะสมกระดูก ในตู้ด้านซ้ายมีจิ้งจก กบ และปลาคาร์พ ส่วนที่แขวนอยู่ข้างหน้าเป็นหมูป่า และที่อยู่มุมทางขวาคือ Hilichurl... โอ้ ไม่ต้องกลัวไปหรอก ของพวกนี้น่ารักจะตายไป เดี๋ยวก็ชินเองแหละ",
      "vi": "Những khúc xương trong căn phòng này đều do tôi nhặt được. Trong tủ bên trái có Rồng Đất, ếch xanh, còn có cá trắm, treo ở phía trước là lợn rừng, góc bên phải kia là Hilichurl... Ối, đừng lo lắng, không cần phải sợ hãi, quen rồi sẽ thấy chúng thực sự đều rất đáng yêu."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "你看，种在这里的冰雾花，其实每一朵都不一样。这一朵冰元素含量更高，这一朵花期更长…嗯？你问那一朵，哦，那一朵叫「叁式冰雾花改十七号放大版」，特点，嗯…就是更大一点。",
      "zht": "#{F#妳}{M#你}看，種在這裡的冰霧花，其實每一朵都不一樣。這一朵冰元素含量更高，這一朵花期更長…嗯？{F#妳}{M#你}問那一朵，哦，那一朵叫「參式冰霧花改十七號放大版」，特點，嗯…就是更大一點。",
      "jp": "見て、ここの霧氷花は一本一本異なるの。こっちは氷元素の含有量が多くて、そっちのは花が咲いてる期間が長い…え、あっちのやつ？あれは「三式霧氷花改十七号拡大版」で、特徴は、うん…通常より大きいとこかな。",
      "ko": "이거 봐요. 여기 있는 서리꽃은 다 다른 거예요. 이건 얼음 원소 함량이 더 높고, 이건 개화기가 더 길어요… 저건 어떻냐고요? 아, 저건 「삼식 서리꽃 17호 확대 버전」이에요. 특징은, 음… 크기가 더 커요!",
      "en": "If you look closely, you'll notice that the Mist Flowers I've planted here are all different. This one is the most powerful, this one blooms the longest... Hmm? This one? Oh, this one is project 3, version 17, enlargement trial. Its defining trait is that... it's a bit larger.",
      "de": "Sieh mal hier, das sind alles verschiedene Eisnebelblumen, die ich gepflanzt habe. Die hier hat die meisten Inhaltsstoffe und die hier blüht am längsten ... Ach und die hier, das ist „Eisnebelblumenprojekt 3, Exemplar 17 mit höherem Wuchs“. Sie ist ... einfach größer als die anderen ...",
      "es": "Si observas detenidamente, notarás que las flores heladas que planté aquí son todas diferentes. Esta es la más potente, esta florece durante más tiempo... ¿Eh? ¿Esta? Oh, este es el proyecto n.º 3, versión 17: prueba de agrandamiento. Su rasgo característico es que... es un poco más grande.",
      "fr": "Si tu observes de plus près, tu verras que chaque fleur de brume que j'ai plantée est différente. Celle-ci est plus puissante que les autres, celle-là a pris le plus de temps à fleurir... Ah, cette dernière ? C'est la version 17 du projet nº3 qui était un essai d'agrandissement. Elle est simplement plus grande que la moyenne...",
      "pt": "Olhe, as Flores da Neblina são todas diferentes. Esta flor contém mais Cryo, e essa flor tem uma duração maior... Aí, aquela flor é a Flor da Neblina XVII de versão maior... Hmmm, quer dizer, tem uma forma maior.",
      "ru": "Смотри, посаженные здесь туманные цветки все разные. Вот этот - самый сильный, а этот цветёт дольше... А? Ты про этот. Это «Туманный цветок №3, версия 17, увеличение лепестков», его особенность... Ну, он немножко побольше.",
      "id": "Lihat Mist Flower yang kutanam di sini. Sebenarnya jenis-jenisnya berbeda. Yang ini elemen Cryonya lebih tinggi, sedang yang ini lebih panjang usianya... Hmm? Yang ini? Yang ini adalah \"Percobaan Pembesaran proyek 3 versi ke 13\". Yang spesial dari bunga ini adalah... Hmm, ukurannya yang lebih besar.",
      "th": "ถ้าคุณสังเกตดู จะเห็นว่า Mist Flower ที่ฉันปลูกแต่ละดอกมีความแตกต่างกัน ดอกนี้มีพลังธาตุแฝงอยู่มากที่สุด ดอกนี้บานได้นานที่สุด... ฮะ? ดอกนั้นเหรอ อ๋อ ดอกนั้นชื่อว่า \"โปรเจกต์ที่ 3 เวอร์ชัน 17 การทดสอบการขยาย\" ความพิเศษของมัน เอิ่ม... มันใหญ่กว่าดอกอื่นน่ะ",
      "vi": "Bạn nhìn này, những bông Băng Vụ Hoa được trồng ở đây thực sự rất khác biệt. Bông này có hàm lượng nguyên tố cao hơn, bông này có thời gian nở lâu hơn... hửm? Bạn hỏi bông nào, à, bông đó gọi là \"Băng Vụ Hoa thứ 3 phiên bản cải tạo số 17\", đặc điểm, ừm... chỉ là lớn hơn một chút."
    }
  },
  {
    "title": {
      "zhs": "关于诺艾尔…",
      "zht": "關於諾艾爾…",
      "jp": "ノエルについて…",
      "ko": "노엘에 대해…",
      "en": "About Noelle",
      "de": "Über Noelle ...",
      "es": "Sobre Noelle...",
      "fr": "À propos de Noëlle...",
      "pt": "Sobre a Noelle...",
      "ru": "О Ноэлль...",
      "id": "Tentang Noelle",
      "th": "เกี่ยวกับ Noelle...",
      "vi": "Về Noelle..."
    },
    "line": {
      "zhs": "她…经常会主动帮我的忙，但有时候太热情了，反而…让我有点苦恼。有一次，她看到我实验室门前堆了三箱器材，就很麻利地帮我搬了进来，但其实…那些都是我刚刚搬出去的。",
      "zht": "她…經常會主動幫我的忙，但有時候太熱情了，反而…讓我有點苦惱。有一次，她看到我實驗室門前堆了三箱器材，就很俐落地幫我搬了進來，但其實…那些都是我剛剛搬出去的。",
      "jp": "彼女…いつも自発的に私の手伝いをしてくれるけど、たまに熱が入りすぎてて、逆に…ちょっと困ってたり。ある日、実験室の入口に置いてあった3つの実験器具を軽々と実験室の中に運んでくれたんだけど、それって私が…やっと外に運び出したばかりのもので…",
      "ko": "그녀는… 항상 절 도와주긴 하는데, 가끔 너무 친절해서 오히려… 고민이애요. 한번은 제 실험실 앞에 쌓여 있던 박스들을 모두 안으로 들여놨더라고요. 그건… 제가 막 밖에 갖다 놨던 건데 말이에요",
      "en": "She's... a very willing helper, I can't deny that. It's just... she makes me a little anxious is all. One time, she saw three boxes of materials stacked just outside my laboratory door, and proceeded to move them inside for me. A nice gesture, but the thing is... I'd only just finished putting them outside...",
      "de": "Sie ist ... wirklich hilfsbereit. Aber manchmal ist sie etwas zu übereifrig und richtet eher Schaden an. Einmal hat sie drei Kisten Materialien für mich in das Labor getragen. Dabei war ich gerade erst damit fertig geworden, sie hinauszugeschleppen.",
      "es": "Ella es... una ayudante muy diligente, no lo puedo negar. Es solo que... me pone los nervios de punta, es todo. Una vez, vio tres cajas de materiales apiladas justo afuera de la puerta de mi laboratorio, y procedió a moverlas adentro por mí. Es un buen gesto, pero acababa de sacarlas...",
      "fr": "Elle m'aide souvent de son propre chef, mais son excès de zèle me rend la vie difficile parfois. Un jour, elle a remis trois cartons de matériel à l'intérieur de mon laboratoire. C'était gentil de sa part, mais je venais de les déplacer moi-même à l'extérieur...",
      "pt": "Ela... Ela sempre oferece ajuda, mas às vezes foi demais. Isso me deixou um pouco angustiada. Tinha uma vez, ela viu umas caixas fora do meu laboratório, e ajudou a transportá-las para dentro... Mas o fato foi que acabei de transportá-las para fora.",
      "ru": "Она... часто мне помогает, но иногда слишком уж активно... и, бывает, возникают проблемы. Как-то раз она увидела перед моей дверью ящики с материалами и сразу же занесла их внутрь, но дело в том... что я сама их только что вынесла.",
      "id": "Dia biasanya akan membantuku tanpa diminta, tapi terkadang...keramahannya itu membuatku tidak nyaman. Suatu kali, dia melihat tiga kotak berisi alat percobaan tertumpuk di depan pintu laboratoriumku. Dia pun langsung memindahkannya ke dalam untukku. Tapi sebenarnya kotak-kotak itu baru saja kupindahkan keluar.",
      "th": "เธอ ... มักจะเสนอตัวมาช่วยเหลือฉันตลอดเลย แต่บางครั้งก็ดูกระตือรือร้นเกินไป หน่อย และมันก็... ทำให้ฉันลำบากใจเล็กน้อย มีอยู่ครั้งหนึ่งเธอเห็นกล่องสาม กล่องวางกองอยู่หน้าห้องแล็บ ของฉัน เธอช่วยฉันขนมันเข้ามาอย่าง รวดเร็ว แต่จริงๆแล้ว... ฉันเพิ่งขนพวกมันออกไป",
      "vi": "Cô ấy... thường chủ động giúp đỡ tôi, nhưng đôi khi lại nhiệt tình thái quá, thành ra... khiến tôi có chút phiền não. Một lần, cô ấy thấy ba hòm dụng cụ tôi để ở trước cửa phòng thí nghiệm, liền nhanh chóng giúp tôi chuyển chúng vào, nhưng thực ra... những thứ đó đều là do tôi mới chuyển ra."
    }
  },
  {
    "title": {
      "zhs": "关于可莉…",
      "zht": "關於可莉…",
      "jp": "クレーについて…",
      "ko": "클레에 대해…",
      "en": "About Klee",
      "de": "Über Klee ...",
      "es": "Sobre Klee...",
      "fr": "À propos de Klee...",
      "pt": "Sobre Klee...",
      "ru": "О Кли...",
      "id": "Tentang Klee",
      "th": "เกี่ยวกับ Klee...",
      "vi": "Về Klee..."
    },
    "line": {
      "zhs": "她已经被琴团长关过好多次禁闭了，但只要被放出来，不久就又会闯祸，唉，不知道有没有真的反省过。啊…我答应她，要帮她做一个会蹦会跳，又很安全的蹦蹦，只不过现在，设计上还有不少问题…",
      "zht": "她已經被琴團長關過好多次禁閉了，但只要被放出來，不久就又會闖禍，唉，不知道有沒有真的反省過。啊…我答應她，要幫她做一個會蹦會跳，又很安全的蹦蹦，只不過現在，設計上還有不少問題…",
      "jp": "あの子はジン団長に何度も反省室に入れられてる。釈放されても、彼女はまたすぐ過ちを犯す。えっとあの子、本当に反省してるのかな。安全性の高いボンボン爆弾を作ってあげるって約束もしたけど、でもまだ設計上に問題があって…",
      "ko": "그 애는 진 단장님이 그렇게 감금실에 보냈는데도 나오기만 하면 금방 또 사고를 친다니까요. 휴, 반성을 하긴 하는 건지. 폴짝폴짝 뛰는 안전한 통통을 만들어주기로 했는데, 아직은 손봐야 할 곳이 좀 많아요…",
      "en": "Jean has put her into solitary confinement so many times, but every time she's let out it's not long before she's back in trouble. *sigh* Something tells me she hasn't done much introspection. I told her I'd make her a bouncing, dancing Jumpy Dumpty that is also safe — but to date there are still a lot of problems with the design.",
      "de": "Jean hat ihr unzählige Male Hausarrest erteilt. Und trotzdem stellt sie jedes Mal, wenn sie wieder raus darf, etwas an. Hach, ich glaube nicht, dass sie wirklich weiß, was sie da anstellt. Ach, und ich habe ihr mal versprochen, einen Ersatz für ihre Bimm-Bamm-Bombe zu bauen, der zur Abwechslung sicher wäre und nicht explodieren würde. Es gibt aber leider noch einige Probleme beim Entwurf ...",
      "es": "Jean la ha encerrado muchas veces, pero cada vez que la deja salir no pasa mucho tiempo antes de que vuelva a meterse en problemas. *Suspira* Algo me dice que no ha reflexionado lo suficiente sobre sus acciones. Le dije que le haría una bomba saltarina más segura, pero hasta la fecha todavía hay muchos problemas con el diseño.",
      "fr": "Klee a été envoyée plusieurs fois en détention par Jean, mais elle recommence toujours ses bêtises peu de temps après sa sortie. Je ne pense pas qu'elle réfléchisse beaucoup aux conséquences de ses actions... L'autre jour je lui ai promis de lui fabriquer une bombe rebondissante non dangereuse, mais je rencontre énormément de problèmes lors de la conception...",
      "pt": "Ela já foi confinada várias vezes, mas entrou outra vez em apuros logo depois de sair da solitária. *Suspiro*, parece que ela nunca refletiu. Ah, eu lhe prometi que ia fazer uma Bomba Saltitante. Mas agora ainda tem alguns problemas de design para resolver.",
      "ru": "Джинн её уже много раз запирала в камере, но она, как только выпустят, - так сразу за старое. Эх, не знаю, осознаёт ли она вообще. А... Я же ей обещала сделать, чтобы и прыг, и скок, но при этом безопасный Прыг-скок. Но в проекте пока ещё много вопросов...",
      "id": "Jean sudah sering kali menghukumnya untuk tidak keluar, tapi setiap kali dia dibebaskan, dia akan membuat masalah lagi dan lagi. *fuhh* Tidak tahu sampai kapan dia bisa berubah. Aku pernah berjanji kepadanya untuk membuatkan dia Jumpy Dumpty yang bisa melompat dan menari, dan juga aman. Tapi aku sekarang masih punya kendala dalam disainnya...",
      "th": "Jean จับเธอเข้าห้องขังเดี่ยวหลายครั้ง แต่ทุกครั้งที่เธอถูกปล่อยออกมาไม่นานก็กลับมาก่อปัญหาอีก เฮ้อ ไม่รู้ทำไมเธอไม่สำนึกบ้างนะ อืม... ฉันเคยรับปากเธอว่าจะช่วยเธอออกแบบ Jumpy Dumpty ที่ปลอดภัยและไม่ระเบิดง่ายให้เธอ แต่จนถึงทุกวันนี้ก็ยังมีปัญหา มากมายกับการออกแบบ...",
      "vi": "Cô ấy đã bị đội trưởng Jean giam giữ nhiều lần, nhưng chỉ cần được thả ra, không lâu sau lại gây rắc rối. Haiz, không biết có thật sự hối cải hay không nữa. À... tôi đã hứa với cô ấy, giúp cô ấy làm một cái có thể bật nảy lại vừa an toàn, chỉ có điều thiết kế hiện tại vẫn còn rất nhiều vấn đề..."
    }
  },
  {
    "title": {
      "zhs": "关于琴…",
      "zht": "關於琴…",
      "jp": "ジンについて…",
      "ko": "진에 대해…",
      "en": "About Jean",
      "de": "Über Jean ...",
      "es": "Sobre Jean...",
      "fr": "À propos de Jean...",
      "pt": "Sobre Jean...",
      "ru": "О Джинн...",
      "id": "Tentang Jean",
      "th": "เกี่ยวกับ Jean...",
      "vi": "Về Jean..."
    },
    "line": {
      "zhs": "我有点不敢和琴团长说话，因为她太严肃了…我知道她是个很好的人，但、但知道归知道，害怕…还是会害怕。我一般都不会去打扰她，实在有不得不找她的事，我…我也会拜托阿贝多先生。",
      "zht": "我有點不敢和琴團長說話，因為她太嚴肅了…我知道她是個很好的人，但、但知道歸知道，害怕…還是會害怕。我通常都不會去打擾她，實在有不得不找她的事，我…我也會拜託阿貝多先生。",
      "jp": "ジン団長と話すのはちょっと怖い。彼女は真面目すぎるから…とても良い人だってことは分かってるけど、やっぱり…やっぱり怖いの。普段は彼女の邪魔にならないようにしてる。たとえ彼女に処理してもらうものがあっても、私…私はアルベド先生に頼むの。",
      "ko": "진 단장님은 너무 근엄하셔서 말을 못 걸겠어요…. 좋은 분이라는 건 알지만, 어쨌든 무섭긴… 무섭단 말이에요. 평소엔 웬만하면 그분을 찾아가지 않아요. 어쩔 수 없이 찾아가야 할 일이 있어도… 그, 그냥 알베도 씨한테 부탁해요",
      "en": "I don't dare talk to Master Jean that much, because she's so strict. I know she's a good person and all — I know that, I do — but... I still find her scary. I don't tend to bother her, and even when I have to... I ask Albedo to go on my behalf.",
      "de": "Ich trau mich nicht so recht, mit Jean zu reden. Sie ist doch immer so streng. Natürlich ist sie ein guter Mensch und all das, aber ... ich habe trotzdem einfach Angst. Normalerweise meide ich sie, wenn es nur möglich ist. Wenn du mehr über sie wissen willst, solltest du lieber Albedo fragen.",
      "es": "No me atrevo a hablar mucho con la Maestra Jean, porque es muy estricta. Sé que es una buena persona, pero... Me parece aterradora. Prefiero no molestarla, e incluso cuando tengo que hacerlo, le pido a Albedo que vaya en mi lugar.",
      "fr": "Je n'ose pas trop adresser la parole à Jean en raison de sa sévérité... Je sais qu'elle est gentille, mais je la trouve quand même intimidante. En général, quand j'ai besoin de la solliciter, je demande toujours à Albedo d'y aller pour moi.",
      "pt": "Eu sempre tenho medo de falar com a Jean, pois ela é muito séria... Sei que ela é uma pessoa muito boa, mas fico com medo do mesmo jeito. Normalmente não a incomodo, e se for realmente necessário, peço a ajuda do Albedo.",
      "ru": "Я даже не осмеливаюсь разговаривать с магистром Джинн из-за того, что она такая серьёзная... Я знаю, что она очень хорошая... я знаю, но... боюсь. Я стараюсь её лишний раз не беспокоить, но если без неё никак... я прошу господина Альбедо сходить за меня.",
      "id": "Aku tidak terlalu berani berbicara dengan Master Jean. Dia terlalu serius... Aku tahu dia adalah orang yang baik, tapi a—aku tetap merasa dia menakutkan. Aku tidak akan mencarinya dan kalau memang ada situasi yang memaksa, aku akan meminta Albedo untuk pergi mewakiliku.",
      "th": "ฉันไม่ค่อยกล้าพูดกับหัวหน้า Jean เท่าไหร่ เพราะว่าเธอเข้มงวดมากเลย... ฉันรู้ว่าเธอเป็นคนดีนะ ตะแต่...รู้ก็ส่วนรู้ กลัวก็ส่วนกลัว ปกติฉันไม่ค่อยไปรบกวนเธอหรอก ยกเว้นแต่ว่ามีเรื่องที่จำเป็นต้องไปหาเธอจริง ๆ ฉัน... ฉันก็จะขอให้คุณ Albedo ไปแทน",
      "vi": "Tôi hơi ngại nói chuyện với đội trưởng Jean, bởi vì cô ấy quá nghiêm khắc... tôi biết cô ấy là người tốt, nhưng, nhưng biết thì biết, sợ... thì vẫn sợ. Bình thường tôi sẽ không làm phiền cô ấy, nhưng thực tế có những chuyện không thể không tìm cô ấy, tôi... tôi cũng sẽ nhờ ngài Albedo."
    }
  },
  {
    "title": {
      "zhs": "关于丽莎…",
      "zht": "關於麗莎…",
      "jp": "リサについて…",
      "ko": "리사에 대해…",
      "en": "About Lisa",
      "de": "Über Lisa ...",
      "es": "Sobre Lisa...",
      "fr": "À propos de Lisa...",
      "pt": "Sobre Lisa...",
      "ru": "О Лизе...",
      "id": "Tentang Lisa",
      "th": "เกี่ยวกับ Lisa...",
      "vi": "Về Lisa..."
    },
    "line": {
      "zhs": "我觉得她，好像懂的特别多。她明明没有看过我的研究，但有好几次，都给了我最关键的建议。她到底是怎么知道的呢？是…观察？还是推理呢？",
      "zht": "我覺得她，好像懂的很多。她明明沒有看過我的研究，但有好幾次，都給了我最關鍵的建議。她到底是怎麼知道的呢？是…觀察？還是推理呢？",
      "jp": "彼女の知識量はとても豊富だと思う。私の研究を見たことないのに、何回も的確なアドバイスをくれたから。彼女、どうして分かったのかな？観察？それとも推測で？",
      "ko": "그녀는 아는 게 정말 많은 것 같아요. 제 연구를 한 번도 본 적이 없는 데도 가장 중요한 조언을 해주거든요. 대체 어떻게 아는 걸까요? 관찰…? 아니면 추리?",
      "en": "She really seems to know a great deal. She's obviously never seen my research, and yet on so many occasions she's given me advice on that which is most core to my studies. Just how does she know? Is it observation, or is it ratiocination?",
      "de": "Ich habe das Gefühl, dass sie wirklich unglaublich viel weiß. Sie hat meine Forschungen gar nicht gesehen und konnte mir trotzdem immer wieder hilfreiche Ratschläge geben. Wie kann sie das alles nur wissen? Durch Beobachtungen? Oder hat sie ein anderes Geheimnis?",
      "es": "Parece saber mucho. Nunca ha visto mis investigaciones y, aun así, ha sabido darme consejos clave en muchas ocasiones. ¿Cómo lo hace? ¿Me habrá estado observando, o son solo conjeturas suyas?",
      "fr": "Lisa semble avoir la science infuse. Elle n'a jamais vu mon travail, mais ça ne l'a pas empêché de me donner des conseils pertinents à plusieurs reprises. Comment fait-elle ? Par observation ou par déduction ?",
      "pt": "Eu acho que ela tem muito conhecimentos de tudo. Ela nunca leu o meu relatório, mas conseguiu dar conselhos muito úteis quando estava em um dilema. Como ela chegou a saber tanto? Foi um resultado de observação ou inferência?",
      "ru": "Похоже, что она очень много знает. Очевидно, что она никогда не читала моих исследований, но она не раз давала мне самые уместные и ценные советы. Откуда она знает? Через наблюдение? Или всё же умозаключение?",
      "id": "Aku merasa pengetahuan dia sangat luas. Dia jelas-jelas tidak pernah melihat penelitianku, tapi dia sudah beberapa kali memberiku saran yang sangat berguna untuk penelitanku. Bagaimana dia bisa mengetahuinya? Apa dia melakukan... pengamatan? Atau dugaan?",
      "th": "ดูเหมือนว่าเธอจะรอบรู้จริง ๆ ถึงแม้เธอจะไม่เคยเห็นงานวิจัยของฉัน แต่มีหลายครั้งที่เธอให้คำแนะนำที่ สำคัญที่สุดต่อการวิจัยของฉัน เธอรู้ได้ยังไงกันนะ? เป็นเพราะ... การสังเกต? หรือการใช้เหตุและผลกันนะ?",
      "vi": "Tôi nghĩ rằng cô ấy biết rất nhiều. Cô ấy rõ ràng chưa xem qua nghiên cứu của tôi, nhưng có đôi lần cô ấy đã cho tôi những lời khuyên quan trọng. Làm sao mà cô ấy biết nhỉ? Do... quan sát? Hay là suy luận ra?"
    }
  },
  {
    "title": {
      "zhs": "关于凯亚…",
      "zht": "關於凱亞…",
      "jp": "ガイアについて…",
      "ko": "케이아에 대해…",
      "en": "About Kaeya",
      "de": "Über Kaeya ...",
      "es": "Sobre Kaeya...",
      "fr": "À propos de Kaeya...",
      "pt": "Sobre Kaeya...",
      "ru": "О Кэйе...",
      "id": "Tentang Kaeya",
      "th": "เกี่ยวกับ Kaeya...",
      "vi": "Về Kaeya..."
    },
    "line": {
      "zhs": "唔…我知道他喜欢开玩笑，也没有存心捉弄我的意思。可是，我实在是…分不清他的哪句话是真话，哪句话又是玩笑，所以最后要不然就变得很尴尬，要不然，就是我出洋相…",
      "zht": "唔…我知道他喜歡開玩笑，也沒有存心捉弄我的意思。可是，我實在是…分不清他的哪句話是真話，哪句話又是玩笑，所以最後要不然就變得很尷尬，要不然，就是我出洋相…",
      "jp": "うん…彼って冗談好きで、悪意がないことは分かってるけど、どっちが本音で、どっちが冗談か私には判断できない。だから、いつも最後は気まずい雰囲気になるか、私が醜態をさらすことになるの…",
      "ko": "음… 그가 농담하길 좋아하고 절 골탕먹이려는 의도가 없다는 건 알아요. 하지만 도대체… 어떤 게 진심이고 어떤 게 농담인지 모르겠어요. 결국 마지막엔 항상 분위기가 이상해지거나 나만 웃음거리가 된다니까요…",
      "en": "Oh... I know he likes to joke, and isn't trying to make fun of me, but I often struggle to work out which parts of what he says are the truth and which parts are jokes. So whenever he talks to me, the outcome is usually one of two things: morbid embarrassment or unbearable awkwardness.",
      "de": "Hm, na ja ... Ich weiß ja, dass er nur Spaß macht und die Leute nur aufheitern will. Aber ganz ehrlich ... Ich weiß oft nicht, ob er gerade nur einen Spaß macht oder es tatsächlich ernst meint. Deswegen ist es am Ende meist einfach nur peinlich ... oder ich mache mich zum Affen.",
      "es": "Oh... Sé que le gusta bromear, y no trata de burlarse de mí, pero a menudo me cuesta averiguar qué parte de lo que dice es verdadero, y qué es broma. Así que, cada vez que me habla, suelo reaccionar de una de dos maneras, o me siento avergonzada, o quedo en ridículo...",
      "fr": "Kaeya aime beaucoup plaisanter sans pour autant se moquer de moi. Par contre, j'ai souvent du mal à savoir si ses paroles sont sérieuses ou non. Lorsqu'on parle, je finis toujours par me sentir profondément gênée ou ridicule...",
      "pt": "Ugh... Eu sei que ele gosta das brincadeiras, e não tem intenção má. Mas não consigo distinguir as verdades e as brincadeiras dele. Então afinal, ficou um pouco constrangedor.",
      "ru": "Ох... Я знаю, что он просто любит шутить, а не специально издевается надо мной. Но я, честно говоря... не понимаю, когда он серьёзно, а когда шутит. Поэтому как-то неловко получается, а то так и опозориться можно...",
      "id": "Ugh, aku tahu dia suka bercanda dan tidak berniat mempermainkanku... Tapi aku sering kebingungan karena tidak bisa membedakan kebenaran dari perkataannya. Yang mana yang serius, yang mana yang hanya candaan, aku tidak tahu itu. Jadi setiap kali dia berbicara kepadaku, yang akan terjadi adalah suasana yang canggung atau aku yang merasa sangat memalukan.",
      "th": "โอ้... ฉันรู้ว่าเขาชอบล้อเล่นและเขาไม่ได้ ตั้งใจจะทำให้ฉันเป็นตัวตลก แต่จริง ๆ ... ฉันแยกไม่ออกว่าสิ่งที่เขาพูดส่วน ไหนคือเรื่องจริงส่วนไหนคือพูดเล่น ดังนั้นทุกครั้งที่เขาคุยกับฉันก็มักจะลงเอยด้วยความอึดอัดหรือความน่าอับอาย...",
      "vi": "Ừm... tôi biết anh ấy thích đùa, cũng không có ý trêu chọc tôi. Nhưng mà tôi thực sự... không rõ câu nào của anh ấy là thật, câu nào là đùa, vì vậy cuối cùng trở nên rất lúng túng, hoặc là tôi lại thành trò cười..."
    }
  },
  {
    "title": {
      "zhs": "关于阿贝多·艺术",
      "zht": "關於阿貝多·藝術",
      "jp": "アルベドについて·芸術",
      "ko": "알베도에 대해·예술",
      "en": "About Albedo: Artistry",
      "de": "Über Albedo – Kunst",
      "es": "Sobre Albedo - Arte",
      "fr": "À propos d'Albedo - Art",
      "pt": "Sobre Albedo - Arte",
      "ru": "Об Альбедо: Искусство",
      "id": "Tentang Albedo: Kesenian",
      "th": "เกี่ยวกับ Albedo-ศิลปะ",
      "vi": "Về Albedo - Nghệ Thuật"
    },
    "line": {
      "zhs": "当他的助手，每天都能学到很多。重点不是知识，而是「天才」的思考方法，无论是多么复杂的问题，他总能抽丝剥茧，再一一解决。在我看来，那就是艺术…",
      "zht": "當他的助手，每天都能學到很多。重點不是知識，而是「天才」的思考方法，無論是多麼複雜的問題，他總能抽絲剝繭，再一一解決。在我看來，那就是藝術…",
      "jp": "先生のアシスタントになったことで、毎日多くのことを勉強できるようになった。知識というよりは、「天才」の考え方の勉強かな。どんな複雑な問題でも先生は1つずつ分析し解決する。私に言わせれば、あれは芸術そのものかも…",
      "ko": "그의 조수로서 매일 많은 걸 배울 수 있어요. 중요한 건 지식이 아니라 「천재」의 사고방식이에요. 그는 얼마나 복잡한 문제든 항상 철저히 분석하고 조금씩 해결해 나가죠. 예술 그 자체랄까…",
      "en": "As his assistant I learn so much each and every day. What's key is not his existing knowledge, but his talented way of thinking. No matter how complex the task at hand, his way of thinking ensures he gets to the bottom of it, and is able to explain it thoroughly. His methodologies are amazing... to me, it's where alchemy meets art.",
      "de": "Als seine Assistentin lerne ich jeden Tag sehr viel. Das Wichtige dabei ist, dass es nicht nur um seine Kenntnisse geht. Es ist vielmehr seine einzigartige Denkweise. Egal wie schwierig ein Problem ist, er scheint immer einen Weg zu finden, es zu lösen. Für mich ist das nicht nur Alchimie, das ist Kunst.",
      "es": "Como su asistente, aprendo mucho todos los días. Lo importante no es su conocimiento, sino su forma de pensar única. No importa cuán compleja sea la tarea en cuestión, su forma de pensar garantiza que llegue al fondo de las cosas y que pueda explicarlo con lujo de detalle. Sus metodologías son impresionantes... Para mí, es ahí donde la alquimia se encuentra con el arte.",
      "fr": "J'en apprends tous les jours en étant son assistante. Sa façon de penser est ce qui le démarque des autres plutôt que ses connaissances. Peu importe la difficulté de ce qu'on lui demande, Albedo fait toujours en sorte de fournir un travail impeccable grâce à une méthodologie efficace. C'est du grand art pour moi...",
      "pt": "Posso aprender muita coisa com ele como uma auxiliar. O mais importante não é o conhecimento, mas a maneira de pensar. Não importa o quão complicado seja a questão, ele consegue resolvê-la, passo a passo, um por um. Isso para mim é incrível, é arte, na verdade...",
      "ru": "Как его ассистент, я каждый день многому учусь. Главное даже не знания, а гениальный образ мышления. Любую сложнейшую задачу он кропотливо раскладывает по полочкам, а потом раз - и решил. Именно здесь алхимия встречается и искусством.",
      "id": "Aku belajar banyak hal saat menjadi asistennya. Kunci penting dalam penelitian bukanlah pengetahuan, tetapi adalah cara berpikirnya yang \"jenius\". Pertanyaan sesulit apa pun bisa dia jelaskan dengan terperinci, dan diselesaikannya secara bertahap. Mungkin inilah seni di dunia alkimia.",
      "th": "ในฐานะผู้ช่วยของเขา ฉันสามารถเรียนรู้สิ่งใหม่ ๆ ได้มากขึ้นทุกวัน สิ่งสำคัญไม่ได้อยู่ที่ความรู้ แต่เป็นวิธีการคิดแบบ \"อัจฉริยะ\" ไม่ว่าปัญหาจะซับซ้อนเพียงใดเขา สามารถหยุดพัก และแก้ปัญหาได้ทีละข้อ ในความคิดของฉัน นั่นคือศิลปะ แขนงหนึ่ง...",
      "vi": "Là trợ lý của anh ấy, mỗi ngày đều học được rất nhiều điều. Trọng tâm không phải là kiến thức, mà là phương pháp tư duy \"thiên tài\", bất kể vấn đề có phức tạp đến đâu, anh ấy luôn có thể giải quyết từng chút một. Theo tôi, đo chính là nghệ thuật..."
    }
  },
  {
    "title": {
      "zhs": "关于阿贝多·天赋",
      "zht": "關於阿貝多·天賦",
      "jp": "アルベドについて·天賦",
      "ko": "알베도에 대해·천부적인 재능",
      "en": "About Albedo: Talent",
      "de": "Über Albedo – Talent",
      "es": "Sobre Albedo - Talento",
      "fr": "À propos d'Albedo - Talent",
      "pt": "Sobre Albedo - Talento",
      "ru": "Об Альбедо: Таланты",
      "id": "Tentang Albedo: Talenta",
      "th": "เกี่ยวกับ Albedo-พรสวรรค์",
      "vi": "Về Albedo - Thiên Phú"
    },
    "line": {
      "zhs": "你说天赋？嗯…假如和他做同样的研究，可能确实一辈子都没法超过他。但，我研究「生物炼金」并没有故意要躲开他的意思，只是…嗯，我和他恰好有不同的爱好，还有梦想，仅此而已吧。",
      "zht": "#{F#妳}{M#你}說天賦？嗯…假如和他做同樣的研究，可能確實一輩子都沒法超過他。但，我研究「生物煉金」並沒有故意要躲開他的意思，只是…嗯，我和他恰好有不同的愛好，還有夢想，僅此而已吧。",
      "jp": "天賦の才？うん…たとえ先生と同じ研究をしても、たぶん超えることは一生ないかな。でも私が「生物錬金」の研究をしてるのは、先生と正面からぶつかるのを恐れたからじゃない。ただ…趣味と夢が違うだけ。",
      "ko": "천부적인 재능이라고요? 음… 그와 같은 연구를 한다면 분명 평생토록 그를 넘어설 수 없을 거예요. 하지만, 제가 그를 피하려고 「생물 연금술」을 연구하는 건 아니에요, 단지… 음, 전 그와 다른 취미와 꿈이 있는 것뿐이에요",
      "en": "Talent? Let's hypothesize that he and I were to perform the same research — I'd still spend my whole life playing catch up. But, my studying bio-alchemy has nothing to do with evading his line of research, we just happen to have different interests and dreams — nothing more.",
      "de": "Ein Naturtalent? Ja, schon. Selbst wenn wir dasselbe Forschungsthema hätten, wäre er mir immer sehr weit voraus. Ich habe die Bio-Alchimie aber nicht deswegen gewählt. Wir haben einfach unterschiedliche Interessen und Träume, das ist alles.",
      "es": "¿Talento? Suponiendo que él y yo hiciéramos la misma investigación, pasaría toda mi vida tratando de alcanzarlo. Pero no estoy estudiando bioalquimia para evadir su línea de investigación, para nada. Simplemente tenemos diferentes intereses y aspiraciones, es todo.",
      "fr": "Si Albedo et moi travaillions sur le même sujet, je ne lui arriverais jamais à la cheville malgré tous les efforts que j'aurais pu fournir. Mais ne te méprends pas, je n'étudie pas la bio-alchimie pour éviter de marcher sur ses plate-bandes. Nous avons tout simplement des centres d'intérêt et des objectifs différents.",
      "pt": "Você quer dizer talento? Hmm... Se a minha pesquisa tivesse sido de outro tema, não teria o ultrapassado por a minha vida inteira. Eu estou estudando Bioalquimia, não foi porque queria me afastar dele, é porque temos hobbies diferentes e sonhos diferentes, é só isso.",
      "ru": "Таланты? Хм... Представим, что мы с ним занялись одинаковой областью, мне бы его ни в жизнь не догнать. Но я занялась биоалхимией не для того, чтобы от него дистанцироваться. Просто... просто у нас разные интересы и мечты. Вот и всё.",
      "id": "Maksudmu bakat? Hmm, kalau aku dan dia melakukan penelitian yang sama, aku mungkin selamanya tidak akan bisa melampaui dia. Tapi aku mempelajari \"bio-alkimia\" bukan demi menghindari dia... Itu hanya karena aku dan dia mempunyai minat dan mimpi yang berbeda.",
      "th": "คุณพูดถึงพรสวรรค์เหรอ? อืม... ถ้าคุณทำวิจัยด้านเดียวกันกับเขา คุณอาจจะต้องวิ่งตามเขา ตลอดชีวิต อย่างไรก็ตามตอนฉันเริ่มวิจัยด้าน \"การแปรธาตุชีวภาพ\" ฉันไม่ได้จงใจหลีกเลี่ยงเขาอย่าง แต่... เอิ่ม เขากับฉันก็แค่มีงานอดิเรกและ ความฝันที่แตกต่างออกไปน่ะ",
      "vi": "Bạn nói thiên phú? Ừm... Giả như, thực hiện nghiên cứu giống với anh ấy, có thể cả đời này đều không thể vượt qua anh ấy. Nhưng, tôi nghiên cứu \"Giả Kim Sinh Vật\", tôi không hề cố ý né tránh anh ấy, chỉ là... ừm, tôi và anh ấy có sở thích khác nhau, còn có mơ ước, chỉ vậy thôi."
    }
  },
  {
    "title": {
      "zhs": "关于安柏…",
      "zht": "關於安柏…",
      "jp": "アンバーについて…",
      "ko": "엠버에 대해…",
      "en": "About Amber",
      "de": "Über Amber ...",
      "es": "Sobre Amber...",
      "fr": "À propos d'Amber...",
      "pt": "Sobre Amber...",
      "ru": "Об Эмбер...",
      "id": "Tentang Amber",
      "th": "เกี่ยวกับ Amber...",
      "vi": "Về Amber..."
    },
    "line": {
      "zhs": "我很好奇，为什么她做的布偶，名字叫「兔兔伯爵」呢？和兔子没什么关系吧。唔…你说，头上的发带，很像兔耳朵？…有道理，但其实这是刻板印象，也有很多兔子耳朵是垂下来的。",
      "zht": "#我很好奇，為什麼她做的布偶，名字叫「兔兔伯爵」呢？和兔子沒什麼關係吧。唔…{F#妳}{M#你}說，頭上的髮帶，很像兔耳朵？…有道理，但其實這是刻板印象，也有很多兔子耳朵是垂下來的。",
      "jp": "気になる、なぜ彼女の人形は「ウサギ伯爵」って名前なの？ウサギとあんまり関係ないような。うん…？人形のヘアバンドがウサ耳に似てるから？それはただの先入観、たれ耳の兎もたくさんいるもの。",
      "ko": "항상 궁금했는데, 왜 그녀의 인형 이름은 「토끼 백작」일까요? 토끼랑 아무 상관 없어 보이는데. 음… 머리띠가 토끼 귀처럼 생겼다고요? 그렇네요. 하지만 사실 그것도 고정관념이에요. 귀가 축 처진 토끼도 많거든요",
      "en": "I'm curious as to why her doll is called \"Baron Bunny,\" it clearly has nothing to do with a rabbit at all. Oh, the headband makes it look like it has rabbit ears you say? Hmm... That's heavily reliant on the rabbit stereotype, is it not? Many rabbits' ears are floppy.",
      "de": "Ich würde gern mal wissen, warum sie ihre Puppe Graf von Hoppel genannt hat. Soll das eine Anspielung auf Hasen sein? Also ganz ehrlich, was soll ... Oh, das Haarband soll aussehen wie ein Paar Ohren? Na gut, aber viele Hasen haben Hängeohren. Wie würde sie das bitte erklären?",
      "es": "Tengo curiosidad por saber por qué su muñeco se llama “Barón Bunny”, claramente no tiene nada que ver con un conejo. Oh, ¿dices que la diadema hace que parezca que tiene orejas de conejo? Humm... Pero eso es una idea muy estereotipada, ¿no crees? Muchos conejos tienen las orejas agachadas.",
      "fr": "Je me demande pourquoi sa poupée a été nommée Baron Lapinou. Elle ne ressemble pas vraiment à un lapin pourtant... Ah, ça serait à cause du bandeau ? Tous les lapins n'ont pas les oreilles dressées. À vrai dire, la plupart possèdent des oreilles tombantes.",
      "pt": "Tenho curiosidade em saber por que sua boneca é chamada de \"Barão Coelho\", claramente não tem nada a ver com um coelho. Oh, você quer dizer que a faixa da cabeça faz parecer que tem orelhas de coelho? Hmm... Isso é muito baseado nos estereótipos dos coelhos, não acha? A maioria das orelhas de coelho são caidinhas.",
      "ru": "Очень интересно, почему её куклу зовут Барон Зайчик? На зайчика совсем не похоже. А... Платочек похож на заячьи ушки?.. Разумно. Вообще говоря, это просто стереотип, у многих зайчиков уши вниз висят.",
      "id": "Aku sangat penasaran kenapa boneka yang dibuatnya dinamakan \"Baron Bunny\". Bonekanya tidak ada hubungan dengan kelinci sama sekali. Oh, maksudmu bando di kepalanya seperti telinga kelinci? Hmm, masuk akal juga. Tapi sebenarnya ini pemikiran yang tidak mutlak. Banyak kelinci yang telinganya turun, kok.",
      "th": "ฉันสงสัยว่าทำไมตุ๊กตาของเธอถูก เรียกว่า \"Baron Bunny\" มันไม่เห็นจะมีอะไรเกี่ยวข้องกับ กระต่ายเลย โอ้ ที่คาดผมของเธอดูเหมือนหูกระต่ายงั้นเหรอ? อืม... เป็นไปได้นะ แต่จะว่าไปก็มีกระต่ายตั้งหลายสายพันธุ์ที่หูของมันพับลงมานะ",
      "vi": "Tôi rất tò mò, tại sao cô ấy lại làm ra con rối có tên là Bá Tước Thỏ nhỉ? Chẳng liên quan gì đến thỏ cả. Hử... ý của bạn là, băng đô trên đầu nhìn rất giống tai thỏ?...Cũng có lý, nhưng cũng có chút miễn cưỡng, cũng có rất nhiều thỏ có tai rủ xuống mà."
    }
  },
  {
    "title": {
      "zhs": "关于菲谢尔…",
      "zht": "關於菲謝爾…",
      "jp": "フィッシュルについて…",
      "ko": "피슬에 대해…",
      "en": "About Fischl",
      "de": "Über Fischl ...",
      "es": "Sobre Fischl...",
      "fr": "À propos de Fischl...",
      "pt": "Sobre Fischl...",
      "ru": "О Фишль...",
      "id": "Tentang Fischl",
      "th": "เกี่ยวกับ Fischl...",
      "vi": "Về Fischl..."
    },
    "line": {
      "zhs": "你是说《菲谢尔皇女夜谭》？我知道，作者创造出的世界很有意思，要是能亲眼去看一看就好了…欸？你在说那个「菲谢尔」啊？她啊…嗯，她…应该是没办法带我去的。",
      "zht": "#{F#妳}{M#你}是說《菲謝爾皇女夜譚》？我知道，作者創造出的世界很有意思，要是能親眼去看一看就好了…欸？{F#妳}{M#你}在說那個「菲謝爾」啊？她啊…嗯，她…應該是沒辦法帶我去的。",
      "jp": "『フィッシュル皇女物語』のこと？うん、知ってる。あの作者が書く世界観は面白い、実際にあったらいいなと…えっ？あっちの「フィッシュル」のこと？彼女は…うん、彼女が…私をあの世界に連れていってくれることはないと思う。",
      "ko": "《피슬 황녀 야화》 말하는 거예요? 알죠, 그 작가가 만든 세계관은 꽤 흥미로워요, 직접 볼 수 있으면 좋을 텐데… 응? 그 「피슬」 얘기하는 거예요? 그녀는… 음, 그녀는 절 그곳에 데려갈 수 없을 걸요",
      "en": "I take it you're referring to the book series, Flowers for Princess Fischl? Indeed, the world the author came up with is very creative. If only I could go see it with my own eyes. Oh, you're referring to Fischl herself? I am... doubtful that she could really take me there.",
      "de": "Meinst du „Die Nacht der Prinzessin Fischl“? Ich weiß, der Autor hat wirklich eine interessante Fantasiewelt geschafffen, die ich gern mal mit eigenen Augen sehen würde ... Ach, du meinst diese Fischl! Ich glaube kaum, dass sie mich in diese Welt führen könnte ...",
      "es": "Supongo que te refieres a la serie de libros, «Flores para la princesa Fischl». De hecho, el mundo que inventó el autor es muy creativo. Si tan solo pudiera ir a verlo con mis propios ojos. ¿Te refieres a Fischl? Dudo que realmente pueda llevarme allí.",
      "fr": "« Fleurs pour la princesse Fischl » ? L'auteur a su créer un univers merveilleux que j'aimerais voir de mes propres yeux... Ah, tu parlais de la vraie Fischl ? Hum, je doute qu'elle puisse m'y emmener...",
      "pt": "Você se refere ao livro \"Flores para a Princesa Fischl\"? Sim, eu conheço. O mundo criado pelo autor é super interessante. Se eu pudesse ver pessoalmente! Er? Quer dizer aquela Fischl? Ela... Não tem jeito para me levar a ver esse mundo.",
      "ru": "Ты о «Цветах для принцессы Фишль»? Да, созданный автором мир очень интересен. Мне бы хотелось самой там побывать... А? Ты про эту Фишль? Она... Мне кажется, она меня туда перенести не может.",
      "id": "Maksudmu buku \"Bunga untuk Putri Fischl\"? Aku tahu, dunia yang diciptakan penulis sangat menarik. Seandainya aku bisa melihat isi dunia itu secara langsung... Eh? Si Fischl? Dia, dia tidak mungkin bisa membawaku ke sana.",
      "th": "คุณหมายถึง \"Fischl เจ้าหญิงแห่งความมืด\" เหรอ? ฉันรู้แล้วล่ะ โลกที่ผู้เขียนสร้างขึ้นมามันน่าสนใจมากเลย ถ้าได้ไปเห็นกับตาก็คงจะดี... หา? คุณหมายถึง Fischl คนนั้นเหรอ? เธอ อ่า... เอิ่ม เธอ... คงจะพาฉันไปโลกใบนั้นไม่ได้หรอก",
      "vi": "Ý của bạn là \"Cổ tích về công chúa Fischl\"? Tôi biết, thế giới mà tác giả tạo ra rất thú vị, nếu có thể tận mắt nhìn thấy thì thật tuyệt... Hả? Bạn đang nói đến Fischl à? Cô ấy à...ừm, cô ấy... có lẽ không thể đưa tôi đến đó."
    }
  },
  {
    "title": {
      "zhs": "关于优菈…",
      "zht": "關於優菈…",
      "jp": "エウルアについて…",
      "ko": "유라에 대해…",
      "en": "About Eula",
      "de": "Über Eula ...",
      "es": "Sobre Eula...",
      "fr": "À propos d'Eula...",
      "pt": "Sobre Eula...",
      "ru": "Об Эоле...",
      "id": "Tentang Eula",
      "th": "เกี่ยวกับ Eula...",
      "vi": "Về Eula..."
    },
    "line": {
      "zhs": "游击骑士的工作很危险，优菈小姐的行动又格外大胆，所以我给她制作了一个侦察装置，这样她就不用潜入敌人的营地了。但优菈小姐的气势太吓人，我有点怕她，告诉她使用方法的时候，不小心漏掉了几条注意事项，结果真的发生了意外…\n\n怎么办？我会不会被她记仇了…",
      "zht": "游擊騎士的工作很危險，優菈小姐的行動又格外大膽，所以我幫她製作了一個偵察裝置，這樣她就不用潛入敵人的營地了。但優菈小姐的氣勢太嚇人，我有點怕她，告訴她使用方法的時候，不小心漏掉了幾條注意事項，結果真的發生了意外…\n\n怎麼辦？我會不會被她記仇了…",
      "jp": "遊撃騎士の仕事はとても危険なんだけど、エウルアさんはいつも大胆な行動を取るの。だから彼女が敵の拠点に潜入しなくても済むように、偵察装置を作ってあげたんだけど…エウルアさんの気迫に押されて、使用方法を説明する時に注意事項をいくつか伝え忘れちゃって…それであんな事故が…\n\nどうしよう…私、彼女の恨みを買ったんじゃ…",
      "ko": "유격 기사가 하는 일은 아주 위험해요. 유라 씨는 행동이 워낙 대담하잖아요. 그래서 적의 영지에 잠입하지 않아도 되게 정찰 장치를 하나 만들어드렸죠. 근데 그분은 포스가 너무 강해서 좀 무서워요. 사용 방법을 알려드릴 때 제가 주의 사항 몇 개를 빼먹었더니 진짜 사고가 났더라구요….\n\n어떡해요? 저 찍힌 거 아니겠죠…?",
      "en": "The role of a scout is a hazardous one, and Ms. Eula throws herself into danger all too easily. So, I made a reconnaissance device for her, so that she wouldn't have to infiltrate enemy camps herself. But Ms. Eula has such an imposing manner, she really puts me on edge, and... I was so nervous that I accidentally left out a few important details while explaining how to use it... As a result, there was an accident...\n\nAh, what should I do... I hope she won't hold a grudge against me...",
      "de": "Die Arbeit der Freischärler ist sehr gefährlich. Und Eulas Aktionen sind sogar außerordentlich waghalsig. Deswegen habe ich ihr einen Erkundungsapparat gebaut, damit sie nicht in das Lager des Feindes eindringen muss. Aber Eula hat sich damals so sehr einschüchternd benommen, dass ich ein bisschen Angst vor ihr hatte. Und als ich ihr sagte, wie man ihn benutzt, habe ich versehentlich ein paar Vorsichtsmaßnahmen ausgelassen. Und es ist danach wirklich ein Unfall passiert ... Was soll ich jetzt tun? Hegt sie jetzt einen Groll gegen mich ...",
      "es": "El trabajo de un caballero de reconocimiento es muy peligroso, pero la señorita Eula siempre es tan audaz... Por eso le fabriqué un dispositivo de exploración, para que no tuviera que infiltrarse en los campamentos de enemigos ella sola. Pero tiene una presencia tan imponente que me pone un poco nerviosa. Cuando le expliqué cómo usarlo, me olvidé de algunos detalles importantes, así que al final ocurrió un accidente...\n\n¿Qué hago? No quiero que se vengue de mí...",
      "fr": "Le travail d'une unité de reconnaissance est très risqué, et dame Eula se jette un peu trop facilement en plein danger. C'est pour ça que je lui avais fait un appareil de détection, pour ne plus qu'elle infiltre seule les camps ennemis. Mais... Dame Eula en impose, et m'impressionne, alors... j'ai peut-être omis quelques détails importants quand je lui ai expliqué comment l'utiliser... Et tout ça s'est fini en accident... Qu'est-ce que je vais faire ? J'espère qu'elle ne m'en veut pas...",
      "pt": "O trabalho de um patrulhador é perigoso, e a senhorita Eula se joga no perigo com muita facilidade. Por isso eu fiz um dispositivo de patrulhas para ela, para que não tivesse que entrar nos acampamentos inimigos. Mas a senhorita Eula tem uma atitude muito imponente, ela me deixa com medo. Eu estava tão nervosa que esqueci de explicar alguns detalhes de como usar o dispositivo. Como resultado, houve um acidente... O que eu deveria fazer... Espero que ela não faça uma vingança contra mim...",
      "ru": "Работа рыцаря разведки опасна, а действия госпожи Эолы необычайно дерзкие. Поэтому я сделала устройство, чтобы ей не пришлось проникать в лагерь противника. Но она была настолько пугающей, что когда я сказала ей как пользоваться устройством, то случайно пропустила несколько мер предосторожности, и произошёл несчастный случай...\n\nЯ так надеюсь, что она не держит на меня зла...",
      "id": "Pekerjaan seorang Knight sangat berbahaya, dan Nona Eula sering menghadapi banyak bahaya. Jadi, aku membuat sebuah alat pengintai untuknya, sehingga dia tidak harus menyelinap masuk ke kemah musuh lagi. Tapi Nona Eula benar-benar menakutkan, aku jadi gugup di dekatnya, dan... aku terlalu gugup sampai-sampai aku melupakan beberapa detail penting tentang cara penggunaannya... Akhirnya, semuanya kacau... \n\nAh, apa yang harus kulakukan... Semoga dia tidak ingin membalas dendam padaku...",
      "th": "งานของอัศวินสอดแนมนั้นอันตรายมากเลยล่ะ และการกระทำของ Eula ก็อุกอาจเกินไป ดังนั้นฉันจึงสร้างอุปกรณ์สอดแนมให้เธอ แบบนี้เธอก็ไม่ต้องแฝงตัวเข้าไปในค่ายของศัตรูอีกแล้วล่ะ แต่อารมณ์ของ Eula นั่นน่ากลัวเกินไป ฉันกลัวเธอนิดหน่อยน่ะ ในตอนที่บอกวิธีใช้ก็เลยลืมบอกข้อควรระวังบางประการไปโดยไม่ได้ตั้งใจ ด้วยเหตุนี้จึงเกิดอุบัติเหตุขึ้นมาจริง ๆ ... \n\nทำอย่างไรดีล่ะ? เธอจะบันทึกความแค้นนี้ไว้ไหมนะ...",
      "vi": "Công việc của kỵ sĩ du kích rất nguy hiểm, hành động của tiểu thư Eula lại vô cùng can đảm, vì vậy tôi đã chế tạo cho cô ấy một thiết bị trinh sát, như vậy cô ấy sẽ không cần phải thâm nhập vào doanh trại của địch nữa. Nhưng vì khí thế của Eula quá mức dọa người, nên khi hướng dẫn cách sử dụng cho cô ấy, tôi đã bỏ sót một vài điều cần lưu ý, kết quả đúng thật đã xảy ra chuyện ngoài ý muốn...\n\nLàm sao đây? Tôi có bị cô ấy ghim không..."
    }
  },
  {
    "title": {
      "zhs": "想要了解砂糖·其一",
      "zht": "想要瞭解砂糖·其一",
      "jp": "スクロースを知る·1",
      "ko": "설탕에 대해 알기·첫 번째",
      "en": "More About Sucrose: I",
      "de": "Ich will mehr über Saccharose erfahren I",
      "es": "Más sobre Sacarosa (I)",
      "fr": "Connaître Sucrose (1)",
      "pt": "Mais sobre Sucrose - I",
      "ru": "Узнать больше о Сахарозе I",
      "id": "Mengenal Sucrose: I",
      "th": "อยากรู้เกี่ยวกับ Sucrose - 1",
      "vi": "Muốn tìm hiểu Sucrose - Điều thứ 1"
    },
    "line": {
      "zhs": "了解我？你…是对「生物炼金」感兴趣吗？你有疑问的话，我会尽量给你准确答案的。嗯？不是炼金，而是「我」？唔，这个，我也不知道该说什么…",
      "zht": "#瞭解我？{F#妳}{M#你}…是對「生物煉金」感興趣嗎？{F#妳}{M#你}有疑問的話，我會盡量幫{F#妳}{M#你}準確答案的。嗯？不是煉金，而是「我」？唔，這個，我也不知道該說什麼…",
      "jp": "私を知りたい？あなたも…「生物錬金」に興味が？もし分からないことがあったら、できる限り答えてみる。うん？錬金じゃなくて、「私」に興味があるの？えっと、それは、ちょっとどう答えたらいいか…",
      "ko": "저에 대해 알고 싶다고요? 혹시… 「생물 연금술」에 관심 있는 거예요? 궁금한 게 있다면 최대한 답해줄게요. 응? 연금술이 아니라 「저」에 대해? 음, 그건, 저도 뭐라고 해야 될지 모르겠어요…",
      "en": "You... want to know more about me? You... must have an interest in bio-alchemy, then? Whatever you ask, I will be sure to give you the most precise answer possible. Oh, it really is me specifically that you are interested in? I'm... ahh... oh. I'm at a loss for words.",
      "de": "Mehr über mich? Du meinst sicher die Bio-Alchimie! Wenn du Fragen hast, werde ich versuchen, sie dir so gut wie möglich zu beantworten. Ach so, du meinst mich persönlich! Äh, das ... Ich ... Ich weiß nicht ...",
      "es": "#¿Quieres saber más sobre mí? Entonces... ¿estás interesad{F#a}{M#o} en la bioalquimia? Me pidas lo que pidas, me aseguraré de darte la respuesta más precisa posible. ¿Eh? ¿Soy yo, y no la bioalquimia, lo que te interesa? Oh, ehm... me dejas sin palabras...",
      "fr": "Tu voudrais mieux me connaître ? La bio-alchimie t'intéresse ? Je ferais de mon mieux pour répondre à tes questions de la manière la plus précise. Oh ? C'est ma personne qui t'intéresse ? Hum... Je ne sais pas vraiment quoi te dire...",
      "pt": "Para me conhecer? Você... tem interesse em Bioalquimia? Se tiver dúvidas, eu posso te dar as respostas mais precisas possíveis. Hum? Não é Bioalquimia, é sobre mim mesma? Ugh... Não sei o que poderia dizer...",
      "ru": "Узнать обо мне? Ты... интересуешься биоалхимией? Я постараюсь точно ответить на любой твой вопрос. А? Не алхимия, а я сама? Эм... ну это я даже не знаю...",
      "id": "Kamu ingin mengenalku lebih dalam? Apa kamu... tertarik dengan \"bio-alkimia\"? Tanyakan saja apa yang ingin kamu tahu, aku akan menjawabnya sebaik mungkin. Hmm? Kamu tidak tertarik dengan alkimia, tapi tertarik dengan \"aku\"? Ugh, aku... Aku tidak tahu harus berkata apa...",
      "th": "อยากเข้าใจฉัน? คุณ... สนใจในการแปรธาตุชีวภาพเหรอ? ถ้ามีคำถามล่ะก็ ฉันจะพยายามตอบให้ถูกต้องที่สุด เท่าที่จะทำได้ หือ? ไม่เกี่ยวกับการแปรธาตุ แต่สนใจใน \"ตัวฉัน\"? เอิ่ม ฉันไม่รู้จะพูดอะไรดี...",
      "vi": "Tìm hiểu tôi? Bạn... có hứng thú với \"Giả Kim Sinh Vật\" à? Nếu bạn có thắc mắc, tôi sẽ cố gắng cho bạn câu trả lời chính xác nhất. Hở? Không phải là giả kim, mà là tôi? Ừm, cái này, tôi cũng không biết phải nói gì..."
    }
  },
  {
    "title": {
      "zhs": "想要了解砂糖·其二",
      "zht": "想要瞭解砂糖·其二",
      "jp": "スクロースを知る·2",
      "ko": "설탕에 대해 알기·두 번째",
      "en": "More About Sucrose: II",
      "de": "Ich will mehr über Saccharose erfahren II",
      "es": "Más sobre Sacarosa (II)",
      "fr": "Connaître Sucrose (2)",
      "pt": "Mais sobre Sucrose - II",
      "ru": "Узнать больше о Сахарозе II",
      "id": "Mengenal Sucrose: II",
      "th": "อยากรู้เกี่ยวกับ Sucrose - 2",
      "vi": "Muốn tìm hiểu Sucrose - Điều thứ 2"
    },
    "line": {
      "zhs": "研究的本质，是寻找答案的过程。这个过程有时候很繁琐，也很累，但每次只要看看积累起来的成果，就会觉得…嗯，我是真的很喜欢做这样的事。",
      "zht": "研究的本質，是尋找答案的過程。這個過程有時候很繁瑣，也很累，但每次只要看看累積起來的成果，就會覺得…嗯，我是真的很喜歡做這樣的事。",
      "jp": "研究の本質は答えを探す過程にある。この過程が面倒で疲れることもあるけど、積み重なった成果を見ると、なんか…うん、私は本当に研究が好きなんだと思う。",
      "ko": "연구의 본질은 해답을 찾는 과정이라 할 수 있죠. 그 과정은 때로 복잡하고 힘들기도 하지만 여태까지 쌓아 온 성과를 보면… 음, 전 정말 이 일을 좋아하는 것 같아요",
      "en": "The essence of research is the process of finding the answer. Sometimes, working through that process can be tedious, but every time I see the cumulative result of my efforts... I know that I'm doing what I love.",
      "de": "Bei der Forschung geht es darum, Antworten zu finden. Der Weg dahin kann ziemlich kompliziert und anstrengend sein. Wenn man am Ende aber seine Forschungsergebnisse vor Augen hat, stellt man fest, dass es sich wirklich lohnt. Das macht wirklich Spaß!",
      "es": "La esencia de la investigación es el proceso de encontrar la respuesta. A veces, trabajar en ese proceso puede ser tedioso, pero cada vez que veo el resultado acumulativo de mis esfuerzo... Sé que hago lo que me apasiona.",
      "fr": "L'essence même de la recherche est d'établir une démarche qui nous permettra de trouver des réponses aux questions que l'on se pose. Cela peut se révéler pénible, mais lorsque je constate le fruit de mes travaux, je sais que j'aime ce que je fais...",
      "pt": "A essência de pesquisa é um processo de procurar resposta certa. Tais processos podem estar cheios dos assuntos triviais, e às vezes cansa muito. Todavia, me sinto muito bem realizada ao ver os frutos acumulados.",
      "ru": "Суть исследования в самом процессе поиска ответа. Иногда этот процесс очень запутанный и утомительный, но когда я вижу, как постепенно проявляется результат, то сразу... Да, мне просто нравится этим заниматься.",
      "id": "Esensi dari penelitian adalah proses dalam menemukan jawaban. Proses ini terkadang rumit dan melelahkan, tetapi setiap kali aku melihat hasil-hasil yang ditemukan, aku akan merasa... Ya, aku sangat suka melakukan hal-hal seperti ini.",
      "th": "สาระสำคัญของการวิจัยคือกระบวนการค้นหาคำตอบ กระบวนการนี้บางครั้งก็ยุ่งยากและน่าเบื่อ แต่ทุกครั้งที่ฉันดูผลลัพธ์ที่เพิ่มขึ้น ฉันรู้สึกว่า... อื้ม ฉันชอบทำเรื่องพวกนี้จริงๆ",
      "vi": "Bản chất của nghiên cứu, là quá trình tìm kiếm câu trả lời. Quà trình này có đôi khi rất rườm rà, cũng rất mệt, nhưng mỗi lần nhìn vào thành quả có được, lại cảm thấy... ừm, tôi thực sự rất thích làm những việc như vậy."
    }
  },
  {
    "title": {
      "zhs": "想要了解砂糖·其三",
      "zht": "想要瞭解砂糖·其三",
      "jp": "スクロースを知る·3",
      "ko": "설탕에 대해 알기·세 번째",
      "en": "More About Sucrose: III",
      "de": "Ich will mehr über Saccharose erfahren III",
      "es": "Más sobre Sacarosa (III)",
      "fr": "Connaître Sucrose (3)",
      "pt": "Mais sobre Sucrose - III",
      "ru": "Узнать больше о Сахарозе III",
      "id": "Mengenal Sucrose: III",
      "th": "อยากรู้เกี่ยวกับ Sucrose - 3",
      "vi": "Muốn tìm hiểu Sucrose - Điều thứ 3"
    },
    "line": {
      "zhs": "小时候，我有两个好朋友，我们无话不说。本来我以为，我对她们了解得一清二楚，但后来发生了一些事，我突然就…看不透她们了。她们现在在哪儿，在做什么，还记不记得我，这些…我都不知道。就算再好的朋友，也会变成这样呢。",
      "zht": "小時候，我有兩個好朋友，我們無話不說。本來我以為，我對她們瞭解得一清二楚，但後來發生了一些事，我突然就…看不透她們了。她們現在在哪裡，在做什麼，還記不記得我，這些…我都不知道。就算再好的朋友，也會變成這樣呢。",
      "jp": "小さい頃、なんでも話せる二人の親友がいた。あの時私は、彼女たちの全てを理解してると思ってた。でもそのあと、色んなことがあって、私は急に…彼女たちのことを理解できなくなったの。彼女たちが今どこにいて、何をしているのか、そして私のことをまだ覚えているのか、何もかも…私には分からない。どんなに親しい友人でも、こうなることってあるんだよ。",
      "ko": "어렸을 땐 친한 친구 2명이 있었거든요? 워낙 스스럼없이 지내서 전 그들에 대해 잘 안다고 생각했었어요. 하지만 나중에 어떤 사건이 있고 나서, 갑자기… 그들이 낯설게 느껴지는 거예요. 지금은 그들이 어디에서 뭘 하는지, 아직 절 기억하는지도 몰라요…. 정말 친한 친구라도 이렇게 변할 수 있는 걸까요?",
      "en": "When I was little, I had two good friends — we kept nothing from each other. I thought I knew everything about them, but then... stuff happened, and we grew distant. As for where they are now, what they're doing, whether or not they remember me... I have no idea. Even though we were best friends, things still turned out this way.",
      "de": "Als ich noch klein war, hatte ich zwei richtig gute Freunde. Wir konnten wirklich über alles reden und ich dachte, ich wüsste wirklich alles über sie. Am Ende sind einige Dinge passiert und plötzlich ... kamen sie mir wie Fremde vor. Ich weiß überhaupt nicht, wo sie jetzt sind oder was sie jetzt machen. Vielleicht haben sie mich auch schon völlig vergessen. Selbst beste Freunde können sich so auseinanderleben ...",
      "es": "Cuando era pequeña, tenía dos buenas amigas. Entre nosotras, no había secretos. Pensé que sabía todo sobre ellas, pero luego... Sucedieron cosas y nos distanciamos. No sé dónde están ahora, qué están haciendo o si me recuerdan... Aunque éramos mejores amigas, las cosas terminaron así.",
      "fr": "Lorsque j'étais petite, j'avais deux meilleurs amis avec qui je partageais tout. Je pensais tout savoir à leur sujet, mais quelque chose est arrivé et nous nous sommes éloignés à la suite de ça. Aujourd'hui, je ne sais pas ni ce qu'ils sont devenus, ni s'ils se souviennent encore de moi... Comme quoi, tout peut arriver.",
      "pt": "Quando era pequena, tinha duas amigas muito boas, falávamos tudo e não tínhamos segredos. Pensava que as conhecia muito bem, mas depois percebi que não as conhecia mais de repente. Onde elas estão, o que elas estão fazendo, elas ainda se lembram de mim? Não sei as respostas certas... É triste. Mesmo que sejamos boas amigas, estamos afastadas.",
      "ru": "В детстве у меня было двое лучших друзей, и мы друг от друга ничего не скрывали, и я думала, что всё про них знаю. Но потом кое-что случилось, и вдруг... они стали как будто чужие. Где они, чем занимаются, помнят ли обо мне... этого я не знаю. Даже с лучшими друзьями иногда так происходит.",
      "id": "Waktu masih kecil, aku punya dua teman baik dan kami saling menjaga satu sama lain. Aku kira aku mengenal mereka dengan baik, tapi setelah terjadi beberapa hal, aku tiba-tiba merasa aku tidak begitu mengenal mereka. Aku tidak tahu di mana mereka sekarang, apa yang mereka lakukan, dan apa mereka masih mengingatku... Teman sebaik apa pun bisa berubah menjadi seperti ini.",
      "th": "เมื่อตอนที่ฉันยังเด็ก ฉันมีเพื่อนสนิทสองคน เราไม่เคยมีความลับต่อกันเลย ฉันคิดว่าฉันรู้ทุกอย่างเกี่ยวกับพวกเขา แต่แล้ว... ก็เกิดเรื่องบางอย่างขึ้น และฉันก็... เดาใจพวกเขาไม่ออกอีกต่อไป สำหรับตอนนี้พวกเขาอยู่ที่ไหน พวกเขากำลังทำอะไร พวกเขาจำฉันได้หรือไม่... ฉันไม่รู้เลย แม้ว่าเราจะสนิทกันแค่ไหน แต่สุดท้ายก็กลายเป็นแบบนี้จนได้",
      "vi": "Lúc nhỏ, tôi có hai người bạn thân, chúng tôi không giấu diếm nhau điều gì. Tôi vốn cho rằng, tôi hiểu rất rõ về họ, nhưng sau đó một vài chuyện xảy ra, tôi bỗng nhiên... không thể hiểu được họ nữa. Giờ đây họ đang ở đâu, đang làm gì, còn nhớ tôi không... tôi đều không biết. Cho dù là bạn thân thiết hơn thì cũng sẽ trở thành như vậy."
    }
  },
  {
    "title": {
      "zhs": "想要了解砂糖·其四",
      "zht": "想要瞭解砂糖·其四",
      "jp": "スクロースを知る·4",
      "ko": "설탕에 대해 알기·네 번째",
      "en": "More About Sucrose: IV",
      "de": "Ich will mehr über Saccharose erfahren IV",
      "es": "Más sobre Sacarosa (IV)",
      "fr": "Connaître Sucrose (4)",
      "pt": "Mais sobre Sucrose - IV",
      "ru": "Узнать больше о Сахарозе IV",
      "id": "Mengenal Sucrose: IV",
      "th": "อยากรู้เกี่ยวกับ Sucrose - 4",
      "vi": "Muốn tìm hiểu Sucrose - Điều thứ 4"
    },
    "line": {
      "zhs": "告诉你一个小秘密，我对谁都没有讲过。「生物炼金」的最终目标，是创造出「仙境」…对，就是童话里的那个，能找到永远的快乐与幸福的「仙境」。嘿嘿，有点幼稚对吧？但，我现在都还相信那个故事。",
      "zht": "#告訴{F#妳}{M#你}一個小秘密，我對誰都沒有講過。「生物煉金」的最終目標，是創造出「仙境」…對，就是童話裡的那個，能找到永遠的快樂與幸福的「仙境」。嘿嘿，有點幼稚對吧？但，我現在都還相信那個故事。",
      "jp": "まだ誰にも言ったことない秘密を1つ教えてあげる。「生物錬金」の最終目標は「仙境」を創造することなの…そうそう、童話によく出てくる、永遠の幸福と楽園の地「仙境」のこと。へへ、子供っぽいでしょ？でもね、それは実在するものだって私は信じてる。",
      "ko": "아무한테도 말하지 않은 비밀 하나를 알려줄게요. 「생물 연금술」의 최종 목표는, 「선경」을 만드는 거예요…. 맞아요, 동화 속 영원한 행복을 찾을 수 있다는 그 「선경」 말이에요. 헤헤, 좀 유치하죠? 하지만 전 지금도 그 이야기들을 믿고 있어요",
      "en": "Let me tell you a little secret, something I've never told anyone. The purpose behind my research is to create my own wonderland. Yes... just like the ones in fairy tales. The kind where all your dreams come true and you live happily ever after. Hehe, it's childish, isn't it? But, I still believe in fairy tales.",
      "de": "Ich erzähl dir ein Geheimnis, das ich noch nie mit jemandem geteilt habe. Der Grund, weshalb ich in der Bio-Alchimie forsche, ist, dass ich ein Paradies schaffen will ... Ja, ein Paradies, wie man es aus Geschichten kennt, wo man fröhlich und glücklich sein kann. Ich weiß, hehe, klingt kindisch, nicht wahr? Aber ich glaube fest an diese Geschichten.",
      "es": "Te contaré un pequeño secreto, algo que nunca le he dicho a nadie. El propósito de mi investigación de bioalquimia es crear mi propio país de las maravillas. Sí... como en los cuentos de hadas, de esos en los que todos tus sueños se hacen realidad y vives feliz para siempre, jeje. ¿Te parece muy infantil? Es que... yo todavía creo en los cuentos de hadas.",
      "fr": "Je vais te dire un secret que je n'ai jamais confié à qui que ce soit. L'objectif de mes recherches est de créer un monde merveilleux, comme dans les contes de fées, dans lequel on peut vivre heureux jusqu'à la fin des temps. C'est puéril, n'est-ce pas ? Mais je crois encore à ce genre d'histoires.",
      "pt": "#Vou te contar um segredo meu, você é {M#o}{F#a} primeir{M#o}{F#a} a saber. O objetivo final da Bioalquimia é criar um paraíso, onde se encontra a felicidade perpétua. Hehe, acha irrealista? Mas eu ainda acredito nisso.",
      "ru": "Я открою тебе маленькую тайну, я ещё никому не рассказывала. Конечная цель биоалхимии - создать Страну чудес... Ага, ту самую из сказок, где царит счастье и радость. Хе-хе, очень по-детски, да? Но я всё ещё верю в сказки.",
      "id": "Akan kuberi tahu sebuah rahasia kecil. Aku belum pernah memberi tahu siapa pun. Tujuan dari penelitian \"bio-alkimia\" adalah menciptakan \"dunia surgawi\". Iya, dunia yang sering diceritakan dalam dongeng-dongeng. Dunia di mana impianmu akan terwujud dan kamu akan hidup bahagia selamanya. Hehehe, kedengarannya kekanak-kanakan ya? Tapi sampai sekarang aku masih memercayai dongeng tersebut.",
      "th": "จะบอกความลับที่ฉันไม่เคยบอกใคร ให้ฟัง เป้าหมายสูงสุดของการวิจัยการ แปรธาตุชีวภาพของฉันคือการสร้าง \"ดินแดนมหัศจรรย์\"... ใช่แล้ว ดินแดนในเทพนิยายนั่นแหละ \"ดินแดนมหัศจรรย์\" ที่สามารถพบความสุขชั่วนิรันดร์ ฮี่ฮี่ ฟังดูไร้เดียงสาใช่มั้ย? แต่ฉันก็ยังเชื่อเรื่องนั้นนะ",
      "vi": "Để tôi nói cho bạn một bí mật mà tôi chưa từng nói cho ai biết. Mục đích cuối cùng của \"Giả Kim Sinh Vật\" là tạo ra \"cõi tiên\"... đúng vậy, chính là cảnh trong những câu chuyện cổ tích, có thể tìm được \"cõi tiên\" nơi có sự vui vẻ và hạnh phúc mãi mãi. Hehe, có chút trẻ con phải không? Nhưng, bây giờ tôi vẫn tin vào câu chuyện đó."
    }
  },
  {
    "title": {
      "zhs": "想要了解砂糖·其五",
      "zht": "想要瞭解砂糖·其五",
      "jp": "スクロースを知る·5",
      "ko": "설탕에 대해 알기·다섯 번째",
      "en": "More About Sucrose: V",
      "de": "Ich will mehr über Saccharose erfahren V",
      "es": "Más sobre Sacarosa (V)",
      "fr": "Connaître Sucrose (5)",
      "pt": "Mais sobre Sucrose - V",
      "ru": "Узнать больше о Сахарозе V",
      "id": "Mengenal Sucrose: V",
      "th": "อยากรู้เกี่ยวกับ Sucrose - 5",
      "vi": "Muốn tìm hiểu Sucrose - Điều thứ 5"
    },
    "line": {
      "zhs": "嗯…如果你忙的话，就去忙吧，我不想给你添麻烦。不忙？真的不忙吗？没事的，就算忙也没关系，一个人做实验我早就习惯了。啊…真、真的不忙？那…那可不可以，帮帮我的忙？或者…只是陪我说说话，什么的…",
      "zht": "#嗯…如果{F#妳}{M#你}忙的話，就去忙吧，我不想給{F#妳}{M#你}添麻煩。不忙？真的不忙嗎？沒事的，就算忙也沒關係，一個人做實驗我早就習慣了。啊…真、真的不忙？那…那可不可以，幫幫我的忙？或者…只是陪我說說話，什麼的…",
      "jp": "忙しいなら大丈夫、迷惑かけたくないから。忙しくない？本当？本当に大丈夫？一人でも実験は進められるし、もう慣れてるから心配しなくても…ほ、本当に大丈夫なの？じゃ、じゃあ手伝ってくれる？それか、話し相手になってくれるかな…",
      "ko": "바쁘면 어서 가봐요, 당신한테 폐를 끼치고 싶지 않아요. 안 바쁘다고요? 정말이요? 괘, 괜찮아요! 바빠도 전 괜찮아요. 혼자 실험하는 게 이미 익숙해졌거든요. 저, 정말 안 바쁘다고요? 그… 그럼 저 좀 도와줄래요? 아니면… 말동무라도…",
      "en": "If you're busy, please don't let me stand in the way of progress. ...You're not busy? Really? It's fine, I—I get that you have stuff to do. I'm already quite used to working alone. ...You're truly not busy? I—In that case, I don't suppose you could help me with a few things? Or, you know, we could sit and chat about... stuff.",
      "de": "Hm, also, wenn du beschäftigt bist, ist das kein Problem. Bist du nicht? Ich würde dich auf keinen Fall stören wollen. Ich bin es gewohnt, allein zu arbeiten ... Wirklich? Wenn du Zeit hast, könntest du mir vielleicht helfen ... oder einfach ... ein bisschen mit mir quatschen ...",
      "es": "#Si estás ocupad{F#a}{M#o}, no te estorbaré. ¿De verdad no estás ocupad{F#a}{M#o}? Está bien, entiendo que tienes cosas que hacer, ya estoy acostumbrada a trabajar sola. ¿En serio no estás ocupad{F#a}{M#o}? En ese caso... supongo que podrías ayudarme con algunas cosas. O podríamos sentarnos y conversar sobre... cosas.",
      "fr": "#Si tu es {M#occupé}{F#occupée}, ne te soucie pas de moi. Je ne voudrais pas te gêner dans l'accomplissement de ta tâche. Ce n'est pas le cas ? Ne t'inquiète pas, j'ai l'habitude de travailler seule... Tu n'as vraiment rien à faire ? Hum, ça ne t'embêterait pas de m'aider un peu ? On pourrait aussi papoter...",
      "pt": "#Hum... Pode tratar dos seus assuntos se você está ocupad{M#o}{F#a}. Sabe... Não quero te incomodar. Não está ocupad{M#o}{F#a}? Certeza? Não faz mal, eu já estou costumada a fazer experimento sozinha. Ah... Se você realmente não está ocupad{M#o}{F#a}, podia me fazer um favor? Ou simplesmente falar comigo... O que você acha?",
      "ru": "#Если ты занят{F#a}, то не буду отвлекать. Не занят{F#a}? Если занят{F#a}, то ничего страшного, я давно привыкла в одиночку опыты ставить. А... Правда не занят{F#a}? Ну... тогда можешь мне помочь? Ну или... просто поговорим... о чём-нибудь.",
      "id": "Hmm, kalau kamu sibuk, kamu bisa pergi... Aku tidak ingin merepotkanmu. Kamu tidak sibuk? Benarkah? Tidak masalah kok, kamu boleh mengerjakan urusanmu. Aku sudah biasa melakukan penelitian sendirian. Eh, benar-benar tidak sibuk? Ka—kalau begitu, maukah kamu membantuku? Atau...menemaniku berbicara?",
      "th": "อืม... ถ้าคุณกำลังยุ่งอยู่ก็ทำธุระของคุณเถอะ อย่าให้ฉันมาเกะกะคุณเลย ไม่ยุ่ง? จริง ๆ เหรอ? ไม่เป็นไร ฉันเข้าใจว่าคุณมีเรื่องต้องทำ ฉันค่อนข้างคุ้นเคยกับการทำงานคนเดียว คุณไม่ยุ่งจริง ๆ เหรอ? ถ้างั้น...คุณพอจะช่วยฉันได้ไหม? หรือว่า... เรามานั่งคุยกันเกี่ยวกับเรื่องอะไรก็ได้...",
      "vi": "À... nếu bạn đang bận, thì hãy tiếp tục đi, tôi không muốn gây thêm rắc rối cho bạn. Không bận à? Không sao đâu, cho dù bận cũng không sao đâu, tôi đã quen một mình làm thí nghiệm rồi. À... thật, thật là không bận hả? Vậy... vậy có thể giúp tôi được không? Hoặc... cùng tôi nói chuyện, gì đó..."
    }
  },
  {
    "title": {
      "zhs": "砂糖的爱好…",
      "zht": "砂糖的愛好…",
      "jp": "スクロースの趣味…",
      "ko": "설탕의 취미…",
      "en": "Sucrose's Hobbies",
      "de": "Saccharoses Hobbys ...",
      "es": "Aficiones de Sacarosa...",
      "fr": "Les loisirs de Sucrose...",
      "pt": "Passatempos de Sucrose",
      "ru": "Хобби Сахарозы...",
      "id": "Hobi Sucrose",
      "th": "งานอดิเรกของ Sucrose...",
      "vi": "Sở thích của Sucrose..."
    },
    "line": {
      "zhs": "我喜欢看起来很规则的东西，你看，书架上每一本实验记录，厚度都是一样的，实验台上的几百瓶药水，都是按功效与颜色分别排好…欸？…欸欸？！为什么这瓶紫色的药水会出现在这里！我、我要全部整理一遍！",
      "zht": "#我喜歡看起來很規則的東西，{F#妳}{M#你}看，書架上每一本實驗紀錄，厚度都是一樣的，實驗台上的幾百瓶藥水，都是按功效與顏色分別排好…欸？…欸欸？！為什麼這瓶紫色的藥水會出現在這裡！我、我要全部整理一遍！",
      "jp": "規則性があるものを見るのが好きかな。ほら見て、本棚の実験記録の厚さ、どれも同じでしょ。実験台においてある数百本の薬剤も、効果と色ごとに並んでる…えっ？ええー！？なんで紫の薬剤がここに！？もっ、もう一度、全部整理しなおさなきゃ！",
      "ko": "전 규칙적인 것들을 좋아해요. 봐요, 책장에 있는 실험 기록부의 두께도 모두 똑같고, 실험대에 있는 수백 개의 포션은 효능과 색깔별로 배치돼 있어요…. 엥? 에엥?! 이 보라색 포션이 왜 여깄는 거지! 저, 전부 다시 정리해야겠어요!",
      "en": "I like things that look orderly. See? All of my research notes are compiled in notebooks of the exact same thickness. All my potions are lined up according to effect and hue— Wha—What!? What is this purple potion doing here!? Sorry, I—I need to reassess the order of these potions!",
      "de": "Ich mag, wenn alles seine Ordnung hat. Hier auf dem Regal sind meine Experimentaufzeichnungen. Jedes Heft hat dieselbe Dicke. Auf dem Tisch sind Hunderte von Tränken, die nach Wirkung und Farbe geord... Was? WAS?! Was hat die violette Flasche hier verloren? Jetzt kann ich nochmal von vorn anfangen!",
      "es": "Me gustan las cosas que se ven ordenadas. ¿Ves? Todas mis notas de investigación están en cuadernos del mismo grosor. Todas mis pociones están alineadas de acuerdo con su efecto y su color. ¿Qu-qué? ¿Qué está haciendo esta poción púrpura aquí? ¡Necesito reordenar estas pociones!",
      "fr": "J'aime les choses bien ordonnées. Regarde, tous mes carnets de recherche rangés dans la bibliothèque font la même épaisseur. Mes potions sont aussi classées selon leurs effets et leur couleu... Hein ? Qu'est-ce que cette potion violette fait là ?! Je dois revoir mon rangement !",
      "pt": "Eu gosto ver tudo em ordem. Olhe, todos os relatórios na estante estão em ordem; e os tubos de experimento são colocados por cores e efeitos diferentes... Ah! Como este tubo de cor de roxo está aqui! Não! Eu tenho que arrumar outra vez...",
      "ru": "Мне нравится, когда вещи упорядочены. Вот смотри: все журналы наблюдений на полке одной толщины, а все зелья на столе отсортированы по действию и оттенку... Что?.. Это что такое?! Почему фиолетовое зелье стоит здесь?! Мне надо всё переставить!",
      "id": "Aku suka sesuatu yang disusun dengan rapi. Lihatlah buku-buku catatan penelitianku di rak itu, semua punya ketebalan yang sama. Ratusan botol-botol ramuanku kupajang berdasarkan warna dan khasiatnya... Eh? EHH?! Kenapa ramuan ungu ini ada di sini?? A—aku harus merapikan semuanya secara total!",
      "th": "ฉันชอบสิ่งที่ดูเป็นระเบียบ ดูสิ บันทึกการทดลองทุกชั้นหนังสือมี ความหนาเท่ากัน ขวดยาหลายร้อยขวดในตารางการทดลองจัดเรียงตามประสิทธิภาพ และสี... ...เอ๋?! ทำไมยาสีม่วงนี้ถึงมาอยู่ที่นี่! ฉะ ฉันต้องเรียงใหม่หมดเลย!",
      "vi": "Tôi thích nhìn những thứ trông có vẻ có quy luật, bạn nhìn kìa, mỗi một quyển ghi chép thí nghiệm trên giá sách, độ dày đều giống nhau, mấy trăm bình thuốc nước trên bàn thí nghiệm, đều được sắp xếp dựa vào công dụng và màu sắc... Hả?...Hả hả?! Tại sao cái bình thuốc nước màu tím này lại ở đây! Tôi, tôi phải sắp xếp tất cả một lượt!"
    }
  },
  {
    "title": {
      "zhs": "砂糖的烦恼…",
      "zht": "砂糖的煩惱…",
      "jp": "スクロースの悩み…",
      "ko": "설탕의 고민…",
      "en": "Sucrose's Troubles",
      "de": "Saccharoses Sorgen ...",
      "es": "Preocupaciones de Sacarosa...",
      "fr": "Les problèmes de Sucrose...",
      "pt": "Preocupações de Sucrose",
      "ru": "Беспокойство Сахарозы...",
      "id": "Kekhawatiran Sucrose",
      "th": "เรื่องกลุ้มใจของ Sucrose...",
      "vi": "Nỗi buồn của Sucrose..."
    },
    "line": {
      "zhs": "我想知道，你平时休息的时候，会干些什么呢？每到休息日，我就找不到事情做，只能发呆…明明做实验的时候时间过得很快，休息的时候，怎么就有种度日如年的感觉…",
      "zht": "#我想知道，{F#妳}{M#你}平時休息的時候，會幹些什麼呢？每到休息日，我就找不到事情做，只能發呆…明明做實驗的時候時間過得很快，休息的時候，怎麼就有種度日如年的感覺…",
      "jp": "普段、休んでる時にあなたが何をしてるか知りたい。私、休みになると何していいか分からなくて、ぼーっとするだけだから…実験を始めるとあっという間に時間が過ぎるのに、休みの日は一日が一年のように感じる…",
      "ko": "당신은 평소에 쉴 때 뭘 해요? 전 휴일만 되면 할 일이 없어서 항상 멍 때리기만 해요…. 분명 실험할 땐 시간이 엄청 빨리 지나갔는데 쉴 때는 하루가 일 년 같다니까요…",
      "en": "I wonder... What is it that you do in your free time? Every time I get a break, I can never find anything to do. I just find myself staring off into space. Time goes by so quickly when I'm experimenting, so how is it that when I'm not doing anything, the days all feel like years...",
      "de": "Ich würde gern wissen, was du so in deiner Freizeit machst. Sobald ich mal einen Tag freihabe, weiß ich überhaupt nichts mit mir anzufangen. Beim Experimenten vergeht die Zeit immer so schnell. Sobald nichts zu tun ist, dauert immer alles ewig.",
      "es": "¿Qué es lo que haces en tu tiempo libre? Cada vez que tengo un descanso, nunca sé qué hacer. Solo me quedo mirando a la nada. El tiempo pasa tan rápido cuando hago experimentos que, cuando no estoy haciendo nada, los días parecen años...",
      "fr": "Dis-moi, quels sont tes loisirs ? Je n'arrive pas à m'occuper pendant mon temps libre et je finis toujours par regarder dans le vide devant moi. Ne rien faire est une torture pour moi, le temps passe trop lentement...",
      "pt": "Posso saber o que você faz no fim de semana? Não tenho nada para fazer... O tempo voa quando eu faço experimento, mas não tem jeito de matar tempo quando eu estou de folga.",
      "ru": "Мне интересно, что ты делаешь во время отдыха? Я никогда не знаю, чем занять себя в выходной. Сижу в стену смотрю... Когда я ставлю опыты, время так быстро летит, а когда ничего не делаю - один день, как год.",
      "id": "Aku penasaran... Apa yang kamu lakukan di waktu luang? Setiap saat liburku tiba, aku tidak tahu apa yang harus kulakukan. Aku hanya melamun sepanjang hari... Waktu melakukan penelitian, waktu terasa sangat cepat. Tapi waktu libur, waktu rasanya berjalan sangat lamban...",
      "th": "ฉันสงสัยว่า... คุณทำอะไรบ้างในเวลาว่าง? ทุกครั้งที่ฉันหยุดพัก ฉันไม่สามารถทำอะไรได้เลย ฉันแค่เหม่อลอยไปวัน ๆ...เมื่อฉันทำการทดลองเวลาจะ ผ่านไปอย่างรวดเร็วแต่เวลาฉัน หยุดพัก หนึ่งวันมันยาวเหมือนหนึ่งปีเลย...",
      "vi": "Tôi muốn biết bạn làm gì khi nghỉ ngơi? Mối khi đến ngày nghỉ, tôi lại không có việc gì để làm, chỉ biết ngây người ra... rõ ràng là khi làm thí nghiệm thời gian trôi đi rất nhanh, sao thời gian nghỉ lại có cảm giác một ngày dài như một năm nhỉ..."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was sie so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "我会提炼出甜甜花的花蜜，做成糖块。脑袋转不动的时候吃一块，就又可以集中精神了。做研究，糖分的补充是很重要的。",
      "zht": "我會提煉出甜甜花的花蜜，做成糖塊。腦袋轉不動的時候吃一塊，就又可以集中精神了。做研究，糖分的補充是很重要的。",
      "jp": "スイートフラワーの蜜から精製した糖の塊かな。頭の回転が遅いと感じた時に1つ食べて、集中力と思考力を上げるの。研究者にとって、糖分の摂取は大事だから。",
      "ko": "전 달콤달콤꽃의 꿀을 추출해서 각설탕을 만들어요. 머리가 잘 안 돌아갈 때 하나 먹어 주면 다시 집중할 수 있거든요. 연구할 땐 당 보충이 중요하죠",
      "en": "I extract the nectar from Sweet Flowers to make candy. When I get stuck in a rut, I just pop one in my mouth and my focus returns. Retaining optimal blood sugar levels during research is essential.",
      "de": "Ich extrahiere den Nektar von Zuckerblumen, um daraus Süßigkeiten zu machen. Wenn ich einmal Schwierigkeiten beim Denken habe, nehme ich eine und schon bin ich wieder bei der Sache. Man muss bei den Forschungen immer auf seinen Blutzuckerspiegel achten.",
      "es": "Extraigo el néctar de las flores dulces para hacer caramelos. Cuando me atasco con algo, me como uno y vuelvo a poder concentrarme. Es muy importante mantener unos niveles óptimos de azúcar en la sangre mientras se investiga.",
      "fr": "J'extrais du nectar de fleurs sucrantes pour en faire des bonbons. Il me suffit d'en manger un lorsque je m'égare pendant mon travail pour relancer ma concentration. C'est important de maintenir un taux de glycémie adéquat pour faire fonctionner son cerveau au maximum de ses capacités.",
      "pt": "Eu faço bombons com Flores Doce refinadas. Com apenas um bombom, posso voltar a me concentrar quando estou distraída. O suplemento de açúcar é fundamental para a minha pesquisa.",
      "ru": "Я использую нектар цветка-сахарка и делаю из него сахар. Если голова не соображает, то съешь кусочек - и сразу внимание возвращается. Уровень сахара очень важен для проведения исследований.",
      "id": "Aku mengambil nektar Sweet Flower untuk membuat permen. Waktu otak sedang mumet, aku akan memakan satu butir dan konsentrasiku akan kembali. Saat melakukan penelitan, asupan gula sangatlah penting.",
      "th": "ฉันสกัดน้ำหวานจากดอก Sweet Flower มาทำลูกอม เวลาฉันคิดไม่ออกฉันก็จะโยนเข้า ปากชิ้นนึง แล้วสมองฉันก็กลับมาแล่นอีกครั้ง การรักษาระดับน้ำตาลในเลือดให้ เหมาะสมในระหว่างการวิจัยเป็น สิ่งจำเป็น",
      "vi": "Tôi sẽ tạo ra Mật Hoa với những bông hoa ngọt ngào, làm thành những viên kẹo. Khi đầu óc ngừng hoạt động ăn một viên là có thể tập trung tinh thần rồi. Khi làm nghiên cứu thì việc bổ sung đường rất quan trọng đó."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was sie nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang tidak kamu suka",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn chán ghét..."
    },
    "line": {
      "zhs": "知道了很多「生物炼金」的知识之后，我就不怎么吃蘑菇了…你应该知道吧？蘑菇，是长在死掉的生物上的，联想到同类的其他东西，我、我的胃口就…呃…",
      "zht": "#知道了很多「生物煉金」的知識之後，我就不怎麼吃蘑菇了…{F#妳}{M#你}應該知道吧？蘑菇，是長在死掉的生物上的，聯想到同類的其他東西，我、我的胃口就…呃…",
      "jp": "「生物錬金」を理解してから、マッシュルームはあまり食べなくなった…あなたも知ってるでしょう？マッシュルームの菌って死んだ生物にしか着生しないことを。そう考えるとなんか、気持ち悪い…",
      "ko": "「생물 연금술」에 대한 지식이 늘어난 뒤부턴 버섯을 잘 안 먹게 되더라고요…. 당신도 알겠지만, 버섯은 썩은 생물에서 자라나잖아요. 그런 비슷한 게 상상되면서 비, 비위가…",
      "en": "Once I came to understand more about bio-alchemy, I stopped eating mushrooms. You're no doubt aware? Mushrooms grow on that which has died, which in turn makes me think of other such things, and my appetite just disappears... Blergh...",
      "de": "Nachdem ich einiges durch die Bio-Alchimie erfahren hatte, habe ich aufgehört Pilze zu essen. Du weißt doch sicher, warum ... Pilze wachsen auf dem Material gestorbener Lebewesen. Da geht dann meine Fantasie mit mir durch und ich ... ich habe keinen Appetit mehr ... Bäh!",
      "es": "Después de que aprendí más sobre bioalquimia, dejé de comer champiñones. Lo sabes, ¿cierto? Los champiñones crecen en cosas muertas, lo que a su vez me hace pensar en otras cosas, y mi apetito simplemente desaparece...",
      "fr": "J'ai arrêté de manger des champignons dès que j'ai commencé à étudier la bio-alchimie. Tu ne le sais probablement pas, mais les champignons prolifèrent sur des organismes morts... Ça me rappelle certaines choses qui me coupent l'appétit...",
      "pt": "Depois de dominar alguns conhecimentos de Bioalquimia, parei de comer cogumelos... Sabe, os cogumelos crescem em algo morto... Isso faz me lembrar... Pensando nisso, perco todo o meu apetite...",
      "ru": "Когда я стала изучать биоалхимию, я перестала есть грибы... Ты, наверное, знаешь? Грибы растут на мёртвом, а это напоминает мне о разных других подобных вещах, и аппетит мой сразу... фу-у...",
      "id": "Sejak mengerti banyak hal dalam \"bio-alkimia\", aku tidak berani makan jamur lagi. Kamu tahu, tidak? Jamur tumbuh pada apa pun yang sudah mati. Dan sifat jamur ini membuat aku kepikiran hal lain yang mirip. Lalu seleraku pun hilang... Ugh...",
      "th": "หลังจากรู้เรื่อง \"การแปรธาตุชีวภาพ\" ต่าง ๆ แล้ว ฉันก็ไม่ค่อยจะกินเห็ด...เธอเองก็น่าจะรู้ใช่มั้ย? ว่าเห็ดเติบโตบนสิ่งมีชีวิตที่ตายไป แล้ว พอคิดถึงสิ่งอื่น ๆ ที่มีชนิดเดียวกัน ฉัน ฉันก็ไม่อยากจะกินแล้ว...แหวะ...",
      "vi": "Sau khi biết những kiến thức về \"Giả Kim Sinh Vật\", tôi đã không ăn nấm nữa... Chắc bạn cũng biết chứ? Nấm mọc trên những sinh vật đã chết. Liên tưởng đến những thứ cùng loại khác, tôi, khẩu vị của tôi lại... oẹ..."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "好吃！啊…趁着现在状态最好，赶紧把研究做完…",
      "zht": "好吃！啊…趁著現在狀態最好，趕緊把研究做完…",
      "jp": "美味しい！あっ…調子がいいうちに、早く研究を終わらせないと…",
      "ko": "맛있어요! 아… 지금처럼 컨디션이 좋을 때 빨리 연구를 끝내야겠어요…",
      "en": "So delectable! Time to finish my research now that I feel at my best!",
      "de": "Lecker! Aah ... Ich sollte die Forschung erledigen, während ich in bester Form bin ...",
      "es": "¡Está delicioso! Debería aprovechar este momento para terminar la investigación...",
      "fr": "C'est bon ! Ah... Je devrais en profiter pour terminer mes recherches...",
      "pt": "Que delícia! Vou aproveitar que estou de bom humor para terminar minha pesquisa...",
      "ru": "Восхитительно! Чувствую себя как никогда лучше. Пора закончить мои исследования!",
      "id": "Enak! Aku harus cepat-cepat selesaikan penelitianku, mumpung lagi semangat!",
      "th": "อร่อย! อ๊ะ... ต้องรีบใช้โอกาสที่กำลังรู้สึกดีทำวิจัยให้เสร็จ...",
      "vi": "Rất ngon! Ah... phải nhân lúc đang ở trạng thái tốt nhất để hoàn thành việc nghiên cứu mới được..."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "比我做的营养餐好吃了不少。嗯，我也算改善伙食了。",
      "zht": "比我做的營養餐好吃了不少。嗯，我也算改善伙食了。",
      "jp": "私が栄養価を考えて作った食事よりずっと美味しい。うん、これなら私も食生活を改善できるかも。",
      "ko": "제가 만든 건강식보다 훨씬 낫네요. 음, 덕분에 잘 먹었어요",
      "en": "I must admit, this tastes a lot better than my healthy meals. Time for me to make some modifications to my diet.",
      "de": "Das ist viel besser als die nahrhaften Mahlzeiten, die ich zubereite. Nun, ich habe auch eine bessere Ernährung jetzt.",
      "es": "Mucho mejor que mis comidas saludables. Hora de hacer algunas modificaciones a mi dieta.",
      "fr": "Je dois admettre que ça a bien meilleur goût que mes repas habituels. Il est temps pour moi de faire quelques modifications à mon régime alimentaire.",
      "pt": "Devo admitir que isso tem um gosto melhor que minhas refeições saudáveis. Acho que é hora de fazer algumas modificações em minha dieta.",
      "ru": "Должна признать, это гораздо вкуснее моих сбалансированных блюд. Пора пересмотреть питание.",
      "id": "Wah, jauh lebih enak dari makanan sehat buatanku. Saatnya aku mengubah menu makananku.",
      "th": "อร่อยกว่าอาหารเพื่อสุขภาพที่ฉันทำเยอะเลย อืม ถึงเวลาที่ฉันจะต้องปรับเปลี่ยนอาหารของฉันบ้างแล้วล่ะ",
      "vi": "Ngon hơn nhiều so với bữa ăn dinh dưỡng mà tôi tự làm. Ừm, cũng coi như là bữa ăn phụ."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "对不起。我对这道菜，还是有点…",
      "zht": "對不起。我對這道菜，還是有點…",
      "jp": "ごめんなさい。やっぱりこの料理は、ちょっと…",
      "ko": "죄송하지만, 저한테 이 요리는 조금…",
      "en": "Sorry, I have some... reservations about this dish.",
      "de": "Entschuldigung. Ich bin immer noch ein wenig ...",
      "es": "Lo siento, es que este sabor...",
      "fr": "Désolée, mais ce plat...",
      "pt": "Me desculpe. Mas, esse prato...",
      "ru": "Прости, но вкус у этого блюда...",
      "id": "Maaf ya. Aku ... kurang cocok dengan makanan ini .",
      "th": "ขอโทษนะ อาหารจานนี้มันค่อนข้าง...",
      "vi": "Xin lỗi, với món ăn này, tôi vẫn có chút..."
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "生日快乐！我做了好几个月的实验，终于，可以把这个药水送给你了。它能唤醒你这一年来最美好的回忆，名字叫做「生物秘药叁玖壹陆号」…唔，不是「叁壹玖陆号」，是「叁玖壹陆号」啦！",
      "zht": "#生日快樂！我做了好幾個月的實驗，終於，可以把這個藥水送給{F#妳}{M#你}了。它能喚醒{F#妳}{M#你}這一年來最美好的回憶，名字叫做「生物秘藥參玖壹陸號」…唔，不是「參壹玖陸號」，是「參玖壹陸號」啦！",
      "jp": "誕生日おめでとう！何ヶ月もの実験を経て、やっとこの薬剤が完成したの。はいどうぞ。この「生物秘薬三九一六号」はここ一年で最も美しい思い出を呼び起こせるの…あっ、「三一九六号」じゃなくて「三九一六号」だよ！",
      "ko": "생일 축하해요! 몇 달간의 실험 끝에 드디어 이 포션을 당신에게 줄 수 있게 됐네요. 이건 당신의 1년간의 가장 아름다운 추억을 일깨워 줄 거예요. 이름은 「생물 비약 삼구일육번」…. 음, 「삼일구육번」이 아니라 「삼구일육번」이에요!",
      "en": "Happy birthday! I've been running experiments for months, and finally I can give you this potion. It will allow you to relive your most beautiful memories of the past year. I call it \"Bio-Potion No. 3916.\" Huh? No, no, not 3196, it's 3916!",
      "de": "Alles Gute zum Geburtstag! Ich habe einige Monate dafür gebraucht, diesen Trank herzustellen. Endlich habe ich ihn und möchte ihn dir schenken. Er wird deine schönsten Erinnerungen an das vergangene Jahr wieder hervorbringen. Ich nenne ihn „Biotrank Nr. 3916“. Wohlgemerkt nicht 3196, sondern 3916!",
      "es": "¡Feliz cumpleaños! He estado haciendo experimentos durante meses, y finalmente puedo darte esta poción. Te permitirá revivir tus recuerdos más bellos del año pasado. La llamo “Biopoción n.º 3916”. ¿Eh? ¡No, no es 3196! ¡Es 3916!",
      "fr": "Bon anniversaire ! Après des mois d'expériences, je peux enfin t'offrir cette potion ! Elle te permettra de revivre les plus beaux moments de l'année qui vient de passer. Je l'ai nommée « Bio-potion nº3196 »... Non, 3916 !",
      "pt": "Parabéns! Feliz Aniversário! Finalmente posso te dar essa poção depois de vários meses de experimento. Ela pode recordar as suas memórias mais deslumbrantes destes anos. O nome dela é Poção Magica N° 3916... Ugh, não é N° 3916. Ah, está certo, afinal é N° 3916!",
      "ru": "С днём рождения! Я несколько месяцев экспериментировала и, наконец, могу подарить тебе это зелье. Оно освежит в памяти самые приятные моменты прошедшего года. Оно называется «Биозелье №3916». Нет... Не №3196, а №3916!",
      "id": "Selamat ulang Tahun! Setelah melakukan penelitian selama berbulan-bulan, akhirnya aku bisa memberikan ramuan ini kepadamu. Ramuan ini dapat membangkitkan kembali kenangan terindah dalam hidupmu. Namanya adalah \"Bio-potion No. 3916...bukan 3196 ya, tapi 3916!\"",
      "th": "สุขสันต์วันเกิด! ฉันได้ทำการทดลองมาหลายเดือน ในที่สุดก็ได้เอายานี่ให้เธอสักที มันสามารถปลุกความทรงจำที่ดี ที่สุดในรอบหนึ่งปีมานี้ของเธอได้ มันมีชื่อว่า \"ยาลึกลับทางชีวภาพหมายเลขสามเก้าหนึ่งหก\"...เอ่อ ไม่ใช่ \"หมายเลขสามหนึ่งเก้าหก\" นะ \"หมายเลขสามเก้าหนึ่งหก\" ต่างหาก!",
      "vi": "Chúc mừng sinh nhật! Tôi đã thử nghiệm trong nhiều tháng, cuối cùng đã có thể tặng cho bạn thuốc nước này rồi. Nó có thể đánh thức những ký ức đẹp nhất trong năm vừa rồi của bạn, có tên gọi là... không phải \"Số 3196\", là \"Số 3916\"."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "「生物炼金」的研究，终于有突破了。",
      "zht": "「生物煉金」的研究，終於有突破了。",
      "jp": "「生物錬金」の研究にやっと進展が。",
      "ko": "「생물 연금술」 연구에 드디어 돌파구가 생겼어요",
      "en": "Finally! A breakthrough in my bio-alchemy research.",
      "de": "Endlich habe ich Fortschritte in der Bio-Alchimie gemacht!",
      "es": "Finalmente, un avance en mi investigación de bioalquimia.",
      "fr": "Enfin une percée dans mes recherches bio-alchimiques !",
      "pt": "Finalmente a minha pesquisa alcançou um avanço.",
      "ru": "Наконец-то прорыв в исследовании биоалхимии.",
      "id": "Akhirnya ada terobosan baru dalam penelitian bio-alkimiaku.",
      "th": "การวิจัยเรื่อง \"การแปรธาตุชีวภาพ\" ในที่สุดก็ได้พัฒนาขึ้นแล้ว...",
      "vi": "Nghiên cứu \"Giả Kim Sinh Vật\", cuối cùng đã có đột phá rồi."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "这次旅行，我又收集到了很多研究材料，谢谢你，我会好好利用的。",
      "zht": "#這次旅行，我又收集到了很多研究材料，謝謝{F#妳}{M#你}，我會好好利用的。",
      "jp": "今回の旅で、またたくさんの研究材料を集めることができた。ありがとう、ちゃんと活用させてもらうから。",
      "ko": "이번 여행에서 또 수많은 연구 재료를 수집했어요. 고마워요, 잘 사용할게요",
      "en": "This trip has allowed me to gather a good number of materials. Thank you, I'll be sure to put them to good use.",
      "de": "Auf dieser Reise habe ich viel Material für meine Forschungen gesammelt. Ich bin dir dafür sehr dankbar und werde es mit Bedacht anwenden!",
      "es": "Este viaje me ha permitido reunir una buena cantidad de materiales. Gracias, me aseguraré de darles un buen uso.",
      "fr": "J'ai pu collecter énormément de matériaux au cours de ce voyage. Merci, j'en ferai bon usage.",
      "pt": "Nesta jornada consegui coletar mais materiais. Muito obrigada, vou aproveitar o máximo possível.",
      "ru": "В этом путешествии я собрала много материалов для исследования. Спасибо, они мне очень пригодятся.",
      "id": "Aku sudah mengumpulkan banyak bahan penelitian dalam perjalanan ini. Terima kasih, aku akan menggunakan mereka sebaik-baiknya.",
      "th": "ในการเดินทางครั้งนี้ ฉันเก็บรวบรวมข้อมูลวิจัยได้เยอะเลย ขอบคุณมากนะ ฉันจะใช้มันให้เป็นประโยชน์ มากที่สุด",
      "vi": "Trong chuyến đi này, tôi lại thu thập được rất nhiều tài liệu nghiên cứu, cảm ơn bạn, tôi sẽ sử dụng nó thật tốt."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "最近我在做实验的时候，经常会莫名地期待起来，什么时候又可以和你一起去冒险。唔…好奇怪，这是为什么呢？我要研究看看。",
      "zht": "#最近我在做實驗的時候，經常會莫名地期待起來，什麼時候又可以和{F#妳}{M#你}一起去冒險。唔…好奇怪，這是為什麼呢？我要研究看看。",
      "jp": "最近実験をしてる時、「いつになったら、またあなたと共に冒険ができるかな」って期待するようになったの…うん、おかしい、どうしてこんなことに？ちょっと研究してみる。",
      "ko": "요즘엔 실험할 때마다 저도 모르게 언제 또 당신이랑 모험할 수 있을지 기대한다니까요? 흠… 이상하네, 대체 왜 이러는 걸까요? 연구해봐야겠어요",
      "en": "Recently during my experiments, I've found myself suddenly wondering when I'll next get to go on an adventure with you. So strange... Why do you think that is? I need to do some scientific investigation to find out.",
      "de": "In letzter Zeit denke ich immer wieder während meiner Experimente daran, wann wir wohl das nächste Mal zusammen auf ein Abenteuer gehen. Schon komisch, oder? Woran liegt das nur? Ich sollte das zu einem neuen Forschungsthema machen.",
      "es": "Recientemente, durante mis experimentos, me preguntaba cuándo iré a una aventura contigo la próxima vez. Es extraño... ¿A qué crees que se debe? Necesito hacer una investigación científica para descubrirlo.",
      "fr": "Ces derniers temps, je me demande souvent quand est-ce que je pourrais partir de nouveau à l'aventure avec toi. Hum, c'est étrange... Pourquoi donc ? Je devrais me pencher sur la question.",
      "pt": "É curioso que sempre espero algo sem nenhuma razão quando faço experimentos. Fico me perguntando quando poderei ir aventurar com você outra vez... Ugh... Que estranho. Eu tenho que aprofundar a minha pesquisa.",
      "ru": "Последнее время при проведении опытов я часто замечаю, что думаю о том, когда же мы с тобой снова отправимся в путешествие. Хм... Интересно почему? Надо бы изучить.",
      "id": "Belakangan ini waktu aku sedang melakukan penelitian, entah kenapa aku mulai menanti-nantikan kapan bisa bertualang lagi bersama kamu. Aneh sekali... Kenapa ya? Aku ingin meneliti alasannya.",
      "th": "ช่วงนี้ตอนที่ฉันทำการทดลอง มักจะสงสัยว่าเมื่อไหร่ ถึงจะได้ออกผจญภัยกับเธอ เฮ้อ...แปลกซะจริง เพราะอะไรกันนะ? ฉันจะลองศึกษาดู",
      "vi": "Gần đây khi đang làm thí nghiệm, tôi thường háo hức một cách kỳ lạ, khi nào mới lại có thể cùng bạn đi mạo hiểm. Ừm... thật kỳ lạ, sao vậy nhỉ? Tôi nghiên cứu xem."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "我收集到的研究材料，已经很足够了！花更多时间在我的身上，会…会很浪费的！至少…也让我用「生物炼金」，做点什么回礼给你！",
      "zht": "#我收集到的研究素材，已經很足夠了！花更多時間在我的身上，會…會很浪費的！至少…也讓我用「生物煉金」，做點什麼回禮給{F#妳}{M#你}！",
      "jp": "もう研究材料は十分に集まった！これ以上、私に時間を費やすなんて、もっ…もったいない！せめて…「生物錬金」でお返しを作らせて！",
      "ko": "연구 재료는 충분히 수집했어요! 저한테 더 많은 시간을 쓰면, 아… 아깝잖아요! …「생물 연금술」로 뭐라도 만들어 줄게요!",
      "en": "I have such an abundant array of research materials now! To spend any more time on me would... would really be a waste of your time! At least... let me use my bio-alchemy to make you up some kind of gift!",
      "de": "Ich habe dank dir so viele Forschungsmaterialien sammeln können! Du brauchst deine wertvolle Zeit nicht nur mit mir zu verschwenden! Ich sollte die Bio-Alchimie wenigstens dazu anwenden, mich bei dir zu bedanken!",
      "es": "¡Ya tengo suficientes materiales para investigación! Sería un desperdicio si pasaras más tiempo conmigo. ¡Al menos déjame usar mi bioalquimia para inventarte algún regalo!",
      "fr": "J'ai assez de matériel pour effectuer mes recherches, alors ne nous attardons plus pour moi... Je me dois de te confectionner un cadeau bio-alchimique pour te remercier !",
      "pt": "Os materiais que eu consegui já estão suficientes. O tempo gasto em mim é um desperdício. Pelo menos, por favor, deixe-me te recompensar com a minha Bioalquimia.",
      "ru": "У меня уже так много материалов для исследования! Не стоит больше тратить на меня время! Хотя бы... Позволь мне отблагодарить тебя с помощью моей биоалхимии!",
      "id": "Bahan-bahan penelitian ini sudah cukup! Kamu hanya akan membuang-buang waktu bila membantuku! Setidaknya... biarkan aku menggunakan \"bio-alkimia\" untuk membalas kebaikanmu!",
      "th": "ข้อมูลวิจัยที่ฉันเก็บรวบรวมมาได้น่าจะเพียงพอแล้ว! ขืนเสียเวลามากไปกว่านี้ คง...คงจะสิ้นเปลืองเปล่า ๆ! อย่างน้อย...ฉันก็จะใช้ \"การแปรธาตุชีวภาพ\" มาทำของขวัญตอบแทน ให้เธอบ้าง!",
      "vi": "Những tài liệu nghiên cứu tôi có đã đủ rồi! Bỏ thêm thời gian cho tôi, sẽ... sẽ rất lãng phí đó! Ít nhất... cũng để tôi dùng \"Giả Kim Sinh Vật\" làm chút gì đó cho bạn!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "吸附力测试。",
      "zht": "吸附力測試。",
      "jp": "吸引テスト開始。",
      "ko": "흡착력 테스트",
      "en": "Adsorption test.",
      "de": "Adsorptionstest.",
      "es": "Prueba de adsorción.",
      "fr": "Test d'absorption.",
      "pt": "Teste de adsorção.",
      "ru": "Проверка адсорбции.",
      "id": "Tes adsorpsi.",
      "th": "ทดสอบการดูดซึม",
      "vi": "Thử khả năng ghép."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "陆叁零捌式风单元！",
      "zht": "陸參零捌式風單元！",
      "jp": "六三〇八式ユニット！",
      "ko": "육삼공팔식 바람 유닛!",
      "en": "Anemo Test 6308!",
      "de": "Anemo-Test 6308!",
      "es": "¡Prueba Anemo 6308!",
      "fr": "Test Anémo 6 308 !",
      "pt": "Teste Anemo 6308!",
      "ru": "Проверка Анемо 6308!",
      "id": "Tes Anemo No. 6308!",
      "th": "การทดสอบธาตุลม 6308!",
      "vi": "Đơn vị gió 6308!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "确认…安全距离！",
      "zht": "確認…安全距離！",
      "jp": "安全距離…確認！",
      "ko": "안전 거리… 확보!",
      "en": "Stand clear!",
      "de": "Abstand halten!",
      "es": "¡Apártense!",
      "fr": "Gardez... une distance de sécurité !",
      "pt": "Afastem-se!",
      "ru": "Поберегись!",
      "id": "Jarak... aman!",
      "th": "ยืนยัน... ระยะปลอดภัย!",
      "vi": "Xác nhận...cự ly an toàn!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "超扩散态！",
      "zht": "超擴散態！",
      "jp": "超拡散形態！",
      "ko": "초확산 상태!",
      "en": "Swirl, Mark II!",
      "de": "Superdiffusionszustand!",
      "es": "¡Torbellino, marca II!",
      "fr": "Dispersion !",
      "pt": "Redemoinho, Marca II!",
      "ru": "Супервихрь II!",
      "id": "Kondisi Swirl No. II!",
      "th": "สถานะกระจายอย่างรุนแรง!",
      "vi": "Trạng thái siêu khuếch tán!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "柒伍式超级风模块！",
      "zht": "柒伍式超級風模組！",
      "jp": "七五式モジュール！",
      "ko": "칠오식 슈퍼 바람 모듈!",
      "en": "Enhanced Anemo Module 75!",
      "de": "Erweitertes Anemo-Modul 75!",
      "es": "¡Módulo Anemo mejorado 75!",
      "fr": "Anémo renforcé, module 75 !",
      "pt": "Módulo Anemo 75 Aprimorado!",
      "ru": "Улучшенный модуль Анемо 75!",
      "id": "Modul Anemo No. 75 yang ditingkatkan!",
      "th": "ปรับปรุงโมดูลลม 75!",
      "vi": "Mô-đun gió siêu cấp 75!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "无相之风…拟造！",
      "zht": "無相之風…擬造！",
      "jp": "無相の風…シミュレート！",
      "ko": "무상의 바람… 복제!",
      "en": "Anemo Hypostasis Emulation!",
      "de": "Anemo-Hypostase ... Nachbildung!",
      "es": "¡Emulación de Hipostasis Anemo!",
      "fr": "Émulation... d'Hypostase Anémo !",
      "pt": "Emulação de Hipóstase Anemo!",
      "ru": "Эмуляция Анемо гипостазис!",
      "id": "Emulasi Anemo Hypostasis!",
      "th": "จำลอง... Anemo Hypostasis!",
      "vi": "Phong Nguyên Bản... giả lập!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "宝箱的出现成因…也值得研究。",
      "zht": "寶箱的出現成因…也值得研究。",
      "jp": "宝箱の出現理由、研究したいな。",
      "ko": "보물상자가 나타난 원인도… 연구해 볼 만한 주제 같아",
      "en": "Chests appearing out of thin air... This needs research.",
      "de": "Truhen, die aus dem Nichts erscheinen ... Das muss erforscht werden.",
      "es": "Cofres que aparecen de la nada... Esto tengo que investigarlo.",
      "fr": "Un coffre qui surgit de nulle part... Cela mérite une analyse poussée.",
      "pt": "Baús aparecendo do nada... Isto precisa de uma investigação.",
      "ru": "Сундуки, появляющиеся из ниоткуда... Нужно исследовать.",
      "id": "Peti yang muncul begitu saja ... layak diteliti.",
      "th": "สาเหตุที่หีบสมบัติปรากฏขึ้น... มันควรค่าในการวิจัย",
      "vi": "Nguyên nhân xuất hiện kho báu...cũng đáng để nghiên cứu."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "真希望实验材料也能成箱出现啊。",
      "zht": "真希望實驗材料也能成箱出現啊。",
      "jp": "実験材料もこうして出てきたらなぁ…",
      "ko": "실험 재료도 이렇게 상자째 얻을 수 있으면 좋으련만",
      "en": "*sigh* If only I stumbled upon lab supplies as often.",
      "de": "*seufz* Wenn ich nur so oft über Laborbedarf stolpern würde.",
      "es": "*Suspira*, ojalá me encontrara con suministros de laboratorio con tanta frecuencia.",
      "fr": "*soupir* Si seulement je pouvais tomber sur du matériel de laboratoire de temps en temps...",
      "pt": "*Suspira* Se eu pelo menos encontrasse suprimentos de laboratório com a mesma frequência...",
      "ru": "Эх, если бы я только находила лабораторные принадлежности так же часто.",
      "id": "Haah, kalau saja aku sering menemukan persediaan untuk laboratorium ....",
      "th": "ถ้าวัสดุวิจัยมันปรากฏขึ้นมาบ่อย ๆ เหมือนหีบสมบัติก็คงจะดี",
      "vi": "Ước gì trong rương cũng xuất hiện nguyên liệu thí nghiệm."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "太好了，有这么多素材！",
      "zht": "太好了，有這麼多素材！",
      "jp": "よかった！素材がたくさん！",
      "ko": "좋아, 소재가 이렇게나 많이 있다니!",
      "en": "Wow! So many raw materials!",
      "de": "Wahnsinn! So viele Rohstoffe!",
      "es": "¡Guau! ¡Cuánta materia prima!",
      "fr": "Waouh ! Tant de matières premières !",
      "pt": "Uau! Quanta matéria-prima!",
      "ru": "Ух ты! Сколько материалов!",
      "id": "Wow! Banyak sekali material!",
      "th": "ดีจัง วัสดุเต็มไปหมดเลย!",
      "vi": "Tốt quá, nhiều vật liệu quá này!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "这种误差，还能接受…",
      "zht": "這種誤差，還能接受…",
      "jp": "これくらいの誤差なら、まだ大丈夫…",
      "ko": "이 정도의 오차는…받아들일 수 있어요…",
      "en": "A minor error...",
      "de": "Ein kleiner Fehler ...",
      "es": "Un pequeño error...",
      "fr": "Cette erreur est acceptable...",
      "pt": "Um pequeno erro...",
      "ru": "Небольшая ошибка...",
      "id": "Sebuah kesalahan kecil...",
      "th": "ความผิดพลาดแบบนี้ รับไม่ได้...",
      "vi": "Sai sót này, vẫn chấp nhận được..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "有点，超出预想…",
      "zht": "有點，超出預想…",
      "jp": "ちょっと予想を、超えてるかも…",
      "ko": "예상했던 것과 조금 다르군…",
      "en": "Unexpected outcome...",
      "de": "Ein unerwartetes Ergebnis ...",
      "es": "Un resultado inesperado...",
      "fr": "Un résultat inattendu...",
      "pt": "Resultado inesperado...",
      "ru": "Неожиданный итог...",
      "id": "Sedikit tak terduga...",
      "th": "เหมือนจะมากกว่าที่ทำนายไว้...",
      "vi": "Hơi vượt ngoài dự đoán..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "不痛不痛，不痛的…",
      "zht": "不痛不痛，不痛的…",
      "jp": "痛くない痛くない、全然痛くない…",
      "ko": "괜찮아요, 아프지 않아요…",
      "en": "Doesn't hurt, doesn't hurt...",
      "de": "Tut nicht weh, tut nicht weh ...",
      "es": "No me duele, no me duele...",
      "fr": "Ça ne fait pas mal. Ça ne fait pas mal...",
      "pt": "Não doeu, não doeu...",
      "ru": "Совсем не больно, совсем не больно...",
      "id": "Tidak sakit, tidak sakit...",
      "th": "ไม่เจ็บ ไม่เจ็บ ไม่เจ็บหรอก...",
      "vi": "Không đau không đau, không đau đâu..."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "快回来，我这里有药水！",
      "zht": "快回來，我這裡有藥水！",
      "jp": "早く戻って、薬剤を持ってるから！",
      "ko": "어서 여기로 와요, 저한테 포션이 있어요!",
      "en": "Come here, I have meds!",
      "de": "Komm her, mit meinem Trank wirst du dich besser fühlen!",
      "es": "¡Ven aquí, tengo pociones!",
      "fr": "Par ici, j'ai des potions !",
      "pt": "Venha aqui, tenho remédios!",
      "ru": "Подойди, у меня есть лекарства!",
      "id": "Ke sini! Aku punya obat!",
      "th": "รีบกลับมาก่อนเถอะ ฉันมีโพชั่นอยู่นะ!",
      "vi": "Hãy mau trở về, chỗ tôi có thuốc!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "小心点，看准了再上！",
      "zht": "小心點，看準了再上！",
      "jp": "気をつけて、狙い通りに！",
      "ko": "조심해요, 함부로 나서지 마요!",
      "en": "Careful — think, then step!",
      "de": "Vorsicht! Erst denken, dann handeln!",
      "es": "¡Ten cuidado! ¡Primero piensa y luego muévete!",
      "fr": "Attention : il faut penser avant d'agir !",
      "pt": "Cuidado - pense, depois faça!",
      "ru": "Осторожно! Сначала думай, потом действуй!",
      "id": "Awas — berpikir dulu sebelum melangkah!",
      "th": "ระวังหน่อยสิ ดูให้ดี ๆ ก่อนแล้วค่อยไปสู้!",
      "vi": "Cẩn thận, nhìn cho đúng trước đã!"
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotada (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "研究…又失败了。",
      "zht": "研究…又失敗了。",
      "jp": "研究…また失敗しちゃった。",
      "ko": "이번에도… 연구 실패",
      "en": "My research... has failed.",
      "de": "Meine Forschung ... ist gescheitert.",
      "es": "Mi investigación... ha fracasado.",
      "fr": "Ma recherche... a encore échoué.",
      "pt": "Minha pesquisa... falhou.",
      "ru": "Мое исследование... провалилось.",
      "id": "Penelitianku... gagal.",
      "th": "งานวิจัย... ล้มเหลวอีกแล้วล่ะ",
      "vi": "Nghiên cứu...lại thất bại rồi."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotada (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "还需要…调整。",
      "zht": "還需要…調整。",
      "jp": "まだ調整する必要が…ある。",
      "ko": "아직 조절이… 필요해요",
      "en": "Need to make... adjustments.",
      "de": "Ich muss ... Anpassungen vornehmen.",
      "es": "Necesito hacer... algunos ajustes.",
      "fr": "Je dois encore faire... quelques ajustements.",
      "pt": "Preciso fazer... alguns ajustes.",
      "ru": "Нужно... внести исправления.",
      "id": "Masih butuh... penyesuaian.",
      "th": "ยังต้องปรับปรุง... เพิ่มอีกหน่อย",
      "vi": "Vẫn phải...điều chỉnh."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotada (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "该…睡一会儿了。",
      "zht": "該…睡一會了。",
      "jp": "ちょっと…寝なきゃダメみたい。",
      "ko": "이제 좀… 자야겠어요",
      "en": "I should... sleep on it.",
      "de": "Ich sollte ... darüber schlafen.",
      "es": "Tengo que descansar un poco...",
      "fr": "Il est temps de... dormir un peu.",
      "pt": "Eu deveria... refletir sobre isso.",
      "ru": "Пожалуй... сначала вздремну немного.",
      "id": "Aku harus... tidur sebentar.",
      "th": "ควรจะ... นอนสักหน่อย",
      "vi": "Phải...ngủ một chút thôi."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其一",
      "zht": "普通受擊·其一",
      "jp": "ダメージを受ける·1",
      "ko": "일반 피격·첫 번째",
      "en": "Light Hit Taken: I",
      "de": "Leichten Treffer erlitten I",
      "es": "Recibiendo un ligero ataque (I)",
      "fr": "Attaque légère subie (1)",
      "pt": "Ataque Leve Sofrido - I",
      "ru": "Получен лёгкий удар I",
      "id": "Menerima Serangan Ringan: I",
      "th": "รับการโจมตีปกติ - 1",
      "vi": "Chịu Đòn Thường I"
    },
    "line": {
      "zhs": "不应该啊…",
      "zht": "不應該啊…",
      "jp": "こうなるはずじゃ…",
      "ko": "이럴 수가…",
      "en": "That's not right...",
      "de": "Das ist nicht richtig ...",
      "es": "Esto no está bien...",
      "fr": "Ce n'était pas censé arriver...",
      "pt": "Algo não está certo...",
      "ru": "Эй!",
      "id": "Itu tidak benar...",
      "th": "ไม่ควรทำแบบนี้นะ...",
      "vi": "Không..."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "眼镜会碎掉的！",
      "zht": "眼鏡會碎掉的！",
      "jp": "メガネが粉々になる！",
      "ko": "안경이 부서지겠어요!",
      "en": "Don't break my glasses!",
      "de": "Zerbrich nicht meine Brille!",
      "es": "¡Cuidado con mis gafas!",
      "fr": "Mes lunettes vont se briser !",
      "pt": "Não quebre meus óculos!",
      "ru": "Не разбей мои очки!",
      "id": "Jangan pecahkan kacamataku!",
      "th": "แว่นตาจะแตกเอานะ!",
      "vi": "Kính vỡ mất!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "希望能帮上忙…",
      "zht": "希望能幫上忙…",
      "jp": "力になれるように…",
      "ko": "도움이 됐으면 좋겠어요…",
      "en": "I want to help.",
      "de": "Ich möchte helfen.",
      "es": "Quiero ayudar.",
      "fr": "J'espère que cela aidera...",
      "pt": "Quero ajudar.",
      "ru": "Позвольте помочь.",
      "id": "Aku mau membantu.",
      "th": "ก็หวังว่าจะช่วยอะไรได้บ้างนะ...",
      "vi": "Hy vọng có thể giúp được..."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "我、我会努力的！",
      "zht": "我、我會努力的！",
      "jp": "わっ、私頑張る！",
      "ko": "여, 열심히 할게요!",
      "en": "I... I can do it!",
      "de": "I... Ich schaffe es!",
      "es": "¡Yo puedo hacerlo!",
      "fr": "Je... Je vais faire de mon mieux !",
      "pt": "Eu... Eu consigo!",
      "ru": "У меня... у меня получится!",
      "id": "Aku... aku bisa melakukannya!",
      "th": "ฉะ ฉันจะพยายามนะ!",
      "vi": "Tôi, tôi sẽ cố gắng!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "实验…一定要成功。",
      "zht": "實驗…一定要成功。",
      "jp": "実験…絶対に成功させる。",
      "ko": "실험을… 반드시 성공시켜야 해요",
      "en": "My experiment... will succeed.",
      "de": "Mein Experiment ... wird gelingen.",
      "es": "Mi experimento... tendrá éxito.",
      "fr": "L'expérience... doit être réussie.",
      "pt": "Meu experimento... será um sucesso.",
      "ru": "Мой эксперимент... увенчается успехом.",
      "id": "Eksperimenku... akan berhasil.",
      "th": "การทดลอง... จะต้องสำเร็จแน่",
      "vi": "Thí nghiệm...nhất định phải thành công."
    }
  }
]