[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "在璃月，百姓们大多对「玉京台」的生活心驰神往，对其中的运转规则却知之甚少。\n\n人们知道「璃月七星」是人中翘楚，掌握着城市的命脉。但他们很难了解，每个决议背后的数据支撑，是如何建立起来的。\n\n人们知道每一年新颁布的条例都会给市场带来全新的变数，却不知道它们是怎样从繁杂的会议纪要中被摘录出来，逐渐整编成为晓畅的文字的。\n\n甘雨，「月海亭」的秘书，承担了诸多世人看不见的工作。\n\n纵然世人得知甘雨的地位，恐怕他们也很难将「月海亭」的秘书与破晓时分站在码头上、安静享用早点的少女联系起来。\n\n但在旭日东升之前，她一定会重新回到高踞玉京台之上的月海亭，继续完成她的「契约」。\n\n——那是远在三千年前，她与「岩王帝君」签订的契约。",
      "zht": "在璃月，百姓們大多對「玉京臺」的生活心馳神往，對其中的運轉規則卻知之甚少。\n\n人們知道「璃月七星」是人中翹楚，掌握著城市的命脈。但他們很難瞭解，每個決議背後的數字支撐，是如何建立起來的。\n\n人們知道每一年新頒佈的條例都會給市場帶來全新的變數，卻不知道它們是怎樣從繁雜的會議紀要中被摘錄出來，逐漸整編成為曉暢的文字的。\n\n甘雨，「月海亭」的秘書，承擔了諸多世人看不見的工作。\n\n縱然世人得知甘雨的地位，恐怕他們也很難將「月海亭」的秘書與破曉時分站在碼頭上、安靜享用早點的少女聯繫起來。\n\n但在旭日東昇之前，她一定會重新回到高踞玉京臺之上的月海亭，繼續完成她的「契約」。\n\n——那是遠在三千年前，她與「岩王帝君」簽訂的契約。",
      "jp": "璃月、ここに住む人々の多くは「玉京台」の生活に憧れを抱くが、その規則を知る者はほとんどいない。\n\n人々は「璃月七星」が才能に溢れた集団であり、璃月の命綱を握っていることを知っているが、全ての決断がどのようにして決定されているのかを容易には理解できない。\n\n人々は新しい年に公布される条例が市場を大きく動かすことを知っているが、それがどのようにして繁雑な議事録の中から抜き出され、理解しやすい言葉に書き換えられているのか知らない。\n\n甘雨は「月海亭」の秘書であり、世の人々の目に映らない仕事をいくつも担当している。\n\n人々は甘雨の地位を知っているが、それでも「月海亭」の秘書と、夜明けに埠頭で黙々と朝食を楽しむ彼女を結びつけるのは困難であった。\n\n朝日が昇りきる前に、彼女は再び玉京台にある月海亭へと戻り、引き続き「契約」を完遂するために働く。\n\n——そう、それは三千年前に彼女と「岩王帝君」が結んだ契約なのだ。",
      "ko": "리월의 대부분의 사람은 「옥경대」 생활을 동경하지만, 옥경대의 운행 규칙에 대해서는 잘 알지 못한다.\n\n사람들은 「리월 칠성」이 걸출한 인재들이라는 것과 그들이 도시의 운명을 쥐고 있다는 것은 알지만, 모든 결정 뒤의 데이터와 수치들이 어떻게 만들어지는지는 알지 못한다.\n\n사람들은 매년 새로 공포되는 조항들이 시장에 새로운 변수를 가져온다는 것은 알지만, 그것들이 어떻게 복잡한 회의 내용에서 정리되어 유려한 문장으로 만들어지는지 알 수 없다.\n\n「월해정」 비서인 감우는 사람들에게 보이지 않는 수많은 일을 맡고 있다.\n\n그들이 설령 감우의 지위를 알게 되더라도 「월해정」의 비서와 동틀 녘 부두에 서서 조용히 아침 식사를 즐기는 소녀를 함께 떠올리기는 힘들 것이다.\n\n그러나 그녀는 해가 뜨기 전에 반드시 옥경대의 월해정으로 돌아가 「계약」을 계속한다.\n\n——그것은 3000년 전 그녀가 「암왕제군」과 체결한 계약이다",
      "en": "Though many in Liyue are fascinated by life in Yujing Terrace, its day-to-day operations and rules are a mystery to them.\n\nThey are aware that the Liyue Qixing are the cream of the crop who hold the fate of the city in their hands, but the calculations and data behind the Qixing's every decision are far harder to grasp.\n\nThe people understand that the new policies announced each year will change the dynamics of the market, yet none can comprehend how policy is plucked from complex meeting minutes and compiled into something easier on the human eye.\n\nAs the secretary of Yuehai Pavilion, Ganyu undertakes many tasks that ordinary folk do not see.\n\nFor those that have witnessed her standing by the dock at daybreak, enjoying her breakfast in silence, it is difficult to imagine her in such a post.\n\nEven still, by the time the sun has fully risen, she will have returned to Yuehai Pavilion overlooking Yujing Terrace, to continue to fulfill her contract.\n\nA contract that she signed three thousand years ago with Rex Lapis.",
      "de": "Für das gemeine Volk in Liyue sind die Angelegenheiten, die auf der Yujing-Terrasse vor sich gehen, ein Mysterium. Sie wissen kaum etwas davon, mit welchen Regeln sich die Zahnräder des Systems bewegen.\n\nWas die Leute ganz sicher wissen, ist, dass die Qixing von Liyue den Fortgang der Stadt sichern. Geht es darum, welche Daten dabei eine Rolle spielen und wie dieses Regelwerk aufrechterhalten wird, sieht das allerdings ganz anders aus.\n\nDie Menschen wissen, dass die jedes Jahr veranstalteten Riten einen Einfluss auf die Situation des Marktes haben, aber nicht, wie die komplizierten Rechnungen vonstattengehen, deren Ergebnisse bis ins kleinste Detail überprüft werden müssen, damit am Ende Aussagen formuliert werden können, an sie sich das Volk halten kann.\n\nGanyu als Sekretärin des Yuehai-Pavillons ist für viele Arbeiten zuständig, von denen das gemeine Volk nicht einmal eine Ahnung hat.\n\nDie meisten kennen zwar Ganyus Posten, können das Mädchen, das da in aller Gelassenheit am Hafen steht und sein Frühstück verputzt, kaum damit in Verbindung bringen.\n\nNoch bevor die Sonne aufgegangen ist, wird sie sich zurück zum Yuehai-Pavillon hoch oben auf der Yujing-Terrasse begeben, um ihren Vertrag zu erfüllen.\n\nDas ist der Vertrag, den sie vor über dreitausend Jahren mit Rex Lapis geschlossen hatte.",
      "es": "En Liyue, la mayoría de las personas envidia la vida en la Terraza Yujing, pero en realidad saben más bien poco sobre cómo funciona este lugar.\n\nNadie duda del increíble talento de las Siete Estrellas para gobernar la ciudad, pero lo que no saben es cómo las decisiones que toman siempre están basadas en cifras y datos.\n\nTodo el mundo sabe que las nuevas leyes promulgadas cada año provocan importantes alteraciones en el mercado, pero desconocen cómo dichas leyes son redactadas a partir de un intrincado sumario cuyo contenido ha de reorganizarse tras muchas reuniones.\n\nComo secretaria del Pabellón Yuehai, Ganyu se encarga del trabajo detrás de escena.\n\nAunque la mayoría de los ciudadanos de Liyue sabe quién es, no son capaces de relacionar a esta joven, que a veces se deja ver al alba en los muelles o disfrutando tranquilamente del té por las tardes, con su posición como secretaria del Pabellón Yuehai.\n\nAntes de que salga el sol, Ganyu siempre vuelve al Pabellón, en lo alto de la Terraza Yujing, para seguir cumpliendo su contrato: aquel contrato que firmó con Rex Lapis hace tres mil años.",
      "fr": "La plupart des Liyuéens éprouvent une envie confinant à l'émerveillement vis-à-vis des occupants de la Terrasse Yujing et de leur style de vie, mais rares sont ceux familiers avec le fonctionnement du lieu.\n\nTout un chacun sait bien sûr que les Sept Étoiles sont des personnes hors du commun, dans les mains desquelles repose le sort de la cité. Mais peu peuvent se vanter de connaître les complexes rouages derrière chaque décision prise par ces dernières.\n\nLes nouveaux règlements publiés chaque année influent grandement sur les prix du marché, mais qui sait combien de discussions, combien de compte-rendus de réunion, combien de journées de travail sont nécessaires pour la parution d'un seul d'entre eux ?\n\nGanyu, la secrétaire du Pavillon Yuehai, veille, abattant à elle seule une quantité impressionnante de tâches inconnues du grand public.\n\nMais que l'on dise aux habitants de Liyue qu'il s'agit là de la secrétaire du Pavillon Yuehai, il demeure peu probable que ceux-ci fassent le lien avec la jeune fille que l'on voit souvent aux premières lueurs se tenir sur les quais, profitant sereinement du lever du jour.\n\nC'est cette même jeune fille qui, tandis que le soleil gagne le ciel, remonte toujours au Pavillon Yuehai, s'attelant aux tâches faisant partie de son propre contrat – un contrat qu'elle établit il y a de cela plus de trois millénaires avec le Souverain de la Roche.",
      "pt": "Embora muitas pessoas em Liyue sejam fascinadas pela vida no Terraço de Yujing, suas atividades e regras são um mistério.\n\nElas sabem que os Qixing de Liyue são a elite da sociedade e têm o destino da cidade em suas mãos, mas os cálculos e dados por trás de cada decisão dos Qixing são muito mais difíceis de entender.\n\nAs pessoas entendem que as ordens e regulamentos anuais mudarão o mercado novamente, mas ninguém compreende como essa política é extraída de atas de reuniões complexas e compilada em algo mais fácil para o olho humano.\n\nComo secretária do Pavilhão Yuehai, Ganyu faz muitas tarefas que as pessoas comuns não veem.\n\nQuem a vê de pé no cais ao amanhecer, desfrutando de seu café da manhã em silêncio, não imagina a jovem nesse cargo.\n\nMesmo assim, quando o sol nascer totalmente, ela terá retornado ao Pavilhão Yuehai com vista para o Terraço Yujing e continuará a cumprir seu contrato.\n\nEsse contrato é um dos que ela assinou três mil anos atrás com Rex Lapis.",
      "ru": "Многие в Ли Юэ грезят о жизни на террасе Юйцзин, но они понятия не имеют, какие там царят порядки. Все знают, что Цисин - выдающиеся люди, в руках которых судьбы всего города. Но как они принимают решения, и что за ними стоит - понять очень сложно. Все знают, что издаваемый каждый год регламент сильно изменит рынок, но кто может постичь, как он собирается по кусочкам из запутанных протоколов совещаний, а затем редактируется во что-то доступное человеческому разуму. Эта работа, незаметная обычным людям, лежит на плечах Гань Юй, секретаря павильона Лунного моря. Видя, как она наслаждается завтраком в тишине рассветной гавани, сложно представить, какую должность занимает эта девушка. Но солнце ещё не успеет взойти, а в павильоне Лунного моря, что смотрит на террасу Юйцзин, она уже будет исполнять свой контракт. Контракт, который она заключила с Властелином Камня три тысячи лет назад.",
      "id": "Di Liyue, orang-orang begitu terpesona dengan kehidupan di Yujing Terrace, tetapi hanya sedikit yang tahu mengenai aturannya.\n\nOrang-orang tahu bahwa \"Liyue Qixing\" adalah pemimpin di antara orang-orang yang menjadi sumber kehidupan kota. Namun sulit bagi mereka untuk memahami setiap perhitungan dan data di setiap keputusan yang dibuat oleh Qixing.\n\nOrang-orang tahu bahwa peraturan baru yang ditetapkan setiap tahun akan membawa peraturan dan regulasi baru pada pasar, tetapi mereka tidak tahu bagaimana hal tersebut dirangkum dari sebuah rapat yang rumit dan secara bertahap diatur ulang menjadi sebuah resolusi baru.\n\nGanyu, sekretaris \"Yuehai Pavilion\", telah melakukan banyak pekerjaan yang tidak terlihat oleh dunia.\n\nBagi mereka yang sudah pernah melihatnya berdiri di dermaga saat fajar menyingsing, menikmati sarapannya dalam diam, sulit untuk membayangkan gadis muda sepertinya berada di sana.\n\nMeski demikian, sebelum matahari benar-benar terbit sepenuhnya, dia pasti akan kembali lagi ke Yuehai Pavilion di Yujing Terrace, dan menyelesaikan \"kontraknya\".\n\n——Itu adalah kontrak yang dia tanda tangani dengan \"Rex Lapis\" tiga ribu tahun lalu.",
      "th": "ใน Liyue ผู้คนส่วนใหญ่หลงใหลในชีวิตของ \"Yujing Terrace\" แต่กลับมีแค่ไม่กี่คนที่รู้ถึงกฎในการปฏิบัติงานของที่นั่น\n\nทุกคนรู้ว่า \"Liyue Qixing\" เป็นเหมือนกับเส้นเลือดใหญ่ของเมือง และเป็นเรื่องยากสำหรับพวกเขา ที่จะเข้าใจถึงการจัดการข้อมูลเบื้องหลังของนโยบายทุกข้อ ว่าเกิดขึ้นได้อย่างไร\n\nผู้คนรู้ดีว่านโยบายใหม่ที่ประกาศใช้ในแต่ละปี จะสร้างตัวแปรใหม่ให้กับตลาด แต่กลับไม่รู้ว่าจะเรียบเรียงเนื้อหาการประชุมที่ซับซ้อนให้ออกมาเข้าใจง่าย ๆ ได้อย่างไร\n\nGanyu เลขาของ Yuehai Pavilion รับผิดชอบงานที่คนส่วนใหญ่มองไม่เห็น\n\nแม้ว่าโลกจะรู้ถึงสถานะของ Ganyu แต่คงจะเป็นเรื่องยากสำหรับพวกเขาที่จะสามารถเชื่อมโยงภาพของเลขาของ Yuehai Pavilion กับหญิงสาวที่ทานอาหารเช้าอย่างเงียบ ๆ ที่ท่าเรือคนนั้นเข้าด้วยกัน\n\nแต่ก่อนพระอาทิตย์ขึ้นเธอจะกลับไปที่ Yuehai Pavilion ซึ่งตั้งอยู่เหนือ Yujing Terrace เพื่อทำตาม \"สัญญา\" ของเธอต่อไป\n\n...สัญญาที่เธอตกลงไว้กับท่านราชาแห่งหินเมื่อสามพันปีก่อน",
      "vi": "Ở Liyue, phần lớn bá tánh luôn hướng về cuộc sống ở \"Ngọc Kinh Đài\", nhưng lại biết rất ít về quy tắc trong đó.\n\nMọi người biết rằng \"Thất Tinh Liyue\" đều xuất thân từ con người, nắm giữ vận mệnh của thành thị. Nhưng họ rất khó để biết được cơ sở dữ liệu đằng sau mỗi quyết định, và làm thế nào để xây dựng nên nó.\n\nMọi người đều biết mỗi năm ban bố chính sách mới đều sẽ tạo nên biến số mới cho thị trường, nhưng không biết làm sao để chọn lọc ra được từ các nội dung phức tạp trong buổi họp, rồi dần dần được biên thành điều lệ rõ ràng.\n\nGanyu, thư ký của \"Nguyệt Hải Đình\", phụ trách công việc mà phần lớn người không thấy được.\n\nCho dù mọi người đều biết địa vị của Ganyu, nhưng e là họ cũng rất khó để hình dung ra thư ký của \"Nguyệt Hải Đình\" và cô thiếu nữ đứng ở bến cảng vào buổi sáng tinh mơ, bình thản ngồi dùng bữa sáng có mối liên hệ gì với nhau.\n\nNhưng trước khi mặt trời mọc, cô nhất định sẽ quay về Nguyệt Hải Đình bên trên Ngọc Kinh Đài để tiếp tục hoàn thành \"khế ước\" của cô.\n\n——Đó chính là khế ước mà cô đã ký kết với Nham Vương Đế Quân vào 3000 năm trước."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "甘雨并非七星中「某一颗星」的秘书，而是辅助「璃月七星」这个整体的秘书。\n\n在文静温柔的表象下，甘雨具备着磐石一般的毅力。\n\n关于这点，统领仙人的岩王帝君早已察明。\n\n千百年前，当「璃月七星」之位最初显现于璃月时，甘雨就成为了初代七星的秘书。\n\n此后多年里，璃月七星不断更迭，唯有甘雨始终陪伴左右。\n\n这也意味着，璃月各司各部、方方面面的文书事务，在这些年间层层汇聚积压，最终落到了甘雨肩上。\n\n但即使面对七倍、百倍、千倍的工作量，她的责任感依旧数年如一日，从未衰减。\n\n曾有人探究过甘雨动力的来源，得到的回答却稍稍对不上提问。\n\n「我所做的，距离帝君的功绩…还差得远呢。」",
      "zht": "甘雨並非七星中「某一顆星」的秘書，而是輔助「璃月七星」這個整體的秘書。\n\n在文靜溫柔的表象下，甘雨具備著磐石一般的毅力。\n\n關於這點，統領仙人的岩王帝君早已察覺。\n\n千百年前，當「璃月七星」之位最初顯現於璃月時，甘雨就成為了初代七星的秘書。\n\n此後多年裡，璃月七星不斷更迭，唯有甘雨始終陪伴左右。\n\n這也意味著，璃月各司各部、方方面面的文書事務，在這些年間層層匯聚積壓，最終落到了甘雨肩上。\n\n但即使面對七倍、百倍、千倍的工作量，她的責任感依舊千百年如一日，從未衰減。\n\n曾有人探究過甘雨動力的來源，得到的回答卻稍稍對不上提問。\n\n「我所做的，距離帝君的功績…還差得遠呢。」",
      "jp": "甘雨は、七星のうち誰か一人の「専属秘書」というわけではなく、「璃月七星」全体の秘書である。\n\nその温厚な見た目とは裏腹に、その内には盤石な意思が秘められている。\n\nこのことを、仙人たちを率いる岩王帝君はとうに見抜いていた。\n\n遥か昔、「璃月七星」が初めて璃月に現れた時、甘雨は初代七星の秘書を務めることになった。\n\nそれから璃月七星は幾度となく世代交代を繰り返すも、そのそばにはいつも甘雨がいた。\n\nそれはその長い年月の間、璃月各所の膨大な書類の処理を全て甘雨が担ってきたことを意味する。\n\n彼女は仕事量が七倍、百倍、千倍になったとしても、微塵も責任感を減らすことなく、あの最初の日から変わらずに働いてきた。\n\nかつて、何が甘雨をそうまでして突き動かすのか理由を探ろうとした者がいたが、その答えは明らかになることがなかったそうだ。\n\n「私がしたことは、帝君の功績と比べたら…足元にも及びません」",
      "ko": "감우는 칠성 중 어느 한 명의 비서가 아니라 「리월 칠성」 전체의 비서다.\n\n조용하고 부드러운 그녀의 외면 아래엔 반석과 같은 끈기가 있다.\n\n선인을 통솔하던 암왕제군은 그 사실을 진작부터 알고 있었다.\n\n감우는 아주 오래전 「리월 칠성」이 리월에 처음 나타났을 때부터 그들의 비서였다.\n\n이후 여러 해 동안 리월 칠성은 계속 바뀌었지만, 감우는 언제나 그들 곁을 지켰다.\n\n이는 즉, 그동안 산더미처럼 쌓인 각 부서의 각종 업무가 모두 그녀에게 쏟아졌단 말과 같다.\n\n하지만 7배, 100배, 1,000배의 업무량이 쏟아지는데도, 그녀의 책임감은 처음과 같이 조금도 달라지지 않았다.\n\n누군가 그녀의 원동력이 대체 무엇인지 알아내려고 했지만, 돌아온 대답은 질문과 그다지 부합하지 않았다.\n\n「제가 한 일은 제군께서 하신 일에 비하면… 아직 한참 부족해요」",
      "en": "Ganyu is not the secretary of any one leader in the Liyue Qixing but is instead the general secretary for the entire organization. Under her gentle exterior, Ganyu is as persevering as stone itself. This was something that Rex Lapis, the leader of the adepti, noticed very early on. Thus when the Liyue Qixing first emerged ages ago, Ganyu was their secretary. Through the years and the changes in the Qixing's roster, Ganyu has remained by their side as a constant. This has also meant that the mountainous piles of paperwork from the various departments and bureaus in Liyue have fallen upon Ganyu's shoulders. But though her workload has increased seven, a hundred, or even a thousandfold, her sense of responsibility has never wavered. Someone once queried as to the source of her motivation and received an answer that was not quite congruous with the question. \"What I've done... is nothing compared to what Rex Lapis has accomplished.\"",
      "de": "Ganyu ist nicht einfach die Sekretärin eines der Qixing, sondern tatsächlich die Generalsekretärin der Qixing an sich.\n\nHinter dem zarten und feinfühligen Äußeren ist Ganyu so beharrlich wie ein Stein.\n\nDoch das war Rex Lapis schon längst klar.\n\nAls die Qixing vor Jahrtausenden das erste Mal in Liyue auftauchten, fungierte Ganyu bereits als die Sekretärin der ersten Generation der Qixing.\n\nDie Qixing wechselten sich seither ab, während Ganyu als einziger beständiger Faktor blieb.\n\nDas bedeutet allerdings auch, dass all die Schreibarbeit, all die Formalitäten und all die Verpflichtungen der verschiedenen Abteilungen sämtlich und von Anfang an auf Ganyus Schultern lasteten.\n\nGanyus Pflichtbewusstsein kennt aber trotz siebenfacher, hundertfacher, ja sogar tausendfacher Menge an Arbeit keine Grenzen.\n\nJemand hat Ganyu mal nach ihrer Motivation gefragt. Die Antwort darauf ging aber in eine gänzlich unerwartete Richtung.\n\n„Was ich bisher vollbracht habe, reicht längst nicht an das heran, was Rex Lapis geleistet hat.“",
      "es": "Ganyu no es la secretaria de una de las Estrellas de Liyue; es la secretaria de todo su conjunto.\n\nDetrás de una personalidad calmada y dulce, Ganyu esconde una fuerza de voluntad firme como la roca. De hecho, el mismísimo Rex Lapis, líder supremo de los Adeptus, se dio cuenta de ello.\n\nAsí fue como, hace un milenio, Ganyu se convirtió en la secretaria de la primera generación de las Siete Estrellas cuando esta organización apareció por primera vez en Liyue.\n\nCon los años, los miembros de las Siete Estrellas no dejaban de sucederse uno tras otro, mientras Ganyu era la única que permanecía siempre a su lado pasase lo que pasase.\n\nEsto implicaba que los documentos y asuntos oficiales de todas las instituciones y ámbitos de Liyue recaían sobre sus hombros. No obstante, tuviera siete veces, cien veces o mil veces más cantidad de trabajo, el sentido de la responsabilidad de Ganyu nunca aminoró.\n\nUna vez, alguien quiso investigar qué era lo que motivaba a Ganyu a seguir cumpliendo con su deber. La respuesta que esa persona obtuvo le resultó algo confusa.\n\n“Todo lo que he hecho hasta ahora no es nada comparado con las contribuciones que nos ha hecho Rex Lapis”.",
      "fr": "Ganyu n'est la secrétaire attitrée d'aucune des Sept Étoiles en particulier. Elle est la secrétaire des Sept Étoiles, sans distinction aucune, point final.\n\nSous son apparence douce et amène se cache une volonté aussi solide que la roche.\n\nCette particularité n'a pas échappé au commandant des Adeptes, le Souverain de la Roche.\n\nIl y a de cela bien des années, la première génération des Sept Étoiles vit le jour, et Ganyu fut la secrétaire de cette institution. Elle le demeura depuis lors, tandis que l'une après l'autre chaque Étoile laissait la place à la suivante, incarnant à elle seule la continuité du corps dirigeant.\n\nCela signifie que toutes les affaires en attente, tous les problèmes de chaque département, chaque bureau, finissent tôt ou tard par lui échouer, venant s'ajouter à la liste déjà longue de choses à traiter.\n\nMais quand bien même elle aurait le double, le triple ou le centuple de travail à abattre, Ganyu fait montre d'un sens des responsabilités que le temps n'a pas érodé, et ne rechigne jamais à la tâche.\n\nQuelqu'un s'enquit un jour des raisons la motivant ainsi. La réponse obtenue avait de quoi en dérouter plus d'un.\n\n« Ce que je fais... Ce n'est rien comparé aux accomplissements du Souverain de la Roche. »",
      "pt": "Ganyu não é a secretária de nenhum líder dos Qixing de Liyue, mas sim a secretária geral de toda a organização.\n\nPor baixo de sua aparência gentil, Ganyu é dura como pedra.\n\nIsso é algo que Rex Lapis, o líder dos Adepti, havia notado muito cedo.\n\nAssim, quando os Qixing de Liyue surgiram pela primeira vez em eras passadas, Ganyu era sua secretária.\n\nAo longo dos anos e após as trocas de ajudantes dos Qixing, Ganyu permaneceu ao seu lado constantemente.\n\nIsso também significa que as pilhas de papéis de vários departamentos e escritórios em Liyue sempre recaem sobre os ombros de Ganyu.\n\nEmbora sua carga de trabalho tenha aumentado setecentas, ou até mil vezes, seu senso de responsabilidade nunca vacilou.\n\nUma vez perguntaram qual era a fonte de sua motivação e a resposta que ela deu deixou a pessoa confusa.\n\n\"Tudo o que eu fiz até agora... Não é nada comparado ao que Rex Lapis conseguiu fazer\".",
      "ru": "Гань Юй не секретарь кого-то из Цисин, а генеральный секретарь всей организации. За мягкой и скромной внешностью скрыта каменная воля. И Властелин Камня, лидер адептов, сразу это заметил. Поэтому с возникновением Цисин в далёком прошлом Гань Юй стала секретарём организации. С годами состав Цисин постоянно менялся, но Гань Юй неизменно оставалась на своём месте. А это значит, что вся бумажная работа всех министерств и департаментов Ли Юэ в итоге ложилась на её плечи. И хотя со временем её нагрузка увеличилась в семь, десять, сто, тысячу раз - её чувство ответственности осталось непоколебимо. Как-то её спросили, откуда она черпает силы, но она как будто ответила на другой вопрос: «Всё, что я сделала, не сравнится с достижениями Властелина Камня...»",
      "id": "Ganyu bukanlah sekreatis untuk satu orang di Liyue Qixing, tapi dia adalah sekretaris umum untuk sebuah organisasi.\n\nDi balik sikap lembutnya, Ganyu juga keras bagaikan batu.\n\nIni adalah sesuatu yang disadari oleh Rex Lapis, pemimpin para Adeptus, dari sejak dulu kala.\n\nKarena itu, saat Liyue Qixing didirikan beberapa ribu tahun yang lalu, Ganyu dipilih menjadi sekretaris pertamanya.\n\nSetelah melalui waktu bertahun-tahun dan banyaknya perubahan dalam posisi para Qixing, Ganyu tetap berada di sisi mereka sebagai seorang konsultan.\n\nIni juga berarti bahwa tumpukan tugas-tugas dari berbagai bagian dan birokrasi di Liyue semua ditangani oleh Ganyu.\n\nNamun walaupun porsi kerjanya meningkat sebanyak tujuh, ratusan, atau bahkan ribuan kali lipat, rasa tanggung jawabnya tidak pernah goyah.\n\nSeseorang pernah bertanya padanya apa sumber dari motivasinya, tetapi jawaban dari Ganyu tidak terlalu menjawab pertanyaan tersebut.\n\n\"Apa yang sudah kulakukan ... tidak sebanding dengan apa yang telah dicapai oleh Rex Lapis.\"",
      "th": "Ganyu ไม่ใช่เลขาของใครคนใดคนหนึ่งใน Qixing แต่เธอเป็นเลขาทั่วไปของทั้ง Liyue Qixing\n\nภายใต้รูปลักษณ์ที่สงบและอ่อนโยนของเธอนั้น Ganyu ยังมีความแข็งแกร่งและเด็ดเดี่ยวเหมือนกับหิน\n\nซึ่งเรื่องนี้เป็นสิ่งที่ท่านราชาแห่งหินสังเกตเห็นมานานแล้ว\n\nดังนั้นเมื่อ Liyue Qixing ได้ก่อตั้งขึ้นเมื่อหลายพันปีก่อน Ganyu จึงได้รับเลือกให้เป็น เลขารุ่นแรกของ Qixing\n\nในช่วงหลายปีต่อมา Liyue Qixing มีการเปลี่ยนแปลงต่าง ๆ มากมายเกิดขึ้นแต่ Ganyu ก็ยังคงอยู่เคียงข้างพวกเขาเสมอมา\n\nนี่ก็หมายถึง งานเอกสารจากหน่วยงานและสำนักต่าง ๆ ใน Liyue ต่างตกมาอยู่ที่ Ganyu\n\nถึงแม้ว่างานของเธอจะเพิ่มขึ้นเจ็ดเท่า ร้อยเท่า หรือพันเท่า แต่ความรู้สึกรับผิดชอบของเธอก็ยังคงเดิม และไม่เคยลดน้อยลงเลย\n\nเคยมีคนถามถึงที่มาของแรงจูงใจของ Ganyu แต่กลับได้รับคำตอบที่ไม่ค่อยตรงกับคำถามเท่าไหร่นัก\n\n \"สิ่งที่ฉันทำทั้งหมดนี้... ยังเทียบไม่ได้กับสิ่งที่ท่านราชาแห่งหินทำเลย\"",
      "vi": "Ganyu không phải thư ký của một ngôi sao nào đó trong Thất Tinh, mà là thư ký hỗ trợ cho toàn bộ \"Thất Tinh Liyue\".\n\nBên dưới vẻ bề ngoài dịu dàng điềm tĩnh, Ganyu có một nghị lực bền vững như đá.\n\nVề điểm này, thống lĩnh tiên nhân Nham Vương Đế Quân đã sớm nhận ra.\n\nNgàn năm trước, khi \"Thất Tinh Liyue\" lần đầu tiên xuất hiện ở Liyue, Ganyu đã trở thành thư ký đời đầu của Thất Tinh.\n\nSau đó nhiều năm, Thất Tinh Liyue trải qua nhiều lần thay đổi, chỉ có Ganyu vẫn luôn ở lại.\n\nĐiều này cũng có nghĩa là, các bộ phận ở Liyue, sổ sách ghi chép, các sự kiện tích lũy trong suốt ngàn năm nay cuối cùng đều đặt lên vai Ganyu.\n\nNhưng cho dù khối lượng công việc có gấp 7 lần, 100 lần hay 1000 lần, thì tinh thần trách nhiệm của cô vẫn như ngày đầu, chưa từng suy giảm.\n\nĐã từng có người thử tìm hiểu nguồn gốc động lực của Ganyu, nhưng nhận được câu trả lời không khớp lắm với câu hỏi.\n\n\"Những việc tôi làm, so với công sức của Đế Quân... vẫn còn kém xa lắm.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "「我的工作，是为璃月的多数生命，谋求最大的福祉。」\n\n在绝大多数情况下，甘雨都是一名值得托付信任的秘书。\n\n很难想象在面对这样庞大工作量的情况下，还有谁能比她做得更出色。更不用提她对璃月所有的事物，都能作出独到而敏锐的见解。\n\n但甘雨的可靠性，只能维持在「绝大多数情况」之下。\n\n越是在关键的节点上，越是努力想要做到分毫不错，甘雨就越是紧张，往往会在巨大的心理压力之下忙中出错。\n\n例如「七星请仙典仪」，可谓璃月一年中最重要的仪式。\n\n甘雨却在某年的「七星请仙典仪」上迟到了三分钟，在众目睽睽之下，勉强挤入了人群。\n\n事后，甘雨红着脸支支吾吾，说不出所以然来，只是在心里对「岩王帝君」道歉了一千遍。\n\n朝夕相处的同僚们，都猜想这次的疏忽应该是事出有因。\n\n关系淡漠些的，见帝君毫不在意，也就不再多舌。\n\n私交好一些的，则在私底下关心着她的状况，询问是否需要调整工作量，或者安排短期休假，甘雨却摇着头拒绝。\n\n「今年出席典仪时的衣饰穿戴，和去年相比应该怎样调整？为此举棋不定了两小时…」\n\n——这种理由，甘雨是绝对说不出口的！",
      "zht": "「我的工作，是為璃月的多數生命謀求最大的福祉。」\n\n在絕大多數情況下，甘雨都是一名值得託付信任的秘書。\n\n很難想像在面對這樣龐大工作量的情況下，還有誰能比她做得更出色。更不用提她對璃月所有的事物，都有獨到而敏銳的見解。\n\n但甘雨的可靠性，只能維持在「絕大多數情況」之下。\n\n愈是在關鍵的節點上，愈是努力想要做到分毫不錯，甘雨就愈是緊張，往往會在巨大的心理壓力之下忙中出錯。\n\n例如「七星請仙典儀」，可謂璃月一年中最重要的儀式。\n\n甘雨卻在某年的「七星請仙典儀」上遲到了三分鐘，在眾目睽睽之下，勉強擠入了人群。\n\n事後，甘雨紅著臉支支吾吾，說不出個所以然來，只是在心裡對「岩王帝君」道歉了一千遍。\n\n朝夕相處的同僚們，都猜想這次的疏忽應該事出有因。\n\n關係淡漠些的，見帝君毫不在意，也就不再多舌。\n\n私交好一些的，則在私底下關心著她的狀況，詢問是否需要調整工作量，或者安排短期休假，甘雨卻搖著頭拒絕。\n\n「今年出席典儀時的衣飾穿戴，和去年相比應該怎樣調整？為此舉棋不定了兩小時…」\n\n——這種理由，甘雨是絕對說不出口的！",
      "jp": "「私の仕事は、璃月に存在する数多の命に、最大の幸福を与えることです」\n\nほとんどの状況下において、甘雨は信頼に値する秘書である。\n\n膨大ともいえるその仕事の数々を、彼女以上に上手く処理する者はいないだろう。さらに、彼女は璃月のあらゆる物事に対して、独特で鋭い視点を持ち合わせている。\n\nただ、甘雨が頼りになるのは「ほとんどの状況下」でのことであり、一部はそうではない。\n\n肝心な場面であればあるほど、少しの失敗も許されないと力み、彼女は余計な緊張をしてしまうのだ。そして、その緊張のせいで失敗を犯す。\n\n例えば、璃月の1年の中で最も重要な儀式のひとつである「七星迎仙儀式」でのことだ。\n\n甘雨はある年の「七星迎仙儀式」に3分遅刻し、群衆が見つめる中、人混みをかき分けてやっと儀式の場に到着したことがあった。\n\nその後、甘雨は顔を赤面させながら口ごもり、言い訳もせず、ただ心の中で「岩王帝君」に何千回と謝罪した。\n\n仲のいい同僚は、この失態には何か裏があると考えた。\n\n顔見知り程度の同僚たちは、帝君が特に気にしていないのを見て、それに倣うことにした。\n\nプライベートでも付き合いのある者は彼女を心配し、仕事量を調整するか、短期の休暇を取得するよう勧めたが甘雨は首を横に振った。\n\n「今年の式典に着ていく衣装の飾りをどれにすべきか悩んでいたら、2時間も経っていました…」\n\n——このような理由を、甘雨は絶対に誰にも言わないだろう。",
      "ko": "「제 일은, 리월의 수많은 생명을 위해 최대의 행복을 제공하는 거예요.」\n\n감우는 대부분의 상황에서 아주 신뢰할 수 있는 비서다.\n\n이 엄청난 업무량을 그녀보다 더 잘 처리할 수 있는 사람은 아마 없을 거다. 게다가 그녀는 리월의 모든 것에 대해 그녀만의 날카로운 견해를 가지고 있다.\n\n하지만 감우의 신뢰도는 「대부분의 상황」에서만 유지된다.\n\n그녀는 중요한 일이면 일일수록 완벽하게 해내기 위해 더 긴장하게 되고, 엄청난 심리적 압박 속에서 서두르다가 실수를 하곤 한다.\n\n예를 들어, 「칠성 청신의례」는 리월의 가장 중요한 의식 중 하나인데, 감우는 한번 이 의식에 3분이나 지각한 적이 있다. 그녀는 수많은 사람들의 눈빛 속에서 겨우 인파를 뚫고 참석할 수 있었다.\n\n감우는 얼굴을 붉히고 우물쭈물하며 이유를 말하지 못하고 그저 마음속으로 「암왕제군」에게 수천 번 사과했다.\n\n감우와 늘 함께 지내 온 동료들은 이번 실수에 분명 무슨 이유가 있을 거라고 생각했다.\n\n친하지 않은 사람들은 제군이 아무 말씀 없는 걸 보곤 별다른 말을 하지 않았다.\n\n그녀와 개인적인 친분이 있는 사람들은 조용히 그녀를 걱정하며 업무량을 조절해야 하는 건 아닌지, 아니면 단기 휴가라도 가져야 하는 건 아닌지 물었다. 하지만 감우는 고개를 저으며 거절했다.\n\n「작년 의례 때랑 다른 옷차림을 하려면 올해엔 뭘 입는 게 좋을까? 이것 때문에 2시간을 날려 버렸어….」\n\n이런 이유를 감우는 절대로! 입 밖으로 꺼낼 수 없다",
      "en": "\"I work for the well-being of all living things in Liyue.\"\n\nUnder almost all circumstances, Ganyu is a very trustworthy secretary.\n\nIt is hard to imagine anyone outperforming her in the face of such an enormous workload, especially given her unique and penetrating insights into all of Liyue's matters.\n\nNevertheless, her reliability can only be guaranteed under \"almost all circumstances.\"\n\nThe more important the matter, the more Ganyu strives for perfection, and the more nervous she becomes. Under pressure, her nervousness does result in the occasional error.\n\nOne such incident occurred during the Rite of Descension, without doubt the most important annual event in Liyue's calendar.\n\nGanyu was three minutes late for the Rite and had to squeeze through the crowd in full view of all.\n\nLater on, with a face as red as a tomato, she stammered her way through an unconvincing explanation, all the while apologizing profusely to Rex Lapis in her heart.\n\nHer colleagues guessed that there must be some reason for the mistake.\n\nThose who did not know her well saw that Rex Lapis did not mind, and thus paid the incident no attention.\n\nThose closer to her worried in private, and asked if she needed a workload adjustment or a short vacation, but Ganyu refused.\n\n\"I spent two hours making sure that I wasn't wearing anything too similar to last year's Rite...\"\n\nNeedless to say, Ganyu was not about to admit to this being the real reason for her tardiness!",
      "de": "„Ich arbeite für das Wohl aller Lebewesen und Bewohner in Liyue.“\n\nUnter fast allen Umständen ist Ganyu eine sehr vertrauenswürdige Sekretärin.\n\nEs ist kaum vorstellbar, dass jemand sie angesichts einer so enormen Arbeitsbelastung übertreffen könnte, vor allem wegen ihrer einzigartigen und durchdringenden Einsichten in alle Angelegenheiten Liyues.\n\nDennoch kann ihre Zuverlässigkeit nur unter „fast allen Umständen“ garantiert werden.\n\nJe wichtiger die Angelegenheit ist, desto mehr strebt Ganyu nach Perfektion und desto nervöser wird sie. Unter Druck führt ihre Nervosität gelegentlich zu Patzern.\n\nEin solcher Vorfall ereignete sich während einer Adeptenzeremonie der Qixing, zweifellos das wichtigste jährliche Ereignis in Liyue.\n\nGanyu kam drei Minuten zu spät zur Zeremonie und musste sich vor allen Zuschauern durch die Menge quetschen.\n\nSpäter stammelte sie sich mit hochrotem Gesicht durch eine nicht überzeugende Erklärung, während sie sich in ihrem Herzen ausgiebig bei Rex Lapis entschuldigte.\n\nDiejenigen, die sie nicht gut kannten, sahen, dass es Rex Lapis nichts ausmachte und schenkten dem Vorfall daher keine Beachtung.\n\nDiejenigen jedoch, die ihr näherstanden, machten sich insgeheim schon Sorgen und fragten, ob sie eine Anpassung ihres Arbeitspensums oder einen Kurzurlaub bräuchte, aber Ganyu lehnte ab.\n\n„Ich habe zwei Stunden damit verbracht, mich zu vergewissern, dass ich nichts trage, das dem, was ich im letzten Jahr bei der Zeremonie getragen habe, zu ähnlich ist ...“\n\nUnnötig zu sagen, dass Ganyu nicht zugeben wollte, dass dies der wahre Grund für ihre Verspätung war.",
      "es": "“Mi trabajo consiste en garantizar el bienestar de la mayor cantidad de gente posible en Liyue”.\n\nEn la mayoría de ocasiones, Ganyu es una secretaria en quien se puede confiar plenamente. Es difícil imaginar a alguien capaz de hacerlo mejor que ella con tanta carga de trabajo, por no mencionar su aguda y afianzada visión y comprensión de los asuntos de Liyue.\n\nNo obstante, su fiabilidad solo puede garantizarse en “la mayoría de las situaciones”.\n\nCuanto más importante es lo que Ganyu tiene que hacer, más quiere que todo salga perfecto, y también más nerviosa se pone, lo que la hace cometer errores cuando se encuentra bajo mucha presión.\n\nEsto le ocurrió una vez en un Rito del Descenso, la ceremonia más importante de Liyue en todo el año, organizado por las Siete Estrellas.\n\nEn aquella ocasión, llegó tres minutos tarde al rito, por lo que tuvo que abrirse paso entre la multitud, que se quedó mirándola fijamente.\n\nGanyu no pudo evitar sonrojarse, tartamudear y decir cosas sin sentido. Para arreglarlo, le pidió disculpas mil veces a Rex Lapis.\n\nSus compañeros más cercanos supusieron que debía haber alguna razón para aquel descuido, mientras que aquellos con los que no tenía tanta relación no pensaron nada al respecto al ver que a Rex Lapis no le importó el comportamiento de Ganyu.\n\nPor su parte, sus amigos más cercanos le preguntaron en privado si le pasaba algo, y si necesitaba que reajustaran su carga de trabajo o unos días libres. Pero Ganyu dijo que no a todo.\n\n“¿Cómo debería ir vestida al Rito del Descenso de este año para no repetir mi vestimenta del año pasado? Llevo dos horas pensándolo y no se me ocurre nada...”\n\nA Ganyu jamás se le ocurriría decir esto en voz alta.",
      "fr": "« Ma responsabilité est d'assurer le bien-être d'autant de Liyuéens que possible. »\n\nDans l'écrasante majorité des cas, Ganyu est une secrétaire fiable et digne de confiance.\n\nDifficile d'imaginer qui que ce soit d'autre accomplir ne serait-ce que le dixième de ce qu'elle accomplit, ou de trouver quelqu'un possédant une compréhension aussi poussée et réfléchie des affaires de la cité.\n\nMais, comme écrit précédemment, on peut compter sur Ganyu « dans l'écrasante majorité des cas ».\n\nPlus la tâche à accomplir est décisive, et plus Ganyu cherchera à atteindre la perfection – et l'énorme pression psychologique qu'elle s'impose finit malheureusement parfois en erreurs de sa part.\n\nPrenez par exemple le rituel de la descente, la célébration la plus importante de toute l'année à Liyue.\n\nLors de l'une de ces célébrations, Ganyu arriva trois minutes en retard, et se glissa à travers la foule sous les regards, rouge de honte.\n\nIl fut impossible par la suite de lui arracher la raison de son retard, mais en son for intérieur, elle s'excusa mille fois auprès du Souverain de la Roche.\n\nLes personnes qui la connaissaient le mieux, inquiètes à son sujet, lui demandèrent si sa charge de travail n'était pas trop importante et si quelques congés ne seraient pas les bienvenus. À chaque fois, Ganyu secoua la tête en signe de refus.\n\n« Ah... J'ai passé deux heures entières à hésiter sur quoi porter pour la cérémonie, de peur que ça ne s'accorde pas avec ma mise de l'année précédente... »\n\nMais aucune chance que Ganyu avoue jamais ceci à voix haute.",
      "pt": "\"Trabalho para o bem-estar de todas as coisas vivas em Liyue\".\n\nEm quase todas as circunstâncias, Ganyu é uma secretária muito confiável.\n\nÉ difícil imaginar alguém que saiba lidar com tanto trabalho quanto ela, sem mencionar seu entendimento único e profundo de todos os assuntos de Liyue.\n\nNo entanto, sua confiabilidade é garantida apenas em \"quase todas as situações\".\n\nQuanto mais importante a questão, mais Ganyu se empenha pela perfeição e mais nervosa ela fica. Sob pressão, seu nervosismo resulta em erros ocasionais.\n\nHouve um incidente durante o Ritual de Descensão, sem dúvida o evento anual mais importante do calendário de Liyue.\n\nGanyu estava três minutos atrasada para o Ritual e teve que abrir caminho entre a multidão.\n\nMais tarde, com o rosto vermelho como um tomate, ela gaguejou uma explicação pouco convincente enquanto se desculpava profundamente a Rex Lapis.\n\nSeus colegas imaginaram que devia haver algum motivo para esse erro.\n\nQuem não a conhecia ignorou o ocorrido ao ver que Rex Lapis não se importou.\n\nSeus amigos mais próximos a perguntaram em particular se ela precisava que diminuíssem sua carga de trabalho ou de umas férias curtas, mas Ganyu recusou.\n\n\"Passei duas horas procurando algo para vestir que não fosse parecido com o que usei no Ritual do ano passado...\"\n\nGanyu não admitiria que esse era o verdadeiro motivo do seu atraso!",
      "ru": "«Я работаю на благо всего живого в Ли Юэ». Почти в любой ситуации Гань Юй - секретарь, на которого можно абсолютно положиться. Невозможно представить, чтобы при такой чудовищной нагрузке кто-то мог с ней сравниться, не говоря уже о её тонком и самобытном понимании всего, что происходит в Ли Юэ. Но всё же она надёжна «почти в любой ситуации». Чем важнее задача, тем упорнее Гань Юй стремится к совершенству и тем больше нервничает. А в состоянии нервного напряжения она иногда совершает ошибки. Так однажды и случилось во время Церемонии Сошествия - без сомнения, самого важного события в календаре Ли Юэ. Гань Юй опоздала на три минуты и ей пришлось протискиваться через толпу у всех на виду. Позже, красная как помидор, она, запинаясь, мямлила какие-то несвязные оправдания, в тысячный раз про себя прося прощения у Властелина Камня. Сослуживцы решили, что у неё была какая-то веская причина для опоздания. Люди незаинтересованные заметили, что Властелин Камня не сердится, и выкинули всё это дело из головы. А те, кто к Гань Юй поближе, наедине с ней высказывали беспокойство и спрашивали, не слишком ли она много работает и не взять ли ей небольшой отпуск, но Гань Юй напрочь отказывалась. «Я два часа проверяла, чтобы мой наряд не был слишком похож на тот, что я надела на прошлогоднюю церемонию...» Конечно же, озвучить такую причину для опоздания было решительно невозможно.",
      "id": "\"Pekerjaanku adalah menjamin kesejahteraan semua kehidupan di Liyue.\"\n\nDalam banyak hal, Ganyu adalah sekretaris yang bisa diandalkan.\n\nSulit membayangkan siapa yang dapat melakukan lebih baik darinya dalam menghadapi beban kerja yang begitu berat. Belum lagi dia memiliki wawasan dan pandangan yang unik serta tajam tentang semua hal di Liyue.\n\nTetapi kehebatan Ganyu hanya dapat bertahan dalam \"banyak hal\".\n\nSemakin banyak dia mengerjakan tugas-tugas penting, semakin keras dia mencoba melakukannya dengan baik, Ganyu akan semakin gugup, dan dia akan sering membuat kesalahan di bawah tekanan psikologis yang luar biasa.\n\nMisalnya pada \"Rite of Descension\" yang diadakan oleh Qixing, itu adalah upacara paling penting di Liyue tiap tahunnya.\n\nGanyu terlambat 3 menit pada acara tersebut di tahun tertentu dan harus berdesak-desakan dengan orang banyak.\n\nSetelahnya, Ganyu merasa malu dan gugup saat harus menjelaskan situasinya, dia sangat malu sampai di dalam hatinya dia meminta maaf kepada Rex Lapis ribuan kali. Semua teman kerjanya menebak pasti ada sebuah kejadian yang menyebabkan dia terlambat. Mereka yang tidak terlalu mengenalnya juga melihat bahwa Rex Lapis tidak terlalu keberatan, sehingga tidak terlalu memperhatikan. Lalu mereka yang cukup dekat dengannya cukup khawatir dan bertanya padanya jika dia membutuhkan penyesuaian dalam porsi kerjanya atau mungkin liburan, tapi Ganyu menolak. \"Aku menghabiskan waktu 2 jam berdebat dengan diriku sendiri mengenai pakaian yang akan kupakai pada acara ini.\" - Bagaimana mungkin dia bisa memberi tahu orang-orang bahwa ini adalah alasan keterlambatannya?",
      "th": "\"งานของฉันคือการแสวงหาความเป็นอยู่ที่ดีที่สุดเพื่อทุกชีวิตใน Liyue\"\n\nในสถานการณ์ส่วนใหญ่ Ganyu มักจะเป็นเลขานุการที่ได้รับการไว้วางใจและมอบหมายความรับผิดชอบให้\n\nเป็นเรื่องยากที่จะจินตนาการ ว่าเมื่อต้องเผชิญกับภาระงานมหาศาลเช่นนี้แล้ว จะมีใครทำหน้าที่นี้ได้ดีไปกว่าเธอ ยิ่งไม่ต้องพูดถึงมุมมองละการรู้ข้อมูลเชิงลึกและเฉียบคมในทุกเรื่องของ Liyue\n\nทว่าความน่าเชื่อถือของเธอนั้นสามารถรับประกันได้ใน \"เกือบทุกสถานการณ์\" เท่านั้น\n\nยิ่งเป็นเรื่องที่สำคัญมากเท่าไหร่ Ganyu ก็ยิ่งมุ่งมั่นและพยายามไม่ให้เกิดข้อพลาดมากขึ้นเท่านั้น แต่ภายใต้ความกดดันและความกังวลใจของเธอ ก็ได้ส่งผลให้เกิดความผิดพลาดในบางครั้ง\n\nอย่างเช่นใน \"พิธีเจ็ดดาราอัญเชิญเซียน\" ที่ Qixing จัดขึ้น ซึ่งถือเป็นพิธีที่สำคัญที่สุดของปีใน Liyue\n\nแต่มีอยู่ปีหนึ่ง Ganyu กลับมาช้าไป 3 นาที ผู้คนมากมายต่างจ้องมาที่เธอ และเธอก็ต้องเบียดเสียดฝูงชนไปเพื่อเข้าร่วมงาน\n\nGanyu หน้าแดงเป็นลูกตำลึง เพราะรู้สึกอับอาย และไม่กล้าพูดอะไรออกมา จึงได้แต่ขอโทษราชาแห่งหินเป็นพัน ๆ ครั้งอยู่ในใจ\n\nเพื่อนร่วมงานที่สนิทกับเธอเดาว่าต้องมีเหตุผลบางอย่าง ที่ทำให้เกิดความผิดพลาดในครั้งนี้\n\nส่วนคนที่ไม่ได้สนิทสนม เมื่อเห็นว่าราชาแห่งหินไม่ได้สนใจอะไร พวกเขาจึงไม่พูดอะไรมากนัก\n\nผู้ที่ใกล้ชิดกับเธอต่างเป็นห่วง และถามเธอเป็นการส่วนตัวว่าต้องการปรับปริมาณงานหรืออยากหยุดพักช่วงสั้น ๆ มั้ย แต่ Ganyu กลับส่ายหัวปฏิเสธ\n\n\"ฉันใช้เวลาถึง 2 ชั่วโมง ในการเถียงกับตัวเองว่าจะใส่เสื้อผ้าอะไรไปงานนี้ดีเพื่อไม่ให้ซ้ำกับปีที่แล้ว...\"\n\n...นี่คือเหตุผลที่ทำให้เธอมาสาย แต่ Ganyu จะกล้าพูดออกมาได้ยังไงกัน!",
      "vi": "\"Công việc của tôi chính là mưu cầu phúc lợi tốt nhất cho vô số sinh mệnh ở Liyue.\"\n\nTrong phần lớn tình huống, Ganyu luôn là một thư ký đáng tin để giao phó trọng trách.\n\nRất khó tưởng tượng trong tình trạng phải đối diện với lượng công việc khổng lồ, còn ai có thể làm tốt hơn cô ấy. Càng không cần phải nhắc đến việc cô ấy có khả năng nhìn nhận một cách độc đáo mà nhạy bén đối với tất cả mọi việc của Liyue.\n\nNhưng sự đáng tin cậy của Ganyu, chỉ có thể duy trì trong \"phần lớn tình huống\".\n\nCàng vào những lúc then chốt, càng nỗ lực làm việc để không phạm bất cứ sai lầm nào, thì Ganyu càng khẩn trương, thường sẽ phạm sai lầm gì đó trong tình trạng áp lực tâm lý cực kỳ lớn như vậy.\n\nVí dụ như trong \"Điển Lễ Thỉnh Tiên Thất Tinh\", nghi thức lớn nhất trong năm của Liyue.\n\nCó một năm Ganyu đã đến trễ 3 phút, chen chúc trong dòng người đang nhìn mình chăm chăm.\n\nSau việc đó, Ganyu ấp úng không nói được lý do, nhưng trong lòng thì xin lỗi Nham Vương Đế Quân cả ngàn lần.\n\nNhững đồng liêu sớm tối bên cạnh cô đều đoán rằng lỗi lầm này ắt có nguyên do.\n\nNhững người không thân thiết, thấy Đế Quân không để tâm thì cũng không nói gì nhiều.\n\nNhững người thân thiết thì âm thầm hỏi thăm, quan tâm cô ấy, hỏi xem có cần điều chỉnh khối lượng công việc không, hoặc sắp xếp một kỳ nghỉ ngắn hạn, nhưng Ganyu đã lắc đầu từ chối.\n\n\"Lễ phục cho điển lễ năm nay nên điều chỉnh như thế nào so với năm ngoái nhỉ? Vì việc này mà băn khoăn hết 2 giờ đồng hồ...\"\n\n——Lý do như vậy, Ganyu tuyệt đối không bao giờ nói ra!"
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "千年有多长？\n\n长到开满荻花洲的琉璃百合，在洪水后绝迹；长到归离原人声鼎沸的集镇，在战后化为断壁残垣。\n\n千年有多短？\n\n对甘雨来说，正如白驹过隙间。\n\n在这凡人难以想象的漫长时光里，甘雨一直端坐玉京台，处理各种事务。\n\n亲手记录每一座楼阁的落成，亲眼见证每一个产业的繁荣。\n\n甘雨对于时间流逝的客观感受，来自于白纸上不断庞大的数字，来自于总是需要更多颜色才能区分内容的表格。\n\n时间几乎没能改变甘雨的心智，她的内心始终在「人」和「仙兽」之间摇摆。\n\n一方面，身为麒麟的她，难以理解人类世界的诸多纷争。\n\n而另一方面，人类的血脉却总是提醒她，要对融入社会抱有希望。",
      "zht": "千年有多長？\n\n長到開滿荻花洲的琉璃百合，在洪水後絕跡；長到歸離原人聲鼎沸的集鎮，在戰後化為斷壁殘垣。\n\n千年有多短？\n\n對甘雨來說，正如白駒過隙間。\n\n在這凡人難以想像的漫長時光裡，甘雨一直端坐玉京臺，處理各種事務。\n\n親手記錄每一座樓閣的落成，親眼見證每一個產業的繁榮。\n\n甘雨對於時間流逝的客觀感受，來自於白紙上不斷龐大的數字，來自於總是需要更多顏色才能區分內容的表格。\n\n時間幾乎沒能改變甘雨的心智，她的內心始終在「人」和「仙獸」之間搖擺。\n\n一方面，身為麒麟的她，難以理解人類世界的諸多紛爭。\n\n而另一方面，人類的血脈卻總是提醒她，要對融入社會抱有希望。",
      "jp": "千年はどれくらい長いのか？\n\nそれは荻花洲に咲き誇っていた琉璃百合が洪水により絶滅するほど長く、賑やかだった帰離原が戦後寂れて廃墟と化すほど長い。\n\n千年はどれくらい短いのか？\n\n甘雨にとって、それは瞬く間のこと。\n\n凡人では想像もできない長い年月の中、甘雨は玉京台に座り続け、あらゆる書類を処理してきた。\n\n全ての楼門の建設を記録し、全ての産業の繁栄を目にした。\n\n甘雨は時間の流れを客観的に捉えていた。時間は白紙の上で絶え間なく更新される膨大な数字であり、あらゆる色を使って区分される必要のあるテーブルであると。\n\n時間は、甘雨の心を変えることができなかった。彼女はずっと「人」と「仙獣」の間で揺れ動いている。\n\n麒麟である彼女には、人間の世界で起こるたくさんの争いを理解できない。\n\n一方、その身に流れる人の血が彼女に、人間社会に融け込む希望を囁くのだ。",
      "ko": "천년은 얼마나 긴 시간일까?\n\n적화주에 만개한 유리백합이 홍수에 휩쓸려 자취를 감추고, 귀리 평원의 북적이던 마을이 전쟁 후 허물어진 폐허로 남게 될 만큼 긴 시간이다.\n\n천년은 얼마나 짧은 시간일까?\n\n감우에게 있어선 눈 깜짝할 새에 불과하다.\n\n인간이 상상할 수 없을 정도로 긴 시간 동안, 감우는 줄곧 옥경대에 앉아 여러 일을 처리했다.\n\n직접 누각 한 채 한 채의 완공을 기록했고, 모든 산업의 번영을 목격했다.\n\n감우에게 시간의 흐름을 객관적으로 느낄 수 있는 지표는 백지에 적힌 점점 늘어나는 방대한 숫자와, 내용을 구분하기 위해서 더 많은 색을 써야만 하는 표였다.\n\n시간은 감우의 마음을 거의 바꾸지 못했다. 그녀의 마음은 계속해서 「인간」과 「신수」 사이를 갈등했다.\n\n한편으로 기린인 그녀는 인간 세상의 수많은 분쟁을 이해할 수 없었다.\n\n그리고 또 한편으론, 몸속에 흐르는 인간의 피가 계속해서 그녀에게 인간 사회의 일원이 될 수 있다는 희망을 속삭였다",
      "en": "How long is a thousand years?\n\nLong enough for the Glaze Lilies that once teemed throughout Dihua Marsh to be wiped out by floodwaters, and long enough for the thriving settlement that sprung up upon Guili Plains to come to ruin in war.\n\nHow short is a thousand years?\n\nTo Ganyu, it has felt shorter than the blink of an eye.\n\nThroughout a passage of time unimaginable to mortals, Ganyu has been working on all manner of things at Yujing Terrace.\n\nShe recorded the raising and demolishing of every building, and witnessed the rise to prosperity of every industry.\n\nGanyu's sense of objectivity towards the passage of time comes from the endless reams of data she must trawl through, and from the ever-increasing number of colors she finds that she needs to categorize it all.\n\nAll this time, her mindset has never changed — she constantly wavers between her human and adeptus halves.\n\nOn one hand, Ganyu the qilin finds it difficult to comprehend mortal squabbles.\n\nBut on the other hand, her human blood reminds her always to hold out hope that she might someday be able to fit in.",
      "de": "Wie lang sind tausend Jahre?\n\nSo lang, dass die Glaslilien, die einst das gesamte Dihua-Moor durchzogen, von den Fluten weggewaschen wurden, so lang, dass von der damals allseits bekannten Siedlung auf der Guili-Ebene nach dem Krieg nur noch Ruinen verblieben.\n\nWie kurz sind tausend Jahre?\n\nSo kurz, dass sie für Ganyu im Handumdrehen vergehen.\n\nIn der ganzen Zeit, die für Sterbliche gar nicht zu begreifen ist, saß Ganyu auf der Yujing-Terrasse und erledigte ihre Arbeiten bei der Verwaltung.\n\nEigenhändig schrieb sie nieder, wann jedes einzelne Gebäude errichtet wurde, und mit eigenen Augen sah sie, wie jede Branche begann zu florieren.\n\nGanyu hat eine sehr objektive Einstellung gegenüber dem Vergehen der Zeit. Das kommt von ihrem Umgang mit all den enormen Zahlen und Statistiken und Tabellen voller Farben und Markierungen, die immer mehr Inhalte in Kategorien und Unterkategorien einteilen sollen.\n\nGanyus innerste Einstellung konnte selbst die Zeit nicht ändern, wie auch ihr Hadern zwischen ihrer menschlichen und ihrer adeptischen Seite.\n\nEinerseits versteht sie als Qilin die vielen Gründe für Streitigkeiten unter den Menschen kaum.\n\nAndererseits hegt sie als Mensch weiterhin die Hoffnung, sich irgendwann in die Gesellschaft eingliedern zu können.",
      "es": "¿Cuántas cosas pueden suceder en mil años?\n\nQue los lirios de cristal desaparezcan del Pantano Dihua tras unas grandes inundaciones; o que la bulliciosa ciudad que solía haber en la Llanura Guili se reduzca a ruinas tras una cruenta guerra.\n\n¿Cómo se siente el paso de mil años?\n\nPara Ganyu, ha sido tan rápido como pestañear una sola vez.\n\nDurante todo este tiempo, que para los mortales podría resultar interminable, Ganyu siempre ha estado en la Terraza Yujing encargándose de todo tipo de asuntos.\n\nElla ha registrado la construcción de todos los edificios de Liyue y ha sido testigo del auge y la caída de todas las industrias de la ciudad.\n\nSu percepción objetiva del paso del tiempo se debe a las cifras y datos registrados en las pilas de documentos oficiales, a los interminables formularios que siempre necesitaban algo de color para distinguir lo que ponía en ellos...\n\nAunque el paso del tiempo no ha cambiado su forma de ser, Ganyu siempre se ha encontrado atrapada entre la naturaleza humana y la de bestia iluminada.\n\nDebido a su lado Chilin, le es muy difícil comprender las disputas de los humanos. Sin embargo, su sangre humana siempre le recuerda que debe mantener la esperanza de, algún día, integrarse por completo en la sociedad.",
      "fr": "Combien de temps dure vraiment un millénaire ?\n\nLe temps qu'il faut pour que les lys vernis recouvrant autrefois le Marais Dihua disparaissent complètement sous l'assaut des eaux, et que les villages dont l'agitation animait autrefois les Plaines Guili soient rayés à jamais de la carte ?\n\nMais demandez à Ganyu, et elle vous répondra qu'un millénaire s'écoule presque trop vite.\n\nGanyu a passé à la Terrasse Yujing plus de temps que ce que les simples mortels peuvent concevoir, traitant sans relâche les affaires de la cité, prenant note de chaque nouvelle construction, et étant le témoin de la naissance et du développement de chaque branche du commerce au fil des ans.\n\nSa conception très subjective du temps qui passe trouve son origine dans les milliers de documents couverts de caractères, dans chaque formulaire marqué de multiples couleurs sur lesquels se posèrent ses yeux au fil des ans.\n\nLes années n'ont pas érodé ses compétences intellectuelles, et elle pose sur toute chose le double regard d'une humaine et d'une Qilin.\n\nLe Qilin, cette créature mythique dont elle est issue et qui sommeille en elle, peine à comprendre bien des tracas des hommes.\n\nMais le sang humain qui coule dans ses veines lui rappelle constamment qu'elle aussi appartient à ce monde qui parfois lui échappe.",
      "pt": "Quanto tempo duram mil anos?\n\nO bastante para que os Lírios de Vidro, que outrora brotavam na Ilhota de Dihua, fossem exterminados pelas enchentes e o próspero povoado que surgiu nas Planícies de Guili fosse arruinado pela guerra.\n\nMil anos são pouco tempo?\n\nPara Ganyu, eles passaram em um piscar de olhos.\n\nPor um tempo inimaginável pelos mortais, Ganyu tem feito várias coisas no Terraço de Yujing.\n\nEla registrou a construção e a demolição de cada edifício, e testemunhou a ascensão à prosperidade de cada indústria.\n\nO senso de objetividade de Ganyu em relação à passagem do tempo vem das pilhas de dados que ela deve vasculhar e do número cada vez maior de formulários que precisa categorizar.\n\nEm todo esse tempo, sua mentalidade nunca mudou - ela constantemente oscila entre a natureza humana e a dos Adepti.\n\nPor um lado, Ganyu, a Qilin, não compreende os conflitos mortais.\n\nMas, por outro, seu sangue humano a lembra de sempre manter a esperança de um dia se encaixar na sociedade.",
      "ru": "Тысяча лет... Много ли это? За тысячу лет наводнения уничтожили глазурные лилии, что покрывали Тростниковые острова; за тысячу лет цветущие поселения в долине Гуйли превратились в руины. Тысяча лет... Мало ли это? Для Гань Юй тысячелетие пролетело словно миг. Много повидала она на террасе Юйцзин за это время, недоступное пониманию обычных людей. Она лично вносила записи о постройке и разрушении каждого здания. Своими глазами она видела, как расцветали все отрасли Ли Юэ. Объективность восприятия времени ей даёт бесконечный бумажный поток информации, и ей нужно всё больше разных цветов, чтобы упорядочить данные. Но время не может изменить её природу: душа её всё так же мечется между человеческим и божественным. С одной стороны, священному цилиню не понять вечные распри смертного мира. С другой стороны, человеческая кровь не даёт увянуть надежде стать своей в обществе людей.",
      "id": "Seribu tahun itu sebenarnya berapa lama?\n\nCukup lama sampai Glaze Lily yang dulunya menutupi Dihua Marsh kini tersapu oleh banjir, dan cukup lama bagi pemukiman yang ada di Guili Plains untuk hancur dalam perang.\n\nJadi seberapa singkat sebenarnya seribu tahun itu? Lebih singkat dari waktu yang dibutuhkan seekor kuda perang untuk melewati sehelai rambut. Ganyu telah mengerjakan banyak hal di Yujing Terrace selama periode waktu ini yang tak terbayangkan oleh manusia.\n\nDia mencatat setiap peningkatan dan penghancuran setiap bangunan, dan menyaksikan setiap industri meningkat menuju kemakmuran.\n\nPerasaan objektif Ganyu terhadap perjalanan waktu berasal dari data tak berujung yang dia miliki, dan dari jumlah warna yang terus meningkat yang dia butuhkan untuk mengkategorikan materi itu.\n\nSelama ini, pola pikirnya tidak pernah berubah — dia terus-menerus terombang-ambing di antara dunia manusia dan Adeptus.\n\nDi satu sisi, Ganyu sang Qilin merasa sulit untuk memahami dunia fana. Tetapi di sisi lain, darah manusianya selalu mengingatkannya bahwa dia harus memegang harapan, bahwa dia mungkin bisa menyesuaikan diri suatu hari nanti.",
      "th": "พันปียาวนานแค่ไหนกัน\n\nนานพอที่จะทำให้ดอก Glaze Lily ที่เคยปกคลุมไปทั่วทั้งบึง Dihua Marsh ต้องตายไปหมด เพราะน้ำท่วม และนานพอที่เมืองอันคึกคักอย่าง Guili Plain ต้องกลายเป็นซากปรักหักพังหลังสงคราม\n\nพันปีสั้นแค่ไหน?\n\nสำหรับ Ganyu แล้ว มันสั้นยิ่งกว่ากะพริบตาเสียอีก\n\nตลอดช่วงเวลาที่มนุษย์ไม่สามารถจินตนาการได้ Ganyu ได้นั่งทำงานอยู่ที่ Yujing Terrace\n\nเธอบันทึกการสร้างและการรื้อถอนของอาคารทุกหลัง และได้เห็นความเจริญรุ่งเรืองของอุตสาหกรรมทุกแขนง\n\nความรู้สึกของ Ganyu ที่มีต่อกาลเวลานั้น ก็เหมือนกับข้อมูลที่ไม่มีที่สิ้นสุดที่เธอต้องจัดการ และต้องเพิ่มสีต่าง ๆ ในการจัดหมวดหมู่ให้มัน\n\nเวลาไม่สามารถเปลี่ยนแปลงความคิดของเธอได้ หัวใจของเธอต้องตกอยู่ในความสับสน ระหว่างความเป็นมนุษย์ และความเป็นเซียนอยู่เสมอ\n\nGanyu ในฐานะกิเลนพบว่ามันยากที่จะเข้าใจการทะเลาะวิวาทของมนุษย์\n\nแต่ในทางกลับกันสายเลือดมนุษย์ในตัวเธอก็คอยเตือนเธอว่า ต้องมีความหวังว่าสักวันเธอจะเข้ากับพวกเขาได้",
      "vi": "Ngàn năm dài như thế nào?\n\nDài đến mức Bách Hợp Lưu Ly nở đầy Địch Hoa Châu cũng đã tuyệt chủng sau trận đại hồng thủy; Dài đến mức thành trấn ở Quy Li Nguyên xưa kia tấp nập rộn ràng, sau trận chiến đã hóa thành tàn tích.\n\nNgàn năm ngắn như thế nào?\n\nĐối với Ganyu mà nói, như dòng cát chảy qua kẽ tay.\n\nQuãng thời gian dài dằng dặc trong mắt người phàm, Ganyu đã ngồi suốt ở Ngọc Kinh Đài để xử lý các công việc.\n\nTự tay ghi chép lịch sử của mỗi một tòa lầu các, tận mắt chứng kiến sự phồn vinh của mỗi ngành nghề.\n\nCảm nhận khách quan của Ganyu về thời gian, là đến từ những con số ngày càng lớn hơn trên sổ sách, đến từ những bảng tính cần nhiều màu hơn để phân biệt.\n\nThời gian dường như không thể thay đổi tâm trí của Ganyu, nội tâm của cô luôn hướng về giữa \"Người\" và \"Tiên thú\".\n\nMột mặt, là một kỳ lân, cô khó mà hiểu được phân tranh ở thế giới loài người.\n\nMặt khác, dòng máu loài người lại nhắc nhở cô hãy hòa nhập vào vòng tay xã hội."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "一旦脱离了工作的范畴，甘雨就很容易显露出本性上的与众不同之处。\n\n她有睡午觉的习惯，同时仿佛内置了极其精准的生物钟。一旦到了午休时间，便不分地点不分场合，只要将身子蜷作一团就能立刻睡着，即使吵闹到有一群丘丘人围在她身边跳舞，也不会醒来。\n\n这种习性，最初也只是「璃月七星」内部流传的笑谈。\n\n然而，有次陪同某一代的「天璇星」，在午间外出就餐后，酒足饭饱的甘雨直接缩进了路边的干草堆里，被一路运去了荻花洲，直到卸货时脑袋砸到了地面，才醒了过来。\n\n在这往返的三小时内，四处找不见甘雨、又深知甘雨不会不告而别的那位「天璇星」，险些填报了人口失踪信息。\n\n在那之后，面对「今后只能在安全之地午睡」的告诫，甘雨有些委屈地回应：\n\n「璃月全境…不都是安全的地方吗。」\n\n究其原因，或许是身为仙兽的混血后裔，甘雨对于世间事物的认知，与多数的人类原本就有所不同。",
      "zht": "一旦脫離了工作的範疇，甘雨就很容易顯露出本性上的與眾不同之處。\n\n她有睡午覺的習慣，同時彷彿內置了極其精準的生理時鐘。一旦到了午休時間，便不分地點不分場合，只要將身子蜷作一團就能立刻睡著，即使吵鬧到有一群丘丘人圍在她身邊跳舞，也不會醒來。\n\n這種習性，最初也只是「璃月七星」內部流傳的笑談。\n\n然而，有次陪同某一代的「天璇星」，在午間外出就餐後，酒足飯飽的甘雨直接縮進了路邊的乾草堆裡，被一路運去了荻花洲，直到卸貨時腦袋砸到了地面，才醒了過來。\n\n在這往返的三小時內，四處找不見甘雨、又深知甘雨不會不告而別的那位「天璇星」，險些填報了人口失蹤資料。\n\n在那之後，面對「今後只能在安全之地午睡」的告誡，甘雨有些委屈地回應：\n\n「璃月全境…不都是安全的地方嗎。」\n\n究其原因，或許是身為仙獸的混血後裔，甘雨對於世間事物的認知，與多數的人類原本就有所不同。",
      "jp": "ひとたび仕事から離れると、甘雨は普段とは違う一面を見せる。\n\n彼女には昼寝の習慣があり、まるで体内に寸分の狂いもない時計が埋め込まれているかのように、時間になると場所や状況に関係なく、体を丸めてすぐに眠ってしまうのだ。たとえヒルチャールが彼女を囲みながら騒がしく踊っていても、彼女が目を覚ます事はない。\n\nこの習慣は最初「璃月七星」の身内同士の笑い話でしかなかった。\n\nだが、ある日「天璇星」に同伴し昼食を外で済ませた後、満腹になった甘雨が道端に積まれた干し草の上で眠ってしまったことがあった。そして、そのまま荻花洲へと運ばれてしまい、荷下ろしの時に頭を地面にぶつけてようやく目を覚ましたという。\n\n元の場所へ戻るまでの3時間、「天璇星」は甘雨が何も告げずに姿を消すやつではないと重々理解していたため、危うく失踪届けを出してしまう寸前だったそうだ。\n\nその後、「今後、昼寝は安全な場所で行うこと」という訓戒を受けた甘雨は、落ち込みながらこう口にした。\n\n「璃月は…どこも安全な場所ではないのですか」と。\n\n甘雨の世間に対する認識が多くの人とズレているのは、彼女の中に仙獣の血が流れているからなのかもしれない。",
      "ko": "감우는 업무 범위를 벗어나면 남들과 본질적으로 다른 점을 쉽게 드러낸다.\n\n그녀는 낮잠을 자는 습관이 있다. 몸속에 아주 정교한 시계라도 장착된 듯 점심시간이 되면 상황과 장소에 상관없이 몸을 웅크리기만 하면 바로 잠에 빠진다. 츄츄족이 그녀 옆에 모여서 시끄럽게 춤을 춰도 그녀는 절대 깨어나지 않는다.\n\n처음에 이런 습관은 「리월 칠성」 사이에서만 떠도는 우스갯소리에 불과했다.\n\n그런데 어느 날, 「천선성」을 모시고 밖에서 점심을 먹으러 간 감우는 밥을 배불리 먹고는 길가의 건초 더미에 들어가더니 이내 잠들어버렸다. 건초 더미가 적화주로 옮겨지고 화물차의 짐을 내릴 때가 되어서야 감우는 머리를 땅에 부딪혀 깨어났다.\n\n이 왕복 3시간 동안 어디에서도 감우를 찾을 수 없었던 「천선성」은 감우가 인사도 하지 않고 떠났을 리 없다는 걸 알았기에 하마터면 실종 신고를 할 뻔하기도 했다.\n\n그때부터 감우는 「앞으로는 안전한 곳에서만 낮잠을 자야 한다」라는 경고에 조금 억울한 마음으로 대답했다:\n\n「리월은 어느 곳이든… 안전하지 않나요?」\n\n감우가 이런 행동을 한 원인은 아마 신수의 피가 섞여 사물에 대한 인지가 인간과는 많이 달라서 일지도 모른다",
      "en": "Outside the confines of her work, Ganyu very quickly shows how different she is from most other people.\n\nShe has a habit of taking afternoon naps and has a shockingly accurate internal clock. When lunch hour arrives, no matter where she is, she will simply curl up into a ball and fall asleep on the spot. Even the raucous dancing of hilichurls will fail to wake her.\n\nThese habits were at first just a running joke within the Liyue Qixing.\n\nBut once, after accompanying the then-Tianxuan to lunch outside the city, a well-fed Ganyu simply crawled into the nearest roadside haystack. She ended up being transported all the way to Dihua Marsh, awakening only after bumping her head during the unloading.\n\nUnable to find Ganyu anywhere over the subsequent three hours, and knowing that she would not depart unannounced, the Tianxuan almost filed a missing person report.\n\nAfter receiving a stern admonishment to \"only take afternoon naps where it's safe,\" Ganyu retorted:\n\n\"Well... isn't everywhere in Liyue safe?\"\n\nPerhaps, with the mixture of human and illuminated beast blood flowing through her veins, Ganyu's understanding of the world's affairs is a little different to that of most humans.",
      "de": "Sobald sie sich außerhalb der strengen Grenzen ihrer Arbeit befindet, zeigt Ganyu sehr schnell, wie sehr sie sich von den meisten anderen Menschen unterscheidet.\n\nSie hat die Angewohnheit, Mittagsschläfchen zu halten, und hat dabei eine schockierend genaue interne Uhr. Sobald es Zeit für die Mittagspause ist, wird sie sich, egal wo sie sich befindet, einfach zu einer Kugel zusammenrollen und auf der Stelle einschlafen. Selbst das lautstarke Tanzen von wilden Hilichurlen könnte sie dann nicht aufwecken.\n\nDiese Gewohnheit war zunächst nur ein Witz innerhalb der Qixing von Liyue.\n\nEinmal jedoch, nachdem sie den damaligen Tianxuan zum Mittagessen außerhalb der Stadt begleitet hatte, kroch eine wohlgenährte Ganyu einfach in den nächstgelegenen Heuhaufen am Straßenrand. Sie wurde schließlich den ganzen Weg bis zum Dihua-Moor transportiert und erwachte erst, als sie sich beim Entladen den Kopf stieß.\n\nDa Ganyu in den folgenden drei Stunden nirgendwo gefunden werden konnte und der Tianxuan wusste, dass sie nicht einfach so unangekündigt abreisen würde, hätte der Tianxuan beinahe eine Vermisstenanzeige aufgegeben.\n\nNachdem sie eine strenge Ermahnung erhalten hatte, „nur dort ein Nickerchen zu machen, wo es sicher ist“, erwiderte Ganyu:\n\n„Nun ... ist es nicht überall in Liyue sicher?“\n\nMöglicherweise ist Ganyu mit ihrer Mischung aus menschlichem Blut und dem einer göttlichen Bestie, welches durch ihre Adern fließt, in ihrem Verständnis der Weltgeschehnisse ein wenig anders eingestellt, als die meisten Menschen.",
      "es": "Las peculiaridades de Ganyu se pueden ver más fácilmente cuando no está trabajando.\n\nSuele dormir la siesta y, de hecho, está tan acostumbrada a ello que, al llegar la hora de su descanso de la tarde, su reloj biológico la avisa de que tiene que dormir. En estos casos, se dormirá donde sea, independientemente de lo que esté haciendo. Mientras pueda hacerse una bolita para dormir, ni siquiera un coro de Hilichurls bailando a su alrededor la podrá despertar.\n\nEn un principio, esto era objeto de risa entre las Siete Estrellas de Liyue, hasta que un día Ganyu acompañó al Jade Celestial de una época pasada a un banquete fuera de la ciudad. Tras comer y beber a su antojo, la mitad humana mitad Adeptus se acurrucó sobre un montón de heno que había en el camino para dormir, y no se despertó hasta que se golpeó la cabeza contra el suelo al ser descargada cual mercancía en el Pantano Dihua.\n\nTras un trayecto de tres horas en el que el Jade Celestial no pudo encontrarla por ninguna parte, sabiendo que ella nunca desaparecería sin decir nada, este se vio obligado a reportar su caso como el de persona desaparecida.\n\nGanyu, ahora bajo la orden de no dormir la siesta en un lugar poco seguro, contestó con cierto sentimiento de culpa:\n\n“Pero... ¿no es seguro todo Liyue?”.\n\nLa razón de aquella advertencia era que, al ser descendiente de bestias iluminadas, Ganyu entendía el mundo y las cosas de manera distinta al resto de las personas.",
      "fr": "Sortie de tout ce qui a trait aux activités professionnelles, Ganyu peut facilement détonner parmi ses contemporains.\n\nElle a par exemple pour habitude de faire la sieste l'après-midi, et son horloge biologique semble être d'une remarquable précision. Qu'arrive l'heure de sa sieste et il lui suffit de s'allonger pour que le sommeil la gagne, peu importe où elle se trouve. Une armée de Brutocollinus dansant la java autour d'elle ne saurait alors la réveiller.\n\nCette habitude bien ancrée était autrefois sujet de plaisanterie parmi les Sept Étoiles.\n\nJusqu'au jour où, accompagnant la Merak de quelque génération passée et sortant d'un repas copieusement arrosé, Ganyu se roula en boule sur le côté du chemin pour une sieste bien méritée, dont elle émergea au milieu des Marais Dihua lorsque sa tête y heurta le sol.\n\nPendant trois heures, Ganyu fut introuvable, où qu'on la cherche. La Merak, qui la connaissait bien, savait que jamais Ganyu ne se serait absentée sans la prévenir d'abord, et fit paraître un avis de recherche.\n\nDepuis ce jour, on rappelle régulièrement à la secrétaire que la sieste se fait de préférence dans des « endroits sûrs ». Ce à quoi cette dernière répond immanquablement : « Mais... il n'y a pas plus sûr que les terres de Liyue, non ? »\n\nOui, Ganyu a de quoi surprendre les gens qui l'entourent – une particularité qu'elle doit sans doute au sang de Qilin qui coule sans ses veines.",
      "pt": "Fora do seu trabalho, Ganyu rapidamente mostra como ela é diferente da maioria das outras pessoas.\n\nEla tem o hábito de tirar cochilos à tarde e seu relógio interno é incrivelmente preciso. Quando chega a hora do almoço, não importa onde esteja, ela simplesmente adormecerá no local. Até mesmo a dança ruidosa dos Hilichurls não consegue acordá-la.\n\nA princípio, esses hábitos eram apenas uma piada recorrente entre os Qixing de Liyue.\n\nMas uma vez, Ganyu acompanhou o então Tianxuan em um almoço fora da cidade. Após comer bastante, ela deitou sobre um monte de feno à beira da estrada, que acabou sendo transportado até a Ilhota de Dihua. Ela acordou apenas depois de bater com a cabeça durante o descarregamento.\n\nNão foi possível encontrar Ganyu em qualquer lugar nas três horas seguintes. Sabendo que ela não iria embora sem avisar, o Tianxuan quase fez uma queixa de desaparecimento.\n\nApós receber uma severa advertência para \"apenas tirar cochilos à tarde onde for seguro\", Ganyu respondeu:\n\n\"Bem... Não está tudo seguro em Liyue?\"\n\nTalvez a mistura de sangue humano e de besta iluminada fluindo em suas veias faça Ganyu entender os assuntos do mundo de forma diferente da maioria dos humanos.",
      "ru": "Вне работы отличие Гань Юй от обычных людей становится очевидно. У неё есть привычка спать после обеда. А из-за поразительно точных биологических часов, когда приходит время сна, она просто сворачивается калачиком и засыпает. Даже истошная пляска хиличурлов не смогла бы её разбудить. Поначалу это было просто дружеской шуткой в Цисин. Но однажды, после обеда за городом с тогдашней Небесной Яшмой Цисин, сытая Гань Юй просто заползла в ближайший стог сена и там уснула. В итоге её вместе с сеном отвезли на Тростниковые острова, и проснулась она только ударившись головой при разгрузке. Небесная Яшма искала её три часа, и зная, что Гань Юй не могла уйти без предупреждения, уж было собиралась заявить о похищении. После этого Гань Юй получила строгий наказ спать только в безопасных местах. На что она ответила: «А разве в Ли Юэ есть опасные места?» Видимо, из-за того, что в её теле смешалась кровь человека и божественного зверя, Гань Юй понимает обстановку в мире несколько иначе от большинства людей.",
      "id": "Di luar waktu bekerjanya, Ganyu dengan cepat menampilkan sisi perbedaannya yang menonjol dari kebanyakan orang.\n\nDia punya kebiasaan tidur siang, dan mempunyai jam biologis yang sangat akurat. Saat waktu istirahat makan siang tiba, waktu dan tempat tidak menjadi masalah: dia akan langsung meringkuk dan tertidur, bahkan tari-tarian Hilichurl di sekitarnya pun tidak akan bisa membangunkannya.\n\nKebiasaan ini pada awalnya hanya sebuah candaan yang biasa dibicarakan oleh para Liyue Qixing.\n\nTapi setelah menemani Tianxuan pada saat itu untuk makan siang di luar kota, dia dengan mudahnya merebahkan diri di tumpukan jerami di pinggir jalan. Akhirnya dia terbawa sampai ke Dihua Marsh dan terbangun saat barang-barang tersebut diturunkan yang menyebabkan kepalanya terbentur ke tanah.\n\nSetelah tiga jam tidak bisa menemukan Ganyu, dan juga mengetahui bahwa dia tidak mungkin pergi tanpa bicara terlebih dahulu, Tianxuan tersebut hampir melaporkan bahwa Ganyu menghilang.\n\nSetelah itu, ketika diperingatkan untuk \"hanya tidur siang di tempat yang aman\", Ganyu menjawab dengan raut wajah yang malu-malu:\n\n\"Yah ... tapi bukankah semua tempat di Liyue aman?\"\n\nJika seseorang penasaran bertanya alasannya mengapa, itu pasti karena Ganyu — sebagai manusia setengah Qilin, punya pemahaman yang jelas berbeda dengan kebanyakan manusia tentang urusan dunia.",
      "th": "นอกขอบเขตงานของเธอ Ganyu แสดงให้เห็นอย่างชัดเจนว่าเธอแตกต่างจากคนอื่น ๆ มากเพียงใด\n\nเธอมีนิสัยชอบงีบหลับยามบ่าย และมีนาฬิกาชีวภาพที่แม่นยำจนน่าตกใจ เมื่อถึงเวลาพักกลางวัน ไม่ว่าเธอจะอยู่ที่ไหน เธอก็จะนอนขดตัวกลมและหลับไปทันที แม้แต่พวก Hilichurl จะมาเต้นอยู่รอบเธอก็ไม่สามารถปลุกเธอได้\n\nนิสัยเหล่านี้ในตอนแรกเป็นเพียงเรื่องขำขันในหมู่ Liyue Qixing\n\nแต่ครั้งหนึ่งหลังจากพา Tianxuan แห่ง Qixing ไปทานอาหารกลางวันนอกเมืองแล้ว Ganyu ที่หนังท้องตึงหนังตาหย่อนก็คลานเข้าไปในกองฟางริมถนนที่ใกล้ที่สุด และหลับไม่รู้ตัวในระหว่างถูกขนส่งไปยังบึง Dihua Marsh เธอตื่นขึ้นมาหลังจากศีรษะของเธอถูกกระแทกในระหว่างการขนส่ง\n\nไม่ว่าจะหา Ganyu เท่าไหร่ก็หาไม่เจอเป็นเวลาสามชั่วโมงกว่า Tianxuan รู้ดีว่าเธอจะไม่ไปโดยไม่บอกก่อนแน่นอน และเกือบจะแจ้งว่าเธอเป็นผู้สูญหายอยู่แล้ว\n\nหลังจากโดนตำหนิอย่างรุนแรงว่า \"จากนี้ไป เธอต้องนอนกลางวันในที่ที่ปลอดภัยเท่านั้น\" Ganyu เลยตอบด้วยความข้องใจว่า:\n\n\"ทุกที่ใน Liyue ก็เป็นที่ปลอดภัยไม่ใช่เหรอ?\"\n\nบางทีอาจเป็นเพราะสายเลือดที่ผสมระหว่างมนุษย์และสัตว์เวทของเธอ จึงทำให้ความเข้าใจของ Ganyu เกี่ยวกับโลกใบนี้แตกต่างจากมนุษย์ส่วนใหญ่เล็กน้อย",
      "vi": "Khi nằm ngoài phạm trù công việc thì Ganyu rất dễ để lộ ra bản tính khác người của mình.\n\nCô ấy có thói quen ngủ trưa, mà trong cô dường như có lắp đặt đồng hồ sinh học vô cùng chính xác. Một khi đến giờ ngủ trưa, bất luận là đang ở đâu hay trong hoàn cảnh nào, chỉ cần cuộn tròn lại là lập tức ngủ ngay, cho dù xung quanh có Hilichurl ca hát nhảy múa ồn ào thì cô cũng sẽ không bị thức giấc.\n\nThói quen này thời ban đầu cũng là một chuyện cười được lưu truyền trong nội bộ \"Thất Tinh Liyue\".\n\nNhưng có một lần, khi đi cùng với vị \"Thiên Toàn Tinh\" đời nào đó ra ngoài ăn cơm trưa, sau khi no say Ganyu ngay lập tức chui vào bụi cỏ bên đường ngủ say, sau đó được chở đến Địch Hoa Châu, mãi đến khi người ta bốc hàng xuống khiến đầu cô đập xuống đất mới tỉnh dậy.\n\nTìm kiếm Ganyu suốt 3 giờ đồng hồ, và vì hiểu rằng Ganyu không phải là người không từ mà biệt, nên Thiên Toàn Tinh càng thêm lo lắng, suýt chút đã đi báo án.\n\nSau lần đó, khi nghe lời cảnh cáo \"Từ đây về sau chỉ được ngủ ở nơi an toàn\", Ganyu đã trả lời một cách ấm ức rằng:\n\n\"Mọi nơi ở Liyue... không phải đều là nơi an toàn sao.\"\n\nNếu tìm hiểu kỹ nguyên nhân, có thể vì cô vốn là con lai của dòng dõi Tiên Thú, nên Ganyu có chút khác biệt so với loài người."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "甘雨有着仙兽「麒麟」血脉这件事情，在璃月港鲜为人知。\n\n每当路经绯云坡，有不明真相的路人问起她长发间显眼的突起时，她总谎称那是家传的头饰。\n\n「如果让大家知道真相的话，就会和大家更疏远了…」\n\n虽然实际上也不曾跟市民们亲近过，但在甘雨心里，疏远总不是好事。\n\n当然，更重要的原因是，一旦老实告诉了大家「这是麒麟的角」，就无法保证不会有人怀着好奇的心情，伸手来摸。\n\n——而角这种器官也是有感觉的，无论心理上还是生理上。\n\n同样被甘雨着重隐藏起来的秘密，还有「需要保持体型」一事。\n\n尽管麒麟一族是严格的素食主义者，但璃月料理作为天下美食之集大成作，即使是素菜，也会令食客难以控制食欲。\n\n因此，习惯了城市生活的甘雨，会非常在意自己的体型与体重。\n\n不自觉地便会被美味吸引，又要严格控制好自己的进食——对甘雨来说，困难程度不亚于在龙脊雪山上找到一朵烈焰花。\n\n但甘雨绝不会在半山腰放弃。\n\n她曾在数千年前的魔神战争中，因为体胖如球而卡住了巨兽的食道，最终轻松降伏了对手。\n\n这样令人啼笑皆非的过往，甘雨是无论如何也不想它再次重现的。",
      "zht": "甘雨有著仙獸「麒麟」血脈這件事情，在璃月港鮮為人知。\n\n每當路經緋雲坡，有不明真相的路人問起她長髮間顯眼的突起時，她總謊稱那是家傳的頭飾。\n\n「如果讓大家知道真相的話，就會和大家更疏遠了…」\n\n雖然實際上也不曾跟市民們親近過，但在甘雨心裡，疏遠總不是好事。\n\n當然，更重要的原因是，一旦老實告訴大家「這是麒麟的角」，就無法保證不會有人懷著好奇的心情，伸手來摸。\n\n——而角這種器官也是有感覺的，無論心理上還是生理上。\n\n同樣被甘雨特地隱藏起來的秘密，還有「需要保持體型」一事。\n\n儘管麒麟一族是嚴格的素食主義者，但璃月料理作為天下美食之集大成作，即使是素菜，也會令食客難以控制食慾。\n\n因此，習慣了城市生活的甘雨，會非常在意自己的體型與體重。\n\n不自覺地便會被美味吸引，又要嚴格控制好自己的進食——對甘雨來說，困難程度不亞於在龍脊雪山上找到烈焰花。\n\n但甘雨絕不會在半山腰放棄。\n\n她曾在數千年前的魔神戰爭中，因為體胖如球而卡住了巨獸的食道，最終輕鬆降伏了對手。\n\n這樣令人啼笑皆非的過往，甘雨是無論如何也不想它再次重現的。",
      "jp": "甘雨に仙獣「麒麟」の血が流れていることは、璃月港であまり知られていない。\n\n緋雲の丘を通る時、彼女を初めてみる者は毎回、その長い髪から伸びている物について聞く。それに対し、彼女はいつも家に伝わる髪飾りだと誤魔化すのである。\n\n「もし、みんなに本当のことを知られてしまったら、もっと距離を取られてしまいます…」\n\n今まで、一度も璃月の民と親しくなったことなどないが、甘雨にとって心の距離を置かれることは悲しいことなのだ。\n\nまた、それとは別にもう一つ重要な理由がある。これが「麒麟の角」であることを正直に話してしまえば、好奇心から角を触る人が現れるかもしれないからだ。\n\n——心理的や生理的に関わらず、角にも感覚があるのだ。\n\nまた他にも、甘雨が用心深く隠している秘密がある、それが「体型の維持」だ。\n\n麒麟は菜食主義者だが、璃月の料理はその名を天下に轟かせるほど美味であり、たとえ野菜料理であっても食欲を抑えるのは難しい。\n\nそのため、町での生活に慣れた甘雨は、己の体型と体重を常に気にするようになった。\n\n気付けば美味しいものに吸い寄せられていたなんてこともしばしあり、食欲をコントロールすることはドラゴンスパインで烈焔花を見つけるのに等しいくらい困難であると彼女は考えている。\n\nだが、たとえ困難なことであっても、甘雨は努力を怠ったりはしない。\n\n彼女は数千年前の魔神戦争中、毬のように丸々と太っており、その体型ゆえに巨獣の喉を詰まらせたことがあった。息の出来なくなった巨獣はいとも容易く降伏したという。\n\nその恥ずべき過去を繰り返さぬよう、甘雨は何がなんでも体型を維持すると心に強く誓っているのである。",
      "ko": "리월항에서 감우가 신수 「기린」의 혈통이라는 사실을 아는 자는 극히 드물다.\n\n비운 언덕을 지날 때 이 사실을 모르는 사람이 긴 머리칼 사이로 튀어나온 게 뭐냐고 물으면, 그녀는 집안 대대로 내려오는 머리 장식이라고 거짓말을 한다.\n\n「만약 사람들이 진실을 알게 되면 나와 더 멀어질 거야….」\n\n사실 사람들과 가깝게 지낸 적은 없지만, 감우에게 있어 멀어진다는 것은 결코 좋은 일이 아니었다.\n\n물론, 더 큰 이유는 사람들에게 「이건 기린의 뿔이에요」라고 알려주면, 분명 호기심에 뿔을 만지려는 사람이 있을 것이기 때문이다.\n\n——뿔이라는 건 심리적으로든 생리적으로든 감각을 느낄 수 있는 기관이다.\n\n이 외에도 감우가 숨기고 있는 비밀이 하나 더 있는데, 바로 「체형을 유지해야 한다」는 것이다.\n\n기린 일족은 엄격한 채식주의지만 리월 요리는 천하의 미식이 집대성된 지라, 설령 채식 요리라도 식욕을 억제할 수 없게 만들어 버린다.\n\n그래서 도시 생활에 익숙해진 감우는 자신의 체중과 체형을 매우 신경 쓴다.\n\n자기도 모르게 맛있는 음식에 홀려버려도 먹는 양을 엄격히 통제해야 한다는 것은——감우에게 있어 드래곤 스파인에서 화염꽃을 발견하는 것만큼 어려웠다.\n\n하지만 감우는 결코 도중에 포기하지는 않는다.\n\n그녀는 수천 년 전 마신 전쟁에서 공처럼 뚱뚱한 몸으로 괴수의 식도를 막아버려 상대를 가볍게 진압한 적이 있다.\n\n감우는 이런 부끄러운 과거를 다시는 마주하고 싶지 않다고 마음먹었다",
      "en": "Ganyu's qilin heritage is little-known in Liyue Harbor.\n\nWhenever she is asked by someone walking along Feiyun Slope as to the obvious protrusions in her hair, she says that they are ornamental heirlooms.\n\n\"If I told them the truth, they would distance themselves from me...\"\n\nDespite never having been on particularly close terms with Liyue's citizens in the first place, Ganyu would still not consider distancing to be a good thing.\n\nHer more important reason for hiding the truth is to prevent curious onlookers from touching her qilin horns.\n\nAfter all, a qilin's horns are a sensitive part of their body, both physically and mentally speaking.\n\nAnother secret that Ganyu is anxious to keep hidden is the fact that she is watching her physique.\n\nThe qilin are strict vegetarians, but Liyue is a veritable powerhouse of gastronomical delights, one in which even vegetarians struggle to control their appetites.\n\nGanyu, who has grown accustomed to city life, is thus very vigilant in matters concerning her weight and physique.\n\nWhenever she finds herself being drawn towards some delicious dish, she will attempt to reassert her self-control. For Ganyu, the difficulty of such a challenge is second only to finding a Flaming Flower atop Dragonspine.\n\nBut she is not one to give up half-way through the ascent.\n\nDuring the Archon War, she once choked a giant monster to death with ease after getting lodged in its throat when it tried to eat her, said monster having fatally underestimated quite how wide her waistline was.\n\nFor Ganyu, avoiding any similarly embarrassing episodes in the future is an absolute must.",
      "de": "Ganyus Qilin-Erbe ist in Liyue wenig bekannt.\n\nWann immer sie von einem Passanten, der am Feiyun-Hang entlang läuft, nach den doch sehr offensichtlichen Vorsprüngen, die durch ihr Haar dringen, gefragt wird, antwortet sie, es handele sich um ein dekoratives Erbstück:\n\n„Wenn ich den Leuten die Wahrheit sagen würde, würden sie sich von mir distanzieren ...“\n\n Obwohl Ganyu den Bürgern von Liyue nie besonders nahegestanden hat, würde sie eine Distanzierung immer noch nicht für eine gute Sache halten.\n\nDer wichtigere Grund, die Wahrheit zu verbergen, ist, neugierige Schaulustige davon abzuhalten, ihre Qilin-Hörner zu berühren.\n\nSchließlich sind die Hörner eines Qilin ein empfindlicher Teil ihres Körpers, sowohl physisch als auch spirituell.\n\nEin weiteres Geheimnis, das Ganyu unbedingt verbergen möchte, ist die Tatsache, dass sie auf ihre Figur achtet.\n\nDie Qilin sind strikte Vegetarier, aber Liyue ist ein Schmelztopf gastronomischer Genüsse, in dem selbst Vegetarier ihren Appetit nur schwer unter Kontrolle halten können.\n\nGanyu, die sich an das Stadtleben gewöhnt hat, ist daher sehr aufmerksam, wenn es um ihr Gewicht und ihren Körperbau geht.\n\nWann immer sie sich zu einem köstlichen Gericht hingezogen fühlt, versucht sie ihre Selbstbeherrschung wiederzuerlangen. Für Ganyu ist eine solche Herausforderung noch schwieriger, als eine Flammenblume auf dem Drachengrat zu finden.\n\nSie ist aber niemand, der auf halber Strecke des Aufstiegs aufgibt.\n\nWährend des Archontenkriegs würgte sie einst ein riesiges Monster mit Leichtigkeit zu Tode, nachdem sie in seinem Rachen steckengeblieben war, als es versuchte, sie zu fressen, wobei das Monster fatalerweise die Breite ihrer Taille unterschätzt hatte.\n\nFür Ganyu steht an oberster Stelle, in Zukunft solche peinlichen Episoden zu vermeiden.",
      "es": "En Liyue, pocos conocen la ascendencia de bestia iluminada Chilin de Ganyu.\n\nCada vez que pasa por la Pendiente Feiyun y alguien que no lo sabe le pregunta por las protuberancias que tiene encima de la cabeza, ella contesta que es un tocado heredado de su familia.\n\n“Si todo el mundo supiera la verdad, la distancia que nos separa sería aún mayor”.\n\nAunque, en realidad, nunca ha tenido una relación muy cercana con los ciudadanos de Liyue, para Ganyu la distancia siempre es algo negativo.\n\nSin embargo, la principal razón por la que no les dice que tiene cuernos de Chilin es porque, si lo hiciera, seguramente habría algún curioso que querría tocárselos. Y es que, como órganos del cuerpo, los cuernos también experimentan sensaciones, tanto psicológicas como biológicas.\n\nOtro secreto que Ganyu guarda con igual ahínco es su empeño en mantener la figura.\n\nSi bien los Chilin son puramente vegetarianos, es difícil controlar el apetito aunque sea para degustar los platos de verduras de Liyue, la ciudad de la gastronomía.\n\nPor ello, Ganyu, que ya está completamente acostumbrada a la vida urbana, siempre le presta mucha atención tanto a su figura como a su peso. Debe controlar bien lo que come incluso aunque se sienta atraída por la comida, algo que en ocasiones es tan complicado como encontrar una flor llameante en Espinadragón.\n\nPero Ganyu nunca se rendirá a medio camino.\n\nHace miles de años, durante la Guerra de los Arcontes, era rechoncha como una bolita. En una ocasión, se quedó atascada en el esófago de un monstruo que la devoró, y al que, por fortuna, pudo derrotar sin problemas después de todo.\n\nGanyu solo quería que aquel incidente, del que no sabía si reírse o llorar, no volviera a ocurrir nunca más.",
      "fr": "Peu de personnes à Liyue savent que du sang de Qilin, la créature mythique, coule dans les veines de Ganyu.\n\nIl n'est pas rare que les gens qu'elle croise à la Pente Feiyun lui demandent sans malice ce qu'elle porte sur la tête, ce à quoi elle répond toujours qu'il s'agit d'un ornement de famille.\n\n« Si tout le monde connaît la vérité, m'intégrer sera encore plus difficile... »\n\nBien que n'ayant jamais été vraiment proche des habitants, Ganyu ne voit pas l'isolement d'un bon œil.\n\nQui plus est, aucun doute qu'elle serait assaillie de curieux qui voudraient toucher ses cornes si elle venait à révéler la vérité, or les cornes sont un organe sensible.\n\nUn autre secret jalousement gardé par Ganyu est l'effort qu'elle dépense à maintenir ses mensurations.\n\nLes Qilin observent un strict régime végétarien, mais cela n'empêche pas que contrôler son appétit dans une ville réputée pour sa gastronomie telle que Liyue relève de l'exploit, comme trouver une fleur enflammée au sommet des Monts Dosdragon.\n\nUne fois une décision prise, Ganyu n'est pas du genre à abandonner en chemin.\n\nDurant la Guerre des Archons, on l'a vue étouffer à mort un monstre impressionnant qui l'avait avalée en sous-estimant malheureusement pour lui son tour de taille.\n\nGanyu s'est depuis juré qu'un épisode aussi embarrassant ne se reproduirait plus jamais.",
      "pt": "A ascendência Qilin de Ganyu é pouco conhecida no Porto de Liyue.\n\nQuando passa pela Encosta de Feiyun e alguém pergunta sobre as evidentes protuberâncias em seu cabelo, ela diz que são enfeites herdados de sua família.\n\n\"Se eu disser a verdade, eles se afastarão de mim...\"\n\nApesar de nunca ter estado próxima dos cidadãos de Liyue, Ganyu não considera o distanciamento uma coisa boa.\n\nO motivo mais importante para esconder a verdade é evitar que curiosos toquem seus chifres de Qilin.\n\nAfinal, os chifres de um Qilin são uma parte sensível de seu corpo, tanto física quanto mentalmente.\n\nOutro segredo que Ganyu guarda é que ela se esforça em manter a forma.\n\nOs Qilin são vegetarianos, mas Liyue é uma verdadeira fábrica de delícias gastronômicas onde até os vegetarianos lutam para controlar o apetite.\n\nGanyu, que se acostumou com a vida na cidade, presta muita atenção ao seu peso e forma física.\n\nSempre que se sente atraída por algum prato delicioso, ela tenta reafirmar seu autocontrole. Para Ganyu, é um desafio quase tão difícil quanto encontrar uma Flor Flamejante no topo da Espinha de Dragão.\n\nMas ela não desistirá no meio do caminho.\n\nDurante a Guerra dos Arcontes, ela ficou presa na garganta de um monstro gigante que quis comê-la. O monstro fatalmente subestimou a largura de sua cintura.\n\nPara Ganyu, evitar qualquer ocasião igualmente embaraçosa no futuro é uma necessidade absoluta.",
      "ru": "Немногие в Ли Юэ знают о родстве Гань Юй с цилинями. Если во время прогулки по торговой площади Фэйюнь кто-то вдруг обратит внимание на то, что из волос Гань Юй явно что-то торчит, она говорит, что это заколки, которые достались ей от матушки. «Если сказать правду, то люди будут меня сторониться...» Хотя Гань Юй никогда и не была особенно близка с горожанами, но всё-таки она не хотела бы, чтобы её сторонились. Есть и другая важная причина скрывать истину: как только люди узнают о рогах, всем сразу хочется их потрогать. А рога цилиня - довольно чувствительная часть тела, как физиологически, так и психологически. Ещё одна тайна, которую ревниво оберегает Гань Юй - это то, что она внимательно следит за фигурой. Цилини вовсе не едят мяса, а в таком гастрономическом раю, как Ли Юэ, очень сложно себя сдерживать. Гань Юй привыкла к городской жизни и ей приходится тщательно следить за своим весом. Бывает, ей приходится напрягать всю свою волю, когда какое-то блюдо особенно манит её. Подобное испытание может сравниться лишь с поиском пылающего цветка на вершине Драконьего хребта. Но Гань Юй не из тех, кто сдаётся на полпути к вершине. Во время Войны Архонтов огромное чудовище, пытавшееся её проглотить, переоценило свои возможности и задохнулось, когда располневшая Гань Юй застряла в его пищеводе. Гань Юй делает всё, чтобы никогда больше не попасть в такое дурацкое положение.",
      "id": "Fakta bahwa Ganyu mewarisi darah \"Qilin\" dalam dirinya tidak banyak diketahui di Pelabuhan Liyue.\n\nKapan pun saat dia ditanya oleh orang-orang ketika berjalan melewati Feiyun Slope mengenai tanduk yang menonjol di kepalanya, dia selalu berbohong dan mengatakan bahwa itu hanya aksesori rambut warisan keluarganya.\n\n\"Kalau mereka tahu yang sebenarnya, mereka pasti akan lebih menjauh.\"\n\nMeskipun tidak bisa dikatakan juga kalau dirinya dekat dengan orang-orang, tapi Ganyu juga tidak ingin jaraknya semakin menjauh dari mereka.\n\nAlasan yang lebih penting lagi kenapa Ganyu berusaha menyembunyikan fakta tentang tanduknya itu adalah untuk menghindari orang-orang yang penasaran terhadap tanduknya itu dan ingin menyentuhnya. Karena bagaimanapun, tanduk Qilin juga merupakan bagian dari tubuh yang memiliki perasaan baik secara fisik maupun mental.\n\nRahasia lain yang disembunyikan oleh Ganyu adalah, dia harus terus mempertahankan bentuk tubuhnya. Para Qilin memang merupakan penganut vegetarian yang taat, tapi masalahnya Liyue adalah sebuah surga kuliner di dunia yang bahkan hidangan vegetariannya pun sudah sangat sulit untuk tidak membuat orang tergoda.\n\nKarena itu Ganyu yang sudah hafal akan kehidupan kota yang seperti ini, sangat berhati-hati agar bentuk dan berat badannya tidak sampai kecolongan gara-gara nafsu makan yang lepas kendali.\n\nTanpa disadari, terkadang kamu akan tertarik dengan makanan yang enak, dan kamu harus mengontrol makan sendiri dengan ketat. Bagi Ganyu, kesulitan dari hal tersebut hampir sama dengan menemukan Flaming Flower di puncak Dragonspine.\n\nWalaupun demikian, dia tidak akan menyerah di tengah jalan begitu saja.\n\nSelama Perang Archon, Ganyu pernah mengalahkan monster raksasa dengan mudahnya karena tubuhnya yang gempal tidak bisa ditelan oleh sang monster dan malah tersangkut di tenggorokan. Setelah selamat dari hal itu, pastinya dia kini sudah tidak mau lagi mengalami kejadian yang memalukan seperti itu.",
      "th": "ความจริงที่ว่า Ganyu มีสายเลือดกิเลนนั้น มีคนรู้อยู่แค่ไม่กี่คนในท่าเรือ Liyue\n\nทุกครั้งที่มีคนไม่รู้อีโหน่อีเหน่ที่เดินผ่าน Feiyun Slope ถามเธอเรื่องสิ่งที่ยื่นออกมาบนหัวของเธอ เธอก็จะบอกว่าเป็น ที่คาดผมประจำตระกูล\n\n\"ถ้าให้ทุกคนรู้ความจริงล่ะก็ ฉันก็จะแปลกแยกจากทุกคนกว่าเดิมอีก...\"\n\nถึงแม้ความจริงแล้วเธอก็ไม่ได้ใกล้ชิดชาวเมือง แต่ในใจของเธอนั้น ยังไงความแปลกแยกก็ไม่ใช่เรื่องดี\n\nแน่นอนว่า ถ้าบอกทุกคนไปตามตรงว่า \"นี่คือเขาของกิเลน\" ก็ไม่มีอะไรรับประกันได้ว่าคนที่ขี้สงสัยจะยื่นมือมาจับมัน\n\n—— เพราะถึงยังไง เขาก็เป็นอวัยวะที่ไวต่อความรู้สึก ไม่ว่าจะทางด้านร่างกายหรือจิตใจ\n\nความลับอีกอย่างหนึ่งที่เธอไม่อยากบอกใครก็คือ เธอต้อง \"รักษารูปร่าง\" อยู่เสมอ\n\nถึงแม้กิเลนจะกินมังสวิรัติอย่างเคร่งครัด แต่อาหาร Liyue นั้น มีชื่อเสียงเลื่องลือทั่วแผ่นดิน ต่อให้เป็นกิเลนที่กินมังสวิรัติ ก็ยังยากที่จะห้ามใจ\n\nดังนั้น Ganyu ผู้คุ้นเคยกับการใช้ชีวิตในเมือง จะต้องสนใจรูปร่างและน้ำหนักตัวเองอยู่เสมอ\n\nเมื่อใดก็ตามที่เธอพบว่าตัวเองถูกดึงดูดเข้าหาอาหารจานอร่อยเธอจะพยายามควบคุมตัวเองอีกครั้ง สำหรับ Ganyu แล้ว ความยากของความท้าทายดังกล่าว เป็นอันดับสองรองจากการค้นหา Flaming Flower บนยอดเขา Dragonspine เท่านั้น\n\nแต่ Ganyu จะไม่ยอมแพ้อย่างแน่นอน\n\nในช่วงสงครามเทพอสูรในอดีตเมื่อหลายพันปีก่อน เธอเคยติดอยู่ในลำคอของอสูรตัวยักษ์ เพราะร่างกายอันอ้วนท้วนของเธอ และสุดท้ายอสูรตัวนั้นก็ขาดใจตาย\n\nอดีตที่น่าขันเช่นนี้ Ganyu ไม่ต้องการให้มันซ้ำรอยอีกครั้ง",
      "vi": "Việc Ganyu có huyết mạch tiên thú \"Kỳ Lân\" rất ít người ở Liyue hay biết.\n\nMỗi khi ngang qua Dốc Phi Vân, có người không biết chuyện mà hỏi về thứ nhô lên trên đầu của cô, thì cô luôn nói rằng đó là trang sức gia truyền.\n\n\"Nếu để mọi người biết chân tướng, thì sẽ càng trở nên xa cách hơn với mọi người...\"\n\nTuy rằng trên thực tế cũng ít khi tiếp xúc với dân chúng, nhưng trong lòng Ganyu luôn cho rằng xa lánh không phải là việc tốt.\n\nĐương nhiên, nguyên nhân quan trọng hơn là, một khi nói cho mọi người biết \"Đây là sừng của kỳ lân\", thì khó mà đảm bảo rằng sẽ không có người vì hiếu kỳ mà đưa tay lên sờ thử.\n\nMà sừng cũng là một bộ phận cơ thể, bất luận là về góc độ tâm lý hay sinh lý.\n\nCũng là một bí mật được Ganyu che giấu thật kỹ, đó là việc \"cần phải giữ dáng\".\n\nTuy rằng kỳ lân là động vật ăn cỏ, nhưng Liyue là nơi tập hợp tất cả món ngon trong thiên hạ, cho dù là món chay thì cũng khiến thực khách khó mà kiềm lòng.\n\nDo đó, là người đã quen với cuộc sống thành thị, Ganyu rất chú trọng ngoại hình và cân nặng của mình.\n\nVừa bị hấp dẫn bởi các món ngon, vừa phải nghiêm khắc khống chế khẩu phần ăn của mình – việc này đối với Ganyu mà nói khó như việc tìm Liệt Hỏa Hoa trên Long Tích Tuyết Sơn vậy.\n\nNhưng Ganyu tuyệt đối không bỏ cuộc nửa chừng.\n\nTrong cuộc chiến với Ma Thần vào ngàn năm trước, cô đã từng vì thân hình tròn trịa của mình mà làm nghẹn thực quản của cự thú, cuối cùng nhờ vậy mà thu phục được đối thủ.\n\nMột quá khứ bị cười chê như vậy, bất luận thế nào Ganyu cũng sẽ không để nó tái diễn."
    }
  },
  {
    "title": {
      "zhs": "玉京台植物志",
      "zht": "玉京臺植物誌",
      "jp": "玉京台植物誌",
      "ko": "옥경대 식물지",
      "en": "The Flora of Yujing Terrace",
      "de": "Die Blumen der Yujing-Terrasse",
      "es": "Registro de plantas de la Terraza Yujing",
      "fr": "Flore de Yujing",
      "pt": "A Flora do Terraço de Yujing",
      "ru": "Журнал о растениях террасы Юйцзин",
      "id": "Catatan Botani Yujing Terrace",
      "th": "เหล่าพืชพรรณแห่ง Yujing Terrace",
      "vi": "Sách Thực Vật Ngọc Kinh Đài"
    },
    "line": {
      "zhs": "记载着玉京台常见植物形态特征及习性的手写册，秀美的字体正是出自甘雨本人的手笔。\n\n手册分类清晰，内容简练而翔实，甚至涵盖了市面上少见的难点归纳，诸如琉璃百合的养护要点、霓裳花的嫁接方法等等。\n\n其可读性和科普性，作为正式的刊物出版都毫不为过。\n\n——以上，是从前往后翻阅时的阅读体验。\n\n而如果从后往前翻阅，就不免令人瞠目结舌。\n\n手册的最后几页，是触目惊心的大量黑色涂改痕迹。\n\n如果有足够耐心细加辨认的话，或许能够勉强发现，这里原先记录着各类蔬菜的培养方法。\n\n「如果自己学会种菜的话，肯定会更加难以控制食欲。」\n\n甘雨攥着拳头强忍着欲望，才将好不容易总结出来的成果删去。\n\n但过了一段时间，因为能量摄入不足而饿着肚子去浇花的甘雨，就已把整个脑袋凑入霓裳花堆里，幻想着那是甜甜花，来安慰自己了。\n\n在不知不觉地袭来的午觉中，她梦见了满山的甜甜花。",
      "zht": "記載著玉京臺常見植物形態特徵及習性的手抄本，秀美的字體正是出自甘雨本人的手筆。\n\n手冊分類清晰，內容簡練而翔實，甚至涵蓋了市面上少見的難點歸納，諸如琉璃百合的養護要點、霓裳花的嫁接方法等等。\n\n其可讀性和科普性，作為正式的刊物出版都毫不為過。\n\n——以上，是從前往後翻閱時的閱讀體驗。\n\n而如果從後往前翻閱，就不免令人瞠目結舌。\n\n手冊的最後幾頁，是觸目驚心的大量黑色塗改痕跡。\n\n如果有足夠耐心細加辨認的話，或許能夠勉強發現，這裡原先記錄著各類蔬菜的培養方法。\n\n「如果自己學會種菜的話，肯定會更加難以控制食慾。」\n\n甘雨緊握拳頭強忍著慾望，才將好不容易總結出來的成果刪去。\n\n但過了一段時間，因為能量攝入不足而餓著肚子去澆花的甘雨，就已把整個腦袋湊入霓裳花堆裡，幻想著那是甜甜花來安慰自己了。\n\n在不知不覺地襲來的午覺中，她夢見了滿山的甜甜花。",
      "jp": "玉京台でよく見られる植物の特徴や習性を記した手記、その秀麗な字は甘雨の手書きによるものである。\n\n手記は明確に部類分けされており、内容は簡潔かつ的確で、小難しい内容は分かりやすく要約までされている。例えば、琉璃百合の保護の要点や霓裳花の移植についてなどだ。\n\n読み物としても専門書としても、正式に出版しても良いレベルのものである。\n\n——以上が、最初のページをいくつかめくった時の感想だ。\n\nページを後ろからめくった時、その内容に驚かされることだろう。\n\n手記の後ろの数ページは、その大部分が黒く塗りつぶされているのだ。\n\nじっと目を凝らすことで、そこに各種野菜の育て方が記されていることを辛うじて判別できる。\n\n「自分で野菜を育てられるようになると、食欲をコントロールするのがもっと難しくなります」\n\n甘雨は拳を強く握りしめながら己の欲望を抑え、苦労してまとめ上げた成果を全てなかったことにしたのである。\n\nある日の事、お腹を空かせた甘雨が花の水やりをしようとした時、霓裳花へと頭から突っ込んでしまった。その時、もしこれがスイートフラワーだったらと妄想することで、自分の食欲を紛らわせたという。\n\nそして、そのまま昼寝の時間になり、彼女は山積みのスイートフラワーに包まれる夢を見るのであった。",
      "ko": "옥경대에서 흔히 볼 수 있는 식물의 형태와 특징, 습성을 기록한 책자. 수려한 글씨는 감우 본인이 직접 쓴 것이다.\n\n분류가 명확하고 내용이 간결하고 상세하며, 심지어 유리백합을 키울 때 주의할 점이나 예상꽃의 접목 방법 같은 시중에서 보기 힘든 까다로운 내용까지 정리되어 있다.\n\n그 가독성과 전문성은 정식 간행물로 낸다 해도 전혀 손색이 없다.\n\n위에 말한 것들은 책자를 앞에서 뒤로 읽어봤을 때 느낄 수 있는 감상이다.\n\n그러나 만약 뒤에서부터 앞으로 본다면 어안이 벙벙해질 것이다.\n\n책자의 마지막 몇 페이지에는 엄청난 양의 지우고 고친 흔적이 까맣게 남아있기 때문이다.\n\n인내심을 가지고 자세히 읽다 보면, 원래는 각종 채소의 재배 방법이 적혀 있었다는 것을 겨우 알아볼 수 있다.\n\n「만약 직접 채소를 가꾸면 분명 식욕을 조절하기 더 힘들어질 거야.」\n\n감우는 주먹을 꽉 쥐고 애써 참으며 힘들게 얻어 낸 성과를 전부 지워 버렸다.\n\n그러나 시간이 지나고, 칼로리 섭취가 부족해 배고픈 배를 부여잡고 꽃에 물을 주러 간 감우는 예상꽃 더미에 머리를 처박곤 '이건 달콤달콤꽃이야'라는 상상으로 스스로를 위로했다.\n\n그리고 어느새 낮잠에 빠진 그녀는 산이 온통 달콤달콤꽃으로 가득해진 꿈을 꿨다",
      "en": "Handwritten notes detail the morphological features and behaviors of the plants in Yujing Terrace, with each beautiful stroke penned by Ganyu's own hand.\n\nThe notes are succinct, comprehensive, and well-categorized, and even offer some insights that one would be hard-pressed to find elsewhere on the market.\n\nThese include pointers on caring for Glaze Lilies and methods for grafting Silk Flowers.\n\nIn readability and scientific accessibility, they come close to the standard of official publications.\n\nOr rather, this is the experience if one starts reading from the front.\n\nSkip to near the end, however, and one may well be left dumbfounded.\n\nThe final few pages are a shocking rash of black ink and frantically scribbled-out text.\n\nReading patiently and painstakingly between the lines, one might just discover that these notes were, at one time, various methods for vegetable cultivation.\n\n\"But if I learn to grow vegetables, I'll be even less able to control my appetite.\"\n\nHer hands balling into fists, it was with much difficulty that Ganyu erased the results of her research.\n\nLater, whilst watering the plants on an empty stomach, Ganyu found herself plunging her head into a thicket of Silk Flowers, fantasizing that they were Sweet Flowers in an effort to comfort herself.\n\nMany more fantasy Sweet Flowers followed shortly afterward during her afternoon nap...",
      "de": "Ein Buch voller handschriftlicher Notizen, welches die morphologischen Merkmale und das Verhalten der Pflanzen in der Yujing-Terrasse beschreibt, wobei jedes schöne Wort aus Ganyus eigener Feder stammt.\n\nDie Notizen sind prägnant, umfassend und gut kategorisiert und bieten sogar einige Einblicke, die man anderswo auf dem Markt schwerlich finden würde.\n\nDazu gehören Hinweise zur Pflege von Glaslilien und Methoden zur Veredelung von Seidenblumen.\n\nIn Lesbarkeit und wissenschaftlicher Zugänglichkeit kommen sie dem Standard der offiziellen Publikationen sehr nahe.\n\nOder besser gesagt, dies ist die Erfahrung, die man macht, wenn man von vorn anfängt zu lesen.\n\nWenn man nämlich ans Ende springt, kann es gut sein, dass man nichts mehr versteht.\n\nDie letzten Seiten sind ein schockierender Ausschlag aus schwarzer Tinte und hektisch gekritzeltem Text.\n\nWenn man geduldig und sorgfältig zwischen den Zeilen liest, stellt man vielleicht fest, dass es sich bei diesen Notizen ursprünglich um verschiedene Methoden des Gemüseanbaus handelte.\n\n„Wenn ich aber lerne, Gemüse anzubauen, werde ich meinen Appetit noch weniger kontrollieren können.“ Mit ihren zu Fäusten geballten Händen löschte Ganyu mit viel Mühe die Ergebnisse ihrer Forschungen aus.\n\nSpäter, während sie die Pflanzen goss, fand sich Ganyu dabei wieder, wie sie ihren Kopf in ein Dickicht aus Seidenblumen tauchte und dabei fantasierte, es seien süße Zuckerblumen, um sich zu trösten.\n\nViele weitere Fantasien folgten kurz darauf während ihres Mittagsschlafs ...",
      "es": "«Registro de plantas de la Terraza Yujing» es una guía escrita a mano sobre las formas y las características de las plantas de la Terraza Yujing. La bella y elegante caligrafía del compendio viene de la mano de la propia Ganyu.\n\nLa guía está impecablemente organizada por categorías, con una información concisa, completa y precisa, e incluso con consejos sobre especies poco comunes que pueden verse en la ciudad, como la forma de criar lirios de cristal o el modo de hacer injertos de flores de seda.\n\nDebido a la forma en que está escrita y su función de divulgación científica, bien podría considerarse como una publicación académica.\n\nAhora bien, lo anteriormente mencionado ocurre cuando uno lee la guía desde el principio hasta el final.\n\nSi se hace al revés, el resultado podría dejar boquiabierto a cualquiera.\n\nEn las últimas páginas de este catálogo hay una cantidad sorprendente de modificaciones hechas con tinta negra. Si se tiene la suficiente paciencia como para pararse a leerlas, uno se dará cuenta de que lo que estaba escrito antes era la forma de cultivo de todo tipo de verduras.\n\n“Si aprendiera a plantar mis propias verduras, me sería imposible controlar el apetito”.\n\nGanyu cerró el puño mientras aguantaba su apetito y, finalmente, se decidió a borrar todo lo que había escrito.\n\nDespués de un rato, mientras regaba unas flores, sintió que no tenía energía suficiente, y que tenía mucha hambre. Entonces, se tumbó en un campo de flores de seda, donde empezó a fantasear con flores dulces para calmar su apetito.\n\nAntes de darse cuenta, llegó su hora de la siesta. Aquella tarde, Ganyu soñó con una montaña llena de flores dulces.",
      "fr": "Notes manuscrites détaillant les caractéristiques morphologiques et les comportements des plantes de la Terrasse Yujing, chaque magnifique lettre étant écrite de la propre main de Ganyu.\n\nLes notes sont succinctes, complètes et bien catégorisées, et offrent même des indications que beaucoup seraient comblés de trouver ailleurs sur le marché. Ces informations incluent des conseils sur l'entretien des lys vernis et des méthodes de greffe de fleurs de soie.\n\nLeur lisibilité et leur accessibilité scientifique sont proches de celles des publications officielles.\n\nOu plutôt, c'est l'impression qu'on en a si l'on commence à lire le recto.\n\nEn passant à la fin cependant, on risque fort d'être abasourdi.\n\nLes dernières pages sont une éruption troublante d'encre noire et de texte frénétiquement griffonné.\n\nEn lisant patiemment et minutieusement entre les lignes, on peut découvrir que ces notes étaient, à un moment donné, diverses méthodes de culture de légumes.\n\n« Mais si j'apprends à faire pousser des légumes, je serais encore moins capable de contrôler mon appétit. »\n\nSes mains serrées en poings, ce fut avec beaucoup de difficulté que Ganyu effaça les résultats de ses recherches.\n\nPlus tard, tout en arrosant des plantes à jeun, Ganyu se retrouva à plonger la tête dans un fourré de fleurs de soie, imaginant qu'il s'agissait de fleurs sucrantes dans un effort pour se réconforter.\n\nBeaucoup plus de fleurs sucrantes fantasmées suivirent peu de temps après, pendant sa sieste de l'après-midi...",
      "pt": "Notas manuscritas detalham as características morfológicas e os comportamentos das plantas no Terraço de Yujing, com cada bela pincelada escrita pela própria Ganyu.\n\nAs notas são sucintas, abrangentes e bem categorizadas, e até oferecem algumas informações sobre a dificuldade de encontrar as plantas em outro lugar no mercado.\n\nElas incluem dicas sobre como cuidar de Lírios de Vidro e métodos para enxertar Flores de Seda.\n\nSua legibilidade e acessibilidade científica são próximas às das publicações oficiais.\n\nOu melhor, é assim no começo.\n\nPerto do final, no entanto, as notas deixariam qualquer um perplexo.\n\nAs últimas páginas são uma mistura de tinta preta e texto rabiscado freneticamente.\n\nLendo as entrelinhas de forma paciente e meticulosa, observa-se que essas notas descrevem os métodos de cultivo de vários vegetais.\n\n\"Mas se eu aprender a cultivar vegetais, serei ainda menos capaz de controlar meu apetite.\"\n\nCom as mãos cerradas em punhos, foi com muita dificuldade que Ganyu apagou os resultados de sua pesquisa.\n\nMais tarde, enquanto regava as plantas, Ganyu sentiu fome. Ela foi até um campo de Flores de Seda e começou a fantasiar com flores doces para se consolar.\n\nAo se dar conta, já era hora da soneca. Ela sonhou com uma montanha de flores doces...",
      "ru": "Изящные строки журнала о морфологических признаках и приобретённых свойствах растений с террасы Юйцзин принадлежат руке Гань Юй. Текст этих записей лаконичен, а содержание подробно и достоверно. Здесь даже можно встретить такую информацию, которую не найти в другой литературе: особенности ухода за глазурными лилиями, скрещивание шелковиц и многое другое. Качество изложения и научная ценность могут поспорить с уважаемыми изданиями по ботанике. Но это справедливо лишь для начала журнала. Если открыть записи ближе к концу, то читатель будет шокирован. Там его поджидают жуткие пятна чернил и яростно вымаранные строки. Внимательно изучив улики, читатель поймёт, что некогда здесь описывались способы выращивания овощей. «Но если я научусь выращивать овощи, то контролировать аппетит станет ещё сложнее...» - сжав кулаки и скрепя сердце, Гань Юй уничтожила результаты своих исследований. Позже, на голодный желудок поливая цветы, она неожиданно для себя зарылась в гущу цветов шелковицы, и представляя, что это цветки-сахарки, жалела себя. Воображаемые цветки-сахарки долго ещё являлись ей во время послеобеденного сна...",
      "id": "Catatan tulisan tangan ini merinci ciri-ciri morfologi dan kebiasaan tanaman yang terlihat di Yujing Terrace, dan setiap sapuan kuasnya dibuat oleh Ganyu sendiri.\n\nCatatannya dikategorikan begitu jelas dengan konten yang meyakinkan, dan juga berisi solusi yang sulit ditemukan di pasar, seperti petunjuk tentang merawat Glaze Lily atau panduan untuk mencangkok Silk Flower.\n\nAkses untuk bisa dibaca dan akses dari segi ilmiah mereka juga tidak kalah dari beberapa publikasi resmi.\n\nAtau lebih tepatnya, inilah yang akan dialami seseorang ketika membacanya dari depan ke belakang.\n\nJika seseorang membacanya dari belakang ke depan, mungkin akan tercengang.\n\nBeberapa halaman terakhir dari catatan ini adalah percikan tinta hitam dan beberapa coretan.\n\nJika seseorang meluangkan waktu untuk memilah-milah arti di dalamnya, dia mungkin akan menemukan bahwa catatan ini, pada awalnya, dimaksudkan sebagai metode menanam berbagai sayuran. \"Tapi jika aku belajar untuk menanam sayuran, aku lebih tidak bisa lagi untuk mengontrol nafsu makanku.\"\n\nGanyu mengepalkan tangannya, lalu dengan susah payah dihapuskannya hasil penelitiannya itu.\n\nTapi kemudian, ketika dia sedang menyirami bunga dengan perut kosong, Ganyu membenamkan kepalanya ke semak-semak Silk Flower tanpa berpikir, menghibur dirinya dengan membayangkan bahwa itu adalah Sweet FLower.\n\nTidur siangnya hari itu pasti akan dihiasi oleh mimpi tentang bunga-bunga itu ....",
      "th": "บันทึกที่จดรายละเอียดเกี่ยวกับลักษณะสัณฐานและพฤติกรรมของพืชใน Yujing Terrace ด้วยลายมือที่สวยงามของ Ganyu เอง\n\nบันทึกนี้ได้รับการจัดหมวดหมู่อย่างชัดเจน เนื้อหามีความกระชับ ทั้งยังครอบคลุมถึงปัญหาและข้อมูลที่หาอ่านได้ยาก เช่น การดูแลรักษาดอก Glaze Liliy วิธีการต่อกิ่งของดอก Silk Flower เป็นต้น\n\nความสามารถในการอ่าน และความสามารถในการในข้อมูลเชิงวิทยาศาสตร์มัน ใกล้เคียงกับมาตรฐานของหนังสือที่พิมพ์อย่างเป็นทางการ\n\n——แต่นั่นคือการอ่านจากด้านหน้าไปด้านหลัง\n\nถ้าคุณอ่านจากด้านหลังไปด้านหน้าก็อาจทำให้คุณกรามค้างได้\n\nสองสามหน้าสุดท้ายของบันทึก มีร่องรอยน้ำหมึกดำที่ถูกขีดฆ่าเต็มไปหมด\n\nถ้าคุณอดทนมากพอที่จะนั่งอ่านมันล่ะก็ คุณก็จะเห็นว่ามันคือบันทึกวิธีการปลูกผักชนิดต่าง ๆ\n\n\"ถ้าฉันเรียนรู้วิธีปลูกผักเองแล้วล่ะก็ การควบคุมอาหารก็คงจะยากกว่าเดิมอีก\"\n\nมือของเธอกำหมัดแน่น มันเป็นความยากลำบากมากที่ Ganyu จะลบผลการวิจัยของเธอ\n\nแต่ผ่านไประยะหนึ่ง ในขณะที่ Ganyu ผู้หิวโหยจนขาดสติระหว่างรดน้ำดอกไม้อยู่ เธอเอาหน้าของเธอไปซุกอยู่ในดอก Silk Flower และจินตนาการว่าพวกมันคือดอก Sweet Flower เพื่อปลอบใจตัวเอง\n\nหลังจากนั้นไม่นาน เมื่อเธองีบตอนบ่ายเธอก็ฝันถึงภูเขาที่ปกคลุมไปด้วยดอก Sweet Flower",
      "vi": "Nét chữ xinh đẹp trong các quyển sổ sách ghi chép lại hình thù và đặc tính của thực vật thường thấy ở Ngọc Kinh Đài đều là bút tích của Ganyu.\n\nSổ sách được phân loại rõ ràng, nội dung giản lược nhưng sinh động, thậm chí còn bao hàm những điểm tổng kết hiếm thấy trên thị trường, ví dụ như làm cách nào để chăm sóc Lưu Ly Bách Hợp, cách ghép Hoa Nghê Thường v.v\n\nGiá trị và tính khoa học của nó cũng xứng đáng để xuất bản thành sách.\n\nBên trên là trải nghiệm của người đọc theo thứ tự từ trước ra sau.\n\nCòn nếu đọc từ sau ra trước sẽ khiến người ta phải ngẩn người.\n\nNhững trang cuối của quyển sổ là dấu vết chỉnh sửa bằng nhiều vệt mực đen.\n\nNếu kiên nhẫn nghiên cứu, có lẽ sẽ miễn cưỡng phát hiện ra ở đó vốn dĩ là cách nuôi trồng các loại rau cải.\n\n\"Nếu bản thân biết được cách trồng rau, nhất định sẽ càng khó kiềm chế ham muốn ăn uống.\"\n\nGanyu đã nắm chặt bàn tay, kiềm chế dục vọng, mới có thể xóa bỏ đi thành quả mà khó khăn lắm mình mới tổng kết ra được.\n\nNhưng sau một thời gian, khi đi tưới hoa với chiếc bụng đói, Ganyu đã đâm đầu vào bụi Hoa Nghê Thường, chìm đắm trong ảo tưởng vườn hoa trước mặt là một vườn Hoa Ngọt để an ủi bản thân.\n\nTrong giấc ngủ trưa chợt ập đến, cô đã mơ thấy mình nhìn thấy Hoa Ngọt bạt ngàn."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "麒麟是仙兽中的仁兽，饮必甘露，食必嘉禾。\n\n不履生虫，不折生草，不群居，不旅行，不入阱陷，幽闲则循循如也，动则有容仪，是温柔而优雅的一族。\n\n而当海中巨兽为非作恶、足下的土地遭遇危机时，和平便不再成为生活的选项。\n\n三千年前，甘雨回应岩之神摩拉克斯的召唤，成为他在魔神战争中的助力。\n\n战争结束后，她选择留在璃月帮助人们建设更完美的城邦。\n\n初代璃月七星需要辅佐，甘雨毅然接过这一差事，出任他们的秘书。\n\n她作出这一决定的瞬间，「神之眼」在腰间显现，令她拥有了超越肉身、与世界共鸣的力量。\n\n这一刻，甘雨内心充满了平和的安定感。\n\n哪怕变得更为强大，也无需驱动「神之眼」之力，而是将「神之眼」作为保护璃月的终极手段。\n\n作为仙兽与人类的混血，她选择成为两个种族的桥梁。「神之眼」，便是她的新责任与新见证。",
      "zht": "麒麟是仙獸中的仁獸，飲必甘露，食必嘉禾。\n\n不履生蟲，不折生草，不群居，不旅行，不入阱陷，幽閒則循循如也，動則有容儀，是溫柔而優雅的一族。\n\n而當海中巨獸為非作惡、足下的土地遭遇危機時，和平便不再是生活的選項。\n\n三千年前，甘雨回應岩之神摩拉克斯的召喚，成為他在魔神戰爭中的助力。\n\n戰爭結束後，她選擇留在璃月幫助人們建設更完美的城邦。\n\n初代璃月七星需要輔佐，甘雨毅然接過這一差事，出任他們的秘書。\n\n她作出這一決定的瞬間，「神之眼」在腰間顯現，令她擁有了超越肉身、與世界共鳴的力量。\n\n這一刻，甘雨內心充滿了平和的安定感。\n\n即使變得更為強大，也無需驅動「神之眼」之力，而是將「神之眼」作為保護璃月的終極手段。\n\n身為仙獸與人類的混血，她選擇成為兩個種族的橋樑。「神之眼」便是她的新責任與新見證。",
      "jp": "麒麟は仙獣の中の仁獣であり、甘露を飲み、嘉禾を食す。\n\n生きた虫を踏まず、生きた草を折らず、群れず、旅をせず、罠に入らず、穏やかで寛大で、温厚で優雅な一族だ。\n\n過去に海の中で巨獣が暴れまわり、足元の大地が脅かされた時、平穏という言葉は日常の中から消え去った。\n\n三千年前、甘雨は岩神モラクスの召喚に応え、魔神戦争において彼に助力した。\n\n戦争が終結すると、彼女は璃月に残り、人々がより完璧な国を作り上げるための手伝いを始めた。\n\n初代の璃月七星が補佐を必要とした時、彼女はこの任を引き受けて七星の秘書となる。\n\nそして彼女がこの決断を下した瞬間、腰元に「神の目」が現れたそうだ。それは彼女に卓越した肉体と、世界と共鳴する力を与えた。\n\nその時、甘雨の心は平和と安堵に満たされていた。\n\nどんなに強くなろうとも、「神の目」を使うことはないだろう。これは璃月を守る最後の手段である。\n\n仙獣と人間の混血として、彼女は二つの種族の架け橋となることを選択した。そして「神の目」は、その新しい責任への証人である。",
      "ko": "기린은 신수 중에서도 가장 자애롭고, 반드시 이슬만 마시고 잘 익은 벼만 먹는다.\n\n살아있는 벌레를 밟지 않고 풀을 꺾지 않으며, 무리 짓지 않고 여행을 하지 않는다. 또한, 그들은 계략에 빠지지 않으며, 차분하고 질서 있는 아주 온화하고 우아한 일족이다.\n\n그러나 바다의 괴수가 날뛰고 발밑의 대지가 위기에 처하자 삶 속에서 평화는 사라졌다.\n\n감우는 3천 년 전, 바위 신 모락스의 부름에 응해 마신 전쟁에서 그의 조력자가 되었다.\n\n전쟁이 끝난 후, 그녀는 리월에 남아 사람들이 더 완벽한 도시를 건설 할 수 있도록 돕기로 했다.\n\n감우는 의연하게 초대 리월 칠성을 보좌하는 일을 맡아 그들의 비서가 되었다.\n\n그녀가 이러한 결정을 내린 순간, 허리춤에 「신의 눈」이 나타났고 그녀는 육체를 초월하는, 세계와 공명할 수 있는 힘을 갖게 되었다.\n\n그 순간 감우의 마음속은 잔잔한 안정감으로 가득해졌다.\n\n아무리 강해진다 하더라도 「신의 눈」의 힘을 이용하는 일은 없을 거다. 그녀에게 있어 「신의 눈」은 리월을 지키기 위한 마지막 수단이기 때문이다.\n\n신수와 인간의 피가 섞인 그녀는 두 종족을 잇는 다리가 되기로 결심했다. 그리고 「신의 눈」은 그녀의 새로운 책임에 대한 새로운 '증거'이다",
      "en": "Qilin are paragons of benevolence among the adepti, drinking only freshwater and eating only plants. Flies they will not hurt, and a bruised reed they will not break. They do not travel abroad, do not gather in herds, and no trap will hold them. They are leisurely yet composed, active but reserved — a gentle and elegant race. Yet when a wicked beast from the sea arose and threatened the land beneath their feet, that peaceful life ceased to be an option. Three thousand years ago, Ganyu answered the call of Morax the God of Geo, aiding him in the Archon Wars. And when the war was over, she chose to stay in Liyue and help the humans build a better polity there. The first Liyue Qixing would need support, and she took this task up as a matter of course, becoming their secretary. The moment she made that decision, a Vision appeared at her hip, granting her power to resonate with the world to a degree beyond her natural abilities. Whether she would grow strong enough to no longer need it, or whether she would use it as a last resort in Liyue's defense... Regardless, she chose to serve as the bridge between adepti and humans. Her Vision, then, was proof and witness of her new duty.",
      "de": "Qilin sind Vorbilder des Wohlwollens unter den Adepten, die nur Quellwasser trinken und nur Pflanzen essen.\n\nSie tun keiner Fliege was zu Leide, zertreten kein Gras, sie reisen nicht in Gruppen und keine Falle kann sie halten. Sie sind gemächlich und gelassen, aktiv, aber zurückhaltend, Qilin sind eine sehr sanfte und elegante Art.\n\nAls sich jedoch eines Tages eine böse Bestie aus dem Meer erhob und das Land unter ihren Füßen bedrohte, blieben sie nicht untätig, denn Verhandeln war keine Option mehr.\n\nVor dreitausend Jahren folgte Ganyu dem Ruf von Morax, dem Geo-Archon und stand ihm in den Archontenkriegen zur Seite.\n\nAls der Krieg vorbei war, entschied sie sich, in Liyue zu bleiben und den Menschen dort beim Aufbau einer neuen Heimat zu helfen.\n\nDie ersten Qixing von Liyue würden Unterstützung brauchen und Ganyu nahm diese Aufgabe ganz selbstverständlich an und wurde ihre Sekretärin.\n\nIn dem Moment, in dem sie diese Entscheidung traf, erschien ein Göttliches Auge an ihrer Hüfte, welches ihr die Kraft verlieh, mit der Welt in einem Maße in Resonanz zu treten, das ihre natürlichen Fähigkeiten noch überstieg.\n\nOb sie nun stark genug werden würde, um es eines Tages nicht länger zu brauchen, oder ob sie es als letztes Mittel zu Liyues Verteidigung einsetzen würde, so entschied sie sich dafür, als verbindende Brücke zwischen Adepten und Menschen zu dienen.\n\nIhr Göttliches Auge war also der Beweis und Zeuge ihrer neuen Pflicht.",
      "es": "Los Chilin son una especie bondadosa de bestias iluminadas. Solo beben el rocío de la mañana, y solo comen los más exquisitos cereales.\n\nNunca pisan a un insecto y jamás arrancan una hierba. Tampoco viven en grupos, ni viajan, ni nunca caen en ninguna trampa. Cuando se encuentran ociosos, se muestran completamente pacíficos, y cuando se ponen en movimiento, siempre mantienen una majestuosa compostura. Por todo ello, son una raza elegante y gentil.\n\nSin embargo, cuando el monstruo marino despertó, la tierra se hundió en el conflicto, y la paz dejó de ser una opción de vida.\n\nHace tres mil años, Ganyu respondió al llamado de Morax para convertirse en una de sus ayudantes durante la Guerra de los Arcontes.\n\nTras la guerra, decidió ayudar a los mortales a construir la ciudad de Liyue.\n\nLas Siete Estrellas de aquella época necesitaban apoyo, y Ganyu no dudó en aceptar su misión, por lo que asumió el cargo de secretaria.\n\nEn el mismo instante en que tomó esta decisión, una Visión apareció en su cintura. Con ella, logró traspasar los límites del cuerpo humano y resonar con la fuerza del mundo entero. En ese momento, Ganyu sintió una gran paz y seguridad.\n\nAunque ello significara que ahora era más fuerte, no quería usar su Visión para fines violentos, sino como una vía para proteger Liyue.\n\nComo mestiza de bestia iluminada y humana, decidió ser un puente entre ambas razas. En este sentido, su Visión representaba su nueva responsabilidad y testigo.",
      "fr": "Les Qilin sont des parangons de bienveillance parmi les Adeptes, ne buvant que de l'eau douce et ne mangeant que des plantes.\n\nMême la mouche ne sera pas blessée en leur présence, et même le roseau meurtri ne sera pas brisé. Ils ne voyagent pas en groupe et aucun piège ne les retiendra. Ils sont tranquilles mais sérieux, actifs mais réservés, telle une race douce et élégante.\n\nPourtant, lorsqu'une créature maléfique de la mer se leva et menaça la terre sous leurs pieds, ils ne restèrent pas les bras croisés, ni ne choisirent la paix, alors que cette dernière n'était plus.\n\nIl y a trois mille ans, Ganyu a répondu à l'appel de Morax l'Archon Géo en l'aidant pendant la Guerre des Archons.\n\nEt une fois la guerre terminée, elle choisit de rester à Liyue et d'aider les humains à y construire un nouveau régime politique.\n\nLa première des Sept Étoiles de Liyue aurait besoin de soutien, et elle vit cette tâche comme une évidence, devenant leur secrétaire.\n\nAu moment où elle prit cette décision, un œil divin apparut à sa hanche, lui accordant le pouvoir de résonner avec le monde à un degré au-delà de ses capacités naturelles.\n\nQu'elle devienne assez puissante pour ne plus en avoir besoin, ou qu'elle l'utilise en dernier recours pour la défense de Liyue...\n\nQuoi qu'il en soit, elle choisit de servir de pont entre les Adeptes et les humains. Son œil divin était donc la preuve et le témoin de son nouveau devoir.",
      "pt": "Os Qilin são modelos de benevolência entre os Adepti, bebendo apenas água doce e comendo somente plantas. Eles não machucam uma mosca e arrancam uma erva. Não andam em grupos e nenhuma armadilha irá prendê-los. Quando estão desocupados, são completamente pacíficos; quando estão em movimento, mantêm uma postura majestosa - uma raça gentil e elegante. Mas quando uma besta marítima perversa surgiu e ameaçou a terra sob seus pés, eles não ficaram parados ou escolheram a paz quando não havia nenhuma opção. Três mil anos atrás, Ganyu respondeu ao chamado de Morax, o Deus Geo, e o ajudou na Guerra dos Arcontes. Quando a guerra acabou, ela escolheu ficar em Liyue e ajudar os humanos a construir uma nova política. Os primeiros Qixing de Liyue precisariam de apoio, e ela assumiu essa tarefa de forma natural, tornando-se sua secretária. Quando tomou essa decisão, uma Visão apareceu em seu quadril, concedendo-lhe o poder de interagir com o mundo em um nível além de suas habilidades humanas. Ou ficaria forte o suficiente para não precisar mais dela, ou iria usá-la como último recurso na defesa de Liyue... Mesmo assim, ela escolheu servir como uma ponte entre os Adepti e os humanos. Sua Visão representava seu novo dever.",
      "ru": "Цилини - самые добродетельные из Адептов: они пьют лишь сладкую росу и едят лишь чудесные злаки. Идя по земле, цилинь не помнёт травы, не раздавит жука, он живёт один и не попадается в ловушки. Цилини неспешны и спокойны, их движения изящны. Добрые и благородные звери. Но когда морское чудовище восстало из глубин и начало творить зло по всей земле, отступать было нельзя, и они не отступили. Три тысячи лет назад Гань Юй ответила на зов Гео Архонта Моракса и стала его союзником в Войне Архонтов. После войны она решила остаться в Ли Юэ и помогать людям развивать и совершенствовать город. Первому поколению Цисин требовалась помощь и Гань Юй без сомнений взялась за дело, став их секретарём. Когда она приняла это решение, у неё на поясе появился Глаз Бога, дав ей сверхъестественную способность резонировать с миром. Сердце её тогда наполнилось миром и спокойствием. Даже если она станет сильнее и ей уже будет не нужен Глаз Бога, или если она станет использовать его силу как последнее средство обороны Ли Юэ... Она выбрала роль моста между людьми и Адептами, и Глаз Бога навсегда останется свидетельством её нового долга.",
      "id": "Qilin adalah makhluk yang penuh kebajikan di antara Adeptus, hanya minum air tawar dan hanya makan tumbuh-tumbuhan.\n\nMereka bahkan tidak akan melukai seekor lalat, dan tubuh mereka tidak lemah. Mereka tidak bepergian dalam kelompok, dan tidak ada jebakan yang bisa menahan mereka. Mereka benar-benar menjalani hidup mengikuti arus, aktif namun tetap lembut.\n\nNamun ketika seekor monster jahat dari laut muncul dan mengancam daratan di bawah kaki mereka, mereka tidak akan berdiam diri, dan tidak akan menjadikan kedamaian sebagai pilihan hidupnya.\n\nTiga ribu tahun yang lalu, Ganyu memenuhi panggilan Morax sang Dewa Geo untuk membantunya dalam Perang Archon. Dan ketika perang usai, dia memilih untuk tinggal di Liyue dan membantu manusia membangun peradaban yang baru di sana.\n\nGenerasi Liyue Qixing pertama membutuhkan dukungan, dan dia mengambil tugas ini dengan menjadi sekretaris mereka.\n\nSaat dia membuat keputusan itu, sebuah Vision muncul di pinggulnya, memberikan kekuatan padanya untuk beresonansi dengan dunia hingga di luar batas kemampuan alaminya.\n\nApakah dia akan tumbuh cukup kuat sampai tidak membutuhkan Vision itu lagi, atau apakah dia akan menggunakan Vision sebagai jurus terakhirnya bilamana Liyue dalam keadaan yang genting ....\n\nTerlepas dari itu, dia memilih untuk menjadi jembatan antara Adeptus dan manusia. Vision miliknya, adalah bukti dan saksi dari tugas barunya itu.",
      "th": "กิเลนเป็นสัตว์ที่ใจดีมีเมตตาของหมู่เซียน พวกเขาจะดื่มแต่น้ำค้าง และกินแต่พืชเป็นอาหาร\n\nไม่ทำร้ายแมลง ไม่หักยอดหญ้า ไม่อยู่รวมกันเป็นกลุ่ม ไม่เดินทาง ไม่มีกับดักใดขังพวกเขาได้ พวกเขาใช้ชีวิตที่เรียบง่าย แต่ก็มีกฎเกณฑ์ เป็นสิ่งมีชีวิตที่อ่อนโยนและสง่างาม\n\nและเมื่ออสูรกายจากทะเลสร้างความปั่นป่วนและแผ่นดินใต้เท้าของพวกเขาต้องเจอกับวิกฤต ความสงบสุขก็ไม่ใช่ทางเลือกสำหรับชีวิตอีกต่อไป\n\nเมื่อสามพันปีก่อน Ganyu ตอบสนองต่อการเรียกของเทพแห่งหิน Morax และช่วยเหลือเขาในสงครามเทพอสูร\n\nหลังสงครามจบลง เธอเลือกที่จะอยู่ใน Liyue เพื่อช่วยผู้คนสร้างเมืองที่สมบูรณ์แบบยิ่งขึ้น\n\nเมื่อ Liyue Qixing รุ่นแรกต้องการความช่วยเหลือ Ganyu ก็รับหน้าที่เป็นเลขาของพวกเขาอย่างเด็ดเดี่ยว\n\nในตอนที่เธอตัดสินใจนั้น \"วิชั่น\" ก็ปรากฏขึ้นที่เอวของเธอ ทำให้เธอมีพลังที่จะสะท้อนกับโลกในระดับที่เกินความสามารถตามธรรมชาติของเธอ\n\nทุกวันนี้หัวใจของ Ganyu เต็มไปด้วยความรู้สึกที่สงบและมั่นคง\n\nไม่ว่าเธอจะแข็งแกร่งพอจนไม่ต้องการวิชั่นอีกต่อไป หรือว่าเธอจะใช้มันเป็นทางเลือกสุดท้ายในการปกป้อง Liyue... \n\nในฐานะเลือดผสม เธอจะเลือกที่จะทำหน้าที่เป็นสะพานเชื่อมระหว่างเซียนกับมนุษย์ ดังนั้นวิชั่นของเธอจึงเป็นข้อพิสูจน์และเป็นพยานถึงหน้าที่ใหม่ของเธอ",
      "vi": "Kỳ lân là loại thú hiền lành trong loài Tiên Thú, uống phải uống cam lộ, ăn phải ăn cỏ ngon.\n\nKhông ăn thịt, không hại cây, không sống quần cư, không lữ hành, không vào nguy hiểm, sống một cách nhàn hạ, ôn hòa và nho nhã.\n\nNhưng khi cự thú tác quái ở biển, khi mảnh đất sinh sống lâm nguy, hòa bình không còn là sự lựa chọn cho cuộc sống.\n\nBa ngàn năm trước, Ganyu đã đáp lại lời kêu gọi của Nham Thần Morax, trở thành trợ thủ trong chiến tranh Ma Thần.\n\nSau khi chiến tranh kết thúc, cô ấy đã lựa chọn ở lại Liyue giúp đỡ mọi người xây dựng thành trấn.\n\nThất Tinh Liyue thời đầu cần có người phò trợ, Ganyu đã sẵn lòng chấp nhận làm thư ký của họ.\n\nTrong thời khắc cô ấy đưa ra quyết định này, \"Vision\" đã xuất hiện bên cô, giúp cô có được nguồn sức mạnh vượt xa cơ thể mình và cộng hưởng với thế giới.\n\nLúc này, Ganyu đang cảm thấy tràn trề sự hòa bình và cảm giác an toàn.\n\nCho dù phải trở nên mạnh mẽ hơn cũng không cần đến sức mạnh của Vision, mà sẽ xem Vision như biện pháp cuối cùng để bảo vệ Liyue.\n\nLà con lai giữa Tiên Thú và Nhân Loại, cô chọn cách làm cầu nối giữa hai tộc. \"Vision\" là trách nhiệm cũng là chứng nhân mới của cô."
    }
  }
]