[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "酒客每次走进「猫尾酒馆」，一定会先把视线投向吧台的方向。\n\n因为那里经常站着一位猫耳微动的少女，一边晃着摇壶，一边露出一脸不高兴的样子。\n\n那就是蒙德酒业的超新星，传统势力的最大挑战者，调酒师迪奥娜。\n\n但调出好喝的酒并非她的本意——不如说，恰恰相反。\n\n她调酒的配方，在外人看来，似乎是「有些不可思议」。但在迪奥娜自己看来，根本就是「我真的在努力破坏那杯讨厌的液体了」。\n\n但不论什么品种的酒，只要经迪奥娜之手调制以后，都会变成难以想象的美味佳酿。\n\n这是一种「受祝福的体质」，而这种体质给迪奥娜造成了很大的困扰。\n\n因为，对自诩「酒业杀手」的迪奥娜来说，以一己之力摧毁整个蒙德的酒业，才是她的最终目标。",
      "zht": "酒客每次走進「貓尾酒館」，一定會先把視線投向吧台的方向。\n\n因為那裡經常站著一位貓耳微動的少女，一邊晃著搖壺，一邊露出一臉不高興的樣子。\n\n那就是蒙德酒業的超新星，傳統勢力的最大挑戰者，調酒師迪奧娜。\n\n但調出好喝的酒並非她的本意——不如說，恰恰相反。\n\n她調酒的配方，在外人看來，似乎是「有些不可思議」。但在迪奧娜自己看來，根本就是「我真的在努力破壞那杯討厭的液體了」。\n\n但不論什麼品種的酒，只要經迪奧娜之手調製以後，都會變成難以想像的美味佳釀。\n\n這是一種「受祝福的體質」，而這種體質給迪奧娜造成了很大的困擾。\n\n因為，對自詡「酒業殺手」的迪奧娜來說，以一己之力摧毀整個蒙德的酒業，才是她的最終目標。",
      "jp": "客が毎回「キャッツテール」に入ると、必ず最初にカウンターの方に視線を向ける。\n\nなぜなら、そこには必ず猫耳の少女が立っており、耳を小さく動かしながら、不機嫌そうな顔でシェイカーを振っているのだ。\n\n彼女は、モンドの酒造業の期待の新星、伝統勢力に挑む者、バーテンダーのディオナだ。\n\n美味しい酒を調合するのは、彼女の目的ではない。むしろ、正反対だ。\n\n彼女が酒を調合するのは、他人が見れば「少し不思議」に見える。だが、本人からしたら「一生懸命この嫌な液体を破壊している」つもりだ。\n\nだが、どんな酒でもディオナの手にかかると、たちまち想像もつかないほどの美酒となる。\n\nこれはある種の「祝福された体質」だが、ディオナにとっては最大の難題であった。\n\n自称「酒造業の殺し屋」であるディオナにとって、モンドの酒造業を破壊するのが、彼女の目標なのだ。",
      "ko": "손님들은 「캣테일 술집」에 들어올 때마다 먼저 시선을 바 쪽으로 돌린다.\n\n왜냐하면 거기엔 종종 한 소녀가 고양이 귀를 미세하게 움직이며 심통 난 얼굴로 셰이커를 흔들고 있기 때문이다.\n\n그녀가 바로 몬드 주류업의 초신성이자 전통 세력에 대항하는 최강의 도전자, 바텐더 디오나다.\n\n맛있는 술을 배합하는 건 그녀의 의도와 정반대되는 일이라 할 수 있다.\n\n그녀의 칵테일 레시피는 다른 사람이 보기엔 살짝 「의아」하지만, 디오나 본인에겐 그저 「짜증 나는 액체를 진짜 열심히 파괴」하는 행위일 뿐이다.\n\n그러나 어떤 종류의 술이든 디오나의 배합을 거치면 상상조차 어려운 맛있는 술로 변한다.\n\n이건 「축복받은 능력」이지만 정작 디오나에겐 매우 성가신 능력이다.\n\n그 이유는 자칭 「주류업 킬러」인 디오나의 최종 목표는 바로 혼자 힘으로 몬드의 주류업을 파괴하는 것이기 때문이다",
      "en": "Whenever a guest walks into the Cat's Tail, they will immediately glance in the direction of the bar.\n\nBehind it often stands a girl with mildly-twitching cat ears, cocktail shaker in hand, and an unhappy look on her face.\n\nThis is the mixologist Diona, ascendant star of Mondstadt's wine industry, and the greatest challenger to its traditional powerhouses.\n\nHowever, she does not make these wonderful cocktails on purpose — indeed, quite the opposite.\n\nHer mixing methods can seem a little \"inscrutable\" to an outsider. To herself, Diona tries nothing less than her hardest to ruin that hateful grog.\n\nBut no matter the drink, it will turn out to be an unimaginably sumptuous brew so long as it passes through her hands.\n\nThis is a \"blessing\" she has received, though that blessing is a huge headache for her.\n\nFor this mixologist proclaims herself to be the \"Wine Industry Slayer,\" and her final objective is the utter destruction of Mondstadt's entire wine industry.",
      "de": "Wann auch immer Gäste die Taverne „Zum Katzenschwanz“ betreten, starren sie sofort in Richtung Tresen.\n\nDahinter steht oft ein Mädchen mit sanft wackelnden Katzenohren, einem Cocktailshaker in der Hand und einem unglücklichen Gesichtsausdruck.\n\nDas ist die Wirtin Diona, aufstrebendes Sternchen in der Getränkeindustrie Mondstadts und die größte Herausforderin der örtlichen, traditionellen Häuser in dieser Branche.\n\nDoch sie macht diese wunderbaren Cocktails nicht bewusst – sogar das Gegenteil ist der Fall.\n\nIhre Mischmethoden mögen auf Außenstehende mitunter „rätselhaft“ wirken. Diona selbst versucht nichts Geringeres, als mit ganzer Kraft diesen verhassten Alkohol zu ruinieren.\n\nDoch egal um welches Getränk es sich auch handelt, alles was sie zubereitet, wird zu einem unfassbar kostbaren Gebräu.\n\nSie wurde mit dieser „Gabe“ gesegnet, doch bereitet sie ihr große Sorgen.\n\nDiese Wirtin bezeichnet sich selbst als der „Schrecken der Getränkewirtschaft“ und ihr endgültiges Ziel ist nichts Geringeres als die absolute Zerstörung der gesamten Getränkewirtschaft Mondstadts.",
      "es": "Cada vez que un invitado entra en la taberna Cola de Gato, lo primero que hará será mirar a la barra.\n\nA menudo encontrarán a una chica con orejas de gato ligeramente levantadas, una coctelera en la mano y una mirada infeliz en su rostro.\n\nSe trata de Diona, experta en cócteles, estrella de la industria del vino de Mondstadt y la persona que más desafía a las potencias tradicionales del vino.\n\nSin embargo, no prepara sus maravillosos cócteles a propósito, sino todo lo contrario.\n\nSus recetas pueden resultar increíbles para un forastero, pero, según ella misma: “Estoy esforzándome mucho para acabar con esa asquerosa bebida que es el alcohol”.\n\nSea cual sea el licor que utilice, si algo pasa por sus manos, siempre acabará transformándolo en un cóctel maravillosa e increíblemente delicioso.\n\nDiona tiene un don, pero, para ella, dicho don solo le causa problemas.\n\nEsta experta en cócteles se llama a sí misma la “asesina de la industria del vino”, y su objetivo final es, como indica dicho título, la destrucción total de toda la industria del vino de Mondstadt.",
      "fr": "Le bar est la première chose que l'on remarque quand on entre à La Queue de chat.\n\nDerrière celui-ci, se trouve une jeune fille aux oreilles de chat qui secoue un shaker d'un air mécontent.\n\nIl s'agit de Diona, la nouvelle barmaid la plus appréciée de tout Mondstadt.\n\nBien que ses boissons fassent fureur parmi les clients de la taverne, c'est tout le contraire qu'elle souhaite.\n\nN'importe qui serait impressionné par son coup de main en la regardant travailler, alors qu'en réalité, Diona fait tout son possible pour que chaque concoction soit abjecte.\n\nHélas, ses efforts pour saboter les boissons se révèlent vains, car tout ce qu'elle prépare relève du prodige pour une certaine raison...\n\nCe « talent inné » l'importune au plus haut point, car son objectif est de détruire l'industrie du vin à Mondstadt.",
      "pt": "Sempre que um cliente entra na Cauda do Gato, ele imediatamente olhará na direção do bar.\n\nAtrás dele geralmente está uma menina com orelhas de gato que se mexem levemente, coqueteleira na mão e uma expressão infeliz no rosto.\n\nEste é a mixologista Diona, estrela ascendente da indústria vinícola de Mondstadt e a maior desafiadora de suas tradicionais potências.\n\nNo entanto, ela não faz esses coquetéis maravilhosos de propósito - na verdade, muito pelo contrário.\n\nSeus métodos de mistura podem parecer um pouco \"inescrutáveis\" para um estranho. Para si mesma, Diona tenta nada menos do que seu melhor para arruinar aquele álcool odioso.\n\nMas não importa a bebida, ela sempre acabará sendo uma bebida inimaginavelmente suntuosa, desde que passe por suas mãos.\n\nEsta é uma \"bênção\" que ela recebeu, embora essa bênção seja uma grande dor de cabeça para ela.\n\nPara esta mixologista se proclama a \"Caçadora da Indústria do Vinho\", e seu objetivo final é a destruição total de toda a indústria do vinho de Mondstadt.",
      "ru": "Всякий раз, когда любитель выпить заходит в таверну «Кошкин хвост», он первым делом смотрит в сторону барной стойки. \n\nВедь за ней часто стоит девушка с кошачьими ушами, абсолютно нерадостно смешивающая коктейли. \n\nЭто - бармен Диона, восходящая звезда мондштадтской винной индустрии и та, кто бросает вызов силе традиций. \n\nНо смешивать прекрасные коктейли - отнюдь не её цель, даже наоборот. \n\nЕё способы смешивать алкоголь посторонним кажутся совершенно непостижимыми. Но, с точки зрения Дионы, она действительно старается испортить эту мерзкую жижу. \n\nТем не менее, какие бы сорта алкоголя она не смешивала, коктейли, сделанные её руками, всегда получаются восхитительно вкусными. \n\nЭто - её благословение, но именно оно мучит Диону сильнее всего. \n\nВедь истинная цель Дионы, называющей себя Конец винной индустрии, - во что бы то ни стало разрушить производство вина в Мондштадте.",
      "id": "Setiap kali ada pengunjung masuk ke Cat's Tail, mereka pasti akan melirik ke arah bar.\n\nDi balik meja bar itu berdiri seorang gadis bertelinga kucing dengan pengocok koktail di tangannya. Tak pernah sekalipun terlihat senyum di wajahnya.\n\nDialah Diona, sang bartender, bintang dalam industri anggur Mondstadt, yang sekaligus menjadi penantang terbesar bisnis anggur tradisional Mondstadt.\n\nKoktail-koktail enak tersebut sebenarnya tidak dibuat Diona dengan sengaja —justru malah sebaliknya.\n\nBagi orang luar, cara peracikan Diona memang sedikit \"tidak masuk akal\". Namun bagi Diona sendiri, cara racik itu adalah usahanya untuk menghancurkan rasa minuman penuh kebencian tersebut.\n\nHanya saja, minuman yang diracik olehnya selalu menjadi koktail yang menggoyangkan lidah.\n\nKemampuan ini adalah suatu \"karunia\" yang berharga, namun karunia ini sangat memusingkan gadis itu.\n\nHal itu dikarenakan, tujuan utama gadis yang menyebut dirinya sebagai \"Penghancur Industri Anggur\" ini adalah... menghancurkan seluruh industri anggur Mondstadt.",
      "th": "ทุกครั้งที่ลูกค้านักดื่มเดินเข้ามายัง \"Cat's Tail\" พวกเขาจะหันไปสนใจที่บาร์เป็นอันดับแรก\n\nเนื่องจากมักจะมีเด็กผู้หญิงหูแมวคนหนึ่งยืนอยู่ที่นั่น เขย่าเชคเกอร์เพื่อทำเครื่องดื่มด้วยท่าทางที่ไม่พอใจ\n\nนั่นคือดาวดวงใหม่แห่งวงการเครื่องดื่มของ Mondstadt ผู้ท้าชิงอันแข็งแกร่งในสาขาอาชีพเดียวกัน บาร์เทนเดอร์ Diona\n\nแต่การทำเครื่องดื่มที่มีรสชาติดีนั้นไม่ใช่ความตั้งใจดั้งเดิมของเธอ... อันที่จริงแล้ว มันตรงข้ามกันเลย\n\nส่วนผสมในเครื่องดื่มของเธอนั้น ในสายตาของคนนอกแล้ว ดูเหมือนจะเป็น \"เรื่องที่ค่อนข้างเหลือเชื่อ\" แต่ในสายตาของ Diona เองแล้ว มันก็คือ \"จริง ๆ แล้วฉันพยายามทำลายของเหลวที่น่ารังเกียจในแก้วนั่น\"\n\nแต่ไม่ว่าจะเป็นเครื่องดื่มแบบไหน ตราบใดที่ได้รับการปรุงแต่งโดย Diona มันก็จะกลายเป็นเครื่องดื่มรสเลิศที่ไม่อาจจินตนาการได้เสมอ\n\nนี่คือ \"พร\" ที่เธอได้รับ และก็เป็นพรแบบนี้แหละ ที่นำพาเรื่องปวดหัวมาให้เธอ\n\nเพราะสำหรับ Diona ที่เรียกตัวเองว่า \"Wine Industry Slayer\" แล้ว การทำลายอุตสาหกรรมสุราของ Mondstadt ทั้งหมดด้วยพลังของเธอเอง คือเป้าหมายสูงสุดของเธออย่างแท้จริง",
      "vi": "Mỗi khi khách quan bước vào \"Quán Rượu Đuôi Mèo\", nhất định sẽ hướng sự chú ý của mình về phía quầy bar.\n\nVì thường có một thiếu nữ với đôi tai mèo đứng đó, vừa lắc vừa có vẻ không vui.\n\nĐó là ngôi sao mới của Mondstadt, kẻ thách thức lớn nhất đối với thế lực truyền thống, người pha rượu Diona.\n\nNhưng pha được rượu ngon không phải ý định vốn có cửa cô. Đúng hơn là, vừa khéo ngược lai.\n\nCông thức pha chế của cô ấy có vẻ \"hơi khó tin\" đối với người ngoài. Nhưng theo quan điểm của riêng Diona, nó chỉ đơn giản là \"Tôi thực sự đang cố gắng phá hủy cái cốc chất lỏng đáng ghét đó\".\n\nNhưng dù là loại rượu nào, chỉ cần được Diona pha chế, nó sẽ trở thành một loại rượu ngon ngoài sức tưởng tượng.\n\nĐây là \"thể chất trời phú\", và thể chất này đã khiến Diona gặp rất nhiều rắc rối.\n\nVì, đối với Diona, người tự gọi mình là \"sát thủ ngành rượu\", việc tiêu diệt toàn bộ cơ sở kinh doanh rượu của Mondstadt bằng sức mạnh của mình là mục tiêu cuối cùng của cô."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "来「猫尾酒馆」担任调酒师，其实是迪奥娜精心谋划的一场恶作剧，这场恶作剧正是她宏大计划的第一步。\n\n当酒客在吧台旁找到椅子坐下，一边「享受」着调酒师少女嫌弃的视线，一边期待着一杯「迪奥娜特调」时…\n\n「哼，喝下这杯蜥蜴海盐酒，给你的酒鬼生涯画上句号吧…」\n\n迪奥娜就会如此这般地，盘算着好好倒一倒这些酒鬼的胃口。\n\n然而…\n\n「咕噜…咕噜…啊，我从没喝过这么美妙的酒！可以续杯吗，小姐？」\n\n「…续、续杯？」\n\n时至今日，迪奥娜仍在与「百分百调出好喝的酒」的体质斗争着。而不服输的她，也还没放弃找到真正难喝配方的愿望。\n\n可结果却总是一样，「猫尾酒馆」中依旧觥筹交错，开怀的酒客们对迪奥娜的夸赞声不绝于耳。\n\n而迪奥娜只能眼噙泪花，生气地鼓起腮帮——\n\n「你们别太得意忘形啦！」",
      "zht": "來「貓尾酒館」擔任調酒師，其實是迪奧娜精心謀劃的一場惡作劇，這場惡作劇正是她宏大計畫的第一步。\n\n當酒客在吧台旁找到椅子坐下，一邊「享受」著調酒師少女嫌棄的視線，一邊期待著一杯「迪奧娜特調」時…\n\n「哼，喝下這杯蜥蜴海鹽酒，為你的酒鬼生涯畫上句號吧…」\n\n迪奧娜就會如此這般地，盤算著好好倒一倒這些酒鬼的胃口。\n\n然而…\n\n「咕嚕…咕嚕…啊，我從沒喝過這麼美妙的酒！可以續杯嗎，小姐？」\n\n「…續、續杯？」\n\n時至今日，迪奧娜仍在與「百分百調出好喝的酒」的體質鬥爭著。而不服輸的她，也還沒放棄找到真正難喝配方的願望。\n\n可是結果卻總是一樣，「貓尾酒館」中依舊觥籌交錯，開懷的酒客們對迪奧娜的誇讚聲不絕於耳。\n\n而迪奧娜只能眼噙淚花，生氣地鼓起腮幫——\n\n「你們別太得意忘形啦！」",
      "jp": "「キャッツテール」のバーテンダーになったのは、ディオナが計画した悪夢の一つである。この悪夢は、彼女の大きな計画の第一歩でもあった。\n\n客がカウンターに腰かけ、バーテンダーである少女の嫌そうな目線を「堪能」しながら、「ディオナスペシャルドリンク」に期待していると…\n\n「さぁ、このサソリとシーソルトのカクテルを飲み干して。あなたの酒飲みの人生に、終わりを告げるのよ…」\n\nディオナはこのように、いつも酒飲みの気分を台無しにしようと企んでいるのだ。\n\nしかし…\n\n「ゴク…ゴク…あぁ、こんな美味い酒は初めてだ！もう一杯もらえるか？」\n\n「…も、もう一杯？」\n\n今日に至るまで、ディオナはこの「百発百中で美味しい酒を調合できる」体質と戦っている。負けず嫌いの彼女は、真にまずい酒の配合を探す事をまだ諦めていない。\n\nだが結果はいつも同じだった。「キャッツテール」には相変わらず人が集まり、客たちは口々にディオナを称賛する。\n\nディオナは目の奥に涙をため、怒りで顔をしかめるのだ。\n\n「身の程をわきまえなさいよ！」",
      "ko": "디오나가 「캣테일 술집」에서 바텐더를 하는 건 사실 치밀하게 계획한 장난이다. 이 장난이 바로 그녀의 위대한 계획의 첫걸음이었다.\n\n손님이 바 옆에 있는 의자에 앉아 한 편으론 바텐더 소녀의 짜증 섞인 시선을 「즐기며」 또 한 편으론 「디오나 칵테일」 한 잔을 기대할 때면…\n\n「흥! 이 도마뱀 천일염 칵테일을 마시고 나면 더 이상 술을 입에 댈 수 없을걸!」\n\n디오나는 이렇게 상상하며 주정뱅이들의 잔에 술을 따른다.\n\n하지만…\n\n「꿀꺽… 꿀꺽…이야! 이렇게 맛있는 술은 태어나서 처음이야! 아가씨, 한 잔 더 가능해?」\n\n「한… 한 잔 더?」\n\n디오나는 지금까지도 「100% 맛있는 술 만드는」 체질과 싸우고 있다. 그리고 지기 싫어하는 그녀는 정말로 맛없는 레시피를 찾는다는 꿈을 아직도 포기하지 않았다.\n\n하지만 결과는 늘 같다. 「캣테일 술집」은 여전히 붐비고 디오나를 칭찬하는 손님들의 목소리도 끊이질 않는다.\n\n하지만 디오나는 눈물이 그렁그렁 맺힌 채 뾰로통하며——\n\n「깐족거리지 말라고!」",
      "en": "Coming to the Cat's Tail to serve as its bartender was really a prank on Diona's part, the first step in her master plan.\n\nWhen patrons came in, they would \"enjoy\" her look of disgust as they got ready for the \"Diona Special\"...\n\n\"Hmph. Here, drink this Sea-Salt Lizard, and kiss your life as an alcoholic goodbye...\"\n\nSo she would say, thus ruining these boozehounds' appetites.\n\nAnd yet...\n\n\"*glug*... *glug*... Wow, I have never had such a wonderful drink! Can I get a refill, miss?\"\n\n\"...You want a refill!?\"\n\nTo this day, Diona has struggled with her unbroken record of mixing fine drinks. Unable to accept defeat, she has yet to give up on her dream of producing something truly disgusting.\n\nHowever, the results are always the same, and the Cat's Tail remains a popular watering hole, with its pleased patrons singing praises unending of her skill.\n\nAll poor Diona can do is puff up her cheeks, tears forming in her eyes as she grumbles:\n\n\"Just you all wait!\"",
      "de": "Bei „Zum Katzenschwanz“ als Wirtin zu arbeiten, war eigentlich eher ein Streich von Diona, der erste Schritt ihres großen Plans.\n\nWenn Kunden einkehrten, konnten sie Dionas angewiderten Gesichtsausdruck „genießen“, während sie auf „Dionas Spezialmischung“ warteten ...\n\n„Hmpf. Hier, trink diesen Meersalzwein und gib deinem Leben als Alkoholiker einen Abschiedskuss ...“\n\nDas sagte sie immer gerne und ruinierte so den Appetit der Trunkenbolde.\n\nAber dennoch ...\n\n„*Schluck, schluck* ... Ooh, ich hatte noch nie so ein wunderbares Getränk! Könnte die Dame bitte nachschenken?“\n\n„Ihr wollt mehr?!“\n\nBis zum heutigen Tag kämpft Diona mit ihrem ungebrochenen Rekord, perfekte Getränke zu servieren. Sie will es nicht akzeptieren und arbeitet weiter an ihrem Traum, ein wirklich widerliches Getränk zu mischen.\n\nDoch die Ergebnisse sind immer die gleichen und „Zum Katzenschwanz“ bleibt ein beliebter Ort für einen guten Tropfen und die Kunden lobten Dionas unglaubliche Fähigkeiten in den höchsten Tönen.\n\nDiona bleibt nichts anderes übrig, als ein bockiges Gesicht zu machen und mit Tränen in den Augen zu grummeln:\n\n„Wartet nur ab!“",
      "es": "Trabajar como cantinera en la taberna Cola de Gato fue, en realidad, una broma de Diona, el primer paso en su gran plan maestro.\n\nCuando los clientes entraban a la taberna, podían “disfrutar” de cómo Diona los miraba con asco mientras esperaban a que esta les sirviera el “especial de Diona”.\n\n“¡Ja! Sí, sí, toma. Bebe este cóctel de lagarto con sal marina y ¡dile adiós a tu vida de borracho!”,\n\nsuele decirle a los clientes para arruinarles sus ganas de beber.\n\nSin embargo...\n\n“*Gluglu* ... *Gluglu* ... ¡Vaya! ¡Nunca había bebido algo tan maravilloso! Señorita, ¿me pone otra?”.\n\n“¿¡Quieres beber más!?”.\n\nA día de hoy, Diona sigue luchando contra su capacidad innata para hacer bebidas increíbles. Reacia a tirar la toalla, todavía no piensa renunciar a su sueño de crear una bebida realmente repugnante.\n\nSin embargo, el resultado es siempre el mismo, y la taberna Cola de Gato sigue siendo un lugar donde reunirse para beber y en el que los satisfechos clientes cantan alabanzas sobre sus habilidades.\n\nLo único que puede hacer la pobre Diona es hinchar sus mejillas y llorar mientras refunfuña:\n\n“¡Esperen y verán!”",
      "fr": "Devenir la barmaid de La Queue de chat était la première étape du plan de Diona pour mettre à mal l'industrie du vin de Mondstadt.\n\nQuand un client de la taverne s'assoit au bar et commande un verre de son cocktail spécial, elle le toise généralement d'un regard méprisant.\n\n« Vous allez voir si vous allez continuer de boire après cette liqueur de lézard au sel de mer... »\n\nEt ainsi parlant, Diona verse une dose généreuse de cet alcool infect dans sa préparation.\n\nMais...\n\n« *glouglou* ... Par Barbatos ! C'est le meilleur cocktail que j'aie jamais bu ! Un autre verre, vite ! »\n\n« Q—Quoi ? Vous en redemandez ? »\n\nÀ ce jour, Diona espère toujours concocter le pire cocktail de tous les temps à chaque verre qu'on lui demande.\n\nMais le résultat demeure toujours le même : la taverne grouille de clients qui ne tarissent pas d'éloges sur sa personne, pendant qu'elle les regarde, les joues gonflées et les larmes aux yeux.\n\n« Bon sang ! Arrêtez d'être aussi heureux ! »",
      "pt": "Ir à Cauda do Gato para trabalhar como barmaid foi realmente uma brincadeira da parte de Diona, o primeiro passo em seu plano de mestre.\n\nQuando os clientes chegavam, eles \"apreciariam\" seu olhar de desgosto enquanto se preparavam para o \"Especial da Diona\"...\n\n\"Hunf, aqui, beba este Lagarto Salgado e dê adeus à sua vida alcoólica...\"\n\nEla dizia, estragando o apetite desses beberrões.\n\nApesar de...\n\n\"*glup*... *glup*... Uau, eu nunca tomei uma bebida tão maravilhosa! Posso tomar mais um pouco, senhorita?\"\n\n\"... Você quer mais um pouco?!\"\n\nAtualmente, Diona tem lutado contra seu recorde ininterrupto de misturar bebidas finas. Incapaz de aceitar a derrota, ela ainda não desistiu de seu sonho de produzir algo realmente nojento.\n\nNo entanto, os resultados são sempre os mesmos, a Cauda do Gato continua sendo um lugar popular, com seus clientes satisfeitos cantando louvores intermináveis por sua habilidade.\n\nTudo o que a pobre Diona pode fazer é inflar suas bochechas, lágrimas se formando em seus olhos enquanto ela resmunga:\n\n\"Esperem!\"",
      "ru": "На самом деле, работа барменом в таверне «Кошкин хвост» - это тщательно спланированная злая шутка Дионы, первый этап её грандиозного и коварного плана. \n\nНо приходящие клиенты специально садятся перед барной стойкой, чтобы насладиться презрительным взором бармена и подождать своего бокальчика «фирменного от Дионы»... \n\n«На, выпей-ка этот коктейль \"Ящерица с морской солью\" и распрощайся со своей жизнью пьяницы». \n\nТак говорит Диона, прикидывая, как бы попортить этим пьянчугам аппетит. \n\nИ тем не менее...\n\n«Бульк, бульк... Ах, никогда ещё не пробовал такого прекрасного коктейля! Мисс, можно повторить?» \n\n«Ч-что... Повторить?» \n\nДиона и поныне всеми силами борется со своим умением всегда делать идеальные коктейли. Она никак не может принять себя и бросить попытки найти тот самый действительно мерзкий рецепт. \n\nНо итог всегда один, и «Кошкин хвост» по-прежнему популярен, а беззаботные пьяницы продолжают восхвалять коктейли Дионы. \n\nА ей только и остаётся, что сердито надувать щёки и, сдерживая подступающие слёзы, приговаривать: \n\n«Я вам ещё покажу!»",
      "id": "Datang ke Cat's Tail dan bekerja sebagai seorang bartender di tempat ini sebenarnya adalah motif jahat terselubung yang dilakukan oleh Diona, ini merupakan langkah pertama dari rencana utamanya.\n\nKetika pelanggan datang, mereka akan \"menikmati\" tatapan mata sang bartender yang sinis sembari menantikan \"Spesialisasi Diona\"...\n\n\"Hmm. Ini, minumlah Sea-Salt Lizard ini, dan ucapkan selamat tinggal pada kehidupanmu yang penuh dengan alkohol...\"\n\nBegitulah Diona memberikan kalimat pembukanya, dan ucapannya ini otomatis merusak selera para pemabuk itu.\n\nNamun...\n\n\"*glek*... *glek*... Wow, aku belum pernah minum minuman seenak ini! Bolehkah aku minta segelas lagi?\"\n\n\"... Kamu ingin segelas lagi!?\"\n\nSampai hari ini, Diona terus berjuang dengan rekor tak terpecahkannya dalam meracik minuman berkualitas. Dia yang tidak dapat menerima kekalahan, belum menyerah pada mimpinya untuk menciptakan suatu minuman yang bisa benar-benar membuat orang merasa jijik.\n\nNamun, hasilnya masih saja sama, di mana Cat's Tail pun masih tetap menjadi tempat minum yang populer, dan para pelanggannya yang gembira melayangkan pujian tanpa henti atas keahlian sang bartender perempuan itu.\n\nHal yang bisa dilakukan olehnya yang malang kini hanyalah menggembungkan pipinya, sementara dia mengomel sambil air mata mengalir di matanya:\n\n\"Tunggu saja waktunya!\"",
      "th": "การมาที่ \"Cat's Tail\" ในฐานะบาร์เทนเดอร์นั้น ความจริงแล้วเป็นแผนแกล้งที่ Diona วางไว้อย่างรอบคอบ ซึ่งแผนแกล้งในครั้งนี้ ก็ถือเป็นก้าวแรกในแผนการใหญ่ของเธอ\n\nเมื่อนักดื่มมาที่เก้าอี้หน้าบาร์และนั่งลง ในขณะที่ \"เพลิดเพลิน\" กับแววตารังเกียจที่ส่งมาจากบาร์เทนเดอร์สาวและตั้งตารอ \"Diona Special\"...\n\n\"หึ ดื่มเหล้าหมักกิ้งก่าเกลือทะเลแก้วนี้ แล้วบอกลาชีวิตขี้เหล้าของคุณซะเถอะ...\"\n\nDiona จะทำเช่นนี้โดยคิดที่จะทำลายความกระหายในการดื่มของนักดื่มเหล่านี้\n\nแต่แล้ว...\n\n\"อึ๊ก.. อึ๊ก... อ๊าส์ เกิดมาฉันไม่เคยดื่มเหล้าที่สุดยอดขนาดนี้มาก่อนเลย! ขออีกแก้วได้มั้ยพี่สาว?\"\n\n\"...อะ อีกแก้ว?\"\n\nจนถึงเดี๋ยวนี้ Diona ก็ยังคงดิ้นรนอยู่กับการที่ \"100% ของเครื่องดื่มที่ผสมออกมาจะมีรสชาติดี\" ซึ่งเธอก็ยังไม่ยอมรับความพ่ายแพ้ และก็ยังไม่ยอมล้มเลิกความปรารถนาที่จะค้นหาสูตรที่น่ารังเกียจอย่างแท้จริงต่อไป\n\nแต่ผลที่ได้ก็มักจะเป็นอย่างนี้อยู่เสมอ Cat's Tail ยังคงเป็นที่ต้องการ และคำชมที่มีต่อ Diona จากเหล่านักดื่มที่เปิดใจกว้างก็ยังมีมาอย่างไม่ขาดสาย\n\nส่วน Diona ก็ทำได้เพียงแค่น้ำตาคลอเบ้า, หงุดหงิดและพองแก้มทั้งสองข้างของเธอ...\n\n\"พวกคุณอย่าได้ใจไป!\"",
      "vi": "Đến với \"Quán Rượu Đuôi Mèo\" làm người pha chế thực sự là một trò đùa được Diona lên kế hoạch cẩn thận, trò đùa này là bước đầu tiên trong kế hoạch lớn của cô.\n\nKhi khách tìm thấy một chiếc ghế cạnh quầy bar và ngồi xuống, vừa \"thưởng thức\" ánh mắt chán ghét của thiếu nữ pha chế, vừa mong đợi một ly \"Diona Đặc Biệt\"...\n\n\"Hừm, hãy uống một ly rượu muối biển Rồng Đất này, hãy chấm dứt cuộc đời rượu chè say sưa của ngươi...\"\n\nDiona sẽ làm điều đó, cố gắng giảm bớt cơn thèm của người mê rượu.\n\nNhưng...\n\n\"Gru...gru..a, tôi chưa từng uống rượu nào ngon thế này! Có thể thêm ly nữa không, tiểu thư?\"\n\n\"...Thêm, thêm rượu?\"\n\nĐến tận hôm nay, Diona vẫn đấu tranh với thể chất \"Pha rượu ngon 100%\". Còn cô không chịu thua, chưa hề từ bỏ hi vọng tìm thấy công thức khó uống nhất.\n\nNhưng kết quả lần nào cũng giống nhau, \"Quán Rượu Đuôi Mèo\" vẫn được ưa chuộng, khách gọi rượu không ngớt lời khen ngợi Diona.\n\nDiona đành rơm rơm nước mắt, tức giận phồng má.\n\n\"Các ngươi đừng quá tự mãn!\""
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "迪奥娜的父亲，杜拉夫，是整个清泉镇最好的猎手。\n\n他拥有坚毅的面容、凌厉的狩技、冷静的判断力，是清泉镇所有猎人当之无愧的头领，更是他们的榜样。\n\n对迪奥娜来说，父亲在她的童年里一直闪耀着光辉，也是她心中的憧憬，是近乎完美的偶像。\n\n也正因如此，当父亲作为偶像的形象忽然倒塌时，小迪奥娜才哭得那么伤心。\n\n「他喝醉酒的样子，就像刚吃饱的在泥潭里打滚的野猪！」小迪奥娜红着眼眶说道。\n\n可迪奥娜并不准备将其归咎于父亲糟糕的酒品，她永远不会觉得父亲有错，那样可靠的父亲又怎么会有错呢？\n\n「都是酒的错！酒是会蛊惑人，让人变笨的坏东西！」\n\n这就是迪奥娜对酒厌恶的根源，同时也是「猫尾酒馆」交上好运的起源。\n\n而「猫尾酒馆」的老板玛格丽特小姐，当初其实并未预见到这些，她录用迪奥娜的理由十分简单。\n\n「没办法，她看起来太可爱了嘛。」",
      "zht": "迪奧娜的父親，杜拉夫，是整個清泉鎮最好的獵手。\n\n他擁有堅毅的面容、凌厲的狩技、冷靜的判斷力，是清泉鎮所有獵人當之無愧的頭領，更是他們的榜樣。\n\n對迪奧娜來說，父親在她的童年裡一直閃耀著光輝，也是她心中的憧憬，是近乎完美的偶像。\n\n也正因如此，當父親作為偶像的形象忽然倒塌時，小迪奧娜才哭得那麼傷心。\n\n「他喝醉酒的樣子，就像剛吃飽的在泥潭裡打滾的野豬！」小迪奧娜紅著眼眶說道。\n\n可是迪奧娜並不準備將其歸咎於父親糟糕的酒品，她永遠不會覺得父親有錯，那樣可靠的父親又怎麼會有錯呢？\n\n「都是酒的錯！酒是會蠱惑人，讓人變笨的壞東西！」\n\n這就是迪奧娜對酒厭惡的根源，同時也是「貓尾酒館」交上好運的起源。\n\n而「貓尾酒館」的老闆瑪格麗特小姐，當初其實並未預見到這些，她錄用迪奧娜的理由十分簡單。\n\n「沒辦法，她看起來太可愛了嘛。」",
      "jp": "ディオナの父親、ドゥラフは清泉町で最も優れた狩人である。\n\n毅然とした姿や、飛びぬけた狩りの技術、冷静な判断力を持つ彼は、清泉町全ての狩人から一目置かれる頭領であり、手本であった。\n\nディオナにとって、幼い頃の記憶にいる父はいつも輝いており、彼女の憧れでもあった。\n\nそのため、そんな父の印象がひっくり返った時、ディオナは悲しさの余りに泣きじゃくった。\n\n「あの酔っ払った姿、お腹いっぱいになって泥の中で転げまわるイノシシみたい！」と、ディオナは赤い目を擦りながら言う。\n\nディオナは、全てを酒のせいにした。彼女にとって、父は間違いを犯さない、完璧で頼れる存在だったからだ。\n\n「全部酒のせいだ！酒は人を惑わせて、人の頭をおかしくする悪いものだ！」\n\nこれが、ディオナが酒を嫌うようになった原因であり、「キャッツテール」の景気を上げた原因でもあった。\n\n「キャッツテール」のオーナーであるマーガレットは、この事態を全く予想していなかった。彼女がディオナを雇った理由は非常に単純だった。\n\n「だってあの子、可愛すぎるもの」",
      "ko": "디오나의 아버지 두라프는 샘물 마을에서 가장 뛰어난 사냥꾼이다.\n\n그는 강인한 용모와 뛰어난 사냥 기술, 냉철한 판단력을 지닌 샘물 마을 사냥꾼들의 리더이자 그들의 귀감이 되는 인물이다.\n\n어린 시절의 디오나에게 있어 그녀의 아버지는 반짝이는 빛이자 동경의 대상으로 완벽한 우상에 가까웠다.\n\n그렇기 때문에 아버지의 우상 같은 이미지가 갑자기 무너졌을 때 어린 디오나는 아주 슬프게 울었다.\n\n「술에 취한 모습이랑 배가 불러 진흙탕을 구르는 멧돼지랑 완전 똑같잖아!」 어린 디오나가 충혈된 눈으로 말했다.\n\n하지만 디오나는 이를 아버지의 술버릇 탓으로 돌리지 않았다. 그녀는 절대 아버지 잘못이라고 믿지 않는다. 아빠는 절대 잘못했을 리 없어!\n\n「전부 술 때문이야! 술은 사람을 유혹해서 멍청하게 만드는 나쁜 거야!」\n\n이게 바로 디오나가 술을 증오하게 된 이유이자 「캣테일 술집」의 대박의 시작이다.\n\n「캣테일 술집」 사장 마가렛은 이를 전혀 예상하지 못했다. 그녀가 디오나를 고용한 이유는 아주 간단하다.\n\n「너무 귀엽잖아!」",
      "en": "Diona's father, Draff, is the best hunter in Springvale.\n\nWith a resolute face, honed hunting techniques, and calm judgment calls, he fully deserves to be the leader of the huntsmen of Springvale, and is an example to them all.\n\nIn Diona's young mind, her father was her shining, perfect idol, the person she wanted to be.\n\nAnd that was also why she cried her heart out the day the pedestal she had put her father upon abruptly shattered.\n\n\"When he's drunk, he's like a wild boar rolling about in the mud!\" So she said, her eyes ringed red.\n\nBut Diona was not ready to blame this on her father's terrible drinking habits, for how could such a great father have such faults?\n\n\"It's the wine's fault! It bewitches people and makes them stupid!\"\n\nThis is the source of Diona's hatred for alcohol, and the beginning of Cat's Tail's turn in fortunes.\n\nThat said, Margaret, the owner of Cat's Tail, had never expected any of this to happen at all. Rather, she had a much simpler reason for hiring Diona.\n\n\"What choice did I have? She's just too cute.\"",
      "de": "Dionas Vater, Draff, ist der beste Jäger in Quellingen.\n\nMit seinem resoluten Gesichtsausdruck, den perfektionierten Jagdtechniken und besonnen Entscheidungen, die er trifft, verdient er es ohne Frage der Anführer der Jäger von Quellingen zu sein, und er ist ein Vorbild für sie alle.\n\nAls Diona jung war, war ihr Vater ihr strahlendes, perfektes Vorbild, sie wollte so werden wie er.\n\nUnd aus diesem Grund weinte sich Diona an dem Tag die Seele aus dem Leib, an dem das Podest, auf das sie ihren Vater gestellt hatte, plötzlich in sich zusammenfiel.\n\n„Wenn er betrunken ist, verhält er sich wie ein außer Kontrolle geratenes Wildschwein, das sich im Schlamm wälzt!“, sagte sie mit roten Augen.\n\nDoch Diona war noch nicht in der Lage den schlechten Trinkgewohnheiten ihre Vaters dafür die Schuld zu geben, denn wie konnte ein so großartiger Vater nur so einen Makel haben?\n\n„Der Wein ist schuld! Er verzaubert die Menschen und macht sie dumm!“\n\nDies ist die Ursache für Dionas Hass auf Alkohol und der Beginn des finanziellen Aufstiegs des Katzenschwanzes.\n\nAus diesem Grund konnte Margaret, die Besitzerin des Katzenschwanzes, auch niemals damit gerechnet haben. Sie hatte einen viel banaleren Grund Diona einzustellen.\n\n„Ich hatte doch keine Wahl, sie ist einfach zu niedlich!“",
      "es": "El papá de Diona, Draff, es el mejor cazador de la Aldea Aguaclara.\n\nCon su determinación, sus increíbles técnicas de caza y su fría capacidad de cálculo, no hay duda de que merece ser el líder de los cazadores de Aguaclara, para quienes es un modelo a seguir.\n\nPara Diona, su papá era su ídolo, la persona en la que se quería convertir.\n\nPor eso lloró tanto el día en que se rompió el pedestal en el que lo tenía puesto.\n\n“Cuando está borracho, ¡es como un jabalí que se revuelca en el barro!”, dijo con los ojos enrojecidos.\n\nPero Diona se negaba a echarle la culpa a la costumbre que su papá tenía de beber, ya que ¿cómo podría un padre tan perfecto tener un defecto tan grande?\n\n“¡Es culpa del vino! ¡Hechiza a las personas y las hace estúpidas!”.\n\nAsí fue cómo Diona empezó a odiar el alcohol, y también cómo la buena fortuna llegó a la taberna Cola de Gato.\n\nDicho esto, Margaret, la dueña de la taberna, nunca esperó que nada de esto sucediera. Más bien, tenía una razón mucho más simple para contratar a Diona.\n\n“¿Qué opción tenía? Es demasiado linda como para no contratarla”.",
      "fr": "Le père de Diona, Draff, est le meilleur chasseur de tout Deauclaire.\n\nAvec son visage ferme, ses compétences de chasse affinées et son jugement réfléchi, il mérite pleinement son statut de chef des chasseurs de Deauclaire, représentant un modèle à suivre pour chacun d'entre eux.\n\nEnfant, Diona considérait son père comme un véritable héros, la personne à qui elle espérait ressembler une fois adulte.\n\nCeci explique pourquoi la petite Diona eut le cœur brisé lorsque l'image si parfaite qu'elle s'était forgée vola en éclats.\n\n« Quand il est ivre, on dirait un sanglier qui roule dans la boue ! », disait la petite Diona, les yeux rougis par les larmes.\n\nMais Diona ne pouvait pas directement blâmer son père pour ses mauvais penchants : comment un père aussi parfait aurait-il pu avoir un tel défaut ?\n\n« Tout ça, c'est la faute du vin ! C'est le vin qui envoûte les gens et les rend stupides ! »\n\nCe fut là la source de l'aversion de Diona pour le vin... Mais ce fut également un coup de chance pour la taverne de La Queue de Chat.\n\nCela dit, Margaret, la patronne de la taverne, n'avait rien prévu de tout cela, et c'est pour une raison bien plus simple qu'elle embaucha Diona :\n\n« Pas le choix ! Elle est si mignonne... »",
      "pt": "O pai de Diona, Draff, é o melhor caçador do Vale Termal.\n\nCom um rosto resoluto, técnicas de caça afiadas e julgamentos calmos, ele merece ser o líder dos caçadores do Vale Termal e é um exemplo para todos eles.\n\nNa mente jovem de Diona, seu pai era seu ídolo brilhante e perfeito, a pessoa que ela queria ser.\n\nE foi também por isso que ela chorou até o dia em que o pedestal em que ela colocou seu pai se quebrou abruptamente.\n\n\"Quando ele está bêbado, ele é como um javali rolando na lama!\" - disse ela, seus olhos estavam vermelhos.\n\nMas Diona não estava pronta para culpar os péssimos hábitos de beber de seu pai, pois como um pai tão bom poderia ter tais defeitos?\n\n\"É culpa do vinho! Ele enfeitiça as pessoas e as torna estúpidas!\"\n\nEsta é a fonte do ódio de Diona pelo álcool, e o início da mudança na sorte da Cauda do Gato.\n\nDito isso, Margaret, a dona da Cauda do Gato, nunca esperou que isso acontecesse. Em vez disso, ela tinha um motivo muito mais simples para contratar Diona.\n\n\"Que escolha eu tinha? Ela é muito fofa\".",
      "ru": "Драфф, отец Дионы, - лучший охотник в Спрингвейле. \n\nУ него решительный вид, отточенная техника охоты и холодный ясный ум. Драфф заслуженно считается главой охотников Спрингвейла и примером для них всех. \n\nДля маленькой Дионы её отец был идеальным кумиром, светом жизни, тем, кем она хотела стать. \n\nИменно поэтому Диона так рыдала и убивалась, когда идеальный образ её отца, который она нарисовала, вдруг рухнул. \n\n«Когда он пьян, он похож на кабана, кувыркающегося в грязи!» - говорила маленькая Диона, краснея и отводя взгляд. \n\nНо она не была готова обвинить отца в его скверном поведении. Ведь разве мог её идеальный отец что-то сделать не так? \n\n«Это всё вино! Это оно соблазняет людей и делает их дураками!» \n\nВот почему Диона ненавидит алкоголь и вот почему таверна «Кошкин хвост» так успешна. \n\nХозяйка «Кошкиного хвоста», госпожа Маргарита, не ожидала ничего из того, что стало происходить после прихода Дионы, а нанимала её по очень простой причине: \n\n«Ну она же такая милая, как я могла ей отказать?»",
      "id": "Ayah Diona – Draff, adalah seorang pemburu terbaik di Springvale.\n\nDengan wajah tegas dan teknik berburunya yang sangat terampil, serta kemampuan menilainya yang tenang, tidak heran kalau dia menjadi sang pemimpin dari pemburu di Springvale, dan dia juga merupakan seorang teladan bagi mereka semua.\n\nDalam benak Diona yang masih muda, sang ayah merupakan idolanya yang bersinar dan sempurna, Diona ingin sekali menjadi seseorang seperti ayahnya itu.\n\nItulah mengapa dia menangis sejadi-jadinya pada hari di mana dirinya merasa bahwa citra sang ayah yang sangat dia idola-idolakan itu runtuh.\n\n\"Saat ayah mabuk, dia seperti boar yang berguling-guling di lumpur!\" ujarnya dengan mata kemerahan.\n\nTapi Diona tidak sampai hati untuk menyalahkan ayahnya atas kebiasaan buruknya dalam minum alkohol ini, karena dia pikir bagaimana mungkin ayahnya yang begitu dapat diandalkan ini bisa melakukan kesalahan seperti itu?\n\n\"Itu pasti salah anggur! Anggur yang menyihir orang dan membuat mereka bodoh!\"\n\nIni adalah sumber kebencian Diona terhadap alkohol, dan awal dari keberuntungan Cat’s Tail.\n\nBahkan Margaret sang pemilik Cat’s Tail, sama sekali tidak pernah menyangka semua hal baik ini akan terjadi. Padahal, hanya satu alasan sederhana saja di mana dia menerima Diona bekerja di situ.\n\n\"Memangnya aku punya pilihan lain? Dia terlalu manis.\"",
      "th": "Draff คุณพ่อของ Diona คือนายพรานที่เก่งที่สุดใน Springvale\n\nเขามีสีหน้าที่แน่วแน่ มีทักษะการล่าสัตว์ที่เฉียบคม และมีการตัดสินใจที่เยือกเย็น เขาคือผู้นำของเหล่านักล่าทุกคนใน Springvale อย่างไม่ต้องสงสัย และยังเป็นแบบอย่างที่ดีสำหรับพวกเขาเหล่านั้นด้วย\n\nสำหรับ Diona แล้ว พ่อของเธอยังคงเป็นแสงส่องสว่างในวัยเด็กของเธอมาโดยตลอด เป็นความปรารถนาในใจของเธอ และเป็นไอดอลที่แทบจะสมบูรณ์แบบ\n\nก็เป็นเพราะอย่างนี้ เมื่อจู่ ๆ รูปลักษณ์ไอดอลของคุณพ่อพังทลายลง มันจึงทำให้ Diona ร้องไห้ออกมาด้วยหัวใจที่แตกสลาย\n\n\"เวลาเมา... เขาทำตัวเหมือนกับหมูป่าที่กลิ้งอยู่ในโคลนเลย!\" Diona พูดออกมาด้วยดวงตาที่แดงก่ำ\n\nแต่ Diona ยังไม่พร้อมที่จะตำหนิเรื่องนิสัยการดื่มที่แย่ของพ่อของเธอ ก็พ่อที่พึ่งพาได้ขนาดนั้น จะทำผิดแบบนี้ได้ยังไงกันล่ะ?\n\n\"เหล้านั่นแหละที่ผิด! มันล่อลวงผู้คน เป็นของไม่ดีที่ทำให้ผู้คนทำตัวโง่ ๆ!\"\n\nนี่คือที่มาที่ไปของความเกลียดชังของ Diona ที่มีต่อเหล้า และก็เป็นต้นตอของความโชคดีของร้าน Cat's Tail\n\nคุณ Margaret เจ้าของร้าน Cat's Tail นั้นไม่ได้คาดการณ์ถึงเรื่องนี้ในตอนแรก โดยเธอจ้าง Diona ด้วยเหตุผลง่าย ๆ\n\n\"ช่วยไม่ได้ล่ะนะ ก็เธอน่ารักซะขนาดนั้นนี่นา...\"",
      "vi": "Cha của Diona, Draff, là thợ săn giỏi nhất ở Thanh Tuyền Trấn.\n\nÔng có khuôn mặt cương nghị, kỹ năng săn bắn nhạy bén và khả năng phán đoán bình tĩnh, là một thủ lĩnh xứng đáng của tất cả thợ săn ở Thanh Tuyền Trấn và là tấm gương cho họ.\n\nĐối với Diona, cha cô luôn tỏa sáng trong thời thơ ấu, là thần tượng gần như hoàn mỹ trong trái tim cô ấy.\n\nVì vậy, khi hình ảnh thần tượng của người cha đột ngột sụp đổ, cô bé Diona đã khóc rất thương tâm.\n\n\"Trông ông ấy say xỉn, giống như một con lợn rừng vừa ăn no lăn trong bùn vậy!\", Diona nói với đôi mắt đỏ hoe.\n\nDiona sẽ không đổ lỗi cho thói quen uống rượu của cha mình, cô sẽ không bao giờ nghĩ rằng cha mình có lỗi, làm sao một người cha đáng tin cậy như vậy lại có thể sai?\n\n\"Tất cả đều là lỗi của rượu! Rượu là thứ đầu độc mọi người, khiến mọi người trở nên ngu ngốc!\"\n\nĐây là lý do vì sao Diona ghét rượu, cũng là nguồn gốc của sự may mắn trong Quán Rượu Đuôi Mèo.\n\nCô Margaret, chủ sở hữu của \"Quán Rượu Đuôi Mèo\", không thực sự lường trước được điều này, lý do thuê Diona rất đơn giản.\n\n\"Không thể nào, cô ấy trông rất dễ thương.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "很多客人以为，迪奥娜的猫耳和猫尾，是和她的调酒师制服成套的装饰。\n\n直到一位酒醉半酣的客人出于好奇，触摸了那根尾巴…是出乎意料的温暖而柔软的触感。\n\n然后，那天的「猫尾酒馆」被迪奥娜彻底闹了个天翻地覆。\n\n这些类似猫的性状，是「凯茨莱茵家族」血统的象征，在蒙德地区十分罕见。\n\n除了外观上与猫相近之外，迪奥娜和她的父亲杜拉夫在狩猎方面卓越的天资，也是得益于这古老的血统。\n\n因此，潜行、射箭、灵活地攀爬与闪避…这些技巧迪奥娜几乎完全无师自通。\n\n「哦，她还拥有一双能在黑夜里视物的眼睛。」\n\n「以及，缺点是…凶起来有可能会咬人，这一点请务必小心。」\n\n艾迪丝博士在《奇异血统的调查研究》笔记中如此标注道。",
      "zht": "很多客人以為，迪奧娜的貓耳和貓尾，是和她的調酒師制服成套的裝飾。\n\n直到一位酒醉半酣的客人出於好奇，觸摸了那根尾巴…是出乎意料的溫暖而柔軟的觸感。\n\n然後，那天的「貓尾酒館」被迪奧娜徹底鬧了個天翻地覆。\n\n這些類似貓的性狀，是「凱茨萊茵家族」血統的象徵，在蒙德地區十分罕見。\n\n除了外觀上與貓相近之外，迪奧娜和她的父親杜拉夫在狩獵方面卓越的天資，也是得益於這古老的血統。\n\n因此，潛行、射箭、靈活地攀爬與閃避…這些技巧迪奧娜幾乎完全無師自通。\n\n「哦，她還擁有一雙能在黑夜裡視物的眼睛。」\n\n「以及，缺點是…兇起來有可能會咬人，這一點請務必小心。」\n\n艾迪絲博士在《奇異血統的調查研究》筆記中如此標注道。",
      "jp": "客のほとんどは、ディオナの猫耳と猫のしっぽを、バーテンダーの制服の一部であると思っていた。\n\nあの日、ある酔っ払いの客が好奇心で、ディオナのしっぽに触り、暖かく柔らかな感触を知るまでは…\n\nその後、「キャッツテール」はディオナが大暴れしたことにより、大変な騒ぎになった。\n\n猫の外見は、「カッツェレイン一族」の血統の証であり、モンドでは珍しい存在である。\n\n外見が猫に似ていることに加え、ディオナと彼女の父ドゥラフは狩りにおいても、卓越した素質を持っていた。これも古い血統がもたらしたもの。\n\nそのため、追跡、射撃、俊敏に跳ねまわる…これらすべて、ディオナが得意とするものである。\n\n「そうだ、彼女は暗闇でもよく目が効くんだ」\n\n「悪い所はそうだな…怒ると人に噛み付く所だ。気を付けた方がいい」\n\nイーディス博士は『奇異血統の調査研究』の中でそう記した。",
      "ko": "많은 손님들이 디오나의 고양이 귀와 꼬리가 그녀의 바텐더 옷의 장식으로 알고 있었다.\n\n그러다 술에 취한 손님이 호기심으로 그 꼬리를 잡았을 때… 따뜻하고 부드러운 촉감일 줄은 상상도 못했다.\n\n그리고 그날 디오나는 「캣테일 술집」을 뒤집어 놓았다.\n\n고양이 같은 모습은 「캐츠라인 가문」 혈통의 상징으로 몬드 지역에선 매우 희귀하다.\n\n외형적으로 고양이와 닮았을 뿐만 아니라 디오나와 그녀의 아버지 두라프는 사냥 분야에서도 탁월한 재능을 보유하고 있는데 이 또한 오래된 혈통의 득을 본 것이다.\n\n따라서 잠행, 활쏘기, 민첩한 등반과 회피 등 디오나는 이러한 기술들은 홀로 터득했다.\n\n「아! 그리고 어두운 밤에도 사물을 볼 수 있는 눈을 가지고 있다」\n\n「약점은… 화나면 물 수도 있으니까 조심해야 한다」\n\n이디스 박사는 《기이한 혈통 조사》에 이렇게 적어놓았다",
      "en": "Many patrons believed that Diona's feline ears and tail were part of her uniform as a bartender.\n\nThis persisted until one day, when one particularly plastered fellow tugged her tail out of curiosity... only to find it unexpectedly warm and soft.\n\nThat day, Diona turned the tavern upside-down.\n\nThese feline features are the hallmarks of those with Kätzlein blood in their veins, and it is an exceedingly rare sight in Mondstadt.\n\nOther than such aesthetic similarities, Diona and her father Draff also owe their prowess on the hunt to this ancient bloodline.\n\nInfiltration, archery, climbing, and dodging... Diona required no teacher for such skills.\n\n\"Ah, yes, and she also has a pair of eyes that can see well in the dark.\"\n\n\"As for weaknesses... She bites when piqued, so please be careful.\"\n\nThus did Dr. Edith write of Diona in her notes for \"Studies Into Bloodlines Strange and Unfamiliar.\"",
      "de": "Viele Kunden dachten, dass Dionas pelzige Ohren und der Schwanz Teil ihrer Arbeitskleidung als Wirtin waren.\n\nDiese Vermutung bestand bis zu dem Tag, als ein besonders betrunkener Typ aus purer Neugier an ihrem Schwanz zog ... nur um herauszufinden, dass er überraschenderweise ganz warm und weich war.\n\nAn diesem Tage krempelte Diona die ganze Taverne auf Links.\n\nDiese pelzigen Merkmale sind die Markenzeichen für solche mit Kätzleinblut in ihren Adern, und das ist ein seltener Anblick in Mondstadt.\n\nNeben diesen optischen Ähnlichkeiten, teilen und verdanken Diona und ihr Vater auch die Neigung zur Jagd dieser uralten Blutlinie.\n\nInfiltrieren, Bogenschießen, Klettern und Ausweichen ... Diona brauchte für diese Fähigkeiten keinen Lehrer.\n\n„Ach ja, sie haben natürlich auch Augen, mit denen sie im Dunkeln hervorragend sehen können.“\n\n„Was Schwächen angeht ... sie beißen wenn man sie ärgert, also sei bitte vorsichtig.“\n\nDies schrieb Dr. Edith in ihren Notizen zu „Studien zu Blutlinien: Sonderbar und unbekannt.“",
      "es": "Muchos clientes pensaban que las orejas y la cola de gato de Diona eran parte de su uniforme de mesera.\n\nEsto fue así hasta que un día, un tipo completamente ebrio le tiró de la cola por curiosidad. Para su sorpresa, estaba realmente cálida y era muy suave.\n\nEse día, Diona puso la taberna patas arriba.\n\nEstas características felinas son el rasgo más distintivo de quienes tienen sangre felinesa en las venas, algo extremadamente raro en Mondstadt.\n\nAdemás de por su fisiología, Diona y su papá, Draff, también tienen grandes habilidades de caza debido a su linaje.\n\nTécnicas de sigilo, tiro con arco, escalada o habilidades para esquivar... Diona nunca ha necesitado que nadie le enseñe nada de esto.\n\n“Ah, sí, y gracias a sus ojos, también puede ver muy bien en la oscuridad”.\n\n“En cuanto a sus defectos... Muerde cuando la hacen enojar, así que es necesario tener cuidado”, escribe sobre Diona la Dra. Edith en su investigación «Linajes sobrenaturales».",
      "fr": "De nombreux clients crurent au début à tort que les oreilles et la queue de chat de Diona faisaient partie de son uniforme de barmaid...\n\nEnfin, jusqu'à ce qu'un malotru particulièrement enivré ne décide de toucher à sa queue par curiosité... Pour réaliser finalement qu'elle était étonnamment douce et chaude.\n\nNul besoin de le préciser, La Queue de Chat fut ce jour-là mise sens dessus-dessous par une Diona en rage.\n\nCes traits félins sont la marque de la présence de sang Kätzlein, et sont chose rare dans la région de Mondstadt.\n\nEn plus de lui conférer son apparence féline unique, cette incroyable particularité génétique permet à Diona et à son père Draff de bénéficier d'incroyables talents de chasseurs.\n\nSe faufiler, tirer à l'arc, escalader, esquiver... Tant de domaines dans lesquels Diona ne requit jamais aucune formation.\n\n« Ah, et ses yeux lui permettent aussi d'être nyctalope. »\n\n« Quant à ses points faibles... Elle mord quand elle s'énerve. La prudence est donc de mise. »\n\nAinsi est formulé l'avertissement de Dr. Édith dans son ouvrage « Enquêtes sur les Lignées Étranges et Mystérieuses ».",
      "pt": "Muitos clientes acreditavam que as orelhas e cauda de felino de Diona faziam parte de seu uniforme como bartender.\n\nIsso persistiu até um dia, quando um sujeito particularmente afetado puxou sua cauda por curiosidade... E descobriu que era inesperadamente quente e macia.\n\nNesse dia, Diona virou a taverna de cabeça para baixo.\n\nEstas características felinas são a marca registrada de quem tem sangue felino nas veias, e é uma visão extremamente rara em Mondstadt.\n\nAlém dessas semelhanças estéticas, Diona e seu pai Draff também devem suas proezas na caça a esta linhagem ancestral.\n\nInfiltração, arco e flecha, escalada e esquiva... Diona não exigia nenhum professor para tais habilidades.\n\n\"Ah, sim, e ela também tem um par de olhos que podem ver bem no escuro. \"\n\n\"Quanto às fraquezas... Ela morde quando irritada, então, por favor, tome cuidado\".\n\nAssim a Dra. Edith escreveu sobre Diona em suas notas em \"Estudos sobre Linhagens Sobrenaturais\".",
      "ru": "Многие посетители считают, что кошачьи уши и хвост Дионы - это часть её униформы бармена. \n\nПо крайней мере, такое мнение бытовало до того момента, пока один пьяный посетитель не решил потрогать её хвост из любопытства... И тот оказался гибким и мягким наощупь. \n\nВ тот день Диона перевернула жизнь таверны с ног на голову. \n\nТакие особенности - это проявление крови кецлайнов, что очень редко встречаются в Мондштадте. \n\nКроме особенного внешнего вида, древняя кровь даровала Дионе и её отцу Драффу превосходные охотничьи качества. \n\nПоэтому красться, стрелять из лука, быстро карабкаться и уклоняться Диона научилась сама, без чьей-либо помощи. \n\n«О-о, а ещё у неё глаза светятся в темноте!» \n\nНедостатки?.. Ну, она кусается, когда злится, будьте осторожнее». \n\nТак пишет доктор Эдит в своём труде «Исследование необычных кровей».",
      "id": "Banyak pelanggan percaya bahwa telinga dan ekor kucing Diona adalah bagian dari seragam bartendernya.\n\nHal ini berlangsung lama hingga suatu hari, ada seorang pria yang sangat bersikukuh menarik ekornya karena penasaran... namun ternyata tanpa diduga ekornya begitu hangat dan lembut.\n\nHari itu, Diona membuat semua orang di Tavern terkejut bukan main.\n\nCiri-ciri dari orang yang seperti kucing ini adalah ciri khas mereka yang memiliki darah Kätzlein di pembuluh darahnya, dan ini merupakan sesuatu yang sangat langka di Mondstadt.\n\nSelain kesamaan estetika semacam itu, Diona dan ayahnya Draff juga mempunyai bakat yang hebat dalam berburu dikarenakan garis keturunan kuno ini.\n\nMenyusup, memanah, memanjat, dan menghindar... Diona tidak membutuhkan guru untuk keterampilan seperti itu.\n\n\"Ah, ya, dan dia juga memiliki sepasang mata yang dapat melihat dengan baik dalam kegelapan.\"\n\n\"Kelemahannya... dia bisa menggigit jika diganggu, jadi berhati-hatilah.\"\n\nDemikianlah yang ditulis oleh Dr. Edith tentang Diona dalam catatannya mengenai \"Studi Mengenai Garis Keturunan Aneh dan Tidak Dikenal.\"",
      "th": "ลูกค้าหลายคนคิดว่า หูแมวและหางแมวของ Diona นั้น เป็นเครื่องประดับที่เติมเต็มความสมบูรณ์แบบให้กับเครื่องแบบบาร์เทนเดอร์ของเธอ\n\nจนกระทั่งมีลูกค้าคนหนึ่งที่ดื่มจนเมาได้ที่เกิดความสงสัยขึ้นมาและลูบไปที่หางเส้นนั้น...มันเป็นสัมผัสที่อบอุ่นและนุ่มนวลอย่างไม่คาดคิด\n\nจากนั้น Diona ก็อาละวาดซะจนร้าน Cat's Tail พังยับเยิน\n\nภาพลักษณ์ที่เหมือนกับแมวเหล่านี้ เป็นสิ่งแสดงถึงความเป็นสายเลือดของ \"ตระกูล Kätzlein\" ซึ่งหายากมาก ๆ ใน Mondstadt นี้\n\nนอกจากจะมีลักษณะที่คล้ายกับแมวแล้ว Diona และ Draff พ่อของเธอก็ยังได้รับความสามารถในการล่าสัตว์ที่ยอดเยี่ยมของ สายเลือดโบราณนี้อีกด้วย\n\nการซ่อนตัว, การยิงธนู, การปีนป่ายที่คล่องแคล่วและการหลบหลีก... ทักษะเหล่านี้ Diona ล้วนเชี่ยวชาญเกือบทั้งหมดโดยไม่ต้องมีใครสอน\n\n\"อ๊ะ เธอยังมีดวงตาคู่นั้นที่สามารถมองเห็นได้ในความมืดอีกด้วย\"\n\n\"รวมไปถึงข้อเสียที่ว่า... อาจดุร้ายและกัดผู้คนเมื่อโมโห โปรดระวังเรื่องนี้ด้วย\"\n\nศาสตราจารย์ Edith ได้เขียนโน้ตไว้อย่างนี้ในบันทึก \"การสืบสวนและวิจัยเชื้อสายแปลก ๆ\"",
      "vi": "Nhiều khách hàng cho rằng tai và đuôi mèo cùng bộ với đồng phục của cô.\n\nCho đến khi một vị khách say xỉn nổi lòng hiếu kỳ, chạm vào chiếc đuôi đó... nó thật ấm áp và mềm mại đến không ngờ.\n\nSau đó, \"Quán Rượu Đuôi Mèo\" ngày hôm đó đã bị Diona làm ầm lên.\n\nNhững đặc điểm giống mèo này là biểu tượng của dòng dõi \"Gia tộc Kätzlein\" rất hiếm ở Mondstadt.\n\nNgoài ngoại hình giống mèo, Diona và cha cô - Draff có tài năng săn bắn xuất sắc cũng bởi dòng dõi cổ xưa này.\n\nDo đó, bắn lén, bắn cung, leo trèo và né tránh linh hoạt... Những kỹ năng này Diona đều thành thạo.\n\n\"Ồ, cô ấy còn có một đôi mắt có thể nhìn trong bóng tối.\"\n\n\"Và nhược điểm là... Khi hung dữ lên có thể sẽ cắn người, hãy cẩn thận.\"\n\nDr.Edith đã ghi chép trong cuốn \"Điều tra và Nghiên cứu các Dòng dõi Kỳ lạ\"."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "迪奥娜的出现，确实对蒙德酒业产生了一些影响。\n\n晨曦酒庄的产业垄断，有被异军突起的猫尾酒馆所打破的趋势，这是打理酒庄生意的管家埃泽所不能容许的。\n\n老谋深算的埃泽，开始动起了挖角这位「关键人物」的心思。殊不知，迪奥娜一直把晨曦酒庄当做要打败的「最终Boss」来看待。\n\n「这奇妙而又大胆的调酒配方，想必就是美味的秘诀吧？」\n\n迪奥娜抬起头，不悦地瞪视着这位刚刚坐到吧台前的白发男子。\n\n「嗯，堪称绝味，我品尝到了您对酒无比的热情与厚爱。」\n\n迪奥娜正在摇酒的手开始微微颤抖了起来，敏锐的埃泽捕捉到了这一变化，直接道明了来意——\n\n「像您这样优秀的调酒师，如果能赏光来和我们晨曦酒庄合作的话，一定能让蒙德的酒业达到前所未有的繁荣！」\n\n……\n\n事后，当迪卢克问起埃泽手上的绷带是怎么回事的时候，埃泽少见地有些支支吾吾：\n\n「被，被猫咬了。」",
      "zht": "迪奧娜的出現，確實對蒙德酒業產生了一些影響。\n\n晨曦酒莊的產業壟斷，有被異軍突起的貓尾酒館所打破的趨勢，這是打理酒莊生意的管家埃澤所不能容許的。\n\n老謀深算的埃澤，開始動起了挖角這位「關鍵人物」的心思。殊不知，迪奧娜一直把晨曦酒莊當做要打敗的「最終Boss」來看待。\n\n「這奇妙而又大膽的調酒配方，想必就是美味的秘訣吧？」\n\n迪奧娜抬起頭，不悅地瞪視著這位剛剛坐到吧台前的白髮男子。\n\n「嗯，堪稱絕味，我品嚐到了您對酒無比的熱情與厚愛。」\n\n迪奧娜正在搖酒的手開始微微顫抖了起來，敏銳的埃澤捕捉到了這一變化，直接道明了來意——\n\n「像您這樣優秀的調酒師，如果能賞光來和我們晨曦酒莊合作的話，一定能讓蒙德的酒業達到前所未有的繁榮！」\n\n……\n\n事後，當迪盧克問起埃澤手上的繃帶是怎麼回事的時候，埃澤少見地有些支支吾吾：\n\n「被，被貓咬了。」",
      "jp": "ディオナの出現は、確かにモンドの酒造業に影響を与えた。\n\nアカツキワイナリーの市場は、突如現れたキャッツテールに打ち負かされそうになった。これは、ワイナリーの経営を担当していたエルザーにとって耐えられないことであった。\n\nエルザーはこの「中心人物」について、あれこれ嗅ぎまわり始めた。ディオナが一番打ち負かしたい「ラスボス」がアカツキワイナリーである事も知らずに。\n\n「この奇妙で大胆な調合方法が、美味しさの秘訣ですと？」\n\nディオナは顔を上げ、先ほどカウンターに座った白髪の男性を見た。\n\n「うん、正に絶品。この中から、酒に対する熱情と愛が伝わってきます」\n\nディオナのシェイカーを振る手がわなわなと震え始める。鋭いエルザーはそれに気付き、直接交渉を仕掛けた——\n\n「あなたのような優秀なバーテンダーが、我々アカツキワイナリーに協力してくれるなら、モンドの酒造業は前代未聞なまでに繁盛するでしょう！」\n\n……\n\nその後、ディルックがエルザーの手に巻かれた包帯について尋ねても、エルザーは珍しく口ごもりながら答えるのだ。「ね、猫に少し噛まれてしまって…」",
      "ko": "디오나의 출현은 몬드 주류업에 어느 정도 영향을 끼쳤다.\n\n다운 와이너리의 독점이 새롭게 나타난 캣테일 술집에 의해 깨졌다. 그리고 이건 와이너리의 책임자 엘저가 절대 용납할 수 없는 일이었다.\n\n주도면밀한 엘저는 이 「주요 인물」을 스카우트하려 했다. 하지만 그는 디오나가 다운 와이너리를 「끝판왕」으로 여기고 있다는 걸 전혀 몰랐다.\n\n「이 기묘하고 대담한 레시피가 맛의 비결이겠지?」\n\n디오나가 고개를 들고 기분 나쁜 눈빛으로 방금 바에 앉은 백발의 남성을 바라봤다.\n\n「음. 환상의 맛이라고 할 수 있겠네요. 이 한 잔에서 술에 대한 당신의 열정과 사랑을 느낄 수 있었어요」\n\n셰이킹하던 디오나의 손이 미묘하게 떨리기 시작했고 눈치 빠른 엘저는 이러한 변화를 눈치채고 온 이유를 바로 밝혔다.\n\n「당신처럼 뛰어난 바텐더가 우리 다운 와이너리와 함께한다면 몬드의 주류업은 분명 엄청 발전할 수 있을 거예요!」\n\n….\n\n이후 다이루크가 엘저의 손에 감긴 붕대를 보고 무슨 일이냐고 물었을 때 엘저가 얼버무리길:\n\n「고, 고양이한테 물렸어요」",
      "en": "Diona's appearance did indeed have an impact on Mondstadt's alcohol industry.\n\nThe Dawn Winery's long-held monopoly was broken overnight by this unexpected ambush from Cat's Tail, and the man put in charge of the winery's business, Elzer, found this unacceptable.\n\nA calculating veteran of many industrial battles, Elzer considered poaching this key figure, never realizing that Diona considered the Dawn Winery a sort of \"final boss\" to be defeated in her quest.\n\n\"This marvelous and bold method of preparation must be the secret of these flavors, yes?\"\n\nDiona simply looked at the white-haired man who had just sat down in front of the bar, rank displeasure in her eyes.\n\n\"Ah. Simply exquisite. I can just feel your incomparable passion and love for wine.\"\n\nDiona's hand started to tremble as it held on to her cocktail shaker, and detecting the change at once with his sharp gaze, Elzer understood immediately.\n\n\"If a brilliant bartender as yourself were to grace the Dawn Winery with your cooperation, we shall be able to bring Monsdtadt's alcohol industry to heretofore unseen heights!\"\n\n...When Diluc questioned Elzer as to the story behind his bandaged hand later, he was uncharacteristically hesitant to say anything.\n\n\"I... I was bitten by a cat.\"",
      "de": "Dionas Erscheinen hatte tatsächlich große Auswirkungen auf die Alkoholindustrie in Mondstadt.\n\nDas lange gehaltene Monopol des Weinguts Morgenröte wurde durch diesen unerwarteten Überfall des Katzenschwanz über Nacht zu Fall gebracht, und Elzer, der Mann, der für das Geschäft zuständig war, fand dies inakzeptabel.\n\nElzer war ein berechnender Veteran vieler Schlachten, die in der Industrie geschlagen wurden, und er zog es in Betracht zu versuchen Diona für seine Ziele zu gewinnen. Dabei bemerkte er nicht, dass Diona das Weingut Morgenröte immer als eine Art „Endboss“ betrachtete, den es für ihre Absichten zu besiegen galt.\n\n„Diese wundersame und grobe Zubereitungsweise muss der Schlüssel der Aromen sein, richtig?“\n\nDiona sah sich den weißhaarigen Mann, der an der Bar Platz nahm, einfach nur an und man konnte aufsteigenden Unmut in ihren Augen sehen.\n\n„Ah, einfach vorzüglich. Ich kann deine unvergleichliche Leidenschaft und Liebe für Weine einfach fühlen.“\n\nDionas Hand begann zu zittern, während sie den Cocktailshaker hielt, und Elzer verstand sofort, als er ihr verändertes Verhalten mit seinem scharfen Blick wahrnahm.\n\n„Wenn eine solch brillante Barkeeperin wie du das Weingut Morgenröte mit ihrer Zusammenarbeit beglücken würde, würden wir in der Lage sein die Weinindustrie Mondstadts zu nie zuvor gesehenen Höhenflügen zu verhelfen!“\n\n... als Diluc Elzer später auf seine verbundene Hand ansprach, war er ungewöhnlich wortkarg.\n\n„Ich ... Ich wurde von einer Katze gebissen.“",
      "es": "La aparición de Diona en la industria del vino de Mondstadt tuvo un gran impacto sobre la misma.\n\nEl monopolio del Viñedo del Amanecer se acabó de la noche a la mañana debido a la cada vez más popular taberna Cola de Gato, y el hombre a cargo del Viñedo, Elzer, lo encontró inaceptable.\n\nElzer, que había luchado en muchas guerras comerciales, estaba planeando cazar a Diona, un personaje clave en todo el asunto, sin saber que, para ella, el Viñedo del Amanecer era como una especie de “jefe final” al que tenía que derrotar.\n\n“Este maravilloso y atrevido método para hacer cócteles debe ser el secreto de su sabor, ¿cierto?”.\n\nDiona miró con gran desagrado al hombre de cabello blanco que acababa de sentarse frente a la barra.\n\n“¡Oh! ¡Es exquisito! Puedo sentir tu gran pasión y amor por el vino al beber esto”.\n\nLas manos de Diona comenzaron a temblar mientras sostenía la coctelera. El astuto Elzer entendió de inmediato lo que sucedía en cuanto detectó un cambio en Diona.\n\n“Si una mesera tan brillante como tú colaborara con el Viñedo del Amanecer, ¡la industria del vino de Mondstadt llegaría a un auge sin precedentes!”.\n\nMás tarde, cuando Diluc le preguntó a Elzer por qué tenía la mano vendada, este titubeó un poco y dijo:\n\n“Me... me mordió un gato”.",
      "fr": "L'arrivée de Diona eut bien évidemment un certain impact au sein de l'industrie de l'alcool de Mondstadt.\n\nLe monopole du Domaine de l'Aurore fut soudainement contesté par l'émergence soudaine de la taverne de La Queue de Chat, ce qu'Elzer, en charge des affaires du Domaine, ne pouvait tolérer.\n\nLe rusé Elzer tenta donc de se rapprocher de cette nouvelle figure clé de l'industrie dans le but de la débaucher, sans réaliser que Diona avait toujours considéré le Domaine de l'Aurore comme une sorte de boss de fin à terrasser.\n\n« Cette audacieuse méthode de mixologie doit être le secret de ce goût si gourmand, non ? »\n\nRelevant la tête, Diona regarda d'un air mécontent l'homme aux cheveux blancs qui venait de s'asseoir au bar.\n\n« Eh bien, c'est exquis ! Je peux même y goûter votre enthousiasme et votre amour pour l'alcool. »\n\nVoyant que la main de Diona commençait à trembler légèrement, Elzer, pensant à tort qu'il s'agissait là d'un signe d'intérêt de sa part, continua :\n\n« Une barmaid aussi douée que vous... Nous pourrions certainement faire de l'industrie de l'alcool l'industrie la plus prospère de Mondstadt si vous nous rejoigniez ! »\n\n...\n\nPlus tard ce jour-là, quand Diluc demanda à Elzer ce qui lui était arrivé à la main, ce dernier répondit simplement :\n\n« J'ai... J'ai été mordu par un chat. »",
      "pt": "A aparência de Diona realmente teve um impacto na indústria de álcool de Mondstadt.\n\nO monopólio de longa data da Adega do Alvorecer foi quebrado durante a noite por esta emboscada inesperada da Cauda do Gato, e o homem encarregado dos negócios do vinhedo, Elzer, achou isso inaceitável.\n\nVeterano calculista de muitas batalhas industriais, Elzer considerou caçar essa figura-chave, sem nunca perceber que Diona considerava a Adega do Alvorecer uma espécie de \"chefe final\" a ser derrotado em sua busca.\n\n\"Este método maravilhoso e ousado de preparação deve ser o segredo desses sabores, sim?\"\n\nDiona simplesmente olhou para o homem de cabelos brancos que acabara de se sentar em frente ao bar, com desagrado em seus olhos.\n\n\"Ah, simplesmente delicioso. Eu posso sentir sua paixão incomparável e amor pelo vinho.\"\n\nA mão de Diona começou a tremer ao segurar sua coqueteleira e, detectando a mudança imediatamente com seu olhar penetrante, Elzer entendeu imediatamente.\n\n\"Se uma barmaid brilhante como você fosse agraciar a Adega do Alvorecer com sua cooperação, seremos capazes de levar a indústria do álcool de Monsdtadt a alturas até então nunca vistas!\"\n\n... Quando Diluc questionou Elzer sobre a história por trás de sua mão enfaixada, ele estava estranhamente hesitante em dizer qualquer coisa.\n\n\"Eu... Fui mordido por um gato\".",
      "ru": "Появление Дионы действительно повлияло на виноделие в Мондштадте. \n\nМонополия винокурни «Рассвет» была нарушена таверной «Кошкин хвост», и Эльзер, заведующий делами винокурни, счёл это неприемлемым для бизнеса. \n\nОпытный и хитрый Эльзер решил привлечь на свою сторону этот «уникальный кадр», но кто бы мог подумать, что Диона рассматривала винокурню «Рассвет» как «финального босса»? \n\n«В этом странном и смелом способе смешивания коктейлей и есть секрет вкуса, так?» \n\nДиона вскинула голову, пристально глядя на седого мужчину, подсевшего за барную стойку. \n\n«Ну конечно вы восхищены. Я вижу ваше горячее пристрастие и любовь к алкоголю». \n\nДиона как раз смешивала очередной коктейль, и руки её стали едва заметно трястись. Это не ускользнуло от острого взгляда Эльзера, и он прямо озвучил ей цель своего визита: \n\n«Если бы такой талантливый бармен почтил своим присутствием винокурню \"Рассвет\", мондштадтская винная индустрия достигла бы небывалых высот!» \n\n... \n\nПосле этого, когда Дилюк спросил, откуда у Эльзера бинты на руках, тот лишь пространно ответил: \n\n«Ах, это... меня покусала кошка».",
      "id": "Penampilan Diona memang mempunyai efek besar dalam industri alkohol di Mondstadt.\n\nMonopoli yang dipegang oleh Dawn Winery sekian lama terpatahkan dalam semalam oleh sergapan mendadak dari Cat's Tail, dan pria yang bertanggung jawab atas bisnis anggur ini, Elzer, menganggap hal ini tidak dapat diterima.\n\nSebagai seorang veteran yang sudah menghadapi banyak pertempuran dalam industri ini, Elzer mempertimbangkan untuk memburu \"tokoh kunci\" ini dan tidak pernah menyadari bahwa Diona menganggap Dawn Winery bagaikan \"bos terakhir\" yang harus dikalahkan dalam misinya.\n\n\"Metode persiapan yang luar biasa dan berani ini pasti adalah kunci yang menjadi rahasia dari rasa ini, ya?\"\n\nDiona hanya menatap pria berambut putih yang baru saja duduk di depan bar, matanya menunjukkan rasa tidak suka.\n\n\"Ah, luar biasa. Aku bisa merasakan gairah dan cintamu yang tak tertandingi pada anggur.\"\n\nTangan Diona mulai bergetar saat memegang pengocok koktailnya, dan mendeteksi perubahan tersebut dengan satu kali tatap, Elzer segera mengerti.\n\n\"Jika seorang bartender yang brilian seperti dirimu sendiri yang akan bekerja sama dengan Dawn Winery, kami akan dapat membawa industri alkohol Monsdtadt ke tingkat yang belum pernah terlihat sebelumnya!\"\n\n...Ketika Diluc menanyai Elzer tentang kisah di balik tangannya yang dibalut nanti, dia pastinya akan ragu-ragu menjawab.\n\n\"A-aku... digigit oleh seekor kucing.\"",
      "th": "การปรากฏตัวของ Diona นั้นส่งผลกระทบอย่างใหญ่หลวงต่ออุตสาหกรรมเครื่องดื่มสุราของ Mondstadt\n\nการค้าที่แทบจะผูกขาดตลาดของ Dawn Winery ถูกโจมตีโดย Cat's Tail อย่างไม่มีใครคาดคิด ซึ่งนี่เป็นสิ่งที่ Elzer ผู้ดูแลกิจการของโรงไวน์ยอมไม่ได้\n\nElzer ผู้เจ้าเล่ห์และฉลาดเฉลียวก็เริ่มผุดความคิดที่จะยั่ว \"บุคคลสำคัญ\" ผู้นี้ โดยที่ไม่ได้รู้เลยว่า Diona นั้นมอง Dawn Winery เป็นเหมือน \"บอสตัวสุดท้าย\" ที่ต้องจัดการมาโดยตลอด\n\n\"สูตรผสมที่ยอดเยี่ยมและจัดจ้านแบบนี้ ต้องเป็นเคล็ดลับของรสชาติที่ยอดเยี่ยมนั่นแน่ ๆ\"\n\nDiona เงยหน้าขึ้นและจ้องมองชายผมขาวที่เพิ่งนั่งอยู่หน้าบาร์อย่างไม่พอใจ\n\n\"อืม สมแล้วจริง ๆ ผมรับรู้ได้เลยถึงความรักและความหลงใหลของคุณที่มีต่อเครื่องดื่ม\"\n\nมือของ Diona ที่เขย่าเครื่องดื่มอยู่นั้นเริ่มสั่นเล็กน้อยและ Elzer ที่ช่างสังเกตก็จับความเปลี่ยนแปลงนี้ได้ และอธิบายความตั้งใจของเขาอย่างตรงไปตรงมา...\n\n\"บาร์เทนเดอร์ที่ยอดเยี่ยมเช่นคุณนั้น หากคุณตอบรับและยินยอมให้ความร่วมมือกับ Dawn Winery ของเรา นั่นจะทำให้อุตสาหกรรมเครื่องดื่มสุราของ Monsdtadt รุ่งเรืองอย่างที่ไม่เคยมีมาก่อนแน่นอน!\"......\n\nหลังจากนั้นเมื่อ Diluc ถามถึงที่มาของผ้าพันแผลที่มือของ Elzer เขาก็มีท่าทีที่หยุดชะงักเล็กน้อย\n\n\"ถะ ถูกแมวกัดน่ะ\"",
      "vi": "Sự xuất hiện của Diona đã có một số tác động đến ngành rượu Mondstadt.\n\nĐộc quyền sản xuất của Tửu Trang Dawn có xu hướng bị phá vỡ bởi sự xuất hiện đột ngột của Quán Rượu Đuôi Mèo. Đây là điều mà Elzer, quản gia quản lý việc kinh doanh của nhà máy rượu không thể chấp nhận.\n\nElzer mưu mô bắt đầu kế hoạch tìm hiểu tâm tư của \"Nhân vật quan trọng\" này. Như mọi người đã biết, Diona luôn coi Tửu Trang Dawn là “Boss cuối” cần tiêu diệt.\n\n\"Công thức cocktail tuyệt vời và đậm đà này hẳn là bí quyết của sự ngon miệng?\"\n\nDiona ngẩng đầu, nhìn chằm chằm vào người đàn ông tóc trắng vừa ngồi ở quầy bar một cách khó chịu.\n\n\"Chà, thật tuyệt vời. Tôi đã nếm được niềm đam mê và tình yêu có một không hai của bạn dành cho rượu.\"\n\nTay Diona lắc rượu bắt đầu run lên, Elzer nhạy bén nắm bắt được sự thay đổi này và trực tiếp nói.\n\n\"Một người pha chế giỏi như bạn, nếu bạn có thể hợp tác với Tửu Trang Dawn của chúng tôi, bạn chắc chắn sẽ làm cho ngành rượu vang của Mondstadt trở nên thịnh vượng chưa từng có!\""
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "在迪奥娜的家乡，流传着一个「泉水精灵」的传说。\n\n她拯救了井边一对绝望的母子，从枯井中唤起汩汩水流，汇聚成泉。原本病得奄奄一息的孩子奇迹般地在泉水中痊愈了。\n\n当时的人们纷纷前来观瞻这受到祝福的泉水，甚至围绕泉水建起聚落、不愿离去。久而久之，便诞生了名为「清泉镇」的小镇。\n\n然而在如今的清泉镇，大多数人认为那只是一个传说而已，甚至有人说那是「旅游业的阴谋」。\n\n唯有小时候的迪奥娜坚信着泉水精灵的存在，在每一个父亲沉沉睡去的夜里，面对月亮在泉水中的倒影说话。\n\n那是一份值得回应的感情，真挚、天真而美好…\n\n泉水精灵是这样认为的。\n\n于是，迪奥娜得到了一份奇妙的友谊，一位可以互相倾诉，偶尔排解孤独的伙伴。\n\n在迪奥娜七岁生日那天的晚上，月光透过泉水映在迪奥娜的脸上，她听到泉水精灵的细语。\n\n「我将祝福送予猎人的女儿，作为成长与饯别的礼物。愿你的杯中永远盛满欢庆的美酒，如千年融雪的清泉一般甘冽。」\n\n自那以后，泉水精灵再也没有出现在迪奥娜面前，那些记忆也如同梦幻泡影一般留在了幼小的童年。\n\n而迪奥娜至今也没能意识到，自己麻烦的体质与曾经的「那场梦」有什么牵连。",
      "zht": "在迪奧娜的家鄉，流傳著一個「泉水精靈」的傳說。\n\n她拯救了井邊一對絕望的母子，從枯井中喚起汩汩水流，匯聚成泉。原本病得奄奄一息的孩子奇蹟般地在泉水中痊癒了。\n\n當時的人們紛紛前來觀瞻這受到祝福的泉水，甚至圍繞泉水建起聚落、不願離去。久而久之，便誕生了名為「清泉鎮」的小鎮。\n\n然而在如今的清泉鎮，大多數人認為那只是一個傳說而已，甚至有人說那是「旅遊業的陰謀」。\n\n唯有小時候的迪奧娜堅信著泉水精靈的存在，在每一個父親沉沉睡去的夜裡，面對月亮在泉水中的倒影說話。\n\n那是一份值得回應的感情，真摯、天真而美好…\n\n泉水精靈是這樣認為的。\n\n於是，迪奧娜得到了一份奇妙的友誼，一位可以互相傾訴，偶爾排解孤獨的夥伴。\n\n在迪奧娜七歲生日那天的晚上，月光透過泉水映在迪奧娜的臉上，她聽到泉水精靈的細語。\n\n「我將祝福送予獵人的女兒，作為成長與餞別的禮物。願你的杯中永遠盛滿歡慶的美酒，如千年融雪的清泉一般甘冽。」\n\n自那以後，泉水精靈再也沒有出現在迪奧娜面前，那些記憶也如同夢幻泡影一般留在了幼小的童年。\n\n而迪奧娜至今也沒能意識到，自己麻煩的體質與曾經的「那場夢」有什麼牽連。",
      "jp": "ディオナの故郷では、「泉の精霊」の伝説が伝わっていた。\n\n精霊は井戸の側で絶望に打ちひしがれていた親子に、救いの手を伸べた。枯れ井戸の中から水を呼び起こし、泉に変えた。病に侵され虫の息だった子供は、奇跡のような泉の水によって回復した。\n\n当時、人々は次々とこの祝福の泉を一目見ようと訪れ、やがて、泉を囲むようにして集落ができた。これが「清泉町」の誕生である。\n\n今の清泉町では、ほとんどの人がその話をただの伝説だと思っている。「観光業界の陰謀」だと言う者までいた。\n\n幼いディオナだけが泉の精霊の存在を固く信じ、父が深い眠りにつくと、いつも泉に映る月に向かって話しかけていた。\n\nそれは応えるに値する、純粋で、素直で美しい心…\n\nきっと泉の精霊はそう思った。\n\nだからディオナは奇妙な友情を手に入れた。それは全てを打ち明け、孤独を取り除いてくれる存在。\n\nディオナが7歳になった日の夜、泉に反射した月明りが彼女の顔を照らした。泉の精霊の囁きがディオナの耳元に響いた。\n\n「狩人の娘を祝福し、成長の証と餞別の印に、この贈り物を与えます。あなたの杯が永久に美酒で溢れ、千年の雪をも溶かす泉となりますように」\n\nその後、泉の精霊は二度とディオナの前に姿を現す事はなかった。その記憶は、幻想の影のように幼いディオナの中に残った。\n\n今のディオナはまだ気づいていない。自分の厄介な体質は、「あの夢」が原因であると。",
      "ko": "디오나의 고향에는 「샘물 정령」에 관한 전설이 전해 내려온다.\n\n그녀는 우물가에서 절망하고 있는 모자를 구했고 말라붙은 우물에 물이 차오르기 시작하며 샘물이 되었다. 위독한 병에 걸려있던 아이는 샘물 속에서 기적처럼 치유됐다.\n\n그 당시 사람들이 몰려와 이 축복받은 샘물을 구경했고 심지어 샘물 주위로 부락을 만들고 떠나지 않았다. 오랜 세월이 흘러 「샘물 마을」이라는 작은 마을이 탄생하게 된다.\n\n오늘날 대다수의 샘물 마을 사람들은 이건 전설일 뿐이며, 심지어 몇몇은 이를 「여행업계의 날조」라 말한다.\n\n오직 어린 시절의 디오나만이 샘물 정령은 존재하다고 굳게 믿으며 아버지가 잠에 빠진 깊은 밤마다 샘물에 비치는 달을 보며 말을 걸었다.\n\n이건 보답을 받을 만한 감정이자 진솔하고 천진난만하며, 아름다운 것이었다….\n\n샘물 정령은 이렇게 생각했다.\n\n그리하여 디오나는 서로 비밀을 터놓으며 가끔은 외로움도 달래줄 기묘한 친구 한 명을 얻게 된다.\n\n디오나의 7살 생일날 밤, 달빛이 샘물을 통해 디오나의 얼굴에 비칠 때 그녀는 샘물 요정의 속삭임은 듣게 된다.\n\n「성장과 이별의 선물로 사냥꾼의 딸에게 축복을 내려줄게. 네 잔에는 만년설이 녹은 샘물같이 달콤한 미주가 가득하길」\n\n그날 이후 샘물 정령은 더 이상 디오나의 앞에 나타나지 않았고 그 기억들도 마치 꿈처럼 어린 시절에 머물게 되었다.\n\n그리고 디오나는 자신의 짜증 나는 체질과 과거의 「그 꿈」과 연관되어 있으리라곤 깨닫지 못한다",
      "en": "There is a legend about a \"spring fairy\" that circulates in Diona's hometown.\n\nThe fairy once saved a mother and son who had despaired beside a well, filling the barren hole with rushing waters that pooled and formed a spring. The child, deathly ill, was miraculously healed by those spring waters.\n\nMany people came to catch a glimpse of these blessed waters, and built a settlement around it, and left it not thereafter. Over time, this gave rise to the small town known as Springvale.\n\nNowadays, few are left who believe that this is any more than a mere legend, and some even dismiss it as myth-making for tourism's sake.\n\nOnly little Diona believed in the existence of the spring fairy, and on nights when her father was in a deep stuporous sleep, she would speak to the moon reflected in the spring water's surface.\n\nThese were her earnest feelings, innocent and wonderful — feelings worth answering.\n\nThat was what the spring fairy believed.\n\nSo, Diona would make a curious friend, a companion whom she could bare her feelings to and sometimes assuage her loneliness.\n\nOn the night of Diona's seventh birthday, as the moonlight reflected off the spring and upon her face, she heard the soft voice of the spring fairy.\n\n\"I will bless you, daughter of hunters, for your days ahead, and as a farewell. May your cup always run over with the sweet wine of celebration. May it always be refreshing as springs of ever-melting snow.\"\n\nFrom that day on, the spring fairy would never appear before Diona again, and she left those memories behind, consigning them to her childhood dreams.\n\nTill today, she has yet to realize that her troublesome constitution has anything at all to do with that dream.",
      "de": "In Dionas Heimatstadt kursiert die Legende über eine „Fee der Quelle“.\n\nDie Fee rettete einst eine Mutter und ihren Sohn, die verzweifelt an einem Brunnen standen, indem sie ihn mit sprudelndem Wasser aus einer Quelle füllte, die sie erschuf. Das Kind war todkrank und wurde von diesem Quellwasser auf wundersame Weise geheilt.\n\nViele Menschen kamen, um einen Blick auf dieses gesegnete Gewässer zu werfen, und erbauten eine Siedlung um den Brunnen, in der sie blieben. Im Laufe der Zeit entstand so eine kleine Stadt, die unter dem Namen Quellingen bekannt ist.\n\nHeutzutage gibt es nur noch wenige, die dies für mehr als eine Legende halten, einige tun es sogar als einen Mythos ab, der nur für Tourismuszwecke in die Welt gesetzt wurde.\n\nNur die kleine Diona glaubte an die Existenz der Brunnenfee, und wenn ihr Vater des Nachts wie ein Stein schlief, sprach sie zum Mond, der sich auf der Wasseroberfläche der Quelle spiegelte.\n\nDies waren ihre ehrlichen Gefühle, unschuldig und wundervoll - Gefühle, die eine Antwort verdient haben.\n\nDas sah zumindest die Brunnenfee so.\n\nDiona würde also eine sonderbare Freundin finden, der sie ihre Gefühle mitteilen und die manchmal ihre Einsamkeit lindern kann.\n\nIn der Nacht von Dionas siebten Geburtstag, als das Mondlicht sich auf der Wasseroberfläche und ihrem Gesicht spiegelte, hörte sie die sanfte Stimme der Brunnenfee.\n\n„Ich werde dich segnen, Tochter der Jäger, für alle Tage die noch vor dir liegen und als Abschied. Mögen deine Krüge stets überlaufen vor süßem Wein, der zum Fest eingeschenkt wird. Möge er immer so erfrischend sein wie die Quellen des immer schmelzenden Schnees.“\n\nSeit diesem Tage ist Diona die Brunnenfee nie wieder erschienen, und sie tat diese Erinnerungen als Kindheitsträumerei ab.\n\nNoch steht es ihr bevor zu erkennen, dass ihre belastende Gabe mit diesem Traum in Verbindung steht.",
      "es": "En la ciudad natal de Diona, existe una leyenda sobre un “hada del manantial”.\n\nUna vez, el hada salvó a una madre y un hijo totalmente desesperados que había junto a un pozo. Llenó aquel hoyo seco con aguas torrenciales que dieron lugar a un manantial. El niño, gravemente enfermo, se curó milagrosamente gracias al agua del manantial.\n\nFueron muchos los que quisieron ver las aguas benditas con sus propios ojos, por lo que, tras asentarse en sus alrededores, nunca más quisieron dejar aquel lugar. Con el tiempo, los asentamientos crecieron hasta convertirse en la pequeña Aldea Aguaclara.\n\nHoy en día, la mayoría de los aldeanos cree que solo se trata de una simple leyenda, e incluso hay quien dice que se trata de una “estrategia para atraer turistas”.\n\nSolo la pequeña Diona creía en la existencia del hada del manantial, y en las noches en que su padre dormía profundamente, ella le hablaba al reflejo de la luna en el agua del manantial.\n\nSus sentimientos eran sinceros, inocentes y hermosos; unos sentimientos a los que valía la pena responder. Eso fue lo que pensó el hada del manantial.\n\nEntonces, Diona hizo una increíble amiga, una compañera con la que podía compartir sus sentimientos y, a veces, aliviar su soledad.\n\nLa noche de su séptimo cumpleaños, cuando la luz de la luna se reflejaba en el manantial y, a su vez, en su rostro, Diona escuchó la suave voz del hada.\n\n“Yo te bendigo, hija de los cazadores. Ese es mi regalo para tus días futuros y mi forma de decirte adiós. Que tu copa rebose siempre con el dulce vino de la felicidad, y que este siempre sea fresco como los manantiales de la nieve eterna que se derrite”.\n\nDesde ese día, el hada del manantial no volvió a aparecer ante Diona, haciendo que aquel recuerdo se quedara para siempre en su infancia.\n\nDiona aún no se ha dado cuenta de que su problemática fisiología podría tener algo que ver con ese sueño.",
      "fr": "Une légende racontant l'histoire d'une « fée de source » a cours au village natal de Diona.\n\nUn jour, une fée sauva une mère et son enfant qui se trouvaient désespérés aux abords d'un puits asséché, y faisant jaillir des eaux tumultueuses qui l'emplirent, créant ainsi une nouvelle source. L'enfant, gravement malade, fut miraculeusement guéri par l'eau de la source nouvellement créée.\n\nDe plus en plus de gens vinrent ensuite profiter des bienfaits de cette eau bénie, et avec le temps de petites colonies se formèrent dans ses environs. Celles-ci se regroupèrent peu à peu, donnant ainsi naissance à la petite ville de Deauclaire.\n\nDe nos jours, nombreux sont ceux qui pensent qu'il ne s'agit que d'une légende farfelue, et certains y voient même un « piège à touristes ».\n\nLa petite Diona, elle, croyait fermement en l'existence des fées de la source, et avait pour habitude de discuter avec le reflet de la lune dans l'eau de source chaque nuit, tandis que son père dormait d'un sommeil lourd.\n\nCette croyance, si sincère et innocente, méritait bien une réponse...\n\nEt c'est également ce que pensait la fée de la source.\n\nC'est ainsi que Diona fit la connaissance d'une nouvelle amie bien particulière, une confidente avec qui elle pourrait désormais parler et tromper la solitude.\n\nLa nuit de son septième anniversaire, alors que le clair de lune se reflétait sur l'eau de source pour illuminer le doux visage de Diona, cette dernière entendit le doux murmure de la fée de la source.\n\n« Je te bénis, fille de chasseur, pour tes jours à venir. Que ton verre ne tarisse jamais du vin sucré de la célébration. Que ta coupe soit à jamais remplie d'une eau aussi claire qu'une neige de mille ans. »\n\nLa fée de la source n'est jamais réapparue devant Diona, et cette histoire n'est maintenant plus qu'un vague rêve d'enfant perdu dans ses souvenirs.\n\nÀ ce jour, Diona n'a toujours pas réalisé le lien unissant son physique si particulier à ce lointain rêve d'enfant.",
      "pt": "Há uma lenda sobre uma \"Fada da Fonte\" que circula na cidade natal de Diona.\n\nA fada uma vez salvou uma mãe e um filho que se desesperaram ao lado de um poço, enchendo o buraco estéril com águas correntes que se agruparam e formaram uma nascente. A criança, mortalmente doente, foi milagrosamente curada por aquelas águas da nascente.\n\nMuitas pessoas vieram para ter um vislumbre dessas águas benditas e construíram um assentamento ao redor delas, e não saíram mais depois. Com o tempo, isso deu origem à uma pequena vila conhecida como Vale Termal.\n\nAgora, poucos são os que acreditam que isso é mais do que uma mera lenda, e alguns até mesmo a descartam como um mito criado para o turismo.\n\nSó a pequena Diona acreditou na existência da Fada da Fonte, e nas noites em que seu pai estava em um sono profundo e estuporoso, ela falava com a lua refletida na superfície da água da nascente.\n\nEsses eram seus sentimentos sinceros, inocentes e maravilhosos - sentimentos que mereciam ser respondidos.\n\nIsso era o que a Fada da Fonte acreditava.\n\nEntão, Diona seria uma amiga curiosa, uma companheira a quem ela poderia expressar seus sentimentos e às vezes amenizar sua solidão.\n\nNa noite do sétimo aniversário de Diona, enquanto o luar refletia na primavera e em seu rosto, ela ouviu a voz suave da Fada da Fonte.\n\n\"Eu te abençoarei, filha dos caçadores, pelos seus dias que virão, como uma despedida. Que sua taça sempre transborde com o doce vinho da celebração. Que ele seja sempre refrescante como fontes de neve que derrete\".\n\nA partir daquele dia, a Fada da Fonte nunca mais apareceria para Diona, e ela deixou essas memórias para trás, remetendo-as aos seus sonhos de infância.\n\nAté hoje, ela ainda não percebeu que sua constituição problemática possui algo relacionado com aquele sonho.",
      "ru": "На малой родине Дионы ходит легенда о родниковой фее.\n\nОна некогда спасла отчаявшихся мать и сына, наполнив пересохший колодец родниковой водой. И тогда находившийся при смерти ребёнок чудесным образом исцелился благодаря той воде.\n\nПосле того случая люди стали приезжать в это место, чтобы взглянуть на чудесный источник, дарующий исцеление, и даже основали вокруг него небольшое поселение, которое некоторые отказались покидать. Так через какое-то время появился посёлок под названием Спрингвейл.\n\nНо большинство современных жителей Спрингвейла считают это лишь легендой, а некоторые и вовсе говорят, что история - трюк для привлечения туристов.\n\nТолько маленькая Диона твёрдо верила, что родниковая фея существует, и каждый раз, когда отец ночью забывался крепким сном, уходила разговаривать с ликом луны, отражённым в водах источника.\n\nЧувства маленькой Дионы, искренние, непорочные и прекрасные, стоили того, чтобы откликнуться на них...\n\nТак думала родниковая фея.\n\nИ у Дионы появился чудесный друг, с которым можно было поговорить по душам и избавиться от чувства одиночества.\n\nВечером, в день рождения Дионы, когда ей исполнилось семь лет, лунный свет отразился от родниковой воды и скользнул по её лицу. Диона услышала тихую речь родниковой феи:\n\n«Я благословляю тебя, дочь охотника, и вот мой прощальный подарок. Да будет чаша твоя вечно полна праздничного вина, студёного и сладкого, как воды источника, берущего начало своё в вековых снегах».\n\nС тех пор родниковая фея никогда больше не показывалась Дионе, и эти воспоминания остались для неё детской фантазией.\n\nНо Диона до сих пор не осознала, что беспокоящий её навык связан именно с той «детской фантазией».",
      "id": "Ada legenda yang bercerita mengenai \"peri mata air\" di kampung halaman Diona.\n\nPeri tersebut pernah menyelamatkan seorang ibu dan anak yang putus asa di samping sebuah sumur, mengisi lubang yang tandus dengan aliran air yang menggenang dan membentuk mata air. Anak itu, yang memang sudah sakit parah, secara ajaib disembuhkan oleh para peri mata air tersebut.\n\nBanyak orang datang untuk melihat sekilas perairan yang sudah diberkati ini, dan membangun pemukiman di sekitarnya, dan tidak mau meninggalkannya. Seiring berjalannya waktu, inilah awal mula terciptanya kota kecil yang dikenal sebagai Springvale.\n\nSaat ini, hanya sedikit orang yang percaya bahwa ini lebih dari sekadar legenda, dan beberapa bahkan menganggapnya sebagai mitos yang dibuat demi daya tarik pariwisata.\n\nHanya Diona kecil yang percaya akan keberadaan peri mata air, dan pada malam-malam ketika ayahnya tertidur lelap, dia akan berbicara kepada bulan yang terpantul di permukaan mata air tersebut.\n\nIni adalah perasaannya yang tulus, polos dan indah - perasaan yang pantas dijawab.\n\nItulah yang dipercaya oleh peri mata air tersebut.\n\nJadi, Diona akan menjadi teman yang penuh rasa ingin tahu, teman yang bisa dia ungkapkan perasaannya dan terkadang meredakan kesepiannya.\n\nPada malam ulang tahun Diona yang ketujuh, saat sinar bulan memantul dari mata air dan di wajahnya, dia mendengar suara lembut peri mata air.\n\n\"Aku akan memberkatimu, putri pemburu, untuk hari-harimu di masa depan, dan sebagai ucapan selamat tinggal. Semoga cangkirmu selalu dipenuhi dengan anggur perayaan. Dan semoga selalu segar seperti musim semi yang mencairkan salju.\"\n\nSejak hari itu, peri mata air tidak pernah muncul di hadapan Diona lagi, dan dia meninggalkan kenangan itu, menyerahkannya pada impian masa kecilnya.\n\nHingga hari ini, dia belum menyadari bahwa konstitusinya yang merepotkan ada hubungannya dengan mimpinya itu.",
      "th": "ในบ้านเกิดของ Diona มีตำนานเล่าถึง \"ภูตแห่งน้ำแร่\"\n\nครั้งหนึ่งภูตตนนั้นได้ช่วยเหลือแม่และลูกชายที่สิ้นหวังข้างบ่อน้ำ โดยเติมหลุมที่แห้งแล้งด้วยน้ำที่ไหลเชี่ยวกรากและก่อตัวเป็นน้ำพุ เด็กที่เคยป่วยถึงขั้นจะเสียชีวิตก็ได้รับการเยียวยาจากน้ำแร่ในบ่ออย่างน่าอัศจรรย์\n\nในเวลานั้นผู้คนต่างพากันมาดูบ่อน้ำพุที่ได้รับพร และถึงกับสร้างถิ่นฐานอยู่รอบ ๆ โดยไม่คิดจะจากไปไหนอีก เมื่อเวลาผ่านไปเมืองเล็ก ๆ ชื่อ \"Springvale\" ก็ถือกำเนิดขึ้น\n\nอย่างไรก็ตาม Springvale ในปัจจุบันนั้น ผู้คนส่วนใหญ่คิดว่ามันเป็นแค่ตำนานและบางคนก็บอกว่ามันเป็นเพียง \"แผนการท่องเที่ยว\" เท่านั้น\n\nมีเพียง Diona ในวัยเด็กที่เชื่อมั่นในการมีอยู่ของภูตแห่งน้ำแร่ และพูดกับภาพสะท้อนของดวงจันทร์ในบ่อน้ำทุกคืนในยามที่พ่อของเธอกำลังหลับสบาย\n\nนั่นเป็นความรู้สึกที่ควรค่าแก่การตอบสนอง จริงใจ, ไร้เดียงสาและสวยงาม...\n\nภูตแห่งน้ำแร่นั้นมีความคิดแบบนี้\n\nซึ่งนั่นเป็นผลให้ Diona ได้รับมิตรภาพที่ยอดเยี่ยม เพื่อนรู้ใจที่สามารถพูดคุยและช่วยเหลือซึ่งกันและกันในยามเหงา\n\nในคืนวันเกิดครบรอบ 7 ปีของ Diona แสงจันทร์สะท้อนกับผิวน้ำและส่องกระทบกับใบหน้าของ Diona แล้วเธอก็ได้ยินเสียงกระซิบจากภูตแห่งน้ำแร่\n\n\"ฉันจะมอบพรของฉันให้เธอลูกสาวของนายพราน เพื่อเป็นของขวัญแห่งการเติบโตและการจากลา ขอให้แก้วของเธอเต็มไปด้วยเครื่องดื่มแห่งความสุข หวานฉ่ำราวกับหิมะละลายในฤดูใบไม้ผลิพันปี\"\n\nตั้งแต่นั้นเป็นต้นมา ภูตแห่งน้ำแร่ก็ไม่เคยปรากฏตัวต่อหน้า Diona อีกเลย ซึ่งความทรงจำเหล่านั้น ก็ยังคงอยู่ในวัยเด็กดั่งฟองสบู่ในความฝัน\n\nและจนถึงเดี๋ยวนี้ Diona ก็ยังไม่รู้ตัวว่า ร่างกายที่สร้างความยุ่งยากให้เธอนั้น เกี่ยวข้องกับ \"ความฝัน\" ก่อนหน้านี้อย่างไร",
      "vi": "Ở quê hương của Diona có truyền thuyết về \"Tinh linh suối\".\n\nCô đã cứu hai mẹ con đang tuyệt vọng bên chiếc giếng, khiến nước chảy ra từ giếng cạn và tụ lại thành một con suối. Đứa trẻ sắp chết được chữa lành một cách kỳ diệu trong nước suối.\n\nNgười dân khi đó đến xem nước suối được ban phước, thậm chí xây dựng các khu dân cư quanh dòng suối, không muốn rời đi. Theo thời gian, một thị trấn nhỏ tên là \"Thanh Tuyền Trấn\" ra đời.\n\nTuy nhiên, ở thị Thanh Tuyền Trấn ngày nay, hầu hết mọi người đều cho rằng đó chỉ là một truyền thuyết, thậm chí có người còn nói đó là một \"âm mưu ngành du lịch\".\n\nKhi còn là một đứa trẻ, Diona tin chắc vào sự tồn tại của tinh linh dòng suối, và nói chuyện với hình ảnh phản chiếu của mặt trăng trong nước suối mỗi đêm khi cha cô ngủ.\n\nĐó là tình cảm đáng được đáp lại, chân thành, hồn nhiên và đẹp đẽ...\n\nTinh linh suối cho là vậy.\n\nThế là, Diona có một tình bạn tuyệt vời, có thể dốc bầu tâm sự với nhau, đôi lúc giải toả nỗi cô đơn.\n\nVào đêm sinh nhật lần thứ bảy của Diona, ánh trăng phản chiếu trên mặt Diona qua làn nước suối, cô nghe thấy tiếng thì thầm của Tinh linh suối.\n\n\"Tôi sẽ gửi lời chúc phúc đến con gái của người thợ săn như một món quà của sự trưởng thành và tiễn biệt. Cầu chúc cho ly rượu của bạn luôn tràn đầy hoan hỉ và ngọt ngào như suối tuyết tan ngàn năm.\"\n\nKể từ đó, tinh linh suối không xuất hiện trước mặt Diona nữa, những ký ức đó vẫn tồn tại trong thời thơ ấu của cô như bong bóng trong mơ.\n\nCòn Diona vẫn chưa nhận ra thể chất rắc rối của mình có liên quan gì đến \"giấc mơ\" hồi bé."
    }
  },
  {
    "title": {
      "zhs": "凉凉摇壶",
      "zht": "涼涼搖壺",
      "jp": "クールシェイカー",
      "ko": "시원한 셰이커",
      "en": "Cold Cocktail Shaker",
      "de": "Mischkrug für kalte Getränke",
      "es": "La coctelera ideal",
      "fr": "Mélangeur à cocktail",
      "pt": "Coqueteleira Fria",
      "ru": "Холодный шейкер",
      "id": "Guci Anggur yang Sejuk",
      "th": "ขวดไวน์เย็นเจี๊ยบ",
      "vi": "Bình Lắc Nguội Lạnh"
    },
    "line": {
      "zhs": "迪奥娜的父亲杜拉夫，也有偶尔自己调酒喝的兴趣。\n\n夜里的父亲晃荡着摇酒壶，在一旁偷看的迪奥娜也不自觉地摇着尾巴。\n\n年幼的迪奥娜发现往往在这样的夜里，父亲会醉得更厉害。在为她讲睡前故事之前，便会倒在床上不省人事。\n\n于是那天父亲外出狩猎以后，她把摇壶悄悄藏起来，放在小床底下的最深处。\n\n可没料到父亲几乎找也没找，第二天又带了一个新的回来。\n\n在迪奥娜到「猫尾酒馆」面试调酒师的那天，玛格丽特注意到了迪奥娜随身带来的、与她气质格格不入的摇壶。\n\n在心灵手巧的玛格丽特老板的改造下，带有可爱猫尾的摇壶作为「上岗礼物」回到了迪奥娜手上。\n\n「这样才配得上你呀。」玛格丽特小姐满意地点点头。",
      "zht": "迪奧娜的父親杜拉夫，也有偶爾自己調酒喝的興趣。\n\n夜裡的父親晃蕩著搖酒壺，在一旁偷看的迪奧娜也不自覺地搖著尾巴。\n\n年幼的迪奧娜發現往往在這樣的夜裡，父親會醉得更厲害。在為她講睡前故事之前，便會倒在床上不省人事。\n\n於是那天父親外出狩獵以後，她把搖壺悄悄藏起來，放在小床底下的最深處。\n\n卻沒料到父親幾乎找也沒找，第二天又帶了一個新的回來。\n\n在迪奧娜到「貓尾酒館」面試調酒師的那天，瑪格麗特注意到了迪奧娜隨身帶來的、與她氣質格格不入的搖壺。\n\n在心靈手巧的瑪格麗特老闆的改造下，帶有可愛貓尾的搖壺作為「到職禮物」回到了迪奧娜手上。\n\n「這樣才配得上妳呀。」瑪格麗特小姐滿意地點點頭。",
      "jp": "ディオナの父であるドゥラフは偶に自分で酒を作る趣味を持っている。\n\n夜になり、父がシェイカーを振り始めると、盗み見ていたディオナも知らないうちにしっぽを振っていた。\n\n父がシェイカーを振る日はいつもより酷く酔っていて、眠る前のお話も語ってくれずにそのまま倒れて眠ってしまう。\n\nそこである日、父が狩りに出かけた後、ディオナはこっそりとシェイカーをベッドの一番奥に隠した。\n\nだが、父は探す事すらせず、翌日新しいものを持って帰ってきたのだ。\n\nディオナが「キャッツテール」のバーテンダーになるべく、面接に挑んだ日、マーガレットはディオナが持っている、やや彼女に似つかわしくないシェイカーに気づいた。\n\n器用なオーナー、マーガレットの手により、可愛らしい猫のしっぽがついたシェイカーは「デビューのプレゼント」として、ディオナの元に返ってきた。\n\n「これであなたにふさわしくなったわ」マーガレットは満足げに頷いた。",
      "ko": "디오나의 아버지 두라프도 가끔 자기가 술을 배합해 마신다.\n\n아버지가 밤에 셰이커를 흔들면 옆에서 몰래 지켜보던 디오나는 자기도 모르게 꼬리를 흔들었다.\n\n어린 디오나는 이런 밤마다 아버지가 심하게 취하고 자기 전 이야기를 해주기도 전에 침대 옆에 쓰러져 곯아떨어진다는 걸 깨닫게 된다.\n\n그래서 아버지가 사냥을 나간 날 그녀는 셰이커를 침대 아래 깊숙이 숨겨놓았다.\n\n하지만 그녀의 아버지는 전혀 찾지도 않고 다음날 새로운 셰이커를 가지고 왔다.\n\n디오나가 「캣테일 술집」 바텐더 면접을 본 그날, 마가렛은 디오나가 가지고 온 그녀의 분위기와는 전혀 안 어울리는 셰이커를 주목하게 된다.\n\n손재주가 뛰어난 마가렛 사장은 디오나의 「입사 선물」로 셰이커를 개조해 줬다.\n\n「이제 어울리네」 마가렛은 이제서야 만족한다는 듯 고개를 끄덕였다",
      "en": "Diona's father Draff is also interested in mixing the occasional drink.\n\nDiona's tail would wag from side to side of its own accord as she watched her father rocking the shaker back at forth at night.\n\nBut young Diona also found that her father would wind up particularly drunk on such nights, becoming dead to the world before he could even finish her bed-time story.\n\nThus, when Draff went out to hunt one day, she hid the shaker, squirreling it away in the deepest place under her bed.\n\nUnexpectedly, her father didn't bother looking for the lost shaker at all. He simply brought a new one back the very next day.\n\nWhen Diona went to Cat's Tail to try out for the role of bartender, Margaret noticed how the cocktail shaker Diona had with her looked wholly unsuited for her style.\n\nEver skilled with handicraft, Margaret would give Diona a cocktail shaker equipped with a lovely cat's tail as an induction gift.\n\n\"Now, this suits you far better,\" Margaret said with a satisfied nod.",
      "de": "Auch Dionas Vater Draff ist am Mischen eines gelegentlichen Drinks interessiert.\n\nDionas Schwanz schlug von Links nach Rechts, wenn sie ihren Vater beobachtete, wie er nachts den Cocktailshaker schwang.\n\nDoch die junge Diona stellte auch fest, dass ihr Vater in solchen Nächten immer besonders betrunken wieder auftauchte und der Abend für ihn zu Ende war, noch bevor er ihre Gute-Nacht-Geschichte beenden konnte.\n\nAls Draff eines Tages auf die Jagd ging, versteckte sie den Cocktailshaker in der hintersten Ecke unter ihrem Bett.\n\nZu ihrer Überraschung hielt sich ihr Vater gar nicht lange mit der Suche nach dem Shaker auf. Er kaufte am nächsten Tag ganz einfach einen neuen.\n\nAls Diona im Katzenschwanz auftauchte, um sich für die Stelle als Schankmaid vorzustellen, bemerkte Margaret, dass der Cocktailshaker, den Diona dabeihatte, für ihren Stil völlig unpassend war.\n\nMargaret war in Sachen Handarbeiten sehr geschickt und schenkte Diona einen Shaker mit einem niedlichen Katzenschwanz als Willkommensgeschenk.\n\n„Na also, der steht dir viel besser!“, sagte Margaret mit einem zufriedenen Nicken.",
      "es": "Al papá de Diona, Draff, también le gusta hacer cócteles de vez en cuando.\n\nLa cola de Diona se movía de un lado a otro por sí sola cuando observaba a su padre agitando la coctelera algunas noches.\n\nSin embargo, también vio que su padre acababa completamente borracho en esas noches, quedando inconsciente antes de siquiera terminar de contarle un cuento para dormir.\n\nPor lo tanto, un día que Draff salió a cazar, Diona escondió la coctelera debajo de la cama de su papá.\n\nPara su sorpresa, él no se molestó en buscar la coctelera, sino que simplemente trajo una nueva al día siguiente.\n\nCuando Diona fue a la taberna Cola de Gato para hacer su entrevista de trabajo como cantinera, Margaret observó que la coctelera que traía consigo no era para nada de su estilo.\n\nAsí pues, la habilidosa Margaret fabricó para Diona una coctelera con una linda cola de gato como regalo de bienvenida a su nuevo trabajo.\n\n“Esta sí que es de tu estilo”, dijo Margaret con un gesto de satisfacción.",
      "fr": "De temps en temps, le père de Diona, Draff, s'amuse également à concocter ses propres breuvages.\n\nLa queue de Diona remue alors inconsciemment de gauche à droite, alors qu'elle admire son père secouer le mélangeur d'avant en arrière toute la nuit durant.\n\nPlus jeune, Diona avait remarqué que son père buvait bien plus que d'habitude ces nuits-là, au point même de s'endormir d'ivresse avant de pouvoir finir leurs habituelles histoires d'avant-coucher.\n\nAinsi, alors que son père était un jour parti à la chasse, l'enfant décida de cacher ce mélangeur si dangereux dans le coin le plus sombre du dessous de son lit.\n\nÀ sa grande surprise, son père ne s'embêta même pas à le chercher, et en directement acheta un tout nouveau le lendemain...\n\nLe jour où Diona alla s'essayer au métier de barmaid à La Queue de Chat, Margaret remarqua que le mélangeur que Diona avait apporté avec elle ne correspondait pas vraiment à son style.\n\nToujours à l'affût d'une bonne idée, l'ingénieuse Margaret décida d'offrir à la jeune Diona un mélangeur orné d'une jolie petite queue de chat, une sorte de « cadeau de bienvenue ».\n\n« Voilà qui est beaucoup mieux ! », fit-elle alors en hochant la tête d'un air satisfait.",
      "pt": "O pai de Diona, Draff, às vezes se interessa em fazer um coquetel.\n\nDurante a noite, a cauda de Diona se movia de um lado para outro enquanto seu pai mexia na coqueteleira.\n\nMas a jovem Diona também achava que seu pai ficaria muito bêbado nessas noites, e cairia na cama antes de terminar de contar sua história de ninar.\n\nDesta maneira, quando Draff partiu um dia para caçar, ela escondeu a coqueteleira no canto mais profundo debaixo de sua cama.\n\nInesperadamente, seu pai não se importou em procurar pela coqueteleira perdida, ele simplesmente comprou uma nova.\n\nQuando Diona foi para a Cauda do Gato para trabalhar como barmaid, Margaret reparou em como a coqueteleira que Diona usava era inapropriada para seu estilo.\n\nA habilidosa Margaret criou uma coqueteleira para Diona com uma adorável cauda de gato.\n\n\"Isso combina mais com você\", disse Margaret acenando com cabeça de satisfação.",
      "ru": "Отец Дионы, Драфф, тоже любит смешивать случайные напитки. \n\nНочами, когда отец тряс флягу, смешивая напиток, хвост подсматривавшей за ним Дионы тоже неосознанно вздрагивал. \n\nЮная Диона заметила, что в такие ночи отец всегда напивается до беспамятства и засыпает ещё до того, как прочитает ей сказку на ночь. \n\nПоэтому однажды, когда отец отправился на охоту, она спрятала флягу далеко под кровать. \n\nНо отец почти не искал флягу. На второй день он вернулся домой с новой. \n\nКогда Диона проходила собеседование в «Кошкином хвосте», Маргарита заметила, что фляжка для смешивания коктейлей совсем не идёт той. \n\nБудучи мастерицей на все руки, Маргарита сделала и в первый день работы Дионы подарила ей фляжку для смешивания коктейлей с украшением в виде милого кошачьего хвоста. \n\n«Вот эта тебе подходит», - сказала Маргарита и удовлетворённо кивнула.",
      "id": "Ayah Diona, Draff, juga memiliki hobi meracik dan meminum alkohol buatannya sendiri.\n\nPada malam hari, ayahnya sering terlihat sedang menggoyangkan guci anggurnya, dan Diona yang sedang diam-diam mengintip dari samping tanpa sadar juga ikut menggoyangkan ekornya.\n\nDiona yang masih kecil menyadari kalau ayahnya akan menjadi lebih mabuk di malam-malam seperti itu. Ayahnya akan tertidur terlebih dahulu di samping ranjang Diona, sebelum ayahnya bisa menceritakan dongeng pengantar tidur untuk Diona.\n\nSuatu hari saat ayahnya sedang pergi berburu, Diona diam-diam menyembunyikan guci anggur ayahnya di bawah ranjang kecilnya.\n\nTapi tak disangka-sangka, ayahnya sama sekali tidak berusaha mencari gucinya, ayahnya malah membawa guci anggur baru pada keesokan harinya.\n\nPada saat Diona datang ke Cat's Tail untuk melamar menjadi seorang bartender, Margaret menyadari bahwa Diona membawa sebuah gelas kocok, yang kurang pas dengan karakter Diona.\n\nDengan kreatifitas dan keahlian Margaret, dia menyulap gelas kocok ini menjadi lebih lucu dengan tambahan ekor kucing, dan memberikannya kepada Diona sebagai \"hadiah kelulusan\".\n\n\"Ini baru cocok denganmu.\" kata Margaret sambil mengangguk puas.",
      "th": "Draff พ่อของ Diona ยังสนใจในการผสมเครื่องดื่มแอลกอฮอล์เองเป็นครั้งคราว\n\nเวลา Diona เห็นพ่อของเธอเขย่าเชคเกอร์ในตอนกลางคืน เธอจะกระดิกหางไปมาโดยไม่รู้ตัว\n\nDiona ในวัยเด็กพบว่า ในค่ำคืนที่พ่อของเธอแบบนี้ พ่อของเธอจะเมาแอ๋มากกว่าเดิม จนบางครั้งเมาหลับไปบนเตียง ก่อนที่จะเล่านิทานก่อนนอนให้เธอฟังจนจบด้วยซ้ำ\n\nดังนั้นวันหนึ่งหลังจากพ่อของเธอออกไปล่าสัตว์ เธอจึงนำเชคเกอร์ไปซ่อนไว้ใต้เตียงอย่างเงียบ ๆ\n\nแต่เธอนึกไม่ถึงว่า พ่อของเธอไม่ได้หามันเสียด้วยซ้ำ เขาแค่ซื้อเชคเกอร์อันใหม่ในวันถัดมา\n\nวันที่ Diona ไปสัมภาษณ์งานบาร์เทนเดอร์ที่ร้าน Cat's Tail นั้น Margaret สังเกตว่าเชคเกอร์ที่ Diona เอามาด้วยไม่เข้ากับสไตล์ของเธอสักนิด\n\nMargaret ผู้มากฝีมือจึงจัดการปรับเปลี่ยนมันใหม่ ให้กลายเป็นเชคเกอร์ที่มีหางแมวน่ารัก ๆ แล้วเอากลับมาให้ Diona เพื่อเป็นของขวัญในการเริ่มงาน\n\n\"นี่สิถึงจะเหมาะกับสไตล์ของเธอ\" Margaret พูดพร้อมกับพยักหน้าอย่างพอใจ",
      "vi": "Cha của Diona, Draff, thỉnh thoảng cũng có sở thích pha rượu và uống rượu.\n\nBuổi đêm, cha cô lắc bình rượu, Diona bên cạnh đang nhìn trộm cũng vẫy đuôi một cách vô thức.\n\nCô bé Diona nhận thấy cha cô thường xuyên say xỉn hơn vào những đêm như vậy. Trước khi kịp kể cho cô ấy một câu chuyện để đi ngủ, ông sẽ ngã xuống giường bất tỉnh.\n\nThế là, sau khi cha đi săn vào ngày hôm đó, cô ấy đã lặng lẽ giấu cái bình và đặt nó vào góc sâu nhất dưới giường.\n\nKhông ngờ, cha cô còn chẳng buồn tìm, hôm sau lại mang một bình mới về.\n\nVào ngày Diona đến phỏng vấn người pha chế trong \"Quán Rượu Tai Mèo\", Margaret để ý chiếc bình mà Diona mang theo không phù hợp với tính cách của cô.\n\nDưới sự biến hóa của bà chủ khéo léo Margarita, chiếc bình có đuôi mèo xinh xắn đã được trả lại cho Diona như một \"món quà đi làm\".\n\n\"Như vậy mới hợp với em.\" Margaret tiểu thư hài lòng gật đầu."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "迪奥娜对酒的厌恶，并非是一种「仇恨」，而应该说是源自于「贪婪」。\n\n她想要父亲永远都是自己憧憬的样子，珍视着家人陪伴的每分每秒，绝不愿意与酒来「分享」这份幸福。\n\n有一场暴雨整整下了三天，而外出狩猎的父亲也整整三天没有回来。\n\n恶劣的天气使得西风骑士团的搜救小队毫无进展，一种对「失去」的恐惧深深笼罩了迪奥娜。\n\n如果说「分享」都是不能容忍的事，又怎么可能忍受被「全部夺去」呢？\n\n迪奥娜推门而出，闯进了暴风雨中。一股陌生的力量将阻挡在她面前的洪流统统冻结。\n\n依靠着自己超绝的追踪天赋，迪奥娜最终在一处断崖下找到了父亲。\n\n在其他猎人的帮助下回到家中、确定父亲并无大碍后，迪奥娜才终于破涕为笑。\n\n「要不然…我给你调一杯酒吧，喝些酒可以镇痛吧？」\n\n那恐怕是迪奥娜唯一一次配方正常的调酒了。\n\n「凉凉的，真是太好喝啦，哈哈哈哈…哎哟…」\n\n能够喝上自己女儿帮忙调的酒，这件事本身的镇痛效果就远远大于酒精了吧。\n\n——尽管这件事让迪奥娜获得了操控冰元素的力量，但还是没能成为她与酒和解的契机。",
      "zht": "迪奧娜對酒的厭惡，並非是一種「仇恨」，而應該說是源自於「貪婪」。\n\n她想要父親永遠都是自己憧憬的樣子，珍視著家人陪伴的每分每秒，絕不願意與酒來「分享」這份幸福。\n\n有一場暴雨整整下了三天，而外出狩獵的父親也整整三天沒有回來。\n\n惡劣的天氣使得西風騎士團的搜救小隊毫無進展，一種對「失去」的恐懼深深籠罩了迪奧娜。\n\n如果說「分享」都是不能容忍的事，又怎麼可能忍受被「全部奪去」呢？\n\n迪奧娜推門而出，闖進了暴風雨中。一股陌生的力量將阻擋在她面前的洪流統統凍結。\n\n依靠著自己超絕的追蹤天賦，迪奧娜最終在一處斷崖下找到了父親。\n\n在其他獵人的幫助下回到家中、確定父親並無大礙後，迪奧娜才終於破涕為笑。\n\n「要不然…我幫你調一杯酒吧，喝點酒可以鎮痛吧？」\n\n那恐怕是迪奧娜唯一一次配方正常的調酒了。\n\n「涼涼的，真是太好喝啦，哈哈哈哈…哎喲…」\n\n能夠喝上自己女兒幫忙調的酒，這件事本身的鎮痛效果就遠遠大於酒精了吧。\n\n——儘管這件事讓迪奧娜獲得了操控冰元素的力量，但還是沒能成為她與酒和解的契機。",
      "jp": "ディオナの酒に対する嫌悪は、「憎しみ」ではなく、「渇求」から来ているものであった。\n\n彼女は父がずっと自分の憧れの姿でいてくれることを願っていた。常に家族に寄り添い、決して酒で幸福を「分かち合う」ことをしない。\n\nある時、大雨が三日間降り続いていた。そして、狩りに出かけていた父も、三日間帰ってこなかった。\n\n劣悪な天候は、西風騎士団の救助隊の捜索を困難なものにした。この時、「失う」ことへの恐怖が、深くディオナに刻まれた。\n\n「分かち合う」ことも許せないのなら、「全てを奪い去る」ことにどうして耐えられるのか。\n\nディオナは飛び出し、暴風雨の中をひたすら走った。未知の力が、彼女の前に立ちはだかる激流を氷へと変えた。\n\n己の天賦の追跡能力を頼りに、ディオナは崖の下で父を見つけた。\n\n他の狩人に助けられ家に戻り、父に大事がないことを確認したディオナは、泣きながら笑顔を浮かべた。「よかったら…お酒作ってあげようか？飲めば、少しは痛みも紛らわせられるよね？」\n\n恐らく、それはディオナが唯一、真面目に酒を調合した時だった。\n\n「冷たくて、本当に美味いなあ、ハハハハ…いたた…」\n\n娘が調合した酒という事実は、アルコールよりも遥かに大きな鎮痛効果を発揮しただろう。\n\n——この出来事はディオナに氷元素を操る力を獲得させたが、彼女を酒と和解させる事はできなかった。",
      "ko": "디오나의 술에 대한 혐오는 「증오」가 아닌 「욕심」 때문이라고 할 수 있다.\n\n그녀는 아버지가 영원히 자신이 동경하는 모습으로 가족과의 모든 순간을 소중히 하길 원했지 절대 술과 이 행복을 「공유」하고 싶어 하지 않았다.\n\n한 번은 폭우가 3일 내내 내렸고 사냥을 나간 아버지도 3일 동안 돌아오지 않았다.\n\n나쁜 날씨로 인해 페보니우스 기사단의 수색팀조차 애를 먹자 「잃어버림」이라는 공포가 디오나를 엄습해왔다.\n\n「공유」조차도 참지 못하는데 「전부 빼앗기는」 건 어떻게 참을 수 있을까?\n\n디오나는 문을 열고 폭풍 속으로 뛰어들어갔다. 어떤 알 수 없는 힘이 그녀 앞을 가로막던 물결을 모두 얼려버렸다.\n\n디오나는 자신의 천부적인 추적 재능을 이용해 결국 절벽 아래에서 아버지를 찾게 된다.\n\n다른 사냥꾼들의 도움으로 집에 돌아오고 아버지한테 아무 이상 없다는 걸 알게 된 후에서야 디오나는 눈물을 거두고 웃었다.\n\n「아니면… 내가 술 한 잔 타줄까요? 술 좀 마시면 덜 아프지 않을까요?」\n\n그건 디오나가 유일하게 정상적인 레시피로 배합한 술일 것이다.\n\n「시원하니 완전 꿀맛인데! 하하하하… 윽….」\n\n아마 딸이 만든 술을 마셨다는 것 자체가 진통 효과로선 아주 뛰어나겠지?\n\n——디오나는 이 일을 통해 얼음 원소를 제어할 수 있게 됐지만, 술과 화해할 계기는 되지 못했다",
      "en": "Diona's antipathy towards alcohol is not \"hate\" per se. Instead, it can be considered a form of \"avarice.\"\n\nShe wishes for her father to always be the man that she admires, and she treasures every moment that she spends with her family, unwilling to \"share\" her happiness with the wine.\n\nThere was once a storm that lasted for three days, and for those three days, her father, who had been out hunting, did not return.\n\nThe awful weather prevented the search parties sent by the Knights of Favonius from making much headway, and soon the dread of \"loss\" began to hang over Diona like a shroud.\n\nIf she could not even stand to \"share,\" how could she bear having something utterly \"stolen\" from her?\n\nShe burst out the door and into the tempest, and the waters that stood in her path were frozen by some power she did not recognize.\n\nUsing her superlative tracking skills, she found her father under a broken gorge.\n\nWith the help of the other hunters, she returned home with her father, and only once she realized that he would be fine did she finally smile again.\n\n\"Do you... want me to mix you a drink? It'll numb the pain a little...\"\n\nThat was probably the first time she ever mixed a drink in a normal fashion.\n\n\"Ooh, it's so refreshing. It's wonderful! Hahaha—Ouch...\"\n\nGetting to drink a cocktail that his daughter had made was probably a better anesthetic by far than the alcohol itself.\n\nStill, Diona gaining power over Cryo did not help reconcile her to wine at all.",
      "de": "Dionas Abneigung gegenüber Alkohol ist kein „Hass“ per se. Stattdessen kann man es als eine Art „Habgier“ ansehen.\n\nSie wünscht sich, dass ihr Vater der Mann ist, zu dem sie immer aufgesehen hat. Außerdem heiligt sie jeden Moment mit ihrer Familie und ist nicht bereit dieses Glück mit dem Wein zu „teilen“.\n\nEinmal gab es einen Sturm, der drei Tage andauerte, und für diese drei Tage kehrte ihr Vater nicht von der Jagd zurück, auf die er sich begeben hatte.\n\nDas furchtbare Wetter machte es den Suchtruppen, die vom Ritterorden Favonius ausgesendet wurden, unmöglich große Fortschritte zu verzeichnen, und schon bald begann die Furcht des „Verlustes“ wie ein Nebel über Diona zu hängen.\n\nWenn sie den Gedanken des „Teilens“ nicht einmal ausstehen konnte, wie sollte sie dann damit umgehen, wenn ihr etwas einfach „gestohlen“ werden würde?\n\nSie stürmte durch die Tür, direkt in das Unwetter. Das Gewässer, das ihr im Wege war, vereiste durch eine machtvolle Kraft, die ihr nicht bekannt war.\n\nDurch ihre hervorragenden Fähigkeiten im Spurenlesen fand sie ihren Vater in einer eingestürzten Felsschlucht.\n\nMit der Hilfe andere Jäger kehrte sie mit ihrem Vater nach Hause zurück, und erst als sie sicher wusste, dass er wieder gesund würde, lächelte sie wieder.\n\n„Möchtest du, dass ich dir ein Getränk mische? Das wird die Schmerzen etwas betäuben ...“\n\nDas war wahrscheinlich das erste Mal, dass sie ein Getränk ganz normal gemischt hat.\n\n„Ooh, das ist so erfrischend! Wunderbar! Hahaha, aua...“\n\nEin ein Drink, den seine Tochter gemacht hatte, zu trinken war wahrscheinlich das bessere Betäubungsmittel als der Alkohol selbst.\n\nDoch dass Diona Macht über Kryo erhielt, minderte ihre Abneigung gegenüber dem Wein in keinster Weise.",
      "es": "En realidad, la aversión de Diona hacia el alcohol no es “odio”, sino que proviene de la avaricia.\n\nDesea que su padre sea para siempre la persona que ella admira, y atesora cada momento que pasa con su familia, pero no quiere compartir esa felicidad con el vino.\n\nUna vez hubo una tormenta que duró tres días, y durante esos tres días, su padre, que estaba cazando, no regresó.\n\nEl mal tiempo impidió que los equipos de búsqueda de los Caballeros de Favonius pudieran avanzar mucho, por lo que Diona empezó a temer que podría perder a su papá.\n\nSi era incapaz de compartir, ¿cómo iba a soportar que le “robaran” algo por completo?\n\nEntonces, salió de casa en medio de una fuerte tempestad. El agua que se interponía en su camino quedaba congelada a su paso mediante un poder que jamás había tenido.\n\nUsando sus magníficas habilidades de rastreo, encontró a su papá debajo de un escarpe.\n\nCon la ayuda de los otros cazadores, regresó a casa con su papá, y solo recuperó su habitual sonrisa cuando pudo confirmar que se encontraba bien.\n\n“¿Quieres... quieres que te prepare un trago? Te adormecerá un poco el dolor...”\n\nEsa fue, probablemente, la única vez que Diona preparó una bebida con una receta normal.\n\n“¡Oh! ¡Es muy refrescante! ¡Es maravilloso! Jajaja ¡Au! Me duele la herida...”\n\nBeber un cóctel preparado por su hija fue un anestésico mucho mejor que el alcohol en sí.\n\nAunque desde entonces es capaz de controlar el elemento Cryo, Diona aún no se ha reconciliado con el alcohol.",
      "fr": "L'aversion de Diona pour l'alcool n'est pas vraiment une « haine » en soi, mais plutôt une forme d'« égoïsme ».\n\nElle souhaite que son père soit en permanence l'homme qu'elle admire, et elle chérit chaque minute qu'elle passe en sa compagnie, rechignant à « partager » ces moments de bonheur avec l'alcool.\n\nUn jour, des pluies torrentielles s'abattirent pendant trois jours sur le bourg, et son père, parti chasser, ne revint pas de tout ce temps.\n\nLes conditions météorologiques désastreuses empêchant les équipes de recherche de l'Ordre de Favonius de localiser son cher paternel, Diona fut peu à peu saisie d'angoisse à l'idée qu'elle pouvait ainsi « perdre » son père.\n\nSi elle ne pouvait pas « partager » son père, comment aurait-elle pu supporter l'idée de le « perdre » ?\n\nC'en était trop pour elle. Diona ouvrit violemment la porte et fonça à travers la tempête, une force inconnue figeant de glace les torrents qui lui barraient la route.\n\nGrâce à ses talents innés de pisteur, Diona retrouva finalement son père fatigué sous une falaise.\n\nCe n'est qu'après l'avoir ramené chez eux avec l'aide d'autres chasseurs qu'un sourire illumina finalement à nouveau le doux visage de Diona.\n\n« Et si... Je préparais un petit remontant ? Ça fera passer la douleur, non ? »\n\nC'est probablement là la seule et unique fois où Diona décida de préparer un cocktail de manière classique.\n\n« Oh, c'est frais, c'est bon, haha... *tousse* ... »\n\nBoire un cocktail que sa propre fille avait préparé avec amour fut certainement un meilleur antidouleur que l'alcool en question.\n\nL'incident eut beau conférer à Diona sa capacité à contrôler l'élément Cryo, cela ne la réconcilia en rien avec l'alcool.",
      "pt": "A antipatia de Diona pelo álcool não é \"ódio\" em si. Em vez disso, pode ser considerado uma forma de \"avareza\".\n\nEla deseja que seu pai seja sempre o homem que ela admira e valoriza cada momento que passa com sua família, não querendo \"compartilhar\" sua felicidade com o vinho.\n\nCerta vez, houve uma tempestade que durou três dias e, durante esses três dias, seu pai, que estava caçando, não voltou.\n\nO tempo terrível impediu que os grupos de busca enviados pelos Cavaleiros de Favonius fizessem muito progresso, e logo o medo da \"perda\" começou a pairar sobre Diona como uma mortalha.\n\nSe ela não conseguia nem mesmo \"compartilhar\", como poderia suportar ter algo totalmente \"roubado\" dela?\n\nEla irrompeu pela porta na tempestade, e as águas que estavam em seu caminho foram congeladas por algum poder que ela não reconheceu.\n\nUsando suas habilidades superlativas de rastreamento, ela encontrou seu pai sob um desfiladeiro quebrado.\n\nCom a ajuda de outros caçadores, ela voltou para casa com seu pai. Apenas quando ela percebeu que ele ficaria bem, ela finalmente sorriu novamente. \n\n\"Você... Quer que eu prepare uma bebida para você? Pode aliviar um pouco a dor...\"\n\nProvavelmente foi a primeira vez que ela preparou uma bebida de maneira normal.\n\n\"Ooh, é tão refrescante. É maravilhoso! Hahaha — Ai...\"\n\nBeber um coquetel que sua filha fez provavelmente foi um anestésico muito melhor do que o próprio álcool.\n\nAinda assim, Diona ter recebido o poder sobre Cryo não ajudou em nada a reconciliá-la com o vinho.",
      "ru": "Отвращение Дионы к алкоголю появилось не из-за ненависти, а из-за желания. \n\nОна хотела, чтобы отец всегда был таким, каким она нарисовала его в своих мечтах, таким, каким он был, когда старался провести с семьёй как можно больше времени. Диона не хотела «делить» счастье от общения с ним с вином. \n\nОднажды случился шторм, и дождь не прекращался три дня. Все эти дни отец, который ушёл на охоту, не возвращался домой. \n\nРыцари Ордо Фавониус не могли развернуть поисковую кампанию из-за непогоды, и страх потерять отца накрыл Диону с головой. \n\nЕсли она не хотела «делиться» им, то каково ей было целиком его потерять? \n\nДиона распахнула двери и шагнула навстречу шторму. Вода, застилавшая ей путь, замёрзла, будто подчинившись неведомой силе. \n\nПоложившись на своё превосходное чутьё, Диона пошла по следу отца и наконец нашла его под обрывом. \n\nТолько после того, как Диона с помощью других охотников привела его домой и убедилась, что с ним всё в порядке, она смогла улыбнуться. \n\n«Может быть... Мне смешать для тебя бокальчик коктейля? Он поможет унять боль». \n\nВозможно, это был первый и единственный раз, когда Диона смешала коктейль по нормальному рецепту. \n\n«Мм, как освежает! Замечательно, ха-ха-ха... Ауч». \n\nОсознание того, что коктейль сделан дочерью, оказало больший болеутоляющий эффект, чем сам алкоголь. \n\n...Но, хотя благодаря этому происшествию Диона и получила силу Крио элемента, с алкоголем это её не примирило.",
      "id": "Rasa benci Diona terhadap anggur bukan sejenis rasa \"benci\", melainkan sebuah perasaan yang muncul dari \"keserakahan\".\n\nDiona ingin ayahnya selalu menantikan Diona, menghargai setiap detik waktu bersama keluarga, dan tidak \"membagi\" waktu berharga ini dengan minum anggur.\n\nPada suatu hari turun hujan deras selama tiga hari berturut-turut, ayah Diona yang sedang pergi berburu juga tidak pulang selama tiga hari.\n\nCuaca yang begitu buruk menghalangi para Knights of Favonius yang berusaha mencari ayah Diona, hati Diona pun dihantui oleh sebuah rasa takut akan \"kehilangan\".\n\nJika Diona tidak bisa mentolerir ayahnya \"membagi\" waktu dengan yang lain, bagaimana Diona bisa menahan perasaannya bila \"semuanya diambil\"?\n\nDiona pergi keluar dan menerjang hujan badai. Sebuah kekuatan misterius membekukan aliran deras di hadapan Diona.\n\nDengan bakat Diona dalam melacak, Diona akhirnya berhasil menemukan ayahnya yang tergeletak di bawah tebing.\n\nSetelah berhasil membawa ayahnya pulang dengan bantuan para pemburu lainnya dan memastikan bahwa ayahnya baik-baik saja, Diona pun akhirnya tersenyum.\n\n\"Bagaimana kalau aku membuatkanmu segelas anggur, anggur bisa menghilangkan rasa sakit kan?\"\n\nSepertinya ini adalah satu-satunya waktu di mana Diona membuat anggur dengan resep yang normal.\n\n\"Wah, sejuk sekali rasanya, benar-benar nikmat, hahaha!\"\n\nRasa sakit yang dirasakan ayah Diona hilang seketika, bukan karena anggurnya, tetapi karena bisa meminum anggur buatan anak perempuan kesayangannya.\n\n——Meskipun kejadian ini memberikan Diona kekuatan untuk memanipulasi elemen es, tetapi Diona masih belum bisa berdamai dengan anggur.",
      "th": "ความเกลียดชังของ Diona ที่มีต่อแอลกอฮอล์นั้น ไม่ใช่ \"ความเกลียดชัง\" ซะทีเดียว แต่อาจเรียกว่าเป็นรูปแบบหนึ่งของ \"ความปรารถนาดี\"\n\nเธออยากให้พ่อของเธอเป็นผู้ชายที่เธอชื่นชมอยู่เสมอ และช่วงเวลาทุกวินาทีที่เธออยู่กับครอบครัวเป็นสิ่งที่ล้ำค่า เธอไม่อยาก \"แบ่งปัน\" ความสุขนี้ให้กับเหล้า\n\nครั้งหนึ่งมีพายุซึ่งกินเวลานานถึงสามวัน และในช่วงสามวันนั้นพ่อของเธอ ที่ออกไปล่าสัตว์ก็ไม่ได้กลับมา\n\nสภาพอากาศที่เลวร้ายทำให้ทีมค้นหาและช่วยเหลือของกองอัศวินแห่ง Favonius ไม่สามารถทำอะไรได้มากนัก ความรู้สึกกลัวการ \"สูญเสีย\" ได้เกาะกินใจของ Diona\n\nถ้าเธอไม่สามารถทนได้แม้แต่การ \"แบ่งปัน\" แล้วเธอจะทนเห็นการ \"พลัดพราก\" ได้ยังไงล่ะ?\n\nDiona พุ่งออกไปนอกประตูและฝ่าเข้าไปในพายุ พลังลึกลับบางอย่างทำให้สายน้ำที่ขวางหน้าเธอถูกแช่แข็ง\n\nด้วยทักษะการติดตามที่ยอดเยี่ยมของเธอ ในที่สุดเธอพบพ่อของเธอที่ใต้หน้าผา\n\nด้วยความช่วยเหลือจากนายพรานคนอื่น ๆ เธอกับพ่อก็ได้กลับบ้านพร้อมกัน เมื่อแน่ใจว่าพ่อของเธอปลอดภัยดีแล้ว เธอถึงยิ้มออกมาในที่สุด\n\n\"ถ้างั้น... หนูผสมค็อกเทลให้พ่อสักแก้วดีมั้ย? ดื่มสักแก้วน่าจะช่วยบรรเทาอาการเจ็บได้บ้าง...\"\n\nนั่นอาจจะเป็นครั้งแรกและครั้งเดียวที่เธอผสมค็อกเทลแบบธรรมดา\n\n\"ทั้งเย็นทั้งสดชื่น รสชาติมันยอดไปเลย! ฮ่าฮ่าฮ่าฮ่า... โอ๊ย...\"\n\nการได้ดื่มเครื่องดื่มที่ลูกสาวชงเองกับมือ ช่วยบรรเทาความเจ็บปวดได้ดีกว่าแอลกอฮอล์หลายเท่า\n\nถึงแม้ว่าเหตุการณ์นี้จะทำให้ Diona มีพลังควบคุมธาตุน้ำแข็ง แต่ก็ไม่ได้ทำให้เธอเกลียดเหล้าน้อยลงเลย",
      "vi": "Ác cảm của Diona đối với rượu không phải là \"thù ghét\", mà là xuất phát từ \"lòng tham\".\n\nCô muốn cha luôn giống với ký ức tuổi thơ của mình, trân trọng từng phút giây bên gia đình và không bao giờ muốn \"chia sẻ\" hạnh phúc này với rượu.\n\nCó một trận mưa xối xả kéo dài ba ngày, người cha đi săn đã ba ngày không về.\n\nThời tiết xấu khiến đội tìm kiếm của Đội Kỵ Sĩ Tây Phong không có tiến triển gì, nỗi sợ hãi \"mất mát\" bao trùm lên Diona.\n\nNếu \"chia sẻ\" là thứ không thể chịu đựng được thì làm sao có thể chịu đựng được \"bị tước đoạt tất cả\"?\n\nDiona đã đẩy cửa ra, xông vào trong cơn bão. Một sức mạnh lạ kỳ đã đóng băng tất cả những cơn lốc đang chặn cô lại.\n\nDựa vào tài năng truy vết tuyệt vời của mình, Diona cuối cùng đã tìm thấy cha dưới một vách đá.\n\nSau khi trở về nhà với sự giúp đỡ của những người thợ săn khác và chắc chắn rằng cha cô vẫn ổn, Diona cuối cùng đã nở một nụ cười.\n\n\"Hay là... con pha cho cha một ly rượu nhé, uống một chút rượu có thể giảm đau?\"\n\nE rằng đó là lần duy nhất Diona pha chế một ly rượu bình thường.\n\n\"Mát quá, ngon quá, ha ha ha, ai da...\"\n\nCó thể uống loại rượu do con gái tôi pha, chuyện này còn có tác dụng giảm đau lớn hơn cả rượu.\n\nDù việc này đã giúp Diona nhận được sức mạnh thao túng nguyên tố băng, nhưng nó vẫn không thể trở thành cơ hội để cô làm hòa với rượu."
    }
  }
]