[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "「猫尾酒馆」的招牌调酒师，迪奥娜，我的出场费可是很贵的。唔？你居然…不是为了酒才来的？哼，那你的邀请…我就勉为其难地接受了。",
      "zht": "#「貓尾酒館」的招牌調酒師，迪奧娜，我的出場費可是很貴的。唔？{F#妳}{M#你}居然…不是為了酒才來的？哼，那{F#妳}{M#你}的邀請…我就勉為其難地接受了。",
      "jp": "「キャッツテール」の看板バーテンダー、ディオナ。あたしのギャラはすっごく高いんだから…うん？あなた…お酒を飲みに来たわけじゃないの？んん…ど、どうしてもっていうなら…その誘い、受けてあげてもいいかな。",
      "ko": "난 「캣테일 술집」의 간판 바텐더, 디오나야. 내 출장비는 엄청 비싸다고…. 응? 술 때문에 온 게 아니야? 흠, 그, 그렇다면 네 초대를… 받아주지",
      "en": "Diona, bartender of the Cat's Tail! I charge a hefty fee for private events. Huh? You didn't come here for a drink? Hmm... Then I accept your invitation... I suppose...",
      "de": "Ich bin Diona, Wirtin und Schankmaid bei Zum Katzenschwanz! Ich berechne eine hohe Gebühr für private Veranstaltungen. Hm? Du bist nicht wegen eines Getränks hier? Hmpf ... Na, dann nehme ich deine Einladung an, schätze ich.",
      "es": "¡Soy Diona, cantinera de la taberna Cola de Gato! Cobro una tarifa bastante elevada por hacer eventos privados. ¿Eh? ¿No viniste a tomar una copa? Humm... Bueno, entonces acepto tu invitación...",
      "fr": "Diona, barmaid à La Queue de Chat ! Mes services pour tout événement privé ne sont pas donnés... Quoi ? Tu n'es pas là pour boire ? Hmph... Dans ce cas d'accord, je peux bien accepter ton invitation.",
      "pt": "Diona, a Barmaid da Cauda do Gato! Eu cobro uma taxa pesada por eventos particulares... Hã? Você não veio aqui por uma bebida? Hunf... Bem, então eu aceito seu convite... Eu suponho...",
      "ru": "Диона, знаменитый бармен из «Кошкиного хвоста». Я дорого беру за участие в мероприятиях... А? Ты здесь не ради выпивки? Хм. Тогда я, возможно, приму твоё приглашение...",
      "id": "Diona, bartender nomor satu Cat's Tail! Tapi aku memasang harga tinggi untuk datang ke acara pribadi. Apa? Kamu bukan datang untuk minum anggur? Huh, kalau begitu dengan berat hati kuterima undanganmu...",
      "th": "Diona บาร์เทนเดอร์แห่งร้าน Cat's Tail ค่าตัวฉันแพงมากเลยนะ หา? คุณไม่ได้... มาดื่มเหล้างั้นเหรอ? อืม... งั้นคำเชิญของคุณ... ฉันก็ปฏิเสธไม่ได้ล่ะนะ",
      "vi": "Người pha chế đặc biệt của \"Quán Rượu Đuôi Mèo\", Diona, phí biểu diễn của tôi rất đắt đấy. Hử? Bạn thực sự... không phải đến để uống rượu sao? Hừm, vậy thì tôi miễn cưỡng chấp nhận... lời mời của bạn."
    }
  },
  {
    "title": {
      "zhs": "闲聊·放松",
      "zht": "閒聊·放鬆",
      "jp": "世間話·リラックス",
      "ko": "잡담·휴식",
      "en": "Chat: Relax",
      "de": "Gespräch – Entspannung",
      "es": "Charla - Relajarse",
      "fr": "Bavardage - Détente",
      "pt": "Bate-papo - Relaxamento",
      "ru": "Поболтаем: Отдых",
      "id": "Berbincang: Santai",
      "th": "แชท - ผ่อนคลาย",
      "vi": "Nói chuyện phiếm - Thảnh thơi"
    },
    "line": {
      "zhs": "哈~~好舒服，身体都变得更柔软了。",
      "zht": "哈~~好舒服，身體都變得更柔軟了。",
      "jp": "ん～気持ちいい、体もほぐれてきた！",
      "ko": "하~~ 기분 좋아. 몸이 더 유연해졌어",
      "en": "Ahhh... that stretch feels good.",
      "de": "Aaah ... sich zu strecken fühlt sich so gut an.",
      "es": "Ah... ¡Qué bien me siento! Se me estaba empezando a entumecer todo el cuerpo...",
      "fr": "Aaah... Un peu d'étirement, rien de tel.",
      "pt": "Ahhh... Essa esticada foi boa.",
      "ru": "Ах... Приятно хорошо потянуться.",
      "id": "Ahhh~~ Nyaman sekali, rasanya tubuhku menjadi sangat luwes.",
      "th": "อาาา~~ สบายดีจัง ผ่อนคลายลงเยอะเลย",
      "vi": "Ha... thật thoái mái, cơ thể cũng trở nên mềm mại hơn."
    }
  },
  {
    "title": {
      "zhs": "闲聊·思考",
      "zht": "閒聊·思考",
      "jp": "世間話·考え",
      "ko": "잡담·생각",
      "en": "Chat: Thinking",
      "de": "Gespräch – Denken",
      "es": "Charla - Reflexión",
      "fr": "Bavardage – Réflexions",
      "pt": "Bate-papo · Pensamento",
      "ru": "Поболтаем: Размышления",
      "id": "Berbincang: Pemikiran",
      "th": "แชท - ครุ่นคิด",
      "vi": "Nói chuyện phiếm - Suy nghĩ"
    },
    "line": {
      "zhs": "蜥蜴尾巴、胡椒、星螺…还差点什么才能调出「难喝到头脑炸裂的酒」呢？呜…",
      "zht": "蜥蜴尾巴、胡椒、星螺…還差點什麼才能調出「難喝到頭腦炸裂的酒」呢？嗚…",
      "jp": "トカゲのしっぽ、コショウ、星螺…「頭が炸裂しそうなまずいお酒」を作るにはまだ何かが足りない。",
      "ko": "도마뱀 꼬리, 후추, 별소라…. 또 뭘 넣어야 「머리가 깨질 정도로 맛없는 술」이 될까?",
      "en": "Hmm. Lizard Tail, Pepper, Starconch, hmm... what else do I need to create the most dreadfully disgusting cocktail?",
      "de": "Echsenschwanz, Pfeffer, Sternmuschel ... was brauche ich noch, um den absolut widerlichsten und ungenießbarsten Cocktail zu mischen?",
      "es": "Una cola de lagarto, pimienta, una caracola estelar... ¿Qué más necesito para crear el cóctel más repugnante del mundo?",
      "fr": "Queue de lézard, poivre, conque d'étoile... Que manque-t-il pour faire un cocktail bien dégoûtant ?",
      "pt": "Cauda de Lagarto, Pimenta, Conchas Estreladas... O que mais eu preciso para criar o Coquetel Mais Nojento de Todos?",
      "ru": "Хвост ящерицы, перец, звёздная ракушка... Что ещё нужно, чтобы сделать «супер мерзкий коктейль»?",
      "id": "Lizard Tail, Pepper, Starconch... Butuh apa lagi ya untuk membuat \"Anggur paling tidak enak sedunia\"?...",
      "th": "Lizard Tail, Pepper, Starconch... ต้องใช้อะไรอีกถึงจะสามารถผสม \"คอกเทลที่รสชาติแย่จนน้ำตาไหล\" ได้นะ? หืม...",
      "vi": "Đuôi Rồng Đất, tiêu, ốc sao... còn thiếu cái gì mới có thể pha được loại \"Rượu khó uống đến mức đầu muốn nổ tung\" nhỉ? Hừm..."
    }
  },
  {
    "title": {
      "zhs": "闲聊·等待",
      "zht": "閒聊·等待",
      "jp": "世間話·待ち合わせ",
      "ko": "잡담·기다림",
      "en": "Chat: Waiting",
      "de": "Gespräch – Warten",
      "es": "Charla - Espera",
      "fr": "Bavardage - Attente",
      "pt": "Bate-papo · Espera",
      "ru": "Поболтаем: Ожидание",
      "id": "Berbincang: Penantian",
      "th": "แชท - รอคอย",
      "vi": "Nói chuyện phiếm - Đợi chờ"
    },
    "line": {
      "zhs": "才，才没有在等你。我只是，正好在休息而已！",
      "zht": "#才，才沒有在等{F#妳}{M#你}。我只是，正好在休息而已！",
      "jp": "べ、別にあなたを待ってたわけじゃない。ちょうど休憩中だったの！",
      "ko": "너, 너 기다린 거 아니야. 난 그냥, 쉬고 있었어!",
      "en": "I—I wasn't waiting for you. I just happened to be resting!",
      "de": "I... ich habe nicht auf dich gewartet. Ich habe mich nur etwas ausgeruht!",
      "es": "¡N-no te estaba esperando! ¡Solo estaba descansando!",
      "fr": "J—Je ne t'attendais pas du tout ! J'étais simplement en train de me reposer !",
      "pt": "E-eu não estava esperando por você. Acontece que eu estava apenas descansando!",
      "ru": "Я... Я вовсе тебя не ждала. Я просто отдыхала, вот и всё!",
      "id": "Aku, aku tidak menunggumu kok. Aku cuma sedang beristirahat saja!",
      "th": "มะ ไม่ได้รอคุณสักหน่อย ฉันก็แค่พักผ่อนแค่นั้นเอง!",
      "vi": "Tôi... tôi đâu có thèm đợi bạn. Tôi chỉ là, đúng lúc đang nghỉ ngơi mà thôi."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Turun Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "呜呜…讨厌下雨…去屋子里吧。唔，只是因为弄干衣服很麻烦！才不是什么怕水呢！",
      "zht": "嗚嗚…討厭下雨…去屋子裡吧。唔，只是因為弄乾衣服很麻煩！才不是什麼怕水呢！",
      "jp": "雨は嫌い…部屋に入ろう。え？服が濡れたら面倒でしょ！水が怖いとかじゃないにゃ！",
      "ko": "비는 싫어… 안으로 들어가자. 윽, 옷이 젖을까 봐 그러는 거야! 물 같은 거 무섭지 않다구!",
      "en": "Rain! I hate rain! ...Let's go inside... I—I'm not scared of water, I just... hate it when my clothes get wet.",
      "de": "Regen! Ich hasse Regen! Lass uns reingehen ... Hmpf, ich habe keine Angst vor Wasser, es ist nur ... ich hasse es, wenn meine Kleidung nass wird.",
      "es": "¡Llueve! ¡Odio la lluvia! Vamos adentro. ¡Hum! No le tengo miedo al agua, solo que... odio cuando se me moja la ropa.",
      "fr": "Rah, je déteste la pluie... Allons vite à l'intérieur ! Que ce soit clair : je n'ai pas peur de l'eau ! C'est juste que je n'aime pas être trempée...",
      "pt": "Chuva! Eu odeio chuva! ... Vamos para dentro... Hunf, eu não tenho medo da água, eu só... Odeio quando minhas roupas ficam molhadas.",
      "ru": "Ох уж этот мерзкий дождь... Пойдём внутрь. Нет, я не боюсь воды! Я просто не люблю сушить одежду!",
      "id": "Huhuhu... Aku benci hujan... Ayo kita berteduh di dalam rumah. Aku hanya malas mengeringkan baju! Bukan karena aku takut air!",
      "th": "ฮือฮือ... ฉันเกลียดฝนที่สุด เราไปหลบข้างในกันเถอะ ฉันแค่ไม่ชอบให้เสื้อผ้าเปียก! ไม่ได้กลัวน้ำซะหน่อย!",
      "vi": "Hư... ghét trời mưa... vào nhà đi. Hừ, chỉ là bởi vì việc hong khô quần áo rất phiền phức! Chứ không phải là sợ nước!"
    }
  },
  {
    "title": {
      "zhs": "打雷的时候…",
      "zht": "打雷的時候…",
      "jp": "雷の日…",
      "ko": "번개가 칠 때…",
      "en": "When Thunder Strikes",
      "de": "Wenn es blitzt ...",
      "es": "Cuando truena...",
      "fr": "Quand le tonnerre gronde...",
      "pt": "Quando Está Trovejando...",
      "ru": "Когда гремит гром...",
      "id": "Ketika Petir Menyambar",
      "th": "ในเวลาที่ฟ้าผ่า...",
      "vi": "Khi có sấm sét..."
    },
    "line": {
      "zhs": "欸？！…我没有在发抖！没有！…呜…",
      "zht": "欸？！…我沒有在發抖！沒有！…嗚…",
      "jp": "えっ！？…震えてにゃい！ない！…うぅ～…",
      "ko": "어?! …떨고 있는 거 아냐! 아니라니까! 우으…",
      "en": "Ahh!!! Uhh, um... I'm not shaking, I'm not... Ohhhh...",
      "de": "Argh!? Ich zittere nicht, ich ... nicht ... Uuuh ...",
      "es": "¡¿Eh?! No, no estoy temblando... ¡Ah!",
      "fr": "Hein ?! ... Mais non, je ne tremble pas ! Pas du tout ! Aaaah...",
      "pt": "Arg! ... Eu não estou tremendo, não estou... Uhhhh...",
      "ru": "А?! Я не дрожу, я не... Гр-р...",
      "id": "Apa?!... Aku tidak gemetaran! Tidak! ...Uh...",
      "th": "หวาาา?! ...ฉันไม่ได้ตัวสั่นนะ! เปล่าเลย! ...ฮืออ...",
      "vi": "Ối?!... Tôi không run! Không phải!...hư..."
    }
  },
  {
    "title": {
      "zhs": "下雪的时候·玩雪",
      "zht": "下雪的時候·玩雪",
      "jp": "雪の日·雪遊び",
      "ko": "눈이 올 때·눈놀이",
      "en": "When It Snows: Playtime",
      "de": "Wenn es schneit – Zeit zum Spielen",
      "es": "Cuando nieva - Juego",
      "fr": "Quand il neige - Jeux d'hiver",
      "pt": "Quando Neva - Brincando na Neve",
      "ru": "Когда идёт снег: Игры",
      "id": "Saat Salju Turun: Bermain Salju",
      "th": "ในเวลาที่หิมะตก - เล่นหิมะ",
      "vi": "Khi tuyết rơi - Nghịch tuyết"
    },
    "line": {
      "zhs": "这个凉飕飕的触感，哇…好棒，好有趣。",
      "zht": "這個涼颼颼的觸感，哇…好棒，好有趣。",
      "jp": "この冷たい感触、にゃっ…すごい、面白い！",
      "ko": "이 차가운 촉감. 와… 너무 좋아, 재밌다!",
      "en": "Ooh, it's so cold to touch. Wow, it's so much fun!",
      "de": "Ooh, es fühlt sich so kalt an. He, das macht so viel Spaß!",
      "es": "¡Qué fresquito! Ah... ¡Me encanta esta sensación!",
      "fr": "Ouh, c'est froid au toucher dis donc ! Et c'est plutôt marrant !",
      "pt": "Ooh, é frio ao toque. Uau, é muito divertido!",
      "ru": "Ой, какой холодный... Хм, забавно!",
      "id": "Ini sangat dingin saat disentuh. Wah, seru sekali!",
      "th": "สัมผัสเย็นเจี๊ยบแบบนี้ ว้าว... สุดยอด น่าสนใจจริง ๆ",
      "vi": "Cái cảm giác lạnh lẽo này, oa... thật tuyệt, thật thú vị."
    }
  },
  {
    "title": {
      "zhs": "下雪的时候·观雪",
      "zht": "下雪的時候·觀雪",
      "jp": "雪の日·雪見",
      "ko": "눈이 올 때·눈구경",
      "en": "When It Snows: Viewing",
      "de": "Wenn es schneit – Betrachten",
      "es": "Cuando nieva - Vistas",
      "fr": "Quand il neige – Paysages",
      "pt": "Quando Neva - Observando a Neve",
      "ru": "Когда идёт снег: Любование",
      "id": "Saat Salju Turun: Memandangi Salju",
      "th": "ในเวลาที่หิมะตก - ดูหิมะ",
      "vi": "Khi tuyết rơi - Ngắm tuyết"
    },
    "line": {
      "zhs": "白茫茫的雪在风里跳舞，真好看呢。嗯…我旁边的座位还空着，没人坐哦。",
      "zht": "白茫茫的雪在風裡跳舞，真好看呢。嗯…我旁邊的座位還空著，沒人坐哦。",
      "jp": "真白な雪が風で舞ってる、きれい。隣、あたしの隣はまだ空いてるよ。",
      "ko": "새하얀 눈이 바람 속에서 춤추고 있어~ 정말 예쁘다. 내, 내 옆자리 비었으니까 앉던지",
      "en": "Ooooh, look at the little white snowflakes dancing in the wind, to and fro, and... whew, isn't it... beautiful! C'mon, c'mon c'mon, sit with me... Watch...",
      "de": "Oooh, sieh dir nur die kleinen weißen Schneeflocken an, die im Wind tanzen, ist das nicht ... wunderschön ... Komm schon, komm schon, setz dich zu mir ... Schau ...",
      "es": "Ohhh, mira los pequeños copos de nieve bailando en el aire de un lado a otro... ¿No es hermoso? Ven, siéntate a mi lado para verlos.",
      "fr": "J'adore voir la neige danser dans le vent. La place à côté de moi est libre, tu peux t'asseoir...",
      "pt": "Ooooh, olha estes pequenos flocos de neve brancos dançando ao vento livremente, não é lindo... Venha, venha, venha sente-se comigo... Veja...",
      "ru": "Смотри, как эти белые снежинки танцуют на ветру, красота! Садись со мной, полюбуйся.",
      "id": "Salju yang menari-nari di tengah angin, benar-benar cantik. Hmmm... kursi di sebelahku ini masih kosong loh.",
      "th": "หิมะขาวโพลนกำลังเต้นระบำในสายลม สวยจังเลย เอ่อ... ที่นั่งข้างฉันยังว่างอยู่ ถ้าอยากนั่งก็เชิญเลยนะ",
      "vi": "Những bông tuyết trắng đang tung bay trong gió, thật là đẹp. Ừm... chỗ bên cạnh tôi còn trống, không có ai ngồi đâu."
    }
  },
  {
    "title": {
      "zhs": "阳光很好…",
      "zht": "陽光很好…",
      "jp": "晴れの日…",
      "ko": "햇살이 좋을 때…",
      "en": "When the Sun Is Out",
      "de": "Wie sonnig ...",
      "es": "Qué sol hace...",
      "fr": "Il fait bon dehors...",
      "pt": "Quando Faz Sol...",
      "ru": "Когда светит солнце...",
      "id": "Ketika Matahari Bersinar",
      "th": "แดดส่องดีจัง...",
      "vi": "Ánh nắng thật chan hòa..."
    },
    "line": {
      "zhs": "走喽，晒太阳…你不去我可就自己去了哦…唔，最后一次机会！走不走！",
      "zht": "#走嘍，曬太陽…{F#妳}{M#你}不去我可就自己去了哦…唔，最後一次機會！走不走！",
      "jp": "ほら、日光浴に行こう…あ、あれ、行かないの？じゃあ、あたし一人でいくから…うー、最後の確認！ほんとに行かないの！？",
      "ko": "일광욕하러 가자! 안 가면 나 혼자 간다… 음, 마지막 기회야! 갈 거야 말 거야~!",
      "en": "Come on, let's go bask in the sun a bit~ ...If you aren't coming, I'll just go by myself~ ...Last chance! Are you coming or not!?",
      "de": "Komm schon, genießen wir die Sonne etwas! ... Wenn du nicht mitkommst, dann gehe ich alleine ... letzte Chance! Kommst du jetzt mit oder nicht?",
      "es": "Vamos, tomemos un poco el sol. Si no vienes, iré yo sola... ¡Última oportunidad! ¡¿Vienes o no?!",
      "fr": "Allez, allons profiter un peu du soleil... Si tu ne viens pas, j'irai seule. Dernier appel ! Tu viens ou pas alors ?!",
      "pt": "Vamos, vamos tomar um pouco de sol... Se você não vier, irei sozinha... Sua ultima chance! Você vem ou não!?",
      "ru": "Пойдём, погреемся на солнце... Ну, если ты не хочешь, я пойду сама... Эй последний шанс! Идёшь или нет?!",
      "id": "Ayo kita berjemur di bawah sinar matahari... Kalau kamu tidak mau ikut, aku akan pergi sendiri ya... Ikut tidak? Kesempatan terakhir!",
      "th": "ไปอาบแดดกันดีกว่า... คุณไม่ไปฉันไปคนเดียวก็ได้... ฮึ โอกาสสุดท้ายแล้วนะ! จะไปไม่ไป!",
      "vi": "Đi thôi, đi phơi nắng... Bạn không đi tôi sẽ tự mình đi.. Hừ, cơ hội cuối cùng nào! Đi hay không!"
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "早，把橱柜里那罐腌泥鳅递给我一下——好咧，我要开始摧毁蒙德酒业啦。",
      "zht": "早，把櫥櫃裡那罐醃泥鰍遞給我一下——好咧，我要開始摧毀蒙德酒業啦。",
      "jp": "おはよう、棚にあるドジョウの塩漬けを持ってきて——よーし、今からモンドの酒造業を破壊するにゃ！",
      "ko": "좋은 아침. 찬장에 있는 절인 미꾸라지 좀 줘봐——좋아, 이제 몬드 주류업을 망쳐볼까!",
      "en": "Morning~ Can you hand me that can of salted loach from the cabinet? Time to destroy the wine industry!",
      "de": "Morgen! Kannst du mir die Dose mit gesalzenem Lurch aus dem Schrank geben? Zeit, die Weinindustrie zu zerstören!",
      "es": "¡Buenos días! ¿Me puedes dar la lata de locha seca que hay en ese armario? ¡Es hora de destruir la industria del vino de Mondstadt!",
      "fr": "Tiens, salut ! Tu peux me passer le poisson salé qui est dans la réserve ? L'heure est venue de détruire l'industrie du vin !",
      "pt": "Bom dia~ Você poderia me dar aquele frasco de laxante do armário? Está na hora de destruir a indústria do vinho!",
      "ru": "Доброе утро. Передай мне, пожалуйста, банку с солёной рыбой, она вон там, в буфете... Ладно, пора разрушить винную индустрию Мондштадта!",
      "id": "Selamat pagi, tolong ambilkan kaleng ikan asin di dalam rak itu. Baiklah, saatnya menghancurkan industri anggur Mondstadt!",
      "th": "อรุณสวัสดิ์ ช่วยหยิบกระปุกปลาหมักที่อยู่ในตู้มาให้หน่อยได้มั้ย? ถึงเวลาทำลายอุตสาหกรรมไวน์ของ Mondstadt แล้ว",
      "vi": "Chào buổi sáng, đưa cho tôi hộp cá chạch muối trong tủ... à, tôi muốn bắt đầu phá huỷ ngành rượu Mondstadt."
    }
  },
  {
    "title": {
      "zhs": "中午好·异响",
      "zht": "午安·異響",
      "jp": "こんにちは·奇妙な音",
      "ko": "점심 인사·이상한 소리",
      "en": "Good Afternoon: Strange Noises",
      "de": "Guten Tag – Seltsame Geräusche",
      "es": "Buenas tardes - Ruido",
      "fr": "Bon après-midi – Étranges bruits",
      "pt": "Boa tarde · Som Estranho",
      "ru": "Добрый день: Странные звуки",
      "id": "Selamat Siang: Bunyi Aneh",
      "th": "สวัสดีตอนเที่ยง - เสียงประหลาด",
      "vi": "Chào buổi trưa - Tiếng động lạ"
    },
    "line": {
      "zhs": "咕噜噜…嗯？没有！你什么都没有听到！",
      "zht": "#咕嚕嚕…嗯？沒有！{F#妳}{M#你}什麼都沒有聽到！",
      "jp": "～～～～ッ！な、なにも！なにも聞こえてにゃいよね！",
      "ko": "꼬르륵…응? 아냐! 넌 아무것도 못 들은 거야!",
      "en": "Wha— Ugh, no! You heard nothing!",
      "de": "Hmm? Nein, du hast nichts gehört!",
      "es": "*Glugluglu* ¿Eh? No, ¡no oíste nada!",
      "fr": "*gargl* ... Tu n'as rien entendu ! D'accord ?",
      "pt": "Hmm? Não, você não ouviu nada!",
      "ru": "#Мя... А? Нет! Ты ничего не слышал{F#a}!",
      "id": "*krukk krukk* Hah? Tidak! Kamu tidak mendengar apa-apa!",
      "th": "*จ๊อกกก*...หืม? อะไร! ฉันไม่ได้ยินอะไรเลย!",
      "vi": "Ọc ọc ọc... Á? Không! Bạn không nghe thấy gì cả!"
    }
  },
  {
    "title": {
      "zhs": "中午好·罐头",
      "zht": "午安·罐頭",
      "jp": "こんにちは·缶詰め",
      "ko": "점심 인사·통조림",
      "en": "Good Afternoon: Canned Food",
      "de": "Guten Tag – Dosenfutter",
      "es": "Buenas tardes - Lata",
      "fr": "Bon après-midi – Boîtes de conserve",
      "pt": "Boa tarde · Enlatado",
      "ru": "Добрый день: Консервы",
      "id": "Selamat Siang: Makanan Kaleng",
      "th": "สวัสดีตอนเที่ยง - อาหารกระป๋อง",
      "vi": "Chào buổi trưa - Đồ hộp"
    },
    "line": {
      "zhs": "这个鱼肉罐头是我好不容易省下来的，别，别看啦！最多…最多只能给你尝一口。",
      "zht": "#這個魚肉罐頭是我好不容易省下來的，別，別看啦！最多…最多只能給{F#妳}{M#你}嘗一口。",
      "jp": "…このお魚の缶詰は、あたしが我慢してとっといたものなんだから。も、もう！こっち見ないで！ひ、一口…一口だけならあげる。",
      "ko": "…이 생선 통조림은 내가 아껴놓은 거야. 그, 그만 봐! 딱…딱 한입만이다?",
      "en": "Uh, I was saving this can of fish for when I was really hungry. Stop looking at it like that! ...Mmm, okay, I'll let you have a little taste, but nothing more!",
      "de": "Ich habe mir diese Dose Fisch aufgehoben, falls ich mal richtig hungrig bin. Aber starr sie nicht so an! ... Ähm, ja, du darfst ein bisschen davon probieren, aber nicht mehr!",
      "es": "Estaba guardando esta lata de pescado para cuando tuviera mucha hambre, ¡deja de mirarme así! Está bien, te dejaré probar un poco, ¡pero solo un poco!",
      "fr": "... Je me gardais cette conserve de poisson pour plus tard quand j'aurai un creux, pas la peine de bloquer dessus ! ... Bon, d'accord, tu peux en avoir un peu – mais juste un peu !",
      "pt": "... Eu estava guardando esta lata de peixe para quando eu estivesse realmente com fome, então pare de olhar para ela assim! ... Ermm, ok, vou deixar você provar um pouco, mas nada mais que isso!",
      "ru": "Я с большим трудом сберегла эти рыбные консервы, поэтому не смотри на меня так! Ну... Ну ладно, можешь попробовать кусочек.",
      "id": "Aku menyimpan sekaleng ikan ini dengan susah payah, jangan melihatnya seperti itu! Baiklah, aku akan membagimu sesuap saja, tidak lebih!",
      "th": "เนื้อปลากระป๋องนี้เหลือแค่นิดเดียวเอง มะ ไม่ต้องมามองนะ! อ่ะ ให้ชิมก็ได้... แต่แค่คำเดียวนะ",
      "vi": "Tôi đã rất khó khăn mới giữ lại được lọ cá đóng hộp này, đừng, đừng nhìn nữa! Nhiều nhất... nhiều nhất chỉ cho bạn nếm thử một miếng thôi."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "失败了…又失败了…大家都喝得好开心，呜…别安慰我，我才不需要安慰…",
      "zht": "失敗了…又失敗了…大家都喝得好開心，嗚…別安慰我，我才不需要安慰…",
      "jp": "失敗…またやらかしちゃった…みんな楽しそうに飲んでた、ううー…気休めならやめて、そんなのいらないから…",
      "ko": "실패했어… 또 실패했다구… 다들 즐겁게 마시고 있잖아. 우으… 날 위로하지 마, 위로 따위 필요 없어…",
      "en": "Aw, I failed... Ugh, again... Everyone loved my drinks! Gah... Don't try to comfort me. I—I don't need comforting!",
      "de": "Ich habe versagt ... schon wieder ... Jeder liebte meine Getränke, ach ... Versuch nicht mich zu trösten, das brauche ich nicht ...",
      "es": "He fracasado... otra vez. A todo el mundo le gustaron mis cócteles... No intentes consolarme, no necesito tu consuelo.",
      "fr": "J'enchaîne les échecs... Tout le monde adore mes boissons... N'essaie pas de me consoler, je n'en ai pas besoin...",
      "pt": "Eu falhei... Novamente... Todos amavam minhas bebidas, Urg... Não tente me consolar, eu não preciso de consolo...",
      "ru": "Провал... Опять провал... Гр-р, все любят мои напитки... Не утешай меня, я в этом не нуждаюсь...",
      "id": "Gagal lagi... gagal lagi... Semuanya menyukai minumanku. *huff* Tidak perlu menghiburku, aku tidak perlu dihibur...",
      "th": "ล้มเหลวอีกแล้ว... ล้มเหลวอีกแล้ว... ทุกคนดื่มกันอย่างมีความสุขเลย เฮ้อ...ไม่ต้องมาปลอบใจฉันหรอก ฉันไม่ต้องการการปลอบใจ...",
      "vi": "Thất bại... lại thất bại rồi... mọi người đều uống rất vui vẻ, hư... đừng an ủi tôi, tôi không cần an ủi..."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "你没有猫的夜视能力，走夜路不要紧吧？要我护送你的话…欸，有灯啊？…谁，谁要护送你啦，快点走快点走。",
      "zht": "#{F#妳}{M#你}沒有貓的夜視能力，走夜路不要緊吧？要我護送{F#妳}{M#你}的話…欸，有燈啊？…誰，誰要護送{F#妳}{M#你}啦，快點走快點走。",
      "jp": "あなた、猫の暗視能力を持ってないでしょ、夜道は大丈夫なの？なんなら家まで送ってあげてもいいけど…えっ？街灯がある？…お、送るだなんて誰も言ってにゃいよ、ほら早く帰った帰った。",
      "ko": "넌 고양이처럼 밤눈이 밝은 것도 아닐 텐데 밤길 돌아다닐 수 있겠어? 아니면 내가 데려다줘도… 에? 가로등이 있다고? …누, 누가 데려다준대! 빨리 가!",
      "en": "Without cat vision, will you be okay walking home in the dark? If you need me to escort you... What? Th—There's lights? Pff, well who said anything about escorting you? Go on now.",
      "de": "Findest du den Weg im Dunkeln nach Hause, ohne die Nachtsicht einer Katze? Wenn du möchtest, dass ich dich begleite ... Hm? Es gibt Lampen? Wer hat hier irgendetwas von begleiten gesagt?! Geh jetzt.",
      "es": "Sin la visión de un gato, ¿podrás volver a casa con esta oscuridad? Si necesitas que te acompañe... ¿Eh? ¿Que hay luces en la calle? Bueno, entonces olvídalo. ¡Vamos, vete!",
      "fr": "#Tu n'as pas trop peur la nuit ? Ça doit être effrayant quand on est incapable de vision nocturne... Tu veux que je te raccompa— Ah, il y a des lampadaires ? Pff. Dans ce cas, rentre {M#tout seul}{F#toute seule}. Allez, zou !",
      "pt": "Sem a visão de um gato, você ficará bem indo para casa no escuro? Se você quiser que eu te acompanhe... Huh? Espera, tem luzes? ... Que-quem falou em te acompanhar? Vá embora, agora.",
      "ru": "Ты не заблудишься ночью без кошачьего зрения? Если хочешь, я могу тебя проводить... Что? Там горят фонари?.. Нет, никто тебя провожать не собирался, тебе послышалось. Иди уже, иди!",
      "id": "Kamu kan tidak bisa melihat dalam gelap seperti kucing, apa tidak sulit berjalan malam-malam? Kalau mau kuantar... Eh, ada lampu? Si, siapa yang mau mengantarmu! Sana cepat pergi!",
      "th": "เธอไม่ได้มองเห็นในความมืดได้เหมือนแมว เดินทางตอนกลางคืนจะไม่เป็นอะไรเหรอ? จะให้ฉันไปส่งเธอมั้ย... เอ๋ มันก็มีไฟนี่นา?... คะ ใครจะไปส่งเธอกันล่ะ รีบไปได้แล้ว",
      "vi": "Bạn không có khả năng nhìn trong đêm của mèo, đi đêm sẽ không sao chứ? Nếu bạn cần tôi đi cùng... Này, có đèn mà?... Ai, ai mà thèm đi cùng bạn chứ, mau, mau đi đi."
    }
  },
  {
    "title": {
      "zhs": "关于迪奥娜自己…",
      "zht": "關於迪奧娜自己…",
      "jp": "ディオナ自身について…",
      "ko": "디오나에 자신에 대해…",
      "en": "About Diona",
      "de": "Über Diona ...",
      "es": "Sobre Diona...",
      "fr": "À propos de Diona...",
      "pt": "Sobre Diona...",
      "ru": "О Дионе...",
      "id": "Tentang Diona sendiri",
      "th": "เกี่ยวกับตัว Diona เอง...",
      "vi": "Về bản thân Diona..."
    },
    "line": {
      "zhs": "耳朵和尾巴才不是什么装饰，是「凯茨莱茵家族」血统的象征，真是少见多怪。呃…你、你把手伸过来干什么？这个…唔…好吧，耳朵的话可以让你摸一下…但是尾巴、尾巴绝对不可以！",
      "zht": "#耳朵和尾巴才不是什麼裝飾，是「凱茨萊茵家族」血統的象徵，真是少見多怪。呃…{F#妳}{M#你}、{F#妳}{M#你}把手伸過來幹什麼？這個…唔…好吧，耳朵的話可以讓{F#妳}{M#你}摸一下…但是尾巴、尾巴絕對不可以！",
      "jp": "耳と尻尾はアクセサリーなんかじゃなくて、「カッツェレイン一族」の血統の象徴よ、あなた田舎者なの？その手…何をするつもり？うぅ…仕方ないわね、耳なら少しくらい触らせてやっても…でも尻尾、尻尾は絶対ダメだからにゃ！",
      "ko": "내 귀랑 꼬리는 장식품이 아니라 「캐츠라인 가문」 혈통의 상징이라구, 하여간 무식하기는. 소…손은 왜 뻗는 거야? 으, 이건… 알았어. 귀는 만지게 해줄게… 하지만 꼬, 꼬리는 절대 안 돼!",
      "en": "My ears and tail are no prop, they're real. Proof of my Kätzlein bloodline. It's only weird to you cause you've never seen it before. Wh—Why are you looking at me like that? Fine. You can touch my ears for a second, but the tail is off limits!",
      "de": "Meine Ohren und der Schwanz sind keine Accessoires, sie sind echt. Sie sind der Beweis meiner Kätzleinblutlinie. Sie kommen dir nur seltsam vor, weil du sie noch nie zuvor gesehen hast. Hm? Warum siehst du mich so an? Na gut, du darfst meine Ohren für eine Sekunde anfassen, aber der Schwanz ist tabu!",
      "es": "Mis orejas y mi cola no son falsas, son un símbolo de mi linaje felinés. Es cierto que no son algo que se vea mucho, pero... ¿Por qué acercas tu mano hacia mí? Está bien, puedes tocarme las orejas, ¡pero la cola no!",
      "fr": "Mes oreilles et ma queue sont on ne peut plus réelles. Preuve que du sang Kätzlein court dans mes veines. Ça te paraît bizarre parce que tu n'as pas l'habitude. P—Pourquoi tu me regardes comme ça ? Bon, d'accord, vas-y. Tu peux toucher mes oreilles si tu veux, mais c'est tout !",
      "pt": "Minhas orelhas e cauda não são brinquedos, são reais. Prova da minha linhagem de sangue Kätzlein. Só é estranho para você porque você nunca tinha visto isto antes. Por-por que você está olhando para mim dessa maneira? Certo, você pode tocar nas minhas orelhas por um segundo, mas a cauda está fora dos limites!",
      "ru": "#Уши и хвост - это не украшение, они настоящие. Это проявление крови кецлайнов. Они кажутся тебе странными, только потому что ты раньше такого не видел{F#a}. Ты... Ты зачем это руки ко мне тянешь? Эм... Ну ладно, уши потрогать можно, но не хвост! Хвост нельзя!",
      "id": "Kuping dan buntutku ini bukan hiasan, ini adalah bukti bahwa aku adalah keturunan Kätzlein. Mungkin kamu merasa aneh karena belum pernah melihatnya. Ken, kenapa kamu menjulurkan tanganmu? *huff* Baiklah, kamu boleh menyentuh kupingku, tapi dilarang keras menyentuh buntutku!",
      "th": "หูและหางไม่ใช่เครื่องประดับ แต่เป็นสัญลักษณ์ทางสายเลือดของ \"ตระกูล Kätzlein\" ซึ่งพบได้ยากมาก เฮ้อ... ธะ เธอยื่นมือมาทำไม? นี่มัน... เอ่อ... เอาเถอะ ถ้าเป็นหูล่ะก็ ให้เธอจับหน่อยก็ได้... แต่หางนี่จับไม่ได้เด็ดขาดเลย!",
      "vi": "Tai và đuôi không phải là vật trang trí, mà là biểu tượng huyết mạch của \"Gia tộc Kätzlein\", thực sự rất hiếm gặp. Này... bạn, bạn đưa tay ra làm gì vậy? Cái này... ừm... cũng được, có thể sờ tai... nhưng đuôi, đuôi thì tuyệt đối không được phép!"
    }
  },
  {
    "title": {
      "zhs": "关于我们·饮料",
      "zht": "關於我們·飲料",
      "jp": "飲み物について…",
      "ko": "우리에 대해·음료수",
      "en": "About Us: Drinks",
      "de": "Über uns – Getränke",
      "es": "#Sobre nosotr{F#as}{M#os} - Bebidas",
      "fr": "À propos de nous – Boissons",
      "pt": "Sobre Nós - Bebidas",
      "ru": "О нас: Напитки",
      "id": "Tentang Kami: Minuman",
      "th": "เกี่ยวกับเรา - เครื่องดื่ม",
      "vi": "Về chúng tôi - Đồ uống"
    },
    "line": {
      "zhs": "想喝无酒精饮料？难倒是不难，但是没有意义！无论成功还是失败，都和摧毁蒙德酒业的目标没有关联。我才不会做呢。",
      "zht": "想喝無酒精飲料？難倒是不難，但是沒有意義！無論成功還是失敗，都和摧毀蒙德酒業的目標沒有關聯。我才不會做呢。",
      "jp": "ノンアルコールドリンクが飲みたい？作るのは難しくないけど、意味が全くないでしょ。だって成功であれ失敗であれ、モンドの酒造業を破壊する目標とは関係ないもん。あたしは作らないよ。",
      "ko": "무알코올 음료가 마시고 싶다고? 어려운 건 아닌데, 그건 아무 의미 없잖아! 성공하든 실패하든 몬드 주류업을 망칠 수 없다구. 근데 내가 왜 해야 돼?",
      "en": "You want a non-alcoholic drink? No, that's not difficult, but it's meaningless! It doesn't have anything to do with my grand plan of destroying the wine industry of Mondstadt. I won't waste my time on such a drink, hmph!",
      "de": "Du willst einen nicht-alkoholischen Drink? Nein, das ist nicht schwierig, aber bedeutungslos! Das hat ja rein gar nichts zu tun mit meinem großen Plan, die Weinindustrie von Mondstadt zu zerstören. Mit einem solchen Getränk werde ich nicht meine Zeit verschwenden, hmpf!",
      "es": "¿Quieres una bebida sin alcohol? No, no es difícil de hacer, ¡pero no tiene sentido! No sirve para mi gran plan de destruir la industria del vino de Mondstadt. No perderé mi tiempo haciendo una bebida así, ¡hum!",
      "fr": "Préparer des boissons sans alcool ? C'est facile, mais ça n'a pas de sens pour moi ! Comment suis-je censée détruire l'industrie du vin sans alcool ? Non, merci.",
      "pt": "Você quer uma bebida não alcoólica? Não, isso não é difícil, mas não faz sentido! Não tem nada a ver com meu grande plano de destruir a indústria do vinho de Mondstadt. Não vou perder meu tempo com tal bebida, hnf!",
      "ru": "Хочешь безалкогольный напиток? Нет, это не сложно, но бессмысленно! Это никак не поможет мне сокрушить винную индустрию Мондштадта, поэтому я не буду тратить на это время!",
      "id": "Kamu ingin minum minuman tanpa alkohol? Tidak sulit sih, tetapi tidak ada gunanya! Tidak ada hubungannya sama sekali dengan rencana besarku untuk menghancurkan industri anggur Mondstadt. Aku tidak mau membuatnya, huh!",
      "th": "ต้องการเครื่องดื่มที่ไม่มีแอลกอฮอล์? ยากน่ะไม่ยากหรอก แต่มันไม่เข้าท่าเลย! ไม่ว่าจะประสบความสำเร็จหรือล้มเหลว ก็ไม่เกี่ยวข้องกับเป้าหมายในการทำลายอุตสาหกรรมไวน์ของ Mondstadt ฉันไม่เสียเวลาไปทำหรอก",
      "vi": "Bạn muốn đồ uống không cồn? Không phải là chuyện khó, nhưng vô nghĩa! Cho dù thành công hay thất bại, đều không liên quan gì đến mục tiêu phá huỷ ngành rượu của Mondstadt. Tôi không thèm làm đâu."
    }
  },
  {
    "title": {
      "zhs": "关于我们·贵宾渠道",
      "zht": "關於我們·貴賓待遇",
      "jp": "VIPルートについて…",
      "ko": "우리에 대해·VIP 루트",
      "en": "About Us: VIP Channels",
      "de": "Über uns – VIP-Kanäle",
      "es": "#Sobre nosotr{F#as}{M#os} - VIP",
      "fr": "À propos de nous – Canaux VIP",
      "pt": "Sobre Nós - Canais VIP",
      "ru": "О нас: ВИП каналы",
      "id": "Tentang Kami: Channel VIP",
      "th": "เกี่ยวกับเรา - ช่อง VIP",
      "vi": "Về chúng tôi - Khách quý"
    },
    "line": {
      "zhs": "喏，这个是「了不起的夏日梦幻忧郁珊瑚气泡茶」，只是因为最近无聊才做的。热门产品？排队抢购？你在说什么呢，我可没听见。",
      "zht": "#喏，這個是「了不起的夏日夢幻憂鬱珊瑚氣泡茶」，只是因為最近無聊才做的。熱門產品？排隊搶購？{F#妳}{M#你}在說什麼呢，我可沒聽見。",
      "jp": "はい、これは「偉大なる夏日幻想憂鬱珊瑚気泡茶」だよ。暇つぶしに作ったの…人気商品？行列ができる一品？なに言ってるの、し、知らにゃい！",
      "ko": "자, 이건 「위대한 여름날의 몽환적이고 센티멘털한 산호 스파클링 티」야. 요즘 심심해서 한번 만들어봤어…. 줄 서서 마시는 인기 메뉴? 무슨 소리야, 난 못 들어 봤다구",
      "en": "Here! I call this Fantastic Summer-Serendipity Coral Sparkling Tea, I just made it one day when I was bored... Huh, you say it's popular? People are lining up to buy it? Don't be ridiculous.",
      "de": "Hier! Ich nenne ihn überwältigender Sprudeltee trauriger Korallen in einem sommerlichen Traum. Ich habe ihn neulich zubereitet, als ich Langeweile hatte ... Was? Beliebt? Anstehen, um ihn zu bestellen? Nein, neinneinneinnein, sei nicht albern.",
      "es": "¡Toma! Este es mi “té espumoso de coral veraniego melancólico”, lo preparé un día que estaba aburrida. ¿Eh? ¿Que quieres beber algo que esté más de moda? ¿Que harías cola por probarlo? No entiendo de qué hablas.",
      "fr": "J'ai créé le thé corail pétillant d'un fantastique songe d'été parce que je m'ennuyais. Tout le monde se l'arrache ? Hmph, je vais faire comme si je n'avais rien entendu.",
      "pt": "Aqui! Eu chamo este de Fantástico Chá de Verão com Coral Brilhante. Eu fiz ele em um certo dia quando estava entediada... O quê? ...Popular? Ficar em uma fila para pegar? Não, não, não. Não seja ridículo.",
      "ru": "Это Необыкновенный Коралловый Чай Летних Грёз с пузырьками. Я сделала его, потому что мне было скучно. Что? Популярный напиток? Люди выстраиваются за ним в очереди? Не понимаю, о чём ты.",
      "id": "Ini dia! Ini adalah \"Fantastic Summer-Serendipity Coral Sparkling Tea\", aku membuatnya karena aku sedang bosan belakangan ini. Apa? Minuman ini populer? Orang-orang mengantri untuk membelinya? Apa maksudmu, aku tidak pernah mendengar hal-hal itu.",
      "th": "อ่า นี่คือ \"ปะการังต้มชาสุดซ่าในความฝันอันสุดยอดของฤดูร้อน\" ช่วงนี้เบื่อ ๆ เลยทำน่ะ สินค้าขายดี? ต่อแถวแย่งซื้อ? เธอพูดอะไร ฉันไม่เคยได้ยินมาก่อนเลย",
      "vi": "Đây, đây là \"Trà sủi bọt san hô giải sầu mộng ảo ngày hè vô đối\", tại vì dạo này thấy buồn chán nên mới làm đó. Sản phẩm nổi bật? Xếp hàng để mua? Bạn đang nói gì vậy, tôi không nghe rõ."
    }
  },
  {
    "title": {
      "zhs": "关于我们·聊天需要",
      "zht": "關於我們·聊天需要",
      "jp": "話し相手の需要について…",
      "ko": "우리에 대해·대화 필요",
      "en": "About Us: The Need to Chat",
      "de": "Über uns – Das Bedürfnis sich zu unterhalten",
      "es": "#Sobre nosotr{F#as}{M#os} - Conversaciones",
      "fr": "À propos de nous – Besoin de discuter",
      "pt": "Sobre Nós - Necessidade de Conversar",
      "ru": "О нас: Жажда разговора",
      "id": "Tentang Kami: Berbincang Mengenai Keperluan",
      "th": "เกี่ยวกับเรา - ต้องการพูดคุย",
      "vi": "Về chúng tôi - Nhu cầu nói chuyện"
    },
    "line": {
      "zhs": "唔…要是，要是你感觉孤单了，我可以随便陪你聊聊天。我还是知道很多事情的哦！也是很好的…那个叫什么，说话对象哦。没错没错！来跟我，多说说话吧…",
      "zht": "#唔…要是，要是{F#妳}{M#你}感覺孤單了，我可以隨便陪{F#妳}{M#你}聊聊天。我還是知道很多事情的哦！也是很好的…那個叫什麼，說話對象哦。沒錯沒錯！來跟我，多說說話吧…",
      "jp": "う～…えっと…もしあなたが寂しくなったら、あたしが相手してあげてもいいよ。あたし色んなこと知ってるよ！良い…なんだっけ、良い話し相手になれるんだから！うんうん、だから、もっとあたしと喋ってよ…",
      "ko": "으…음… 만, 만약 외로우면 언제든 나랑 이야기하러 와. 난 꽤 많은 걸 알고 있거든! 그 뭐였더라… 괜찮은 대화 상대라구. 그래, 그래! 자주 얘기하자…",
      "en": "Well, if you ever feel lonely, you can chat with me. I know lots of cool things~ I'm a good... what's that called... chatting partner! Yes! A good chatting partner, come chat with me... lots... ...okay?",
      "de": "Na ja, solltest du dich jemals einsam fühlen, kannst du mit mir sprechen. Ich kenne viele tolle Dinge! Ich bin eine gute ... wie nennt man das? Gesprächspartnerin! Ja! Eine gute Gesprächspartnerin! Komm und unterhalte dich mit mir ... oft ... ja?",
      "es": "#Bueno, si alguna vez te sientes sol{F#a}{M#o}, puedes charlar conmigo. Sé muchas cosas interesantes. Soy una buena... ¿cómo se dice? Compañera de conversación. ¡Sí, eso! Puedes charlar conmigo cuando quieras.",
      "fr": "#Si jamais tu te sens {M#seul}{F#seule}, tu peux venir discuter avec moi. Je connais plein de choses sympa ! Et je fais une bonne confitu... Non, comment on dit déjà... Ah, confidente, c'est ça ! Alors viens discuter avec moi... D'accord ?",
      "pt": "Bem, se alguma vez você se sentir só, você pode conversar comigo. Eu sei de muitas coisas legais~ Eu sou uma boa... Como se chama... Companheira de conversa! Sim! Uma boa companheira de conversa, venha conversar bastante comigo, tá bom...?",
      "ru": "Эм... Если... Если тебе одиноко, мы можем поболтать. Я знаю много интересного! Я... Как его... Я интересный собеседник, вот! Мы можем поговорить... О чём угодно... Да?",
      "id": "Emmm, kalau... Kalau kamu merasa kesepian, aku bisa menemanimu berbincang-bincang. Aku cukup tahu banyak hal loh! Aku juga dikenal sebagai... apa ya namanya... teman bicara! Benar, teman bicara yang baik! Maka dari itu, sering-seringlah berbincang denganku ya...",
      "th": "เอ่อ... ถะ ถ้าเธอเหงาล่ะก็ ฉันคุยเป็นเพื่อนได้นะ ฉันรู้เรื่องราวต่าง ๆ มากมายเลย! เอ่อ... มันเรียกว่าอะไรนะ เพื่อนคุยรึเปล่า ใช่แล้ว ๆ! มากับฉันแล้วเรามาคุยกันเถอะ...",
      "vi": "Ừm... Nếu bạn cảm thấy cô đơn, tôi có thể trò chuyện với bạn. Tôi biết rất nhiều chuyện đấy nhé! Cũng rất thú vị... cái đó gọi là gì nhỉ, đối tượng nói chuyện. Đúng rồi đúng rồi! Hãy nói chuyện với tôi nhiều hơn..."
    }
  },
  {
    "title": {
      "zhs": "关于我们·好奇心",
      "zht": "關於我們·好奇心",
      "jp": "好奇心について…",
      "ko": "우리에 대해·호기심",
      "en": "About Us: Curiosity",
      "de": "Über uns – Neugier",
      "es": "#Sobre nosotr{F#as}{M#os} - Curiosidad",
      "fr": "À propos de nous – Curiosité",
      "pt": "Sobre Nós - Curiosidade",
      "ru": "О нас: Любопытство",
      "id": "Tentang Kami: Rasa Penasaran",
      "th": "เกี่ยวกับเรา - ความสงสัย",
      "vi": "Về chúng tôi - Tò mò"
    },
    "line": {
      "zhs": "是什么是什么？你拿着的是什么？快给我看看！说不定丢到酒里能做出相当难喝的…啊，什么嘛，原来只是长得奇怪了点的蘑菇而已呀，真无趣。",
      "zht": "#是什麼是什麼？{F#妳}{M#你}拿著的是什麼？快給我看看！說不定丟到酒裡能做出相當難喝的…啊，什麼嘛，原來只是長得奇怪了點的蘑菇而已呀，真無趣。",
      "jp": "なになに、あなた何持ってるの？ちょっと見せて！もしかしてこれを入れたらすごーくまずいお酒が作れるかも…え？なーんだ、ちょっと変わったキノコか、つまんないの。",
      "ko": "뭐야 뭐야? 손에 든 게 뭐냐니까? 빨리 보여줘 봐! 설마 술에 넣으면 엄청 맛없어지는… 아, 뭐야, 그냥 이상하게 생긴 버섯이잖아. 재미없긴",
      "en": "What's that!? What's that!? Let me see! Maybe I can add it to my next cocktail to give it a dreadful taste... Huh? It's just a strange-looking mushroom, how boring...",
      "de": "Was ist das? Was ist das? Lass mich mal sehen! Vielleicht kann ich es in meinen nächsten Cocktail mischen, damit er so richtig ekelhaft wird ... Hm? Das ist ja nur ein seltsam aussehender Pilz, wie langweilig ...",
      "es": "¡¿Que es eso?! ¡¿Que es eso que tienes ahí?! ¡Déjame verlo! Tal vez pueda usarlo en mi próximo cóctel para darle un sabor espantoso... ¿Eh? Vaya, es solo un champiñón de aspecto extraño. Qué aburrido...",
      "fr": "Oh, mais qu'est-ce que c'est ? Laisse-moi voir ! Tu tiens peut-être l'ingrédient secret qui rendra mes boissons dégoût— Ah. Ce n'était qu'un champignon avec une forme bizarre. Pas intéressée...",
      "pt": "O que é isso!? O que é isso!? Deixe-me ver! Talvez eu possa adicioná-lo ao meu próximo coquetel para lhe dar um sabor horrível... Nossa, mas é só um cogumelo estranho. Que chato...",
      "ru": "Что это, что это? Что это у тебя в руках? Скорее, дай посмотреть! Этим точно можно испортить коктейль... Что? Это всего лишь странно выглядящий гриб? Какое разочарование...",
      "id": "Apa itu, apa itu? Sedang lihat apa kamu? Ayo cepat tunjukkan padaku! Siapa tahu bisa membuat anggur semakin tidak enak kalau kutambahkan ke dalamnya... Hah? Ternyata hanya setangkai jamur yang bentuknya sedikit aneh, tidak seru...",
      "th": "นั่นอะไร ๆ? เธอถืออะไรอยู่เหรอ? ขอฉันดูหน่อย! ไม่แน่ว่าถ้าใส่ลงไปในเหล้า อาจจะมีรสชาติที่แย่มากก็ได้... หาา อะไรนะ ที่แท้ก็เห็ดรูปร่างแปลก ๆ นี่เอง น่าเบื่อซะจริง",
      "vi": "Đó là... là cái gì vậy? Bạn đang cầm thứ gì thế? Mau cho tôi xem! Có khi nào bỏ nó vào rượu có thể làm rượu mất ngon... hả, cái gì, hoá ra chỉ là một cây nấm rơm à, thật nhàm chán."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」·遗传",
      "zht": "關於「神之眼」·遺傳",
      "jp": "「神の目」について·遺伝",
      "ko": "「신의 눈」에 대해·유전",
      "en": "About the Vision: Heirloom",
      "de": "Über das Göttliche Auge – Erbstück",
      "es": "Sobre la Visión - Herencia",
      "fr": "À propos de l'œil divin – Héritage",
      "pt": "Sobre Visão - Herança",
      "ru": "О Глазе Бога: Наследство",
      "id": "Tentang Vision: Pewarisan",
      "th": "เกี่ยวกับ \"วิชั่น\" - ผู้สืบทอด",
      "vi": "Về Vision - Di truyền"
    },
    "line": {
      "zhs": "问我的「神之眼」是怎么来的？哼，是、呃…是凯茨莱茵的家族遗传！唔？杜拉夫先生根本没有神之眼？欸——露馅了。",
      "zht": "問我的「神之眼」是怎麼來的？哼，是、呃…是凱茨萊茵的家族遺傳！唔？杜拉夫先生根本沒有神之眼？欸——露餡了。",
      "jp": "あたしの「神の目」の由来？フン、これはカッツェレイン一族の遺伝だよ…へ？ドゥラフさんは神の目を持ってないって？えっと——バレたにゃ！！",
      "ko": "내 「신의 눈」은 어디서 났냐고? 흥, 캐, 캐츠라인 가문의 내력이야…! 응? 우리 아빠는 신의 눈이 없다고? 헷——들켰네!!",
      "en": "How did I get my Vision? Simple — everyone in the Kätzlein lineage gets one. ...Huh? Then why doesn't Draff have a Vision? Uhh... Oh no, the cat's out of the bag! Eek!",
      "de": "Wie ich mein Göttliches Auge erhalten habe? Ganz einfach: jeder der Kätzleinblutlinie bekommt eins. Hm? Warum Draff dann keins hat hat? Oh, äh ... Oh nein, die Katze ist auch dem Sack!",
      "es": "¿Que cómo conseguí mi Visión? Hummm, pues... todos los miembros de la familia felinesa tienen una... ¿Eh? ¿Que, entonces, por qué Draff no tiene una Visión? Vaya... ¡me atrapaste!",
      "fr": "Comment j'ai obtenu mon œil divin ? Simple : tous ceux faisant partie de la lignée des Kätzlein en possède un... Comment ? Pourquoi Draff n'en a pas ? Ah, le secret est éventé !",
      "pt": "Como eu consegui minha visão? Simples - todos na linhagem Kätzlein recebem uma. Então por que Draff não tem uma Visão? Uh... Oh não, você me pegou..!",
      "ru": "Как я получила Глаз Бога? Хм... Ну... Все в роду кецлайнов получают Глаз Бога! А? Почему у Драффа нет Глаза Бога? Ой, кот вылез из мешка!",
      "id": "Kamu ingin tahu bagaimana aku bisa mendapatkan Vision? Emmm, sebenarnya... semua keluarga Kätzlein memilikinya! Apa? Tuan Draff tidak memilikinya? Ahhh —— Ketahuan deh.",
      "th": "ถามว่าวิชั่นมาได้ยังไงน่ะเหรอ? เหอะ คือ เอ่อ... เป็นสิ่งที่สืบทอดทางสายเลือดของ ตระกูล Kätzlein น่ะ! เอ๋? คุณ Draff ไม่มีวิชั่นตั้งแต่แรกเหรอ? ความแตกซะแล้ว",
      "vi": "Bạn muốn biết Vision của tôi sao mà có hả? Ừm, là, ừm... là di truyền của gia tộc Kätzlein! Hả? Ngài Draff không hề có Vision? Úi... bị lộ rồi."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」·来历",
      "zht": "關於「神之眼」·來歷",
      "jp": "「神の目」について·由来",
      "ko": "「신의 눈」에 대해·내력",
      "en": "About the Vision: Origin",
      "de": "Über das Göttliche Auge – Ursprung",
      "es": "Sobre la Visión - Origen",
      "fr": "À propos de l'œil divin – Origine",
      "pt": "Sobre Visão - Origens",
      "ru": "О Глазе Бога: Происхождение",
      "id": "Tentang Vision: Asal-Usul",
      "th": "เกี่ยวกับ \"วิชั่น\" - ที่มา",
      "vi": "Về Vision - Nguồn gốc"
    },
    "line": {
      "zhs": "为什么非得告诉你啦，哼！算了，看在你一直追问的份上，看在…看在我们是朋友的份上。那次我爸爸外出打猎，差点出大事，在大雨中，我脑袋里想的全部事情就是要找到他，救出他…好了啦，满意了吧！",
      "zht": "#為什麼非得告訴{F#妳}{M#你}啦，哼！算了，看在{F#妳}{M#你}一直追問的份上，看在…看在我們是朋友的份上。那次我爸爸外出打獵，差點出大事，在大雨中，我腦袋裡想的全部事情就是要找到他，救出他…好了啦，滿意了吧！",
      "jp": "なんで教えなきゃいけないのよ！ふん…まあいいわ、そんなにしつこく聞くなら…友達だし教えてあげる。あの日、狩猟に出たパパは危うく大変な目に遭うとこだった。大雨の中、あたしはパパを救い出すこと以外何も考えてなかった…はい！おわりっ！もういいでしょ！",
      "ko": "내가 왜 너한테 알려줘야 돼? 흥…됐어, 계속 그렇게 물어보니깐, 친구인 널 봐서 알려주긴 할게. 예전에 아빠가 사냥을 나가셨다가 큰일 날 뻔하셨어. 폭우가 쏟아지는데 내 머릿속은 온통 아빠를 찾아서 구해야 한단 생각뿐이었어… 자, 이제 됐지!",
      "en": "Why should I tell you!? Hmph! ...*sigh* Since you won't stop asking... and since we are friends, I'll tell you: One time, my daddy went missing on a hunt in a big storm. All I could think of was finding him, saving him... That's it, are you happy now!",
      "de": "Warum sollte ich dir das sagen?! Hmpf! *seufz* Da du eh nicht aufhören wirst zu fragen ... und weil wir Freunde sind, werde ich es dir verraten: Einmal wurde mein Vater während eines starken Sturmes auf der Jagd vermisst. Ich konnte an nichts anderes denken, als ihn zu finden, ihn zu retten ... Das war’s, bist du jetzt glücklich?",
      "es": "#¡¿Por qué debería contártelo?! ¡Hum! *Suspira* Bueno, como insistes y somos {F#amigas}{M#amigos}, te lo diré: una vez, mi papá se perdió mientras cazaba durante una fuerte tormenta. Entonces, yo solo podía pensar en encontrarlo y salvarlo... Eso es todo. ¿Ya estás content{F#a}{M#o}?",
      "fr": "#Pourquoi je t'en parlerais ? Hmph... *soupir* Enfin, puisque tu n'arrêtes pas... et puisqu'on est {M#amis}{F#amies}, soit. Un jour, mon père est parti chasser alors que le temps se déchaînait et n'est pas rentré. Tout ce qui comptait alors à mes yeux était de le retrouver et de le sauver... Voilà ! J'espère que tu es {M#content}{F#contente} maintenant !",
      "pt": "Por que eu deveria lhe dizer!? Hunf! ...*Suspiro* Como você não vai parar de perguntar... E como somos amigos, eu lhe direi: Uma vez, meu papai desapareceu durante uma caçada no meio de uma grande tempestade. Tudo que eu conseguia pensar era em encontrá-lo e salvá-lo... É isso, feliz agora!?",
      "ru": "Почему я должна тебе это рассказывать? Пфф... Ладно, раз ты так настойчиво спрашиваешь... Раз мы друзья, я скажу: как-то раз мой папа пошёл на охоту и пропал. Шёл сильный дождь, но я могла думать только о том, чтобы спасти его... Вот и всё! Надеюсь, теперь ты от меня отстанешь?",
      "id": "Huh, Kenapa aku harus memberi tahumu?! *huff* Baiklah, karena kamu bertanya terus-menerus... dan karena kita berteman. Saat itu sedang hujan deras dan ayahku tiba-tiba hilang saat sedang berburu. Saat itu aku hanya bisa berpikir untuk menemukan dia, mencari dia... Begitulah ceritanya! Puas?",
      "th": "ทำไมต้องบอกเธอด้วยล่ะ! เฮ้อ! ช่างเถอะ เห็นแก่ที่เธอเอาแต่คอยถามอยู่เรื่อย เห็นแก่... เห็นแก่ความเป็นเพื่อนของเรา คือครั้งนั้นตอนที่พ่อออกไปล่า เกือบจะเกิดเรื่องใหญ่ขึ้น ท่ามกลางฝนที่ตกหนัก ในหัวของฉันคิดแค่จะต้องหาพ่อให้เจอ และช่วยเขาให้ได้... เอาล่ะ พอใจรึยัง!",
      "vi": "Tại sao tôi phải nói cho bạn chứ, hừm! Thôi được rồi, nể tình bạn đã cố gặng hỏi, và... vì chúng ta là bạn bè. Lần đó bố tôi đi săn, suýt gặp chuyện lớn, trong cơn mưa lớn, tất cả những gì tôi nghĩ trong đầu là phải tìm được và phải cứu bố... vậy đó, hài lòng chưa!"
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享…",
      "zht": "有什麼想要分享…",
      "jp": "シェアしたいこと…",
      "ko": "하고 싶은 이야기…",
      "en": "Something to Share",
      "de": "Willst du mir etwas mitteilen?",
      "es": "¿Algo que decir?",
      "fr": "Quelque chose à partager ?",
      "pt": "Algo para Compartilhar...?",
      "ru": "Давай поделимся...",
      "id": "Berbagi Cerita",
      "th": "ต้องการจะแชร์อะไร...",
      "vi": "Có gì muốn chia sẻ không..."
    },
    "line": {
      "zhs": "龙脊雪山上，会不会长着奇珍异草呢。「拥有致命的苦味」或者「沾到一点就嘴巴发麻」这样？要拔好多下来！然后…嘿嘿嘿…嚯嚯。",
      "zht": "龍脊雪山上，會不會長著奇珍異草呢。「擁有致命的苦味」或者「沾到一點就嘴巴發麻」這樣？要拔好多下來！然後…嘿嘿嘿…嚯嚯。",
      "jp": "ドラゴンスパインには珍しい品種の花が咲いてるかな。「致命的な苦味を持つ」花とか「少量だけでも唇が痺れる」花とか。いっぱい採って！それで、ククク…",
      "ko": "드래곤 스파인에 희귀한 식물이 있으려나? 「치명적인 쓴맛」이 있거나 「입에 조금만 닿아도 얼얼한」 그런 거 말이야. 엄청 많이 채집한 다음… 후후후…",
      "en": "Hey, do you think there are any exotic plants on Dragonspine? Maybe something with a deadly bitterness, or something that numbs your mouth upon contact? I'm going to pick a lot! And then... hehehe-hee-hee...",
      "de": "Glaubst du, dass es auf dem Drachengrat irgendwelche exotischen Pflanzen gibt? Vielleicht irgendwas mit einer „tödlichen Bitternote“ oder etwas, das „den Mund bei Kontakt sofort betäubt“? Dann werde ich davon nämlich eine Menge pflücken! Und dann ... Muahaha!",
      "es": "¿Crees que hay plantas exóticas en Espinadragón? Quizás algo con un sabor tan amargo que incluso puede matar, o algo que adormece toda la boca al probarlo. Cuando vaya, ¡recogeré muchas plantas! Y entonces... ¡Muajajaja!",
      "fr": "Tu crois qu'on trouve des plantes exotiques sur les Monts Dosgragon ? Peut-être quelque chose de bien amer, ou alors qui paralyse la bouche quand on y touche... Si c'est le cas, je vais en cueillir une pelletée, et après... Héhéhé...",
      "pt": "Você acha que há alguma planta exótica na Espinha do Dragão? Talvez algo com uma \"amargura mortal\", ou algo que \"adormece sua boca ao contato\"? Eu vou pegar um monte! E depois... Muahah-hahahah...",
      "ru": "Как думаешь, на Драконьем хребте можно найти редкие травы? Какие-нибудь смертельно горькие или заставляющие язык неметь? Мне нужно очень много! А потом... Ха-ха... Муа-ха-ха-ха!",
      "id": "Menurutmu, apakah ada tanaman eksotis yang tumbuh di Dragonspine? Yang rasanya \"pahit setengah mati\" atau \"membuat mulut mati rasa\"? Aku akan memetik sebanyak-banyaknya! Kemudian... hehehe...",
      "th": "จะมีหญ้าแปลก ๆ และหายากบน Dragonspine รึเปล่านะ! หรือจะมี \"สิ่งที่มีรสขมแบบร้ายแรง\" หรือ \"แค่แตะก็ทำให้ปากชา\" อะไรแบบนี้บ้างรึเปล่า? ถ้ามีล่ะก็จะเก็บมาให้เยอะ ๆ เลย! จากนั้นก็... หึ ๆๆ... เหอะ ๆ",
      "vi": "Liệu trên Long Tích Tuyết Sơn có mọc những loại thảo mộc hiếm lạ không nhỉ. Ví như \"có vị đắng chết người\" hoặc là \"khiến miệng ngứa ran nếu chạm vào\"? Phải hái thật nhiều! Sau đó... hehehe... hô hô."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "我扑…捕捉蝴蝶的技巧可是一流的。喂，不是啦！抓蝴蝶是为了加进酒里做出难吃的味道，不要把我当成猫啦！喵！",
      "zht": "我撲…捕捉蝴蝶的技巧可是一流的。喂，不是啦！抓蝴蝶是為了加進酒裡做出難吃的味道，不要把我當成貓啦！喵！",
      "jp": "あたし…蝶々を捕まえる腕は一流だにゃ！ばっ、違うわよ！——お酒に入れてまずくするために捕まえるの！飼い猫なんかと一緒にしないでほしいにゃ！",
      "ko": "나…난 나비를 되게 잘 잡아. 이봐, 아니라구! 나비를 잡는 건 술에 넣어서 이상한 맛을 내려는 거야! 날 고양이 취급하지 마! 냥!",
      "en": "When it comes to butterflies, I'm the best at pouncing on— err, catching them. Hey, not in a fun way! I catch butterflies to add a nasty taste to my cocktails. I'm not a cat! Meow! *hiss*",
      "de": "Was Schmetterlinge angeht, so bin ich die Beste im Erlegen ... äh, Fangen. He, ich mache das nicht zum Spaß! Ich fange Schmetterlinge, um meinen Getränken einen furchtbaren Geschmack zu verleihen, ich bin keine Katze! Miau!",
      "es": "Cuando se trata de mariposas, soy la mejor cazándolas. ¿Eh? ¡No! ¡No me las como! Las atrapo para agregarlas a mis cócteles y darlos un sabor horrible. ¡No te creas que soy una gata de verdad! ¡Miau!",
      "fr": "Je suis la reine quand il s'agit d'écra... euh, d'attraper les papillons. Eh ! Pas comme tu l'imagines ! Je les attrape pour donner un méchant goût à mes cocktails, je ne suis pas un chat ! Miaou !",
      "pt": "Quando se trata de borboletas, eu sou a melhor em pular nel-erm, capturar elas. Ei, não é por diversão! Eu pego borboletas para acrescentar um gosto desagradável aos meus coquetéis, eu não sou um gato! Miau!",
      "ru": "Я лучше всех бью... В смысле, ловлю бабочек. Эй, не смешно! Я ловлю бабочек, чтобы добавить моим коктейлям мерзкий привкус. Я вовсе не кошка! Мяу!",
      "id": "Aku ini ahlinya menyergap... eh, menangkap kupu-kupu. Hei, bukan begitu! Aku ini suka menangkap kupu-kupu untuk dimasukkan ke dalam anggur, bukan karena aku seperti kucing! *miaw*!",
      "th": "ฝีมือการจับ... ผีเสื้อของฉันน่ะชั้นหนึ่งเลยนะ! เฮ้ ไม่ใช่สิ! ที่จับผีเสื้อเพื่อเอาไปใส่ในเหล้าทำให้รสชาติแย่น่ะ อย่าทำเหมือนฉันเป็นแมวสิ! เมี้ยว!",
      "vi": "Kỹ năng bắt bướm của tôi là hàng đầu. Này, không phải đâu! Bắt bướm là để cho vào rượu tạo ra hương vị khó chịu, đừng có xem tôi là con mèo! Meo!"
    }
  },
  {
    "title": {
      "zhs": "关于迪卢克…",
      "zht": "關於迪盧克…",
      "jp": "ディルックについて…",
      "ko": "다이루크에 대해…",
      "en": "About Diluc",
      "de": "Über Diluc ...",
      "es": "Sobre Diluc...",
      "fr": "À propos de Diluc...",
      "pt": "Sobre Diluc...",
      "ru": "О Дилюке...",
      "id": "Tentang Diluc",
      "th": "เกี่ยวกับ Diluc...",
      "vi": "Về Diluc..."
    },
    "line": {
      "zhs": "那个…迪卢克，是我最讨厌的人！没有迪卢克就不会有蒙德酒业，没有蒙德酒业爸爸就不会喝酒，爸爸不喝酒就…就会陪我了，哼。",
      "zht": "那個…迪盧克，是我最討厭的人！沒有迪盧克就不會有蒙德酒業，沒有蒙德酒業爸爸就不會喝酒，爸爸不喝酒就…就會陪我了，哼。",
      "jp": "アイツ…ディルックはあたしが一番嫌いなやつ！ディルックさえいなくなればモンドの酒造業もなくなるのに。モンドの酒造業がなければ、パパもお酒を飲まなくなる…そしたら、もっとあたしと一緒にいてくれ…な、なんでもにゃい…！",
      "ko": "그 다이루크는… 내가 제일 싫어하는 사람이야! 다이루크만 없으면 몬드 주류업도 없을 거고, 그럼 아빠가 술도 안 마실테고, 그럼… 아빠가 내 옆에 있어 줄 텐데, 흥",
      "en": "Diluc... I can't stand him! If there was no Diluc, there would be no Mondstadt wine industry; if there was no Mondstadt wine industry, Daddy wouldn't drink; and if Daddy didn't drink... he would keep me company. Ohhhh...",
      "de": "Diluc ... Ich kann ihn nicht ausstehen! Wenn es Diluc nicht gäbe, gäbe es auch keine Weinindustrie in Mondstadt; wenn es keine Weinindustrie gäbe, würde Vater nicht trinken; und wenn Vater nicht trinken würde ... würde er etwas mit mir unternehmen. Ooh ...",
      "es": "Diluc... Ah, sí, ¡lo odio! Si él no existiera, Mondstadt no tendría una industria del vino. Si no hubiera una industria del vino, papá no bebería; y si papá no bebiera... pasaría más tiempo conmigo. ¡Buaaa!",
      "fr": "Ce Diluc... Je ne peux pas le voir ! Sans Diluc, pas d'industrie du vin à Mondstadt. Et sans industrie du vin, mon père ne boirait pas. Et si mon père ne buvait pas... il pourrait me tenir compagnie... *soupir* ...",
      "pt": "Diluc... Eu não suporto ele! Se não houvesse Diluc, não haveria a indústria de vinho de Mondstadt; Se não houvesse a indústria de vinho, papai não beberia; E se papai não bebesse... Ele me faria companhia até hoje. Ohhhh...",
      "ru": "Этот... Дилюк! Терпеть его не могу! Если бы не было Дилюка, не было бы и винной индустрии в Мондштадте, а если бы не было виноделия, папа бы не пил, а если бы папа не пил... Тогда бы мы проводили время вместе. Эх...",
      "id": "Diluc... Aku paling benci dengan Diluc! Kalau tidak ada Diluc, tidak akan ada anggur di Mondstadt; kalau tidak ada anggur di Mondstadt, ayahku tidak akan minum anggur; kalau ayah tidak minum anggur... dia akan menemaniku...*huff*",
      "th": "Diluc...คนนั้นน่ะ เป็นคนที่ฉันเกลียดที่สุดเลย! ถ้าไม่มี Diluc คนนั้นก็จะไม่มีอุตสาหกรรมไวน์ของ Mondstadt พอไม่มีอุตสาหกรรมไวน์ของ Mondstadt แล้ว พ่อก็จะไม่ได้ดื่ม และถ้าพ่อไม่ดื่มก็... ก็จะได้มาอยู่กับฉันบ้าง เฮ้อ",
      "vi": "Diluc đó là... là người mà tôi ghét nhất! Không có Diluc sẽ không có ngành rượu Mondstadt, không có ngành rượu Mondstadt bố sẽ không uống rượu... bố sẽ ở bên tôi, hừ."
    }
  },
  {
    "title": {
      "zhs": "关于凯亚…",
      "zht": "關於凱亞…",
      "jp": "ガイアについて…",
      "ko": "케이아에 대해…",
      "en": "About Kaeya",
      "de": "Über Kaeya ...",
      "es": "Sobre Kaeya...",
      "fr": "À propos de Kaeya...",
      "pt": "Sobre Kaeya...",
      "ru": "О Кэйе...",
      "id": "Tentang Kaeya",
      "th": "เกี่ยวกับ Kaeya...",
      "vi": "Về Kaeya..."
    },
    "line": {
      "zhs": "为什么连我的「护卫队长」也是个令人讨厌的酒鬼啦！就是那个，说起话来总是笑盈盈的家伙！喝起酒来一杯接一杯的，没完没了。呼！",
      "zht": "為什麼連我的「護衛隊長」也是個令人討厭的酒鬼啦！就是那個，說起話來總是笑盈盈的傢伙！喝起酒來一杯接一杯的，沒完沒了。呼！",
      "jp": "あたしのことを守ってくれるあのガイアまであたしの嫌いな酒が好きなの！そう、あのいつもニコニコしゃべる人だよ！一旦飲み始めたら止まらないんだから。ったく！",
      "ko": "대체 왜 내 「호위대장」까지 짜증 나게 술꾼인 거야! 말할 때마다 항상 실실거리는 그 녀석 말이야! 술만 마셨다 하면 끝도 없이 들이붓는다니까. 으휴!",
      "en": "How is it that even a captain is a disgusting boozehound! You know, that guy who's got that laugh! He downs drink after drink. Ugh!",
      "de": "Wie kann es sein, dass selbst ein Kapitän ein widerlicher Saufkopf ist? Du weißt schon, der Typ mit dieser Lache! Er kippt einen Drink nach dem anderen. Urgh!",
      "es": "¡¿Cómo es posible que incluso alguien que debería protegernos sea un borracho?! Sí, yo también estoy hablando de ese tipo de la risa molesta. ¡Lo único que hace es beber!",
      "fr": "Comment se fait-il que même un capitaine soit aussi un vrai pochtron ? Tu sais bien, le type qui a ce rire... Il écluse verre après verre. Désolant.",
      "pt": "Como que até um capitão é um bêbado nojento!? Você sabe de quem estou falando, aquele cara da risada estranha! Ele desce bebida após bebida. Urg!",
      "ru": "Да почему даже капитан - мерзкий пьяница?! Этот тип, который вечно улыбается, когда говорит! Он пьёт бокал за бокалом, фу!",
      "id": "Mengapa kapten penjagaku juga seorang pemabuk! Dia itu, orang yang selalu menyengir kalau sedang berbicara! Dia tidak pernah berhenti meminum anggur. Huh!",
      "th": "ทำไมแม้แต่หัวหน้ายามรักษาการณ์ ก็ยังเป็นคนขี้เมาที่น่ารังเกียจแบบนี้นะ! คนนั้นไง เจ้าคนที่เวลาพูดก็เอาแต่ยิ้มคนนั้น! ดื่มแก้วแล้วแก้วเล่า ไม่จบไม่สิ้นสักที เฮ้อ!",
      "vi": "Tại sao ngay cả \"Đội trưởng hộ vệ\" của tôi cũng là một kẻ nghiện rượu đáng ghét! Đó là một chàng trai luôn mỉm cười thân thiện khi nói chuyện! Lại uống không ngừng, hết cốc này đến cốc khác. Hừ!"
    }
  },
  {
    "title": {
      "zhs": "关于温迪…",
      "zht": "關於溫迪…",
      "jp": "ウェンティについて…",
      "ko": "벤티에 대해…",
      "en": "About Venti",
      "de": "Über Venti ...",
      "es": "Sobre Venti...",
      "fr": "À propos de Venti...",
      "pt": "Sobre Venti...",
      "ru": "О Венти...",
      "id": "Tentang Venti",
      "th": "เกี่ยวกับ Venti...",
      "vi": "Về Venti..."
    },
    "line": {
      "zhs": "温迪？不太熟的样子。但说到吟游诗人，就是那伙会给酒鬼们唱歌助兴的人吧。那就不喜欢！不喜欢不喜欢。",
      "zht": "溫迪？不太熟的樣子。但說到吟遊詩人，就是那夥會給酒鬼們唱歌助興的人吧。那就不喜歡！不喜歡不喜歡。",
      "jp": "ウェンティ？よく知らない。でも吟遊詩人と言えば、酔っぱらいと歌ったり場を盛り上げたりする人たちだよね？じゃあ嫌い！嫌い嫌い大嫌い…",
      "ko": "벤티? 잘 모르는 사람이야. 근데 음유시인이면, 술꾼들한테 노래 불러주며 흥을 돋우는 녀석들이잖아. 그럼 싫어! 싫어 싫어!",
      "en": "Venti? I'm not familiar with him... He's a bard? Oh, he must be that guy who sings tunes to entertain the drunkards. Well, then I don't like him, no no no...",
      "de": "Venti? Sagt mir nichts ... Ist er ein Barde? Oh, das muss der Typ sein, der Lieder singt, um die Trunkenbolde zu unterhalten. Gut, dann mag ich ihn nicht, nein, nein ...",
      "es": "¿Venti? No sé muy bien quién es... ¿Es un bardo? Ah, debe ser ese tipo que canta para entretener a los borrachos. Entonces no, no me agrada en absoluto.",
      "fr": "Venti ? Je ne le connais pas trop, mais les bardes sont ceux qui jouent pour ces abrutis d'ivrognes, alors je les déteste !",
      "pt": "Venti? Não somos muito familiares... Ele é um bardo? Ahh, então ele deve ser aquele cara que canta músicas para entreter os bêbados! Bem nesse caso, não gosto dele. Não, não, não...",
      "ru": "Венти? Я мало с ним знакома. Он бард? Значит, он из тех типов, которые подбадривают пьяниц песнями, а значит, он мне уже не нравится! Нет-нет-нет, совсем не нравится.",
      "id": "Venti? Namanya cukup asing. Dia seorang penyair? Oh, dia pasti orang yang suka menyanyikan lagu untuk menyemangati para pemabuk itu ya. Kalau begitu aku tidak menyukainya! Tidak, tidak sama sekali.",
      "th": "Venti? ไม่ค่อยสนิทเท่าไหร่ แต่พูดถึงนักกวีพเนจร ก็มีแต่เจ้านั่นที่ร้องเพลงให้พวกคนขี้เมาฟังอ่ะนะ ไม่ชอบที่สุดเลย! ไม่ชอบ ๆ",
      "vi": "Venti? Không quen lắm. Nhưng nói đến nhà thơ, thì chính là những người hát mua vui cho những kẻ nghiện rượu đó. Vậy thì không thích! Không thích, không thích."
    }
  },
  {
    "title": {
      "zhs": "关于芭芭拉…",
      "zht": "關於芭芭拉…",
      "jp": "バーバラについて…",
      "ko": "바바라에 대해…",
      "en": "About Barbara",
      "de": "Über Barbara ...",
      "es": "Sobre Bárbara...",
      "fr": "À propos de Barbara...",
      "pt": "Sobre Barbara...",
      "ru": "О Барбаре...",
      "id": "Tentang Barbara",
      "th": "เกี่ยวกับ Barbara...",
      "vi": "Về Barbara..."
    },
    "line": {
      "zhs": "芭芭拉小姐的粉丝们，都是大哥哥大姐姐…好羡慕，为什么我的粉丝都是一群大叔呢。呜…可恶，哼，不想了。",
      "zht": "芭芭拉小姐的粉絲們，都是大哥哥大姐姐…好羡慕，為什麼我的粉絲都是一群大叔呢。嗚…可惡，哼，不想了。",
      "jp": "バーバラさんのファンは、みんな優しくて良い人だよ…羨ましいな…なんであたしのファンはおっさんだらけなの。う～やだ…もう、もぉ～いい！",
      "ko": "바바라 씨의 팬은 다 언니 오빠들이지… 부럽다. 왜 내 팬들은 전부 아저씨들뿐이냐구! 으…너무해. 흥, 됐어!",
      "en": "How come all my fans are drunk middle-aged men, while Barbara's are all young people...? Hmph! So stupid. Forget it!",
      "de": "Wie kommt es, dass alle meine Fans besoffene Männer mittleren Alters sind, während die von Barbara alle junge Leute sind? Hmpf! Das ist dumm. Vergiss es!",
      "es": "¿Cómo es que los fans de Bárbara son todos gente joven, mientras que los míos son hombres de mediana edad? ¡Hum! No lo entiendo. En fin, ¡olvídalo!",
      "fr": "Comment ça se fait que tous mes fans sont des hommes mûrs à moitié éméchés, tandis que ceux de Barbara sont tous des jeunes...? Hmph ! C'est stupide, laisse tomber !",
      "pt": "Como que todos os meus fãs são homens bêbados de meia idade, enquanto os da Barbara são todos jovens? Hunf-! Que estúpido. Esqueça!",
      "ru": "Почему это все фанаты Барбары - молодые люди, а мои фанаты - только пьяные мужчины старшего возраста? Гр-р, отвратительно!.. Забудь.",
      "id": "Mengapa para penggemar Barbara adalah anak-anak muda. Sedangkan penggemarku... semuanya bapak-bapak tua. Huh, mengesalkan, aku sudah tidak peduli lagi!",
      "th": "แฟนคลับของ Barbara มีแต่พวกพี่ชายพี่สาวทั้งนั้น... น่าอิจฉาจัง แล้วทำไมแฟนคลับของฉันมีแต่พวกคุณลุงล่ะ เฮ้อ...บ้าจริง พอ ไม่คิดเรื่องนี้แล้ว",
      "vi": "Những người hâm mộ của tiểu thư Barbara, đều là những người trẻ tuổi... Thật ngưỡng mộ, tại sao những người hâm mộ tôi đều là một nhóm các ông chú cơ chứ. Hừm... đáng ghét, không nghĩ nữa."
    }
  },
  {
    "title": {
      "zhs": "关于琴…",
      "zht": "關於琴…",
      "jp": "ジンについて…",
      "ko": "진에 대해…",
      "en": "About Jean",
      "de": "Über Jean ...",
      "es": "Sobre Jean...",
      "fr": "À propos de Jean...",
      "pt": "Sobre Jean...",
      "ru": "О Джинн...",
      "id": "Tentang Jean",
      "th": "เกี่ยวกับ Jean...",
      "vi": "Về Jean..."
    },
    "line": {
      "zhs": "琴啊，骑士团的代理团长，嗯…难得一个不喝酒的成熟大人…但总感觉认真过了头，骑士团的大家对我有些过度保护了吧？",
      "zht": "琴啊，騎士團的代理團長，嗯…難得一個不喝酒的成熟大人…但總感覺認真過了頭，騎士團的大家對我有些過度保護了吧？",
      "jp": "騎士団の代理団長、う～ん…お酒を飲まないちゃんとした大人だね…そういった人はめったにいないけど、でもなんか真面目過ぎる。っていうか、騎士団のみんなはあたしに過保護すぎない？",
      "ko": "기사단의 단장 대행님? 흠… 술을 멀리하는 보기 드문 성숙한 어른이시지… 하지만 너무 진지해서 탈이야. 기사단 사람들 너무 날 과잉보호하는 거 아냐?",
      "en": "Acting Grand Master of the Knights of Favonius... A rare, mature adult who doesn't drink... But perhaps a little too earnest, cause is it just me, or are the Knights overdoing it a bit on protecting me?",
      "de": "Amtierender Großmeister des Ritterorden des Favonius... Ein seltener, mündiger Erwachsener, der nicht trinkt ... Aber vielleicht ein bisschen zu pflichtbewusst. Liegt es an mir, oder übertreiben es die Ritter etwas mit dem Beschützen von mir?",
      "es": "La Gran Maestra Intendente de los Caballeros de Favonius... Una mujer adulta con una personalidad muy poco común y que no bebe. Tal vez sea demasiado seria... Me da la sensación de que es por ella que los Caballeros se esfuerzan tanto en protegerme.",
      "fr": "La Grande Maîtresse suppléante de l'Ordre... Une de ces rares adultes à ne pas boire... Mais peut-être qu'elle en fait un peu trop, à moins que ce ne soit moi – mais les chevaliers en font beaucoup rien que pour me protéger, non ?",
      "pt": "A Grande Mestre Intendente dos Cavaleiros de Favonius. Uma adulta rara e madura que não bebe... Mas talvez um pouco séria demais. Sou só eu ou os Cavaleiros estão exagerando um pouco na minha proteção?",
      "ru": "Джинн, действующий магистр ордена... Редкий взрослый человек, не употребляющий алкоголь... Но она слишком серьёзная. Мне кажется, или рыцари из Ордо Фавониус слишком опекают меня?",
      "id": "Jean, Grand Master Knights of Favonius itu kan? Hmmm, jarang-jarang ada orang dewasa yang tidak minum anggur. Tetapi aku merasa sifatnya terlalu serius. Ini hanya perasaanku saja, atau para Knight menjagaku dengan terlalu ketat?",
      "th": "Jean น่ะเหรอ ผู้รักษาการผู้บัญชาการ ของกองอัศวินแห่ง Favonius อืม... เป็นผู้ใหญ่ไม่กี่คนที่ไม่ดื่ม... แต่ฉันมักจะรู้สึกว่าเธอจริงจังเกินไป ทุกคนในกองอัศวินปกป้องฉันมากเกินไปหน่อยว่ามั้ย?",
      "vi": "Jean đội trưởng đại diện của Đội Kỵ Sĩ hả, ừm... hiếm có một người trưởng thành không uống rượu... nhưng luôn cảm thấy quá mức nghiêm túc, mọi người trong đội kỵ sĩ đang bảo vệ tôi quá mức?"
    }
  },
  {
    "title": {
      "zhs": "关于阿贝多…",
      "zht": "關於阿貝多…",
      "jp": "アルベドについて…",
      "ko": "알베도에 대해…",
      "en": "About Albedo",
      "de": "Über Albedo ...",
      "es": "Sobre Albedo...",
      "fr": "À propos d'Albedo...",
      "pt": "Sobre o Albedo...",
      "ru": "Об Альбедо...",
      "id": "Tentang Albedo",
      "th": "เกี่ยวกับ Albedo...",
      "vi": "Về Albedo..."
    },
    "line": {
      "zhs": "首席炼金术士大人？唔…我这种一直调出好酒的体质，他会知道破解的方法么？",
      "zht": "首席煉金術士大人？唔…我這種一直調出好酒的體質，他會知道破解的方法麼？",
      "jp": "首席錬金術師様？んん…どうやっても美味しいお酒を作っちゃうこのあたしの体質を…彼なら解明できないかな…",
      "ko": "그 수석 연금술사님? 음…맛있는 술만 만들어내는 내 체질도 해결해줄 수 있을까…?",
      "en": "Alchemy genius? Hmm... I wonder if he knows of a way to finally help me make a drink that people don't like?",
      "de": "Alchimiegenie? Hmm ... Ich frage mich, ob er einen Weg kennt mir zu helfen, endlich ein Getränk zu mischen, das die Leute nicht mögen ...",
      "es": "¿El Alquimista en Jefe? Humm... Me pregunto si podría ayudarme a preparar una bebida que no le guste a nadie.",
      "fr": "Le génie de l'alchimie ? Hum... Je me demande s'il arriverait à m'aider à enfin créer une boisson que personne n'aime ?",
      "pt": "Gênio da alquimia? Hmm... Será que ele sabe de uma maneira de finalmente me ajudar a fazer uma bebida que as pessoas não gostem?",
      "ru": "Гений алхимик? Хм... Интересно, сможет ли он мне помочь сделать напиток, который никому не понравится?",
      "id": "Seorang alkemis jenius? Hmmm, apakah akhirnya aku menemukan orang yang bisa membantuku membuat anggur yang tidak enak?",
      "th": "หัวหน้านักเล่นแร่แปรธาตุ? เอ่... ร่างกายที่สามารถผสมเหล้าอร่อย ๆ ได้อย่างฉันนี่ เขาพอจะรู้วิธีไขข้อสงสัยนี้มั้ยนะ?",
      "vi": "Vị đại nhân Giả Kim Thuật Sĩ đứng đầu? Ừm... thể chất luôn pha ra rượu ngon như tôi đây, liệu anh ấy có biết cách phá giải không nhỉ?"
    }
  },
  {
    "title": {
      "zhs": "关于丽莎…",
      "zht": "關於麗莎…",
      "jp": "リサについて…",
      "ko": "리사에 대해…",
      "en": "About Lisa",
      "de": "Über Lisa ...",
      "es": "Sobre Lisa...",
      "fr": "À propos de Lisa...",
      "pt": "Sobre Lisa...",
      "ru": "О Лизе...",
      "id": "Tentang Lisa",
      "th": "เกี่ยวกับ Lisa...",
      "vi": "Về Lisa..."
    },
    "line": {
      "zhs": "丽莎姐姐，很和善对吧，很温柔对吧？但是，这样的姐姐也经常喝酒！呜呜呜…这是为什么啦…蒙德城已经没救了吧…",
      "zht": "麗莎姐姐，很和善對吧，很溫柔對吧？但是，這樣的姐姐也經常喝酒！嗚嗚嗚…這是為什麼啦…蒙德城已經沒救了吧…",
      "jp": "リサ姉さんはすっごく良い人！すごく優しいよね！なのにお姉さんもお酒を飲むんだよ！ううう…なんでよ…モンドはもう救いようがないにゃ…",
      "ko": "리사 언니는 참 온화하고 상냥하지! 하지만! 그런 언니조차도 술을 자주 마신다니까! 흐윽…대체 왜 그러는 거야…. 몬드는 이제 틀렸어…",
      "en": "Lisa is so nice and gentle! But... how can such a gentle person also be a regular drinker!? Ohhhh... Why!? ...There's really no hope for Mondstadt, is there?",
      "de": "Lisa ist so freundlich und sanftmütig! Aber ... wie kann so eine sanftmütige Person gleichzeitig eine regelmäßige Trinkerin sein? Aaah, warum?! Für Mondstadt gibt es wirklich keine Hoffnung, oder?",
      "es": "¡Lisa es tan buena y amable! Pero... ¿cómo puede una persona tan amable beber tanto? ¡Ah!... ¡¿Por qué?! Mondstadt no tiene remedio...",
      "fr": "Lisa est si bienveillante et douce ! Mais pourtant, elle aime boire ! *sniff* Mondstadt est condamnée...",
      "pt": "Lisa é tão simpática e gentil! Mas... Como uma pessoa tão gentil pode beber tão regularmente!? Wahhhh...! Por quê!? Realmente não existe esperanças em Mondstadt, não é mesmo?",
      "ru": "Лиза такая дружелюбная и милая! Но как такой человек может пить вино?! Хны-ы, ну почему-у так?.. Мондштадт безнадёжен...",
      "id": "Lisa, Lisa yang sangat baik dan ramah itu kan? Tetapi, dia juga sering minum anggur! Huhuhu... Kenapa!? Apakah sudah tidak ada harapan untuk Mondstadt...",
      "th": "พี่ Lisa ใจดีแล้วก็อ่อนโยนมาก ๆ ด้วยว่ามั้ย? แต่พี่สาวคนนี้ชอบดื่มตลอดเลย! เหอะ ๆๆ... ทำไมนะ... Mondstadt คงหมดทางเยียวยาแล้วล่ะมั้ง...",
      "vi": "Chị Lisa rất dịu dàng, tốt bụng phải không? Tuy nhiên người chị này cũng thường xuyên uống rượu! Hư hư... tại sao lại thế này... thành Mondstadt vô phương cứu chữa rồi sao..."
    }
  },
  {
    "title": {
      "zhs": "关于香菱…",
      "zht": "關於香菱…",
      "jp": "香菱について…",
      "ko": "향릉에 대해…",
      "en": "About Xiangling",
      "de": "Über Xiangling ...",
      "es": "Sobre Xiangling...",
      "fr": "À propos de Xiangling...",
      "pt": "Sobre Xiangling...",
      "ru": "О Сян Лин...",
      "id": "Tentang Xiangling",
      "th": "เกี่ยวกับ Xiangling...",
      "vi": "Về Xiangling..."
    },
    "line": {
      "zhs": "我向香菱讨过一份「口感搭配特别糟糕的食物组合」，据说是她亲自实践下来的，绝对难吃什么的…没用，完全没用。「续杯」两个字已经听到猫耳朵都生茧了！呜…",
      "zht": "我向香菱討過一份「口感搭配特別糟糕的食物組合」，據說是她親自實踐下來的，絕對難吃什麼的…沒用，完全沒用。「續杯」兩個字已經聽到貓耳朵都生繭了！嗚…",
      "jp": "香菱に「口当たりが最悪な食べ物の組み合わせ」を教えてもらったことがあるの。作ったら絶対にまずいよって、彼女は太鼓判を押してたけど…全然、全然ダメだった。「おかわり」って単語をあたしは猫耳にたこができるくらい聞いたにゃ！もう…",
      "ko": "향릉한테 「같이 먹으면 최악인 음식 조합」 리스트를 달라고 한 적이 있어. 분명 직접 실험해본 거라 맛없을 거라고 했지만…아무 효과도 없었어. 「한잔 더」란 말만 못이 박히도록 들었다니까! 휴…",
      "en": "Xiangling once gave me a \"so-awful-it-goes-with-nothing\" food combination she came up with, saying how it tasted absolutely terrible, blah blah blah... It didn't work, no use at all. All my little cat ears heard that night was \"One more cup of that good stuff!\" *sigh*",
      "de": "Xiangling empfahl mir einmal eine Zutatenkombination, die „so widerlich ist, dass sie zu nichts passt“, und sagte, dass sie wirklich ganz furchtbar schmeckt, bla bla ... Hat nicht funktioniert, es hat keinen Zweck. Alles, was meine kleinen Katzenohren den Abend gehört haben war: „Noch ein Glas von dem guten Zeug!“ *seufz*",
      "es": "Una vez, le pedí a Xiangling que me hiciera un “plato combinado de comida asquerosa”. Era una receta propia que, supuestamente, debía saber horrible. Bueno, no funcionó, no sirvió de nada. Es más, no pude evitar pedirle que me prepara otra ración... *Suspira*",
      "fr": "Xiangling m'a une fois fait goûter un plat de son invention, comme quoi c'était répugnant, blablabla... Tu parles. Tout ce que mes petites oreilles de chat m'ont entendu prononcer cette nuit-là a été :« Encore ! » *soupir* ...",
      "pt": "Xiangling uma vez me deu uma combinação de comida \"tão-ruim-que-não-combina-com-nada\" que ela inventou, dizendo como que tinha um sabor absolutamente terrível, blá blá blá... Não funcionou, não serviu para nada. Tudo que meus pequenos ouvidos de gatinho ouviram naquela noite foi: \"Mais um copo daquela coisa boa!\"... *Suspiro*",
      "ru": "Я попросила Сян Лин поделиться со мной рецептом самой отвратительной смеси ингредиентов из тех, что у неё получались... И ничего. «Налей ещё!» - вот и всё, что слышат мои кошачьи ушки... Эх...",
      "id": "Aku pernah meminta bantuan Xiangling untuk mencari \"kombinasi makanan yang paling buruk\". Dia berhasil menemukan sesuatu yang telah dia cicipi dan rasanya sangat tidak enak... Tetapi, tidak ada gunanya sama sekali. Kuping kucingku ini tetap saja terus mendengar kata \"tambah lagi!\". *huff*",
      "th": "ฉันเคยให้ Xiangling ปรุง \"การผสมผสานของอาหารที่มีรสชาติแย่ที่สุด\" ว่ากันว่าเธอทดลองด้วยตัวเองเลยนะ รับรองว่าไม่อร่อยสุด ๆ... แต่ก็ไม่ได้ผล ไม่ได้ผลเลยแม้แต่นิด ฉันได้ยินคำว่า \"อีกแก้ว\" สองคำนี้จนหูอื้อแล้ว! เฮ้อ...",
      "vi": "Tôi đã xin Xiangling một phần \"tổ hợp những thực phẩm kết hợp sẽ có mùi vị đặc biệt kinh khủng\", nghe nói cô ấy đã tự mình thực hiện nó, tuyệt đối khó ăn gì đó... vô dụng, hoàn toàn vô dụng. Hai chữ \"cốc nữa\" đã nghe đến nỗi lỗ tai mèo đều mọc kén rồi! Hừ..."
    }
  },
  {
    "title": {
      "zhs": "关于可莉…",
      "zht": "關於可莉…",
      "jp": "クレーについて…",
      "ko": "클레에 대해…",
      "en": "About Klee",
      "de": "Über Klee ...",
      "es": "Sobre Klee...",
      "fr": "À propos de Klee...",
      "pt": "Sobre Klee...",
      "ru": "О Кли...",
      "id": "Tentang Klee",
      "th": "เกี่ยวกับ Klee...",
      "vi": "Về Klee..."
    },
    "line": {
      "zhs": "可莉每次来找我玩的时候，我都只好把她带去离酒馆远一点的地方。酒和炸弹…实在是太危险了！就算我想摧毁蒙德酒业，也得用堂堂正正的方式。",
      "zht": "可莉每次來找我玩的時候，我都只好把她帶去離酒館遠一點的地方。酒和炸彈…實在是太危險了！就算我想摧毀蒙德酒業，也得用堂堂正正的方式。",
      "jp": "クレーちゃんが遊びに来る時は、いつも店から離れたところに連れていくの。お酒と爆弾…本当に危ないにゃ！…モンドの酒造業を破壊するにしても、あたしは正々堂々とやるんだから！",
      "ko": "클레가 놀러 오면 술집에서 멀리 떨어진 곳으로 갈 수밖에 없어. 술이랑 폭탄은… 너무 위험해! …몬드 주류업을 망치고 싶긴 해도 정정당당한 방식으로 할 거라구!",
      "en": "Every time Klee wants to play with me, I take her somewhere far from the tavern. Alcohol and explosives... yeah, that's a dangerous combination! I mean, do I want to destroy the wine industry of Mondstadt? Yes, but not in that sense!",
      "de": "Jedes Mal, wenn Klee mit mir spielen möchte, bringe ich sie an einen Ort weit weg von der Taverne. Alkohol und Sprengkörper ... Ja, das ist eine gefährliche Kombination! Ich meine, will ich die Weinindustrie von Mondstadt zerstören? Ja, aber nicht so!",
      "es": "Cada vez que Klee quiere jugar conmigo, la llevo a un lugar lejos de las tabernas. ¡El alcohol y los explosivos son una combinación peligrosa! Claro que quiero destruir la industria del vino de Mondstadt, ¡pero no de esa forma!",
      "fr": "Quand Klee me demande de jouer avec elle, je suis forcée de l'emmener loin de la taverne. L'alcool ne fait pas bon ménage avec les explosifs ! Je sais que j'aimerais bien détruire l'industrie du vin de Mondstadt, mais il est hors de question de recourir à de telles méthodes.",
      "pt": "Sempre que a Klee quer brincar comigo, eu a levo para algum lugar longe da taverna. Álcool e explosivos... Sim, essa é uma combinação perigosa! Quero dizer, sim eu quero destruir a indústria de vinhos de Mondstadt, mas não nesse sentido!",
      "ru": "Каждый раз, когда Кли хочет поиграть со мной, мне приходится уводить её подальше от таверны. Вино и взрывчатка... Это очень опасно! Конечно, я хочу разрушить винную индустрию в Мондштадте, но не таким же способом!",
      "id": "Setiap kali aku bermain dengan Klee, aku akan membawanya ke tempat yang jauh dari Tavern. Alkohol dan bom adalah kombinasi yang mematikan! Memang sih, tujuanku adalah menghancurkan bisnis anggur di Mondstadt, tetapi bukan begitu caranya!",
      "th": "ทุกครั้งที่ Klee มาเล่นกับฉัน ฉันจะพาเธอไปเล่นในที่ที่ห่างจากร้าน เพราะเหล้ากับระเบิดน่ะ... มันอันตรายมาก! ถึงแม้ฉันอยากจะทำลายอุตสาหกรรมไวน์ของ Mondstadt ก็เถอะ แต่ฉันก็จะใช้วิธีที่ถูกต้องกว่านี้",
      "vi": "Mỗi lần Klee đến chơi, tôi đều phải đưa cô ấy đi xa khỏi quán rượu. Rượu và bom... thực sự rất nguy hiểm! Cho dù tôi muốn phá huỷ ngành rượu Mondstadt thì cũng phải dùng cách quang minh chính đại."
    }
  },
  {
    "title": {
      "zhs": "关于父亲…",
      "zht": "關於父親…",
      "jp": "父について…",
      "ko": "아버지에 대해…",
      "en": "About Her Father",
      "de": "Über deinen Vater ...",
      "es": "Sobre su padre...",
      "fr": "À propos de son père...",
      "pt": "Sobre o meu pai...",
      "ru": "Об отце...",
      "id": "Tentang Ayah",
      "th": "เกี่ยวกับพ่อ...",
      "vi": "Về Bố..."
    },
    "line": {
      "zhs": "爸爸是我最尊敬的人！爸爸是最厉害的人！但是…喝了酒的爸爸，唔——果然还是要早点终结蒙德的酒业！没时间闲聊啦！",
      "zht": "爸爸是我最尊敬的人！爸爸是最厲害的人！但是…喝了酒的爸爸，唔——果然還是要早點終結蒙德的酒業！沒時間閒聊啦！",
      "jp": "パパはあたしが一番尊敬してる人！パパは一番すごい！でも…お酒を飲んだパパは、うう…ああ——やっぱり早くモンドの酒造業を終わらせないと！もうおしゃべりの時間はおわりにゃ！",
      "ko": "아빠는 내가 제일 존경하는 분이셔! 그리고 세상에서 제일 대단하신 분이지! 근데…술을 마신 아빠는, 음…으——역시 하루빨리 몬드 주류업을 없애버려야겠어! 잡담할 시간이 없다구!",
      "en": "I adore my daddy more than anyone else! He's the greatest! But... Daddy after he drinks, ugh... Argh! I must bring an end to the wine industry of Mondstadt, and soon! No time for chit-chat!",
      "de": "Ich liebe meinen Vater mehr, als irgendjemand sonst! Er ist der Tollste! Aber wenn mein Vater getrunken hat ... Argh! Ich muss der Weinindustrie von Mondstadt ein Ende setzen, und das bald! Keine Zeit für belanglose Plaudereien!",
      "es": "¡Amo a mi papá más que a nadie! ¡Es el mejor! Pero cuando bebe demasiado... ¡Hum! ¡Debo poner fin a la industria del vino de Mondstadt lo antes posible! ¡Basta de charla!",
      "fr": "J'adore mon père plus que n'importe qui d'autre au monde ! C'est le meilleur ! Mais... À chaque fois qu'il boit... Hmph. Je dois mettre un terme à l'industrie du vin de Mondstadt, et vite ! Pas le temps de discuter !",
      "pt": "Eu adoro meu papai mais do que qualquer outra pessoa! Ele é o melhor! Mas... O papai depois que ele bebe... Urg... ARGH! Eu tenho que acabar com a indústria de vinhos de Mondstadt, e rápido! Não há tempo para conversa fiada!",
      "ru": "Папа - лучший! Я люблю его больше всех! Но... Папа, выпивший вина, он... Гр-р, я должна расправиться с виноделием в Мондштадте как можно скорее! У меня нет времени на болтовню!",
      "id": "Ayahku adalah orang yang paling kuhormati! Ayahku adalah orang paling hebat sedunia! Tapi... kalau ayah sudah minum anggur... Huhhh! Aku harus segera menghancurkan industri anggur Mondstadt! Tidak ada waktu untuk bersantai!",
      "th": "พ่อคือคนที่ฉันเคารพมากที่สุด! พ่อคือคนที่เก่งที่สุด! แต่... เมื่อพ่อดื่มแล้ว เอ่อ... ยังไงก็ต้องรีบจัดการอุตสาหกรรมไวน์ของ Mondstadt ซะ! หมดเวลาคุยเล่นแล้ว!",
      "vi": "Bố là người tôi kính trọng nhất! Bố là người giỏi nhất! Nhưng... người bố đã uống rượu, hừm... quả nhiên là phải mau chóng kết thúc ngành rượu ở Mondstadt! Không có thời gian nói chuyện phiếm nữa!"
    }
  },
  {
    "title": {
      "zhs": "想要了解迪奥娜·其一",
      "zht": "想要瞭解迪奥娜·其一",
      "jp": "ディオナを知る·1",
      "ko": "디오나에 대해 알기·첫 번째",
      "en": "More About Diona: I",
      "de": "Ich will mehr über Diona erfahren I",
      "es": "Más sobre Diona (I)",
      "fr": "Connaître Diona (1)",
      "pt": "Mais Sobre Diona - I",
      "ru": "Узнать больше о Дионе I",
      "id": "Mengenal Diona: I",
      "th": "อยากรู้เกี่ยวกับ Diona-1",
      "vi": "Muốn tìm hiểu Diona - Điều thứ 1"
    },
    "line": {
      "zhs": "「调酒师」可是很忙的！即使不在酒馆工作，也要抽出时间来收集配方。所以，所以没有要紧事情的话，就不要来打搅我。",
      "zht": "「調酒師」可是很忙的！即使不在酒館工作，也要抽出時間來收集配方。所以，所以沒有要緊事情的話，就不要來打攪我。",
      "jp": "「バーテンダー」は忙しい身だから！たとえ勤務時間じゃなくてもレシピの研究をするの。だから用事がないなら邪魔しないで。",
      "ko": "「바텐더」는 엄청 바빠! 술집에서 일하지 않을 땐 시간 내서 레시피를 모아야 해. 그러니까 중요한 일 아니면 방해하지 마",
      "en": "Life as a mixologist is very busy! When I'm not at the tavern, I'm out collecting ingredients for new recipes. So... So unless something is urgent, don't bother me.",
      "de": "Das Leben als Schankmaid ist sehr stressig! Wenn ich nicht in der Taverne bin, bin ich unterwegs und sammle Zutaten für neue Rezepte. Also stör mich bitte nicht, wenn es nicht dringend ist.",
      "es": "Mi vida como cantinera es muy ajetreada. Cuando no estoy en la taberna, estoy recolectando ingredientes para nuevas recetas. Así que... a menos que necesites algo urgente, te aconsejo que no molestes.",
      "fr": "Je suis une barmaid très occupée ! Quand je ne prépare pas de boisson, il faut que j'élabore de nouveaux mélanges. Alors je te prierai de ne pas me déranger s'il n'y a rien d'urgent.",
      "pt": "A vida como uma mixologista é muito ocupada! Quando não estou na Taverna, estou fora coletando ingredientes para novas receitas. Então... Então, a menos que seja algo urgente, não me incomode.",
      "ru": "Бармен всегда занят! Когда я не работаю в таверне, я подбираю рецепты. Поэтому... Поэтому, если у тебя нет ничего срочного, не мешай мне.",
      "id": "Seorang bartender itu sangat sibuk! Kalau aku tidak sedang bekerja di Tavern, aku harus meluangkan waktu untuk mencari bahan-bahan. Maka dari itu, jangan menggangguku kalau tidak ada hal penting.",
      "th": "บาร์เทนเดอร์น่ะยุ่งมากนะ! ถ้าไม่ได้ทำงานอยู่ในร้านเหล้า ก็ต้องหาเวลาออกไปเก็บรวบรวมส่วนผสม เพราะฉะนั้นถ้าไม่มีเรื่องด่วนอะไร ก็อย่ามารบกวนฉันนะ",
      "vi": "\"Người pha chế\" rất bận rộn đó! Ngay cả khi không làm việc ở quán rượu, cũng phải dành thời gian để thu thập công thức pha chế. Vì vậy, nếu không có chuyện quan trọng, thì đừng đến làm phiền tôi."
    }
  },
  {
    "title": {
      "zhs": "想要了解迪奥娜·其二",
      "zht": "想要瞭解迪奥娜·其二",
      "jp": "ディオナを知る·2",
      "ko": "디오나에 대해 알기·두 번째",
      "en": "More About Diona: II",
      "de": "Ich will mehr über Diona erfahren II",
      "es": "Más sobre Diona (II)",
      "fr": "Connaître Diona (2)",
      "pt": "Para Conhecer Diona·(2)",
      "ru": "Узнать больше о Дионе II",
      "id": "Mengenal Diona: II",
      "th": "อยากรู้เกี่ยวกับ Diona-2",
      "vi": "Muốn tìm hiểu Diona - Điều thứ 2"
    },
    "line": {
      "zhs": "你不会…也像那些讨厌的酒鬼一样要我学猫咪叫吧？不会的，绝对不会的！我才不是什么抖抖耳朵伸伸懒腰的宠物！我可是…可是…「酒业杀手」！",
      "zht": "#{F#妳}{M#你}不會…也像那些討厭的酒鬼一樣要我學貓咪叫吧？不會的，絕對不會的！我才不是什麼抖抖耳朵伸伸懶腰的寵物！我可是…可是…「酒業殺手」！",
      "jp": "あなたまで…あの嫌な酔っぱらいたちみたいに、あたしに猫のマネをしてほしいとか思ってないよね？やだ、絶対やだからね。あたしは耳をピクピクさせたり、伸びをしたりするペットじゃないの！あたしは…そう、あたしは…「酒造業キラー」にゃ！",
      "ko": "너도…그 주정뱅이들처럼 나한테 고양이 흉내 내달라고 하는 건 아니지? 아니야, 절대 아닐 거야! 난 귀를 쫑긋거리면서 기지개나 켜는 애완동물이 아니란 말야! 나…난…「주류업 킬러」라고!",
      "en": "You wouldn't ask me to meow like a cat, like those boozehounds at the tavern do, would you? I wouldn't do it, no way! I'm not some little house pet that just shakes my ears real cute and stretches my back! I'm... I'm Diona, Destroyer of the Wine Industry!",
      "de": "Du würdest mich nicht bitten zu miauen wie eine Katze, wie es die Saufköpfe in der Taverne immer tun, oder? Ich würde es nicht machen, auf keinen Fall! Ich bin kein kleines Haustier, das süß mit den Ohren wackelt und sich streckt! Ich bin ... ich bin Diona, der Schrecken der Getränkewirtschaft!",
      "es": "No irás a pedirme que maúlle como los gatos, como hacen los borrachos de la taberna, ¿no? ¡Porque no lo haré! ¡No soy una linda mascota que se sacude las orejas y estira la espalda! Soy... Soy Diona, ¡la asesina de la industria del vino!",
      "fr": "Tu ne voudrais quand même pas me demander de miauler comme un chat, comme tous ces autres ivrognes de la taverne ? Pas question ! Je ne suis pas un animal de compagnie juste bon à bouger des oreilles et à s'étirer ! Je... Je suis Diona, celle qui viendra à bout de l'industrie du vin !",
      "pt": "Você não me pediria para miar igual um gato, como aqueles bêbados na taverna fazem, não é mesmo? Nunca farei isso, de jeito nenhum! Não sou nenhum bichinho de estimação, que fico mansa, balanço minhas orelhinhas e me espreguiço toda bonitinha! Eu... Eu sou a Diona, Destruidora da Industria do Vinho!",
      "ru": "Ты... Ты же не будешь просить меня мяукать, как эти мерзкие пьяницы? Я не буду это делать, ни за что! Я вам не домашний питомец, который шевелит ушками и потягивается! Я... Я... Я Диона, Конец винной индустрии!",
      "id": "Kamu... menyuruhku untuk mengeong seperti kucing? Kamu sama saja seperti para pemabuk yang kubenci itu. Tidak akan, tidak akan terjadi! Aku bukan binatang peliharaan yang suka menggaruk kuping dan merenggangkan badan! Aku... aku adalah... Sang Penghancur Industri Anggur!",
      "th": "เธอคง... ไม่เหมือนพวกขี้เมาน่ารังเกียจพวกนั้น ที่มาขอให้ฉันร้องเมี้ยว ๆ หรอกนะ? ไม่เอานะ ไม่เอาเด็ดขาดเลย! ฉันไม่ใช่สัตว์เลี้ยงที่กระดิกหูเวลายืดตัวหรอกนะ! แต่ฉันคือ... คือ... Wine Industry Slayer!",
      "vi": "Bạn chắc sẽ không... giống như những tên nghiện rượu đáng ghét kia muốn tôi học mèo kêu chứ? Không, tuyệt đối không! Tôi không phải là thú cưng vẫy vẫy tai vươn vươn vai đâu nha! Tôi... chính là... là \"Sát thủ ngành rượu\"!"
    }
  },
  {
    "title": {
      "zhs": "想要了解迪奥娜·其三",
      "zht": "想要瞭解迪奥娜·其三",
      "jp": "ディオナを知る·3",
      "ko": "디오나에 대해 알기·세 번째",
      "en": "More About Diona: III",
      "de": "Ich will mehr über Diona erfahren III",
      "es": "Más sobre Diona (III)",
      "fr": "Connaître Diona (3)",
      "pt": "Para Conhecer Diona·(3)",
      "ru": "Узнать больше о Дионе III",
      "id": "Mengenal Diona: III",
      "th": "อยากรู้เกี่ยวกับ Diona-3",
      "vi": "Muốn tìm hiểu Diona - Điều thứ 3"
    },
    "line": {
      "zhs": "你问我…为什么「酒业杀手」变成了「猫尾酒馆」的招牌…？你，你是故意这样问的吧！就是想看我的笑话。呜，坏人！再也不给你调喝的了，水也不给！",
      "zht": "#{F#妳}{M#你}問我…為什麼「酒業殺手」變成了「貓尾酒館」的招牌…？{F#妳}{M#你}，{F#妳}{M#你}是故意這樣問的吧！就是想看我的笑話。嗚，壞人！再也不幫{F#妳}{M#你}調喝的了，水也不給！",
      "jp": "なんであたしが「酒造業キラー」から「キャッツテール」の看板バーテンダーになったかって？あ、あなたわざと聞いてるでしょ！あたしをバカにしてるの？うう～…あなた嫌い！もうドリンク作ってやんない、水もあげない！",
      "ko": "어쩌다 「주류업 킬러」에서 「캣테일 술집」의 간판 바텐더가 됐냐고…? 너, 너 날 비웃으려고 일부러 그런 질문 하는 거지! 으, 나빴어! 이제 너한테 음료수 안 만들어 줄 거야. 물도 안 줘!",
      "en": "\"How did the Destroyer of the Wine Industry become the Cat's Tail's mascot...?\" Y—You're asking this just to make fun of me! Ohhh, you're awful! I won't be giving YOU any more drinks, not even water.",
      "de": "„Wie ist der Schrecken der Getränkewirtschaft zum Maskottchen von Zum Katzenschwanz geworden?“ Du ... Du fragst das doch nur, um dich über mich lustig zu machen! Oh, du bist furchtbar! Ich werde DIR kein Getränk mehr servieren, nicht einmal Wasser. Hmpf!",
      "es": "¿Que cómo se convirtió la asesina de la industria del vino en la estrella de la taberna Cola de Gato? ¿Me lo preguntas para reírte de mí? ¡Hum! ¡Eres mala persona! No te prepararé ninguna bebida nunca más, ni siquiera agua.",
      "fr": "« Comment celle qui veut mettre à bas l'industrie du vin est devenue la mascotte de La Queue de Chat ? » T—Tu demandes ça juste pour te moquer, c'est ça ? Tu es terrible ! Plus de boissons pour toi, même pas un verre d'eau ! Hmph !",
      "pt": "\"Como a Destruidora da Indústria do Vinho se tornou a mascote da Cauda do Gato..\"? Vo-Você está perguntando isso só para fazer graça de mim! Ohh, você é terrível! Eu NUNCA mais lhe darei uma bebida, nem mesmo um copo de água. Hunf!",
      "ru": "#Ты спрашиваешь, как Конец винной индустрии превратилась в символ «Кошкиного хвоста»?.. Ты... Ты нарочно спрашиваешь, чтобы посмеяться, да?! Ах ты, негодяй{F#кa}! Не буду больше делать для тебя напитки, даже воды не дам! Пф-ф!",
      "id": "Kamu bingung kenapa Sang Penghancur Industri Anggur malah menjadi maskot Cat's Tail...? Kamu, kamu sengaja bertanya seperti itu untuk mempermalukanku ya?! Dasar jahat! Aku tidak akan memberikanmu minuman lagi, setetes air pun tidak!",
      "th": "เธอถามฉัน... ว่าทำไม Wine Industry Slayer ถึงกลายมาเป็นร้านเหล้า Cat's Tail ได้น่ะเหรอ...? ธะ เธอตั้งใจถามแบบนี้เพื่อเยาะเย้ยฉันสินะ! เชอะ เจ้าคนเลว! จะไม่ผสมเหล้าให้เธออีกแล้ว น้ำก็ไม่ให้ด้วย!",
      "vi": "Bạn muốn biết... tại sao biển hiệu \"Sát thủ ngành rượu\" lại biến thành \"Quán Rượu Đuôi Mèo\"...? Bạn, bạn cố ý hỏi như vậy, chính là muốn chê cười tôi hả. Hừ, xấu xa! Không pha đồ uống cho bạn nữa, nước cũng không cho!"
    }
  },
  {
    "title": {
      "zhs": "想要了解迪奥娜·其四",
      "zht": "想要瞭解迪奥娜·其四",
      "jp": "ディオナを知る·4",
      "ko": "디오나에 대해 알기·네 번째",
      "en": "More About Diona: IV",
      "de": "Ich will mehr über Diona erfahren IV",
      "es": "Más sobre Diona (IV)",
      "fr": "Connaître Diona (4)",
      "pt": "Para Conhecer Diona·(4)",
      "ru": "Узнать больше о Дионе IV",
      "id": "Mengenal Diona: IV",
      "th": "อยากรู้เกี่ยวกับ Diona-4",
      "vi": "Muốn tìm hiểu Diona - Điều thứ 4"
    },
    "line": {
      "zhs": "别再惹我了啊，我宽容大度，但也不好欺负！我警告你，我生起气来可是会咬人的！喵！虽然不一定舍得咬你…",
      "zht": "#別再惹我了啊，我寬容大度，但也不好欺負！我警告{F#妳}{M#你}，我生起氣來可是會咬人的！喵！雖然不一定捨得咬{F#妳}{M#你}…",
      "jp": "も、もうあたしを怒らせないでよね。いくらあたしが寛容だからって、何をやってもいいわけじゃないんだから！警告しとく、あたしは怒ったら噛むから！にゃ！にゃ！あなたには噛まないかもしれないけど…",
      "ko": "더, 더 이상 날 건드리지 마. 내가 아무리 대인배여도 만만하진 않거든!? 경고하는데, 나 화나면 물어! 냥! 널 진짜로 물진 않겠지만…",
      "en": "Don't, don't make me angry. I'm pretty tolerant, but don't even try to mess with me. I'm warning you, I bite when I get angry! Meow!!! ...But maybe I'd let you off easy, no bites...",
      "de": "Mach ... mach mich nicht wütend. Ich bin ziemlich tolerant, aber leg dich lieber nicht mit mir an. Ich warne dich, ich beiße, wenn ich wütend werde! Miau!!! Aber vielleicht lasse ich dich so davonkommen, ohne zu beißen ...",
      "es": "Será mejor que no me hagas enojar. Soy una persona muy respetuosa hasta que alguien se mete conmigo. ¡Y te advierto que muerdo cuando me enojo! ¡Miau! Bueno, tal vez contigo haga una excepción...",
      "fr": "Ne m'énerve pas. Je suis plutôt tolérante, mais celui qui s'amuse à me chercher des noises le regrette. Je te préviens, je mords quand je suis en colère ! Miaou ! ... Mais peut-être que pour toi je ferai une exception...",
      "pt": "Não, não me deixe com raiva. Eu sou bastante tolerante, mas não tente se meter comigo. Estou avisando, eu mordo quando fico com raiva! Miau!!! ...Mas talvez eu te deixe sair facilmente, sem mordidas...",
      "ru": "Не зли меня. Я добрая, но не вздумай провоцировать меня! Предупреждаю, когда я злюсь, я кусаюсь! Мяу! ..Но, может быть, тебя я кусать не буду.",
      "id": "Cukup, jangan menggangguku lagi. Aku orang yang cukup sabar, tapi kesabaranku ada batasnya! Kuperingati ya, aku bisa menggigit orang kalau aku sedang marah! *miaw*! Tapi sepertinya aku tidak tega menggigitmu...",
      "th": "อย่ามากวนฉันอีกนะ ถึงฉันจะใจกว้างแค่ไหน แต่ก็อย่ามารังแกกัน! ฉันเตือนเธอแล้วนะ! ถ้าฉันโกรธแล้วจะกัดเลยนะ เมี้ยว! ถึงแม้จะกัดเธอไม่ลงก็เถอะ...",
      "vi": "Đừng trêu trọc tôi nữa, tôi khoan dung độ lượng nhưng cũng không phải là kẻ dễ bắt nạt! Tôi cảnh cáo bạn, tôi mà tức giận thì sẽ cắn người đó nha! Meo! Mặc dù có lẽ không nỡ cắn bạn..."
    }
  },
  {
    "title": {
      "zhs": "想要了解迪奥娜·其五",
      "zht": "想要瞭解迪奥娜·其五",
      "jp": "ディオナを知る·5",
      "ko": "디오나에 대해 알기·다섯 번째",
      "en": "More About Diona: V",
      "de": "Ich will mehr über Diona erfahren V",
      "es": "Más sobre Diona (V)",
      "fr": "Connaître Diona (5)",
      "pt": "Para Conhecer Diona·(5)",
      "ru": "Узнать больше о Дионе V",
      "id": "Mengenal Diona: V",
      "th": "อยากรู้เกี่ยวกับ Diona-5",
      "vi": "Muốn tìm hiểu Diona - Điều thứ 5"
    },
    "line": {
      "zhs": "我和你…已经成为好朋友了，对吧。我隐约记得…我以前也有过这样一个朋友，但我不确定那是不是梦…\n\n把你的手给我。啊呜，唔…暖和的。这样就好，不要变成梦走了…",
      "zht": "#我和{F#妳}{M#你}…已經成為好朋友了，對吧。我隱約記得…我以前也有過這樣一個朋友，但我不確定那是不是夢…\n\n把{F#妳}{M#你}的手給我。啊嗚，唔…暖和的。這樣就好，不要變成夢走了…",
      "jp": "あたしとあなた…もう親友でしょ、ね？あたし少しだけ覚えてる…昔もこんな友達がいた。でもあれは夢だったのかもって…\n\nちょっと手を貸して、はむ、うん…暖かい。ペロペロ、これでよし、夢になって無くならないように…",
      "ko": "너랑 난…이제 친한 친구인 거지? 예전에도 이런 친구가 있던 게…어렴풋이 기억나. 그게 꿈인지 아닌지는 모르겠지만…\n\n네 손 좀 줘봐. 앙, 음…따뜻해. 이제 됐어, 꿈이 돼서 떠나버리면 안 돼…",
      "en": "You and me... we're good friends now, right? I kind of remember having a friend like this before, but maybe it was a dream... Here, give me your hand. Ahh... Hmm, nice and warm... Very nice... please don't leave me, and become another dream.",
      "de": "Du und ich ... wir sind jetzt gute Freunde, richtig? Ich erinnere mich dunkel daran, wie es ist einen Freund wie dich zu haben, aber vielleicht war es auch nur ein Traum ... Hier, gib mir deine Hand. Hmm, schön warm ... Sehr angenehm ... bitte verlass mich nicht und werde zu einem weiteren Traum.",
      "es": "#Tú y yo... ya somos buen{F#as}{M#os} amig{F#as}{M#os}, ¿cierto? Hace tiempo, tuve un amigo como tú, aunque no sé... Tal vez lo soñé.\n\nVen, dame la mano. Ah... es muy cálida. Por favor, no me abandones y te conviertas en otro sueño.",
      "fr": "#Toi et moi... On est {M#amis}{F#amies} maintenant, non ? J'ai l'impression d'avoir déjà eu un ami comme ça, mais c'est juste une impression, un rêve sans doute... Tiens, donne-moi ta main. Ah... Hmm, toute douce et chaude... S'il te plaît ne pars pas, ne deviens pas un rêve à ton tour.",
      "pt": "Nós... Somos bons amigos agora, certo? Eu me lembro de ter tido um amigo assim antes, mas talvez tenha sido um sonho... Aqui, me dê sua mão. Hmm... Realmente agradável e quentinha. Muito bom... Por favor, não me deixe e se torne apenas mais um sonho.",
      "ru": "Мы с тобой стали хорошими друзьями. Я смутно помню... Кажется, в детстве у меня был такой друг, но я не уверена, была ли это грёза или правда... Дай мне свою руку. Тёплая... Это хорошо. Не покидай меня, не превращайся в далёкий сон...",
      "id": "Kita berdua ini sudah berteman baik kan? Aku samar-samar teringat kalau dulu aku juga pernah memiliki seorang teman baik sepertimu, tetapi aku tidak yakin apakah itu hanya mimpi atau kenyataan...\n\nCoba berikan aku tanganmu. Waw, hmmm... hangatnya. Tetaplah seperti ini, jangan biarkan ini menjadi sebuah mimpi lagi...",
      "th": "เธอกับฉัน... เป็นเพื่อนกันแล้ว ใช่มั้ย ฉันจำได้ราง ๆ... ว่าเมื่อก่อนฉันก็เคยมีเพื่อนแบบนี้ แต่ฉันไม่แน่ใจว่านั่นคือฝันรึเปล่า...\n\nขอมือเธอหน่อย อื้อหือ อื้ม...อุ่นดี แบบนี้ค่อยยังชั่ว อย่ากลายเป็นแค่ความฝันเชียวนะ...",
      "vi": "Tôi và bạn... đã là bạn tốt của nhau rồi phải không! Tôi nhớ mang máng rằng... trước đây tôi cũng từng có một người bạn như vậy, nhưng tôi không chắc đó có phải là mơ... \n\nĐưa tay cho tôi. Ừm... thật ấm áp. Như vậy là tốt rồi, đừng trở thành giấc mơ nhé..."
    }
  },
  {
    "title": {
      "zhs": "迪奥娜的爱好…",
      "zht": "迪奥娜的愛好…",
      "jp": "ディオナの趣味…",
      "ko": "디오나의 취미…",
      "en": "Diona's Hobbies",
      "de": "Dionas Hobbys ...",
      "es": "Aficiones de Diona...",
      "fr": "Les loisirs de Diona...",
      "pt": "Passatempos de Diona...",
      "ru": "Хобби Дионы...",
      "id": "Hobi Diona",
      "th": "งานอดิเรกของ Diona...",
      "vi": "Sở thích của Diona..."
    },
    "line": {
      "zhs": "我喜欢打猎，追捕猎物可是我的强项！但爸爸说野外情况瞬息万变，只有跟着可靠的大人一起，才能深入森林。你…算是可靠的大人吧？",
      "zht": "#我喜歡打獵，追捕獵物可是我的強項！但爸爸說野外情況瞬息萬變，只有跟著可靠的大人一起，才能深入森林。{F#妳}{M#你}…算是可靠的大人吧？",
      "jp": "あたしは狩りが好き。獲物を追い詰めれるのがあたしの強みなの！でも外は危ないから、頼もしい大人が一緒にいないと森には入っちゃダメだってパパに言われた。あなた、頼もしい大人だよね？",
      "ko": "난 사냥을 좋아해. 사냥감을 쫓는 건 내 특기지! 근데 아빠가 순식간에 위험해지는 게 숲이라고 믿을만한 어른 없이는 절대 들어가지 말라고 하셨어. 너 정도면, 믿을만한 어른 맞지?",
      "en": "I enjoy hunting. I'm especially good at tracking down prey! But Daddy says that the wild is dangerous. One should only go deep into the forest with a reliable adult. ...You're a reliable adult, right?",
      "de": "Ich jage gerne. Ich bin besonders gut im Aufspüren von Beute! Aber Vater sagt, dass die Jagd gefährlich ist. Man sollte nur mit einem vertrauenswürdigen Erwachsenen tief in den Wald gehen. Du bist ein vertrauenswürdiger Erwachsener, oder?",
      "es": "#Me gusta cazar. ¡Soy especialmente buena rastreando a mis presas! Pero papá dice que la naturaleza es peligrosa. Uno solo debe adentrarse en el bosque con un adulto responsable. Tú eres {F#una adulta}{M#un adulto} responsable, ¿cierto?",
      "fr": "J'aime la chasse. Je suis naturellement douée pour pister une proie ! Mais mon père dit que la nature sauvage est dangereuse, et qu'on ne doit s'y aventurer qu'avec un adulte responsable à ses côtés... Tu es responsable toi, non ?",
      "pt": "Eu gosto de caçar. Sou especialmente boa em rastrear presas! Mas o papai diz que a natureza é perigosa. Só se deve ir ao fundo da floresta com um adulto confiável... Você é um adulto de confiança, certo?",
      "ru": "Я люблю охотиться. Я отлично выслеживаю дичь! Но папа говорит, что в лесу может быть опасно, и туда следует ходить только с надёжным взрослым... Ты сойдёшь за надёжного взрослого?",
      "id": "Aku suka berburu, menangkap hewan buruan adalah salah satu keahlianku! Tapi ayahku selalu berkata bahwa keadaan di alam liar tidak dapat ditebak. Aku hanya boleh menjelajahi hutan belantara jika ditemani oleh orang dewasa yang bisa diandalkan. Kamu... bisa kuandalkan kan?",
      "th": "ฉันชอบล่าสัตว์ การตามล่าเหยื่อคือจุดแข็งของฉันเลย! แต่พ่อบอกว่าในป่ามันอันตราย ต้องไปกับผู้ใหญ่ที่พึ่งพาได้เท่านั้นถึงจะเข้าไปในป่าลึกได้ เธอ... ถือเป็นผู้ใหญ่ที่พึ่งพาได้ใช่มั้ย?",
      "vi": "Tôi thích đi săn, đuổi bắt con mồi chính là thế mạnh của tôi! Nhưng bố nói tình hình bên ngoài đang rất phức tạp, chỉ đi cùng với người đáng tin cậy mới có thể vào sâu trong rừng. Bạn... có được tính là người đáng tin vậy không?"
    }
  },
  {
    "title": {
      "zhs": "迪奥娜的烦恼…",
      "zht": "迪奥娜的煩惱…",
      "jp": "ディオナの悩み…",
      "ko": "디오나의 고민…",
      "en": "Diona's Troubles",
      "de": "Dionas Sorgen ...",
      "es": "Preocupaciones de Diona...",
      "fr": "Les problèmes de Diona...",
      "pt": "Preocupações de Diona...",
      "ru": "Беспокойство Дионы...",
      "id": "Kegelisahan Diona",
      "th": "เรื่องกลุ้มใจของ Diona...",
      "vi": "Nỗi buồn của Diona..."
    },
    "line": {
      "zhs": "嗯…到底怎样才能调出难喝的酒呢…连我给予厚望的噩梦搭配——「酱油牛奶绝云椒椒配蒲公英籽特调」都被说成是「小迪奥娜又有进步了」，呜…我不会认输的…",
      "zht": "嗯…到底怎樣才能調出難喝的酒呢…連我給予厚望的惡夢搭配——「醬油牛奶絕雲椒椒配蒲公英籽特調」都被說成是「小迪奧娜又有進步了」，嗚…我不會認輸的…",
      "jp": "むぅ…どうすればまずいお酒を作れるのかな…期待してたあの悪夢のような配合——「醤油牛乳絶雲の唐辛子と蒲公英の種の特製ドリンク」でも「ディオナちゃんまた腕が上がったな」って褒められた。うう…でも負けない…",
      "ko": "어떻게 해야 맛없는 술을 만들 수 있을까… 잔뜩 기대한 최악의 조합——「간장, 우유, 절운고추에 민들레 씨앗을 넣은 특제 술」조차 「실력이 더 늘었네, 디오나」라는 평가를 받았어, 흐엉… 절대 포기하지 않을 거야…",
      "en": "How, oh how can I make awful-tasting drinks...? I had high hopes for the soy sauce, milk, Jueyun Chili, and Dandelion Seed cocktail — my most nightmarish combination to date! But even that was met with praise at the tavern. \"This is Little Diona's best drink yet...\" Grr! But I won't give up...",
      "de": "Wie, oh wie kann ich nur ein widerlich schmeckendes Getränk zubereiten? Ich hatte große Hoffnungen in den „Sojasoße-Milch-Jueyun-Peperoni-Löwenzahnsamen-Cocktail“ gesetzt, meine albtraumhafteste Kombination bis jetzt! Aber selbst dafür habe ich in der Taverne nur Lob geerntet. „Das ist der beste Drink von der kleinen Diona bis jetzt!“ Grr ... aber ich werde nicht aufgeben ...",
      "es": "Ya me quedé sin ideas para hacer bebidas que sepan mal... Tenía grandes esperanzas en mi “cóctel de chile de Jueyun con leche de soja y semillas de diente de león”, ¡mi combinación más horripilante hasta la fecha! Pero a todos los clientes de la taberna les gustó.“¡Esta es la mejor bebida de Diona hasta la fecha!”, dijeron. Grr... ¡Pero no me rendiré!",
      "fr": "Mais comment faire pour réussir à créer une boisson qui ait vraiment un sale goût...? J'avais beaucoup misé sur mon « cocktail sauce soja/piments de Jueyun/graines de pissenlit » – la pire combinaison que j'ai trouvée à ce jour ! Mais même ça a reçu l'approbation à la taverne... « C'est la meilleure création de Diona jusqu'ici ! » Grrr... Mais je n'abandonnerai pas...",
      "pt": "Oh, como posso fazer bebidas ruins...? Eu tinha grandes esperanças sobre juntar \"Molho de Soja, Leite, Pimenta de Jueyun, e coquetel de Sementes de Dandelion\" - minha combinação mais horripilante até hoje! Mas mesmo isso foi recebido com elogios na taverna - \"Esta é a melhor bebida da Pequena Diona até agora!\" Grr... Mas eu não vou desistir...",
      "ru": "Ну... Как же мне испортить напиток? Мой кошмарный коктейль «специальный купаж из соевого соуса, молока, заоблачного перчика и семян одуванчика», на который я возлагала все надежды, назвали «шедевром маленькой Дионы»! Гр-р... Я не сдамся...",
      "id": "*huff*... Sebenarnya bagaimana sih caranya membuat minuman anggur yang tidak enak... Aku sudah berharap banyak saat aku berhasil menciptakan \"minuman spesial dengan Soy Sauce, Milk, Jueyun Chili dan Dandelion Seed\" yang mengerikan. Tetapi orang-orang malah berkata \"Racikan Diona semakin lama semakin hebat ya!\". Huh, aku tidak akan menyerah!",
      "th": "อืม... จะผสมเหล้ารสชาติแย่ ๆ ได้ยังไงนะ... แม้แต่การผสมที่เหมือนฝันร้ายอย่าง... \"การผสมผสานระหว่างเมล็ดดอกแดนดิไลออนกับพริก Jueyun Chili นมและซอสถั่วเหลือง\" ผู้คนกลับพูดกันว่า \"Diona มีพัฒนาการอีกแล้ว\" ฮือ... ฉันจะไม่ยอมแพ้...",
      "vi": "Ừm... phải làm thế nào mới có thể pha ra loại rượu khó uống nhỉ... ngay cả sự kết hợp ác mộng mà tôi đặt nhiều hy vọng - \"Đặc chế nước tương sữa ớt tuyệt vân và hạt bồ công anh\" cũng đều bị nói là \"Bé Diona lại có tiến bộ rồi\", hừ... tôi sẽ không nhận thua đâu..."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was sie so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "我喜欢吃鱼！作为主食的鱼…爸爸做的鱼！但是…不要作为下酒菜，那是对鱼的亵渎！",
      "zht": "我喜歡吃魚！作為主食的魚…爸爸做的魚！但是…不要作為下酒菜，那是對魚的褻瀆！",
      "jp": "お魚が好き！主食としてのお魚…パパがさばいたお魚！でも…おつまみとしてのお魚は嫌い、あれはお魚への冒涜にゃ！",
      "ko": "난 생선이 좋아! 주식으로 먹는 생선도 좋고… 아빠가 만들어 준 생선도 좋아! 근데…안주로 만드는 건 절대 안 돼. 그건 생선에 대한 모독이야!",
      "en": "I like, no, LOVE to eat fish! The fish Daddy cooks is the best, a purrfect main course! ...But eating fish as drunk food, that's absolute blasphemy!",
      "de": "Ich mag, nein, Ich LIEBE es Fisch zu essen! Der Fisch, den Vater zubereitet, ist der beste, ein perfektes Gericht, zum Schnurren! Aber Fisch als Katerfrühstück? Das ist absolute Blasphemie!",
      "es": "¡Me encanta el pescado! Sobre todo el que hace papá. Pero comer pescado en una taberna... ¡eso es una blasfemia!",
      "fr": "J'adore le poisson ! Papa sait le cuisiner à la perfection ! ... Mais accompagner l'alcool avec du poisson est un vrai blasphème !",
      "pt": "Eu gosto de comer peixe! O peixe que meu pai faz é ótimo! Mas comer peixe enquanto bebe é uma blasfêmia!",
      "ru": "Я обожаю рыбу! Папа лучше всех готовит рыбу! Но... Делать из рыбы закуску к алкоголю - это святотатство!",
      "id": "Aku sangat suka makan ikan! Apalagi ikan masakan ayah yang menjadi lauk utama! Tetapi... ikan tidak boleh dijadikan makanan pelengkap anggur, itu namanya sebuah penghinaan terhadap ikan!",
      "th": "ฉันชอบกินปลา! ปลาที่เป็นอาหารหลัก... ปลาที่พ่อทำ! แต่... ไม่ได้เอามาทำเป็นกับแกล้มนะ นั่นเป็นการดูถูกปลาเลยล่ะ!",
      "vi": "Tôi thích ăn cá! Cá là thức ăn chính... món cá bố làm! Nhưng.. đừng làm món nhắm rượu, đó chính là sự báng bổ đối với món cá!"
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was sie nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang tidak kamu suka",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "胡萝卜、土豆、洋葱、番茄…这些味道都不太喜欢。我，我可不是吃素的啊！",
      "zht": "胡蘿蔔、馬鈴薯、洋蔥、番茄…這些味道都不太喜歡。我，我可不是吃素的啊！",
      "jp": "ニンジン、ジャガイモ、タマネギ、トマト…ああいうのは味があんまり好きじゃない。だってあたし、野菜が嫌いなんだもん！",
      "ko": "당근, 감자, 양파, 토마토… 이런 것들은 다 별로야. 난, 채식은 안 해!",
      "en": "Carrots, potatoes, onions, tomatoes... I don't like the taste of any of those vegetables. ...In fact, I don't eat vegetables at all!",
      "de": "Möhren, Kartoffeln, Zwiebeln, Tomaten ... Ich mag den Geschmack von diesen Gemüsesorten gar nicht ... Tatsächlich esse ich überhaupt gar kein Gemüse!",
      "es": "La zanahoria, las papas, la cebolla, el tomate... ¡Odio su sabor! De hecho, yo no como verdura.",
      "fr": "Carottes, pommes de terre, ognons, tomates... Je n'aime rien de tout ça. D'ailleurs, je n'aime aucun légume, c'est bien simple !",
      "pt": "Cenouras, Batatas, Cebolas, Tomates... Não gosto de nenhum. Não sou uma vegetariana!",
      "ru": "Морковь, картофель, лук, помидоры... Это всё я не люблю. Я... Я вообще овощи не ем!",
      "id": "Wortel, kentang, daun bawang, tomat... Aku tidak suka sayur-sayur ini. Lebih tepatnya, aku tidak suka semua sayur!",
      "th": "แครอท, มันฝรั่ง, หัวหอม, มะเขือเทศ... ฉันไม่ค่อยชอบรสชาติพวกนี้เท่าไหร่ ฉะ ฉันไม่ได้กินมังสวิรัตินะ!",
      "vi": "Cà rốt, khoai tây, hành tây, cà chua... tôi không thích những vị này. Tôi, tôi không phải là người ăn chay!"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "好吃…我，我就随便问一下哦，下次还有吗？",
      "zht": "好吃…我，我就隨便問一下喔，下次還有嗎？",
      "jp": "美味しい…その、ただ聞いてみるだけだけど、また作ってくれる？",
      "ko": "맛있다…. 그, 그냥 물어보는 건데, 다음에도 해줄 수 있어?",
      "en": "Mmm! I just wanna ask you this... Will you bring more of it next time?",
      "de": "Lecker! Ich frage nur ... Gibt es dies das nächste Mal auch?",
      "es": "Qué rico... Oye, una pregunta. ¿Cocinarás para mí otra vez?",
      "fr": "C'est bon... Je... Je demande juste comme ça, mais tu m'en referas une prochaine fois ?",
      "pt": "Hmm, que delícia... Eu só quero fazer uma pergunta... Poderia trazer mais na próxima vez?",
      "ru": "Как вкусно! Я... я хотела спросить... А ты потом принесёшь ещё немного?",
      "id": "Enak ... A-Aku cuma iseng tanya yah, besok-besok kamu bakal bawa lagi enggak ya?",
      "th": "อร่อย... ฉะ ฉันขอถามหน่อยสิ รอบหน้าจะมีอีกมั้ย?",
      "vi": "Rất ngon... tôi, tôi muốn hỏi một câu, lần sau bạn sẽ lại nấu cho tôi nhé?"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "你可别指望我尝了点甜头，就会来蹭你…",
      "zht": "#{F#妳}{M#你}可別指望我嚐了點甜頭，就會來蹭{F#妳}{M#你}…",
      "jp": "美味しいものを食べさせてくれたからって、あたしがすりすりするとか思ってないよね…",
      "ko": "네가 맛있는 것 좀 줬다고 내가 애교부릴 거란 생각은 마…",
      "en": "I'll admit, that was pretty sweet... but that doesn't mean I haven't had sweeter.",
      "de": "Du erwartest doch nicht, dass ich dich deswegen wie eine Katze streichle ...",
      "es": "No te creas que, por darme comida, voy a dejar que me acaricies...",
      "fr": "Ne crois pas pouvoir m'amadouer avec de la bonne nourriture...",
      "pt": "Não pense que por me dar comida vou deixar você me acariciar...",
      "ru": "Признаю, было довольно вкусно... Но не жди от меня дифирамбов.",
      "id": "Kuakui, makanannya lumayan manis sih ... tapi bukan berarti aku belum pernah makan yang lebih enak.",
      "th": "อย่าคิดว่าพอได้ชิมของอร่อยแล้ว ฉันจะหลงกลคุณนะ...",
      "vi": "Bạn đừng tưởng rằng cho tôi nếm một chút ngọt ngào, là tôi liền đến cạ vào người bạn đấy..."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "喂…你是把我当成路边的野猫了吗！",
      "zht": "#喂…{F#妳}{M#你}是把我當成路邊的野貓了嗎！",
      "jp": "もう…あたしは道端の野良猫じゃにゃいんだからね！",
      "ko": "이봐… 너 지금 날 길고양이 취급하는 거야?!",
      "en": "Hey... What do you take me for, some sort of stray cat!?",
      "de": "He ... Behandelst du mich wie eine wilde Katze am Straßenrand!?",
      "es": "Oye, ¿me tomas por un gato abandonado o qué?",
      "fr": "Je suis un chat de gouttière pour toi ou quoi ?!",
      "pt": "Ei! O que você acha que eu sou? Uma gata de rua?!",
      "ru": "Эй... Ты за кого меня держишь, за уличную кошку?!",
      "id": "Heh, kamu kira aku ini kucing liar???",
      "th": "เฮ้... คุณเห็นฉันเป็นแมวจรจัดข้างถนนรึไง!",
      "vi": "Này... có phải bạn xem tôi là mèo hoang rồi không!"
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "炸鱼，配上这个我特别调制的酱料，给你。\n\n…没有加奇怪的东西！我认真调味的手艺才不会差呢，先尝过才可以说话。\n\n哼…这才对嘛…唔，那个，生日快乐。",
      "zht": "#炸魚，配上這個我特別調製的醬料，給{F#妳}{M#你}。\n\n…沒有加奇怪的東西！我認真調味的手藝才不會差呢，先嘗過才可以說話。\n\n哼…這才對嘛…唔，那個，生日快樂。",
      "jp": "フライドフィッシュとあたしの特製ソースだよ、どーぞ。\n\n…変なものなんか入れてないにゃ！あたしが本気を出せば美味しくできるんだから、一口食べたら感想をちょうだい！\n\nあ、うっ…さ、最初に言うべきだったにゃ…えっと、その、お誕生日おめでとう。",
      "ko": "생선튀김에 내가 특별히 만든 소스도 곁들였어. 자, 받아.\n\n…이상한 건 안 넣었어! 내가 공들여 만든 건데 맛없을 리 없잖아. 일단 먹어보고 얘기해!\n\n흥… 그렇게 나와야지… 음, 저기, 생일 축하해",
      "en": "Here you go — fried fish with my special sauce! ...Relax, I didn't add anything strange! My cooking is actually really good when I want it to be — stop talking and try it already! Hmph... that's better... Oh, and uh, happy birthday.",
      "de": "Hier, bitte sehr: gebratener Fisch mit Spezialsoße!\n\nEntspann dich, ich habe nichts seltsames reingetan! Meine Kochkünste sind eigentlich ziemlich gut, wenn ich es ordentlich mache. Jetzt hör auf zu reden und probier endlich! Hmm ... so ist es gut ...\n\nOh, und ähm, herzlichen Glückwunsch zum Geburtstag.",
      "es": "Aquí tienes: pescado frito acompañado de mi salsa especial. No te preocupes, no le puse nada extraño. En realidad, cuando quiero, cocino bien. Vamos, pruébalo.\n\nEso está mejor... Ah, ¡y feliz cumpleaños!",
      "fr": "Et voilà – poisson frit à ma sauce spéciale ! ... T'inquiète, je n'ai rien mis de bizarre dedans ! Quand je veux, je cuisine bien tu sais – tais-toi et goûte donc ! Hmph. C'est mieux... Ah, et joyeux anniversaire.",
      "pt": "Peixe frito acompanhado de molho especial.\n\n... Não adicionei nada de estranho! Eu sei cozinhar bem quando quero, primeiro prove, depois pode falar.\n\nHmph... Assim é melhor... Ah sim, feliz aniversário.",
      "ru": "Это тебе! Жареная рыба с моим особым соусом! \n\nНичего необычного в составе! Я действительно хорошо готовлю, когда хочу, поэтому хватит болтать, пробуй уже! \n\nДа, вот так... Это... С днём рождения тебя.",
      "id": "Ini untukmu, ikan goreng dengan saus spesial buatanku.\n\nTidak ada bahan yang aneh-aneh kok! Aku ini mahir memasak kalau sedang serius, coba cicipi dulu baru berkomentar.\n\nHeh... benar kan? Oh... oh iya, selamat ulang tahun.",
      "th": "ปลาทอดกับซอสสูตรพิเศษของฉัน ให้เธอก็แล้วกัน\n\n...ไม่ได้ใส่อะไรแปลก ๆ หรอกน่า! ฝีมือการปรุงของฉันไม่เลวเลยนะ ลองชิมก่อนค่อยพูดเถอะ\n\nอ่า... จริงสิ...เอ่อ คือ สุขสันต์วันเกิดนะ",
      "vi": "Cho bạn nè, cá chiên kèm với nước sốt đặc chế.\n\n...Tôi không cho thêm thứ gì lạ đâu! Tay nghề nêm nếm gia vị của tôi rất đỉnh đấy nhé, nếm thử đi rồi mới nói được. \n\nHe... vậy mới đúng chứ... à, cái đó, chúc mừng sinh nhật."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "猫的眼睛，看得见黑暗中的一切猎物！",
      "zht": "貓的眼睛，看得見黑暗中的一切獵物！",
      "jp": "猫の目は、暗闇の中でも全ての獲物を捉える！",
      "ko": "고양이의 눈은, 어둠 속의 사냥감을 모두 볼 수 있어!",
      "en": "A cat's eyes can see even the most elusive prey in the dark.",
      "de": "Die Augen einer Katze können selbst die undeutlichste Beute in der Dunkelheit sehen.",
      "es": "Con nuestra vista, ¡los gatos podemos ver perfectamente a nuestra presa en la oscuridad!",
      "fr": "L'œil d'un chat est capable de voir même la plus imperceptible des proies dans l'obscurité.",
      "pt": "O olho de um gato pode ver todas as presas no que se escondem na escuridão!",
      "ru": "Кошачьи глаза видят дичь даже в непроглядной тьме!",
      "id": "Mata kucing bisa melihat mangsa di dalam kegelapan sekalipun!",
      "th": "ตาของแมว สามารถมองเห็นเหยื่อทั้งหมดได้ในความมืด!",
      "vi": "Mắt mèo có thể nhìn thấy tất cả con mồi trong bóng tối!"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "猫的耳朵，听得见地上最细微的脚步声。",
      "zht": "貓的耳朵，聽得到地上最細微的腳步聲。",
      "jp": "猫の耳は、どんなに小さな足音でも聞くことができる。",
      "ko": "고양이의 귀는, 미세한 발소리도 들을 수 있지…",
      "en": "A cat's ears can hear even the softest footsteps on the ground.",
      "de": "Die Ohren einer Katze können selbst die leisesten Schritte auf dem Boden hören.",
      "es": "Las orejas felinas oyen hasta las pisadas más ligeras.",
      "fr": "L'oreille d'un chat peut percevoir les plus silencieux des déplacements.",
      "pt": "As orelhas de um gato escutam o som até do menor dos passos.",
      "ru": "Кошачьи уши слышат даже самые тихие шаги.",
      "id": "Telinga kucing bisa mendengar suara langkah kaki sekecil apa pun.",
      "th": "หูของแมว สามารถได้ยินแม้กระทั่งเสียงฝีเท้าที่เบาหวิว",
      "vi": "Tai của mèo, có thể nghe thấy tiếng bước chân dù là nhỏ nhất trên mặt đất."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "猫的四肢，爬得上全提瓦特最高的树。",
      "zht": "貓的四肢，爬得上全提瓦特最高的樹。",
      "jp": "猫の四肢は、テイワットで最も高い木にも登れる！",
      "ko": "고양이의 다리는, 티바트에서 가장 높은 나무에 오를 수 있어!",
      "en": "A cat's legs can climb even the tallest tree in all of Teyvat.",
      "de": "Die Beine einer Katze können selbst den höchsten Baum in ganz Teyvat erklimmen.",
      "es": "Las patas felinas pueden trepar incluso al árbol más alto de Teyvat.",
      "fr": "Les pattes d'un chat sont capables escalader le plus haut des arbres de Teyvat.",
      "pt": "As patas de um gato escalam até a árvore mais alta de Teyvat.",
      "ru": "Кошачьи лапы могут забраться даже на самое высокое дерево в Тейвате.",
      "id": "Keempat kaki kucing bisa memanjat pohon tertinggi di Teyvat.",
      "th": "ขาทั้งสี่ของแมว สามารถปีนต้นไม้ที่สูงที่สุดใน Teyvat ได้",
      "vi": "Bốn chân của mèo có thể leo lên cái cây cao nhất trên Teyvat."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "猫的鼻子，闻得出熟悉的、喜欢的人的…唔？！是你听错了！我怎么可能说出那种话…呜…",
      "zht": "#貓的鼻子，聞得出熟悉的、喜歡的人…唔？！是{F#妳}{M#你}聽錯了！我怎可能說出那種話…嗚…",
      "jp": "猫の鼻は、親しくて好きな人の匂いが分かる…えっ！？聞き間違いよ！あたしがそんなことを言うわけないにゃ…フン…",
      "ko": "고양이의 코는, 익숙하고 좋아하는 사람의 냄새를 맡… 앗?! 네가 잘못 들은 거야! 내가 그런 말을 할 리가 없잖아… 으…",
      "en": "A cat's nose can smell those people they are familiar with and like... Ahh!? You're mistaken, how could I say something like that... Ohh...",
      "de": "Die Nase einer Katze kann die Leute erschnuppern, die sie gut kennt und die sie mag ... Aah?! Nein, so war das nicht gemeint. Wie konnte ich nur so etwas aussprechen ... Oh ...",
      "es": "La nariz felina reconoce a las personas que le gustan a través del olor... ¿Eh? Te equivocas, yo jamás diría algo así...",
      "fr": "La truffe d'un chat peut sentir les personnes qu'elle connaît et qu'elle aime... Euh ?! Non, je n'ai pas dit ça, tu te trompes ! ... Oh...",
      "pt": "O nariz de um gato pode cheirar as pessoas que gostam e são familiares... Ah? Você ouviu errado! Como eu poderia ter dito uma coisa dessa?",
      "ru": "Кошачий нос чует знакомых людей и тех, кто ему нравится... Что?! Тебе послышалось! Как я могла такое сказать вслух... Ой...",
      "id": "Hidung kucing bisa mencium bau orang yang dikenal dan orang yang disukai... Apa?! Kamu salah dengar tadi! Mana mungkin aku mengatakan hal seperti itu. Uhhh...",
      "th": "จมูกของแมว สามารถได้กลิ่นที่คุ้นเคย และกลิ่นของคนที่ชอบได้... เอ๊ะ?! เธอฟังผิดแล้ว! ทำไมฉันถึงพูดอะไรแบบนี้ออกมาเนี่ย... โอ๊ย...",
      "vi": "Mũi của mèo, có thể ngửi ra mùi của những người quen thuộc và yêu thích... Hả?! Bạn nghe nhầm rồi! Sao tôi có thể nói ra những điều như vậy chứ... hư..."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "嘿…呀！",
      "zht": "嘿…呀！",
      "jp": "ほー…やっ！",
      "ko": "히…얍!",
      "en": "Hey-yah!",
      "de": "He... ja!!",
      "es": "¡Jiá!",
      "fr": "Yah !",
      "pt": "He... ya!!",
      "ru": "Киии-я!",
      "id": "Hi... yaa!!",
      "th": "เฮ้...!",
      "vi": "He... ya!!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "咻咻——",
      "zht": "咻咻——",
      "jp": "よいしょ——",
      "ko": "슈슉——",
      "en": "Pew-Pew~!",
      "de": "Peng, peng!",
      "es": "¡Piu! ¡Piu!",
      "fr": "Piu, piu !",
      "pt": "Pew-Pew~!",
      "ru": "Пиу-пиу!",
      "id": "Piw-piw!",
      "th": "ฟิ้ว ฟิ้ว——",
      "vi": "Pew-Pew~!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "目标确认。",
      "zht": "目標確認。",
      "jp": "ターゲットロックオン。",
      "ko": "목표 확인!",
      "en": "On the rocks!",
      "de": "Ziel erfasst!",
      "es": "¡En las rocas!",
      "fr": "Cible verrouillée.",
      "pt": "Hora da pauleira!",
      "ru": "Пора выпустить когти!",
      "id": "Pakai es!",
      "th": "ยืนยันเป้าหมาย",
      "vi": "Xác nhận mục tiêu."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其四",
      "zht": "元素戰技·其四",
      "jp": "元素スキル·4",
      "ko": "원소전투 스킬·네 번째",
      "en": "Elemental Skill: IV",
      "de": "Elementarfähigkeit IV",
      "es": "Habilidad Elemental (IV)",
      "fr": "Compétence élémentaire (4)",
      "pt": "Habilidade Elemental - IV",
      "ru": "Элементальный навык IV",
      "id": "Elemental Skill: IV",
      "th": "สกิลธาตุ - 4",
      "vi": "Kỹ Năng Nguyên Tố IV"
    },
    "line": {
      "zhs": "攻守兼备。",
      "zht": "攻守兼備。",
      "jp": "攻守兼備。",
      "ko": "공수 겸비~",
      "en": "Shaken and stirred!",
      "de": "Geschüttelt und gerührt!",
      "es": "¡Agitado y revuelto!",
      "fr": "Attaque et défense.",
      "pt": "Mexido e agitado!",
      "ru": "Взболтать и смешивать!",
      "id": "Kocok dan aduk!",
      "th": "เตรียมทั้งแนวรุกและแนวรับ",
      "vi": "Công thủ có đủ."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其五",
      "zht": "元素戰技·其五",
      "jp": "元素スキル·5",
      "ko": "원소전투 스킬·다섯 번째",
      "en": "Elemental Skill: V",
      "de": "Elementarfähigkeit V",
      "es": "Habilidad Elemental (V)",
      "fr": "Compétence élémentaire (5)",
      "pt": "Habilidade Elemental - V",
      "ru": "Элементальный навык V",
      "id": "Elemental Skill: V",
      "th": "สกิลธาตุ - 5",
      "vi": "Kỹ Năng Nguyên Tố V"
    },
    "line": {
      "zhs": "抓到你了！",
      "zht": "抓到你了！",
      "jp": "捕まえたにゃ！",
      "ko": "잡았다, 냥!",
      "en": "Scratched ya!",
      "de": "Hab ich dich!",
      "es": "¡Te pillé!",
      "fr": "Je t'ai attrapé !",
      "pt": "Te peguei!",
      "ru": "Поймала!",
      "id": "Ketangkap!",
      "th": "จับได้แล้ว!",
      "vi": "Bắt được rồi!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其六",
      "zht": "元素戰技·其六",
      "jp": "元素スキル·6",
      "ko": "원소전투 스킬·여섯 번째",
      "en": "Elemental Skill: VI",
      "de": "Elementarfähigkeit VI",
      "es": "Habilidad Elemental (VI)",
      "fr": "Compétence élémentaire (6)",
      "pt": "Habilidade Elemental - VI",
      "ru": "Элементальный навык VI",
      "id": "Elemental Skill: VI",
      "th": "สกิลธาตุ - 6",
      "vi": "Kỹ Năng Nguyên Tố VI"
    },
    "line": {
      "zhs": "我可不好欺负！",
      "zht": "我可不好欺負！",
      "jp": "あたしを甘く見ないで！",
      "ko": "날 만만하게 보지 마!",
      "en": "Think you can bully me?!",
      "de": "Denkst du, du kannst mich einschüchtern?!",
      "es": "¿Crees que puedes aprovecharte de mí?",
      "fr": "Je ne me laisserai pas faire !",
      "pt": "Você acha que pode me intimidar?!",
      "ru": "Не на того напали!",
      "id": "Kamu kira bisa menggangguku?",
      "th": "รังแกฉันง่าย ๆ ไม่ได้หรอกนะ!",
      "vi": "Ta không dễ bị ăn hiếp đâu!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "迪奥娜特调！",
      "zht": "迪奧娜特調！",
      "jp": "ディオナの特製ドリンクにゃ！",
      "ko": "디오나 특제!",
      "en": "Diona Special!",
      "de": "Dionas Spezialmischung!",
      "es": "¡El especial de Diona!",
      "fr": "Cocktail spécial de Diona !",
      "pt": "Especial de Diona!",
      "ru": "Авторский коктейль Дионы!",
      "id": "Minuman spesial Diona!",
      "th": "Diona Special!",
      "vi": "Diona pha chế!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "贪杯的下场…哼！",
      "zht": "貪杯的下場…哼！",
      "jp": "飲みすぎだよ…ふん！",
      "ko": "술타령한 대가야…. 흥!",
      "en": "Can't handle your drink? Hmph!",
      "de": "Kannst du dein Getränk nicht vertragen? Hmpf!",
      "es": "¿No puedes con tu bebida?",
      "fr": "Vous avez trop bu ! Hmph !",
      "pt": "Não aguenta sua bebida? Hmph!",
      "ru": "Что, не умеешь пить? Гм!",
      "id": "Tidak bisa menghabiskan minumanmu? Hmph!",
      "th": "นี่คือจุดจบของคนตะกละ... หึ!",
      "vi": "Cái kết của việc uống quá nhiều...hứ!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "反省吧，酒鬼！",
      "zht": "反省吧，酒鬼！",
      "jp": "反省しなさい、酔っぱらいさん！",
      "ko": "반성하라구, 주정뱅이!",
      "en": "Look at you, boozehound!",
      "de": "Sieh dich an, Schnapsdrossel!",
      "es": "¡Mírate, borrachín!",
      "fr": "Regarde-toi, ivrogne !",
      "pt": "Olha só, seu pingaiada!",
      "ru": "Погляди на себя, выпивоха!",
      "id": "Berkacalah, pemabuk!",
      "th": "ดูตัวเองหน่อยเถอะ พวกคนขี้เมา!",
      "vi": "Thức tỉnh đi, tên bợm!"
    }
  },
  {
    "title": {
      "zhs": "冲刺开始·其一",
      "zht": "衝刺開始·其一",
      "jp": "ダッシュ開始·1",
      "ko": "대시 시작·첫 번째",
      "en": "Sprint Start: I",
      "de": "Rennen – Start I",
      "es": "Al esprintar (I)",
      "fr": "Début de sprint (1)",
      "pt": "Início da Corrida - I",
      "ru": "Начало спринта I",
      "id": "Mulai Lari: I",
      "th": "เริ่มวิ่ง - 1",
      "vi": "Xung Kích Bắt Đầu I"
    },
    "line": {
      "zhs": "唔，来了。",
      "zht": "唔，來了。",
      "jp": "うー、すぐ行く。",
      "ko": "금방 갈게",
      "en": "Ha, I'm here.",
      "de": "Ha, ich bin hier.",
      "es": "¡Ja, ya estoy aquí!",
      "fr": "J'arrive.",
      "pt": "Ha, estou aqui.",
      "ru": "Я здесь.",
      "id": "Ha, aku datang.",
      "th": "อ่า มาแล้ว",
      "vi": "Ha, đến rồi."
    }
  },
  {
    "title": {
      "zhs": "冲刺开始·其二",
      "zht": "衝刺開始·其二",
      "jp": "ダッシュ開始·2",
      "ko": "대시 시작·두 번째",
      "en": "Sprint Start: II",
      "de": "Rennen – Start II",
      "es": "Al esprintar (II)",
      "fr": "Début de sprint (2)",
      "pt": "Início da Corrida - II",
      "ru": "Начало спринта II",
      "id": "Mulai Lari: II",
      "th": "เริ่มวิ่ง - 2",
      "vi": "Xung Kích Bắt Đầu II"
    },
    "line": {
      "zhs": "出发，出发！",
      "zht": "出發，出發！",
      "jp": "出発、出発！",
      "ko": "출발, 출발!",
      "en": "Let's go, let's go!",
      "de": "Los geht’s, los geht’s!",
      "es": "¡Vamos, vamos!",
      "fr": "Allons-y, c'est parti !",
      "pt": "Vamos nessa, vamos nessa!",
      "ru": "Вперёд, вперёд!",
      "id": "Ayo pergi, yuk!",
      "th": "ไปกัน ลุยเลย!",
      "vi": "Xuất phát, xuất phát!"
    }
  },
  {
    "title": {
      "zhs": "冲刺结束·其一",
      "zht": "衝刺結束·其一",
      "jp": "ダッシュ終了·1",
      "ko": "대시 종료·첫 번째",
      "en": "Sprint End: I",
      "de": "Rennen – Ende I",
      "es": "Después de esprintar (I)",
      "fr": "Fin de sprint (1)",
      "pt": "Final da Corrida - I",
      "ru": "Конец спринта I",
      "id": "Selesai Berlari: I",
      "th": "หยุดวิ่ง - 1",
      "vi": "Xung Kích Kết Thúc I"
    },
    "line": {
      "zhs": "呼。",
      "zht": "呼。",
      "jp": "ふ～",
      "ko": "후우",
      "en": "Phew.",
      "de": "Puh.",
      "es": "¡Uf!",
      "fr": "Pfiou.",
      "pt": "Ufa.",
      "ru": "Фуух.",
      "id": "Fuhh.",
      "th": "ฟู่วว",
      "vi": "Phù."
    }
  },
  {
    "title": {
      "zhs": "冲刺结束·其二",
      "zht": "衝刺結束·其二",
      "jp": "ダッシュ終了·2",
      "ko": "대시 종료·두 번째",
      "en": "Sprint End: II",
      "de": "Rennen – Ende II",
      "es": "Después de esprintar (II)",
      "fr": "Fin de sprint (2)",
      "pt": "Final da Corrida - II",
      "ru": "Конец спринта II",
      "id": "Selesai Berlari: II",
      "th": "หยุดวิ่ง - 2",
      "vi": "Xung Kích Kết Thúc II"
    },
    "line": {
      "zhs": "哈唔…",
      "zht": "哈唔…",
      "jp": "ふぅああ…",
      "ko": "아웅…",
      "en": "Phew, hoo.",
      "de": "Haa, hu!",
      "es": "¡Fiuuu! Uf...",
      "fr": "*halète* ...",
      "pt": "Ufa, hoo.",
      "ru": "Ух... *выдыхает*",
      "id": "Fuhh, huu...",
      "th": "อืมเอ่ออ...",
      "vi": "Phew, hoo."
    }
  },
  {
    "title": {
      "zhs": "打开风之翼·其一",
      "zht": "打開風之翼·其一",
      "jp": "風の翼を広げる·1",
      "ko": "바람의 날개 사용·첫 번째",
      "en": "Deploying Wind Glider: I",
      "de": "Windgleiter öffnen I",
      "es": "Al abrir el planeador (I)",
      "fr": "Utilisation de planeur (1)",
      "pt": "Abrindo o Planador - I",
      "ru": "Запуск планера I",
      "id": "Membuka Wind Glider: I",
      "th": "เปิดเครื่องร่อนเวหา - 1",
      "vi": "Mở Phong Chi Dực I"
    },
    "line": {
      "zhs": "飞起来喽。",
      "zht": "飛起來囉。",
      "jp": "飛べたぁ。",
      "ko": "날아올랐어",
      "en": "I'm flying!",
      "de": "Ich fliege!",
      "es": "¡Estoy volando!",
      "fr": "Je vole !",
      "pt": "Estou voando!",
      "ru": "Я лечу!",
      "id": "Aku terbang!",
      "th": "จะบินแล้วน้าา",
      "vi": "Bay được rồi."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "让酒变难喝的材料啊，出现吧！",
      "zht": "讓酒變難喝的材料啊，出現吧！",
      "jp": "お酒を不味くする材料出てきて！",
      "ko": "술을 맛없게 하는 재료야, 나와라!",
      "en": "If it doesn't ruin a drink, it isn't treasure!",
      "de": "Wenn es ein Getränk nicht verdirbt, ist es kein Schatz!",
      "es": "Si no sirve para estropear una bebida, ¡no es un tesoro!",
      "fr": "Si on ne peut pas gâcher un verre avec, ce n'est pas vraiment un trésor...",
      "pt": "Se não serve para estragar uma bebida, não é um tesouro!",
      "ru": "Если этим не испортить напиток, то это не сокровища!",
      "id": "Bukan harta namanya kalau tidak bisa merusak alkohol!",
      "th": "วัสดุที่จะเปลี่ยนเหล้าให้รสชาติห่วยแตก รีบออกมาซะทีเถอะ!",
      "vi": "Hãy xuất hiện nguyên liệu làm rượu dở đi nào!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "亮晶晶的…想要…扑过去！",
      "zht": "亮晶晶的…想要…撲過去！",
      "jp": "キラキラしてる…つかみたいにゃ！",
      "ko": "반짝반짝해… 다 내 거야!",
      "en": "So glittery... Must... control... urge to pounce...",
      "de": "So glitzernd ... Muss ... den ... Drang ... beherrschen ... zuzuschlagen ...",
      "es": "Brilla mucho... Debo controlar... mis ganas de... abalanzarme sobre ello...",
      "fr": "Ça brille tellement... Je dois... contrôler... cette envie de bondir...",
      "pt": "Tão brilhante... Preciso... Resistir... Vontade de pular...",
      "ru": "Как блестит... Нужно... держать... себя... в руках...",
      "id": "Silau ... Berkilau ... Harus tahan diri, tidak boleh diterjang ....",
      "th": "วาววับแบบนี้... อยากจะ... ตะครุบมันจัง!",
      "vi": "Lấp la lấp lánh...muốn...nhào qua ghê!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "宝箱里有些什么，我很好奇！",
      "zht": "寶箱裡有些什麼，我很好奇！",
      "jp": "宝箱に何が入ってるか気ににゃる！",
      "ko": "보물상자에 뭐가 있는지 궁금해!",
      "en": "Potential treasure... *sigh* Alright curiosity, you win again!",
      "de": "Potenzieller Schatz ... *seufz* Na gut, Neugierde, du hast wieder gewonnen!",
      "es": "Un posible tesoro... *Suspira*, y así, la curiosidad mató al gato.",
      "fr": "Un trésor potentiel... *soupir* Eh bien, à chat curieux rien d'impossible !",
      "pt": "Um possível tesouro... *Suspira* Tudo bem, curiosidade, você ainda não me matou!",
      "ru": "Сокровища... Эх, ладно, любопытство, ты снова победило!",
      "id": "Mungkin saja ini harta ... baiklah. Rasa penasaran, kamu menang lagi kali ini!",
      "th": "ข้างในหีบสมบัติมันมีอะไรน้าาา ฉันอยากรู้จะแย่แล้ว!",
      "vi": "Không biết trong rương có gì, tò mò ghê!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "我不会认输…！",
      "zht": "我不會認輸…！",
      "jp": "負けないにゃ！",
      "ko": "난 절대 항복하지 않아…!",
      "en": "I won't accept defeat!",
      "de": "Ich gebe nicht auf!",
      "es": "¡No aceptaré una derrota!",
      "fr": "Je ne m'avouerai jamais vaincue !",
      "pt": "Não aceito a derrota!",
      "ru": "Я не приму поражения!",
      "id": "Aku tidak terima kekalahan!",
      "th": "ฉันไม่ยอมแพ้หรอก...!",
      "vi": "Ta sẽ không đầu hàng đâu!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "喵…喵…！",
      "zht": "喵…喵…！",
      "jp": "シャァー…シャァー！",
      "ko": "야옹… 야옹…!",
      "en": "Meow...!",
      "de": "Miau ... miau!",
      "es": "Miau... ¡Miau!",
      "fr": "Miaou... Miaou...!",
      "pt": "Miau... Miau...!",
      "ru": "Мяу!..",
      "id": "Meong... meong...!",
      "th": "เมี้ยว... เมี้ยว...!",
      "vi": "Miau... Miau...!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "胜负还没分呢！",
      "zht": "勝負還沒分呢！",
      "jp": "勝負はまだついてないから！",
      "ko": "승부는 아직이야!",
      "en": "It's not over yet!",
      "de": "Es ist noch nicht vorbei!",
      "es": "¡Todavía no hemos acabado!",
      "fr": "Tu n'as pas encore gagné !",
      "pt": "Ainda não acabou!",
      "ru": "Это ещё не конец!",
      "id": "Menang kalah belum ditentukan!",
      "th": "ผลแพ้ชนะยังไม่แน่ชัดเลยนะ!",
      "vi": "Thắng bại còn chưa phân mà!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "太乱来啦！",
      "zht": "太亂來啦！",
      "jp": "無茶しすぎだよ！",
      "ko": "무리하지 마!",
      "en": "Be more careful!",
      "de": "Du überforderst dich selbst!",
      "es": "¡Ten más cuidado!",
      "fr": "Il faut faire plus attention !",
      "pt": "Tenha mais cuidado!",
      "ru": "Будь осторожней!",
      "id": "Hati-hati dong!",
      "th": "แบบนี้ไม่ได้นะ!",
      "vi": "Liều lĩnh quá rồi!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "去休息去休息！",
      "zht": "去休息去休息！",
      "jp": "さっさと休む休む！",
      "ko": "가서 쉬고 있어!",
      "en": "Take a breather!",
      "de": "Nimm eine Verschnaufpause!",
      "es": "¡Ve a descansar!",
      "fr": "Fais une petite pause !",
      "pt": "Dê uma pausa!",
      "ru": "Отдохни!",
      "id": "Istirahat dulu sana!",
      "th": "ไปพักก่อนเถอะ!",
      "vi": "Đi nghỉ đi!"
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotada (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "酒的味道…好臭…",
      "zht": "酒的味道…好臭…",
      "jp": "さけ…くさい…",
      "ko": "지독한… 술 냄새…",
      "en": "Bleugh... I smell wine.",
      "de": "Igitt ... Ich rieche Wein. Wie eklig!",
      "es": "Huele a alcohol... ¡Qué asco!",
      "fr": "L'odeur du vin... Ça pue...",
      "pt": "Credo... Sinto o cheiro de vinho, que nojo...",
      "ru": "Фу... разит вином...",
      "id": "*huek* Bau alkohol.",
      "th": "กลิ่นของเหล้า... เหม็นจัง",
      "vi": "Mùi rượu...hôi quá..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotada (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "泉水精灵…不要走…",
      "zht": "泉水精靈…不要走…",
      "jp": "泉の精霊…行かないで…",
      "ko": "샘물 요정…가지 마…",
      "en": "Spring fairy... ugh... Don't leave me...",
      "de": "Fee der Quelle, geh nicht weg ...",
      "es": "No me abandones... Hada del manantial...",
      "fr": "Fée de la source... ne pars pas...",
      "pt": "Fada da fonte... Ugh... Não me deixe, por favor...",
      "ru": "Родниковая фея... не оставляй меня...",
      "id": "Peri mata air... ugh, jangan tinggalkan aku.",
      "th": "ภูตแห่งสระน้ำ... อย่าเพิ่งไป...",
      "vi": "Tinh linh suối...đừng chạy..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotada (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "眼睛…睁不开了…",
      "zht": "眼睛…睜不開了…",
      "jp": "目が…開けられない…",
      "ko": "눈이…안 떠져…",
      "en": "Can't keep my eyes... open...",
      "de": "Ich kann meine Augen nicht mehr öffnen ...",
      "es": "No logro mantener... los ojos abiertos...",
      "fr": "Mes yeux... Je n'arrive pas à les ouvrir...",
      "pt": "Não consigo ficar com os olhos... abertos...",
      "ru": "Мои глаза... сами смыкаются...",
      "id": "Mataku tidak bisa terbuka lagi.",
      "th": "ลืมตา... ไม่ไหวแล้วล่ะ...",
      "vi": "Mắt...không mở nổi nữa..."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其一",
      "zht": "普通受擊·其一",
      "jp": "ダメージを受ける·1",
      "ko": "일반 피격·첫 번째",
      "en": "Light Hit Taken: I",
      "de": "Leichten Treffer erlitten I",
      "es": "Recibiendo un ligero ataque (I)",
      "fr": "Attaque légère subie (1)",
      "pt": "Ataque Leve Sofrido - I",
      "ru": "Получен лёгкий удар I",
      "id": "Menerima Serangan Ringan: I",
      "th": "รับการโจมตีปกติ - 1",
      "vi": "Chịu Đòn Thường I"
    },
    "line": {
      "zhs": "没躲开…",
      "zht": "沒躲開…",
      "jp": "よけられなかった…",
      "ko": "못 피했어…",
      "en": "Got me that time...",
      "de": "Konnte nicht ausweichen ...",
      "es": "Me diste...",
      "fr": "Je n'ai pas réussi à esquiver...",
      "pt": "Desta vez você me pegou...",
      "ru": "В этот раз тебе повезло...",
      "id": "Kamu berhasil mengenaiku.",
      "th": "ก็ไม่ได้หลบนี่นา...",
      "vi": "Không né..."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "从哪里来的？",
      "zht": "從哪裡來的？",
      "jp": "どこから？",
      "ko": "어디서 튀어나온 거야?",
      "en": "Where'd that come from!?",
      "de": "Wo kam das her?",
      "es": "¿De dónde vino eso?",
      "fr": "D'où ça vient ?",
      "pt": "De onde veio essa!?",
      "ru": "А это откуда прилетело?!",
      "id": "Serangan tadi dari mana?",
      "th": "มาจากที่ไหนกันนะ?",
      "vi": "Từ đâu đến vậy?"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "狩猎开始！",
      "zht": "狩獵開始！",
      "jp": "狩り開始！",
      "ko": "사냥 시작!",
      "en": "The hunt begins!",
      "de": "Jagd ...",
      "es": "¡Comienza la cacería!",
      "fr": "La chasse est ouverte !",
      "pt": "Que comece a caça!",
      "ru": "Да начнётся охота!",
      "id": "Perburuan dimulai!",
      "th": "การล่าเริ่มต้น!",
      "vi": "Bắt đầu săn bắn!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "果然需要我出手嘛！",
      "zht": "果然需要我出手嘛！",
      "jp": "やっぱりあたしがいなきゃだめだね！",
      "ko": "역시 내가 나서야겠네!",
      "en": "Huh, need my help as usual?",
      "de": "Nun muss ich einschreiten!",
      "es": "¿Necesitas mi ayuda, como siempre?",
      "fr": "Il faut vraiment que je fasse quelque chose !",
      "pt": "Huh, precisa da minha ajuda, como de costume!?",
      "ru": "Как обычно нужна моя помощь?",
      "id": "Huh, butuh bantuanku seperti biasanya?",
      "th": "อ่า ต้องให้ฉันลงมือสินะ!",
      "vi": "Thật sự cần tôi ra tay sao!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "哼，就包在我身上。",
      "zht": "哼，就包在我身上。",
      "jp": "フン、あたしに任せなさい。",
      "ko": "훗, 나한테 맡기라구",
      "en": "Hehe, leave it to me!",
      "de": "Vertrau mir.",
      "es": "Jeje, ¡déjamelo a mí!",
      "fr": "Hmph, laisse-moi faire.",
      "pt": "Hehe, pode deixar comigo!",
      "ru": "Хе-хе, предоставьте это мне!",
      "id": "Hehe, serahkan padaku.",
      "th": "หึ ปล่อยให้เป็นหน้าที่ฉัน",
      "vi": "Hừm, cứ để tôi lo."
    }
  }
]