[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "凯亚·亚尔伯里奇，酒业大亨「莱艮芬德」家的义子。\n\n他已很久没有称呼迪卢克·莱艮芬德为「义兄」了。\n\n目前他担任西风骑士团的骑兵队长，是一位可靠的行动派、深得琴信任的人物。\n\n在蒙德这座城邦的范围之内，但凡发生了什么突发事件，凯亚总会是那个收尾善后的人。",
      "zht": "凱亞·亞爾伯里奇，酒業大亨「萊艮芬德」家的義子。\n\n他已很久沒有稱呼迪盧克·萊艮芬德為「義兄」了。\n\n目前他擔任西風騎士團的騎兵隊長，是一位可靠的行動派、深得琴信任的人物。\n\n在蒙德這座城邦的範圍之內，但凡發生了什麼突發事件，凱亞總會是那個收尾善後的人。",
      "jp": "ガイア·アルベリヒは、造酒名家「ラグヴィンド」家の養子である。\n\n彼がディルック·ラグヴィンドを「義兄」と呼ばなくなってから、随分長い時間が経った。\n\n今のガイアは、西風騎士団の騎兵隊隊長。頼れる行動派で、ジンから信頼されている人物である。\n\nそして、このモンドで何かアクシデントが起こった時、その後始末をするのはいつもガイアなのである。",
      "ko": "케이아·알베리히, 주류업의 거물 「라겐펜더」 가문의 수양아들이다.\n\n그는 오래전부터 다이루크·라겐펜더를 「의형」이라고 부르지 않았다.\n\n현재 그는 페보니우스 기사단의 기병대장으로 듬직한 행동파이자 진의 신임을 얻고 있는 인물이다.\n\n몬드성에서 급작스러운 사건이 생길 때면 케이아는 언제나 수습을 담당한다",
      "en": "Kaeya Alberich is an adopted son to the Ragnvindr Family, the renowned wine tycoon.\n\nIt has been a long time since he last called Diluc Ragnvindr \"brother.\"\n\nKaeya currently serves as the Cavalry Captain of the Knights of Favonius, and is trusted by Jean.\n\nKaeya is often the one wrapping things up in every incident that occurs in Mondstadt's vicinity.",
      "de": "Kaeya ist ein Adoptivsohn der Familie Ragnvindr, ein Magnat der Getränkewirtschaft.\n\nEs ist lange her, seit er Diluc Ragnvindr das letzte Mal „Bruder“ genannt hat.\n\nKaeya dient derzeit als Rittmeister des Ordo Favonius, dem Jean sehr vertraut.\n\nKaeya ist oft derjenige, der bei einem Vorfall in Mondstadt alle Punkte verbindet und die Angelegenheit zu regeln weiß.",
      "es": "Kaeya Alberich es el hijo adoptivo de los Ragnvindr, una familia magnate con muchas bodegas.\n\nHa pasado mucho tiempo desde la última vez que se refirió a Diluc Ragnvindr como su “hermano de juramento”.\n\nKaeya, en quien Jean confía plenamente, es actualmente el Capitán de Caballería de los Caballeros de Favonius.\n\nTambién suele ser la persona que limpia los desperfectos o termina las cosas cuando sucede cualquier incidente en Mondstadt.",
      "fr": "Kaeya Alberich est le fils adoptif de la famille Ragnvindr, les plus grands exploitants vinicoles de Mondstadt.\n\nCela fait longtemps qu'il n'appelle plus Diluc Ragnvindr « frère ».\n\nKaeya est capitaine de cavalerie de l'Ordre de Favonius ainsi que le bras droit de Jean.\n\nIl est souvent chargé du nettoyage après chaque incident ayant lieu dans le territoire de Mondstadt.",
      "pt": "Kaeya é um filho adotivo da família Ragnvindr, o renomado magnata do vinhedo.\n\nFaz muito tempo desde que ele chamou Diluc Ragnvindr de \"irmão\".\n\nKaeya atualmente serve como o capitão de cavalaria dos Cavaleiros de Favonius, confiado por Jean.\n\nKaeya costuma resolver as coisas em todos os incidentes ocorridos nos arredores de Mondstadt.",
      "ru": "Кэйа Альберих - приёмный сын клана Рагнвиндр, известных в Мондштадте винодельных магнатов.\n\nПрошло много времени с тех пор, как он в последний раз называл Дилюка Рагнвиндра «братом».\n\nВ настоящее время Кэйа служит капитаном кавалерии Ордо Фавониус и является доверенным помощником действующего магистра Джинн.\n\nЕсли в Мондштадте или его окрестностях случается какая-то беда, зачастую с ней может разобраться только Кэйа.",
      "id": "Kaeya adalah putra angkat keluarga Ragnvindr, konglomerat anggur yang terkenal.\n\n Sudah lama dia tidak memanggil Diluc Ragnvindr sebagai \"saudara.\"\n\nSaat ini Kaeya menjabat sebagai Kapten Kavaleri dari Knights of Favonius, yang dipercaya oleh Jean.\n\nKaeya sering menjadi orang yang menyelesaikan segala masalah yang terjadi di sekitar Mondstadt.",
      "th": "Kaeya·Alberich ลูกชายบุญธรรมของผู้ประกอบการไวน์ \"Ragnvindr\"\n\nเขาไม่ได้เรียก Diluc·Ragnvindr ว่าเป็น \"พี่น้องร่วมสาบาน\" มานานแล้ว\n\nปัจจุบันเขาเป็นหัวหน้ากองทหารม้าแห่งกองอัศวิน Favonius เขาเป็นคนที่ดูน่าเชื่อถือและพึ่งพาได้ และเป็นบุคคลที่ได้รับความไว้วางใจจาก Jean\n\nในกรณีที่มีเหตุการณ์ที่ไม่คาดคิดเกิดขึ้นภายในเมือง Mondstadt นั้น Kaeya จะเป็นคนจัดการสิ่งเหล่านั้นทั้งหมด",
      "vi": "Kaeya·Alberich, là con nuôi của ông trùm ngành rượu nhà Ragnvindr.\n\nAnh đã rất lâu không gọi Diluc·Ragnvindr là \"anh trai kết nghĩa\" rồi.\n\nTrước mắt anh đảm nhiệm Đội Trưởng Kỵ Binh của Đội Kỵ Sĩ Tây Phong, là một nhà hoạt động đáng tin cậy, là nhân vật rất được Jean tín nhiệm.\n\nTrong phạm vi thành phố Mondstadt này, phàm đột ngột phát sinh chuyện gì, Kaeya sẽ là người khắc phục hậu quả."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "说来有趣，最容易遇到这位骑兵队长的地方不是骑士团总部，而是夜色中的酒馆。\n\n凯亚时常独自坐在吧台前，掂着蒙德著名的调制酒「午后之死」，与好酒的蒙德市民们攀谈。\n\n他在蒙德的酒客与年长者中格外受欢迎，甚至有着「最值得托付外孙女的男人」之名。\n\n一边戏谑调侃，一边慢品美酒，如此亲切的男性，让人很难把他跟西风骑士团骑兵队长一职联系起来。\n\n与凯亚插科打诨的人中，既有醺醉的猎人，也有嗜酒的贼徒。但无论来客警惕心多强，都会在凯亚巧妙的诱导下吐露真言。\n\n至于之后的事，到底是一场脱离控制的噩梦，还是漫漫长夜中又一个无伤大雅的玩笑，恐怕要取决于这位酒友不小心说漏嘴的内容了。\n\n「每个人都有自己的秘密，但不是每个人都懂得该怎么对待它。」\n\n带着令人有些恼火的微笑，凯亚这样说道。",
      "zht": "說來有趣，最容易遇到這位騎兵隊長的地方不是騎士團總部，而是夜色中的酒館。\n\n凱亞時常獨自坐在吧檯前，掂著蒙德著名的調酒「午後之死」，與愛酒的蒙德市民們攀談。\n\n他在蒙德的酒客與年長者中格外受歡迎，甚至有著「最值得託付外孫女的男人」之名。\n\n一邊戲謔調侃，一邊慢品美酒，如此親切的男性，讓人很難把他跟西風騎士團騎兵隊長一職關聯起來。\n\n與凱亞插科打諢的人中，既有醺醉的獵人，也有嗜酒的賊徒。但無論來客警惕心多強，都會在凱亞巧妙的誘導下吐露真言。\n\n至於之後的事，到底是一場脫離控制的噩夢，還是漫漫長夜中又一個無傷大雅的玩笑，恐怕要取決於這位酒友不小心說漏嘴的內容了。\n\n「每個人都有自己的秘密，但不是每個人都懂得該怎麼對待它。」\n\n帶著令人有些惱火的微笑，凱亞這樣說道。",
      "jp": "面白いことに、この騎兵隊隊長と最も遭遇できる場所は、騎士団本部ではなく、夜の酒場だ。\n\nガイアはよく一人でカウンター席に座り、モンドで有名な混成酒「午後の死」を飲みながら、酒好きなモンドの住民たちと会話を楽しむ。\n\n彼は、モンドの酒飲みと年寄りの間で特に人気があり、「安心して孫娘を託せる男」という称号すらある。\n\n会話を楽しみながら、ゆっくりと酒を嗜む。これほど親しみやすい男を、西風騎士団の騎兵隊隊長と結びつけることは難しい。\n\nガイアの酒の相手は、すでにほろ酔い状態の狩人もいれば、酒好きな盗賊もいる。しかし警戒心がどれほど強い者でも、ガイアの前ではつい本音を漏らしてしまう。\n\nその後が悪夢となるか、それともなんともない冗談で済むか、それは相手がうっかり話してしまった内容次第である。\n\n「誰もが秘密を持っているが、皆がそれを正しく扱う方法を理解しているわけではない」\n\n少し憎たらしい微笑みを浮かべながら、ガイアはそう言った。",
      "ko": "한 가지 흥미로운 점은 이 기병대장을 기사단 본부가 아닌 술집에서 가장 쉽게 만날 수 있는 사실이다.\n\n케이아는 늘 혼자 바에 앉아 몬드에서 유명한 술인 「오후의 죽음」을 마시며 몬드 주민들과 잡담을 나눈다.\n\n그는 몬드의 취객과 연세가 있는 어르신들에게 인기가 많다. 심지어 「가장 손녀사위로 삼고 싶은 남자」라는 명성도 가지고 있다.\n\n한 편으론 농담 따먹기를 좋아하고 또 한 편으론 술을 음미하는 이런 친절한 남자가 페보니우스 기사단의 기병대장이라니 상상하기 어렵다.\n\n케이아와 농담을 하는 사람들 중에는 술에 취한 사냥꾼도 있고 술을 좋아하는 도박꾼도 있다. 아무리 경계심이 강한 사람이라도 케이아의 교묘한 화술에 저도 모르게 진실을 내뱉게 된다.\n\n나중에 이 말이 악몽이 될지 아니면 그저 많고 많은 술자리에서 내뱉은 농담이 될지는 술친구가 실수로 내뱉은 말에 따라 결정된다.\n\n「사람들은 모두 자신만의 비밀을 가지고 있지, 그렇다고 그 사람들 모두가 비밀을 다루는 법을 알고 있는 건 아냐」\n\n케이아는 기분 나쁜 미소를 지으며 이렇게 말하곤 한다",
      "en": "It is a curious fact that your best chance of finding Kaeya is not by visiting the Knights' headquarters, but by frequenting the taverns at night.\n\nKaeya is often found sitting at the bar, gossiping with the city folk, and sipping the famed Mondstadt beverage, Death After Noon.\n\nHe is surprisingly popular among the elderly of Mondstadt, even earning himself the title of \"top candidate for grandson-in-law.\"\n\nIt's hard to imagine someone as mischievous, amiable, and wine-loving as Kaeya being the Cavalry Captain of the Knights of Favonius.\n\nHunters and bandits alike are often among Kaeya's drinking buddies. As wary of him as they may initially be, all are ultimately disarmed by his smooth talking, and end up telling him everything he wants to know.\n\nDepending on what they then make privy to Kaeya, their night may turn into an uncontrollable nightmare or remain one of harmless banter.\n\n\"Everyone's got a secret, but not everyone knows what to do with it.\"\n\nSays Kaeya, with his usual arrogant smirk.",
      "de": "Es ist schon interessant, dass die beste Gelegenheit Kaeya zu finden, nicht im Besuch des Hauptquartiers des Ritterordens liegt, sondern darin, nachts in den zahllosen Tavernen von Mondstadt nach ihm zu suchen.\n\nKaeya sitzt oft an der Bar, tratscht mit anderen Bewohnern und nippt an dem berühmten „Tod nach Mittag“ von Mondstadt.\n\nEr ist überraschend beliebt bei den Rentnern von Mondstadt und trägt sogar den Titel „Eignet sich am besten zum Schwiegersohn“.\n\nEs ist schwer vorstellbar, dass jemand der so lustig, liebenswürdig und weinliebend wie Kaeya der Rittmeister des Ordo Favonius ist.\n\nSowohl Jäger als auch Banditen gehören oft zu Kaeyas Trinkfreunden. So vorsichtig sie auch sein mögen, sie alle werden letztendlich Opfer seines charmanten, endlosen Redens und erzählen ihm alles, was er wissen will.\n\nJe nachdem, worin sie Kaeya eingeweiht haben, kann ihre Nacht danach zu einem Albtraum oder zu einer harmlosen Nacht voll Schabernack werden.\n\n„Jeder hat ein Geheimnis, aber nicht jeder weiß, was er damit anfangen soll.“\n\nDas sagt Kaeya stets mit seinem üblichen, manchmal auch nervigen Grinsen.",
      "es": "Es gracioso que el mejor sitio para encontrar a Kaeya no sea la Sede de los Caballeros de Favonius, sino las tabernas por la noche.\n\nKaeya suele frecuentar los bares para charlar con otros habitantes y beber el famoso licor “muerte después del mediodía” de Mondstadt.\n\nEs sorprendentemente popular entre los ancianos de la ciudad, lo que le ha hecho ganarse el nombre de “el mejor nieto que uno podría desear”.\n\nEs difícil pensar que alguien espontáneo, amable y amante del vino sea el Capitán de Caballería de los Caballeros de Favonius. De hecho, suele hacerse amigo de los cazadores y los bandidos mientras bebe, los cuales, por muy alerta que estén, siempre sucumben a la manera en que Kaeya consigue que confiesen sus delitos.\n\nAnte esto, sus respuestas varían desde hacer de sus vidas una pesadilla incontrolable, hasta una broma inofensiva; todo depende de cuál sea la confesión.\n\n“Todos tienen un secreto, pero no todos saben qué hacer con él”, suele decir Kaeya con una sonrisa que irritaría a cualquiera.",
      "fr": "Ce qui est plus intéressant, c'est que vous aurez plus de chances la nuit de tomber sur Kaeya à la taverne qu'au quartier général de l'Ordre.\n\nOn le voit souvent assis au bar, discutant avec les autres amateurs d'alcool tout en sirotant une « mort de l'après-midi », le fameux cocktail mondstadtois.\n\nLes vieux et les piliers de bar de la cité lui font excellent accueil, allant jusqu'à le nommer « le meilleur candidat au poste de gendre ».\n\nIl peut paraître surprenant qu'un homme espiègle et buveur tel que Kaeya soit capitaine de cavalerie de l'Ordre de Favonius.\n\nChasseurs comme bandits font partie de ses compagnons de beuverie ; même le plus circonspect finit victime de ses beaux discours, et se retrouve à lui parler autour d'un verre.\n\nEt selon ce qu'ils confient à Kaeya, la nuit de ses compagnons de table peut connaître des fins radicalement différentes, allant de simple soirée entre clients du bar, à un cauchemar échappant entièrement à leur contrôle.\n\n« Tout le monde connaît un secret, mais peu de gens savent quoi en faire », aime à répéter Kaeya avec son sourire narquois.",
      "pt": "O melhor lugar para encontrar Kaeya não é na sede dos Cavaleiros, mas em tavernas à noite.\n\nKaeya é frequentemente visto sentado no bar, fofocando com outros habitantes e saboreando a famosa Morte Após o Meio-Dia de Mondstadt.\n\nEle é surpreendentemente popular entre os aposentados de Mondstadt, chegando a ganhar o título de \"melhor candidato a neto\".\n\nÉ difícil imaginar que alguém tão espontâneo, amável e apaixonado por vinhos como Kaeya seja o Capitão da Cavalaria dos Cavaleiros de Favonius.\n\nOs caçadores e bandidos geralmente estão entre os companheiros de bebida de Kaeya. Por mais cansados que estejam, todos acabam participando de suas conversas tranquilas, contando tudo o que ele quer saber.\n\nDependendo do que eles contam para Kaeya, a noite pode se transformar em um grande pesadelo ou uma noite de brincadeiras inofensivas.\n\n\"Todo mundo tem um segredo, mas nem todo mundo sabe o que fazer com ele.\"\n\nDiz Kaeya, com seu sorriso arrogante de sempre.",
      "ru": "Если вы ищете Кэйю, то вряд ли найдёте его в штабе Ордо Фавониус. Лучше загляните в какую-нибудь таверну после полуночи.\n\nЧаще всего Кэйю можно встретить за барной стойкой, болтающего с горожанами и попивающего знаменитую в Мондштадте «Полуденную смерть».\n\nОн на удивление популярен среди стариков, они его даже зовут «лучшим кандидатом во внуки Мондштадта».\n\nТрудно представить себе столь спонтанного, дружелюбного и любящего вино человека, как офицер Кэйа из Ордо Фавониус.\n\nСреди собутыльников Кэйи часто можно встретить и охотников, и даже местных разбойников.\n\nНезависимо от того, насколько по началу им не нравится Кэйа, в конце концов они вываливают ему всю подноготную.\n\nОднако в зависимости от разглашённой информации, дальнейшее развитие событий может варьироваться от неконтролируемого кошмара до безобидной шутки.\n\n«У каждого есть свои секреты, но не все знают, что с ними делать», - говорит Кэйа с ухмылкой, после которой хочется врезать ему в лицо.",
      "id": "Yang lebih menarik lagi adalah jika ingin menemukan Kaeya bukan di markas Knight, melainkan di Tavern saat malam hari.\n\nKaeya sering terlihat duduk di bar, mengobrol dengan warga lain sambil meminum anggur yang terkenal di Mondstadt \"Death After Noon\".\n\nDia sangat populer di kalangan pensiunan Mondstadt, bahkan mendapatkan gelar \"pria paling layak menjadi pasangan cucu wanitanya\".\n\nSulit membayangkan seseorang yang bandel, ramah, dan pecinta anggur seperti Kaeya adalah Kapten Kavaleri dari Knights of Favonius.\n\nBaik pemburu maupun bandit sering menjadi teman minum Kaeya. Tidak peduli seberapa waspadanya mereka, Kaeya selalu bisa membuat mereka menceritakan segala hal yang ingin dia ketahui.\n\nTergantung dari rahasia apa yang mereka miliki, malam mereka hari itu bisa menjadi apa saja, dari mimpi buruk tak terkendali hingga lelucon sepanjang malam.\n\n\"Setiap orang punya rahasia, tetapi tidak semua orang tahu apa yang harus dilakukan dengan rahasia itu.\"\n\nKata Kaeya sambil tersenyum menyeringai.",
      "th": "เป็นเรื่องน่าสนใจที่จะกล่าวว่าสถานที่ที่มีแนวโน้มมากที่สุดที่จะพบหัวหน้าทหารม้าไม่ใช่สำนักงานใหญ่ของอัศวิน แต่เป็นร้านเหล้าในตอนกลางคืน\n\nKaeya มักจะนั่งอยู่คนเดียวที่หน้าบาร์ ถือเหล้าชื่อดังของ Mondstadt อยู่ในมือ \"Death After Noon\" และพูดคุยกับพลเมืองของ Mondstadt เกี่ยวกับไวน์ชั้นดี\n\nเขาได้รับความนิยมเป็นพิเศษในหมู่นักดื่มไวน์และผู้อาวุโสทั้งหลาย ถึงขั้นมีคนเรียกเขาว่า \"ผู้ชายที่มีค่ามากที่สุดที่จะวางใจ มอบหลานสาวให้\" กันเลยทีเดียว\n\nพูดเรื่องตลกไปพลาง ลิ้มรสเหล้าชั้นดีไปพลาง ชายผู้แสนเป็นมิตรผู้นี้ทำให้มันช่าง เป็นเรื่องยากเหลือเกินที่จะเชื่อมโยง เขาเข้ากับหัวหน้ากองทหารม้าของ กองอัศวินแห่ง Favonius\n\nเหล่าผู้คนที่ร่วมโต๊ะพูดเรื่องตลกกับ Kaeya นั้นมีทั้งเหล่านายพรานที่เมามาย แม้แต่โจรติดเหล้าก็ยังมี แต่ไม่ว่าคนที่เข้ามาจะปิดกั้นตัวเอง ไว้แค่ไหน สุดท้ายก็ถูก Kaeya ชักจูงจนต้องเปิดเผยและพูดความจริงออกมาอยู่ดี\n\nไม่ว่าหลังจากนั้นจะกลายเป็นเรื่องที่ควบคุมไม่ได้ราวกับเป็นฝันร้าย ยังไง ก็ยังคงพูดเรื่องตลกอย่างไม่มีพิษภัยต่อไปทั้งคืน เกรงว่าคงได้แต่พลั้งปากพูดความจริงออกไปกับเพื่อนร่วมดื่มผู้นี้แน่ ๆ\n\n\"ทุกคนต่างก็มีความลับของตัวเองนั่นแหละ แต่ไม่ใช่ทุกคนที่จะรู้ว่าจะจัดการกับมันอย่างไร\"\n\nKaeya กล่าวขึ้นมาด้วยรอยยิ้มที่กวนโมโห",
      "vi": "Thật thú vị, nơi dễ dàng gặp được Đội Trưởng Kỵ Binh này không phải là Tổng Bộ Kỵ Sĩ mà là quán rượu giữa khuya.\n\nKaeya thường ngồi một mình trước quầy rượu, nhớ đến \"Cái Chết Chiều\" - loại rượu nổi tiếng ở Mondstadt, cùng những người dân Mondstadt bàn về rượu ngon.\n\nAnh được khách uống rượu và người lớn tuổi ở Mondstadt đặc biệt hoan nghênh, thậm chí có danh hiệu \"người đàn ông đáng để giao phó cháu gái nhất\".\n\nMột bên pha trò, một bên thưởng rượu ngon, người đàn ông dễ gần như vậy rất khó để người ta liên tưởng anh với Đội Trưởng Kỵ Binh của Đội Kỵ Sĩ Tây Phong.\n\nTrong những người đùa bỡn trên bàn rượu với Kaeya có những gã thợ săn say xỉn, cũng có kẻ trộm rượu, nhưng bất luận tinh thần cảnh giác mạnh bao nhiêu đi nữa, đều bị sự khéo léo của Kaeya dẫn dắt nói ra sự thật.\n\nSự tình sau đó là một cơn ác mộng khó kiểm soát, hay là một trò đùa vô hại trong đêm dài, e rằng chỉ có thể được quyết định bởi điều mà người bạn rượu này vô tình nói ra.\n\n\"Mỗi người đều có những bí mật riêng, nhưng không phải ai cũng hiểu cần làm gì với nó\".\n\nKaeya nói như vậy, trên môi mang theo nụ cười khiến người ta dễ nổi cáu."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "「正义并非绝对的原则，而是武力与计谋的精妙平衡所铸就的结果。至于过程如何…无需太为难自己。」\n\n在大团长法尔伽面前，凯亚曾说过这样的话。\n\n只要结果合乎期待，凯亚并不在乎事情以什么方式结束。\n\n这种原则缔造了他不拘一格的行事方式，以及随意而为的人生态度。\n\n正如「午后之死」那随性肆意的暴烈口感一般。\n\n不过，肆意的行事风格也为他招来许多非议。\n\n曾有一次，为逼盗贼首领与他正面作战，凯亚故意触发远古的遗迹守卫。这一举动精准封锁住对手退路，同时也让凯亚和同僚陷入危险。\n\n每当这种时刻，一向信任他的代理团长琴也会摇头。\n\n但凯亚毫不在意。不如说，他人被迫作出选择的窘迫模样，甚至能让他觉得享受——\n\n他乐于捕捉同伴选择共战时一闪而过的犹豫，也乐于欣赏敌人背水一战前竭力遮掩的恐惧。",
      "zht": "「正義並非絕對的原則，而是武力與計謀的精妙平衡所鑄就的結果。至於過程如何…無需太為難自己。」\n\n在大團長法爾伽面前，凱亞曾說過這樣的話。\n\n只要結果合乎期待，凱亞並不在乎事情以什麼方式結束。\n\n這種原則締造了他不拘一格的行事方式，以及隨意而為的人生態度。\n\n正如「午後之死」那隨性肆意的暴烈口感一般。\n\n不過，肆意的行事風格也為他招來許多非議。\n\n曾有一次，為逼盜賊首領與他正面作戰，凱亞故意觸發遠古的遺蹟守衛。這一舉動精準封鎖住了對手退路，同時也讓凱亞和同僚陷入危險。\n\n每當這種時刻，一向信任他的代理團長琴也會搖頭。\n\n但凱亞毫不在意。不如說，他人被迫作出選擇的窘迫模樣，甚至能讓他覺得享受——\n\n他樂於捕捉同伴選擇共戰時一閃而過的猶豫，也樂於欣賞敵人背水一戰前竭力遮掩的恐懼。",
      "jp": "「正義は絶対的な原則ではなく、武力と策略のバランスによってできた結果だ。だからその過程で…あまり自分を追い詰めなくてもいいかと」\n\n大団長ファルカの前で、ガイアはそう口にしたことがある。\n\n結果が期待通りであれば、結末がどんな形であろうと、ガイアは気にしない。\n\nその考えが、彼の型にはまらないやり方と、自由気ままな態度を作り上げた。まるで、刺激の強い「午後の死」のようである。\n\nしかし、このような自分勝手なやり方は、多くの批判を招くものだった。\n\nある日、盗賊の首領を正面から討つため、ガイアは上古遺跡の守衛をわざと発動させ、敵の退路を断つことに成功した。しかし、それは同時に、自身と仲間を危険に晒すことになった。\n\nこういう時、彼を信頼している代理団長ジンでさえも、頭を横に振るのだ。\n\nしかし、ガイアはそんな事を少しも気にしていない。むしろ、他人に選択を迫られる状況を、楽しんでいるようにすら見える。\n\n仲間が共に戦う時に見せた一瞬の迷いも、決死の戦いを前にした敵が恐怖を隠そうとする姿も、彼の大好物である。",
      "ko": "「정의는 절대적인 원칙이라고 할 수 없습니다. 과정이 어떻든 적당한 무력과 책략으로 만들어낸 결과야말로 정의라고 할 수 있죠. 자신을 너무 옥죄지 않으셨으면 합니다.」\n\n대단장 바르카에게 케이아가 했던 말이다.\n\n케이아는 결과가 만족스럽다면 일이 어떤 식으로 마무리가 되던 신경 쓰지 않는다.\n\n이런 원칙이 그가 격식에 얽매이지 않고 일하는 방식과 자유분방한 인생의 가치관을 만들었다.\n\n마치 「오후의 죽음」의 자유분방하게 목구멍을 타고 들어가는 것 처럼.\n\n하지만 제멋대로인 그의 업무 처리 태도는 많은 논란을 불러일으켰다.\n\n한 번은 도적 대장과의 정면 승부를 위해 의도적으로 고대 유적 가디언을 발동시켜 적의 퇴로를 정확하게 차단했으나 자신과 동료를 위험에 빠트리게 한 적 있다.\n\n이럴 때마다 그를 신임하는 단장 대행 진마저도 고개를 가로젓는다.\n\n하지만 케이아는 그걸 전혀 신경 쓰지 않는다. 신경 쓰지 않는다기보다는 타인이 선택을 강요당하는 궁색한 모습을 오히려 즐기는 듯하다——\n\n그는 전장으로 나가는 걸 선택할 때 동료의 얼굴에 나타나는 한순간의 망설임과 벼랑 끝에 몰린 적이 두려움을 감추려 노력하는 모습을 보며 즐거워한다",
      "en": "\"Justice is not an absolute principle, but is the result of striking that fine balance between strength and strategy. As for the details of how it's done... Don't worry yourself too much about that.\"\n\nKaeya once said these words in front of Grand Master Varka.\n\nAs long as everything falls into place the way he expects in the end, Kaeya doesn't care all that much about the means.\n\nThis cavalier attitude is what defines his character.\n\nNot so unlike Death After Noon's wild and explosive taste, one might add.\n\nHowever, his reckless approach to things is not uncontroversial.\n\nOnce, in order to force a bandit leader into facing him directly, Kaeya triggered the Ruin Guard at an ancient ruin to cut his opponent off, putting his own men at risk in the process.\n\nIt's times like these when even Jean, who puts a lot of trust in Kaeya, finds herself shaking her head in disapproval.\n\nNot that this bothers Kaeya, of course. On the contrary, he actually enjoys putting people into the difficult position of making tough decisions.\n\nHe takes pleasure in seeing the hesitation in his comrades' eyes in the moment just before they dive into battle with him, just as he takes pleasure in the look of fear in his enemies' eyes as they face off against him.",
      "de": "„Gerechtigkeit ist kein absolutes Prinzip, sondern das Ergebnis eines ausgewogenen Verhältnisses zwischen Stärke und Strategie. Was die Details betrifft, wie sie vollstreckt wird ... Macht Euch darüber am besten keine allzu großen Sorgen.“\n\nKaeya sprach diese Worte einst Großmeister Varka gegenüber.\n\nSolange am Ende alles so passt, wie er es erwartet, kümmert sich Kaeya nicht so sehr um die Mittel und Wege dahin.\n\nDiese unbekümmerte Haltung definiert ebenfalls seinen Charakter.\n\nGanz wie der wilde und explosive Geschmack von einem „Tod nach Mittag“.\n\nJedoch ist seine rücksichtslose Herangehensweise an die Dinge nicht ganz unumstritten.\n\nEinmal löste Kaeya einen Ruinenwächter aus, um einen Banditenführer zu zwingen, sich ihm zu stellen. Er schnitt seinem Gegner zwar den Weg ab, brachte aber seine eigenen Leute damit in Gefahr.\n\nDas sind die Momente, in denen selbst Jean, die Kaeya eigentlich sehr vertraut, missbilligend den Kopf schüttelt.\n\nDas stört Kaeya natürlich wenig. Im Gegenteil, er genießt es sogar, Menschen in die schwierige Lage zu versetzen, ernsthafte Entscheidungen zu treffen.\n\nEr erfreut sich daran, das Zögern in den Augen seiner Kameraden zu sehen, kurz bevor sie mit ihm in den Kampf ziehen, genau wie er sich an dem Blick der Angst in den Augen seiner Feinde ergötzt, wenn sie sich ihm stellen.",
      "es": "“La justicia no es un principio absoluto, sino el resultado equilibrado entre violencia y cálculos. En cuanto al proceso real... No hay por qué preocuparse”.\n\nKaeya dijo esto una vez frente al Gran Maestro Varka.\n\nPara Kaeya, el fin sí justifica los medios.\n\nEsta actitud arrogante e improvisada es lo que define su personalidad.\n\nSin duda, la bebida “muerte después del mediodía” pega muy bien con su salvaje y explosivo carácter.\n\nSin embargo, su enfoque imprudente no está exento de polémica.\n\nUna vez, para obligar al líder de un grupo de bandidos a enfrentarse directamente a él, Kaeya activó a un Guardián de las Ruinas para que le cerrara el paso a su oponente, aun a costa de poner en riesgo a sus propios hombres.\n\nEn ese momento, incluso Jean, la Gran Maestra Intendente, que confiaba en él, hizo un gesto de desaprobación con la cabeza.\n\nPero esto a Kaeya no le importa demasiado. Más bien, disfruta del momento en que obliga a otros a tomar decisiones difíciles.\n\nLe gusta apreciar ese momento de vacilación en los ojos de sus camaradas antes de lanzarse a la batalla con él, así como la mirada de miedo de sus enemigos cuando lo dan todo para enfrentarse a él.",
      "fr": "« La justice n'est pas un principe absolu, mais plutôt le point d'équilibre entre force et stratégie. Quant à comment elle est appliquée... Mieux vaut ne pas trop se poser de questions. »\n\nAinsi parla un jour Kaeya au Grand Maître.\n\nTant que toutes les pièces se mettent en place à la fin de la manière qu'il le souhaite, Kaeya ne se soucie guère des moyens pour arriver à ses fins.\n\nL'attitude de ce cavalier définit son caractère.\n\nD'aucuns pourraient ajouter qu'elle ressemble en tous points au fameux cocktail apprécié par l'homme : sauvage et explosive.\n\nMais elle ne fait pas toujours l'unanimité.\n\nAinsi par exemple, Kaeya déclencha un jour le gardien d'une ruine afin que le chef d'une bande de bandits l'affronte en face-à-face ; cependant, ainsi faisant, il mit plusieurs de ses propres hommes en danger.\n\nDans ces moments-là, même Jean, qui place toute sa confiance en Kaeya, secoue la tête en signe de désaccord.\n\nMais cela ne dérange pas le moins du monde Kaeya, évidemment. Au contraire même : il affectionne de mettre les gens dans des positions délicates.\n\nIl prend autant de plaisir à voir la lueur d'hésitation dans les yeux de ses camarades juste avant l'assaut, que de lire la terreur dans celle de ses ennemis.",
      "pt": "\"A justiça não é um princípio absoluto, mas é o resultado de encontrar um bom equilíbrio entre força e estratégia. Quanto aos detalhes de como isso é feito... Não se preocupe muito com isso.\"\n\nKaeya disse uma vez essas palavras na frente do Grande Mestre Varka.\n\nEnquanto tudo se encaixa da maneira que ele espera no final, Kaeya não se importa tanto com os meios.\n\nEssa atitude de cavaleiro é o que define seu caráter.\n\nNão muito diferente do sabor explosivo da Morte Após o Meio-dia.\n\nNo entanto, seu jeito imprudente não passa despercebido.\n\nUma vez, para obrigar o líder de um grupo de bandidos a enfrentá-lo, Kaeya atraiu um Guarda das Ruínas em uma ruína antiga para acabar com o inimigo, colocando seus próprios homens em risco.\n\nEm momentos assim até Jean, que confia bastante em Kaeya, balança a cabeça em desaprovação.\n\nNão que isso incomode Kaeya, é claro. Pelo contrário, ele realmente gosta de colocar as pessoas na posição de tomar decisões difíceis.\n\nEle gosta de ver a hesitação nos olhos de seus camaradas antes de entrarem em uma batalha com ele, assim como gosta de ver o medo nos olhos de seus inimigos enquanto se enfrentam.",
      "ru": "Однажды Кэйа сказал магистру Варке: «Справедливость - это вовсе не принцип, а итог насилия. А что касается самого процесса... Не беспокойтесь об этом».\n\nЕсли всё идёт по его плану, Кэйа не заботится о том, как всё закончится.\n\nБесцеремонность и импровизация определяют характер Кэйи.\n\nТакже можно сказать, что его характер не так уж и отличается от взрывного вкуса «Полуденной смерти».\n\nОднако же безрассудный подход Кэйи к вещам не лишён противоречий.\n\nОднажды, чтобы заставить главаря разбойников драться с ним один на один, Кэйа активировал древних стражей руин, которые заперли остальную часть банды с его собственным отрядом.\n\nПосле этого случая даже доверяющая ему Джинн неодобрительно покачала головой.\n\nНо Кэйе не просто всё равно. Кэйа наслаждается тем, когда сложная ситуация заставляет его принять важное решение.\n\nЕму нравится видеть колебание в глазах своих товарищей, прежде чем броситься в бой вместе с ним, и страх в глазах своих врагов, прежде чем они бросают все свои силы против него.",
      "id": "\"Keadilan bukanlah prinsip mutlak, tetapi merupakan hasil dari keseimbangan antara kekuatan dan strategi. Mengenai prosesnya... Tidak perlu terlalu khawatir dengan hal itu.\"\n\nKaeya pernah mengucapkan kata-kata ini di depan Grand Master Varka.\n\nSelama hasilnya sesuai dengan yang diharapkan, Kaeya tidak terlalu peduli dengan caranya.\n\nPrinsip inilah yang dia pegang dalam melakukan sesuatu, dan bersikap cenderung sembarangan dalam menjalani hidupnya.\n\nSama seperti rasa Death After Noon yang liar dan meledak-ledak.\n\nTapi, sikapnya yang sembarangan itu juga menuai banyak kritik.\n\nPernah satu kali, demi memaksa pemimpin bandit menghadapi dirinya secara langsung, Kaeya sengaja memancing Ruin Guard di reruntuhan kuno, dan menempatkan rekan-rekannya dalam bahaya.\n\nItu adalah saat-saat di mana Jean yang menaruh kepercayaan pada Kaeya pun menggelengkan kepalanya tanda tidak setuju.\n\nKaeya tidak peduli dengan hal itu, justru sebaliknya, dia malah menikmati menempatkan orang pada posisi sulit dalam menentukan pilihan.\n\nDia menikmati keragu-raguan yang muncul di mata rekan-rekannya sebelum mereka bertempur bersama, sama seperti saat dia menikmati ketakutan yang muncul di mata musuh saat sedang melawannya.",
      "th": "\"ความยุติธรรมไม่ใช่หลักการที่ สมบูรณ์แบบ แต่เป็นผลมาจากความสมดุลระหว่างกำลังรบและกลยุทธ์ที่ละเอียดอ่อน สำหรับกระบวนการนั้น... มันไม่จำเป็นต้องสร้างเรื่องลำบาก ให้แก่ตัวของคุณเอง\"\n\nครั้งหนึ่ง Kaeya เคยพูดแบบนี้กับแกรนด์มาสเตอร์ Varka\n\nขอให้ผลออกมาเป็นเหมือนที่หวังไว้ก็พอ โดย Kaeya นั้นไม่เคยสนใจถึงวิธีการที่จะทำให้ เกิดผลลัพธ์เหล่านั้นเลย\n\nหลักการอย่างนี้ได้สร้างวิธีที่ ผสมผสานในการทำสิ่งต่าง ๆ และทัศนคติแบบสบาย ๆ ต่อชีวิตของเขา\n\nช่างเหมือนกับ \"Death After Noon\" ที่มีรสชาติร้อนแรงกระแทกปาก\n\nอย่างไรก็ตามด้วยความที่ชอบทำตามใจของตนเองก็มักทำให้เขาได้รับคำครหาอยู่บ่อยครั้ง\n\nมีอยู่ครั้งหนึ่ง เพื่อที่จะบังคับให้หัวหน้าโจรยอม เผชิญหน้าสู้กับเขาแล้ว Kaeya ถึงกับจงใจกระตุ้นให้ Ruin Guard ต้องออกมา ซึ่งการกระทำนี้สามารถหยุดการล่าถอยของคู่ต่อสู้ได้อย่างหมดจด แต่ในขณะเดียวกันก็ทำให้ Kaeya และพวกพ้องต้องตกอยู่ในอันตรายเช่นกัน\n\nซึ่งทุกครั้งที่เกิดเหตุการณ์อย่างนี้ ทำให้แม้แต่รักษาการหัวหน้าอย่าง Jean ผู้ที่ไว้เนื้อเชื่อใจในตัวเขาตลอดมาก็ยังต้องส่ายหัว\n\nแต่ Kaeya ก็ไม่เคยใส่ใจเลยแม้แต่นิด หรือจะพูดได้ว่าเมื่อใดก็ตามที่เขาเห็นใครบางคนถูกบังคับให้ต้องเลือก เมื่อนั้นเขาก็จะสนุกไปกับมัน สักหน่อย...\n\nเขามีความสุขที่จะไล่จับความลังเล ใจของเหล่าสหายเมื่อเขาเลือกที่จะ ต่อสู้ร่วมกัน และเขาก็ชื่นชอบความกลัวที่ศัตรู พยายามปกปิดก่อนที่จะสู้ อย่างหลังชนฝา",
      "vi": "\"Chính nghĩa không phải nguyên tắc tuyệt đối, mà còn là kết quả của sự cân bằng giữa sức mạnh và chiến lược, còn quá trình ra sao... Không cần quá làm khó mình\"\n\nTrước mặt Đại Đội Trưởng Varka, Kaeya đã từng nói như vậy.\n\nChỉ cần kết quả đáp ứng được sự kỳ vọng, Kaeya không quan tâm đến quá trình.\n\nNguyên tắc này đã tạo ra cách hành sự không câu nệ và thái độ sống không theo khuôn khổ của anh.\n\nGiống như \"Cái Chết Chiều\" với hương vị mãnh liệt phóng khoáng.\n\nNhưng cách hành sự tùy ý cũng vì vậy đem lại rất nhiều tranh luận.\n\nCó một lần, để ép thủ lĩnh bọn cướp đấu với anh, Kaeya đã cố ý kích động Thủ Vệ Di Tích viễn cổ, phong tỏa lối thoát của đối phương, không ngại để bản thân và đồng sự rơi vào hiểm cảnh.\n\nMỗi khi đến lúc này, cho dù là Đội Trưởng Đại Diện Jean trước giờ luôn tín nhiệm anh cũng sẽ lắc đầu.\n\nNhưng Kaeya chẳng hề để tâm dù chỉ đôi chút. Hoặc có thể nói là, dáng vẻ quẫn bách của người khác khi bị ép buộc đưa ra lựa chọn, khiến anh có chút cảm giác tận hưởng.\n\nAnh thích bắt trọn khoảnh khắc thoáng qua của đồng đội khi lựa chọn kề vai chiến đấu, cũng như tận hưởng sự cố gắng che đậy sợ hãi của địch trước trận tử chiến."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "历史悠久的酿酒业为蒙德带来财富，蒙德的富庶又引来贪婪的盗贼与寻巢的魔物。\n\n这些游荡在阴影中的祸患不仅来源繁杂，聚集的理由也多种多样。\n\n为了抵御侵扰蒙德的盗匪与魔物，凯亚不只以他的剑，也以他的头脑和幽默感制服敌人。\n\n有年轻骑士花费数年时间总结其中的规律，最终得出一个令他目瞪口呆的结论——\n\n如果名酒「午后之死」不在供应期，城内外的袭扰报告便会随之骤减，直到…直到下一轮新酒上市？\n\n忐忑的年轻骑士将报告交给擅长情报工作的骑兵队长凯亚，希望从他那里得到一些建议。\n\n面对骑士忐忑的表情，凯亚带着怪异的微笑回应：「想法不错，我会纳入参考。」",
      "zht": "歷史悠久的釀酒業為蒙德帶來財富，蒙德的富庶又引來貪婪的盜賊與尋巢的魔物。\n\n這些遊蕩在陰影中的禍患不僅來源繁雜，聚集的理由也多種多樣。\n\n為了抵禦侵擾蒙德的盜匪與魔物，凱亞不只以他的劍，也以他的頭腦和幽默感制服敵人。\n\n有年輕騎士花費數年時間總結其中的規律，最終得出一個令他目瞪口呆的結論——\n\n如果名酒「午後之死」不在供應期，城內外的襲擾報告便會隨之驟減，直到…直到下一輪新酒上市？\n\n忐忑的年輕騎士將報告交給擅長情報工作的騎兵隊長凱亞，希望從他那裡得到一些建議。\n\n面對騎士忐忑的表情，凱亞帶著怪異的微笑回應：「想法不錯，我會納入參考。」",
      "jp": "長い歴史を持つ醸造業はモンドに富を運び、そしてその富は盗賊と魔物を引き寄せた。\n\n影に潜むそれらの根源は複雑で、集まる理由も様々である。モンドに侵入してくる盗賊と魔物に抵抗するため、ガイアは剣だけでなく、その頭脳とユーモアセンスをも駆使して敵を倒す。\n\nある若い騎士が、数年かけて観察し得た結果は、彼自身も信じられない内容だった——\n\n名酒「午後の死」の出荷時期が過ぎると、城内外の襲撃報告は大幅に減る…そしてそれは、次の「午後の死」が出荷されるとまた増え始めるのだ。\n\n若い騎士は緊張した顔つきで、報告書を情報整理に長けた騎兵隊長ガイアに見せ、彼からアドバイスをもらおうとした。\n\n目の前の不安そうな騎士を見ながら、ガイアは怪しく微笑みながら答える。「…いい考えだ、参考にさせてもらうぜ」",
      "ko": "오랜 역사를 지닌 주조업은 몬드에 부를 가져왔고 몬드의 풍요로움은 탐욕스러운 도적과 마물을 불러왔다.\n\n이런 재앙은 잡다한 곳에서 왔을 뿐만 아니라 결집한 이유도 다양하다.\n\n몬드를 침범하는 도적과 마물을 막기 위해 케이아는 검뿐만 아니라 명석한 두뇌와 유머감각으로 적을 제압한다.\n\n과거 한 젊은 기사가 수년간의 규칙을 연구하다 놀라운 걸 발견한다.\n\n명주 「오후의 죽음」이 나오지 않는 시즌엔 새로운 술이 판매되는 다음 시즌까지 외부의 침입 보고가 크게 감소한다….\n\n불안함을 느낀 젊은 기사는 이 보고서를 탁월한 정보 처리 능력을 지닌 기병대장 케이아에게 건네며 피드백을 요청한다.\n\n케이아는 안절부절못하는 기사를 바라보며 괴이한 미소를 짓고 이렇게 답했다:「좋은 생각이네, 참고하도록 하지」",
      "en": "The flourishing winery business in Mondstadt has been a great source of prosperity in the region over the years. This prosperity often entices greedy bandits and monsters to the area.\n\nThey are a motley bunch who hide in the shadows, and their backgrounds, motives, and allegiances are varied and complex.\n\nKaeya battles against this threat to Mondstadt not only with his sword, but also with his smarts and his wit.\n\nA young knight once dedicated years of his life to studying threats in and around Mondstadt, and reached an astounding conclusion:\n\nWhen Death After Noon is out of season due to lack of supply, the number of reported incidents inside and outside the city show a drastic decrease, and this remains the case until Death After Noon returns to the market...\n\nThe young knight showed his findings to Cavalry Captain Kaeya in hopes of getting some advice from him.\n\n\"Interesting. I'll look into it.\" Kaeya answered, with a wry smirk on his face.",
      "de": "Die florierende Getränkewirtschaft hat Mondstadt bereits großen Wohlstand eingebracht. Wohlstand jedoch erzeugt Gier und Gier wiederum ist ein Merkmal von Banditen und Monstern.\n\nDer Abschaum, der in den Schatten herumlungert, ist durchwachsen von Komplexität und jeder hat seinen eigenen Grund, in Mondstadt zu verweilen.\n\nKaeya verteidigt Mondstadt nicht nur mit seinem Schwert, sondern auch mit seiner Intelligenz und seinem Witz.\n\nEin junger Ritter widmete Jahre seines Lebens der Untersuchung von Bedrohungen in und um Mondstadt herum und kam zu einem erstaunlichen Ergebnis.\n\nWährend der Zeiten, in denen der berühmte „Tod nach Mittag“ nicht erhältlich ist, gehen die Bedrohungen und Berichte von Vorfällen sowohl innerhalb als auch außerhalb der Stadt drastisch zurück ... solange kein neues Getränk verfügbar ist.\n\nDer junge Ritter zeigte Rittmeister Kaeya seine Funde in der Hoffnung einen Ratschlag von ihm zu erhalten.\n\n„Interessant. Ich werde das mal untersuchen“, antwortete Kaeya mit einem finsteren Grinsen im Gesicht.",
      "es": "El próspero negocio de las bodegas, que cuenta con una larga historia en Mondstadt, trajo la prosperidad a la ciudad. Esta atrajo la avaricia, que, a su vez, atrajo a bandidos y monstruos.\n\nEstas amenazas que se ocultan entre las sombras vienen de muchos lugares y se juntan por motivos variados.\n\nKaeya defiende a Mondstadt de los bandidos y los monstruos no solo con su espada, sino también con su inteligencia y humor.\n\nHabía una vez un joven caballero que dedicó años de su vida a estudiar las amenazas alrededor de Mondstadt. Llegó a una conclusión sorprendente: cuando no era la temporada de la bebida “muerte después del mediodía”, los niveles de amenaza y avisos de incidentes disminuían drásticamente tanto dentro como fuera de la ciudad, situación que cambiaba cuando volvía la temporada de este licor...\n\nEl joven caballero mostró sus hallazgos a Kaeya, el Capitán de Caballería, con la esperanza de recibir alguna respuesta.\n\nCon una extraña sonrisa en su rostro, Kaeya le contestó al joven y nervioso caballero: “Interesante. Lo investigaré”.",
      "fr": "Le brassage d'alcool a depuis longtemps prospéré à Mondstadt, participant de la richesse de la cité ; cette richesse attire tous types d'individus peu recommandables.\n\nCes ombres que l'on aperçoit dans les ruelles sombres viennent d'horizons variés, et pour des raisons qui leur sont propres.\n\nKaeya s'assure que Mondstadt est protégée de tels bandits et monstres avec son épée autant qu'avec son esprit.\n\nUn jeune chevalier ayant dédié des années à l'étude des différentes menaces dans et autour de Mondstadt avait autrefois tenu la conclusion suivante :\n\nLes saisons où le cocktail mort de l'après-midi est indisponible, le niveau de menace et le nombre d'incidents enregistrés dans et en dehors de la cité montrent une baisse significative ; jusqu'à ce que le cocktail soit de nouveau disponible...\n\nAyant montré le résultat de ses recherches à Kaeya dans l'espoir d'obtenir du capitaine de cavalerie quelque conseil, le chevalier n'obtint pour toute réponse qu'un simple « Intéressant... » accompagné d'un sourire en coin.",
      "pt": "O próspero negócio do Vinhedo há muito traz riqueza para Mondstadt. A prosperidade gera ganância, e a ganância atrai bandidos e monstros.\n\nEles são um grupo heterogêneo que se esconde nas sombras, e suas origens e motivações são variadas e complexas.\n\nKaeya defende Mondstadt dessa ameaça não apenas com sua espada, mas também com sua inteligência.\n\nUm jovem cavaleiro dedicou anos de sua vida a estudar as ameaças em Mondstadt e nos arredores e chegou a uma conclusão surpreendente:\n\nQuando o famoso coquetel Morte Após o Meia-dia não está disponível, os níveis de ameaça e incidentes reportados dentro e fora da cidade mostram uma diminuição drástica, até que a Morte Após o Meio-dia volte a ficar disponível novamente...\n\nO jovem cavaleiro mostrou suas descobertas ao Capitão da Cavalaria Kaeya, na esperança de obter alguns conselhos dele.\n\n\"Interessante. Eu vou dar uma olhada.\" - Kaeya respondeu com um sorriso de irônico no rosto.",
      "ru": "Винодельческий бизнес на протяжении многих лет приносил богатства Мондштадту. Но процветание порождает жадность, а жадность привлекает бандитов и монстров.\n\nЗащищая город от этих угроз, Кэйа берёт на вооружение не только меч, но и остроумный юмор.\n\nОднажды некий молодой рыцарь посвятил годы своей жизни изучению угроз вокруг Мондштадта и пришёл к поразительному выводу:\n\nУровень опасности и отчёты о происшествиях как внутри, так и за пределами города показывают резкое снижение, когда «Полуденная смерть» вне сезона...\n\nОн показал свои находки капитану Кэйе в надежде получить от него какие-нибудь советы.\n\nКэйа со странной ухмылкой на лице ответил нервному молодому рыцарю: «Интересно. Я этим займусь сам».",
      "id": "Bisnis kilang anggur yang telah lama berdiri adalah sumber kemakmuran Mondstadt. Kekayaan inilah yang menarik para bandit dan monster datang ke sana.\n\nTidak hanya datang dari berbagai tempat, tapi mereka juga memiliki alasan tersendiri berkeliaran di Mondstadt.\n\nKaeya mempertahankan Mondstadt dari ancaman itu tidak hanya dengan pedangnya, tetapi juga dengan cara berpikir dan kecerdasannya.\n\nSeorang Knight muda mendedikasikan hidupnya selama bertahun-tahun untuk mempelajari ancaman baik dari dalam maupun dari sekitar Mondstadt, dan akhirnya menemukan kesimpulan yang membuatnya terkejut:\n\nMusim di mana minuman Death After Noon tidak tersedia, tingkat ancaman dan laporan kecelakaan baik dari luar maupun dalam kota menunjukkan penurunan yang drastis, hingga Death After Noon tersedia kembali...\n\nKnight muda itu melapor kepada Kapten Kavaleri, Kaeya dengan harapan bisa mendapatkan saran darinya.\n\n\"Menarik, aku akan memeriksanya\", jawab Kaeya dengan senyum menyeringai.",
      "th": "อุตสาหกรรมไวน์ที่มีมายาวนานได้ นำความมั่งคั่งมาสู่ Mondstadt และความมั่งคั่งของ Mondstadt ก็ได้ดึงดูดความโลภของเหล่าโจร ร้ายและมอนสเตอร์ที่ตามหาแหล่ง ทำรัง\n\nภัยอันตรายที่เตร็ดเตร่อยู่ในเงามืดนั้นไม่เพียงแต่มีที่มาที่หลากหลาย แต่เหตุผลในการมารวมตัวกันก็มี มากมายด้วยเช่นกัน\n\nเพื่อที่จะต่อต้านกับการรุกรานของ เหล่าโจรและอสูรแล้ว Kaeya ไม่เพียงแต่จะใช้ดาบของเขาเท่านั้น แต่ยังใช้มันสมองและอารมณ์ขันในการเอาชนะศัตรูอีกด้วย\n\nเคยมีอัศวินหนุ่มที่ใช้เวลาหลายปีในการสรุปกฎเหล่านี้ขึ้นมา และในที่สุดก็มาถึงข้อสรุปที่ทำให้ เขาต้องตกใจ...\n\nในเวลาที่เหล้าชื่อดังอย่าง \"Death After Noon\" นั้นไม่ได้อยู่ในช่วงฤดูกาลขาย รายงานการก่อการร้ายทั้งในและ นอกเมืองนั้นก็จะลดลงไปในทันที จนกระทั่ง... จนกระทั่งถึงรอบการขายเหล้าใน ตลาดครั้งต่อไป?\n\nอัศวินหนุ่มผู้ว้าวุ่นใจรีบส่งรายงาน ไปให้หัวหน้ากองทหารม้า Kaeya ผู้ช่ำชองงานข่าวสารโดยหวังว่าจะ ได้ข้อเสนอแนะอะไรกลับมาบ้าง\n\nเมื่อเผชิญหน้าเข้ากับอัศวินผู้ว้าวุ่น Kaeya ก็ยิ้มด้วยรอยยิ้มแปลกๆและ ตอบกลับไปว่า \"ความคิดไม่เลว ฉันจะเก็บเอาไปพิจารณาละกันนะ\"",
      "vi": "Ngành rượu với lịch sử lâu đời đem lại sự giàu có cho Mondstadt, và sự giàu có đó lại hấp dẫn bọn cướp tham lam và ma vật đến cư trú.\n\nNhững mối họa lang thang trong bóng tối này không những lai lịch phức tạp, mà lý do tụ hợp cũng đa dạng.\n\nĐể chống lại sự quấy nhiễu của trộm cướp và ma vật ở Mondstadt, Kaeya không chỉ dùng kiếm, còn dùng đầu óc và sự hài hước để khắc phục kẻ địch.\n\nTừng có một kỵ sĩ trẻ bỏ ra nhiều năm tổng hợp các quy luật, cuối cùng nhận được một kết luận làm anh ta ngẩn người.\n\nTrong thời kỳ ngừng cung cấp loại rượu nổi tiếng \"Cái Chết Chiều\", thì những báo cáo quấy rối trong ngoài thành cũng giảm mạnh... cho đến... cho đến khi đợt rượu mới lên kệ?\n\nNgười kỵ sĩ trẻ thấp thỏm giao báo cáo cho Đội Trưởng Kỵ Binh Kaeya - người giỏi việc xử lý tình báo, mong nhận được chút ý kiến.\n\nĐối mặt với sự chờ đợi của kỵ sỹ, Kaeya mang theo nụ cười kỳ dị trả lời: \"Ý tưởng khá lắm, tôi sẽ tham khảo.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "一般而言，凯亚是个相当健谈的人。唯独对过去的经历，他讳莫如深。\n\n哪怕大团长要求他详述出身，他也不愿细谈旧事，而是用圆滑的说法，近乎敷衍地带过身世：\n\n「十几年前，夏末的午后，父亲带着我经过晨曦酒庄。」\n\n「『我去买几瓶葡萄汁，路上消渴。』我记得他是这样说的。但他走后，再也没有回来。」\n\n「如果不是克利普斯老爷向我伸出慈悲之手，或许，我就熬不过当晚那场暴雨了。」\n\n看似合乎情理的平淡叙述，却是精心掩藏了真相的谎言。\n\n凯亚不曾说起过，那个午后真正的故事——\n\n「这是你的机会，你是我们最后的希望。」\n\n亲生父亲捏紧凯亚单薄的肩头，视线越过他，望向了更远的地方。\n\n地平线另一头，有着父子俩遥远的故乡坎瑞亚。\n\n凯亚从未忘记那混杂着憎恨与希冀的眼神。",
      "zht": "一般而言，凱亞是個相當健談的人。唯獨對過去的經歷，他諱莫如深。\n\n哪怕大團長要求他詳述出身，他也不願細談舊事，而是用圓滑的說法，近乎敷衍地帶過身世：\n\n「十幾年前，夏末的午後，父親帶著我經過晨曦酒莊。」\n\n「『我去買幾瓶葡萄汁，路上解渴。』我記得他是這樣說的。但他走後，再也沒有回來。」\n\n「如果不是克利普斯老爺向我伸出慈悲之手，或許，我就熬不過當晚那場暴雨了。」\n\n看似合乎情理的平淡敘述，卻是精心掩藏了真相的謊言。\n\n凱亞不曾說起過，那個午後真正的故事——\n\n「這是你的機會，你是我們最後的希望。」\n\n親生父親捏緊凱亞單薄的肩頭，視線越過他，望向了更遠的地方。\n\n地平線另一頭，有著父子倆遙遠的故鄉坎瑞亞。\n\n凱亞從未忘記那混雜著憎恨與希冀的眼神。",
      "jp": "普段のガイアはかなり饒舌な人だが、自身の過去に関することになると、口を固く閉ざしてしまう。\n\nたとえそれが、大団長の命令であっても、彼は詳しく話そうとせず、当たり障りのない言葉で、自分の身の上を説明した。\n\n「あれは十数年前、ある夏の日の午後。俺は父に連れられ、アカツキワイナリーの前を通りかかった」\n\n「『ブドウジュースを買ってくる』そう言ったのを覚えている。しかし父は行ったきり、二度と帰ってこなかった」\n\n「クリプス様が助けてくれなかったら、あの嵐の夜に、俺はもう死んでいたかもな」\n\n理にかなった説明に聞こえるが、それは真実を隠すための嘘だ。\n\nあの午後にあった本当の出来事を、ガイアは誰にも教えたことがない——\n\n「これはお前のチャンスだ。お前は我々の最後の希望だ」\n\n父親が彼の薄い肩を強く掴んでいる。その目は、彼を通り抜け遥か遠い先を見ていた。\n\n地平線の果てに、親子の故郷カーンルイアがある。\n\nガイアは、あの憎しみと期待が混ざった眼差しを忘れることはない。",
      "ko": "케이아는 입담이 좋은 사람이다. 하지만 과거에 대해선 입을 꼭 다물고 있다.\n\n대단장이 그의 출신을 말하라고 요구해도 그는 자세히 밝히지 않고 두루뭉술하게 자신의 과거를 말했다:\n\n「십여 년 전의 늦여름이었을 겁니다. 제 아버지가 저를 데리고 다운 와이너리를 지나가던 것이」\n\n「제가 기억하기론 『가다가 길에서 마실 포도주스 좀 사 오마』라는 말만 남기고 가서 돌아오지 않았습니다」\n\n「만약 클립스 어르신이 자비로운 손을 내밀지 않았다면 폭우가 내리던 그날 밤을 버티지 못했겠죠」\n\n뭔가 합리적으로 담담히 말하는 것 같지만 진실을 감추기 위한 거짓이다.\n\n케이아는 단 한 번도 그날 오후에 있었던 진실을 밝히지 않았다.\n\n「이건 기회야. 넌 우리의 마지막 희망이야」\n\n친부는 케이아의 야윈 어깨를 움켜쥐며 먼 곳을 바라봤다.\n\n지평선 반대편에는 두 부자의 머나먼 고향 켄리아가 있다.\n\n케이아는 증오와 희망이 한 데 섞인 그 눈빛을 단 한 번도 잊은 적이 없다",
      "en": "Generally speaking, Kaeya is an easy person to have a conversation with. The only topic that you will never hear him discuss is his past.\n\nEven when the Grand Master demanded information on his background, Kaeya skirted around the issue and gave only vague answers devoid of details.\n\n\"One afternoon near the end of summer a decade ago, my father and I passed by the Dawn Winery.\"\n\n\"'I'll go get us some grape juice for the road,' he said, but he never came back.\"\n\n\"If Master Crepus hadn't taken me in, I doubt I'd have made it through the storm that night.\"\n\nThis matter-of-fact description hides a carefully constructed lie.\n\nKaeya has never once spoken the truth about what happened that afternoon:\n\n\"This is your chance. You are our last hope.\"\n\nKaeya's father squeezed his son's lean shoulders as he spoke, seemingly looking right through Kaeya to some place far beyond.\n\nOn the other side of the horizon sat their distant homeland of Khaenri'ah.\n\nKaeya would never forget the look of both hope and hatred in his father's eyes as he uttered those words.",
      "de": "Normalerweise kann man gut mit Kaeya reden und es ist auch sehr angenehm mit ihm zu sprechen. Die einzige Sache, auf die er kein Licht werfen mag, ist seine Vergangenheit.\n\nSelbst wenn der Großmeister Informationen über seine Hintergründe verlangt, rettet sich Kaeya mit nur vagen Details über die Antworten hinweg.\n\n„Es war an einem Nachmittag gegen Ende des Sommers vor einem Jahrzehnt. Mein Vater und ich kamen am Weingut Morgenröte vorbei.“\n\n„Er sagte, er holte uns Traubensaft für die Reise, aber er kam nie zurück.“\n\n„ Wenn Crepus mich nicht aufgenommen hätte, hätte ich es in dieser Nacht wohl nicht durch den Sturm geschafft.“\n\nDiese sachliche Beschreibung verbirgt eine sorgfältig konstruierte Lüge.\n\nKaeya hat noch nie die Wahrheit darüber gesagt, was an diesem Nachmittag passiert ist:\n\n„Dies ist deine Gelegenheit. Du bist unsere letzte Hoffnung.“\n\nSein leiblicher Vater drückte Kaeyas mageren Schultern, aber sein Blick wanderte durch Kaeya zu einem Ort weit dahinter. Auf der anderen Seite des Horizonts lag ihre ferne Heimat Khaenri’ah.\n\nKaeya würde diesen Anblick niemals vergessen, der sowohl mit Hoffnung als auch mit Hass verflochten war.",
      "es": "En general, es fácil y agradable hablar con Kaeya. De lo único sobre lo que nunca habla es de su pasado.\n\nIncluso cuando el Gran Maestro le exigió información sobre sus orígenes, Kaeya evitó las preguntas directamente con respuestas muy ambiguas. Dijo:\n\n“Era una tarde cerca del final del verano, hace una década. Mi padre y yo pasábamos por el Viñedo del Amanecer”.\n\n“'Iré a buscar un poco de jugo de uva para el camino', dijo, pero nunca regresó”.\n\n“Si el señor Crepus no me hubiera acogido, probablemente no habría salido vivo de la tormenta de aquella noche”.\n\nEsta pragmática historia oculta una mentira cuidadosamente construida.\n\nLa verdadera conversación que se llevó a cabo esa tarde fue:\n\n“Esta es tu oportunidad. Eres nuestra única esperanza”.\n\nSu padre biológico apretó sus hombros delgados con la mirada puesta en un lugar lejano.\n\nEn el horizonte podía divisarse la tierra natal de ambos: Khaenri'ah.\n\nKaeya nunca olvidó esa mirada de esperanza y odio al mismo tiempo.",
      "fr": "De manière générale, Kaeya est quelqu'un facile d'accès ; la seule chose dont il ne parle jamais est son passé.\n\nQuand bien même le Grand Maître lui demande quelque renseignement sur sa vie passée, il trouve toujours le moyen de ne fournir que des réponses vagues.\n\n« Il y a de cela dix ans environ, mon père m'amena un après-midi de fin d'été au Domaine de l'Aurore. »\n\n« Je me souviens encore de ses mots : « Je vais acheter une bouteille de jus de raisin pour la route » ; mais il n'est jamais réapparu. »\n\n« Je doute que si maître Crepus n'avait pris soin de moi, je ne pense pas que j'aurai réussi à survivre à la tempête qui s'abattit cette nuit-là. »\n\nDerrière ce qui paraît comme un récit détaché se cache un mensonge savamment construit.\n\nKaeya n'a jamais révélé à quiconque ce qui était réellement arrivé en ce jour fatidique.\n\n« C'est ta chance ; tu es notre seul espoir. »\n\nSon père biologique lui avait alors serré les épaules, le regard portant au loin, en direction de leur pays natal, Khaenri'ah.\n\nJamais Kaeya n'oublia ce regard, dans lequel l'espoir le disputait à la haine.",
      "pt": "De um modo geral, é fácil e agradável de se conversar com o Kaeya. A única questão que ele não esclarece é o seu passado.\n\nMesmo quando o Grande Mestre exige informações sobre seus antecedentes, Kaeya oferece respostas apenas com detalhes vagos.\n\n\"Em uma tarde perto do fim do verão, uma década atrás, meu pai e eu passamos pela Adega do Alvorecer.\"\n\n\"Vou pegar um suco de uva para a viagem - ele disse, mas nunca voltou\".\n\n\"Se o Mestre Crepus não tivesse me acolhido, duvido que teria saído vivo da tempestade naquela noite.\"\n\nA verdade é que isso esconde um segredo.\n\nKaeya nunca falou a verdade sobre o que aconteceu naquela tarde:\n\n\"Esta é sua chance. Você é a nossa última esperança.\"\n\nO pai de Kaeya apertou seus ombros magros, mas seu olhar estava longe, em algum lugar muito distante.\n\nNo outro lado do horizonte, ficava sua longínqua terra natal de Khaenri'ah.\n\nKaeya nunca esqueceria aquele olhar, uma mistura de esperança e ódio.",
      "ru": "С Кэйей легко разговаривать и приятно общаться.\n\nЕдинственное, на что он не проливает свет, - это его прошлое.\n\nДаже когда магистр требовал информацию о его прошлом, Кэйа избегал прямых вопросов и давал ответы, в которые едва можно было поверить.\n\n«Это случилось в конце лета, десять лет назад», - говорил он. «Мы с отцом проезжали мимо винокурни «Рассвет».\n\n«Пойду куплю нам в дорогу виноградного сока», - сказал он, но так и не вернулся.\n\nЕсли бы мастер Крепус не взял меня к себе, я, вероятно, не пережил бы ураган, разразившийся той ночью».\n\nЗа сухим описанием скрывается тщательно сконструированная ложь.\n\nНа самом деле разговор, состоявшийся в тот день, звучал так:\n\n«Это твой шанс. Ты наша единственная надежда».\n\nЕго родной отец сжал его худые плечи в своих руках, но продолжал смотреть вдаль.\n\nГде-то за горизонтом была их родина, Каэнри’ах.\n\nКэйа никогда не забудет этот взгляд, в котором смешались надежда и ненависть.",
      "id": "Pada umumnya, Kaeya mudah diajak bicara dan senang mengobrol. Satu-satunya hal yang dia rahasiakan adalah masa lalunya.\n\nBahkan ketika Grand Master meminta informasi tentang latar belakangnya, Kaeya tidak memberikan jawaban yang terperinci.\n\n\"Sore itu menjelang akhir musim panas belasan tahun yang lalu, ayahku dan aku melewati Dawn Winery.\"\n\n\"'Aku akan pergi membeli beberapa botol jus anggur untuk memuaskan dahaga dalam perjalanan.' Tetapi setelah mengatakan itu, dia pergi dan tidak pernah kembali lagi.\"\n\n\"Jika Master Crepus tidak mengulurkan tangannya dan menyelamatkanku, aku mungkin tidak selamat pada badai malam itu.\"\n\nPenjelasan yang sederhana dan masuk akal sebenarnya menyembunyikan kebenaran dengan kebohongan yang terencana.\n\nKaeya tidak pernah sekalipun mengatakan yang sebenarnya tentang apa yang terjadi sore itu...\n\n\"Ini adalah kesempatanmu. Kamu adalah harapan terakhir kami.\"\n\nAyah biologisnya meremas bahu kurus putranya saat dia berbicara, tetapi pandangannya tidak mengarah ke Kaeya, melainkan ke kejauhan.\n\nDi sisi lain cakrawala, terdapat kampung halaman mereka yang jauh, Khaenri'ah.\n\nKaeya tidak akan pernah melupakan ekspresi harapan dan kebencian di mata ayahnya saat dia mengucapkan kata-kata itu.",
      "th": "โดยทั่วไปแล้วถือได้ว่า Kaeya นั้นเป็นคนที่ช่างพูดเลยทีเดียว มีเพียงเรื่องราวในอดีตของเขาเท่านั้นที่เขาจะปิดปากเงียบ\n\nแม้ว่าจะเป็นแกรนด์มาสเตอร์ ที่เป็นคนบอกให้เขาเล่าเรื่องราวของตัวเองให้ฟัง เขาก็ยังคงไม่ยอมที่จะปริปากพูดถึงเรื่องในอดีตเลย แต่กลับจะพูดแถไปอย่างน้ำขุ่น ๆ:\n\n\"นั่นเป็นช่วงบ่ายของฤดูร้อนเมื่อสิบกว่าปีก่อน พ่อของฉันพาฉันไปที่โรงกลั่นไวน์ Dawn Winery\"\n\n\"ฉันจะไปซื้อน้ำองุ่นสักสองสามขวด เพื่อเอาไว้ดับกระหายระหว่างทางสักหน่อย\" ฉันจำได้ว่าเขาพูดว่าอย่างนี้นะ แต่เมื่อเขาจากไป เขาก็ไม่กลับมาอีกเลย\"\n\n\"ถ้าไม่ใช่เพราะความเมตตาของนายท่าน Crepus ที่มีให้ฉัน บางทีฉันคงจะอยู่ไม่รอดผ่านคืนที่มีพายุฝนคืนนั้นไปแล้ว\"\n\nคำบอกเล่าที่ฟังดูแสนจะเรียบง่าย และกินใจนั้น แท้จริงแล้วกลับเป็นเรื่องโกหกที่ ซ่อนความจริงไว้อย่างแยบยล\n\nKaeya ไม่เคยบอกใครถึงเรื่องจริง ที่เกิดขึ้นในตอนบ่ายของวันนั้นเลย...\n\n\"นี่คือโอกาสของลูกนะ ลูกเป็นความหวังสุดท้ายของพ่อ\"\n\nพ่อที่แท้จริงบีบไหล่ของเขาไว้แน่น สายตามองข้ามเขาไป จ้องมองไปยังสถานที่ที่ไกลยิ่งกว่า\n\nอีกด้านหนึ่งของเส้นขอบฟ้าคือ Khaenri'ah บ้านเกิดที่อยู่ห่างไปแสนไกลของ พ่อลูกทั้งสอง\n\nKaeya ไม่เคยลืมเลือนสายตา ที่แฝงไปด้วยความเกลียดชังและความหวังนั่นเลย",
      "vi": "Nhìn chung, Kaeya là một người giỏi ăn nói. Chỉ khi nhắc về quá khứ thì anh ta luôn giấu kín như bưng.\n\nNgay cả khi giới thiệu bản thân với Đội Trưởng, anh ta cũng không muốn nói chuyện cũ, mà sử dụng cách nói vòng vo khéo léo.\n\n\"Buổi chiều cuối hạ 10 năm về trước, bố đưa tôi đi qua Tửu Trang Dawn\".\n\n\"Bố đi mua mấy bình nước nho để uống giải khát trên đường\". Tôi nhớ ông đã nói như vậy. Nhưng sau khi ông đi, thì không thấy quay về nữa.\n\n\"Nếu như không phải ông Crepus tốt bụng mở rộng vòng tay với tôi, e rằng tôi đã không thể vượt qua trận mưa bão đêm đó\".\n\nTự thuật nghe có vẻ hợp tình hợp lý, nhưng lại là lời nói dối công phu che giấu sự thật.\n\nKaeya chưa từng nói với người khác, cuộc đối thoại thực sự chiều hôm đó.\n\n\"Đây là cơ hội của con, con là hy vọng cuối cùng của chúng ta.\"\n\nBố nắm chặt đôi vai gầy của anh, ánh mắt trông ngóng về phía xa.\n\nỞ phía bên kia đường chân trời, có quê hương xa xôi Khaenri'ah của bố con Kaeya.\n\nKaeya chưa từng quên ánh mắt hòa lẫn nỗi căm thù và niềm khát khao đó."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "许多市民仍记得若干年前蒙德城中最惹眼的两位少年。\n\n一位是无可挑剔的年轻绅士迪卢克。他是手执长剑的优雅剑士，有着友善的笑容与自信的身姿。\n\n另一位是异国面容的庶务长凯亚。他是迪卢克的好友、助战者与「头脑」，为迪卢克的一切战斗扫尾洗尘。\n\n他们配合默契，从不失手，如同一对心智相通的双子，从明处和暗处守护着蒙德的安全。\n\n…直到凯亚记忆深处那个阴沉的日子，迪卢克护送的车队在森林中遭到巨大魔物袭击。\n\n那是凯亚第一次也是唯一一次失手。\n\n纵使快马加鞭，他赶到时，局势也已经无法挽回。\n\n他与迪卢克共同的「父亲」操纵着来历不明的不详力量击退魔物，随即被力量反噬，死于非命。\n\n凯亚和迪卢克都被眼前这一幕震惊，失去了骑士应有的冷静。\n\n「原来克利普斯老爷这样的人物，也会委身于危险的邪力。」\n\n险恶的念头闪过脑海，凯亚却报以微笑——\n\n「这样的世界，真是…有趣。」\n\n共同的「父亲」倒在了血泊之中。两位少年在这一夜走上分歧的道路。",
      "zht": "許多市民仍記得若干年前蒙德城中最惹眼的兩位少年。\n\n一位是無可挑剔的年輕紳士迪盧克。他是手執長劍的優雅劍士，有著友善的笑容與自信的身姿。\n\n另一位是異國面容的庶務長凱亞。他是迪盧克的好友、助戰者與「頭腦」，為迪盧克的一切戰鬥掃尾洗塵。\n\n他們配合默契，從不失手，如同一對心智相通的雙子，從明處和暗處守護著蒙德的安全。\n\n…直到凱亞記憶深處那個陰沉的日子，迪盧克護送的車隊在森林中遭到巨大魔物襲擊。\n\n那是凱亞第一次也是唯一一次失手。\n\n縱使快馬加鞭，他趕到時，局勢也已經無法挽回。\n\n他與迪盧克共同的「父親」操縱著來歷不明的不詳力量擊退魔物，隨即被力量反噬，死於非命。\n\n凱亞和迪盧克都被眼前這一幕震驚，失去了騎士應有的冷靜。\n\n「原來克利普斯老爺這樣的人物，也會委身於危險的邪力。」\n\n險惡的念頭閃過腦海，凱亞卻報以微笑——\n\n「這樣的世界，真是…有趣。」\n\n共同的「父親」倒在了血泊之中。兩位少年在這一夜走上分歧的道路。",
      "jp": "数年前、モンドにいた一際目を引く二人の少年を、今でも多くの住民が覚えている。\n\n一人は完璧な紳士、ディルック。在りし日の彼は、剣を執る優雅な剣士で、優しい笑顔と自信に溢れる姿が印象的だった。\n\nもう一人は異国の風貌を持つ庶務長ガイア。あの時の彼はディルックの友人、協力者、そして「頭脳」であり、ディルックの戦いの後始末をしていた。\n\n彼らは、まるで心が通じ合う双子のように、表と裏からモンドを守り、一度も失敗したことがなかった。\n\n…あの暗い日までは。ディルックが護衛をしていた馬車隊が、森で魔物の襲撃を受けたのだ。\n\nあれは、ガイアにとって初めてで唯一の失敗だった。\n\n彼は急いで現場に向かったが、到着した時にはもう何もかもが終わっていた。\n\n彼とディルックの「父親」は、正体不明の力を操って魔物を撃退したが、その力の反動により命を落とした。\n\nガイアもディルックも目の前の光景に呆然とし、騎士が持つべき冷静さを失っていた。\n\n「クリプス様のような人でも、危険な力に手を出すとはな」\n\n悪い考えが頭をよぎり、ガイアは微笑んだ——\n\n「この世界は、本当…面白い」\n\n共通の「父親」を失った夜、二人の少年は別々の道を歩き始めた。",
      "ko": "많은 시민들은 몇 년전 몬드에서 가장 눈에 띄던 두 소년을 아직도 기억하고 있다.\n\n그 중 한명은 흠잡을 데가 없는 젊은 신사, 다이루크다. 그때 그는 장검을 든 뛰어난 검사로 다정한 미소와 자신감 넘치는 자태를 지니고 있었다.\n\n또 다른 한명은 이국적인 용모를 가진 서무장 케이아다. 그는 다이루크의 친구이자 조력자 겸 「두뇌」로 다이루크의 모든 전투의 뒤처리를 담당했다.\n\n그 둘은 마치 마음이 통하는 쌍둥이처럼 손발이 척척 맞았고, 단 한 번도 실수하지 않았다. 그렇게 빛과 어둠 속에서 몬드의 안전을 수호했다.\n\n…다이루크가 호송하는 행렬이 숲에서 거대한 마물에게 습격 당했던 그날 전까진….\n\n그날 케이아는 처음이자 마지막으로 실수를 한다.\n\n그가 현장에 도착했을 땐, 이미 돌이킬 수 없는 상황이었다.\n\n그와 다이루크의 「아버지」는 정체불명의 불길한 힘을 사용해 마물을 물리치고 그 힘에 잠식되어 목숨을 잃고만다.\n\n케이아와 다이루크는 눈앞의 장면에 놀라 기사가 가져야 할 냉정함을 잃는다.\n\n「클립스 어르신 같은 사람도 위험한 힘을 빌릴 때가 있다니」\n\n음흉한 생각이 뇌리를 스쳐지나갔고 케이아는 미소를 지었다.\n\n「이런 세상은 정말이지… 재밌네」\n\n「아버지」가 피바다 속에 쓰러진 그날. 두 소년은 서로 다른 길을 걷기 시작했다",
      "en": "Many citizens still remember the two most eye-catching young gentlemen in all of Mondstadt a few years ago.\n\nOne of them was the dapper Diluc, an elegant swordsman who always had a warm smile and a confident posture.\n\nThe other was the eccentric Kaeya. He was Diluc's friend, supporter, and sounding board, ensuring he got through every challenge he faced smoothly.\n\nThey were almost like twins, knowing each other's thoughts and intentions without a word, protecting Mondstadt in both light and dark.\n\n...Until that fateful day, now ingrained deep in Kaeya's memory, when the convoy that Diluc was escorting was attacked by a huge monster.\n\nIt was the first and only time that Kaeya failed in his duty.\n\nBy the time Kaeya finally reached Diluc, it was all over.\n\nThe power their father had used to successfully fend off the attack backfired, taking their father's life.\n\nBoth Kaeya and Diluc were shocked by what they had witnessed, losing the calm composure a knight should retain.\n\n\"Even someone like Master Crepus would submit to such a dangerous and evil power...\"\n\nSinister thoughts flashed through Kaeya's mind, and he simply smirked:\n\n\"This world is truly... fascinating.\"\n\nAll while their father lay dead in a pool of his own blood. It was on that night that the two sons' paths diverged.",
      "de": "Viele Bürger erinnern sich noch ganz genau an die beiden auffälligsten jungen Herren in ganz Mondstadt.\n\nEiner von ihnen war der untadelige Diluc, ein eleganter Schwertkämpfer, der stets ein freundliches Lächeln auf seinem selbstsicheren Gesicht trug.\n\nDer andere war der exzentrische Kaeya. Er war Dilucs Freund, Unterstützer und Vertrauter, der sicherstellte, dass Diluc jede Herausforderung ohne Probleme meisterte.\n\nSie waren beinahe wie Zwillinge, kannten wortlos die Gedanken und Absichten des anderen und beschützten Mondstadt bei Tag und Nacht.\n\nBis zu jenem schicksalhaften Tag, der sich für immer in Kaeyas Erinnerung eingebrannt hat und an dem der von Diluc eskortierte Konvoi von einem riesigen Monster angegriffen wurde.\n\nEs war das erste und einzige Mal, dass Kaeya seine Pflicht nicht voll erfüllte.\n\nAls Kaeya Diluc endlich erreichte, war bereits alles geschehen.\n\nDie dunkle Macht, die Dilucs Vater genutzt hatte, um das Monster erfolgreich abzuwehren, wandte sich gegen ihn und kostete seinen Vater letztendlich das Leben.\n\nKaeya und Diluc waren von dem Erlebten schockiert und verloren die ruhige Gelassenheit, die ein Ritter stets bewahren sollte.\n\n„Selbst jemand wie Crepus war wehrlos gegen eine solch gefährliche und böse Macht ...“\n\nAls Kaeya dieser Gedanke kam, grinste er nur.\n\n„Diese Welt ist wirklich ... faszinierend.“\n\nDer, den sie beide Vater nannten, lag leblos in einer Pfütze seines eigenen Bluts. In jener Nacht trennten sich die Wege der beiden.",
      "es": "Muchos habitantes aún recuerdan a los dos jóvenes caballeros más llamativos de toda Mondstadt.\n\nUno de ellos era el impecable Diluc, un elegante espadachín que siempre mostraba una sonrisa amistosa en su confiado rostro.\n\nEl otro caballero era el entonces Intendente Kaeya. Era el amigo, el mayor apoyo y el “cerebro” de Diluc en todas las batallas que combatieron juntos.\n\nEran como hermanos gemelos que conocían los pensamientos y movimientos del otro sin necesidad de mediar palabra. Protegían a Mondstadt tanto en la luz como en la oscuridad.\n\nHasta que llegó el funesto día en el que un gigantesco monstruo atacó la caravana que Diluc escoltaba.\n\nEsa fue la primera y única vez que Kaeya falló en su deber.\n\nCuando Kaeya finalmente alcanzó la posición de Diluc, la situación ya era irremediable.\n\nSu padre murió por el mismo poder desconocido que usó para derrotar al monstruo.\n\nTanto Kaeya como Diluc se sorprendieron por lo que habían presenciado, lo que les hizo perder la compostura de caballeros.\n\n“Incluso alguien como el señor Crepus se sometería ante tal maligno y peligroso poder...”\n\nCuando este siniestro pensamiento le cruzó la mente, Kaeya sonrió.\n\n“Este mundo es... interesante”.\n\nVer a su propio padre muerto en un charco de sangre hizo que el camino de los dos jóvenes se separara para siempre.",
      "fr": "Nombreux sont les habitants de Mondstadt qui se souviennent des deux jeunes hommes les plus en vue il y a quelques années.\n\nDiluc était un épéiste élégant, affichant en permanence sur son visage plein d'assurance un sourire sympathique.\n\nKaeya, plus excentrique, était son ami, son soutien et la voix de la raison, s'assurant que Diluc vienne à bout de toutes les épreuves sur son chemin.\n\nLes deux amis étaient semblables à deux jumeaux, n'ayant point besoin de parler pour savoir ce que pensait l'autre, et protégeant Mondstadt de jour comme de nuit.\n\n... Jusqu'à ce jour fatidique où le convoi qu'escortait Diluc fut attaqué en pleine forêt par un monstre énorme, jour à jamais gravé dans la mémoire de Kaeya.\n\nCe fut la seule fois où il manqua à son devoir.\n\nLorsqu'il arriva sur la scène, le combat était déjà terminé.\n\nLeur « père » avait vaincu la bête en faisant appel à quelque pouvoir occulte, mais y avait perdu la vie.\n\nKaeya et Diluc furent profondément choqués par l'événement, et perdirent le sang-froid légéndaire du chevalier.\n\n« Ainsi donc même quelqu'un comme maître Crepus se soumet face à un tel pouvoir maléfique... »\n\nTandis que cette dangereuse pensée germait en son esprit, Kaeya continuait d'afficher son sourire en coin.\n\n« Ce monde est vraiment... fascinant. »\n\nLeur « père » gisait devant eux dans une mare de sang ; et c'est cette nuit que les chemins des deux hommes se séparèrent.",
      "pt": "Muitos habitantes ainda se lembram dos dois jovens mais atraentes de Mondstadt. Um deles era o impecável Diluc, um elegante espadachim que sempre exibia um sorriso amigável em seu rosto confiante.\n\nO outro cavaleiro era o extravagante Kaeya. Ele era o amigo, apoio e \"cérebro\" de Diluc, garantindo que ele superasse todos os desafios que enfrentava sem problemas.\n\nEles eram quase como gêmeos, conhecendo os pensamentos e intenções um do outro sem dizer uma palavra, protegendo Mondstadt tanto na luz quanto na escuridão.\n\n...Até aquele dia fatídico, agora arraigado na memória de Kaeya, quando a carruagem que Diluc estava escoltando foi atacada por um monstro enorme.\n\nFoi a primeira e única vez que Kaeya falhou em seu dever.\n\nQuando Kaeya finalmente alcançou Diluc, já estava tudo acabado.\n\nO poder que seu pai havia usado para afastar com sucesso o monstro também saiu pela culatra e levou a vida de seu pai com ele.\n\nKaeya e Diluc ficaram chocados com o que haviam testemunhado, perdendo a calma compostura que um cavaleiro deveria manter.\n\n\"Mesmo alguém como Mestre Crepus se renderia a um poder tão perigoso e maligno...\"\n\nQuando esse pensamento perigoso passou pela mente de Kaeya, ele simplesmente sorriu.\n\n\"Este mundo é realmente... fascinante.\". Seu pai estava morto em uma poça do próprio sangue. Foi nessa noite que os caminhos dos dois filhos divergiram.",
      "ru": "Все мондштадтцы знают двух самых привлекательных молодых джентльменов города.\n\nОдним из них является безупречный Дилюк, элегантный фехтовальщик, на уверенном лице которого всегда играет дружелюбная улыбка.\n\nДругим джентльменом с экзотическим видом является Кэйа.\n\nКогда-то он был другом, опорой и «мозгом» Дилюка во всех столкновениях, которые они встречали плечом к плечу.\n\nОни были почти как близнецы, знали мысли и движения друг друга, не нуждаясь в словах. Они защищали Мондштадт при свете солнца и луны.\n\nЭто длилось до того мрачного дня, когда гигантское чудовище напало на конвой, который сопровождал Дилюк.\n\nВ первый раз Кэйа не выполнил свой долг... Единственный раз.\n\nКогда Кэйа наконец добрался до позиции Дилюка, было уже слишком поздно.\n\nИх отец умер от той неизвестной силы, с помощью которой ему удалось победить чудовище.\n\nЗабыв о рыцарской дисциплине, и Кэйа, и Дилюк были потрясены тем, что увидели.\n\n«Даже такой человек, как мастер Крепус, при угрожающей опасности смог поддаться злой силе...»\n\nПри этой мысли Кэйа всего лишь ухмыльнулся.\n\n«Мир полон неожиданностей».\n\nВид их общего отца, мертвого в луже крови, заставил двух его сыновей навсегда разойтись в разные стороны.",
      "id": "Banyak warga yang masih ingat dengan dua pemuda yang paling menarik perhatian di seluruh Mondstadt.\n\nSatu di antaranya adalah Diluc yang sempurna, seorang pendekar pedang yang selalu terlihat tersenyum ramah dan percaya diri di wajahnya.\n\nDan pemuda satunya adalah Kaeya yang eksentrik. Dia adalah teman, pendukung, dan \"otak\" Diluc, yang selalu mengatasi semua pertarungan Diluc.\n\nMereka saling bekerja sama dan tidak terkalahkan, hampir seperti saudara kembar yang melindungi Mondstadt baik saat terang maupun gelap.\n\n...Hingga hari yang menyedihkan bagi Kaeya datang, konvoi yang dikawal Diluc diserang oleh monster raksasa.\n\nItu adalah yang pertama kali dan satu-satunya Kaeya gagal dalam melakukan tugasnya.\n\nPada saat Kaeya tiba, semuanya sudah terlambat dan situasi tidak dapat dibalikkan.\n\nKekuatan yang digunakan ayah mereka untuk menghadapi monster itu tidak berhasil dan malah membuat nyawa ayah mereka melayang.\n\nBaik Kaeya maupun Diluc terkejut dengan apa yang mereka saksikan, mereka kehilangan ketenangan yang dimiliki oleh seorang Knight.\n\n\"Bahkan seseorang seperti Master Crepus menggunakan kekuatan yang berbahaya dan jahat...\"\n\nSaat pikiran menyeramkan ini melintas di benak Kaeya, dia hanya menyeringai—\n\n\"Dunia ini benar-benar... menarik.\"\n\nAyah mereka tergeletak mati di genangan darahnya sendiri. Dan pada malam itu, kedua pemuda itu memilih jalan yang berbeda.",
      "th": "เหล่าชาวเมืองทั้งหลายยังจำได้ดีว่าเมื่อสองปีก่อนมีวัยรุ่นสองคนที่ดูสะดุดตาที่สุดใน Mondstadt\n\nคนหนึ่งคือ Diluc สุภาพบุรุษหนุ่มที่ไร้ที่ติผู้เป็นนักดาบที่สง่างามซึ่งมาพร้อมกับดาบด้าม ยาวกับรอยยิ้มที่เป็นมิตรและท่าทาง ที่มั่นใจ\n\nอีกคนหนึ่งคือหัวหน้าฝ่ายกิจการ บ้านเมือง Kaeya ผู้มีใบหน้าของชาวต่างชาติ เขาเป็นทั้งเพื่อนรัก, ผู้ช่วยในสนามรบและ \"มันสมอง\" ของ Diluc ผู้คอยช่วยให้เขาฝ่าสมรภูมิรบต่างๆไปได้อย่างราบรื่น\n\nพวกเขาคอยช่วยเหลือซึ่งกันและกันอย่างไร้ที่ติดังเช่นคู่ราศีเมถุนที่เชื่อมต่อใจถึงใจและคอยปกป้องความ ปลอดภัยของ Mondstadt จากทั้งด้านมืดละด้านสว่าง\n\n...จนกระทั่งถึงวันที่ Kaeya ไม่มีวันลืม คาราวานที่ Diluc เดินทางอารักขาไปได้ถูกอสูรขนาดยักษ์เข้าลอบโจมตีภายในป่า\n\nจนถึงทุกวันนี้นั่นเป็นครั้งแรกและ ครั้งสุดท้ายที่ Kaeya พลาดท่า\n\nถึงแม้ว่าเขาจะรีบไปอย่างเร็ว แค่ไหน แต่ในตอนที่เขาไปถึงที่เกิดเหตุนั้น ทุกสิ่งก็ไม่สามารถหวนคืนได้ อีกแล้ว\n\n\"พ่อ\" ของทั้งเขาและ Diluc ได้เข้าจัดการกับมอนสเตอร์ด้วย พลังที่ไม่เป็นที่รู้จักและไม่มีที่มา จากนั้นก็ถูกพลังนั้นย้อนกลับเข้าตัวและเสียชีวิตลงอย่างน่าอนาถ\n\nทั้ง Kaeya และ Diluc ต่างตะลึงกับภาพที่เห็นและสูญเสียความเยือกเย็นที่อัศวินพึงมี\n\n\"ขนาดคนอย่างคุณ Crepus ก็ยังเข้าไปยุ่งกับพลังที่ชั่วร้าย อย่างนี้เหรอเนี่ย\"\n\nความคิดที่แสนอันตรายแวบเข้ามา ในหัวและ Kaeya ก็กลับยิ้มออกมา...\n\n\"โลกนี้มันช่าง... น่าสนใจจริง ๆ\"\n\n\"พ่อ\" ของทั้งสองนอนจมกองเลือดอยู่ ตรงนั้นและเส้นทางของเด็กหนุ่ม ทั้งคู่ก็มาถึงทางแยกในที่สุด",
      "vi": "Rất nhiều người dân vẫn nhớ đến hai người thiếu niên bắt mắt nhất của nhiều năm trước.\n\nMột là chàng trai trẻ hoàn hảo Diluc. Khi đó cậu là kiếm sĩ tao nhã nắm trường kiếm, mang theo nụ cười thân thiện và phong thái tự tin.\n\nHai là phó vụ trưởng Kaeya với khuôn mặt ngoại quốc. Cậu là bạn thân, là người giúp đỡ và \"đầu não\" của Diluc, vì Diluc mà chiến đấu quét sạch mọi thứ.\n\nHọ hợp tác ăn ý, chưa từng thất bại, giống như cặp sinh đôi tâm trí tương thông, trong tối ngoài sáng bảo vệ an toàn cho Mondstadt.\n\n... Cho đến cái ngày tối tăm ẩn sâu trong ký ức của Kaeya, đội xe mà Diluc hộ tống gặp phải quái vật trong rừng.\n\nĐó là lần đầu tiên và cũng là lần duy nhất Kaeya thất thủ.\n\nCho dù đã ra roi thúc ngựa để đuổi theo cho kịp, nhưng khi anh đến, thế cuộc đã không cách nào cứu vãn.\n\n\"Bố\" của anh và Diluc đang thao túng loại sức mạnh không rõ nguồn gốc đẩy lùi quái vật, sau đó bị sức mạnh phản vệ rồi mất mạng.\n\nKaeya và Diluc bị cảnh tượng trước mắt làm cho kinh hoảng, mất đi sự bình tĩnh mà kỵ sĩ nên có.\n\n\"Thì ra ông chủ Crepus là người như vậy, cũng dùng loại sức mạnh nguy hiểm như vậy\".\n\nMột suy nghĩ hiểm ác chợt vụt qua, Kaeya mỉm cười\n\n\"Thế giới như vậy thật là... thú vị\".\n\n\"Người bố\" chung ngã xuống trong huyết lệ, trong đêm nay hai thiếu niên đi về hai hướng khác nhau."
    }
  },
  {
    "title": {
      "zhs": "一份名单",
      "zht": "一份名單",
      "jp": "ある名簿",
      "ko": "명단 한 부",
      "en": "A List",
      "de": "Eine Liste",
      "es": "Una lista de nombres",
      "fr": "Liste de noms",
      "pt": "Uma Lista",
      "ru": "Список",
      "id": "Sebuah Daftar Nama",
      "th": "รายการ",
      "vi": "Một danh sách"
    },
    "line": {
      "zhs": "一份写在骑士团公文纸上的名单，夹在《安杰洛斯探案集》的书页间。\n\n上面清晰地记载着蒙德的市井盗匪，游荡于城外的盗贼，佣兵和盗宝团中层以上人员的组织地位、游荡范围，以及详尽的个人信息。\n\n其中有十几个名字被打了圈，旁边标注着「免得太无聊」。\n\n凯亚对这份名单的评论是「喝醉了，写着玩的。」\n\n你隐约觉得凯亚是故意让你看到这份名单的，但你没有证据。",
      "zht": "#一份寫在騎士團公文紙上的名單，夾在《安傑洛斯探案集》的書頁間。\n\n上面清晰地記載著蒙德的市井盜匪，遊蕩於城外的盜賊，傭兵和盜寶團中層以上人員的組織地位、遊蕩範圍，以及詳盡的個人資訊。\n\n其中有十幾個名字被打了圈，旁邊標註著「免得太無聊」。\n\n凱亞對這份名單的評論是「喝醉了，寫著玩的。」\n\n{F#妳}{M#你}隱約覺得凱亞是故意讓{F#妳}{M#你}看到這份名單的，但{F#妳}{M#你}沒有證據。",
      "jp": "騎士団の公文書に書かれた名前のリストが、『アンゲロス探偵集』に挟まれてている。\n\nリストにはモンド内や郊外の盗賊、傭兵と宝盗団の中高層人物の名前及び、その活動範囲や個人情報が記載されている。\n\nそのうちの十数人の名前が丸で囲まれており、隣に「退屈すぎるとまずいから」と書かれていた。\n\nこのリストに対しガイアは「酔っ払って適当に書いたのだ」とコメントした。\n\nガイアが、わざとこのリストを見せてくれた気がしてならないと思うが、その証拠はどこにもないのだ。",
      "ko": "기사단 공문지에 적힌 명단 하나가 《앙겔로스 추리집》 페이지 사이에 껴있다.\n\n위에는 몬드의 시가지 도둑, 성 밖을 돌아다니는 도적, 용병과 보물사냥단 중간 간부들의 조직 지위, 활동 범위, 개인 정보들이 정확하게 적혀있다.\n\n그중 십 여명의 이름에는 동그라미가 쳐져 있고 옆에 「너무 심심하면 안 되니까」라고 표시되어 있다.\n\n케이아의 이 명단에 대해 「술에 취해 장난으로 적은 거야」라고 말했다.\n\n케이아가 고의로 이 명단을 보게 한 것 같다고 의심되지만, 증거가 없다",
      "en": "Between the pages of \"The Adventures of Angelos,\" you find a list of names written on a sheet of official Knights of Favonius letterhead paper.\n\nIt meticulously records the details of bandits in the city and further afield, as well as mercenaries and mid-to-senior-level Treasure Hoarder members, listing for each entry a name, position, area of activity, and personal profile.\n\nA dozen or so names are circled, with a note in the margin saying \"Otherwise, things would get too boring.\"\n\nWhen questioned about it, Kaeya's response is \"I suppose I must have gotten drunk and started scribbling nonsense.\"\n\nYour gut feeling is that Kaeya purposely let you see this list, but you have no way of proving it.",
      "de": "Zwischen den Seiten von „Die Abenteuer von Angelos“ findet man eine Namensliste, die auf einem Blatt mit offiziellem Briefkopf der Ritter des Ordo Favonius geschrieben ist. Es enthält akribisch genaue Angaben zu Banditen in der Stadt und darüber hinaus zu Söldnern und Mitgliedern der mittleren bis höheren Ebene bei den Schatzräubern, wobei für jeden Eintrag Name, Position, Tätigkeitsbereich und persönliches Profil aufgeführt sind.\n\nEtwa ein Dutzend Namen sind eingekreist mit einem Zettel dazu am Rand, auf dem steht: „Sonst würde es zu langweilig werden.“\n\nAuf die Frage danach, was das bedeute, antwortet Kaeya: „Ich nehme an, ich muss betrunken gewesen sein und angefangen haben, Unsinn zu kritzeln.“\n\nEs bleibt das Bauchgefühl, dass Kaeya einem diese Liste absichtlich gezeigt hat, aber man hat keine Möglichkeit, ihm das zu beweisen.",
      "es": "Entre las páginas de «Las aventuras de Angelos», encontrarás una lista de nombres escritos en una hoja de papel con el membrete oficial de los Caballeros de Favonius.\n\nEn ella se registran meticulosamente los detalles de los bandidos en la ciudad y más allá, así como mercenarios y ladrones de tesoros de nivel medio y superior. Cada uno tiene una entrada con su nombre, posición, área de actividad y perfil personal.\n\nUna docena de nombres aparecen con un círculo y una nota en el margen que dice “De lo contrario, las cosas se pondrían demasiado aburridas”.\n\nCuando se le preguntó al respecto, la respuesta de Kaeya fue: “Supongo que debo haberme emborrachado y empezado a garabatear tonterías”.\n\nTu intuición te dice que Kaeya deliberadamente te permitió ver esta lista, pero no tienes forma de probarlo.",
      "fr": "Coincée entre les pages d'un exemplaire des « Aventures d'Angelos » se trouve une liste de noms rédigée sur un papier à l'en-tête des chevaliers de l'Ordre.\n\nSur le document ont été portés avec méticulosité les noms des bandits présents à l'intérieur et aux environs de Mondstadt ainsi que ceux des mercenaires et des membres des Pilleurs de trésors au grade suffisamment élevé. À côté de chaque nom ont été inscrites différentes informations : position, zone d'activité, ou encore profil détaillé.\n\nUn cercle entoure une dizaine de noms, à côté desquelles il a été ajouté : « Sinon on s'ennuierait trop. »\n\nInterrogé sur la liste, Kaeya vous répond qu'il s'agit juste là de « bêtises » écrites quand il était saoul.\n\nMais vous n'arrivez pas à vous défaire du sentiment que ce n'est pas un hasard si Kaeya vous l'a montrée.",
      "pt": "Entre as páginas de “Os Aventureiros de Angelos” há uma lista de nomes escritos em uma folha de papel oficial dos Cavaleiros de Favonius.\n\nEsse papel contém informações meticulosamente detalhadas sobre bandidos na cidade, mercenários e líderes dos Ladrões de Tesouro, bem como nome, cargo e perfil pessoal de cada pessoa.\n\nUma dúzia ou mais de nomes estão circulados, com uma nota na margem dizendo \"Do contrário, as coisas seriam muito entediantes\".\n\nQuando perguntado o que isso significa, Kaeya respondeu: \"Acho que estava muito bêbado e comecei a rabiscar coisas sem sentido\".\n\nSua intuição lhe diz que Kaeya mostrou deliberadamente essa lista, mas não há como provar isso.",
      "ru": "Список имён на гербовой бумаге Ордо Фавониус, найденный между страницами «Приключений Анджелоса».\n\nВ нём детально перечислены бандиты в Мондштадте и за его пределами, а также наёмники и члены банды Похитителей сокровищ среднего и высокого ранга, область их деятельности и исчерпывающая личная информация.\n\nДобрый десяток из них обведён и сбоку имеет пометку: «Чтобы не было так скучно».\n\nНа ваши расспросы Кэйа ответил: «Я напился и понаписал всякой чепухи».\n\nОднако вас не покидает чувство, что Кэйа позволил вам увидеть список нарочно, вот только доказать это вы не можете.",
      "id": "Di dalam buku \"Petualangan Angelos\", kamu menemukan daftar nama yang tertulis di selembar kertas kop surat Knights of Favonius resmi.\n\nDi dalamnya tercatat jelas informasi bandit-bandit di dalam maupun luar kota. Nama, posisi, kegiatan, dan data pribadi prajurit bayaran serta anggota senior Treasure Hoarder juga tertera di kertas itu.\n\nBelasan nama dilingkar dan di sampingnya ditandai dengan catatan kecil bertuliskan, \"Agar tidak membosankan.\"\n\nRespon Kaeya saat ditanyai tentang daftar ini hanya, \"Aku mabuk dan sembarangan menulisnya.\"\n\nPerasaan kamu mengatakan bahwa Kaeya sengaja membiarkan kamu melihat daftar nama itu. Tapi kamu tidak punya cara untuk membuktikannya.",
      "th": "รายชื่อที่เขียนในจดหมายราชการ ของกองอัศวิน ได้หนีบไว้ในหน้าของหนังสือ \"The Adventures of Angelos\"\n\nในนั้นได้บันทึกรายละเอียดของโจรในเมือง Mondstadt และโจรที่ป้วนเปี้ยนอยู่นอกเมืองเอาไว้อย่างชัดเจน ทั้งทหารรับจ้างและกองโจร ล่าสมบัติระดับกลางขึ้นไป, ขอบเขตที่มารุกราน รวมถึงข้อมูลส่วนตัวอย่างละเอียด อีกด้วย\n\nในนั้นมีรายชื่อมากกว่าสิบชื่อที่ถูก วงเอาไว้ และเขียนหมายเหตุไว้ว่า \"เผื่อว่าน่าเบื่อเกินไป\"\n\nKaeya ได้พูดถึงรายชื่อชุดนี้ว่า \"เมาแล้วเลยเขียนเล่น ๆ \"\n\nเธออาจจะคิดว่า Kaeya ตั้งใจให้เธอเห็นรายชื่อชุดนี้ แต่เธอไม่มีหลักฐาน",
      "vi": "Trên giấy công văn Đội Kỵ Sĩ xuất hiện một bảng danh sách được kẹp vào \"Tuyển tập mạo hiểm của Angelos\". Nội dung ghi lại quy mô tổ chức, phạm vi hoạt động, thông tin cá nhân của những kẻ quan trọng trong toán cướp trong ngoài thành Mondstadt, lính đánh thuê cũng như Đạo Bảo Đoàn. \n\nCó hơn mười cái tên bị khoanh tròn và đánh dấu \"tránh để quá nhàm chán\".\n\nKaeya nói, \"chắc là uống say rồi nên viết ra chơi vậy thôi.\"\n\nBạn dường như cảm thấy, anh ấy đang cố tình cho bạn xem bảng danh sách, nhưng lại không có chứng cớ chứng minh điều ấy."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "凯亚·亚尔伯里奇得到「神之眼」那晚，蒙德下着滂沱大雨。\n\n这天下午，克利普斯·莱艮芬德强行使用邪力，遭到「邪眼」的反噬。为使父亲解脱，迪卢克·莱艮芬德亲手杀死了他。\n\n身为养子的凯亚始终陪在一旁，却无法真正融入这场父子惨剧。\n\n当夜，如同悼念克利普斯一般，蒙德下起了暴雨。\n\n凯亚有着不为人知的一面——他是坎瑞亚安插在蒙德的棋子，理应为坎瑞亚效力。为了这份使命，他被生父毅然抛弃在异国。那时向他敞开怀抱的，正是克利普斯与蒙德。\n\n如果坎瑞亚与蒙德发生战争，他应该站在哪一边？狠心舍弃他的生父与收留抚养他的养父，他应该帮助谁？\n\n长久以来，凯亚都为无解的困境感到痛苦。对不露真心的他来说，忠诚与使命、真诚与幸福从来不能兼得。\n\n而克利普斯之死打破了天平的平衡。凯亚因而感到解脱，又为这份自私感到羞愧。作为养子，他本该救下克利普斯，却来晚一步；作为义弟，他理应帮迪卢克分担痛苦，却躲在兄弟背后，思考着那个古老的阴谋。\n\n出于罪恶感，凯亚敲响了迪卢克的房门。倾盆大雨掩去谎言的气味，秘密在这一夜被和盘托出。\n\n凯亚早已料到迪卢克会愤怒。兄弟二人拔剑相向，他却觉得，这是说谎者应得的惩罚。\n\n可当他们缠斗在一起，凯亚第一次感到强大的元素力在他身体中迸发。多年来，他始终将自己藏在迪卢克的光辉之下，这是第一次，他用真实的自己面对义兄。\n\n冰冷、脆弱的元素之力，沿剑尖涌向迪卢克的火焰。红与蓝碰撞，爆出惊人的飓风。凯亚的「神之眼」，便是在此刻悄然降临。\n\n那天之后，凯亚与义兄之间起了些变化。但他绝口不提，就像他也不会交代「神之眼」的来历。\n\n即使它是全力一战的纪念，是向亲人吐露真心换来的结果，他仍将之看作警示，余生每一天都背负着谎言的重量而活。",
      "zht": "凱亞·亞爾伯里奇得到「神之眼」那晚，蒙德下著滂沱大雨。\n\n這天下午，克利普斯·萊艮芬德強行使用邪力，遭到「邪眼」的反噬。為使父親解脫，迪盧克·萊艮芬德親手殺死了他。\n\n身為養子的凱亞始終陪在一旁，卻無法真正融入這場父子慘劇。\n\n當夜，如同悼念克利普斯一般，蒙德下起了暴雨。\n\n凱亞有著不為人知的一面——他是坎瑞亞安插在蒙德的棋子，理應為坎瑞亞效力。為了這份使命，他被生父毅然拋棄在異國。那時向他敞開懷抱的，正是克利普斯與蒙德。\n\n如果坎瑞亞與蒙德發生戰爭，他應該站在哪一邊？狠心捨棄他的生父與收留撫養他的養父，他應該幫助誰？\n\n長久以來，凱亞都為無解的困境感到痛苦。對不露真心的他來說，忠誠與使命、真誠與幸福從來不能兼得。\n\n而克利普斯之死打破了天平的平衡。凱亞因而感到解脫，又為這份自私感到羞愧。作為養子，他本該救下克利普斯，卻來晚一步；作為義弟，他理應幫迪盧克分擔痛苦，卻躲在兄弟背後，思考著那個古老的陰謀。\n\n出於罪惡感，凱亞敲響了迪盧克的房門。傾盆大雨掩去謊言的氣味，秘密在這一夜被和盤托出。\n\n凱亞早已料到迪盧克會憤怒。兄弟二人拔劍相向，他卻覺得，這是說謊者應得的懲罰。\n\n但當他們纏鬥在一起，凱亞第一次感到強大的元素力在他身體中迸發。多年來，他始終將自己藏在迪盧克的光輝之下，這是第一次，他用真實的自己面對義兄。\n\n冰冷、脆弱的元素之力，沿劍尖湧向迪盧克的火焰。紅與藍碰撞，爆出驚人的颶風。凱亞的「神之眼」，便是在此刻悄然降臨。\n\n那天之後，凱亞與義兄之間起了些變化。但他絕口不提，就像他也不會交代「神之眼」的來歷。\n\n即使它是全力一戰的紀念，是向親人吐露真心換來的結果，他仍將之看作警示，餘生每一天都背負著謊言的重量而活。",
      "jp": "ガイア·アルベリヒが「神の目」を手に入れたあの夜、モンドの空から大雨が降っていた。\n\nこの日の午後、クリプス·ラグヴィンドが無理やり邪な力を使用し、結局「邪眼」のフラッシュバックに襲われた。父を苦しみから解放しようと、ディルック·ラグヴィンドは自らの手で父にとどめを刺した。\n\n養子であるガイアは隣で見ていただけであった。養子の彼は親子の惨劇に溶け込めなかった。\n\nあの夜、クリプスを弔うようにモンドの空から大雨が降っていた。\n\nガイアには人に知られていない一面がある——彼はカーンルイアがモンドに送り込んだスパイであった。この使命を果たすために、生みの父はガイアを異国に見捨てた。当時のガイアを引き取ったのはクリプスとモンドであった。\n\nカーンルイアとモンドが戦争になったら、どっちにつく？自分を見捨てた生みの父と自分を引き取ってくれた養父、どっちを助ける？\n\n長い間、ガイアはこの答えのない問題で苦しんでいた。本音を言わない彼にとって、忠誠と使命、真心と幸福は同時に手に入れない。\n\nだがクリプスの死がこのバランスを崩した。苦しみから解放されたと同時にガイアは自分の利己的な気持ちを恥と思った。養子であった彼はクリプスを救うべきであったが、彼は間に合わなかった。義兄弟として彼はディルックと共に苦しみを分かち合うはずであったのに、彼はただ後ろに隠れて古い陰謀を考えていた。\n\n罪悪感に追われて、ガイアはディルックの部屋のドアを叩いた。土砂降りの雨が嘘の匂いを洗い流し、ガイアの秘密は暴かれた。\n\nディルックが憤るのをガイアはもう予想した。兄弟二人が剣を抜き相手に向けた。嘘つきの報いだと、ガイアは心に思っていた。\n\nだが戦いが始まると、ガイアは初めて身体中に迸る凄まじい元素力を感じた。今までディルックの影響で彼はずっと自分の実力を隠していた。全力を出して自分の兄と向き合ったのは今回で初めてであった。\n\n冷たくて、脆い元素の力が剣先を経由しディルックの炎へと。赤と青の力がぶつかり、凄まじい嵐を形成した。そしてガイアの「神の目」はこの時に誕生した。\n\nあの日から、ガイアと彼の義兄弟の間に少し変化が起こった。だが彼は一切口にしない、自分の「神の目」の由来を教えないように。\n\nたとえそれが全力の一戦の記念、家族に本音を語った結果でも、ガイアはそれを自分への警告としか思っていない。そして嘘の重みを背負いながら生きていくと。",
      "ko": "케이아·알베리히가 「신의 눈」을 얻었던 그날 밤, 몬드에는 폭우가 내렸다.\n\n이 날 오후 클립스·라겐펜더는 사악한 힘을 강제로 사용하여 「사안」에 잠식됐다. 다이루크·라겐펜더는 아버지를 잠식에서 구하기 위해 자신의 손으로 그를 죽였다.\n\n양자인 케이아도 옆에 있었지만 이 부자간의 비극에 끼어들 수 없었다.\n\n그날 밤, 클립스를 애도하듯 몬드에 폭우가 내렸다.\n\n케이아는 다른 사람이 모르는 비밀을 가지고 있다. 그는 켄리아가 몬드에 심어놓은 장기짝으로 응당 켄리아를 위해 일해야 한다. 그는 이 사명을 위해 생부로부터 외국으로 버려졌다. 이때 그를 품어준 게 바로 클립스와 몬드였다.\n\n만약 켄리아와 몬드가 전쟁을 한다면 그는 누구 편에 설까? 그는 매정하게 그를 버린 생부와 그를 길러준 양부 중 누구를 도와야 할까?\n\n케이아는 답이 없는 궁지에 몰려 오랫동안 고통을 받았다. 진심을 밝히지 않는 그에게 있어 충성과 사명, 그리고 진실함과 행복은 모두 가질 수 없는 것이었다.\n\n그러나 클립스의 죽음은 이 균형을 무너뜨리게 된다. 케이아는 괴로움에서 해방됨과 동시에 자신의 이기적인 마음을 수치스럽게 여겼다. 양자로서 그는 클립스를 구해야 했지만 한발 늦고 말았다. 의동생으로서 그는 다이루크의 고통을 분담해야 했으나 형제의 등 뒤에 숨어 오래된 음모를 생각했다.\n\n케이아는 죄책감으로 인해 다이루크의 방문을 두드렸다. 장대비로 거짓말의 기운을 묻어 버리듯 이 날 밤 모든 비밀을 숨김없이 털어놓았다.\n\n케이아는 다이루크가 분노할 것이라는 걸 이미 예상하고 있었다. 형제 둘은 서로를 향해 검을 뽑았다. 그는 이게 바로 거짓을 말한 자에 대한 벌이라 여겼다.\n\n하지만 둘이 싸우던 도중 케이아는 처음으로 강력한 원소의 힘이 그의 몸에서 뿜어져 나오는 걸 느끼게 됐다. 그는 오랫동안 본인을 다이루크라는 빛 아래 숨겨놓았으나 이건 처음으로 그의 의형제와 진실되게 마주한 것이었다.\n\n차갑고도 취약한 원소의 힘이 검끝을 타고 다이루크의 화염으로 향했다. 불과 얼음이 부딪히며 폭풍이 일어났다. 케이아의 「신의 눈」은 이때 소리 없이 강림한 것이다.\n\n그날 이후 케이아와 의형제 사이에는 변화가 생겼다. 하지만 그는 절대 이 일을 발설하지 않았다. 마치 그가 「신의 눈」의 내력을 밝히지 않는 것처럼….\n\n이게 전력을 다한 일전의 기념이든 가족에게 진심을 털어놓은 것에 대한 결과이든 그는 이걸 경고로 삼고 여생을 매일 거짓말의 무게를 짊어지고 살아간다",
      "en": "It was raining heavily in Mondstadt on the night that Kaeya Alberich received his Vision.\n\nEarlier that day, Crepus Ragnvindr had wielded the power of a Delusion — only to become its victim when it backfired. To set his father free from the unbearable agony, Diluc Ragnvindr took his life.\n\nKaeya was Diluc's brother by adoption and was always by his side, but on this occasion Kaeya did not partake in the final moments shared between father and son.\n\nThe torrential rain that set in on Mondstadt that night seemed to be a sign of the heavens' grief at the passing of Master Crepus.\n\nThere was a side to Kaeya that he kept hidden from the world: In truth, he was an agent of Khaenri'ah, placed in Mondstadt to serve their interests. His father had abandoned him in this strange and unknown land to fulfill this mission, and it was Master Crepus and the city of Mondstadt that had welcomed him with open arms when they found him.\n\nIf Khaenri'ah and Mondstadt went to war, which side should he support? To whom should he offer his assistance: his birth father, who had ruthlessly abandoned him? Or his adoptive father, who had loved him and raised him?\n\nFor the longest time, Kaeya had agonized over these impossible questions, caught between the opposing demands of loyalty and duty, faced with an impossible choice between truth and happiness.\n\nBut now, Crepus' death upset this delicate balance. He felt liberated, but also ashamed of how selfishly he was responding. As an adopted son, he should have saved Crepus, but he had arrived moments too late. As a brother, he should have shared in Diluc's grief, and yet as their father lay dying on the ground, he had hung back behind his brother, that ancient plot running through his mind.\n\nConsumed by guilt, Kaeya knocked on Diluc's door. As the rain poured down, the shroud of secrecy was washed away and all lies were revealed. Kaeya had finally come clean.\n\nHe had anticipated Diluc's anger. The brothers drew their blades, this time pointing them at each other. Kaeya felt that this was his punishment for a lifetime of lies.\n\nBut as the two crossed blades, Kaeya was overcome by the sensation of great elemental power surging through him. For years, he had stayed out of the way in his brother's shadow. But now, for the first time ever, he was facing his brother as his true self.\n\nBitterly cold and brittle elemental energy burst forth from the tip of his sword to meet Diluc’s searing flames head-on. The clash of crimson fire and azure ice created a sudden swirl of wind that stunned them both. This was the grim moment at which Kaeya's Vision appeared.\n\nSince that day, Kaeya and Diluc have gone their separate ways. But he never discusses it, just as he never discusses the origin of his Vision.\n\nThough it is a reminder of a hard-fought battle, and the prize that he earned in exchange for revealing the unadulterated truth, Kaeya sees it as a stern reminder that he must live the rest of his life under the heavy burden of lies.",
      "de": "In der Nacht, als Kaeya Alberich das „Göttliche Auge“ erhielt, regnete es unerbittlich in Mondstadt.\n\nIn jener Nacht ereignete sich auch Crepus Ragnvindrs Tragödie, in der er mit all seiner Kraft ein „Teuflisches Auge“ zum Guten einsetzen wollte, dessen Kraft aber auf ihn selbst zurückfeuerte. Um ihn vom Bösen zu befreien, tötete Diluc Ragnvindr seinen eigenen Vater.\n\nAdoptivsohn Kaeya wurde Zeuge der Geschehnisse, konnte aber bis heute die Erlebnisse, besonders zwischen Vater und Sohn, nicht verarbeiten.\n\nIn jener Nacht, so als trauerte Mondstadt um Crepus, fing es an, extrem stark zu regnen.\n\nKaeya hatte noch eine unbekannte Seite, denn er war eine von Khaenri’ah sorgfältig in Mondstadt platzierte Schachfigur, um für sie zu arbeiten. Für diese Mission hat ihn sogar sein biologischer Vater in einem fremden Land zurückgelassen. Der, der ihn damals mit offenen Armen empfing, war kein anderer als Crepus und die Stadt Mondstadt.\n\nSollte eines Tages Khaenri’ah gegen Mondstadt in den Krieg ziehen, auf welcher Seite wird er stehen? Etwa auf der seines biologischen Vaters, der ihn aufgegeben hat, oder auf der seines Adoptivvaters Crepus, der ihn aufgenommen hat wie einen Sohn?\n\nFür eine lange Zeit wurde Kaeya von Gewissensbissen und Entscheidungsfragen gequält. Was sollte er wählen, Loyalität und seine Mission oder Ehrlichkeit und Frohsinn?\n\nEr war zu spät dran, Crepus zu retten, und als Dilucs Adoptivbruder fühlte er sich auch schuldig, einfach nur dabeigestanden zu haben.\n\nVon Schuldgefühlen geplagt klopfte Kaeya an Dilucs Tür. Der Regenguss überdeckte den faulen Geruch von Betrug.\n\nKaeya hatte erwartet, dass Diluc verärgert sein würde. Die beiden Brüder zogen ihre Schwerter gegeneinander und auch er spürte, dass der Betrüger eine Strafe verdiente.\n\nAls die beiden so gegeneinander kämpften, spürte Kaeya zum allerersten Mal in seinem Leben extrem starke Elementar-Kräfte in seinem Körper. Er hatte sich bisher immer im Schatten Dilucs aufgehalten.\n\nDie pure Macht der Kälte bahnte sich ihren Weg zur Spitze von Kaeyas Schwert in Richtung Dilucs Flammen. Ein Meer aus Rot und Blau kollidierte und explodierte letztendlich spektakulär in einer Art Wirbelsturm. In genau dem Moment, sank das Göttliche Auge hernieder.\n\nVon jenem Tag an änderte sich die Beziehung zwischen Kaeya und seinem Halbbruder. Sie schwiegen fortan über den Vorfall und den Erhalt des Göttlichen Auges.\n\nAuch wenn es als Mahnmal zur Erinnerung an den Krieg stehen sollte und als Ergebnis für die Ehrlichkeit unter Familienmitgliedern, so war es auch eine Erinnerung für ihn, dass er fortan täglich mit dem Gewicht einer Lüge leben musste.",
      "es": "La noche en que Kaeya Alberich recibió su Visión, llovía a cántaros.\n\nAnteriormente ese día, Crepus Ragnvindr había utilizado el poder de un Engaño, solo para convertirse en su víctima cuando fracasó. Para liberar a su padre de la insoportable agonía, Diluc Ragnvindr le quitó la vida.\n\nKaeya era el hermano adoptivo de Diluc, y siempre estuvo a su lado, pero en esta ocasión Kaeya no participó en los últimos momentos compartidos entre padre e hijo.\n\nLa lluvia torrencial que se produjo en Mondstadt esa noche parecía ser una señal del dolor de los cielos por la muerte del Maestro Crepus.\n\nHabía una parte que Kaeya mantenía oculta al mundo. En realidad, era un agente de Khaenri'ah, colocado en Mondstadt para servir a sus intereses. Su padre lo había abandonado en esta tierra extraña y desconocida para cumplir esta misión, y fueron el Maestro Crepus y la ciudad de Mondstadt quienes lo recibieron con los brazos abiertos al encontrarlo.\n\nSi Khaenri'ah y Mondstadt fueran a la guerra, ¿en qué lado estaría Kaeya? ¿A quién debería ofrecer su ayuda, a su padre biológico, que lo había abandonado despiadadamente, o a su padre adoptivo, que lo había amado y criado?\n\nPor mucho tiempo, Kaeya sufrió por estas preguntas sin respuesta, en una contradicción entre su deber y lealtad por un lado, y la verdad y la felicidad por el otro.\n\nPero ahora, la muerte de Crepus alteró este delicado equilibrio. Se sintió liberado, pero también avergonzado del egoísmo en su manera de actuar. Como hijo adoptivo, debió haber salvado a Crepus, pero llegó demasiado tarde. Como hermano de juramento, debió haber compartido el dolor con Diluc, y mientras su padre yacía moribundo en el suelo, él se quedó atrás de su hermano, y ese antiguo complot se le pasó por la mente. Consumido por el sentimiento de culpa, Kaeya llamó a la puerta de la casa de Diluc. Mientras la lluvia caía, el velo que ocultaba su secreto fue arrastrado por las aguas, y la mentira fue revelada.\n\nHabía anticipado la ira de Diluc. Los hermanos sacaron sus espadas, esta vez apuntándose mutuamente. Kaeya sintió que este era su castigo por toda una vida de mentiras.\n\nPero cuando las espadas se cruzaron, una sensación de un gran poder elemental que emanaba de su cuerpo se apoderó de él. Durante años, se había mantenido fuera del camino y a la sombra de su hermano, pero ahora, por primera vez, se enfrentaba a su hermano como su verdadero yo.\n\nLa energía elemental helada y frágil brotó de la punta de su espada para encontrarse con las ardientes llamas de Diluc. El choque de fuego carmesí y hielo azul creó un repentino remolino de viento que los sorprendió a ambos. Este fue el momento sombrío en el que apareció la Visión de Kaeya.\n\nDesde ese día, Kaeya y Diluc han tomado caminos distintos, pero Kaeya nunca lo menciona, así como nunca menciona el origen de su Visión.\n\nAunque es un recordatorio de una batalla feroz y el premio que ganó a cambio de revelar la amarga verdad, Kaeya lo ve como un recordatorio de que debe vivir el resto de su vida bajo la pesada carga de las mentiras.\n\n",
      "fr": "Kaeya Alberich obtint son œil divin un soir, alors que des pluies torrentielles s'abattaient sur Mondstadt.\n\nL'après-midi du même jour, maître Crepus Ragnvindr fut contraint de faire appel au pouvoir de l'œil maléfique, et en fut la victime. N'ayant d'autre choix pour libérer son père de sa terrible agonie, Diluc Ragnvindr l'acheva de sa propre main.\n\nKaeya, fils adoptif de maître Crepus, avait toujours été aux côtés de son frère Diluc ; mais il ne participa pas aux derniers moments entre un père et son fils.\n\nLe soir de ce jour fatidique, la pluie s'abattit en trombes sur Mondstadt ; les cieux pleuraient maître Crepus, aurait-on dit.\n\nKaeya avait une identité inconnue de tous : il était en réalité un agent de Khaenri'ah, envoyé à Mondstadt pour servir les intérêts du royaume. Son père biologique l'avait abandonné dans ce pays étrange afin qu'il y remplisse sa mission. Maître Crepus et Mondstadt l'avaient ensuite accueillis à bras ouverts.\n\nSi jamais venait à éclater une guerre opposant Khaenri'ah et Mondstadt, pour quel côté combattrait-il ? À qui, de son propre père biologique qui l'avait abandonné ou de son père adoptif qui l'avait pris sous son aile, irait son allégeance ?\n\nCe dilemme pesait lourdement sur le cœur du jeune homme, pris entre loyauté et obligation, et confronté à un choix impossible : vérité ou devoir ?\n\nMais le décès de maître Crepus vint faire pencher la balance, et Kaeya se sentit enfin libéré du poids qu'il portait depuis des années ; et en même temps, il se fustigea pour sa réaction qu'il jugeait égoïste. En tant que fils, il aurait dû sauver maître Crepus, mais avait échoué. En tant que frère, il aurait dû partager la douleur de Diluc, mais était resté derrière lui, accaparé par son problème, alors que leur père gisait sous leurs yeux.\n\nRongé par la culpabilité, Kaeya frappa ce soir-là à la porte de Diluc. La pluie emporta le mensonge, et la vérité fut avouée. Kaeya s'était enfin libéré du poids qui l'écrasait.\n\nIl avait anticipé la colère de Diluc. Et tandis que leurs épées s'entrechoquaient, il ne put s'empêcher de penser qu'il s'agissait là du prix à payer pour avoir mené une vie de duplicité.\n\nMais alors que le combat faisait rage, Kaeya sentit soudain une puissante énergie élémentaire parcourir tout son être. Il avait toujours vécu dans l'ombre de son frère ; mais pour la première fois de sa vie, il lui faisait face sous sa vraie nature.\n\nLa froide et fragile énergie élémentaire jaillit de la pointe de son épée pour rencontrer les flammes rageuses de celle de Diluc. La collision des énergies opposées fut violente, et explosa en un tourbillon qui les assomma tous les deux. C'est à ce moment précis que l'œil divin de Kaeya apparut.\n\nDepuis ce jour, Kaeya et Diluc ont suivi chacun leur propre chemin. Kaeya ne fait jamais mention de cet épisode, de la même manière qu'il ne parle jamais de l'origine de son artéfact.\n\nBien qu'il s'agisse du prix qu'il obtint suite à un combat difficile pour avoir eu le courage de dire la vérité, Kaeya ne peut s'empêcher d'y voir le rappel constant qu'il est destiné à passer le reste de sa vie sous le poids du mensonge.",
      "pt": "Estava chovendo muito em Mondstadt na noite em que Kaeya Alberich recebeu sua Visão.\n\nMais cedo naquele dia, Crepus Ragnvindr havia usado o poder de uma Ilusão, mas se tornou uma vítima dela. Para libertar seu pai da agonia insuportável, Diluc Ragnvindr tirou sua vida.\n\nKaeya era irmão adotivo de Diluc e sempre esteve ao seu lado, mas nesta ocasião Kaeya não viu os momentos finais compartilhados entre pai e filho.\n\nAs chuvas torrenciais que caíram em Mondstadt naquela noite pareciam ser em luto ao Mestre Crepus.\n\nTinha algo que Kaeya mantinha escondido do mundo: na verdade, ele era um agente secreto de Khaenri'ah, trabalhando em Mondstadt. Seu pai o abandonou nesta terra distante e desconhecida para cumprir missões, e foram o Mestre Crepus e a cidade de Mondstadt que o receberam de braços abertos.\n\nSe Khaenri'ah e Mondstadt entrassem em guerra, qual lado ele deveria apoiar? A quem ele deveria oferecer sua ajuda: o seu pai biológico, que o abandonou sem piedade? Ou o seu pai adotivo, que o amava e o criou? Por muito tempo, Kaeya se angustiava com esse dilema. Lealdade e dever, sinceridade e felicidade, como escolher?\n\nMas agora a morte de Crepus quebrou esse delicado equilíbrio. Kaeya se sentiu livre, mas também envergonhado de ter essa ideia egoísta. Como um filho adotado, ele deveria ter salvado Crepus, mas chegou tarde demais. Como irmão, ele deveria ter compartilhado a dor com Diluc. No entanto, enquanto o pai deles estava morrendo no chão, ele ficou atrás de Diluc, naquela conspiração antiga que se passava por sua mente.\n\nCom sensação de culpa, Kaeya bateu à porta de Diluc. Enquanto a chuva caía, o véu dos segredos foi retirado e as mentiras foram reveladas. Kaeya finalmente esclareceu tudo.\n\nEle provocou a raiva do Diluc. Os irmãos sacaram as espadas, dessa vez apontando-as um para o outro. Kaeya sentiu que esse era o seu castigo por uma vida inteira de mentiras.\n\nMas quando as duas lâminas se cruzaram, Kaeya sentiu o poder elemental em seu corpo pela primeira vez. Durante anos, ele sempre se escondeu atrás da sombra de Diluc. Mas agora, pela primeira vez, estava encarando o irmão com seu verdadeiro eu.\n\nUma energia elemental extremamente fria e quebradiça irrompeu da ponta da espada e encontrou as chamas ardentes de Diluc. O choque do fogo vermelho e do gelo azul criou um repentino turbilhão de vento que atordoou os dois. Esse foi o momento em que a Visão de Kaeya apareceu.\n\nDesde então, Kaeya e Diluc seguiram caminhos separados. Mas ele nunca fala sobre isso, assim como nunca diz a origem da sua Visão.\n\nEmbora seja a lembrança de uma batalha travada e o prêmio que ele ganhou em troca de revelar a verdade, Kaeya a vê como um lembrete de que viverá o resto de sua vida sob o pesado fardo das mentiras.",
      "ru": "В тот вечер, когда Кэйа Альберих обрёл Глаз Бога, шёл сильный дождь.\n\nНесколько ранее тем же днём Крепус Рагнвиндр был вынужден прибегнуть к Глазу Порчи, но силы его обернулись против хозяина. Чтобы спасти отца от невыносимых мук, Дилюк Рагнвиндр лишил его жизни собственными руками.\n\nСводный брат Дилюка, Кэйа, всегда был рядом, но теперь он разделить трагедию отца и сына не явился.\n\nВ ту ночь ливень над Мондштадтом словно оплакивал гибель мастера Крепуса.\n\nОдну из своих сторон Кэйа держал в тайне ото всех: он на самом деле был посланным в Мондштадт агентом на службе Каэнри’ах. Ради задания родной отец бросил его на чужой земле, и тогда только мастер Крепус и Мондштадт приняли его с распростёртыми объятиями.\n\nЕсли бы между Каэнри’ах и Мондштадтом разразилась война, чью сторону следовало ему принять? Кому помочь: родному отцу, безжалостно его бросившему, или отцу приёмному, который принял его и воспитал?\n\nНеразрешимые вопросы долго приносили Кэйе страдания. Он разрывался между верностью и долгом, искренностью и счастьем.\n\nТеперь же это шаткое равновесие нарушила смерть Крепуса. Кэйю захлестнуло чувство обретённой свободы, но такой эгоистичной реакции он стыдился. Как приёмный сын, он должен был спасти Крепуса, но на мгновение опоздал. Как сводный брат, он был обязан разделить горе с Дилюком. Но когда на его глазах умирал отец, он оставался за спиной брата, а мысли его вращались вокруг древнего заговора.\n\nПожираемый виной, он постучался в комнату к Дилюку. Проливной дождь смыл пелену обмана и тайное стало явным. Кэйа во всем сознался.\n\nОн знал, что Дилюк придёт в ярость. Братья обнажили мечи, на этот раз друг против друга. «Вот и наказание за жизнь во лжи» - подумал Кэйа.\n\nНо только они скрестили клинки, как впервые по телу Кэйи разнеслась и забурлила могучая сила элементов. Многие годы он оставался в тени своего блестящего брата, но теперь впервые предстал перед ним в своём истинном естестве.\n\nОбжигающе холодная, хрупкая элементальная энергия устремилась от его меча к пламени Дилюка. От столкновения голубого льда и красного пламени поднялся вихрь, потрясший их обоих. Именно в этот безмолвный миг Кэйе был дарован Глаз Бога.\n\nС того дня пути Кэйи и Дилюка разошлись. Разговоров об этом, как и о происхождении своего Глаза Бога, он всячески избегает.\n\nХоть и артефакт этот - символ тяжёлой битвы и плод раскрытой истины, Кэйа считает его напоминанием о том, что груз лжи ему придётся пронести через всю жизнь.",
      "id": "Malam itu hujan deras di Mondstadt saat Kaeya Alberich mendapat \"Vision\".\n\nSore itu, Crepus Ragnvindr menggunakan kekuatan jahat secara paksa sehingga mendapat serangan balik dari Delusion. Demi membebaskan ayahnya dari kesakitan, Diluc Ragnvindr akhirnya mengambil nyawa sang ayah.\n\nKaeya yang merupakan saudara Diluc yang diadopsi menyaksikannya, namun dia tidak berhasil mencegah peristiwa mengenaskan antara ayah dan anak tersebut.\n\nHujan deras yang terjadi di Mondstadt pada malam itu tampaknya merupakan tanda berdukanya langit atas kepergian Master Crepus.\n\nAda satu hal yang dirahasiakan Kaeya: Dia sebenarnya adalah bidak catur yang ditempatkan Khaenri'ah di Mondstadt untuk melayani kepentingan mereka. Demi misi ini, Ayah kandung Kaeya membuangnya di negara yang asing. Master Crepus dan Mondstadt lah yang menyambut kehadiran Kaeya dengan tangan terbuka.\n\nJika Khaenri'ah dan Mondstadt berperang, yang mana yang harus ia dukung? Kepada siapa ia harus memihak: ayah kandungnya, yang dengan kejam membuangnya? Atau ayah angkatnya, yang telah mencintainya dan membesarkannya?\n\nPertanyaan sulit ini sudah menghantui pikiran Kaeya sangat lama. Kesetiaan dan penyelesaian misi, kebenaran dan kebahagiaan, semuanya ini tidak bisa dia dapatkan sekaligus dalam satu pilihan.\n\nTetapi kini kematian Crepus tanpa sengaja menyelesaikan permasalahan Kaeya. Dia merasa terbebaskan dari beban misinya, namun juga merasa malu karena keegoisannya. Sebagai anak angkat, dia seharusnya menyelamatkan Crepus, dan dia malah terlambat tiba di tempat kejadian. Sebagai seorang saudara, dia seharusnya berbagi duka bersama Diluc, namun dia hanya berdiri di balik punggung saudaranya sambil memikirkan plot kuno itu.\n\nKarena dihantui oleh rasa bersalah, Kaeya lalu mengetuk pintu kamar Diluc. Malam itu Diluc seperti terkena guyuran hujan deras yang penuh dengan kebohongan, semua rahasia Kaeya terungkap total.\n\nSeperti dugaannya, Diluc sangat murka. Dua bersaudara itu mencabut pedang masing-masing dan Kaeya merasa ini adalah hukuman yang pantas untuk kebohongannya.\n\nTetapi ketika mereka saling bertarung, Kaeya merasakan kekuatan elemental yang kuat meledak di tubuhnya untuk pertama kalinya. Selama bertahun-tahun, ia selalu menyembunyikan diri di bawah kecemerlangan Diluc. Pertarungan ini adalah pertama kalinya ia berhadapan dengan saudara lelakinya dengan dirinya yang sejati.\n\nEnergi unsur yang sangat dingin dan rapuh menyembur keluar dari ujung pedangnya kemudian bertemu dengan nyala api pedang Diluc. Benturan api merah dan es biru tiba-tiba menciptakan pusaran angin besar yang mengejutkan mereka berdua. Begitulah, Vision Kaeya pun muncul tanpa sengaja.\n\nSejak hari itu, Kaeya dan Diluc berpisah ke jalan yang berbeda. Tetapi dia tidak pernah membahasnya, sama seperti dia tidak pernah membahas asal mula Visionnya.\n\nMeski Vision yang dimilikinya adalah kenang-kenangan dari pertarungan keras , dan juga adalah hadiah karena telah mengungkapkan kebohongan, Kaeya tetap menganggapnya sebagai pengingat bahwa dia harus menjalani sisa hidupnya dengan memikul beban kebohongan yang berat.",
      "th": "ในคืนที่ Kaeya·Alberich ได้รับวิชั่นนั้น ที่ Mondstadt มีฝนตกหนักมาก\n\nและในช่วงบ่ายวันนั้น Crepus Ragnvindr ได้ใช้พลังชั่วร้ายแต่กลับถูก \"เนตรมาร\" ย้อนกลับเข้ามาทำร้ายตัวเอง Diluc·Ragnvindr จึงได้ปลิดชีพพ่อด้วยตัวเอง เพื่อปลดปล่อยพ่อจากความ เจ็บปวดที่เกินทนนั้น\n\nKaeya ลูกบุญธรรมผู้ที่คอยอยู่เคียงบ่า เคียงไหล่เขาเสมอมา แต่ในครานี้ Kaeya ไม่ได้มีส่วนร่วมในช่วงเวลาสุดท้ายระหว่างพ่อกับลูกชายแต่อย่างใด\n\nฝนที่ตกกระหน่ำ Mondstadt ในคืนนั้น ดูเหมือนว่าจะเป็นสัญลักษณ์แห่ง ความเศร้าโศกของสวรรค์ที่มี ต่อการจากไปของ Crepus\n\nKaeya มีอีกด้านหนึ่งที่เขาซ่อนเร้นเอาไว้ ความจริงแล้วเขาเป็นตัวแทนแห่ง Khaenri'ah ที่อาศัยอยู่ใน Mondstadt เพื่อผลประโยชน์ของพวกเขา พ่อของเขาได้ทิ้งเขาไปในดินแดนที่แปลกใหม่และไม่รู้จักนี้เพื่อทำภารกิจให้สำเร็จ แต่คุณ Crepus กับเมือง Mondstadt ได้อ้าแขนรับเขาเอาไว้ในวันที่ พบเจอเขา\n\nถ้า Khariri'ah และ Mondstadt ทำสงครามกันเขาควรจะสนับสนุน ฝั่งไหน? เขาควรให้ความช่วยเหลือใคร ระหว่างพ่อผู้ให้กำเนิดที่ทิ้งเขา อย่างโหดร้าย? หรือพ่อบุญธรรมผู้ที่รักและเลี้ยงเขามา?\n\nKaeya รู้สึกเจ็บปวดกับคำถามเหล่านี้มา เนิ่นนาน เขาติดอยู่กับความรู้สึกที่ขัดแย้งกันระหว่างความภักดีและหน้าที่ ต้องเผชิญกับทางเลือกระหว่างความจริงกับความสุข\n\nแต่ทว่าการตายของ Crepus ทำให้เขารู้สึกเป็นอิสระจากความ รู้สึกที่ละเอียดอ่อนนี้ แต่ก็ละอายใจต่อความเห็นแก่ตัว ของตัวเอง ในฐานะบุตรบุญธรรมเขาควรจะ ช่วย Crepus ไว้ แต่เขามาช้าเกินไป ในฐานะน้องชายเขาก็ควรมีส่วนร่วมแบ่งเบาความเศร้าโศกของ Diluc แต่เมื่อพ่อของพวกเขานอนตายอยู่บนพื้น เขากลับเอาแต่ยืนอยู่ด้านหลัง พี่ชาย ที่สุดแล้วเขาก็คิดขึ้นได้\n\nKaeya จึงไปเคาะประตูของ Diluc ด้วยความรู้สึกผิด เมื่อฝนโปรยปรายลงมาความลับที่ ซ่อนก็ถูกชะล้างหายไป และในที่สุดความลับก็ถูกเปิดเผย\n\nเขารับรู้ถึงความโกรธของ Diluc สองพี่น้องต่างชักดาบเข้าหากัน Kaeya รู้สึกว่านี่คงเป็นการลงโทษสำหรับ การโกหกมาตลอดชีวิตของเขา\n\nแต่ในขณะที่ดาบทั้งสองไขว้กันนั้น Kaeya ก็ถูกเอาชนะโดยพลังธาตุอัน ยิ่งใหญ่ที่ทะลุผ่านเขาไป ที่ผ่านมาเขามักจะซ่อนอยู่ใต้เงา ของพี่ชายเสมอมา แต่ตอนนี้เป็นครั้งแรกที่เขาเผชิญ หน้ากับพี่ชายด้วยตัวตนที่แท้จริง ของเขา\n\nพลังงานธาตุที่เย็นจัดออกมาจาก ปลายดาบของเขาพบกับ เปลวไฟไหม้ของ Diluc การปะทะของไฟสีแดงเข้มและ น้ำแข็งสีฟ้าทำให้เกิดลมหมุนวน อย่างฉับพลันซึ่งทำให้ทั้งคู่ตกตะลึง และแล้ววิชั่นของ Kaeya ก็ได้ปรากฏขึ้น\n\nตั้งแต่วันนั้นเป็นต้นมา Kaeya และ Diluc ต่างแยกย้ายไปตามทางของตัวเอง เขาก็ไม่เคยพูดถึงมันอีกเลย เช่นเดียวกับที่เขาไม่เคยพูดถึงที่มาของวิชั่นของเขา\n\nแม้ว่ามันจะเป็นเครื่องเตือนใจถึง การต่อสู้ที่หนักหนาสาหัส และสิ่งที่เขาได้รับมาจากการ เปิดเผยความจริง Kaeya มองว่านี่เป็นสิ่งเตือนใจว่า เขาจะต้องใช้ชีวิตที่เหลืออยู่ไปกับ การแบกรับคำโกหกอันหนักหนานี้",
      "vi": "Đêm mà Kaeya·Alberich nhận được Vision trời đổ cơn mưa to.\n\nBuổi chiều ngày hôm đó, Crepus Ragnvindr vì cố sử dụng tà lực nên đã bị \"Delusion\" phản phệ. Để giải thoát cho cha, Diluc·Ragnvindr đã đích thân kết liễu cuộc đời ông.\n\nVới thân phận là con nuôi, Kaeya đã chứng kiến toàn bộ cảnh tượng ấy, nhưng không thể ngăn cản thảm kịch cha con thương tàn.\n\nKhi màn đêm ùa về, trời xanh dường như thương xót cho sự ra đi của Crepus nên đã trút xuống cơn mưa tầm tã.\n\nKaeya luôn giữ một bí mật mà không ai ngờ đến. Anh chính là tay sai của Khaenri'ah cử đến, theo đúng lẽ phải gắng hết sức mình vì Khaenri'ah. Để hoàn thành sứ mệnh này, người cha ruột đã quyết tâm bỏ mặc anh nơi ngoại quốc. Khi ấy, người duy nhất quan tâm đến anh chỉ có nhà Crepus và Mondstadt.\n\nNếu như có một ngày Khaenri'ah và Mondstadt xảy ra chiến tranh, anh nên đứng về bên nào đây? Anh sẽ chọn ai, người cha ruột tàn nhẫn bỏ rơi mình hay người cha nuôi có công nuôi nấng và yêu thương?\n\nTừ trước đến nay Kaeya luôn trĩu nặng lo âu và cảm thấy đau khổ. Là một con người không bao giờ để lộ cảm xúc thật của mình, anh biết rõ trung thành và sứ mệnh, chân thành và hạnh phúc không bao giờ có thể đồng hành cùng nhau.\n\nChính cái chết của Crepus đã phá vỡ sự giằng xé ấy, Kaeya cảm thấy mình được giải thoát nhưng cũng đầy xấu hổ. Làm một người con nuôi, anh đáng lẽ ra phải cứu lấy Crepus, nhưng lại đến muộn hơn một bước; làm một người em anh đáng lẽ ra phải giúp Diluc chia sẻ gánh nặng nhưng lại trốn đằng sau anh trai rồi mưu tính cho âm mưu cổ xưa.\n\nCảm giác tội lỗi bao trùm lấy Kaeya, anh gõ cửa phòng Diluc. Cơn mưa như trút nước dường như đang che giấu mùi dối trá, thế nhưng bí mật sẽ được nói tỏ trong đêm nay.\n\nKaeya đã sớm liệu ra được sự tức giận của Diluc. Hai anh em rút kiếm đối đầu với nhau, thế nhưng anh cho rằng đây là hình phạt thích đáng dành cho kẻ nói dối.\n\nKhi cả hai đang giao chiến quyết liệt, lần đầu tiên Kaeya cảm nhận được nguồn sức mạnh nguyên tố mạnh mẽ đang dâng trào. Trong nhiều năm qua, anh luôn núp dưới ánh hào quang của người anh trai. Đây là lần đầu tiên anh thực sự dùng sức mình chiến đấu.\n\nSự lạnh giá, sự mỏng manh của sức mạnh nguyên tố băng đâm thẳng vào ngọn lửa rực cháy của Diluc. Sắc đỏ cùng xanh va chạm tạo ra những cơn lốc kinh người. Vision của Kaeya đến trong tình cảnh như vậy.\n\nCũng từ đó về sau, mối quan hệ giữa anh và Diluc đã đổi khác. Kaeya không bao giờ nhắc đến nguồn gốc của Vision.\n\nCho dù nó là một cột mốc đánh dấu anh đã chiến đấu hết mình, là kết quả sau khi bộc bạch những lời chân thật với người thân. Thế nhưng anh coi đó là một lời cảnh cáo, những ngày còn lại của cuộc đời Kaeya sẽ phải sống trong lừa dối."
    }
  }
]