[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "西风骑士团，凯亚。请让我与你同行吧。比起团里的差事，还是做你的护卫要有趣得多。",
      "zht": "#西風騎士團，凱亞。請讓我與{F#妳}{M#你}同行吧。比起團裡的差事，還是做{F#妳}{M#你}的護衛要有趣得多。",
      "jp": "西風騎士団、ガイア。お前に同行させてもらうぜ。騎士団のつまらないことよりも、お前の護衛の方がよっぽど面白そうだからな。",
      "ko": "페보니우스 기사단, 케이아, 너와 동행하게 해줘, 기사단에서 심부름하는 것보다 네 호위를 맡는 게 훨씬 재밌겠어",
      "en": "Kaeya, Knight of Favonius. Please allow me to join you on your journey. Guarding you on your journey sounds far more entertaining than any of the usual Favonius stuff.",
      "de": "Kaeya vom Ordo Favonius. Bitte erlaube mir, deinem Vorhaben beizutreten. Dich auf deiner Reise zu begleiten, macht bestimmt mehr Laune als die restlichen Aufgaben des Ordens.",
      "es": "Soy Kaeya, de los Caballeros de Favonius. Por favor, permíteme acompañarte en tu viaje. Protegerte suena mucho más entretenido que cualquiera de las cosas que solemos hacer los Caballeros.",
      "fr": "Kaeya de l'Ordre de Favonius. Laisse-moi me joindre à toi, tu ne le regretteras pas. En tout cas, ça me changera des missions qu'on nous confie d'habitude...",
      "pt": "Kaeya, dos Cavaleiros de Favonius. Por favor deixe-me te acompanhar! É muito mais interessante ser o seu guardião do que tratar dos assuntos triviais.",
      "ru": "Кэйа, офицер Ордо Фавониус. Позволь мне присоединиться к твоему путешествию. Защищать тебя кажется намного интереснее любых поручений ордена.",
      "id": "Knights of Favonius, Kaeya. Tolong biarkan aku pergi bersamamu. Daripada melakukan hal-hal yang tidak berguna di dalam kelompok ini, sepertinya akan jauh lebih menyenangkan untuk menjadi pendampingmu.",
      "th": "ฉันคือ Kaeya แห่งกองอัศวิน Favonius ขอให้ฉันร่วมเดินทางไปด้วยนะ การคอยอารักขาเธอน่าสนใจกว่า การออกไปทำธุระให้ กองอัศวินเยอะเลย",
      "vi": "Kaeya - Đội Kỵ Sĩ Tây Phong. Hãy để tôi đồng hành cùng bạn. So với công việc trong đội, làm hộ vệ cho bạn vui hơn nhiều."
    }
  },
  {
    "title": {
      "zhs": "闲聊·无所事事",
      "zht": "閒聊·無所事事",
      "jp": "世間話·暇",
      "ko": "잡담·빈둥빈둥",
      "en": "Chat: Nothing to Do",
      "de": "Gespräch – Muße",
      "es": "Charla - Sin nada que hacer",
      "fr": "Bavardage - Rien à faire",
      "pt": "Bate-papo - Nada para Fazer",
      "ru": "Поболтаем: Безделье",
      "id": "Berbincang: Tidak Ada Kerjaan",
      "th": "แชท - ปล่อยเวลาทิ้งไป",
      "vi": "Nói chuyện phiếm - Bất kể chuyện gì"
    },
    "line": {
      "zhs": "没想到你也知道忙里偷闲。",
      "zht": "#沒想到{F#妳}{M#你}也知道忙裡偷閒。",
      "jp": "お前もサボることがあるんだな。",
      "ko": "너도 한가로움을 즐길 줄 몰랐어",
      "en": "I didn't know you were such a slacker.",
      "de": "Ich wusste gar nicht, dass du so ein Faulpelz bist.",
      "es": "No sabía que tú también solías escabullirte del trabajo.",
      "fr": "#Je ne te savais pas aussi {M#paresseux}{F#paresseuse}...",
      "pt": "#Não sabia que você era assim tão preguiços{M#o}{F#a}.",
      "ru": "#А я и не подозревал, что ты так{F#ая}{M#ой} бездельни{F#ца}{M#к}.",
      "id": "Tidak kusangka kamu juga bisa bersantai diam-diam di saat seharusnya sibuk.",
      "th": "#คิดไม่ถึงว่า{F#เธอ}{M#นาย}จะแอบอู้งานเป็นด้วย",
      "vi": "Không ngờ bạn vẫn có thời gian nghỉ ngơi trong lúc bận rộn như vậy."
    }
  },
  {
    "title": {
      "zhs": "闲聊·骑士团",
      "zht": "閒聊·騎士團",
      "jp": "世間話·騎士団",
      "ko": "잡담·기사단",
      "en": "Chat: Knights of Favonius",
      "de": "Gespräch – Ritterorden",
      "es": "Charla - Caballeros de Favonius",
      "fr": "Bavardage - Ordre de Favonius",
      "pt": "Conversa - Cavaleiros de Favonius",
      "ru": "Поболтаем: Ордо Фавониус",
      "id": "Berbincang: Knights of Favonius",
      "th": "แชท - กองอัศวิน",
      "vi": "Nói chuyện phiếm - Đội Kỵ Sĩ"
    },
    "line": {
      "zhs": "骑士团的战友们已经忙得不可开交了吧，哼哼。",
      "zht": "騎士團的戰友們已經忙得不可開交了吧，哼哼。",
      "jp": "騎士団の仲間たちも今じゃ忙しくて手が回らないんだ。フフン。",
      "ko": "기사단 전우들은 몹시 바쁘잖아, 흥흥",
      "en": "Hehe, seems all the other knights already have their hands full.",
      "de": "Sieht so aus, als wären die anderen Ritter schon alle beschäftigt, hehe.",
      "es": "Jeje, el resto de los Caballeros están tan ocupados que no tienen tiempo de nada.",
      "fr": "Mes collègues ont l'air débordés, haha.",
      "pt": "Hehe, parece que todos os outros cavaleiros já estão de mãos cheias.",
      "ru": "Хм, кажется, что все остальные рыцари уже заняты.",
      "id": "Para Knight sudah sangat sibuk sekali, hehehe.",
      "th": "เหล่าสหายอัศวินคนอื่น ๆ คงจะเหนื่อยจนหน้ามืดแล้วล่ะมั้ง ห่ะห่ะ",
      "vi": "Các chiến sĩ của đội kỵ sĩ đã rất bận rồi, hừm."
    }
  },
  {
    "title": {
      "zhs": "闲聊·懒散",
      "zht": "閒聊·懶散",
      "jp": "世間話·だらだら",
      "ko": "잡담·나태",
      "en": "Chat: Laziness",
      "de": "Gespräch – Faulenzerei",
      "es": "Charla - Pereza",
      "fr": "Bavardage - Paresse",
      "pt": "Bate-papo - Preguiça",
      "ru": "Поболтаем: Лень",
      "id": "Berbincang: Kemalasan",
      "th": "แชท - ประมาท",
      "vi": "Nói chuyện phiếm - Lười nhác"
    },
    "line": {
      "zhs": "逗留够久了吧，再不活动活动筋骨，要长出蘑菇来了。",
      "zht": "逗留夠久了吧，再不活動活動筋骨，要長出蘑菇來了。",
      "jp": "随分と長居したな。そろそろ体を動かさないと、カビが生えちまうぞ。",
      "ko": "한참 가만히 있었잖아? 이제 움직이지 않으면 몸에서 풀이 자랄 지도 몰라",
      "en": "Come on, let's get moving. We're not frozen in place, after all.",
      "de": "Komm schon, wir haben genug gewartet. Wenn wir jetzt nicht losziehen, wachsen uns noch Pilze aus den Ohren.",
      "es": "Vamos, en marcha. Si no nos movemos un poco, nos saldrá hasta musgo en el cuerpo.",
      "fr": "Assez traîné. Si on reste encore longtemps ici, des champignons se mettront à germer.",
      "pt": "Vamos lá, vamos continuar andando. Não estamos congelados no lugar, no fim das contas.",
      "ru": "Давай же, пора идти. Мы же ведь не застыли на месте.",
      "id": "Sudah di sini cukup lama, kalau masih belum juga beraktivitas dan menggerakkan otot dan tulang, sepertinya bisa jamuran.",
      "th": "เห้ ไปกันได้แล้วมั้ง รากจะงอกออกมาอยู่แล้วเนี่ย",
      "vi": "Nghỉ thế đủ rồi mau đứng lên vận động đi, không là chân mọc rễ đó."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Turun Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "这雨天里，冰冻的力量会更强吧，有趣。",
      "zht": "這雨天裡，冰凍的力量會更強吧，有趣。",
      "jp": "この雨なら、氷の力ももっと強くなるはずだ。面白い。",
      "ko": "비가 오는 날엔 얼음의 힘이 더 강해지겠지. 재밌는데",
      "en": "Cryo is always far more effective in the rain. This is going to get interesting...",
      "de": "Kryo-Kraft ist bei Regen am effektivsten. Das ist lustig.",
      "es": "Con este tiempo, mis poderes Cryo son mucho más fuertes. Esto se va a poner interesante...",
      "fr": "Mon pouvoir Cryo est plus efficace en temps de pluie et ça pimente mes combats.",
      "pt": "Cryo é sempre mais efetivo na chuva. Pode acontecer algo interessante...",
      "ru": "Крио всегда более эффективен во время дождя. Тогда становится интереснее...",
      "id": "Pada saat hujan, kekuatan Frozen akan menjadi lebih kuat, menarik.",
      "th": "วันฝนตกอย่างนี้ พลังการแช่แข็งน่าจะเพิ่มขึ้นล่ะนะ น่าสนใจ ๆ...",
      "vi": "Trong ngày mưa, sức mạnh đóng băng sẽ càng mạnh hơn, thật thú vị."
    }
  },
  {
    "title": {
      "zhs": "下雪的时候·逸闻",
      "zht": "下雪的時候·逸聞",
      "jp": "雪の日·逸話",
      "ko": "눈이 올 때·일화",
      "en": "When It Snows: Anecdote",
      "de": "Wenn es schneit – Anekdote",
      "es": "Cuando nieva - Anécdota",
      "fr": "Quand il neige - Anecdote",
      "pt": "Quando está nevando - Anedota",
      "ru": "Когда идёт снег: Предание",
      "id": "Saat Turun Salju: Anekdot",
      "th": "ในเวลาที่หิมะตก-เกร็ดเล็ก เกร็ดน้อย",
      "vi": "Khi tuyết rơi - Giai thoại"
    },
    "line": {
      "zhs": "呼…趁着这雪天，跟你讲一个鬼故事吧。",
      "zht": "#呼…趁著這雪天，跟{F#妳}{M#你}講一個鬼故事吧。",
      "jp": "フフ、せっかくの雪だ。怪談でもしてやろう。",
      "ko": "후… 눈이 오니 귀신이야기 해줄게",
      "en": "How about a ghost story to go with the snow?",
      "de": "Wie wäre es mit einer Geistergeschichte, passend zum Schneewetter.",
      "es": "Oh, aprovecharé este día nevado para contarte una historia de fantasmas.",
      "fr": "C'est un temps parfait pour te raconter des histoires de fantômes !",
      "pt": "Que tal uma história de fantasmas para acompanhar a neve?",
      "ru": "Я могу рассказать историю о привидениях, пока идёт снег.",
      "id": "Hehehe... Mumpung sedang hujan petir, akan kuceritakan sebuah cerita horor kepadamu.",
      "th": "เห้อ... อาศัยจังหวะที่หิมะตกอยู่... เล่าเรื่องผีให้เธอฟังหน่อยดีกว่า",
      "vi": "Phù... nhân ngày tuyết rơi, kể cho bạn một câu chuyện ma."
    }
  },
  {
    "title": {
      "zhs": "下雪的时候·寒冷",
      "zht": "下雪的時候·寒冷",
      "jp": "雪の日·寒さ",
      "ko": "눈이 올 때·추위",
      "en": "When It Snows: Cold",
      "de": "Wenn es schneit – Kälte",
      "es": "Cuando nieva - Frío",
      "fr": "Quand il neige - Froidure",
      "pt": "Quando está nevando - Frio",
      "ru": "Когда идёт снег: Мороз",
      "id": "Saat Turun Salju: Rasa Dingin",
      "th": "ในเวลาที่หิมะตก-หนาวเย็น",
      "vi": "Khi tuyết rơi - Lạnh giá"
    },
    "line": {
      "zhs": "怎么，你怕冷？",
      "zht": "#怎麼，{F#妳}{M#你}怕冷？",
      "jp": "どうした？寒いのか？",
      "ko": "왜 그래~ 추워?",
      "en": "What's wrong? Can't handle the cold?",
      "de": "Was ist, kannst du keine Kälte vertragen?",
      "es": "¿Eh? ¿Es que no aguantas el frío?",
      "fr": "Ça va ? Pas trop froid ?",
      "pt": "O que há de errado? Não consegue aguentar o frio?",
      "ru": "Что с тобой? Боишься холода?",
      "id": "Ada apa? Kamu takut dingin?",
      "th": "#หืม? {F#เธอ}{M#นาย}ขี้หนาวงั้นเหรอ?",
      "vi": "Sao vậy, bạn sợ lạnh?"
    }
  },
  {
    "title": {
      "zhs": "起风的时候…",
      "zht": "起風的時候…",
      "jp": "風の日…",
      "ko": "바람이 불 때…",
      "en": "When It's Windy",
      "de": "Wenn es windig ist ...",
      "es": "Cuando hace viento...",
      "fr": "Quand le vent souffle...",
      "pt": "Quando está ventando...",
      "ru": "Когда дует ветер...",
      "id": "Waktu Angin Bertiup",
      "th": "ในเวลาที่ลมพัด...",
      "vi": "Khi gió nổi lên..."
    },
    "line": {
      "zhs": "真是和平啊，可又能持续多久呢？",
      "zht": "真是和平啊，可是又能持續多久呢？",
      "jp": "本当に平和だな。しかし、いつまで続くことやら。",
      "ko": "정말 평화롭군. 하지만 이게 얼마나 갈까?",
      "en": "What a pleasant breeze. I wonder how long it'll last?",
      "de": "Es ist so friedlich, aber wer weiß wie lange noch?",
      "es": "Qué brisa tan agradable... ¿Cuánto durará?",
      "fr": "Le vent est doux... Mais pour combien de temps encore ?",
      "pt": "Que brisa agradável, quanto tempo irá durar?",
      "ru": "Как приятный ветерок. Интересно, сколько он будет продолжаться?",
      "id": "Benar-benar damai, tapi bisakah kedamaian ini terus bertahan?",
      "th": "สงบสุขดีจังนะ แต่จะเป็นแบบนี้ ไปอีกนานแค่ไหนกันล่ะ?",
      "vi": "Thật là bình yên, nhưng có thể kéo dài bao lâu nhỉ?"
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "享受这一天吧。",
      "zht": "享受這一天吧。",
      "jp": "今日という日を楽しめよ。",
      "ko": "오늘 하루를 즐기자고",
      "en": "Seize the day.",
      "de": "Mach das Beste aus diesem Tag.",
      "es": "Que disfrutes de este día.",
      "fr": "Profitons de cette journée.",
      "pt": "Aproveite este dia.",
      "ru": "Лови момент.",
      "id": "Selamat menikmati hari ini.",
      "th": "มาทำวันนี้ให้ดีที่สุดกัน",
      "vi": "Tận hưởng một ngày đi."
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "哟，要不要一起去酒馆坐坐。",
      "zht": "喲，要不要一起去酒館坐坐。",
      "jp": "よっ、ちょっと酒場に行かないか？",
      "ko": "오우, 함께 술집에 가지 않을래?",
      "en": "Hey, fancy joining me at the tavern for a bit?",
      "de": "He, magst du mit mir eine Weile in der Taverne sitzen?",
      "es": "¡Ey! ¿Quieres venir a la taberna conmigo?",
      "fr": "Allons faire un tour à la taverne, qu'en dis-tu ?",
      "pt": "Ei! Você quer tomar um copo na taverna comigo?",
      "ru": "Может, пойдём посидим в таверне?",
      "id": "*fuhh* Kita ke Tavern yuk mengobrol-ngobrol.",
      "th": "เห้ ไปนั่งคุยกันที่โรงเหล้าหน่อยมั้ยล่ะ",
      "vi": "Này, có muốn đến quán rượu ngồi không."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "你该不会怕黑吧？哦？那我…可找到新素材了。",
      "zht": "#{F#妳}{M#你}該不會怕黑吧？哦？那我…可找到新素材了。",
      "jp": "お前、まさか暗いところが苦手なんじゃないよな？へぇ？どうやら…新しいネタが手に入ったようだ。",
      "ko": "어둠이 두려운 건 아니지? 그렇다면…새로운 소재를 찾은 거네",
      "en": "You're not scared of the dark, are you? That's... interesting.",
      "de": "Hast du keine Angst vor der Dunkelheit? Na gut, dann geh ich neues Material besorgen.",
      "es": "¿Te da miedo la oscuridad? ¿En serio? Qué... interesante.",
      "fr": "Oh, tu as peur du noir ? Je vois, intéressant...",
      "pt": "Você tem medo de escuridão? Oh? Já sei o que eu vou escrever no meu próximo livro.",
      "ru": "Ты же не боишься темноты? А это... интересно.",
      "id": "Kamu takut gelap? Kalau begitu aku... sudah menemukan materi baru.",
      "th": "#{F#เธอ}{M#นาย}คงไม่ได้กลัวความมืดหรอก ใช่มั้ย? โอ้? งั้นฉัน... น่าจะได้ข้อมูลใหม่แล้วล่ะ",
      "vi": "Bạn sẽ không sợ bóng tối chứ? Vậy tôi... có thể tìm thấy nguyên liệu mới rồi."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "这就要走了吗。那就下回见了，别让我等太久啊。",
      "zht": "這就要走了嗎。那就下回見了，別讓我等太久啊。",
      "jp": "これで帰るのか？じゃあ、またな。あまり俺を待たせるなよ。",
      "ko": "이제 가야 하지? 그럼 다음에 또 봐. 날 너무 기다리게 하지 말아줘",
      "en": "Leaving already? See you next time, then. Don't make me wait too long, though.",
      "de": "So einfach willst du gehen? Dann bis zum nächsten Mal und lass mich nicht wieder so lange warten.",
      "es": "¿Ya te vas? Bueno, hasta la próxima, pero no me hagas esperar mucho.",
      "fr": "Tu t'en vas déjà ? À la prochaine, mais ne me fais pas trop attendre !",
      "pt": "Já está saindo? Vejo você na próxima vez, entretanto, não me faça esperar muito tempo.",
      "ru": "Уже уходишь? Тогда до встречи. Не заставляй меня долго ждать.",
      "id": "Sudah mau pergi? Kalau begitu sampai jumpa, jangan membuatku menunggu terlalu lama ya.",
      "th": "จะไปแล้วเหรอ งั้นก็ไว้เจอกันใหม่นะ ยังไงอย่าให้ฉันรอนานนักล่ะ",
      "vi": "Phải đi rồi à, vậy thì hẹn gặp lại nhé, đừng để tôi đợi quá lâu."
    }
  },
  {
    "title": {
      "zhs": "关于凯亚自己…",
      "zht": "關於凱亞自己…",
      "jp": "ガイア自身について…",
      "ko": "케이아 자신에 대해…",
      "en": "About Kaeya",
      "de": "Über Kaeya ...",
      "es": "Sobre Kaeya",
      "fr": "À propos de Kaeya...",
      "pt": "Sobre Kaeya",
      "ru": "О Кэйе...",
      "id": "Tentang Kaeya sendiri",
      "th": "เกี่ยวกับตัวของ Kaeya เอง",
      "vi": "Về bản thân Kaeya..."
    },
    "line": {
      "zhs": "你最近有没有被深渊教团找麻烦？有什么心烦的可以跟我聊聊。",
      "zht": "#{F#妳}{M#你}最近有沒有被深淵教團找麻煩？有什麼心煩的可以跟我聊聊。",
      "jp": "最近アビス教団に余計なことをされてない？何か悩みがあるなら俺に言ってみろ。",
      "ko": "요새 심연 교단에 괴롭힘을 당하고 있어? 고민 있으면 나한테 털어놔도 돼",
      "en": "Is the Abyss Order causing you trouble? If there's anything bothering you, you know you can talk to me.",
      "de": "Hat dir der Orden des Abgrunds in der letzten Zeit Schwierigkeiten bereitet? Falls du irgendwelche Probleme hast, kannst du mit mir reden.",
      "es": "¿La Orden del Abismo te ha estado causando problemas últimamente? Si necesitas algo, no dudes en hablar conmigo.",
      "fr": "L'Ordre de l'Abîme te tracasse ces derniers temps ? N'hésite pas à m'en parler.",
      "pt": "A Ordem do Abismo está causando problemas? Se houver algo incomodando, você sabe que pode falar comigo.",
      "ru": "Орден Бездны досаждает тебе? Не забудь, что ты в любой момент можешь обратиться ко мне.",
      "id": "Apakah kamu bermasalah dengan Abyss Order akhir-akhir ini? Ceritakanlah padaku kalau kamu merasa kesal.",
      "th": "#ช่วงนี้พวก Abyss Order สร้างความรำคาญให้{F#เธอ}{M#นาย}บ้างมั้ย? ถ้ามีเรื่องกลุ้มใจก็มาปรึกษาฉัน ได้ตลอดนะ",
      "vi": "Gần đây bạn có bị Giáo Đoàn Vực Sâu quấy nhiễu không? Có thể tìm tôi trò chuyện nếu bạn có chuyện buồn."
    }
  },
  {
    "title": {
      "zhs": "关于我们·雇佣关系",
      "zht": "關於我們·僱傭關係",
      "jp": "雇用関係について…",
      "ko": "우리에 대해·고용 관계",
      "en": "About Us: Employment Relationship",
      "de": "Über uns – Beschäftigungsverhältnis",
      "es": "Sobre nosotros - Relación entre empleador y empleado",
      "fr": "À propos de nous - Relation employeur/employé",
      "pt": "Sobre Nós - Relação entre Empregado e Empregador",
      "ru": "О нас: Рабочие отношения",
      "id": "Tentang Kita: Hubungan Pekerjaan",
      "th": "เกี่ยวกับเรา-ความสัมพันธ์ ของการจ้างงาน",
      "vi": "Về chúng tôi - Quan hệ thuê mướn"
    },
    "line": {
      "zhs": "需要我的时候就派我上场吧，别谈那些雇佣关系了。",
      "zht": "需要我的時候就派我上場吧，別談那些雇傭關係了。",
      "jp": "俺が必要な時はいつでも呼んでくれ。雇用関係がどうとかは気にするな。",
      "ko": "내가 필요할 땐 날 써, 고용 관계 같은 소리는 하지 말고",
      "en": "If you ever need me, let me know. Let's not make this a transaction relationship.",
      "de": "Wenn du mich brauchst, ruf mich einfach. Wir müssen das nicht verkomplizieren.",
      "es": "Si alguna vez me necesitas, dímelo. No quiero que nuestra relación sea un intercambio de servicios.",
      "fr": "Appelle-moi quand tu as besoin d'un coup de main dans un combat. Je suis ton ami après tout.",
      "pt": "Se você precisar de mim, me avise. Não vamos fazer disso uma relação de transação.",
      "ru": "Если я когда-нибудь понадоблюсь, дай мне знать. Давай не будем превращать наши отношения в «услугу за услугу».",
      "id": "Kapan pun kamu membutuhkanku, utuslah aku untuk bertarung. Tidak usah kamu pikirkan hubungan atasan dan bawahan ini.",
      "th": "ถ้าอยากให้ฉันช่วยก็บอกมาได้เลย อย่าพูดถึงเรื่องว่าจ้างอะไรเลย",
      "vi": "Cứ để tôi xuất chiến khi cần, đừng nhắc đến chuyện thuê mướn."
    }
  },
  {
    "title": {
      "zhs": "关于我们·实力",
      "zht": "關於我們·實力",
      "jp": "実力について…",
      "ko": "우리에 대해·실력",
      "en": "About Us: Strength",
      "de": "Über uns – Stärke",
      "es": "Sobre nosotros - Fuerza",
      "fr": "À propos de nous - Force",
      "pt": "Sobre Nós - Força",
      "ru": "О нас: Сила",
      "id": "Tentang Kita: Kekuatan",
      "th": "เกี่ยวกับเรา-ความแข็งแกร่ง",
      "vi": "Về chúng tôi - Thực lực"
    },
    "line": {
      "zhs": "哦？既然这么在意我们之间的雇佣关系，就多使唤我一点吧，老大？哼哼，可别被我的真正实力吓到哦。",
      "zht": "哦？既然這麼在意我們之間的雇傭關係，就多使喚我一點吧，老大？哼哼，可別被我的真正實力嚇到哦。",
      "jp": "ほう？俺たちの雇用関係なんか気にするな、何度だって俺を呼べ。ボス？フフン、俺の本当の実力にビビるなよ。",
      "ko": "우리 사이의 고용 관계가 그리 마음에 걸린다면 날 더 부려줘, 보스? 흥, 내 진짜 실력에 놀라지나 마",
      "en": "Oh? Well, if you're concerned about keeping things professional, maybe you can find more use for me on the front lines. How 'bout it, boss? Haha, just don't feel intimidated by what I can do.",
      "de": "Oh? Wenn du so besorgt bist um unser Arbeitsverhältnis, solltest du mich vielleicht öfter mal auf einer Mission mitnehmen. Lass dich von meiner wahren Stärke nicht abschrecken, hehe.",
      "es": "#¿Eh? Bueno, si tanto te preocupa que nuestra relación sea profesional... tal vez te pueda servir de más ayuda en primera línea. ¿Qué te parece? Jaja, pero no te sientas intimidad{F#a}{M#o} por lo que puedo hacer con mi fuerza.",
      "fr": "#Oh ? Si tu veux qu'on maintienne une relation professionnelle, peut-être que tu pourrais me déployer plus souvent au combat, {M#patron}{F#patronne} ? Ne sois pas {M#surpris}{F#surprise} par ma force !",
      "pt": "#Ah? Se você quiser que tenhamos uma relação mais profissional, talvez você possa mandar mais ordens, chefe? Não fique {M#surpreendido}{F#surpreendida} pela minha força!",
      "ru": "Хм... Если ты хочешь добиться лучшего результата, то я бы посоветовал чаще ставить меня в авангарде. Что думаешь, начальник? Ха-ха, главное, не пугайся того, что я могу сделать.",
      "id": "Oh? Berhubung kamu terlalu mempersoalkan hubungan kerja di antara kita, bagaimana kalau kamu sekalian memanggilku \"bos\" saja? Hehehe, jangan terkejut dengan kekuatanku yang sebenarnya ya.",
      "th": "#โอ้? ในเมื่อ{F#เธอ}{M#นาย}สนใจเรื่องการว่าจ้างระหว่างเราขนาดนั้น งั้นก็เรียกกระผมบ่อย ๆ นะครับ เจ้านาย? หึหึ แล้วอย่าตกใจกับความแข็งแกร่งของฉันล่ะ",
      "vi": "Hửm? Nếu đã quan tâm đến mối quan hệ thuê mướn giữa chúng ta, vậy thì hãy sử dụng tôi nhiều hơn nhé, lão đại? Khì khì, đừng có bị sức mạnh thực sự của tôi doạ sợ nhé."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về Vision..."
    },
    "line": {
      "zhs": "不明白「神之眼」的原理？嗯…我想想，给你打个比方吧。引导视线的器官是眼睛，而引导元素力的器官是「神之眼」。这样就很简单了吧。",
      "zht": "#不明白「神之眼」的原理？嗯…我想想，給{F#妳}{M#你}打個比方吧。引導視線的器官是眼睛，而引導元素力的器官是「神之眼」。這樣就很簡單了吧。",
      "jp": "「神の目」の原理が分からない？うん…そうだな、例を挙げよう。視線を導く器官が目なら、元素の力を導く器官が「神の目」だ、簡単だろ？",
      "ko": "신의 눈의 원리를 모르겠어? 음… 예를 들어줄게. 시선을 인도하는 기관은 눈이야. 원소의 힘을 인도하는 기관은 신의 눈이고. 이럼 간단하잖아?",
      "en": "Still struggling with how Visions work? Let's see... How can I explain it... The apparatus that allows us to see is our eyes. A Vision is the apparatus by which we control the elements. Simple, is it not?",
      "de": "Du verstehst nicht, wie Göttliche Augen funktionieren? Hmm, mal sehen wie ich dir das erklären kann. Das Organ, das das Sehen steuert, ist das Auge und das Organ, das die Elementarkraft lenkt, ist das Göttliche Auge. So einfach ist das.",
      "es": "¿Todavía no entiendes cómo funcionan las Visiones? Veamos... ¿Cómo podría explicártelo?... El órgano que nos permite ver son los ojos, ¿cierto? Pues una Visión es el “órgano” por el cual controlamos los elementos. Muy simple, ¿no crees?",
      "fr": "Tu ne comprends toujours pas le fonctionnement d'un œil divin ? Comment te l'expliquer... Les yeux sont des organes qui nous permettent de voir, n'est-ce pas ? Eh bien, l'œil divin est comme un organe qui nous permet de contrôler un élément. C'est simple comme bonjour !",
      "pt": "Você não entende os princípios da Visão? Deixe-me explicar melhor. O aparato que nos permite ver são nossos olhos. Uma Visão é o aparato que nos permite controlar os elementos. Simples, não acha?",
      "ru": "Всё ещё не понимаешь, как работает Глаз Бога? Давай, я попробую растолковать... Смотри, механизм, который позволяет нам видеть, - это наши глаза. А механизм, который позволяет нам контролировать элементы - это Глаз Бога. Вот так всё просто.",
      "id": "Tidak mengerti prinsip \"Vision\"? Umm... biarkan aku berpikir sebentar, kuberikan kamu contoh. Organ yang berfungsi untuk melihat adalah mata, dengan konsep yang sama, organ yang menyalurkan kekuatan elemen adalah \"Vision\". Sederhana, bukan?",
      "th": "ไม่เข้าใจหลักการของ \"วิชั่น\" งั้นเหรอ? อืม... ฉันคิดก่อนนะ เดี๋ยวจะยกตัวอย่างให้ฟัง ส่วนที่ทำให้มองเห็นคือดวงตา และส่วนที่ทำให้ควบคุมพลังงานธาตุได้ก็คือ \"วิชั่น\" แบบนี้พอจะเข้าใจใช่มั้ย",
      "vi": "Không hiểu nguyên lý của Vision? Ừm... tôi nghĩ xem, làm sao giải thích cho bạn. Mắt là cơ quan dẫn dắt tầm nhìn, Vision là cơ quan dẫn dắt sức mạnh nguyên tố."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享…",
      "zht": "有什麼想要分享…",
      "jp": "シェアしたいこと…",
      "ko": "하고 싶은 이야기…",
      "en": "Something to Share",
      "de": "Willst du mir etwas mitteilen?",
      "es": "¿Algo que decir?",
      "fr": "Quelque chose à partager ?",
      "pt": "Algo para Compartilhar...?",
      "ru": "Давай поделимся...",
      "id": "Berbagi Cerita",
      "th": "ต้องการจะแชร์อะไร...",
      "vi": "Có gì muốn chia sẻ không..."
    },
    "line": {
      "zhs": "你喜欢酒吗？蒲公英酒的口感就很特别。什么？还没到喝酒的年纪？呵呵，那试一试蒙德的苹果酿吧，我知道一家还算不错的店。",
      "zht": "#{F#妳}{M#你}喜歡酒嗎？蒲公英酒的口感就很特別。什麼？還沒到喝酒的年紀？呵呵，那試一試蒙德的蘋果釀吧，我知道一家還算不錯的店。",
      "jp": "酒は好きか？蒲公英酒は格別なんだ。何だと？まだ酒を飲める歳じゃない？ハハハ、じゃあ、モンドのアップルサイダーを飲んでみろ。美味い店を知っているんだ。",
      "ko": "술 좋아해? 민들레주는 아주 특별한 맛이 나. 아직 술 마실 수 있는 나이가 아니지? 그럼 몬드의 사과주를 마셔봐, 제법 괜찮은 술집을 알고 있거든",
      "en": "Do you drink wine? Dandelion wine has a unique body to it. Oh, you're underage? You should try Mondstadt's apple cider vinegar. I know just the place.",
      "de": "Trinkst du gern mal ein Glas? Der Geschmack von Löwenzahnschnaps ist etwas ganz Besonderes. Was? Du bist noch nicht volljährig? Hehe, Dann solltest du mal Mondstadts Apfelschorle versuchen, ich kenne da einen einen geeigneten Ort.",
      "es": "¿Bebes vino? El cuerpo del vino de diente de león es único. Oh, ¿eres menor de edad? Entonces, deberías probar la sidra de manzana de Mondstadt. Conozco un lugar muy bueno donde puede beberse.",
      "fr": "Tu aimes le vin ? Le vin de dent-de-lion possède un goût unique. Ah, tu ne peux pas en boire ? Va pour du cidre de pomme alors, je connais un endroit parfait pour ça.",
      "pt": "Você gosta de vinho? O Vinho de Dandelion dá uma sensação especial. Ainda não tem idade suficiente para beber? Ok, então, prove a Sidra de Maçã de Mondstadt. Eu conheço um bar muito bom.",
      "ru": "Любишь вино? Очень рекомендую одуванчиковое... Ох, ты ещё ребёнок? Тогда тебе непременно нужно попробовать яблочный сидр, я знаю отличное место.",
      "id": "Apa kamu suka anggur? Rasa Dandelion Wine sangat istimewa. Eh, kenapa? Memangnya kamu belum cukup umur? Hehe, kalau begitu kamu coba cicipi saja Apple Cider khas Mondstadt. Aku tahu tempat yang cukup bagus di mana kita bisa mendapatkannya.",
      "th": "ชอบดื่มเหล้ามั้ย? ไวน์แดนดิไลออนน่ะ ให้ความรู้สึกที่เยี่ยมมากเลย ว่าไงนะ? อายุไม่ถึงงั้นเหรอ? เหอะเหอะ งั้นลองดื่มแอปเปิลไซเดอร์แทนละกัน ฉันรู้จักร้านนึงไม่เลวเลย",
      "vi": "Bạn thích rượu không? Hương vị của rượu bồ công anh rất đặc biệt. Cái gì? Vẫn chưa đến tuổi uống rượu? Haha, vậy thì hãy thử nước táo lên men của Mondstadt xem, tôi biết một tiệm cũng khá ổn."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "你见过龙脊雪山的猫头鹰么？和它对视的时候，它好像看穿了你，而你却完全参不透它…很迷人的家伙，不是吗？",
      "zht": "#{F#妳}{M#你}見過龍脊雪山的貓頭鷹嗎？和牠對視的時候，牠好像看穿了{F#妳}{M#你}，而{F#妳}{M#你}卻完全參不透牠…很迷人的傢伙，不是嗎？",
      "jp": "ドラゴンスパインのフクロウを見たことあるか？そいつと目が合うと、何もかも見通されているような気分になるんだ、けど相手のことは一切分からない……なかなかそそるやつだと思わないか？",
      "ko": "드래곤 스파인의 올빼미 본 적 있어? 그와 눈이 마주치면 마치 널 꿰뚫어 보고 있는 느낌이 들어, 하지만 전혀 그 속을 모르겠고… 아주 매혹적인 녀석이야, 안 그래?",
      "en": "Have you ever seen the owl of Dragonspine? If you look directly at it, it seems to see right through you, while letting go of none of its own secrets... Quite fascinating, don't you think?",
      "de": "Hast du jemals die Eule vom Drachengrat gesehen? Wenn du sie ansiehst, schaut sie direkt durch dich hindurch, du jedoch siehst nichts. Faszinierend, oder?",
      "es": "¿Alguna vez has visto al búho de Espinadragón? Si lo miras directamente, es como si su mirada te atravesara, sin dejar que la tuya le haga lo mismo a él... Fascinante, ¿no crees?",
      "fr": "As-tu déjà aperçu les chouettes des Monts Dosdragon ? Quand on les regarde droit dans les yeux, on dirait qu'elles te percent à jour sans rien laisser paraître... Ça me fascine.",
      "pt": "Você já viu as corujas na Espinha do Dragão? Quando os seus olhares se cruzarem, parece que elas conseguem ler sua mente, mas você não consegue ler a delas... Fascinante, vocês não acham?",
      "ru": "#Видел{F#а} ли ты сову с Драконьего хребта? Если ты посмотришь прямо ей в глаза, покажется, будто она смотрит сквозь тебя, не рассказывая своих секретов... Завораживает, не правда ли?",
      "id": "Pernahkah kamu melihat burung hantu di daerah Dragonspine? Ketika kita bertatapan dengannya, mata makhluk itu seakan dapat menembus kita, sementara pandangan kita sendiri justru tidak dapat menembusnya... Sangat menakjubkan, bukan?",
      "th": "#{F#เธอ}{M#นาย}เคยเจอนกฮูกที่อยู่ใน Dragonspine รึเปล่า? เวลาสบตากับมันน่ะ จะรู้สึกเหมือนกับว่า มันมองเราได้ทะลุปรุโปร่งเลยล่ะ แต่{F#เธอ}{M#นาย}กลับไม่สามารถคาดเดาอะไร ในตัวมันได้เลย... น่าหลงใหลดีใช่มั้ยล่ะ?",
      "vi": "Bạn đã từng thấy cú mèo trên Long Tích Tuyết Sơn chưa? Khi đối diện với nó, nó dường như có thể nhìn thấu bạn, nhưng bạn lại hoàn toàn không nhìn không thấu nó... rất thú vị, phải không?"
    }
  },
  {
    "title": {
      "zhs": "关于琴…",
      "zht": "關於琴…",
      "jp": "ジンについて…",
      "ko": "진에 대해…",
      "en": "About Jean",
      "de": "Über Jean ...",
      "es": "Sobre Jean...",
      "fr": "À propos de Jean...",
      "pt": "Sobre Jean...",
      "ru": "О Джинн...",
      "id": "Tentang Jean",
      "th": "เกี่ยวกับ Jean...",
      "vi": "Về Jean..."
    },
    "line": {
      "zhs": "哦？代理团长大人，你可要多多支持她。",
      "zht": "#哦？代理團長大人，{F#妳}{M#你}可要多多支持她。",
      "jp": "ん？代理団長か？しっかり支えてやってくれよ。",
      "ko": "어? 단장 대행님, 그녀를 많이 응원해줘",
      "en": "What? The Acting Grand Master? You need to give her your full support.",
      "de": "Was? Der Stellvertretende Großmeister, ja, du musst sie auf jeden Fall unterstützen.",
      "es": "¿Eh? ¿La Gran Maestra Intendente? Debes darle tu apoyo en todo momento.",
      "fr": "Jean ? Elle a besoin de toute l'aide que tu peux lui donner.",
      "pt": "O quê? A Grande Mestre Intendente? Você precisa dar a ela seu apoio total.",
      "ru": "Что? Действующий магистр? Советую поддержать её.",
      "id": "Oh? Acting Grand Master? kamu harus mendukungnya.",
      "th": "โอ้? ท่านรักษาการผู้บัญชาการน่ะเหรอ? สนับสนุนเธอให้มาก ๆ ล่ะ",
      "vi": "Hả? Đội Trưởng Đại Diện đại nhân, bạn hãy giúp đỡ cô ấy nhiều hơn."
    }
  },
  {
    "title": {
      "zhs": "关于丽莎…",
      "zht": "關於麗莎…",
      "jp": "リサについて…",
      "ko": "리사에 대해…",
      "en": "About Lisa",
      "de": "Über Lisa ...",
      "es": "Sobre Lisa...",
      "fr": "À propos de Lisa...",
      "pt": "Sobre Lisa...",
      "ru": "О Лизе...",
      "id": "Tentang Lisa",
      "th": "เกี่ยวกับ Lisa...",
      "vi": "Về Lisa..."
    },
    "line": {
      "zhs": "丽莎啊…你千万记得要准时还书哦？上次因为这事儿惹她生了气，直到现在我左手的尺骨还是麻麻的。",
      "zht": "#麗莎啊…{F#妳}{M#你}千萬記得要準時還書哦？上次因為這事惹她生了氣，直到現在我左手的尺骨還是麻麻的。",
      "jp": "リサか…何があっても期限までに本は返せよ。この前、そのことで彼女を怒らせちまってさ、今でも左腕の骨が痺れてるんだよ。",
      "ko": "리사… 책을 꼭 제때 반납해야 해, 저번에 책을 연체해서 제대로 혼쭐이 났지, 지금까지 왼손이 저릿할 정도야",
      "en": "Oh Lisa. Hmm... You'd better not forget to return your books on time. I made that mistake once and boy was she angry. My arm is still numb from last time...",
      "de": "Lisa, hmm ... Du bringst am besten deine ausgeliehenen Bücher immer pünktlich zurück. Wegen so einer Sache kann sie sehr wütend werden, mein Arm ist von ihrem letzten Wutausbruch noch ganz taub.",
      "es": "Oh, Lisa... Humm... Con ella, será mejor que no olvides devolver tus libros a tiempo. Cometí ese error una vez y se enojó muchísimo. Todavía me duele el brazo desde aquella vez...",
      "fr": "Avec Lisa, n'oublie jamais de rendre tes livres en temps et en heure. Elle est entrée dans une colère noire quand j'ai eu le malheur de dépasser le délai d'emprunt. Mon bras me fait mal rien que d'y penser...",
      "pt": "Lisa... Nunca se esqueça de devolver o livro a tempo a ela! Ela ficou brava na última vez que me atrasei em devolver um livro. Ainda me dói o meu braço esquerdo.",
      "ru": "Эх, Лиза... Ни в коем случае не забывай возвращать её книги вовремя. Однажды я совершил подобную ошибку, и рука у меня до сих пор немеет от воспоминаний.",
      "id": "Tentang Lisa... Kamu tidak lupa untuk mengembalikan buku tepat waktu, kan? Terakhir kali aku membuatnya marah dengan pertanyaan ini, dan sampai sekarang tangan kiriku masih mati rasa.",
      "th": "Lisa น่ะเหรอ... จำให้ดีล่ะว่าต้องคืนหนังสือให้ ตรงเวลา ครั้งก่อนที่เธอโมโหเพราะเรื่องนี้น่ะ แขนขวาของฉันยังชามาจนถึงตอนนี้เลยนะ",
      "vi": "Lisa à... Bạn nhất định phải nhớ trả sách đúng hạn nhé! Lần trước, vì chuyện này làm cô ấy tức giận, cho đến bây giờ xương khuỷu tay trái của tôi vẫn còn cảm thấy tê tê."
    }
  },
  {
    "title": {
      "zhs": "关于安柏…",
      "zht": "關於安柏…",
      "jp": "アンバーについて…",
      "ko": "엠버에 대해…",
      "en": "About Amber",
      "de": "Über Amber ...",
      "es": "Sobre Amber...",
      "fr": "À propos d'Amber...",
      "pt": "Sobre Amber...",
      "ru": "Об Эмбер...",
      "id": "Tentang Amber",
      "th": "เกี่ยวกับ Amber...",
      "vi": "Về Amber..."
    },
    "line": {
      "zhs": "侦察骑士是个机灵又正义的好骑士。可千万别在她面前做坏事喔。",
      "zht": "偵察騎士是個機靈又正義的好騎士。可千萬別在她面前做壞事喔。",
      "jp": "偵察騎士は利口で正義感のあるいい騎士だ。彼女の前では絶対に悪いことするなよ。",
      "ko": "정찰 기사는 영리하고 정의로운 기사야, 그러니 그녀 앞에서 절대 나쁜 짓을 하면 안돼",
      "en": "That Outrider is a clever and righteous knight. Be careful not to step out of line in front of her.",
      "de": "Unsere Kundschafterin ist ein sehr ausgefuchster und gerechter Ritter. Pass nur auf, dass du ihr nicht auf die Füße trittst.",
      "es": "La Caballera Exploradora es inteligente y justa. Ten cuidado de no hacer nada malo con ella delante.",
      "fr": "Amber est une Éclaireuse intelligente avec un sens aigu de la justice. Ne fais pas n'importe quoi devant elle.",
      "pt": "Aquela Aventureira é uma cavaleira sábia e idônea. Tenha cuidado para não sair da linha com ela.",
      "ru": "#Этот скаут - умный и праведный рыцарь. Будь осторож{F#на}{M#ен} и не делай при ней ничего плохого.",
      "id": "Outrider adalah seorang Knight baik yang pintar dan adil. Jangan lakukan hal-hal buruk di depannya.",
      "th": "อัศวินลาดตระเวนคืออัศวินที่ทั้งหลักแหลมและยึดมั่นในความถูกต้อง อย่าไปทำอะไรไม่ดีต่อหน้าเธอเชียวล่ะ",
      "vi": "Kỵ Sĩ Trinh Thám là một kỵ sĩ giỏi, thông minh lanh lợi lại rất chính trực. Đừng làm chuyện xấu trước mặt cô ấy nhé."
    }
  },
  {
    "title": {
      "zhs": "关于迪卢克…",
      "zht": "關於迪盧克…",
      "jp": "ディルックについて…",
      "ko": "다이루크에 대해…",
      "en": "About Diluc",
      "de": "Über Diluc ...",
      "es": "Sobre Diluc...",
      "fr": "À propos de Diluc...",
      "pt": "Sobre Diluc...",
      "ru": "О Дилюке...",
      "id": "Tentang Diluc",
      "th": "เกี่ยวกับ Diluc...",
      "vi": "Về Diluc..."
    },
    "line": {
      "zhs": "迪卢克？小时候的他挺可爱的。可如今却活在自己的世界里…总之是个无趣的家伙。",
      "zht": "迪盧克？小時候的他挺可愛的。可如今卻活在自己的世界裡…總之是個無趣的傢伙。",
      "jp": "ディルック？子供の頃は可愛かったけどな。今じゃ自分の世界に閉じこもったままだ……要するにつまらないヤツってことさ。",
      "ko": "다이루크? 어렸을 때는 꽤 귀여웠지, 하지만 지금은 자신만의 세계에서 살아…. 어쨌든 참 따분한 사람이야",
      "en": "Diluc? He was cute as a young lad. But nowadays he just seems to be in a world of his own... Overall, not much fun to hang out with.",
      "de": "Diluc? Als er noch ein kleiner Junge war, war er niedlich. Heutzutage jedoch scheint er in seiner eigenen Welt zu leben ... Kein besonderer Spaßvogel mehr.",
      "es": "¿Diluc? De pequeño, era un muchacho muy lindo, pero hoy en día solo está en su mundo... En general, no es muy divertido pasar el rato con él.",
      "fr": "Diluc était mignon quand il était petit. Mais maintenant, on dirait qu'il vit dans son petit monde, différent du nôtre... Il n'est pas très amusant à fréquenter.",
      "pt": "Diluc? Era muito fofo quando era criança. Mas agora ele vive no mundo dele... Enfim, é um cara chato.",
      "ru": "Дилюк? В молодости он был милым юнцом, но сейчас он поселился в своём маленьком мирке... В общем, с ним стало очень скучно проводить время.",
      "id": "Diluc? Sewaktu kecil dia sangat lucu. Tapi sayangnya, dia sekarang hanya hidup di dunianya sendiri... Singkat cerita, dia adalah orang yang membosankan.",
      "th": "Diluc? ตอนเด็ก ๆ เขาก็น่ารักดีหรอกนะ แต่ตอนนี้กลับเอาแต่ติดอยู่ในโลก ของตัวเอง... สรุปก็คือเป็นแค่คนน่าเบื่อคนนึงเท่านั้นแหละ",
      "vi": "Diluc? Lúc còn bé cũng khá đáng yêu. Nhưng giờ đây chỉ sống trong thế giới riêng của mình... tóm lại, là một tên nhàm chán."
    }
  },
  {
    "title": {
      "zhs": "关于可莉…",
      "zht": "關於可莉…",
      "jp": "クレーについて…",
      "ko": "클레에 대해…",
      "en": "About Klee",
      "de": "Über Klee ...",
      "es": "Sobre Klee...",
      "fr": "À propos de Klee...",
      "pt": "Sobre Klee...",
      "ru": "О Кли...",
      "id": "Tentang Klee",
      "th": "เกี่ยวกับ Klee...",
      "vi": "Về Klee..."
    },
    "line": {
      "zhs": "可莉，看来还是没有掌握躲避代理团长检查的技巧啊，明明我已经点拨过她…哈哈，我说着玩玩的，你可别去揭发我哦。",
      "zht": "#可莉，看來還是沒有掌握躲避代理團長檢查的技巧啊，明明我已經點撥過她…哈哈，我說著玩玩的，{F#妳}{M#你}可別去揭發我哦。",
      "jp": "クレーはどうやらまだ代理団長を躱すコツを理解してないようだな。せっかく、教えてやったのに…ははっ、冗談だ、代理団長には言うなよ。",
      "ko": "클레, 단장 대행의 검사를 피하는 요령을 아직 터득하지 못했나 봐. 분명히 내가 일러주었는데… 하하하, 농담이야. 가서 고자질하지 말라고",
      "en": "Klee. Seems she has failed to elude the Acting Grand Master's investigative skills, despite the pointers I gave her... Haha, I'm kidding, no need to go reporting me or anything.",
      "de": "Die kleine Klee, anscheinend beherrscht sie die Fähigkeit, dem Auge des stellvertretenden Großmeisters auszuweichen, immer noch nicht. Dabei habe ich sie bereits so gut angelernt ... Haha, ich mache doch nur Spaß. Erzähl den Leuten keinen Quatsch.",
      "es": "Parece que no pudo escapar a las habilidades de investigación de la Gran Maestra Intendente, a pesar de los consejos que le di... Jaja, era broma, ¿eh? No vayas a decírselo a nadie.",
      "fr": "Cette chère petite Klee n'a jamais réussi à échapper à Jean, malgré mes précieux conseils... Je rigole ! Ne va pas me dénoncer.",
      "pt": "Essa querida pequena Klee nunca conseguiu escapar da Jean, mesmo com os meus preciosos conselhos... Estou brincando! Não me denuncie.",
      "ru": "Кли. Похоже, ей не удалось ускользнуть от следственных навыков действующего магистра, несмотря на советы, которыми я с ней поделился... Ха-ха, я шучу, не нужно докладывать обо мне.",
      "id": "Klee sepertinya masih belum memiliki trik untuk menghindar dari investigasinya Acting Grand Master, padahal aku sudah pernah mengajarinya... Haha, aku hanya bercanda, jangan laporkan aku ya.",
      "th": "#Klee เหรอ... ดูเหมือนเด็กนั่นจะยังหลบหลีกความสามารถในการตรวจสอบของรักษาการผู้บัญชาการไม่เก่งเท่าไหร่ อุตส่าห์แนะแนวให้แล้วแท้ ๆ ฮ่าฮ่าฮ่า {F#เธอ}{M#นาย}อย่าไปบอกใครเชียวล่ะ",
      "vi": "Klee xem ra vẫn chưa thành thạo kỹ năng trốn khỏi sự kiểm tra của Đội Trưởng Đại Diện, rõ ràng là tôi đã chỉ cho cô ấy... haha, tôi nói đùa thôi, bạn đừng đi tố giác tôi nhé."
    }
  },
  {
    "title": {
      "zhs": "关于阿贝多…",
      "zht": "關於阿貝多…",
      "jp": "アルベドについて…",
      "ko": "알베도에 대해…",
      "en": "About Albedo",
      "de": "Über Albedo ...",
      "es": "Sobre Albedo...",
      "fr": "À propos d'Albedo...",
      "pt": "Sobre o Albedo...",
      "ru": "Об Альбедо...",
      "id": "Tentang Albedo",
      "th": "เกี่ยวกับ Albedo...",
      "vi": "Về Albedo..."
    },
    "line": {
      "zhs": "阿贝多啊，沉稳优雅的小帅哥，而且才华横溢，是很讨人喜欢的类型。怎么，你也心动了？",
      "zht": "#阿貝多啊，沉穩優雅的小帥哥，而且才華橫溢，是很討人喜歡的類型。怎麼，{F#妳}{M#你}也心動了？",
      "jp": "アルベドか、優雅で落ち着いていて才能もある、俺はかなり気に入っているぜ。なんだ？お前も気に入ったのか？",
      "ko": "알베도 말이야. 차분하고 도도한 매력남에다 재치가 넘쳐 호감이 가는 스타일이. 왜, 너도 심쿵했어?",
      "en": "Albedo, eh? Calm, collected, and incredibly talented. He's the type everybody likes, some even more so than others. What, you into him as well?",
      "de": "Albedo, hm? Ein ruhiger, eleganter und gutaussehender junger Mann, dazu auch noch sehr talentiert. Wie, bist du auch schon hin und weg?",
      "es": "¿Albedo? Es una persona tranquila, serena y con mucho talento. Le cae bien a mucha gente. ¿Eh? ¿Que a ti también?",
      "fr": "Albedo ? C'est un garçon calme et très talentueux. Tout le monde aime les gens comme lui. Toi aussi ?",
      "pt": "Albedo? Ele é calmo, reservado e talentoso. É o tipo de pessoa que todos gostam, alguns mais do que outros. O quê? Você gosta dele também?",
      "ru": "Альбедо? Спокойный, собранный и невероятно талантливый. Он из тех, кто нравится всем. Что, тебе он тоже нравится?",
      "id": "Albedo ya? Hmm... dia adalah seorang laki-laki tampan yang tenang dan elegan, dan juga sangat berbakat. Dia adalah tipe yang sangat disukai oleh orang-orang. Kenapa, kamu juga jatuh hati padanya?",
      "th": "#Albedo งั้นเหรอ... หนุ่มหล่อมาดนิ่งผู้แสนสง่างาม อีกทั้งยังเปี่ยมด้วยพรสวรรค์ เป็นชายที่มีเสน่ห์จริง ๆ ทำไม? {F#เธอ}{M#นาย}สนใจเขารึไง?",
      "vi": "Albedo à, là một anh chàng đẹp trai, điềm tĩnh, thanh lịch và tài năng, rất được mọi người yêu thích. Sao, bạn cũng động lòng?"
    }
  },
  {
    "title": {
      "zhs": "关于迪奥娜…",
      "zht": "關於迪奧娜…",
      "jp": "ディオナについて…",
      "ko": "디오나에 대해…",
      "en": "About Diona",
      "de": "Über Diona ...",
      "es": "Sobre Diona...",
      "fr": "À propos de Diona...",
      "pt": "Sobre Diona...",
      "ru": "О Дионе...",
      "id": "Tentang Diona",
      "th": "เกี่ยวกับ Diona...",
      "vi": "Về Diona..."
    },
    "line": {
      "zhs": "你也尝过了迪奥娜调的酒？还没到喝酒的年纪呐。哈哈，哎呀，可惜，真是可惜，这种快乐无法跟你共享。呵呵，只能期待你早点长大喽。",
      "zht": "#{F#妳}{M#你}也嘗過了迪奧娜調的酒？還沒到喝酒的年紀吶。哈哈，哎呀，可惜，真是可惜，這種快樂無法跟{F#妳}{M#你}共用。呵呵，只能期待{F#妳}{M#你}早點長大嘍。",
      "jp": "ディオナの作った酒を飲んだか？なんだ、まだ酒を飲める歳じゃないのか。はぁ、残念だ、この楽しみをお前と共有できないとは、実に残念だ。早く大人になりなよ。",
      "ko": "너도 디오나가 타준 칵테일 맛본 적 있어? 아~ 아직 술 마실 나이가 안 됐군. 아쉽네. 이런 즐거움을 함께할 수 없어서. 네가 빨리 어른이 되었으면 좋겠네",
      "en": "Have you tried one of Diona's drinks? Oh right, you're still underage. Haha, such a shame, it truly is — to not be able to revel with you in such bliss. Hehe, I guess all we can do is wait for you to be old enough.",
      "de": "Hast du schon einmal eines von Dionas Getränken probiert? Ach ja, du bist noch nicht volljährig, haha. Das ist wirklich schade, solch eine Freude nicht mit dir teilen zu können. Dann hoffen wir mal, dass du schnell erwachsen wirst.",
      "es": "¿Has probado las bebidas de Diona? Oh, cierto, todavía eres menor de edad. Jaja, es realmente una lástima no poder disfrutar contigo del placer de beber. Supongo que lo único que podemos hacer es esperar a que seas mayor, jeje.",
      "fr": "Tu as déjà goûté aux cocktails de Diona ? Ah, j'oublie que tu n'as pas l'âge ! Et c'est bien dommage, héhé. On ne peut qu'attendre que tu grandisses un peu plus.",
      "pt": "Você já experimentou uma das bebidas da Diona? Oh, certo, você ainda não tem idade suficiente. Haha, que pena- não posso compartilhar essa felicidade então. Hehe, acho que tudo o que podemos fazer é esperar que você tenha idade suficiente.",
      "ru": "#Ты не пробовал{F#а} напитки, которые продаёт Диона? Ах, точно, тебе всё ещё мало лет. Ха-ха, как жаль, что я не могу испытать с тобой этого блаженства. Боюсь, нам остаётся только лишь ждать, когда ты подрастёшь.",
      "id": "Kamu sudah pernah mencicipi anggur racikan Diona? Padahal, kamu kan belum cukup umur, ya? Haha, ups, sayang sekali, sungguh sayang sekali, aku jadi tidak bisa bersenang-senang denganmu dengan cara ini. Hehe, aku hanya bisa berharap kamu segera dewasa.",
      "th": "#{F#เธอ}{M#นาย}เคยลองเครื่องดื่มสูตรพิเศษ ของ Diona มั้ย? ยังอายุไม่ถึงเกณฑ์สินะ ฮ่าฮ่า ว้าาา น่าเสียดาย น่าเสียดายจริง ๆ อยากจะแบ่งปันความสุขพวกนี้ให้ จังเลย หึหึ รอไปก่อนละกันเนอะ",
      "vi": "Bạn đã nếm thử rượu do Diona pha chế? Còn chưa đến tuổi uống rượu nhé. Haha, ôi đáng tiếc, thật đáng tiếc, niềm vui này không thể chia sẻ cùng bạn. Hehe, chỉ có thể đợi bạn mau chóng lớn lên thôi."
    }
  },
  {
    "title": {
      "zhs": "关于法尔伽…",
      "zht": "關於法爾伽…",
      "jp": "ファルカについて…",
      "ko": "바르카에 대해…",
      "en": "About Varka",
      "de": "Über Varka ...",
      "es": "Sobre Varka...",
      "fr": "À propos de Varka...",
      "pt": "Sobre Varka...",
      "ru": "О Варке...",
      "id": "Tentang Varka",
      "th": "เกี่ยวกับ Varka...",
      "vi": "Về Varka..."
    },
    "line": {
      "zhs": "说来可惜，现在的西风骑士团里，根本没人继承大团长的行事作风。唉…我个人倒还挺欣赏那种的。",
      "zht": "說來可惜，現在的西風騎士團裡，根本沒人繼承大團長的行事作風。唉…我個人倒還挺欣賞那種的。",
      "jp": "今の西風騎士団に、大団長のようなやり方をできる人物がいなくて残念だ。はぁ、俺はああいう人こそ気に入っているのに。",
      "ko": "안타깝게도 지금의 페보니우스 기사단에는 대단장의 스타일을 이어받은 사람이 없어. 아… 꽤나 마음에 들었는데",
      "en": "Now that you mention him, it is a shame there is no one in the Knights of Favonius to inherit the Grand Master's approach to his work. *sigh* I must say I really do appreciate people like him.",
      "de": "Da wir gerade davon sprechen, im jetzigen Ordo Favonius ist wirklich niemand, der die Herangehensweise des Großmeisters in Bezug auf seine Arbeit übernehmen könnte. Ich bewundere Leute wie ihn.",
      "es": "Ahora que lo mencionas, es una pena que no haya nadie en los Caballeros de Favonius que haya heredado el estilo de trabajo del Gran Maestro. *Suspira* La verdad es que aprecio mucho a las personas como él.",
      "fr": "Dommage que personne à l'Ordre de Favonius n'ait la même approche que le Grand Maître en matière de travail. Je dois dire que ça me manque...",
      "pt": "É uma pena que ninguém dos Cavaleiros de Favonius herdou o estilo do Grande Mestre. *Suspiro* Eu pessoalmente o admiro.",
      "ru": "Как жаль, что никто в ордене не унаследовал его отношения к работе. Эх... Должен признать, я очень ценю таких людей, как он.",
      "id": "Sangat disayangkan bahwa saat ini tidak ada seorang pun di Knights of Favonius yang mampu mewarisi kepiawaian Grand Master dalam menjalankan tugas. Bagaimanapun... aku pribadi tetap menghargai hal semacam itu.",
      "th": "พูดไปก็น่าเสียดาย กองอัศวินแห่ง Favonius ในตอนนี้น่ะ ไม่มีใครสืบทอดสไตล์การทำงานของแกรนด์มาสเตอร์เลยสักคน เห้อ... ฉันออกจะชอบสไตล์แบบนั้นแท้ ๆ",
      "vi": "Nói ra thật đáng tiếc, hiện tại trong Đội Kỵ Sĩ Tây Phong, không có ai kế thừa được tác phong làm việc của Đại Đội Trưởng. Haiz... cá nhân tôi đánh giá cao điều đó."
    }
  },
  {
    "title": {
      "zhs": "关于菲谢尔…",
      "zht": "關於菲謝爾…",
      "jp": "フィッシュルについて…",
      "ko": "피슬에 대해…",
      "en": "About Fischl",
      "de": "Über Fischl ...",
      "es": "Sobre Fischl...",
      "fr": "À propos de Fischl...",
      "pt": "Sobre Fischl...",
      "ru": "О Фишль...",
      "id": "Tentang Fischl",
      "th": "เกี่ยวกับ Fischl...",
      "vi": "Về Fischl..."
    },
    "line": {
      "zhs": "什么？你说菲谢尔遮起一只眼睛的神秘样子，的确很符合「断罪皇女」的形象？哈哈哈，按照这个规律，我至少也得是个末代皇族后裔，对吧？",
      "zht": "#什麼？{F#妳}{M#你}說菲謝爾遮起一隻眼睛的神秘樣子，的確很符合「斷罪皇女」的形象？哈哈哈，按照這個規律，我至少也得是個末代皇族後裔，對吧？",
      "jp": "なに？フィッシュルが片目を隠す姿は「断罪の皇女」のイメージにそっくりだと？はははっ、それなら俺も王族の末裔だな、そうだろ？",
      "ko": "뭐라고? 피슬의 한쪽 눈을 가린 신비로운 모습이 「단죄의 황녀」의 이미지에 어울린다고? 하하하, 그렇다면 난 적어도 마지막 황족의 후예여야지. 안 그래?",
      "en": "What? You think Fischl having one eye covered is very fitting given her title of Prinzessin der Verurteilung. Hahaha, if that's the case, that must make me a future royal progeny too, no?",
      "de": "Wie? Du findest, dass Fischls Augenklappe sehr zu ihrem Titel „Prinzessin der Verurteilung“ passt? Haha, wenn das stimmt, na dann bin ich wohl auch ein potenzieller Thronanwärter.",
      "es": "¿Qué? ¿Crees que el hecho de que Fischl tenga un ojo tapado misteriosamente es muy apropiado debido a su título de “Princesa del Juicio”? Jajaja, por esa lógica, yo también debería ser alguien de linaje real, ¿no?",
      "fr": "Tu trouves que le cache-œil de Fischl lui va bien parce que ça colle avec son titre de Princesse du châtiment ? Dans ce cas-là, je devrais aussi être un prince, non ?",
      "pt": "Você acha que a Fischl com um olho coberto se encaixa na descrição sobre Princesa dos Pecados? Hahaha, dessa forma, eu devo ser algum herdeiro de uma família real, não é?",
      "ru": "Что? Ты считаешь, что повязка на глазу Фишль очень подходит её титулу Принцессы осуждения? Ха-ха-ха, если это действительно так, то пора бы мне тоже стать какой-нибудь королевской особой, не правда ли?",
      "id": "Apa? Kamu mengatakan bahwa penampilan misterius Fischl yang matanya ditutup sebelah benar-benar cocok dengan citra \"Prinzessin der Verurteilung\" itu? Hahaha, kalau begitu, aku minimal harus menjadi keturunan terakhir dari keluarga kerajaan, kan?",
      "th": "#อะไรนะ? {F#เธอ}{M#นาย}บอกว่าการที่ Fischl ปิดตาข้างนึงมันเหมาะกับภาพลักษณ์ของ \"เจ้าหญิงแห่งการลงทัณฑ์\" มากเลยงั้นเหรอ? ฮ่าฮ่าฮ่า ถ้าจะพูดอย่างนั้น อย่างน้อยฉันก็ต้องเป็นลูกหลาน ของราชวงศ์สุดท้ายใช่มั้ย?",
      "vi": "Cái gì? Bạn nói dáng vẻ che một bên mắt của Fischl, thực sự rất phù hợp với hình tượng Công Chúa Định Tội? Hahaha, theo quy tắc này, ít nhất tôi cũng là hậu duệ của hoàng tộc, phải không?"
    }
  },
  {
    "title": {
      "zhs": "关于诺艾尔…",
      "zht": "關於諾艾爾…",
      "jp": "ノエルについて…",
      "ko": "노엘에 대해…",
      "en": "About Noelle",
      "de": "Über Noelle ...",
      "es": "Sobre Noelle...",
      "fr": "À propos de Noëlle...",
      "pt": "Sobre a Noelle...",
      "ru": "О Ноэлль...",
      "id": "Tentang Noelle",
      "th": "เกี่ยวกับ Noelle...",
      "vi": "Về Noelle..."
    },
    "line": {
      "zhs": "我受代理团长大人所托，暗中照顾这位后辈。不过她很懂事，不需要我操太多心。真是令人欣慰。",
      "zht": "我受代理團長大人所託，暗中照顧這位後輩。不過她很懂事，不需要我操太多心。真是令人欣慰。",
      "jp": "この後輩の面倒を見るようにと、代理団長にお願いされた。だが、彼女は物分かりが良くて、あまり気を配る必要もない。なかなか、いい線いってると思うぜ。",
      "ko": "나는 단장 대행님의 부탁을 받고 이 후배를 몰래 돌봤어. 그녀는 제 앞가림을 잘해서 내가 별로 신경 쓸 필요 없어. 정말 기특해",
      "en": "I was entrusted by the Acting Grand Master to work in the background to support Noelle. But there hasn't been much for me to concern myself with — she has a good head on her shoulders. Quite the relief.",
      "de": "Ich wurde vom stellvertretenden Großmeister beauftragt, mich heimlich ein wenig um Noelle zu kümmern, jedoch kommt sie sehr gut allein zurecht und ist keine Belastung für mich.",
      "es": "La Gran Maestra Intendente me encargó cuidar a Noelle en secreto, pero no he tenido que hacer mucho. Es una persona muy sensata, lo cual es un alivio.",
      "fr": "Jean m'a demandé de prendre soin de Noëlle en secret, mais tout va bien. La petite a la tête sur les épaules et c'est un soulagement.",
      "pt": "Por conta da Grande Mestre Intendente, eu cuido discretamente da Noelle. Mas ela é muito inteligente, não é preciso preocupar com ela, e é um alívio.",
      "ru": "Действующий магистр поручила мне незаметно поддерживать Ноэлль, но мне не стоит о ней беспокоиться. У неё хорошая голова на плечах. Такое облегчение.",
      "id": "Aku diminta oleh Acting Grand Master untuk mendukung Noelle diam-diam. Tapi untungnya, tidak banyak yang harus kukhawatirkan — dia cukup baik dan bertanggung jawab. Aku lega.",
      "th": "ฉันได้รับความไว้วางใจจากรักษา การผู้บัญชาการ ให้คอยดูแลรุ่นน้องคนนี้อย่างลับ ๆ แต่ว่า Noelle น่ะเป็นงานมาก ไม่จำเป็นต้องให้ฉันดูแลเลย สุดยอดไปเลยนะ",
      "vi": "Tôi được Đội Trưởng Đại Diện ủy thác, bí mật chăm sóc vị hậu bối này. Nhưng cô ấy rất hiểu chuyện, không khiến tôi phải lo lắng quá nhiều. Thật khiến người khác yên tâm."
    }
  },
  {
    "title": {
      "zhs": "关于罗莎莉亚…",
      "zht": "關於蘿莎莉亞…",
      "jp": "ロサリアについて…",
      "ko": "로자리아에 대해…",
      "en": "About Rosaria",
      "de": "Über Rosaria ...",
      "es": "Sobre Rosaria...",
      "fr": "À propos de Rosalia...",
      "pt": "Sobre Rosaria...",
      "ru": "О Розарии...",
      "id": "Tentang Rosaria",
      "th": "เกี่ยวกับ Rosaria...",
      "vi": "Về Rosaria..."
    },
    "line": {
      "zhs": "啊哈哈，你想知道罗莎莉亚修女的秘密吗？这个不能说。不过我对她印象还不错，比某人好多了。她能够诚实地面对自己。烂事就是烂事，提不起干劲就是提不起干劲。",
      "zht": "#啊哈哈，{F#妳}{M#你}想知道蘿莎莉亞修女的秘密嗎？這個不能說。不過我對她印象還不錯，比某人好多了。她能夠誠實地面對自己。爛事就是爛事，提不起幹勁就是提不起幹勁。",
      "jp": "ははっ、シスター·ロサリアの秘密を知りたいのか？そいつは教えられないな。だが、面倒事は面倒臭がるし、やる気が出ない時は出ないとはっきり言うヤツだ。この点に関しては誰かさんと比べて、自分に正直でいいヤツだと思うぜ。",
      "ko": "아하하, 로자리아 수녀의 비밀을 알고 싶어? 그건 말할 수 없어. 하지만 난 어떤 사람보다 그녀를 훨씬 좋게 보고 있어. 그녀는 자신에게 솔직하잖아. 귀찮은 일이면 귀찮은 일이고 열의가 없으면 열의가 없는 거지",
      "en": "Ahaha, you want to know about the secrets of Sister Rosaria? That... I cannot tell you. Though my impression of her is not bad — certainly better than a certain someone whose name I won't bother to mention. She's honest with herself. She casts off that which she has no time for and she doesn't feign motivation for affairs that do not interest her.",
      "de": "Ahaha, du interessierst dich für die Geheimnisse von Schwester Rosaria? Leider habe ich nicht viel zu berichten, obwohl mein Eindruck von ihr nicht schlecht ist, allemal besser als der manch anderer Leute. Sie ist sich gegenüber sehr ehrlich. Schlechte Dinge perlen an ihr ab und sie zeigt nur Motivation für die Dinge, die sie wirklich interessieren.",
      "es": "Jajaja, ¿quieres saber los secretos de la Hermana Rosaria? Eso... no puedo decírtelo. No tengo una mala impresión de ella. Al menos, mejor que la de cierta persona cuyo nombre no me molestaré en mencionar. Es honesta consigo misma, no hace aquello para lo que no tiene tiempo y no finge emocionarse por asuntos que no le interesan.",
      "fr": "Tu veux savoir ce que sœur Rosalia cache ? Hélas, je ne peux rien te dire. Je la trouve plutôt bien comme personne, pas comme d'autres. Elle est honnête envers elle-même et ne fait pas semblant de s'intéresser à des futilités.",
      "pt": "Ahaha, você quer saber sobre os segredos da irmã Rosaria? Isso... Eu não posso te dizer. Embora a minha impressão sobre ela não seja ruim - certamente melhor do que uma certa pessoa, muito melhor. Ela é honesta consigo mesma. Admite diretamente o que ela fez errado, e não finge ter interesse quando não tem vontade.",
      "ru": "Ха-ха-ха, ты хочешь узнать секреты сестры Розарии? Я... не могу рассказать тебе о них. Хотя моё впечатление о ней неплохое. Определённо лучше, чем о человеке, имя которого я не буду называть. Она честна с собой. Она отбрасывает то, на что у неё нет времени, и не придумывает мотивацию к делам, которые её не интересуют.",
      "id": "Hahaha, apakah kamu ingin tahu rahasia suster Rosaria? Sebenarnya ini tidak boleh aku katakan, tetapi tidak apa-apalah kali ini. Aku memiliki kesan yang baik tentangnya, jauh lebih baik daripada kepada orang lain. Dia bisa jujur terhadap dirinya sendiri. Hal buruk adalah hal buruk, begitu pula sebaliknya.",
      "th": "#อ๊ะฮ่าฮ่า {F#เธอ}{M#นาย}อยากจะรู้ความลับของซิสเตอร์ Rosaria งั้นเหรอ? เรื่องนี้คงพูดไม่ได้หรอกนะ แต่ว่าฉันค่อนข้างจะประทับใจในตัวเธอทีเดียว มากกว่าใครบางคนเยอะเลยล่ะนะ เธอซื่อสัตย์ต่อตัวเอง ไม่ดีก็บอกไม่ดี ไม่ไหวก็บอกไม่ไหว",
      "vi": "Haha, bạn muốn biết bí mật của tu nữ Rosaria hả? Không thể tiết lộ. Nhưng ấn tượng của tôi đối với cô ấy, tốt hơn so với nhiều người. Cô ấy có thể đối mặt với chính mình một cách trung thực. Chuyện xấu thì là chuyện xấu, không hăng hái thì không hăng hái."
    }
  },
  {
    "title": {
      "zhs": "关于砂糖…",
      "zht": "關於砂糖…",
      "jp": "スクロースについて…",
      "ko": "설탕에 대해…",
      "en": "About Sucrose",
      "de": "Über Saccharose ...",
      "es": "Sobre Sacarosa...",
      "fr": "À propos de Sucrose...",
      "pt": "Sobre Sucrose...",
      "ru": "О Сахарозе...",
      "id": "Tentang Sucrose",
      "th": "เกี่ยวกับ Sucrose...",
      "vi": "Về Sucrose..."
    },
    "line": {
      "zhs": "别看砂糖文静又内向，据说，她在实验室里，收藏了很多特别的东西哦，很刺激，又很…露骨的那种。嗯？你问我？…我像是会偷看女孩子房间的人吗？",
      "zht": "#別看砂糖文靜又內向，據說，她在實驗室裡，收藏了很多特別的東西哦，很刺激，又很…露骨的那種。嗯？{F#妳}{M#你}問我？…我像是會偷看女孩子房間的人嗎？",
      "jp": "スクロースのやつは内気で物静かに見えるが、彼女の実験室にはものすごいもんが隠されてるって聞いたぜ。ああ、刺激的で…明らかに普通じゃないもんがな。…ん？俺？俺が女性の部屋をこっそり見るようなやつだと思ってるのか？",
      "ko": "설탕이 조용하고 내향적인 것처럼 보여도 그녀의 실험실엔 엄청 특이한 물건들로 가득하다고 들었어. 자극적이고, 매우… 노골적인 것들 말이야. 응? 뭐…? 내가 여자애 방이나 훔쳐보는 사람 같아?",
      "en": "Sucrose may not be much of an extrovert in public, but as they say — it's always the quiet ones... Apparently, her laboratory is home to quite the eclectic range of implements and her experiments are more than just intellectually stimulating... All hearsay, of course. You don't seriously think I would go snooping around a fair lady's private quarters, do you?",
      "de": "Saccharose erscheint zwar auf den ersten Blick eher introvertiert, aber man sagt, sie hätte eine interessante und sehr aufregende Sammlung in ihrem Labor. Ob es stimmt, kann ich nicht sagen. Glaubst du etwa, ich durchsuche Zimmer von fremden Mädchen?",
      "es": "No te dejes engañar por lo tranquila e introvertida que es Sacarosa. Dicen que en su laboratorio guarda artefactos muy especiales y estimulantes... ¿Eh? ¡¿Cómo puedes preguntarme eso?! ¡No soy de los que van espiando a las mujeres cuando están en su habitación!",
      "fr": "Sucrose a beau sembler calme et introvertie, son labo est plein de choses très farfelues et terrifiantes... Enfin, d'après ce que j'en ai entendu. J'ai d'autres choses à faire que de fouiner dans cette pièce...",
      "pt": "A Sucrose pode parecer introvertida, mas alegadamente no seu laboratório, está repleto das coisas assustadoras. Hum? Não me diga que você acha que eu fui ver o quarto dela em segredo?",
      "ru": "Сахароза кажется типичным интровертом на людях, но, как говорится, в тихом омуте... Оказалось, что её лаборатория полна интересных и... откровенных инструментов. Но это всё только по слухам. Ты же не думаешь, что я похож на человека, который будет тайком осматривать личные комнаты прекрасных дам?",
      "id": "Terlepas dari kenyataan bahwa Sucrose itu pendiam dan tertutup, tapi dengar-dengar dia telah mengumpulkan banyak hal menakjubkan di laboratoriumnya, sangat menarik, dan sangat... hebat, bukan? Hmm? Kamu bertanya padaku? ...Apakah aku seperti orang yang suka mengintip kamar anak perempuan?",
      "th": "#เห็น Sucrose เงียบ ๆ และเก็บตัวแบบนั้น แต่ว่ากันว่าเธอเก็บของเจ๋ง ๆ ไว้ในห้องทดลองเยอะแยะเลยนะ ทั้งน่าตื่นเต้น... และก็เปิดเผยมาก ๆ อื๋อ? นี่{F#เธอ}{M#นาย}ถามฉันงั้นเหรอ? ...ฉันดูเหมือนคนที่ชอบแอบเข้าไปในห้องของเด็กผู้หญิงรึไง?",
      "vi": "Đừng thấy Sucrose có vẻ điềm đạm ít nói lại hướng nội, nghe nói, cô ấy ở trong phòng thí nghiệm, đã có được rất nhiều thứ đặc biệt, rất kích thích, lại có vẻ rất... lộ. Hửm? Bạn hỏi tôi?...Tôi có giống loại người đi nhòm trộm phòng con gái không?"
    }
  },
  {
    "title": {
      "zhs": "关于柯莱…",
      "zht": "關於柯萊…",
      "jp": "コレイについて…",
      "ko": "콜레이에 대해…",
      "en": "About Collei",
      "de": "Über Collei ...",
      "es": "Sobre Collei...",
      "fr": "À propos de Collei...",
      "pt": "Sobre Collei...",
      "ru": "О Коллеи...",
      "id": "Tentang Collei",
      "th": "เกี่ยวกับ Collei...",
      "vi": "Về Collei..."
    },
    "line": {
      "zhs": "嗯，柯莱？真是个怀念的名字，你可找对人了！我来告诉你过去发生的事情吧，干脆从头说起——保证原汁原味！",
      "zht": "#嗯，柯萊？真是個懷念的名字，{F#妳}{M#你}真是找對人了！我來告訴{F#妳}{M#你}過去發生的事情吧，乾脆從頭說起——保證原汁原味！",
      "jp": "コレイ？本当になつかしい名前だ。俺に聞くなんて分かってるじゃないか。過去に何があったか教えてやってもいいぜ。ありのままを伝えるために…いっそ——すべて最初から話そう！",
      "ko": "음, 콜레이? 정말 그리운 이름이네. 잘 찾아왔어! 내가 과거에 무슨 일이 있었는지 처음부터 알려줄게——어떤 꾸밈도 없는 그런 이야기가 될 거야!",
      "en": "Oh, Collei? Oho, now there's a name I haven't heard in a while... You came to the right person! Let me tell you her whole story, starting right from the very beginning, with all the delicious details!",
      "de": "Hm, Collei? Das ist ja ein vertrauter Name. Du hast die richtige Person gefragt! Gut, lass mich dich ihre ganze Geschichte von Anfang an erzählen, mit all den Details!",
      "es": "Oh, ¿Collei? ¡Hacía mucho que nadie mencionaba ese nombre! Pues estás con la persona adecuada. ¡Te contaré todo su pasado, empezando desde el comienzo y con todo lujo de detalles!",
      "fr": "Oh, Collei ? Eh bien, voilà un nom que je n'ai pas entendu depuis longtemps... Vous vous adressez à la bonne personne ! Laissez-moi vous raconter son histoire depuis le début, je vais vous dévoiler tout plein de détails croustillants !",
      "pt": "Ah, Collei? Oho, aí está um nome que não escuto há um tempo... Você veio até a pessoa certa! Deixe eu te contar a história completa dela, começando bem do início, com todos os detalhes deliciosos!",
      "ru": "#А, Коллеи? Да уж, знакомое имя, ты {F#обратилась}{M#обратился} по адресу! Давай расскажу тебе всё с самого начала - и только правду!",
      "id": "Oh, Collei? Hoho, sudah lama sekali aku tidak dengar nama itu. Kamu sudah datang ke orang yang tepat! Biar aku ceritakan seluruh kisahnya, mulai dari awal, dengan semua detail ceritanya yang lezat!",
      "th": "อื๋อ... Collei? เป็นชื่อที่น่าคิดถึงจังเลยนะ เธอมาหาถูกคนแล้วล่ะ! เดี๋ยวฉันจะเล่าเรื่องในสมัยก่อนให้ฟังก็แล้วกัน ขอบอกไว้ก่อนเลยนะ... ว่าเป็นเรื่องจริงแท้แน่นอน!",
      "vi": "Ừm, Collei? Đúng là một cái tên đầy hoài niệm, tìm đúng người rồi đó! Để tôi kể cho nghe, kể từ đầu luôn cho đầy đủ tình tiết nhé!"
    }
  },
  {
    "title": {
      "zhs": "关于米卡…",
      "zht": "關於米卡…",
      "jp": "ミカについて…",
      "ko": "미카에 대해…",
      "en": "About Mika",
      "de": "Über Mika ...",
      "es": "Sobre Mika...",
      "fr": "À propos de Mika...",
      "pt": "Sobre Mika",
      "ru": "О Мике...",
      "id": "Tentang Mika",
      "th": "เกี่ยวกับ Mika...",
      "vi": "Về Mika..."
    },
    "line": {
      "zhs": "刚开始接触那会儿，我看米卡容易紧张，就跟他开了一点无关痛痒的小玩笑。哪知他更紧张了，连笑都笑得很僵硬…最后还特意写信道歉。欸，这种单纯老实的品质，难道是施密特家族的遗传？",
      "zht": "剛開始接觸那時，我看米卡容易緊張，就跟他開了一點無關緊要的小玩笑。誰知道他更緊張了，連笑都笑得很僵硬…最後還特地寫信道歉。欸，這種單純老實的性格，難道是施密特家族的遺傳？",
      "jp": "最初のころ、ミカが結構なあがり症なのを見て、ちょっとした冗談を言ってやったんだ。だが、そのせいでさらに緊張させちまって、ひきつった笑顔を浮かべてな…挙句の果てに、謝罪の手紙まで送ってきたんだ。ハハッ、この単純で素直な気質は、シュミット家の遺伝と言うべきか？",
      "ko": "미카와 알고 지낸 지 얼마 안 됐을 때 워낙 쉽게 긴장하는 성격 같아서 가벼운 장난을 좀 쳤는데, 어째 더 긴장한 것 같더라고. 웃는 게 어찌나 어색하던지…. 그래서 결국 사과 편지도 써줬잖아. 에휴, 그렇게 순진해서야, 설마 슈미트 가문의 유전인가?",
      "en": "When I first met Mika, he seemed like the nervous type, so I decided to joke around with him a little. I didn't count on that making him even more nervous... His smile looked as if it were plastered onto his face, and in the end, he even wrote me a letter of apology. Tsk-tsk. Does taking everything so seriously run in the Schmidts' blood?",
      "de": "Als ich Mika zum ersten Mal traf, fand ich, dass er etwas nervös war, daher scherzte ich ein bisschen mit ihm. Unerwarteterweise wurde er noch nervöser und selbst sein Lächeln versteifte sich ... Am Ende schrieb er mir sogar einen Brief, in dem er sich dafür entschuldigte. Hmm, ist diese ehrliche Unschuld also von der Familie Schmidt geerbt?",
      "es": "Cuando conocí a Mika, parecía una persona muy nerviosa, así que decidí contar algunos chistes para romper el hielo. Lo que no anticipé es que eso le haría ponerse aún más nervioso. Era como si hubieran pegado una sonrisa en su cara. Al final, hasta me escribió una carta de disculpas. *Tch, Tch*, ¿acaso es hereditario entre los Schmidt el tomárselo todo tan en serio?",
      "fr": "Quand j'ai rencontré Mika pour la première fois, il m'a paru être quelqu'un d'angoissé, alors j'ai voulu lui faire une petite blague. Je ne pensais pas que cela le rendrait encore plus nerveux, même son sourire s'est figé... Au final, il m'a carrément écrit une lettre d'excuses. Tss, c'est un trait de la famille Schmidt de tout prendre au sérieux comme ça ?",
      "pt": "Quando eu conheci Mika pela primeira vez, ele pareceu do tipo nervoso, então eu decidi brincar um pouco com ele. Eu não contava que isso o deixaria ainda mais nervoso... O sorriso dele pareceu como se tivesse sido estampado na cara dele, e no fim, ele até me escreveu uma carta de desculpas. Tsk-tsk. Levar tudo tão a sério corre nas veias dos Schimdts?",
      "ru": "При первой встрече Мика немного нервничал, и мне показалось, что небольшой розыгрыш поможет ему снять напряжение. Кто же знал, что он занервничает ещё больше... Улыбка у него стала словно приклеенная, а потом он ещё и написал мне письмо с извинениями. Ох, наверное, эта наивная серьёзность у Шмидтов в крови?",
      "id": "Saat aku pertama kali bertemu Mika, dia sepertinya tipe orang yang mudah gugup, jadi aku memutuskan untuk bercanda dengannya. Tapi tak kusangka dia malah makin gugup ... Senyumnya seolah terpampang di wajahnya, dan pada akhirnya, dia bahkan menulis surat permintaan maaf kepadaku. Ck-ck. Apa memang semua orang di keluarga Schmidt selalu menganggap segala hal dengan serius?",
      "th": "ในตอนแรกที่รู้จักกัน ฉันเห็นว่า Mika ประหม่าง่าย ก็เลยเล่นมุกตลก ๆ กับเขาไปนิดหน่อย ที่ไหนได้เขากลับยิ่งประหม่าหนักขึ้นไปซะอีก แม้แต่ตอนยิ้มก็ยังยิ้มแบบแข็งกระด้าง... และในตอนสุดท้ายยังเขียนจดหมายมาขอโทษอีกด้วย เฮ้อ... คุณสมบัติที่เรียบง่ายและตรงไปตรงมานี้ อย่าบอกนะว่าสืบทอดกันมาในตระกูล Schmidts?",
      "vi": "Khi vừa mới tiếp xúc thì tôi thấy Mika rất dễ bị căng thẳng, thế là tôi liền trêu đùa đôi chút. Nào ngờ Mika còn căng thẳng hơn, đến cả cười cũng cứng đờ... Sau đó Mika viết thư xin lỗi tôi. Haiz, loại phẩm chất ngây thơ thành thật này không lẽ là được kế thừa từ gia tộc Schmidt sao?"
    }
  },
  {
    "title": {
      "zhs": "想要了解凯亚·其一",
      "zht": "想要瞭解凱亞·其一",
      "jp": "ガイアを知る·1",
      "ko": "케이아에 대해 알기·첫 번째",
      "en": "More About Kaeya: I",
      "de": "Ich will mehr über Kaeya erfahren I",
      "es": "Más sobre Kaeya (I)",
      "fr": "Connaître Kaeya (1)",
      "pt": "Mais sobre Kaeya - I",
      "ru": "Узнать больше о Кэйе I",
      "id": "Mengenal Kaeya: I",
      "th": "อยากรู้เกี่ยวกับ Kaeya-1",
      "vi": "Muốn tìm hiểu Kaeya - Điều thứ 1"
    },
    "line": {
      "zhs": "骑兵队长的头衔可没什么了不起的。说起来，蒙德城的骑兵都被大团长带走了。呵呵。",
      "zht": "騎兵隊長的頭銜可沒什麼了不起的。說起來，蒙德城的騎兵都被大團長帶走了。呵呵。",
      "jp": "騎兵隊長の肩書なんて大したもんじゃない。そう言えば、モンドの騎兵は全員、大団長に連れていかれたぞ。ハハハ。",
      "ko": "기병대장 직함이 별로 대단한 건 아니야. 몬드성 기병은 대단장이 다 데리고 가버렸으니까, 하하",
      "en": "The title of Cavalry Captain is nothing to get excited about. Now that I think about it, the Grand Master took all the cavalry from Mondstadt so there's none left for me to captain...",
      "de": "Der Titel des Rittmeisters ist nichts Außergewöhnliches. Und wenn ich jetzt so darüber nachdenke, der Großmeister hat all meine Leute mitgenommen. Das heißt, momentan bin ich eigentlich arbeitslos. Haha.",
      "es": "El título de “Capitán de Caballería” no es motivo de emoción. Ahora que lo pienso, el Gran Maestro se llevó con él a toda la caballería de Mondstadt, así que no me queda nada que pueda liderar...",
      "fr": "Mon titre au sein de l'Ordre est obsolète dans la situation actuelle. Le Grand Maître a emmené toute la cavalerie avec lui...",
      "pt": "Não tem nada para ostentar com o título de Capitão da Cavalaria. Falando nisso, o Grande Mestre levou toda a cavalaria de Mondstadt e não sobrou nada para eu liderar. Hehe.",
      "ru": "В звании капитана кавалерии нет ничего особенного. К тому же магистр ордена забрал всех лошадей с собой, и мне стало нечем командовать... Хе-хе.",
      "id": "Gelar sebagai Kapten Kavaleri bukanlah hal yang luar biasa. Ngomong-ngomong, semua kesatria di kota Mondstadt sudah dibawa pergi oleh Grand Master. Haha.",
      "th": "ตำแหน่งหัวหน้ากองทหารม้าน่ะไม่มีอะไรน่าสนใจหรอกนะ จะว่าไปแล้ว กองทหารม้าของ Mondstadt น่ะ ถูกแกรนด์มาสเตอร์ลากไปด้วยหมดแล้วล่ะ ฮ่าฮ่า",
      "vi": "Chức vụ Đội Trưởng Kỵ Binh cũng không có gì ghê gớm cả. Nói ra thì, tất cả kỵ binh đều bị Đại Đội Trưởng mang đi rồi. Haha."
    }
  },
  {
    "title": {
      "zhs": "想要了解凯亚·其二",
      "zht": "想要瞭解凱亞·其二",
      "jp": "ガイアを知る·2",
      "ko": "케이아에 대해 알기·두 번째",
      "en": "More About Kaeya: II",
      "de": "Ich will mehr über Kaeya erfahren II",
      "es": "Más sobre Kaeya (II)",
      "fr": "Connaître Kaeya (2)",
      "pt": "Mais sobre Kaeya - II",
      "ru": "Узнать больше о Кэйе II",
      "id": "Mengenal Kaeya: II",
      "th": "อยากรู้เกี่ยวกับ Kaeya-2",
      "vi": "Muốn tìm hiểu Kaeya - Điều thứ 2"
    },
    "line": {
      "zhs": "其实西风骑士团一共有十位队长。但不是所有人都有队长级的实力。",
      "zht": "其實西風騎士團一共有十位隊長。但不是所有人都有隊長級的實力。",
      "jp": "西風騎士団には全部で10人の隊長がいるんだ。だけど、全員に隊長の実力があるわけじゃないんだ。",
      "ko": "사실 페보니우스 기사단에는 총 10명의 대장이 있어. 하지만 모두가 대장급 실력을 지니고 있다는 건 아냐",
      "en": "There are a total of ten captains within the Knights of Favonius. But truth be told, not all of them have what it takes to be leaders.",
      "de": "Eigentlich hat der Ordo Favonius insgesamt zehn Truppenführer. Aber nicht alle von ihnen sind gute Anführer.",
      "es": "En realidad, hay un total de diez capitanes en los Caballeros de Favonius, pero no todos ellos tienen lo que se necesita para ser capitán.",
      "fr": "Il y a dix capitaines au sein de l'Ordre de Favonius, mais en toute honnêteté, certains ne sont pas à la hauteur de leur rôle.",
      "pt": "Existe um total de 10 capitães entre os Cavaleiros de Favonius. Mas verdade seja dita, nem todos eles possuem o necessário para serem líderes.",
      "ru": "В Ордо Фавониус всего числится десять капитанов, но, честно говоря, ни у кого из них нет достаточных лидерских качеств.",
      "id": "Terdapat sepuluh orang kapten di Knights Of Favonius. Tapi sejujurnya, tidak semua orang punya kemampuan untuk menjadi pemimpin.",
      "th": "ความจริงแล้วกองอัศวินแห่ง Favonius น่ะมีหัวหน้าอยู่ทั้งหมดสิบคน แต่ไม่ใช่ทุกคนที่มีความแข็งแกร่ง ในระดับหัวหน้าหรอกนะ",
      "vi": "Trên thực tế Đội Kỵ Sĩ Tây Phong có mười đội trưởng. Nhưng không phải tất cả đều có thực lực của đội trưởng."
    }
  },
  {
    "title": {
      "zhs": "想要了解凯亚·其三",
      "zht": "想要瞭解凱亞·其三",
      "jp": "ガイアを知る·3",
      "ko": "케이아에 대해 알기·세 번째",
      "en": "More About Kaeya: III",
      "de": "Ich will mehr über Kaeya erfahren III",
      "es": "Más sobre Kaeya (III)",
      "fr": "Connaître Kaeya (3)",
      "pt": "Mais sobre Kaeya - III",
      "ru": "Узнать больше о Кэйе III",
      "id": "Mengenal Kaeya: III",
      "th": "อยากรู้เกี่ยวกับ Kaeya-3",
      "vi": "Muốn tìm hiểu Kaeya - Điều thứ 3"
    },
    "line": {
      "zhs": "我的眼睛？我的眼睛没事。想把身体的某些部分遮起来是很平常的事儿吧？衣服和裤子也是一个道理。",
      "zht": "我的眼睛？我的眼睛沒事。想把身體的某些部分遮起來是很平常的事吧？衣服和褲子也是一個道理。",
      "jp": "俺の目？俺の目なら問題ない。体の一部を覆い隠すのは普通だろ？服やズボンだって同じことじゃないか。",
      "ko": "내 눈? 멀쩡한데. 몸의 일부분을 가리는 건 일반적인 일이잖아? 옷도 그런 이유로 입는 거지",
      "en": "My eye? My eye is fine. There's nothing unusual about hiding one's body parts from view. It's the same reason I wear pants... or any other item of clothing, for that matter.",
      "de": "Was mit meinem Auge ist? Nichts ist damit. Ich verdecke nur gern gewisse Teile meines Körpers mit Kleidung. Das ist das gleiche wie mit einer Hose.",
      "es": "¿Mi ojo? Mi ojo esta bien. Querer ocultar una parte de tu cuerpo no es algo extraño, ¿no? Uso el parche por la misma razón que uso pantalones o cualquier otra prenda de vestir.",
      "fr": "Mon œil va bien, ne t'en fais pas. Ce n'est pas si étrange de vouloir couvrir une partie de son corps... Tu portes bien des vêtements après tout, non ?",
      "pt": "O meu olho? Meu olho está bem. Cobrir algumas partes do corpo é normal, não é? Como você usa roupas e calças.",
      "ru": "Мой глаз? С ним всё в порядке. Нет ничего особенного в том, чтобы скрывать какую-нибудь часть тела. По этой же причине я ношу штаны... или какую-либо другую часть одежды.",
      "id": "Mataku? Mataku baik-baik saja. Bukankah ingin menutupi bagian tertentu dari tubuh sendiri adalah hal yang wajar? Contohnya, kita memakai baju dan celana.",
      "th": "ดวงตาของฉัน? ตาของฉันโอเคดี มันก็เป็นเรื่องปกตินี่ที่จะปกปิดส่วน ใดส่วนหนึ่งของร่างกายเอาไว้น่ะ ก็เหมือนกับที่ใส่เสื้อหรือกางเกงไว้นั่นแหละ",
      "vi": "Mắt của tôi? Mắt của tôi không sao cả. Muốn che đi vài bộ phận trên cơ thể không phải là chuyện thường sao? Quần áo cũng là một công cụ."
    }
  },
  {
    "title": {
      "zhs": "想要了解凯亚·其四",
      "zht": "想要瞭解凱亞·其四",
      "jp": "ガイアを知る·4",
      "ko": "케이아에 대해 알기·네 번째",
      "en": "More About Kaeya: IV",
      "de": "Ich will mehr über Kaeya erfahren IV",
      "es": "Más sobre Kaeya (IV)",
      "fr": "Connaître Kaeya (4)",
      "pt": "Mais sobre Kaeya - IV",
      "ru": "Узнать больше о Кэйе IV",
      "id": "Mengenal Kaeya: IV",
      "th": "อยากรู้เกี่ยวกับ Kaeya-4",
      "vi": "Muốn tìm hiểu Kaeya - Điều thứ 4"
    },
    "line": {
      "zhs": "坎瑞亚？哦，你知道的真多。坎瑞亚的荣耀早已不在，剩下的如今都已沦为罪人，又何必再提起他们。",
      "zht": "#坎瑞亞？哦，{F#妳}{M#你}知道的真多。坎瑞亞的榮耀早已不在，剩下的如今都已淪為罪人，又何必再提起他們。",
      "jp": "カーンルイア？ほお～いろいろ知ってるな。カーンルイアの栄光はとっくに消えているよ。今残っているものは全員罪人だ。あいつらのことを気にする必要なんてないだろう。",
      "ko": "켄리아? 오~ 많은 걸 아는구나. 켄리아의 영광은 진작 사라졌지. 남은 사람들은 다 죄인이 되었어. 이제 와서 그들을 언급할 필요가 있을까?",
      "en": "Khaenri'ah, huh? You sure know a lot! The legacy of Khaenri'ah is long gone. The sinners are all that's left, and they're not worth mentioning.",
      "de": "Khaenri’ah? Du weißt ja einiges. Khaenri’ah ist schon lange verschwunden, die verbliebenen Sünder sind alles, was übrig geblieben ist, und die sind es nicht wert, über sie zu sprechen.",
      "es": "Khaenri'ah, ¿eh? ¡Sabes mucho! El legado de Khaenri'ah ya no existe, lo único que queda son los pecadores, y no vale la pena hablar de ellos.",
      "fr": "Khaenri'ah ? Tu en connais beaucoup sur Teyvat, dis donc. Ce pays n'existe plus, seuls restent les pécheurs qu'il vaut mieux oublier.",
      "pt": "Khaenri'ah? Oh! Você parece saber muitas histórias! Mas a gloria de Khaenri'ah já se foi com o passar do tempo, o que resta agora são todos pecadores, e não vale a pena mencionar eles.",
      "ru": "Каэнри’ах? А ты действительно много знаешь! Наследие Каэнри’ах давно утеряно, остались лишь грешники, и о них нечего говорить.",
      "id": "Khaenri'ah? Oh, kamu tahu banyak juga ya. Kemahsyuran Khaenri'ah sudah lama berlalu, yang tersisa kini hanyalah orang-orang berdosa, jadi untuk apa kita masih membahas mereka?",
      "th": "#Khaenri'ah เหรอ? โอ้ {F#เธอ}{M#นาย}นี่รอบรู้ไม่เบานะ ความรุ่งโรจน์ของ Khaenri'ah น่ะจางหายไปตั้งนานแล้วล่ะ พวกที่หลงเหลืออยู่ก็ตกต่ำจนเป็น แค่คนบาปเท่านั้น ไม่มีค่าอะไรให้พูดถึงหรอกนะ",
      "vi": "Khaenri'ah? Hả, bạn biết nhiều thật đấy. Vinh quang của Khaenri'ah đã sớm mất đi, bây giờ chỉ còn là tội nhân, vậy hà cớ gì lại nhắc đến họ."
    }
  },
  {
    "title": {
      "zhs": "想要了解凯亚·其五",
      "zht": "想要瞭解凱亞·其五",
      "jp": "ガイアを知る·5",
      "ko": "케이아에 대해 알기·다섯 번째",
      "en": "More About Kaeya: V",
      "de": "Ich will mehr über Kaeya erfahren V",
      "es": "Más sobre Kaeya (V)",
      "fr": "Connaître Kaeya (5)",
      "pt": "Mais sobre Kaeya V",
      "ru": "Узнать больше о Кэйе V",
      "id": "Mengenal Kaeya: V",
      "th": "อยากรู้เกี่ยวกับ Kaeya-5",
      "vi": "Muốn tìm hiểu Kaeya - Điều thứ 5"
    },
    "line": {
      "zhs": "原来我们已经相遇这么久了。跟你一起旅行，大概是我这辈子遇上的最有趣的事儿了，今后可别让我失望哦。",
      "zht": "#原來我們已經相遇這麼久了。跟{F#妳}{M#你}一起旅行，大概是我這輩子遇上的最有趣的事了，今後可別讓我失望哦。",
      "jp": "俺たち、知り合ってからそんなに経つのか。お前との旅は、俺の人生の中で一番面白いことだろうな。これからも俺をガッカリさせないでくれよ。",
      "ko": "우리가 만난 지 그렇게나 오래되었다니, 너와 함께하는 여행은 내 평생 가장 재미있는 일이 되었어, 앞으로도 실망시키지 말라구",
      "en": "I didn't realize we'd known each other for so long now. Time flies! You know, following you on your journey might just be the most fun I've had in my whole life. I hope it stays that way.",
      "de": "Wir kennen uns ja doch schon eine ganze Zeit. Dich auf deiner Reise begleitet zu haben war schon ein tolles Abenteuer. Hoffentlich bleibt das in Zukunft auch so.",
      "es": "No me había parado a pensar en cuánto tiempo hace que nos conocemos. ¡El tiempo vuela! Seguirte en tu viaje es de lo más divertido que he hecho en toda mi vida. Espero que siga siendo así.",
      "fr": "On se connaît depuis un bon bout de temps désormais ! Voyager avec toi est la chose la plus amusante que j'ai faite de toute ma vie. J'espère ne jamais être déçu de ce choix.",
      "pt": "Já nos conhecemos há muito tempo. Sou mesmo sortudo por ter viajado com você. Espero que possamos continuar para sempre.",
      "ru": "Я и не задумывался, что мы знакомы уже так долго. Как летит время! Знаешь, сопровождать тебя в твоём путешествии, возможно, было самым весёлым за всю мою жизнь. Я надеюсь, что так оно и останется.",
      "id": "Ternyata kita sudah bertemu begitu lama. Bepergian denganmu selama ini mungkin adalah hal paling mengasyikkan yang kualami dalam hidup ini, aku harap kamu tidak akan pernah mengecewakanku di kemudian hari.",
      "th": "#นี่พวกเรารู้จักกันมานานขนาดนี้แล้วเหรอเนี่ย ได้ร่วมทางกับ{F#เธอ}{M#นาย}ถือเป็นเรื่องน่าสนใจที่สุดอย่างหนึ่งในชีวิตฉันเลยนะ หลังจากนี้ก็อย่าทำให้ผิดหวังนะ",
      "vi": "Hoá ra chúng ta đã quen biết lâu như vậy. Được đồng hành cùng bạn có lẽ là điều thú vị nhất trong đời tôi, từ nay về sau đừng làm tôi thất vọng nhé."
    }
  },
  {
    "title": {
      "zhs": "凯亚的爱好…",
      "zht": "凱亞的愛好…",
      "jp": "ガイアの趣味…",
      "ko": "케이아의 취미…",
      "en": "Kaeya's Hobbies",
      "de": "Kaeyas Hobbys ...",
      "es": "Aficiones de Kaeya...",
      "fr": "Les loisirs de Kaeya...",
      "pt": "Passatempos de Kaeya...",
      "ru": "Хобби Кэйи...",
      "id": "Hobi Kaeya",
      "th": "งานอดิเรกของ Kaeya...",
      "vi": "Sở thích của Kaeya..."
    },
    "line": {
      "zhs": "品酒也是一种艺术，蒙德的酒是风神的恩赐，懂得好好品味才不会浪费了这份幸运。",
      "zht": "品酒也是一種藝術，蒙德的酒是風神的恩賜，懂得好好品味才不會浪費了這份幸運。",
      "jp": "酒を味わうのも一種の芸術だ。モンドの酒は風の神の恵みなんだ。しっかり味わわなくちゃ、この幸せがもったいないだろ。",
      "ko": "술을 음미하는 것은 예술이라고 할 수 있어, 몬드의 술은 바람의 신이 주신 선물이야. 제대로 음미할 수 있어야 이런 행운을 온전히 누릴 수 있어",
      "en": "Wine tasting is an art form. Mondstadt's wine is a gift from the Anemo Archon. It's only right that one should learn how to appreciate it.",
      "de": "Die Verkostung von Wein ist eine Kunstform, Mondstadts Wein ist ein Geschenk des Gottes des Windes. Es ist wichtig, etwas davon zu verstehen, damit man sein Glück nicht verschwendet.",
      "es": "La cata de vinos es un arte. El vino de Mondstadt es un regalo del Arconte Anemo, por lo que es necesario saber apreciarlo.",
      "fr": "L'œnologie est un art. Le vin mondstadtois est un cadeau de l'Archon Anémo que tout le monde doit apprendre à apprécier.",
      "pt": "Saborear o vinho é um arte. O vinho de Mondstadt é a bênção do Arconte Anemo, e têm que saborear bem o vinho para aproveitar o máximo essa sorte.",
      "ru": "Дегустация вин - это искусство, а вина Мондштадта - это подарок Анемо Архонта, поэтому непременно нужно научиться ценить их.",
      "id": "Mencicipi anggur juga merupakan sebuah seni, dan anggur Mondstadt adalah berkat dari Archon Anemo. Kalau kita mengerti bagaimana cara menikmati anggur ini dengan benar, itu sama artinya dengan kita mensyukuri keberuntungan yang Dewa berikan.",
      "th": "การชิมไวน์ก็เป็นศิลปะอย่างหนึ่ง ไวน์ของ Mondstadt เป็นถึงสิ่งที่ท่านเทพแห่งสายลม ประทานให้เชียวนะ เพราะงั้น การรู้จักรสชาติของไวน์ที่ดี จึงเป็นการไม่ทำให้ของขวัญชิ้นนี้ ต้องสูญเปล่ายังไงล่ะ",
      "vi": "Nếm rượu cũng là một loại nghệ thuật, rượu của Mondstadt là ân điển của Phong Thần, biết cách thưởng thức mới không lãng phí vận may này."
    }
  },
  {
    "title": {
      "zhs": "凯亚的烦恼…",
      "zht": "凱亞的煩惱…",
      "jp": "ガイアの悩み…",
      "ko": "케이아의 고민…",
      "en": "Kaeya's Troubles",
      "de": "Kaeyas Sorgen ...",
      "es": "Preocupaciones de Kaeya...",
      "fr": "Les problèmes de Kaeya...",
      "pt": "Preocupações de Kaeya...",
      "ru": "Беспокойство Кэйи...",
      "id": "Kekhawatiran Kaeya",
      "th": "เรื่องกลุ้มใจของ Kaeya...",
      "vi": "Nỗi buồn của Kaeya..."
    },
    "line": {
      "zhs": "孤独？怎么会，现在不就有人在我身边唠叨么。",
      "zht": "孤獨？怎麼會，現在不就有人在我身邊嘮叨嗎。",
      "jp": "孤独？まさか。今まさに俺の横で喋っているヤツがいるだろ。",
      "ko": "외롭냐고? 그럴 리가, 지금 옆에서 잔소리하는 사람이 있잖아",
      "en": "Lonely? Me? Not with someone here nagging me all the time, that's for sure.",
      "de": "Ob ich einsam bin? Wieso das denn? Ich habe doch jetzt jemanden an meiner Seite.",
      "es": "¿Que si me siento solo? No puedo sentirme solo con alguien parloteando constantemente a mi lado.",
      "fr": "Moi, solitaire ? Jamais ! Pas quand j'ai quelqu'un d'aussi bavard avec moi.",
      "pt": "Sozinho? Nada disso! Mesmo neste momento, tem alguém que está enchendo a minha paciência ao meu lado.",
      "ru": "Одинок? Я? Зато никто не ворчит над ухом.",
      "id": "Kesepian? Mana mungkin? Sekarang saja sedang ada orang yang bawel di sampingku, kan?",
      "th": "ฉันเนี่ยนะเหงา? จะเป็นไปได้ยังไง ตอนนี้ข้าง ๆ ฉันก็ยังมีคนคอยพูดจู้จี้อยู่ไม่ใช่ เหรอไง",
      "vi": "Cô đơn? Sao thế được, bây giờ không phải là đang có người bên cạnh tôi cằn nhằn đó sao."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was er so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "蒙德特酿的起泡白葡萄酒，兑上三份蒲公英酒，苦味会被完美中和，这种酒名叫「午后之死」。美味。",
      "zht": "蒙德特釀的起泡白葡萄酒，兌上三份蒲公英酒，苦味會被完美中和，這種酒名叫「午後之死」。美味。",
      "jp": "モンド特製のスパークリング白ワインに蒲公英酒を3割ほど混ぜるんだ。苦味が完全に中和されるぞ。この酒は「午後の死」って言うんだ。美味いぞ。",
      "ko": "몬드 특제 스파클링 화이트 와인, 민들레주 3인분에 해당하지, 쓴맛이 완벽하게 중화되었어, 이 술은 「오후의 죽음」이야, 아주 맛있어",
      "en": "Sparkling wine is a specialty of Mondstadt. Mix it with three parts Dandelion Wine and the bitterness disappears completely. This concoction is known as \"Death After Noon.\" Delectable.",
      "de": "Ein spezieller Sekt aus Mondstadt. Mische ihn mit drei Teilen Löwenzahnschnaps und der bittere Geschmack verschwindet komplett. Dieses Getränk nennt man „Tod nach Mittag“. Köstlich.",
      "es": "El vino espumoso es una especialidad de Mondstadt. Si lo mezclas con un tercio de vino de diente de león, su amargura desaparece por completo. Esta bebida se conoce como “Muerte después del mediodía”. ¡Deliciosa!",
      "fr": "Le vin pétillant est une spécialité mondstadtoise. Son amertume disparaît si on ajoute trois volumes de vin de dent-de-lion et c'est comme ça qu'on obtient une « mort de l'après-midi ». Exquis.",
      "pt": "Vinho Espumante originário de Mondstadt, junto com Vinho de Dandelion... O seu sabor amargo se abranda, este vinho é conhecido como \"Morte Após a Meia-dia\". Uma delícia!",
      "ru": "Игристое вино - это особая диковинка Мондштадта. Смешай его с тремя частями вина из одуванчиков, и горечь полностью исчезнет. Этот коктейль называют «Полуденная смерть». Восхитительно.",
      "id": "Anggur putih khas Mondstadt ini dicampur dengan tiga bagian Dandelion Wine, dengan demikian rasa pahitnya ternetralkan dengan sempurna. Anggur ini dinamakan \"Death After Noon\". Umm... nikmatnya.",
      "th": "สปาร์คกลิ้งไวน์สูตรพิเศษของ Mondstadt ผสมเข้ากับ สามส่วนของไวน์แดนดิไลออน จากนั้นรสขม ก็จะถูกกลบหายไปอย่างลงตัว ชื่อของเครื่องดื่มนี้ก็คือ Death After Noon... รสเยี่ยมไปเลยล่ะ",
      "vi": "Rượu vang trắng sủi bọt là loại rượu đặc biệt ở Mondstadt, sau khi trộn với ba phần rượu bồ công anh, vị đắng sẽ được trung hoà một cách hoàn hảo. Loại rượu này được gọi là \"Cái Chết Chiều\". Thật sự là mỹ vị."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was er nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang tidak kamu suka",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "居然有人直接把葡萄汁拿来喝，明明只需少许时日就能变成佳酿的…啧，真是不懂浪漫。",
      "zht": "居然有人直接把葡萄汁拿來喝，明明只需少許時日就能變成佳釀的…嘖，真是不懂浪漫。",
      "jp": "ブドウジュースをそのまま飲むヤツがいるとはな。ほんの少し日数をかければ美味い酒になるのに……本当にロマンが分からんヤツだ。",
      "ko": "포도 주스를 바로 마시는 사람이 있네, 조금만 기다리면 훌륭한 술이 될 텐데…. 정말 낭만을 모르는군",
      "en": "I can't believe that some people actually drink grape juice... If they had a little more patience, they would find it ferments into the most exquisite wine. Hmph. So unromantic.",
      "de": "Ich kann mir gar nicht vorstellen, dass manche Leute reinen Traubensaft trinken. Wenn sie nur ein bisschen länger warten würden, dann würde sich der Saft in leckeren Wein verwandeln. Manche Leute verstehen einfach nichts von Romantik.",
      "es": "No me puedo creer que algunas personas beban jugo de uva... Si tuvieran un poco más de paciencia, se darían cuenta que, con un poco de tiempo, el jugo se fermenta hasta conseguir un excelente vino. Algunas personas son tan poco refinadas...",
      "fr": "Je n'arrive toujours pas à croire qu'il existe des gens qui boivent du jus de raisin. S'ils avaient un peu de patience, ce jus se transformerait en un merveilleux vin... Hmph. Ils n'y connaissent rien en bonnes choses.",
      "pt": "Não entendo por que bebem suco de uva! Eles não sabem que as uvas se tornam em bom vinho com tempo!... Não sabem nada de romantismo.",
      "ru": "Не могу поверить, что некоторые люди наслаждаются виноградным соком... Если бы они немного подождали, то обнаружили бы, что он может превратиться в изысканное вино. Эх... Так неромантично.",
      "id": "Ternyata ada juga orang yang menikmati anggur hanya dengan dibuat menjadi jus, padahal hanya perlu beberapa waktu lagi kita bisa mengubahnya menjadi minuman anggur yang nikmat... Hmm, sungguh tidak paham cita rasa.",
      "th": "นึกไม่ถึงเลยนะเนี่ยว่าจะมีคนที่เอา น้ำองุ่นมาดื่มด้วย เก็บไว้ซักหน่อยก็จะได้ไวน์ชั้นดีแล้วแท้ ๆ... เหอะ ไม่โรแมนติกเอาซะเลยนะ",
      "vi": "Lại có người uống nước nho, rõ ràng là chỉ cần vài ngày là có thể biến thành rượu ngon... Hừm, thật là không biết lãng mạn."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "哦！这味道好棒，看不出来，你真有两下子啊。",
      "zht": "#喔！這味道好棒，看不出來，{F#妳}{M#你}真有兩下子啊。",
      "jp": "ほう、実にいい味だ。お前にこんな特技があったとはな。",
      "ko": "오! 맛있는데? 이런 실력이 있는지 몰랐어",
      "en": "Ho! This is quite exceptional... You are full of surprises.",
      "de": "Oh! Es schmeckt so gut. Ich wusste nicht, dass du so gut kochen kannst.",
      "es": "#¡Vaya! Esto es excepcional. Estás llen{F#a}{M#o} de sorpresas.",
      "fr": "Oh ! Quel délice ! On ne dirait pas, mais tu as plus d'un tour dans ton sac.",
      "pt": "Oh! Estava excelente! Você é realmente uma caixinha de surpresas.",
      "ru": "#Ого, исключительный вкус! Да ты {F#полна}{M#полон} сюрпризов.",
      "id": "Waduh! Enak banget. Kamu memang penuh kejutan ya.",
      "th": "อื้ม! รสชาติดีเลย คาดไม่ถึงเลย เธอนี่ไม่ธรรมดาเลยจริง ๆ",
      "vi": "Wa! Hương vị thật tuyệt, có thể thấy bạn rất có bản lĩnh đấy!"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "配上美酒，会变得更美味吧。",
      "zht": "配上美酒，會變得更美味吧。",
      "jp": "美酒も一緒なら、もっと美味くなるだろう。",
      "ko": "술이랑 같이 먹으면 더 맛있을 거야",
      "en": "You should serve this with wine, it would really add the finishing touch.",
      "de": "Mit einem guten Wein wird es noch köstlicher, oder?",
      "es": "Deberías servir esto con vino, le daría el toque perfecto.",
      "fr": "Ce serait parfait avec un bon vin.",
      "pt": "Se acompanhássemos com um bom vinho, ficaria ainda melhor.",
      "ru": "Стоит подавать с вином, будет ещё лучше.",
      "id": "Makannya ini minumnya anggur, pasti mantap tuh.",
      "th": "ถ้าทานคู่กับไวน์ ต้องอร่อยยิ่งขึ้นกว่านี้อีกแน่เลย",
      "vi": "Kết hợp với rượu ngon sẽ càng ngon hơn nữa."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "放心，我只是吃得慢了一点，我会好好吃完的。",
      "zht": "放心，我只是吃得慢了一點，我會好好吃完的。",
      "jp": "心配するな、ゆっくりと食べたいだけだ。もちろん、最後まで食べるさ。",
      "ko": "먹는 게 좀 느려서 그렇지, 다 먹을 테니까 걱정 마",
      "en": "I'm just a slow eater... I'll finish it, don't worry.",
      "de": "Keine Sorge, ich esse nur ein bisschen langsamer, ich werde es schon schaffen.",
      "es": "#Como muy despacio... Pero me lo terminaré, tranquil{F#a}{M#o}.",
      "fr": "Ne t'inquiète pas. Je suis un peu lent, mais je vais finir de tout manger.",
      "pt": "Não se preocupe, só estou comendo devagar, mas vou acabar tudo.",
      "ru": "Я просто медленно ем... Не волнуйся, я обязательно съем всё.",
      "id": "Aku kalau makan memang pelan-pelan ... Tapi pasti nanti bakal kuhabiskan. Janji.",
      "th": "ไม่ต้องห่วง ฉันแค่กินช้าเฉย ๆ เดี๋ยวฉันจะกินให้หมดเลย",
      "vi": "Yên tâm, tôi chỉ ăn hơi chậm thôi, lát tôi sẽ vét sạch đĩa mà."
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "值得庆贺的日子，祝你今天能得到真正的快乐。",
      "zht": "#值得慶賀的日子，祝{F#妳}{M#你}今天能得到真正的快樂。",
      "jp": "めでたい日だ。今日は心から楽しめるといいな。",
      "ko": "축하해야 할 날이야, 오늘을 진심으로 즐겼으면 좋겠어",
      "en": "Today is a day worth celebrating, I hope this day can bring you true happiness.",
      "de": "Heute ist ein Tag zum Feiern. Am heutigen Tag wünsche ich dir wahre Freude.",
      "es": "Hoy es un día digno de celebrar. Espero que seas muy feliz.",
      "fr": "Aujourd'hui est un grand jour. Je souhaite qu'il t'apporte joie et bonheur !",
      "pt": "Hoje é um dia para comemorar, espero que você encontre a felicidade eterna.",
      "ru": "Сегодня стоит устроить праздник. Желаю, чтобы этот день принёс тебе много радости.",
      "id": "Hari ini sungguh layak untuk dirayakan, semoga kamu mendapatkan kebahagiaanmu yang sesungguhnya hari ini.",
      "th": "#วันนี้เป็นวันดี ขอให้{F#เธอ}{M#นาย}พบกับความสุขที่แท้จริง ในวันนี้นะ",
      "vi": "Một ngày đáng để ăn mừng, chúc bạn ngày hôm nay sẽ có được niềm hạnh phúc thực sự."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "嚯，你也有两下子嘛。",
      "zht": "#嚯，{F#妳}{M#你}也有兩下子嘛。",
      "jp": "へぇ、お前、やるなぁ。",
      "ko": "오, 너도 꽤 하는구나!",
      "en": "Hmm. Not bad.",
      "de": "Du hast auch einiges drauf.",
      "es": "¡Esto no está nada mal!",
      "fr": "Oh, pas mal du tout.",
      "pt": "Hmm. Nada mal.",
      "ru": "Хм, неплохо.",
      "id": "Hei, rupanya kamu hebat juga ya.",
      "th": "อืมม ก็ไม่เลวล่ะนะ",
      "vi": "Ồ, bạn cũng có chút bản lĩnh đấy."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "你好像一直都很照顾我嘛。谢啦。",
      "zht": "#{F#妳}{M#你}好像一直都很照顧我嘛。謝啦。",
      "jp": "長いことお前の世話になってるな、礼を言うぜ。",
      "ko": "계속 날 돌봐줬던 것 같네, 고마워",
      "en": "You always seem to be around to give me a hand. Thanks.",
      "de": "Du kümmerst dich immer so gut um mich. Danke dir.",
      "es": "Siempre estás cuidándome. Gracias.",
      "fr": "Tu sembles te préoccuper beaucoup de ma personne, merci beaucoup.",
      "pt": "Você parece estar sempre por perto para me dar uma mão. Obrigado.",
      "ru": "#Ты всегда готов{F#а} оказать мне услугу. Спасибо.",
      "id": "Kamu sepertinya selalu menjaga dan merawatku selama ini. Terima kasih ya.",
      "th": "#ดูเหมือน{F#เธอ}{M#นาย}จะคอยช่วยฉัน อยู่ตลอดเลยนะ ขอบใจมากนะ",
      "vi": "Hình như bạn vẫn luôn chăm sóc cho tôi. Cảm ơn nhé."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "力量又增强了啊…我说，你那是什么眼神，怎么感觉比我还兴奋。",
      "zht": "#力量又增強了啊…我說，{F#妳}{M#你}那是什麼眼神，怎麼感覺比我還興奮。",
      "jp": "力がまた強くなった…何だその目は、俺より興奮してるように見えるのは気のせいか。",
      "ko": "힘이 또 강해졌네. 너 눈빛이 왜 그래? 어째 나보다 더 흥분한 것 같아",
      "en": "Hmm, seems I'm getting stronger. I say, how is it you seem happier than me about it?",
      "de": "Es scheint, als wäre ich stärker geworden. Es sieht ja fast so aus, als wärst du noch erfreuter darüber als ich.",
      "es": "#Estoy haciéndome más fuerte. ¿Cómo es que pareces más emocionad{F#a}{M#o} tú que yo?",
      "fr": "J'ai l'impression de devenir plus puissant... Mais tu as l'air de t'en réjouir beaucoup plus que moi, ai-je tort ?",
      "pt": "Hum, parece que estou ficando mais forte. Digo, por que você parece mais feliz do que eu?",
      "ru": "Кажется, я становлюсь сильнее... Почему ты радуешься из-за этого больше меня?",
      "id": "Kekuatannya telah meningkat lagi... Mengapa tatapanmu seperti itu? Kurasa kamu lebih bersemangat daripada aku.",
      "th": "#แข็งแกร่งขึ้นอีกแล้วนะเนี่ย... แต่ฉันสงสัยว่าทำไม{F#เธอ}{M#นาย} มองอย่างนั้นล่ะ ทำไมรู้สึกว่า{F#เธอ}{M#นาย}ตื่นเต้นกว่าฉัน อีกล่ะเนี่ย",
      "vi": "Sức mạnh lại tăng lên rồi... nà, sao ánh mắt của bạn còn có vẻ vui hơn tôi nhỉ."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "本来只是同行，没想到你居然为我做到这一步…看来我也必须好好回应你才行呢。继续我们的旅程吧，挚友，是时候认真起来了。",
      "zht": "#本來只是同行，沒想到{F#妳}{M#你}居然為我做到這一步…看來我也必須好好回應{F#妳}{M#你}才行呢。繼續我們的旅程吧，摯友，是時候認真起來了。",
      "jp": "ただの同行者だと思っていたが、まさか俺のためにここまでしてくれるとはな…俺もきちんと応えないといけないな。旅を続けるんだ、友よ、全身全霊でもって応えよう。",
      "ko": "동행만 했을 뿐이었는데 날 위해 이렇게까지 할 줄 몰랐어…. 나도 제대로 보답해야겠네. 우리의 여정을 계속하자 친구. 진지해져야 할 때야",
      "en": "We were just traveling partners. I never thought I'd have you to thank for getting me to this point. Seems I really should respond in kind. Let us carry on, partner. The road ahead is still long.",
      "de": "#Wir waren ursprünglich nur Reisepartner, da hätte ich nie gedacht, dass du so weit für mich gehen würdest. Dann muss ich wohl auch das Gleiche für dich tun, {F#meine liebe Freundin}{M#mein lieber Freund}.",
      "es": "#En un principio, tú y yo solo éramos compañeros de viaje. Nunca pensé que me ayudarías a llegar hasta este punto... Te lo pagaré, puedes estar segur{F#a}{M#o}. Sigamos con nuestro viaje, soci{F#a}{M#o}. Aún nos queda mucho por recorrer.",
      "fr": "#Nous étions censés n'être que de simples partenaires de voyage, alors je n'aurais jamais pensé que tu m'aiderais à en arriver là, merci. Je me dois de faire de même pour toi... Continuons notre chemin ensemble, mon {M#ami}{F#amie}.",
      "pt": "#Éramos apenas companheiros, nunca imaginei que você me ajudaria a chegar a esse ponto... Eu tenho que te responder bem. Vamos continuar, grande amig{F#a}{M#o}! Ainda há muitas incertezas à nossa frente.",
      "ru": "#Мы ведь просто начали вместе путешествовать. Никогда не думал, что буду благодарен тебе за то, что ты {M#привёл}{F#привела} меня к этому моменту. Я должен ответить тебе тем же. Продолжим наш путь, дружище. Впереди нас ждёт долгая дорога.",
      "id": "Padahal awalnya kita hanya teman kerja, tapi aku tidak menyangka bahwa kamu akan melakukan semua ini untukku... Karena itu, aku harus membalas kebaikanmu. Ayo kita lanjutkan perjalanannya, sahabat. Sudah saatnya kini untuk serius.",
      "th": "#แต่เดิมก็แค่การร่วมทางไปด้วยกัน ไม่คิดว่า{F#เธอ}{M#นาย}จะยอมทำให้ฉันถึง ขนาดนี้นะเนี่ย... ดูแล้วฉันคงต้องหาทางตอบแทน {F#เธอ}{M#นาย}บ้างล่ะนะ ออกเดินทางต่อกันเถอะคู่หู ได้เวลาเอาจริงกันแล้ว",
      "vi": "Vốn chỉ là đồng hành, không ngờ bạn lại làm điều này cho tôi... xem ra tôi cũng phải báo đáp bạn thật tốt mới được. Hãy tiếp tục hành trình của chúng ta, bạn thân mến, đã đến lúc phải nghiêm túc rồi."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "老实点！",
      "zht": "老實點！",
      "jp": "おとなしくしやがれ！",
      "ko": "얌전히 있어!",
      "en": "Cool it!",
      "de": "Sei still!",
      "es": "¡Enfríalo!",
      "fr": "Du calme !",
      "pt": "Esfrie!",
      "ru": "Остынь!",
      "id": "Mendinginlah!",
      "th": "จริงใจหน่อย!",
      "vi": "Thành thật chút đi!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "冻结吧！",
      "zht": "凍結吧！",
      "jp": "凍れ！",
      "ko": "얼어붙어라!",
      "en": "Freeze!",
      "de": "Friere!",
      "es": "¡Congélate!",
      "fr": "Gelez !",
      "pt": "Congele agora!",
      "ru": "Заморозка!",
      "id": "Membekulah!",
      "th": "แข็งไปซะ!",
      "vi": "Đóng băng!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "这个如何？",
      "zht": "這個如何？",
      "jp": "こいつはどうだ？",
      "ko": "이건 어때?",
      "en": "Dodge this!",
      "de": "Wie gefällt dir das?",
      "es": "¡Esquiva esto!",
      "fr": "Esquivez ça !",
      "pt": "Esquive desta!",
      "ru": "Попробуй увернись!",
      "id": "Hindari ini!",
      "th": "เจอนี่หน่อยเป็นไง?",
      "vi": "Thế này thì sao?"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "小心着凉。",
      "zht": "小心著涼。",
      "jp": "風邪ひくなよ。",
      "ko": "감기 조심",
      "en": "Don't get frostbite.",
      "de": "Erkälte dich nicht!",
      "es": "¡El hielo también quema!",
      "fr": "Attention, froid devant.",
      "pt": "Cuidado para não congelar.",
      "ru": "Не обморозься!",
      "id": "Jangan sampai masuk angin.",
      "th": "อย่าโดนน้ำแข็งกัดซะล่ะ",
      "vi": "Cẩn thận cảm lạnh nhé."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "抱歉哦。",
      "zht": "抱歉哦。",
      "jp": "すまん、すまん。",
      "ko": "미안",
      "en": "Oh, so sorry!",
      "de": "Tut mir leid.",
      "es": "Oh, ¡perdón!",
      "fr": "Oh, pardon !",
      "pt": "Ah, me desculpe!",
      "ru": "Мои извинения.",
      "id": "Maaf.",
      "th": "โทษทีนะ",
      "vi": "Thật xin lỗi."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "…这刹那，将是你的永恒。",
      "zht": "…這剎那，將是你的永恆",
      "jp": "…この瞬間、お前は永遠を手にする。",
      "ko": "…이 순간을 영원하게 만들어주지",
      "en": "This moment will be frozen in time.",
      "de": "Dieser Augenblick wird ewig währen.",
      "es": "Este momento se congelará para siempre.",
      "fr": "Cet instant deviendra votre éternité.",
      "pt": "Este momento ficará congelado em nossas memórias.",
      "ru": "Этот момент застынет во времени.",
      "id": "Momen ini akan membeku selamanya.",
      "th": "...วาระสุดท้ายของเจ้า จะถูกแช่แข็งไปตลอดกาล",
      "vi": "Đây sẽ là cái kết của ngươi."
    }
  },
  {
    "title": {
      "zhs": "冲刺开始·其一",
      "zht": "衝刺開始·其一",
      "jp": "ダッシュ開始·1",
      "ko": "대시 시작·첫 번째",
      "en": "Sprint Start: I",
      "de": "Rennen – Start I",
      "es": "Al esprintar (I)",
      "fr": "Début de sprint (1)",
      "pt": "Início da Corrida - I",
      "ru": "Начало спринта I",
      "id": "Mulai Lari: I",
      "th": "เริ่มวิ่ง - 1",
      "vi": "Xung Kích Bắt Đầu I"
    },
    "line": {
      "zhs": "真是急性子啊你。",
      "zht": "#真是急性子啊{F#妳}{M#你}。",
      "jp": "お前って本当にせっかちだな。",
      "ko": "성격도 참 급해",
      "en": "What's the hurry?",
      "de": "Du bist ungeduldig.",
      "es": "¿Por qué tanta prisa?",
      "fr": "Pourquoi tant de précipitation ?",
      "pt": "Por que tanta pressa?",
      "ru": "Что за спешка?",
      "id": "Sungguh tidak sabaran.",
      "th": "จะรีบร้อนอะไรขนาดนั้น",
      "vi": "Thật là nóng tính."
    }
  },
  {
    "title": {
      "zhs": "冲刺结束·其一",
      "zht": "衝刺結束·其一",
      "jp": "ダッシュ終了·1",
      "ko": "대시 종료·첫 번째",
      "en": "Sprint End: I",
      "de": "Rennen – Ende I",
      "es": "Después de esprintar (I)",
      "fr": "Fin de sprint (1)",
      "pt": "Final da Corrida - I",
      "ru": "Конец спринта I",
      "id": "Selesai Berlari: I",
      "th": "หยุดวิ่ง - 1",
      "vi": "Xung Kích Kết Thúc I"
    },
    "line": {
      "zhs": "呼，哈哈。",
      "zht": "呼，哈哈。",
      "jp": "フン～",
      "ko": "후우~",
      "en": "*pant* Haha.",
      "de": "Hu, haha!",
      "es": "*Uf*, jaja.",
      "fr": "Pfiou, haha.",
      "pt": "*Ofegante* Haha.",
      "ru": "*тяжело дышит* Ха!",
      "id": "*hosh* Haha.",
      "th": "ฮึ ฮ่าฮ่า",
      "vi": "Phù, haha."
    }
  },
  {
    "title": {
      "zhs": "打开风之翼·其一",
      "zht": "打開風之翼·其一",
      "jp": "風の翼を広げる·1",
      "ko": "바람의 날개 사용·첫 번째",
      "en": "Deploying Wind Glider: I",
      "de": "Windgleiter öffnen I",
      "es": "Al abrir el planeador (I)",
      "fr": "Utilisation de planeur (1)",
      "pt": "Abrindo o Planador - I",
      "ru": "Запуск планера I",
      "id": "Membuka Wind Glider: I",
      "th": "เปิดเครื่องร่อนเวหา - 1",
      "vi": "Mở Phong Chi Dực I"
    },
    "line": {
      "zhs": "起风了。",
      "zht": "起風了。",
      "jp": "風だ。",
      "ko": "바람이 불고 있어",
      "en": "Catch the wind.",
      "de": "Der Wind weht.",
      "es": "Hace viento.",
      "fr": "Le vent se lève.",
      "pt": "Pegue o vento.",
      "ru": "Ловим ветер.",
      "id": "Perhatikan embusan angin.",
      "th": "ลมกำลังพัดเลย",
      "vi": "Nổi gió rồi."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "运气还不错！",
      "zht": "運氣還不錯！",
      "jp": "なかなか運がいいじゃないか！",
      "ko": "운이 좋은데!",
      "en": "How fortunate!",
      "de": "Was für ein Glücksfall!",
      "es": "¡Qué buena suerte!",
      "fr": "Quelle chance !",
      "pt": "Que sorte!",
      "ru": "Как удачно!",
      "id": "Beruntungnya!",
      "th": "โชคดีเหมือนกันแฮะ!",
      "vi": "Cũng may mắn ra phết!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "挺有趣的。",
      "zht": "滿有趣的。",
      "jp": "ふん、興味深い。",
      "ko": "재밌군",
      "en": "Fascinating.",
      "de": "Faszinierend.",
      "es": "Fascinante.",
      "fr": "Fascinant.",
      "pt": "Fascinante!",
      "ru": "Очаровательно.",
      "id": "Menarik.",
      "th": "น่าสนใจ",
      "vi": "Thật thú vị."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "哈哈，真有乐子。",
      "zht": "哈哈，真有樂子。",
      "jp": "ははっ、実に愉快だ。",
      "ko": "하하, 신나는걸",
      "en": "Haha, quite the find.",
      "de": "Haha, ein toller Fund.",
      "es": "Jaja, ¡qué buen hallazgo!",
      "fr": "Haha, une bien belle trouvaille.",
      "pt": "Haha, que belo achado.",
      "ru": "Ха-ха, отличная находка.",
      "id": "Haha, bagus.",
      "th": "ฮ่าฮ่า สนุกจังเลย",
      "vi": "Ha ha, thực sự rất vui."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "看来该认真了。",
      "zht": "看來該認真了。",
      "jp": "本気出さないといけないようだな。",
      "ko": "진지해져야겠군",
      "en": "Time to fight back, I s'pose.",
      "de": "Jetzt wird’s ernst.",
      "es": "Hora de ponerse serios.",
      "fr": "On dirait qu'il est temps d'être sérieux.",
      "pt": "Suponho que seja hora de lutar.",
      "ru": "Кажется, пора возвращаться.",
      "id": "Waktunya untuk serius melawan, kurasa.",
      "th": "เห็นทีคงต้องจริงจังหน่อยแล้ว",
      "vi": "Xem ra phải nghiêm túc rồi."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "似乎变得无聊了…",
      "zht": "似乎變得無聊了…",
      "jp": "つまらなくなってきやがった…",
      "ko": "따분해졌어…",
      "en": "I'm getting tired of this game.",
      "de": "Es wird langweilig ...",
      "es": "Ya me estoy aburriendo...",
      "fr": "Tout cela me fatigue...",
      "pt": "Estou ficando cansado deste jogo.",
      "ru": "Меня начинает утомлять эта игра.",
      "id": "Aku mulai bosan dengan permainan ini.",
      "th": "ชักจะน่าเบื่อไปแล้ว...",
      "vi": "Có vẻ như nhạt nhẽo quá..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "麻烦的家伙…",
      "zht": "麻煩的傢伙…",
      "jp": "面倒なヤツだ…",
      "ko": "성가신 녀석…",
      "en": "You're getting on my nerves...",
      "de": "So ein Ärger ...",
      "es": "Qué molesto...",
      "fr": "Quelle plaie...",
      "pt": "Você está me irritando...",
      "ru": "Ты действуешь мне на нервы...",
      "id": "Kamu sangat merepotkan...",
      "th": "เจ้าคนน่ารำคาญ...",
      "vi": "Thật phiền phức..."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "让我帮你吧，记得欠我一个人情。",
      "zht": "讓我幫你吧，記得欠我一個人情。",
      "jp": "俺が手を貸すぜ。借りは返せよ。",
      "ko": "내가 도와주지, 너 나한테 빚진 거야",
      "en": "I'll help out, but you owe me.",
      "de": "Ich werde dir helfen, aber dann schuldest du mir was.",
      "es": "Te ayudaré, pero me debes una.",
      "fr": "Je vais aider, mais tu m'en devras une.",
      "pt": "Te ajudarei, mas você vai ficar me devendo.",
      "ru": "Я помогу, но ты у меня в долгу.",
      "id": "Biar kubantu, tapi sekarang kamu berutang padaku.",
      "th": "ให้ฉันช่วยเธอเถอะ แต่จำไว้ว่าเธอติดค้างฉันอยู่ก็พอ",
      "vi": "Để tôi giúp, xem như nợ tôi một lần đấy!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "喂，命丢了可就不好玩了。",
      "zht": "喂，命丟了可就不好玩了。",
      "jp": "おい、命を落としたらつまんないぞ。",
      "ko": "이봐, 죽으면 다 끝이라구",
      "en": "Hey, don't die on me. That's no fun.",
      "de": "He, stirb mir nicht weg. Das macht keinen Spaß.",
      "es": "Ey, no te me mueras, eso no tendría gracia.",
      "fr": "Hé, ne meurs pas comme ça. Ce ne serait pas drôle.",
      "pt": "Ei, não morra agora. Isso não seria divertido.",
      "ru": "Эй, не смей умирать. Так неинтересно.",
      "id": "Hei, jangan mati begitu saja. Tidak seru ah.",
      "th": "เฮ้ ถ้าตายขึ้นมาจริง ๆ มันก็ไม่สนุกแล้วนะ",
      "vi": "Này, mất mạng là hết vui đó!"
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotado (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "还没尽…兴…",
      "zht": "還沒盡…興…",
      "jp": "お楽しみは…これから…",
      "ko": "아직 충분히… 즐기지 못했어",
      "en": "I'm not done...",
      "de": "Wir fangen gerade erst an.",
      "es": "Aún no he terminado...",
      "fr": "Je n'en ai... pas fini...",
      "pt": "Ainda não terminei...",
      "ru": "Это ещё не всё...",
      "id": "Aku belum selesai...",
      "th": "ยังไม่...หนำใจเลย...",
      "vi": "Vẫn chưa thỏa...thích..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotado (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "哼，意料之外…",
      "zht": "哼，意料之外…",
      "jp": "フンッ、予想外だぜ…",
      "ko": "흥, 예상 밖이야…",
      "en": "That was unexpected...",
      "de": "Unvorhergesehen ...",
      "es": "Eso no me lo esperaba...",
      "fr": "Hmph, quelle surprise...",
      "pt": "Não esperava por essa...",
      "ru": "Как неожиданно...",
      "id": "Sungguh tak terduga...",
      "th": "หึ เหนือความคาดหมาย...",
      "vi": "Hừ, chuyện ngoài ý muốn..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotado (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "太难看了。",
      "zht": "太難看了。",
      "jp": "ザマぁない。",
      "ko": "너무 보기 흉해",
      "en": "This doesn't look good...",
      "de": "Wie schlimm.",
      "es": "Esto no es bueno...",
      "fr": "Je suis pathétique...",
      "pt": "Não parece bom...",
      "ru": "Нехорошо...",
      "id": "Ini tidak terlihat bagus...",
      "th": "ดูไม่ได้เลย",
      "vi": "Khó coi quá."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "可恶…",
      "zht": "可惡…",
      "jp": "くそっ…",
      "ko": "제기랄…",
      "en": "Urgh!",
      "de": "Verdammt!",
      "es": "¡Arg!",
      "fr": "Zut !",
      "pt": "Urgh!",
      "ru": "Тьфу!",
      "id": "Urgh!",
      "th": "บ้าจริง...",
      "vi": "Đáng ghét..."
    }
  },
  {
    "title": {
      "zhs": "重受击·其二",
      "zht": "重受擊·其二",
      "jp": "重ダメージを受ける·2",
      "ko": "강공격 피격·두 번째",
      "en": "Heavy Hit Taken: II",
      "de": "Schweren Treffer erlitten II",
      "es": "Recibiendo un fuerte ataque (II)",
      "fr": "Attaque puissante subie (2)",
      "pt": "Ataque Pesado Sofrido - II",
      "ru": "Получен тяжёлый удар II",
      "id": "Menerima Serangan Hebat: II",
      "th": "โดนโจมตีอย่างหนัก - 2",
      "vi": "Bị Trọng Kích II"
    },
    "line": {
      "zhs": "适可而止。",
      "zht": "適可而止。",
      "jp": "ほどほどにしておけよ。",
      "ko": "적당히 해",
      "en": "Don't push your luck!",
      "de": "Fordere dein Glück nicht heraus!",
      "es": "No tientes a la suerte.",
      "fr": "Arrêtez tant que vous le pouvez.",
      "pt": "Não abuse da sorte!",
      "ru": "Не испытывай удачу!",
      "id": "Jangan keterlaluan ya!",
      "th": "เอาแค่หอมปากหอมคอแล้วกัน",
      "vi": "Biết dừng đúng lúc nhé."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "真期待啊。",
      "zht": "真期待啊。",
      "jp": "楽しみだな。",
      "ko": "정말 기대되는군",
      "en": "Oh, I'm looking forward to this.",
      "de": "Ich kann es kaum erwarten.",
      "es": "¡Estoy impaciente!",
      "fr": "J'ai hâte.",
      "pt": "Ah, estou ansioso por isso.",
      "ru": "О, не терпится приступить к делу!",
      "id": "Oh, aku sudah sangat menantikannya.",
      "th": "ตั้งตารอเลยนะเนี่ย",
      "vi": "Mong chờ ghê..."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "去找点乐子吧。",
      "zht": "去找點樂子吧。",
      "jp": "面白いものを探しに行こう。",
      "ko": "재밌는 걸 찾으러 가볼까?",
      "en": "This will be interesting.",
      "de": "Das wird interessant.",
      "es": "Esto será interesante.",
      "fr": "On va s'amuser.",
      "pt": "Isso vai ser interessante.",
      "ru": "Это будет интересно!",
      "id": "Sepertinya akan jadi menarik.",
      "th": "ไปหาเรื่องสนุก ๆ กันเถอะ",
      "vi": "Tìm chút niềm vui nào."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "早就准备好喽。",
      "zht": "早就準備好囉。",
      "jp": "用意はとっくに出来てるぜ。",
      "ko": "준비는 벌써 끝났다고",
      "en": "Ready when you are.",
      "de": "Ich bin bereit.",
      "es": "Estoy listo cuando tú lo estés.",
      "fr": "Je suis prêt.",
      "pt": "Pronto quando você estiver.",
      "ru": "Если все готовы, то и я тоже.",
      "id": "Siap kapan pun kamu siap.",
      "th": "พร้อมตั้งนานแล้วล่ะ",
      "vi": "Đã chuẩn bị xong từ sớm rồi."
    }
  }
]