[
  {
    "title": {
      "zhs": "普通攻击· 喧哗屋传说",
      "zht": "普通攻擊· 喧嘩屋傳說",
      "jp": "通常攻撃·喧嘩屋伝説",
      "ko": "일반 공격·싸움꾼 전설",
      "en": "Normal Attack: Fight Club Legend",
      "de": "Standardangriff: Lärmende Legende",
      "es": "Ataque Normal: Héroe del combate",
      "fr": "Attaque normale : Légende de la baston",
      "pt": "Ataque Normal: Lenda do Combate",
      "ru": "Легенда бойцовского клуба",
      "id": "Normal Attack: Fight Club Legend",
      "th": "โจมตีปกติ: Fight Club Legend",
      "vi": "Tấn Công Thường - Huyền Thoại Đấm Nhau"
    },
    "description": {
      "zhs": "<color=#FFD780FF>普通攻击</color>\n进行至多四段的连续挥砍。\n在第二段与第四段攻击命中敌人时，会分别产生1层与2层「乱神之怪力」效果。\n最多拥有5层乱神之怪力，每次触发都会刷新已有的乱神之怪力持续时间。\n\n此外，施放元素战技「魔杀绝技·赤牛发破！」或进行冲刺后的一小段时间内，普通攻击连击段数不会重置。\n\n<color=#FFD780FF>重击</color>\n长按进行重击时，若拥有乱神之怪力，将进行不消耗体力的「荒泷逆袈裟」斩击。荒泷逆袈裟的每次攻击都将消耗一层乱神之怪力；消耗最后一层时，将施展格外强力的终结一击。\n没有乱神之怪力时，将消耗体力，进行一次猛烈的左一文字斩。\n\n<color=#FFD780FF>下落攻击</color>\n从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
      "zht": "<color=#FFD780FF>普通攻擊</color>\n進行至多四段的連續揮砍。\n在第二段與第四段攻擊命中敵人時，會分別產生1層與2層「亂神之怪力」效果。\n最多擁有5層亂神之怪力，每次觸發都會刷新已有的亂神之怪力持續時間。\n\n此外，施放元素戰技「魔殺絕技·赤牛發破！」或進行衝刺後的一小段時間內，普通攻擊連擊段數不會重置。\n\n<color=#FFD780FF>重擊</color>\n長按進行重擊時，若擁有亂神之怪力，將進行不消耗體力的「荒瀧逆袈裟」斬擊。荒瀧逆袈裟的每次攻擊都將消耗一層亂神之怪力；消耗最後一層時，將施展格外強力的終結一擊。\n沒有亂神之怪力時，將消耗體力，進行一次猛烈的左一文字斬。\n\n<color=#FFD780FF>下落攻擊</color>\n從空中下墜衝擊地面，攻擊下落路徑上的敵人，並在落地時造成範圍傷害。",
      "jp": "<color=#FFD780FF>通常攻撃</color>\n最大4段の連続攻撃を行う。\n2段目と4段目の攻撃が敵に命中すると、それぞれ1層分と2層分の「乱神の怪力」効果を獲得する。\n所有できる乱神の怪力は最大5層までとなり、獲得するたびに既存の乱神の怪力の継続時間を更新する。\n\n元素スキル「魔殺絶技·岩牛発破！」を発動またはダッシュした後の一定時間、通常攻撃の連撃段数がリセットされない。\n\n<color=#FFD780FF>重撃</color>\n長押しで重撃を発動する時、乱神の怪力を所有していると、スタミナを消費しない「荒瀧逆袈裟」斬撃を発動できる。荒瀧逆袈裟を発動するたびに乱神の怪力が1層消費される。最後の1層を消費すると、強力なとどめの一撃を繰り出す。\n乱神の怪力を所有していない時、スタミナを消費し、力強い左一文字斬りを繰り出す。\n\n<color=#FFD780FF>落下攻撃</color>\n空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
      "ko": "<color=#FFD780FF>일반 공격</color>\n검으로 최대 4번 공격한다.\n2번째와 4번째 공격이 적을 명중하면, 「난신의 괴력」 효과를 각각 1스택과 2스택 획득한다.\n난신의 괴력은 최대 5스택 중첩 가능하고, 발동할 때마다 난신의 괴력 지속 시간을 갱신한다.\n\n또한 원소전투 스킬 「마살 절기·적우발파!」 발동 혹은 대시 후 짧은 시간 동안 일반 공격 콤보수가 초기화되지 않는다.\n\n<color=#FFD780FF>강공격</color>\n홀드하여 강공격 발동 시, 난신의 괴력 효과가 있으면 스태미나를 소모하지 않는 「아라타키 케사기리」를 발동한다. 아라타키 케사기리를 발동할 때마다 난신의 괴력을 1스택 소모한다. 마지막 스택을 소모하면, 강력한 마지막 일격을 발동한다.\n난신의 괴력 효과가 존재하지 않으면, 스태미나를 소모해 맹렬한 사이치몬지 참격을 발동한다.\n\n<color=#FFD780FF>낙하 공격</color>\n공중에서 땅을 내리찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
      "en": "<color=#FFD780FF>Normal Attack</color>\nPerforms up to 4 consecutive strikes.\nWhen the 2nd and 4th strikes hit opponents, Itto will gain 1 and 2 stacks of Superlative Superstrength, respectively.\nMax 5 stacks. Triggering this effect will refresh the current duration of any existing stacks.\n\nAdditionally, Itto's Normal Attack combo does not immediately reset after sprinting or using his Elemental Skill, \"Masatsu Zetsugi: Akaushi Burst!\"\n\n<color=#FFD780FF>Charged Attack</color>\nWhen holding to perform a Charged Attack, Itto unleashes a series of Arataki Kesagiri slashes without consuming Stamina. Instead, each Arataki Kesagiri slash consumes 1 stack of Superlative Superstrength. When the final stack is consumed, Itto delivers a powerful final slash.\nIf no stacks of Superlative Superstrength are available, Itto will perform a single Saichimonji Slash.\n\n<color=#FFD780FF>Plunging Attack</color>\nPlunges from mid-air to strike the ground, damaging opponents along the path and dealing AoE DMG upon impact.",
      "de": "<color=#FFD780FF>Standardangriff</color>\nFührt bis zu 4 Schwünge mit dem Schwert hintereinander aus.\nGibt Itto beim Treffen von Gegnern mit den Angriffen Phase 2 und Phase 4 1 bzw. 2 Stapelungen des Effekts „superstarke Superkraft“.\n5-fach stapelbar. Erneuert die Wirkungsdauer der superstarken Superkraft bei jedem Auslösen.\n\nSetzt die Kombozahl des Standardangriffs darüber hinaus kurze Zeit nach Anwendung der Elementarfähigkeit „Masatsu Zetsugi – Akaushi-Wurf!“ oder nach dem Rennen nicht zurück.\n\n<color=#FFD780FF>Heftiger Schlag</color>\nFührt, wenn „superstarke Superkraft“ vorhanden ist, nach dem Gedrückthalten zum Ausführen eines heftiges Schlags „Arataki Kesagiri“ aus, wofür keine Ausdauer verbraucht wird. Bei jedem Angriff mit Arataki Kesagiri wird eine Stapelung superstarke Superkraft verbraucht. Beim Verbrauchen der letzten Stapelung wird ein besonders starker Schlag ausgelöst.\nOhne superstarke Superkraft wird Ausdauer verbraucht, um einen einzelnen Saichimonji-Hieb auszulösen.\n\n<color=#FFD780FF>Angriff aus dem Fall</color>\nSchlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden.",
      "es": "<color=#FFD780FF>Ataque Normal</color>\nRealiza hasta 4 tajos de espada consecutivos.\nAl golpear a un enemigo con el segundo y el cuarto tajo, crea respectivamente 1 y 2 cargas del efecto “fuerza sobrenatural”, el cual puede acumularse un máximo de 5 veces. Al activar este efecto, se reiniciará la duración de las cargas existentes.\n\nAdemás, durante un breve periodo de tiempo después de usar la Habilidad Elemental, “Exterminio del mal: ¡Embestida taurina!”, o de esprintar, la secuencia de los Ataques Normales de Arataki Itto no se reiniciará.\n\n<color=#FFD780FF>Ataque Cargado</color>\nCuando Arataki Itto posee la fuerza sobrenatural, mantén pulsado para hacer Ataques Cargados que ejecutan golpes de espada kesagiri, los cuales no consumen Aguante. Cada ataque de este movimiento consumirá una carga de fuerza sobrenatural. Al consumir la última carga, se libera un golpe final aún más poderoso.\nSi Arataki Itto no posee ninguna carga de fuerza sobrenatural, consumirá Aguante y realizará un violento tajo horizontal.\n\n<color=#FFD780FF>Ataque Descendente</color>\nSe lanza desde el aire para golpear el suelo, dañando a los enemigos cercanos e infligiendo Daño en el AdE en el momento del impacto.",
      "fr": "<color=#FFD780FF>Attaque normale</color>\nEnchaîne jusqu'à 4 coups d'épée.\nLorsque son 2e et 4e coup touchent un ennemi, Itto gagne respectivement 1 et 2 cumuls de Mégaforce superlative.\nItto peut détenir un maximum de 5 cumuls de Mégaforce superlative, et chaque fois que cet effet se déclenche, la durée des cumuls en sa possession est réinitialisée.\n\nDe plus, l'enchaînement d'attaques normales d'Itto ne sera pas réinitialisé pendant une courte période après Zetsugi anti-démon : Catapultage d'akaushi ou l'initiation d'un sprint.\n\n<color=#FFD780FF>Attaque chargée</color>\nLorsque vous maintenez appuyé pour lancer une attaque chargée tout en possédant des cumuls de Mégaforce superlative, vous pouvez effectuer des kesa giri d'Arataki sans consommer d'endurance. Chaque kesa giri consommera à la place un cumul de Mégaforce superlative. Lorsque le dernier cumul de Mégaforce est consommé, Itto libère une attaque finale très puissante.\nSi aucun cumul de Mégaforce superlative n'est disponible, Itto consommera de l'endurance pour effectuer une simple entaille de Saichimonji.\n\n<color=#FFD780FF>Attaque plongeante</color>\nPlonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis sur la route et des DGT de zone à l'impact.",
      "pt": "<color=#FFD780FF>Ataque Normal</color>\nRealiza até 4 golpes consecutivos.\nQuando seu 2º e 4º ataque atingirem os oponentes, Itto vai gerar 1 e 2 cargas de Superforça Superlativa respectivamente. \nMáximo de 5 cargas. O acionamento deste efeito reiniciará a duração atual de qualquer acúmulo existente.\n\nAlém disso, mesmo quando usar a Habilidade Elemental \"Masatsu Zetsugi: Explosão Akaushi!\" ou depois de correr por um curto período de tempo, o combo do Ataque Normal de Itto não será redefinido. \n\n<color=#FFD780FF>Ataque Carregado</color>\nAo manter pressionado para iniciar um Ataque Carregado, poderá usar cortes de Arataki Kesagiri sem usar qualquer Stamina. Cada corte de Arataki Kesagiri consumirá 1 carga de Superforça Superlativa. Quando a carga final for consumida, Itto irá desencadear um ataque especialmente poderoso.\nQuando não houver cargas de Superforça Superlativa disponíveis, Itto executará um único corte Saichimonji.\n\n<color=#FFD780FF>Ataque Imersivo</color>\nMergulha em pleno ar para golpear o chão, danificando inimigos em seu caminho e infligindo dano em uma AdE durante o impacto.",
      "ru": "<color=#FFD780FF>Обычная атака</color>\nДо четырёх рубящих ударов.\nПри попадании второго удара по врагу персонаж получает 1 ур. эффекта Невероятная сила, при попадании четвёртого удара - 2 ур.\nНевероятная сила может складываться до 5 раз. При каждом срабатывании длительность обновляется для всех уровней Невероятной силы.\n\nКроме этого, комбо обычных атак не сбрасывается в течение короткого периода после запуска элементального навыка Масацу дзэцуги: Взрыв акауси или спринта.\n\n<color=#FFD780FF>Заряженная атака</color>\nЕсли у персонажа есть Невероятная сила, то, удерживая кнопку заряженной атаки, можно наносить рубящие удары Аратаки кэсагири, не расходуя выносливость. Каждый удар Аратаки кэсагири расходует 1 ур. Невероятной силы. При расходе последнего уровня Невероятной силы Итто наносит особенно мощный удар.\nЕсли нет накопленных уровней Невероятной силы, Итто выполняет одиночный рубящий удар Сайтимондзи.\n\n<color=#FFD780FF>Атака в падении</color>\nСтремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
      "id": "<color=#FFD780FF>Normal Attack</color>\nMelancarkan hingga 4 serangan berturut-turut.\nSerangan ke-2 dan ke-4 yang mengenai musuh masing-masing akan menghasilkan 1 lapis dan 2 lapis efek Superlative Superstrength.\nMaksimum dapat ditumpuk hingga 5 lapis. Setiap kali memicu efek ini akan memperbarui durasi Superlative Superstrength yang sudah dimiliki.\n\nSelain itu, selama beberapa saat setelah melancarkan Elemental Skill Masatsu Zetsugi: Akaushi Burst! atau berlari, kombo Normal Attack Itto tidak akan di-reset.\n\n<color=#FFD780FF>Charged Attack</color>\nBila Itto memiliki Superlative Superstrength saat menahan tombol serang untuk melancarkan Charged Attack, Itto akan melancarkan serangan Arataki Kesagiri tanpa mengonsumsi Stamina. Setiap serangan Arataki Kesagiri akan mengonsumsi 1 lapis Superlative Superstrength. Dan saat mengonsumsi lapisan terakhir, Itto akan melancarkan 1 tebasan akhir dengan DMG yang lebih kuat.\nBila tidak memiliki Superlative Superstrength, Itto akan mengonsumsi Stamina untuk melancarkan 1 tebasan Saichimonji yang kuat.\n\n<color=#FFD780FF>Plunging Attack</color>\nMenerjang dari udara untuk menghantam tanah, menyerang semua musuh di jalurnya dan mengakibatkan DMG Area saat mendarat.",
      "th": "#<color=#FFD780FF>โจมตีปกติ</color>\nฟาดฟันต่อเนื่องมากสุดสี่ครั้ง\nเมื่อการโจมตีครั้งที่สองและครั้งที่สี่ถูกศัตรู จะทำให้เกิดเอฟเฟกต์ \"Superlative Superstrength\" 1 ชั้น และ 2 ชั้น ตามลำดับ\nจะสามารถครอบครองได้มากสุด 5 ชั้น ซึ่งทุกครั้งที่เกิดเอฟเฟกต์นี้ จะรีเฟรชช่วงเวลาต่อเนื่องของ Superlative Superstrength ที่มีอยู่\n\nนอกจากนี้ ภายในช่วงเวลาสั้น ๆ หลังจากปล่อยสกิลธาตุ \"Masatsu Zetsugi: Akaushi Burst!\" หรือทำการวิ่ง จำนวนครั้งการโจมตีต่อเนื่องของการโจมตีปกติจะไม่รีเซ็ต\n\n<color=#FFD780FF>ชาร์จโจมตี</color>\nเมื่อ{LAYOUT_MOBILE#แตะค้าง}{LAYOUT_PC#กดค้าง}{LAYOUT_PS#กดค้าง}เพื่อใช้ชาร์จโจมตี หากครอบครอง Superlative Superstrength อยู่ จะเป็นการใช้ Arataki Kesagiri ที่ไม่ใช้พลังกาย โดยการโจมตีของ Arataki Kesagiri แต่ละครั้ง จะใช้ Superlative Superstrength หนึ่งชั้น; เมื่อใช้ Superlative Superstrength ชั้นสุดท้าย จะปิดท้ายด้วยการโจมตีที่มีความรุนแรงเป็นพิเศษ\nในตอนที่ไม่มี Superlative Superstrength จะใช้พลังกายเพื่อปลดปล่อย Saichimonji Slash ที่มีความรุนแรงออกมาหนึ่งครั้ง\n\n<color=#FFD780FF>โจมตีพุ่งลงจากอากาศ</color>\nกระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น",
      "vi": "<color=#FFD780FF>Tấn Công Thường</color>\nThực hiện tối đa 4 lần chém liên tiếp.\nLần chém thứ 2 và thứ 4 trúng địch sẽ lần lượt nhận 1 tầng và 2 tầng \"Quỷ Lực Vô Song\".\nTối đa sở hữu 5 tầng \"Quỷ Lực Vô Song\", mỗi lần kích hoạt đều sẽ làm mới thời gian duy trì của Quỷ Lực Vô Song đã có.\n\nNgoài ra, trong một thời gian ngắn sau khi xung kích hoặc thi triển kỹ năng nguyên tố \"Tuyệt Kỹ Masatsu - Akaushi Công Phá!\", số lần liên kích đánh thường sẽ không bị tái lập.\n\n<color=#FFD780FF>Trọng Kích</color>\nKhi nhấn giữ để thực hiện trọng kích, nếu có Quỷ Lực Vô Song sẽ thi triển \"Arataki Kesagiri\" không tiêu tốn thể lực. Arataki Kesagiri mỗi lần tấn công sẽ tiêu hao một tầng Quỷ Lực Vô Song; Khi tiêu hao đến tầng cuối cùng sẽ thi triển thêm đòn kết liễu mạnh mẽ.\nKhi không có Quỷ Lực Vô Song sẽ tiêu hao thể lực để thi triển một lần Nhát Chém Saichimonji cực mạnh.\n\n<color=#FFD780FF>Tấn Công Khi Đáp</color>\nĐáp xuống đất từ trên không, tấn công kẻ địch trên đường, đồng thời gây sát thương phạm vi khi chạm đất."
    }
  },
  {
    "title": {
      "zhs": "魔杀绝技·赤牛发破！",
      "zht": "魔殺絕技·赤牛發破！",
      "jp": "魔殺絶技·岩牛発破！",
      "ko": "마살 절기·적우발파!",
      "en": "Masatsu Zetsugi: Akaushi Burst!",
      "de": "Masatsu Zetsugi – Akaushi-Wurf!",
      "es": "Exterminio del mal: ¡Embestida taurina!",
      "fr": "Zetsugi anti-démon : Catapultage d'akaushi",
      "pt": "Masatsu Zetsugi: Explosão Akaushi!",
      "ru": "Масацу дзэцуги: Взрыв акауси!",
      "id": "Masatsu Zetsugi: Akaushi Burst!",
      "th": "Masatsu Zetsugi: Akaushi Burst!",
      "vi": "Tuyệt Kỹ Masatsu - Akaushi Công Phá!"
    },
    "description": {
      "zhs": "将荒泷派编外成员小赤牛「阿丑」高速投掷出去，对命中的敌人造成<color=#FFE699FF>岩元素伤害</color>！「阿丑」命中敌人时，会为荒泷一斗提供1层「乱神之怪力」效果。\n\n「阿丑」会留在场上提供支援：\n·持续嘲讽周围的敌人，吸引火力；\n·耐久度按比例继承荒泷一斗的生命值上限；\n·受到伤害时，会为荒泷一斗自己提供1层「乱神之怪力」效果。每2秒至多通过这种方式提供1层；\n·耐久度耗尽或持续时间结束时会逃走，并在离开时为荒泷一斗自己提供1层「乱神之怪力」效果。\n\n<color=#FFD780FF>长按</color>\n调整投掷方向。\n\n「阿丑」被视为<color=#FFE699FF>岩元素创造物</color>；同时只能存在一个由荒泷一斗自己召唤的「阿丑」。\n\n<i>招式名字出自小说《鬼武道》（著者·顺吉），但是照搬原文「鬼杀绝技」似乎有点版权问题，而且一斗是「鬼」啊。</i>",
      "zht": "將荒瀧派編外成員小赤牛「阿丑」高速投擲出去，對命中的敵人造成<color=#FFE699FF>岩元素傷害</color>！「阿丑」命中敵人時，會為荒瀧一斗提供1層「亂神之怪力」效果。\n\n「阿丑」會留在場上提供支援：\n·持續嘲諷周圍的敵人，吸引火力；\n·耐久度按比例繼承荒瀧一斗的生命值上限；\n·受到傷害時，會為荒瀧一斗自己提供1層「亂神之怪力」效果。每2秒至多透過這種方式提供1層；\n·耐久度耗盡或持續時間結束時會逃走，並在離開時為荒瀧一斗自己提供1層「亂神之怪力」效果。\n\n<color=#FFD780FF>長按</color>\n調整投擲方向。\n\n「阿丑」被視為<color=#FFE699FF>岩元素創造物</color>；同時只能存在一個由荒瀧一斗自己召喚的「阿丑」。\n\n<i>招式名字出自小說《鬼武道》（著者·順吉），但是照搬原文「鬼殺絕技」似乎有點版權問題，而且一斗是「鬼」啊。</i>",
      "jp": "荒瀧派の隠れた構成員である岩べこ「丑雄」を素早く投げつけ、命中した敵に<color=#FFE699FF>岩元素ダメージ</color>を与える。「丑雄」が敵に命中すると、荒瀧一斗に「乱神の怪力」効果を1層与える。\n\n「丑雄」はフィールドに残って戦闘のサポートを行う。\n·持続的に周囲の敵を挑発し、攻撃を引き付ける。\n·耐久度は荒瀧一斗のHP上限によって決まる。\n·ダメージを受けると、荒瀧一斗自身に「乱神の怪力」効果を1層付与する。この方式での獲得は2秒毎に1回のみ可能。\n·耐久度が尽きる、または継続時間が終了すると撤退し、荒瀧一斗自身に「乱神の怪力」を1層付与する。\n\n<color=#FFD780FF>長押し</color>\n投擲方向を調整できる。\n\n「丑雄」は<color=#FFE699FF>岩元素創造物</color>とみなされる。荒瀧一斗自身が召喚した「丑雄」は、同時に1体しか存在できない。\n\n<i>スキル名は小説『鬼武道』（著·順吉）を参考にしたものだが、「鬼殺絶技」をそのまま流用するのは著作権上に問題があったようだ。一斗は「鬼」だというのに。</i>",
      "ko": "아라타키파의 숨겨진 멤버 어린 붉은 소 「우시」를 던져 명중한 적에게 <color=#FFE699FF>바위 원소 피해</color>를 준다! 「우시」가 적 명중 시, 아라타키 이토에게 「난신의 괴력」 효과를 1스택 제공한다.\n\n「우시」는 필드에 남아 지원한다.\n·주변의 적을 도발하여 공격을 유도한다.\n·내구도는 아라타키 이토의 HP 최대치를 일정 비율 계승한다.\n·피해를 입을 때, 아라타키 이토 자신에게 「난신의 괴력」 효과를 1스택 제공한다. 2초마다 해당 방식으로 최대 1스택 획득할 수 있다.\n·내구도가 바닥나거나 지속 시간 종료 시 도망가며 아라타키 이토에게 「난신의 괴력」 효과를 1스택 제공한다.\n\n<color=#FFD780FF>홀드</color>\n투척 방향을 조정한다.\n\n「우시」는 <color=#FFE699FF>바위 원소 속성 창조물</color>로 간주한다. 아라타키 이토가 소환한 「우시」는 동시에 1마리만 존재할 수 있다.\n\n<i>기술의 이름은 전부 《귀무도》(저자·쥰키치)라는 소설에서 따왔다. 하지만 원작의 「귀살 절기」를 그대로 가져다 쓰면 저작권 문제가 있을 수 있다. 게다가 이토 본인이 바로 「오니(귀신)」인데</i>",
      "en": "Hurls Ushi, the young akaushi bull and auxiliary member of the Arataki Gang, dealing <color=#FFE699FF>Geo DMG</color> to opponents on hit. When Ushi hits opponents, Arataki Itto gains 1 stack of Superlative Superstrength.\n\nUshi will remain on the field and provide support in the following ways:\n· Taunts surrounding opponents and draws their attacks.\n· Inherits HP based on a percentage of Arataki Itto's Max HP.\n· When Ushi takes DMG, Arataki Itto gains 1 stack of Superlative Superstrength. Only 1 stack can be gained in this way every 2s.\n· Ushi will flee when its HP reaches 0 or its duration ends. It will grant Arataki Itto 1 stack of Superlative Superstrength when it leaves.\n\n<color=#FFD780FF>Hold</color>\nAdjust throwing angle.\n\nUshi is considered a <color=#FFE699FF>Geo construct</color>. Arataki Itto can only deploy 1 Ushi on the field at any one time.\n\n<i>The name of this technique is derived from Onibudou (a light novel series written by Junkichi). However, calling it \"Onisatsu Zetsugi\" probably constitutes copyright infringement — not to mention how Itto himself is an oni and all...</i>",
      "de": "Schleudert Ushi, einen jungen Akaushi-Bullen und ein loses Mitglied der Arataki-Bande, mit hoher Geschwindigkeit auf Gegner und fügt getroffenen Gegnern <color=#FFE699FF>Geo-Schaden</color> zu! Verleiht Arataki Itto, wenn Ushi Gegner trifft, 1 Stapelung des Effekts „superstarke Superkraft“.\n\nUshi bleibt nach dem Wurf auf dem Feld und bietet folgende Unterstützung:\n· Verspottet Gegner in der Umgebung fortlaufend und zieht ihre Angriffe auf sich.\n· Beständigkeit hängt von Arataki Ittos max. LP ab.\n· Gibt Arataki Itto beim Erleiden von Schaden 1 Stapelung des Effekts „superstarke Superkraft“. Alle 2 s 1 Stapelung auf diese Weise möglich.\n· Flieht bei aufgebrauchter Beständigkeit oder nach Ablaufen der Wirkungsdauer und gibt Arataki Itto dabei 1 Stapelung des Effekts „superstarke Superkraft“.\n\n<color=#FFD780FF>Gedrückt halten</color>\nAnpassung der Wurfrichtung.\n\nUshi gilt als <color=#FFE699FF>Geo-Objekt</color>. Zu einem Zeitpunkt kann nur ein von Arataki Itto selbst beschworener Ushi existieren.\n\n<i>Der Name dieser Technik leitet sich von „Onibudou“, einem Roman von Junkichi, ab. Es würde jedoch wahrscheinlich eine Urheberrechtsverletzung darstellen, sie „Onisatsu Zetsugi“ zu nennen, mal ganz davon abgesehen, dass Itto selbst ein Oni ist.</i>",
      "es": "Lanza a Ushi, el toro akaushi ayudante de la Banda de Arataki, para infligir <color=#FFE699FF>Daño Geo</color>. Al golpear a un enemigo, otorga a Arataki Itto una carga de fuerza sobrenatural.\n\nUshi se quedará en el campo de batalla para ayudar:\n·Provoca continuamente a los enemigos cercanos para que lo ataquen.\n·Hereda cierto porcentaje de Vida en función de la Vida Máx. de Arataki Itto.\n·Al recibir daño, otorga a Itto una carga de fuerza sobrenatural. Como máximo, solo puede otorgar una carga cada 2 s de esta manera.\n·Tras quedarse sin Vida o al terminar su duración, Ushi huirá y otorgará a Arataki Itto una carga de fuerza sobrenatural.\n\n<color=#FFD780FF>Mantener pulsado</color>\nAjusta la dirección en la que se lanza a Ushi.\n\nUshi es considerado una <color=#FFE699FF>creación Geo</color>, y Arataki Itto no puede crear más de uno a la vez.\n\n<i>El nombre de esta habilidad proviene de la novela «El espíritu marcial», escrita por Junkichi. Sin embargo, como en el texto original el término era “exterminio de los oni”, había problemas de derechos de autor, ¡por no olvidar que Itto es un oni!</i>",
      "fr": "#Projette Ushi, le jeune taureau akaushi et membre auxiliaire du gang Arataki, pour infliger des <color=#FFE699FF>DGT Géo</color> ! Lorsqu'Ushi touche un ennemi, il accorde à Arataki Itto 1 cumul de Mégaforce superlative.\n\nUshi reste ensuite sur le terrain et apporte son aide des façons suivantes{NON_BREAK_SPACE}:\n· Il nargue les ennemis proches et attire leur attention.\n· Il hérite d'un pourcentage des PV max d'Arataki Itto.\n· Lorsqu'il subit des DGT, il accorde à Arataki Itto 1 cumul de Mégaforce superlative. Un cumul peut être obtenu une fois toutes les 2 s de cette manière.\n· Si ses PV sont épuisés ou si la durée arrive à terme, il s'enfuit tout en accordant à Arataki Itto 1 cumul de Mégaforce superlative.\n\n<color=#FFD780FF>Appui long</color>\nAjuste la direction du jet.\n\nUshi est considéré comme une <color=#FFE699FF>construction Géo</color>, et Arataki Itto ne peut générer qu'un seul Ushi à la fois.\n\n<i>Le nom de cette technique est dérivé d'« Onibudo », un roman écrit par Junkichi. Cependant, l'appeler «{NON_BREAK_SPACE}Zetsugi anti-oni{NON_BREAK_SPACE}» constituerait probablement une violation de droits d'auteur... Sans parler du fait qu'Itto lui-même est un Oni...</i>",
      "pt": "Lança Ushi, o jovem touro akaushi e membro auxiliar da Gangue Arataki, causando <color=#FFE699FF>Dano Geo</color> nos oponentes! Quando Ushi atingir os oponentes, concederá a Arataki Itto 1 carga de Superforça Superlativa.\n\nUshi permanecerá no campo e fornecerá apoio das seguintes formas:\nChama a atenção dos oponentes ao redor e atrai seus ataques.\nHerda certa porcentagem de Vida baseada na Vida Máxima de Arataki Itto.\nQuando atacado, ele fornecerá a Arataki Itto 1 carga de Superforça Superlativa. 1 carga pode ser obtida desta forma uma vez a cada 2s.\nEle fugirá quando sua Vida chegar a 0 ou sua duração terminar. Ele concederá a Arataki Itto 1 carga de Superforça Superlativa quando ele sair de campo.\n\n<color=#FFD780FF>Manter Pressionado</color>\nAjusta o ângulo de lançamento.\n\nUshi é considerado uma <color=#FFE699FF>Construção Geo</color> e Arataki Itto só pode ter 1 Ushi que ele mesmo tenha colocado em campo por vez.\n\n<i>O nome desta técnica é derivado de Onibudou (uma light novel escrita por Junkichi). Entretanto, chamá-lo de \"Onisatsu Zetsugi\" provavelmente constituiria uma violação de direitos autorais — sem mencionar como o Itto em si é um oni e tal...</i>",
      "ru": "Забрасывает Уси, бычка породы акауси и внештатного бойца банды Аратаки, который наносит врагам <color=#FFE699FF>Гео урон</color>! Когда Уси попадает во врага, Аратаки Итто получает 1 ур. Невероятной силы.\n\nУси остаётся на поле боя для поддержки:\n· Уси дразнит врагов, отвлекая их на себя.\n· Его макс. HP зависит от макс. HP Аратаки Итто.\n· Когда Уси получает урон, Аратаки Итто получает 1 ур. Невероятной силы (не чаще чем раз в 2 сек.).\n· Когда у Уси заканчивается HP или время его действия подходит к концу, он убегает, добавляя Аратаки Итто 1 ур. Невероятной силы.\n\n<color=#FFD780FF>Долгое нажатие</color>\nПозволяет отрегулировать направление заброски Уси.\n\nУси считается <color=#FFE699FF>Гео конструкцией</color>. У Аратаки может быть только один свой Уси одновременно.\n\n<i>Название техники заимствовано из романа Дзюнкити «Онибудо». Правда, там оно звучит немного иначе - Онисацу дзэцуги, «уникальная техника убийства óни». Пришлось немного подправить название и заменить в названии «óни» на «ма» - «нечисть». Во-первых, это позволяет избежать нарушения авторских прав. А во-вторых, Итто ведь и сам óни, так что...</i>",
      "id": "Melempar Ushi — seekor banteng akaushi muda yang juga adalah anggota tambahan dari Geng Arataki, untuk mengakibatkan <color=#FFE699FF>Geo DMG</color> pada musuh! Saat Ushi mengenai musuh, Arataki Itto akan memperoleh 1 lapis Superlative Superstrength.\n\nUshi akan tetap tinggal di medan pertempuran untuk memberikan bantuan:\n·Terus menerus mengejek musuh di sekitar untuk menarik perhatiannya.\n·HP Ushi mewarisi Max HP Arataki Itto berdasarkan persentase tertentu.\n·Saat Ushi terkena DMG, Ushi akan memberikan 1 lapis Superlative Superstrength pada Arataki Itto sendiri. Itto hanya bisa mendapatkan 1 lapis Superlative Superstrength setiap 2 detik dengan cara ini.\n·Saat HP-nya mencapai 0 atau durasinya berakhir, Ushi akan pergi meninggalkan medan pertempuran dan memberikan 1 lapis Superlative Superstrength kepada Itto sendiri.\n\n<color=#FFD780FF>Mode Tahan</color>\n\nMengatur arah lemparan.\n\nUshi dianggap sebagai sebuah <color=#FFE699FF>Geo Construct</color> dan hanya bisa ada 1 Ushi ciptaan Itto sendiri saja di medan pertempuran pada saat bersamaan.\n\n<i>Nama teknik ini berasal dari novel ringan Onibudou (karangan Junkichi). Tapi kalau pakai nama \"Onisatsu Zetsugi\", nanti kena masalah hak cipta. Lagian, Itto kan memang oni betulan ....</i>",
      "th": "#ขว้าง \"Ushi\" กระทิง Akaushi ตัวน้อยผู้เป็นสมาชิกเสริมของแก๊ง Arataki ออกไปด้วยความเร็วสูง เพื่อสร้าง<color=#FFE699FF>ความเสียหายหิน</color>แก่ศัตรูที่ถูกโจมตี! เมื่อ Ushi ถูกศัตรู จะมอบเอฟเฟกต์ Superlative Superstrength 1 ชั้น ให้แก่ Arataki Itto\n\nUshi จะยังคงอยู่ในการต่อสู้เพื่อให้การสนับสนุน:\n·หลอกล่อศัตรูที่อยู่โดยรอบเพื่อดึงดูดการโจมตี;\n·ระดับความทนทานจะขึ้นอยู่กับสัดส่วนของพลังชีวิตสูงสุดที่ได้รับสืบทอดมาจาก Arataki Itto;\n·เมื่อได้รับความเสียหาย จะมอบเอฟเฟกต์ Superlative Superstrength ให้แก่ Arataki Itto 1 ชั้น โดยทุก 2 วินาที จะมอบเอฟเฟกต์ด้วยวิธีนี้ได้มากสุด 1 ชั้น;\n·จะหนีไปเมื่อระดับความทนทานหมดลง หรือสิ้นสุดช่วงระยะเวลาต่อเนื่อง และจะมอบเอฟเฟกต์ Superlative Superstrength ให้แก่ Arataki Itto 1 ชั้น ในตอนที่จากไป\n\n<color=#FFD780FF>{LAYOUT_MOBILE#แตะค้าง}{LAYOUT_PC#กดค้าง}{LAYOUT_PS#กดค้าง}</color>\nปรับทิศทางการขว้าง\n\nUshi จะถูกมองว่าเป็น<color=#FFE699FF>วัตถุที่สร้างด้วยธาตุหิน</color>; ในช่วงเวลาเดียวกัน จะสามารถมี Ushi ที่ตัวของ Arataki Itto เองเรียกออกมาได้เพียงหนึ่งตัวเท่านั้น\n\n<i>ชื่อของกระบวนท่านี้มาจากนิยายเรื่อง \"ศาสตร์การต่อสู้ของโอนิ\" (ประพันธ์โดย Junkichi) อย่างไรก็ตามดูเหมือนว่าการที่ลอกเลียนมาจาก \"เคล็ดวิชาการสังหารโอนิ\" นั้นจะทำให้ติดปัญหาเรื่องลิขสิทธิ์ แล้วอีกอย่าง ก็ Itto เค้าเป็นโอนินี่นา...</i>",
      "vi": "Ném bò con \"Ushi\" - thành viên ngoài biên chế của Bang Arataki, gây <color=#FFE699FF>Sát Thương Nguyên Tố Nham</color> cho kẻ địch trúng phải! Khi \"Ushi\" trúng kẻ địch sẽ cung cấp cho Arataki Itto 1 tầng \"Quỷ Lực Vô Song\".\n\n\"Ushi\" sẽ ở lại trong trận để chi viện:\n·Liên tục khiêu khích kẻ địch xung quanh, thu hút hỏa lực;\n·Độ bền sẽ dựa vào tỷ lệ giới hạn HP của Arataki Itto;\n·Khi chịu sát thương sẽ cung cấp cho Arataki Itto 1 tầng \"Quỷ Lực Vô Song\". Mỗi 2 giây tối đa chỉ có thể nhận được 1 tầng thông qua cách này;\n·Khi hết độ bền hoặc thời gian tồn tại, \"Ushi\" sẽ để lại cho Arataki Itto 1 tầng \"Quỷ Lực Vô Song\" rồi chạy mất.\n\n<color=#FFD780FF>Nhấn giữ</color>\nĐiều chỉnh hướng ném.\n\n\"Ushi\" sẽ được tính là <color=#FFE699FF>tạo vật Nguyên Tố Nham</color>; Cùng lúc chỉ có thể tồn tại một \"Ushi\" do bản thân Arataki Itto ném ra.\n\n<i>Tên chiêu thức này được lấy cảm hứng từ quyển tiểu thuyết \"Quỷ Võ Đạo\" của tác giả Junkichi，nhưng nếu giữ tên gốc là \"Tuyệt Kỹ Onisatsu\" có vẻ bị dính bản quyền, hơn nữa Itto cũng là \"Oni\" mà.</i>"
    }
  },
  {
    "title": {
      "zhs": "最恶鬼王·一斗轰临！！",
      "zht": "最惡鬼王·一斗轟臨！！",
      "jp": "最凶鬼王·一斗轟臨！！",
      "ko": "최흉의 귀왕·이토 강림!!",
      "en": "Royal Descent: Behold, Itto the Evil!",
      "de": "Schrecklicher Oni-König – Itto bricht vor!",
      "es": "Rey oni maligno: ¡Itto contra todos!",
      "fr": "Roi oni maléfique : Avènement d'Itto",
      "pt": "Descendência Real: Contemplem, Itto o Maligno!",
      "ru": "Явление короля: Итто Жестокий!",
      "id": "Royal Descent: Behold, Itto the Evil!",
      "th": "Royal Descent: Behold, Itto the Evil!",
      "vi": "Siêu Cấp Quỷ Vương - Itto Giáng Lâm!"
    },
    "description": {
      "zhs": "是时候展现荒泷派的一斗之威名了！在接下来的一段时间内化身「怒目鬼王」，使用鬼王金碎棒战斗。\n具有如下特性：\n·普通攻击、重击与下落攻击造成的伤害转为无法被附魔覆盖的<color=#FFE699FF>岩元素伤害</color>；\n·提高荒泷一斗普通攻击的攻击速度，并基于其防御力，提高攻击力；\n·第一与第三段攻击在命中敌人时，将为荒泷一斗自己提供1层「乱神之怪力」效果；\n·荒泷一斗的所有元素抗性与物理抗性降低20%。\n\n「怒目鬼王」状态将在荒泷一斗退场时解除。\n\n<i>一斗奥义中的奥义（自称）。为了变强去模仿其他东西没有意义，因为世界上最强最恶的鬼王即「荒泷一斗」是也。那一斗只要去模仿一斗就可以了！</i>\n<i>翔太觉得很帅。</i>",
      "zht": "是時候展現荒瀧派的一斗之威名了！在接下來的一段時間內化身「怒目鬼王」，使用鬼王金碎棒戰鬥。\n具有如下特性：\n·普通攻擊、重擊與下落攻擊造成的傷害轉為無法被附魔覆蓋的<color=#FFE699FF>岩元素傷害</color>；\n·提高荒瀧一斗普通攻擊的攻擊速度，並基於其防禦力，提高攻擊力；\n·第一與第三段攻擊在命中敵人時，將為荒瀧一斗自己提供1層「亂神之怪力」效果；\n·荒瀧一斗的所有元素抗性與物理抗性降低20%。\n\n「怒目鬼王」狀態將在荒瀧一斗退場時解除。\n\n<i>一斗奧義中的奧義（自稱）。為了變強去模仿其他東西沒有意義，因為世界上最強最惡的鬼王即「荒瀧一斗」是也。那一斗只要去模仿一斗就可以了！</i>\n<i>翔太覺得很帥。</i>",
      "jp": "荒瀧派·一斗の威名を轟かせる時が来た！発動後、荒瀧一斗は一定時間「憤怒の鬼王」と化し、鬼王金砕棒で戦うようになる。\n鬼王金砕棒は下記の特徴を持つ。\n·通常攻撃、重撃、落下攻撃ダメージは、元素付与によって他の元素に変化しない<color=#FFE699FF>岩元素ダメージ</color>へと変わる。\n·荒瀧一斗の通常攻撃の攻撃速度がアップし、そして防御力を基準に攻撃力がアップする。\n·1段目、3段目の攻撃が敵に命中すると、荒瀧一斗自身に「乱神の怪力」を1層付与する。\n·荒瀧一斗の全元素耐性と物理耐性-20%。\n\n「憤怒の鬼王」状態は、荒瀧一斗が退場する時に解除される。\n\n<i>一斗の奥義中の奥義（自称）。強くなるために何かを模倣するのは意味がない。何故なら、この世でもっとも強く、最凶の鬼王とは「荒瀧一斗」のことなのだから。それゆえ、一斗は一斗自身の真似をしていればいい。</i>\n<i>なお、翔太はかっこいいと思っている。</i>",
      "ko": "아라타키파의 이토의 위엄을 드러낼 시간이다! 일정 시간 동안 「분노의 귀왕」이 되어 귀왕의 금쇄봉을 사용하며 싸운다.\n 아래의 특성을 가진다:\n·일반 공격, 강공격과 낙하 공격이 다른 원소 효과로 대체될 수 없는 <color=#FFE699FF>바위 원소 피해</color>로 전환된다.\n·아라타키 이토의 일반 공격의 공격 속도가 증가하고 방어력에 기반해 공격력이 증가한다.\n·첫 번째와 세 번째 공격이 적 명중 시 아라타키 이토 자신에게 「난신의 괴력」 효과를 1스택 부여한다.\n·아라타키 이토의 모든 원소 내성과 물리 내성이 20% 감소한다.\n\n「분노의 귀왕」 상태는 아라타키 이토가 퇴장하면 사라진다.\n\n<i>이토의 오의 중의 오의(자칭). 강해지기 위해 다른 누군가를 따라 하는 건 의미 없어. 왜냐하면 세계 최강 최악의 귀왕은 바로 나 「아라타키 이토」니까. 이토는 이토만 따라 하면 되는 거야!</i>\n<i>쇼타는 이토가 멋있어 보인다</i>",
      "en": "Time to show 'em the might of the Arataki Gang! For a time, Itto lets out his inner Raging Oni King, wielding his Oni King's Kanabou in battle.\nThis state has the following special properties:\n· Converts Itto's Normal, Charged, and Plunging Attacks to <color=#FFE699FF>Geo DMG</color>. This cannot be overridden.\n· Increases Itto's Normal Attack SPD. Also increases his ATK based on his DEF.\n· On hit, the 1st and 3rd strikes of his attack combo will each grant Arataki Itto 1 stack of Superlative Superstrength.\n· Decreases Itto's Elemental and Physical RES by 20%.\n\nThe Raging Oni King state will be cleared when Itto leaves the field.\n\n<i>This is the pinnacle technique of the ultimate fighting style (according to Itto). It would be pointless for Arataki Itto to reference any other fighting styles to improve his own, for he, and no other, is the strongest, most terrible oni in the land.</i>\n<i>Shouta thinks it looks really cool.</i>",
      "de": "Es wird Zeit, die Macht von Itto aus der Arataki-Bande zur Schau zu stellen! Bringt Ittos inneren „wütenden Oni-König“ hervor und verwendet dessen Kanabou zum Kampf.\nMerkmale:\n· Verursacht mit Standardangriffen, heftigen Schlägen und Angriffen aus dem Fall <color=#FFE699FF>Geo-Schaden</color>, wobei diese Elementarumwandlung nicht von anderen Elementen überdeckt werden kann.\n· Erhöht die Angriffs-GSW von Arataki Ittos Standardangriff und erhöht seinen ANG basierend auf seiner VTD.\n· Verleiht Arataki Itto selbst beim Treffen von Gegnern mit den Angriffen von Phase 1 und Phase 3 1 Stapelung des Effekts „superstarke Superkraft“.\n· Verringert Arataki Ittos WDS gegen alle Elemente sowie seinen physischen WDS um 20 %.\n\nDer Zustand „wütender Oni-König“ erlischt, wenn Arataki Itto ausgewechselt wird.\n\n<i>Dies ist Ittos größte ultimative Supertechnik, zumindest behauptet er das. Für Arataki Itto bringt es nichts, andere nachzuahmen, um stärker zu werden, weil er ja schon der stärkste und schrecklichste Oni überhaupt ist.</i>\n<i>Shouta findet ihn echt klasse.</i>",
      "es": "¡Hora de mostrar el gran poder del líder de la Banda de Arataki! Itto se transforma en un rey oni enfurecido durante cierto tiempo y combate usando una gran maza.\nAdemás, adquiere las siguientes características:\n·El daño infligido con los Ataques Normales, Cargados y Descendentes se transforma en <color=#FFE699FF>Daño Geo</color>, el cual no puede sustituirse imbuyéndose de otro elemento.\n·Aumenta la Vel. de Ataque Normal de Arataki Itto y, en proporción a su DEF, aumenta su ATQ.\n·El primer y el tercer tajo del Ataque Normal de Arataki Itto crean cada uno una carga de fuerza sobrenatural al golpear a un enemigo.\n·Todas sus RES Elementales y su RES Física se reducen en un 20%.\n\nEl estado de rey oni enfurecido desaparecerá una vez que Arataki Itto sea retirado de combate.\n\n<i>Esta es la autoproclamada “supertécnica definitiva de Itto”. No tiene sentido que intente imitar otra cosa para volverse más fuerte, ya que él y nadie más que él es el oni más fuerte y terrible del mundo. Con que se imite a sí mismo, es suficiente.</i>\n<i>A Shouta, esto le parece algo genial.</i>",
      "fr": "Il est temps de montrer la puissance du gang Arataki ! Itto laisse émerger son Roi oni courroucé intérieur pendant un certain temps, utilisant son kanabo de Roi oni au combat.\nLes caractéristiques suivantes s'appliquent :\n· Les attaques normales, chargées et plongeantes sont imprégnées de <color=#FFE699FF>DGT Géo</color> ne pouvant pas être enchantés.\n· La VIT d'attaque des attaques normales d'Itto augmente, et son ATQ sera augmentée en fonction de sa DÉF.\n· Lorsque le 1er ou 3e coup de son attaque normale touche un ennemi, Arataki Itto obtient 1 cumul de Mégaforce superlative.\n· Les RÉS élémentaires et physique d'Arataki Itto diminuent de 20 %.\n\nLes effets du Roi oni courroucé prennent fin lorsqu'Arataki Itto quitte le champ de bataille.\n\n<i>C'est la meilleure super technique ultime d'Itto... Enfin, d'après lui... Il est inutile pour Arataki Itto d'imiter qui que ce soit d'autre pour devenir plus fort, car il est sans conteste l'Oni le plus fort et le plus terrible de tout le pays. En gros, Itto ne prend exemple que sur lui-même !</i>\n<i>Shouta trouve que c'est super cool.</i>",
      "pt": "É hora de mostrar a eles o poder da Gangue Arataki! Por um tempo, Itto deixa seu Rei Oni Furioso interior emergir, usando seu Rei Oni Kanabou em batalha.\nEste estado tem as seguintes propriedades especiais:\nAtaques Normais, Carregados e Imersivos serão convertidos em <color=#FFE699FF>Dano Geo</color> que não pode ser substituído.\nA velocidade do Ataque Normal de Itto será aumentada, e o ATQ será aumentado com base em sua DEF.\nO primeiro e terceiro ataque concederão cada um a Arataki Itto 1 carga de Superforça Superlativa quando eles atingirem os adversários.\nItto perde 20% de RES Elemental e Física.\n\nO estado de Rei Oni Furioso será removido quando Itto deixa o campo.\n\n<i>Esta é a maior super ultra mega técnica incrível do Itto (segundo ele). É inútil para Arataki Itto imitar qualquer outra coisa para ficar mais forte, pois ele, e nenhum outro, é o mais forte, o mais terrível oni da terra.</i>\n<i>Shouta acha isso bem legal.</i>",
      "ru": "Пора показать врагам силу банды Аратаки! На некоторое время Итто позволяет проявиться своему внутреннему Яростному королю óни и использует в бою Канабо короля óни.\nЭтот статус характеризуется следующими свойствами:\n· Обычные и заряженные атаки, а также атаки в падении наносят <color=#FFE699FF>Гео урон</color>. Этот эффект не может быть отменён другими инфузиями.\n· Увеличивается скорость обычных атак Аратаки Итто, сила атаки возрастает пропорционально его защите.\n· У Аратаки Итто прибавляется по одному уровню Невероятной силы за попадание по врагу первым или третьим ударом комбо-атаки.\n· Все виды элементального сопротивления и физ. сопротивление Аратаки Итто снижаются на 20%.\n\nСтатус Яростного короля óни снимается, если Аратаки Итто покидает поле боя.\n\n<i>Величайшая непревзойдённая техника боя (по мнению самого Аратаки). Аратаки Итто ни к чему подражать чему-либо другому, чтобы стать сильнее, ведь он, и никто другой, является самым сильным и самым ужасным óни в мире.</i>\n<i>Сёта думает, это очень круто.</i>",
      "id": "Waktunya untuk menunjukkan wibawa Geng Arataki! Selama beberapa saat, Itto akan berubah menjadi Raging Oni King dan menggunakan Oni King's Kanabou untuk bertarung.\nSkill ini memiliki karakteristik berikut:\n·DMG yang diakibatkan Normal, Charged, dan Plunging Attack dikonversi menjadi <color=#FFE699FF>Geo DMG</color> yang tidak bisa ditimpa Elemental Infusion lainnya.\n·Meningkatkan Normal Attack SPD Itto, dan meningkatkan ATK Itto berdasarkan DEF miliknya.\n·Akan memberikan Itto sendiri 1 lapis Superlative Superstrength saat serangan tahap ke-1 dan ke-3 mengenai musuh.\n·Mengurangi 20% seluruh Elemental RES dan Physical RES Itto.\n\nStatus Raging Oni King akan lenyap saat Arataki Itto meninggalkan medan pertempuran.\n\n<i>Jurus pamungkas super kuat Itto (katanya). Apa faedahnya seorang Arataki Itto meniru benda atau orang lain? Di dunia ini, tidak ada yang lebih kejam atau lebih kuat dari Arataki Itto, si raja oni. Gampang, Arataki Itto cukup meniru dirinya sendiri!</i>\n<i>Shouta merasa ini keren sekali.</i>",
      "th": "ได้เวลาประกาศความยิ่งใหญ่ของ Itto แห่งแก๊ง Arataki แล้ว! แปลงกายเป็น \"Raging Oni King\" ชั่วระยะเวลาหนึ่ง โดยจะใช้ Oni King's Kanabou ในการต่อสู้\nมีคุณลักษณะพิเศษดังต่อไปนี้:\n·ความเสียหายของการโจมตีปกติ, ชาร์จโจมตี และโจมตีพุ่งลงจากอากาศ จะเปลี่ยนเป็น<color=#FFE699FF>ความเสียหายหิน</color>ที่ไม่สามารถซ้อนทับได้ด้วยธาตุอื่น;\n·เพิ่มความเร็วในการโจมตีปกติของ Arataki Itto และเพิ่มพลังโจมตี โดยขึ้นกับพลังป้องกันของเขา;\n·เมื่อการโจมตีครั้งแรกและครั้งที่สามถูกศัตรู ในแต่ละครั้งจะมอบเอฟเฟกต์ Superlative Superstrength 1 ชั้น ให้แก่ตัวของ Arataki Itto เอง;\n·ความต้านทานธาตุทั้งหมดและความต้านทานกายภาพของ Arataki Itto จะลดลง 20%\n\nสภาวะ \"Raging Oni King\" จะหายไปเมื่อ Arataki Itto ออกจากการต่อสู้\n\n<i>ความหมายอันลึกซึ้งที่อยู่ท่ามกลางความหมายอันลึกซึ้งอีกทีของ Itto (พูดเอง) มันเป็นเรื่องไร้สาระที่จะต้องไปลอกเลียนแบบของอย่างอื่น เพื่อให้ตัวเองแข็งแกร่งขึ้น เพราะว่าราชาโอนิที่แข็งแกร่งและชั่วร้ายที่สุดในโลกนี้ ก็คือ \"Arataki Itto\" ยังไงล่ะ เพราะงั้นแค่ให้ Itto เลียนแบบ Itto ซะก็โอเคแล้ว!</i>\n<i>Shouta คิดว่ามันเป็นเรื่องที่เท่มาก</i>",
      "vi": "Đã đến lúc thể hiện bản thân! Trong khoảng thời gian tiếp theo, Itto hóa thân thành \"Nộ Mục Quỷ Vương\", sử dụng Quỷ Vương Kim Toái Bổng để chiến đấu.\nĐặc tính cụ thể như sau:\n·Sát thương của tấn công thường, trọng kích, tấn công khi đáp sẽ chuyển hóa thành <color=#FFE699FF>Sát Thương Nguyên Tố Nham</color> không thể bị đính kèm thay thế;\n·Tăng tốc độ đánh thường của Arataki Itto, đồng thời tăng sức tấn công dựa theo phòng ngự;\n·Tấn công lần thứ 1 và 3 trúng kẻ địch sẽ cung cấp cho Arataki Itto 1 tầng \"Quỷ Lực Vô Song\";\n·Kháng tất cả nguyên tố và kháng vật lý của Arataki Itto giảm 20%.\n\nTrạng thái \"Nộ Mục Quỷ Vương\" sẽ bị hủy khi Arataki Itto rời trận.\n\n<i>Bí kỹ trong bí kỹ của Itto (Tự xưng). Nếu bắt chước người khác để mạnh hơn thì thật vô nghĩa, vì thế gian này chỉ có quỷ vương Arataki Itto mới là vô đối thôi, cho nên để tự Itto bắt chước Itto là được rồi!</i>\n<i>Shouta cảm thấy rất ngầu.</i>"
    }
  },
  {
    "title": {
      "zhs": "荒泷第一",
      "zht": "荒瀧第一",
      "jp": "荒瀧第一",
      "ko": "아라타키 제일",
      "en": "Arataki Ichiban",
      "de": "Arataki Ichiban",
      "es": "Itto, el ónico e inimitable",
      "fr": "Arataki au top",
      "pt": "Arataki Ichiban",
      "ru": "Аратаки итибан",
      "id": "Arataki Ichiban",
      "th": "Arataki Ichiban",
      "vi": "Arataki Đệ Nhất"
    },
    "description": {
      "zhs": "荒泷一斗施展连续的「荒泷逆袈裟」时，获得以下效果：\n·每次斩击都将使接下来的斩击攻击速度提升10%，通过这种方法至多提升30%；\n·提升抗打断能力。\n\n这些效果将在连续施展结束时消失。",
      "zht": "荒瀧一斗施展連續的「荒瀧逆袈裟」時，獲得以下效果：\n·每次斬擊都將使接下來的斬擊攻擊速度提升10%，透過這種方法至多提升30%；\n·提升抗打斷能力。\n\n這些效果將在連續施展結束時消失。",
      "jp": "荒瀧一斗が連続で「荒瀧逆袈裟」を発動した時、下記効果を獲得する。\n·斬撃を繰り出すたびに、その後の斬撃の攻撃速度+10%。この方式でアップできる攻撃速度は30%まで。\n·中断耐性がアップ。\n\nこれらの効果は連続斬撃が終了した時にクリアされる。",
      "ko": "아라타키 이토가 「아라타키 케사기리」 연속 발동 시, 아래 효과를 얻는다.\n·참격을 발동할 때마다 참격의 공격 속도가 10% 증가하고, 해당 방식으로 최대 30% 증가한다.\n·경직 저항력이 상승한다.\n\n해당 효과들은 연속 참격 종료 시 사라진다",
      "en": "When Arataki Itto uses consecutive Arataki Kesagiri, he obtains the following effects:\n· Each slash increases the ATK SPD of the next slash by 10%. Max ATK SPD increase is 30%.\n· Increases his resistance to interruption.\n\nThese effects will be cleared once he stops performing consecutive slashes.",
      "de": "Verleiht Arataki Itto bei Anwendung aufeinanderfolgender Angriffe mit „Arataki Kesagiri“ folgende Effekte:\n· Jeder Hieb erhöht die Angriffs-GSW des nächsten Hiebs um 10 %, insgesamt auf diese Weise um bis zu 30 %.\n· Erhöht den Unterbrechungs-WDS.\n\nDiese Effekte erlöschen beim Ende der aufeinanderfolgenden Angriffe.",
      "es": "Cuando Arataki Itto realiza ataques de espada kesagiri continuos, obtiene los siguientes efectos:\n·Cada golpe aumenta en un 10% la Vel. de Ataque del siguiente hasta un máximo del 30%.\n·Aumenta la RES a interrupción.\n\nEstos efectos desaparecen cuando Arataki Itto deja de ejecutar golpes continuos.",
      "fr": "#Lorsqu'Arataki Itto effectue une série de kesa giri d'Arataki, il obtient les effets suivants{NON_BREAK_SPACE}:\n· Chaque frappe augmente la VIT d'attaque de la prochaine de 10{NON_BREAK_SPACE}%. La VIT d'attaque peut être augmentée d'un maximum de 30{NON_BREAK_SPACE}% de cette manière.\n· Sa RÉS à l'interruption augmente.\n\nCes effets prennent fin lorsqu'Arataki Itto arrête d'utiliser cette série d'attaques.",
      "pt": "Quando Arataki Itto usa consecutivos Arataki Kesagiri, ele obtém os seguintes efeitos:\nCada corte faz com que os cortes subsequentes tenham 10% a mais de Vel. de ATQ. Vel. de ATQ máxima é aumentada em 30%.\nAumenta sua resistência à interrupção.\n\nEstes efeitos serão dissipados quando ele parar de executar cortes consecutivos.",
      "ru": "Когда Аратаки Итто выполняет серию выпадов Аратаки кэсагири, действуют следующие эффекты:\n· Каждый выпад увеличивает скорость атаки следующего выпада в серии на 10%. Максимальное увеличение скорости атаки - 30%.\n· Увеличивается сопротивление прерыванию.\n\nЭти эффекты исчезают, когда серия прерывается.",
      "id": "Saat melancarkan Arataki Kesagiri secara beruntun, Arataki Itto akan memperoleh efek-efek berikut:\n·Setiap tebasan akan meningkatkan 10% ATK SPD untuk tebasan berikutnya. Dengan cara ini, ATK SPD dapat meningkat hingga 30%.\n·Meningkatkan ketahanan terhadap interupsi.\n\nEfek-efek ini akan menghilang saat Itto berhenti melancarkan tebasan beruntun.",
      "th": "เมื่อ Arataki Itto ใช้ Arataki Kesagiri อย่างต่อเนื่อง จะได้รับเอฟเฟกต์ดังต่อไปนี้:\n·การฟันแต่ละครั้งจะทำให้การฟันในครั้งต่อไป มีความเร็วในการโจมตีเพิ่มขึ้น 10% โดยจะสามารถเพิ่มด้วยวิธีนี้ได้มากสุด 30%;\n·เพิ่มความสามารถในการต้านทานการหยุดชะงัก\n\nเอฟเฟกต์เหล่านี้จะหายไปเมื่อการฟันต่อเนื่องสิ้นสุดลง",
      "vi": "Arataki Itto khi thi triển \"Arataki Kesagiri\" liên tục sẽ có hiệu quả sau:\n·Mỗi lần trảm kích đều sẽ khiến tốc độ tấn công của trảm kích lần sau tăng 10%, tối đa tăng 30% bằng cách này;\n·Tăng khả năng kháng gián đoạn.\n\nHiệu quả sẽ biến mất khi kết thúc thi triển liên tục."
    }
  },
  {
    "title": {
      "zhs": "赤鬼之血",
      "zht": "赤鬼之血",
      "jp": "赤鬼の血",
      "ko": "붉은 오니의 피",
      "en": "Bloodline of the Crimson Oni",
      "de": "Blut des roten Oni",
      "es": "Linaje de oni escarlata",
      "fr": "Lignée de l'Oni cramoisi",
      "pt": "Linhagem do Oni Carmesim",
      "ru": "Наследие Багрового Óни",
      "id": "Bloodline of the Crimson Oni",
      "th": "Bloodline of the Crimson Oni",
      "vi": "Huyết Mạch Xích Quỷ"
    },
    "description": {
      "zhs": "「荒泷逆袈裟」造成的伤害提高，伤害提高值基于荒泷一斗防御力的35%。",
      "zht": "「荒瀧逆袈裟」造成的傷害提高，傷害提高值基於荒瀧一斗防禦力的35%。",
      "jp": "「荒瀧逆袈裟」のダメージが荒瀧一斗の防御力35%分アップする。",
      "ko": "「아라타키 케사기리」로 가하는 피해가 아라타키 이토 방어력의 35%만큼 증가한다",
      "en": "Arataki Kesagiri DMG is increased by 35% of Arataki Itto's DEF.",
      "de": "Erhöht den mit „Arataki Kesagiri“ verursachten Schaden basierend auf 35 % von Arataki Ittos VTD.",
      "es": "Aumenta el daño de los golpes de espada kesagiri de Arataki Itto en proporción al 35% de su DEF.",
      "fr": "Les DGT infligés par les kesa giri d'Arataki augmentent d'une valeur équivalant à 35 % de la DÉF d'Arataki Itto.",
      "pt": "Dano do Arataki Kesagiri é aumentado em 35% da DEF de Arataki Itto.",
      "ru": "Урон Аратаки кэсагири увеличивается на 35% от защиты Аратаки Итто.",
      "id": "Meningkatkan DMG Arataki Kesagiri sebesar 35% DEF Arataki Itto.",
      "th": "Arataki Kesagiri สร้างความเสียหายเพิ่มขึ้น โดยปริมาณที่เพิ่มจะเป็น 35% ของพลังป้องกันของ Arataki Itto",
      "vi": "Tăng sát thương gây ra từ \"Arataki Kesagiri\", lượng tăng thêm sát thương sẽ dựa vào 35% phòng ngự của Arataki Itto."
    }
  },
  {
    "title": {
      "zhs": "干裂枝碎",
      "zht": "幹裂枝碎",
      "jp": "乾裂枝砕き",
      "ko": "갈라진 나뭇가지 부스러기",
      "en": "Woodchuck Chucked",
      "de": "Holzspalter",
      "es": "Itto el leñador",
      "fr": "Castor au rapport",
      "pt": "Itto o Lenhador",
      "ru": "Дровосек",
      "id": "Woodchuck Chucked",
      "th": "Woodchuck Chucked",
      "vi": "Bổ Củi"
    },
    "description": {
      "zhs": "队伍中自己的角色通过攻击树木获取木材时，有25%的几率获得额外的木材。",
      "zht": "隊伍中自己的角色透過攻擊樹木獲取木材時，有25%的機率獲得額外的木材。",
      "jp": "チーム内の自身のキャラクターが木を攻撃し木材を獲得する時、25%の確率で木材を追加で獲得できる。",
      "ko": "파티 내 자신의 캐릭터가 나무를 공격해 목재를 획득할 시, 25% 확률로 목재를 추가로 획득한다",
      "en": "When a party member uses attacks to obtain wood from a tree, they have a 25% chance to get an additional log of wood.",
      "de": "Erhält beim Sammeln von Holz durch Angriffe auf Bäume mit eigenen Figuren in der Truppe mit einer Wahrscheinlichkeit von 25 % zusätzliches Holz.",
      "es": "Tus personajes tienen un 25% de probabilidad de obtener un trozo de madera adicional al talar árboles con sus ataques.",
      "fr": "Lorsqu'un personnage de l'équipe utilise des attaques pour obtenir du bois d'un arbre, il a 25 % de chances d'obtenir un morceau de bois supplémentaire.",
      "pt": "Quando um membro da equipe usa ataques para obter madeira de uma árvore, ele tem 25% de chance de conseguir madeira adicional.",
      "ru": "У участников отряда есть шанс 25% получить дополнительную древесину при рубке деревьев.",
      "id": "Saat anggota party sendiri memperoleh kayu dengan menyerang pohon, ada 25% kemungkinan untuk memperoleh kayu tambahan.",
      "th": "เมื่อตัวละครในทีมของตัวเองได้รับไม้จากการโจมตีต้นไม้ จะมีโอกาส 25% ที่จะได้รับไม้เพิ่ม",
      "vi": "Khi nhân vật của bản thân trong đội đốn gỗ bằng cách tấn công cây cối, có 25% xác suất nhận được thêm gỗ."
    }
  }
]