[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "作为荒泷派的大哥大，本大爷的名号早就威震四方了。「荒泷天下独尊一斗」、「荒泷相扑鬼王一斗」、「荒泷鬼族骄傲一斗」、「荒泷鬼兜虫角斗士一斗」、「荒泷卡牌游戏王中王一斗」、「荒泷可以输但绝不认输名副其实男子汉一斗」…这些都是我常用的名字，你可以挑个喜欢的随便叫，不用客气，哈哈哈哈。",
      "zht": "#作為荒瀧派的大哥大，本大爺的名號早就威震四方了。「荒瀧天下獨尊一斗」、「荒瀧相撲鬼王一斗」、「荒瀧鬼族驕傲一斗」、「荒瀧鬼兜蟲角鬥士一斗」、「荒瀧卡牌遊戲王中王一斗」、「荒瀧可以輸但絕不認輸名副其實男子漢一斗」…這些都是我常用的名字，{F#妳}{M#你}可以挑個喜歡的隨便叫，不用客氣，哈哈哈哈。",
      "jp": "荒瀧派の親分として、俺様の名はすでに四方に知れ渡ってる。「荒瀧·唯我独尊·一斗」、「荒瀧·土俵鬼王·一斗」、「荒瀧·鬼族の誇り·一斗」、「荒瀧·オニカブトムシ剣闘士·一斗」、「荒瀧·札遊びの王·一斗」、「荒瀧·負けてもいいが負けを認めぬ漢の中の漢·一斗」…これらはすべて俺様の通り名だ。どれか好きなのを選んで呼んでくれて構わねぇぜ。遠慮すんな、ハッハッハッハッ。",
      "ko": "아라타키파의 큰 형님으로서 이 몸의 명성은 이미 사방에 퍼졌지. 「아라타키 유아독존의 이토」, 「아라타키 스모의 왕 이토」, 「아라타키 오니족의 자랑 이토」, 「아라타키 귀신풍뎅이 투사 이토」, 「아라타키 카드게임 왕중왕 이토」, 「질 수 있지만 절대 항복은 않는 아라타키의 진짜 사나이 이토」… 모두 내가 자주 쓰는 이름이니, 사양 말고 좋아하는 걸로 골라서 편하게 불러, 하하",
      "en": "I'm the head honcho of the Arataki Gang, and everyone knows my name...s. Names, I have many. Arataki \"The One and Oni\" Itto, Arataki \"The Oni Sumo King\" Itto, Arataki \"The Pride of Oni\" Itto, Arataki \"Beetle Gladiator\" Itto, Arataki \"The Ultimate TCG Champion\" Itto, Arataki \"He Might Lose but He'll Never Admit Defeatto\"... Anyway, these are some of the ones I usually go by, so go ahead, take your pick. I'll respond to whichever one you choose, I promise. Hehe, you're welcome.",
      "de": "Als großer Anführer der Arataki-Bande ist mein Name schon lange in der ganzen Welt bekannt. „Arataki ist die weltweite Nummer eins!“, „Arataki ist die Nummer eins im Sumo!“, „Arataki ist der Stolz der Oni!“, „Arataki ist die Nummer eins beim Käferkampf!“, „Arataki ist die Eins im Spiel!“, „Arataki gibt niemals auf!“ ... Das sind meine gewöhnlichen Namen und Bezeichnungen, also such dir einen aus, der dir gefällt, haha!",
      "es": "Soy quien manda en la Banda de Arataki, y todo el mundo sabe mi nombre... bueno, mis nombres. Arataki Itto “el ónico e inimitable”, Arataki Itto “el oni experto en sumo”, Arataki Itto “el orgullo de los oni”, Arataki Itto “el gladiador escaradiablo”, Arataki Itto “el campeón supremo de las cartas”, Arataki Itto, “el que puede perder pero no admite la derrota ni un ‘poquitto’”... Esos son algunos de los nombres por los que me conocen, puedes elegir el que prefieras. Responderé a cualquiera de ellos, te lo prometo. Jeje, no hace falta que me des las gracias.",
      "fr": "#Le patron du gang Arataki, c'est bibi, et tout le monde connaît mon nom... Enfin, mes noms : «{NON_BREAK_SPACE}l'unique et inimitable{NON_BREAK_SPACE}» Arataki, Itto «{NON_BREAK_SPACE}l'Oni roi du sumo{NON_BREAK_SPACE}», Arataki «{NON_BREAK_SPACE}la fierté des Oni{NON_BREAK_SPACE}», Itto «{NON_BREAK_SPACE}le gladiateur scarabuto{NON_BREAK_SPACE}», Arataki «{NON_BREAK_SPACE}le champion imbattable des cartes et des paris{NON_BREAK_SPACE}», Itto «{NON_BREAK_SPACE}Il perd aux jeux, mais ne l'admet pas de sitôt{NON_BREAK_SPACE}»... Ce sont les titres que j'utilise le plus souvent. Tu peux choisir celui que tu veux pour t'adresser à moi. Ne te gêne pas, héhé...",
      "pt": "Sou o líder da Gangue Arataki, e todos me conhecem pelo meu nome... Nomes. Arataki \"O Onico\" Itto, Arataki \"O Rei Oni do Sumô\" Itto, Arataki \"O Orgulho dos Oni\" Itto, Arataki \"O Besouro Guerreiro\" Itto, Arataki \"O Incrível Campeão\" Itto, Arataki \"Aquele Que Pode Acabar Perdendo Mas Nunca Vai Aceitar a Derrota\"... Enfim, estes são alguns dos nomes que costumam me chamar, portanto, vá em frente, só escolher. Responderei a qualquer um que você escolher, prometo. Hehe, de nada.",
      "ru": "Я предводитель банды Аратаки, и все знают моё имя... или имена? Итто «Величайший» Аратаки, Итто «Король сумо» Аратаки, Итто «Гордость óни» Аратаки, Итто «Жучиный гладиатор» Аратаки, Итто «Первый картёжник» Аратаки, Итто «Если проиграет, ни за что не признает» Аратаки... Вот так меня частенько и называют. Выбирай, какое нравится. Не стоит благодарности, ха-ха-ха-ха.",
      "id": "Tuan Besar ini adalah ketua geng Arataki, dan semua orang tahu kalau julukanku ... ada banyak. Arataki \"Oni Yang Terhebat\" Itto, Arataki \"Raja Sumo Oni\" Itto, Arataki \"Kebanggaan Bangsa Oni\" Itto, Arataki \"Gladiator Kumbang\" Itto, Arataki \"Juara Kartu Sejati\" Itto, Arataki \"Kalah Pun Tidak Akan Pernah Mengakui\" Itto ... Yah, sekian nama-nama yang sering aku pakai, silakan, pilih saja. Aku akan jawab mau kamu panggil pakai yang mana pun, janji. Tidak perlu pakai sungkan ya, hahaha.",
      "th": "ในฐานะหัวหน้าแก๊ง Arataki ชื่อของฉันน่ะโด่งดังไปทั่วตั้งนานแล้วล่ะ \"Arataki Itto หนึ่งเดียวในใต้หล้า!\", \"Arataki Itto ราชาปีศาจ!\", \"Arataki Itto ความภาคภูมิของเผ่าโอนิ\", \"Arataki Itto ยอดนักชนด้วง\", \"Arataki Itto แชมเปี้ยนเกมการ์ด\", \"Arataki Itto ลูกผู้ชายตัวจริงผู้อาจพ่ายแพ้แต่ไม่ยอมจำนน\"... พวกนี้เป็นฉายาที่ฉันใช้บ่อย ๆ เธอเลือกเอาได้เลยนะว่าจะเรียกฉันยังไง ไม่ต้องเกรงใจนะ ฮ่าฮ่าฮ่าฮ่า",
      "vi": "Thân là đại ca Bang Arataki, tên tuổi của ta sớm đã danh chấn thiên hạ rồi. Arataki \"Đệ Nhất Sumo\" Itto, Arataki \"Quỷ Tộc Kiêu Ngạo\" Itto, Arataki \"Đấu Sĩ Onikabuto\" Itto, Arataki \"Vua Trò Chơi\" Itto, Arataki \"Hảo Hán Chơi Tới Cùng\" Itto... Đó đều là những biệt danh thường dùng của ta, thích tên nào thì gọi tên đó, khỏi khách sáo, hahaha."
    }
  },
  {
    "title": {
      "zhs": "闲聊·到此一游",
      "zht": "閒聊·到此一遊",
      "jp": "世間話·登場",
      "ko": "잡담·방문",
      "en": "Chat: Itto's Here",
      "de": "Gespräch – Itto ist hier",
      "es": "Charla - Aquí estoy",
      "fr": "Bavardage - Itto dans la place",
      "pt": "Bate-papo - Itto aqui",
      "ru": "Поболтаем: Здесь был Итто",
      "id": "Mengobrol: Itto Sudah Tiba",
      "th": "แชท - Itto มาแล้ว",
      "vi": "Nói chuyện phiếm - Du Ngoạn"
    },
    "line": {
      "zhs": "嘿嘿，荒泷天下第一斗到此一游！ 哈哈哈哈…咳…",
      "zht": "嘿嘿，荒瀧天下第一斗到此一遊！ 哈哈哈哈…咳…",
      "jp": "荒瀧·天下第一·一斗、ここに参上！ガーッハッハッハッ…ゴホッゴホゴホッ…",
      "ko": "아라타키 천하제일의 이토가 왔다! 하하하하… 컥…",
      "en": "Arataki \"Numero Uno\" Itto, here in the flesh! Hahaha... *cough*",
      "de": "Hehe, Arataki, die Nummer eins der Welt, ist da! Hahahahaha ...*hust* ...",
      "es": "¡Arataki Itto, “el number one”, en persona! Jajajaja... *ejem*.",
      "fr": "#Et me voilà, Arataki Itto, le «{NON_BREAK_SPACE}numéro un{NON_BREAK_SPACE}», en chair et en os{NON_BREAK_SPACE}! Héhéhé... *tousse* ...",
      "pt": "Arataki \"o Onico\" Itto, aqui, em carne e osso. Hahahahahaha... *Cof*",
      "ru": "Хе-хе, Итто «Номер один» Аратаки, собственной персоной! Ха-ха-ха-ха... кхм...",
      "id": "Arataki \"Sang Nomor Satu\" Itto sudah tiba! Hahahaha ... *uhuk*",
      "th": "หึหึ Arataki Itto หนึ่งเดียวในใต้หล้า ตัวจริงเสียงจริงมาแล้ว! ฮ่าฮ่าฮ่าฮ่า... แค่กกก...",
      "vi": "\"Hế hế, bổn đại gia đã từng đến đây chơi!\". Ký tên: Arataki \"Ta Thứ Hai Chả Ai Thứ Nhất\" Itto. Hahahaha... khụ khụ..."
    }
  },
  {
    "title": {
      "zhs": "闲聊·零食",
      "zht": "閒聊·零食",
      "jp": "世間話·菓子",
      "ko": "잡담·간식",
      "en": "Chat: Snacks",
      "de": "Gespräch – Snacks",
      "es": "Charla - Aperitivos",
      "fr": "Bavardage - Encas",
      "pt": "Bate-papo - Petiscos",
      "ru": "Поболтаем: Закуски",
      "id": "Mengobrol: Camilan",
      "th": "แชท - ขนม",
      "vi": "Nói chuyện phiếm - Ăn Vặt"
    },
    "line": {
      "zhs": "轻易得到的东西哪有滋味？所以，零食我从来不会用摩拉买，都是堂堂正正地赢回来。",
      "zht": "輕易得到的東西哪有滋味？所以，零食我從來不會用摩拉買，都是堂堂正正地贏回來。",
      "jp": "簡単に手にできるものに、意味なんざねぇ！俺様は菓子一つでさえモラを使わず、正々堂々と勝ち取ってくるのさ！",
      "ko": "쉽게 얻는 음식이 무슨 맛이 있겠어? 그래서 난 간식을 모라로 산 적이 없어. 모두 정정당당하게 이겨서 얻은 거지",
      "en": "Best flavor in the world? The sweet, sweet taste of victory. And that's why I've never spent a single Mora on any of my snacks — I've won 'em all fair and square... That's right.",
      "de": "Wo ist der Reiz von etwas, das leicht zu bekommen ist? Deshalb kaufe ich nie Snacks mit Mora, ich gewinne sie immer mit einer Stärke und Ehrlichkeit.",
      "es": "¿El mejor sabor del mundo? El dulce sabor de la victoria. Por eso nunca he gastado ni un Mora en aperitivos, siempre los he ganado de forma justa. Así es.",
      "fr": "Quelle est la meilleure saveur au monde ? Le goût de la victoire bien sûr. C'est pourquoi je ne dépense jamais un mora pour mon casse-croûte, je le remporte toujours à la loyale... Et ouais.",
      "pt": "O melhor sabor do mundo? O doce, doce sabor da vitória. É por isso que nunca gastei uma única Mora em nenhum dos meus petiscos - ganhei todos de forma justa e honesta... Sim, isso mesmo.",
      "ru": "Что в мире самое вкусное? Сладкая, сладкая победа. Поэтому я ни единой моры ещё не потратил на закуски - я их по-честному выиграл... Вот так.",
      "id": "Rasa paling enak yang pernah ada? Rasa manisnya kemenangan. Karena itu aku belum pernah keluar Mora buat beli camilan, semuanya kumenangkan dengan jujur dan adil ... asli.",
      "th": "ของที่ได้มาง่าย ๆ มันจะอร่อยได้ยังไงล่ะ? เพราะงั้น ฉันไม่เคยใช้ Mora ซื้อขนมหรอกนะ มันเป็นรางวัลจากชัยชนะทั้งนั้นเลย",
      "vi": "Thứ mà dễ dàng có được thì sao mà ngon? Cho nên ta chưa từng dùng Mora để mua đồ ăn vặt, phải thắng về được mới oai chớ."
    }
  },
  {
    "title": {
      "zhs": "闲聊·斗虫",
      "zht": "閒聊·鬥蟲",
      "jp": "世間話·虫相撲",
      "ko": "잡담·투곤",
      "en": "Chat: Beetle Fighting",
      "de": "Gespräch – Käferkampf",
      "es": "Charla - Peleas de escarabajos",
      "fr": "Bavardage - Combat de scarabées",
      "pt": "Bate-papo - Luta de Besouros",
      "ru": "Поболтаем: Бои жуков",
      "id": "Mengobrol: Adu Kumbang",
      "th": "แชท - ประลองแมลง",
      "vi": "Nói chuyện phiếm - Đấu Bọ"
    },
    "line": {
      "zhs": "不要小瞧斗虫啊。在一次次拼搏中，用汗和泪浇灌出更强的自己，这就是人生啊！",
      "zht": "不要小瞧鬥蟲啊。在一次次拼搏中，用汗和淚澆灌出更強的自己，這就是人生啊！",
      "jp": "虫相撲をなめるんじゃねぇ！汗と涙の一騎打ちを乗り越え、自らを強くする…これぞ人生ってもんよ！",
      "ko": "곤충 싸움을 우습게 보지 말라고! 끝까지 싸우면서 땀과 눈물로 더 강한 자신이 되는 게, 바로 인생이지!",
      "en": "Don't underestimate the beetle — they can be some of the toughest little guys around! Yes you can, yes you can— Wanna know what's on this beetle's diet? Sweat and tears, that's what! That's how it gets stronger... I think we can all learn somethin' from that!",
      "de": "Unterschätz den Käferkampf nicht. In einem Kampf, mit Schweiß und Tränen, wirst du eine stärkere Version von dir selbst, das ist das Leben!",
      "es": "No subestimes a los escarabajos, son uno de los animales más fuertes que existen. Sí, claro que lo eres... ¿Sabes qué come este escarabajo? ¡Sudor y lágrimas! Así se vuelve fuerte. Creo que todos deberíamos aprender de eso...",
      "fr": "Ne sous-estime pas les scarabutos, ils peuvent être durs à cuire ! Tu sais ce que ce scarabuto mange au petit-déj' ? De la sueur et des larmes ! C'est comme ça qu'il devient aussi costaud. On devrait tous s'inspirer de lui !",
      "pt": "Nunca subestime os besouros - eles podem ser um dos carinhas mais resistentes que existem! Quer saber o que está na dieta deste besouro? Suor e lágrimas, isso mesmo! É assim que ele fica mais forte... Acho que todos nós podemos aprender alguma coisa com isso!",
      "ru": "Ты не смотри, что жуки такие маленькие - они ребята жёсткие. Знаешь, чем питается этот жук? Потом и слезами, вот чем! Так он становится сильнее... Думаю, нам тут есть чему поучиться!",
      "id": "Jangan anggap remeh kumbang, mereka itu kecil tapi hebat! Ayo, pasti bisa, kamu pasti bisa ... Mau tahu makan apa dia? Keringat dan air mata! Itulah yang membuatnya kuat ... dan itu juga pelajaran buat kita semua!",
      "th": "อย่าได้สบประมาทการประลองแมลงเชียวนะ ในการประลองแต่ละครั้ง ต้องใช้หยาดเหงื่อและน้ำตาแลกมาซึ่งความแข็งแกร่ง นี่แหละคือวิถีชีวิต!",
      "vi": "Đừng xem thường đấu bọ nhé, trong mỗi trận đấu chúng đều dùng mồ hôi và nước mắt để thể hiện bản thân, thế mới là cuộc sống chứ!"
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando está chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Turun Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "男子汉从不打伞…啊这雨也太大了吧，快，快，快开伞！",
      "zht": "男子漢從不打傘…啊這雨也太大了吧，快，快，快開傘！",
      "jp": "漢は傘なんかささねぇ…って、こりゃ大降りすぎんだろ！はやく、早く傘させ傘ッ！",
      "ko": "사나이는 우산 따위 쓰지 않아…. 아, 근데 비가 좀 많이 내리네. 빠, 빨리 우산 좀 펴봐!",
      "en": "Pff, real men don't carry umbrellas... Oh boy, wow, it's really starting to pick up. Uh quick, c'mon, get yours out! C'mon, quick, quick, quick!",
      "de": "Ein Mann trägt nie einen Regenschirm ... Ach, es regnet zu viel, komm schon, komm schon, öffne ihn!",
      "es": "Pfff, los hombres de verdad no llevan paraguas... Ay, madre, está empezando a apretar. Eh... ¡Rápido, saca el tuyo! ¡Corre, date prisa!",
      "fr": "Pff, les vrais mecs n'utilisent pas de parapluie ! Oups, on dirait que ça va flotter sévère... Qu'est-ce que t'attends ? File ton parapluie, vite !",
      "pt": "Pff, homens de verdade não carregam guarda-chuvas... Eita, está começando a ficar mais forte. Uh, rápido, abra logo o seu! Vamos, rápido, rápido, rápido!",
      "ru": "Пфф, настоящему мужчине зонт ни к чему... Ой, сейчас хлынет. Давай, раскрывай свой, скорее-скорее-скорее!",
      "id": "Hah, pria sejati mana ada yang bawa payung ... Waduh, hujannya makin deras. Cepat, keluarkan payungmu, cepat, cepat!",
      "th": "ลูกผู้ชายตัวจริงเค้าไม่กางร่มกันหรอก... เฮ้ย มันจะตกแรงเกินไปแล้ว เร็วเข้า เร็วเข้า รีบกางร่มดิ!",
      "vi": "Đàn ông con trai mà che dù cái gì... Ối mưa lớn thế, mau bung dù ra coi!"
    }
  },
  {
    "title": {
      "zhs": "打雷的时候…",
      "zht": "打雷的時候…",
      "jp": "雷の日…",
      "ko": "번개가 칠 때…",
      "en": "When Thunder Strikes",
      "de": "Wenn es blitzt ...",
      "es": "Cuando truena...",
      "fr": "Quand le tonnerre gronde...",
      "pt": "Quando está trovejando...",
      "ru": "Когда гремит гром...",
      "id": "Ketika Petir Menyambar",
      "th": "ในเวลาที่ฟ้าผ่า...",
      "vi": "Khi có sấm sét..."
    },
    "line": {
      "zhs": "喂！雷电将军对吧？听着，本大爷就是不服！有本事，劈我啊！",
      "zht": "喂！雷電將軍對吧？聽著，本大爺就是不服！有本事，劈我啊！",
      "jp": "おい！雷電将軍だな？聞け！俺様は屈服しねぇ！当てられるもんなら、当ててみろってんだ！",
      "ko": "이봐! 라이덴 쇼군 맞지? 잘 들어, 이 몸은 절대 굴복하지 않아! 할 수 있으면 어디 벼락으로 맞혀보라고!",
      "en": "Hey! Raiden Shogun, is that you? Well guess what — you're not the boss of me. Uh-huh, that's right, you heard me! Go ahead, strike me down!",
      "de": "He! Shougun Raiden, richtig? Hör zu, ich bin nicht überzeugt! Soll sie mich doch schlagen, wenn sie es wagt.",
      "es": "¡Oye! ¿Eres tú, Shogun Raiden? Pues escúchame, ¡tú no me das órdenes! Ajá, ¡eso es! ¡Vamos, lánzame un rayo si te atreves!",
      "fr": "Hé ! Shogun Raiden, c'est vous ? Eh bien, écoutez-moi, vous n'êtes pas mon patron ! Vous allez faire quoi ? Allez-y, foudroyez-moi si vous en êtes capable !",
      "pt": "Ei! Shogun Raiden, é você? Ei, adivinha só - você não manda em mim. Uhum, isso mesmo, você me ouviu! Vá em frente, me acerte!",
      "ru": "Эй! Не ты ли это, сёгун Райдэн? Ты мне не начальство, слыхала? Ну, давай, разрази меня!",
      "id": "Woi! Raiden Shogun, mau apa kamu? Asal tahu saja ya, kamu itu bukan bosku, camkan itu! Kenapa, tidak suka? Sambar saja kalau berani!",
      "th": "เฮ้! โชกุน Raiden ใช่มั้ยเราอ่ะ? ฟังไว้เลยนะ ฉันไม่ยอมแพ้หรอก! ถ้าแน่จริงก็ผ่าหัวฉันเลยเซ่!",
      "vi": "Ê! Raiden Shogun đúng không? Nghe đây, bổn đại gia chưa phục đâu, có ngon thì lấy sét đánh vào đầu ta đây này!"
    }
  },
  {
    "title": {
      "zhs": "下雪的时候…",
      "zht": "下雪的時候…",
      "jp": "雪の日…",
      "ko": "눈이 올 때…",
      "en": "When It Snows",
      "de": "Wenn es schneit ...",
      "es": "Cuando nieva...",
      "fr": "Quand il neige...",
      "pt": "Quando está nevando...",
      "ru": "Когда идёт снег...",
      "id": "Ketika Turun Salju",
      "th": "ในเวลาที่หิมะตก...",
      "vi": "Khi tuyết rơi..."
    },
    "line": {
      "zhs": "喔吼…来滚雪球吧！你是赢不了我的！阿…阿嚏！…呼。",
      "zht": "#喔吼…來滾雪球吧！{F#妳}{M#你}是贏不了我的！阿…阿嚏！…呼。",
      "jp": "うっひょーい…雪転がしで遊ぼうぜ！お前じゃ俺様には勝てねぇけどな！ハ…ハクションッ！…ううっ…",
      "ko": "후후… 눈덩이 굴려볼까! 날 이길 수 없을걸! 에… 에취! …후",
      "en": "Alright, it's time for a snowball fight! You're never gonna win, though, I... Ha, ah... Ah-choo!!! Whew.",
      "de": "Juhuuu ... Schneeballrollen! Du kannst nicht gegen mich gewinnen! Ha...tschi! ... Puh.",
      "es": "¡Vamos, es hora de una pelea de bolas de nieve! Pero no vas a ganar, jaja. Yo... a-a-¡achís! ¡Uf!",
      "fr": "Et c'est parti pour une bataille de boules de neige ! Tu ne gagneras jamais contre moi, hahaha... At... Atchoum ! *sniff* ...",
      "pt": "Beleza, é hora de uma guerra de bolas de neve! Mas você nunca vai ganhar, eu... Aaa... Aaa... Atchim!!! Ufa...",
      "ru": "Ох-хо, пора поиграть в снежки! Но тебе меня не победить! А... а... апчхи! ...Ух.",
      "id": "Nah, waktunya perang bola salju! Tak usah banyak berharap, kamu mana bisa menang dari a-a-atchiu! Fiuh.",
      "th": "อะฮื้อ... มาแข่งสโนว์บอลกันดีกว่า! เธอเอาชนะฉันไม่ได้หรอก! ฮะ...ฮะ...ฮัดเช้ย!... ซู๊ดดด",
      "vi": "Yoho... đến lăn cầu tuyết nào! Ngươi không thắng được ta đâu! Ắt xì! Phù phù..."
    }
  },
  {
    "title": {
      "zhs": "阳光很好…",
      "zht": "陽光很好…",
      "jp": "晴れの日…",
      "ko": "햇살이 좋을 때…",
      "en": "When the Sun Is Out",
      "de": "Wie sonnig ...",
      "es": "Qué sol hace...",
      "fr": "Il fait bon dehors...",
      "pt": "Quando faz sol...",
      "ru": "Когда светит солнце...",
      "id": "Ketika Matahari Bersinar",
      "th": "แดดส่องดีจัง...",
      "vi": "Ánh nắng thật chan hòa..."
    },
    "line": {
      "zhs": "天气真好！该把我珍藏的鬼兜虫拉出来训练一番了！唔！",
      "zht": "天氣真好！該把我珍藏的鬼兜蟲拉出來訓練一番了！唔！",
      "jp": "良い天気だ！こんな日は、秘蔵のオニカブトムシを特訓させねぇとな！",
      "ko": "날씨 좋구먼! 고이 모셔둔 귀신풍뎅이를 꺼내서 훈련시켜야겠어!",
      "en": "The sky is clear and the sun is shining... Time to get the Onikabuto out for some training! C'mon little guy, let's go!",
      "de": "Was für ein schöner Tag! Zeit, meine geschätzten Onikabuto zum Training zu holen! Hmmm!",
      "es": "El cielo está despejado y brilla el sol... ¡Es hora de entrenar al escaradiablo! ¡Vamos, chiquitín!",
      "fr": "Il fait beau aujourd'hui. C'est une journée idéale pour sortir son scarabuto et l'entraîner au combat. Allez, petit, montre-moi ce que tu sais faire.",
      "pt": "O céu está limpo e o sol está brilhando... Hora de levar o Onikabuto para treinar um pouco! Vamos lá rapazinho, vamos!",
      "ru": "Отличная погодка! Пора достать оникабуто для тренировки! Давай, малыш, пошёл!",
      "id": "Langit cerah dan matahari bersinar terang ... Waktunya melatih Onikabuto! Ayo, sobat kecil!",
      "th": "อากาศดีชะมัดเลย! ถึงเวลาเอา Onikabuto อันล้ำค่าของฉันออกมาฝึกแล้วสิ! ลุย!",
      "vi": "Thời tiết tốt đấy! Đến lúc tập luyện cho đám Onikabuto rồi!"
    }
  },
  {
    "title": {
      "zhs": "刮大风了…",
      "zht": "颳大風了…",
      "jp": "暴風の日…",
      "ko": "강풍이 불 때…",
      "en": "When the Wind Is Blowing",
      "de": "Ein Sturm zieht auf.",
      "es": "Hace mucho viento...",
      "fr": "Le vent souffle fort...",
      "pt": "A Ventania está chegando...",
      "ru": "Когда дует сильный ветер...",
      "id": "Ketika Angin Berembus",
      "th": "ในเวลาที่ลมพัดแรง...",
      "vi": "Gió lớn quá..."
    },
    "line": {
      "zhs": "风再大，发型也不能乱，这是男人的底线。",
      "zht": "風再大，髮型也不能亂，這是男人的底線。",
      "jp": "どんなに風が強かろうと、髪型は乱れちゃならねぇ。これが漢の美学ってもんよ。",
      "ko": "바람이 아무리 세도 헤어스타일은 사수하는 것, 이게 남자의 자존심이지",
      "en": "Bottom line: Never let the wind get to you. Especially when you've got a killer hairstyle like mine. Oh yeah!",
      "de": "Egal wie windig es ist, die Haare eines Mannes dürfen nicht durcheinander gebracht werden, das ist das Wichtigste für Männer.",
      "es": "La clave es no dejar que el viento te afecte, especialmente cuando tienes un peinado como el mío. ¡Sí, nena!",
      "fr": "#Un homme doit toujours faire attention à sa coupe de cheveux, même par temps de tempête. C'est encore plus vrai quand tu as du style comme moi. La classe{NON_BREAK_SPACE}!",
      "pt": "Resumindo: nunca deixe o vento te afetar. Especialmente quando você tem um penteado incrível como o meu. Isso aí!",
      "ru": "Главное - не давать ветру добраться до тебя. Особенно если у тебя такая сногсшибательная причёска, как у меня. О да!",
      "id": "Yang paling penting, jangan biarkan angin merusak model rambutmu, apalagi kalau rambutmu sekeren punyaku. Owh yeah!",
      "th": "ลมแรงแค่ไหนก็จะยอมให้ผมเสียทรงไม่ได้ ความแมนมันวัดกันตรงนี้",
      "vi": "Gió lớn tới đâu cũng đừng để tóc rối, đó là thước đo độ ngầu của đàn ông đấy."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "早啊！…已经没有摩拉了，但今天还是不想干活。不如想想去哪里玩吧？",
      "zht": "早啊！…已經沒有摩拉了，但今天還是不想幹活。不如想想去哪裡玩吧？",
      "jp": "よぉ！もうモラが尽きたんだが、今日は働きたくねぇんだ。どっか遊びに行かねぇか？",
      "ko": "좋은 아침! …모라가 다 떨어졌는데도 정말 일하기 싫군. 어디 놀러라도 갈까?",
      "en": "Morning, sunshine! Hey, uh... So listen, I'm fresh out of Mora... again. But hey, who needs some lousy job when we can just go find somewhere fun to hang out! Haha, whaddya say?",
      "de": "Guten Morgen! ... Keine Mora mehr, aber ich will heute trotzdem nicht arbeiten. Wie wäre es, wenn wir mal schauen, wo man was spielen kann?",
      "es": "¡Buenos días! Mira, resulta que otra vez estoy sin Mora... Pero ¿quién necesita un trabajo cuando podemos ir a divertirnos? Jaja, ¿qué te parece?",
      "fr": "Et c'est une nouvelle journée qui commence. J'ai plus un mora, mais bon, j'ai un peu la flemme de travailler. Allons voir s'il n'y a pas des jeux sympas aujourd'hui...",
      "pt": "Bom dia, flor do dia! Então, olha só, estou totalmente sem Mora... novamente. Mas ei, quem precisa de um péssimo trabalho quando podemos simplesmente ir procurar um lugar divertido para sair! Haha, o que me diz?",
      "ru": "С добрым утречком! У меня кончилась мора... опять. Но зачем работать, если можно отправиться на прогулку. Что скажешь?",
      "id": "Pagi! Nah, lagi-lagi aku kehabisan Mora. Tapi, siapa juga yang mau kerja kalau masih bisa cari tempat yang asyik buat nongkrong! Gimana, mau tidak?",
      "th": "หวัดดี! ...Mora หมดเกลี้ยงซะแล้ว แต่วันนี้ยังไม่อยากทำงานเลยแฮะ งั้นมาคิดว่าจะไปเล่นที่ไหนดีกว่าเนอะ?",
      "vi": "Chào!... Hôm nay đã hết Mora rồi, nhưng ta không muốn đi làm đâu, đi đâu đó chơi nhé?"
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "吃饱了去哪里逛好呢？花见坂…都逛烂了，嗯，也不适合去天领奉行那闹…嗯算了，去离岛遛遛吧。",
      "zht": "吃飽了去哪裡逛好呢？花見坂…都逛爛了，嗯，也不適合去天領奉行那鬧…嗯算了，去離島遛遛吧。",
      "jp": "メシを食い終わったらどこ行くんだ？花見坂はもう飽きたし…天領奉行に行くのも、あんまよくねぇな…だったら、離島に行ってみっか！",
      "ko": "배도 부른데 어디로 갈까나? 하나미자카… 거긴 이제 질렸고, 텐료 봉행에 가서 소란 피우기도 좀 그렇고… 그래, 이도나 가자!",
      "en": "Now that we've had some grub, why don't we go find somewhere to kick it for a while? Hanamizaka? Nah, boring. Tenryou Commission... No, no, no... Ah, forget it, let's go hang around Ritou!",
      "de": "Wohin soll ich gehen, nachdem ich gegessen habe? Hanamizaka ... Da war ich schon so oft ... Nun, zu der Tenryou-Verwaltung zu gehen ist auch nicht so klug ... Hmmm, egal, ein Spaziergang auf Ritou wär doch was.",
      "es": "Ahora que ya nos llenamos la panza, busquemos un lugar para pasar el rato. ¿Hanamizaka? No, demasiado aburrido. ¿La Comisión Tenryou? Bah, no. Ya sé, vayamos a dar una vuelta por Ritou.",
      "fr": "C'était un bien bon repas, mais maintenant j'aimerais me dégourdir les pattes. Voyons voir... Hanamizaka ? Non, j'y vais tout le temps. La Commission administrative ? Si c'est pour se tenir à carreau, non merci. Allez, on va à Ritou !",
      "pt": "Agora que já comemos algo, por que não vamos procurar algum lugar e ficarmos por um tempo? Hanamizaka? Nah, chato. Comissão Tenryou... Não... Ah, esqueça, vamos dar uma volta em Ritou!",
      "ru": "Раз уж мы перекусили, почему бы не сходить куда-нибудь? Ханамидзака? Нет, скучно. Комиссия Тэнрё? Тоже не пойдёт... Ай, ладно, пойдём на Рито!",
      "id": "Setelah makan, paling enak itu jalan-jalan santai sejenak. Ke mana ya? Hanamizaka? Bosan ah. Tenryou Commission ... apalagi itu. Sudahlah, kita ke Ritou saja.",
      "th": "ยัดข้าวซะแน่นเลย จะไปเดินย่อยที่ไหนดีนะ? ...Hanamizaka เหรอ? น่าเบื่อจะตาย หรือจะไปหาเรื่องที่สำนัก Tenryou... ไม่เอาดีกว่า ไปเดินเล่นแถว Ritou ละกัน",
      "vi": "Ăn no rồi đi đâu chơi đây? Hanamizaka thì đã dạo nát rồi. Hừm, hôm nay cũng không thích hợp để đến Hiệp Hội Tenryou phá... Thôi vậy, đến Đảo Ritou chơi cũng được."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "嘘！是谁在讲话…？是鬼啊！哈哈哈…被吓到了吗？",
      "zht": "噓！是誰在講話…？是鬼啊！哈哈哈…被嚇到了嗎？",
      "jp": "シーッ！どこからか声が…？鬼だ！ガハハッ…驚いたか？",
      "ko": "쉿! 누가 말하고 있는 거지…? 그야 귀신이지! 하하하… 놀랐나?",
      "en": "Shh! You hear that? *gasp* Oh no... it's a ghost, RUN!!! ... Haha, psyche! Ah, I got you good there! ... I got you, didn't I?",
      "de": "Pst! Wer redet da? Es ist ein Geist! Hahahaha ... Erschreckt?",
      "es": "¡Shhh! ¿Oíste eso? ¡Oh, no, es un fantasma! ¡Corre!... Jajaja, ¡te asusté! Te asusté, ¿no?",
      "fr": "#Chut ! Écoute, il y a quelqu'un qui parle... AAH ! C'est un fantôme, COURS ! Hahaha, je t'ai bien {M#eu}{F#eue}, tu aurais dû voir ta tête{NON_BREAK_SPACE}!",
      "pt": "Shhh! Ouviu isso? Oh! Oh não... É um fantasma, CORRA!!! ...Haha, enganei o bobo, na casca do ovo! Ah, te peguei, não foi!? ...Te peguei, né?",
      "ru": "Тсс! Слышишь?.. О нет, это привидение, беги!!! ...Ха-ха-ха, шутка! А тебе ведь страшно стало, да?",
      "id": "Sst! Dengar tidak? Ada ... HANTU!!! LARI!!! Hahahaha ... kaget kan!",
      "th": "ชู่ววว! ใครพูดน่ะ...? ผะ ผีนี่หว่า! ฮ่าฮ่าฮ่า... เธอกลัวล่ะสิท่า?",
      "vi": "Suỵt! Ai đang nói chuyện đó...? Là ma đó! Hahahaha... sợ chưa?"
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night...",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa Noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "累了就快睡吧，别逞强，我？哼，我睁着眼也能睡觉，嘿嘿。",
      "zht": "累了就快睡吧，別逞強，我？哼，我睜著眼也能睡覺，嘿嘿。",
      "jp": "疲れたんなら寝ろ、無理はするな。俺様か？俺様は目を開けてても寝れるんだ、へへへへッ。",
      "ko": "피곤하면 빨리 자라, 무리하지 말고. 나? 난 눈 뜨고도 잘 수 있다고, 하하",
      "en": "If you're tired, go ahead and call it a night. Hmm? Me? Oh, don't worry... I sleep with my eyes open... Haha... Literally.",
      "de": "Geh schlafen, wenn du müde bist, und spiele nicht den Helden. Ich? Verdammt, ich kann mit offenen Augen schlafen, hehehe.",
      "es": "#Si estás cansad{F#a}{M#o}, vete ya a dormir. ¿Yo? No te preocupes, duermo con los ojos abiertos... literalmente, jaja.",
      "fr": "#Va te coucher si tu as sommeil. Ne te force pas à rester éveill{M#é}{F#ée}. Quoi, moi ? Tss, je peux dormir même avec les yeux ouverts !",
      "pt": "#Se você está cansad{F#a}{M#o}, pode ir dormir. Hmm? Eu? Oh, não se preocupe... Eu durmo com meus olhos abertos... Haha... Literalmente.",
      "ru": "Если сил больше нет, ложись отдыхать. Хм? Я? За меня не переживай... Я сплю с открытыми глазами, хе-хе.",
      "id": "Kalau kamu sudah capek, sana istirahat duluan. Eh? Aku? Oh kalau aku sih tidur juga sambil melek ... Haha ... Beneran.",
      "th": "เหนื่อยก็รีบไปนอนสิ จะมาถ่างตาอยู่ทำไม ฉันเหรอ? ฮึ ฉันหลับแบบลืมตาได้น่ะ ฮ่าฮ่า",
      "vi": "Mệt rồi thì đi ngủ đi, yếu đừng ra gió. Ta sao? Ta mở to mắt cũng ngủ được đấy, hề hề."
    }
  },
  {
    "title": {
      "zhs": "关于荒泷一斗自己·不务正业",
      "zht": "關於荒瀧一斗自己·不務正業",
      "jp": "荒瀧一斗自身について·まともな事",
      "ko": "아라타키 이토 자신에 대해·빈둥거림",
      "en": "About Itto: Getting a Real Job",
      "de": "Über Arataki Itto – Eine richtige Arbeit",
      "es": "Sobre Arataki Itto - Un trabajo de verdad",
      "fr": "À propos d'Itto - Trouver un vrai travail",
      "pt": "Sobre Itto: Trabalhando de Verdade",
      "ru": "Об Аратаки Итто: Нормальная работа",
      "id": "Tentang Arataki Itto: Cari Kerja",
      "th": "เกี่ยวกับตัว Arataki Itto เอง - ไม่ทำงานทั่วไป",
      "vi": "Về bản thân Arataki Itto - Lông Bông"
    },
    "line": {
      "zhs": "他们说我不务正业？哈哈哈哈！胡扯！本大爷是混混啊，混混的正业就是不务正业，有什么问题吗？咳，不好意思激动了些…哎呀，放心放心，我不偷不抢，快活不下去了，就去做点临时工赚摩拉，搬货送信都是小儿科，开业现场帮忙充场子也是常干的事，只要摩拉日结就行了，嘿嘿！",
      "zht": "他們說我不務正業？哈哈哈哈！胡扯！本大爺是混混啊，混混的正業就是不務正業，有什麼問題嗎？咳，不好意思激動了些…哎呀，放心放心，我不偷不搶，快活不下去了，就去做點臨時工賺摩拉，搬貨送信都是小兒科，開業現場幫忙充場子也是常幹的事，只要摩拉日結就行了，嘿嘿！",
      "jp": "俺様がまともな事をやってねぇって、あいつらが言ってたのか？ガッハハハッ！何言ってんだ！俺様は傾奇者だぜ、まともな事をやらねぇのが傾奇者の真髄、何か問題でもあんのか？コホンッ、悪い、少し高ぶっちまった…安心しろ、俺様は盗みも強盗もやらねぇ、生きていけなくなったら、臨時の仕事でもやってモラを稼ぐさ。荷運び、手紙配達、開業直後の客寄せ、日雇いでモラをくれるってんならなんでもいいぜ、ヘヘッ！",
      "ko": "내가 빈둥거린다고? 하하하하! 그럴 리가! 이 몸은 건달이잖아. 건달의 본업이 빈둥거리는 건데 뭐 문제 있어? 큼, 좀 흥분했네, 미안…. 안심해, 도둑질이나 강도짓은 안 하니까. 정 못 버티겠으면 아르바이트로 모라 좀 벌면 돼. 화물 운송이나 편지 배달은 일도 아니고, 개업 현장에서 분위기 띄우는 일도 자주 하지. 모라를 일당으로만 받을 수 있으면 오케이야, 헤헤!",
      "en": "Oh, so they're saying I can't hold down a real job, huh? Well! Hahaha! Sorry to break it to ya, but I'm a delinquent. That means it's my job to not have a real job, and if anyone's got a problem with that... Who's got a problem with that, huh? You got a problem with that!? You got a problem with— *coughing* Sorry. Got a little worked up there. Where was I? Ah yeah, so work isn't really my thing, but don't worry — I don't rob or steal or anything like that. When I'm really runnin' low on funds, I just take the odd job here and there to make ends meet. You know, like transporting stuff, delivering documents, helping businesses attract customers... Just enough to keep the wolf from the door. Hehe!",
      "de": "Sie sagen, ich würde meine Arbeit nicht machen? Hahahahaha! Blödsinn! Ich bin ein Bandenmitglied, die Arbeit eines Bandenmitglieds ist es, keine Arbeit zu haben. Was ist daran falsch? Tut mir leid, dass ich mich aufgeregt habe ... Keine Sorge, ich stehle oder raube nicht. Wenn ich nichts mehr habe, werde ich ein paar Gelegenheitsarbeiten machen, um Mora zu verdienen. Waren zu tragen und Post auszuliefern ist ein Kinderspiel, bei einer Eröffnung auszuhelfen ist auch eine gute Sache, solange das Geld täglich bezahlt wird, hehe!",
      "es": "¿Así que dicen que no soy capaz de tener un trabajo de verdad? ¡Jajajaja! Lamento decirte que soy un rufián y, como tal, mi trabajo es no tener trabajo, y si a alguien no le parece bien... ¡¿A ti no te parece bien?! *Ejem*, lo siento, me dejé llevar. ¿Por dónde iba? Ah, sí, que trabajar no es lo mío, pero no te preocupes, no atraco a la gente, ni robo ni nada de eso. Cuando se me acaba el dinero, hago pequeños trabajitos para poder llegar a fin de mes, como transportar mercancías, entregar documentos, ayudar a los negocios a atraer clientes, cosas así, para poder mantenerme. ¡Jeje!",
      "fr": "Alors comme ça, ils disent que je suis incapable d'avoir un vrai travail, hein ? Hahahaha ! N'importe quoi ! Je suis un vrai voyou, moi. Tu as déjà vu un voyou avec un travail ? Oh, désolé, je m'emporte. Mais ne t'inquiète pas, je ne suis pas un voleur ni un cambrioleur. Quand je suis vraiment en galère, je fais des petits boulots pour gagner mon pain, comme faire de la manutention, livrer le courrier, ou aider les nouveaux commerces à attirer des clients dans la rue... C'est largement suffisant pour gagner ma journée, héhé.",
      "pt": "Então eles estão dizendo que eu não consigo manter um emprego de verdade, não é? Hahaha! Desculpe-me dizer isso, mas eu sou um rufião! Isso significa que é meu trabalho é não ter um emprego de verdade, e se alguém tem um problema com isso... Quem tem um problema com isso, você tem um problema com isso!? *Cof* Desculpe. Acho que acabei me empolgando demais. Onde eu estava? Ah sim, então, trabalhar realmente não é comigo, mas não se preocupe - Eu não roubo ou furto, nem nada parecido. Quando estou realmente com pouco dinheiro, eu só aceito um bico aqui e ali para pagar as contas. Sabe, como transportar coisas, entregar documentos, ajudar as lojas a atrair clientes... apenas o suficiente para que minha barriga não ronque, hehe!",
      "ru": "Значит, говорят, что я не могу удержаться на нормальной работе? Ха-ха-ха, чушь какая! Видишь ли, я бродяга, а бродягам работать не положено. Ну а если это кому-то не нравится... Кому не нравится?! Тебе не нравится?! Хм... прости, что-то я завёлся. Так о чём это мы? Ах да, работать не по мне, но ты не волнуйся - я не вор и не грабитель какой. Когда я совсем на мели, то подрабатываю маленько: перевозкой товара, доставкой писем, привлечением клиентов и другой подобной мелочёвкой... лишь бы день простоять да ночь продержаться, хе-хе!",
      "id": "Jadi mereka semua bilang aku tidak bisa kerja ya! Hahahaha! Tuan Besar ini kan memangnya preman, yang artinya kerjaanku itu ya begini, menganggur. Kalau ada yang tidak suka ... Siapa yang BERANI tidak suka? Kamu, HAH? *uhuk* Maaf, terlalu terbawa emosi barusan. Bicara apa tadi ... oh, kerja. Kerja itu bukan kebiasaanku, tapi santai saja, aku bukan maling atau rampok atau semacam itu. Kalau aku lagi kehabisan Mora, aku cari kerja kasar saja biar dapat penghasilan. Itu loh, kerjaan macam antar barang, kirim dokumen, bantu cari pelanggan buat toko-toko, dan sebagainya. Cukuplah buat makan, haha!",
      "th": "พวกเขาบอกว่าฉันหางานดี ๆ ทำไม่ได้งั้นเหรอ? ฮ่าฮ่าฮ่าฮ่า! ไร้สาระ! ฉันเป็นนักเลงนะ การไม่ทำงานทั่วไปก็คืองานของนักเลงไงล่ะ มีปัญหารึไง? อะแฮ่ม โทษที ฉันหัวร้อนไปหน่อย... เอาน่าาา วางใจเหอะ ฉันไม่ได้ไปฉกชิงวิ่งราว ถ้ากระเป๋าแห้งเมื่อไหร่ ฉันก็ไปรับจ๊อบชั่วคราวเพื่อหา Mora ทำงานเล็ก ๆ น้อย ๆ อย่างรับจ้างขนของหรือส่งจดหมาย ไม่ก็ไปสร้างสีสันให้ร้านค้าที่เปิดใหม่อะไรพวกนี้ ขอแค่จ่าย Mora ค่าจ้างวันต่อวันก็พอแล้ว ฮี่ฮี่!",
      "vi": "Họ nói ta lông bông sao? Hahahaha! Bổn đại gia là lưu manh mà, công việc của lưu manh là lông bông không đúng sao? Khụ, ta hơi kích động quá... Hầy, yên tâm đi, ta không có cướp giật gì đâu, hết tiền thì đi làm mấy việc nhỏ như giao thư khiêng vác, hay là góp vui cho các doanh nghiệp trong ngày khai trương cũng kiếm được kha khá đấy, chỉ cần cuối ngày được phát Mora là được, hê hê!"
    }
  },
  {
    "title": {
      "zhs": "关于荒泷一斗自己·鬼族",
      "zht": "關於荒瀧一斗自己·鬼族",
      "jp": "荒瀧一斗自身について·鬼族",
      "ko": "아라타키 이토 자신에 대해·오니족",
      "en": "About Itto: Oni",
      "de": "Über Arataki Itto – Oni",
      "es": "Sobre Arataki Itto - Oni",
      "fr": "À propos d'Itto - Oni",
      "pt": "Sobre Itto: Oni",
      "ru": "Об Аратаки Итто: Óни",
      "id": "Tentang Arataki Itto: Bangsa Oni",
      "th": "เกี่ยวกับตัว Arataki Itto เอง - โอนิ",
      "vi": "Về bản thân Arataki Itto - Tộc Oni"
    },
    "line": {
      "zhs": "鬼族经历了很多事情，才迎来了现在这个好时代，可以与人类共同生活。只可惜啊，时至今日还有许多人对鬼族心存芥蒂。嗯？怎么办？当然要改变啦。哼，但我不会刻意去讨好他们，我要用自己的方式，赢得人类的尊重。",
      "zht": "鬼族經歷了很多事情，才迎來了現在這個好時代，可以與人類共同生活。只可惜啊，時至今日還有許多人對鬼族心存芥蒂。嗯？怎麼辦？當然要改變啦。哼，但我不會刻意去討好他們，我要用自己的方式，贏得人類的尊重。",
      "jp": "人間と共に暮らせるこの良き時代を迎えるため、鬼族は数々のことを経験してきた。だが惜しいことに、今でも多くの人間が鬼族に対してわだかまりを抱えてる…ん？じゃあどうするかって？もちろん変えるんだよ！だが俺様は、わざとあいつらを喜ばせるようなことは絶対にしねぇ。俺様は俺様のやり方で、人間から尊重を勝ち取る！",
      "ko": "오니족은 수많은 일을 겪으면서 지금처럼 인간과 함께 살 수 있는 좋은 시대를 맞이했어. 아직도 오니족에게 적의를 품고 있는 사람이 많긴 하지만. 응? 어떡하냐고? 당연히 바꿔야지. 그렇다고 그들의 비위를 맞추려는 게 아니야. 내 방식대로 인간의 존중을 얻어내겠어!",
      "en": "The oni have been through a lot to get to where we are today, and look at us now — living peacefully alongside the humans. Unfortunately, there's still plenty of people out there who've got a bone to pick with us. Hmm? Change? Oh yeah, things are gonna change, alright! You can count on that! But I'll tell you what, it won't involve any sucking up to the humans on my part, nuh-uh! I'm gonna let my actions do the talkin'. They'll come to respect me eventually.",
      "de": "Die Oni haben viel durchgemacht, um die heutigen guten Zeiten einzuläuten, in denen sie mit den Menschen zusammenleben können. Es ist nur schade, dass es auch heute noch viele Menschen gibt, die einen Groll gegen die Oni hegen. Hm? Was können wir tun? Natürlich müssen wir uns ändern. Aber ich werde nicht absichtlich versuchen, es ihnen recht zu machen, ich werde mir den Respekt der Menschen auf meine Weise verdienen.",
      "es": "#Los oni hemos pasado por muchas cosas hasta llegar a donde estamos hoy, y míranos ahora, coexistimos pacíficamente con los humanos. Lamentablemente, aún hay mucha gente que nos guarda rencor. ¿Eh? ¿Un cambio? Sí, las cosas van a cambiar, de eso puedes estar segur{F#a}{M#o}. Pero déjame que te diga una cosa: yo no voy a lamerle las botas a los humanos, ¡ni hablar! Mis acciones hablarán por mí. Al final acabarán respetándome.",
      "fr": "Les Oni ont traversé beaucoup d'épreuves, et pourtant, on a survécu jusqu'à maintenant en plus de pouvoir vivre en paix avec les humains. Mais c'est vraiment dommage qu'il y ait encore autant de gens qui ont des préjugés sur nous. Que ça change ? Bien sûr qu'il faut que ça change. Mais j'irais certainement pas leur lécher les bottes juste pour leur plaire ! Je gagnerai le respect des humains à ma propre manière !",
      "pt": "Os onis passaram por muito para chegar onde estamos hoje, e olhe só para nós agora - vivendo pacificamente ao lado dos humanos. Infelizmente, ainda há muitas pessoas lá fora que têm problemas conosco. Hmm? Mudança? Oh, as coisas vão mudar com certeza! Você pode contar com isso! Mas digo-lhe uma coisa, não vai envolver puxar o saco dos humanos da minha parte, nananinanão! Vou deixar que minhas ações falem por mim. Eles me respeitarão, eventualmente.",
      "ru": "Óни пришлось пережить многое, чтобы добиться теперешнего положения и зажить в мире рядом с людьми. Жаль только, что многие до сих пор таят на нас злобу. Хм? Что делать? Конечно же, нужны перемены. Вот только я ни за что перед ними заискивать не стану. Я пойду своим путём, и люди зауважают меня.",
      "id": "Bangsa oni sudah mengalami banyak hal untuk dapat sampai seperti ini, dan lihat kami sekarang, hidup damai berdampingan dengan para manusia. Sayangnya, ada saja orang yang masih suka cari gara-gara dengan kami. Apa? Perubahan? Tentu saja semua bakal kena perubahan, tapi ingat ya, aku ini tidak mungkin menjilat ke para manusia, aku punya caraku sendiri. Mereka semua akan hormat padaku pada akhirnya.",
      "th": "เผ่าโอนิได้ผ่านอะไรมามากมาย กว่าจะมาถึงยุคที่ดีในวันนี้ ที่สามารถใช้ชีวิตร่วมกับมนุษย์ได้ แต่ก็น่าเสียดายที่จนถึงทุกวันนี้ ยังมีคนไม่น้อยเลยที่ยังแค้นเผ่าโอนิฝังใจ หืม? จะทำยังไงงั้นเหรอ? แน่นอนว่าต้องมีการเปลี่ยนแปลงสิ ฮึ แต่ฉันคงไม่บากหน้าไปอ้อนวอนพวกเขาหรอกนะ ฉันจะใช้วิธีของฉันนี่แหละ สักวันต้องเอาชนะใจพวกมนุษย์และได้รับความเคารพจากพวกเขาแน่นอน",
      "vi": "Tộc Oni đã phải trải qua rất nhiều đau thương mới có thể chung sống được với con người. Đáng tiếc là đến giờ vẫn còn có nhiều người kỳ thị tộc Oni. Hừm? Vậy thì sao đây? Đương nhiên là phải thay đổi rồi, nhưng ta sẽ không hạ mình đâu, ta phải dùng cách riêng của mình để lấy được sự tôn trọng từ họ."
    }
  },
  {
    "title": {
      "zhs": "关于我们·合拍",
      "zht": "關於我們·合拍",
      "jp": "息が合うことについて…",
      "ko": "우리에 대해·쿵짝",
      "en": "About Us: Cooperation",
      "de": "Über uns – Zusammenarbeit",
      "es": "Sobre nosotros - Cooperación",
      "fr": "À propos de nous - Coopération",
      "pt": "Sobre Nós: Cooperação",
      "ru": "О нас: Сотрудничество",
      "id": "Tentang Kita: Kerja Sama",
      "th": "เกี่ยวกับเรา - ความร่วมมือ",
      "vi": "Về Chúng Ta - Hợp Cạ"
    },
    "line": {
      "zhs": "喂，我看你总是东奔西跑地替人办事，图的不止是摩拉吧？你一定也是个豪爽仗义的人！哈正好，本大爷最喜欢跟仗义的人打交道，我们绝对能成为超级合拍的搭档！",
      "zht": "#喂，我看{F#妳}{M#你}總是東奔西跑地替人辦事，圖的不止是摩拉吧？{F#妳}{M#你}一定也是個豪爽仗義的人！哈正好，本大爺最喜歡跟仗義的人打交道，我們絕對能成為超級合拍的搭檔！",
      "jp": "おい、お前はいつも誰かのためにあっちこっち走り回ってるが、モラのためだけってわけじゃねぇんだろ？なら、お前もきっと義理堅いやつだ！ちょうどよかった、俺様は義理堅いやつと付き合うのが好きなんだ、俺たちは間違いなく息の合った兄弟になれるぜ！",
      "ko": "이봐, 넌 늘 남들 대신 일 처리하느라 바쁘던데. 그게 단지 모라 때문만은 아니겠지? 너도 분명 호탕하고 의리 있는 사람일 거야! 마침 이 몸이 의리 있는 사람을 좋아하거든. 우린 잘 맞는 파트너가 될 수 있을 것 같은데!",
      "en": "Hey, so I always see you running around everywhere doing this and that for other people, but you're not in it for the Mora, are you? No, you're just straight-up lookin' out for your fellow man. I know a true homie when I see one, and no one appreciates a homies' homie more than yours truly. Put it here, partner! You and I are gonna make a great team, I just know it!",
      "de": "Wie ich sehe, tust du ständig etwas für andere Leute. Du bist doch nicht nur hinter den Mora her, oder? Du musst auch ein Mensch von Ehre sein! Wir wären ein tolles Team!",
      "es": "#Siempre te veo corriendo de un lado para otro haciendo cosas para los demás, pero no lo haces por el Mora, ¿verdad? No, lo haces porque te preocupas por los demás. Yo reconozco a los hermanos de verdad al verlos, y los aprecio más que a nadie. ¡Ven aquí, herman{F#a}{M#o}! Vamos a ser un gran equipo, ¡estoy seguro!",
      "fr": "#Je te vois souvent courir à gauche et à droite pour aider les gens. J'ai l'impression que tu ne fais pas ça que pour les moras, je me trompe ? Non, toi, t'es quelqu'un qui sait s'occuper des autres. Je sais de quoi je parle, parce que moi aussi, je sais m'occuper des gens. C'est la famille, tu vois ? Du coup, on va faire une super équipe, toi et moi{NON_BREAK_SPACE}!",
      "pt": "#Ei, então eu sempre vejo você correndo por toda parte fazendo isso e aquilo para outras pessoas, mas você não está nisso pela Mora, está? Não, você está apenas cuidando de seus companheiros humanos. Conheço {F#uma}{M#um} verdadeir{F#a}{M#o} parceir{F#a}{M#o} quando vejo {F#uma}{M#um}, e ninguém aprecia mais {F#uma}{M#um} parceir{F#a}{M#o} do que eu aqui! Venha cá, parceir{F#a}{M#o}! Nós seremos uma grande equipe, sei muito bem disso!",
      "ru": "Слушай, я вот постоянно наблюдаю, как ты суетишься, помогая другим. Это же не ради моры, да? Да, ты просто справедливый и отзывчивый человек. Больше всего я ценю отношения со справедливыми людьми. Из нас обязательно получится отличная команда!",
      "id": "Heh, aku selalu lihat kamu lari ke sana kemari kerjakan ini itu dan bantu orang, tapi kamu begitu bukan buat cari Mora, ya kan? Bukan, memang kamu saja punya sifat baik dan senang bantu orang. Tuan Besar ini tahu tipe orang macam kamu, dan cukup suka pada tipe begitu. Sini, tos dulu! Kita berdua akan jadi tim yang paling hebat, hahaha ... aku yakin itu!",
      "th": "เฮ้ ฉันเห็นเธอช่วยคนไปทั่ว เธอไม่ได้ทำเพื่อ Mora อย่างเดียวใช่มั้ย? เธอต้องเป็นคนกล้าหาญผู้ผดุงความยุติธรรมด้วยแน่ ๆ! คนอย่างเราแค่มองตาก็รู้ใจแล้ว ฉันเองก็ชอบคบกับคนที่รักความยุติธรรมแบบนี้เหมือนกัน พวกเราต้องเป็นทีมที่เข้าขากันได้ดีแน่นอน!",
      "vi": "Này, ta thấy ngươi hay đi giúp người khác, chắc không phải chỉ vì kiếm Mora đúng không? Ngươi nhất định cũng là người hiệp nghĩa! Ta thích người hiệp nghĩa, chúng ta nhất định sẽ rất hợp cạ, thề!"
    }
  },
  {
    "title": {
      "zhs": "关于我们·响应",
      "zht": "關於我們·響應",
      "jp": "評価について…",
      "ko": "우리에 대해·응답",
      "en": "About Us: Response",
      "de": "Über uns – Antwort",
      "es": "Sobre nosotros - Respuesta",
      "fr": "À propos de nous - Réaction",
      "pt": "Sobre Nós: Resposta",
      "ru": "О нас: Зов",
      "id": "Tentang Kita: Jawaban",
      "th": "เกี่ยวกับเรา - การตอบสนอง",
      "vi": "Về Chúng Ta - Hưởng Ứng"
    },
    "line": {
      "zhs": "说实话，我很欣赏你，一直很欣赏你。当然希望你能留在荒泷派啦，欸，连给你的称号我都想好了，在你名字里添上「天下第二」，我俩就是「数一数二」组合！哈哈哈。哎呀…玩笑归玩笑，我知道你还有更重要的使命…去吧，去做你想做的事情。总之你记住，荒泷派会无条件响应你。",
      "zht": "#說實話，我很欣賞{F#妳}{M#你}，一直很欣賞{F#妳}{M#你}。當然希望{F#妳}{M#你}能留在荒瀧派啦，欸，連給{F#妳}{M#你}的稱號我都想好了，在{F#妳}{M#你}名字裡添上「天下第二」，我倆就是「數一數二」組合！哈哈哈。哎呀…玩笑歸玩笑，我知道{F#妳}{M#你}還有更重要的使命…去吧，去做{F#妳}{M#你}想做的事情。總之{F#妳}{M#你}記住，荒瀧派會無條件響應{F#妳}{M#你}。",
      "jp": "実のところ、俺様はずっとお前のことを高く評価してる。だから当然、お前が荒瀧派に残るのを願ってるぜ！お前の称号だって考えておいたんだ、お前の名前に「天下第二」と付ければ、俺たちは「一、二と数えられる」双璧になる！ハハハッ！まあ…冗談はこれぐらいにして、お前にもっと重要な使命があるのは知ってる。だから…行けっ！お前のやりたい事を全うしろ！だが、これだけは覚えとけよ、荒瀧派はいつでも無条件でお前に応えるぜ！",
      "ko": "사실 난 줄곧 네가 마음에 들었어. 그러니까 당연히 아라타키파에 남아줬으면 해. 너한테 줄 칭호까지 생각해 뒀다고. 네 이름에 「천하제이」를 붙이는 거지. 그럼 우린 「제일 제이」의 조합이 되는 거야! 하하하! 농담은 그만하고, 네게 더 중요한 사명이 있단 걸 알아… 가 봐. 가서 하고 싶은 일을 해. 아라타키파는 무조건 너에게 응답한다는 거 잊지 말고",
      "en": "You know what, I gotta admit — I respect you, always have. I could really see you as a member of the gang, you know — I mean, you really have what it takes... Whaddya say? I've even come up with a catchy title to tag on after your name, get this: \"The Traveler, 'Second to One'\"! Get it? 'Cause y'know, I'm numero uno, you're my number two, and together we're the most powerful duo in the whole friggin' world, baby! Hahaha! Ah... But, uh, all jokes aside, I know you're on some important journey or whatever. So, go ahead! Get out there and do whatcha wanna do! Just remember, the Arataki Gang will always answer your call.",
      "de": "#Um ehrlich zu sein, bewundere ich dich, das habe ich immer getan. Natürlich möchte ich, dass du in der Arataki-Bande bleibst, und ich habe mir sogar einen Titel für dich ausgedacht. Ich werde deinem Namen den Zusatz „Zweitbeste{M#r} der Welt“ hinzufügen und wir werden die „Besten der Besten“ sein! Hahaha! Ich weiß, dass du eine wichtigere Aufgabe hast ... Mach weiter und tu, was du tun willst. Wie dem auch sei, denk daran, dass die Arataki-Bande dich bedingungslos aufnehmen wird.",
      "es": "#¿Sabes? Tengo que admitir que siempre te he respetado. Podrías incluso ser miembro de la banda, tienes lo que hay que tener... ¿Qué te parece? Incluso he pensado en un buen apodo para ti, escucha: “{F#La viajera}{M#El viajero}, {F#la}{M#el} número dos”. ¿Lo captas? Porque, ya sabes, yo soy el número uno, tú eres mi número dos, ¡y juntos somos el dúo más insuperable del mundo! ¡Jajaja! Bromas aparte, sé que estás en un viaje muy importante o algo así, así que ¡adelante! ¡Haz lo que tengas que hacer! Y recuerda que la Banda de Arataki siempre responderá a tu llamada.",
      "fr": "#Je vais te dire un truc : j'ai toujours eu du respect pour toi. Bien sûr, j'adorerais que tu restes avec nous au gang Arataki. Je t'avais même trouvé un blase : «{NON_BREAK_SPACE}Numéro deux{NON_BREAK_SPACE}». Comme ça, toi et moi, on aurait été les «{NON_BREAK_SPACE}Numéros un et deux{NON_BREAK_SPACE}», Hahaha{NON_BREAK_SPACE}! *soupir* Trêve de plaisanteries, je sais que tu as des choses plus importantes à faire. Donc, je ne te retiens pas. Mais rappelle-toi que le gang Arataki sera toujours là pour toi.",
      "pt": "#Sabe de uma coisa, tenho que admitir - eu te respeito, sempre lhe respeitei. Eu realmente consigo vê-l{F#a}{M#o} como membr{F#a}{M#o} da gangue, sabe - você realmente tem o que é preciso... O que me diz? Cheguei até mesmo a pensar em um título atraente para associar ao seu nome, veja isto: \"Viajante, {F#A}{M#O} Segund{F#A}{M#O} Melhor\"! Entendeu? Porque você sabe, eu sou o número um, você é {F#minha}{M#meu} número dois, e juntos somos a dupla mais poderosa de todo o mundo! Hahaha! Ah... Mas, deixando as piadas de lado, eu sei que você está em alguma viagem importante ou o que quer que seja. Então, vá em frente! Vá em frente e faça o que quiser fazer! Lembre-se, a Gangue Arataki sempre responderá ao seu chamado.",
      "ru": "Если честно, я восхищаюсь тобой. Всегда восхищался. В банде Аратаки для тебя вполне может найтись место. Я даже прозвище тебе придумал: Номер Два, потому что я первый номер, а вместе мы будем лучшими из лучших! Ха-ха-ха, ох... Если серьёзно, я знаю, что у тебя куда более важная цель... Давай, делай то, что считаешь нужным. И не забывай, что банда Аратаки всегда откликнется на твой зов.",
      "id": "Baiklah, aku mengaku. Aku memang hormat sama kamu. Aku sudah bisa bayangkan kalau kamu jadi anggota gengku, tahu? Kemampuan dan sifat juga sudah cocok ... Mau tidak? Aku sudah bikinin kamu julukan: \"Pengembara, Sang Nomor Dua di Kolong Langit\"! Ngerti kan maksudnya? Soalnya AKU yang nomor satu! Kita bisa jadi duo paling kuat di kolong langit! HAHAHA! ... Ah, aku tahu kamu sedang dalam perjalanan penting, jadi tidak apa, tidak usah ikutan sekarang. Pergi dan lakukan apa yang harus dilakukan, yang penting kamu harus ingat kalau geng Arataki akan selalu siap menyambut!",
      "th": "บอกตรง ๆ นะ ฉันชื่นชมเธอสุด ๆ ชื่นชมเธอมาตลอดด้วย และหวังว่าเธอจะเข้าร่วมแก๊ง Arataki ของเรา เอ่อ ฉันคิดฉายาเธอไว้แล้วด้วย ก็คือเอาชื่อเธอมาบวกกับ \"อันดับสองในใต้หล้า\" แบบนี้พอเราอยู่ด้วยกันก็จะกลายเป็น \"เบอร์หนึ่งกับเบอร์สอง\" ไงล่ะพวก! ฮ่าฮ่าฮ่า เฮ้อ... แต่พูดเล่นก็ส่วนพูดเล่น ฉันรู้ว่าเธอยังมีภารกิจสำคัญที่ต้องไปทำ... ไปเหอะ ไปทำเรื่องที่เธออยากทำ แต่จำไว้ละกันว่า แก๊ง Arataki พร้อมจะตอบสนองเธออย่างไม่มีเงื่อนไข",
      "vi": "Nói thật thì ta rất khoái ngươi đấy, luôn là vậy, rất hy vọng ngươi có thể ở lại bang Arataki. Haiz, đến cả biệt hiệu ta cũng chuẩn bị sẵn rồi đó, \"Thiên Hạ Đệ Nhị\", vậy là chúng ta sẽ trở thành bộ đôi bá đạo rồi đó! Haha, đùa tí thôi, ta biết ngươi có việc quan trọng cần làm... Đi đi, đi làm việc của ngươi đi, chỉ cần nhớ rằng bang Arataki sẽ luôn hưởng ứng ngươi vô điều kiện."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về \"Vision\"..."
    },
    "line": {
      "zhs": "别问，说起这个我就火大。那群幕府军夺走人们珍视的东西，罪大恶极，竟然还敢乱摆神之眼！欸，照理说，越强的人，神之眼就应该嵌在越上面才对吧，到底是哪个不识抬举的将本大爷的神之眼嵌在最下面啊！",
      "zht": "別問，說起這個我就火大。那群幕府軍奪走人們珍視的東西，罪大惡極，竟然還敢亂擺神之眼！欸，照理說，越強的人，神之眼就應該嵌在越上面才對吧，到底是哪個不識抬舉的將本大爺的神之眼嵌在最下面啊！",
      "jp": "それは聞くな。そのことを話すとまた怒りがこみ上げてくる！人々が大切にしているものを奪い、挙句の果てに神の目を雑に飾るとは！幕府軍めぇ、なんて極悪非道なヤツらなんだ！普通、神の目の持ち主が強ければ強いほど、上の方にはめ込むはずだろ。だけど…いったい誰だ！俺様の神の目を一番下にはめ込んだのは！",
      "ko": "그 얘긴 꺼내지도 마. 열 받아 죽겠으니까! 그 막부군들은 사람들이 소중히 여기는 물건을 빼앗아 갔어. 극악무도한 놈들. 그것도 모자라 신의 눈을 멋대로 늘어놓다니! 강한 사람일수록 신의 눈이 위에 박혀야 하거늘. 대체 어떤 놈이 이 몸의 신의 눈을 맨 밑에 박아둔 거야!",
      "en": "Ugh, don't even ask. Just the thought of it makes my blood boil! First, the Shogun's Army goes out and steals everyone's precious Visions — which, already a heinous crime, right? But then... then they go and stick them all over that statue with absolutely no sense of organization whatsoever. I mean, think about it... the more powerful the Vision, the higher up on the statue it should go, that would make sense, right? But nooo, some class-A jerk in the Tenryou Commission thought it'd be funny to put my Vision right at the very bottom! Ugh... Come on!",
      "de": "Frag nicht, es macht mich wütend, darüber zu sprechen. Wie können diese Truppen des Bakufu, die ein so schreckliches Verbrechen begangen haben, indem sie den Menschen etwas weggenommen haben, was ihnen lieb und teuer ist, es wagen, die Göttlichen Augen irgendwohin zu platzieren! He, je stärker die Person, desto höher sollte das Auge eingebettet sein. Wer von euch hat also die Frechheit, mein Auge ganz unten zu platzieren!",
      "es": "Uf, ni preguntes. ¡Me hierve la sangre al recordarlo! Primero, el ejército de la Shogun va y roba las Visiones de todo el mundo, lo que ya es un crimen horrible, y luego van y las ponen en esa estatua sin ningún orden. Piénsalo, cuanto más poderosa la Visión, más alta debería estar en la estatua, así tendría sentido, ¿no? Pero no, algún idiota de la Comisión Tenryou tuvo la fantástica idea de poner mi Visión abajo del todo. ¡Vamos!",
      "fr": "Grr, ne m'en parle pas. Rien que le fait d'y penser fait bouillir mon sang ! Comme si le fait de voler les yeux divins des gens n'était pas déjà un crime assez odieux, l'armée de la Shogun s'est amusée à les coller sur une statue de manière complètement désordonnée ! Tss, quiconque avec un peu de jugeote aurait placé les yeux divins des gens importants tout en haut ! Alors qui est l'imbécile qui a mis le mien tout en bas ?",
      "pt": "Urgh, nem pergunte. Só de pensar nisso, meu sangue ferve! Primeiro, o Shogunato sai e rouba as preciosas Visões de todos - o que, já é um crime hediondo, certo? Mas depois... depois eles vão e enfiam elas por toda aquela estátua sem absolutamente nenhum senso de organização. Quero dizer, pense nisso... Quanto mais poderosa for a Visão, mais alto na estátua ela deve ir, isso faria sentido, certo? Mas não, algum idiota classe A da Comissão Tenryou achou que seria engraçado colocar minha Visão bem no fundo! Urgh... Qual é!",
      "ru": "Даже не спрашивай. Одна мысль об этом выводит меня из себя! Сначала армия сёгуната отнимает у всех драгоценные Глаза Бога, что само по себе уже большое злодеяние, а потом их вставляют в ту статую, причём вставляют как попало! Подумай только, чем сильнее Глаз Бога, тем выше он должен быть на статуе. Но, видите ли, какому-то болвану из комиссии Тэнрё вздумалось поместить мой Глаз Бога в самое основание! Эх, чтоб ему!..",
      "id": "Tidak usah tanya lah, aku kepikiran saja bisa langsung naik ke otak. Tentara Shogunate main sita Vision semua orang saja sudah kurang ajar bukan main, tapi tahu tidak, mereka masih berani asal-asalan tempel Vision di patung sialan itu! Nih ya, semakin kuat Vision-nya, harusnya posisinya semakin di atas, iya kan? Tapi tiiiidak, bedebah-bedebah di Tenryou Commission pikir lucu juga kalau Vision punya Tuan Besar ini ditaruh di tempat yang paling bawah! AHHHHH ... brengsek!",
      "th": "อย่ามาถามเรื่องนี้ พูดแล้วมันปี๊ด พวก Shogunate อะไรนั่นแย่งของล้ำค่าจากชาวเมืองไป เรื่องนั้นก็ชั่วเกินบรรยายแล้ว พวกมันยังมีหน้าเอาวิชั่นไปเรียงบนรูปปั้นแบบมั่ว ๆ อีก! ปัดโธ่ ถ้าว่ากันตามเหตุผล วิชั่นของคนที่แข็งแกร่งก็ควรเอาไว้ด้านบนใช่มั้ยล่ะ? อยากรู้ชะมัดว่าไอ้งั่งคนไหนเอาวิชั่นของผู้ไร้เทียมทานอย่างฉันไปวางไว้ด้านล่างสุด!",
      "vi": "Nhắc đến lại cay. Đám quân Shogunate đó cướp Vision của ta đã đành, lại còn xếp lung tung lên. Ta cứ nghĩ Vision của kẻ mạnh như ta sẽ được khảm trên đỉnh, ai dè đám người đó lại khảm Vision của ta ở chỗ thấp nhất, thật quá đáng!"
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·希娜小姐",
      "zht": "有什麼想要分享·希娜小姐",
      "jp": "シェアしたいこと·ヒナさん",
      "ko": "하고 싶은 이야기·히나 아가씨",
      "en": "Something to Share: Hina",
      "de": "Willst du mir etwas mitteilen? – Hina",
      "es": "¿Algo que decir? - Hina",
      "fr": "Quelque chose à partager - Hina",
      "pt": "Algo a compartilhar: Hina",
      "ru": "Давай поделимся: Госпожа Хина",
      "id": "Berbagi Cerita: Nona Hina",
      "th": "เรื่องที่อยากแบ่งปัน - คุณ Hina",
      "vi": "Có gì muốn chia sẻ - Tiểu Thư Hina"
    },
    "line": {
      "zhs": "你要是有什么烦恼，可以试着给《闲事月刊》的问答栏目投稿，希娜小姐一定会给你一个温暖人心的答案。啊…托她的福，我的灵魂已经不再迷茫了…对了，我还报名了希娜小姐的线下见面会，唉这日子怎么就过得那么慢呢。",
      "zht": "#{F#妳}{M#你}要是有什麼煩惱，可以試著給《閒事月刊》的問答欄目投稿，希娜小姐一定會給{F#妳}{M#你}一個溫暖人心的答案。啊…託她的福，我的靈魂已經不再迷茫了…對了，我還報名了希娜小姐的線下見面會，唉這日子怎麼就過得那麼慢呢。",
      "jp": "何か悩みがあるなら、『月刊閑事』の質問欄に投稿してみるといい。きっとヒナさんからの心温まる答えがもらえるはずだぜ！ああ…彼女のおかげで、俺様の魂はもう迷わずに済んでる…そうだ、俺様はヒナさんとの交流会にも申し込んでてな！本当に待ち遠しい。",
      "ko": "고민 있으면 《가십 월간지》의 문답 코너에 투고해 봐. 히나 씨가 마음이 따뜻해지는 답을 해줄 거야! 아… 그녀 덕분에 내 영혼은 더 이상 방황하지 않아도 돼… 참, 나 히나 씨 팬 미팅도 신청했어! 어, 시간이 왜 이렇게 느리게 가는지",
      "en": "If you ever have something on your mind, you can always try writing in to \"That's Life\" magazine's advice column. Ms. Hina always manages to come up with an encouraging and heartwarming response for all her readers. Just look at me — I used to be a lost soul, but not anymore, and it's all thanks to her. Oh, that reminds me, I managed to sign up for one of her upcoming meet-and-greets! I've been counting down the days — wish it would go faster...",
      "de": "Wenn du dir Sorgen machst, kannst du in der Rubrik „Fragen und Antworten“ vom „Monatlichen Tratsch“ einen Beitrag schreiben, und Hina wird dir sicher eine herzerwärmende Antwort geben. Ah ... Dank ihr ist meine Seele nicht mehr verloren ... Übrigens habe ich mich auch für das Echtzeit-Treffen von Hina angemeldet, uff, wie die Tage so langsam vergehen.",
      "es": "Si alguna vez te preocupa algo, puedes intentar escribir a la columna de consejos de la revista «Vida y estilo». La Srta. Hina siempre se las arregla para escribir una respuesta motivadora y reconfortante para todos sus lectores. Mírame, yo antes era un alma perdida, pero ya no, y es todo gracias a ella. Oh, ¡eso me recuerda que logré registrarme para uno de sus próximos encuentros con los fans! He estado contando los días... ¡Qué despacio pasa el tiempo!",
      "fr": "Si quelque chose te préoccupe, tu peux essayer d'écrire à la rubrique des conseils du magazine « C'est la vie ». Mademoiselle Hina parvient toujours à trouver des réponses qui apportent un peu de chaleur au cœur de ses lecteurs. Tiens, regarde-moi par exemple : j'étais une âme perdue, mais plus maintenant, et c'est grâce à elle. Oh, ça me rappelle que j'ai réussi à m'inscrire à l'une de ses prochaines rencontres de fans. J'ai tellement hâte !",
      "pt": "Se você tiver algo em mente, pode sempre tentar escrever para a coluna de conselhos da revista \"É a Vida\". A Sra. Hina sempre consegue encontrar uma resposta encorajadora e entusiasmante para todos os seus leitores. Basta olhar para mim - Eu costumava ser uma alma perdida, mas não mais, e tudo isso graças a ela. Oh, isso me lembra que consegui me inscrever para um de seus próximos encontros! Estive fazendo uma contagem regressiva dos dias - gostaria que fosse mais rápido...",
      "ru": "О своих заботах ты всегда можешь попробовать написать в колонку советов журнала «Это жизнь». Каждому читателю госпожа Хина непременно даст тёплый и ободряющий ответ. Вот я когда-то был заблудшей душой, но благодаря ей это изменилось. ...Да, я ещё записался на встречу с ней. Ох, скорее бы она состоялась. Дни тянутся так долго...",
      "id": "Kalau kamu lagi ada beban pikiran, tulis dan kirim saja ke kolom nasihat majalah \"Begitulah Hidup\" punya Nona Hina. Dia selalu punya jawaban yang bisa menyemangati dan menghibur. Contohnya aku, berkat dia, aku bukan lagi jiwa yang tersesat dan tak tahu arah tujuan. Oh iya, aku jadi ingat sudah daftar untuk acara temu sapa dengan dia! Menunggu hari itu tiba rasanya lama sekali.",
      "th": "ถ้าเธอมีเรื่องกลุ้มใจ ลองเขียนปัญหาพวกนี้ส่งไปที่คอลัมน์ \"เรื่องอลเวงรายเดือน\" ดูสิ คุณ Hina จะมีคำตอบที่ดีต่อใจให้เธอแน่นอน อ่า... ต้องขอบใจคุณ Hina มากเลยที่ทำให้จิตวิญญาณของฉันไม่ต้องหลงทางอีกต่อไปแล้ว... จริงสิ ฉันสมัครเข้าร่วมงานมีตติ้งครั้งต่อไปของคุณ Hina แล้วล่ะ เฮ้อ ทำไมวันเวลามันถึงเดินช้าจังเลยนะ",
      "vi": "Nếu ngươi có phiền phức gì thì cứ viết thư cho mục hỏi đáp của tờ \"Chuyện Thường Ngày\" nhé! Tiểu thư Hina nhất định sẽ cho ngươi một câu trả lời đầy ấm áp. Nhờ có cô ấy mà linh hồn của ta đã không còn bị lạc lối nữa... À đúng rồi, ta cũng đã đăng ký cho buổi gặp mặt fan của tiểu thư Hina rồi. Haiz, những ngày tháng này sao qua chậm vậy chứ."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·双角",
      "zht": "有什麼想要分享·雙角",
      "jp": "シェアしたいこと·角",
      "ko": "하고 싶은 이야기·뿔",
      "en": "Something to Share: Horns",
      "de": "Willst du mir etwas mitteilen? – Hörner",
      "es": "¿Algo que decir? - Cuernos",
      "fr": "Quelque chose à partager - Cornes",
      "pt": "Algo a compartilhar: Chifres",
      "ru": "Давай поделимся: Рога",
      "id": "Berbagi Cerita: Tanduk",
      "th": "เรื่องที่อยากแบ่งปัน - เขาคู่",
      "vi": "Có gì muốn chia sẻ - Sừng"
    },
    "line": {
      "zhs": "我头上的角，看久了会单调吗？要不用涂料把它弄成彩虹色吧，再抓点萤火虫绑在上面，走在街上炫彩夺目，想想就觉得很帅！本大爷果然是天才，我这就让兄弟们行动起来！",
      "zht": "我頭上的角，看久了會單調嗎？要不用塗料把它弄成彩虹色吧，再抓點螢火蟲綁在上面，走在街上炫彩奪目，想想就覺得很帥！本大爺果然是天才，我這就讓兄弟們行動起來！",
      "jp": "俺様の頭にある角、ずっと見てると単調すぎやしねぇか？いっそ塗料で虹色にしてみよう。それからホタルを結びつけて、通りを華やかに歩く。くぅ～考えただけで、カッコよさがにじみ出てくるぜ！俺様はやっぱ天才だな、今すぐ野郎どもに準備させよう！",
      "ko": "내 머리에 있는 뿔 말이야, 오래 보면 좀 밋밋한가? 무지개색으로 칠해버리고, 반딧불이 몇 마리 잡아서 위에 묶어 두면 엄청 눈에 띄겠지! 생각만 해도 멋져! 역시 난 천재야! 바로 형제들한테 알려서 실행해야겠어!",
      "en": "Question for ya! Do my horns look boring once you get used to them? 'Cause, uh, I was thinking of switching up the style, going for a total overhaul, you know? I'm thinking paint them in rainbow stripes and then strap a few Fireflies on for good measure! Eh, eh? I bet that would turn some heads on the streets... like \"Dude, you're rockin' those sweet rainbow horns, man!\" ...Ah, man, this is totally genius! I'm gonna round up the gang and get them working on it ASAP.",
      "de": "Sehen die Hörner auf meinem Kopf nach einer Weile eintönig aus? Warum male ich sie nicht regenbogenfarbig an, ich fange ein paar Glühwürmchen, binde sie daran und gehe in vollem Glanz durch die Straße? Ich bin ein Genie, ich raufe meine Brüder zusammen, wir haben zu tun!",
      "es": "¡Tengo una pregunta para ti! ¿Crees que mis cuernos parecen aburridos una vez que te acostumbras a ellos? Porque, eh, estaba pensando cambiar totalmente de estilo, tal vez pintarlos a rayas con todos los colores del arcoíris y después pegarles unas cuantas luciérnagas para que brillen más. ¿Qué te parece? Así seguro que me mirarían por la calle y dirían cosas como: “Guau, ¡qué bien te quedan esos cuernos arcoíris!”. ¡Es una idea genial! Voy a reunir a la banda y nos pondremos a ello ahora mismo.",
      "fr": "Dis-moi, est-ce qu'on finit par se lasser de mes cornes à force de les regarder ? Parce que je pensais à changer un peu de style en les colorant aux couleurs de l'arc-en-ciel et en y attachant quelques lucioles. J'aurais trop la classe comme ça, tu ne trouves pas ? Bon sang, je suis un vrai génie. Je vais dire aux gars de la bande de travailler là-dessus tout de suite.",
      "pt": "Tenho uma pergunta para você! Meus chifres parecem entediantes quando você se acostuma com eles? Porque, uh, eu estava pensando em mudar o estilo, dar uma mudada total. Estou pensando em pintá-los com tiras de arco-íris e depois amarrar alguns vaga-lumes só para ter certeza! Hein, hein? Aposto que isso viraria algumas cabeças nas ruas... como \"Cara, você está arrasando com esses chifres arco-íris, cara!\" ...Ah, cara, isso é totalmente genial! Vou reunir a gangue e colocá-los para trabalhar nisso o mais rápido possível.",
      "ru": "У меня к тебе вопрос! Скажи, после того как привыкаешь к моим рогам, они начинают смотреться скучно? Я тут подумал, а не выкрасить ли мне их во все цвета радуги и на кончики привязать по светлячку? И щеголял бы я такой по улицам, и все бы просто очумели от этой красоты! Да это же гениальная мысль! Решено, я собираю банду, пусть всё устроят!",
      "id": "Pertanyaan! Apa tanduk ini jadi membosankan setelah kamu biasa melihatnya? Soalnya, aku lagi mikir untuk ganti gaya. Mungkin warnai pakai garis-garis pelangi, terus ikat kunang-kunang buat jadi aksen? Pasti ganteng tuh! Orang-orang di jalan bakal bilang \"Wow, tanduk pelangi bro!\" ... Mantap, Tuan Besar ini mau suruh anak-anak langsung urus.",
      "th": "เขาที่อยู่บนหัวฉันเนี่ย มองนาน ๆ ละเบื่อมั้ย? ฉันว่าลองทาสีรุ้งดีมั้ย? แล้วก็เอาหิ่งห้อยมาติดไว้ข้างบน เวลาเดินบนถนนมันต้องต๊าซสุด ๆ แค่คิดก็หล่อแล้ว! ฉันนี่มันอัจฉริยะตัวจริง พูดแล้วก็ให้พวกลูกน้องจัดการเลยดีกว่า!",
      "vi": "Nhìn lâu cũng thấy hai cái sừng trên đầu ta hơi đơn điệu phải không? Hay là sơn bảy màu lên đó nha, cột thêm mấy con đom đóm nữa, thề luôn, ra đường là bao nổi, nghĩ thôi đã thấy đẹp trai rồi! Bổn đại gia quả là thiên tài, để ta kêu đám huynh đệ làm ngay!"
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "抓鬼兜虫的唯一秘诀就是——抓之前一定要擦亮双眼看清楚，尤其是在风乱吹雨乱下的雷雨天，一不小心就会把堇瓜和鬼兜虫弄混。",
      "zht": "抓鬼兜蟲的唯一秘訣就是——抓之前一定要擦亮雙眼看清楚，尤其是在風亂吹雨亂下的雷雨天，一不小心就會把堇瓜和鬼兜蟲弄混。",
      "jp": "オニカブトムシを捕まえる唯一の秘訣はな——目ん玉かっぴらいてよく見ることだ。特に雨風吹き荒れる日は、よく見ねぇとスミレウリをオニカブトムシと間違えちまうぜ！",
      "ko": "귀신풍뎅이를 잡는 유일한 비결은——바로 잡기 전에 두 눈 부릅뜨고 똑똑히 보는 거야! 특히 비바람 내리고 천둥번개가 치는 날. 자칫하면 제비꽃 열매를 귀신풍뎅이로 착각할 수 있다고",
      "en": "Wanna know the real secret to catching Onikabuto? It's all in the eyeballs. You gotta keep those bad boys squeaky clean at all times, make sure your eyesight's as sharp as a hawk. Trust me, when you're in the middle of a thunderstorm, and the rain's coming down, and the wind's blowing in your face, you gotta watch out, because Lavender Melons and Onikabuto? Well, they can really start to look the same... believe me, I know.",
      "de": "Das einzige Geheimnis, um die Onikabuto zu fangen, besteht darin, die Augen offen zu halten, bevor man sie fängt, vor allem bei Gewitter, wenn der Wind weht und der Regen fällt, und man die Lavendelmelone versehentlich mit dem Onikabuto verwechselt.",
      "es": "¿Quieres saber el truco para capturar escaradiablos? ¡Los globos oculares! Tienes que mantenerlos completamente limpios en todo momento para que tu vista sea tan aguda como la de un halcón. Créeme, cuando estás en medio de una tormenta, está lloviendo y el viento te da en la cara, tienes que tener cuidado, porque las calavandas y los escaradiablos se confunden con facilidad...",
      "fr": "Tu veux connaître le vrai secret pour attraper des scarabutos ? Ce sont tes yeux. Tu dois t'assurer de prendre soin de tes yeux et il faut que ta vue soit aussi aiguisée que celle d'un faucon. Crois-moi, c'est quand tu es au milieu d'un orage, que la pluie tombe et que le vent te souffle dans la figure qu'il faut faire le plus attention... Parce qu'à ce moment-là, les melons lavandes et les scarabutos commencent à se ressembler... J'en sais quelque chose...",
      "pt": "Quer saber o verdadeiro segredo para pegar Onikabutos? Está tudo nos seus olhos. Você tem que manter esses malandros sempre limpos, certificar-se de que sua visão esteja aguçada como a de um falcão. Confie em mim, quando você está no meio de uma tempestade, e a chuva está caindo, e o vento está soprando na sua cara, você tem que ter cuidado, porque Melões de Lavanda e Onikabutos... Eles realmente conseguem ser muito parecidos... Confie em mim, eu sei bem.",
      "ru": "Поделюсь с тобой настоящим секретом ловли оникабуто. Всё дело в глазах - они должны быть кристально чистыми. Особенно в грозу, когда льёт дождь и бушует ветер, оникабуто по неосторожности можно перепутать с фиалковой дыней.",
      "id": "Mau tahu rahasia menangkap Onikabuto? Mata. Rawat dan latih mata biar jadi setajam elang. Soalnya waktu ada badai, petir, hujan deras, dan angin ribut ... Lavender Melon dan Onikabuto susah banget dibedakan. Percayalah.",
      "th": "เคล็ดลับข้อเดียวในการจับ Onikabuto คือ ก่อนจะจับต้องแหกตามองให้ดี โดยเฉพาะเวลาฝนตกฟ้าร้องหรือมีพายุ ถ้าไม่ดูให้ดีเดี๋ยวจะนึกว่า Lavender Melon เป็น Onikabuto ได้นะ",
      "vi": "Bí quyết để bắt Onikabuto chính là phải mở to mắt ra để nhìn cho rõ. Nhất là vào những ngày mưa bão, rất dễ nhầm Onikabuto với Dưa Tím."
    }
  },
  {
    "title": {
      "zhs": "关于托马…",
      "zht": "關於托馬…",
      "jp": "トーマについて…",
      "ko": "토마에 대해…",
      "en": "About Thoma",
      "de": "Über Thoma ...",
      "es": "Sobre Thoma...",
      "fr": "À propos de Thomas...",
      "pt": "Sobre Thoma...",
      "ru": "О Томе...",
      "id": "Tentang Thoma",
      "th": "เกี่ยวกับ Thoma...",
      "vi": "Về Thoma..."
    },
    "line": {
      "zhs": "听弟兄们说，他是第一百颗神之眼狩眼仪式的主角？嗯？为什么他会有专属的仪式啊？欸，难道说第一百颗神之眼是比前九十九颗厉害吗？嘶…不对，真是那样的话，那应该是本大爷来当这第一百颗才对！",
      "zht": "聽弟兄們說，他是第一百顆神之眼狩眼儀式的主角？嗯？為什麼他會有專屬的儀式啊？欸，難道說第一百顆神之眼是比前九十九顆厲害嗎？嘶…不對，真是那樣的話，那應該是本大爺來當這第一百顆才對！",
      "jp": "野郎どもから聞いたんだが、百個目の神の眼をはめ込む目狩り儀式の主役はあいつらしいな？なんであいつには専用の儀式があるんだ？まさか、百個目の神の目は、それ以外の九十九個よりも凄いのか？いや待てよ、だったら百個目は俺様のはずだろ！",
      "ko": "그가 100번째 신의 눈 수안 의식의 주인공이라고 형제들이 그러던데? 응? 왜 그 사람만 따로 의식을 치른 거지? 100번째 신의 눈이 99번째보다 강하다는 말인가? 아니지! 그럼 당연히 이 몸이 100번째가 돼야지!",
      "en": "Some of the boys have been telling me that he was the star of the show at the Vision Hunt Ceremony. I'm like — are you kidding me??? How come he gets his own special ceremony!? Was the hundredth Vision supposed to be, like, stronger than the other ninety-nine, or something? Pff, nah, it can't have been that, 'cause, uh, hello! They would've chosen me if that's what they were going for.",
      "de": "Ich habe von meinen Kameraden gehört, dass einer die Hauptfigur für das 100. Göttliche Auge der Augenhatzzeremonie ist! Hm? Warum hat er ein exklusives Ritual? He, bedeutet das, dass das hundertste Auge mächtiger ist als die vorherigen neunundneunzig? Nein, wenn das so ist, dann sollte ich derjenige sein, der der Hundertste ist!",
      "es": "Algunos de mis chicos me dijeron que fue la estrella de la ceremonia de captura de Visiones. ¿Qué? ¿Es una broma? ¿Por qué prepararon una ceremonia especialmente para él? ¿Es que la Visión número cien era más fuerte que las otras noventa y nueve o qué? Pff, no, no puede ser eso, porque ¡hola! Si eso era lo que buscaban, me habrían llamado a mí.",
      "fr": "Les gars du gang m'ont dit qu'il avait soi-disant été la « star » de la cérémonie de saisie. C'est une blague ou quoi ? Comment ça se fait qu'il ait eu droit à une cérémonie juste pour lui tout seul ? On ne va pas me dire que la saisie du 100e œil divin était plus importante que les 99 qui ont précédé ! Non, ça ne peut pas être ça... Parce que si c'était vrai, c'est moi qu'ils auraient choisi comme 100e œil divin.",
      "pt": "Alguns dos rapazes me disseram que ele foi a estrela do espetáculo na Cerimônia de Caça à Visão. Eu fiquei - como é que é??? Como é que ele consegue sua própria cerimônia especial!? A centésima visão deveria ser mais forte que as outras noventa e nove, ou algo assim? Pff, não, não pode ter sido isso, porque, hã, acorde! Eles teriam me escolhido se fosse isso que eles estavam querendo.",
      "ru": "Я слышал от ребят, что он был главным героем на церемонии сотого Глаза Бога. Что за дела? В честь чего ему устроили особую церемонию? Сотый Глаз Бога что, круче девяносто девятого? Пф... Нетушки. Будь это так, им следовало выбрать меня!",
      "id": "Ada anak buahku yang bilang kalau dia jadi bintang utama di Upacara Perburuan Vision. Apa maksudnya itu? Memangnya Vision nomor 100 itu lebih kuat daripada 99 Vision sebelumnya? Mana ada begitu! Kalaupun iya, mereka harusnya pilih Tuan Besar ini lah!",
      "th": "ได้ยินพวกเด็ก ๆ บอกว่า เขาเป็นตัวเอกในพิธีล่าวิชั่นอันที่ 100 ใช่มั้ย? ฮึ่ม ทำไมถึงต้องจัดพิธีพิเศษให้เขาด้วยล่ะ? เฮอะ พูดยังกะว่าวิชั่นอันที่ 100 มันจะแข็งแกร่งกว่า 99 อัน ที่ยึดมาก่อนหน้านี้งั้นแหละ เชอะ... ฉันว่าไม่ใช่หรอก ถ้าเป็นแบบนั้นจริง งั้นวิชั่นของฉันก็ต้องเป็นอันที่ 100 สิ!",
      "vi": "Nghe các huynh đệ nói hắn là nhân vật chính trong vụ nghi thức săn Vision thứ 100 đúng không? Chậc, sao hắn lại có hẳn một nghi thức riêng như thế nhỉ? Không lẽ Vision thứ 100 quan trọng hơn 99 chiếc trước sao? Hừ... nếu là vậy thì đáng lý ra ta phải là người thứ 100 mới phải!"
    }
  },
  {
    "title": {
      "zhs": "关于神里绫人…",
      "zht": "關於神里綾人…",
      "jp": "神里綾人について…",
      "ko": "카미사토 아야토에 대해…",
      "en": "About Kamisato Ayato",
      "de": "Über Kamisato Ayato ...",
      "es": "Sobre Kamisato Ayato...",
      "fr": "À propos de Kamisato Ayato...",
      "pt": "Sobre Kamisato Ayato...",
      "ru": "О Камисато Аято...",
      "id": "Tentang Kamisato Ayato",
      "th": "เกี่ยวกับ Kamisato Ayato...",
      "vi": "Về Kamisato Ayato..."
    },
    "line": {
      "zhs": "哈哈哈哈，我跟绫人兄可以说是相见恨晚啊！如果不是他提醒我「让温顺的虫子燃起斗志」是我一生都该坚守的觉悟，也许早在第七百八十次战败时，我就放弃斗虫了…哈哈，果然只有男人最懂男人，哎呀，我和他之间无需多言，在打牌和斗虫时，默契就已经悉数体现了。",
      "zht": "哈哈哈哈，我跟綾人兄可以說是相見恨晚啊！如果不是他提醒我「讓溫順的蟲子燃起鬥志」是我一生都該堅守的覺悟，也許早在第七百八十次戰敗時，我就放棄鬥蟲了…哈哈，果然只有男人最懂男人，哎呀，我和他之間無需多言，在打牌和鬥蟲時，默契就已經悉數體現了。",
      "jp": "ハッハッハッ、綾人の兄貴とは、もっと早くに会えてたらよかったと思ってるぜ！綾人の兄貴に「温厚な虫の闘志を再び燃やしてやる」ことが、俺様の生涯通すべき覚悟だと教えてもらった。もしそれがなかったら、俺様はたぶん七百八十回目の敗北時に、虫相撲をやめてたかもしれねぇ…フフッ、やっぱ男を理解できるのは男だけだぜ。俺様と綾人の兄貴の間に余計な言葉はいらねぇ、札遊びや虫相撲の時も、心が完全に通じ合ってたしな。",
      "ko": "하하하, 나와 아야토 형님은 늦게 만난 게 한이야! 「온순한 곤충을 투지에 불타게 하는 게」 내 평생 지켜야 할 각오라는 걸 그가 상기시켜주지 않았다면, 난 780번째 패배 때 곤충 싸움을 포기했을지도 몰라…. 하, 역시 남자가 남자를 제일 잘 안다니까. 나와 그 사이엔 많은 말이 필요 없어. 카드 게임이나 곤충 싸움을 할 때면 죽이 착착 맞거든",
      "en": "Haha, I only wish I could have met Ayato sooner. He really taught me something. \"You can kindle the warrior spirit even in the weakest of bugs\"... Yep, I really took that one to heart. If it weren't for those words of wisdom, I'm pretty sure I would have given up beetle fighting after losing for the 780th time... Yeah, I guess sometimes it takes a warrior to understand a warrior. When we're playing trading card games or battling beetles, we're always totally on the same wavelength.",
      "de": "Hahahahahaha, ich habe Ayato zu spät kennengelernt! Wenn er mich nicht daran erinnert hätte, dass „sanftmütige Käfer zum Kämpfen zu bringen“ etwas ist, das ich für den Rest meines Lebens beibehalten sollte, hätte ich vielleicht aufgehört, Käferkämpfe zu machen, als ich meine 780. Schlacht verloren habe ... Hahaha, nur Männer kennen Männer am besten ... Mensch, er und ich müssen nicht viel sagen, wir haben eine stillschweigende Übereinkunft, wenn es um Kartenspiele und Käferkämpfe geht.",
      "es": "Jaja, ojalá hubiera conocido antes a Ayato. Me enseñó algo: “Puedes infundir el espíritu del guerrero hasta en el insecto más débil”... Sí, me lo tomé al pie de la letra. Si no fuera por esas sabias palabras, estoy seguro de que hubiera dejado la lucha de escarabajos tras perder setecientas ochenta veces... Jeje, a veces solo un guerrero puede entender a otro. Cuando juego con él a las cartas coleccionables o a las peleas de escarabajos, siempre estamos totalmente compenetrados.",
      "fr": "Hahaha, je regrette de ne pas avoir rencontré Ayato plus tôt. Il m'a vraiment appris quelque chose : « On peut insuffler un esprit combattif même au plus fragile des insectes ». Je l'ai vraiment pris à cœur. Sans ces mots de sagesse, je suis presque sûr que j'aurais abandonné le combat de scarabutos après avoir perdu pour la 780e fois... Comme on dit, seul un homme peut comprendre un autre homme. Lui et moi, on est sur la même longueur d'onde, que ce soit pour jouer aux cartes ou faire des combats de scarabutos.",
      "pt": "Haha, eu só queria ter podido conhecer Ayato mais cedo. Ele realmente me ensinou algo. \"Você pode acender o espírito guerreiro até mesmo no mais fraco dos insetos\"... Sim, eu realmente levei isso a sério. Se não fossem essas palavras de sabedoria, tenho quase certeza que teria desistido da luta de besouro depois de perder pela 780ª vez... Heh, acho que às vezes é preciso um guerreiro para entender um guerreiro. Quando estamos jogando jogos de cartas ou lutando com besouros, estamos sempre totalmente na mesma sintonia.",
      "ru": "Ха-ха-ха-ха, жаль, что мы с Аято не встретились раньше! Однажды он сказал мне следующее: «Даже в самом слабом из жуков можно разжечь боевой дух». Если бы не эти мудрые слова, после семьсот восьмидесятого поражения я бы точно забросил бои жуков. Хех, наверное, лишь воин поймёт другого воина. Когда мы с ним играем в карты или устраиваем бои жуков, то обходимся почти что без слов.",
      "id": "Hahaha, coba saja aku bisa kenal sama bro Ayato lebih cepat, aku bisa lebih awal belajar sesuatu yang sangat penting dari dia! \"Semangat perjuangan dapat kamu kobarkan bahkan pada seekor kumbang yang lemah sekali pun,\" begitu katanya. Yang satu itu benar-benar kuambil hikmahnya, kalau bukan karena kata-kata itu, aku pasti sudah nyerah waktu kalah main adu kumbang untuk ke-780 kalinya ... Hah, kadang memang cuma sesama petarung doang yang bisa paham satu sama lain. Main kartu atau adu kumbang, kami selalu sehati dan sepikiran.",
      "th": "ฮ่าฮ่าฮ่าฮ่า ฉันกับพี่ Ayato น่ะเจอกันช้าไปหน่อย! ถ้าไม่ใช่เพราะคำสอนของเขาที่ว่า \"ให้แมลงที่อ่อนโยนจุดประกายนักสู้ในใจขึ้นมา\" กลายมาเป็นปรัชญาที่ฉันยึดมั่นมาทั้งชีวิต บางทีฉันอาจเลิกประลองแมลงตั้งแต่แพ้ครั้งที่ 780 ก็ได้ ...ฮ่าฮ่า สุดท้ายก็มีแต่ผู้ชายที่เข้าใจกัน เฮ้อ ระหว่างฉันกับเขาไม่จำเป็นต้องพูดอะไรมากหรอก เวลาเราเล่นไพ่กับประลองแมลง ความเข้าใจของเรามันเอ่อล้นออกมาเองเลยล่ะ",
      "vi": "Haha, người anh em Ayato sao, rất hợp cạ với ta đó! Cũng nhờ anh ta nhắc ta là \"Thắp sáng ý chí chiến đấu cho con bọ\", nên ta mới không bỏ cuộc trong lần đấu bọ thất bại thứ 780 đấy... Haha, đúng là chỉ có đàn ông mới thấu hiểu cho nhau. Hầy, ta và Ayato không cần nói gì nhiều cũng ăn ý cực, từ đánh bài đến đấu bọ cũng vậy."
    }
  },
  {
    "title": {
      "zhs": "关于宵宫…",
      "zht": "關於宵宮…",
      "jp": "宵宮について…",
      "ko": "요이미야에 대해…",
      "en": "About Yoimiya",
      "de": "Über Yoimiya ...",
      "es": "Sobre Yoimiya...",
      "fr": "À propos de Yoimiya...",
      "pt": "Sobre Yoimiya...",
      "ru": "О Ёимии...",
      "id": "Tentang Yoimiya",
      "th": "เกี่ยวกับ Yoimiya...",
      "vi": "Về Yoimiya..."
    },
    "line": {
      "zhs": "那家伙，仗着自己会做烟花和小玩具，哄起小孩来一套一套的…不行，不能让她抢尽风头，「孩子王」本大爷是当定了！你也要站我这边…什么？你不是孩子？呵，在我眼里，比我矮的，全是孩子！",
      "zht": "#那傢伙，仗著自己會做煙花和小玩具，哄起小孩來一套一套的…不行，不能讓她搶盡風頭，「孩子王」本大爺是當定了！{F#妳}{M#你}也要站我這邊…什麼？{F#妳}{M#你}不是孩子？呵，在我眼裡，比我矮的，全是孩子！",
      "jp": "あいつ、自分が花火とおもちゃを作れるからって、色んな手段で子供たちの機嫌を取りやがって…ダメだ！あいつにだけ脚光を浴びせるわけにはいかねぇ！「ガキ大将」は俺様って決まってるんだ！お前も絶対俺様の味方に…なに？お前は子供じゃない？けっ、俺様に言わせりゃ、俺様より背が低いやつはみんな子供だっつうの！",
      "ko": "그 녀석, 폭죽이랑 장난감 좀 만들 줄 안다고 어린애들을 잘 달래더군… 안 돼. 전부 그 녀석이 선수 치게 둘 순 없지. 「골목대장」은 나라고! 너도 내 편에 서야 돼… 뭐? 넌 어린애가 아니라고? 훗, 나보다 작으면 다 어린애지!",
      "en": "Hmph, she's always showing off her fancy fireworks and toys to the kids. Well, I'm sick of it! Nobody steals my thunder! I'm the one that's supposed to be adored by the kids! Me! That goes for you too, you're siding with me on this, okay... Huh? Whaddya mean, you're not a kid? Eh, details. If you're shorter than me, you're a kid as far as I'm concerned.",
      "de": "Sie ist sehr beliebt bei den Kindern, nur weil sie Feuerwerk machen kann. Sie darf mir nicht das Rampenlicht stehlen ... Ich werde der „Kinderkönig“ sein! Du musst auch auf meiner Seite sein ... Was? Du bist kein Kind? Nun, in meinen Augen ist jeder, der kleiner ist als ich, ein Kind!",
      "es": "#¡Hum! Siempre está pavoneándose delante de los niños con sus fuegos artificiales y sus juguetes. ¡Estoy harto! ¡Nadie me roba el protagonismo! ¡Se supone que los niños me tienen que adorar a mí! ¡A mí! Esto también va por ti, tú tienes que estar de mi parte, ¿eh? ¿Qué quieres decir con que no eres {F#una niña}{M#un niño}? En lo que a mí respecta, si eres más baj{F#a}{M#o} que yo, eres {F#una niña}{M#un niño}.",
      "fr": "#Pff, elle est toujours en train de se pavaner avec ses feux d'artifice et ses jouets pour plaire aux enfants. Y'en a marre ! Elle n'a pas le droit de me voler la vedette, c'est moi que les enfants préfèrent ici ! Tu as intérêt à être de mon côté ! Comment ? Tu n'es pas {M#un}{F#une} enfant{NON_BREAK_SPACE}? Et alors ? Tous ceux qui sont plus petits que moi sont des gamins.",
      "pt": "Hnf, ela está sempre exibindo seus fogos de artifício e brinquedos chiques para as crianças. Bem, estou farto disso! Ninguém rouba meu espetáculo! Eu é que deveria ser adorado pelas crianças! Eu! Isso vale para você também, você está do meu lado nisto, beleza... Huh? Como assim você não é uma criança? Eh, detalhes. Se você é mais baixo do que eu, você é uma criança, até onde eu sei.",
      "ru": "Ох уж эта девица... Только и дело что развлекает детей своими модными игрушками и фейерверками. Мне это уже надоело! Это я должен быть в центре внимания! Это меня должны обожать дети! И ты тоже поддержи меня... В смысле? Что значит, ты не ребёнок? Пустяки. Все, кто ниже меня - дети!",
      "id": "Cewek itu ya, dia hobi sekali pamer kembang api dan mainan ke anak-anak. Ahh, malas banget lah sama dia! Tak satu orang pun boleh menyaingi pamor Tuan Besar ini! TIDAK ADA! Yang harusnya jadi raja para bocah itu kan AKU! Kamu dengar tidak, untuk urusan ini kamu wajib ada di pihakku ya ... Apa, kamu sudah bukan anak kecil lagi? Ah, masalah sepele. Kalau kamu lebih pendek, artinya di mataku kamu masih bocah. Gitu.",
      "th": "ยัยนั่นเหรอ เธออาศัยว่าตัวเองทำดอกไม้ไฟกับของเล่นเป็น แล้วชอบมาโชว์พวกเด็ก ๆ อยู่เรื่อย... ไม่ได้เด็ดขาด ฉันไม่ยอมให้เธอมาขโมยซีนฉันหรอก \"หัวหน้าแก๊งเด็ก\" ต้องเป็นฉันคนนี้เท่านั้น! เธอก็ต้องมาอยู่ข้างฉันด้วย ...อะไรนะ? เธอไม่ใช่เด็ก? หึ ในสายตาของฉัน ใครเตี้ยกว่าฉันก็เป็นเด็กทั้งนั้นแหละ!",
      "vi": "Cô ta sao, ỷ mình biết làm pháo hoa với đồ chơi mà dám dụ dỗ đám trẻ con... Không, ta mới là vua trong lĩnh vực chơi với trẻ con này! Ngươi cũng đứng về phía ta đúng không... Hả? Ngươi không phải là trẻ con à? Hầy, đứa nào lùn hơn ta thì đứa đó là trẻ con, chốt!"
    }
  },
  {
    "title": {
      "zhs": "关于枫原万叶…",
      "zht": "關於楓原萬葉…",
      "jp": "楓原万葉について…",
      "ko": "카에데하라 카즈하에 대해…",
      "en": "About Kaedehara Kazuha",
      "de": "Über Kaedehara Kazuha ...",
      "es": "Sobre Kaedehara Kazuha...",
      "fr": "À propos de Kaedehara Kazuha...",
      "pt": "Sobre Kaedehara Kazuha...",
      "ru": "О Кадзухе...",
      "id": "Tentang Kaedehara Kazuha",
      "th": "เกี่ยวกับ Kaedehara Kazuha...",
      "vi": "Về Kaedehara Kazuha..."
    },
    "line": {
      "zhs": "听说你从天守阁逃出来后，是他挡下了「无想的一刀」？帅啊！到底怎么做到的。你想，他是没落的贵族，我是没落的鬼族…某种意义上，我和他旗鼓相当啊。哈哈哈哈，那么，下一刀，本大爷替你挡了！",
      "zht": "#聽說{F#妳}{M#你}從天守閣逃出來後，是他擋下了「無想的一刀」？帥啊！到底怎麼做到的。{F#妳}{M#你}想，他是沒落的貴族，我是沒落的鬼族…某種意義上，我和他旗鼓相當啊。哈哈哈哈，那麼，下一刀，本大爺替{F#妳}{M#你}擋了！",
      "jp": "聞いた話だが、お前が天守閣から逃げた時、あいつが「無想の一太刀」を受け止めたんだよな？カッコイイぜ！いったいどうやってやったんだろうな。考えてもみろよ、あいつは没落した武家、俺様は没落した鬼族…ある意味、俺様はあいつと同じだ！ガハハッ、だったら、次の一太刀は、俺様がお前の代わりに受け止めてやる！",
      "ko": "네가 천수각에서 도망쳐 나온 후, 그가 「무상의 일태도」를 막았다면서? 멋진데! 어떻게 한 거지? 그는 몰락한 귀족이고, 난 몰락한 오니족이니… 어떤 의미에서 그는 나와 막상막하겠군. 하하하하, 그럼 다음번엔 이 몸이 막아주마!",
      "en": "Word on the street is that he blocked the Musou no Hitotachi after you escaped from Tenshukaku. Seriously? 'Cause I mean, that is awesome! Who knows how he pulled it off. Hey, now that I think about it, he's from a fallen clan, and I'm from a fallen clan... That kinda makes us equals, haha! Yeah, so next time someone attacks you, it's my turn to block the blade!",
      "de": "Ich habe gehört, dass er derjenige war, der das „Musou no Hitotachi“ abgewehrt hat, nachdem du aus dem Tenshukaku geflohen bist. Das ist klasse! Wie um alles in der Welt ist das passiert? Man könnte meinen, er ist ein gefallener Aristokrat und ich bin ein gefallener Oni ... In gewisser Weise bin ich ihm ebenbürtig. Hahahahaha, also, den nächsten Hieb nehme ich für dich!",
      "es": "Se rumorea que bloqueó el Filo del pensamiento vacío cuando escapaste de Tenshukaku. ¿Es verdad? ¡Porque eso es increíble! ¿Cómo lo conseguiría? Oye, ahora que lo pienso, él es de un clan que cayó en desgracia, y yo también... ¡Eso nos pone al mismo nivel, jaja! Entonces, la próxima vez que alguien te ataque, yo pararé el golpe.",
      "fr": "#La rumeur veut qu'il ait bloqué le Kendo d'insouciance après que tu t'es {M#échappé}{F#échappée} du Tenshukaku. Si c'est vrai, alors c'est complètement dément ! Comment a-t-il fait ? Hé, quand tu y penses, il est issu d'un clan disparu, et moi aussi. Donc lui et moi, on est pareils au final, haha. Donc, la prochaine fois qu'on s'en prend à toi, c'est moi qui viendrai bloquer l'attaque !",
      "pt": "Dizem por aí que ele bloqueou a Musou no Hitotachi depois que você escapou de Tenshukaku. É sério? Porque isso é fantástico! Quem sabe como ele conseguiu isso?! Agora que pensei nisso, ele é de um clã decaído, e eu sou de um clã decaído... Isso faz com que sejamos iguais, haha! Sim, então da próxima vez que alguém te atacar, é a minha vez de bloquear a lâmina!",
      "ru": "Слыхал я, что после вашего побега из Тэнсюкаку он смог блокировать удар Мусо но хитотати. Это правда? С ума сойти! Как это вообще ему удалось? Если подумать, мы оба из падших кланов... Это в некотором смысле делает нас равными, ха-ха! Значит, когда в следующий раз на тебя нападут, клинок заблокирую я!",
      "id": "Gosipnya, dia berhasil menangkis Musou no Hitotachi waktu kamu kabur dari Tenshukaku. Benar tidak itu? Kalau iya, keren amat! Siapa lagi coba yang bisa begitu. Lalu kalau dipikir-pikir, dia dan aku kan sama-sama berasal dari klan yang sudah jatuh. Artinya kami jadi sederajat dong, haha! Pokoknya, kalau lain kali ada lagi yang menyerangmu, gantian Tuan Besar ini yang tangkis ya!",
      "th": "ได้ยินว่าหลังจากที่เธอหนีออกมาจาก Tenshukaku ได้แล้ว เขาก็เข้ามาขวาง Musou no Hitotachi ไว้ใช่มั้ย? เท่สุด ๆ! เขาทำได้ไงนะ เธอลองคิดดูสิ เขามาจากตระกูลที่ตกอับ ฉันก็มาจากเผ่าโอนิที่ตกอับ... พอคิดแบบนี้ ฉันกับเขาก็เสมอกันสิ ฮ่าฮ่าฮ่าฮ่า งั้นครั้งต่อไป ยอดชายอย่างฉันจะรับดาบให้เธอเอง!",
      "vi": "Nghe nói sau khi ngươi trốn khỏi Thiên Thủ Các thì hắn đã đỡ lấy \"Lưỡi Đao Vô Tưởng\" sao? Ngầu đấy! Mà sao hắn làm được vậy. Nghĩ thử xem, hắn là tàn dư của quý tộc, ta là tàn dư của quỷ tộc... Ở góc độ nào đó thì ta cũng giống hắn mà. Hahaha, vậy thì nhát đao tiếp theo để bổn đại gia đây đỡ cho ngươi!"
    }
  },
  {
    "title": {
      "zhs": "关于雷电将军…",
      "zht": "關於雷電將軍…",
      "jp": "雷電将軍について…",
      "ko": "라이덴 쇼군에 대해…",
      "en": "About the Raiden Shogun",
      "de": "Über Shougun Raiden ...",
      "es": "Sobre la Shogun Raiden...",
      "fr": "À propos de la Shogun Raiden...",
      "pt": "Sobre a Shogun Raiden...",
      "ru": "О сёгуне Райдэн...",
      "id": "Tentang Raiden Shogun",
      "th": "เกี่ยวกับโชกุน Raiden...",
      "vi": "Về Raiden Shogun..."
    },
    "line": {
      "zhs": "搞眼狩令的时候，需要出动她得意的天狗才能制服我，说明本大爷一定让她很头痛吧？不过，既然她决定废除眼狩令，也不算无可救药。哼，她最好记住这次的教训，别再有下次，不然，我一定会让她更头痛，哼。",
      "zht": "搞眼狩令的時候，需要出動她得意的天狗才能制服我，說明本大爺一定讓她很頭痛吧？不過，既然她決定廢除眼狩令，也不算無可救藥。哼，她最好記住這次的教訓，別再有下次，不然，我一定會讓她更頭痛，哼。",
      "jp": "将軍が目狩り令を行ってた時、俺様を制圧するためにご自慢の天狗まで動員させてた。つまり、俺様は将軍が頭を抱えるほどの相手だってことだろ？だが、目狩り令を廃止するって決めたんなら、まだ救いようがないわけじゃねぇ。今回の教訓を活かして、もうこんなこと二度としなければそれでいい。じゃねぇと、もっと頭を抱えさせてやるぜ、へへっ。",
      "ko": "안수령 때 그녀의 자랑스러운 텐구를 파견하면서까지 날 제압했으니, 내가 꽤 골치 아픈 존재란 거겠지? 안수령을 폐지하기로 한 걸 보면, 그렇게 막 되먹진 않았나 보군. 이번에 얻은 교훈을 잘 기억해두는 게 좋을 거야. 또 그러면 더 골치 아프게 해주겠어, 흥",
      "en": "During the Vision Hunt Decree, the Shogun had to send her top tengu in person to get my Vision off me. Heh, means she must have found me to be quite the pain in the neck. But, y'know, she's abolished the Vision Hunt Decree now, so no hard feelings, I guess. As long as she's learned her lesson, of course. 'Cause if she pulls something like that again, this old pain in the neck will be back with a vengeance.",
      "de": "Die Tatsache, dass sie ihren wertvollen Tengu brauchte, um mich zu bändigen, als sie mein Göttliches Auge nahm, bedeutet, dass ich ihr Kopfschmerzen bereitet haben muss, oder? Da sie jedoch beschlossen hat, das Augenhatz-Dekret abzuschaffen, ist sie nicht hoffnungslos. Sie sollte sich diese Lektion besser merken und es nicht wieder tun, sonst werde ich ihr bestimmt noch mehr Kopfschmerzen bereiten, was?",
      "es": "Durante el Decreto de captura de Visiones, la Shogun tuvo que enviar expresamente a su tengu en persona para que me quitara mi Visión. Jeje, seguro que pensó que yo era un dolor de cabeza. Pero, bueno, ahora ha abolido el Decreto de captura de Visiones, así que supongo que no le guardo rencor. Siempre que haya aprendido la lección, por supuesto, porque si intenta volver a hacer algo parecido, este dolor de cabeza volverá con más fuerza aún.",
      "fr": "Pendant le décret de saisie, elle a dû envoyer sa meilleure Tengu pour me prendre mon œil divin. Ça veut bien dire que je ne suis pas n'importe qui pour elle ! Mais bon, vu qu'elle a décidé d'abroger le décret, je n'ai pas de rancune envers elle. J'espère qu'elle a bien retenu la leçon et qu'il n'y aura pas de prochaine fois. Sinon, je vais lui donner encore plus de fil à retordre !",
      "pt": "Durante o Decreto de Caça à Visão, a Shogun teve que enviar sua tengu de alto nível pessoalmente para tomar minha Visão. Hehe, significa que ela deve ter me achado bastante complicado de lidar. Mas, sabe, ela aboliu o Decreto de Caça à Visão agora, portanto, sem ressentimentos, acho eu. Desde que ela tenha aprendido sua lição, é claro. Porque se ela inventar algo assim novamente, esta velha complicação estará de volta e com sede de vingança.",
      "ru": "Во время Охоты сёгун послала свою лучшую тэнгу отнять мой Глаз Бога. Видать, я был ей как кость в горле. Но, раз она Охоту на Глаза Бога уже отменила, то не так уж она и безнадёжна. Хе, надеюсь, Райдэн усвоила этот урок. Если она учудит нечто подобное ещё раз, эта кость вернётся, и будет куда больнее.",
      "id": "Tempo hari ketika Dekrit Perburuan Vision masih berlaku, Shogun mengirim tengu kepercayaannya turun tangan langsung untuk mengambil Vision-ku. Artinya, dia merasa Tuan Besar ini cukup bikin dia sakit kepala, betul kan? Tapi berhubung dia sudah mencabut Dekrit itu, ya sudah, tidak perlu ada dendam di antara kami. Yah, asalkan dia bisa belajar dari kesalahan saja sih, soalnya, kalau dia berani berkelakuan macam itu lagi, aku akan kasih dia hadiah sakit kepala yang lebih hebat lagi, huh.",
      "th": "ช่วงที่มีคำสั่งล่าวิชั่น เธอต้องส่งเท็งงุตัวท็อปมาจัดการฉันถึงเอาชนะฉันได้ แสดงว่าฉันต้องทำให้เธอปวดหัวไม่น้อยเลยใช่มั้ยล่ะ? ในเมื่อเธอยกเลิกคำสั่งล่าวิชั่นไปแล้ว ก็ถือซะว่าเจ๊ากันไปละกัน ฮึ่ม แต่เธอต้องจำบทเรียนครั้งนี้ไว้ให้ดีเลยนะ ถ้ามีครั้งต่อไป ฉันจะทำให้เธอปวดหัวกว่าเดิมแน่นอน ฮึ",
      "vi": "Hồi truy lùng Vision, cô ta đã phải cử tướng lĩnh Tengu thân cận ra mới có thể chế ngự ta, chứng tỏ cô ta sợ ta lắm! Giờ cô ta phế bỏ Lệnh Truy Lùng Vision rồi thì cũng coi như là còn thuốc chữa. Hừ, cô ta tốt nhất nên ghi nhớ bài học này, nếu có lần sau thì ta sẽ khiến cô ta sợ ta hơn nữa đấy, hứa luôn!"
    }
  },
  {
    "title": {
      "zhs": "关于狐耳女人…",
      "zht": "關於狐耳女人…",
      "jp": "狐耳の女性について…",
      "ko": "여우 귀 여인에 대해…",
      "en": "About the Lady with Fox Ears",
      "de": "Über die Dame mit den Fuchsohren ...",
      "es": "Sobre la mujer con orejas de zorro...",
      "fr": "À propos de la dame aux oreilles de renard...",
      "pt": "Sobre a Senhorita com Orelhas de Raposa...",
      "ru": "О даме с ушами кицунэ...",
      "id": "Tentang Wanita Bertelinga Rubah",
      "th": "เกี่ยวกับหญิงสาวที่มีหูสุนัขจิ้งจอก...",
      "vi": "Về cô gái tai cáo..."
    },
    "line": {
      "zhs": "那场狐狸拉面比赛，是我赢了，就算面里有油豆腐，她也别想赢我！那之后…那之后我躺了一个多月，但我至少守住了胜者的荣耀！而她，就要承受付清三十二碗面钱的耻辱。哈哈哈哈…",
      "zht": "那場狐狸拉麵比賽，是我贏了，就算麵裡有油豆腐，她也別想贏我！那之後…那之後我躺了一個多月，但我至少守住了勝者的榮耀！而她，就要承受付清三十二碗麵錢的恥辱。哈哈哈哈…",
      "jp": "あのきつねラーメンの勝負は俺様が勝った！たとえ油揚げが入ってても、この俺様に勝てると思うなよ！まあ、あの後…一ヶ月ぐらい寝込んじまったが、勝者の栄誉は守れた！だがあいつはどうだ、三十二杯のラーメン代を支払うという屈辱を背負うはめになった！ハーッハッハッハッハッ！",
      "ko": "그 여우 라멘 대회는 내가 이겼다고. 안에 유부가 있었어도 그녀는 날 못 이겼을걸! 그 후로… 한 달 넘게 누워 있었지만, 적어도 난 승자의 영광을 지켰어! 대신 그녀는 라멘 서른두 그릇 값을 지불해야 하는 치욕을 감당해야 했지! 하하하하…",
      "en": "I crushed that Kitsune Ramen eating contest we had. Even all that Fried Tofu couldn't stand in my way — she didn't come close to beating me! ... I was, uh, bedridden for more than a month after that, but you know what? I'd rather lie in bed a winner than walk away a loser! So... Anyway, I had the last laugh, 'cause she had to foot the bill for 32 bowls of noodles! Haha!",
      "de": "Den Ramen-Wettbewerb der Füchse habe ich gewonnen, auch wenn in den Nudeln frittierter Tofu war, konnte sie mich nicht schlagen! Danach ... lag ich über einen Monat lang flach, aber ich habe wenigstens den Ruhm des Siegers behalten! Sie hingegen musste die Schande ertragen, für zweiunddreißig Schüsseln Nudeln zu bezahlen. Hahahahaha ...",
      "es": "Arrasé en ese concurso de ramen kitsune que tuvimos. Ni todo ese tofu frito pudo interponerse en mi camino... ¡jamás podría ganarme! Después estuve en cama durante más de un mes, pero prefiero ser un ganador enfermo que un perdedor sano. Pues eso, que yo reí el último porque ella tuvo que pagar la cuenta: ¡treinta y dos cuencos de tallarines! Jajajaja...",
      "fr": "C'est moi qui ai gagné le concours de kitsune ramen. Même avec du tofu frit dans le plat, je l'ai battue à plate couture ! Bon, après ça, j'ai été cloué au lit pendant un bon mois... Mais je préfère être un gagnant malade qu'un perdant en bonne santé ! Alors qu'elle, elle a dû payer une note de 32 bols de ramen. C'est trop la honte ! Hahahaha...",
      "pt": "Eu arrasei naquela disputa de comer Ramen com essa Kitsune. Mesmo todo aquele Tofu Frito não conseguiu me atrapalhar - ela não chegou nem perto de me vencer! ...eu fiquei, uh, acamado por mais de um mês depois disso, mas prefiro deitar na cama como um vencedor do que ir embora um perdedor! De qualquer forma, eu ri por último, porque ela teve que pagar a conta de 32 tigelas de macarrão! Hahahahaha...",
      "ru": "Я тогда победил в состязании по поеданию рамэна кицунэ. Мне даже жареный тофу не помешал - ей было меня не одолеть! А после этого... после этого я целый месяц был прикован к постели. Но лучше уж валяться в лучах победы, чем уйти на своих двоих с поражением! Вдобавок ей пришлось с позором заплатить за тридцать две миски лапши, ха-ха-ха-ха!..",
      "id": "Aku menang telak ketika kami lomba makan Kitsune Ramen. Semua tahu goreng itu tidak bisa menghalangi kemenanganku, tidak sedikit pun! ...Uh, aku memang rebah di kasur selama sebulan lebih setelahnya, tapi aku rela tumbang jadi pemenang daripada kalah sebagai pecundang! Lagian, aku juga yang tertawa pada akhirnya, karena dia yang bayar tagihan 32 mangkuk ramennya! Hahahahaha ....",
      "th": "ฉันชนะการแข่งกินคิทสึเนะราเมนด้วยนะ ต่อให้ต้องกินเต้าหู้ทอดที่อยู่ในนั้น เธอก็อย่าคิดว่าจะเอาชนะฉันได้! แต่ว่า... หลังจากนั้นฉันต้องนอนเดี้ยงไปเดือนกว่า ๆ เลย แต่อย่างน้อยฉันก็รักษาเกียรติของแชมป์ไว้ได้ล่ะน่า! ขี้แพ้อย่างเธอต้องยอมรับความอับอาย พร้อมจ่ายค่าราเมน 32 ชาม ด้วยล่ะ ฮ่าฮ่าฮ่าฮ่า...",
      "vi": "Ta đã thắng trong cuộc thi với con cáo đó, dù cho trong tô mì có đậu phụ rán thì cũng đừng hòng thắng ta! Sau đó... sau đó thì ta đã nằm liệt giường cả tháng, nhưng quan trọng là ta thắng, đúng không! Còn cô ta thì phải thay ta trả tiền 32 bát mì, đáng đời, hahaha..."
    }
  },
  {
    "title": {
      "zhs": "关于九条裟罗…",
      "zht": "關於九條裟羅…",
      "jp": "九条裟羅について…",
      "ko": "쿠죠 사라에 대해…",
      "en": "About Kujou Sara",
      "de": "Über Kujou Sara ...",
      "es": "Sobre Kujou Sara...",
      "fr": "À propos de Kujou Sara...",
      "pt": "Sobre Kujou Sara...",
      "ru": "О Кудзё Саре...",
      "id": "Tentang Kujou Sara",
      "th": "เกี่ยวกับ Kujou Sara...",
      "vi": "Về Kujou Sara..."
    },
    "line": {
      "zhs": "眼狩令那会我确实败给她了，呵，这也没什么好羞耻的，输了就堂堂正正投降，错了就老老实实挨打，这才是真男人！反倒是她，堂堂天狗，不敢应我的复仇之约。哼，不过是在十字路口相扑而已，这就怕了？她要是再不来应战我就不叫她九条天狗了，我要叫她——九条乌龟！",
      "zht": "眼狩令那會我確實敗給她了，呵，這也沒什麼好羞恥的，輸了就堂堂正正投降，錯了就老老實實挨打，這才是真男人！反倒是她，堂堂天狗，不敢應我的復仇之約。哼，不過是在十字路口相撲而已，這就怕了？她要是再不來應戰我就不叫她九條天狗了，我要叫她——九條烏龜！",
      "jp": "目狩り令の時、確かにあいつに負けた。けっ、別に恥ずかしくはねぇ、負けたら正々堂々と投降する、間違ったことをやったらおとなしく責められる、それでこそ真の漢ってもんだ！逆にあいつはどうだ、天狗のくせに俺様の復讐の申し出に応じねぇ！十字路で相撲をやるのがそんなに怖いのか？これ以上応じる気がなけりゃ、「九条天狗」じゃなく「九条亀」って呼んでやる！",
      "ko": "안수령 땐 내가 그녀에게 졌었지. 하, 딱히 부끄러울 일은 아니야. 졌으면 당당하게 항복하고, 틀렸으면 제대로 벌을 받는 게 진정한 사나이지! 오히려 텐구인 그녀가 내 복수에 응하지 않다니. 사거리에서 스모를 했을 뿐인데, 겁먹는 게 말이 돼? 계속 내 도전을 받아들이지 않으면 쿠죠 텐구 말고 쿠죠 거북이라 부를 테다!",
      "en": "You know what, yeah, she beat me during the Vision Hunt Decree. I'm not ashamed to admit it. When you lose, you admit defeat, and when you screw up, you take it on the chin, like a man! And anyway, let's not forget which one of us won't agree to a rematch — her, the tengu warrior! It's just a sumo street fight, I mean, what's she so afraid of? If she keeps snubbing me, I'm gonna have to stop calling her Kujou Tengu and start calling her Kujou Chicken! Heh, we'll see what she thinks of that.",
      "de": "Ich habe gegen sie beim Augenhatz-Dekret verloren, aber das ist nichts, wofür man sich schämen muss. Wenn man verliert, gibt man würdevoll auf. Wenn man im Unrecht ist, wird man ehrlich geschlagen. So ist ein richtiger Mann! Im Gegenteil, sie, ein Tengu, die es wagt, auf mein Racheversprechen nicht zu antworten. Es ist nur ein Sumo-Kampf an der Kreuzung und da hat sie Angst davor? Wenn sie nicht antwortet, nenne ich sie nicht mehr Tengu, sondern Schildkröte!",
      "es": "Sí, me venció cuando el Decreto de captura de Visiones. No me avergüenza admitirlo. Cuando pierdes, admites la derrota, y cuando te equivocas, vas con la cabeza bien alta, como un hombre. De todas formas, no olvidemos quién no se atreve a tener una revancha... ¡Ella, la guerrera tengu! No es más que un duelo de sumo callejero, ¿de qué tiene miedo? Si sigue ignorándome, tendré que dejar de llamarla tengu de Kujou y la empezaré a llamar gallina de Kujou. Jeje, a ver qué le parece eso...",
      "fr": "Bon, d'accord... Elle m'a battu pendant le décret de saisie. Mais il n'y a pas de quoi avoir honte ! Il faut savoir perdre et reconnaître ses faiblesses. C'est ça, être un homme, un vrai ! Alors qu'elle, une guerrière Tengu, n'ose même pas accepter de participer à un duel de revanche ! C'est juste un duel de sumo dans la rue, elle a peur de quoi... Si elle continue de refuser le combat, je vais arrêter de l'appeler « Tengu de Kujou » et la surnommer « Poule mouillée de Kujou » !",
      "pt": "Sabe de uma coisa, sim, ela me venceu durante o Decreto de Caça à Visão. Não tenho vergonha de admitir isso. Quando você perde, você admite a derrota, e quando você faz besteira, você lida com isso, feito um homem! E de qualquer forma, não esqueçamos qual de nós não vai concordar com uma revanche - ela, a guerreira tengu! É apenas uma briga de rua de sumô, quero dizer, do que ela tem tanto medo? Se ela continuar se esnobando, vou ter que parar de chamá-la de Kujou Tengu e começar a chamá-la de Kujou Covarde! Hehe, vamos ver o que ela pensa disso.",
      "ru": "Да, я проиграл ей во время Охоты на Глаза Бога и без стыда признаю это. Раз уж проиграл, проигрывай с достоинством, а совершил ошибку - честно признай её, как настоящий мужчина! Вот только не будем забывать, кто из нас не решился на реванш - она, бравая тэнгу! Это же всего лишь матч сумо на перекрёстке. Чего она испугалась? Если она откажет в реванше опять, я вместо Кудзё Тэнгу стану называть её Кудзё Трусихой!",
      "id": "Waktu Dekrit Perburuan Vision, aku kalah dari dirinya. Ya, aku tidak malu mengakui hal itu. Kalau kalah, hadapi, kalau salah, akui! Itu baru lelaki sejati. Dan jangan lupa siapa yang tidak mau bertanding ulang! Dia, si pahlawan tengu! Padahal cuma tanding sumo jalanan, takut apa sih dia? Kalau dia terus-terusan menolak tantanganku, aku akan berhenti panggil dia Tengu Kujou dan mulai panggil dia Ayam Kujou saja! Lihat nanti bisa bilang apa dia.",
      "th": "ตอนที่มีคำสั่งล่าวิชั่นฉันแพ้เธอจริง ๆ แหละ เฮอะ แต่ไม่เห็นจะมีอะไรที่ต้องอายเลย แพ้แล้วก็ยอมรับไปสิ หรือถ้าทำผิดก็ยอมโดนซ้อมไปซะ แบบนี้ถึงจะเป็นลูกผู้ชายตัวจริง! ตรงกันข้ามกับเธอ เป็นถึงเท็งงุแท้ ๆ กลับไม่ยอมรับคำท้าประลองนัดล้างตากับฉัน ฮึ! ก็แค่ประลองซูโม่ที่ทางแยกเท่านั้นเอง แค่นี้ก็กลัวแล้วงั้นเหรอ? ถ้าเธอยังไม่ยอมรับคำท้าจากฉัน ต่อไปฉันจะไม่เรียกเธอว่าเท็งงุ Kujou แล้ว เรียกว่ายัยเต่า Kujou ดีกว่า!",
      "vi": "Thì đúng là ta đã thua cô ta trong vụ truy lùng Vision, nhưng có gì đâu phải nhục, thua thì chấp nhận ăn đòn, thế mới là đàn ông chứ! Còn cô ta thì sao, thân là Tengu mà không dám cho ta báo thù. Hừ, ta chỉ hẹn ra ngã tư tử thần chiến sumo với nhau mà đã sợ, rõ nhát! Cô ta mà còn không đến ứng chiến thì ta không gọi cô ta là Tengu Kujou nữa, mà gọi là Con Gà Kujou đấy!"
    }
  },
  {
    "title": {
      "zhs": "关于五郎…",
      "zht": "關於五郎…",
      "jp": "ゴローについて…",
      "ko": "고로에 대해…",
      "en": "About Gorou",
      "de": "Über Gorou ...",
      "es": "Sobre Gorou...",
      "fr": "À propos de Gorou...",
      "pt": "Sobre Gorou...",
      "ru": "О Горо...",
      "id": "Tentang Gorou",
      "th": "เกี่ยวกับ Gorou...",
      "vi": "Về Gorou..."
    },
    "line": {
      "zhs": "哦，反抗军的小狗大将嘛，身材小小但气魄非凡，不错不错！而且，他身上散发着一种让人内心温暖的熟悉感…奇怪，明明没见过他几面…",
      "zht": "哦，反抗軍的小狗大將嘛，身材小小但氣魄非凡，不錯不錯！而且，他身上散發著一種讓人內心溫暖的熟悉感…奇怪，明明沒見過他幾面…",
      "jp": "おお、抵抗軍のわんこ大将か、体付きは小せぇが肝が据わってて悪くねぇ！それに、あいつの体からは心温まる親しみを感じる…おかしいな、会ったことはほとんどないんだが…",
      "ko": "오, 저항군의 강아지 대장? 몸집은 작지만 패기만큼은 최고더군. 아주 좋아! 게다가 어딘가 마음이 따뜻해지는 익숙한 느낌이 들어… 이상하다, 분명 몇 번 안 본 사이인데…",
      "en": "Oh yeah, the doggy general in the resistance... Hey, I've gotta hand it to him, he may be on the small side, but he's got quite the fighting spirit. Also, he gives off this vibe that makes me feel all warm and fuzzy inside, almost as if he understands my innermost feelings... I mean, I've barely met the guy, so that's kinda weird.",
      "de": "Oh, der kleine Hundegeneral des Widerstands, klein von Statur, aber groß im Geiste, schön! Und er kommt mir so vertraut vor ... Seltsam, ich habe ihn noch nie gesehen ...",
      "es": "Ah, sí, el general de la resistencia que es un perro... Tengo que admitirlo, aunque sea de pequeño tamaño, tiene un gran espíritu luchador. Además, me produce una sensación que me hace sentir bien, como si comprendiera mis sentimientos más íntimos... Apenas lo conozco, así que es muy raro.",
      "fr": "Ah oui, tu parles du chien général de la Résistance... Je dois dire que malgré sa petite taille, il a une sacrée force de caractère ! En plus, il dégage une aura familière assez chaleureuse. C'est bizarre, parce que je ne l'ai vu qu'une ou deux fois...",
      "pt": "Ah sim, o general cãozinho na resistência... Tenho que admitir, ele pode até ser pequenino, mas tem um espírito de luta e tanto. Além disso, ele emite esta sensação que me faz sentir todo quente e confuso por dentro, quase como se ele entendesse meus sentimentos mais íntimos... Quero dizer, eu mal conheci o sujeito, mas já considero pacas, então isso é meio esquisito.",
      "ru": "А, пёсик-генерал сопротивления. Стоит отдать ему должное - хоть он и крохотный, но чрезвычайно отважен. Также я чую в нём что-то до боли знакомое, от чего на душе становится тепло... Это странно, потому что мы с ним практически не знакомы...",
      "id": "Ah, si jenderal guguk dari pasukan pemberontak ya ... Aku harus akui dia itu biarpun kecil badannya tapi besar nyalinya. Dan dia juga membuatku merasa hangat dan akrab, padahal kami cuma pernah ketemu berapa kali saja. Aneh.",
      "th": "อ๋อ พลเอกหมาน้อยของกองทัพต่อต้านน่ะเหรอ ถึงตัวจะจิ๋วแต่เขากล้าหาญไม่เบาเลยนะ ไม่เลว ไม่เลว! อีกอย่างนึง เขามีออร่าที่ทำให้คนรู้สึกอบอุ่นหัวใจด้วย... แปลกเนอะ ทั้ง ๆ ที่ฉันเคยเจอเขาแค่ไม่กี่ครั้งเอง...",
      "vi": "À, đại tướng chó con của quân kháng chiến đúng không, hắn nhỏ con mà khí phách kinh đấy, duyệt duyệt! Nhưng mà, trên người hắn tỏa ra cái cảm giác ấm áp thân thuộc lắm... Kỳ lạ, ta mới gặp hắn vài lần thôi mà..."
    }
  },
  {
    "title": {
      "zhs": "关于久岐忍…",
      "zht": "關於久岐忍…",
      "jp": "久岐忍について…",
      "ko": "쿠키 시노부에 대해…",
      "en": "About Kuki Shinobu",
      "de": "Über Kuki Shinobu ...",
      "es": "Sobre Kuki Shinobu...",
      "fr": "À propos de Kuki Shinobu...",
      "pt": "Sobre Kuki Shinobu...",
      "ru": "О Куки Синобу...",
      "id": "Tentang Kuki Shinobu",
      "th": "เกี่ยวกับ Kuki Shinobu",
      "vi": "Về Kuki Shinobu..."
    },
    "line": {
      "zhs": "荒泷派的弟兄们一般都会顺着我意，唯独这个忍啊，老是跟我唱反调！本大爷辛辛苦苦赢来的战利品，竟然被她一件件还了回去。哎呀，算了，看在她每次都会把我从牢房里捞出来，还替我们收拾了不少烂摊子，就不计较了。毕竟惹怒了她，我也没有好日子过…",
      "zht": "荒瀧派的弟兄們一般都會順著我意，唯獨這個忍啊，老是跟我唱反調！本大爺辛辛苦苦贏來的戰利品，竟然被她一件件還了回去。哎呀，算了，看在她每次都會把我從牢房裡撈出來，還替我們收拾了不少爛攤子，就不計較了。畢竟惹怒了她，我也沒有好日子過…",
      "jp": "荒瀧派の仲間たちはみんな俺様の意志に従うが、唯一この忍ってやつはいつも俺様の真逆をいくんだ！俺様が一生懸命勝ち取ってきた戦利品も、一個ずつ元の場所に返しに行く…まあいい、毎回俺様を牢獄から出してくれるし、俺たちの後片付けもしてくれる。このことは忘れよう！あいつを怒らせちまったら、いい暮らしもできなくなるからな…",
      "ko": "아라타키파 형제들은 보통 내 뜻을 따르지만, 유독 시노부는 늘 나와 반대라니까! 이 몸이 힘들게 얻은 전리품을 하나씩 돌려놓다니… 뭐, 매번 날 감방에서 꺼내주고, 우리 대신 난장판도 여러 번 수습해줬으니, 그만 따져야지! 그녀를 화나게 하면 나도 딱히 좋을 게 좋으니까…",
      "en": "Nobody questions my leadership in the gang, what I say goes — except when it comes to Shinobu. She's always challenging everything I say. And not only that — all the hard-earned loot I bring back and share with everyone? She goes and returns it! But also, she gets me out of jail, and out of every mess we get ourselves into, so I'll let it slide. Besides, I don't wanna get on her bad side... An angry Shinobu would make my life a nightmare.",
      "de": "Die Kameraden der Arataki-Bande folgen normalerweise meinen Wünschen, außer ihr, ah, die immer gegen mich ist! Die Kriegsbeute, die ich hart erkämpft habe, hat sie Stück für Stück zurückgegeben. Na ja, aber sie holt mich jedes Mal aus dem Gefängnis und räumt für uns eine Menge Mist auf. Ich darf sie nicht verärgern ...",
      "es": "Nadie cuestiona mi liderazgo de la banda y las órdenes las doy yo... menos cuando se trata de Kuki. Siempre pone peros a todo lo que digo, y no solo eso. ¿Sabes todo el botín que me cuesta tanto conseguir y que llevo para compartirlo con todos? ¡Pues ella va y lo devuelve! Pero también logra sacarme de la cárcel y de todos los líos en los que nos metemos, así que lo dejo pasar. Además, no quiero ponerla de malas... Una Kuki enojada convertiría mi vida en un infierno.",
      "fr": "C'est moi le chef du gang, et personne ne remet ça en question ! Sauf Shinobu... Elle veut toujours me contredire ! Et ce n'est pas tout, elle s'amuse aussi à rendre tous les objets du butin de guerre que j'ai durement gagné à leurs propriétaires originels ! Mais bon, elle vient me sortir de prison à chaque fois et m'a aidé à me sortir d'une situation épineuse plus d'une fois, donc je laisse couler... À vrai dire, je n'ai pas envie de l'énerver, parce qu'elle serait bien capable de transformer ma vie en enfer !",
      "pt": "Ninguém questiona minha liderança na gangue, o que eu digo é o que importa - exceto quando se trata da Shinobu. Ela está sempre desafiando tudo o que eu digo. E não só isso - todos os botins duramente conquistados que eu trago de volta e compartilho com todos? Ela vai e devolve! Mas ela também me tira da cadeia, e de cada confusão em que nos metemos, então eu deixo passar. Além disso, eu não quero ela ficando estressada comigo. Uma Shinobu zangada faria de minha vida um pesadelo.",
      "ru": "Члены банды Аратаки всегда делают так, как скажу я. Все, кроме Синобу. Она постоянно мне перечит! Но это ещё ничего. Добычу, которая достаётся мне таким тяжёлым трудом, она возвращает! Но также Синобу вытаскивает меня из тюрьмы и всех тех передряг, в которые мы попадаем, так что это ей простительно. К тому же лучше мне её не злить, иначе она превратит мою жизнь в сущий кошмар...",
      "id": "Tidak ada seorang pun yang mempertanyakan keputusanku untuk segala urusan di geng ini, kecuali Shinobu. Dia selalu saja adu argumen denganku. Bukan cuma itu, semua barang rampasan hasil kerja kerasku, yang kubawa dan kubagi-bagi ke semua? Dia seenaknya saja main kembalikan semuanya! Tapi toh dia juga mengeluarkan aku dari penjara dan selalu meloloskan kami dari masalah, jadi ya sudahlah. Lagian, aku tidak mau disentimenin sama dia. Hidupku bisa amburadul kalau Shinobu murka.",
      "th": "ปกติพวกเด็ก ๆ ในแก๊ง Arataki จะเชื่อฟังฉันตลอด ยกเว้น Shinobu เธอหาเรื่องต่อต้านฉันประจำเลย! รางวัลที่ฉันได้จากการเอาชนะอย่างยากเย็น เธอก็เอากลับไปคืนชาวบ้านหมด ให้ตายเถอะ แต่เห็นแก่ที่เธอพาฉันออกจากห้องขังได้ทุกครั้ง แล้วก็ช่วยจัดการเรื่องวุ่นวายทั้งหลายที่พวกเราก่อไว้ งั้นฉันปล่อยเธอไปก็ได้ อีกอย่างถ้าฉันทำให้เธอโกรธ ฉันก็คงจบไม่สวยแน่นอน...",
      "vi": "Huynh đệ trong bang Arataki đều rất nghe lời ta, chỉ duy nhất cô ta là cãi lại! Bổn đại gia vất vả lắm mới lấy chiến lợi phẩm về được, vậy mà cô ta lại đem đi trả lại hết. Haiz, kệ vậy, dù sao thì cô ấy cũng nhiều lần cứu ta ra khỏi nhà lao, cũng hay dọn dẹp bãi chiến trường giùm ta, nên ta không tính toán nữa. Dẫu sao nếu lỡ đắc tội thì ta cũng sống không yên..."
    }
  },
  {
    "title": {
      "zhs": "关于早柚…",
      "zht": "關於早柚…",
      "jp": "早柚について…",
      "ko": "사유에 대해…",
      "en": "About Sayu",
      "de": "Über Sayu ...",
      "es": "Sobre Sayu...",
      "fr": "À propos de Sayu...",
      "pt": "Sobre Sayu...",
      "ru": "О Саю...",
      "id": "Tentang Sayu",
      "th": "เกี่ยวกับ Sayu...",
      "vi": "Về Sayu..."
    },
    "line": {
      "zhs": "不过是趁她不注意的时候，摸了摸她的头而已，现在一见面就要跳起来打我。哈哈哈没办法，这么可爱的小狸猫，谁见了都会忍不住想去摸摸头吧？噢对了…喊她狸猫也会被揍。为什么啊，那不就是狸猫吗…？",
      "zht": "不過是趁她不注意的時候，摸了摸她的頭而已，現在一見面就要跳起來打我。哈哈哈沒辦法，這麼可愛的小狸貓，誰見了都會忍不住想去摸摸頭吧？噢對了…喊她狸貓也會被揍。為什麼啊，那不就是狸貓嗎…？",
      "jp": "気付いてない時に頭を撫でただけなのに、あれから会う度に俺様に飛びかかって殴ってきやがる。ガッハハ、まったく仕方のないやつだ。あんなに可愛い狸、誰だって頭を撫でたくなるだろう？あっ、そうだった…狸って呼んでも殴られるんだったな！でも、なんでだ…狸だろあれ？",
      "ko": "몰래 머리 좀 쓰다듬었을 뿐인데, 그 뒤로 날 볼 때마다 펄쩍 뛰면서 때리려고 하네. 하하하, 어쩔 수 없잖아. 그렇게 귀여운 라쿤을 보면 누구든 쓰담쓰담하고 싶어진다고. 아, 라쿤이라고 불러도 막 때린다니까. 왜지? 라쿤 맞는데…",
      "en": "All I did was give her a little pat on the head this one time when she wasn't looking, and now, she pounces to attack every time she lays eyes on me. Haha, what can I say? Tanuki are adorable! What am I supposed to do — not pat one on the head? ...Oh yeah, and that's the other thing — she beats you up for calling her a tanuki, too! What's up with that? I mean, a tanuki's what she's going for, right? Sheesh, talk about getting your fur all ruffled over nothing...",
      "de": "Ich habe ihren Kopf gestreichelt, als sie nicht hingesehen hat, und jetzt springt sie immer auf und will mich schlagen, wenn sie mich sieht. Hahahaha, ich kann mir nicht helfen, so eine süße kleine Tanuki, jeder würde ihren Kopf streicheln wollen, wenn er sie sieht, oder? Ach ja ... wenn du sie Tanuki nennst, wirst du auch verprügelt. Warum aber? Ist sie denn kein Tanuki?",
      "es": "Lo único que hice fue acariciarle la cabeza una vez cuando estaba distraída, y ahora salta para atacarme en cuanto me ve. Jaja, ¿qué puedo decir? ¡Los tanuki son adorables! ¿Qué se supone que tenía que hacer? ¿No tocarle la cabeza?... Ah, sí, y esa es otra, ¡te pega si la llamas tanuki! ¿A qué viene eso? ¿Es que no va vestida de tanuki? Se pone como una fiera por nada...",
      "fr": "#Je lui ai juste mis une petite tape sur la tête quand elle ne regardait pas, et maintenant elle me bondit dessus pour m'attaquer dès qu'elle me voit... Mais que veux-tu, les Tanukis sont si mignons ! Personne d'autre n'aurait résisté à toucher sa tête à ma place. Ah oui aussi... Si tu as le malheur de lui dire : «{NON_BREAK_SPACE}hé, la Tanuki{NON_BREAK_SPACE}» pour l'appeler, elle t'attaque. C'est quoi son problème ? J'ai pourtant pas rêvé. C'est une Tanuki, pas une Kitsune...",
      "pt": "Tudo o que eu fiz foi dar um pequeno tapinha na cabeça dela quando ela não estava olhando, e agora, ela se agita para atacar todas as vezes que ela põe os olhos em mim. Haha, o que posso dizer? Tanuki são adoráveis! O que devo fazer - não dar tapinhas na cabeça? ...Ah sim, e isso é outra coisa - ela te bate por chamá-la de Tanuki, também! Qual foi? Ela não estava exatamente tentando se parecer com um Tanuki? Eu hein, fale sobre ficar arrancando os cabelos por nada...",
      "ru": "Стоило мне однажды легонько погладить Саю по голове, когда та отвлеклась, как теперь она при каждой встрече бросается на меня с кулаками. Ха-ха-ха, что я могу ещё сказать? Тануки такие милахи! Нельзя же просто вот так взять и не погладить их по головке. Ещё кое-что... она также взрывается, если её назвать тануки. А что тут такого? Разве она не тануки? Ишь ты, погладили - так сразу драться лезет...",
      "id": "Tahu tidak, aku cuma pernah mengelus kepalanya sekali saja waktu dia meleng, dan semenjak itu dia selalu menyerang setiap kali ketemu aku. Harus gimana lagi coba? Tanuki itu lucu sekali, masa tidak boleh elus kepalanya sih? ... Oh iya, dia juga selalu ngamuk dan langsung main pukul kalau disebut tanuki, kenapa sih! Dia dandan kayak gitu memang supaya mirip tanuki, kan? Aneh dia, buat apa coba marah-marah tidak jelas ....",
      "th": "ฉันก็แค่แอบลูบหัวเธอตอนเธอมองไม่เห็นนิดเดียวเอง ตอนนี้กลายเป็นว่าพอเธอเห็นฉันก็จะพุ่งเข้ามาซัดหน้าฉันตลอด ฮ่าฮ่าฮ่า ช่วยไม่ได้นี่นา ทานูกิน่ารักขนาดนี้ ใครเห็นก็ต้องอยากลูบหัวจนทนไม่ไหวใช่มั้ยล่ะ? โอ้ อีกอย่าง... แค่เรียกเธอว่าทานูกิก็โดนอัดเหมือนกัน ทำไมนะ? ก็เธอเป็นทานูกิไม่ใช่เหรอ...?",
      "vi": "Ta thề ta chỉ lén rờ đầu cô ta thôi, vậy mà giờ hễ gặp ta là nhảy lên uýnh. Haha, thật hết cách mà, một bé Tanuki dễ thương như vậy thì ai mà cầm lòng được chứ? À đúng rồi, gọi cô ta là Tanuki cũng bị uýnh. Rõ ràng cô ta là Tanuki mà!"
    }
  },
  {
    "title": {
      "zhs": "想要了解荒泷一斗·其一",
      "zht": "想要瞭解荒瀧一斗·其一",
      "jp": "荒瀧一斗を知る·1",
      "ko": "아라타키 이토에 대해 알기·첫 번째",
      "en": "More About Itto: I",
      "de": "Ich will mehr über Arataki Itto erfahren I",
      "es": "Más sobre Arataki Itto (I)",
      "fr": "Connaître Arataki Itto (1)",
      "pt": "Mais Sobre Itto: I",
      "ru": "Узнать больше об Аратаки Итто I",
      "id": "Mengenal Arataki Itto: I",
      "th": "อยากรู้เกี่ยวกับ Arataki Itto - 1",
      "vi": "Muốn tìm hiểu Arataki Itto - Điều thứ 1"
    },
    "line": {
      "zhs": "你一定很想问，为什么我只会斗虫和打牌，却能稳坐荒泷派老大的宝座？哼，的确，只会这些小儿科难以服众。干脆就一口气告诉你吧！我还会倒立吃拉面、睁着眼睡觉、用鼻孔吹口琴、用发梢拍苍蝇这类绝活。怎么样，消除你心中的疑惑了吧？",
      "zht": "#{F#妳}{M#你}一定很想問，為什麼我只會鬥蟲和打牌，卻能穩坐荒瀧派老大的寶座？哼，的確，只會這些小兒科難以服眾。乾脆就一口氣告訴{F#妳}{M#你}吧！我還會倒立吃拉麵、睜著眼睡覺、用鼻孔吹口琴、用髮梢拍蒼蠅這類絕活。怎麼樣，消除{F#妳}{M#你}心中的疑惑了吧？",
      "jp": "お前はきっと、なんで俺様が虫相撲と札遊びしかできないのに、荒瀧派の親分の座につけてるか気になるんだろ？フフフフッ、確かに、それしきのことだけじゃあ人の上に立つのは無理だ。いい機会だ、お前に教えてやろう！俺様は、逆立ちでラーメンが食えて、鼻で口琴が吹けて、髪でハエが叩けるんだ。どうだ、これで疑問は吹っ飛んだだろ？",
      "ko": "내가 곤충 싸움이랑 카드 게임 밖에 할 줄 모르는데 어떻게 아라타키파 큰 형님 자리에 있을 수 있는지 궁금한 눈친데? 훗, 확실히 이런 것만 해선 남들 위에 설 수 없어. 이번 기회에 모두 설명해주지! 난 물구나무서서 라멘 먹기, 눈 뜨고 자기, 코로 하모니카 불기, 머리카락으로 파리 잡기와 같은 특기를 가지고 있어. 어때, 의혹이 좀 풀렸지?",
      "en": "I know what you're thinking: \"I don't see it — how did this guy get to become the boss of the Arataki Gang on the back of beetle fighting and trading card games?\" Well, you're right, those are just child's play. Wanna know the hard skills that really got me where I am? Eating ramen standing upside down, sleeping with my eyes open, playing the harmonica with my nose, and swatting houseflies with my hair. Yeah, I know. Betcha see it now, huh?",
      "de": "Du bist sicher versucht zu fragen: Wie kommt es, dass ich nur Käferkämpfe und Karten spielen kann, aber dann den Thron der Arataki-Bande besteigen kann? Nun, es stimmt, es ist schwer, die Leute davon zu überzeugen, wenn man nur diese kleinen Tricks kennt. Also erzähle ich es dir in einem Rutsch! Ich kann auch Ramen verkehrt herum essen, mit offenen Augen schlafen, Mundharmonika durch die Nase spielen und Fliegen mit meinen Haarspitzen zerschlagen. Ist das nicht deutlich genug?",
      "es": "Ya sé lo que estás pensando: “No lo entiendo, ¿cómo llegó este tipo a ser el jefe de la Banda de Arataki si solo sabe hacer peleas de escarabajos y jugar a las cartas coleccionables?”. Pues tienes razón, esos son juegos de niños. ¿Sabes qué tipo de habilidades me han llevado hasta donde estoy? Comer ramen cabeza abajo, dormir con los ojos abiertos, tocar la armónica con la nariz y matar moscas con el pelo. Sí, ya lo sé, ahora lo entiendes, ¿verdad?",
      "fr": "#Je sais à quoi tu penses : «{NON_BREAK_SPACE}Comment ce type a-t-il pu devenir le chef du gang Arataki si tout ce qu'il sait faire, c'est participer à des combats de scarabées et à des jeux de cartes{NON_BREAK_SPACE}?{NON_BREAK_SPACE}». Tu as raison. Ces trucs-là, ce sont des jeux pour enfant. Tu sais quelles compétences m'ont permis d'arriver là où je suis ? Manger des ramen à l'envers, dormir les yeux ouverts, jouer de l'harmonica avec mon nez et écraser des mouches avec mes cheveux. J'espère avoir éclairci tes doutes.",
      "pt": "Eu sei o que você está pensando: \"Eu não entendo - como esse cara conseguiu se tornar o chefe da Gangue Arataki apenas pelas lutas de besouros e jogos de cartas?\" Bem, tem razão, essas são apenas brincadeiras de criança. Quer saber as habilidades difíceis que realmente me levaram onde estou? Comer ramen de cabeça para baixo, dormir com os olhos abertos, tocar harmônica com o nariz e esmagar moscas com meu cabelo. Sim, eu sei. Aposto que agora você entendeu, não é?",
      "ru": "Тебе наверняка любопытно, каким образом я стал неоспоримым предводителем банды Аратаки, умея только играть в карты да устраивать бои жуков? Хм, твоя правда, это просто детские забавы. Хочешь узнать, что мне на самом деле позволило добиться такого положения? Я умею есть рамэн, стоя на руках, спать с открытыми глазами, играть на гармошке носом и прихлопывать мух собственными волосами. Теперь-то ты понимаешь, да?",
      "id": "Aku tahu apa yang lagi kamu pikirkan: \"Aku bingung kenapa orang ini bisa jadi ketua geng Arataki, padahal kerjaannya cuma adu kumbang dan main kartu?\" Gitu, kan? Yah, kamu tak salah sih, yang barusan itu cuma permainan anak kecil. Mau tahu kemampuanku yang sesungguhnya? Makan ramen sambil berdiri terbalik, tidur sambil buka mata, main harmonika pakai hidung, dan menepak lalat pakai rambut doang. Hebat, kan? Sudah paham sekarang?",
      "th": "เธอคงอยากถามสินะว่า วัน ๆ ฉันเอาแต่ประลองแมลงกับเล่นไพ่ แต่ทำไมยังรักษาตำแหน่งหัวหน้าแก๊ง Arataki เอาไว้ได้อย่างมั่นคง? หึ จริง ๆ แล้วก็แค่ต้องทำเรื่องเล็ก ๆ น้อย ๆ ที่ทำให้คนนับถือน่ะ ฉันบอกเธอหมดเลยละกัน! ฉันยืนกลับหัวแล้วกินราเมนได้, นอนแบบลืมตาได้, เล่นฮาร์โมนิก้าทางจมูกได้, ใช้ผมของฉันตบแมลงก็ได้ เป็นไงล่ะ หายข้องใจละใช่มั้ย?",
      "vi": "Ngươi chắc đang hỏi tại sao ta chỉ biết đấu bọ với đánh bài mà lại ngồi vững vị trí đại ca trong bang đúng không? Đúng là chỉ với mấy món nghề này thì khó thuần phục đám anh em thật. Thôi để ta nói luôn, ta còn biết trồng chuối ăn mì, mở mắt khi ngủ, dùng mũi thổi kèn, hất tóc đập ruồi...Thế nào, đủ ngầu chưa?"
    }
  },
  {
    "title": {
      "zhs": "想要了解荒泷一斗·其二",
      "zht": "想要瞭解荒瀧一斗·其二",
      "jp": "荒瀧一斗を知る·2",
      "ko": "아라타키 이토에 대해 알기·두 번째",
      "en": "More About Itto: II",
      "de": "Ich will mehr über Arataki Itto erfahren II",
      "es": "Más sobre Arataki Itto (II)",
      "fr": "Connaître Arataki Itto (2)",
      "pt": "Mais Sobre Itto: II",
      "ru": "Узнать больше об Аратаки Итто II",
      "id": "Mengenal Arataki Itto: II",
      "th": "อยากรู้เกี่ยวกับ Arataki Itto - 2",
      "vi": "Muốn tìm hiểu Arataki Itto - Điều thứ 2"
    },
    "line": {
      "zhs": "稻妻人每逢过节、搬家、生病，都爱撒豆子，一边撒还一边念念叨叨，「福豆撒落，鬼怪败挫」、「福来福来，鬼去鬼去」…我都听出耳茧了。关键是豆子还经常撒出路面来，害我过敏…可恶啊！我一定要为鬼族正名，鬼啥也没干！别有事没事就想着驱鬼驱魔的。",
      "zht": "稻妻人每逢過節、搬家、生病，都愛撒豆子，一邊撒還一邊唸唸叨叨，「福豆撒落，鬼怪敗挫」、「福來福來，鬼去鬼去」…我都聽出耳繭了。關鍵是豆子還經常撒出路面來，害我過敏…可惡啊！我一定要為鬼族正名，鬼啥也沒幹！別有事沒事就想著驅鬼驅魔的。",
      "jp": "稲妻人は毎度、祭りや引っ越し、病気になった時に豆を撒く。「鬼は外、福は内」って言いながらな…もう耳にたこができるほど聞いたぜ。しかも豆がしょっちゅう外に飛んでくるもんだから、俺様のアレルギーが…クソッ！俺様は必ず鬼族のために、鬼が何もやってないことを証明してやる！何かにつけて鬼退治とか魔退治なんて…そんなのやるもんじゃねぇ…",
      "ko": "이나즈마 사람들은 명절이나 이사, 그리고 아플 때마다 콩을 뿌려. 그러면서 「행운의 콩이 떨어지면, 귀신이 궤멸하네」, 「복은 안으로, 귀신은 밖으로」라고 중얼거리지…. 귀에 피가 나도록 들었어. 문제는 콩이 길바닥까지 굴러 나와서 내 알레르기가 도진다는 거야…. 젠장! 반드시 오니족의 이름을 바로 잡겠어. 우린 아무것도 안 했는데, 뭐든 요괴니 귀신이니부터 쫓을 생각이나 하고 말이야",
      "en": "People in Inazuma have this ritual every time there's a holiday, or they move, or get sick, or whatever, where they throw beans around and chant: \"Fortune beans are falling down, send the oni out of town. Fortune in, oni out. Fortune in, oni out!\" ...Ugh, the chant gets worse every time I hear it, but the streets full of beans, with my allergies? Total disaster. I've gotta fix this, for every oni out there! We're innocent, people! Quit trying to ward us off and drive us out every time there's a minor life event!",
      "de": "Die Leute von Inazuma streuen bei Festen, bei Umzügen oder bei Krankheit immer Bohnen aus, um Oni zu vertreiben. Der Punkt ist, dass die Bohnen oft auf die Straße fallen und bei mir Allergien auslösen ... Verdammt! Ich muss die Oni verteidigen, sie haben nichts getan! Denkt nicht daran, Geister und Dämonen zu vertreiben, wenn ihr nichts zu tun habt.",
      "es": "La gente de Inazuma hace un ritual cada vez que hay una fiesta, cada vez que se mudan, que se ponen enfermos o lo que sea, en el que lanzan frijoles a su alrededor y cantan: “Los frijoles de la fortuna cayendo están, a los oni de la ciudad debemos echar. Fortuna sí, oni no. ¡Fortuna sí, oni no!”. ¡Arg! Ese cántico es más horrible cuanto más lo oigo, pero lo peor son las calles llenas de frijoles, ¡con mi alergia! Tengo que acabar con esto, por todos y cada uno de los oni. ¡Somos inocentes! ¡Dejen de protegerse de nosotros y de echarnos cada vez que les pasa algo!",
      "fr": "Les habitants d'Inazuma pratiquent un rituel à chaque fois qu'il y a une fête, qu'ils déménagent, qu'ils tombent malades, ou pour d'autres occasions, rituel au cours duquel ils lancent des haricots autour d'eux et chantent : « Les haricots du bonheur tombent, les Oni de la cité succombent ! Le bonheur est là, les Oni ne passeront pas. Le bonheur est là, les Oni ne passeront pas ! ». Grr, rien que d'entendre cette chanson, j'en ai la nausée ! Mais le pire, ce sont les rues pleines de haricots... Avec mon allergie ? Je dois mettre un terme à ça, au nom de tous les Oni. Nous sommes innocents ! Arrêtez de vous protéger de nous et de nous chasser chaque fois qu'il vous arrive un truc !",
      "pt": "As pessoas em Inazuma têm este ritual sempre que há um feriado, ou se mudam, ou adoecem, ou o que quer que seja, onde jogam feijão e cantam: \"Os feijões da sorte estão caindo, mandam o oni para fora da cidade. A fortuna entra, o oni sai. Fortuna dentro, oni fora\"! ...Urg, a cantoria fica pior a cada vez que ouço, mas as ruas cheias de feijão, com minhas alergias? Desastre total. Tenho que consertar isto, por todos os oni lá fora! Somos inocentes, gente! Parem de tentar nos afastar e nos expulsar toda vez que há um pequeno evento na vida!",
      "ru": "В Инадзуме на каждый праздник, новоселье, болезнь, да и вообще любое сколь-нибудь значимое событие разбрасывают бобы и напевают всякое вроде «Боб счастливый я бросаю, óни злого изгоняю» или «Óни уйди, счастье приди, óни уйди, счастье приди». Эти напевы у меня в печёнках сидят... Но главное, как мне, с моей-то аллергией, ходить по усыпанным бобами улицам?! Возмутительно! Óни невинны, и я докажу это ради всего нашего рода! И хватит в любой непонятной ситуации прибегать к экзорцизму.",
      "id": "Orang Inazuma punya takhayul, yaitu setiap ada hari raya, atau waktu pindah rumah, atau sakit, atau ada peristiwa apa lah, mereka akan lempar kacang sambil baca mantra gini: \"Kacang jatuh untung bertabur, oni sial pastinya kabur. Untung ditabur, oni-nya kabur, untung ditabur, oni-nya kabur!\" ... Argh, semakin menyebalkan saja kalau didengar, tapi yang lebih parah itu jalanannya jadi penuh kacang. Aku ini alergi kacang, alergi parah. Ini tidak boleh dibiarkan, demi semua oni yang ada di luar sana! Kami tidak bersalah! Jangan usir kami setiap ada peristiwa tidak penting di hidup kalian!",
      "th": "ชาว Inazuma มีธรรมเนียมว่าทุกครั้งที่มีงานเทศกาล, ย้ายบ้าน หรือเจ็บป่วยต้องปาถั่ว ปาถั่วไปแล้วปากก็ยังพูดว่า \"ถั่วนำโชคสาดกระจาย ยักษ์ร้ายจงหนีหาย\" ไม่ก็ \"โชคดีจงเข้ามา ยักษ์ร้ายจงออกไป\" ...ฉันฟังจนหูจะอักเสบอยู่แล้ว ประเด็นคือพวกเขาปาถั่วพวกนั้นมาเต็มถนนเลย มันทำให้ฉันแพ้... น่าโมโหเป็นบ้า! ฉันจะต้องกอบกู้ภาพลักษณ์ของโอนิคืนมาให้ได้ โอนิไม่ได้ทำอะไรซะหน่อย! เลิกเอะอะก็มาไล่ผีไล่ปีศาจแบบนี้ซะทีเซ่",
      "vi": "Người dân Inazuma mỗi dịp lễ lộc, dọn nhà, bệnh tật gì cũng đều đi rải đậu, vừa rải vừa lẩm bẩm \"Rải đậu đuổi tà, rải đậu đuổi quỷ\", \"phúc tới phúc tới, quỷ đi quỷ đi\"... ta nghe đến phát chán rồi. Vấn đề ở đây là họ rải đậu ra đường, làm ta bị dị ứng... đáng ghét! Ta nhất định sẽ chứng minh cho họ thấy, quỷ không làm gì sai cả! Đừng có hở chút là rải đậu đuổi quỷ, tục lệ này chừng nào mới bị bãi bỏ đây!"
    }
  },
  {
    "title": {
      "zhs": "想要了解荒泷一斗·其三",
      "zht": "想要瞭解荒瀧一斗·其三",
      "jp": "荒瀧一斗を知る·3",
      "ko": "아라타키 이토에 대해 알기·세 번째",
      "en": "More About Itto: III",
      "de": "Ich will mehr über Arataki Itto erfahren III",
      "es": "Más sobre Arataki Itto (III)",
      "fr": "Connaître Arataki Itto (3)",
      "pt": "Mais Sobre Itto: III",
      "ru": "Узнать больше об Аратаки Итто III",
      "id": "Mengenal Arataki Itto: III",
      "th": "อยากรู้เกี่ยวกับ Arataki Itto - 3",
      "vi": "Muốn tìm hiểu Arataki Itto - Điều thứ 3"
    },
    "line": {
      "zhs": "为了消除人类对鬼族的偏见，有次我让弟兄们把我温柔和蔼的形象用留影机拍成画片，贴在稻妻城的留言板上。欸，结果有些人竟敢在画片上乱涂乱画！更可恨的是，天领奉行的蠢货足轻说我引起社会治安恐慌，社奉行又说什么败坏风气，连勘定奉行的走狗都要来要什么广告营业税…嘶…真是不识好歹！",
      "zht": "為了消除人類對鬼族的偏見，有次我讓弟兄們把我溫柔和藹的形象用留影機拍成畫片，貼在稻妻城的留言板上。欸，結果有些人竟敢在畫片上亂塗亂畫！更可恨的是，天領奉行的蠢貨足輕說我引起社會治安恐慌，社奉行又說什麼敗壞風氣，連勘定奉行的走狗都要來要什麼廣告營業稅…嘶…真是不識好歹！",
      "jp": "人間の鬼族に対する偏見をなくすため、仲間たちに俺様の優しそうな姿を写真機で撮ってもらって、稲妻城の掲示板に貼ったんだ。そしたら誰かが写真に落書きしやがった！しかも天領奉行のバカども、民衆の混乱を引き起こすから治安に悪いとか言いやがる。社奉行からも風紀を乱すと言われ、勘定奉行の犬には広告営業税を取られるとかなんとか…チクショー…分からず屋どもめ！",
      "ko": "오니족에 대한 인간의 편견을 없애기 위해 한번은 형제들에게 내 부드럽고 다정한 모습을 사진기에 담아서 이나즈마성 게시판에 붙여달라고 했는데, 어떤 사람이 위에 낙서를 했더라고! 더 괘씸한 건 텐료 봉행의 아시가루 멍청이는 내가 치안에 혼란을 일으킨다고 하고, 야시로 봉행은 내가 사회 풍조를 망친다 그러고, 간조 봉행 놈들까지 와서 광고 영업세를 내라고 하더라니까… 에라이… 사리 분별 못 하는 놈들 같으니라고!",
      "en": "In a... \"attempt\"... to end human prejudice toward the oni, I had the gang use a Kamera to take a picture of me showing my softer side and stick it to the Message Board in Inazuma City. Next thing we know, some jerks have graffitied all over it! Tsk! Then, some ashigaru blockheads from the Tenryou Commission accused me of disrupting the peace, next it was the Yashiro Commission, complaining it ruined the atmosphere in the area, and finally, even the Kanjou Commission got involved — they sent some lackeys over demanding advertising tax! Ugh, they have no idea who the bad guys are here!",
      "de": "Um die Vorurteile der Menschen gegenüber den Oni zu zerstreuen, habe ich einmal meine Brüder gebeten, ein Bild von meinem sanften und freundlichen Aussehen mit einem Fotoapparat zu machen und es an einer Anschlagtafel in Inazuma zu veröffentlichen. Aber dann haben es einige Leute gewagt, auf die Bilder zu kritzeln! Noch schlimmer ist, dass die dummen Fußsoldaten der Tenryou-Verwaltung sagten, ich würde die öffentliche Sicherheit gefährden, und die Yashiro-Verwaltung sagte, ich würde die öffentliche Moral ruinieren, und sogar die Hunde von der Kanjou-Verwaltung wollten eine Verkaufssteuer auf Werbung fordern ...",
      "es": "En un intento de acabar con los prejuicios de los humanos contra los oni, hice que la banda capturara con el Daguerrotipo una imagen mía mostrando mi lado más amable y la pegué en el tablón de anuncios de la Ciudad de Inazuma. ¿Y sabes que pasó? ¡Unos idiotas la pintarrajearon! ¡Hum! Entonces, unos ashigaru bobos de la Comisión Tenryou me acusaron de perturbar la paz. Después, la Comisión Yashiro dijo que había arruinado el ambiente de la zona y, al final, hasta se involucró la Comisión Kanjou... ¡Mandaron a sus lacayos para cobrar un impuesto de publicidad! ¡Arg! ¡No tienen ni idea de quiénes son los malos!",
      "fr": "Pour éliminer les préjugés qu'ont les humains vis-à-vis des Oni, j'ai demandé au gang de prendre une photo de moi qui montre mon côté sympa avec un Daguerréotype et de la coller sur un panneau d'affichage de la Cité d'Inazuma. Et tu sais ce qui s'est passé ? Des idiots se sont amusés à gribouiller sur mon magnifique portrait ! Mais le pire dans tout ça, c'est que j'ai été accusé par la Commission administrative de perturber l'ordre public et par la Commission culturelle de créer une mauvaise ambiance au sein de la cité. Même les sbires de la Commission économique sont venus pour me demander de payer une soi-disant « taxe sur la publicité »... Pff, ils ne savent même pas faire la différence entre un vrai citoyen honnête et un malfrat !",
      "pt": "Em uma... \"tentativa\"... para acabar com o preconceito humano em relação aos onis, fiz com que a gangue usasse o aparelho fotográfico para tirar uma foto minha mostrando meu lado mais gentil e colocá-la no quadro de mensagens na cidade de Inazuma. Quando percebemos, alguns idiotas rabiscaram tudo! Tsc! Em seguida, alguns cabeças de pedra da Comissão Tenryou me acusaram de perturbar a paz, em seguida foi a Comissão Yashiro, reclamando que arruinou a atmosfera na área, e finalmente, até mesmo a Comissão Kanjou se envolveu - eles enviaram alguns lacaios para exigirem um imposto pela publicidade! Urgh, eles não têm ideia de quem são os bandidos aqui!",
      "ru": "Однажды, чтобы покончить с предрассудками людей насчёт óни, я приказал банде снять на фотокамеру то, как я показываю свою добрую и мягкую сторону, а снимок прикрепить на доске объявлений Инадзумы. В итоге какие-то негодники разрисовали его, но самое возмутительное вот что: дуралеи из комиссии Тэнрё обвинили меня в нарушении общественного порядка, комиссия Ясиро пожаловалась, что снимок портит атмосферу, а Кандзё прислали ко мне своих прихвостней с требованием оплатить какой-то налог на рекламу... Ох... Ну и кто из нас теперь плохие ребята?",
      "id": "Saat \"mencoba\" mengakhiri diskriminasi manusia terhadap kaum oni, aku menyuruh anak buahku memotret sisi lembutku dan menempel fotonya di Papan Pengumuman Inazuma. Akhirnya, foto itu malah habis dicorat-coret orang tak bertanggung jawab! Lalu, para ashigaru sialan dari Tenryou Commission menuduhku mengganggu ketertiban, lalu Yashiro Commission bilang tindakanku mengganggu keharmonisan suasana, dan terakhir Kanjou Commission sampai ikut-ikutan kirim orang buat tagih pajak iklan segala! Ampun kan, dasar orang-orang bodoh, tidak bisa bedakan mana yang baik dan mana yang jahat!",
      "th": "เพื่อกำจัดอคติที่มนุษย์มีต่อโอนิ ฉันได้ให้เด็ก ๆ ในแก๊งใช้ \"กล่องถ่ายรูป\" มาถ่ายรูปฉัน เพื่อโชว์ด้านที่อ่อนโยนและเป็นมิตรของฉัน แล้วก็เอาไปติดไว้บนกระดานข่าวสารของ Inazuma เฮ้อ มันกลับกลายเป็นว่ามีคนไปขีดเขียนบนภาพซะงั้น! ที่น่าโมโหกว่านั้นคือ ไอ้งั่งของสำนัก Tenryou บอกว่าฉันสร้างความตื่นตระหนกให้ชาวเมือง สำนัก Yashiro ก็บอกว่าฉันทำลายบรรยากาศ แถมพวกขี้ข้าสำนัก Kanjou ยังจะมาเก็บภาษีโฆษณาจากฉันอีก... ให้ตายสิ... ใครเป็นตัวร้ายกันแน่!",
      "vi": "Để xóa bỏ thành kiến của mọi người về tộc Oni, có lần ta đã trưng gương mặt đẹp trai hiền dịu ra cho huynh đệ chụp ảnh dán trên bảng cáo thị. Haiz, kết quả là có người dám vẽ bậy lên đó, rồi đám lính tuần tra ngu ngục của Hiệp Hội Tenryou nói ta gây rối trật tự công cộng, phá hoại thuần phong mỹ tục, đến đám người của Hiệp Hội Kanjou cũng đến đòi thuế quảng cáo doanh nghiệp... Haiz, thật là không biết điều mà!"
    }
  },
  {
    "title": {
      "zhs": "想要了解荒泷一斗·其四",
      "zht": "想要瞭解荒瀧一斗·其四",
      "jp": "荒瀧一斗を知る·4",
      "ko": "아라타키 이토에 대해 알기·네 번째",
      "en": "More About Itto: IV",
      "de": "Ich will mehr über Arataki Itto erfahren IV",
      "es": "Más sobre Arataki Itto (IV)",
      "fr": "Connaître Arataki Itto (4)",
      "pt": "Mais Sobre Itto: IV",
      "ru": "Узнать больше об Аратаки Итто IV",
      "id": "Mengenal Arataki Itto: IV",
      "th": "อยากรู้เกี่ยวกับ Arataki Itto - 4",
      "vi": "Muốn tìm hiểu Arataki Itto - Điều thứ 4"
    },
    "line": {
      "zhs": "包容和理解这些有过不幸经历的人，这才是我荒泷派的「骄傲」。…你别听外面的人说什么怪不怪人的，在我眼里，他们每一位都是我重要的家人。呵，这群小子也抱着和我一样的想法，不管怎样都会和荒泷派同甘共苦。",
      "zht": "#包容和理解這些有過不幸經歷的人，這才是我荒瀧派的「驕傲」。…{F#妳}{M#你}別聽外面的人說什麼怪不怪人的，在我眼裡，他們每一位都是我重要的家人。呵，這群小子也抱著和我一樣的想法，不管怎樣都會和荒瀧派同甘共苦。",
      "jp": "不幸な経験をした人を抱きとめ、理解する。これが俺たち荒瀧派の「誇り」だ。外のやつらはいつも怪人と言うが、そんなのは無視しろ。俺様からすりゃ、あいつらは一人一人俺様の大事な家族だ！ハハッ、あいつらもみんな俺様と同じ考えさ、どんなことがあっても荒瀧派と共に苦楽を共にしていくだろう。",
      "ko": "불행한 경험을 한 사람들을 너그럽게 이해하는 거야말로 우리 아라타키파의 「자랑」이지. 남들이 이상한 사람이라고 수근거려도 내 눈엔 그들 모두 소중한 가족이야! 훗, 녀석들도 나랑 같은 생각이지. 무슨 일이 있든 아라타키파와 희로애락을 함께할 테니까",
      "en": "In the Arataki Gang, we're proud to welcome people who've experienced adversity in their lives. Don't listen to the people who call us freaks, or weirdos. Every member of my gang is like family to me, and they all feel the same way. Whatever happens, the gang will face it together — both the highs and the lows.",
      "de": "Es ist mein „Stolz“ in der Arataki-Bande, tolerant und verständnisvoll gegenüber denen zu sein, die unglückliche Erfahrungen gemacht haben. ... Höre nicht auf die Leute da draußen, die über fremde Menschen reden, in meinen Augen ist jeder einzelne von ihnen meine wichtige Familie. Hehe, diese Gruppe von Menschen hat die gleichen Ideale wie ich und ich bin mir sicher, dass sie die Freude und das Leid mit der Bande teilen werden, egal was passiert.",
      "es": "En la Banda de Arataki nos enorgullecemos de aceptar a quienes han sufrido adversidades durante su vida. No escuches a quienes nos llaman raros o locos. Cada uno de los miembros de mi banda es como mi familia, y ellos piensan lo mismo. Ocurra lo que ocurra, la banda permanecerá unida, tanto en lo bueno como en lo malo.",
      "fr": "Au sein du gang Arataki, nous sommes fiers d'accepter ceux qui ont souffert de l'adversité au cours de leur vie. N'écoute pas ceux qui nous traitent de bizarres ou de fous... Chaque membre est comme un membre de ma famille, et tout le monde a la même façon de penser dans le gang. Quoi qu'il arrive, le gang Arataki restera soudé, pour le meilleur et pour le pire !",
      "pt": "Na Gangue Arataki, temos orgulho de receber pessoas que experimentaram adversidades em suas vidas. Não dê ouvidos às pessoas que nos chamam de aberrações, ou de esquisitos. Cada membro da minha gangue é como uma família para mim, e todos sentem o mesmo. Aconteça o que acontecer, a gangue irá enfrentá-lo juntos - tanto os altos como os baixos.",
      "ru": "Банда Аратаки с гордостью принимает в свои ряды всех, кому не повезло в жизни. Некоторые называют нас чудаками и ненормальными, но ты их не слушай. Банда для меня как семья, да и мои ребята считают так же. Что бы ни случилось, мы разделим все радости и печали вместе.",
      "id": "Geng Arataki menyambut semua orang yang pernah hidup susah. Tak usah hiraukan orang yang hina kami dengan sebutan orang-orang gila dan aneh. Setiap anak buahku sudah kuanggap keluarga, dan mereka juga merasakan hal yang sama. Semuanya kami hadapi bersama, baik suka maupun duka.",
      "th": "การให้อภัยและทำความเข้าใจคนที่เจอความโชคร้ายคือ \"ความภาคภูมิใจ\" ของฉันกับแก๊ง Arataki ...เธออย่าไปฟังคนข้างนอกที่บอกว่าเราเพี้ยนหรือเป็นตัวประหลาดนะ ในสายตาของฉัน พวกเขาทุกคนคือคนสำคัญในครอบครัว หึหึ เด็ก ๆ ในแก๊งทุกคนก็คิดเหมือนกันกับฉันนี่แหละ ไม่ว่าจะเป็นยังไง แก๊ง Arataki ก็จะร่วมแบ่งปันทุกข์สุขเสมอ",
      "vi": "Bao dung và thấu hiểu những người từng gặp bất hạnh, chính là \"niềm kiêu hãnh\" của Bang Arataki này. Ngươi đừng nghe người ngoài nói, cái gì mà đầu trâu mặt ngựa gì chứ. Trong mắt ta, mỗi một người trong số họ đều là người nhà. Hừm, đám tiểu tử đó cũng suy nghĩ giống như ta, dù thế nào đi nữa cũng sẽ đồng cam cộng khổ với Bang Arataki."
    }
  },
  {
    "title": {
      "zhs": "想要了解荒泷一斗·其五",
      "zht": "想要瞭解荒瀧一斗·其五",
      "jp": "荒瀧一斗を知る·5",
      "ko": "아라타키 이토에 대해 알기·다섯 번째",
      "en": "More About Itto: V",
      "de": "Ich will mehr über Arataki Itto erfahren V",
      "es": "Más sobre Arataki Itto (V)",
      "fr": "Connaître Arataki Itto (5)",
      "pt": "Mais Sobre Itto: V",
      "ru": "Узнать больше об Аратаки Итто V",
      "id": "Mengenal Arataki Itto: V",
      "th": "อยากรู้เกี่ยวกับ Arataki Itto - 5",
      "vi": "Muốn tìm hiểu Arataki Itto - Điều thứ 5"
    },
    "line": {
      "zhs": "我很敬佩青鬼「牺牲自己换取赤鬼延续」的行为，但绝不认同他们的理念。「更好地活下去」绝不该靠牺牲同类换取，应该是「一起更好地活着」才对。自顾自地牺牲…独自耍帅的行为算什么嘛…唉…过去已经没办法改变了。但今后，在我荒泷一斗的眼皮子底下，没有人可以随便牺牲自己。本大爷，要挡在你们前面！",
      "zht": "我很敬佩青鬼「犧牲自己換取赤鬼延續」的行為，但絕不認同他們的理念。「更好地活下去」絕不該靠犧牲同類換取，應該是「一起更好地活著」才對。自顧自地犧牲…獨自耍帥的行為算什麼嘛…唉…過去已經沒辦法改變了。但今後，在我荒瀧一斗的眼皮子底下，沒有人可以隨便犧牲自己。本大爺，要擋在你們前面！",
      "jp": "俺様は青鬼の「自己犠牲と引き換えに赤鬼を存続させる」行為を尊敬してる。だが、彼らの理念に賛同することはできねぇ！「より良く生きていく」ことは…決して同族の犠牲と引き換えに成り立つことなんかじゃねぇ、「共により良く生きていく」ことこそ大事なんだ！勝手に犠牲になって…勝手にかっこつけるなんて…くっ…まあ、過去はもう変えられねぇ。だが、今後この俺様、荒瀧一斗の目が届く限り、誰かが己を犠牲にすることなんざ許さねぇ！お前たちの前には、この俺様がいる！",
      "ko": "붉은 오니가 계속 살아갈 수 있도록 자신을 희생한 푸른 오니의 행동이 정말 존경스러워. 하지만 그들의 이념엔 절대 동의하지 않아. 더 잘 살기 위해선… 동족을 희생시키는 게 아니라 「함께」 잘 사는 게 중요하니까! 멋대로 희생해놓고… 혼자 멋진 척이라니…. 하… 과거는 돌이킬 수 없어. 하지만 이제부터 나 아라타키 이토 눈앞에서 자신을 희생하는 사람이 있으면 가만 안 둬! 내가 너희 앞을 막아설 테니까!",
      "en": "I gotta respect the Blue Oni for sacrificing themselves so that the Crimson Oni could live on... In principle, though, I'm absolutely against it. No one should have to sacrifice their own kind for the sake of a better tomorrow, period. It's only a better tomorrow if it's a better tomorrow for everyone. We need to work together, not have everyone just focused on themselves, making their own sacrifice, trying to look cool in the process... Eh, I guess there's no changing the past, what's done is done. But from this day forward, no more sacrificing, not on my watch! You go to sacrifice yourself, I'll stand right in your way!",
      "de": "Ich bewundere die blauen Oni dafür, dass sie sich für das Überleben der roten Oni geopfert haben, aber ich bin nicht mit ihrer Philosophie einverstanden. Ein „besseres Leben“ sollte niemals dadurch erreicht werden, dass die eigene Art geopfert wird, sondern durch ein „besseres Zusammenleben“. Welchen Sinn hat es, sich zu opfern ... und die Sache auf die leichte Schulter zu nehmen ... Die Vergangenheit kann leider nicht mehr geändert werden. Aber in Zukunft kann sich niemand mehr einfach so unter den wachsamen Augen von Arataki Itto opfern. Ich werde mich ihnen in den Weg stellen!",
      "es": "Respeto mucho a los oni azules por sacrificarse para permitir que los oni escarlata sobrevivieran... Pero en principio estoy totalmente en contra. Nadie tendría que sacrificar a los suyos para conseguir un futuro mejor, y punto. Solo es un futuro mejor si lo es para todos. Tenemos que cooperar, en lugar de que cada uno solo se preocupe por lo suyo, haga sus propios sacrificios y se intente ver bien mientras lo hace... Bueno, supongo que no se puede cambiar el pasado y lo hecho hecho está. Pero, a partir de hoy, ¡nada de sacrificios mientras yo esté! ¡Si vas a sacrificarte, me interpondré en tu camino!",
      "fr": "J'ai beaucoup de respect pour les Oni azurins qui se sont sacrifiés pour permettre aux Oni cramoisis de continuer à vivre... Mais je suis totalement contre ce principe. Personne ne devrait avoir à sacrifier les siens pour que les autres aient un meilleur avenir, point final. Ce n'est un meilleur avenir que si c'est un meilleur avenir pour tout le monde ! Il faut que tout le monde travaille ensemble, et non pas que chacun reste de son côté et décide de se sacrifier tout seul pour avoir l'air cool. M'enfin bon, je suppose qu'on ne peut pas changer le passé et que ce qui est fait est fait. Mais, à partir d'aujourd'hui, il n'y aura plus de sacrifices tant que je serai là ! Si tu veux te sacrifier, tu devras d'abord avoir affaire à moi !",
      "pt": "Tenho que respeitar os Onis Azuis por se sacrificarem para que os Onis Carmesins pudessem viver... Em princípio, porém, sou absolutamente contra isso. Ninguém deveria ter que sacrificar sua própria espécie em prol de um amanhã melhor, ponto final. Só é um amanhã melhor se for um amanhã melhor para todos. Precisamos trabalhar juntos, não ter todos apenas focados em si mesmos, fazendo seu próprio sacrifício, tentando parecer legal no processo... Eh, acho que não há como mudar o passado, o que está feito, está feito. Mas a partir deste dia, sem mais sacrifícios, não enquanto eu estiver vigiando! Se você for se sacrificar, eu vou ficar bem no seu caminho!",
      "ru": "Я, конечно, уважаю синих óни за то, что они принесли себя в жертву ради выживания багровых, но я в корне не согласен с этим поступком. Никто не должен жертвовать собой ради лучшего будущего. Будущее будет лучшим только тогда, когда оно лучше для всех. Нужно действовать сообща, а не замыкаться в себе, а потом приносить себя в жертву, пытаясь произвести впечатление. Увы, прошлого уже не изменить... Но можно изменить будущее. Я никому не позволю жертвовать собой. Захочешь принести себя в жертву - я помешаю тебе!",
      "id": "Tentang Oni Biru yang mengorbankan diri agar Oni Merah bisa tetap hidup ... Aku angkat topi, tapi bukan berarti aku setuju dengan cara mereka. \"Berkorban demi hari esok yang lebih baik\" itu salah, yang benar itu \"Bersama-sama membangun hari esok yang lebih baik\". Kita harusnya bekerja sama, bukan masing-masing mementingkan dirinya sendiri lalu seenaknya berkorban, buat apa? Biar kelihatan keren, gitu? Ah sudahlah, masa lalu biarlah berlalu, yang sudah terjadi tidak bisa diubah lagi. Tapi mulai hari ini, tidak ada lagi yang boleh berkorban-berkorban sok keren begitu, paham? Kalau sampai terjadi lagi, Tuan Besar ini sendiri yang akan turun menghadang!",
      "th": "ฉันนับถือ Blue Oni มากเลยที่ \"เสียสละตัวเองเพื่อให้ Crimson Oni ได้อยู่ต่อไป\" แต่ฉันไม่เห็นด้วยกับแนวคิดของพวกเขาเลยสักนิด \"การมีชีวิตที่ดีกว่า\" ไม่ควรต้องแลกมาด้วยการเสียสละของพวกเดียวกัน แต่ควรจะเป็น \"การร่วมกันสร้างชีวิตที่ดีกว่า\" ถึงจะถูก การพยายามเสียสละอยู่ฝ่ายเดียว... เพื่อให้ตัวเองดูหล่อ จะทำไปเพื่อ? เฮ้อ... อดีตมันเปลี่ยนแปลงไม่ได้ แต่จากวันนี้เป็นต้นไป ภายใต้สายตาของฉัน Arataki Itto ใครหน้าไหนก็อย่าหวังจะมาเสียสละตัวเองเลย ฉันคนนี้จะขวางพวกเธอไว้เอง!",
      "vi": "Ta rất nể phục Thanh Quỷ đã \"hy sinh bản thân để đổi lấy cuộc sống cho Xích Quỷ\", nhưng tuyệt đối không tán đồng suy nghĩ của họ. \"Sống tiếp một cách tốt hơn\" tuyệt đối không thể đổi lấy bằng cách hy sinh đồng loại, nên là \"cùng nhau sống tốt hơn\" mới đúng. Hành vi tự ý hy sinh bản thân... làm ra vẻ rất ngầu thật chả ra làm sao... haiz... chuyện đã qua thì không còn cách nào thay đổi. Nhưng từ đây về sau, không ai được phép tùy tiện hy sinh bản thân mình. Bổn đại gia sẽ đứng phía trước che chắn cho các ngươi!"
    }
  },
  {
    "title": {
      "zhs": "荒泷一斗的爱好…",
      "zht": "荒瀧一斗的愛好…",
      "jp": "荒瀧一斗の趣味…",
      "ko": "아라타키 이토의 취미…",
      "en": "Itto's Hobbies",
      "de": "Arataki Ittos Hobbys ...",
      "es": "Aficiones de Arataki Itto...",
      "fr": "Les loisirs d'Itto...",
      "pt": "Passatempos de Itto...",
      "ru": "Хобби Аратаки Итто...",
      "id": "Hobi Arataki Itto",
      "th": "งานอดิเรกของ Arataki Itto...",
      "vi": "Sở thích của Arataki Itto..."
    },
    "line": {
      "zhs": "斗虫、打牌、陀螺、剑玉、捉迷藏…总之你想得到的想不到的，我全都会！怎么样？要比什么？做好全盘皆输的准备吧！哈哈哈哈！",
      "zht": "#鬥蟲、打牌、陀螺、劍玉、捉迷藏…總之{F#妳}{M#你}想得到的想不到的，我全都會！怎麼樣？要比什麼？做好全盤皆輸的準備吧！哈哈哈哈！",
      "jp": "虫相撲、札遊び、こま、けん玉、かくれんぼ…お前が知ってる遊びも知らない遊びも、俺様は全部できるぜ！どうだ？何で勝負する？全戦全敗の準備でもしておけよ！ガッハッハッハッ！",
      "ko": "곤충 싸움, 카드 게임, 팽이 돌리기, 죽방울 놀이, 숨바꼭질… 난 네가 아는 것과 모르는 것 모두 할 줄 알아! 어때? 뭘 겨뤄볼래? 전부 질 준비나 하시라고! 하하하하!",
      "en": "Beetle fighting, trading card games, spinning tops, kendama, hide-and-seek, you name it, I can play it! Whaddya say, pick one and we'll have a little contest? Just make sure you're ready to get thrashed! Hahaha!",
      "de": "Ich kann alles, was du dir vorstellen kannst, von Käferkämpfen über Kartenspiele, Kreisel, Kendama bis hin zum Versteckspiel ... Ich kann alles! Wie sieht es aus? Was willst du spielen? Sei darauf vorbereitet, alles zu verlieren! Hahahahaha!",
      "es": "Las peleas de escarabajos, las cartas coleccionables, los trompos, el kendama, el escondite... ¡Sé jugar a todos los juegos! Elige uno y haremos una competición, ¿qué te parece? ¡Pero prepárate para perder miserablemente, jajajaja!",
      "fr": "#Les combats de scarabées, les cartes à collectionner, la toupie, le kendama, cache-cache... Je sais jouer à tous les jeux ! Alors, tu veux jouer ? Prépare-toi à perdre misérablement, hahahaha{NON_BREAK_SPACE}!",
      "pt": "#Luta de besouros, jogos de cartas, piões, kendama, esconde-esconde, é só dizer, eu sei jogar! O que me diz, escolha um e teremos uma pequena disputa. Apenas certifique-se de que você está pront{F#a}{M#o} para levar uma surra! Hahaha!",
      "ru": "Бои жуков, карты, юла, кэндама, прятки... Словом, я во что угодно играть умею! Выбери одну из игр и посоревнуемся, что скажешь? Только приготовься к тотальному поражению! Ха-ха-ха-ха!",
      "id": "Adu kumbang, main kartu, main gasing, kendama, petak umpet ... apa pun mainannya, aku bisa mainnya! Perlu bukti? Sini, coba saja lawan aku. Tapi siap-siap kalah ya, Hahahaha!",
      "th": "ประลองแมลง, เล่นไพ่, หมุนลูกข่าง, เล่นเคนดามะ, เล่นซ่อนหา... เธอพูดมาได้เลย ฉันเล่นเป็นทุกอย่างแหละ! ว่าไง? อยากแข่งกันสักตามั้ยล่ะ? เตรียมใจยอมรับความพ่ายแพ้ไว้ได้เลย! ฮ่าฮ่าฮ่าฮ่า!",
      "vi": "Đấu bọ, đánh bài, đấu con quay, kendama, trốn tìm... Tất tần tật những gì ngươi nghĩ tới và không nghĩ tới, ta đều biết hết! Thế nào? Thử không? Chuẩn bị tinh thần thua sấp mặt đi! Ha ha ha ha!"
    }
  },
  {
    "title": {
      "zhs": "荒泷一斗的烦恼…",
      "zht": "荒瀧一斗的煩惱…",
      "jp": "荒瀧一斗の悩み…",
      "ko": "아라타키 이토의 고민…",
      "en": "Itto's Troubles",
      "de": "Arataki Ittos Sorgen ...",
      "es": "Preocupaciones de Arataki Itto...",
      "fr": "Les problèmes d'Itto...",
      "pt": "Preocupações de Itto...",
      "ru": "Беспокойство Аратаки Итто...",
      "id": "Kekhawatiran Arataki Itto",
      "th": "เรื่องกลุ้มใจของ Arataki Itto...",
      "vi": "Nỗi buồn của Arataki Itto..."
    },
    "line": {
      "zhs": "「鬼婆婆」不是鬼，她可是世界上对我最好的人类，只是因为收养了我才会被叫鬼婆婆的。我怎么样都无所谓，反正我也不在乎别人的看法…唉，但我不想她因为我而被别人指指点点…",
      "zht": "「鬼婆婆」不是鬼，她可是世界上對我最好的人類，只是因為收養了我才會被叫鬼婆婆的。我怎麼樣都無所謂，反正我也不在乎別人的看法…唉，但我不想她因為我而被別人指指點點…",
      "jp": "「鬼婆婆」は鬼じゃねぇ、あの人は世界で一番俺様によくしてくれる人間だ！ただ、俺様を引き取ってから鬼婆婆って呼ばれるようになっちまった。俺様は別に他人からどう見られようと気にしねぇ、だが…俺様のせいであの人が何か言われる姿は見たくねぇ…",
      "ko": "「오니 할멈」은 오니가 아니야, 그분은 나한테 가장 잘해주는 인간이지! 날 입양해서 오니 할멈으로 불리는 것뿐이야. 난 다른 사람이 어떻게 생각하든 신경 안 써서 괜찮아… 휴, 근데 나 때문에 그분이 손가락질받는 건 싫어…",
      "en": "Granny Oni isn't an oni at all... In fact, she's the kindest human that has ever lived. She only got her nickname because she took me in. If people have got a problem with me, fine, I don't care what other people think anyway... *sigh* But I wish people wouldn't go after her because of me.",
      "de": "„Oma Oni“ ist kein Oni, sie ist der beste Mensch der Welt und wird nur Oma Oni genannt, weil sie mich adoptiert hat. Es ist egal, was ich tue, es ist mir sowieso egal, was die Leute denken ... Aber ich will nicht, dass sie von anderen meinetwegen verurteilt wird ...",
      "es": "La Abuela Oni no es oni... En realidad, es la humana más amable de la historia. Empezaron a llamarla así porque me acogió. Si alguien tiene un problema conmigo, perfecto, de todos modos no me importa lo que piensen los demás... Pero no me gusta que la molesten por mi culpa.",
      "fr": "Mamie Oni n'est pas une Oni du tout... En fait, c'est l'humaine la plus gentille du monde. Son surnom, c'est parce qu'elle m'a recueilli quand j'étais enfant. Je m'en fiche de ce que les autres pensent, mais j'aimerais que les gens arrêtent de l'embêter à cause de moi.",
      "pt": "A vovó Oni não é um oni de jeito nenhum... Na verdade, ela é a humana mais bondosa que já viveu. Ela só conseguiu esse apelido porque me acolheu. Se as pessoas têm um problema comigo, tudo bem, eu não me importo com o que as outras pessoas pensam de qualquer maneira... *Suspiro* Mas eu gostaria que as pessoas não fossem atrás dela por minha causa.",
      "ru": "Бабушка Óни на деле никакая не óни... Она просто самый добрый в мире человек. Её прозвали так потому, что она приютила меня. Если я кому-нибудь не нравлюсь, ну и ладно, мне всё равно, что обо мне думают... Ах, лишь бы её из-за меня не беспокоили...",
      "id": "Nenek Oni itu bukan oni ... dia itu manusia paling baik yang pernah hidup. Dia cuma dijuluki begitu karena mengurusku. Kalau orang-orang tidak suka padaku, masa bodoh, aku juga tidak peduli pendapat mereka ... Tapi aku tidak mau orang-orang jadi memusuhi nenek gara-gara aku.",
      "th": "\"ยายโอนิ\" ไม่ใช่โอนิหรอกนะ เธอคือมนุษย์ที่ดีกับฉันที่สุดในโลก แต่เธอถูกเรียกว่ายายโอนิเพราะเธอรับเลี้ยงฉันไงล่ะ ฉันจะเป็นไงก็ไม่สำคัญหรอก เพราะฉันไม่สนใจว่าคนอื่นจะมองยังไงอยู่แล้ว... เฮ้อ แต่ฉันแค่ไม่อยากให้คนอื่นมาดูถูกยายเพราะฉันน่ะ...",
      "vi": "\"Quỷ Bà Bà\" không phải là quỷ, bà ấy là con người tốt nhất trên đời, chỉ bởi vì thu nhận ta mới bị gọi là Quỷ Bà Bà. Ta thì bị gì cũng được, dù sao thì ta cũng không quan tâm miệng đời... Haiz, nhưng ta không muốn bà ấy vì ta mà chịu đàm tiếu..."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was er so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "棒棒糖全身都是宝，不但糖好吃，棍子叼在嘴里还很帅，为我增添了一丝不羁的气质，来，你也试试吧。",
      "zht": "#棒棒糖全身都是寶，不但糖好吃，棍子叼在嘴裡還很帥，為我增添了一絲不羈的氣質，來，{F#妳}{M#你}也試試吧。",
      "jp": "棒付き飴は上から下までぜんぶお宝だぜ。飴の美味しさはもちろん、棒を口に咥えてもカッコイイ。自由奔放な気質が出るからな。ほら、お前も試してみろよ。",
      "ko": "막대 사탕은 버릴 데가 하나도 없어. 사탕이 맛있는 건 말할 것도 없고, 막대를 입에 물면 꽤 폼나거든. 이 몸한테 자유로운 분위기를 더해준달까. 자, 너도 한번 해봐",
      "en": "Lollipops are pretty much the best things ever. The candy tastes awesome, but also, it looks really cool just having a stick hanging out of your mouth. It gives me, like... a real punk kind of vibe. Here, you try it!",
      "de": "Lutscher sind so ziemlich die besten Dinge überhaupt. Die Süßigkeiten schmecken fantastisch, aber es sieht auch richtig cool aus, wenn der Stab einfach aus deinem Mund hängt. Das gibt mir eine richtige Punk-Atmosphäre. Hier, probier du es!",
      "es": "¡Las paletas de caramelo son lo mejor! El caramelo está muy rico y, además, tener el palito colgando de la boca te da un toque genial, como de chico malo. ¡Toma, prueba tú!",
      "fr": "Il n'y a rien de mieux au monde que les sucettes. Et ce n'est pas seulement qu'elles ont bon goût ! Juste le fait d'avoir le bâtonnet dans la bouche me donne un air de dur à cuire. Tiens, essaie pour voir !",
      "pt": "Os pirulitos são praticamente as melhores coisas de todos os tempos! O doce tem um sabor fantástico, mas também fica muito legal ficar com o palitinho pendurado na boca. Isso me dá um verdadeiro ar de garoto mau. Aqui, experimente!",
      "ru": "Нет ничего лучше леденцов на палочке. Это не только вкуснейшая конфета, но и палочка, которая так круто торчит изо рта. С ней я выгляжу как реально плохой парень. Вот, попробуй и ты!",
      "id": "Permen loli memang terbaik lah. Permennya manis enak, lalu stik lolinya juga keren kalau digigit dan dibiarkan menggantung di mulut. Kelihatan banget premannya. Tidak percaya? Nih, cobain.",
      "th": "อมยิ้มมันคือของที่ดีที่สุดเลยล่ะ ไม่ใช่แค่อมยิ้มมันอร่อยเท่านั้นนะ แต่เวลาคาบแท่งอมยิ้มไว้ในปากมันยังหล่อสุด ๆ เลยด้วย แถมช่วยเพิ่มความดิบเถื่อนให้ฉันขึ้นอีกขั้น อ่ะนี่ไง เธอเองก็ลองดูสิ",
      "vi": "Kẹo mút là tuyệt nhất, vừa ngon lại vừa có thể ngậm que kẹo để tăng độ ngầu. Đây đây, ngươi cũng thử xem nào."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was er nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang Tidak Disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "我是鬼我是鬼啊！最讨厌的当然是豆子啊！黄豆、绿豆通通不行，别说吃了，光是碰到身上都会过敏。唉，所以说，撒豆子这种陋习还是赶紧灭绝吧。",
      "zht": "我是鬼我是鬼啊！最討厭的當然是豆子啊！黃豆、綠豆通通不行，別說吃了，光是碰到身上都會過敏。唉，所以說，撒豆子這種陋習還是趕緊滅絕吧。",
      "jp": "俺様は鬼だぞ鬼！嫌いなもんはもちろん豆だ！黄色いのも緑色のも全部だめだ。食べるどころか、触れただけでアレルギー反応が出る！だから、豆を撒く悪いしきたりは早く根絶してくれ！",
      "ko": "난 오니잖아! 제일 싫어하는 건 당연히 콩이지! 황두든 녹두든 다 싫어! 먹기는커녕 몸에 닿기만 해도 알레르기가 생긴다고! 그러니까 콩 뿌리는 악습은 빨리 사라져야 돼",
      "en": "Uh, well I am an oni! So there's nothing I hate more than beans. Soybeans, Mung Beans, whatever, I hate 'em all. Just touching one is enough to set off my allergies, let alone eating them. We have to get people to resist this constant urge to throw beans everywhere!",
      "de": "Ich bin ein Oni, ich bin ein Oni! Das Ärgerlichste sind natürlich die Bohnen! Sojabohnen und grüne Bohnen sind nicht gut, ganz zu schweigen vom Verzehr, und ich bin allergisch, selbst wenn ich sie berühre. Lass uns also die schlechte Angewohnheit, Bohnen zu streuen, loswerden.",
      "es": "Bueno, soy un oni, así que no hay nada que odie más que los frijoles. ¡Todas las clases de frijoles! Solo con tocarlos ya se me activa la alergia, así que ni pensar en comerlos. ¡Tenemos que lograr que la gente deje de arrojar frijoles por todas partes!",
      "fr": "Je suis un Oni, donc il n'y a rien que je déteste plus que les haricots, peu importe leur taille ou leur couleur ! Le simple fait de les toucher déclenche mes allergies, alors ne parlons même pas d'en manger... Vivement que cette coutume de jeter des haricots partout disparaisse une bonne fois pour toutes !",
      "pt": "Uh, bem, eu sou um oni! Portanto, não há nada que eu deteste mais do que feijões. Feijão de Soja, Feijão Mung, o que quer que seja, odeio todos. Basta tocar em um para desencadear minhas alergias, quanto mais comê-los. Temos que fazer com que as pessoas resistam a este impulso constante de jogar feijão em todos os lugares!",
      "ru": "Ну, я же óни! Понятно, что больше всего я ненавижу бобы! Сою, фасоль, да и вообще все бобовые. Если я даже не съем, а просто прикоснусь к ним, у меня тут же начнётся аллергическая реакция. Ах, поскорее бы люди отвыкли швыряться ими!",
      "id": "Lah, aku ini oni! Aku jelas-jelas benci sekali sama kacang! Kacang kedelai, kacang hijau, apa pun jenisnya, aku sangat anti. Baru pegang saja alergiku langsung jadi, apalagi kalau sampai dimakan. Orang-orang tidak boleh dibiarkan melempar kacang seenaknya!",
      "th": "ฉันเป็นโอนิ! แน่นอนว่าต้องเกลียดถั่วที่สุด! จะถั่วเหลืองหรือถั่วเขียวก็ไม่เอาทั้งนั้น อย่าไปพูดถึงเรื่องกินเลย แค่แตะโดนพวกมัน ฉันก็แพ้ไปทั้งตัว เฮ้อ ฉันถึงบอกไงว่า ธรรมเนียมแย่ ๆ อย่างการปาถั่วพวกนี้ควรเลิกไปได้แล้ว",
      "vi": "Ta là quỷ, nên dĩ nhiên là ghét đậu nhất! Đậu đỏ đậu xanh đều ghét, đừng nói là ăn, chạm vào thôi đã thấy dị ứng rồi. Haiz, đừng nói nữa, loại tục lệ rải đậu truyền thống này đáng lẽ nên sớm bị dẹp bỏ mới phải."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "哈哈哈哈哈哈——已经三年没吃到那么好吃的菜了！",
      "zht": "哈哈哈哈哈哈——已經三年沒吃到那麼好吃的菜了！",
      "jp": "がーっはっはっはっ——こんな美味いメシ食ったのは、実に三年ぶりだぜ！",
      "ko": "하하하하하하——이렇게 맛있는 요리는 3년 만이군!",
      "en": "Hahahahahahahaha! Mm, mm, mm! I haven't eaten somethin' this good in three whole years!",
      "de": "Hahahahahahahahaha ... Ein so gutes Gericht habe ich seit drei Jahren nicht mehr gegessen!",
      "es": "¡Jajajaja! ¡Mmm, mmm, mmm! ¡Hacía tres años que no comía algo tan bueno!",
      "fr": "Hahahahahaha ! Ça fait trois ans que j'ai pas mangé un plat aussi délicieux !",
      "pt": "Hahahahaha! Hmmmm, hmmmm! Eu não como nada tão bom assim há três anos!",
      "ru": "Ха-ха-ха-ха-ха! Я целых три года такой вкуснятины не ел!",
      "id": "Hahahahaha! Hmm, hmm, hmm! Aku belum pernah makan yang seenak ini lagi selama tiga tahun !",
      "th": "ฮ่าฮ่าฮ่าฮ่าฮ่าฮ่าฮ่า... สามปีแล้วนะเนี่ยที่ฉันไม่ได้กินอาหารอร่อยแบบนี้!",
      "vi": "Hahahahahahahaha! Đã ba năm ta chưa được ăn một món ngon như vậy rồi!"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "好！你今天孝敬本大爷的，我都记在账上了。",
      "zht": "#好！{F#妳}{M#你}今天孝敬本大爺的，我都記在帳上了。",
      "jp": "ふぅ～！この俺様のためにお前が尽くしてくれたこと、ちゃんと覚えとくぜ。",
      "ko": "좋아! 네가 오늘 나한테 해준 것들, 전부 기억해두겠어",
      "en": "Fine! I'll let you treat me to a meal today, but know that the Arataki Gang always pays its debts.",
      "de": "Gut! Ich werde alles auf meine Rechnung setzen, weil du mir heute treu ergeben warst.",
      "es": "¡Está bien! Dejaré que hoy me invites, pero que sepas que la Banda de Arataki siempre paga sus deudas.",
      "fr": "Bien ! Je n'oublierai pas ton geste de révérence envers moi aujourd'hui.",
      "pt": "Está bem! Eu deixarei você me fazer uma comida hoje, mas saiba que Gangue Arataki sempre paga suas contas!",
      "ru": "Ладно! Я позволю тебе меня угостить, но помни, что банда Аратаки всегда платит по счетам.",
      "id": "Oke! Hari ini sah-sah saja mau kamu yang traktir. Tapi ingat, Geng Arataki pasti tidak akan pernah lupa balas budi.",
      "th": "โอเค! ความเคารพที่เธอมีต่อฉันในวันนี้ ฉันจะจดจำเอาไว้อย่างดี",
      "vi": "Tốt! Hôm nay ngươi đãi bổn đại gia, bổn đại gia ta sẽ ghi nhớ."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "喂，你…难不成…给我下毒了？！啊…",
      "zht": "#喂，{F#妳}{M#你}…難不成…給我下毒了？！啊…",
      "jp": "おい、お前…まさか…この俺様に…ど、毒を！？ぅぐ…",
      "ko": "이봐, 너… 설마… 날 독살하려고?! 으…",
      "en": "Hey, are you sure you ain't trying to poison me!? Ah!",
      "de": "He, du kannst mich doch nicht vergiftet haben?! Ah ...",
      "es": "¡Oye! No estarás intentando envenenarme, ¿verdad? ¡Ah!",
      "fr": "Hé, tu cherches à m'empoisonner ou quoi ?! Ah...",
      "pt": "Ei, você tem certeza que não está tentando me envenenar?! Ah...",
      "ru": "Эй, ты точно не пытаешься меня отравить?! А!..",
      "id": "Heh, kamu mau ... meracuniku ya?! Ah!!!",
      "th": "เฮ้ นี่เธอ... คงไม่ได้... วางพิษฉันใช่มั้ย?! เฮือก...",
      "vi": "Này, ngươi... đang đầu độc ta sao?! Á á..."
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "今天是个重要的日子，我特意把弟兄们支开了，不然他们肯定要说我偏心。来，看看，我给你准备的生日礼物可是最高规格的！抓了三天三夜才抓到的特级鬼兜虫一只、大战了三百回合赢来的绝版卡牌一张，哦还有本大爷亲自演唱的生日歌一首——咳咳…祝你生日快乐…祝你生日快乐…",
      "zht": "#今天是個重要的日子，我特意把弟兄們支開了，不然他們肯定要說我偏心。來，看看，我給{F#妳}{M#你}準備的生日禮物可是最高規格的！抓了三天三夜才抓到的特級鬼兜蟲一隻、大戰了三百回合贏來的絕版卡牌一張，哦還有本大爺親自演唱的生日歌一首——咳咳…祝{F#妳}{M#你}生日快樂…祝{F#妳}{M#你}生日快樂…",
      "jp": "今日は重要な日だ、このためにわざわざ仲間たちには外に出てもらったんだ、じゃないと贔屓してるって言われちまう。ほら、見ろよ！俺様がお前のために用意した誕生日の贈りもんだ、どれも上等なものだぜ！三日三晩かけてやっと捕まえた特級のオニカブトムシ、三百回の勝負を経て勝ち取った限定の札、それから俺様直々の誕生日の歌だ——コホンッ…ハッピーバースデートゥーユー…ハッピーバースデートゥーユー…",
      "ko": "오늘은 중요한 날이라 특별히 형제들을 떼어 놓고 왔어. 안 그러면 틀림없이 내가 편애 한다고 할 테니까. 자, 봐봐. 내가 널 위해 초호화 생일 선물을 준비했다고! 3일 동안 겨우 잡은 특급 귀신풍뎅이 한 마리, 300번의 대결로 얻은 절판된 카드 한 장, 그리고 이 몸이 직접 부르는 생일 축하 노래——크흠… 생일 축하합니다… 생일 축하합니다…",
      "en": "Today's an important day. I had to send the gang away, otherwise they'd be accusing me of favoritism. Here, take a look at this. I got you the greatest birthday gift combo ever! One top-grade Onikabuto — I'll have you know it took me three whole days and nights to catch this bad boy — one out-of-print collectible trading card that took me 300 rounds to get my hands on, and finally, a birthday song performance performed personally by yours truly! Happy Birthday to you, Happy Birthday to you, Happy Biiiirthday dear Traveler, Happy Birthday to youuuu!",
      "de": "Heute ist ein wichtiger Tag, deshalb habe ich meine Brüder absichtlich weggeschickt, sonst hätten sie gesagt, ich sei voreingenommen. Hier, schau mal, ich habe ein erstklassiges Geburtstagsgeschenk für dich! Ich habe einen Onikabuto der Sonderklasse, für den ich drei Tage und drei Nächte gebraucht habe, um ihn zu fangen, eine Karte der Spitzenklasse, die ich nach 300 Runden Kampf gewonnen habe, und ein Geburtstagslied, das ich selbst singe, ähm ... Zum Geburtstag viel Glück ...",
      "es": "#Hoy es un día importante. Tuve que mandar a mi banda a otra parte para que no me acusaran de favoritismo. Toma, mira esto. ¡Tengo los regalos perfectos! Un escaradiablo de primera categoría que tardé tres días y tres noches en capturar; una carta coleccionable agotada que me costó 300 rondas hasta que la conseguí; y una canción de cumpleaños interpretada por mí mismo. *Ejem*, cumpleaños feliz, cumpleaños feliz, te deseamos, viajer{F#a}{M#o}, cumpleaños feliiiiiz.",
      "fr": "#Aujourd'hui est un jour important ! J'ai dû envoyer les gars du gang autre part, sinon ils m'auraient accusé de favoritisme. Tiens, regarde, je t'ai trouvé un super cadeau pour ton anniversaire : un scarabuto de qualité supérieure ! Ça m'a pris trois journées et trois nuits entières pour le capturer. Mais ce n'est pas tout, je t'offre aussi cette carte que j'ai réussi à gagner en 300 matchs à peine ! Et en plus de ça, tu as le droit à une chanson interprétée par nul autre que moi-même ! Ahem... Joyeux anniversaire, joyeux anniversaire, joyeux aaanniversaireuh {M#voyageur}{F#voyageuse}, joyeuuux anniversaire !",
      "pt": "Hoje é um dia importante. Tive que mandar a gangue embora, caso contrário eles estariam me acusando de favoritismo. Aqui, dê uma olhada nisto. Eu lhe comprei a melhor combinação de presentes de aniversário de todos os tempos! Um Onikabuto de alta qualidade - quero que você saiba que levei três dias e noites inteiras para pegar este malandrinho - um cartão colecionável limitado que me levou 300 rodadas para colocar as mãos e, finalmente, uma apresentação de canção de aniversário interpretada pessoalmente por ninguém menos do que eu: *Cof* *Cof*. Parabéns pra vocêêêê, nessa data queridaaaaaa, muitas felicidadeeeeees, muitos anos de vidaaaaaa! É pique, é pique, é hora, é hora rá-tim-bum, Viajante!",
      "ru": "#Сегодня важный день. Банду пришлось отправить по своим делам, иначе они обвинили бы меня в пристрастности. Вот, посмотри. Я приготовил тебе первоклассный деньрожденьский подарок! Один оникабуто высшего сорта - на его поимку у меня ушло три дня и три ночи; вышедшая из печати игральная карта, которая досталась мне после победы в трёхстах партиях; о, а ещё деньрожденьская песня в моём собственном исполнении. Кхм-кхм... С днём рождения тебя, с днём рождения тебя, с днём рождения, {F#дорогая путешественница}{M#дорогой путешественник}, с днём рождения тебя-я-я!..",
      "id": "Hari ini sangat penting, dan aku sudah menyuruh semua anggota yang lain pergi, supaya aku tidak dituduh menganakemaskan kamu. Lihat, aku bawa hadiah ulang tahun paling hebat yang pernah ada! Onikabuto juara, yang kukejar selama tiga hari tiga malam. Lalu ini, kartu edisi terbatas yang kudapatkan setelah main tiga ratus ronde, dan terakhir, nyanyian spesial dari Tuan Besar ini untuk dirimu: *ehem* HARI INIII ... HARI YANG KAU TUNGGU! BERTAMBAH SATU TAHUN ... USIAMU, BAHAGIALAH KAMU ....",
      "th": "วันนี้เป็นวันสำคัญ ฉันเลยสั่งให้พวกเด็ก ๆ ไปอยู่ที่อื่นกันก่อน ไม่งั้นเดี๋ยวพวกเขาจะว่าฉันลำเอียงอีก มานี่สิ มาดูนี่ ของขวัญที่ฉันเตรียมให้เธอน่ะ คุณภาพชั้นยอดเลยนะ! มี Onikabuto เกรดพรีเมี่ยมที่ฉันไปไล่จับสามวันสามคืนถึงได้มา แล้วก็นี่... การ์ดไพ่สุดพิเศษที่เลิกผลิตไปแล้ว ฉันต้องเล่นไพ่ชนะถึงสามร้อยตากว่าจะได้มันมาอยู่ในมือ อ้อ แล้วยังมีเพลงฉลองวันเกิดที่ฉันคนนี้ร้องเองด้วย... อะแฮ่ม... แฮปปี้เบิร์ดเดย์ทูยู... แฮปปี้เบิร์ดเดย์ทูยู...",
      "vi": "Hôm nay là một ngày đặc biệt, ta đã cố tình điều các huynh đệ đi chỗ khác rồi, nếu không họ sẽ nói ta thiên vị mất. Nào, xem đây, món quà sinh nhật mà ta đã chuẩn bị cho ngươi chất lượng lắm đó! Một con Onikabuto siêu cấp mà ta đã mất ba ngày ba đêm mới bắt được, một thẻ bài mà ta phải thắng hết 300 trận mới giành được, và còn bài hát mừng sinh nhật do bổn đại gia đích thân hát tặng ngươi... E hèm... Mừng ngày sinh nhật của ngươi... Mừng ngày sinh nhật đáng yêuuu..."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "喔喔…就是这样就是这样！力气更大了！",
      "zht": "喔喔…就是這樣就是這樣！力氣更大了！",
      "jp": "おお…これだこれ！力がより強くなった！",
      "ko": "오오… 맞아, 바로 이거야! 힘이 더 세졌어!",
      "en": "Now that's what I'm talking about, baby! Woo-haha! Better look out, I'm way stronger now!",
      "de": "Juhu ... das ist es, das ist es! Mehr Kraft!",
      "es": "¡Sí, así me gusta! ¡Guau! ¡Cuidado conmigo, ahora soy más fuerte!",
      "fr": "Ah, j'aime cette sensation ! Je deviens plus fort. C'est bien, ça !",
      "pt": "É isso aí! Uhuuu! Melhor ter cuidado, estou muito mais forte agora!",
      "ru": "Ох-хо, вот это я понимаю! Берегитесь, теперь я куда сильнее!",
      "id": "NAH! Ini baru mantap! Wuh, haha! Awas semuanya, aku makin kuat sekarang!",
      "th": "โอ้ โอ้ววว... แบบนี้แหละ แบบนี้เลย! ฉันมีแรงเยอะกว่าเดิมแล้วล่ะ!",
      "vi": "Hú hú... chính là như thế! Cảm thấy mạnh mẽ hơn rồi đó!"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "好强的力量…胜率绝对会提升吧！",
      "zht": "好強的力量…勝率絕對會提升吧！",
      "jp": "すげぇー力が湧いてくる…これで勝率も上がるってもんだ！",
      "ko": "엄청나게 강한 힘이야…. 분명 승률이 오르겠지!",
      "en": "Ah yeah, this is gonna do wonders for my win ratio!",
      "de": "Was für eine Kraft ... Die Gewinnquote wird auf jeden Fall steigen, nicht wahr?",
      "es": "¡Esto va a hacer maravillas con mi porcentaje de victorias!",
      "fr": "Ouais, quelle force ! Je vais gagner encore plus souvent aux jeux avec ça !",
      "pt": "Agora sim! Isso com certeza vai aumentar minha porcentagem de vitórias!",
      "ru": "Какая силища... Мой показатель побед устремится к небесам!",
      "id": "Owh yeah! MENANG BANYAK!",
      "th": "พลังแข็งแกร่งจริง ๆ... โอกาสชนะต้องเพิ่มขึ้นแน่นอน!",
      "vi": "Chính là sức mạnh này... tỉ lệ thắng lại được nâng cao rồi!"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "这力气，一拳砸碎岩石，应该不在话下吧？",
      "zht": "這力氣，一拳砸碎岩石，應該不在話下吧？",
      "jp": "この力、パンチ一つで岩を砕けるんじゃねぇか？",
      "ko": "이 힘, 한 손으로 바위 깨는 건 문제도 아니겠지?",
      "en": "Feel the power, baby! Wanna see me smash a boulder?",
      "de": "Mit dieser Kraft sollte es doch kein Problem sein, Steine mit einem Schlag zu zertrümmern, oder?",
      "es": "¡Siente el poder, sí! ¿Quieres verme romper una roca?",
      "fr": "Je me sens si puissant ! Tu veux me voir briser un rocher ?",
      "pt": "Sinta o poder! Quer vir me ver socar e partir no meio uma rocha?",
      "ru": "Почувствуй эту мощь! Хочешь посмотреть, как я разбиваю валуны?",
      "id": "Rasakan kekuatanku, haha! Mau lihat aku remukkan batu karang?",
      "th": "ด้วยพลังอันแข็งแกร่งนี้ น่าจะสามารถทุบหินให้แหลกกระจุยได้ในหมัดเดียวอย่างสบาย ๆ นะว่ามั้ย?",
      "vi": "Sức mạnh này, một đấm đấm vỡ đá chắc không thành vấn đề chứ?"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Kesimpulan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "这样一来，我就是名副其实的荒泷天下第一斗了啊！你的功劳，本大爷不会忘。以后，就由本大爷来保护你了。",
      "zht": "#這樣一來，我就是名副其實的荒瀧天下第一斗了啊！{F#妳}{M#你}的功勞，本大爺不會忘。以後，就由本大爺來保護{F#妳}{M#你}了。",
      "jp": "これで、俺様は名実ともに「荒瀧·天下第一·一斗」になったわけだ！お前がしてくれたこと、俺様は忘れねぇぜ。今後は、俺様がお前を守ってやる。",
      "ko": "이제 명실상부한 아라타키 천하제일의 이토다! 네 공로는 절대 잊지 않아. 앞으론 이 몸이 널 지켜주지",
      "en": "I think \"Numero Uno\" just went from nickname to reality, boom! Haha! Hey, but just because I made it to the top doesn't mean I'm gonna forget all the things you've done for me, okay? I've still got your back, anytime, anywhere.",
      "de": "Auf diese Weise bin ich buchstäblich die Nummer eins auf der Welt! Deine Verdienste werden von mir nicht vergessen werden. Von nun an wird es die Aufgabe von mir sein, dich zu beschützen.",
      "es": "¡Creo que eso de “number one” ha pasado de ser un apodo a una realidad! ¡Jaja! Pero solo porque haya llegado a la cima no me voy a olvidar de todo lo que has hecho por mí, ¿eh? Puedes seguir contando conmigo en todo momento.",
      "fr": "#On dirait bien que « Numéro un » n'est plus simplement un surnom{NON_BREAK_SPACE}! Mais ce n'est pas parce que j'ai atteint le sommet que je vais oublier tout ce que tu as fait pour moi, compris ? Tu peux toujours compter sur moi à tout moment.",
      "pt": "Acho que \"o Onico\" acabou de passar de apelido para realidade, boom! Haha! Ei, mas só porque consegui chegar ao topo não significa que vou esquecer todas as coisas que você fez por mim, ok? Eu ainda to contigo, pro que der e vier, a qualquer hora, em qualquer lugar. Beleza?",
      "ru": "#Теперь моё прозвище «Номер один» стало реальностью. Я не забуду того, что ты для меня {F#сделала}{M#сделал}. Ты всегда можешь рассчитывать на мою защиту.",
      "id": "Dan julukan si nomor satu pun akhirnya jadi kenyataan! *buuum* Hahahaha, jadi yang paling hebat tidak bakal membuat Tuan Besar ini lupa atas jasa-jasamu untukku, oke? Aku selalu siap untukmu ... kapan pun di mana pun.",
      "th": "คราวนี้ ฉายา Arataki Itto หนึ่งเดียวในใต้หล้า ของฉันก็กลายเป็นจริงแล้วล่ะ! ฉันจะไม่ลืมสิ่งที่เธอทำให้ฉันเด็ดขาด ต่อไปให้ฉันคนนี้ปกป้องเธอเองนะ",
      "vi": "Ta đã trở thành Arataki \"Thiên Hạ Đệ Nhất\" Itto rồi! Ta sẽ không quên công lao của ngươi đâu, sau này để bổn đại gia bảo vệ ngươi."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "斗战岩牛！",
      "zht": "鬥戰岩牛！",
      "jp": "岩闘牛！",
      "ko": "바위의 기세!",
      "en": "Let's roll!",
      "de": "Los geht’s!",
      "es": "¡A rodar!",
      "fr": "C'est parti !",
      "pt": "Vamos lá!",
      "ru": "Понеслась!",
      "id": "MAJU!",
      "th": "กระทิงหินออกศึก!",
      "vi": "Nham ngưu xung trận!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "给我砸！",
      "zht": "給我砸！",
      "jp": "砕きやがれ！",
      "ko": "부숴버려!",
      "en": "Haha! Bam!",
      "de": "Bumm!",
      "es": "¡Bam!",
      "fr": "Et bam !",
      "pt": "Bam!",
      "ru": "Бах!",
      "id": "Haha! BAM!",
      "th": "พุ่งเข้าไปเลยยย!",
      "vi": "BAMM!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "就是你了！",
      "zht": "就是你了！",
      "jp": "お前の出番だぜ！",
      "ko": "너로 정했다!",
      "en": "Attaboy!",
      "de": "Guter Junge!",
      "es": "¡Muy bien!",
      "fr": "Très bien !",
      "pt": "Vai lá garoto!",
      "ru": "Так держать!",
      "id": "SIKATTT!",
      "th": "แกนั่นแหละ!",
      "vi": "Chính là ngươi!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "鬼王游巡，通通闪开！",
      "zht": "鬼王遊巡，通通閃開！",
      "jp": "鬼王のお通りだ！",
      "ko": "오니의 왕이 행차하신다, 모두 비켜!",
      "en": "Oni, comin' through!",
      "de": "Ich bin ein Oni! Lass mich durch!",
      "es": "¡Aquí viene el oni!",
      "fr": "Un Oni en approche !",
      "pt": "Oni, passando!",
      "ru": "Посторонись, óни идёт!",
      "id": "MINGGIR, oni mau lewat!",
      "th": "หลีกไป ขาใหญ่จะเดิน!",
      "vi": "Quỷ vương giáng lâm, tránh đường tránh đường!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "鬼蜮狂欢！",
      "zht": "鬼蜮狂歡！",
      "jp": "鬼の狂喜乱舞！",
      "ko": "사람 잡는 오니가 왔다고!",
      "en": "Who wants some of this!",
      "de": "Wer will was davon haben?",
      "es": "¿Quién quiere un poco de esto?",
      "fr": "Qui veut goûter à ça ?",
      "pt": "Quer um pouco disso!?",
      "ru": "Ну, кто хочет выхватить?!",
      "id": "MAKAN NIH!",
      "th": "อสูรซ่าบ้าระห่ำ",
      "vi": "Quỷ vực cuồng hoan!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "哈哈，到我表演了！",
      "zht": "哈哈，到我表演了！",
      "jp": "俺様に任せろ！",
      "ko": "내가 공연할 차례군",
      "en": "It's SHOWTIME!!!",
      "de": "Zeit für mich!",
      "es": "¡Es la hora del espectáculo!",
      "fr": "Plein les mirettes !",
      "pt": "Hora do SHOW!",
      "ru": "Шоу начинается!",
      "id": "Waktunya BERAKSI!",
      "th": "ฮ่าฮ่า ถึงตาฉันแล้ว!",
      "vi": "Haha, đến lượt ta biểu diễn rồi!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "快看看有没有新鲜玩意儿？",
      "zht": "快看看有沒有新鮮玩意兒？",
      "jp": "何か新しいもんでもあったか？",
      "ko": "어디 재밌는 물건 좀 없나?",
      "en": "Alriiiight! New toys for the boys!",
      "de": "Gut! Neues Spielzeug für die Jungs!",
      "es": "¡Bien! ¡Nuevos juguetitos!",
      "fr": "Hoho, de nouveaux joujoux !",
      "pt": "Isso aí! Brinquedinhos novos para a galera!",
      "ru": "Отлично, новые игрушки для ребят!",
      "id": "Maaantap! Mainan baru lagi!",
      "th": "ไหนดูซิมีของเล่นอะไรใหม่?",
      "vi": "Mau xem coi có gì hay ho không nào?"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "本大爷果然运气超凡！",
      "zht": "本大爺果然運氣超凡！",
      "jp": "やっぱ俺様は運がいいぜ！",
      "ko": "역시 이 몸은 운이 좋군!",
      "en": "I'm on a roll, haha!",
      "de": "Ich bin in einer echten Glückssträhne, haha!",
      "es": "¡Estoy en racha, jaja!",
      "fr": "C'est grâce à ma chance légendaire, ça !",
      "pt": "Um atrás do outro, haha!",
      "ru": "Мне нереально везёт!",
      "id": "Hahaha, Tuan Besar ini untung besar!",
      "th": "ฉันนี่มันโชคดีจริง ๆ!",
      "vi": "Độ may mắn của bổn đại gia quả nhiên siêu phàm!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "这些够我躺三天不干活了吧？",
      "zht": "這些夠我躺三天不幹活了吧？",
      "jp": "これで3日は働かずに済むんじゃねぇか？",
      "ko": "이 정도면 사흘 동안 일 안 해도 되겠어!",
      "en": "Hello, free money, goodbye working for a living.",
      "de": "Hallo, geschenktes Geld! Auf Wiedersehen, Arbeit für den Lebensunterhalt.",
      "es": "Hola, dinero gratis. Adiós, tener que trabajar para vivir.",
      "fr": "Avec ça, plus besoin de bosser pendant au moins trois jours.",
      "pt": "Olá, dinheiro de graça, adeus trabalhar!",
      "ru": "Привет, даровые деньги. Прощай, работа!",
      "id": "Halo uang, dadah kerja.",
      "th": "แบบนี้ก็ไม่ต้องทำงานไปสามวันแล้วน่ะสิ?",
      "vi": "Quả này đủ cho ba ngày không cần phải làm việc rồi chứ?"
    }
  },
  {
    "title": {
      "zhs": "冲刺开始·其一",
      "zht": "衝刺開始·其一",
      "jp": "ダッシュ開始·1",
      "ko": "대시 시작·첫 번째",
      "en": "Sprint Start: I",
      "de": "Rennen – Start I",
      "es": "Al esprintar (I)",
      "fr": "Début de sprint (1)",
      "pt": "Início da Corrida - I",
      "ru": "Начало спринта I",
      "id": "Mulai Lari: I",
      "th": "เริ่มวิ่ง - 1",
      "vi": "Xung Kích Bắt Đầu I"
    },
    "line": {
      "zhs": "追不上我！",
      "zht": "追不上我！",
      "jp": "追いつけまい！",
      "ko": "난 못 잡을걸!",
      "en": "Can't catch me!",
      "de": "Du kriegst mich nicht!",
      "es": "¿A que no me atrapas?",
      "fr": "Tu ne m'attraperas pas !",
      "pt": "Não consegue me pegar!",
      "ru": "Не догонишь!",
      "id": "Kejar kalau bisa!",
      "th": "ตามฉันไม่ทันหรอก!",
      "vi": "Thách dí được ta!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "别太小看鬼族了！",
      "zht": "別太小看鬼族了！",
      "jp": "鬼族をなめるなよ！",
      "ko": "오니족을 얕보지 마!",
      "en": "Never underestimate an oni!",
      "de": "Unterschätze niemals einen Oni!",
      "es": "¡Nunca subestimes a un oni!",
      "fr": "Ne sous-estimez jamais un Oni !",
      "pt": "Nunca subestime um Oni!",
      "ru": "Не стоит недооценивать óни!",
      "id": "Jangan anggap remeh oni!",
      "th": "อย่าดูถูกเผ่าโอนินะ!",
      "vi": "Đừng xem thường tộc Oni nhé!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "你以为我这就会认输吗？",
      "zht": "你以為我這就會認輸嗎？",
      "jp": "俺様が負けを認めるとでも？",
      "ko": "겨우 이 정도로 항복할 거 같아?",
      "en": "I'm not losing! It's all... part of the plan...",
      "de": "Ich verliere nicht! Das ist nur ... ein Teil meines Plans ...",
      "es": "¡No estoy perdiendo! ¡Todo es parte... del plan!",
      "fr": "Je ne suis pas en train de perdre ! C'est fait exprès...",
      "pt": "Não estou perdendo! É tudo... Parte do plano...",
      "ru": "Я не проигрываю! Это всё... часть плана...",
      "id": "Siapa yang kalah! Ini semua ... sesuai rencana ....",
      "th": "แกคิดว่าฉันจะยอมแพ้เหรอ?",
      "vi": "Ngươi nghĩ rằng ta sẽ chịu thua sao?"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "区区小伤，不用管不用管！",
      "zht": "區區小傷，不用管不用管！",
      "jp": "これしきの傷、放っておけ！",
      "ko": "이깟 상처, 신경 쓰지 마!",
      "en": "It's just a scratch, I swear!",
      "de": "Es ist nur ein kleiner Kratzer, wirklich!",
      "es": "¡No es más que un rasguño, lo juro!",
      "fr": "Rien de plus qu'une égratignure !",
      "pt": "É só um arranhão, juro!",
      "ru": "Всего лишь царапина, не о чем беспокоиться!",
      "id": "Lecet doang!",
      "th": "ก็แค่แผลถลอก ไม่ต้องสนใจหรอกน่า!",
      "vi": "Vết thương nhỏ nhoi, không cần phải lo!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "站在本大爷身后！",
      "zht": "站在本大爺身後！",
      "jp": "俺様の後ろにいな！",
      "ko": "내 뒤에 얌전히 있어!",
      "en": "Lemme at 'em!",
      "de": "Stell dich hinter mich!",
      "es": "¡Échate atrás y déjame a mí!",
      "fr": "Laissez-les-moi !",
      "pt": "Deixem eles comigo!",
      "ru": "За меня!",
      "id": "Biar aku yang hadapi mereka!",
      "th": "ไปยืนข้างหลังฉัน!",
      "vi": "Đứng ở sau bổn đại gia!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "我不允许你倒下！",
      "zht": "我不允許你倒下！",
      "jp": "お前が倒れるなんざ許さねぇ！",
      "ko": "아직 쓰러지지 말라고!",
      "en": "Tag me in! I got this!",
      "de": "Ich lasse nicht zu, dass du in Ohnmacht fällst!",
      "es": "¡No permitiré que te tumben!",
      "fr": "Je ne te laisserai pas tomber !",
      "pt": "Não permitirei que vocês caiam!",
      "ru": "Я не позволю тебе пасть!",
      "id": "Bawa aku! Aku pasti bisa!",
      "th": "ไม่ยอมอนุญาตให้เธอแพ้หรอกนะ!",
      "vi": "Không được phép ngã xuống!"
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotado (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "复仇之战，未完待续…",
      "zht": "復仇之戰，未完待續…",
      "jp": "復讐の闘争は、まだ終わってねぇぞ…",
      "ko": "복수는 아직 끝나지 않았어…",
      "en": "See you at the... rematch...",
      "de": "Wir sehen uns beim ... Rückkampf ...",
      "es": "Nos vemos en... la revancha...",
      "fr": "On se reverra à la revanche...",
      "pt": "Te vejo na... Revanche...",
      "ru": "Увидимся на... реванше...",
      "id": "Sampai ketemu di pertandingan ulang ....",
      "th": "แล้วเจอกัน... ในศึกล้างตา...",
      "vi": "Cuộc chiến phục thù, vẫn chưa xong đâu..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotado (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "倒下的姿势…得帅才行。",
      "zht": "倒下的姿勢…得帥才行。",
      "jp": "倒れる時は…かっこよくねぇと…",
      "ko": "쓰러질 때도… 폼나게…",
      "en": "At least I'm going down... with style...",
      "de": "Wenigstens habe ich den Kampf mit Stil ... verloren.",
      "es": "Al menos pierdo... con estilo...",
      "fr": "Il faut savoir perdre... avec panache...",
      "pt": "Pelo menos estou caindo... Em estilo...",
      "ru": "Я пал... но пал красиво...",
      "id": "Yang penting gugurnya ... keren ....",
      "th": "ต้องล้มลง... แบบมีสไตล์",
      "vi": "Dù cho ngã xuống... cũng phải ngầu."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotado (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "辜负弟兄们的期待了…",
      "zht": "辜負弟兄們的期待了…",
      "jp": "野郎どもの期待を…裏切っちまった…",
      "ko": "형제들의 기대를 저버렸군…",
      "en": "My boys... I've let you down...",
      "de": "Meine Jungs ... Ich habe euch enttäuscht ...",
      "es": "He decepcionado... a mis chicos...",
      "fr": "Désolé, les gars... J'ai pas été à la hauteur...",
      "pt": "Pessoal... Decepcionei vocês...",
      "ru": "Ребята, я подвёл вас...",
      "id": "Anak-anak ... aku ... mengecewakan kalian ....",
      "th": "ทำให้เด็ก ๆ ต้องผิดหวังซะแล้ว...",
      "vi": "Phụ lòng các huynh đệ rồi..."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其一",
      "zht": "普通受擊·其一",
      "jp": "ダメージを受ける·1",
      "ko": "일반 피격·첫 번째",
      "en": "Light Hit Taken: I",
      "de": "Leichten Treffer erlitten I",
      "es": "Recibiendo un ligero ataque (I)",
      "fr": "Attaque légère subie (1)",
      "pt": "Ataque Leve Sofrido - I",
      "ru": "Получен лёгкий удар I",
      "id": "Menerima Serangan Ringan: I",
      "th": "รับการโจมตีปกติ - 1",
      "vi": "Chịu Đòn Thường I"
    },
    "line": {
      "zhs": "胆子不小！",
      "zht": "膽子不小！",
      "jp": "やるじゃねぇか！",
      "ko": "간땡이가 부었구나!",
      "en": "You want some of this!?",
      "de": "Willst du etwas davon!?",
      "es": "¡¿Quieres un poco de esto?!",
      "fr": "Pour qui tu te prends !",
      "pt": "Quer um pouco disso aqui!?",
      "ru": "Получить хочешь?!",
      "id": "Mau coba!?",
      "th": "ใจกล้าไม่เบานี่!",
      "vi": "To gan đấy!"
    }
  },
  {
    "title": {
      "zhs": "普通受击·其二",
      "zht": "普通受擊·其二",
      "jp": "ダメージを受ける·2",
      "ko": "일반 피격·두 번째",
      "en": "Light Hit Taken: II",
      "de": "Leichten Treffer erlitten II",
      "es": "Recibiendo un ligero ataque (II)",
      "fr": "Attaque légère subie (2)",
      "pt": "Ataque Leve Sofrido - II",
      "ru": "Получен лёгкий удар II",
      "id": "Menerima Serangan Ringan: II",
      "th": "รับการโจมตีปกติ - 2",
      "vi": "Chịu Đòn Thường II"
    },
    "line": {
      "zhs": "用点力！",
      "zht": "用點力！",
      "jp": "もっと力を入れてみろ！",
      "ko": "힘 좀 써봐!",
      "en": "Hah! Is that all you got!?",
      "de": "Ha! Ist das alles, was du drauf hast?",
      "es": "¡Ja! ¿Eso es todo?",
      "fr": "C'est tout ce que t'as ?",
      "pt": "Hah! É tudo que tem?",
      "ru": "Что так слабо?!",
      "id": "MANA! SUDAH!?",
      "th": "ขอแรงกว่านี้อีก!",
      "vi": "Yếu xìu!"
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "太用力了吧！",
      "zht": "太用力了吧！",
      "jp": "おい、力入れすぎだろ！",
      "ko": "이봐, 힘을 너무 썼잖아!",
      "en": "Okay, that one hurt!",
      "de": "Autsch, das hat wehgetan!",
      "es": "¡Eso dolió!",
      "fr": "Aïe, je l'ai sentie passer !",
      "pt": "Tá, essa doeu.",
      "ru": "А вот это было больно!",
      "id": "ARGH, oke, sakit juga yang barusan!",
      "th": "แรงเกินไปแล้วเฮ้ย!",
      "vi": "Hơi quá tay rồi đấy nhé!"
    }
  },
  {
    "title": {
      "zhs": "重受击·其二",
      "zht": "重受擊·其二",
      "jp": "重ダメージを受ける·2",
      "ko": "강공격 피격·두 번째",
      "en": "Heavy Hit Taken: II",
      "de": "Schweren Treffer erlitten II",
      "es": "Recibiendo un fuerte ataque (II)",
      "fr": "Attaque puissante subie (2)",
      "pt": "Ataque Pesado Sofrido - II",
      "ru": "Получен тяжёлый удар II",
      "id": "Menerima Serangan Hebat: II",
      "th": "โดนโจมตีอย่างหนัก - 2",
      "vi": "Bị Trọng Kích II"
    },
    "line": {
      "zhs": "偷袭可耻！",
      "zht": "偷襲可恥！",
      "jp": "奇襲なんざかっこわりぃぞ！",
      "ko": "치사하게 기습이냐!",
      "en": "Hey! I wasn't ready!",
      "de": "He! Ich war noch nicht bereit!",
      "es": "¡Eh, no estaba preparado!",
      "fr": "Hé ! J'étais pas prêt !",
      "pt": "Ei! Eu não estava preparado!",
      "ru": "Тебе не стыдно исподтишка бить?",
      "id": "HEI! Aku belum siap!",
      "th": "ลอบโจมตีหน้าไม่อาย!",
      "vi": "Tên đánh lén đáng ghét!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "都给本大爷让道！",
      "zht": "都給本大爺讓道！",
      "jp": "俺様のために道を空けな！",
      "ko": "다들 길을 비켜라!",
      "en": "Step aside! Itto's back in town!",
      "de": "Geh zur Seite! Itto ist wieder da!",
      "es": "¡Háganse a un lado! ¡Itto ya está aquí!",
      "fr": "Du balai ! Itto est dans la place !",
      "pt": "Abram alas! Itto está de volta!",
      "ru": "В сторонку, Итто вернулся!",
      "id": "Minggir! Tuan Besar Itto datang!",
      "th": "หลีกทางให้พี่ใหญ่หน่อย!",
      "vi": "Nhường đường cho bổn đại gia mau!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "救世主来喽！",
      "zht": "救世主來囉！",
      "jp": "救世主様が来てやったぜ！",
      "ko": "구세주가 왔다!",
      "en": "I am the MAN!",
      "de": "Hier kommt der Retter der Welt!",
      "es": "¡Soy EL hombre!",
      "fr": "Votre sauveur est là !",
      "pt": "Eu sou o CARA!",
      "ru": "Я лучший!",
      "id": "AKU PALING HEBAT!",
      "th": "ผู้กอบกู้โลกมาแล้ว!",
      "vi": "Đấng cứu thế đến đây!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "多大点事，看我来摆平！",
      "zht": "多大點事，看我來擺平！",
      "jp": "これしきのこと、俺様が解決してやる！",
      "ko": "까짓거, 내가 처리하지!",
      "en": "And the crowd goes wild!!!",
      "de": "Überlass es mir!",
      "es": "¡El público enloquece!",
      "fr": "Et la foule est en délire !",
      "pt": "E o povo vai à loucura!",
      "ru": "Толпа ликует!",
      "id": "Dan semuanya menyambut ...!",
      "th": "เรื่องใหญ่แค่ไหน ฉันก็รับมือไหว!",
      "vi": "Chuyện lớn cỡ nào ta cũng xử lý được!"
    }
  }
]