[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "我是七星之「天权」，凝光。要做个交易吗？你来做我的贴身侍卫，而我，会教导你在璃月出人头地的技巧。",
      "zht": "#我是七星之「天權」，凝光。要做個交易嗎？{F#妳}{M#你}來做我的貼身侍衛，而我，會教導{F#妳}{M#你}在璃月出人頭地的技巧。",
      "jp": "私は七星の「天権」、凝光。ねえ、取引しない？あなたが私の護衛になる代わりに、私が璃月で頭角を現わすコツを教えてあげる。",
      "ko": "난 칠성의 「천권」 응광이야. 나와 거래할래? 내 호위 무사가 되어줘. 그럼 난 네게 리월에서 두각을 나타낼 수 있는 기술을 가르쳐줄게",
      "en": "I am Ningguang, Tianquan of Qixing. You wish to trade? You be my personal bodyguard, and I will show you how to get ahead in Liyue.",
      "de": "Ich bin der „Tianquan“ der Qixing von Liyue, Ningguang. Wie wäre es mit einem kleinen Handel? Du darfst meine Leibwache sein, dafür zeige ich dir, wie man in Liyue vorankommt.",
      "es": "Soy Ninguang, el Equilibrio Celestial de las Siete Estrellas. ¿Deseas hacer negocios conmigo? Sé mi guardaespaldas personal y te mostraré cómo tener éxito en Liyue.",
      "fr": "Je suis la Megrez des Sept Étoiles, Ningguang. Faisons affaire : soyez mon garde du corps, et moi, je vous apprends comment avoir toujours un coup d'avance à Liyue.",
      "pt": "Eu sou a Ningguang, Tianquan de Qixing. Deseja fazer negócios? Você será meu guarda-costas pessoal e eu lhe mostrarei como obter sucesso em Liyue.",
      "ru": "Я госпожа Нин Гуан, Воля Небес группировки Цисин. Хочешь торговать? Будь моим телохранителем, а я покажу тебе, как превзойти всех в Ли Юэ.",
      "id": "Aku Ningguang, Tianquan Qixing. Mau buat kesepakatan denganku? Kamu bisa jadi pengawalku dan akan kuajarkan kiat-kiat agar bisa sukses di Liyue.",
      "th": "ฉันคือ Ningguang Tianquan แห่ง Qixing อยากจะแลกเปลี่ยนมั้ย? เธอมาเป็นบอดี้การ์ดส่วนตัวของฉัน ส่วนฉันก็จะสอนเทคนิคที่ทำให้ เหนือกว่าคนอื่น ๆ ใน Liyue ให้",
      "vi": "Tôi là Thiên Quyền của Thất Tinh, Ningguang. Muốn thực hiện giao dịch à? Bạn đến làm thị vệ thân cận của tôi, còn tôi, sẽ dạy bạn kỹ xảo vượt trội ở Liyue."
    }
  },
  {
    "title": {
      "zhs": "闲聊·古玩",
      "zht": "閒聊·古玩",
      "jp": "世間話·骨董品",
      "ko": "잡담·골동품",
      "en": "Chat: Antiques",
      "de": "Gespräch – Altertümliche Spiele",
      "es": "Charla - Antigüedad",
      "fr": "Bavardage - Antiquités",
      "pt": "Bate-papo - Antiguidades",
      "ru": "Поболтаем: Антиквариат",
      "id": "Berbincang: Barang Antik",
      "th": "แชท-โบราณ",
      "vi": "Nói chuyện phiếm - Đồ cổ"
    },
    "line": {
      "zhs": "就算古玩价值连城，给人的快乐也只有刚拥有的一瞬。",
      "zht": "就算古玩價值連城，給人的快樂也只有剛擁有的一瞬。",
      "jp": "お城が買えるほど貴重な骨董品でも、人が得る快楽はそれを手にしたほんの一瞬だけよ。",
      "ko": "아무리 값이 많이 나가는 골동품이라도 사람에게 주는 기쁨은 소유했을 때, 그 한순간뿐이야",
      "en": "Even if an antique is priceless, the happiness it brings lasts for only the moment that you obtain it.",
      "de": "Antiquitäten sind unbezahlbar, das Glücksgefühl, wenn man eine ersteigert, hält auch nicht lange an.",
      "es": "Por muy valiosa que sea una antigüedad, solamente te aportará felicidad en el momento en el que la adquieras.",
      "fr": "Une antiquité peut valoir très cher, mais le bonheur qu'on en tire n'a pas de prix, aussi éphémère soit-il.",
      "pt": "Mesmo que as antiguidades sejam muito valiosas, a felicidade vinculada só dura apenas no momento em que você a adquire.",
      "ru": "Хотя предметы старины и бесценны, они дарят радость только в момент приобретения.",
      "id": "Bahkan jika sebuah barang antik tidak ternilai harganya, kebahagiaan yang dibawanya hanya akan bertahan pada saat kamu mendapatkannya saja.",
      "th": "แม้ว่าของโบราณจะล้ำค่าเสียจน ประเมินค่ามิได้ แต่ความสุขที่ได้จากมันก็คงจะอยู่ แค่ชั่วครู่เท่านั้น",
      "vi": "Cho dù là đồ cổ giá trị liên thành, niềm vui mang lại cũng chỉ trong lúc mới có mà thôi."
    }
  },
  {
    "title": {
      "zhs": "闲聊·商战",
      "zht": "閒聊·商戰",
      "jp": "世間話·商戦",
      "ko": "잡담·상업 전쟁",
      "en": "Chat: Trade War",
      "de": "Gespräch – Handelskrieg",
      "es": "Charla - Guerra comercial",
      "fr": "Bavardage - Guerre commerciale",
      "pt": "Bate-papo - Guerra Comercial",
      "ru": "Поболтаем: Торговая война",
      "id": "Berbincang: Persaingan Dagang",
      "th": "แชท-สงครามการค้า",
      "vi": "Nói chuyện phiếm - Thương chiến"
    },
    "line": {
      "zhs": "在商战中，完美的猎手不会留下任何痕迹。",
      "zht": "在商戰中，完美的獵手不會留下任何痕跡。",
      "jp": "商戦の中で、完璧な狩人は痕跡を残さないわ。",
      "ko": "상업 전쟁에서 완벽한 사냥꾼은 흔적을 남기지 않아",
      "en": "In a trade war, the perfect hunter leaves no trace.",
      "de": "In einem Handelskrieg hinterlässt der perfekte Jäger keine Spuren.",
      "es": "En una guerra comercial, el mejor cazador no deja ningún rastro.",
      "fr": "Le vrai chasseur ne laisse jamais de traces. Il en va de même dans une guerre commerciale.",
      "pt": "Na batalha comercial, os caçadores perfeitos nunca deixam nenhum rastro.",
      "ru": "В торговых войнах идеальный охотник не оставляет улик.",
      "id": "Dalam perang dagang, pemburu yang baik tidak meninggalkan jejak sama sekali.",
      "th": "ในสงครามการค้านั้น นักล่าที่สมบูรณ์แบบจะไม่ทิ้ง ร่องรอยใด ๆ ไว้เลย",
      "vi": "Trên thương trường, thợ săn hoàn hảo chính là kẻ không để lại bất kỳ vết tích nào."
    }
  },
  {
    "title": {
      "zhs": "闲聊·投资",
      "zht": "閒聊·投資",
      "jp": "世間話·投資",
      "ko": "잡담·투자",
      "en": "Chat: Investments",
      "de": "Gespräch – Investitionen",
      "es": "Charla - Inversión",
      "fr": "Bavardage - Investissements",
      "pt": "Bate-papo - Investimentos",
      "ru": "Поболтаем: Вложения",
      "id": "Berbincang: Investasi",
      "th": "แชท-ลงทุน",
      "vi": "Nói chuyện phiếm - Đầu tư"
    },
    "line": {
      "zhs": "找笔新的投资吧。无论如何，摩拉都不会嫌多。",
      "zht": "找筆新的投資吧。無論如何，摩拉都不會嫌多。",
      "jp": "新しい投資先でも探そうかしら。モラは多いに越したことないわ。",
      "ko": "새로운 투자를 찾지. 어쨌든 모라는 많을수록 좋으니까",
      "en": "We should look for a new investment. Mora doesn't grow on trees.",
      "de": "Wir müssen neue Investitionsmöglichkeiten finden. Mora wachsen schließlich nicht auf Bäumen.",
      "es": "Busquemos algo nuevo en lo que invertir. Aunque no lo creas, el Mora no crece de los árboles.",
      "fr": "Nous devrions chercher de nouveaux investissements. L'argent ne pousse pas sur les arbres.",
      "pt": "Busque novos investimentos. Afinal de contas, Mora não cresce em árvores.",
      "ru": "Нам следует найти новый объект для инвестиций. В конце концов моры много не бывает.",
      "id": "Harus tanam modal di bidang baru lagi. Mora tidak tumbuh di pohon.",
      "th": "มองหาการลงทุนใหม่ ๆ เถอะ Mora ไม่ได้งอกบนต้นไม้นะ",
      "vi": "Hãy tìm khoản đầu tư mới. Cho dù thế nào, cũng chẳng ai chê Mora nhiều đâu."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Turun Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "哦？下雨了啊。替我打伞吧。",
      "zht": "哦？下雨了啊。替我打傘吧。",
      "jp": "あら、雨ね。傘はよろしく。",
      "ko": "어? 비가 오네. 우산 좀 받쳐줘",
      "en": "Huh, it's raining. Fetch an umbrella for me, would you?",
      "de": "Ah? Es regnet! Sei so gut und halte mir bitte den Schirm auf.",
      "es": "Oh, está lloviendo. ¿Podrías traerme un paraguas?",
      "fr": "Il pleut. Pourriez-vous m'ouvrir un parapluie ?",
      "pt": "Oh? Está chovendo, poderia pegar um guarda-chuva para mim?",
      "ru": "#Дождь начался. Будь добр{F#а}, подержи мне зонт.",
      "id": "Eh, turun hujan... Tolong ambilkan payung untukku.",
      "th": "เอ๊ะ? ฝนตกแล้ว กางร่มให้ฉันหน่อยสิ",
      "vi": "Ái? Mưa rồi, hãy che dù cho tôi."
    }
  },
  {
    "title": {
      "zhs": "下雪的时候…",
      "zht": "下雪的時候…",
      "jp": "雪の日…",
      "ko": "눈이 올 때…",
      "en": "When It Snows",
      "de": "Wenn es schneit ...",
      "es": "Cuando nieva...",
      "fr": "Quand il neige...",
      "pt": "Quando Está Nevando...",
      "ru": "Когда идёт снег...",
      "id": "Ketika Turun Salju",
      "th": "ในเวลาที่หิมะตก...",
      "vi": "Khi tuyết rơi..."
    },
    "line": {
      "zhs": "不过是寻常雪景。我带你见见，真正的「碎雪」。",
      "zht": "#不過是尋常雪景。我帶{F#妳}{M#你}見見，真正的「碎雪」。",
      "jp": "ただの雪景色じゃない。私が「雪の砕け散る様」を見せてあげましょうか？",
      "ko": "평범한 설경일 뿐이잖아. 내가 「흩날리는 눈」이 뭔지 제대로 보여주지",
      "en": "Nothing more than regular snowfall. One day I'll take you to see the \"snow\" that falls over Liyue.",
      "de": "Dies ist doch ganz gewöhnlicher Schnee. Lass mich dir einmal zeigen, was echter Schneefall in Liyue bedeutet.",
      "es": "Esto no es más que un poco de nieve. Un día, te llevaré a ver cómo es la nieve de verdad en Liyue.",
      "fr": "Ce n'est qu'une simple chute de neige. Peut-être qu'un jour je vous emmènerai voir à quoi ressemble une vraie chute de neige.",
      "pt": "É apenas neve comum. Um dia vou te levar para ver uma \"neve desfiada\" que cai sobre Liyue.",
      "ru": "Обыкновенный снег. Когда-нибудь я возьму тебя с собой посмотреть на настоящий снегопад.",
      "id": "Itu hanya pemandangan salju biasa saja. Suatu hari akan kutunjukkan padamu \"salju\" yang turun di Liyue.",
      "th": "ก็แค่หิมะธรรมดา ๆ เดี๋ยวฉันจะพาเธอไปดูเกล็ดหิมะที่แท้จริง",
      "vi": "Chỉ là cảnh tuyết rơi bình thường. Tôi dẫn bạn đi xem \"Tuyết Vỡ\" thật sự nhé."
    }
  },
  {
    "title": {
      "zhs": "阳光很好…",
      "zht": "陽光很好…",
      "jp": "晴れの日…",
      "ko": "햇살이 좋을 때…",
      "en": "When the Sun Is Out",
      "de": "Wie sonnig ...",
      "es": "Qué sol hace...",
      "fr": "Il fait bon dehors...",
      "pt": "Quando Faz Sol...",
      "ru": "Когда светит солнце...",
      "id": "Ketika Matahari Bersinar",
      "th": "แดดส่องดีจัง...",
      "vi": "Ánh nắng thật chan hòa..."
    },
    "line": {
      "zhs": "风平浪静？呵，不要相信你的眼睛，眼睛会说谎。",
      "zht": "#風平浪靜？呵，不要相信{F#妳}{M#你}的眼睛，眼睛會說謊。",
      "jp": "今日は平和だと？ははっ、その目は信じない方がいいわ、目は嘘をつくから。",
      "ko": "평온하다고? 너의 눈을 믿지 마. 눈은 거짓말을 하니까",
      "en": "Calm weather? Do not trust your eyes. Your eyes can lie to you.",
      "de": "Gemäßigtes Wetter? Du darfst deinen Augen nicht trauen, deine Augen können dich täuschen.",
      "es": "¿El tiempo se calmó? Bueno, no te fíes de lo que ves. Tus ojos podrían engañarte.",
      "fr": "Vous trouvez le temps clément ? Ne croyez pas vos yeux. Ils peuvent vous mentir parfois.",
      "pt": "Está tranquilo no mar? Não acredite no que está vendo. Os olhos podem te enganar.",
      "ru": "Штиль? Не верь глазам своим. Им свойственно лгать.",
      "id": "Cuaca yang baik? Jangan percaya pada apa yang kamu lihat, matamu bisa membohongimu.",
      "th": "อากาศที่สงบ? อ่า อย่าเชื่อสิ่งที่ตาเห็น เพราะมัน อาจจะหลอกตาก็ได้",
      "vi": "Trời yên biển lặng? Á, đừng tin vào mắt của bạn, mắt biết nói dối."
    }
  },
  {
    "title": {
      "zhs": "刮大风了…",
      "zht": "颳大風了…",
      "jp": "暴風の日…",
      "ko": "강풍이 불 때…",
      "en": "When the Wind Is Blowing",
      "de": "Ein Sturm zieht auf.",
      "es": "Hace mucho viento...",
      "fr": "Le vent souffle fort...",
      "pt": "A Ventania Está Chegando...",
      "ru": "Когда дует сильный ветер...",
      "id": "Ketika Angin Berembus",
      "th": "ในเวลาที่ลมพัดแรง...",
      "vi": "Gió lớn quá..."
    },
    "line": {
      "zhs": "这样的大风天，会成为捕鱼人的灾难。也会成为…呵，没什么。",
      "zht": "這樣的大風天，會成為捕魚人的災難。也會成為…呵，沒什麼。",
      "jp": "こんな風の強い日は漁師にとって災難をもたらす、そして…ふふっ、何でもないわ。",
      "ko": "이렇게 바람이 거센 날은 어부들에게 재앙이지. 그리고… 흥, 아니야",
      "en": "Gales like this can be the demise of fishermen, not to mention... Heh, never mind.",
      "de": "Solch orkanartiges Wetter ist ein Albtraum für Fischerleute und erst recht für ... ach, nichts.",
      "es": "Un temporal como este podría ser un desastre para los pescadores. Eso por no mencionar... Bueno, nada.",
      "fr": "Ce genre de temps peut être terrible pour les pêcheurs, sans compter... Ah, oubliez ça.",
      "pt": "Tais dias de tempestade podem causar desastres para os pescadores, e também... Hehe, esqueça.",
      "ru": "Такой ветер - беда для рыболовов и для... А, неважно.",
      "id": "Hari yang berangin seperti ini bisa menjadi bencana bagi para nelayan, belum lagi... ah sudahlah.",
      "th": "วันที่มีลมพายุแบบนี้อาจเป็นหายนะ ของชาวประมงก็เป็นได้ และจะกลายเป็น...เอ่อ ไม่มีอะไร",
      "vi": "Trời gió to thế này sẽ trở thành thảm hoạ của người đánh cá, cũng sẽ trở thành... À, không có gì."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "早，按事情的轻重缓急向我禀报吧。",
      "zht": "早，按事情的輕重緩急向我稟報吧。",
      "jp": "おはよう。重要性の高い案件から報告しなさい。",
      "ko": "좋은 아침이야. 일은 경중을 따져서 보고하도록 해",
      "en": "Morning. Report your affairs, in order of priority.",
      "de": "Guten Morgen! Berichte mir deinen heutigen Plan von Unwichtig bis Wichtig.",
      "es": "Buenos días. Infórmame según la prioridad de los asuntos, por favor.",
      "fr": "Bonjour. Faites votre rapport, par ordre d'importance.",
      "pt": "Bom dia. Relate seus assuntos, em ordem de prioridade.",
      "ru": "Доброе утро. Доложи о делах в порядке важности.",
      "id": "Selamat pagi, silakan sebutkan keperluanmu agar aku bisa mengatur prioritas.",
      "th": "สวัสดี รายงานเรื่องตามลำดับ ความสำคัญมาได้เลย",
      "vi": "Chào buổi sáng, hãy báo cáo với tôi theo thứ tự quan trọng."
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "「琉璃亭」和「新月轩」，你更常去哪一家？",
      "zht": "#「琉璃亭」和「新月軒」，{F#妳}{M#你}更常去哪一家？",
      "jp": "「琉璃亭」と「新月軒」、あなたはどちらがお気に入りかしら？",
      "ko": "넌 「유리정」하고 「신월헌」 중에 어딜 더 많이 가지?",
      "en": "Liuli Pavilion or Xinyue Kiosk. Which would you prefer to go to for lunch?",
      "de": "Möchtest du lieber in den Liuli-Pavillon oder in das Lokal Xinyue zum Mittagessen?",
      "es": "¿A cuál sueles ir más, al Pabellón Liuli o al Quiosco Xinyue?",
      "fr": "Pavillon Yueting ou Kiosque Yuehai pour déjeuner ?",
      "pt": "Pavilhão de Liuli e Quiosque de Xinyue, qual você anda com mais frequência?",
      "ru": "Где ты предпочитаешь отобедать: «Глазурный павильон» или шатёр «Синьюэ»?",
      "id": "Liuli Pavilion atau Xinyue Kiosk. Mana yang kamu pilih untuk makan siang?",
      "th": "Liuli Pavilion กับ Xinyue Kiosk เธออยากจะไปร้านไหน?",
      "vi": "Lưu Ly Đình và Tân Nguyệt Hiên, bạn thường đến quán nào hơn?"
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "茶馆已经客满了？那就来「群玉阁」坐坐吧。只要…你付得起价钱。",
      "zht": "#茶館已經客滿了？那就來「群玉閣」坐坐吧。只要…{F#妳}{M#你}付得起價錢。",
      "jp": "茶屋が満席？なら「群玉閣」にいらっしゃい。まあ…お代が支払えるならね。",
      "ko": "찻집이 꽉 찼다고? 그럼 「군옥각」에 가봐. 가격이… 감당 된다면",
      "en": "The tea house has no more rooms? Then come, sit in the Jade Chamber... if you can afford the price.",
      "de": "Das Teehaus ist bereits voll? Dann komm doch in mein Jadegemach. Aber nur, wenn du den Preis zahlen kannst.",
      "es": "¿No quedan habitaciones libres en la casa de té? Entonces, ven a la Cámara de Jade. Si es que puedes pagar el precio, claro...",
      "fr": "Le salon de thé est plein ? Soit, allons à la Chambre de Jade... si vous en avez les moyens.",
      "pt": "A Casa do Chá já está com tudo cheio? Então, venha sentar-se na Câmara de Jade... Se tiver dinheiro suficiente, é claro.",
      "ru": "В чайном домике нет мест? Тогда пойдём в Нефритовый дворец... Если ты можешь себе это позволить.",
      "id": "Sudah tidak ada tempat kosong di kedai? Baik, kita duduk di Jade Chamber saja ... kalau kamu mampu.",
      "th": "โรงน้ำชาโต๊ะเต็มแล้วเหรอ? งั้นไปนั่งที่ Jade Chamber กันเถอะ ขอแค่...เธอจ่ายไหวนะ",
      "vi": "Quán trà đã đầy khách? Vậy thì đến Quần Ngọc Các đi. Chỉ cần... bạn trả nổi là được."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "嗯，去休息吧。要是发生了重要的事情，我会派人通知你的。",
      "zht": "#嗯，去休息吧。要是發生了重要的事情，我會派人通知{F#妳}{M#你}的。",
      "jp": "ええ、休みなさい。何かあったら、お知らせするから。",
      "ko": "응, 가서 쉬어. 중요한 일이 생기면 사람을 보내 알릴게",
      "en": "Sure. Go rest. If anything important comes up, I will be sure to send for you.",
      "de": "Kein Problem, geh dich ausruhen. Sollte sich etwas Wichtiges ereignen, dann werde ich dich benachrichtigen lassen.",
      "es": "De acuerdo, descansa. Si ocurre algo, mandaré a alguien para que te avise.",
      "fr": "Reposez-vous. Si jamais quelque chose d'important me parvient aux oreilles, je vous enverrai quelqu'un.",
      "pt": "Ok, vá lá descansar. Vou te manter informado se acontecer algo urgente.",
      "ru": "Да, иди, отдохни. Если возникнет важное дело, я за тобой пошлю.",
      "id": "Baiklah, silakan beristirahat. Jika ada sesuatu yang penting, akan kuberi tahu.",
      "th": "อืม ไปพักเถอะ ถ้าเกิดเรื่องอะไรที่สำคัญ ฉันจะส่งคนไปแจ้งเธอเอง",
      "vi": "Ừm, nghỉ ngơi đi. Nếu có chuyện quan trọng tôi sẽ sai người báo cho bạn."
    }
  },
  {
    "title": {
      "zhs": "关于凝光自己·观点",
      "zht": "關於凝光自己·觀點",
      "jp": "凝光自身について·観点",
      "ko": "응광 자신에 대해·관점",
      "en": "About Ningguang: Worldview",
      "de": "Über Ningguang – Weltanschauung",
      "es": "Sobre Ninguang - Punto de vista",
      "fr": "À propos de Ningguang – Opinions",
      "pt": "Sobre Ningguang - Ponto de Vista",
      "ru": "О Нин Гуан: Взгляд на мир",
      "id": "Tentang Ningguang: Sudut Pandang",
      "th": "เกี่ยวกับตัวของ Ningguang - แนวคิด",
      "vi": "Về bản thân Ningguang - Quan điểm"
    },
    "line": {
      "zhs": "无论是价格谈判还是商战博弈，声势和筹码都是次要的。想要取得胜利，就需要先去了解对手的底牌。",
      "zht": "無論是價格談判還是商戰博弈，聲勢和籌碼都是次要的。想要取得勝利，就需要先去瞭解對手的底牌。",
      "jp": "値段交渉もビジネス戦略も、勢いと手段は二の次よ。勝利を手にしたいのなら、まずは相手の手の内を読みなさい。",
      "ko": "가격협상이나 상업 경쟁에서 기세나 조건은 다음이야. 이기고 싶다면 먼저 상대의 히든카드를 파악해야 돼",
      "en": "Be it simple price negotiation or a full-blown trade war, momentum and bargaining chips are but minor factors. To win, you need to be first to find out what cards your opponent is holding.",
      "de": "Egal ob bei einer Preisverhandlung oder einem Handelskrieg, Ansehen und Geld sind zweitrangig. Um zu gewinnen, musst du der Erste sein und herausfinden, mit welchen Karten dein Gegenüber spielt.",
      "es": "Ya sea en una simple negociación de precios o en una guerra comercial en toda regla, tener ventaja o trucos para negociar son cosas secundarias. Para ganar, debes ser el primero en descubrir qué cartas tiene tu oponente.",
      "fr": "Qu'il s'agisse d'une simple négociation ou d'une guerre commerciale, rien n'est plus important que de découvrir le premier le jeu de son adversaire.",
      "pt": "Seja uma simples negociação de preços ou uma completa guerra comercial, a dinâmica e as fichas de negociação são apenas fatores menores. Para vencer, você precisa ser o primeiro a descobrir quais cartas seu oponente está segurando.",
      "ru": "Будь то переговоры о цене или полноценная торговая война, слава и деньги второстепенны. Чтобы добиться победы, нужно знать, какие карты у вашего оппонента на руках.",
      "id": "Entah itu negosiasi sederhana atau perang dagang terbuka, momentum dan tawar menawar merupakan faktor kecil. Untuk bisa menang, kamu harus tahu kartu yang akan dimainkan oleh lawan.",
      "th": "ไม่ว่าจะเป็นการเจรจาต่อรองราคา หรือสงครามการค้า ชื่อเสียง และเงินนั้นต่างเป็นเรื่องรอง ถ้าอยากชนะเธอต้องรู้ไพ่ตาย ของฝ่ายตรงข้ามก่อน",
      "vi": "Cho dù là đàm phán giá hay trò chơi trên thương trường, thanh thế và tiền bạc đều là thứ yếu. Muốn thắng cần phải tìm hiểu át chủ bài của đối thủ trước."
    }
  },
  {
    "title": {
      "zhs": "关于凝光自己·印象",
      "zht": "關於凝光自己·印象",
      "jp": "凝光自身について·印象",
      "ko": "응광 자신에 대해·인상",
      "en": "About Ningguang: Impression",
      "de": "Über Ningguang – Eindruck",
      "es": "Sobre Ninguang - Impresión",
      "fr": "À propos de Ningguang – Impressions",
      "pt": "Sobre Ningguang - Impressão",
      "ru": "О Нин Гуан: Впечатление",
      "id": "Tentang Ningguang: Kesan",
      "th": "เกี่ยวกับตัวของ Ningguang - ความประทับใจ",
      "vi": "Về bản thân Ningguang - Ấn tượng"
    },
    "line": {
      "zhs": "觉得我给你的印象变了？呵…那时我需要借助你的力量，当然要让你觉得我亲切热情。但现在我已将你当作重要的「契约」伙伴，伙伴之间，就不用这些虚情假意了。",
      "zht": "#覺得我給{F#妳}{M#你}的印象變了？呵…那時我需要借助{F#妳}{M#你}的力量，當然要讓{F#妳}{M#你}覺得我親切熱情。但現在我已將{F#妳}{M#你}當作重要的「契約」夥伴，夥伴之間，就不用這些虛情假意了。",
      "jp": "私の印象が変わったと？ふふ…あの時は、あなたの力が必要だったから、親切にして当然よ。でも今は、あなたを大事な「契約」仲間だと思ってるから。仲間同士、嘘偽りはいらないでしょ。",
      "ko": "내 인상이 달라진 것 같다고? 그땐 네 힘이 필요했으니 당연히 너한테 친절하게 보이려고 했지. 하지만 이제는 널 내 중요한 「계약」 파트너라고 생각하니 더 이상 가식 떨 필요가 없지",
      "en": "Your impressions of me have changed? Haha, well, at first I required your strength, so naturally I had to be as cordial as possible. But now that we are partners bound by contract, we may do away with such pretentious formalities.",
      "de": "Dein Eindruck von mir hat sich verändert? Haha, na ja, zunächst brauchte ich deine Stärke, also musste ich so umgänglich wie möglich sein. Aber nun da wir durch einen Vertrag verbundene Partner sind, können wir solche unechten Formalitäten hinter uns lassen.",
      "es": "¿Ha cambiado tu impresión de mí? ¡Jaja! En ese entonces tenía que tomar prestada tu fuerza, por supuesto que fui amable contigo. Ahora que tú y yo firmamos un contrato, no hace falta guardar las apariencias entre socios.",
      "fr": "#Vous me trouvez différente ? Quand nous nous sommes {M#rencontrés}{F#rencontrées} pour la première fois, j'avais besoin de votre aide, alors je devais être chaleureuse et amicale envers vous. Désormais, nous sommes de bons partenaires contractuels alors plus besoin de faire semblant.",
      "pt": "Sua impressão de mim mudaram? Haha, bem, primeiramente eu precisava de sua força, então precisava ser o mais cordial possível. Mas agora que somos parceiros sob um contrato, podemos largar essas formalidades.",
      "ru": "Ты считаешь, что моё отношение к тебе изменилось? Хм... Когда мы встретились, мне нужна была твоя помощь. Конечно, мне нужно было демонстрировать дружелюбие. Но теперь ты для меня - важный партнёр по контракту, и мне больше не нужно притворяться.",
      "id": "Kamu merasa kesanmu tentang diriku sudah berbeda? Heh, waktu itu aku membutuhkan bantuanmu, tentu saja aku harus berpura-pura ramah. Tetapi sekarang aku sudah menjadikanmu partner dalam kontrak penting. Sebagai partner, kita sudah tidak perlu memalsukan perasaan lagi.",
      "th": "รู้สึกว่าฉันเปลี่ยนไปงั้นเหรอ? เอ่อ... ตอนนั้นฉันต้องการยืมพลังของคุณ แน่นอนว่าต้องทำให้คุณรู้สึกสนิทกับฉัน แต่ตอนนี้เราเป็นหุ้นส่วนใน \"พันธสัญญา\" แล้ว ในเมื่อเป็นหุ้นส่วนกัน ก็ไม่จำเป็นต้องเสแสร้งอีกต่อไปแล้วล่ะ",
      "vi": "Bạn nghĩ rằng ấn tượng mà tôi đối với bạn đã thay đổi? Haha... Tại thời điểm đó tôi cần sức mạnh của bạn, và tất nhiên làm tất cả để cho bạn cảm thấy rằng tôi thân thiện và nhiệt tình. Nhưng bây giờ tôi đã coi bạn như một đối tác quan trọng trong khế ước, đã là đối tác thì không cần những thứ tình cảm giả tạo kia rồi."
    }
  },
  {
    "title": {
      "zhs": "关于我们·传言",
      "zht": "關於我們·傳言",
      "jp": "噂話について…",
      "ko": "우리에 대해·소문",
      "en": "About Us: Rumors",
      "de": "Über uns – Gerüchte",
      "es": "#Sobre nosotr{F#as}{M#os} - Rumores",
      "fr": "À propos de nous - Rumeurs",
      "pt": "Sobre Nós - Rumores",
      "ru": "О нас: Слухи",
      "id": "Tentang Kita: Rumor",
      "th": "เกี่ยวกับเรา-ข่าวลือ",
      "vi": "Về chúng tôi - Lời đồn"
    },
    "line": {
      "zhs": "关于我的传言，最近听了不少吧。我究竟是怎样的人？用你自己的双眼分辨吧…当然，你的看法，也会成为传言的一部分。",
      "zht": "#關於我的傳言，最近聽了不少吧。我究竟是怎樣的人？用{F#妳}{M#你}自己的雙眼分辨吧…當然，{F#妳}{M#你}的看法，也會成為傳言的一部分。",
      "jp": "私に関する噂、あなたもよく聞いてるわよね。ふふふっ、私がどんな人物かはその目で見極めなさい…もちろん、あなたの意見も噂の一部になるけど。",
      "ko": "요새 나에 대한 소문을 많이 들었나 보네. 내가 대체 어떤 사람인지 궁금해? 네 두 눈으로 직접 판단해…. 너의 생각도 소문의 일부가 되겠지",
      "en": "I suppose you've heard enough rumors about me. Hehe... What kind of person am I? I shall leave that for you to decide... Of course, your judgment will become a part of the rumor.",
      "de": "Du hast bestimmt einiges an Gerüchten über mich gehört. Wie ich wirklich bin? Nun, mach dir mit deinen eigenen Augen ein Bild ... Natürlich wird deine Meinung Teil der Gerüchte.",
      "es": "Supongo que habrás escuchado muchos rumores sobre mí. ¿Que qué tipo de persona soy? Eso tendrás que decidirlo tú... Lo que pienses de mí también pasará a formar parte de los rumores.",
      "fr": "J'imagine que vous avez entendu pas mal de bruits à mon sujet. Alors, quelle personne suis-je vraiment à vos yeux ? Je vous laisse décider... Mais votre jugement viendra rejoindre la rumeur à son tour.",
      "pt": "Suponho que você já ouviu rumores suficientes sobre mim. Hehe... Que tipo de pessoa eu sou? Vou deixar isso para você decidir... E é claro, seu julgamento se tornará parte do boato.",
      "ru": "#Я думаю, ты слышал{F#a} немало слухов обо мне. Так кто же я, в конце концов? Решать только тебе. Естественно, твои умозаключения тоже станут частью слухов.",
      "id": "Sepertinya kamu telah mendengar banyak rumor tentangku. Hehe... orang seperti apa diriku? Biar dirimu sendiri saja yang menilai... tentu saja, penilaianmu juga akan menjadi bagian dari rumor itu.",
      "th": "ช่วงนี้คงได้ยินข่าวลือเกี่ยวกับฉันไม่น้อยเลยสินะ ว่าฉันเป็นคนยังไง? ใช้ตาทั้งสองของเธอตัดสินเอาเถอะ...แน่นอนว่าความคิดเห็นของเธอ ก็จะกลายเป็นส่วนหนึ่ง ของข่าวลือนั่นด้วย",
      "vi": "Gần đây nghe không ít lời đồn về tôi phải không! Rốt cuộc tôi là người thế nào? Hãy nhận biết bằng đôi mắt của bạn... Đương nhiên, cách nhìn của bạn cũng sẽ trở thành một phần của lời đồn."
    }
  },
  {
    "title": {
      "zhs": "关于我们·观察",
      "zht": "關於我們·觀察",
      "jp": "観察について…",
      "ko": "우리에 대해·관찰",
      "en": "About Us: Observing",
      "de": "Über uns – Beobachtung",
      "es": "#Sobre nosotr{F#as}{M#os} - Observación",
      "fr": "À propos de nous - Observations",
      "pt": "Sobre Nós - Observações",
      "ru": "О нас: Наблюдения",
      "id": "Tentang Kita: Observasi",
      "th": "เกี่ยวกับเรา-ตรวจสอบ",
      "vi": "Về chúng tôi - Quan sát"
    },
    "line": {
      "zhs": "跟了我那么久，你学会「观察」了吗。那么，试着来「观察」我吧，直到成为我的心腹为止。",
      "zht": "#跟了我那麼久，{F#妳}{M#你}學會「觀察」了嗎。那麼，試著來「觀察」我吧，直到成為我的心腹為止。",
      "jp": "こんなに一緒にいたのだから、あなたは「観察」を学べたかしら？では、試しに私を「観察」してみなさい。私の腹心になるまでね。",
      "ko": "내 밑에 오래 있었으니 「관찰」을 할 수 있겠어? 그럼 날 「관찰」해봐. 내 심복이 될 때까지",
      "en": "You've been with me for some time now. Have you learned to observe? Then observe me. Observe me right down to my very core.",
      "de": "Du bist jetzt schon eine ganze Weile an meiner Seite. Hast du jetzt verstanden, wie man gut beobachtet? Du kannst auch mich beobachten, ganz genau bis in mein Innerstes.",
      "es": "#Ya llevas bastante tiempo conmigo. ¿Has aprendido a observar? Entonces, obsérvame. Obsérvame hasta que seas dign{F#a}{M#o} de convertirte en mi ayudante más fiable.",
      "fr": "À rester à mes côtés, vous avez dû apprendre beaucoup, notamment dans l'art de l'observation. Observez-moi, allez-y. Observez-moi au plus profond de moi-même.",
      "pt": "Já sabe como observar, visto que já está comigo por muito tempo. Então, tente me observar, até conseguir ser o meu braço direito.",
      "ru": "#Ты уже давно путешествуешь со мной. Ты научил{F#aсь}{M#ся} наблюдать? Тогда наблюдай за мной. Постарайся узнать мою душу.",
      "id": "Kamu sudah lama bersamaku. Apa kamu sudah belajar dan mengamati? Amati saja aku. Amati aku sampai ke dalam-dalamnya.",
      "th": "อยู่กับฉันมานานขนาดนี้ เธอคงรู้จักการสังเกตแล้วใช่มั้ย งั้นลองสังเกตฉันดูสิ สังเกตให้ลึกถึงแก่นแท้ของฉัน",
      "vi": "Đi theo tôi lâu như vậy, bạn đã biết \"quan sát\" chưa. Vậy thì, hãy thử \"quan sát\" tôi, cho đến khi trở thành thân tín của tôi."
    }
  },
  {
    "title": {
      "zhs": "关于我们·群玉阁",
      "zht": "關於我們·群玉閣",
      "jp": "群玉閣について…",
      "ko": "우리에 대해·군옥각",
      "en": "About Us: Jade Chamber",
      "de": "Über uns – Jadegemach",
      "es": "#Sobre nosotr{F#as}{M#os} - Cámara de Jade",
      "fr": "À propos de nous - Chambre de Jade",
      "pt": "Sobre Nós - Câmara de Jade",
      "ru": "О нас: Нефритовый дворец",
      "id": "Tentang Kita: Jade Chamber",
      "th": "เกี่ยวกับเรา-Jade Chamber",
      "vi": "Về chúng tôi - Quần Ngọc Các"
    },
    "line": {
      "zhs": "上前来，和我并肩站着。看到「群玉阁」了吗。它起初只有房间大小，如今却能遮蔽璃月上空。等到它的规模有朝一日笼罩七国，那时候，也这样和我并肩而立吧。",
      "zht": "上前來，和我並肩站著。看到「群玉閣」了嗎。它起初只有房間大小，如今卻能遮蔽璃月上空。等到它的規模有朝一日籠罩七國，那時候，也這樣和我並肩而立吧。",
      "jp": "傍に来なさい。「群玉閣」は見える？最初はひとつの部屋ほどの広さだったけど、今はこの璃月の上空を覆うことができるようになった。いつか、その規模が七国を包めるようになったら、その時はあなたも、私の傍にいなさい。",
      "ko": "앞으로 와서 내 옆에 서. 「군옥각」 봤지? 처음엔 조그만 방 크기였지만 지금은 리월 상공을 찌르고 있어. 군옥각의 규모가 칠국을 뒤덮는 날에도 이렇게 내 옆에 있자",
      "en": "Come forward, stand beside me. Do you see the Jade Chamber? At first it was just a room, and now it clouds Liyue. When the time comes that it hangs above all of the seven nations, you shall stand by my side on that day too.",
      "de": "Komm hier nach vorn und stell dich neben mich. Kannst du das Jadegemach erkennen? Es war ursprünglich nur ein kleines Zimmer, jetzt überspannt es ganz Liyue. Wenn es eines Tages alle sieben Städte überspannt, dann sollst du erneut an meiner Seite stehen.",
      "es": "Ven, ponte a mi lado. ¿Ves la Cámara de Jade? Al principio era solo una simple habitación, pero ahora cubre todo el cielo de Liyue. Cuando llegue el día en que cubra el cielo de las Siete Naciones, tú estarás a mi lado.",
      "fr": "Venez, avancez. Vous voyez la Chambre de Jade ? Il ne s'agissait au départ de rien de plus qu'une seule pièce, et l'endroit est aujourd'hui capable de recouvrir Liyue. Lorsqu'elle sera capable de flotter au-dessus des Sept Nations, j'espère que vous serez encore à mes côtés.",
      "pt": "Venha cá ao meu lado. Está vendo a Câmara de Jade? No princípio, era só uma pequena sala, mas agora, cresceu tanto que cobre todo o Liyue. Quando o momento chegar, em que a Câmara de Jade irá cobrir todas as Sete nações, espero que possamos estar lado a lado como estamos agora.",
      "ru": "Выйди, встань наравне со мной. Ты видишь Нефритовый дворец? Сначала он был размером с комнату, а теперь заслоняет собой весь Ли Юэ. Когда он станет столь велик, что бросит тень на все семь королевств, ты точно так же встанешь со мной плечом к плечу.",
      "id": "Kemarilah dan berdiri di sampingku. Apa kamu melihat Jade Chamber? Pada awalnya itu hanya sebuah ruangan, namun sekarang bisa menutupi langit di atas Liyue. Ketika saatnya tiba bahwa Jade Chamber akan menutupi seluruh langit di tujuh benua, kamu juga akan berdiri di sisiku pada hari itu.",
      "th": "มายืนเคียงข้างฉันนี่สิ เธอเห็น Jade Chamber มั้ย? ตอนแรกมันใหญ่เท่าห้อง ๆ นึงเท่านั้น แต่ตอนนี้มันสามารถบดบังท้องฟ้าของ Liyue ได้แล้ว รอถึงวันที่ขนาดของมันครอบคลุมทั้งเจ็ดประเทศได้ ถึงเวลานั้นก็อยู่เคียงข้างฉันแบบนี้นะ",
      "vi": "Hãy xông lên và sát cánh cùng tôi. Đã nhìn thấy Quần Ngọc Các chưa? Ban đầu nó chỉ rộng cỡ một căn phòng, bây giờ có thể che khuất bầu trời Liyue. Chờ đến ngày quy mô của nó bao phủ 7 nước, lúc đó vẫn cứ kề vai sát cánh cùng tôi."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về Vision..."
    },
    "line": {
      "zhs": "能用摩拉解决的事情，就无需使用「神之眼」。至于用摩拉也解决不了的事情…至今我只遇到过一件。",
      "zht": "能用摩拉解決的事情，就無需使用「神之眼」。至於用摩拉也解決不了的事情…至今我只遇到過一件。",
      "jp": "モラで解決できることは、「神の目」を使うまでもない。モラで解決できないようなことに関しては…今まで一回しかなかったわ。",
      "ko": "모라로 해결할 수 있는 일에 「신의 눈」을 쓸 필요 없지. 모라로 해결할 수 없는 일은… 여태까지 단 한 번뿐이었어",
      "en": "There's no need to use a Vision in affairs that Mora can solve. As far as affairs only a Vision can solve go, I know of only one...",
      "de": "Bei Angelegenheiten, die sich mit Mora erledigen lassen, braucht man kein „Göttliches Auge“. Von Angelegenheiten, die sich nicht mit Mora lösen lassen, gab es bisher nur eine.",
      "es": "No es necesario usar una Visión siempre y cuando algo pueda solucionarse con Mora. En realidad, solo he estado en una situación que no se pudo solucionar con Mora.",
      "fr": "Nul besoin d'utiliser un œil divin pour résoudre un problème quand les moras suffisent. Quant aux problèmes que l'argent ne peut pas résoudre... Je n'en connais qu'un seul jusqu'à présent...",
      "pt": "Não há necessidade de usar uma Visão em assuntos que Mora possa resolver. Quanto aos assuntos que só uma Visão pode resolver, só conheço um...",
      "ru": "Нет необходимости пользоваться Глазом Бога там, где всё можно решить морой. Что касается ситуаций, где мора не сможет помочь... Я сталкивалась только с одной.",
      "id": "Tidak perlu menggunakan Vision untuk urusan yang bisa diselesaikan oleh Mora. Adapun hal-hal yang tidak bisa diselesaikan oleh Mora dan harus memakai Vision, sejauh ini aku hanya tahu satu hal saja.",
      "th": "เรื่องที่สามารถแก้ไขได้ด้วย Mora ไม่จำเป็นต้องใช้วิชั่น ส่วนเรื่องที่ Mora ไม่สามารถแก้ไขได้นั้น... จนถึงทุกวันนี้ฉันเคยเจอเพียงแค่เรื่องเดียว",
      "vi": "Những chuyện có thể giải quyết bằng Mora sẽ không cần dùng Vision. Những chuyện không thể giải quyết bằng Mora... cho đến nay tôi chỉ gặp một lần."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·庄家",
      "zht": "有什麼想要分享·莊家",
      "jp": "シェアしたいこと·荘家",
      "ko": "하고 싶은 이야기·딜러",
      "en": "Something to Share: Banker",
      "de": "Willst du mir etwas mitteilen – Banker",
      "es": "¿Algo que decir? - Los banqueros",
      "fr": "Quelque chose à partager - Banquiers",
      "pt": "Algo para Compartilhar - Banqueiros",
      "ru": "Давай поделимся: Крупье",
      "id": "Berbagi Cerita: Bandar",
      "th": "ต้องการจะแชร์อะไร - นายธนาคาร",
      "vi": "Có gì muốn chia sẻ không - Nhà cái"
    },
    "line": {
      "zhs": "赌徒永远会把希望寄托在下一颗骰子上…但最后赚钱的，当然是从来不碰骰子的庄家。",
      "zht": "賭徒永遠會把希望寄託在下一顆骰子上…但最後賺錢的，當然是從來不碰骰子的莊家。",
      "jp": "博徒はいつも、希望を次の賽の目に託すけど…最後に儲かるのは、一度も賽に触れていない荘家よ。",
      "ko": "노름꾼은 언제나 다음 주사위에 희망을 걸지…하지만 돈을 따는 사람은 판에 끼지 않는 설계자일 뿐이야",
      "en": "Gamblers always place their bets on the next dice roll... But the bankers always have the last laugh, and they never touch a single die.",
      "de": "Glücksspieler setzen alles auf den nächsten Würfel, aber natürlich gewinnt am Ende immer die Bank.",
      "es": "Los jugadores de apuestas siempre ponen todas sus esperanzas en los dados... Pero, al final, quienes realmente ganan dinero son los banqueros, que jamás se juegan su suerte a los dados.",
      "fr": "Le parieur mise tous ses espoirs sur le prochain lancer de dés, mais le banquier est toujours gagnant, et sans avoir jamais à toucher un seul dé.",
      "pt": "Os apostadores sempre fazem suas apostas no próximo lançamento de dados... Mas são os banqueiros que sempre riem por último e eles nem sequer tocam em um único dado.",
      "ru": "Азартные игроки всегда ставят всё на последний бросок игральных костей... Но все ставки, конечно, отходят крупье, который ни разу в жизни не прикасался к костям.",
      "id": "Penjudi akan selalu menggantungkan harapan mereka pada dadu berikutnya... Tapi pada akhirnya, tentu saja, pedagang yang tidak pernah menyentuh dadulah yang akan selalu menghasilkan uang.",
      "th": "นักพนันมักจะตั้งความหวังไว้กับ การทอยลูกเต๋าครั้งต่อไปเสมอ... แต่สุดท้ายคนที่ได้เงินไป แน่นอนว่าก็คือเจ้ามือที่ ไม่ได้จับลูกเต๋าแม้แต่น้อยเลย",
      "vi": "Con bạc sẽ luôn gửi hy vọng vào xúc xắc... Nhưng cuối cùng người kiếm được tiền, đương nhiên là nhà cái chưa bao giờ chạm vào xúc xắc."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·目标",
      "zht": "有什麼想要分享·目標",
      "jp": "シェアしたいこと·目標",
      "ko": "하고 싶은 이야기·목표",
      "en": "Something to Share: Goal",
      "de": "Willst du mir etwas mitteilen – Ziel",
      "es": "¿Algo que decir? - Objetivos",
      "fr": "Quelque chose à partager - Objectif",
      "pt": "Algo para Compartilhar - Objetivo",
      "ru": "Давай поделимся: Цель",
      "id": "Berbagi Cerita: Target",
      "th": "ต้องการจะแชร์อะไร - เป้าหมาย",
      "vi": "Có gì muốn chia sẻ không - Mục tiêu"
    },
    "line": {
      "zhs": "帝君的离去，无论对璃月还是七星来说，都是不小的考验。我也很久没有像最近这样辗转反侧了。\n\n不过，我不会放弃我的目标。总有一日，我会让群玉阁投下的影子笼罩七国——",
      "zht": "帝君的離去，無論對璃月還是七星來說，都是不小的考驗。我也很久沒有像最近這樣輾轉反側了。\n\n不過，我不會放棄我的目標。總有一日，我會讓群玉閣投下的影子籠罩七國——",
      "jp": "帝君がいなくなったことは、璃月にとっても七星にとっても大きな試練。私だって、いろいろ悩んでうまく眠れなくなるのは久しぶりよ。\n\nでも私は、私の目標を諦めない。いつか、群玉閣で七国を覆えるようにするわ。",
      "ko": "제군의 부재는 리월에게든 칠성에게든 큰 시험이지. 나도 요즘처럼 이렇게 잠을 이루지 못하는 건 아주 오랜만이야. \n\n하지만 난 내 목표를 포기하지 않아. 언젠가 7개국을 군옥각의 그림자로 뒤덮을 테니까",
      "en": "The departure of Rex Lapis will be no small test for both the Qixing and the city of Liyue. Seldom has any matter kept me tossing and turning at night like recent events.\n\nNevertheless, I shall not lose sight of my goal. There will come a day when the shadow cast by the Jade Chamber reaches every end of Teyvat.",
      "de": "Der Weggang von Rex Lapis wird keine kleine Herausforderung sein, für sowohl die Qixing als auch für die Stadt Liyue. Selten hat mich eine Angelegenheit so viel Schlaf gekostet wie die kürzlichen Ereignisse.\n\nDoch ich darf mein Ziel nicht aus den Augen verlieren. Es wird der Tag kommen, an dem die Schatten, die das Jadegemach wirft, jeden Winkel von Teyvat erreichen werden.",
      "es": "Tanto para Liyue como para las Siete Estrellas, la muerte de una divinidad es más que una simple prueba. Hacía mucho que no había recibido una sacudida así.\n\nSin embargo, no he renunciado a mi objetivo de cubrir las Siete Naciones bajo la sombra de la Cámara de Jade...",
      "fr": "La mort du Souverain de la Roche a été une vraie épreuve pour nous comme il n'y en a pas eu depuis longtemps.\n\nMais je garde toujours le même objectif en tête : j'étendrai l'influence de la Chambre de Jade à travers tout Teyvat.",
      "pt": "A partida de Rex Lapis não será fácil nem para os Qixing, nem para a cidade de Liyue. Nada me manteve acordada de noite como esses eventos.\n\nDe qualquer maneira, eu não posso perder de vista o meu objetivo. Haverá um dia em que a sombra projetada pela Câmara de Jade alcançará todo o continente de Teyvat.",
      "ru": "Властелин Камня покинул нас, и это стало испытанием что для Ли Юэ, что для Цисин. Я тоже давно не сталкивалась с такими масштабными трудностями. \n\nОднако я не могу отказаться от своей цели. Однажды я сделаю так, что тень Нефритового дворца накроет все семь королевств...",
      "id": "Kepergian Rex Lapis merupakan cobaan berat bagi Liyue dan Qixing. Aku juga sudah lama tidak merasa gundah seperti ini.\n\nTetapi, aku tidak akan menyerah untuk mencapai tujuanku. Suatu hari nanti, aku pasti akan membuat bayang-bayang Jade Chamber menutupi ketujuh bangsa——",
      "th": "การจากไปของราชาแห่งหิน เป็นบททดสอบที่หนักหนาสาหัสต่อ Liyue และ Qixing ฉันเองก็ไม่ได้กลุ้มใจขนาดนี้มานานแล้ว \n\nแต่ฉันจะไม่ยอมทิ้งเป้าหมายของฉันหรอก สักวันฉันจะสร้าง Jade Chamber ให้ยิ่งใหญ่จนเงาของมันปกคลุมทั้งเจ็ดประเทศ!",
      "vi": "Sự ra đi của đế quân là một thử thách không nhỏ đối với Liyue và Thất Tinh. Đã từ rất lâu lắm rồi tôi không phải đối mặt với khó khăn như vậy. \n\nTuy nhiên, tôi sẽ không từ bỏ mục tiêu của mình. Một ngày nào đó, cái bóng của Quần Ngọc Các sẽ phủ đến 7 quốc gia."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "璃月古代辞赋中不乏对于「琉璃百合」的溢美，但它现今却近乎灭绝，只在「玉京台」还有保留。名声在外却又不可多得，因此更加价格不菲。",
      "zht": "璃月古代辭賦中不乏對於「琉璃百合」的溢美，但它現今卻近乎滅絕，只在「玉京臺」還有保留。名聲在外卻又不可多得，因此更加價格不菲。",
      "jp": "璃月の古典文学に「琉璃百合」に対する賛美がたくさんあるけど、今は絶滅危惧種になっていて、「玉京台」でしか見られなくなっているわ。有名でなかなか手に入らないから、余計に値が上がったのよね。",
      "ko": "리월의 고대 문학 중에 「유리백합」을 찬미하는 작품은 많아. 하지만 요새 거의 멸종이라 「옥경대」에만 좀 남아있지. 명성이 자자하지만 얻기 힘드니 가격이 엄청나",
      "en": "In Liyue's ancient texts, there's no shortage of mentioning the beauty of the glaze lily, but in the modern era, the flower is on the brink of extinction. Now they can only be found in Yujing Terrace, and as such come with a hefty price tag.",
      "de": "Texte aus dem alten Liyue preisen die Schönheit der Glaslilie, heutzutage jedoch steht sie kurz vor dem Aussterben. Man findet sie nur noch in der Nähe der Yujing-Terrasse, was ihren Preis natürlich besonders in die Höhe treibt.",
      "es": "En los textos antiguos de Liyue, hay muchas menciones sobre la belleza del lirio de cristal. Sin embargo, hoy en día, esta flor está al borde de la extinción y solo se puede encontrar en la Terraza Yujing, por lo que su precio es muy elevado.",
      "fr": "Les anciens textes de Liyue ne manquent pas de référence au lys verni et à sa beauté. La fleur est de nos jours au bord de l'extinction... On n'en trouve plus qu'à la Terrasse Yujing, et à un prix plutôt élevé.",
      "pt": "Nos poemas antigos de Liyue, se encontravam muitos elogios para o Lírio de Vidro. Mas agora já é muito raro, só se encontra no Terraço de Yujing. Por isso, é muito valioso.",
      "ru": "В древней поэзии Ли Юэ часто воспевается красота глазурных лилий, но сейчас они на грани вымирания. Они сохранились только в садах террасы Юйцзин. Поскольку эти цветы весьма известны и крайне редко встречаются, стоят они недёшево.",
      "id": "Dalam teks kuno Liyue, semuanya selalu menyebutkan keindahan glaze lily, namun pada era modern sekarang ini, bunga itu di ambang kepunahan. Sekarang mereka hanya dapat ditemukan di Yujing Terrace, dan dengan harga yang sangat mahal.",
      "th": "ในตำราโบราณของ Liyue มักจะกล่าวถึงความงามของ ดอกลิลลี่แห่ง Liyue แต่ตอนนี้มันเกือบจะสูญพันธุ์ไปแล้ว ซึ่งมีแค่ Yujing Terrace เท่านั้นที่ยังเก็บรักษาไว้ ด้วยชื่อเสียงของมันและด้วยความที่ค่อนข้างหายาก ดังนั้นราคาของมันจึงแพงมาก",
      "vi": "Trong thơ ca cổ đại Liyue không thiếu sự tán dương Bách Hợp Lưu Ly, nhưng bây giờ nó gần như tuyệt chủng, chỉ còn lưu giữ ở Ngọc Kinh Đài. Nổi tiếng khắp nơi nhưng lại rất hiếm, vì vậy giá cả rất đắt đỏ."
    }
  },
  {
    "title": {
      "zhs": "关于北斗·罚金",
      "zht": "關於北斗·罰金",
      "jp": "北斗について·罰金",
      "ko": "북두에 대해·벌금",
      "en": "About Beidou: Fines",
      "de": "Über Beidou – Bußgeld",
      "es": "Sobre Beidou - Multa",
      "fr": "À propos de Beidou - Amendes",
      "pt": "Sobre Beidou - Multas",
      "ru": "О Бэй Доу: Штрафы",
      "id": "Tentang Beidou: Denda",
      "th": "เกี่ยวกับ Beidou - ค่าปรับ",
      "vi": "Về Beidou - Tiền Phạt"
    },
    "line": {
      "zhs": "那位…船长。明明也受到不少人推崇，却总是带头漠视规则。她缴纳的罚金，都够买一艘崭新的远洋船了吧。",
      "zht": "那位…船長。明明也受到不少人推崇，卻總是帶頭漠視規則。她繳納的罰金，都夠買一艘嶄新的遠洋船了吧。",
      "jp": "あの…船長ね。たくさんの人から尊敬されているくせに、いつも真っ先にルールを無視するのよね。彼女が支払った罰金は新しい遠洋漁船が買えるくらいよ。",
      "ko": "그… 함장. 사람들에게 존경을 받긴 하지만 늘 앞장서서 규칙을 무시하잖아. 그녀가 낸 벌금으로 새로운 원양선을 살 정도야",
      "en": "That... captain. She clearly receives the adoration of many, but will always be the first to disregard the rules. The fines she has paid would be enough to buy her a whole new ship...",
      "de": "Kapitän Beidou ... Auch wenn sie viele Bewunderer hat, hält sie das nicht davon ab, Regeln und Gesetze zu brechen. Die Bußgelder, die sie bereits zahlen musste, reichen, um ein komplett neues Schiff zu kaufen.",
      "es": "A esa... capitana... la admira mucha gente, pero siempre es la primera en no seguir las reglas. Con los Moras de todas las multas que ha pagado, podría comprarse un barco totalmente nuevo...",
      "fr": "Cette... capitaine. Elle est adorée de beaucoup, mais cela ne l'empêche pas de mépriser les règles. Les amendes qu'elle a dû payer par le passé auraient largement suffi à lui acheter un navire...",
      "pt": "Aquela capitã... É extremamente respeitada, mas sempre a primeira a ignorar as regras... A multa que ela já pagou é suficiente para comprar um navio novo.",
      "ru": "Эта... Капитан. Она снискала уважение многих, но она же - первая, кто презирает правила. Она платит такие штрафы, каких хватило бы, чтобы купить новый корабль.",
      "id": "Kapten itu, dia jelas-jelas mendapatkan banyak hormat dari orang-orang, tapi selalu saja menjadi orang pertama yang mengabaikan aturan. Denda yang dia bayar sebenarnya cukup untuknya membeli sebuah kapal baru.",
      "th": "กัปตัน...คนนั้นได้รับยกย่องจาก ผู้คนมากมาย แต่มักจะเป็นคนที่ไม่สนใจใน กฎระเบียบ ค่าปรับที่เธอจ่ายไปนั้น คงเพียงพอที่จะซื้อเรือลำใหม่ได้ เชียวล่ะ ...",
      "vi": "Vị thuyền trưởng đó rõ ràng được nhiều người kính trọng, nhưng lại luôn dẫn đầu coi thường quy tắc. Tiền phạt cô ấy nộp đủ để mua một con tàu viễn dương mới."
    }
  },
  {
    "title": {
      "zhs": "关于北斗·态度",
      "zht": "關於北斗·態度",
      "jp": "北斗について·態度",
      "ko": "북두에 대해·태도",
      "en": "About Beidou: Attitude",
      "de": "Über Beidou – Einstellung",
      "es": "Sobre Beidou - Actitud",
      "fr": "À propos de Beidou - Attitude",
      "pt": "Sobre Beidou - Atitude",
      "ru": "О Бэй Доу: Отношение",
      "id": "Tentang Beidou: Perilaku",
      "th": "เกี่ยวกับ Beidou - ทัศนคติ",
      "vi": "Về Beidou - Thái Độ"
    },
    "line": {
      "zhs": "或许你没有遇到过这种糟糕的交流体验。将好话坏话说尽了，对方却依然自行其是。罢了，尽可能不要让我见到那位北斗船长。",
      "zht": "#或許{F#妳}{M#你}沒有遇到過這種糟糕的交流體驗。將好話壞話說盡了，對方卻依然自行其是。罷了，盡可能不要讓我見到那位北斗船長。",
      "jp": "どんなに言葉を尽くしても、相手が我が道を行くなんてこと、あなたはまだ経験したことないかもしれないわね。いい、なるべくあの北斗船長とは会わせないでちょうだい。",
      "ko": "넌 이렇게 엉망으로 교류한 경험이 없겠지. 별말을 다해도 상대는 여전히 제멋대로야. 됐다. 그 북두 선장을 최대한 안 보게 해줘",
      "en": "Perhaps you've never heard me speak like this. All that can be said has been said — both the good and the bad — but she still does as she pleases. Forget it. Keep Beidou out of my sight.",
      "de": "Du hattest wohl noch nie schlechte Erfahrungen im Umgang mit Menschen. Alles, was zu sagen war, ist gesagt worden, Gutes und Schlechtes. Beidou hält jedoch weiter an ihrem eigenen Kurs fest. Also halte sie mir einfach aus dem Weg.",
      "es": "Tal vez nunca me hayas escuchado hablar así, pero ya dije todo lo que le tenía que decir, tanto lo bueno como lo malo. Aun así, ella sigue haciendo lo que quiere, así que ya me da igual. Mantén a Beidou fuera de mi vista, por favor.",
      "fr": "Peut-être n'avez-vous jamais rencontré ce genre de situation : vous avez dit tout ce que vous aviez à dire, le bon comme le mauvais – mais elle continue à faire ce qu'elle veut. Oubliez ça, cette Beidou... Gardez-la hors de ma vue.",
      "pt": "Talvez você nunca me tenha ouvido falar assim. Tudo o que pode ser dito foi dito - tanto o bom quanto o ruim - mas ela ainda faz apenas o que ela quer. Esqueça isso. Mantenha a Beidou fora da minha vista.",
      "ru": "#Возможно, ты никогда не слышал{F#a}, чтобы я так плохо говорила о ком-то. Все хорошие и плохие слова были сказаны, но она всё равно делает так, как ей заблагорассудится... Ладно, хватит. Просто сделай так, чтобы я не видела капитана Бэй Доу.",
      "id": "Mungkin kamu tidak pernah mendengarku berbicara seperti ini. Semua yang harus dikatakan sudah dikatakan, yang baik dan yang buruk, namun dia masih saja bertindak seenaknya. Ah sudahlah lupakan saja, tolong jauhkan Beidou dariku.",
      "th": "บางทีคุณอาจไม่เคยเห็นการเจรจาที่แย่ขาดนี้ พูดดี ๆ ก็แล้ว พูดไม่ดีก็แล้ว สุดท้ายอีกฝ่ายก็ยังทำตามใจตัวเองอยู่ดี ช่างเถอะ อย่าให้ฉันได้เจอกัปตัน Beidou อะไรนั่นอีกเลย",
      "vi": "Có lẽ bạn chưa gặp phải trải nghiệm giao lưu tồi tệ như thế này. Bạn đã nói hết những điều tốt và xấu, nhưng đối phương vẫn cho mình là đúng. Bỏ đi, tốt nhất đừng để tôi gặp vị thuyền trưởng Beidou đó."
    }
  },
  {
    "title": {
      "zhs": "关于钟离…",
      "zht": "關於鍾離…",
      "jp": "鍾離について…",
      "ko": "종려에 대해…",
      "en": "About Zhongli",
      "de": "Über Zhongli ...",
      "es": "Sobre Zhongli...",
      "fr": "À propos de Zhongli...",
      "pt": "Sobre Zhongli...",
      "ru": "О Чжун Ли...",
      "id": "Tentang Zhongli",
      "th": "เกี่ยวกับ Zhongli...",
      "vi": "Về Zhongli..."
    },
    "line": {
      "zhs": "钟离…「往生堂」口中的这位先生，精通许多旁人不知的事物。但在掌握他的弱点之前，再优秀的棋子，也还不能为我所用。",
      "zht": "鍾離…「往生堂」口中的這位先生，精通許多旁人不知的事物。但在掌握他的弱點之前，再優秀的棋子，也還不能為我所用。",
      "jp": "鍾離…「往生堂」に尊敬されているあの先生は他人の知らないことをよく知っている…彼の弱点を把握するまで、いくら優秀な駒とはいえ、まだ使えそうにないわ。",
      "ko": "종려… 「왕생당」이 말한 그 선생, 다른 사람이 모르는 것에 정통하다지. 하지만 약점을 손에 쥐기 전에는 아무리 우수한 장기말이라도 사용할 수 없어",
      "en": "Zhongli... Of the Wangsheng Funeral Parlor. He's very versed in a great deal of affairs. Although... such excellent pawns are of no use to me until I know their weaknesses.",
      "de": "Zhongli ... vom Bestattungsunternehmen Wangsheng ist sehr versiert in einer Reihe von Dingen. Jedoch ist er mir noch nicht wirklich von Nutzen, da ich seine Schwachstellen noch nicht kenne.",
      "es": "Zhongli, de la Funeraria El Camino.... Es una persona con mucha cultura. Aunque... por increíble que sea un peón, no me servirá de verdad hasta que conozca sus puntos débiles.",
      "fr": "Zhongli... Du Funérarium Wangsheng, oui. Impliqué dans de nombreuses affaires. Mais... un pion d'une telle puissance m'est inutile tant que j'ignore quelles sont ses faiblesses.",
      "pt": "Zhongli... Da Funerária de Wangsheng. Ele é muito versado em uma grande quantidade de assuntos. Embora... Tais excelentes peões não tenham nenhuma utilidade para mim até que eu conheça suas fraquezas.",
      "ru": "Чжун Ли... Тот господин из ритуального бюро «Ваншэн». Он хорошо разбирается в вещах, которых многие даже не знают. Но даже лучшие фигуры бесполезны для меня, пока я не узнаю их слабости.",
      "id": "Zhongli... dari Wangsheng Funeral Parlor. Dia sangat berpengalaman dalam banyak urusan. Meskipun... bidak seperti itu tidak berguna bagiku sampai aku tahu kelemahannya.",
      "th": "Zhongli... ที่อยู่ห้องรับแขกของโถงแห่งการ เกิดใหม่ Wangsheng นั้น มีความเชี่ยวชาญในหลายสิ่งที่ผู้อื่นไม่รู้ แต่ก่อนที่จะเข้าใจจุดอ่อนของเขา ไม่ว่าตัวหมากจะดีแค่ไหน ฉันก็ยังไม่สามารถใช้มันได้",
      "vi": "Zhongli... vị tiên sinh trong Vãng Sinh Đường, tinh thông nhiều thứ người ngoài không biết. Nhưng trước khi nắm rõ điểm yếu của hắn, dù quân cờ xuất sắc hơn nữa, tôi cũng không thể sử dụng."
    }
  },
  {
    "title": {
      "zhs": "关于行秋…",
      "zht": "關於行秋…",
      "jp": "行秋について…",
      "ko": "행추에 대해…",
      "en": "About Xingqiu",
      "de": "Über Xingqiu ...",
      "es": "Sobre Xingchiu...",
      "fr": "À propos de Xingqiu...",
      "pt": "Sobre Xingqiu...",
      "ru": "О Син Цю...",
      "id": "Tentang Xingqiu",
      "th": "เกี่ยวกับ Xingqiu...",
      "vi": "Về Xingqiu..."
    },
    "line": {
      "zhs": "飞云商会的二公子，那种性格的人看不惯我，是很自然的，而我也不会去为难他。「道不同不相为谋」，说的就是这个道理。",
      "zht": "飛雲商會的二公子，那種性格的人看不慣我，是很自然的，而我也不會去為難他。「道不同不相為謀」，說的就是這個道理。",
      "jp": "飛雲商会の次男坊、ああいう性格の人が私のことを気に食わないのは分かるし、私も彼を困らせたりしない。「道同じからざれば、相い為に謀らず」というのはこのことよ。",
      "ko": "비운 상회의 둘째 공자, 그런 성격의 사람은 내가 거슬릴 거야. 당연한 일이지. 나도 그를 곤란하게 하지 않아. 「갈 길이 다른 사람은 함께하지 못한다」라는 말과 같은 이치야",
      "en": "The second son of the Feiyun Commerce Guild. People like him can't stand the sight of me, which is only to be expected. I have no intention of troubling him either. Those who have different beliefs should not work together.",
      "de": "Der zweite Sohn der Händlergilde Feiyun. Solche Leute meiden mich in der Regel, was mir aber völlig klar ist. Ich habe auch nicht das Bedürfnis, mich mit ihm zu befassen. Leute mit unterschiedlichen Ansichten sollten besser nicht zusammenarbeiten.",
      "es": "El segundo hijo del maestro del Gremio de Comerciantes de Feiyun... Sé que no le agrado a la gente como él, aunque en absoluto tengo intención de causarle problemas. Simplemente creo que las personas con creencias diferentes no deberían trabajar juntas.",
      "fr": "Le second fils du dirigeant de la Guilde des marchands de Feiyun. Il ne doit pas me porter dans son cœur, ce qui est normal. Je n'ai aucune intention de lui chercher des problèmes. Ceux qui sont de bord opposé ne devraient pas travailler ensemble, de toute façon.",
      "pt": "O segundo filho da Guilda de Comerciantes de Feiyun... Pessoas como ele não gostam muito de mim, isso é esperado. Eu também não tenho nenhuma intenção de incomodá-lo. Como é costume de se dizer: pessoas que percorrem caminhos diferentes não podem fazer planos juntos.",
      "ru": "Второй наследник торговой гильдии «Фэйюнь». Люди такого склада характера терпеть меня не могут, но это естественно. У меня нет намерений вредить ему. Люди с разными убеждениями не способны плодотворно сотрудничать.",
      "id": "Putra kedua dari Feiyun Commerce Guild. Orang sepertinya tidak akan tahan denganku, sesuai dugaan. Aku juga tidak berniat untuk menyusahkannya. Mereka yang mempunyai kepercayaan berbeda sebaiknya jangan bekerja sama.",
      "th": "นายน้อยคนที่สองของสมาคม การค้า Feiyun คนที่มีนิสัยแบบนั้นจะไม่ชอบหน้าฉันก็ไม่แปลก ฉันก็จะไม่ทำให้เขาลำบากใจ สำนวนที่ว่า \"เสือสองตัวอยู่ถ้ำเดียวกันไม่ได้\" มันก็เป็นความจริงอยู่",
      "vi": "Nhị Công Tử của Thương Hội Phi Vân, loại người với tính cách như vậy nhìn tôi không quen mắt cũng là chuyện đương nhiên thôi, tôi cũng không đi làm khó hắn ta, đây là nguyên tắc \"Đạo bất đồng bất tương vi mưu\"."
    }
  },
  {
    "title": {
      "zhs": "关于香菱…",
      "zht": "關於香菱…",
      "jp": "香菱について…",
      "ko": "향릉에 대해…",
      "en": "About Xiangling",
      "de": "Über Xiangling ...",
      "es": "Sobre Xiangling...",
      "fr": "À propos de Xiangling...",
      "pt": "Sobre Xiangling...",
      "ru": "О Сян Лин...",
      "id": "Tentang Xiangling",
      "th": "เกี่ยวกับ Xiangling...",
      "vi": "Về Xiangling..."
    },
    "line": {
      "zhs": "「万民堂」的小丫头…总是把对我的猜疑写在脸上。呵，要是让她知道了，这些年来我对「万民堂」的资助…她会露出怎样的表情来呢？",
      "zht": "「萬民堂」的小丫頭…總是把對我的猜疑寫在臉上。呵，要是讓她知道了，這些年來我對「萬民堂」的資助…她會露出怎樣的表情來呢？",
      "jp": "「万民堂」の小娘ね…いつも私を疑っているのは顔を見れば分かるわ。ふふっ、ここ数年私が「万民堂」に送った資金援助の額をあの子が知ったら、どんな顔するんでしょうね？",
      "ko": "「만민당」의 그 여자아이… 얼굴에 날 경계한다고 쓰여 있어. 훗, 그 아이가 요 몇 년 내가 「만민당」에 한 후원을 안다면… 어떤 표정을 지을까?",
      "en": "That girl from Wanmin Restaurant... Her suspicion towards me is always written all over her face... Hehe, I wonder what face she would make if only she knew how much I helped finance that restaurant...",
      "de": "Dieses Mädchen vom Restaurant Wanmin ... wie misstrauisch sie mir gegenüber steht. Wenn sie nur wüsste, wie sehr ich das Restaurant in den letzten Jahren finanziell unterstützt habe ... Was für ein Gesicht sie dann wohl machen würde?",
      "es": "Esa chica del Restaurante Wanmin... Veo en su rostro que no se fía de mí... ¡Ja! Me pregunto qué cara pondría si supiera todo lo que ayudé con la financiación de su restaurante...",
      "fr": "Ah, la fille du Restaurant Wanmin... Les doutes que je lui inspire se lisent toujours sur sa tête dès qu'elle me voit. Héhé, je me demande la tête qu'elle ferait si elle savait combien j'ai aidé pour le financement du restaurant...",
      "pt": "Aquela garota do Restaurante Wanmin... A suspeita dela em relação a mim está sempre escrita no rosto dela... Hehe, eu me pergunto que cara ela faria se soubesse o quanto eu ajudei a financiar aquele restaurante...",
      "ru": "А, эта девочка из ресторана «Народный выбор»... Её недоверие ко мне всегда написано у неё на лице. Ха, интересно, какое бы у неё было выражение лица, узнай она, на какую сумму я оказала материальную помощь ресторану в этом году...",
      "id": "Gadis kecil dari Wanmin Restaurant... kecurigaannya padaku selalu terlihat di wajahnya... Hehe, aku penasaran akan seperti apa wajahnya ketika dia tahu bahwa aku banyak membantu perekonomian restoran itu.",
      "th": "สาวน้อยแห่งภัตตาคาร Wanmin... มักจะทำหน้าไม่ไว้ใจฉันอยู่เสมอ เฮอะ ถ้าฉันบอกให้เธอรู้เกี่ยวกับความช่วยเหลือที่ฉันมีให้ภัตตาคาร Wanmin ตลอดหลายปีมานี้... เธอจะทำหน้ายังไงกันนะ?",
      "vi": "Tiểu nha đầu \"Vạn Dân Đường\"... Trên mặt luôn hiện rõ sự nghi ngờ đối với tôi. Ha ha, nếu để nha đầu đó biết được khoản tài trợ mấy năm nay của tôi đối với \"Vạn Dân Đường\", thì liệu sẽ có biểu cảm như thế nào đây?"
    }
  },
  {
    "title": {
      "zhs": "关于甘雨…",
      "zht": "關於甘雨…",
      "jp": "甘雨について…",
      "ko": "감우에 대해…",
      "en": "About Ganyu",
      "de": "Über Ganyu ...",
      "es": "Sobre Ganyu...",
      "fr": "À propos de Ganyu...",
      "pt": "Sobre Ganyu...",
      "ru": "О Гань Юй...",
      "id": "Tentang Ganyu",
      "th": "เกี่ยวกับ Ganyu...",
      "vi": "Về Ganyu..."
    },
    "line": {
      "zhs": "即使是甘雨，也不可过度依赖。璃月俗语说「百密终有一疏」。重要事情当前，只有自己亲手处理，亲眼查证，才可放心。",
      "zht": "即使是甘雨，也不可過度依賴。璃月俗語說「百密終有一疏」。重要事情當前，只有自己親手處理，親眼查證，才可放心。",
      "jp": "たとえ甘雨でも、頼り過ぎてはいけないわよ。「上手の手から水が漏る」ということわざがあるように、大事なことほど自分の手で成し、自分の目で見てこそ安心できるの。",
      "ko": "아무리 감우라고 해도 지나치게 의존해선 안 돼. 리월엔 「완벽해 보이는 것에도 빈틈이 있다」는 속담이 있지. 중요한 일은 자신이 직접 처리하고 검사해야 안심이 되는 법",
      "en": "One cannot afford to be overly reliant on others — even when it comes to Ganyu. There is a Liyue saying which goes, \"even the most meticulous can fall prey to happenstance.\" When there are important affairs to deal with, it is always safer to investigate and resolve them personally.",
      "de": "Man sollte sich nie zu sehr auf andere verlassen oder gar von ihnen abhängig sein, selbst bei jemandem wie Ganyu. In Liyue gibt es ein Sprichwort „Selbst den Sorgfältigsten kann der Zufall einen Strich durch die Rechnung machen.“ Wichtige Verhandlungen nimmt man lieber selbst in die Hand.",
      "es": "No puedo permitirme depender demasiado de los demás, ni siquiera de Ganyu. En Liyue, tenemos un dicho que dice: “Hasta la persona más meticulosa puede ser víctima de una casualidad”. Cuando de asuntos importantes se trata, es más seguro investigarlo y resolverlo personalmente.",
      "fr": "Il faut savoir ne pas trop dépendre des autres – même quand il s'agit de Ganyu. Comme on dit à Liyue : « Il suffit d'une seule personne pour qu'un secret se sache ». Je considère pour ma part qu'il est toujours mieux de régler soi-même ses propres affaires.",
      "pt": "Não podemos depender excessivamente de outros - mesmo quando se trata da Ganyu. Há um ditado de Liyue que diz: \"São necessárias cem pessoas para manter um segredo, mas apenas uma para deixar deslizar\". Quando há assuntos importantes a tratar, é sempre mais seguro investigar e resolvê-lo pessoalmente.",
      "ru": "Даже Гань Юй не может полностью полагаться на кого-либо. В Ли Юэ говорят, «чтобы секрет перестал быть секретом, достаточно одного человека». В важных делах ты можешь положиться только на себя.",
      "id": "Seseorang seharusnya jangan terlalu bergantung pada orang lain, bahkan kepada Ganyu sekalipun. Ada pepatah di Liyue yang mengatakan, \"bahkan orang yang paling teliti pun suatu hari bisa saja ceroboh.\" Jadi ketika ada masalah penting untuk diselesaikan, akan lebih baik jika memeriksa dan menyelesaikannya sendiri.",
      "th": "แม้แต่ Ganyu ก็ไม่ควรพึ่งพามากเกินไป เหมือนคำกล่าวของ Liyue ที่ว่า \"แม้แต่คนที่รอบคอบที่สุด ก็สามารถประมาทได้ในสักวัน\" เรื่องที่สำคัญ ต้องลงมือจัดการเองถึงจะวางใจ",
      "vi": "Dù có là Ganyu thì cũng không thể quá ỷ lại. Tục ngữ Liyue có câu \"Trăm cẩn mật cũng có một chỗ sơ hở\". Chuyện quan trọng chỉ có tự mình đi xử lý, tận mắt điều tra mới yên tâm được."
    }
  },
  {
    "title": {
      "zhs": "关于瑶瑶…",
      "zht": "關於瑤瑤…",
      "jp": "ヨォーヨについて…",
      "ko": "요요에 대해…",
      "en": "About Yaoyao",
      "de": "Über Yaoyao ...",
      "es": "Sobre Yaoyao...",
      "fr": "À propos de Yaoyao...",
      "pt": "Sobre Yaoyao...",
      "ru": "О Яо Яо...",
      "id": "Tentang Yaoyao",
      "th": "เกี่ยวกับ Yaoyao...",
      "vi": "Về Yaoyao..."
    },
    "line": {
      "zhs": "是在谈论甘雨正帮忙照看着的小姑娘么。呵，不用紧张，此事我并无声张的打算。就当那个船长，总能做一两件聪明事吧。对了，这瑶瑶，近来光顾着吃海产了，你得想办法劝劝甘雨，叫她为瑶瑶多补充些瓜果蔬菜才对。",
      "zht": "#是在談論甘雨正幫忙照看著的小姑娘嗎。呵，不用緊張，此事我並無聲張的打算。就當那個船長，總能做一兩件聰明事吧。對了，這瑤瑤，近來光顧著吃海產了，{F#妳}{M#你}得想辦法勸勸甘雨，叫她為瑤瑤多補充些瓜果蔬菜才對。",
      "jp": "甘雨が世話してる娘のことかしら？ふふっ、心配しないで、他の人に言うつもりはないわ。あの船長もたまには正しいことするのね。そういえば、ヨォーヨは最近海鮮ばかり食べてるみたいよ、野菜も食べさせるよう甘雨に言ってくれないかしら。",
      "ko": "감우가 돌봐주고 있는 그 소녀를 말하는 건가. 하, 긴장할 것 없어, 그 일을 퍼뜨릴 생각은 없으니까. 그 함장도 가끔은 똑똑할 때가 있군. 맞다, 그 요요라는 아이, 최근에 계속 해산물만 먹던데, 감우한테 과일과 야채도 좀 먹이라고 전해주렴",
      "en": "I presume you mean the girl whom Ganyu has taken under her wing. Do not worry, I have no plans to make this matter public. I am content to extend some leniency to the odd bit of mischievous maneuvering by that boat captain. One thing, though — Yaoyao seems to have become somewhat enamored with seafood lately. You should try to convince her to include some more fruits and vegetables in her diet.",
      "de": "Ich nehme an, du meinst das Mädchen, das Ganyu unter ihre Fittiche genommen hat. Keine Sorge, ich habe nicht vor, diese Angelegenheit öffentlich zu machen. Ich gebe mich damit zufrieden, ein wenig Nachsicht für das eine oder andere schelmische Manöver dieses Schiffskapitäns zu üben. Eine Sache aber. Yaoyao scheint in letzter Zeit etwas in Meeresfrüchte verliebt zu sein. Du solltest versuchen, sie davon zu überzeugen, mehr Obst und Gemüse in ihren Speiseplan aufzunehmen.",
      "es": "Supongo que te refieres a la chica que está al cuidado de Ganyu. No te preocupes, no tengo planes de hacer público ese asunto. Es una nimiedad que puedo perdonarle a esa capitana. Sin embargo, me he fijado que Yaoyao está comiendo muchos mariscos últimamente. Debes tratar de convencerla para que incluya más fruta y verdura en su dieta.",
      "fr": "Vous devez parler de cette fille que Ganyu a prise sous son aile. Soyez sans crainte, je n'ai aucune intention de rendre le fait public. Je sais faire preuve de souplesse, quand bien même il s'agirait de cette satanée capitaine. Cependant... Yaoyao a l'air d'être tombée amoureuse des fruits de mer ces derniers temps. Vous devriez peut-être la convaincre d'ajouter à son régime quelques fruits et légumes.",
      "pt": "Presumo que você se refira à garota de que a Ganyu está tomando conta. Não se preocupe, não tenho planos de tornar esse assunto público. Estou contente em estender um pouco de clemência às estranhas manobras perniciosas da capitã do barco. Uma coisa, no entanto - a Yaoyao parece ter se apaixonado um pouco com frutos do mar recentemente. Você deve tentar convencê-la a incluir mais frutas e vegetais em sua dieta.",
      "ru": "Я полагаю, ты имеешь в виду девушку, которую Гань Юй взяла под своё крыло. Не волнуйся, я не планирую делать этот вопрос публичным. Я даже рада проявить некоторую снисходительность к её хитрому маневрированию. Однако в последнее время Яо Яо, похоже, слишком увлеклась морепродуктами. Тебе следует убедить её включить в свой рацион больше овощей и фруктов.",
      "id": "Apa kamu bicara mengenai gadis kecil yang dirawat oleh Ganyu. Jangan khawatir, aku tidak berencana untuk memperbesar masalah ini. Sebagai seorang kapten, aku juga harus bertindak pintar. Oh ya satu hal lagi, akhir-akhir ini sepertinya Yaoyao jadi senang makan makanan laut. Kamu harus menemukan cara untuk membujuk Ganyu dan memintanya untuk menambahkan lebih banyak buah dan sayuran kepada Yaoyao.",
      "th": "คุณพูดถึงสาวน้อยที่ Ganyu ดูแลอยู่เหรอ? โอ้ ไม่ต้องกังวลไปหรอก ฉันไม่ได้สนใจเรื่องนี้ การเป็นกัปตันเรือก็ต้องทำเรื่องฉลาดสักเรื่องสองเรื่องล่ะนะ จริงสิ ช่วงนี้ Yaoyao กินแต่อาหารทะเล คุณควรจะเกลี้ยกล่อมให้ Ganyu หาผักผลไม้ไปให้เธอกินเยอะ ๆ ถึงจะดีกว่า",
      "vi": "Đang nói về cô gái mà Ganyu giúp đỡ chăm sóc sao? Đừng căng thẳng, tôi không định rêu rao chuyện này đâu. Là thuyền trưởng, thì tôi cũng phải làm được vài chuyện thông minh chứ! Đúng rồi, Yaoyao gần đây chỉ toàn ăn hải sản, hãy nghĩ cách khuyên Ganyu, bảo cô ấy bổ sung thêm rau củ cho Yaoyao mới được."
    }
  },
  {
    "title": {
      "zhs": "关于刻晴…",
      "zht": "關於刻晴…",
      "jp": "刻晴について…",
      "ko": "각청에 대해…",
      "en": "About Keqing",
      "de": "Über Keqing ...",
      "es": "Sobre Keching...",
      "fr": "À propos de Keqing...",
      "pt": "Sobre Keqing...",
      "ru": "О Кэ Цин...",
      "id": "Tentang Keqing",
      "th": "เกี่ยวกับ Keqing...",
      "vi": "Về Keqing..."
    },
    "line": {
      "zhs": "「玉衡星」…她最近的变化可真不小。璃月究竟更需要曾经的她，还是更需要现在的她呢？可能要多花一些时间，才能判断吧。",
      "zht": "「玉衡星」…她最近的變化可真不小。璃月究竟更需要曾經的她，還是更需要現在的她呢？可能要多花一些時間，才能判斷吧。",
      "jp": "「玉衡」ね…最近ずいぶんと変わったのよね。璃月にとってかつての彼女のほうが良かったのか、それとも今の彼女のほうがいいのか、もう少し時間が経たないと判断できないと思うわ。",
      "ko": "「옥형성」… 최근 그녀는 많이 변했어. 리월에 필요한 건 예전의 그녀일까, 아니면 현재의 그녀일까? 아마 이를 판단하려면, 오랜 시간이 걸리겠지",
      "en": "Yuheng... She has changed a lot recently. But is Liyue better off with the Yuheng we have now, or the Yuheng we used to know? Only time will tell.",
      "de": "Der Yuheng hat sich in der letzten Zeit sehr verändert. Ob das gut ist für Liyue oder nicht, das wird sich in Zukunft noch zeigen.",
      "es": "El Equilibrio Terrenal... Ha cambiado mucho últimamente, pero ¿está mejor Liyue con la Keching de ahora o con la de antes de cambiar tanto? El tiempo lo dirá.",
      "fr": "L'Alioth... Elle a beaucoup changé ces derniers temps. Liyue a-t-elle plus besoin de la personne qu'elle était ou de celle qu'elle est devenue ? Le temps nous le dira.",
      "pt": "\"Yuheng\"... Ela mudou bastante... O que Liyue precisa é ela do passado ou ela de agora? Talvez leve ainda mais tempo para saber a resposta.",
      "ru": "Нефритовое Равновесие... Она сильно изменилась в последнее время. Какое Нефритовое Равновесие нужно Ли Юэ - то, что было в прошлом, или то, что есть сейчас? Время покажет.",
      "id": "Yuheng... dia berubah banyak akhir-akhir ini. Tapi apakah Liyue akan menjadi lebih baik dengan Yuheng yang sekarang, ataukah dengan Yuheng yang dulu? Hanya waktu yang bisa menjawabnya.",
      "th": "Yuheng แห่ง Liyue Qixing... ช่วงนี้เธอเปลี่ยนไปไม่น้อยเลย Liyue ต้องการเธอในตอนนี้ หรือต้องการเธอในอดีตกันนะ? คงต้องใช้เวลาอีกสักพัก ถึงจะสามารถตัดสินได้",
      "vi": "Ngọc Hành Tinh... Gần đây cô ấy thay đổi không ít. Liyue rốt cuộc muốn cô ấy của trước kia hay cô ấy của bây giờ? Có lẽ cần thêm thời gian mới có thể phán đoán được!"
    }
  },
  {
    "title": {
      "zhs": "关于琴…",
      "zht": "關於琴…",
      "jp": "ジンについて…",
      "ko": "진에 대해…",
      "en": "About Jean",
      "de": "Über Jean ...",
      "es": "Sobre Jean...",
      "fr": "À propos de Jean...",
      "pt": "Sobre Jean...",
      "ru": "О Джинн...",
      "id": "Tentang Jean",
      "th": "เกี่ยวกับ Jean...",
      "vi": "Về Jean..."
    },
    "line": {
      "zhs": "蒙德城的代理团长，想必是一位严谨而又细腻的女性吧。且不说她恰如其分的用词，连每张信纸的边缘都折叠得一丝不苟。越是这些容易被人忽视的细节，越能透过它窥见一个人真正的品质。",
      "zht": "蒙德城的代理團長，想必是一位嚴謹而又細膩的女性吧。且不說她恰如其分的用詞，連每張信紙的邊緣都折疊得一絲不苟。越是這些容易被人忽視的細節，越能透過它窺見一個人真正的素質。",
      "jp": "モンドの代理団長、きっと真面目で繊細な女性なんでしょうね。その適切な言葉遣いだけでなく、手紙のたたみ方さえきちんとしてるわ。見落としてしまいそうな場所にこそ、その人の本当の品格が宿るのよ。",
      "ko": "몬드성의 단장 대행은 분명 신중하고 섬세한 여성이겠지. 항상 적절한 용어를 쓰는 건 둘째치고, 그녀는 매번 편지의 끝을 조금도 비뚤어지지 않게 접거든. 사람들이 알아채지 못하는 이런 사소한 부분일수록 그 사람의 진정한 품성을 엿볼 수 있는 법이야",
      "en": "The Acting Grand Master of Mondstadt, a strict and impeccable woman. Her flawless etiquette knows no fault, even her letters are meticulously written and creased according to the prescribed rules. It is such easily overlooked details that offer a glimpse into the true qualities of one's character.",
      "de": "Die stellvertretende Großmeisterin von Mondstadt ist eine strenge und unfehlbare Frau. Ihr perfektes Betragen kennt keine Fehler und selbst ihre Briefe sind akribisch genau verfasst und entsprechend aller geltenden Regeln gefaltet. Es sind diese oft leicht zu übersehenden Details, die einen tiefen Einblick in den Charakter gewähren.",
      "es": "La Gran Maestra Intendente de Mondstadt ciertamente es una mujer disciplinada y meticulosa, por no decir que es cuidadosa con las palabras. Incluso los márgenes de cada carta son doblados cuidadosamente. Mientras más sutiles sean estos detalles para la gente, más revelan el verdadero carácter de uno.",
      "fr": "La Grande Maîtresse suppléante de l'Ordre de Favonius doit être une femme sévère et méticuleuse. Ses lettres sont toujours très bien écrites et pliées comme il faut. Bien qu'insignifiants, ces détails permettent de juger les qualités d'une personne.",
      "pt": "A Grande Mestre Intendente de Mondstadt, uma mulher estrita e impecável. A etiqueta perfeita dela, até mesmo as cartas são cuidadosamente escritas de acordo com as regras. São tais detalhes facilmente ignorados que ofereceram uma visão nas verdadeiras qualidades de uma pessoa.",
      "ru": "Действующий магистр в Мондштадте, должно быть, дама строгая и безупречная. Даже бумагу для писем она всегда аккуратно складывает согласно предписанным правилам. Именно такие незаметные мелочи позволяют познакомиться с истинными качествами человека.",
      "id": "Untuk menjadi Grand Master kota Mondstadt, diperlukan wanita yang bisa bersikap keras dan juga lembut. Selain tahu bagaimana cara mengucapkan kata-kata yang tepat, dia bahkan melipat setiap tepi kertas surat dengan sangat rapi. Kualitas sejati seseorang justru dapat dilihat dari detail-detail kecil yang sering dilewatkan oleh orang lain.",
      "th": "รักษาการผู้บัญชาการแห่ง Mondstadt น่าจะเป็นหญิงสาวที่ทั้งเข้มงวดและละเอียดอ่อน ไม่ต้องพูดถึงการใช้คำพูดของเธอหรอก แค่ดูจากการพับจดหมายที่เป็นระเบียบเนี้ยบทุกกระเบียดนิ้วของเธอก็รู้แล้ว การใส่ใจในรายละเอียดเล็กน้อยที่ผู้อื่นมักมองข้าม มันแสดงให้เห็นถึงตัวตนที่แท้จริงของคนนั้น",
      "vi": "Đội Trưởng Đại Diện của thành Mondstadt chắc hẳn là người phụ nữ nghiêm khắc và cẩn thận. Chưa kể đến những lời lẽ khéo léo của cô ấy, ngay cả việc gấp giấy, mỗi góc đều được gấp rất tỉ mỉ. Ở những chi tiết nhỏ nhặt dễ bị bỏ qua, người ta càng dễ nhìn thấy phẩm chất thực sự của một người."
    }
  },
  {
    "title": {
      "zhs": "关于烟绯…",
      "zht": "關於煙緋…",
      "jp": "煙緋について…",
      "ko": "연비에 대해…",
      "en": "About Yanfei",
      "de": "Über Yanfei ...",
      "es": "Sobre Yanfei...",
      "fr": "À propos de Yanfei...",
      "pt": "Sobre Yanfei...",
      "ru": "О Янь Фэй...",
      "id": "Tentang Yanfei",
      "th": "เกี่ยวกับ Yanfei...",
      "vi": "Về Yanfei..."
    },
    "line": {
      "zhs": "烟绯？呵，某种意义上，她是个贴心的对手呢。若不是她「灵巧」地解释律法，为咨询者们提供各种「奇妙」的建议，要让我独自找到律法的缺口，逐步完善法典，怕是要多花数月的时间。",
      "zht": "煙緋？呵，某種意義上，她是個貼心的對手呢。若不是她「靈巧」地解釋律法，為諮詢者們提供各種「奇妙」的建議，要讓我獨自找到律法的缺口，逐步完善法典，恐怕要多花數月的時間。",
      "jp": "煙緋？彼女はある意味、頼もしいライバルね。彼女が「巧妙」に法律を解釈し、人々に様々な助言をしたからこそ、私もこうして法律の抜け穴を見つけて、法典を改善することができているの。彼女がいなかったら、どれほどの時間を要していたかわからないわ。",
      "ko": "연비? 흠, 어떻게 보면 정말 훌륭한 조수지. 만약 그녀가 법을 「교묘하게」 해석해서 상담자들한테 온갖 절묘한 조언을 해주지 않았다면, 나 혼자서 법의 빈틈을 찾아 메꾸며 법전을 보완하는 데 몇 달은 더 걸렸겠지",
      "en": "Yanfei? I suppose you could say she's a dear rival of mine... Were she not so deft at explaining the meanders of the law and providing her clients with all sorts of cunning suggestions, it would take me many more months to identify existing loopholes in the legal codices and tighten them one by one.",
      "de": "Yanfei? Ha, in gewisser Weise ist sie also eine behutsame Gegnerin. Wenn es nicht ihre „geschickten“ Erklärungen der Gesetze und verschiedene „wunderbare“ Vorschläge für diejenigen, die sie konsultieren, gegeben hätte, hätte ich noch Monate gebraucht, um die Lücken in Gesetzen zu finden und den Kodex allmählich selbst zu verbessern.",
      "es": "¿Yanfei? En cierto modo, se podría decir que es una íntima rival mía. De no ser por su inteligencia a la hora de explicar las leyes y proporcionar todo tipo de ingeniosos consejos a sus clientes, yo tardaría meses en encontrar los vacíos legales del código legal para enmendarlos.",
      "fr": "Yanfei ? Une rivale proche de mon cœur, dans un certain sens. Sans elle pour interpréter les lois de la bonne manière et « conseiller » ses clients, il me faudrait sûrement des mois pour trouver seule toutes les failles dans les lois et amender les textes.",
      "pt": "Yanfei? Pode-se dizer que ela é uma rival minha... Se não fosse tão esperta ao explicar os meandros das leis e dar todos os tipos de sugestões aos seus clientes, me tomaria meses para identificar lacunas nos códigos legais e apertar elas.",
      "ru": "Янь Фэй? В некотором смысле она «лучший враг». Если бы не её «ловкие» толкования закона и различные «оригинальные» предложения для своих клиентов, у меня ушли бы месяцы на то, чтобы самостоятельно найти пробелы в кодексе и постепенно улучшить его.",
      "id": "Yanfei? Sepertinya dia bisa disebut sebagai sainganku yang berharga... Seandainya dia tidak begitu ahli dalam menjelaskan liku-liku hukum dan memberikan segala macam saran cerdik kepada kliennya, pasti perlu waktu berbulan-bulan bagiku untuk menemukan celah dalam legal hukum dan memperbaikinya satu demi satu.",
      "th": "Yanfei? อ่า เธอเป็นคู่ปรับคนโปรดของฉันเลยล่ะ ถ้าไม่เป็นเพราะการตีความกฎหมายอัน \"เฉียบแหลม\" เพื่อให้คำแนะนำที่ \"ยอดเยี่ยม\" กับผู้ที่มาปรึกษาล่ะก็ ฉันคงต้องใช้เวลานานหลายเดือนกว่าจะหาช่องโหว่ของข้อกฎหมายและกว่าจะปรับให้ครบถ้วนได้",
      "vi": "Yanfei? Ha, ở góc độ nào đó thì cô ấy là một đối thủ tri kỷ đấy. Nếu không nhờ cô ấy \"khéo léo\" giải thích pháp luật, đưa ra các góp ý \"vi diệu\" cho những chuyên gia tư vấn, mà để tôi tự mình tìm lỗ hổng của luật pháp, từng bước hoàn thiện pháp điển, e là sẽ mất mấy tháng trời."
    }
  },
  {
    "title": {
      "zhs": "关于申鹤…",
      "zht": "關於申鶴…",
      "jp": "申鶴について…",
      "ko": "신학에 대해…",
      "en": "About Shenhe",
      "de": "Über Shenhe ...",
      "es": "Sobre Shenhe...",
      "fr": "À propos de Shenhe...",
      "pt": "Sobre Shenhe...",
      "ru": "О Шэнь Хэ...",
      "id": "Tentang Shenhe",
      "th": "เกี่ยวกับ Shenhe",
      "vi": "Về Shenhe..."
    },
    "line": {
      "zhs": "申鹤小姐近来可好？有劳你多多关照她了。你们帮忙重建群玉阁的事，我一直记在心里，也很是感激。啊，客套话就不多说了，我备了好茶，闲时多来坐坐吧。",
      "zht": "#申鶴小姐近來可好？有勞{F#妳}{M#你}多多關照她了。你們幫忙重建群玉閣的事，我一直記在心裡，也很是感激。啊，客套話就不多說了，我備了好茶，閒時多來坐坐吧。",
      "jp": "申鶴さんは元気かしら？彼女の面倒を見てくれてご苦労様。あなたたちが群玉閣の再建を手伝ってくれたこと、ずっと心にとめているし、感謝している。さて、社交辞令はここまでにしましょう。お茶も用意してあるし、暇な時はもっとここに来てもいいのよ。",
      "ko": "신학 씨는 요즘 어때? 수고스럽겠지만 그녀를 잘 부탁해. 너희가 군옥각 재건을 도와준 건 항상 기억하고 있어, 정말 고마워. 아, 인사치레는 여기까지 하고, 좋은 차를 준비해뒀으니 시간 있을 때 놀러 와",
      "en": "How is Miss Shenhe doing as of late? Please, look out for her whenever you can. I am most grateful to both of you for your assistance with rebuilding the Jade Chamber. Ahem, and on a more personal note — please know that if you are ever free, a cup of the finest tea will always be waiting for you here.",
      "de": "Wie geht es Shenhe in letzter Zeit? Bitte halte nach ihr Ausschau, wann immer du kannst. Ich bin euch beiden sehr dankbar für eure Hilfe beim Wiederaufbau des Jadegemachs. Ach, und noch etwas Persönliches: Wenn du mal Zeit hast, steht hier immer eine Tasse feinster Tee für dich bereit.",
      "es": "#¿Qué tal le va a la Srta. Shenhe? Cuida de ella todo lo que puedas. Les estoy muy agradecida a amb{F#as}{M#os} por su ayuda al reconstruir la Cámara de Jade. *Ejem*, y en el plano personal, avísame si alguna vez tienes un momento libre. En la Cámara de Jade siempre habrá una taza de té esperándote.",
      "fr": "Comment va mademoiselle Shenhe ces derniers temps ? S'il vous plaît, faites attention à elle. Je suis très reconnaissante pour votre aide à la reconstruction de la Chambre de Jade. Hum, et sur une note plus personnelle, sachez que si vous avez du temps libre, il y aura toujours une tasse du meilleur thé qui vous attendra ici.",
      "pt": "Como está a Srta. Shenhe ultimamente? Por favor, tome conta dela sempre que puder. Estou muito grata a ambos por sua ajuda na reconstrução da Câmara de Jade. Cof, e falando de forma pessoal - saiba que sempre que você estiver livre, uma xícara do melhor chá estará esperando por você aqui.",
      "ru": "Как поживает госпожа Шэнь Хэ? Прошу, заботься о ней как следует. Я глубоко признательна тебе за помощь в восстановлении Нефритового дворца. А если отставить церемонии - то просто заходи, когда у тебя будет свободная минутка, тебя всегда будет ждать чашка великолепного чая.",
      "id": "Bagaimana kabar Nona Shenhe akhir-akhir ini? Tolong jaga dia dengan baik. Aku sangat berterima kasih kepada kalian berdua telah membantu membangun kembali Jade Chamber. Ahem! Jika kamu memiliki waktu kosong, secangkir teh terbaik akan selalu menunggumu di sini.",
      "th": "ช่วงนี้คุณ Shenhe สบายดีมั้ย? รบกวนเธอช่วยดูแลเค้าหน่อยนะ เรื่องที่พวกช่วยสร้าง Jade Chamber ขึ้นมาใหม่ ฉันจดจำไว้ในใจเสมอและรู้สึกซาบซึ้งใจมากเลยล่ะ อ๋า ไม่พูดคำพูดที่ดูเกรงใจแบบนี้แล้วดีกว่า ฉันเตรียมชาดี ๆ ไว้ให้ ถ้ามีเวลาว่างก็แวะมานั่งได้บ่อย ๆ เลยนะ",
      "vi": "Shenhe tiểu thư gần đây thế nào? Phiền bạn hãy chăm sóc cô ấy nhiều hơn. Chuyện các bạn giúp đỡ trùng tu Quần Ngọc Các, tôi luôn ghi nhớ trong lòng, cũng rất cảm kích. A, không nói những lời khách sáo nữa, tôi đã chuẩn bị trà ngon, khi nào rảnh hãy đến chơi nhé."
    }
  },
  {
    "title": {
      "zhs": "关于云堇…",
      "zht": "關於雲堇…",
      "jp": "雲菫について…",
      "ko": "운근에 대해…",
      "en": "About Yun Jin",
      "de": "Über Yun Jin ...",
      "es": "Sobre Yun Jin...",
      "fr": "À propos de Yun Jin...",
      "pt": "Sobre Yunjin...",
      "ru": "О Юнь Цзинь...",
      "id": "Tentang Yun Jin",
      "th": "เกี่ยวกับ Yun Jin...",
      "vi": "Về Yun Jin..."
    },
    "line": {
      "zhs": "云堇啊…怎么样，你听得惯她的戏吗？起初可能是有些难懂，试着耐下性子多品味一下吧。我投资她的戏班不为别的，只是觉得，这般典雅的艺术，值得被一直传承下去。",
      "zht": "#雲堇啊…怎麼樣，{F#妳}{M#你}聽得慣她的戲嗎？起初可能是有些難懂，試著耐下性子多品味一下吧。我投資她的戲班不為別的，只是覺得，這般典雅的藝術，值得被一直傳承下去。",
      "jp": "雲菫ね…どう、彼女の劇には慣れたかしら？最初は理解が難しいかもしれないけど、腰を据えてじっくり味わってみた方がいいわよ。私が彼女の劇団に投資したのはね、ただこの優雅な芸術がずっと継承されていくべきだと思ったからなの。",
      "ko": "운근은… 네가 보기에 그녀의 연극은 어때? 처음엔 난해할 수도 있지만 조금만 참고 감상해봐. 이런 고상한 예술은 계속 전승돼야 한다고 생각해서 그녀의 극단에 투자한 거거든",
      "en": "Yun Jin... Are you able to appreciate her performances? It might be difficult at first, but I would encourage you to give it a chance. The reason why I decided to invest into her opera troupe is quite simple: Elegant art forms like these deserve to be passed down to future generations.",
      "de": "Yun Jin ... Kannst du ihre Performance nachvollziehen? Am Anfang mag es schwierig sein, aber ich würde dich ermutigen, ihr eine Chance zu geben. Der Grund, warum ich beschlossen habe, in ihre Operntruppe zu investieren, ist ganz einfach: Elegante Kunstformen wie diese verdienen es, an zukünftige Generationen weitergegeben zu werden.",
      "es": "Yun Jin... ¿puedes apreciar sus actuaciones? Puede que al principio te cueste, pero te animo a que le des una oportunidad. La razón por la que decidí invertir en su compañía de ópera es muy simple: un arte tan elegante como ese merece ser transmitido a las futuras generaciones.",
      "fr": "Yun Jin... Êtes-vous capable d'apprécier ses performances ? Cela peut être difficile au début, mais je vous encourage à leur donner une chance. La raison pour laquelle j'ai décidé d'investir dans sa troupe est assez simple : des formes d'art élégantes comme celles-ci méritent d'être transmises aux générations futures.",
      "pt": "#Yunjin... Você consegue apreciar as performances dela? Pode ser difícil no início, mas eu {M#o}{F#a} encorajaria a dar uma chance. A razão pela qual decidi investir em sua trupe de ópera é bastante simples: formas de arte elegantes como essas merecem ser transmitidas às gerações futuras.",
      "ru": "Юнь Цзинь... Ты можешь оценить её выступления? Поначалу это может быть трудно, но я советую всё же дать шанс. Причина, по которой я решила вложить деньги в её труппу, довольно проста: такое изящное искусство заслуживает того, чтобы передаваться из поколения в поколение.",
      "id": "Yun Jin ya ... Apa kamu bisa mengapresiasi penampilannya? Awalnya mungkin sulit, tapi aku sarankan kamu mencobanya. Alasanku ketika memutuskan untuk berinvestasi ke kelompok opera miliknya sederhana saja: Kesenian yang begitu elegan layak untuk diwariskan ke generasi mendatang.",
      "th": "Yun Jin น่ะเหรอ... เธอเคยฟังการแสดงของ Yun Jin รึยังล่ะ? มันอาจจะเข้าใจยากในตอนแรก แต่ลองพยายามอดทนและลิ้มรสมันให้มากขึ้นอีกสิ ฉันลงทุนในคณะละครของเธอไม่ใช่เพราะหวังอะไร ฉันแค่รู้สึกว่างานศิลปะที่สง่างามเช่นนี้สมควรที่จะถูกสืบทอดตลอดไป",
      "vi": "Yun Jin sao... thế nào, bạn nghe hiểu vở diễn của cô ấy chứ? Ban đầu có lẽ sẽ hơi khó hiểu, nhưng bạn cứ kiên nhẫn trải nghiệm tiếp nhé. Tôi đầu tư vào nhóm kịch của cô ấy không phải vì lợi nhuận, chỉ là muốn những loại hình nghệ thuật cổ điển này nên được truyền đến mai sau."
    }
  },
  {
    "title": {
      "zhs": "关于夜兰…",
      "zht": "關於夜蘭…",
      "jp": "夜蘭について…",
      "ko": "야란에 대해…",
      "en": "About Yelan",
      "de": "Über Yelan ...",
      "es": "Sobre Yelan...",
      "fr": "À propos de Yelan...",
      "pt": "Sobre Yelan...",
      "ru": "О Е Лань...",
      "id": "Tentang Yelan",
      "th": "เกี่ยวกับ Yelan...",
      "vi": "Về Yelan..."
    },
    "line": {
      "zhs": "她是个很有意思的人，对我而言，也是绝对可信之人。八面玲珑，才能无可挑剔。呵呵，既然同为聪明人，希望你们能相处愉快。",
      "zht": "#她是個很有意思的人，對我而言，也是絕對可信之人。八面玲瓏，才能無可挑剔。呵呵，既然同為聰明人，希望{F#妳}{M#你}們能相處愉快。",
      "jp": "彼女は面白い人よ。私にとって、信頼の置ける人物ね。八面玲瓏で、才能も申し分ない。ふふっ、同じ賢い者同士、あなたたちが良い関係を築けるといいわね。",
      "ko": "재밌는 사람이야. 내가 절대적으로 신뢰하는 사람이기도 하고. 팔방미인에 재능도 아주 뛰어나지. 후후, 너도 그녀처럼 똑똑한 사람이니, 사이좋게 지내길 바라",
      "en": "She's a very interesting character. I can say with the utmost confidence that she is someone I trust unreservedly. She handles herself impeccably, which means she stays beyond reproach. Hehe, since you both have high intelligence in common, hopefully you will get along very well.",
      "de": "Sie ist eine sehr interessante Person und für mich absolut glaubwürdig. Sie ist in der Lage, alle Aufgaben perfekt zu erledigen und hat tadelloses Talent. Hehe, da ihr beide intelligent seid, hoffe ich, dass ihr gut miteinander auskommen werdet.",
      "es": "Es una persona muy interesante. Puedo decir con total confianza que es alguien en quien confío plenamente. Sabe cómo comportarse perfectamente, por lo que nadie puede reprocharle nada. Jeje, ya que comparten una gran inteligencia, espero que puedas llevarte bien con ella.",
      "fr": "C'est un personnage très intéressant. Je pense que c'est une personne en qui l'on peut entièrement avoir confiance. Elle sait très bien comment se comporter en société, de sorte que personne n'ait quoi que ce soit à lui reprocher. Héhé, vous êtes quelqu'un d'intelligent tout comme elle, alors j'espère que vous pourrez bien vous entendre.",
      "pt": "Ela é uma pessoa muito interessante. Posso dizer com total confiança que ela é uma pessoa que confio plenamente. Ela sabe se comportar perfeitamente, isso quer dizer que não há nada para melhorar. Hehe, como vocês são inteligentes, acho que se darão bem.",
      "ru": "#Очень интересная девушка. Могу сказать с уверенностью, что я безоговорочно доверяю ей. Она идеальна буквально во всём. Хе-хе, вы об{F#е}{M#а} довольно умны, так что, надеюсь, вы поладите.",
      "id": "Dia karakter yang sangat menarik. Aku bisa mengatakan dengan penuh kepercayaan diri bahwa dia adalah seorang yang bisa kupercayai sepenuhnya. Dia menangani dirinya sendiri dengan sempurna, dan dia tidak berbuat kesalahan. Hehe, karena kalian berdua sama cerdasnya, kuharap kalian berdua bisa berteman baik.",
      "th": "เธอเป็นคนที่น่าสนใจมาก ถ้าให้ฉันพูดละก็ เธอเป็นคนที่น่าเชื่อถือมากคนหนึ่ง สมบูรณ์แบบในทุกด้าน ความสามารถนั้นไร้ที่ติ ฮิฮิ เพราะเป็นคนฉลาด ฉันหวังว่าเธอจะเข้ากันได้ดีนะ",
      "vi": "Cô ấy là một người thú vị, cũng là một người đáng để tin tưởng. Giỏi giang nhanh nhẹn, tiền đồ rộng mở. Haha, là người thông minh với nhau, hy vọng hai người có thể nói chuyện ăn ý."
    }
  },
  {
    "title": {
      "zhs": "想要了解凝光·其一",
      "zht": "想要了解凝光·其一",
      "jp": "凝光を知る·1",
      "ko": "응광에 대해 알기·첫 번째",
      "en": "More About Ningguang: I",
      "de": "Ich will mehr über Ningguang erfahren I",
      "es": "Más sobre Ninguang (I)",
      "fr": "Connaître Ningguang (1)",
      "pt": "Mais sobre Ningguang - I",
      "ru": "Узнать больше о Нин Гуан I",
      "id": "Mengenal Ningguang: I",
      "th": "อยากรู้เกี่ยวกับ Ningguang - 1",
      "vi": "Muốn tìm hiểu Ningguang - Điều thứ 1"
    },
    "line": {
      "zhs": "既然是你，就不用恪守那些繁文缛节了，可以随意一些。不过，希望你能珍惜我的时间，言简意赅地进行说明。",
      "zht": "#既然是{F#妳}{M#你}，就不用恪守那些繁文縟節了，可以隨意一些。不過，希望{F#妳}{M#你}能珍惜我的時間，言簡意賅地說明。",
      "jp": "あなたなら、複雑なしきたりを守る必要はないわ。楽にしなさい。でも私の時間も大事にしてほしいから、説明は簡潔にお願いね。",
      "ko": "넌 그런 번거로운 예절 따지지 말고 편하게 해도 돼. 하지만 내 시간을 소중히 여겨줘. 설명은 간단명료하게 하도록 해",
      "en": "Seeing as it's you, there's no need to keep up the formalities. You can be a little more casual. But I still ask that you respect my time. If you have something to say, be concise — I have no time to waste.",
      "de": "Weil du es bist, musst du nicht allzu formell mit mir umgehen, du kannst etwas lockerer sein. Dennoch solltest du stets meine Zeit respektieren. Wenn es etwas zu sagen gibt, komm direkt auf den Punkt.",
      "es": "#No es necesario que seas tan formal conmigo. Pero te ruego que respetes mi tiempo y, si tienes algo que decir, seas concis{F#a}{M#o}. No me gusta que me hagan perder el tiempo.",
      "fr": "#C'est vous, pas la peine de s'embêter avec les formalités. Soyez un peu plus... {M#naturel}{F#naturelle}. Mais je vous demanderai malgré tout de continuer à ne pas gaspiller mon temps. Si vous avez quelque chose à dire, dites-le. Mon temps est précieux.",
      "pt": "Já que é você, não é necessário ter formalidade. Você pode ser mais casual. Mas ainda assim, peço que respeite meu tempo. Se tiver algo a dizer, seja conciso, não posso desperdiçar meu tempo.",
      "ru": "Ты можешь позволить себе опустить некоторые формальности. Но я прошу тебя ценить моё время. Если нужно ко мне обратиться - говори кратко и по делу.",
      "id": "Kalau kamu, tidak perlu terlalu bersikap formal. Santai saja, tapi kuharap kamu bisa menghargai waktuku. Jika ada yang ingin disampaikan, langsung saja. Aku tidak punya banyak waktu.",
      "th": "ในเมื่อเป็นคุณ ก็ไม่ต้องทำตามกฎ ที่ไม่จำเป็นนั่นหรอก ทำตัวตามสบายได้ แต่หวังว่า คุณจะไม่ทำให้ฉันเสียเวลา อธิบายมาอย่างกระชับและชัดเจน",
      "vi": "Nếu đã là bạn thì không cần phải tuân thủ mấy cái lễ nghi phiền phức nữa, cứ thoải mái đi. Nhưng hy vọng bạn quý trọng thời gian của tôi, giải thích ngắn gọn."
    }
  },
  {
    "title": {
      "zhs": "想要了解凝光·其二",
      "zht": "想要了解凝光·其二",
      "jp": "凝光を知る·2",
      "ko": "응광에 대해 알기·두 번째",
      "en": "More About Ningguang: II",
      "de": "Ich will mehr über Ningguang erfahren II",
      "es": "Más sobre Ninguang (II)",
      "fr": "Connaître Ningguang (2)",
      "pt": "Mais sobre Ningguang - II",
      "ru": "Узнать больше о Нин Гуан II",
      "id": "Mengenal Ningguang: II",
      "th": "อยากรู้เกี่ยวกับ Ningguang-2",
      "vi": "Muốn tìm hiểu Ningguang - Điều thứ 2"
    },
    "line": {
      "zhs": "我向来以为，孩子们最为天真纯粹，他们提供的情报也最有价值。那么，你又如何呢？你向我提供的东西，会是些什么呢。",
      "zht": "#我向來以為，孩子們最為天真純粹，他們提供的情報也最有價值。那麼，{F#妳}{M#你}又如何呢？{F#妳}{M#你}向我提供的東西，會是些什麼呢。",
      "jp": "子供は無邪気だから、彼らからもらった情報は一番価値があるものだと思っているけど、あなたはどうなの？あなたが私にくれるものは、どんなものかしら？",
      "ko": "아이들은 천진하고 순수해. 그래서 그들이 제공하는 정보도 가장 값지지. 그럼 넌 어떻지? 네가 제공하는 것들은 어떤 것들일까",
      "en": "I've always believed that children are the most naive and innocent. The reports they give me are of the most value. So what about you? What will you have for me?",
      "de": "Ich glaube, dass Kinder am verlässlichsten sind, weil sie naiv und unschuldig sind. Die Berichte, die ich von ihnen bekomme, sind die wertvollsten von allen. Und was ist mit dir, was bringst du mir?",
      "es": "Siempre he pensado que los niños son los seres más ingenuos e inocentes del mundo, y la información que dan es la más valiosa. ¿Y tú? ¿Qué es lo que puedes darme?",
      "fr": "J'ai toujours pensé que les enfants étaient ce qu'on trouve de plus innocent. Les renseignements qu'ils me procurent sont de grande valeur... Et vous ? Qu'est-ce que vous allez m'apporter ?",
      "pt": "Eu sempre acredito que as crianças são muito mais inocentes e puras, e as informações oferecidas por elas são mais valiosas. Então, e quanto a você? O que você tem para mim?",
      "ru": "Я считаю, что дети - самые чистые и наивные создания, поэтому сведения, предоставляемые ими, наиболее ценны. Так что насчёт тебя? Какие у тебя для меня сведения?",
      "id": "Aku percaya bahwa anak-anak adalah sosok yang naif dan polos. Laporan yang mereka berikan padaku adalah laporan yang paling berharga. Bagaimana denganmu? Apa yang bisa kamu tawarkan padaku?",
      "th": "ฉันคิดมาตลอดว่า เด็กคือผ้าขาวบริสุทธิ์ ข้อมูลที่พวกเขาให้มานั้นมีค่ามาก แล้วคุณล่ะ? คุณจะให้อะไรฉัน",
      "vi": "Tôi trước giờ luôn cho rằng, trẻ con là người ngây thơ thuần khiết nhất, thông tin chúng cung cấp luôn có giá trị nhất. Nhưng bạn thì thế nào đây? Thứ bạn cung cấp cho tôi sẽ là thứ gì đây?"
    }
  },
  {
    "title": {
      "zhs": "想要了解凝光·其三",
      "zht": "想要了解凝光·其三",
      "jp": "凝光を知る·3",
      "ko": "응광에 대해 알기·세 번째",
      "en": "More About Ningguang: III",
      "de": "Ich will mehr über Ningguang erfahren III",
      "es": "Más sobre Ninguang (III)",
      "fr": "Connaître Ningguang (3)",
      "pt": "Mais sobre Ningguang - III",
      "ru": "Узнать больше о Нин Гуан III",
      "id": "Mengenal Ningguang: III",
      "th": "อยากรู้เกี่ยวกับ Ningguang - 3",
      "vi": "Muốn tìm hiểu Ningguang - Điều thứ 3"
    },
    "line": {
      "zhs": "最近我在思考一个问题。如果能把你留在璃月，假以时日…或许能撬动这座城市的…呵，只是设想而已。这笔投资值不值，我还得再考虑考虑。",
      "zht": "#最近我在思考一個問題。如果能把{F#妳}{M#你}留在璃月，假以時日…或許能撬動這座城市的…呵，只是設想而已。這筆投資值不值，我還得再考慮考慮。",
      "jp": "最近あることを考えているわ。もしあなたを璃月に足止めできたら、いつか…もしかしたらこの都市の…ふふっ、考えただけよ。この投資は割に合うかどうか、まだ考える必要があるわ。",
      "ko": "요새 고민이 하나 있어. 네가 한동안 리월항에 남는다면… 앞으로 이 도시를 주무를 수 있게 될지도 모르겠군… 훗, 가정일 뿐이야. 이 투자가 가치 있을지는 좀 더 생각해봐야겠어",
      "en": "I've been thinking about something lately. If I were to keep you in Liyue, perhaps... at the right time, I might be able to leverage this city to... For now, it's mere conjecture. I should really consider whether the investment is worth it some more.",
      "de": "Ich habe mir etwas überlegt. Wenn du länger in Liyue bleiben würdest, dann könnte ich eines Tages ... zur richtigen Zeit ... Ich sollte dennoch etwas warten, noch ist diese Investition nicht genug wert.",
      "es": "He estado pensando en algo últimamente. Si pudiera hacer que te quedaras en Liyue, tal vez... en el momento adecuado, podría usar la ciudad para... Bueno, no importa, son solo cosas mías. Aún debo valorar si la inversión merecería la pena.",
      "fr": "J'ai beaucoup réfléchi, ces derniers jours. Si j'arrivais à vous convaincre de rester à Liyue, alors peut-être que... Ou bien, je pourrais faire levier avec la ville pour... Ah, ce n'est que conjecture pour l'instant. Mieux vaut que je réfléchisse encore si l'investissement en vaut la peine.",
      "pt": "#Tenho pensado em algo ultimamente. Se eu {M#o}{F#a} mantivesse em Liyue, talvez... na hora certa, eu pudesse me aproveitar desta cidade para... Por enquanto, é uma mera suposição. Eu realmente deveria considerar mais se o investimento vale a pena.",
      "ru": "Последнее время я размышляю над одним вопросом. Если бы я могла оставить тебя в Ли Юэ, возможно... Постепенно я смогла бы привести этот город... Ах, это только мысли вслух. Мне предстоит подумать, стоит ли того это вложение.",
      "id": "Akhir-akhir ini aku sedang memikirkan sesuatu. Jika aku tetap menahanmu di Liyue, mungkin ... ketika saatnya tiba, aku bisa pakai kota ini untuk ... Untuk sekarang, ini hanya pikiran yang mengawang. Aku masih harus pertimbangan apakah investasi ini layak atau tidak.",
      "th": "ช่วงนี้ฉันกำลังครุ่นคิดเกี่ยวกับ ปัญหานึง ถ้าทิ้งให้คุณอยู่ที่ Liyue ต่อไป ในเวลาที่เหมาะสม... บางทีอาจเปลี่ยนเมืองนี้ให้... เอิ่ม ก็แค่คิดดูเล่น ๆ น่ะ การลงทุนครั้งนี้จะคุ้มค่าหรือไม่ ฉันยังต้องคิดดูอีกที",
      "vi": "Gần đây tôi đang suy nghĩ một vấn đề. Nếu để bạn lại Liyue, sau này... có lẽ có thể lật cả tòa thành này... Ha ha, chỉ là tôi đang giả sử mà thôi. Món đầu tư này có đáng không, tôi cần phải suy nghĩ thêm."
    }
  },
  {
    "title": {
      "zhs": "想要了解凝光·其四",
      "zht": "想要了解凝光·其四",
      "jp": "凝光を知る·4",
      "ko": "응광에 대해 알기·네 번째",
      "en": "More About Ningguang: IV",
      "de": "Ich will mehr über Ningguang erfahren IV",
      "es": "Más sobre Ninguang (IV)",
      "fr": "Connaître Ningguang (4)",
      "pt": "Mais sobre Ningguang - IV",
      "ru": "Узнать больше о Нин Гуан IV",
      "id": "Mengenal Ningguang: IV",
      "th": "อยากรู้เกี่ยวกับ Ningguang-4",
      "vi": "Muốn tìm hiểu Ningguang - Điều thứ 4"
    },
    "line": {
      "zhs": "你可以学我的做法，靠摩拉来为自己获取一些便利。但你要记住，摩拉维持的关系只能依仗一时。呵，这也是我从不用摩拉来试探你的理由。",
      "zht": "#{F#妳}{M#你}可以學我的做法，靠摩拉來為自己獲取一些便利。但{F#妳}{M#你}要記住，摩拉維持的關係只能依仗一時。呵，這也是我從不用摩拉來試探{F#妳}{M#你}的理由。",
      "jp": "モラを使って便宜を図るという私のやり方を学ぶといいわ。でもこれだけは覚えておいて、モラで作った関係は一時的なものよ。ふふっ、それは私がモラであなたを試すようなことをしない理由でもあるわ。",
      "ko": "내 방법을 따라 모라로 편리를 도모해도 돼. 그러나 모라로 유지되는 관계는 일시적이라는 것을 기억해. 훗, 그래서 난 널 모라로 떠보지 않아",
      "en": "You can learn from me, and use Mora to make things a little easier for yourself. But remember, relationships built on Mora can only be relied on for a time. Hehe... and that is why I have never brought Mora into our relationship.",
      "de": "Du kannst noch ein paar Dinge von mir lernen und Mora einsetzen, um Dinge zu bekommen, die schwer zu kriegen sind. Aber denke daran, auf Mora basierende Beziehungen halten meistens nicht sehr lange. Daher setze ich bei uns beiden nicht auf Mora.",
      "es": "Puedes aprender de mí y usar el Mora para hacerte las cosas un poco más fáciles. Pero recuerda, una relación basada en eso solo se sostendrá por un breve periodo de tiempo. Por eso nunca he metido el Mora en nuestra relación.",
      "fr": "Prenez exemple sur moi : les moras peuvent vous simplifier grandement la vie. Mais n'oubliez pas cependant que toute relation construite sur l'argent ne dure jamais éternellement... Héhé, et c'est d'ailleurs pour ça que je n'ai jamais mis de moras au milieu de la relation qui nous unit.",
      "pt": "Você pode aprender comigo, pode usar Mora para obter alguns recursos e tornar sua vida mais fácil. Mas mantenha sempre em mente, as relações mantidas por Mora sempre dura pouco tempo, hehe, razão pela qual nunca coloquei Mora no meio da nossa relação.",
      "ru": "Ты можешь последовать моему примеру и использовать мору для получения выгоды. Но тебе следует помнить, что отношения, построенные на море, не могут длиться долго. Ха, да, именно поэтому я не прибегаю к использованию моры в наших с тобой отношениях.",
      "id": "Belajarlah dariku, manfaatkan Mora untuk membuat segala sesuatunya jadi lebih mudah. Tapi ingat, hubungan yang terjalin karena Mora itu hanya bersifat sementara. Hehe .... Karena itulah aku tidak pernah membawa Mora ke dalam hubungan kita.",
      "th": "คุณจะทำตามฉันก็ได้ ใช้เงินเพื่อซื้อความสะดวกสบาย แต่ต้องจำไว้ว่า ความสัมพันธ์ที่ซื้อได้ด้วยเงินจะอยู่ ได้เพียงชั่วครู่เท่านั้น หึ นี่เป็นเหตุผลที่ทำไมฉันไม่เคยใช้เงินเพื่อลองใจคุณ",
      "vi": "Bạn có thể học theo cách của tôi, dùng Mora để giúp bản thân kiếm thêm chút lợi ích. Nhưng bạn phải nhớ, quan hệ duy trì của Mora chỉ trong nhất thời. Ha ha, đây cũng là lý do tôi không dùng Mora để thăm dò bạn."
    }
  },
  {
    "title": {
      "zhs": "想要了解凝光·其五",
      "zht": "想要了解凝光·其五",
      "jp": "凝光を知る·5",
      "ko": "응광에 대해 알기·다섯 번째",
      "en": "More About Ningguang: V",
      "de": "Ich will mehr über Ningguang erfahren V",
      "es": "Más sobre Ninguang (V)",
      "fr": "Connaître Ningguang (5)",
      "pt": "Mais sobre Ningguang - V",
      "ru": "Узнать больше о Нин Гуан V",
      "id": "Mengenal Ningguang: V",
      "th": "อยากรู้เกี่ยวกับ Ningguang - 5",
      "vi": "Muốn tìm hiểu Ningguang - Điều thứ 5"
    },
    "line": {
      "zhs": "真是一笔不错的投资。虽然没有收益多少摩拉，但与你度过的这些时光，已是很不错的回报。呵，看来我又赢了——我，赌对了人。",
      "zht": "#真是一筆不錯的投資。雖然沒有收益多少摩拉，但與{F#妳}{M#你}度過的這些時光，已是很不錯的回報。呵，看來我又贏了——我，賭對了人。",
      "jp": "いい投資だったわ。モラの収益はそんなにないけど、あなたと過ごした時間はいい見返りになった。ふふっ、どうやら私はまた勝ったようね——だって、あなたに賭けてたんだから。",
      "ko": "꽤 훌륭한 투자였어. 수익은 별로였지만 너와 함께 보낸 시간은 근사한 보답이었어. 이번에도 내가 이긴 것 같군——내가 제대로 된 사람에게 걸었어",
      "en": "This is truly a great investment. Sure, no Mora has been made from it, but the time I've spent with you is already a solid return. Haha, seems I win again — I put my money on the right person.",
      "de": "Eine wirklich gute Investition. Ich habe zwar keine Mora damit verdient, aber die Zeit, die ich mit dir verbracht habe, ist mir Zins genug, haha! Wie schön, dass ich mein Geld wieder auf die richtige Person gesetzt habe.",
      "es": "Esta ha sido una gran inversión. Aunque no gané Moras en sí, el tiempo que pasé contigo es recompensa suficiente. Jaja, parece que aposté por la persona correcta y gané otra vez.",
      "fr": "Voilà certainement un excellent investissement. Bien sûr, je n'en ai tiré aucun mora, mais le temps passé à vos côtés a été bénéfique sur plus d'un plan. Haha, j'ai encore misé sur la bonne personne, on dirait.",
      "pt": "Este é realmente um grande investimento. Apesar de não ter sido lucrativo, mas o tempo que passei com você já é um retorno sólido. Haha, parece que eu ganhei novamente — eu coloquei meu dinheiro na pessoa certa.",
      "ru": "Неплохое капиталовложение. Конечно, накоплению моры оно не служит, но время, проведённое с тобой, само по себе есть прекрасная капиталоотдача. Думаю, я опять выиграла... Поставив на тебя.",
      "id": "Ini benar-benar investasi yang luar biasa. Memang tidak menghasilkan Mora, tapi waktu yang kuhabiskan bersamamu sudah termasuk imbalan. Haha, sepertinya aku menang lagi. Aku bertaruh pada orang yang tepat.",
      "th": "เป็นการลงทุนที่ไม่เลวจริง ๆ ถึงแม้ว่าจะไม่ได้รับประโยชน์เป็น เงินทองอะไรมากมาย แต่เวลาที่ใช้ไปกับคุณนั้น ก็เป็นผลตอบแทนที่ดีมากแล้ว ฮ่า ๆ ดูเหมือนว่าฉันจะชนะอีกแล้ว... ฉันเดิมพันถูกคน",
      "vi": "Đúng là một khoản đầu tư rất tốt. Tuy rằng không thu được bao nhiêu Mora, nhưng thời gian trải qua cùng với bạn cũng xem như là sự báo đáp tuyệt vời. Ha ha, xem ra tôi lại thắng rồi, tôi đã cược đúng người rồi!"
    }
  },
  {
    "title": {
      "zhs": "凝光的爱好…",
      "zht": "凝光的愛好…",
      "jp": "凝光の趣味…",
      "ko": "응광의 취미…",
      "en": "Ningguang's Hobbies",
      "de": "Ningguangs Hobbys ...",
      "es": "Aficiones de Ninguang...",
      "fr": "Les loisirs de Ningguang...",
      "pt": "Passatempos de Ningguang...",
      "ru": "Хобби Нин Гуан...",
      "id": "Hobi Ningguang",
      "th": "งานอดิเรกของ Ningguang...",
      "vi": "Sở thích của Ningguang..."
    },
    "line": {
      "zhs": "想来试试棋戏「璃月千年」么？正好也让我看看，你作为一名棋手的素质，究竟如何呢。",
      "zht": "#想來試試棋戲「璃月千年」嗎？正好也讓我看看，{F#妳}{M#你}作為一名棋手的素質，究竟如何呢。",
      "jp": "「璃月千年」をやってみない？あなたの棋士としての実力を見せてもらうわ。",
      "ko": "「리월 천년」이란 게임을 해보고 싶어? 나도 네가 게임을 잘하나 보고 싶었는데, 잘됐네",
      "en": "Care for a game of Liyue Millennial? It'll give me an opportunity to see exactly how good you are as a player.",
      "de": "Hast du Lust auf eine Runde „Tausend Jahre in Liyue“? Dann kann ich auch sehen, wie gut du dich als Spieler so machst.",
      "es": "#¿Quieres jugar una partida de “Mil años en Liyue”? Así podré ver exactamente qué tan buen{F#a}{M#o} eres jugando.",
      "fr": "Est-ce qu'une partie de « Mille ans à Liyue » vous intéresse ? Je suis curieuse de voir ce que vous valez aux échecs.",
      "pt": "#Você quer jogar o Jogo de Xadrez: Mil Anos em Liyue? Isso me dará uma oportunidade de ver exatamente o quanto você é {F#boa como jogadora}{M#bom como jogador}.",
      "ru": "Не хочешь попробовать сыграть в «Тысяча лет в Ли Юэ»? Я смогу оценить, насколько хорошо ты играешь в шахматы.",
      "id": "Ingin coba permainan catur Liyue Millenial? Akhirnya ada kesempatan untuk melihat sejauh mana kemampuanmu sebagai seorang pemain.",
      "th": "อยากลองเล่นหมากรุก \"Liyue พันปี\"งั้นเหรอ? ก็ดี ฉันจะได้ดูว่าฝีมือคุณในฐานะ ผู้เล่นหมากรุกเป็นยังไง",
      "vi": "Muốn thử vở \"Liyue Ngàn Năm\" không? Vừa khéo có thể cho tôi xem thử tố chất của bạn khi làm kỳ thủ rốt cuộc là như thế nào."
    }
  },
  {
    "title": {
      "zhs": "凝光的烦恼…",
      "zht": "凝光的煩惱…",
      "jp": "凝光の悩み…",
      "ko": "응광의 고민…",
      "en": "Ningguang's Troubles",
      "de": "Ningguangs Sorgen ...",
      "es": "Preocupaciones de Ninguang...",
      "fr": "Les problèmes de Ningguang...",
      "pt": "Preocupações de Ningguang...",
      "ru": "Беспокойство Нин Гуан...",
      "id": "Kekhawatiran Ningguang",
      "th": "เรื่องกลุ้มใจของ Ningguang...",
      "vi": "Nỗi buồn của Ningguang..."
    },
    "line": {
      "zhs": "烦恼…哦？「璃月七星」的烦恼告诉了你…你的肩膀，能够承受得住吗？而且，如果你一不小心说出去了的话…",
      "zht": "#煩惱…喔？「璃月七星」的煩惱告訴了{F#妳}{M#你}…{F#妳}{M#你}的肩膀，能夠承受得住嗎？而且，如果{F#妳}{M#你}一不小心說出去了的話…",
      "jp": "悩み…ふーん？「璃月七星」の悩みを教えたら、あなたは受け止められる？それに、もしあなたがうっかり言ってしまった時は…",
      "ko": "고민…어? 「리월 칠성」의 고민을 알려주면…네가 감당할 수 있겠어? 그리고 혹시라도 그걸 발설한다면…",
      "en": "Concerns? If I told you of the concerns of the Liyue Qixing, do you think your shoulders could bear the burden? And, if you ever made the mistake of mentioning them to others...",
      "de": "Sorgen? Wenn du die Bedenken der Qixing von Liyue kennen würdest, meinst du, könntest du ihre Last aushalten? Und schon gar nicht den Fehler zu machen, darüber mit anderen zu sprechen ...",
      "es": "¿Preocupaciones? Si te contara lo que nos preocupa a las Siete Estrellas de Liyue, ¿crees que podrías soportar la carga? Además, si por cualquier razón se te escapara y lo contaras...",
      "fr": "Mes problèmes ? Je doute que vos épaules soient assez solides pour porter les soucis qui habitent les Sept Étoiles. Sans compter que si jamais vous alliez répéter ce que je vous confie...",
      "pt": "Preocupações? Se eu te falasse das preocupações dos Qixing de Liyue, você acha que seus ombros poderiam suportar o fardo? E se você alguma vez cometer o erro de mencioná-los aos outros...",
      "ru": "#Что меня беспокоит?.. Думаешь, ты смог{F#лa} бы вынести то бремя, которое я возложу на тебя, поделившись своим беспокойством о группировке Цисин? К тому же если ты проговоришься по неосторожности...",
      "id": "Kekhawatiran? Kalau aku beberkan kekhawatiran seorang Liyue Qixing, apa kamu yakin pundakmu akan kuat untuk menanggung bebannya? Dan jika kamu tidak sengaja membocorkannya ke pihak lain ....",
      "th": "กลุ้มใจ... หืม? Liyue Qixing ได้บอกเรื่องกลุ้มใจกับคุณ... ไหล่ของคุณจะสามารถแบกมัน ได้รึเปล่า? ถ้าคุณเผลอพูดออกมาโดยไม่ตั้งใจแล้วล่ะก็...",
      "vi": "Phiền não? Nói cho bạn nghe phiền não của \"Thất Tinh Liyue\"... Đôi vai của bạn có thể gánh chịu nổi không? Hơn nữa, nếu bạn bất cẩn nói ra..."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was sie so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "用老鸡和猪骨小火久煮熬制高汤，淋在只取菜心的鲜嫩白菜上。我对饮食追求不深。平日里吃点这样的东西，也就够了。",
      "zht": "用老雞和豬骨小火久煮熬制高湯，淋在只取菜心的鮮嫩白菜上。我對飲食追求不深。平日裡吃點這樣的東西，也就夠了。",
      "jp": "鶏と豚骨を弱火で煮込んだ出汁を柔らかい白菜の芯にかける。食に対する執着はそんなにないから、普段はそういうものを食べたら、もう満足よ。",
      "ko": "묵은닭과 돼지 뼈를 오래 고아 만든 탕을 속이 부드럽고 신선한 배추에 뿌려. 난 음식에 까다롭지 않아. 평소에 이런 것만 먹어도 충분해",
      "en": "A slow-boiled soup of leftover chicken and pork bones drenched over some cabbage leaves. I have few culinary requirements. Having a few staple dishes like this is enough.",
      "de": "Eine lange gekochte Suppe aus Hühnchen und Knochen über zarten Kohl gegossen und serviert. Kulinarisch gesehen habe ich kaum Ansprüche. Einfache Küche ist zeitsparend.",
      "es": "Una sopa de huesos de pollo y cerdo hecha a fuego lento con unas hojitas de col. No soy muy exigente en cuanto a la comida. Me basta con platos sencillos.",
      "fr": "Une soupe de restes de poulet et de porc avec quelques feuilles de légumes verts. Je ne suis guère exigeante en la matière.",
      "pt": "Coração de couve regado por caldo de galinha e porco em fogo baixo, é bem fresquinho e macio. Não sou exigente em comida, então para mim, esse prato já é ótimo.",
      "ru": "Бульон, сваренный на медленном огне из куриного мяса и свиных костей, заправленный листьями свежей молодой капусты. Я неприхотлива в еде. В простые дни такого рода блюд мне вполне хватает.",
      "id": "Kaldu rebusan tulang ayam dan babi, yang dituang ke atas sawi segar. Aku tidak rewel soal urusan kuliner. Bisa makan sederhana seperti ini saja sudah cukup.",
      "th": "ต้มน้ำซุปกับกระดูกไก่และหมู เป็นเวลานาน และเทลงใน ใจกะหล่ำปลีที่สดและอ่อน ฉันไม่ได้สนใจเรื่องอาหาร อย่างลึกซึ้ง ในวันธรรมดา แค่ได้กินของง่าย ๆ อย่างงี้ ก็พอใจแล้ว",
      "vi": "Nước hầm dùng gà và xương heo ninh lửa nhỏ trong thời gian dài, thêm vào một ít cải trắng chỉ lấy phần non mềm ở giữa. Đối với chuyện ăn uống, tôi không có yêu cầu gì quá khắt khe, bình thường ăn những thứ như vầy là đủ rồi."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was sie nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang Tidak Disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "我见过有人每次宴会必点「黄金蟹」这种看上去显得大富大贵的食物，但我对此始终不敢恭维。如果你想用这样的料理宴请我，还不如直接给我摩拉。",
      "zht": "#我見過有人每次宴會必點「黃金蟹」這種看上去顯得大富大貴的食物，但我對此始終不敢恭維。如果{F#妳}{M#你}想用這樣的料理宴請我，還不如直接給我摩拉。",
      "jp": "宴席で「黄金ガニ」という高貴な料理を必ず頼む人を見たことがあるけど、何とも言えないわ。あの料理で私を招待するくらいなら、直接モラを私に渡した方がマシよ。",
      "ko": "어떤 사람은 연회마다 「골든크랩」 같이 부를 과시하는 음식을 주문하지만 난 아무래도 이해가 안돼. 그런 요리로 날 연회에 초청하려면 차라리 모라로 줘",
      "en": "I've come across those who demand golden crab for every meal. Though it all seems so grandiose, I really have no desire for such frivolousness. If you're ever thinking of taking me out for such a dinner, you'd be better off just giving the Mora to me directly.",
      "de": "Ich bin Leuten begegnet, die zu jeder Mahlzeit unbedingt etwas so Teures wie Goldkrebs bestellt haben. Auch wenn es gut aussieht, habe ich keinerlei Interesse an solchen Überschreitungen. Lass dir also nicht einfallen, mich zu so etwas einzuladen, und gib mir die Mora lieber direkt.",
      "es": "Hay gente que, durante los banquetes, siempre pide cangrejo dorado para comer. Puede parecer una comida lujosa, pero a mí no me sorprende en absoluto. Si alguna vez quieres invitarme a comer algo similar, mejor dame directamente los Moras que cuesta.",
      "fr": "J'ai rencontré des gens qui demandent du crabe doré à chaque repas. Ces plats ont peut-être l'air délicieux, mais je n'ai guère de temps à gaspiller sur ce genre de frivolités. Si jamais vous souhaitez m'inviter dans ce genre d'établissement, autant gagner du temps et me donner vos moras directement.",
      "pt": "Já me deparei com aqueles que exigem Caranguejo Dourado em todas as refeições. Embora isso pareça grandioso, eu realmente não vejo motivo para algo tão frívolo. Se você está pensando em me levar para um jantar assim, seria melhor se você apenas me desse a Mora diretamente.",
      "ru": "Я встречала людей, которые на каждом приёме требовали сервировать им золотистого краба. Это блюдо дорого выглядит, но я нахожу такое вульгарным. Если ты хочешь пригласить на подобный приём меня, лучше просто заплати мне морой.",
      "id": "Aku kenal orang yang selalu pesan Golden Crab setiap kali dia makan. Mewah dan mahal, tapi yang seperti itu aku sedikit pun tidak tertarik. Kalau kamu pernah terpikir untuk mengajakku makan malam seperti itu, tidak usah. Mending langsung kasih Mora-nya saja sekalian.",
      "th": "ทุกครั้งที่มีงานเลี้ยงฉันมักจะเห็นคนสั่งอาหารหรูแสนแพงอย่าง Golden Crab แต่ฉันก็ไม่ได้รู้สึกดีหรอกนะ ถ้าจะใช้เมนูพวกนี้มาเอาใจฉัน ทีหลังเอา Mora มาให้ฉันเลยจะดีกว่า",
      "vi": "Tôi từng thấy có người mỗi lần ăn tiệc đều gọi Cua Hoàng Kim, món này trông có vẻ rất sang trọng nhưng tôi chẳng có cảm giác gì. Nếu bạn muốn dùng yến tiệc như vậy mời tôi, thì chi bằng trực tiếp đưa Mora cho tôi là được."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "不错。你总能出乎我的意料。",
      "zht": "#不錯。{F#妳}{M#你}總能出乎我的意料。",
      "jp": "悪くないわ。あなたっていつも、私の予想を超えてくるのね。",
      "ko": "훌륭해, 넌 항상 내 예상을 뒤엎는군",
      "en": "Mmm... You have surpassed my expectations, again.",
      "de": "Sehr schön. Du übertriffst immer meine Erwartungen.",
      "es": "Mmm... Una vez más, has superado con creces mis expectativas.",
      "fr": "Pas mal. Vous dépassez sans cesse mes attentes.",
      "pt": "Muito bom. Você sempre me surpreende.",
      "ru": "#Неплохо. Ты снова {F#превзошла}{M#превзошёл} мои ожидания.",
      "id": "Hmm. Kamu selalu bisa mengejutkanku.",
      "th": "ไม่เลวนี่ เธอทำให้ฉันประหลาดใจได้เสมอ",
      "vi": "Không tệ. Bạn đúng là khiến tôi phải bất ngờ đấy."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "有时，没有把握关键要素，就等于徒劳无功…能明白么？",
      "zht": "有時，沒有把握關鍵要素，就等於徒勞無功…能明白嗎？",
      "jp": "肝心な要素を掴めていなければ、せっかくの努力も水の泡よ…分かる？",
      "ko": "핵심을 파악하지 못한다면 다 무용지물이 되는 수 있어… 무슨 말인지 알겠니?",
      "en": "With some things, if you haven't grasped the essentials, all the hard work in the world can go to waste... Know what I mean?",
      "de": "Manchmal ist es eine Übung in Vergeblichkeit, wenn man die Schlüsselelemente nicht begreift ... Kannst du das verstehen?",
      "es": "Con algunas cosas, si no dominas los fundamentos, tu trabajo podría no servir de nada por mucho que te esfuerces. ¿Entiendes lo que quiero decir?",
      "fr": "Parfois, il arrive qu'une démarche échoue si on ne parvient pas à saisir un élément crucial... Vous comprenez ?",
      "pt": "Às vezes, não entender os elementos-chave é o mesmo que desperdiçar seus esforços... Entende?",
      "ru": "Иногда, если не понимаешь основы, то вся работа становится бесполезной... Понимаешь, о чём я?",
      "id": "Terkadang, seluruh pekerjaan kita bisa jadi sia-sia kalau kita tidak memahami dasar-dasarnya ... Kamu bisa menangkap maksudku, kan?",
      "th": "บางครั้งการไม่เข้าใจส่วนสำคัญ ก็เท่ากับว่าความพยายามทั้งหมดนั้นสูญเปล่า... เธอพอเข้าใจมั้ย?",
      "vi": "Đôi khi, nếu không nắm bắt được yếu tố then chốt, thì chẳng khác nào tốn công vô ích... bạn hiểu chứ?"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "心意我领了。",
      "zht": "心意我領了。",
      "jp": "気持ちは受け取っておくわ。",
      "ko": "마음만 받을게",
      "en": "Ugh... It's the thought that counts.",
      "de": "Danke trotzdem für deine Mühen.",
      "es": "Oh... Bueno, lo que cuenta es la intención.",
      "fr": "J'apprécie l'intention.",
      "pt": "O que vale é a intenção.",
      "ru": "Я ценю твои намерения.",
      "id": "Ugh, yang penting kamu punya niatnya.",
      "th": "ฉันจะรับความหวังดีของเธอไว้นะ",
      "vi": "Tấm lòng của bạn tôi xin nhận."
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "#{M#这是选用上等的霓裳花织出的锦缎。这份是留给你的，这一份…等你找到自己的妹妹之后，拿去做件她喜欢的衣服吧。祝你们，生日快乐。}{F#这是选用上等的霓裳花织出的锦缎。拿去做件自己喜欢的衣服，过个开心点的生日吧。}",
      "zht": "#{M#這是選用上等的霓裳花織出的錦緞。這份是留給你的，這一份…等你找到自己的妹妹之後，拿去做件她喜歡的衣服吧。祝你們，生日快樂。}{F#這是選用上等的霓裳花織出的錦緞。拿去做件自己喜歡的衣服，過個開心點的生日吧。}",
      "jp": "#{M#これは上質な霓裳花で織った生地、これはあなたの分で、あとこっちは…妹さんが見つかったらこれで彼女に服を作ってあげなさい。誕生日、おめでとう。}{F#これは上質な霓裳花で織った生地、新しい服でも作って、いい誕生日を過ごしなさい。}",
      "ko": "#{M#이건 고급 예상꽃으로 만든 비단이야. 이건 네 거고, 이건… 여동생을 찾고 나면 그 아이가 좋아하는 옷을 지어줘. 생일 축하해}{F#이건 고급 예상꽃으로 만든 비단이야. 가져가서 마음에 드는 옷을 지어. 생일 즐겁게 보내고}",
      "en": "#{M#These are some of Liyue's finest brocades, woven from Silk Flowers. This one is for you, and this one... I hope that someday soon, you will be able to give it to your sister, and I hope that she'll like it. I wish you both a happy birthday.}{F#This is one of Liyue's finest brocades, woven from Silk Flowers. You can use it to have some clothing made, and have a happy birthday.}",
      "de": "#{F#Dies sind einige von Liyues feinsten Brokaten, gewebt aus Seidenblumen. Dieser hier ist für dich und dieser hier ... Ich hoffe, dass du diesen hier deinem Bruder bald schenken kannst, und ich hoffe auch, dass es ihm gefallen wird. Ich wünsche euch beiden alles Gute zum Geburtstag.}{M#Dies sind einige von Liyues feinsten Brokaten, gewebt aus Seidenblumen. Nutze sie, um etwas Schönes zum Anziehen daraus zu fertigen. Alles Gute zum Geburtstag!}",
      "es": "#{F#Estos son algunos de los mejores brocados de Liyue, tejidos con flores de seda. Este es para ti y este... espero que se lo puedas dar a tu hermano pronto y que también le guste. Les deseo a ambos un feliz cumpleaños.}{M#Este es uno de los mejores brocados de Liyue, tejido con flores de seda. Puedes usarlo para hacer algo de ropa que ponerte en este día tan especial.}",
      "fr": "Voilà des brocarts qui comptent parmi les plus fins de Liyue, tissés à partir de fleurs de soie. Celui-ci est pour vous, et celui-là... J'espère que vous pourrez un jour le donner à la famille que vous avez perdue. Joyeux anniversaire.",
      "pt": "#{M#Isto é uma seda feita de Flor de Seda de altíssima qualidade. Esta é para você, e outra é para a sua irmã. Quando a encontrar, faça uma roupa para ela. Feliz Aniversário! Parabéns.}{F#Isto é uma seda feita de Flor de Seda de altíssima qualidade. Vá fazer uma roupa bonita para si. Feliz Aniversário. Parabéns, muitas felicidades.}",
      "ru": "#Дарю тебе эту парчу высшего качества из Ли Юэ, сплетённую из шелковиц. {M#И ещё одну... Однажды ты сможешь подарить её своей сестре и, надеюсь, она ей понравится. Поздравляю вас обоих с днём}{F#Сделай из неё одежду и хорошенько отпразднуй свой день} рождения.",
      "id": "#{M#Ini brokat terbaik Liyue, yang ditenun dari Silk Flower. Satu untukmu, dan satu lagi ... Aku harap kamu bisa segera memberikannya kepada adikmu, dan semoga dia suka. Selamat ulang tahun untuk kalian berdua.}{F#Ini brokat terbaik Liyue, yang ditenun dari Silk Flower. Bisa kamu pakai untuk dibuat baju. Selamat ulang tahun ya.}",
      "th": "#{M#นี่เป็นผ้าที่ทอจาก Silk Flower เกรดดีที่สุด ผ้าผืนนี้มอบให้คุณ ส่วนอีกผืน... พอคุณตามหาน้องสาวของคุณเจอแล้ว ก็เอาไปทำชุดสวย ๆ ให้เธอใส่เถอะ สุขสันต์วันเกิดนะ}{F#นี่เป็นผ้าที่ทอจาก Silk Flower เกรดดีที่สุด เอาไปทำชุดสวย ๆ ใส่เถอะ สุขสันต์วันเกิด มีความสุขมาก ๆ นะ}",
      "vi": "#{M#Đây là gấm được dệt từ Hoa Nghê Thường thượng đẳng. Phần này gửi cho bạn, phần này... chờ bạn tìm được em gái của mình, thì hãy đem đi may bộ quần áo mà cô ấy thích nhất. Chúc các bạn sinh nhật vui vẻ.}{F#Đây là gấm được dệt từ Hoa Nghê Thường thượng đẳng. Hãy đem may quần áo mình thích đi, sinh nhật vui vẻ!}"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "「武斗」缺乏风度，只能作为下策中的下策。",
      "zht": "「武鬥」缺乏風度，只能作為下策中的下策。",
      "jp": "「武闘」は知的さに欠ける、下策中の下策よ。",
      "ko": "「북두」는 품위가 없어. 하책 중의 하책만 내놓지",
      "en": "There's no style in resorting to violence. It's simply the worst of all the bad decisions you could make.",
      "de": "Gewalt ist niemals eine gute Lösung. Es gibt immer einen anderen Weg.",
      "es": "La violencia es algo sin nada de elegancia. Es la peor de las peores decisiones que se pueden tomar.",
      "fr": "Non seulement recourir à la violence manque de style, mais c'est aussi le plus souvent la pire des solutions qu'on puisse prendre.",
      "pt": "Não há elegância em recorrer à violência, é simplesmente a pior de todas as más decisões que você pode tomar.",
      "ru": "Решение проблем насилием - это наихудшее решение.",
      "id": "Mengandalkan kekerasan itu tidak ada bagusnya. Itu keputusan terburuk dari yang paling buruk.",
      "th": "การใช้ความรุนแรงโดยขาด ความยับยั้งชั่งใจ เป็นการกระทำที่โง่เง่ามาก",
      "vi": "\"Đấu võ\" mà thiếu phong độ thì chỉ có thể xem như là hạ sách trong hạ sách."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "将时间和摩拉作为筹码，等价交换到「力量」吗…有趣。我认可它的价值。",
      "zht": "將時間和摩拉作為籌碼，等價交換到「力量」嗎…有趣。我認可它的價值。",
      "jp": "時間とモラを引き換えに「力」を手に入れる、ね。面白い、その価値を認めるわ。",
      "ko": "시간과 모라를 「힘」으로 등가 교환한다…라. 재미있군. 그 가치를 인정해",
      "en": "Cashing in time and Mora for power... Interesting. This shows their true value.",
      "de": "Zeit und Mora im Austausch für Macht? Diese Art von Austausch hört sich interessant an, ich erkenne den Wert davon.",
      "es": "Gastar tiempo y Mora a cambio de más poder... Interesante. Eso muestra su verdadero valor.",
      "fr": "Échanger des moras et du temps contre de la puissance... Intéressant. Je reconnais leur valeur.",
      "pt": "Trocar tempo e Mora por poder... Interessante. Isso mostra o verdadeiro valor deles.",
      "ru": "Делать своей силой время и мору... Интересно. Это лишний раз доказывает их ценность.",
      "id": "Menukar waktu dan Mora menjadi kekuatan ... menarik. Demikianlah nilai Mora.",
      "th": "การใช้เวลาและ Mora เป็นเครื่องต่อรอง มันมีค่าเทียบเท่ากับ \"อำนาจ\" เหรอ... น่าสนใจ ฉันคิดว่ามันมีค่าอยู่เหมือนกัน",
      "vi": "Dùng thời gian và Mora làm tiền để trao đổi \"sức mạnh\" đồng giá sao? Thú vị đấy, tôi chấp nhận giá trị của nó."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "你是怀着怎样的心情坚持的呢？嘘…不要说出来。让我多花一点时间来看透你。",
      "zht": "#{F#妳}{M#你}是懷著怎樣的心情堅持的呢？噓…不要說出來。讓我多花一點時間來看透{F#妳}{M#你}。",
      "jp": "あなたはどんな気持ちで頑張ってきたのかしら…シーッ、言わないで。見抜くのにもう少し時間をちょうだい。",
      "ko": "넌 무슨 마음을 품고 밀고 나가는 거야? 쉿… 말하지 마. 시간을 가지고 널 파악하겠어",
      "en": "What is it that you hold so dear that is making you so persistent...? No, don't tell me. Give me more time to understand you myself.",
      "de": "Was ist es, das dich so sehr an eine Sache glauben lässt? Psst, sag es mir nicht. Gib mir noch etwas Zeit dich zu durchschauen.",
      "es": "¿Qué es lo que te motiva a ser tan persistente? No, no me lo digas. Dame más tiempo para entenderlo yo misma.",
      "fr": "Qu'est-ce donc qui vous habite et vous fait tenir envers et contre tout ? ... Non, ne dites rien. Laissez-moi plus de temps pour vous percer à jour.",
      "pt": "O que te motiva tanto a ser tão persistente...? Espere, não me diga. Apenas me dê mais tempo para que eu possa te entender por conta própria.",
      "ru": "Что заставляет тебя не сдаваться? Нет, не говори мне. Дай мне больше времени, и я пойму сама.",
      "id": "Rahasia berharga apa yang ada di balik segala kegigihanmu? Ah ... tidak, jangan katakan. Beri aku waktu untuk dapat lebih memahamimu.",
      "th": "คุณอารมณ์ไหนกันแน่นะ? ชู่ว... อย่าเพิ่งพูด ให้ฉันใช้เวลาในการอ่านใจคุณ อีกนิดนึง",
      "vi": "Bạn đang kiên trì với suy nghĩ gì vậy? Suỵt... Đừng nói ra. Tôi sẽ dành thêm nhiều thời gian để có thể nhìn thấu bạn."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "我并不轻易肯定别人，但现在看来，我这赞扬是留不住了。呵…你做得很出色。要是我的手下能多一点像你这样的人…不，或许，有你一个就够了。",
      "zht": "#我並不輕易肯定別人，但現在看來，我這讚揚是留不住了。呵…{F#妳}{M#你}做得很出色。要是我的手下能多一點像{F#妳}{M#你}這樣的人…不，或許，有{F#妳}{M#你}一個就夠了。",
      "jp": "誰かを肯定するなんてめったにしないけど、どうやら褒めずにいられないようね。ふふっ、あなたはよくやってくれたわ。もしあなたのような人が私の部下にもっといたら…ううん、あなた一人で十分かもね。",
      "ko": "난 경솔하게 남을 인정하지 않지만 지금 보니 칭찬하지 않고는 못 배기겠어. 아주 잘했어. 나한테 너 같은 부하가 더 있다면…아니, 너 하나로 충분할지도 몰라",
      "en": "I'm usually not so quick to place my trust in others, but it seems I will no longer be able to make such claims. You've done splendidly. If only I had more like you... No, perhaps... you alone are enough.",
      "de": "Es ist normalerweise nicht mein Stil, Leute zu schnell zu loben, aber ich muss sagen, du hast dir das Lob wirklich verdient. Du hast hervorragende Arbeit geleistet. Wenn ich doch nur mehr Leute wie dich hätte ... Wobei du allein schon ausreichen würdest.",
      "es": "Por lo general, no suelo confiar en los demás a la primera, pero está claro que tú eres una excepción. Eres realmente increíble. Ojalá tuviera a mi lado más gente como tú... No, tal vez contigo es suficiente.",
      "fr": "Je ne suis guère encline à accorder ma confiance à qui que ce soit à la légère, mais je crains devoir revoir ce jugement. Vous m'avez étonnée. Si seulement j'en avais plusieurs comme vous... Quoique. Vous suffisez amplement, après tout.",
      "pt": "#Eu normalmente não costumo colocar minha confiança tão rapidamente nos outros, mas parece que não serei mais capaz de dizer coisas do gênero. Você tem sido esplêndid{M#o}{F#a}. Se eu pelo menos tivesse mais pessoas como você... Aliás, não, talvez... apenas você seja suficiente.",
      "ru": "#Обычно я не доверяю людям, но ты заслужил{F#а} моё доверие. Хорошая работа. Нужно больше таких людей, как ты... А возможно, кроме тебя никого не надо.",
      "id": "\"Aku bukan orang yang mudah percaya pada orang lain dalam waktu singkat\", tampaknya kalimat itu kini sudah tidak benar lagi. Kamu luar biasa. Andai saja aku punya lebih banyak orang sepertimu ... Ah, tidak. Kamu sendiri saja sudah cukup.",
      "th": "ฉันไม่ตัดสินคนอื่นง่าย ๆ หรอก แต่เท่าที่ดูตอนนี้ ไม่ชมสักหน่อยคงไม่ได้แล้ว เฮอะ... คุณทำได้ดีมาก ถ้าลูกน้องฉันมีความสามารถเหมือนคุณ... ไม่สิ บางที... มีคุณคนเดียวก็น่าจะพอ",
      "vi": "Tôi rất hiếm khi chịu nhìn nhận người khác, nhưng bây giờ xem ra, lời tán dương này tôi nhịn không nổi rồi... Bạn làm xuất sắc lắm. Nếu như thủ hạ của tôi có thể giống bạn hơn một chút... Không, có lẽ, chỉ cần một mình bạn là đủ rồi."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "雕虫小技。",
      "zht": "雕蟲小技。",
      "jp": "取るに足らないわ。",
      "ko": "보잘것없는 재주군",
      "en": "It's nothing.",
      "de": "Belanglos.",
      "es": "Esto no es nada.",
      "fr": "C'est un jeu d'enfant.",
      "pt": "Não é nada.",
      "ru": "...Пустяки.",
      "id": "Sepele.",
      "th": "ใช้ฝีมือเล็กน้อยก็พอ",
      "vi": "Tầm thường."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "别白费功夫。",
      "zht": "別白費功夫。",
      "jp": "無駄な努力をやめたら？",
      "ko": "괜히 시간 낭비하지 마",
      "en": "Don't waste my time.",
      "de": "Verschwende nicht meine Zeit.",
      "es": "No malgastes mi tiempo.",
      "fr": "Ne me faites pas perdre mon temps.",
      "pt": "Não me faça perder tempo.",
      "ru": "Не трать моё время.",
      "id": "Jangan buang waktuku.",
      "th": "อย่าเสียแรงเปล่าเลย",
      "vi": "Đừng phí công vô ích."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "哼，劝你放弃。",
      "zht": "哼，勸你放棄。",
      "jp": "フン、諦めなさい。",
      "ko": "흥, 포기해",
      "en": "Hmph! Give up.",
      "de": "Hm! Gib auf.",
      "es": "¡Hum! ¡Ríndete!",
      "fr": "Hmph, abandonne.",
      "pt": "Hunf! Desista.",
      "ru": "Фи! Сдавайся!",
      "id": "Hmph! Menyerahlah.",
      "th": "ฮึ ยอมแพ้ซะเถอะ",
      "vi": "Hừm, bỏ cuộc đi."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "你的性命，我收下了。",
      "zht": "你的性命，我收下了。",
      "jp": "その命、頂いたわ。",
      "ko": "네 목숨은 내가 거두지",
      "en": "Your life is mine.",
      "de": "Dein Leben gehört mir.",
      "es": "Tu vida me pertenece.",
      "fr": "Ta vie est mienne.",
      "pt": "Sua vida é minha.",
      "ru": "Твоя жизнь - моя!",
      "id": "Nyawamu di tanganku.",
      "th": "ชีวิตของแก ฉันจะรับไว้เอง",
      "vi": "Cho xin cái mạng nhé."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "向我臣服吧。",
      "zht": "向我臣服吧。",
      "jp": "降参しなさい。",
      "ko": "복종하라",
      "en": "Submit!",
      "de": "Gehorche!",
      "es": "¡Arrodíllate!",
      "fr": "Prosterne-toi !",
      "pt": "Renda-se!",
      "ru": "Сдайся!",
      "id": "Tunduk!",
      "th": "ยอมสยบต่อฉันซะ!",
      "vi": "Hãy quy phục đi."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "永别了。",
      "zht": "永別了。",
      "jp": "ふふっ、さようなら。",
      "ko": "훗, 잘가~",
      "en": "Goodbye!",
      "de": "Auf Wiedersehen!",
      "es": "¡Hasta nunca!",
      "fr": "Adieu !",
      "pt": "Adeus!",
      "ru": "Счастливо!",
      "id": "Selamat tinggal!",
      "th": "ลาจากชั่วนิรันดร์",
      "vi": "Vĩnh biệt."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "好一双慧眼。",
      "zht": "好一雙慧眼。",
      "jp": "なかなかの慧眼ね。",
      "ko": "눈썰미가 좋네",
      "en": "A keen eye.",
      "de": "Ein scharfes Auge.",
      "es": "Qué ojo tan agudo.",
      "fr": "Un œil perçant.",
      "pt": "Um olho aguçado.",
      "ru": "Острый глаз.",
      "id": "Matamu bagus.",
      "th": "สายตาเฉียบแหลม",
      "vi": "Quả là đôi mắt tinh tường."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "颗粒归仓。",
      "zht": "顆粒歸倉。",
      "jp": "地道に一歩一歩。",
      "ko": "작은 수확도 알뜰하게 모아야지",
      "en": "We can't have treasure unaccounted for.",
      "de": "Wir können keine Schätze haben, die unauffindbar sind.",
      "es": "No podemos tener tesoros sin contabilizar.",
      "fr": "Nous ne pouvons laisser un trésor non répertorié.",
      "pt": "Não podemos deixar tesouros por aí assim.",
      "ru": "Нельзя, чтобы сокровища пропали зря.",
      "id": "Harta karun tidak boleh dilewatkan.",
      "th": "สมบัติทุกชิ้นต้องส่งเข้าคลัง",
      "vi": "Cất giữ từng món một."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "财富，多多益善。",
      "zht": "財富，多多益善。",
      "jp": "財宝は多ければ多いほどいいわね。",
      "ko": "재물은 많을수록 좋은 법이야",
      "en": "Wealth... why settle for less than more?",
      "de": "Reichtum ... Warum sich mit weniger als mit mehr zufrieden geben?",
      "es": "Cuando de riqueza se trata, ¿por qué conformarse con poco?",
      "fr": "Les richesses... Pourquoi se contenter de peu ?",
      "pt": "Riqueza... Por que se contentar com pouco?",
      "ru": "Богатство... Чем больше, тем лучше.",
      "id": "Kekayaan ... kalau bisa lebih, kenapa tidak?",
      "th": "ความมั่งคั่ง... ยิ่งมากยิ่งดี",
      "vi": "Tiền mà...càng nhiều càng tốt."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "竟然敢伤我。",
      "zht": "竟然敢傷我。",
      "jp": "私を傷つけるなんて。",
      "ko": "감히 날 다치게 하다니",
      "en": "You dare to hit me?",
      "de": "Du wagst es, mich zu schlagen?",
      "es": "¡Te atreves a golpearme!",
      "fr": "Comment osez-vous me frapper ?",
      "pt": "Como ousa me bater?",
      "ru": "Ты смеешь бить меня?!",
      "id": "Berani menyerangku?",
      "th": "นี่กล้าทำร้ายฉันเชียวเรอะ",
      "vi": "Dám đả thương ta."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "我记下了。",
      "zht": "我記下了。",
      "jp": "その顔、覚えたわ。",
      "ko": "잊지 않겠다",
      "en": "I'll remember that.",
      "de": "Ich merke mir das.",
      "es": "Recordaré esto.",
      "fr": "Je m'en souviendrai.",
      "pt": "Me lembrarei disso.",
      "ru": "Я не забуду этого.",
      "id": "Akan kuingat baik-baik.",
      "th": "ฉันจะจำไว้",
      "vi": "Ta đã ghi nhớ rồi."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "哼。",
      "zht": "哼。",
      "jp": "フン。",
      "ko": "흥",
      "en": "Urgh!",
      "de": "Hm.",
      "es": "¡Ah!",
      "fr": "Ha !",
      "pt": "Huh!",
      "ru": "Ух!",
      "id": "Ugh!",
      "th": "อึ่ก",
      "vi": "Hừ."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "如今的局面，你没有几成胜算。",
      "zht": "如今的局面，你沒有幾成勝算。",
      "jp": "この状況、あなたに勝算はあまりないと思うけど。",
      "ko": "지금 상황으로 네게는 승산이 없어",
      "en": "You're out of moves.",
      "de": "Für dich stehen die Chancen wirklich schlecht.",
      "es": "Ya no te quedan más jugadas.",
      "fr": "Vous n'avez plus d'options.",
      "pt": "Você está sem jogadas.",
      "ru": "У тебя нет шансов на победу.",
      "id": "Kamu sudah tak bisa berkutik.",
      "th": "ดูจากสถานการณ์ตอนนี้ เธอมีโอกาสชนะน้อยมาก",
      "vi": "Cục diện này, bạn không thắng nổi đâu."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "既然如此，就帮你一把。",
      "zht": "既然如此，就幫你一把。",
      "jp": "こうなったら、私が手を貸してあげるわ。",
      "ko": "이렇게 된 이상 내가 도와주지",
      "en": "Given the circumstances, I'm happy to help.",
      "de": "Wenn das so ist, helfe ich euch einmal.",
      "es": "En tal caso, te ayudaré.",
      "fr": "Dans ce cas, je vais vous donner un coup de main.",
      "pt": "Nesse caso, darei uma mão.",
      "ru": "В таком случае, я помогу тебе.",
      "id": "Dilihat dari kondisinya, aku mau bantu deh.",
      "th": "ถ้าอย่างนั้น ฉันจะช่วยสักครั้งละกัน",
      "vi": "Nếu đã như vậy, thì để tôi giúp bạn vậy."
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotada (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "这世上之人，皆为棋子…",
      "zht": "這世上之人，皆為棋子…",
      "jp": "この世の中にいる人は全員駒よ…",
      "ko": "세상 사람들은 모두 장기판의 말일뿐이야…",
      "en": "We are all but pawns...",
      "de": "Wir sind alle nur Spielsteine ...",
      "es": "No somos más que peones...",
      "fr": "Nous ne sommes que des pions de ce monde...",
      "pt": "Somos todos peões...",
      "ru": "Мы всего лишь пешки...",
      "id": "Kita semua, hanya bidak catur ....",
      "th": "ทุกคนบนโลกนี้ ก็เป็นเพียงเบี้ยบนกระดาน...",
      "vi": "Người trên đời này, đều là con cờ..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotada (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "胜负已分…真是无可奈何。",
      "zht": "勝負已分…真是無可奈何。",
      "jp": "勝負はついた…どうすることもできないわね。",
      "ko": "승부는 결정됐어…. 이렇게 끝나는 건가",
      "en": "The victor has been decided...",
      "de": "Der Sieger steht fest ...",
      "es": "El vencedor ya se ha decidido...",
      "fr": "Le gagnant a été désigné... Il n'y a rien à faire.",
      "pt": "O vencedor foi decidido...",
      "ru": "Победитель определён...",
      "id": "Pemenangnya sudah jelas ....",
      "th": "ผู้แพ้ชนะได้ถูกตัดสินแล้ว... คงเลือกอะไรไม่ได้",
      "vi": "Thắng thua đã định...thật không biết làm sao."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotada (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "这就是，「天权」的终焉？…",
      "zht": "這就是，「天權」的終焉？…",
      "jp": "これが、「天権」の終焉…？",
      "ko": "이게 바로 「천권」의 종언인가?…",
      "en": "Is this the end of Tianquan?",
      "de": "Ist dies das Ende des Tianquan?",
      "es": "¿Es este el fin del Equilibrio Celestial?",
      "fr": "Est-ce la fin de la Megrez ?",
      "pt": "Será este o fim da Tianquan?",
      "ru": "Таков исход Воли Небес?",
      "id": "Inikah akhir dari Tianquan?",
      "th": "นี่คือจุดจบของ Tianquan งั้นเหรอ?...",
      "vi": "Đây chính là sự kết thúc của \"Thiên Quyền\" sao?..."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其一",
      "zht": "普通受擊·其一",
      "jp": "ダメージを受ける·1",
      "ko": "일반 피격·첫 번째",
      "en": "Light Hit Taken: I",
      "de": "Leichten Treffer erlitten I",
      "es": "Recibiendo un ligero ataque (I)",
      "fr": "Attaque légère subie (1)",
      "pt": "Ataque Leve Sofrido - I",
      "ru": "Получен лёгкий удар I",
      "id": "Menerima Serangan Ringan: I",
      "th": "รับการโจมตีปกติ - 1",
      "vi": "Chịu Đòn Thường I"
    },
    "line": {
      "zhs": "无礼。",
      "zht": "無禮。",
      "jp": "無礼者。",
      "ko": "무례하군",
      "en": "Ugh... rude.",
      "de": "Unhöflich.",
      "es": "Qué maleducado.",
      "fr": "L'audace.",
      "pt": "Ugh... Falta de educação.",
      "ru": "Хм... грубо.",
      "id": "Tidak sopan.",
      "th": "ไร้มารยาท",
      "vi": "Vô lễ."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "等着吧。",
      "zht": "等著吧。",
      "jp": "待ちなさい。",
      "ko": "두고 보자",
      "en": "Ugh! You wait!",
      "de": "Warte nur.",
      "es": "Espera y verás.",
      "fr": "Attendez de voir !",
      "pt": "Eugh! Espera!",
      "ru": "Ох! Ну, погоди!",
      "id": "Huh! Tunggu saja!",
      "th": "ฝากไว้ก่อนนะ",
      "vi": "Cứ đợi đấy."
    }
  },
  {
    "title": {
      "zhs": "重受击·其二",
      "zht": "重受擊·其二",
      "jp": "重ダメージを受ける·2",
      "ko": "강공격 피격·두 번째",
      "en": "Heavy Hit Taken: II",
      "de": "Schweren Treffer erlitten II",
      "es": "Recibiendo un fuerte ataque (II)",
      "fr": "Attaque puissante subie (2)",
      "pt": "Ataque Pesado Sofrido - II",
      "ru": "Получен тяжёлый удар II",
      "id": "Menerima Serangan Hebat: II",
      "th": "โดนโจมตีอย่างหนัก - 2",
      "vi": "Bị Trọng Kích II"
    },
    "line": {
      "zhs": "血债血还。",
      "zht": "血債血還。",
      "jp": "血で血を洗おうかしら。",
      "ko": "피에는 피로 갚아야지",
      "en": "Ugh! Blood repays blood!",
      "de": "Auge um Auge!",
      "es": "¡Basta! ¡La sangre se paga con más sangre!",
      "fr": "Sang pour sang.",
      "pt": "Eugh! Sangue por sangue!",
      "ru": "Ох! Кровь за кровь!",
      "id": "Huh! Darah dibalas darah!",
      "th": "เลือดต้องชดใช้ด้วยเลือด",
      "vi": "Nợ máu trả bằng máu."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "知道了。",
      "zht": "知道了。",
      "jp": "わかったわ。",
      "ko": "알겠다",
      "en": "Understood.",
      "de": "Verstanden.",
      "es": "Entendido.",
      "fr": "Compris.",
      "pt": "Entendido.",
      "ru": "Понятно.",
      "id": "Baiklah.",
      "th": "รับทราบ",
      "vi": "Biết rồi."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "抓紧时间吧。",
      "zht": "抓緊時間吧。",
      "jp": "時間を無駄にしちゃいけないわ。",
      "ko": "서두르라",
      "en": "Let's make haste.",
      "de": "Wir müssen uns beeilen.",
      "es": "Apurémonos.",
      "fr": "Dépêchons-nous.",
      "pt": "Temos que ir rápido.",
      "ru": "Поспешим.",
      "id": "Mari bergegas.",
      "th": "เร่งกันหน่อยเถอะ",
      "vi": "Hãy tranh thủ thời gian đi."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "不要让我失望。",
      "zht": "不要讓我失望。",
      "jp": "私を失望させないでね。",
      "ko": "날 실망시키지 마",
      "en": "Don't disappoint me.",
      "de": "Enttäusche mich nicht!",
      "es": "No me decepciones.",
      "fr": "Ne me décevez pas.",
      "pt": "Não me desaponte.",
      "ru": "Не разочаруй меня.",
      "id": "Jangan mengecewakanku.",
      "th": "อย่าทำให้ฉันผิดหวังนะ",
      "vi": "Đừng làm tôi thất vọng."
    }
  }
]