[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Info. do Personagem",
      "ru": "О персонаже",
      "id": "Info Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "身为教令院风纪官们的首领，大风纪官赛诺在教令院内的「威名」可谓无人不知，无人不晓。\n\n虽然他的职责是抓捕违反教令之人，中止违禁研究，维护院内风纪…但在学者们的口中，这位大风纪官是在毁坏学术，禁绝研究，甚至是「剪除求知之路」，院内的每一个渴望求知的学者都可能受到他的「威胁」…\n\n久而久之，只要看见了赛诺的身影，学者们都会不约而同地噤声退避，生怕和他沾上一点关系。\n\n但大风纪官对这种情况并不介意。\n\n如果这种夸张的「威名」真能震慑住学者们的话，那也有助于他进行维护院内风纪的工作。\n\n况且，套用他那位巡林官朋友的话来说——\n\n「大部分学者所进行的研究，都没有重要到需要和风纪官谈话的程度。」",
      "zht": "身為教令院風紀官們的首領，大風紀官賽諾在教令院內的「威名」可謂無人不知、無人不曉。\n\n雖然他的職責是逮捕違反教令之人、中止違禁研究、維護院內風紀…但在學者們的口中，這位大風紀官是在毀壞學術、禁絕研究，甚至是「剪除求知之路」，院內每一個渴望求知的學者都可能受到他的「威脅」…\n\n久而久之，只要看見了賽諾的身影，學者們都會不約而同地噤聲退避，生怕和他沾上一點關係。\n\n但大風紀官對這種情況並不介意。\n\n如果這種誇張的「威名」真能震懾住學者們的話，那也有助於他進行維護院內風紀的工作。\n\n況且，套用他那位巡林官朋友的話來說——\n\n「大部分學者所進行的研究，都沒有重要到需要和風紀官談話的程度。」",
      "jp": "教令院のマハマトラたちを率いる大マハマトラ·セノ、彼の教令院内における「威信」を知らぬ者はいない。\n\n彼の責務は教令に違反する者の捕縛、禁令に抵触する研究を中止させることである。それらは院内の風紀を維持するためのものであるが…学者たちからは学術を破壊し、研究を徹底的に禁止するもの、さらには「知識を求める道を断つこと」だと思われている。院内で知識を渇望する学者たちは、その全員が彼の「威嚇」を受けていると言えるだろう…\n\nやがて、セノの姿を見ただけで学者たちは皆、彼とは関わるまいと静かに避けるようになった。\n\nしかし大マハマトラは、このような状況をまったく意に介さない。\n\nもし、その大げさな「威信」が本当に学者たちを震撼させているのなら、院内の風紀を保つ者にとってこれ以上に相応しいものはないからだ。\n\nそれに友人であるレンジャー長の言葉を借りると——\n\n「彼らのほとんどの研究は、大マハマトラが直接出向くほど重要なものじゃない」そうだ。",
      "ko": "아카데미아 풍기관들의 수장으로 대풍기관 사이노의 「명성」을 모르는 이는 아무도 없다.\n\n그의 직책은 교령을 어긴 이들을 체포하거나 불법 연구를 검거하고 아카데미아의 풍기를 유지하는 것이지만, 학자들의 입에서 이 대풍기관은 학문을 파괴하고 연구를 막으며 심지어는 「지식을 추구하는 길을 파괴하며」 지식을 좇는 아카데미아의 학자들을 「위협」하는 존재로 묘사된다…\n\n그렇게 시간이 흘러 어느새 학자들은 사이노만 보면 행여나 그와 엮일까 슬금슬금 피하기 바쁜 지경까지 이르렀다.\n\n하지만 대풍기관은 이런 상황을 개의치 않았다.\n\n이렇듯 과장된 그의 「명성」이 학자들의 기를 누른다면 그것 역시 아카데미아의 풍기를 지키는 데 도움이 될 거라고 생각했기 때문이다.\n\n게다가 숲의 순찰관인 친구의 말을 인용하자면——\n\n「대부분의 학자들이 진행하는 연구는 풍기관의 입에 오르내릴 정도로 중요하지 않으니까」 말이다",
      "en": "As the leader of all Matra, General Mahamatra Cyno is well known to everyone in the Akademiya.\n\nHis duties are to arrest those who violate the Akademiya's rules and regulations, terminate illegal studies, and uphold discipline of the Akademiya. Nevertheless, researchers feel that this General Mahamatra does nothing but undermine academic progress and prohibit scientific research. Some even claim that he is \"cutting off the path to knowledge\" and can be seen as a dire threat to any researcher eager to seek knowledge...\n\nOver time, researchers have come to shrink away from Cyno in silence whenever they so much as see him, wanting to have nothing to do with him.\n\nBut the General Mahamatra is hardly bothered by such things.\n\nIf this exaggerated public image can really deter some researchers, that will in no way be an inconvenience for his work.\n\nPlus, in the words of that Forest Watcher friend of his,\n\n\"The research conducted by most researchers is nowhere significant enough to result in a talk with a Matra.\"",
      "de": "Als Anführer aller Matra genießt Cyno, der Mahamatra, ein unglaublich hohes „Ansehen“ und ist sicherlich niemandem in der gesamten Akademie fremd.\n\nObwohl es seine Pflicht ist, diejenigen zu verhaften, die gegen die Regeln und Vorschriften der Akademie verstoßen, illegale Forschungen zu stoppen und die Disziplin der Akademie aufrechtzuerhalten ... Ist der Mahamatra in den Augen der Gelehrten wie ein Stolperstein, der den akademischen Fortschritt untergräbt und die wissenschaftliche Forschung insgesamt verbietet. Einige denken sogar, er habe ihnen „den Weg zum Wissen abgeschnitten“ und jeder wissensdurstige Gelehrte könne von ihm „bedroht“ werden ...\n\nMittlerweile verstummen alle Gelehrten sofort, wenn sie ihn sehen, und laufen schweigend davon. Niemand will mit ihm zu tun haben.\n\nAber den Mahamatra stört das kaum.\n\nWenn dieses übertriebene „Ansehen“ die Gelehrten wirklich abschrecken kann, würde es ihm sicherlich die Aufgabe erleichtern, die Disziplin aufrechtzuerhalten.\n\nUnd, wie sein Waldhütermeister-Freund sagt:\n\n„Die meisten der von Gelehrten durchgeführten Forschungen sind normalerweise nicht gefährlich genug, um zu einem Gespräch mit den Matra zu führen.“",
      "es": "Como líder de toda la matra, todo el mundo en la Academia conoce al Gran Juez Cyno y su increíble reputación.\n\nSu función es atrapar a quienes incumplen las normas de la Academia, detener las investigaciones ilegales y salvaguardar la disciplina en dicha institución. Sin embargo, según algunos eruditos, el Gran Juez está destruyendo el mundo académico, prohibiendo la investigación e incluso “cortando el camino hacia el conocimiento”, por lo que es una posible amenaza para quienes buscan la sabiduría.\n\nCon el tiempo, los eruditos empezaron a alejarse de Cyno en silencio cada vez que se encontraban con él, con quien no querían guardar ninguna relación.\n\nPero al Gran Juez esto le importa poco.\n\nSi con esa imagen pública exagerada puede amedrentar a algunos de esos eruditos, será también perfecto para que siga manteniendo la disciplina de trabajo en la Academia.\n\nEn palabras del guarda forestal amigo de Cyno: “Las investigaciones que llevan a cabo la mayoría de los eruditos no son tan importantes como para tener que hablar con el Gran Juez”.",
      "fr": "Cyno, le géneral mahamatra, est une figure connue de tous au sein de l'Académie.\n\nSon devoir est d'arrêter les individus qui enfreignent les règles de l'Académie, de mettre fin aux recherches illégales et de maintenir la discipline au sein de l'institution. Cependant, les chercheurs ne voient pas toujours le travail de Cyno d'un bon œil. Ils ont l'impression que le général mahamatra s'acharne à saboter le progrès académique et interdire la recherche. Certains iraient jusqu'à dire qu'il « détruit la voie de la connaissance » et qu'il représente une menace pour tout chercheur souhaitant accéder au savoir.\n\nAu fil du temps, les chercheurs ont commencé à faire profil bas en sa présence, craignant d'avoir affaire à lui.\n\nCeci dit, le général mahamatra ne se soucie guère de ce genre de comportement.\n\nAu contraire, son travail s'en retrouve facilité.\n\nDe plus, d'après son ami brigadier forestier :\n\n« Les recherches menées par la plupart des chercheurs sont loin d'être assez importantes pour leur valoir une conversation avec un matra. »",
      "pt": "Como líder de todos os Matras, o General Mahamatra Cyno é conhecido por toda a Academia, tendo enorme prestígio.\n\nSeu dever é prender aqueles que violam as regras e regulamentos da Academia, encerrar estudos ilegais e manter a disciplina na Academia. Apesar disso, os pesquisadores sentem que este General Mahamatra não faz nada além de minar o progresso acadêmico e proibir pesquisas científicas. Alguns chegam a alegar que ele está \"bloqueando o caminho do conhecimento\", sendo uma possível ameaça a qualquer pesquisador que anseie pela busca ao conhecimento...\n\nCom o passar do tempo, pesquisadores começaram a se calar sempre que avistavam Cyno, evitando qualquer tipo de contato com ele.\n\nMas o General Mahamatra não se sente incomodado com isso.\n\nSe esta imagem pública exagerada puder realmente dissuadir alguns pesquisadores, ela não é nenhum inconveniente ao trabalho dele.\n\nAlém disso, nas palavras daquele Patrulheiro Florestal amigo dele,\n\n\"As pesquisas conduzidas pela maioria dos acadêmicos não são significantes o suficiente para resultar em conversas com um Matra.\"",
      "ru": "Глава всех матр Академии, генерал махаматра Сайно - это «грозное имя» в Академии известно всем и каждому. В его обязанности входит арест нарушителей правил Академии, прекращение запрещённых исследований и поддержание дисциплины... Но учёные говорят, что на самом деле генерал махаматра крушит науку, запрещает исследования и даже «отрезает путь к знаниям». По их словам, каждый учёный Академии, стремящийся к знаниям, рискует получить «предупреждение» от Сайно... Со временем, едва завидев Сайно, учёные стали, не сговариваясь, замолкать и отходить в сторону, чтобы не привлекать к себе лишнего внимания. Но генерал махаматра на них не в обиде. Если его «грозное имя» в самом деле внушает учёным страх, это только помогает ему поддерживать порядок в Академии. К тому же, если выразиться словами друга Сайно, который служит стражем Лесного дозора, «Большинство учёных Академии не вышли на тот уровень исследований, чтобы вызвать интерес у генерала махаматры».",
      "id": "Sebagai pemimpin para Matra di Akademiya, tidak ada orang di Akademiya yang tidak mengenal kewibawaan dari nama seorang Mahamatra Umum Cyno.\n\nMeski tugasnya adalah untuk menangkap mereka yang melanggar kebijakan dari Akademiya, melarang dan menghentikan penelitian, serta melindungi Matra lain di Akademiya ... Namun dari pembicaraan para peneliti, Mahamatra yang satu ini sedang menghancurkan dunia akademik, melarang penelitian, bahkan \"memutus jalur untuk menuntut ilmu\". Setiap peneliti yang haus pengetahuan di dalam Akademiya akan sangat mungkin \"diancam\" olehnya ....\n\nLama-kelamaan, setiap kali mereka melihat sosok Cyno, mereka akan langsung mundur dua langkah karena takut berhubungan dengannya.\n\nTapi Mahamatra Umum sama sekali tidak keberatan dengan kondisi seperti ini.\n\nKalau \"kewibawaan\" seperti ini benar-benar bisa menahan para peneliti itu, maka ini juga pasti akan membantunya untuk melaksanakan disiplin di dalam Akademiya.\n\nTerutama, jika ditambah dengan komentar tentang temannya sang Pelindung Hutan ....\n\n\"Penelitian yang sedang dilakukan sebagian besar peneliti itu masih tidak cukup penting untuk bisa langsung berbicara dengan Matra.\"",
      "th": "ในฐานะผู้นำของเจ้าหน้าที่มาตราแห่งสถาบัน ไม่มีใครไม่รู้จัก \"ชื่อเสียง\" ของเจ้าหน้าที่มหามาตราแห่งสถาบันอย่าง Cyno\n\nแม้ว่าหน้าที่ของเขาคือ การจับกุมผู้ฝ่าฝืนกฎ ยับยั้งการวิจัยต้องห้าม และการรักษาวินัยภายในสถาบัน... แต่จากปากพวกนักวิชาการแล้ว เจ้าหน้าที่มหามาตราท่านนี้กำลังบ่อนทำลายแวดวงวิชาการ โดยการสั่งห้ามทำงานวิจัย หรือแม้กระทั่งกล่าวว่าเจ้าตัว \"ตัดเส้นทางสู่ความรู้\" ก็มี และยังพูดด้วยว่า นักวิชาการในสถาบันทุกคนที่โหยหาแสวงความรู้ อาจล้วนถูกเขา \"คุกคาม\" ได้ทั้งสิ้น...\n\nเมื่อเวลาผ่านไปนานเข้า เมื่อไหร่ที่เห็นเงาร่างของ Cyno นักวิชาการทุกคนก็จะร่วมใจกันถอยหนีไปเงียบ ๆ ด้วยความกลัวว่าจะมีเรื่องต้องข้องเกี่ยวกับอีกฝ่าย\n\nแต่เจ้าหน้าที่มหามาตราไม่ได้ใส่ใจกับสถานการณ์นี้เท่าไหร่\n\nหาก \"ชื่อเสียง\" ที่เกินจริงนี้ สามารถยับยั้งนักวิชาการได้จริง ๆ มันก็จะช่วยให้เขารักษากฎระเบียบของสถาบันไว้ได้\n\nนอกจากนี้ ถ้าพูดตามที่เพื่อนหัวหน้าเจ้าหน้าที่พิทักษ์ป่าของเขาชอบพูดละก็\n\n\"งานวิจัยส่วนใหญ่ที่ดำเนินการโดยนักวิชาการ ไม่ได้สำคัญจนถึงขั้นต้องสนทนากับเจ้าหน้าที่มาตราหรอก\"",
      "vi": "Là thủ lĩnh của Matra, \"uy danh\" của Tổng Quản Mahamatra Cyno trong Giáo Viện có thể nói là không ai không biết.\n\nMặc dù nhiệm vụ của anh ta là bắt giữ những người vi phạm các quy tắc và quy định của Giáo Viện, đình chỉ các nghiên cứu bị cấm, và duy trì kỷ luật của Giáo Viện... Nhưng theo lời của các học giả, vị Tổng Quản Mahamatra này đang phá hủy học thuật, cấm đoán nghiên cứu, thậm chí là \"chặt đứt con đường đến với tri thức\", và mọi học giả đang khao khát tìm kiếm kiến thức trong Giáo Viện đều có thể bị \"đe dọa\" bởi anh ta...\n\nLâu dần, chỉ cần nhìn thấy bóng dáng của Cyno thì tất cả các học giả đều sẽ im lặng và lùi lại, vì sợ có dính líu gì đến anh ta.\n\nNhưng Tổng Quản Mahamatra không hề để tâm chuyện này.\n\nNếu \"uy danh\" khoa trương này thật sự có thể răn đe các học giả thì cũng có thể giúp anh ta duy trì kỷ luật của Giáo Viện.\n\nHơn nữa, mượn lời người bạn kiểm lâm của anh ta nói:\n\n\"Hầu hết nghiên cứu của các học giả đều không quan trọng đến mức phải nói chuyện với Matra.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "智慧能予人启迪，亦能致人傲慢。\n\n在教令院的历史上，无视教令，因自己的「智慧」犯下罪责的学者并不鲜见。\n\n例如某位阿弥利多学院学者为了验证飘浮灵身体膨胀极限，用违禁催化剂培养出超巨大飘浮灵，但该飘浮灵在实验中爆炸，导致整间研究所被夷为平地；某位悉般多摩学院学者想要测试一下遗迹守卫耕田的能力，但经他改造后的遗迹守卫失去控制，毁坏了大量农田，还导致了多人重伤；还有诸多学术造假，以智谋私的罪案…\n\n此类无视教令，危害他人的学者，都是赛诺所统领的「风纪官」们追捕和审判的对象。\n\n面对着风纪官们，这些学者几乎都会穷尽口舌之能为自己辩解，理由包括但不限于研究经费断绝，教令院故意厚此薄彼，自己的研究被剽窃…甚至会指责风纪官们只是嫉妒自己的才能，所以才来阻止他完成研究。\n\n对这些诡辩，赛诺做出的回答永远只有沉默向前，将这些喋喋不休的罪人制住送去受审。\n\n违反教令的人总会为自己找出一万种理由，但是他们永远都只会落得一个下场。",
      "zht": "智慧能予人啟迪，亦能致人傲慢。\n\n在教令院的歷史上，無視教令，因自己的「智慧」犯下罪責的學者並不鮮見。\n\n例如某位阿彌利多學院學者為了驗證飄浮靈身體膨脹極限，用違禁催化劑培養出超巨大飄浮靈，但該飄浮靈在實驗中爆炸，導致整間研究所被夷為平地；某位悉般多摩學院學者想要測試一下遺蹟守衛耕田的能力，但經他改造後的遺蹟守衛失去控制，毀壞了大量農田，還導致了多人重傷；還有諸多學術造假，以智謀私的罪案…\n\n此類無視教令，危害他人的學者，都是賽諾所統領的「風紀官」們追捕和審判的對象。\n\n面對著風紀官們，這些學者幾乎都會窮盡口舌之能為自己辯解，理由包括但不限於研究經費斷絕、教令院故意厚此薄彼、自己的研究被剽竊…甚至會指責風紀官們只是嫉妒自己的才能，所以才來阻止他完成研究。\n\n對這些詭辯，賽諾做出的回答永遠只有沉默向前，將這些喋喋不休的罪人制住送去受審。\n\n違反教令的人總會為自己找出一萬種理由，但是他們永遠都只會落得一個下場。",
      "jp": "知恵は人を啓発するが、同時に人を傲慢にもさせる。\n\n教令院の歴史上、教令を無視して自身の「知恵」を利用し、罪を犯した学者は少なくない。\n\n例えば、とあるアムリタ学院の学者はフライムの身体が膨張する限界を検証するため、禁止されている活性剤を使って超巨大なフライムへと成長させた。しかし、そのフライムは実験中に爆発し、研究所を丸ごと吹き飛ばしてしまったという事例がある。また、あるスパンタマッド学院の学者は、遺跡守衛の田畑を耕す能力をテストしようとしたところ、彼の改造した遺跡守衛が制御不能になり大量の農耕地を破壊し、さらには多大な人的被害を出した。他にも学術の偽造や、私利私欲のために知恵を働かせた事件などが数多とある…\n\nこのように教令を無視して他者に危害を加える学者は皆、セノが統率する「マハマトラ」たちによって捕縛され裁判の対象となった。\n\nマハマトラたちと対峙したそういった学者たちは口を揃えて、研究費が絶たれた、教令院が不公平な扱いをしている、自分の研究が盗用された…さらにはマハマトラが自分の才能に嫉妬しているから研究の邪魔をするんだろう、と弁解や非難をする。\n\nそれらの詭弁に対して、セノは常に沈黙を保ったまま多言な罪人たちを取り押さえて裁判にかけるのだ。\n\n教令に違反した者は、必ず口八丁に理由を主張するが、必ず同じ結末を迎えることとなる。",
      "ko": "지혜는 인간에게 영감을 주지만 동시에 오만하게 만들기도 한다.\n\n아카데미아의 역사에서 교령을 무시하고 자신의 「지혜」에 취해 범죄를 저지른 학자들이 얼마나 많았던가.\n\n떠도는 정령을 극한으로 팽창시켜 보려 불법 촉매제로 거대한 떠도는 정령을 만들어냈다가 실험 중 폭발하면서 연구소를 평지로 만들어버린 아무르타 학부의 학자, 유적 가디언의 경작 능력을 테스트하기 위해 개조를 진행했다가 제어를 잃어 대량의 논밭을 파괴하고 부상자까지 만들어 낸 스판타마드 학부의 학자, 그리고 학술 연구 결과를 조작해 사익을 챙긴 사람까지…\n\n이처럼 교령을 무시하고 타인을 해치는 학자들이 바로 사이노가 이끄는 「풍기관」들이 체포하고 심판해야 할 대상이다.\n\n풍기관들에게 잡힌 학자들은 하나같이 변명을 읊어댔다. 연구 경비가 부족했다는 둥, 아카데미아가 자신의 연구 성과를 빼앗았다는 둥, 심지어 풍기관들이 자신의 재능을 질투해 연구를 방해하는 것이라는 둥 가지가지였다.\n\n수없이 많은 궤변 속에서도 사이노의 대답은 언제나 침묵으로 일관하며, 끝없이 입을 털어대는 죄인들을 압송하는 것뿐이었다.\n\n교령을 위반한 이들은 다양한 핑계로 자신을 변호하지만, 그들이 맞이할 결과는 항상 하나뿐이다",
      "en": "Wisdom can bring enlightenment to scholars, but can also lead to utter arrogance.\n\nIn the history of the Akademiya, many researchers have used their \"wisdom\" to commit crimes.\n\nFor example, in order to test the limit of the Specters' body inflation, one Amurta researcher adopted an illegal catalyst and created a mega-sized Specter, which later exploded during the experiment and leveled the entire research center. Then, there was a researcher from Spantamad who had aimed to test a Ruin Guard's ability to cultivate fields, but lost control of the modified machine, resulting in the ruin of many farmlands and grave injuries for several farmers. There have also been numerous criminal cases concerning academic fraud and the abuse of intelligence for personal gain...\n\nSuch researchers, who do not abide by the law and pose dangers to others, will all be pursued and judged by the Matra led by Cyno.\n\nWhen they stand before the Matra, these researchers will almost always spare no effort to justify themselves. Their reasons have included but are not limited to suddenly cut funds, the Akademiya's favoritism towards other researchers, the results of their work being stolen... Some may even accuse the Matra of stopping them from completing their research out of jealousy of their talents.\n\nCyno's response to such sophistry is always to stay silent and press forward in subduing all those garrulous criminals and sending them to trial.\n\nThose who violate the rules can always come up with a million excuses. However, only one ending awaits them.",
      "de": "Weisheit kann eine Person erleuchten, aber sie kann auch zu Arroganz führen.\n\nIn der Geschichte der Akademie kam es nicht selten vor, dass Gelehrte die Regeln und Vorschriften der Akademie missachtet, ihre „Weisheit“ missbraucht und am Ende Verbrechen begangen haben.\n\nEin paar Beispiele: Um die Grenzen der Körperausdehnung von Gespenstern zu testen, verwendete ein Amurta-Gelehrter einen illegalen Katalysator, um ein übergroßes Gespenst zu züchten, das später während des Experiments explodierte und das gesamte Institut zerstörte. Um die Tauglichkeit der Ruinenwächter in der Landwirtschaft zu testen, modifizierte ein Spantamad-Gelehrter einen Ruinenwächter, dieser geriet außer Kontrolle, zerstörte unzählige Ackerflächen und verletzte viele Menschen. Darüber hinaus gab es zahlreiche Kriminalfälle bezüglich akademischen Betrugs und des Missbrauchs von Informationen zum persönlichen Vorteil ...\n\nGelehrte, die die Regeln brachen und eine Bedrohung für andere darstellten, wurden von „Matra“ unter der Führung von Cyno verfolgt und verurteilt.\n\nAngesichts des Verhörs der Matra sparten diese Gelehrten keine Mühen, um sich zu verteidigen. Sie brachten verschiedene Ausreden vor: Ihnen fehlten Forschungsgelder, sie wurden von der Akademie unfair behandelt, jemand plagiierte ihre Forschung ... Einige warfen den Matra sogar vor, so eifersüchtig auf ihre Talente zu sein, dass sie sie daran hinderten, ihre Forschung abzuschließen.\n\nAuf ihre Spitzfindigkeiten reagierte Cyno immer mit Schweigen und Handeln, indem er all diese geschwätzigen Verbrecher gefangen nahm und sie vor Gericht brachte.\n\nDiejenigen, die die Regeln brechen, können sich immer eine Million Ausreden einfallen lassen. Was sie jedoch erwartet, ist nur das immer gleiche Ende.",
      "es": "La sabiduría puede otorgar tanto inspiración como arrogancia.\n\nEn la historia de la Academia, no son pocos los eruditos que han incumplido las normas y cometido crímenes en nombre de la “búsqueda de sabiduría”.\n\nPor ejemplo, para demostrar la capacidad máxima de expansión de los Espectros, un erudito de la Facultad Amurta utilizó un catalizador químico ilegal a fin de engendrar un Espectro de tamaño gigante. Sin embargo, la criatura explotó en el experimento e hizo que en el laboratorio no quedara ni el techo. Con el fin de probar la capacidad agrícola de los Guardianes de las Ruinas, otro erudito de la Facultad Spantamad perdió el control de un Guardián de las Ruinas que había modificado él mismo, con lo que destruyó una gran cantidad de terreno cultivable e incluso causó heridos de gravedad. Y a eso se suman muchos más casos de fraude académico y abuso de la sabiduría por intereses individuales.\n\nSon estos eruditos que ignoran las normas de la Academia y que ponen en peligro a la gente los que Cyno pretende atrapar y juzgar liderando a la matra.\n\nAnte esta, los eruditos dan todo tipo de excusas para justificarse. Entre sus razones se incluyen los recortes en el presupuesto de investigación, el favoritismo de la Academia, el plagio de los resultados de sus investigaciones... Hasta osan acusar a la matra de envidiar su “talento” y detener las investigaciones de los eruditos por ello.\n\nAnte estos argumentos, la respuesta de Cyno siempre es el silencio, y después enviar a estos charlatanes a juicio.\n\nSon miles las excusas de quienes incumplen las normas de la Academia, pero el resultado es solo uno.",
      "fr": "La sagesse mène à l'intelligence, tout comme elle peut mener à l'arrogance.\n\nDans l'histoire de l'Académie, nombreux sont les chercheurs qui ont commis des crimes précisément pour cette raison.\n\nPar exemple, pour tester les limites de l'expansion du corps des Spectres, un chercheur de l'Amurta a utilisé un agent catalyseur illégal pour créer un Spectre de taille massive qui a explosé pendant l'expérience et rasé le laboratoire entier.\n\nUn autre du Spantamad souhaitait tester la capacité des Gardiens des ruines à labourer les champs, mais a perdu le contrôle des monstres qu'il a modifiés. Résultat ? Des terres agricoles ruinées et de nombreux blessés. Les affaires criminelles liées à des falsifications de recherches et abus d'intelligence pour des intérêts personnels sont également légion.\n\nLes chercheurs qui ne respectent pas les lois et qui représentent un danger pour autrui sont arrêtés et jugés par les matras sous la houlette de Cyno.\n\nIls arrivent toujours à trouver des motifs pour justifier leurs actes : réduction du financement, le favoritisme de l'Académie envers d'autres chercheurs, le vol des résultats de leurs recherches... Certains vont même jusqu'à accuser les matras de leur mettre des bâtons dans les roues en raison d'une prétendue jalousie à leur égard.\n\nLa meilleure réponse de Cyno face à ces sophismes est de garder le silence et d'envoyer ces criminels bavards en procès.\n\nCeux qui enfreignent les règles pourront toujours donner toutes les excuses du monde, le destin qui les attend sera toujours le même.",
      "pt": "A sabedoria pode iluminar aqueles que estão no escuro, mas também pode levar à completa arrogância.\n\nNa história da Academia, não é raro encontrarmos pesquisadores que cometem crimes utilizando sua \"inteligência\", ignorando as regras e regulamentos da Academia.\n\nPor exemplo, para testar o limite na inflação do corpo de Espectros, um pesquisador Amurta utilizou um maturador ilegal e criou um Espectro gigantesco, que mais tarde explodiu durante o experimento e derrubou o instituto de pesquisa inteiro. Havia um pesquisador do Spantamad que tinha a intenção de testar as habilidades de um Guarda das Ruínas em cultivar os campos. No entanto, o Guarda das Ruínas modificado para o experimento perdeu o controle. Ele não apenas arruinou incontáveis terras agrícolas, como feriu muitas pessoas. Houve também inúmeros casos criminais relacionados a fraude acadêmica e ao abuso de inteligência para ganhos pessoais...\n\nEsses pesquisadores que não conseguem seguir a lei e representam perigo para os outros serão perseguidos e julgados pelos Matras, liderados por Cyno.\n\nDe frente com um Matra, estes pesquisadores nunca medem esforços para se justificar, e listam diversas razões, como: cortes de financiamento repentinos, favoritismo da Academia em relação a outros pesquisadores, furto de resultados... Alguns até acusam o Matra de terem tanta inveja de seus talentos, que aparecem apenas para impedir que seus trabalhos sejam concluídos.\n\nA esse sofisma, a resposta de Cyno é sempre ficar em silêncio e seguir com a captura desses criminosos tagarelas e mandá-los a julgamento.\n\nAqueles que violam as regras sempre têm milhões de desculpas. Entretanto, apenas um final os aguarda.",
      "ru": "Мудрость может подарить человеку крылья, а может превратить его в заносчивого гордеца. История Академии знает немало примеров, когда «мудрость» толкала учёных на преступления. Например, один учёный из Амурты пытался найти пределы, до которых может раздуться тело призрака. При помощи запрещённого катализатора он вырастил гигантского призрака, который взорвался во время эксперимента, сравняв лабораторию с землёй. Учёный из Спантамада хотел выяснить, способны ли стражи руин вспахивать землю, но доработанный им страж руин вышел из-под управления, испортил пахотные земли и тяжело ранил нескольких человек. Многие учёные фальсифицируют результаты исследований, используют научные данные в личных целях... Матры под руководством Сайно преследуют учёных, чьи исследования идут вразрез с правилами Академии и представляют опасность для окружающих, и привлекают их к ответственности. Оказавшись в руках матр, эти учёные используют всевозможные уловки, чтобы оправдать себя. Рассказывают, что Академия сократила финансирование их исследований, что руководство Академии нарочно стравливает даршаны между собой, выделяя одни и пренебрегая другими, что их исследования были украдены... Некоторые даже говорят, что матры просто завидуют их таланту, поэтому и пытаются помешать закончить исследования. На все эти отговорки Сайно неизменно отвечает молчанием и под конвоем отправляет многословных преступников на суд. Учёные, нарушившие правила Академии, находят для себя тысячу разных оправданий, но всех их ждёт одна участь.",
      "id": "Kebijaksanaan bisa memberikan inspirasi bagi orang-orang, tapi juga bisa membuat orang menjadi sombong.\n\nDalam sejarah Akademiya, sangat sering ditemukan para peneliti yang mengabaikan kebijakan atau bahkan sampai melakukan kejahatan hanya karena \"kebijaksanaan\" diri sendiri.\n\nMisal, untuk mengetes batas pengembangan tubuh dari Specter, seorang peneliti dari Amurta menggunakan katalis terlarang untuk membuat tubuh Specter mengembang menjadi sangat besar. Tapi Specter ini meledak dalam penelitiannya dan mengakibatkan seluruh laboratorium menjadi rata dengan tanah. Seorang peneliti dari Spantamad juga ingin mengetes kekuatan bercocok tanam dari Ruin Guard. Tapi Ruin Guard yang dimodifikasinya menjadi kehilangan kontrol dan malah merusak ladang pertanian dalam jumlah yang luas dan menyebabkan banyak orang terluka. Belum lagi mereka-mereka yang melakukan kejahatan penipuan akademik, menggunakan kebijaksanaan mereka untuk kepentingan pribadi ....\n\nSemua pelajar dan peneliti yang mengabaikan kebijakan dan membahayakan orang lain seperti inilah yang menjadi sasaran penangkapan dan sidang para \"Matra\" yang dipimpin oleh Cyno.\n\nSaat dihadapkan dengan para Matra, semua peneliti ini pasti akan menggunakan seluruh kebijaksanaan dan kemampuan mereka untuk berdebat dan membenarkan tindakan mereka. Alasannya termasuk tapi tidak terbatas pada: dana penelitian yang dihentikan, Akademiya pilih-pilih kasih, penelitiannya sudah dijiplak oleh orang lain ... Bahkan ada yang menuduh para Matra iri dengan kemampuan yang dimiliki para peneliti itu, makanya mereka bersikeras untuk menghentikan penelitiannya.\n\nDalam menghadapi alasan-alasan yang aneh seperti ini, jawaban Cyno tidak pernah berubah, dia cuma terus maju ke depan tanpa berkata apa pun, untuk menahan orang-orang bersalah yang terus mengoceh ini, dan mengirim mereka ke pengadilan.\n\nMereka yang melanggar kebijakan Akademiya pasti akan bisa mencari seribu satu alasan untuk membenarkan diri mereka sendiri. Tapi satu yang pasti adalah, nasib setiap dari mereka akan berakhir dengan sama.",
      "th": "ปัญญาสามารถสร้างแรงบันดาลใจ แต่ก็สามารถนำไปสู่ความเย่อหยิ่งได้เช่นกัน\n\nในประวัติศาสตร์ของสถาบัน ไม่ใช่เรื่องแปลกที่นักวิชาการจะเพิกเฉยต่อคำสั่งห้าม และก่ออาชญากรรมขึ้นเพราะ \"ปัญญา\" ของพวกเขา\n\nตัวอย่างเช่น นักวิชาการจากคณะ Amurta ใช้ตัวเร่งปฏิกิริยาที่ต้องห้ามเพื่อตรวจสอบขีดจำกัดการขยายตัวของ Specter แต่ Specter ที่ใช้กลับระเบิดขึ้นในระหว่างทำการทดลอง ผลก็คือ สถาบันพังทลายราบเป็นหน้ากลอง หรือจะเป็นเรื่องที่นักวิชาการจากคณะ Spantamad ต้องการทดสอบความสามารถในการไถพรวนของ Ruin Guard แต่หลังจากที่เขาดัดแปลงก็สูญเสียการควบคุม Ruin Guard ตัวนั้นไป มันทำลายพื้นที่การเกษตรจำนวนมาก และทำให้คนหลายคนได้รับบาดเจ็บสาหัส อีกทั้งยังมีความผิดฐานฉ้อโกงทางวิชาการและผลประโยชน์ส่วนตนอีกด้วย...\n\nนักวิชาการที่เพิกเฉยต่อคำสั่ง และเป็นอันตรายต่อผู้อื่นนั้น คือเป้าหมายการไล่ล่าและพิพากษาของ \"เจ้าหน้าที่มาตรา\" ที่นำโดย Cyno\n\nเมื่อต้องเผชิญหน้ากับเจ้าหน้าที่มาตรา นักวิชาการเหล่านี้แทบจะเค้นความพยายามสุดฤทธิ์ในการแก้ต่างให้ตัวเอง ข้ออ้างเหล่านั้นไม่ได้มีเพียงเรื่องเงินทุนการวิจัยที่จะถูกตัดเท่านั้น ยังมีการบอกว่า ทางสถาบันลำเอียงสนับสนุนอีกฝ่ายหนึ่งมากกว่า หรือไม่ก็งานวิจัยของพวกเขาถูกลอกเลียนแบบบ้างล่ะ... แถมยังถึงกับกล่าวหาว่าเจ้าหน้าที่มาตราว่า อิจฉาความสามารถของตนเอง จึงห้ามไม่ให้เขาค้นคว้าให้เสร็จก็มี\n\nเมื่อเจอคำแถแก้ตัวเหล่านี้ คำตอบที่ Cyno ให้มักจะเป็นการก้าวไปข้างหน้าอย่างเงียบ ๆ แล้วส่งคนบาปที่พูดพล่ามไม่หยุดเหล่านั้นไปพิจารณาคดี\n\nผู้ที่ฝ่าฝืนกฎจะพยายามหาเหตุผลร้อยแปดพันเก้าให้ตัวเองเสมอ แต่จุดจบของพวกเขามีเพียงหนึ่งเดียวเท่านั้น",
      "vi": "Trí tuệ có thể truyền cảm hứng, nhưng cũng có thể dẫn đến sự kiêu ngạo.\n\nTrong lịch sử Giáo Viện, không hiếm các học giả phớt lờ giáo lệnh và phạm tội vì \"trí tuệ\" của mình.\n\nVí dụ như một học giả nào đó của Học Viện Amurta vì để kiểm chứng mức độ trương phình cực hạn của Bóng Ma mà dùng chất xúc tác bị cấm để nuôi dưỡng Bóng Ma khổng lồ, nhưng Bóng Ma đó đã bị nổ trong lúc thí nghiệm, khiến toàn bộ phòng nghiên cứu bị san bằng; Một học giả của Học Viện Spantamad muốn kiểm tra khả năng canh tác của Thủ Vệ Di Tích, nhưng Thủ Vệ Di Tích sau khi được anh ta cải tạo đã bị mất kiểm soát, phá hủy rất nhiều ruộng vườn và gây thương tích nặng cho nhiều người; Ngoài ra còn có nhiều vụ án gian lận học thuật và mưu cầu tư lợi...\n\nNhững loại học giả phớt lờ giáo lệnh, gây nguy hiểm cho người khác như thế này, đều là đối tượng truy bắt và xét xử của những Matra do Cyno thống lĩnh.\n\nĐối mặt với các Matra, những học giả này gần như sẽ biện hộ cho mình bằng đủ mọi cách, các lý do bao gồm nhưng không giới hạn bởi: bị cắt kinh phí nghiên cứu, Giáo Viện cố tình ưu ái người này bạc đãi người kia, và nghiên cứu của mình bị đạo ý tưởng... Thậm chí chỉ trích các Matra là ghen tị với tài năng của mình nên mới ngăn cản họ hoàn thành nghiên cứu.\n\nĐối với những kẻ ngụy biện này, câu trả lời của Cyno vẫn luôn là im lặng tiến về phía trước, bắt hết những tội nhân miệng mồm huyên thuyên này đưa đi xét xử.\n\nNhững người vi phạm giáo lệnh sẽ luôn tìm ra hàng ngàn lý do cho mình, nhưng cuối cùng cũng đều chỉ có chung một kết cuộc."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "大风纪官赛诺的名声，并不限于教令院之内。\n\n道成林中的巡林官说，他曾看见大风纪官在深夜的密林间无声穿行；一位居住在水天丛林外围的人清楚地记得，有一位白发的少年向他讨了一碗水喝，然后独自背着行囊向深处走去；在丰饶绿洲休憩的冒险家宣称自己曾为赛诺指路，但大风纪官要去的地方魔物丛生；即使是那些在大赤沙海中无法无天的佣兵和盗宝团们，在大风纪官面前也不敢造次。那支因为窝藏违令学者而湮灭于黄沙中的佣兵团，就是这些狂徒们的前车之鉴。\n\n但对落入赛诺手中的罪犯们而言，对大风纪官的敬畏则来自于另一方面。\n\n在逃离教令院时，犯人们一般都慌不择路，有时甚至会误入某处险境无法逃出。但追捕而来的赛诺却从不会任凭这些犯人自食恶果，而是会果断下场营救。只为将犯人安全带回教令院接受审判。\n\n一位和赛诺并肩跨越了大赤沙海的犯人在受审前曾询问赛诺，他这样做有什么意义，赛诺回答道：\n\n「只有教令能审判你，而我的职责，就是将你带回去交予它审判。」\n\n这位毕业于伐护末那学院的学者在出狱后，将自己和赛诺一同经历的那段冒险写成了一篇名为《大恶人》的小说，至今都是教令院内部的热门读物。这位学者甚至被伐护末那学院请去开了一次讲座，详细论述了一番书中为何如此描述「正义」。\n\n但赛诺表示，书内的一些情节太过夸张了，他们并没有遇见什么赤王后裔制造的魔物，也没有误入沙漠底部的活体迷宫，更没有在巨大蠕虫的肉褶中躲避沙暴。\n\n不过赛诺也同时表示，至少学者在书中对自己罪行的描述十分准确，值得称赞，以后勿要再犯。",
      "zht": "大風紀官賽諾的名聲，並不限於教令院之內。\n\n道成林中的巡林官說，他曾看見大風紀官在深夜的密林間無聲穿行；一位居住在天水叢林外圍的人清楚地記得，有一位白髮的少年向他討了一碗水喝，然後獨自背著行囊向深處走去；在豐饒綠洲休憩的冒險家宣稱自己曾為賽諾指路，但大風紀官要去的地方魔物叢生。即使是那些在大赤沙海中無法無天的傭兵和盜寶團們，在大風紀官面前也不敢造次。那支因為窩藏違令學者而湮滅於黃沙中的傭兵團，就是這些狂徒們的前車之鑒。\n\n但對落入賽諾手中的罪犯們而言，對大風紀官的敬畏則來自於另一方面。\n\n在逃離教令院時，犯人們通常都慌不擇路，有時甚至會誤入某處險境無法逃出。但追捕而來的賽諾卻從不會任憑這些犯人自食惡果，而是會果斷下場營救。只為將犯人安全帶回教令院接受審判。\n\n一位和賽諾並肩跨越了大赤沙海的犯人在受審前曾詢問賽諾，他這樣做有什麼意義，賽諾回答道：\n\n「只有教令能審判你，而我的職責，就是將你帶回去交予它審判。」\n\n這位畢業於伐護末那學院的學者在出獄後，將自己和賽諾一同經歷的那段冒險寫成了一篇名為《大惡人》的小說，至今都是教令院內部的熱門讀物。這位學者甚至被伐護末那學院請去開了一次講座，詳細論述了一番書中為何如此描述「正義」。\n\n但賽諾表示，書內的一些情節太過誇張了，他們並沒有遇見什麼赤王後裔製造的魔物，也沒有誤入沙漠底部的活體迷宮，更沒有在巨大蠕蟲的肉褶中躲避沙暴。\n\n不過賽諾也同時表示，至少學者在書中對自己罪行的描述十分準確，值得稱讚，以後勿要再犯。",
      "jp": "大マハマトラのセノの名声は教令院だけに留まらない。\n\nアビディアの森のレンジャー長いわく、大マハマトラが深夜の密林を無言で歩いているのを見たそうだ。アパーム叢林の外周部に住んでいる人は鮮明に覚えている。白い髪の少年が彼から飲み水をもらい、一人で荷物を背負って森の深くへ入っていったのを。ソベクオアシスで休息をとる冒険者は、セノに道案内をしたことがあると主張した。しかし、その行き先は魔物がはびこる地である。大赤砂海では無法な振る舞いをする傭兵や宝盗団でさえ、大マハマトラの前で問題を起こす勇気などない。法を犯した学者を匿ったことで砂漠の中に葬られた傭兵団の存在が、狂人たちの教訓となっている。\n\nだが、セノの手に落ちた罪人たちからすると、大マハマトラに対する畏敬の念はまた別の事情が由来していた。\n\n教令院から逃亡する際、罪人たちの大半はパニックに陥り、時には危険な状況に身を置かれて逃げられなくなる。しかし、それを捕らえに来たセノは罪人をそのまま危険な状況に置いておくのではなく、身の安全を必ず確保してから教令院に連れ戻し裁判を受けさせるのだ。\n\nセノと共に大赤砂海を越えたことのある罪人が、審問の前に「なぜ、あのような行動を取ったのか」とセノに質問した。するとセノはこう答えた——\n\n「お前を裁けるのは教令のみ、俺の職務はお前を裁判にかけるため連れ戻すことだ。」\n\nこのヴァフマナ学院出身の学者は刑期を終えた後、セノと共に経験した冒険から『極悪人』という小説を書き、現在でも教令院では人気の読み物となっている。さらにこの学者はヴァフマナ学院の要請で講座を開き、彼の著書で「正義」が描写されている理由を詳しく語った。\n\nしかし、セノによればこの本のいくつかのエピソードは「誇張されすぎている」そうだ。彼らはキングデシェレトの末裔が作った魔物に遭遇していないし、砂漠の底にある生きた迷宮に迷い込んでいない。巨大ワームのヒダで砂嵐を凌いでもいないという。\n\nだが、少なくとも学者が本の中で記述している自身の罪に対する説明は、非常に正確で称賛に値するものであり、今後二度と繰り返さぬようにとセノは言葉を残している。",
      "ko": "대풍기관 사이노의 명성은 아카데미아에서 그치지 않았다.\n\n아비디야 숲의 순찰관은 대풍기관이 깊은 밤 밀림을 소리 없이 헤집고 다니는 걸 봤다고 했다. 수천삼림 외곽에 사는 어떤 사람은 백발의 소년이 그에게 물 한 사발을 얻어 마신 뒤 홀로 배낭을 메고 숲속 깊이 걸어갔다고 했다. 소베크 오아시스에서 쉬던 어느 모험가는 사이노에게 길을 알려줬는데, 그가 가려던 곳은 마물들이 득실거리는 곳이었다고 했다. 적색 모래바다에서 하늘 높은 줄 모르고 날뛰는 용병들과 보물 사냥단도 대풍기관 앞에선 꼼짝도 못 한다. 범죄를 저지른 학자들을 숨겨줬던 용병단이 사막에서 흔적도 없이 사라진 뒤 얻은 교훈 덕이었다.\n\n하지만 사이노에게 잡힌 범죄자들이 대풍기관을 경외하는 데는 또 다른 이유가 있었다.\n\n아카데미아에서 도망친 범인들은 도망치기 바쁘다 보니 목숨이 위급한 상황에 빠지는 경우도 비일비재했다. 그럴 때마다 사이노는 범죄자들이 자멸하는 걸 지켜보지 않고 망설임 없이 그들을 구조했다. 물론 범인들을 안전하게 아카데미아로 압송해 재판을 받게 하기 위해서였다.\n\n그와 적색 모래바다를 넘었던 어느 범인은 재판을 받기 전 사이노에게 왜 이렇게까지 하냐고 물었는데, 사이노는 이렇게 대답했다고 한다.\n\n「네 죄를 심판할 수 있는 건 오직 아카데미아뿐이다. 내 의무는 그런 널 아카데미아에서 심판받게 하는 것이지.」\n\n바후마나 학부 출신이었던 그 학자는 출소 후 사이노와 함께 겪었던 경험을 바탕으로 《대악인》이라는 소설을 썼고, 지금까지도 아카데미아의 베스트셀러로 꼽히고 있다. 심지어 바후마나 학부는 이 학자를 초대하여 책에서 묘사한 「정의」에 대해 강연하게 하기도 했다.\n\n하지만 사이노는 책 내용에 대해 묘사가 너무 과장되었다고 했다. 그는 적왕의 후예가 만든 마물을 마주친 적도 없고, 사막 밑에 숨겨진 살아있는 미궁에 빠진 적도 없으며, 거대한 벌레의 껍데기에 숨어 모래폭풍을 피한 적도 없다고 말했다.\n\n하지만 자신이 쓴 책에 스스로의 죄를 정확하게 묘사한 것은 칭찬해야 할 일이며, 앞으로 이런 범죄를 저지르지 않길 바란다고 덧붙였다.",
      "en": "The name of the General Mahamatra has traveled well beyond the Akademiya's walls.\n\nAccording to a Forest Watcher in the Avidya Forest, he once caught a glimpse of this General Mahamatra quietly traveling through the woods in the middle of the night. A person living on the outskirts of Apam Woods can still clearly remember how a white-haired teenager asked them for a bowl of water, before venturing deep into the forest alone with just a traveling pack on his back. Adventurers resting in Sobek Oasis claim to have given directions to Cyno, though the area he was heading to had been packed with monsters. Even the proudest mercenaries and Treasure Hoarders in the Great Red Sand dare not make things difficult for the General Mahamatra, having learned this lesson well from the example of a mercenary group that was annihilated in the desert for sheltering wanted researchers.\n\nHowever, for those criminals who have fallen into the hands of Cyno, their reverence for the General Mahamatra usually comes from another aspect of his character.\n\nWhen escaping from the Akademiya, criminals tend to flee in an extreme panic, and can sometimes stray into perilous places. Yet, instead of letting them suffer the consequences, Cyno will come to their rescue without hesitation, just so that he can bring them back to the Akademiya to face their proper punishment.\n\nOnce, a criminal who had crossed the Great Red Sand with Cyno asked him about the point of doing all this. Cyno replied,\n\n\"Only the law can judge you, and my role here is to bring you to face the scales.\"\n\nAfter being released from prison, the researcher, who had been a Vahumana graduate, turned their adventures returning to the Akademiya into a novel titled \"The Goon,\" which remains a bestseller in the Akademiya. The researcher was even invited by Vahumana to give a lecture, during which they went into great detail about the portrayal of \"justice\" in the book.\n\nIf you ask Cyno, however, he would say that certain parts of the book were heavily exaggerated. In truth, they did not encounter any monsters created by the descendants of King Deshret, nor did they stray into a living labyrinth at the bottom of the desert or survive a sandstorm in the folds of a humongous sandworm.\n\nNevertheless, Cyno did appreciate the candidness with which the author described their own crimes, and would like to remind them to not commit such crimes ever again.",
      "de": "Der Name des Mahamatra ist nicht nur innerhalb der Akademie verbreitet.\n\nLaut dem Waldhütermeister des Avidya-Walds sah er diesen Mahamatra einmal mitten in der Nacht ruhig durch den Wald wandern. Jemand, der am Rande des Apam-Walds wohnt, erinnert sich deutlich, dass ein weißhaariger Junge mit Gepäck ihn mal um eine Schüssel Wasser bat und sich dann allein in die Tiefen des Waldes wagte. Abenteurer, die sich in der Sobek-Oase ausruhen, behaupten, Cyno den Weg gewiesen zu haben, obwohl der Ort, an den der Mahamatra ging, voller Monster war. Selbst die gesetzlosen Söldner und Schatzräuber im Roten Sandmeer wagen es nicht, den Mahamatra in Verlegenheit zu bringen. Die Söldnergruppe, die am Ende in der Wüste begraben wurde, weil sie einen gesuchten Gelehrten versteckt hatte, ist ein gutes Beispiel.\n\nDie Ehrfurcht von Verbrechern, die in Cynos Hände fielen, kommt jedoch oft aus einem anderen Aspekt.\n\nBei der Flucht aus der Akademie geraten die Verbrecher oft in extreme Panik und fliehen manchmal an gefährliche Orte. Aber anstatt sie die Konsequenzen tragen zu lassen, zögert Cyno nie, ihnen aus der Gefahr zu helfen, damit er sie unversehrt zur Verhandlung zurück zur Akademie bringen kann.\n\nEin Verbrecher, der mit Cyno das Rote Sandmeer überquert hatte, fragte ihn einmal vor der Verhandlung, was der Sinn eines solchen Verhaltens sei. Cyno antwortete:\n\n„Nur das Gesetz kann dich beurteilen, und meine Pflicht hier ist es, dich vor Gericht zu bringen.“\n\nNach seiner Entlassung aus der Haft schrieb der ehemalige Vahumana-Gelehrte sein Abenteuer mit Cyno in einen Roman mit dem Titel „Der Übeltäter“, der bis heute eines der meistverkauften Bücher der Akademie ist. Er wurde sogar vom Vahumana-Institut eingeladen, einen Vortrag zu halten, in dem er ausführlich darlegte, warum „Gerechtigkeit“ in seinem Buch so beschrieben wird.\n\nAber Cyno kommentierte einmal, dass einige Handlungspunkte in dem Buch stark übertrieben sind. Sie begegneten weder Monstern, die von den Nachkommen von König Deshret geschaffen wurden, noch verirrten sie sich in dem riesigen Labyrinth am Grund der Wüste oder überlebten einen Sandsturm in den Falten eines riesigen Sandwurms.\n\nDennoch schätzte Cyno die genaue Beschreibung der Verbrechen des Autors in dem Buch und warnte ihn, sie nicht noch einmal zu begehen.",
      "es": "El Gran Juez Cyno no solo goza de una gran reputación en la Academia.\n\nSegún un guardia forestal del Bosque Avidya, una vez lo vio viajando silenciosamente por la selva de noche. Una persona que vive en las afueras de la Floresta Apam aún recuerda con claridad a un joven de pelo blanco que llevaba una mochila de viaje y que le pidió un vaso de agua antes de seguir adentrándose en el bosque. Unos aventureros que descansaban en el Oasis de Sobek afirmaban haber dado indicaciones a Cyno aunque el lugar al que iba estaba infestado de monstruos. Ni siquiera los mercenarios y ladrones de tesoros más temerarios del Gran Desierto Escarlata se atrevían a interponerse en el camino del Gran Juez, ya que habían aprendido la lección de un grupo de mercenarios que fue aplastado en el desierto por haber dado cobijo a eruditos fugitivos.\n\nEn cambio, el respeto que le tienen a Cyno los criminales que caen en sus manos proviene de otro lado.\n\nCuando huyen de la Academia, corren presas del pánico y a veces acaban en lugares peligrosos. Aun así, en vez de dejar que sufran las consecuencias de sus propios actos, Cyno los rescata sin dudarlo para poder llevarlos a salvo a ser juzgados en la Academia.\n\nAntes de ser juzgado, un criminal que cruzó el Gran Desierto Escarla junto a Cyno le preguntó qué sentido tenía todo eso, a lo que Cyno respondió:\n\n“Son las leyes de la Academia las que te juzgan. Yo solamente te llevo hasta ellas”.\n\nCuando salió de prisión, este erudito de la Facultad Vahumana escribió una novela titulada «El malvado» en la que relataba su aventura junto a Cyno. Hoy en día, dicha obra es muy popular en la Academia, y la Facultad Vahumana incluso invitó al autor a dar una conferencia para explicar detalladamente el concepto de justicia de la novela.\n\nSin embargo, Cyno argumentó que algunos pasajes eran demasiado exagerados, ya que no vieron ningún “monstruo creado por los descendientes del Rey Deshret”, no pusieron pie en el “laberinto con vida que había bajo el desierto”, ni tampoco se “refugiaron de una tormenta de arena bajo el cuerpo de un gusano gigante”.\n\nNo obstante, Cyno afirmó que al menos la descripción de la ofensa del erudito era bastante precisa y merecía algo de crédito por ello, pero también le advirtió que no volviera a cometer ningún crimen.",
      "fr": "La réputation de Cyno le général mahamatra n'est plus à faire au sein de l'Académie.\n\nUn brigadier forestier de la Forêt d'Avidya affirme l'avoir vu marcher dans les bois au milieu de la nuit. Un habitant de la périphérie des Bois d'Apam se souvient encore clairement d'un jeune homme à la chevelure blanche qui lui a demandé un bol d'eau avant de repartir avec son sac sur le dos. Des aventuriers se reposant près d'une oasis déclarent avoir donné des directions à Cyno, alors que l'endroit où il souhaitait se rendre était infesté de monstres. Même les mercenaires ou les Pilleurs de trésors du Grand désert écarlate n'osent plus s'attirer les foudres du général mahamatra après qu'un groupe s'était fait annihiler en protégeant un chercheur criminel.\n\nCependant, les malfrats qui se font arrêter par Cyno sont impressionnés par une autre facette de sa personnalité.\n\nEn voulant échapper à l'Académie, les criminels paniqués se retrouvent souvent dans des situations périlleuses dont ils ne peuvent pas s'extirper. Contre toute attente, Cyno leur sauve la peau pour les ramener sains et saufs pour leur procès, au lieu de les laisser à leur sort.\n\nUne fois, un criminel qui a traversé le Grand désert écarlate en compagnie de Cyno lui a demandé l'intérêt de son travail et celui-ci lui a répondu :\n\n« Seule la loi peut vous juger et mon rôle est de faire en sorte que cela se produise. »\n\nAprès avoir purgé sa peine de prison, ce chercheur du Vahumana a écrit un roman nommé « Le malfaiteur » sur l'aventure qu'il a vécue avec Cyno. À ce jour, cet ouvrage demeure un des plus populaires au sein de l'Académie. L'auteur a même été invité à donner une conférence par son ancien darshan, durant laquelle il a discuté en détail de la notion de « justice » dans son livre.\n\nPour Cyno, certaines histoires de ce livre ont été exagérées. Ils n'avaient pas rencontré de monstres créés par les descendants du roi Deshret, ne s'étaient pas perdus dans un labyrinthe vivant au fond du désert et n'avaient pas survécu à une tempête de sable dans les replis d'un ver géant.\n\nNéanmoins, le général mahamatra a apprécié le fait que l'auteur ait dépeint son crime avec honnêteté. Il l'a également averti de ne pas répéter ses méfaits à l'avenir.",
      "pt": "A reputação do General Mahamatra Cyno não está limitada à Academia.\n\nDe acordo com um Patrulheiro Florestal da Floresta Avidya, uma vez ele viu o General Mahamatra viajar silenciosamente pela floresta no meio da noite. Aqueles que vivia nos arredores da Floresta Apam ainda se lembrava de um jovem de cabelos brancos pedindo por uma tigela de água para então se aventurar sozinho nas profundezas da floresta. Aventureiros descansando em um oásis alegam terem dado direções a Cyno, mas o local para onde ele estava indo era cheio de monstros. Nem mesmo o mais descuidado dos Mercenários e Ladrões de Tesouros no Grande Mar de Areias Escarlates se atreveria a causar problemas para o General Mahamatra. Eles aprenderam sua lição por conta de um grupo mercenário aniquilado no deserto por esconder um pesquisador procurado.\n\nEntretanto, para os criminosos que caíram nas mãos de Cyno, seu choque é geralmente por causa de outra coisa.\n\nAo escaparem da Academia, os criminosos tendem a correr apavoradamente, e às vezes acabam indo parar em um lugar perigoso. Ao invés de deixar que sofram as consequências, Cyno os resgata sem hesitação para levá-los de volta para a Academia e garantir o seu julgamento.\n\nUm criminoso que cruzou o Grande Mar de Areias Escarlates com Cyno perguntou antes de seu julgamento qual era o motivo de ele se comportar dessa forma, e Cyno respondeu:\n\n\"Somente a Academia pode julgar você, e meu dever é trazer você de volta para o julgamento.\"\n\nDepois que esse pesquisador Vahumana foi libertado da prisão, ele escreveu um livro chamado \"O Malfeitor\", falando a respeito de suas aventuras com Cyno, e esse livro até hoje é muito popular na Academia. Esse pesquisador até mesmo foi convidado pelo Darshan Vahumana para realizar uma palestra, explicando em detalhes porque o livro descreve justiça dessa forma.\n\nCyno expressou que a trama do livro era muito exagerada. Eles não encontraram nenhum monstro descendente do Rei Deshret, não entraram em um labirinto vivo sob o deserto, e nem se esconderam de uma tempestade de areia se espremendo dentro dos anéis carnudos de um verme gigante.\n\nMas Cyno também deixou claro que a descrição dos crimes cometidos pelo pesquisador no livro eram perfeitamente precisas, e mereciam ser elogiadas, para que isso depois não fosse feito novamente.",
      "ru": "Имя генерала махаматры Сайно известно и далеко за пределами Академии. Страж Лесного дозора леса Авидья говорит, что однажды видел, как генерал махаматра глубокой ночью бесшумно пробирался через лесную чащу. Бродяга, что живёт у чащи Апам, хорошо помнит, как беловолосый юноша однажды попросил у него воды, потом забросил за спину свой рюкзак и в одиночестве отправился вглубь леса. Искатели приключений, что стоят на привале в зелёном оазисе, утверждают, будто генерал махаматра спрашивал у них дорогу в край, кишащий монстрами. Даже наёмники и Похитители сокровищ из Моря красных песков, не признающие над собой никакого закона, не смеют досаждать генералу махаматре. Банда наёмников, погребённая в песках за то, что укрывала у себя нарушителя правил Академии, стала хорошим уроком всем остальным. Но преступники, попавшие в руки Сайно, испытывают перед ним трепет по другой причине. Часто нарушители закона, отправившись в бега, попадают в опасные места, из которых так просто не выбраться. Но Сайно никогда не бросает их пожинать плоды своего безрассудства, он приходит на помощь и вызволяет их из опасности, чтобы доставить в Академию на суд. Один преступник, которого Сайно конвоировал на суд через всё Море красных песков, спросил у него, зачем он идёт на такой риск. Сайно ответил:\n\n«Только суд решит, виновен ты или нет, а моя обязанность - доставить тебя на суд».\n\nЭтот выпускник даршана Вахумана, освободившись из заключения, выпустил книгу «Великий злодей», в которой рассказал о своих приключениях с Сайно в Море красных песков. Книга до сих пор пользуется в Академии большим спросом, а бывшего заключённого даже пригласили в Вахуману прочесть лекцию о поднятой в романе проблеме «справедливости». Но Сайно говорит, что в книге слишком много преувеличений: на самом деле они не встречали никаких монстров, созданных потомками царя Дешрета, не блуждали по живому лабиринту, скрытому под песками, и уж точно не прятались от песчаной бури в одной из складок на теле гигантского червя. Правда, при этом Сайно похвалил бывшего учёного, что о своём преступлении он рассказал читателю вполне правдиво, и выразил надежду, что преступник исправился.",
      "id": "Reputasi Mahamatra Umum Cyno tidak hanya terbatas di dalam Akademiya saja.\n\nPelindung Hutan Avidya mengatakan, dia pernah melihat Mahamtra Umum berjalan diam-diam melalui hutan lebat di tengah malam. Seseorang yang tinggal di pinggiran Hutan Apam juga mengingat dengan jelas, kalau ada seorang anak muda berambut putih yang meminta semangkuk air minum kepada mereka, lalu terus melanjutkan perjalanannya ke kedalaman hutan sambil membawa barang bawannya. Petualang yang beristirahat di Oasis Sobek juga menyatakan kalau mereka pernah menunjukkan jalan untuk Cyno, tapi tujuan yang ingin dikunjungi Mahamatra Umum adalah tempat yang penuh dengan monster. Bahkan para tentara bayaran dan Treasure Hoarder yang berada di Great Red Sand juga tidak berani berulah di hadapan Mahamatra Umum. Kelompok tentara bayaran yang dibasmi di padang pasir karena menyembunyikan peneliti yang melanggar peraturan, adalah pelajaran bagi orang-orang tidak bermoral ini.\n\nTapi bagi mereka yang jatuh ke tangan Cyno, rasa hormat dan segan terhadap Mahamatra Umum ini biasanya berasal dari kejadian yang berbeda.\n\nSaat ingin kabur dari Akademiya, para tahanan biasanya akan panik, dan kadang-kadang akan jatuh ke dalam perangkap yang berbahaya dan tidak bisa menyelamatkan diri hidup-hidup. Tapi Cyno yang datang untuk memburunya malah tidak membiarkan para tahanan ini merasakan akibat dari kejahatan mereka sendiri, tapi malah akan langsung turun sendiri untuk menolong mereka, hanya dengan tujuan agar para tahanan ini bisa kembali lagi ke Akademiya untuk bisa menerima penghakiman kembali.\n\nSeorang tahanan yang berpapasan dengan Cyno dan telah melintasi Great Red Sand pernah bertanya kepada Cyno saat sedang dihakimi, apa tujuannya melakukan tindakan ini. Cyno menjawab:\n\n\"Hanya kebijakan yang bisa menghakimimu. Tugasku cuma bawa kamu kembali untuk menerima penghakiman.\"\n\nSetelah peneliti yang lulus dari Vahumana ini keluar dari penjara, dia menulis sebuah novel dengan judul \"Sang Jahat\" yang didasari pada kisah perjalanannya dengan Cyno pada saat itu. Novel ini sampai sekarang masih menjadi bahan bacaan yang laris di kalangan Akademiya. Penulis ini bahkan pernah diundang oleh fakultas Vahumana untuk mengadakan sebuah seminar untuk menjelaskan dengan rinci apa makna dari \"keadilan\" yang dijelaskan di dalam buku tersebut.\n\nTapi, Cyno mengatakan bahwa ada beberapa detail di dalam buku yang terlalu berlebihan. Mereka sama sekali tidak bertemu dengan monster yang diciptakan oleh keturunan Raja Deshret, juga tidak tersesat ke dalam labirin hidup di dasar padang pasir, juga tidak menghindari badai pasir di dalam lipatan cacing pasir raksasa.\n\nTapi di saat yang sama, Cyno menyatakan, kalau setidaknya deskripsi para peneliti ini tentang kejahatannya di dalam buku ini sangat tepat dan layak menerima pujian, sebagai peringatan bagi orang-orang di masa depan agar tidak melakukan hal yang sama.",
      "th": "ชื่อเสียงของเจ้าหน้าที่มหามาตรา Cyno ไม่ได้จำกัดอยู่แค่ในสถาบันเท่านั้น\n\nหัวหน้าเจ้าหน้าที่พิทักษ์ป่าจาก Avidya Forest เคยกล่าวไว้ว่า ในตอนกลางคืน เขาเคยเห็นเจ้าหน้าที่มหามาตราเดินผ่านป่าลึกมืดทึบอย่างเงียบ ๆ คนผู้หนึ่งซึ่งอาศัยอยู่บริเวณรอบนอกของป่า Apam จำได้แม่นว่า มีหนุ่มน้อยผมขาวขอน้ำดื่มพวกเขาหนึ่งถ้วย จากนั้นเขาก็แบกสัมภาระ และเดินลึกเข้าไปเพียงลำพัง นักผจญภัยที่พักผ่อนอยู่ในโอเอซิส Sobek อ้างว่าพวกเขาเป็นผู้ชี้ทางให้ Cyno แต่สถานที่ที่เจ้าหน้าที่มหามาตราต้องการไปนั้นเต็มไปด้วยมอนสเตอร์ แม้แต่ทหารรับจ้างที่อยู่นอกกฎหมาย และกองโจรล่าสมบัติใน Great Red Sand ก็ไม่กล้าสร้างปัญหาต่อหน้าเจ้าหน้าที่มหามาตรา ตัวอย่างที่เห็นได้ชัดเลยคือ กลุ่มทหารรับจ้างที่ถูกทำลายล้างในทะเลทราย เพียงเพราะซ่อนนักวิชาการที่ฝ่าฝืนกฎไว้ นั่นเป็นบทเรียนสำคัญของเจ้าพวกบ้าพวกนั้นเลย\n\nแต่สำหรับอาชญากรที่ตกไปอยู่ในมือของ Cyno ความยำเกรงที่มีต่อเจ้าหน้าที่มหามาตราผู้นี้กลับมาจากแง่อื่นแทน\n\nในตอนที่หลบหนีออกจากสถาบัน เหล่านักโทษมักจะตื่นตระหนกจนไม่คิดหน้าคิดหลัง และบางครั้งก็ถึงกับตกอยู่ในสถานการณ์อันตราย ที่ไม่สามารถหลบหนีออกมาได้ แต่ Cyno ที่ไล่ตามมาไม่ได้ปล่อยให้นักโทษเหล่านี้ รับผลการกระทำของตัวเอง แต่กลับกันยังเข้ามาช่วยเหลือ เพียงเพราะต้องการนำตัวพวกนักโทษกลับมาพิจารณาคดีที่สถาบันอย่างปลอดภัย\n\nก่อนการพิจารณาคดี นักโทษคนหนึ่งที่ข้าม Great Red Sand มาด้วยกันกับ Cyno ได้ถาม Cyno ว่า ที่เขาทำแบบนี้มันเพื่ออะไร Cyno ตอบว่า:\n\n\"มีเพียงสถาบันเท่านั้นที่จะตัดสินคุณได้ และเป็นหน้าที่ของฉันที่จะนำคุณกลับมารับโทษตามคำพิพากษา\"\n\nหลังจากที่นักวิชาการผู้จบจากคณะ Vahumana ได้รับการปล่อยตัวจากที่คุมขังแล้ว เขาได้เขียนนิยายจากการผจญภัยที่เขา และ Cyno ได้พบเจอด้วยกันมาโดยใช้ชื่อเรื่องว่า \"จอมวายร้าย\" จนถึงทุกวันนี้นิยายนี้ยังได้รับความนิยมในสถาบันอยู่ นักวิชาการคนนั้นยังได้รับเชิญให้บรรยายที่คณะ Vahumana เพื่ออธิบายถึง \"ความยุติธรรม\" ที่ได้บรรยายเอาไว้ในหนังสือ\n\nอย่างไรก็ตาม Cyno กล่าวว่า เหตุการณ์บางอย่างในหนังสือเล่มนี้เกินจริงเกินไป พวกเขาไม่พบมอนสเตอร์ใด ๆ ที่สร้างโดยลูกหลานของราชา Deshret ไม่ได้หลงเข้าไปในเขาวงกตที่มีชีวิตในก้นบึ้งทะเลทราย และไม่แม้แต่จะหลบพายุทรายในข้อต่อของหนอนยักษ์ด้วย\n\nอย่างไรก็ตาม ขณะเดียวกัน Cyno ยังกล่าวอีกว่า อย่างน้อยคำอธิบายของนักวิชาการเกี่ยวกับอาชญากรรมของเขาในหนังสือเล่มนี้ก็แม่นยำ และสมควรได้รับการยกย่องอย่างมาก และในอนาคตเขาก็ไม่ควรกระทำความผิดอีก",
      "vi": "Danh tiếng của Tổng Quản Mahamatra Cyno không chỉ giới hạn ở trong Giáo Viện.\n\nĐội trưởng kiểm lâm của Rừng Avidya nói, anh ta từng nhìn thấy Tổng Quản Mahamatra âm thầm xuyên qua khu rừng rậm vào giữa đêm; Có người sống bên ngoài Rừng Apam nhớ rất rõ rằng có một thiếu niên tóc trắng đã xin anh một chén nước, rồi mang theo hành lý đi sâu vào bên trong; Nhà mạo hiểm nghỉ ngơi tại Ốc Đảo Sobek tuyên bố rằng mình đã từng chỉ đường cho Cyno, nhưng nơi Tổng Quản Mahamatra muốn đến có rất nhiều ma vật; Ngay cả những tên lính đánh thuê và những tên Đạo Bảo Đoàn bất chấp luật pháp ở Biển Cát Đỏ cũng không dám gây chuyện trước mặt Tổng Quản Mahamatra. Nhóm lính đánh thuê bị tiêu diệt trên cát vàng vì tội chứa chấp những học giả vi phạm giáo lệnh chính là bài học cho những kẻ cuồng loạn này.\n\nNhưng đối với những tội phạm rơi vào tay Cyno, sự kính sợ đối với Tổng Quản Mahamatra lại đến từ một khía cạnh khác.\n\nKhi trốn khỏi Giáo Viện, các phạm nhân thường hoảng loạn mà không chọn đường đi, đôi khi còn lạc vào tình huống nguy hiểm và không thể thoát ra. Nhưng Cyno đuổi theo phía sau sẽ không bao giờ bỏ mặc những phạm nhân này tự gánh chịu hậu quả, mà sẽ ra tay giải cứu một cách dứt khoát. Chỉ để đưa phạm nhân trở về Giáo Viện một cách an toàn để xét xử.\n\nMột phạm nhân từng cùng Cyno vượt qua Biển Cát Đỏ quay trở về, trước khi bị xét xử đã hỏi Cyno rằng anh ta làm như vậy để làm gì, Cyno trả lời:\n\n\"Chỉ có Giáo Viện mới có thể phán xét anh, và trách nhiệm của tôi là đưa anh về đó để xét xử.\"\n\nSau khi ra tù, học giả tốt nghiệp tại học viện Vahumana đã dựa trên cuộc phiêu lưu mà anh và Cyno đã trải qua cùng nhau để viết thành một cuốn tiểu thuyết mang tên \"Đại Ác Nhân\", hiện nó vẫn là một cuốn sách được rất nhiều người đọc trong nội bộ Giáo Viện. Vị học giả này thậm chí còn được học viện Vahumana mời thuyết trình, thảo luận chi tiết tại sao trong cuốn sách lại mô tả \"chính nghĩa\" như vậy.\n\nNhưng Cyno nói rằng, một số tình tiết trong sách bị thổi phồng quá mức, họ không hề gặp bất kỳ ma vật nào do hậu duệ Vua Deshret tạo ra cả, cũng không lạc vào mê cung dưới đáy sa mạc, càng không tránh bão cát trong nếp gấp của một con giun cát khổng lồ.\n\nTuy nhiên, Cyno cũng cho rằng, ít ra thì mô tả của học giả này về tội lỗi của anh ta trong cuốn sách là rất chính xác và đáng được khen ngợi, sau này không nên tái phạm."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "在教令院里，风纪官们的办公室总是让学者们谈之色变。\n\n除却风纪官们的「累累恶行」外，更让学者们不安的，则是当赛诺走进办公室后，这间办公室里一定会传出几声让人毛骨悚然的干涩笑声…\n\n学者们坚定地认为，这一定是赛诺确定了对某位学者的刑罚，风纪官们正在为此而得意。\n\n但只有风纪官们知道，这些笑声，都来自于赛诺那独特的幽默感。\n\n「我曾经办过一桩案件，涉案学者因为多次论文审查不过，而承担了巨大的学术压力。在一次论文评审中，他暗地里买通了论文审查委员，让自己的论文得以通过。但因为这篇论文里的数据错得过于离谱，没过多久就被人举报学术造假。当我去逮捕那位涉事学者的时候。这位学者质问我，他究竟哪里错了…」\n\n在停顿一会之后，赛诺接着说：\n\n「我回答他，你论文错了。」\n\n看着沉默的风纪官们，赛诺似乎是担心他们没听懂这个笑话，又认真地解释道：\n\n「这个故事的有趣之处在于，这个学者所说的『错』是指他迫于学术压力，不得不用贿赂审查委员的手段通过论文，而我说的『错』是指他那篇论文本身有错，这个笑话巧妙的点在于替换了指代词…」\n\n在他解释完毕后，众风纪官们面面相觑，不约而同地发出了几声干涩的苦笑…\n\n在一声声尴尬的笑声中，原本萧杀肃穆的风纪官办公室，居然也逐渐有了一丝怪怪的人情味。\n\n但是，为了避免这种尴尬的场景再次出现，风纪官们逐渐有了共识，在赛诺讲完他的笑话后，所有人都必须笑个一两声作为回应，不要让他开始解释这个笑话。\n\n但那些试图模仿赛诺讲笑话的风纪官，则会被其他人用没收食堂饭票等雷霆手段予以坚决制裁。\n\n整个风纪官队伍里，有一个赛诺就足够了。",
      "zht": "在教令院裡，風紀官們的辦公室總是讓學者們談之色變。\n\n除卻風紀官們的「累累惡行」外，更讓學者們不安的，則是當賽諾走進辦公室後，這間辦公室裡一定會傳出幾聲讓人毛骨悚然的乾澀笑聲…\n\n學者們堅定地認為，這一定是賽諾確定了對某位學者的刑罰，風紀官們正在為此而得意。\n\n但只有風紀官們知道，這些笑聲，都來自於賽諾那獨特的幽默感。\n\n「我曾經辦過一樁案件，涉案學者因為多次論文審查不過，而承擔了巨大的學術壓力。在一次論文審核中，他暗地裡買通了論文審查委員，讓自己的論文得以通過。但因為這篇論文裡的資料錯得過於離譜，沒過多久就被人檢舉學術造假。當我去逮捕那位涉事學者的時候。這位學者質問我，他究竟哪裡錯了…」\n\n在停頓一下之後，賽諾接著說：\n\n「我回答他，『你的論文錯了』。」\n\n看著沉默的風紀官們，賽諾似乎是擔心他們沒聽懂這個笑話，又認真地解釋道：\n\n「這個故事的有趣之處在於，這個學者所說的『錯』是指他迫於學術壓力，不得不用賄賂審查委員的手段通過論文，而我說的『錯』是指他那篇論文本身有錯，這個笑話巧妙的點在於替換了指稱對象…」\n\n在他解釋完畢後，眾風紀官們面面相覷，不約而同地發出了幾聲乾澀的苦笑…\n\n在一聲聲尷尬的笑聲中，原本蕭殺肅穆的風紀官辦公室，居然也逐漸有了一絲怪怪的人情味。\n\n但是，為了避免這種尷尬的場景再次出現，風紀官們逐漸有了共識：在賽諾講完他的笑話後，所有人都必須笑個一兩聲作為回應，不要讓他開始解釋自己的笑話。\n\n但那些試圖模仿賽諾講笑話的風紀官，則會被其他人用沒收食堂飯票等雷霆手段予以堅決制裁。\n\n整個風紀官隊伍裡，有一個賽諾就足夠了。",
      "jp": "教令院において、マハマトラたちの事務室の話になると学者たちはいつも顔を青ざめさせる。\n\nマハマトラたちの「度重なる悪行」に加えて、学者たちをさらに不安にさせるのが、セノが事務室に足を踏み入れると中から背筋の凍るような乾いた笑いが必ず起こる点だ…\n\n学者たちによれば、あれは間違いなくセノが誰を処罰するか決定し、マハマトラたちが満足している時の反応だという。\n\nだが、実際はセノの独特なユーモアセンスのせいで笑い声が起きていることを、マハマトラたちだけが知っている。\n\n「俺がかつて扱った案件だが、ある学者が論文を何度書いても審査に通らず、そのせいで巨大な学術的プレッシャーを背負っていた。だが、やつがとある論文を書いた時、審査委員を密かに買収してそれを通過させたんだ。しかし、その論文のデータはあまりにも杜撰で、あり得ないものだった。そのため、すぐに学術の不正改ざんが発覚して通報された。事件に関与したその学者を捕らえに行った時、やつは『一体何が間違っていたんだ』と俺に聞いてきた…」\n\n一息の間を入れた後、セノは言葉を続けた。\n\n「俺は『お前の論文が間違っている』と答えた。」\n\n黙り込むマハマトラたちを見て、セノは今のジョークが通じなかったのかと少し心配になり、真剣な面持ちで説明を始めた。\n\n「この話の面白いところはだな。その学者が言う『間違い』とは、そいつがプレッシャーに負けて審査委員を買収し論文を通した点だが、俺の言う『間違い』とはやつの論文自体が間違いだらけだったという点だ。このジョークの巧妙なところは、指示語がすり替わっているところで…」\n\n彼の説明が終わるとマハマトラたちは顔を見合わせ、なんとも言えない苦笑いを浮かべたそうだ…\n\nぎこちない彼らの笑い声の中、いつもは殺伐としたマハマトラの事務室に奇妙な人間味が満ち始めていた。\n\nこの気まずい雰囲気が再び訪れないようにと、マハマトラたちはセノがジョークを言い終えた後、必ず全員で笑ってジョークの解説を始めないようにと示し合わせた。\n\nセノの真似をしてジョークを言ったマハマトラは、他の者に食堂のチケットを没収されるなど厳しい手段をもって重い制裁が加えられる。\n\nマハマトラたちのチームにおいて、「セノ」は一人で十分だということだ。",
      "ko": "아카데미아의 학자들은 풍기관 사무실 얘기만 나오면 낯빛이 변하곤 한다.\n\n풍기관들의 「줄줄이 악행」보다 학자들을 더 불안하게 만드는 건 사이노가 사무실로 들어간 후 흘러나오는 소름끼치게 메마른 웃음소리 때문이었다…\n\n학자들은 그것이 분명 사이노가 또 어느 학자에게 벌을 준 것을 기뻐하는 풍기관들의 웃음소리라고 확신했다.\n\n오직 풍기관들만이 알리라. 그 웃음소리가 사이노 특유의 유머 때문이라는 걸.\n\n「내가 담당했던 사건들 중에 이런 일이 있었어. 사건에 연루된 학자는 논문 심사에서 여러 차례 떨어지자 극심한 스트레스에 휩싸였고, 결국 논문 통과를 위해 심사위원을 매수하기에 이르렀지. 하지만 논문 데이터에 아주 심각한 오류가 있어 얼마지 않아 논문 조작으로 적발됐어. 결국 체포된 학자는 나한테 도대체 자기가 뭘 잘못했냐고 묻더군…」\n\n잠시 침묵한 사이노가 말을 이어갔다. 「그래서 난 이렇게 대답했어. 자네의 논문이 잘못했다고.」\n\n풍기관들이 침묵하자 사이노는 그들이 이 유머를 알아듣지 못했다고 생각했는지 다시 진지하게 해명하기 시작했다.\n\n「이 이야기가 재밌는 건 학자가 말하는 『잘못』은 논문 통과를 위해 어쩔 수 없이 심사위원을 매수한 일을 말한 거고, 내가 말한 『잘못』은 그 학자의 논문에 오류가 있다는 뜻이었지. 이 농담의 포인트는 바로 언어유희인 거야…」\n\n사이노가 설명을 마치자 풍기관들은 서로 눈치를 보다 약속이라도 한 듯 메마른 웃음을 내기 시작했다…\n\n그 어색한 웃음소리에 엄숙했던 풍기관 사무실은 어쩐지 인간미가 감돌기 시작했다.\n\n그 뒤로 이런 어색한 상황을 피하기 위해 풍기관들은 사이노가 유머를 던질 때면 그가 다시 유머를 설명하지 않도록 어색하게라도 웃어주는 불문율이 생겼다.\n\n하지만 사이노의 썰렁한 유머를 따라 하는 풍기관이 나타나면 바로 식권을 빼앗는 등 따끔한 처벌로 제지하곤 했다.\n\n이런 썰렁 개그를 하는 사람은 사이노 한 명으로 족하니까",
      "en": "In the Akademiya, the mere mention of the Matra's office can make any researcher's heart seize up.\n\nApart from the renowned \"evil deeds\" of the Matra, what disturbs them even more is how creepy, dry laughter can be heard from the office whenever Cyno walks in...\n\nResearchers firmly believe that this must be the Matra's way of expressing smug satisfaction at the sight of Cyno passing judgment on some hapless researcher.\n\nBut only the Matra know that the laughter is a response to Cyno's unique sense of humor.\n\n\"I once worked on a case where the researcher involved was under great pressure because his paper had been rejected multiple times at the review stage. He eventually rammed it through by successfully bribing the members of his review committee. However, the data in that paper was so wrong that it didn't even take long to be exposed as academic fraud. When I went to arrest this researcher, he asked me 'what have I done wrong?'...\"\n\nAfter a pause, Cyno continued,\n\n\"I answered, 'Your paper.'\"\n\nSeeing the Matra all sit there in silence, Cyno seemed to be worried that they did not get the joke, so he went on to explain it with a serious expression,\n\n\"You see, the interesting part of this story lies in how, when he asked me what he had done wrong, he expected me to say that his fault lay with his bribing of the committee due to academic pressure, yet I told him that his error was in not reaching the correct conclusions in his paper. The clever part about this joke is that I changed the subject that was being discussed...\"\n\nAfter he finished explaining, the Matra all exchanged looks before letting out a few dry, strangled laughs in concert...\n\nThe awkward laughter lent a strange sense of human warmth then to the often somber and solemn Matra office.\n\nHowever, to prevent such an awkward situation from ever happening again, the Matra gradually came to a consensus that after Cyno finishes telling a joke, everyone in the room must force out a laugh or two in response so that he will not start explaining it.\n\nOn the other hand, any Matra who attempts to imitate Cyno's style will be harshly punished by the others through extreme means such as confiscating their canteen meal tickets.\n\nAfter all, one Cyno is enough for the whole division.",
      "de": "In der Akademie halten sich die Gelehrten vom Büro der Matra immer fern.\n\nDas liegt nicht nur an „zahlreichem Fehlverhalten“ der Matra. Was den Gelehrten noch mehr Unbehagen bereitet, ist das trockene, gruselige Lachen aus dem Büro, nachdem Cyno das Büro betreten hat ...\n\nDie Gelehrten sind sich einig, dass dies ein selbstgefälliges Lachen ist, weil Cyno einen Gelehrten verurteilt hat.\n\nNur die Matra wissen, dass dieses Lachen von Cynos einzigartigem Sinn für Humor herrührt.\n\n„Ich wurde einmal geschickt, um einen Fall zu untersuchen, in dem ein Gelehrter unter enormem akademischen Druck stand, weil seine Arbeit während des Prüfungsprozesses mehrfach abgelehnt worden war. Daher bestach er ein Mitglied des Prüfungsausschusses, um seine Abhandlung genehmigen zu lassen. Aber es gab viele gefälschte Daten in seiner Abhandlung, und es dauerte nicht lange, bis ein anderer Gelehrter den akademischen Betrug entdeckte und ihn uns meldete. Als ich ihn verhaftete, fragte mich der Gelehrte: ‚Was habe ich falsch gemacht?‘“\n\nNach einem Moment erzählte Cyno weiter:\n\n„Ich antwortete ihm: Deine Abhandlung ist falsch.“\n\nAls Cyno sah, dass seine Kollegen alle schwiegen, schien er besorgt zu sein, dass sie den Witz nicht verstanden, also erklärte er ihn noch einmal ernsthaft:\n\n„Das Interessante an dieser Geschichte ist, dass der Gelehrte, als er von ‚falsch‘ sprach, von seinem akademischen Druck sprach. Und ihm blieb keine andere Wahl, als ein Ausschussmitglied zu bestechen, damit seine Abhandlung genehmigt wurde. Aber mit meinem ‚falsch‘ meine ich, dass seine Abhandlung falsch war. Das Interessante liegt darin, worauf sich das Wort ‚falsch‘ bezieht ...“\n\nNachdem er mit seiner Erklärung fertig war, sahen alle Matra einander an und nach einer Weile begannen sie trocken zu lachen ...\n\nNach dem unbeholfenen Gelächter wurde das einst ernste Matra-Büro langsam menschlicher.\n\nDoch um eine Wiederholung dieser peinlichen Situation zu vermeiden, einigten sich alle Matra nach und nach darauf, dass alle lachen mussten, nachdem Cyno ihnen einen Witz erzählt hatte, damit er nicht anfing zu erklären.\n\nAber diejenigen, die versuchten, Cynos Witze nachzuahmen, wurden von anderen auf rücksichtlose Weise bestraft, beispielsweise durch Beschlagnahme von Kantinenkarten.\n\nEin Cyno in dem gesamten Matratrupp ist mehr als genug.",
      "es": "El mero hecho de nombrar la oficina de la matra es algo que infunde miedo a los eruditos de la Academia.\n\nDejando de lado los supuestos “actos malévolos” de la matra, lo que les da aún más miedo a los eruditos es cuando Cyno entra en la oficina y se escucha una risa tosca que cala los huesos.\n\nCuando eso pasa, asumen que es una risa de satisfacción de los matra porque Cyno acaba de dictar sentencia para el crimen de algún erudito.\n\nSin embargo, solo estos saben que esa risa en realidad se debe al especial sentido del humor de Cyno.\n\n“Hace tiempo, tuve un caso de un erudito cuya tesis rechazaron varias veces, lo que le supuso una gran presión académica. Durante una de las evaluaciones de su tesis, el erudito sobornó a los miembros del jurado para que se la aprobaran. Pero los datos de su escrito eran tan erróneos que, poco después, alguien lo denunció por fraude académico. Cuando fui a arrestarlo, el erudito me preguntó qué había hecho mal”.\n\nCyno hizo una pausa y prosiguió:\n\n“Entonces le dije: ‘Tu tesis’”.\n\nComo los matra se quedaron mirándole sin decir nada, Cyno pensó que no habían entendido la gracia, por lo que explicó:\n\n“Verán, cuando el erudito dijo ‘qué es lo que había hecho mal’, hablaba en referencia a haber sobornado al jurado para que aprobaran su tesis, mientras que yo, con mi respuesta, me refería a que su tesis entera estaba mal. La gracia está en que cambié el asunto del que hablábamos”.\n\nCuando terminó con su exposición, los matra se miraron atónitos y se rieron al unísono con cierta sequedad.\n\nEntre risas incómodas, el serio entorno de la oficina fue cobrando una extraña calidez humana.\n\nPara evitar situaciones tan incómodas, los matra acordaron que, cuando Cyno terminase de contar un chiste, todo el mundo debía reírse una o dos veces como respuesta para que no se pusiera a explicar nada.\n\nPor otro lado, si algún otro matra intentaba imitar el estilo cómico de Cyno, sería duramente castigado por los demás con un método como confiscarle los cupones de comida de la cafetería.\n\nDespués de todo, tener un Cyno en toda la matra es más que suficiente.",
      "fr": "À l'Académie, les matras ont toujours suscité des angoisses chez les chercheurs.\n\nOutre les « actes machiavéliques » que ces derniers attribuent aux matras, les rires secs et glauques qui se font entendre du bureau chaque fois que Cyno y entre leur donnent la chair de poule.\n\nLes chercheurs croient que ces rires sont l'expression de la satisfaction éprouvée après la capture d'un des leurs.\n\nCependant, seuls les matras savent qu'il s'agit d'une réponse au sens de l'humour particulier de leur chef.\n\n« Un jour, j'ai travaillé sur une affaire qui impliquait un chercheur sous pression parce que l'Académie avait rejeté sa thèse plusieurs fois. Il a réussi à la faire approuver en soudoyant un agent du comité d'évaluation. Mais les données étaient si erronées qu'il n'a pas fallu longtemps avant de démasquer sa fraude académique. Quand je suis allé arrêter ce chercheur, il m'a demandé ce qu'il avait fait de mal. »\n\nCyno marque une pause avant de reprendre.\n\n« J'ai répondu : votre thèse. »\n\nEn voyant les matras silencieux, Cyno craint que sa blague leur soit passée au-dessus de la tête et commence à l'expliquer d'un air sérieux.\n\n« En fait, en posant cette question, le chercheur voulait justement dire qu'il n'avait rien fait de mal parce qu'il a seulement soudoyé l'agent pour faire approuver sa thèse, mais je lui ai répondu que sa thèse était mal faite. Voilà, c'était la blague. »\n\nAprès avoir terminé son explication, les matras échangent un regard avant de rigoler nerveusement à l'unisson...\n\nCe bureau à l'ambiance si solennelle d'habitude a été égayé un tant soit peu par ces rires.\n\nPour éviter que ce genre de situation embarrassante ne se reproduise à l'avenir, les hommes de Cyno se sont progressivement concertés pour se forcer à rire dès la fin de la blague pour l'empêcher de se lancer dans des explications.\n\nDe plus, tout matra qui essaie d'imiter Cyno se verra puni par les autres en se faisant confisquer ses tickets déjeuner.\n\nAprès tout, un seul Cyno est suffisant pour toute la division.",
      "pt": "Na Academia, a mera menção ao escritório dos Matras é suficiente para assustar qualquer pesquisador.\n\nAlém das \"inúmeras maldades\" dos Matras, o que deixa os pesquisadores ainda mais inquietos é quando Cyno entra no escritório e um riso pesado de gelar o sangue percorre a sala...\n\nOs pesquisadores acreditam piamente que isso acontece quando Cyno está proferindo alguma sentença contra um pesquisador, e esse riso vem de seus companheiros Matras, orgulhando-se.\n\nMas somente os Matras sabem que esse riso é desperto por conta do senso de humor único de Cyno.\n\n\"Uma vez trabalhei num caso em que um pesquisador teve sua pesquisa reprovada várias vezes, e por isso estava sob muita pressão acadêmica. Ele subornou um dos membros de sua banca avaliadora para que sua tese fosse aprovada em sua próxima avaliação. Mas como haviam muitos dados errados em sua tese, não se passou muito tempo até que descobrissem a fraude. Quando eu fui apreender ele, esse pesquisador indagou: 'Onde foi que eu errei?'\"\n\nDepois de parar por um momento, Cyno disse:\n\n\"Sua tese estava errada.\"\n\nAo ver os seus companheiros Matras sérios, Cyno ficou preocupado que eles não tivessem entendido a piada, e por isso explicou seriamente:\n\n\"A graça dessa história está no fato de que o pesquisador, ao se referir ao 'erro', estava falando do suborno resultante da pressão acadêmica sofrida, que o deixou sem escolhas, mas eu, ao me referir ao 'erro', estava indicando que a sua tese estava errada. A graça está na troca do foco...\"\n\nDepois de terminar de explicar, todos os Matras ficaram se encarando, e riram de forma pesada e seca em uníssono...\n\nApós o riso constrangedor, o antes sério escritório dos Matras lentamente passou a ter um ar mais amigável.\n\nMas, para evitar que situações constrangedoras como essa acontecessem novamente, os Matras gradualmente chegaram ao consenso de que, depois que Cyno contar uma piada, todos deveriam rir para que ele não começasse a explicar ela.\n\nMas aqueles que tentaram imitar as piadas de Cyno passaram a sofrer punições dos outros por métodos abismais como confisco de tíquetes do refeitório.\n\nUm Cyno no Matra inteiro já é mais que suficiente.",
      "ru": "При малейшем упоминании о кабинете, в котором заседают матры, сердце любого учёного Академии сжимается от страха. Но даже известия о всевозможных «злодеяниях» матр не внушают учёным такого ужаса, как взрывы сухого смеха, что раздаются из кабинета вскоре после того, как туда заходит Сайно... Учёные уверены, что матры смеются от злорадства, когда Сайно рассказывает им о приговоре, вынесенном очередному несчастному. И только сами матры знают, что причина этого смеха - своеобразное чувство юмора генерала махаматры.\n\n«Я расследовал одно дело, фигурант которого никак не мог доработать своё исследование, чтобы пройти проверку. Он чувствовал на себе огромное давление со стороны коллег и, сдавая работу на очередную проверку, подкупил рецензента. В итоге его работа была принята, но в ней оказалось так много противоречий, что очень скоро его уличили в фальсификации научных данных. Когда я пришёл его арестовать, этот учёный всё спрашивал: в чём же моя ошибка?..»\n\nСделав паузу, Сайно продолжал:\n\n«Я сказал ему: ошибка - в твоей научной работе».\n\nУвидев, что матры смотрят на него в недоумении, Сайно решил, что они не поняли шутки, и стал терпеливо объяснять:\n\n«Юмор тут вот в чём: учёный считал, будто его ошибка в том, что он протолкнул свою работу с помощью подкупа. А я сказал, что ему вообще не стоило браться за исследования, в этом вся ошибка. Видите, он имел в виду одно, а я другое, поэтому и получилось так смешно...»\n\nКогда он закончил объяснять, матры молча переглянулись и выдавили из себя несколько натужных смешков. Этот неестественный смех странным образом придал суровому кабинету матр что-то человеческое. Но чтобы больше не попадать в такую неловкую ситуацию, матры договорились смеяться сразу после того, как Сайно расскажет свой анекдот, тогда ему не придётся объяснять, в чём там юмор. А матры, которые пытаются подражать Сайно и рассказывать несмешные анекдоты, подвергаются жёстким санкциям со стороны коллег - скажем, конфискации талонов в столовую. В отряде матр одного Сайно вполне достаточно.",
      "id": "Di Akademiya, kantor para Matra selalu menjadi bahan diskusi di antara para peneliti.\n\nSelain \"perbuatan jahat\" para Matra itu, yang lebih menggelisahkan bagi para peneliti adalah, pada waktu Cyno memasuki ruangan kantornya, pasti akan terdengar suara tawa yang menyeramkan dan sangat kering, sampai bulu kuduk pendengarnya bisa berdiri tegak ....\n\nPara peneliti percaya bahwa ini adalah suara tawa dan rasa bangga para Matra pada saat Cyno sudah menentukan hukuman yang akan diberikan kepada peneliti tertentu.\n\nTapi hanya para Matra yang tahu, suara tawa seperti ini, adalah rasa humor unik yang dimiliki oleh Cyno.\n\n\"Suatu kali, aku pernah tangani kasus yang besar sekali. Skripsi peneliti yang terlibat kasus ini tidak pernah lulus dalam peninjauan dan punya tekanan akademik yang sangat besar. Dia diam-diam suap komite peninjau skripsinya sehingga skripsinya diluluskan. Karena data yang ada di dalam skripsinya terlalu mengada-ada, kepalsuan data pada skripsi ini akhirnya ketahuan tidak lama kemudian. Waktu aku tangkap peneliti ini, dia bertanya: \"Sebenarnya apa salahku ....\"\n\nSetelah diam sejenak, Cyno melanjutkan:\n\n\"Aku jawab, yang salah itu skripsimu.\"\n\n\"Melihat para Matra yang tetap diam setelah mendengar ceritanya dan khawatir mereka tidak mengerti leluconnya, Cyno pun berusaha untuk menjelaskan dengan sangat serius:\n\n\"Letak kelucuannya itu, ke\"salah\"an yang peneliti ini kan sebenarnya tekanan akademiknya yang terlalu berat sampai dia jadi terpaksa suap komite peninjau untuk meluluskan skripsinya, sedangkan ke\"salah\"an yang aku maksud itu, data di skripsinya yang salah. Jadi lelucon ini pas sekali, kesalahan data yang ada di skripsi aku ganti dengan kesalahannya yang sebenarnya ....\"\n\nSetelah mendengarkan penjelasannya yang panjang lebar dan lengkap, para Matra saling bertatapan dan mengeluarkan suara tawa yang kering dan canggung.\n\nDalam suara tawa yang canggung itu, kantor Matra yang awalnya sangat agung dan serius itu, malah pelan-pelan dipenuhi oleh suasana yang lebih manusiawi.\n\nTapi, untuk menghindari kejadian yang memalukan seperti ini terjadi lagi, para Matra pelan-pelan memiliki pandangan yang sama, kalau setelah Cyno selesai menceritakan leluconnya, masing-masing dari mereka semua harus tertawa sedikit sebagai tanda balasan, jadi Cyno tidak perlu menjelaskan ulang leluconnya lagi.\n\nTapi para Matra yang berusaha untuk meniru cara Cyno menceritakan lelucon, akan dihukum dengan cara yang sangat tegas seperti petir yang menggelegar dari atas langit, misalnya menyita kupon makan di kantin.\n\nDi seluruh tim Matra, satu Cyno saja sudah cukup.",
      "th": "ในสถาบัน ห้องทำงานของเจ้าหน้าที่มาตรามักเป็นหัวข้อการพูดคุยของนักวิชาการอยู่เสมอ\n\nนอกจาก \"การกระทำที่ชั่วร้ายอย่างร้ายแรง\" ของเจ้าหน้าที่มาตราแล้ว สิ่งที่ทำให้นักวิชาการกังวลใจยิ่งกว่านั้นก็คือ ทุกครั้งที่ Cyno เดินเข้าไปในห้องทำงาน จะต้องมีเสียงหัวเราะแห้ง ๆ ที่ชวนขนลุกดังออกมาด้วยเสมอ...\n\nพวกนักวิชาการมั่นใจว่า ต้องเป็น Cyno ที่กำลังลงโทษนักวิชาการบางคน และมีเจ้าหน้าที่มาตรากำลังได้ใจกับสิ่งนี้แน่นอน\n\nแต่มีเพียงเจ้าหน้าที่มาตราเท่านั้นที่รู้ว่า เสียงหัวเราะเหล่านี้ ต่างมาจากอารมณ์ขันที่เป็นเอกลักษณ์ของ Cyno ทั้งนั้น\n\n\"ครั้งหนึ่ง ฉันเคยจัดการคดีซึ่งนักวิชาการที่เกี่ยวข้องตกอยู่ภายใต้แรงกดดันทางวิชาการอย่างมหาศาล เพราะตรวจวิทยานิพนธ์ไม่ผ่านหลายต่อหลายครั้ง ในระหว่างการตรวจวิทยานิพนธ์ เขาได้แอบติดสินบนกรรมการตรวจทาน เพื่อให้วิทยานิพนธ์ของตัวเองผ่านเสียที แต่เพราะเนื้อหาของวิทยานิพนธ์นี้มีข้อมูลผิดพลาดอย่างมหันต์อยู่ ผ่านไปไม่นานก็ถูกคนรายงานการฉ้อโกงทางวิชาการ พอฉันไปจับตัวนักวิชาการที่เกี่ยวข้อง นักวิชาการคนนั้นกลับถามฉันว่า เขาผิดที่ตรงไหนกัน...\"\n\nCyno หยุดอยู่ชั่วครู่แล้วเอ่ยว่า:\n\n\"ฉันตอบเขาไปว่า ที่ผิดคือวิทยานิพนธ์ของคุณ\"\n\nเมื่อมองไปยังเหล่าเจ้าหน้าที่มาตราที่นิ่งเงียบ Cyno ก็เหมือนกังวลว่าพวกเขาไม่เข้าใจมุกตลก เลยเริ่มอธิบายอย่างจริงจัง:\n\n\"สิ่งที่น่าสนใจเกี่ยวกับเรื่องนี้คือ นักวิชาการบอกว่า 'ผิด' หมายความว่าเขาอยู่ภายใต้แรงกดดันทางวิชาการ และต้องติดสินบนให้ผู้ตรวจทานวิทยานิพนธ์ให้ผ่าน ส่วนคำว่า 'ผิด' ที่ฉันพูดหมายความว่าวิทยานิพนธ์ของเขาเองนั้นผิด จุดตลกของมุกตลกนี้คือการเปลี่ยนสรรพนาม ...\"\n\nหลังจากที่เขาอธิบายเสร็จแล้ว เจ้าหน้าที่มาตราทุกคนก็มองหน้ากัน และพากันหัวเราะแห้ง ๆ ออกมาพร้อมกัน...\n\nท่ามกลางเสียงหัวเราะอย่างฝืดเฝื่อน ห้องทำงานเจ้าหน้าที่มาตราที่แต่เดิมให้ความรู้สึกเคร่งขรึมวังเวง ก็เหมือนมีบรรยากาศกลิ่นอายของอารมณ์มนุษย์แบบแปลก ๆ เกิดขึ้น\n\nอย่างไรก็ตาม เพื่อหลีกเลี่ยงไม่ให้ฉากที่น่าอับอายนี้เกิดขึ้นอีก เจ้าหน้าที่มาตราจึงค่อย ๆ ตกลงกันว่าหลังจากที่ Cyno เล่าเรื่องตลกของเขาจบ ทุกคนต้องตอบโต้ด้วยเสียงหัวเราะครั้งหรือสองครั้ง และอย่าปล่อยให้เขาเริ่มอธิบายเรื่องตลกของเขาอีก\n\nแต่พวกเจ้าหน้าที่มาตราที่พยายามล้อเลียนเรื่องตลกของ Cyno จะถูกคนอื่น ๆ ลงโทษอย่างรุนแรงและเฉียบขาด อย่างเช่นการริบตั๋วโรงอาหาร\n\nในทีมเจ้าหน้าที่มาตรา คนอย่าง Cyno มีเพียงแค่คนเดียวก็พอแล้ว",
      "vi": "Trong Giáo Viện, phòng làm việc của các Matra luôn là đề tài bàn tán mà các học giả khi nhắc đến đều mặt mày biến sắc.\n\nNgoài \"những việc làm xấu xa\" của các Matra, điều khiến các học giả bất an hơn cả là sau khi Cyno bước vào phòng làm việc, thì gian phòng này chắc chắn sẽ phát ra tiếng cười khô khốc rợn người...\n\nCác học giả chắc chắn rằng đó nhất định là Cyno đã xác định được hình phạt cho một học giả nào đó, và các Matra đang đắc ý vì điều này.\n\nNhưng chỉ có các Matra mới biết, những tiếng cười này đều xuất phát từ khiếu hài hước độc đáo của Cyno.\n\n\"Tôi đã từng xử lý một trường hợp, người học giả đó vì luận văn của mình đã nhiều lần không được thông qua, nên phải chịu áp lực học tập rất nặng nề. Trong một lần đánh giá luận văn, anh ta đã bí mật hối lộ ban xét duyệt để luận văn của mình được thông qua. Nhưng vì dữ liệu trong bài luận văn này quá sai, nên không lâu sau nó bị tố cáo là gian lận trong học thuật. Khi tôi đi bắt học giả đó, anh ta đã chất vấn tôi rằng rốt cuộc đã sai ở chỗ nào...\"\n\nSau một lúc dừng lại, Cyno nói tiếp:\n\n\"Tôi trả lời anh ta, luận văn của anh bị sai rồi.\"\n\nNhìn các Matra im lặng, Cyno có vẻ lo lắng rằng họ không hiểu câu chuyện cười này, vì vậy anh ấy tiếp tục giải thích nó với vẻ mặt nghiêm túc:\n\n\"Câu chuyện này thú vị ở chỗ, cái \"sai\" mà người học giả nói mang ý nghĩa là vì anh ta chịu áp lực học hành, bất đắc dĩ mới phải dùng đến thủ đoạn hối lộ để được thông qua, nhưng cái \"sai\" mà tôi nói lại là luận văn của anh ta sai, điều hay ho của câu chuyện cười này là thay thế đại từ quy chiếu...\"\n\nSau khi anh ấy giải thích xong, tất cả các Matra nhìn nhau và đồng loạt phát ra tiếng cười gượng gạo...\n\nGiữa những tiếng cười gượng gạo đó, phòng làm việc vốn dĩ uy nghiêm, đã dần mang một chút tình người là lạ.\n\nTuy nhiên, để tránh cảnh tượng ngượng ngùng này xảy ra một lần nữa, các Matra đã dần thống nhất với nhau, sau khi Cyno kể xong chuyện cười, tất cả mọi người đều phải cười một hai tiếng để đáp lại, đừng để anh ấy phải giải thích câu chuyện cười đó.\n\nNhưng những Matra khác cố tình bắt chước phong cách kể chuyện của Cyno, sẽ bị trừng phạt nghiêm khắc bởi những người khác thông qua các biện pháp mạnh tay như tịch thu vé ăn ở phòng ăn.\n\nTrong cả đội Matra, có một Cyno thôi là đủ rồi."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "赛诺始终认为，风纪官们并不是求知者的敌人。\n\n教导赛诺的学者居勒什曾告诉他，如果「智慧」失去了教令的约束，那它就会转为「灾祸」。\n\n这些失控的「智慧」是漂浮在无知之海上的诱饵，引诱着懵懂的求知者步入深渊。\n\n这些失控的「智慧」会让学者们傲慢骄纵，心无敬畏，甚至蔑视生命，妄谈生死，给世界造成不可弥补的创伤。\n\n贤者们之所以会不断地推出新的教令，就是为了保证教令院内的求知者们不会被这样的「诱饵」误导，从而走入歧途。\n\n而追捕着违令者，并依照教令予以他们审判的风纪官们，也正是院内所有求知之人的「守护者」。\n\n但在学者们眼中，风纪官们的形象却是不断用暴力手段剪除知识的「破坏者」。\n\n「头脑简单的人形蕈兽」，「『不能做』先生」，「碎纸机器」…这都是他们为风纪官们所取的外号。\n\n但最著名的外号，还是一位室罗婆耽学者所创作的「教令驮兽！」\n\n在初听到这个外号的时候，大部分风纪官都愤懑不满，只觉得学者们也太过蔑视风纪官们的工作。\n\n但赛诺却表示，这个外号他非常喜欢。\n\n「风纪官正是背负着教令行走在教令院中的『驮兽』。」\n\n「在履行风纪监察权时，我们每个人都必须时刻牢记自己所肩负的教令之重。」\n\n在沉吟了一会后，大风纪官又补充道：\n\n「…另一方面，在履行职责时，我们也要如同驮兽一般不与人争辩，专心把事办『妥』就好。」",
      "zht": "賽諾始終認為，風紀官並不是求知者的敵人。\n\n教導賽諾的學者居勒什曾告訴他，如果「智慧」失去了教令的約束，那它就會轉為「災禍」。\n\n這些失控的「智慧」是漂浮在無知之海上的誘餌，引誘著懵懂的求知者步入深淵。\n\n這些失控的「智慧」會讓學者們傲慢驕縱、心無敬畏，甚至蔑視生命、妄談生死，對世界造成不可彌補的創傷。\n\n賢者們之所以會不斷地推出新的教令，就是為了保證教令院內的求知者們不會被這樣的「誘餌」誤導，從而走入歧途。\n\n而追捕著違令者，並依照教令予以他們審判的風紀官們，也正是院內所有求知之人的「守護者」。\n\n但在學者們眼中，風紀官們的形象卻是不斷用暴力手段剪除知識的「破壞者」。\n\n「頭腦簡單的人形蕈獸」、「『不能做』先生」、「碎紙機器」…這都是他們為風紀官們所取的外號。\n\n但最著名的外號，還是某位室羅婆耽學者想出的「教令馱獸！」\n\n初聽到這個外號的時候，大部分風紀官都憤懣不平，只覺得學者們也太過蔑視風紀官們的工作。\n\n但賽諾卻表示，這個外號他非常喜歡。\n\n「風紀官正是背負著教令行走在教令院中的『馱獸』。」\n\n「在履行風紀監察權時，我們每個人都必須時刻牢記自己所肩負的教令之重。」\n\n在沉吟了一會後，大風紀官又補充道：\n\n「…另一方面，在履行職責時，我們也要如同馱獸通常不與人爭辯，專心把事辦『妥』就好。」",
      "jp": "セノは、マハマトラとは知識を求める者の敵ではないと常々思っている。\n\nセノに教えを授けた学者ジュライセンはかつて、もし「知恵」が教令の制約を失ったら「災い」となることを彼に教えていた。\n\n暴走した「知恵」は無知の海に浮かぶ餌となり、分別のない者たちを深淵へと引き入れる。\n\n暴走した「知恵」は学者たちを傲慢で身勝手にし、畏敬の念を失うばかりか生命を蔑視して生き死にを疎かにし、世の中に取り返しのつかない傷を残す。\n\n故に賢者たちは絶えず新たな教令を発布した。それは、教令院内の知識を求める者たちがそのような「餌」に導かれ、誤った道を進まないようにするためだ。\n\nつまり、違反した者を逮らえて教令に従い彼らを裁くマハマトラたちは、教令院で知識を求めるすべての人々の「守護者」なのである。\n\nしかし、学者たちが持つマハマトラのイメージは、暴力的な手段で知識を排除しようとする「破壊者」であった。\n\n「脳みそが単純なヒト型キノコン」、「ミスター『禁止』マン」、「シュレッダー」…これらはいずれも学者たちがマハマトラに付けたあだ名だ。\n\nだがもっとも有名なあだ名は、やはりハルヴァタット学院の学者が作った「教令駄獣！」だろう。\n\n初めてそのあだ名を耳にした時、多くのマハマトラは怒りを覚え、学者たちがマハマトラの仕事を蔑んでいると感じた。\n\nしかしセノは、このあだ名を逆にとても気に入っているという。\n\n「マハマトラとは教令を背負って教令院を駆け回る『駄獣』そのものだ。」\n\n「風紀監察権の執行中は、俺たちの誰もが自分の背負っている教令の重みを心に刻んでおかなければならない。」\n\nそう言ったあと、大マハマトラはさらに付け加えた。\n\n「…まあ、別の視点から言えば、責務を遂行するとき俺たちも駄獣のように他人と争わず、仕事を『妥当』に処理すべきだが。」",
      "ko": "사이노는 풍기관과 지식을 탐구하는 자가 결코 적이 아니라고 여겼다.\n\n사이노를 가르쳤던 학자 키루스는 그에게 이렇게 말했다. 「지혜」가 규칙의 속박에서 벗어난다면 결국 「재앙」으로 바뀌게 된다고 말이다.\n\n통제를 잃은 「지혜」는 무지의 바다 위를 떠다니는 미끼와 같아, 어리석은 학자를 심연으로 이끄고 만다.\n\n통제를 잃은 「지혜」는 학자를 오만하고 두려움이 없게 만들며, 심지어 생명을 하찮게 여겨 세상에 지울 수 없는 상처를 남긴다.\n\n현자들이 끊임없이 새로운 교령을 만드는 건 아카데미아의 학자들이 이런 「미끼」에 홀려 잘못된 길로 접어드는 걸 막기 위함이고, 교령을 위반한 자들을 붙잡아 재판에 넘기는 풍기관들은 바로 아카데미아 학자들의 「수호자」인 것이다.\n\n하지만 학자들에게 풍기관이란 폭력적 수단으로 지식의 싹을 잘라버리는 「파괴자」에 불과했다.\n\n「두뇌가 단순한 인간 버섯몬」, 「『안 돼요』 대왕」, 「논문 파쇄기」 등… 학자들은 풍기관들에게 여러 가지 별명을 지어주었다.\n\n그중에서 가장 유명한 건 어느 하라바타트 학자가 지은 「교령 동물 짐꾼」이었다.\n\n처음 이 별명을 들은 대다수의 풍기관은 분노를 감추지 못했다. 이는 풍기관에 대한 지대한 모욕이라고 생각했기 때문이다.\n\n하지만 사이노는 오히려 이 별명이 마음에 든다며 웃었다.\n\n「풍기관이 아카데미아의 교령을 짊어진 『동물 짐꾼』이긴 하지.」\n\n「풍기 감찰권을 이행함에 있어 우리가 짊어진 교령의 무게를 잊지 말아야 해.」\n\n잠깐 망설이던 대풍기관은 한 마디를 덧붙였다.\n\n「…그리고 직무를 수행함에 있어 다른 학자들과 입씨름할 것 없어. 그저 동물 짐꾼이 짐을 끌 듯 할 일을 제대로 『끌어』 가기만 하면 되니까」",
      "en": "Cyno has always believed that the Matra are not the enemies of those who seek knowledge.\n\nCyrus, a scholar who tutored Cyno before, once told him that without the Akademiya's laws, \"wisdom\" will soon turn into \"calamity.\"\n\nThese floating scraps of out-of-control \"wisdom\" are like bait on a sea of ignorance, luring innocent knowledge seekers into the abyss.\n\nThey will make researchers far too arrogant and reckless, to the point where they may even attempt to tamper with life and death due to their lack of respect for human life. Eventually, they shall cause irreparable damage to the world.\n\nThe sages keep introducing new rules and regulations precisely to ensure that the knowledge seekers of the Akademiya will not be misled and go astray because of such bait.\n\nThe Matra who hunt down those who violate the law and judge them according to those same laws are in fact the \"guardians\" of all those who seek knowledge in the Akademiya.\n\nHowever, in the eyes of researchers, they are but a bunch of \"demolishers\" who constantly, violently cut off their paths to knowledge.\n\n\"Dumb humanoid Fungi,\" \"Mr. You-Can't-Do-This,\" \"Paper Shredders\"... These are all nicknames they have come up with for the Matra.\n\nAmong them, the most notorious one is \"the Akademiya's Sumpter Beasts,\" a name coined by a Haravatat researcher.\n\nWhen they first heard of this nickname, most of the Matra were rather enraged, reckoning that the researchers thought too little of their hard work.\n\nOn the contrary, Cyno noted that he actually fancied it quite a bit.\n\n\"We Matra are indeed Sumpter Beasts who walk the Akademiya's halls, carrying the rules and regulations on our backs.\"\n\n\"When exercising our rights, each of us must always keep that weight in mind.\"\n\nAfter pondering the matter for a while, this General Mahamatra added,\n\n\"Plus, we could stand to be more like Sumpter Beasts in avoiding pointless arguments and focusing on, ahem, getting to our desired destination.\"",
      "de": "Cyno glaubt immer, dass Matra nicht die Feinde der Wissenssuchenden sind.\n\nCyrus, Cynos Lehrer, sagte ihm einmal, dass „Weisheit“, wenn sie nicht von der Akademie kontrolliert würde, sich in ein „Unheil“ verwandeln würde.\n\nAußer Kontrolle geratene „Weisheit“ wirkt wie ein Köder in einem Meer der Unwissenheit und führt die Unwissenden in den Abgrund.\n\nAußer Kontrolle geratene „Weisheit“ macht Gelehrte arrogant und respektlos und fügt letztendlich der Welt irreparablen Schaden zu.\n\nAus diesem Grund erteilen die Weisen ständig neue Befehle, um sicherzustellen, dass die Wissenssuchenden der Akademie nicht auf diesen „Köder“ hereinfallen und den falschen Weg einschlagen.\n\nUnd die Matra, die Verbrecher jagen und vor Gericht stellen, sind zugleich „Wächter“ aller, die an der Akademie Wissen suchen.\n\nAber in den Augen der meisten Gelehrten sind alle Matra „Zerstörer“, die ständig gewalttätige Mittel einsetzen, um „den Weg zum Wissen abzuschneiden“.\n\n„Schwachköpfige Pilzbestien in Menschengestalt“, Herr „Unzulässig“, „Aktenvernichter“ ... Dies sind nur einige der Spitznamen, die sie verwenden, um sich auf Matra zu beziehen.\n\nEs sind aber bei weitem noch nicht die schlimmsten. Noch schlimmer ist der von einem Haravatat-Gelehrten erfundene: „Packtiere der Akademie“.\n\nAls sie diesen Spitznamen zum ersten Mal hörten, waren die meisten Matra empört und glaubten, dass die Gelehrten ihre Arbeit zu sehr verachteten.\n\nCyno sagte jedoch, dass ihm der Spitzname sehr gefiel.\n\n„Matra sind tatsächlich ‚Packtiere‘, die dafür verantwortlich sind, die Regeln der Akademie zu tragen.“\n\n„Bei der Erfüllung unserer Pflichten müssen wir alle das Gewicht der Regeln, die wir tragen, im Auge behalten.“\n\nNach einer Weile fügte der Mahamatra hinzu:\n\n„... Bei der Erfüllung unserer Pflichten sollten wir auch wie Packtiere sein, nicht mit den anderen streiten, wir müssen uns nur darauf konzentrieren, Dinge zu ‚erledigen‘.“",
      "es": "Cyno siempre ha pensado que la matra no es la enemiga de quienes buscan el conocimiento.\n\nCiro, un antiguo tutor de Cyno, le dijo que sin las normas de la Academia, la sabiduría se conviertiría en catástrofe.\n\nDicha sabiduría incontrolada sería como un cebo flotando en medio de un océano desconocido: tentaría a aquellos confusos buscadores de conocimiento a adentrarse en un abismo.\n\nVolvería a los eruditos orgullosos, arrogantes e irreverentes, e incluso les haría despreciar todo organismo y hablar vanamente de la vida y la muerte, lo que podría traer consecuencias irreversibles para el mundo.\n\nLa razón por la que los sabios no dejan de promulgar nuevas regulaciones para la Academia es para evitar que quienes buscan el conocimiento caigan en la tentación y se desvíen de su camino.\n\nLos matra que van tras aquellos que violan la ley y los juzgan de conformidad con ella son los auténticos guardianes de quienes buscan el conocimiento en la Academia.\n\nSin embargo, los eruditos ven a la matra como unos destructores que se interponen en su camino hacia el conocimiento por medio de la violencia.\n\nAlgunos de los apodos que les dan son “cerebros de Hongo”, “señores ‘no puedes hacer nada’”, “triturapapeles”...\n\nSin embargo, el apodo más conocido es el que les dio un erudito de la Facultad Haravatat: “animales de carga de la Academia”.\n\nLa primera vez que escucharon ese apodo, la mayoría de los matra se pusieron furiosos y pensaron que los eruditos no valoraban su trabajo.\n\nEn cambio, a Cyno le encantó el apodo.\n\n“Es cierto que los matra cargamos con las leyes y las normas de la Academia. Todos debemos tener esa carga en mente al hacer cumplir nuestra autoridad”.\n\nTras una breve reflexión, el Gran Juez continuó:\n\n“Por otro lado, al llevar a cabo nuestra labor, también debemos ser como las bestias de carga, que no discuten con la gente y solo se concentran en hacer las cosas bien”.",
      "fr": "#Cyno a toujours estimé que les matras n'étaient pas les ennemis des personnes en quête de savoir.\n\nCyrus, le chercheur chargé de l'éducation de Cyno lui avait raconté que sans les lois de l'Académie, la sagesse se transformerait en calamité.\n\nDes bribes de connaissances hors de contrôle servent à appâter d'innocentes personnes vers l'obscurité dans la mer de l'ignorance.\n\nLes chercheurs deviennent arrogants et téméraires, à un tel point qu'ils tentent de défier les lois de la vie et de la mort en raison de leur mépris de la vie humaine et causent des dégâts irréversibles au monde.\n\nC'est pourquoi les sages de l'Académie continuent de mettre en place des nouvelles règles pour maintenir ses membres sur le droit chemin.\n\nLes matras qui pourchassent ceux qui enfreignent la loi et les jugent selon cette dernière sont véritablement les « protecteurs » des personnes en quête de connaissances.\n\nCependant, les chercheurs les considèrent comme des «{NON_BREAK_SPACE}destructeurs » des chemins du savoir.\n\n« Stupide champignon humain », « Monsieur Vous-ne-pouvez-pas{NON_BREAK_SPACE}», « Déchiqueteur à papier » sont quelques exemples de surnoms qu'ils donnent aux matras.\n\nUn des plus connus reste celui qu'un chercheur de l'Haravatat a inventé : « bêtes de somme de l'Académie ».\n\nLa première fois qu'ils l'ont entendu, les matras étaient furieux que les chercheurs soient aussi méprisants envers leur travail.\n\nCyno trouvait au contraire que ce surnom était bien trouvé.\n\n« Les matras sont en effet les bêtes de somme de l'Académie. Nous arpentons ses couloirs et portons ses lois sur notre dos.\n\nIl faut que vous gardiez cela à l'esprit dans l'exercice de vos fonctions. »\n\nAprès un moment de silence, le général mahamatra ajouta :\n\n« De plus, prenons exemple sur les bêtes de somme et concentrons-nous sur notre travail, au lieu de nous engouffrer dans des querelles inutiles. »",
      "pt": "Cyno sempre acreditou que os Matras não são inimigos de quem busca o conhecimento.\n\nCyrus, o pesquisador que orientou Cyno, uma vez disse que se a sabedoria não for controlada pela Academia, ela acabará se transformando em um desastre.\n\nEssa sabedoria que perdeu o controle será como uma isca que flutua no mar da ignorância, atraindo os ignorantes para o Abismo.\n\nEssa sabedoria descontrolada pode deixar os pesquisadores arrogantes e irreverentes, até mesmo ao ponto de desprezarem a vida, falando casualmente sobre a vida e a morte, infligindo danos irreparáveis ao mundo.\n\nÉ por isso que os sábios constantemente publicam novas ordens, para garantir que os ignorantes na Academia não caiam nessa isca e acabem por trilhar esse caminho perigoso.\n\nE aqueles que perseguem esses infratores e os julgam de acordo com essas ordens também são os guardiões da Academia contra esses ignorantes.\n\nMas para os estudiosos, a imagem dos Matras é de destruidores que constantemente usam métodos violentos para exterminar a sabedoria.\n\n\"Humanogumelos de cérebros simples\", \"Sr. 'Não pode fazer isso'\", \"Picotadores de papel\"... Esses são os apelidos que usam para se referirem aos Matras.\n\nMas o pior apelido é um criado por um pesquisador Haravatat: \"Animais de Carga da Academia!\"\n\nNa primeira vez que ouviu esse apelido, a maioria dos Matras enfureceu-se, pensaram que os pesquisadores desprezavam demais o trabalho deles.\n\nMas Cyno disse que gostou bastante desse apelido.\n\n\"O Matra é o Animal de Carga responsável por carregar da Academia.\"\n\n\"Ao realizarmos nossos deveres de supervisão, precisamos sempre lembrar do peso de nossas ordens.\"\n\nDepois de monologar por um tempo, o General Mahamatra complementou:\n\n\"... Além disso, ao cumprirmos nossos deveres, também deveríamos ser como os Animais de Carga: sem discutirmos entre nós, apenas focando em fazer as coisas da maneira correta.\"",
      "ru": "Сайно любит повторять, что матры не враги тех, кто стремится к знаниям. Учёный Сайрус, наставник Сайно, говорил ему, что, если не ограничивать «мудрость» рамками правил, однажды она обернётся бедствием. Бесконтрольная «мудрость» подобна приманке, что дрейфует в океане невежества, увлекая безрассудных искателей знаний прямо в пучину. Бесконтрольная «мудрость» делает учёных заносчивыми и высокомерными, лишает их страха и благоговения, внушает им презрение перед самой жизнью. В результате они пытаются вмешаться в законы жизни и смерти и приносят в мир непоправимые беды. Мудрецы Академии разрабатывают новые и новые правила, чтобы учёные не сбились с пути, клюнув на такую «приманку». И матры, которые охотятся за нарушителями и судят их по законам Академии, на самом деле оберегают искателей знаний. Но учёные отнюдь не считают матр своими защитниками - наоборот, для них матры - разрушители, которые насильственным путём отрезают им путь к знаниям. «Примитивные человекообразные плесенники», «Господа Нельзя», «Ходячие шредеры»... Это всё прозвища, которыми называют матр в Академии. Но самое известное прозвище придумал один учёный из Хараватата: «Вьючные яки Академии»! Впервые услышав его, матры пришли в ярость от того, как низко ценят учёные их работу. Но Сайно сказал, что ему такое прозвище по душе.\n\n«Матры в самом деле похожи на вьючных яков, что тащат на своих спинах правила и предписания Академии. Осуществляя контроль над дисциплиной и исполнением правил, каждый из нас всегда должен помнить о той ноше, что мы на себя взвалили».\n\nПомолчав, генерал махаматра добавил:\n\n«И ещё нас роднит с вьючными яками то, что мы не должны тратить время на споры и препирательства, а должны, гм, молча идти и выполнять свою работу».",
      "id": "Cyno selalu percaya kalau para Matra bukanlah musuh mereka yang mencari ilmu pengetahuan.\n\nCyrus, peneliti yang membimbing Cyno, pernah mengatakan kepadanya, kalau \"kebijaksanaan\" sudah tidak bisa dikendalikan oleh hukum, maka kebijaksanaan itu sendiri akan menjadi \"petaka\".\n\nKebijaksanaan yang kehilangan kontrol ini adalah umpan yang mengambang di atas lautan ketidaktahuan, dan akan memikat orang-orang yang mencari ilmu pengetahuan masuk ke dalam jurang selangkah demi selangkah.\n\nKebijaksanaan yang kehilangan kendali ini akan membuat para peneliti menjadi sombong, arogan, bahkan membuat mereka menjadi meremehkan bentuk kehidupan, menghina kehidupan dan kematian, dan menciptakan sebuah luka di dunia yang tidak akan bisa disembuhkan oleh apa pun.\n\nPara Sage terus mengeluarkan kebijakan yang baru untuk menjamin bahwa para pencari ilmu pengetahuan di kalangan internal Akademiya tidak terpikat dengan umpan seperti ini dan menjadi salah jalan.\n\nSementara para Matra yang menangkap mereka yang melanggar kebijakan ini dan memberikan penghakiman berdasarkan perintah yang ada, sebenarnya adalah \"pelindung\" bagi seluruh penuntut ilmu pengetahuan di dalam Akademiya.\n\nTapi bagi para peneliti, citra para Matra malah menjadi \"perusak\" yang terus-menerus menggunakan cara kekerasan untuk membasmi pengetahuan sampai ke akar-akarnya.\n\n\"Fungus Bertubuh Manusia dengan Otak Kecil\", \"Tuan 'Semuanya Dilarang'\", \"Mesin Penghancur Kertas\" ... Semua ini adalah julukan yang mereka berikan untuk para Matra.\n\nTapi gelar yang paling terkenal adalah gelar yang diciptakan oleh peneliti Haravatat, \"Sumpter Beast Akademiya!\".\n\nSaat pertama kali mendengar gelar ini, sebagian besar Matra sangat marah. Mereka menganggap kalau para peneliti sudah terlalu meremehkan pekerjaan para Matra.\n\nTapi Cyno malah menyatakan dia sangat menyukai gelar ini.\n\n\"Memang benar Matra adalah 'Sumpter Beast' yang berjalan di dalam Akademiya dengan membawa kebijakan dan semua regulasinya.\"\n\n\"Saat sedang menjalankan otoritasnya untuk melakukan pengawasan, kita semua harus selalu ingat kalau kita menanggung beban yang berat di pundak kita.\"\n\nSetelah hening sejenak, Mahamatra Umum menambahkan lagi:\n\n\"Satu lagi, pada saat sedang menjalankan tugas, kita juga tidak boleh berdebat dengan orang lain, seperti Sumpter Beast. Kita cuma perlu jalankan tugas kita dengan 'beres' saja, itu sudah cukup.\"",
      "th": "Cyno เชื่อเสมอว่าเจ้าหน้าที่มาตราไม่ใช่ศัตรูของผู้แสวงหาความรู้\n\nCyrus นักวิชาการที่สอน Cyno บอกเขาว่า ถ้า \"ปัญญา\" ไม่ถูกจำกัดโดยสถาบัน มันจะกลายเป็น \"หายนะ\"\n\n\"ปัญญา\" ที่ไร้การควบคุมเหล่านี้ เป็นดั่งเหยื่อล่อที่ลอยอยู่ในทะเลอวิชชา คอยล่อลวงผู้แสวงหาที่โง่เขลาสู่ห้วงลึก\n\n\"ปัญญา\" ที่ไร้การควบคุมเหล่านี้ จะทำให้เหล่านักวิชาการเกิดความเย่อหยิ่งจองหอง ดูแคลนแม้กระทั่งชีวิต พูดเหลวไหลเกี่ยวกับความเป็นความตาย และก่อให้เกิดความเสียหายที่ไม่สามารถแก้ไขได้ต่อโลก\n\nเหตุผลที่นักปราชญ์ยังคงให้คำแนะนำสั่งสอนแก่คนรุ่นใหม่ต่อไป เพื่อให้แน่ใจว่าผู้แสวงหาความรู้จะไม่ถูก \"เหยื่อล่อ\" ดังกล่าวทำให้หลงเดินไปในเส้นทางที่ผิด\n\nส่วนเจ้าหน้าที่มาตราที่ตามล่าผู้ที่ฝ่าฝืนกฎ และตัดสินพวกเขาตามกฎสถาบันนั้น ถือเป็น \"ผู้พิทักษ์\" ของผู้แสวงหาความรู้ทุกคนในสถาบัน\n\nอย่างไรก็ตาม ในสายตาของนักวิชาการ ภาพลักษณ์ของเจ้าหน้าที่มาตราคือ \"ผู้ทำลาย\" ที่ใช้วิธีการรุนแรงเพื่อตัดขาดความรู้\n\n\"Fungus ซื่อบื้อในร่างมนุษย์\", \"มิสเตอร์ 'ห้ามทำ'\", \"เครื่องทำลายเอกสาร\"... เหล่านี้ล้วนเป็นชื่อเล่นของเจ้าหน้าที่มาตรา\n\nแต่ชื่อเล่นที่โด่งดังที่สุดคือ \"Sumpter Beast ของสถาบัน\" ที่ตั้งขึ้นโดยนนักวิชาการจากคณะ Haravatat\n\nเมื่อพวกเขาได้ยินชื่อเล่นนี้ครั้งแรก เจ้าหน้าที่มาตราส่วนใหญ่ต่างไม่พอใจ และล้วนรู้สึกว่านักวิชาการดูถูกงานของเจ้าหน้าที่มาตรามากเกินไป\n\nแต่ Cyno กลับบอกว่าชอบชื่อเล่นนี้มาก\n\n\"เจ้าหน้าที่มาตราคือ 'Sumpter Beast' ที่เดินอยู่ในสถาบันโดยแบกกฎไว้บนหลัง\n\n\"เมื่อใช้สิทธิ์ในการกำกับดูแลกฎและวินัย เราแต่ละคนต้องคำนึงถึงน้ำหนักของกฎที่อยู่บนบ่าของเราเสมอ\"\n\nหลังจากไตร่ตรองอยู่พักหนึ่งเจ้าหน้าที่มหามาตรากล่าวเสริมว่า:\n\n\"...ในอีกแง่ เมื่อทำหน้าที่ของเรา เราต้องเป็นเหมือน Sumpter Beast ไม่โต้เถียงกับผู้อื่น และมุ่งทำแต่สิ่งที่ 'ถูกต้อง' เท่านั้น\"",
      "vi": "Cyno luôn tin rằng, các Matra không phải là kẻ thù của những người đi tìm tri thức.\n\nCyrus - người đã hướng dẫn Cyno trước đây, đã từng nói với anh rằng nếu không có giáo lệnh ràng buộc, thì \"trí tuệ\" sẽ sớm trở thành \"tai họa\".\n\nNhững \"trí tuệ\" mất kiểm soát này đang là miếng mồi trôi nổi trên biển cả vô tri, dụ dỗ những người đi tìm tri thức ngây thơ bước xuống vực thẳm.\n\nNhững \"trí tuệ\" mất kiểm soát này sẽ khiến các học giả kiêu căng ngạo mạn, thậm chí là coi thường sinh mệnh, nói năng ngông cuồng về sự sống và cái chết, và gây ra những tổn thương không thể hàn gắn cho thế giới.\n\nLý do các hiền giả liên tục đặt ra những giáo lệnh mới là để những người đi tìm tri thức trong Giáo Viện không bị dụ dỗ bởi những \"miếng mồi\" đó mà lầm đường lạc lối.\n\nCòn các Matra truy bắt những người vi phạm giáo lệnh và xét xử họ dựa theo giáo lệnh, cũng chính là \"người bảo vệ\" cho tất cả những người tìm kiếm tri thức trong Giáo Viện.\n\nNhưng trong mắt các học giả, hình tượng của các Matra lại là \"kẻ hủy diệt\" liên tục dùng bạo lực để cắt đứt tri thức.\n\n\"Nấm Quỷ hình người đầu óc đơn giản\", \"Quý ngài \"không được phép\"\", \"Máy hủy tài liệu\"... Đây đều là những biệt danh họ đặt cho các Matra.\n\nNhưng biệt danh nổi tiếng nhất là \"Thú Thồ Hàng của Giáo Viện\" do học giả học viện Haravatat đặt.\n\nLần đầu tiên nghe thấy biệt danh này, các Matra đều đỏ mặt tía tai, và cảm thấy các học giả quá khinh thường công việc của Matra.\n\nNhưng Cyno lại rất thích biệt danh này.\n\n\"Matra chính là Thú Thồ Hàng mang theo giáo lệnh đi khắp Giáo Viện.\"\n\n\"Khi thực hiện các quyền giám sát, mỗi chúng ta phải luôn ghi nhớ trọng trách mà mình phải gánh vác.\"\n\nSau khi cân nhắc một lúc, Tổng Quản Mahamatra lại nói thêm:\n\n\"...Mặt khác, khi thực hiện nhiệm vụ của mình, chúng ta cũng nên giống như những con Thú Thồ Hàng, không tranh cãi với người khác, và chỉ tập trung vào hoàn thành công việc.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "在教令院刚刚建立时，院内的学者们恣意地调动着资源，发挥着自己的想象力和创造力。\n\n塑改地形，调控天候，重制远古遗物…当地面的知识不能再满足他们的好奇心后，有些学者试图窥探星空，有些学者试图干涉生死。\n\n…但此类学识，并不是他们此时此刻所能触及之物。\n\n为了不让学者们因为学识而毁灭，贤者们定下了六宗「根源之罪」。\n\n他们认为，此世之间的万般罪责，皆因这六宗「根源之罪」而起。\n\n其一，人类进化之事；\n\n其二，妄谈生与死之事；\n\n其三，探索宇宙之外之事；\n\n其四，穷究言语之滥觞之事；\n\n其五，敬畏神而不行奉献之事；\n\n其六，慢言奥秘而心无惧怕之事。\n\n根据着这六宗罪，贤者们不断制订着教令，改造着或新或旧的院内规则，风纪官们依据着教令执行法度，而在风纪官们的监督下，学者们也乖乖遵守着教令。\n\n如此，教令院内的万事万物都依照律法履行着自己的职责。智识明晰，万事昌盛，教令院与学者们如此向前迈进着。\n\n时过境迁，古老的六宗罪似乎已经被人遗忘，怀抱野心者也伸出了自己的爪牙…\n\n但对时任「大风纪官」的赛诺来说，他所需要做的事并没有变。\n\n他会依照着最古老的「根源六罪」，公正地审判所有违律者。\n\n贤者亦然。",
      "zht": "在教令院剛剛建立時，院內的學者們恣意地調動著資源，發揮著自己的想像力和創造力。\n\n塑改地形，調控天候，重製遠古遺物…當地面的知識不能再滿足他們的好奇心後，有些學者試圖窺探星空、有些學者試圖干涉生死。\n\n…但此類學識，並不是他們此時此刻所能觸及之物。\n\n為了不讓學者們因為學識而毀滅，賢者們定下了六宗「根源之罪」。\n\n他們認為，此世之間的萬般罪責，皆因這六宗「根源之罪」而起。\n\n其一，人類進化之事；\n\n其二，妄談生死之事；\n\n其三，探索宇宙之外之事；\n\n其四，窮究言語之濫觴之事；\n\n其五，敬畏神而不行奉獻之事；\n\n其六，慢言奧秘而心無懼怕之事。\n\n根據著這六宗罪，賢者們不斷制訂著教令，改造著或新或舊的院內規則，風紀官們則依據著教令執行法度，而在風紀官們的監督下，學者們也乖乖遵守著教令。\n\n如此，教令院內的萬事萬物都依照律法履行著自己的職責。智識明晰、萬事昌盛，教令院與學者們如此向前邁進著。\n\n時過境遷，古老的六宗罪似乎已經被人遺忘，懷抱野心者也伸出了自己的爪牙…\n\n但對時任「大風紀官」的賽諾來說，他所需要做的事並沒有變。\n\n他會依照著最古老的「根源六罪」，公正地審判所有違律者。\n\n賢者亦然。",
      "jp": "教令院が建設されたばかりの頃、院内の学者たちは望むままに資源を使って、自身の想像力と創造力を発揮していた。\n\n地形の改変、天候の制御、古代遺物の再構築…地上の知識だけで彼らの好奇心を満たせなくなると、一部の学者は星空や生死に干渉しようとした。\n\n…しかし、それらの学識は当時の彼らに干渉できるようなものではなかった。\n\n学者たちが学識のために自らを破滅に追いやらぬよう、賢者たちは六つの「根源の罪」を制定する。\n\n彼らは、この世における万般の罪は六つの「根源の罪」によって、すべて引き起こされるものだとした。\n\nその一、人類の進化に関すること。\n\nその二、生と死についてに無暗に論ずること。\n\nその三、宇宙の外を探ること。\n\nその四、言語の起源を追求すること。\n\nその五、神を畏れながら奉らないこと。\n\nその六、神秘を傲慢に語り、恐れを持たないこと。\n\nこれら六つの罪に基づいて賢者たちは教令を制定し、続けて新旧様々な院内の規範を改定する。そして、マハマトラたちは教令に則り正義を執行した。マハマトラの監督のもと、学者たちも教令を大人しく遵守するようになった。\n\nこのように、教令院内の全員が法に従って自身の義務を果たしている。明晰な叡智と繁栄によって、教令院と学者たちは進歩を続けているのだ。\n\n時が過ぎて状況も変わり、古びた六つの罪は人々に忘れ去られたのか、野心を抱く者たちが現れ始めた…\n\nだが、現代の「大マハマトラ」であるセノにとって、彼がすべきことは何も変わらない。\n\n彼はもっとも古いその「根源の六罪」に基づき、すべての違反者を公正に裁くのだ。\n\nそう、賢者もまた然りである。",
      "ko": "아카데미아가 설립된 지 얼마 되지 않았을 당시, 학자들은 아카데미아의 자원을 마음대로 사용하여 자신의 상상력과 창조력을 발휘했다.\n\n그들은 지형을 바꾸고, 날씨를 조종하고, 고대의 유물을 재현해냈다. 그리고 지상의 지식이 더 이상 그들의 호기심을 충족시켜주지 못하게 되자 일부 학자들은 별하늘을 엿보려 했고, 또 어떤 학자들은 인간의 생사마저 관여하기 시작했다.\n\n하지만 이러한 영역은 학자들이 결코 건드려서는 안 되는 것이었다.\n\n학자들이 지식으로 인해 파멸하는 것을 막기 위해 현자들은 여섯 가지 「원죄」를 제정했다.\n\n그들은 이 세상의 모든 죄악은 모두 이 여섯 가지 「원죄」로부터 시작된다고 여겼다.\n\n첫째: 인류의 진화에 관여하는 것.\n\n둘째: 삶과 죽음을 함부로 입에 올리는 것.\n\n셋째: 우주 밖의 사물을 탐색하는 것.\n\n넷째: 언어의 기원을 캐는 것.\n\n다섯째: 신을 경외하되 섬기지 않는 것.\n\n여섯째: 신비에 대한 두려움 없이 그것에 집착하는 것.\n\n이 6대 죄악을 바탕으로 현자들은 아카데미아의 율법을 제정 및 수정하였고, 풍기관들은 그 율법을 집행했다. 그리고 학자들은 풍기관들의 감독하에 언제나 율법을 지켜왔다.\n\n아카데미아의 모든 이들은 율법에 따라 자신의 역할을 수행했으며, 그렇게 아카데미아는 성장과 번영을 이루어내었다.\n\n그러나 오랜 세월이 흘러 고대의 6대 죄악은 사람들의 마음속에서 잊혔고, 야심을 품은 학자들은 발톱을 드러내기 시작했다.\n\n하지만 「대풍기관」 사이노는 자신이 해야 할 일이 전혀 바뀌지 않았다고 생각했다.\n\n그는 「6대 죄악」에 따라 율법을 어긴 모든 자들을 공정하게 심판할 것이다.\n\n그리고 그 대상에는 현자들도 포함되어 있다",
      "en": "When the Akademiya was first established, its researchers wielded their boundless imagination and innovation to the fullest with the abundant resources available at their beck and call.\n\nThey had reshaped terrain, controlled the weather, recreated ancient relics... But when the knowledge of the earth could no longer satisfy their insatiable curiosity, some researchers turned their focus to the starry skies, whereas some others attempted to tamper with life and death.\n\nHowever, these kinds of knowledge were not things they should or could have touched upon.\n\nTo prevent researchers from being devastated by their own knowledge, the sages laid out six cardinal sins.\n\nThey held that all the crimes in this world derive from these six sins.\n\nThe first is to interfere with human evolution;\n\nThe second is to tamper with life and death;\n\nThe third is to delve beyond the universe;\n\nThe fourth is to investigate the origin of words;\n\nThe fifth is to revere gods without acts of devotion;\n\nThe sixth is to divulge secrets without a hint of fear.\n\nSince then, the sages have been introducing new rules and regulations according to these six deadly sins while amending and revising old ones. The Matra enforce the laws, and the researchers perform their roles accordingly as well.\n\nIn this way, everything in the Akademiya functions in a desirable manner, and the Akademiya and its researchers have been marching forward with thriving clarity of wisdom ever since.\n\nAs time has passed, the six ancient sins seem to have been forgotten by most, and ambitious people have been on the move since...\n\nHowever, for Cyno, the current General Mahamatra, what he ought to do has not changed.\n\nHe will, according to the six ancient deadly sins, justly judge all the lawbreakers.\n\nEven sages shall not be exempt.",
      "de": "Zur Zeit der Gründung der Akademie nutzten Gelehrte viele Ressourcen, setzten ihre Vorstellungskraft und Kreativität ein, um Forschung zu betreiben.\n\nGeländemodifikation, Klimasteuerung, Rekonstruktion antiker Relikte ... Und als das irdische Wissen ihre Neugier nicht befriedigen konnte, versuchten einige Gelehrte, in die Sterne zu blicken, während andere versuchten, in den Kreislauf von Leben und Tod einzugreifen.\n\n... Aber Wissen wie dieses war etwas, das sie in diesem Moment nicht anfassen konnten.\n\nDamit die Gelehrten bei ihrer Suche nach Wissen nicht zerstört würden, haben die Weisen sechs „Ursünden“ eingeführt.\n\nSie glaubten, dass alle Sünden von diesen sechs „Ursünden“ herrührten.\n\nErstens: Angelegenheiten im Zusammenhang mit der menschlichen Evolution.\n\nZweitens: Leichtsinniges Streiten über Leben und Tod.\n\nDrittens: Erforschung von Materie jenseits des Universums.\n\nViertens: Erforschung des Ursprungs der Sprache.\n\nFünftens: Gott anbeten, ohne Opfer zu bringen.\n\nSechstens: Vor Mysterien keine Ehrfurcht haben.\n\nBasierend auf den Sechs Ursünden haben die Weisen ständig neue Dekrete entworfen und alte Regeln der Akademie aktualisiert. Die Matra setzen das Gesetz gemäß der Dekrete durch, und unter der Aufsicht der Matra müssen auch die Gelehrten den Dekreten gehorchen.\n\nAuf diese Weise wird sich alles in der Akademie an ihre Regeln halten. Vernünftige Weisheit, universeller Wohlstand, in diese Richtung bewegen sich die Akademie und alle Gelehrten.\n\nIm Laufe der Zeit scheinen die Sechs Ursünden vergessen zu sein und die Ehrgeizigen strecken nun ihre Krallen aus ...\n\nAber für den derzeitigen Mahamatra Cyno hat sich das, was er tun sollte, nicht geändert.\n\nEr wird weiterhin die alten „Sechs Ursünden“ verfolgen und alle Gesetzlosen gerecht verurteilen.\n\nEinschließlich der Weisen.",
      "es": "Cuando la Academia se acababa de fundar, los eruditos derrochaban una enorme cantidad de recursos para dar rienda suelta a su creatividad e imaginación.\n\nRemodelar el terreno, modificar el clima, copiar reliquias antiguas... Cuando el conocimiento terrenal dejó de satisfacer su curiosidad, algunos eruditos intentaron observar las estrellas y jugar con la vida y la muerte.\n\nSin embargo, no era un conocimiento que estuviera a su alcance en aquel momento.\n\nPara que sus vidas no corrieran peligro por buscar la sabiduría, los sabios establecieron los denominados “seis pecados capitales”.\n\nConsideraban que todos los crímenes de este mundo derivaban de estos seis pecados:\n\n1. Interferir en la evolución del ser humano.\n\n2. Jugar con la vida y la muerte.\n\n3. Estudiar lo que hay más allá del universo.\n\n4. Investigar el origen de las palabras.\n\n5. Venerar a los dioses sin llevar a cabo acciones de devoción.\n\n6. Indagar en la verdad más profunda sin una pizca de temor.\n\nLos sabios promulgaron y fueron modificando las normas de la Academia basándose en estos seis pecados, mientras que la matra era su brazo ejecutor y vigilaba que los eruditos obedecieran la ley.\n\nAsí pues, todo en la Academia pasó a regirse por el cumplimiento de la ley. Habiendo dilucidado este conocimiento, la próspera Academia y sus eruditos marcharon hacia delante.\n\nPero el tiempo cambia las cosas. La gente olvidó los antiguos seis pecados capitales y algunas personas con demasiada ambición hicieron de las suyas...\n\nSin embargo, para Cyno, el actual Gran Juez, lo que debe hacer no ha cambiado.\n\nSeguirá juzgando justamente a los infractores de la ley según los antiguos seis pecados capitales.\n\nY eso también incluye a los sabios.",
      "fr": "Lorsque l'Académie a été fondée, les chercheurs qui en faisaient partie ont montré leur imagination et créativité grâce aux ressources à leur disposition en abondance.\n\nRemodelage du relief, contrôle de la météo, recréation de reliques antiques... Lorsque les connaissances d'ici-bas ne pouvaient plus satisfaire leur curiosité, certains se sont tournés vers les étoiles et d'autres ont essayé de jouer avec la vie et la mort.\n\n... Cependant, un tel savoir n'était pas et ne devrait pas être à leur portée.\n\nAfin d'éviter que les chercheurs ne périssent à cause de leur savoir, les sages ont défini six « péchés capitaux ».\n\nIls estimaient que tous les maux du monde étaient causés par ces péchés.\n\nLe premier était l'interférence avec l'évolution humaine.\n\nLe deuxième, jouer avec la vie et la mort.\n\nLe troisième, explorer l'au-delà de l'univers.\n\nLe quatrième, enquêter sur l'origine des mots.\n\nLe cinquième, révérer les dieux sans acte de dévouement.\n\nLe sixième, divulguer des mystères sans peur.\n\nDepuis lors, les sages ont continué d'introduire de nouvelles lois et de modifier ou réviser les anciennes en fonction de ces six péchés. Les matras les font appliquer et les chercheurs y obéissent.\n\nAinsi, le fonctionnement de l'Académie est optimal, permettant à l'institution et à ses chercheurs d'avancer dans leur mission.\n\nMalheureusement, ces six péchés semblent avoir été oubliés avec le temps et l'apparition de personnes aux ambitions démesurées...\n\nCependant, Cyno, l'actuel général mahamatra, demeure conscient que son devoir n'a pas changé.\n\nIl jugera tous les contrevenants à la loi conformément aux six péchés.\n\nAucune exception ne sera faite.",
      "pt": "Logo quando a Academia foi estabelecida, os pesquisadores transferiam recursos à vontade para se gabarem de sua imaginação e poder criativo.\n\nModelação topográfica, controle do clima, recriação de relíquias históricas antigas... E quando o conhecimento mundano não conseguia mais satisfazer suas curiosidades, alguns pesquisadores tentaram espiar as estrelas, e outros tentaram interferir no ciclo da vida e da morte.\n\nMas conhecimentos desse tipo não deveriam ser acessados naquele momento.\n\nPara que os pesquisadores não fossem destruídos na sua busca pelo conhecimento, os sábios estabeleceram seis Pecados Capitais.\n\nEles acreditavam que todos os tipos de pecados se originavam desses seis.\n\nO primeiro: Assuntos relacionados à evolução humana;\n\nO segundo: discutir presunçosamente sobre a vida e a morte;\n\nO terceiro: explorar assuntos de além do universo;\n\nO quarto: estudar a origem do mundo;\n\nO quinto: venerar os deuses, mas não respeitá-los;\n\nO sexto: falar sobre mistérios sem temor.\n\nSeguindo os Seis Pecados Capitais, os sábios elaboram constantemente várias ordens, introduzindo novas ou alterando antigas regras da Academia, e os Matras trabalha de acordo com essas ordens. Sob a supervisão deles, os pesquisadores respeitariam as ordens.\n\nAssim, tudo na Academia funcionaria de acordo suas regras. Sabedoria clara, prosperidade universal, seria assim que a Academia e os pesquisadores progrediriam.\n\nCom o passar do tempo, os seis Pecados Capitais foram esquecidos, e os ambiciosos estendiam suas garras para fora...\n\nMas, para o General Mahamatra Cyno, o que ele precisa fazer não mudou.\n\nEle continua seguindo os antigos Seis Pecados Capitais para julgar justamente todos os infratores.\n\nIncluindo os sábios.",
      "ru": "Когда Академия была только учреждена, учёные часто давали волю фантазиям и воображению и по собственному усмотрению пользовались всеми ресурсами, какие были в их власти. Они меняли земной рельеф, регулировали климат, воспроизводили реликвии древности... Скоро земных знаний стало недостаточно, чтобы утолить их любопытство, и некоторые учёные принялись разгадывать тайны звёздного неба, а другие - и вовсе вмешиваться в законы жизни и смерти. Но все подобные знания должны были оставаться под завесой тайны. Чтобы уберечь учёных от гибели в погоне за знаниями, мудрецы установили «Шесть смертных грехов». Первый грех: вмешиваться в эволюцию человека. Второй грех: вмешиваться в законы жизни и смерти. Третий грех: исследовать космос. Четвёртый грех: исследовать происхождение языка. Пятый грех: почитать Архонтов, не делая подношений. Шестой грех: давать волю языку и не ведать страха. Опираясь на запреты Шести смертных грехов, мудрецы пересмотрели старые законы и вывели свод правил и предписаний Академии. Матры стали следить за соблюдением правил, а учёные оказались вынуждены проводить свои исследования в соответствии со всеми предписаниями. Так каждый человек в Академии исполнял свои обязанности, подчиняясь установленному порядку. Ясность знаний привела к процветанию, и все учёные делали большие успехи в своих исследованиях. Времена меняются - возможно, Шесть грехов, оглашённые некогда мудрецами, теперь забыты, и дерзкие выскочки от науки снова подняли головы... Но генерал махаматра Сайно знает, что его обязанности нисколько не изменились. Ни на секунду не забывая про Шесть смертных грехов, он предаёт всех нарушителей закона справедливому суду. И мудрецы поступают также.",
      "id": "Saat Akademiya pertama kali didirikan, para peneliti di dalam memindahkan sumber daya secara semena-mena untuk mengembangkan kreativitas dan imajinasi mereka.\n\nMengubah bentuk medan, mengontrol cuaca, menciptakan kembali peninggalan kuno ... Saat pengetahuan yang ada di dunia ini sudah tidak bisa lagi memuaskan rasa ingin tahu mereka, beberapa peneliti bahkan mencoba untuk meneliti bintang di langit. Ada beberapa peneliti yang bahkan berani menyentuh batas antara hidup dan mati.\n\nTapi pengetahuan jenis ini, bukanlah sesuatu yang bisa mereka sentuh pada saat ini.\n\nAgar para peneliti tidak musnah karena pengetahuan, para Sage memutuskan enam jenis \"Dosa Pokok\".\n\nMereka menganggap semua dosa dan kesalahan yang timbul di dunia ini, berasal dari enam \"Dosa Pokok\" ini.\n\nPertama, perkara evolusi manusia.\n\nKedua, perkara pembicaraan hidup dan mati.\n\nKetiga, perkara pembelajaran hal-hal di luar alam semesta.\n\nKeempat, perkara asal-muasal kata.\n\n Kelima, perkara takut akan dewa tapi tidak melakukan persembahan.\n\nKeenam, perkara membicarakan misteri dengan lancang dan tidak ada yang ditakuti di dalam hati.\n\nBerdasarkan Enam Dosa Besar, para Sage kemudian terus-menerus menentukan kebijakan, mengubah dan menciptakan peraturan Akademiya yang baru maupun yang lama. Sementara para Matra akan menerapkan hukum sesuai dengan kebijakan yang ditetapkan. Dan di bawah pengawasan para Matra, para peneliti juga menaati kebijakan yang berlaku.\n\nDemikianlah, segala sesuatu di dalam Akademiya berjalan sesuai dengan tanggung jawabnya sendiri. Pengetahuan yang jelas akan bisa memakmurkan mereka. Para peneliti dan Akademiya juga terus maju ke depan seperti ini.\n\nWaktu telah berubah, dan Enam Dosa Besar yang kuno sepertinya telah dilupakan oleh orang-orang. Mereka yang memiliki ambisius yang tinggi juga sudah mulai mengeluarkan cakarnya ....\n\nTapi bagi Cyno, yang merupakan Mahamatra Umum pada saat ini, hal yang harus dia lakukan tetap tidak berubah.\n\nDia akan memberikan penghakiman kepada mereka yang melawan kebijakan dengan adil sambil tetap menaati \"Dosa Pokok\".\n\nBegitu pula dengan para Sage.",
      "th": "ในตอนที่สถาบันได้ก่อตั้งขึ้นครั้งแรก นักวิชาการในสถาบันกลับฉกฉวยทรัพยากรตามอำเภอใจ เพื่อตอบสนองจินตนาการ และความคิดสร้างสรรค์ของตนเอง\n\nเปลี่ยนแปลงภูมิประเทศ, ควบคุมสภาพอากาศ, สร้างวัตถุโบราณขึ้นมาใหม่... เมื่อความรู้บนพื้นดินไม่สามารถสนองความอยากรู้อยากเห็นของพวกเขาได้อีกต่อไป จึงมีนักวิชาการบางคนพยายามสอดแนมท้องฟ้าที่เต็มไปด้วยดวงดาว และนักวิชาการบางคนที่พยายามแทรกแซงชีวิต และความตาย\n\n...แต่ความรู้ประเภทนี้ไม่ใช่สิ่งที่พวกเขาในตอนนี้สามารถสัมผัสได้\n\nเพื่อไม่ให้นักวิชาการถูกทำลายโดยความรู้ นักปราชญ์ได้กำหนด \"บาปแห่งรากเหง้า\" ทั้งหกประการขึ้น\n\nพวกเขาเชื่อว่าความผิดทั้งหมดในโลกนี้เกิดจาก \"บาปแห่งรากเหง้า\" ทั้งหกนี้\n\nประการแรก เรื่องการวิวัฒนาการของมนุษย์\n\nประการที่สอง พูดอย่างไม่ระมัดระวังเกี่ยวกับชีวิตและความตาย\n\nประการที่สาม การสำรวจสิ่งที่อยู่นอกเหนือจักรวาล\n\nประการที่สี่ การศึกษาที่มาของวจี\n\nประการที่ห้า จงยำเกรงเทพ แต่จงอย่าสักการะ\n\nประการที่หก การถกเรื่องสิ่งลึกลับโดยไม่ต้องเกรงกลัว\n\nเมื่ออ้างอิงจากบาปมหันต์ทั้งหกประการนี้ นักปราชญ์ได้สร้างและปฏิรูปกฎระเบียบทั้งเก่าและใหม่ภายในสถาบันขึ้นมา เจ้าหน้าที่มาตราทุกคนต่างยึดถือ และทำตามกฎนั้น ภายใต้การกำกับดูแลของเจ้าหน้าที่มาตรา นักวิชาการเองก็เป็นเด็กดีเชื่อฟังกฎระเบียบ\n\nด้วยเหตุนี้ เรื่องราวต่าง ๆ มากมายในสถาบันล้วนปฏิบัติหน้าที่ของตนเองภายใต้กรอบของกฎระเบียบ ปัญญามีความชัดแจ้ง ทุกเรื่องราวล้วนแต่เจริญรุ่งเรือง สถาบันและนักวิชาการก้าวเดินไปข้างหน้าร่วมกัน\n\nเมื่อวันเวลาผ่านไป บาปมหันต์ทั้งหกประการอันเก่าแก่ก็ถูกผู้คนลืมเลือนไป เหล่าผู้กกกอดความทะเยอทะยานในจิตใจ ก็เริ่มแผ่ขยายเขี้ยวเล็บออกไป...\n\nแต่ถ้าให้ Cyno ที่เป็น \"เจ้าหน้าที่มหามาตรา\" ในขณะนั้นพูด สิ่งที่เขาต้องทำนั้นไม่ได้มีอะไรเปลี่ยนแปลงไป\n\nเขาจะตัดสินผู้ละเมิดกฎทุกคนอย่างยุติธรรมตาม \"บาปแห่งรากเหง้า\" ที่เก่าแก่ที่สุด\n\nกับพวกนักปราชญ์เองก็เช่นกัน",
      "vi": "Khi Giáo Viện mới thành lập, các học giả trong Giáo Viện đã thỏa sức huy động các nguồn lực, phát huy trí tưởng tượng và khả năng sáng tạo của mình.\n\nThay đổi địa hình, điều tiết thời tiết, và chế tác lại các di vật cổ... Khi kiến thức về mặt đất không còn có thể thỏa mãn trí tò mò của họ, một số học giả đã thử do thám bầu trời sao, và một số học giả còn cố gắng can thiệp vào sự sống và cái chết.\n\n...Nhưng loại tri thức này không phải là thứ mà họ có thể chạm đến vào lúc này.\n\nVì không để các học giả bị hủy diệt bởi tri thức, các hiền giả đã đặt ra sáu loại \"tội lỗi căn nguyên\".\n\nHọ cho rằng mọi tội lỗi trên đời này đều do sáu loại \"tội lỗi căn nguyên\" này mà ra.\n\nThứ nhất, sự tiến hóa của con người;\n\nThứ hai, nói năng ngông cuồng về sự sống và cái chết;\n\nThứ ba, khám phá những thứ bên ngoài vũ trụ;\n\nThứ tư, nghiên cứu toàn diện về nguồn gốc của từ ngữ;\n\nThứ năm, kính sợ các vị thần mà không sùng kính;\n\nThứ sáu, tùy tiện nói về các điều huyền bí mà không chút sợ hãi.\n\nTheo sáu tội này, các hiền giả không ngừng đặt ra giáo lệnh, sửa đổi các quy tắc mới hoặc cũ trong Giáo Viện, các Matra thi hành luật pháp theo giáo lệnh, và dưới sự giám sát của các Matra, các học giả cũng ngoan ngoãn tuân theo giáo lệnh.\n\nCứ như vậy, mọi sự vật sự việc trong Giáo Viện đều thực thi chức trách của mình theo luật lệ. Trí tuệ sáng suốt, vạn sự hanh thông, Giáo Viện và các học giả cứ như vậy tiến về phía trước.\n\nThời gian trôi qua, sáu tội lỗi cổ xưa dường như đã bị người đời quên lãng, và những kẻ ôm tham vọng cũng nhe nanh vuốt của mình ra...\n\nNhưng đối với Tổng Quản Mahamatra Cyno, những việc anh ta cần làm vẫn không thay đổi.\n\nAnh vẫn sẽ công minh xét xử tất cả những kẻ vi phạm pháp luật theo \"sáu tội lỗi căn nguyên\" ngày xưa.\n\nNgay cả hiền giả cũng vậy."
    }
  },
  {
    "title": {
      "zhs": "赛诺的「七圣召唤」卡套",
      "zht": "賽諾的「七聖召喚」卡套",
      "jp": "セノの「七聖召喚」カードケース",
      "ko": "사이노의 「일곱 성인의 소환」 덱 홀더",
      "en": "Cyno's Genius Invokation TCG Deck Box",
      "de": "Kartenhülle für „Geniale Beschwörung“ von Cyno",
      "es": "Funda de cartas de Invocación de los Sabios de Cyno",
      "fr": "Deck d'Invocation des Sept de Cyno",
      "pt": "Porta-Cartas de Chamado Sagrado dos Sete de Cyno",
      "ru": "Чехол с картами Сайно для игры в «Священный призыв семерых»",
      "id": "Pelindung Kartu Genius Invokation TCG Cyno",
      "th": "กล่องการ์ด \"เกมกลเจ็ดอัจฉริยะ\" ของ Cyno",
      "vi": "Bộ Thẻ Thất Thánh Triệu Hồi Của Cyno"
    },
    "line": {
      "zhs": "装有一套「七圣召唤」卡组的卡套是赛诺最为心爱之物。\n\n这个卡套的外部用多层上好的皮革包裹，每一条接缝都被小心地处理，只要捆紧皮革上的绳子，整个卡套就会完全密封，连一滴水也无法渗透进去。而内部则由丝绸铺垫，能最大程度地避免卡牌边角发生弯折，据店主说，这些都是从璃月进口，由霓裳花织就的上好丝绸。而这个卡套甚至还附带了一条坚韧的皮带，购买者可以很方便的将这个卡套固定在身上的任何位置。卡套的表面甚至还镌刻着「七圣召唤」的徽记和购买者的名字。\n\n赛诺将自己所构筑的最强卡组放在了这个卡套之中。赛诺相信，只要和这套卡组并肩作战，他就能战无不胜。\n\n接下来要做的，就是找几位愿意和他对决的牌友了。\n\n…也许，那位巡林官会有些空闲？",
      "zht": "裝有一套「七聖召喚」牌組的卡套是賽諾最為心愛之物。\n\n這個卡套的外部用多層上好的皮革包裹，每一條接縫都經過小心處理，只要捆緊皮革上的繩子，整個卡套就會完全密封，連一滴水也無法滲透進去。而內部則由絲綢鋪墊，能最大程度地避免卡牌邊角發生彎折。據店主說，這些都是從璃月進口，由霓裳花織就的上好絲綢。這個卡套甚至還附帶了一條堅韌的皮帶，購買者可以很方便地將這個卡套固定在身上的任何位置。卡套的表面甚至還鐫刻著「七聖召喚」的徽記和購買者的名字。\n\n賽諾將自己所構築的最強牌組放在這個卡套之中。賽諾相信，只要和這套牌組並肩作戰，他就能戰無不勝。\n\n接下來要做的，就是找幾位願意和他對決的牌友了。\n\n…也許，那位巡林官會有些空閒？",
      "jp": "「七聖召喚」のデッキが入ったこのカードケースは、セノがもっとも気に入っている品である。\n\n外装は高品質な革によって何重にも巻かれ、丁寧に縫合がされている。革のところの紐をしっかりと締め付ければ、ケース全体が完全に密封され、水滴ひとつ入る余地もない。さらに内部にはシルクが敷かれており、カードの角が折れるのを効果的に防いでくれる。店主によると、これらはすべて璃月から輸入したもので、霓裳花から織られた上質なシルクを使っているそうだ。しかも、このカードケースには頑丈なベルトが付いており、購入者は好きな位置にこのカードケースを簡単に固定できる。さらにケースの表面には「七聖召喚」のマークと購入者の名前が刻まれている。\n\nセノは、自分が構築した最強のデッキをこのケースに入れていた。このデッキと共に戦う限り、自分は決して負けることがないと彼は信じている。\n\n次にすべきことは、彼と対戦したい相手を探すことだろう。\n\n…もしかしたら、あのレンジャー長なら少し暇をしているかもしれない。",
      "ko": "「일곱 성인의 소환」 덱을 담고 있는 덱 홀더는 사이노가 가장 아끼는 물건이다.\n\n이 덱 홀더는 고급 가죽으로 제작되었으며, 마감 하나하나에도 정성이 들어가 있다. 가죽에 달린 끈을 단단히 잠그면 덱 홀더는 완전히 밀폐되어 물 한 방울 들어갈 수 없게 된다. 또한 내부는 카드의 끝이 구겨지지 않도록 비단을 사용했다. 상점 주인의 말에 따르면 이 덱 홀더에는 리월에서 수입한, 예상꽃으로 만든 최고급 비단이 사용되었다고 한다. 여기에 덱 홀더를 몸 어디에든 고정시킬 수 있도록 튼튼한 가죽 벨트를 추가하였으며, 홀더 표면에는 「일곱 성인의 소환」의 휘장과 구매자의 이름이 새겨져 있다.\n\n사이노는 자신이 가진 것 중 가장 강력한 덱을 이 홀더 안에 넣고 다닌다. 그는 이 덱 홀더와 함께라면 무조건 승리할 것이라는 굳은 믿음을 가지고 있다.\n\n이제 남은 건 그와 대결할 상대를 찾는 것이다.\n\n…하지만 카드게임을 할 정도로 여유가 있는 사람은 아마 숲의 순찰관들뿐이지 않을까?",
      "en": "This deck box, which contains Cyno's Genius Invokation TCG deck, is his favorite physical possession.\n\nThe exterior of this deck box is wrapped with multiple layers of high-quality leather, and every seam has been carefully handled. As long as the rope fixed on the leather remains tightly tied, the entire deck box will be completely sealed, and not even a drop of water can get through. The interior is padded with silk, which can minimize the bending of card corners. According to the shop owner, the silk used was all imported from Liyue and made from top-quality Silk Flowers. This deck box even comes with a tough leather strap, so the buyer can easily affix the box to any part of their body. The surface of the deck box is even engraved with the Genius Invokation TCG emblem and the name of one who purchased it.\n\nCyno has put his strongest deck in this box. He believes that as long as he gets to duel with this deck, he will be nothing short of invincible.\n\nOf course, the next thing to do is to find a couple players who are willing to play against him.\n\nHmm... Would that Forest Watcher be available at the moment?",
      "de": "Cynos liebster Besitz ist eine Kartenhülle des Kartendecks „Geniale Beschwörung“.\n\nDie äußere Oberseite dieser Kartenhülle ist aus Leder und jeder Streifen ist sorgfältig zusammengenäht. Solange die Kordel fest durch das Leder gezogen wird, ist die gesamte Hülle vollständig dicht und es kann nicht einmal ein Tropfen Wasser eindringen. Das Innere der Hülle ist mit Seide ausgekleidet, um ein Verbiegen der Karten zu verhindern. Laut dem Verkäufer wurde die verwendete Seide ausschließlich aus Liyue importiert und aus Seidenblumen bester Qualität hergestellt. Die Hülle wird mit einem stabilen Lederriemen geliefert, sodass der Käufer sie überall am Körper aufhängen kann. Die Vorderseite der Kartenhülle ist mit dem Abzeichen von „Geniale Beschwörung“ sowie dem Namen des Käufers graviert.\n\nCyno hat sein stärkstes Deck in diese Kartenhülle gesteckt und glaubt, dass er immer der Gewinner sein wird, solange er dieses Deck auf das Schlachtfeld bringt.\n\nAls nächstes muss er jemanden finden, der bereit ist, mit ihm Karten zu spielen.\n\n... Vielleicht hat der Waldhütermeister Zeit?",
      "es": "Esta funda de cartas, la cual contiene la baraja de Invocación de los Sabios de Cyno, es su bien más preciado.\n\nSu exterior está envuelto en un cuero de la mejor calidad, y cuyas costuras se han tejido con suprema meticulosidad. Si atas bien la funda con la cuerda de cuero que tiene, quedará perfectamente cerrada y en ella no entrará ni una gota de agua. Por su parte, el interior está acolchado con seda, lo que evita que las esquinas de las cartas se doblen. Según el dependiente que se la vendió, esa seda fue importada de Liyue y confeccionada con flores de seda. La funda tiene incluso una tenaz correa para poder llevarla bien atada en cualquier parte del cuerpo. En el exterior, tiene grabado el emblema de Invocación de los Sabios y el nombre de su propietario.\n\nCyno guarda su baraja más poderosa en esta funda y está convencido de que, mientras juegue con ella, siempre ganará.\n\nUna vez que lo tiene todo listo, solo falta encontrar a alguien con quien jugar una partida.\n\nTal vez... ese guarda forestal tenga un poco de tiempo libre.",
      "fr": "Cette boîte qui contient un jeu de cartes d'Invocation des Sept est l'une des plus précieuses possessions de Cyno.\n\nL'extérieur de la boîte présente plusieurs couches d'un cuir de qualité et le tout a été minutieusement cousu pour que la corde qui se trouve sur le cuir reste attachée. La boîte ainsi scellée ne laisserait pas entrer la moindre goutte d'eau dans son intérieur doublé de soie qui réduit la flexion sur les coins des cartes. Selon le patron de la boutique chez qui Cyno a acheté cette boîte, le textile utilisé a été importé de Liyue et fabriqué avec des fleurs de soie de la plus haute qualité. Elle est également fournie avec une sangle en cuir résistant pour l'accrocher facilement à n'importe quelle partie du corps. Le logo de l'Invocation des Sept et le nom du propriétaire sont également gravés sur la surface.\n\nCyno a placé son jeu de cartes le plus puissant dans cette boîte et estime qu'il est invincible grâce à lui.\n\nMaintenant, il ne reste plus qu'à trouver des joueurs qui veulent bien l'affronter.\n\nSon ami brigadier forestier aurait-il du temps libre en ce moment ?",
      "pt": "A coisa mais valiosa de Cyno é um porta-cartas com o deck do Chamado Sagrado dos Sete.\n\nA parte externa de cima desse porta-cartas é feita de couro, e cada tira foi minuciosamente costurada. Basta apertar firmemente a corda sobre o couro para que todo o porta-cartas sele completamente, ao ponto de nem uma gota d'água sequer conseguir entrar. O interior do porta-cartas é revestido de seda para impedir que as cartas dobrem. O dono da loja disse que esses porta-cartas foram importados de Liyue, e que o revestimento do interior foi feito com Flor de Seda. E esse porta-cartas também possui uma resistente tira de couro, permitindo que seu comprador o pendure em qualquer lugar de seu corpo. A face do porta-cartas também possui a insígnia do Chamado Sagrado dos Sete entalhada, bem como o nome do comprador.\n\nCyno coloca seus decks de cartas mais fortes dentro desse porta-cartas. Cyno acredita que se ele levar esse porta-carta em batalha, será sempre vitorioso.\n\nO que ele tem que fazer em seguida é encontrar alguém que esteja disposto a jogar cartas com ele.\n\n... Será que aquele Patrulheiro Florestal tem tempo livre?",
      "ru": "Любимая вещица Сайно - чехол с колодой карт для игры в «Священный призыв семерых». Снаружи этот чехол обтянут несколькими слоями первоклассной кожи, каждый шов на чехле тщательно обработан. Если затянуть шнурок, чехол станет совершенно герметичен, и даже капля воды не сможет просочиться внутрь. Изнутри чехол обит шёлком, благодаря чему уголки карт никогда не мнутся. Если верить хозяину лавки, это превосходный шёлк из Ли Юэ, сотканный из лучших шелковиц. К чехлу прилагался прочный кожаный ремешок, чтобы с удобством носить колоду на любой части тела. На сам чехол нанесено тиснение с эмблемой «Священного призыва семерых» и именем владельца. В этом чехле Сайно носит свою самую сильную колоду. Он верит, что эта колода - талисман, который делает его непобедимым. Теперь хорошо бы найти пару игроков, которые захотят сыграть с ним в «Священный призыв семерых». Может, у того лесного стража найдётся немного времени?..",
      "id": "Pelindung kartu yang berisi satu set susunan kartu Genius Invokation TCG adalah barang favorit Cyno.\n\nBagian luar set kartu ini dibungkus dengan beberapa lapis kulit berkualitas tinggi, dan setiap jahitannya dilakukan dengan sangat hati-hati. Asal tali pada kulitnya diikat dengan erat, maka seluruh pelindung kartunya akan tersegel secara sempurna, bahkan satu tetes air pun tidak akan bisa masuk ke dalamnya. Sedangkan bagian dalamnya terbuat dari lapisan sutra, sehingga bisa meminimalisir kemungkinan sudut kartu yang terlipat. Berdasarkan pengakuan pemilik toko, bahan sutra terbaik yang ditenun dengan Silk Flower ini didatangkan dari Liyue. Bahkan pelindung kartu ini masih memiliki seutas tali kulit yang sangat kuat, sehingga para pembeli bisa mengikat pelindung kartu ini di bagian tubuh mana pun dengan sangat mudah. Permukaan pelindung kartu ini bahkan diukir dengan lambang \"Genius Invokation TCG\" dan nama pembelinya.\n\nCyno menempatkan susunan kartu terkuat yang sudah dibuat olehnya di dalam pelindung kartu ini. Cyno percaya, asal dia tetap bertarung menggunakan susunan kartu ini, dia tidak akan pernah kalah.\n\nHal selanjutnya yang harus dilakukan adalah, mencari beberapa teman untuk bisa bermain kartu ini bersamanya.\n\nMungkin ... Pelindung Hutan itu punya waktu luang?",
      "th": "กล่องการ์ดที่ด้านในมี \"เกมกลเจ็ดอัจฉริยะ\" อยู่หนึ่งเด็ค ซึ่งเป็นของรักสุดหวงของ Cyno\n\nภายนอกตัวกล่องห่อหุ้มด้วยหนังชั้นดีหลายชั้น และรอยต่อแต่ละจุดต่างเชื่อมกันอย่างประณีต ตราบใดที่เชือกบนหนังยังถูกผูกไว้อย่างแน่นหนา กล่องการ์ดก็จะถูกปิดผนึกไว้อย่างแน่นหนา กระทั่งน้ำสักหยดก็ซึมผ่านเข้าไปไม่ได้ ส่วนภายในก็บุด้วยผ้าไหมรอบด้าน ซึ่งช่วยป้องกันการโค้งงอของมุมการ์ดได้ดีที่สุด จากคำบอกเล่าของเจ้าของร้าน ของเหล่านี้ต่างก็ถูกนำเข้ามาจาก Liyue ผ้าไหมนั้นทอขึ้นจาก Silk Flower ชั้นยอด แถมกล่องการ์ดนี้ก็ยังมีสายคาดหนังสุดทนทานแถมมาให้ด้วยอีกหนึ่งเส้น เพื่อให้ผู้ซื้อสามารถพกพาติดตัวไปทุกที่ได้อย่างสะดวกสบาย หน้าตัวกล่องยังมีตราสัญลักษณ์ \"เกมกลเจ็ดอัจฉริยะ\" และชื่อของผู้ซื้อสลักเอาไว้ด้วยอีกต่างหาก\n\nCyno ใส่เด็คการ์ดที่แข็งแกร่งที่สุดของตัวเองไว้ในกล่องการ์ดนี้ Cyno เชื่อว่า ตราบใดที่ได้ต่อสู้ร่วมเคียงกับการ์ดเด็คนี้ เขาก็จะไร้พ่ายในทุกการดูเอล\n\nสิ่งที่ต้องทำต่อจากนี้ ก็คือการตามหาเพื่อนที่ยินดีมาดูเอลกับเขาแล้วล่ะ\n\n...บางที หัวหน้าเจ้าหน้าที่พิทักษ์ป่าอาจจะพอมีเวลาว่างก็ได้นะ?",
      "vi": "Bao đựng chứa một bộ Thất Thánh Triệu Hồi là thứ mà Cyno thích nhất.\n\nBên ngoài được bọc bằng nhiều lớp da thượng hạng, từng đường may đều được xử lý cẩn thận, chỉ cần buộc chặt sợi dây trên lớp da, là cả bộ thẻ sẽ được bọc kín, không một giọt nước nào có thể lọt qua. Bên trong được lót bằng lụa, có thể hạn chế tối đa việc các góc thẻ bài bị cong vểnh, theo như chủ tiệm nói, những thứ này đều được nhập từ Liyue, là lụa thượng hạng dệt từ hoa nghê thường. Và chiếc bao đựng thẻ này còn kèm theo một sợi dây da bền bỉ, người mua có thể dễ dàng cố định bộ thẻ ở bất kỳ vị trí nào trên cơ thể. Bên ngoài bao đựng còn được khắc biểu tượng của Thất Thánh Triệu Hồi và tên của người mua.\n\nCyno đã để bộ thẻ mạnh nhất của mình vào đó. Cyno tin rằng, chỉ cần kề vai tác chiến cùng bộ thẻ này là anh ta sẽ bất khả chiến bại.\n\nViệc tiếp theo phải làm là tìm vài người đồng ý quyết đấu với anh ta.\n\n...Có lẽ, đội trưởng kiểm lâm kia sẽ rảnh rỗi nhỉ?"
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "对于赛诺获得「神之眼」的方法，教令院里流传着许多说法。\n\n有人说，赛诺曾经奉命去抓捕一位研究「神之眼」仿制方法的学者，那个学者为了研究而购买了一枚无主的「神之眼」，赛诺就是借此获得了「神之眼」；有人说，赛诺其实是赤王后裔，他从小就生活在大赤沙海的某个庙宇中，被一位无名的赫曼努比斯祭司抚养长大，这个祭司培养了赛诺的武艺和心志，在赛诺准备好后，那位祭司就将一枚「神之眼」交予赛诺，并且让他独自跨越沙海前往教令院，以践行赫曼努比斯的意志；而在某些阴谋论中，赛诺的「神之眼」则和教令院内某些禁忌技术有着种种联系，不然，这个沙漠民凭什么能在教令院内有一席之地？\n\n没人敢去向赛诺当面求证，而赛诺自己也不屑于为这些可笑的谣言多费精力。\n\n其实他获得「神之眼」的历程十分简单。\n\n那是在他即将出职「大风纪官」的前一天。和往常一样，在处理完风纪官的工作后，赛诺前往图书馆开始阅读和教令相关的书籍。他清楚地记得，那一天他看的书主要讲述了贤者们所总结出的「六宗罪」，贤者们认为这些罪行是各种犯罪的根源，如今教令院内的各项教令也基本是从此「六宗罪」中衍生而出。当他读到论述「慢言奥秘而心无惧怕之事」这条罪行的章节时，有些无法理解书中所叙述的内容，只能闭上眼冥思苦想，但当他睁眼时，却发现一枚「神之眼」端正地躺在书页上。\n\n赛诺端详着「神之眼」陷入了沉思，他先是确定，现有的教令中并没有任何一条禁止某人被授予「神之眼」，随后又查阅了数桩和「神之眼」有关的学术案件，确保这枚「神之眼」不是什么恶意陷阱，最后又思考起自己在出任「大风纪官」后可能面对的挑战，和这枚「神之眼」可以为自己的所提供的助力…在多方权衡下，赛诺最后还是认真地收下了这枚神明的赠礼。\n\n在他结束思考时，窗外已晨光初现，赛诺将这枚「神之眼」和自己尚未读完的书籍一起带离了图书馆，赴往「大风纪官」的任职仪式地点。\n\n如果一切顺利的话，在半个小时后，他就将成为教令院新任的「大风纪官」。\n\n他即将被赋予神圣的裁决之权，而这枚「神之眼」则将确保这神圣的权力得以顺利践行。",
      "zht": "對於賽諾獲得「神之眼」的方法，教令院裡流傳著許多說法。\n\n有人說，賽諾曾經奉命去逮捕一位研究「神之眼」仿製方法的學者，那個學者為了研究而購買了一枚無主的「神之眼」，賽諾就是藉此獲得了「神之眼」；有人說，賽諾其實是赤王後裔，他從小就生活在大赤沙海的某個廟宇中，被一位無名的赫曼努比斯祭司撫養長大，這個祭司培養了賽諾的武藝和心志，在賽諾準備好後，那位祭司就將一枚「神之眼」交予賽諾，並且讓他獨自跨越沙海前往教令院，以踐行赫曼努比斯的意志；而在某些陰謀論中，賽諾的「神之眼」則和教令院內某些禁忌技術有著種種聯繫，不然，這個沙漠民憑什麼能在教令院內有一席之地？\n\n沒人敢去向賽諾當面求證，而賽諾自己也不屑於為這些可笑的謠言多費精力。\n\n其實他獲得「神之眼」的歷程十分簡單。\n\n那是在他即將出職「大風紀官」的前一天。和往常一樣，在處理完風紀官的工作後，賽諾前往圖書館開始閱讀和教令相關的書籍。他清楚地記得，那一天他看的書主要講述了賢者們所總結出的「六宗罪」，賢者們認為這些罪行是各種犯罪的根源，如今教令院內的各項教令也基本是從此「六宗罪」中衍生而出。當他讀到論述「慢言奧秘而心無懼怕之事」這條罪行的章節時，有些無法理解書中所敘述的內容，只能閉上眼冥思苦想，但當他睜眼時，卻發現一枚「神之眼」端正地躺在書頁上。\n\n賽諾端詳著「神之眼」陷入了沉思。他先是確定，現有的教令中並沒有任何一條禁止某人被授予「神之眼」，隨後又查閱了數樁和「神之眼」有關的學術案件，確保這枚「神之眼」不是什麼惡意陷阱，最後又思考起自己在出任「大風紀官」後可能面對的挑戰，和這枚「神之眼」可以為自己所提供的助力…在多方權衡下，賽諾最後還是認真地收下了這枚神明的贈禮。\n\n在他結束思考時，窗外已晨光初現。賽諾將這枚「神之眼」和自己尚未讀完的書籍一起帶離了圖書館，赴往「大風紀官」的任職儀式地點。\n\n如果一切順利的話，在半個小時後，他就將成為教令院新任的「大風紀官」。\n\n他即將被賦予神聖的裁決之權，而這枚「神之眼」則將確保這神聖的權力得以順利踐行。",
      "jp": "セノが「神の目」を手に入れた方法について、教令院内では様々な説が流れている。\n\nある者は、「神の目」を模造する方法を研究していた学者を捕らえる命令を受けたセノが、その過程で得たと言っている。その学者は主のいない「神の目」を研究のために購入しており、それによってセノは手に入れたらしい。またある者は、セノが実はキングデシェレトの末裔であると唱えている。彼は小さい頃から大赤砂海のとある神殿に暮らしており、ある無名のヘルマヌビスの祭司に育てられたそうだ。その祭司がセノの武芸と精神を鍛え、準備が整うと彼に「神の目」を与えたという。そして、彼一人で砂漠を越えさせて教令院に向かわせた後、ヘルマヌビスの意志を遂行させていると説いている。またセノの「神の目」は、教令院の禁じられた技術と関係があると説く陰謀論もあった。でなければ、どうして砂漠の民が教令院であのような地位に就くことができるのか、と。\n\n誰もセノに直接問いただすこともしなければ、彼自身もそんなおかしな流言に無駄な気力を費やそうと思わなかった。\n\n実際のところ、彼が「神の目」を手に入れた経緯はとても簡単なものだ。\n\nそれは彼が「大マハマトラ」として着任する前日のこと。いつものようにマハマトラとしての仕事を終えたセノは、図書館に行き教令に関する書物を読んでいた。彼ははっきりと覚えている、その日、彼が読んでいた本は賢者たちが総括した「六つの罪」について述べたものであった。賢者たちによれば、それら罪は数々の罪悪の根源であり、現在の教令院における様々な教令の基礎は「六つの罪」から派生したものだという。彼が「神秘を傲慢に語り、恐れを持たないこと」の罪を論述した章節を読んでいた時、いくつか内容の理解できないものがあった。そのため、彼は目を閉じて知恵を絞り深く考え込んだ。彼が目を開けると、「神の目」が本のページの上に横たわっていたという。\n\nセノは「神の目」をじっくりと観察し、考えに耽った。彼はまず、既存の教令に「神の目」を授けられることを禁じた条項がないことを確認し、「神の目」に関するいくつかの学術的事例を調べ、この「神の目」が悪意を持った罠でないことを確信する。そして、自分が「大マハマトラ」となった後に直面するであろう課題と、この「神の目」が自分に与えてくれる力について熟考した…様々な判断を繰り返し、最終的にセノはこの神からの贈り物を真摯に受け取ることを決意した。\n\n彼が考えを終えた時、窓の外には朝日が上り始めていたという。セノは「神の目」とまだ読み終えていない本を手にして図書館を去り、「大マハマトラ」の着任儀式の場所へと赴いた。\n\nすべてが順調に進めば、彼は三十分後に教令院の新たな「大マハマトラ」となる。\n\n彼にはまもなく神聖な裁決権が授けられ、そしてその「神の目」は神聖な権力のもと職権を円滑に行使できることを保証していた。",
      "ko": "사이노가 「신의 눈」을 획득한 방법에 대해서는 아카데미아 내부에서도 많은 설이 존재한다.\n\n누군가는 사이노가 모조 「신의 눈」 제작법을 연구하던 학자를 쫓던 중, 그 학자들이 연구를 위해 구매했던 「신의 눈」을 슬쩍한 것이라 말했다. 또 누군가는 사실 사이노는 적왕의 후예로, 어릴 적부터 적색 모래바다의 사원에서 지내며 어떤 헤르마누비스 제사장의 손에 자랐는데, 사이노가 뛰어난 무예와 굳은 신념을 가질 수 있도록 키워준 그 제사장이 사막 너머의 아카데미아에서도 헤르마누비스의 의지를 이어가라고 하면서 그에게 「신의 눈」을 준 것이라고 말했다. 또 사이노가 「신의 눈」을 획득한 것은 아카데미아에서 금지한 기술과 어떤 연관이 있다고 말하는 사람도 있었다. 만약 그것이 아니라면 일개 사막 주민이 아카데미아의 고위직에 오를 수 있을 리가 없다면서 말이다.\n\n하지만 이는 모두 떠도는 소문일 뿐, 그 누구도 사이노에게 직접 사실의 진위를 묻지 못했다. 그리고 사이노 본인 역시 이런 말도 안 되는 헛소문은 전혀 신경 쓰지 않았다.\n\n사실 그가 「신의 눈」을 얻게 된 내력은 아주 간단했다.\n\n그가 「대풍기관」으로 취임하기 하루 전, 그는 평소와 같이 풍기관의 업무를 처리한 뒤 도서관에서 율법 관련 책을 읽었다. 그날 그가 읽은 책은 현자들이 말했던 「6대 죄악」에 관한 것이었다. 현자들은 이 세상에 존재하는 모든 죄는 모두 「6대 죄악」에서 비롯되었다고 주장했고, 아카데미아의 율법 또한 이 「6대 죄악」을 기반으로 제정되었다. 「6대 죄악」 중 「신비에 대한 두려움 없이 그것에 집착하는 것」에 관한 챕터를 읽던 사이노는 내용이 이해가 가지 않자 두 눈을 감고 명상을 시작했다. 그리고 다시 눈을 뜬 사이노는 책상 위에 「신의 눈」이 놓여있는 걸 발견했다.\n\n사이노는 갑자기 나타난 「신의 눈」을 보며 생각에 잠겼다. 일단 현재 율법 중 「신의 눈」을 소지하는 것을 금지한 조항은 없음을 확인한 뒤 「신의 눈」과 관련된 학술 사건 파일을 열람하여 이것이 누군가 일부러 설치한 함정이지 않을까라는 의혹을 해소했다. 그리고 그가 「대풍기관」직에 오른 뒤 마주하게 될 시련들에 대해 신중하게 고민했다. 이 「신의 눈」이 자신을 도울 수도 있다는 생각을 한 그는 신이 내린 선물을 경건하게 받아들였다.\n\n그가 모든 고민을 끝냈을 때는 이미 날이 밝아 창밖으로 아침햇살이 새어들고 있었다. 사이노는 「신의 눈」과 채 읽지 못한 책을 가지고 도서관을 나와 「대풍기관」 임명 장소로 향했다.\n\n모든 일이 문제 없이 진행될 경우, 30분 뒤면 그는 아카데미아의 신임 「대풍기관」으로 임명될 것이었다.\n\n그는 곧 신성한 판결권을 부여받게 될 것이었으며, 사이노가 손에 넣은 「신의 눈」은 그가 이 신성한 권력을 보다 효율적으로 행사할 수 있도록 도와줄 것이 분명했다",
      "en": "When it comes to how Cyno got his Vision, many versions of the story can be found circulating in the Akademiya.\n\nSome say that he was once instructed to arrest a researcher who had been studying methods of making counterfeit Visions. The researcher had previously bought a masterless Vision for research, which then became Cyno's Vision. Some believe that Cyno is actually a descendant of King Deshret. They say that he grew up in a temple located in the Great Red Sand and was raised by a nameless Hermanubis priest who cultivated Cyno's will and strength before, when he was ready, bestowing upon him a Vision and requiring him to cross the desert all by himself to arrive at the Akademiya and enact Hermanubis' will. Of course, according to some conspiracy theories, Cyno's Vision is closely connected with certain forbidden technologies hidden within the Akademiya. Otherwise, how could this member of the desert ilk earn a spot in the Akademiya?\n\nNo one dares to check any of the stories' authenticity with Cyno in person, and Cyno himself cannot be bothered to waste energy on these ridiculous rumors.\n\nThe truth is that the way he obtained his Vision was rather simple.\n\nIt was the day before he was about to become the new General Mahamatra. As per usual, after finishing his work as a Matra, Cyno went to the library to read books relating to the Akademiya's rules and regulations. He can still well remember that the book he was reading that day mainly talked about the six cardinal sins that the sages had decided on, which they held to be the origins of all crimes and thus served as the foundation for all the modern rules and regulations of the Akademiya. While he was reading the chapter on the sin of divulging secrets without a hint of fear, he failed to fathom some chunks of the content depicted in the book, so he closed his eyes and ruminated. The moment he opened his eyes, the first thing he saw was a Vision, laid nicely on the page.\n\nCyno looked at the Vision and fell into contemplation. He first confirmed that there was no existing rule that prohibited someone from being granted a Vision. Then he went over several academic cases with Visions involved and ensured that this Vision was not some malicious trap. He went on to ponder the challenges he might encounter after becoming the General Mahamatra and how this Vision might help in these future trials... After carefully weighing up the pros and cons, Cyno finally accepted this gift from the gods earnestly.\n\nBy then, the morning light was already shining through the windows. Cyno left the library with the Vision and his as-yet-unfinished read in hand before heading over to the location where he was to be inaugurated as the General Mahamatra.\n\nIf all went well, in half an hour, he would become the Akademiya's new General Mahamatra.\n\nHe was about to be entrusted with the sacred power to judge those who had erred, and this Vision would ensure that this sacred privilege could be exercised as intended.",
      "de": "In der Akademie kursieren viele Gerüchte darüber, wie Cyno sein „Göttliches Auge“ erlangte.\n\nEinige sagen, dass Cyno einmal befohlen worden war, einen Gelehrten zu verhaften, der die Methode untersuchte, das „Göttliche Auge“ zu replizieren. Um dies zu tun, kaufte dieser Gelehrte ein herrenloses „Göttliches Auge“ und Cyno beschlagnahmte es einfach. Andere sagen, dass Cyno ein Nachkomme von König Deshret ist, der seit seiner Kindheit in einem Tempel im Roten Sandmeer lebt und von einem namenlosen Hermanubis-Priester aufgezogen wurde, der Cynos Kampfkünste und Willenskraft trainierte. Nachdem Cyno vorbereitet war, gab der Priester Cyno ein „Göttliches Auge“ und ließ ihn alleine das Sandmeer überqueren und zur Akademie gehen, um Hermanubis Willen auszuführen. In manchen Verschwörungstheorien wird Cynos „Göttliches Auge“ mit einigen verbotenen Technologien der Akademie in Verbindung gebracht. Wenn das nicht der Fall ist, warum spielt ein Wüstenkind eine so wichtige Rolle in der Akademie?\n\nDoch niemand wagt es wirklich, Cyno danach zu fragen. Cyno weigert sich auch, seine Energie für solche lächerlichen Gerüchte zu verschwenden.\n\nDie Wahrheit darüber, wie Cyno sein „Göttliches Auge“ erlangte, ist viel einfacher.\n\nDas geschah am Tag, bevor er „Mahamatra“ wurde. Wie üblich ging Cyno in die Bibliothek, um Bücher über die Dekrete zu lesen, nachdem er seine Arbeit als Matra beendet hatte. Er erinnert sich deutlich, dass das Buch, das er an diesem Tag las, davon handelte, wie die Weisen die „Sechs Ursünden“ erklärten. Laut den Weisen rühren alle Sünden von diesen „Sechs Ursünden“ her. Und jedes Dekret, das derzeit in der Akademie existiert, wurde basierend auf den „Sechs Ursünden“ formuliert. Als er das Kapitel „Vor Mysterien keine Ehrfurcht haben“ las, fand er einige Teile schwer verständlich. Daher schloss er seine Augen, um darüber nachzudenken, und als er sie öffnete, fand er ein „Göttliches Auge“ auf dieser Buchseite liegen.\n\nGedankenverloren starrte Cyno es eine Weile an. Zuerst wollte er bestätigen, ob es derzeit ein Dekret gab, das es jemanden verbot, ein „Göttliches Auge“ zu erlangen. Dann überprüfte er einige relevante Fälle, um sicherzustellen, dass dieses „Göttliche Auge“ keine böswillige Falle war. Am Ende dachte er noch über die Herausforderungen nach, denen er als Mahamatra gegenüberstehen würde, und was ihm dieses „Göttliche Auge“ bringen könnte ... Nachdem er viele Aspekte in Betracht gezogen hatte, nahm Cyno dieses Geschenk der Gottheit ernsthaft an.\n\nNachdem er mit dem Nachdenken fertig war, hob er den Kopf und stellte fest, dass der erste Strahl des Morgenlichts bereits zum Fenster herein gefallen war. Mit seinem „Göttlichen Auge“ und dem noch nicht zuende gelesenen Buch verließ Cyno die Bibliothek und ging zu seiner Vereidigungszeremonie als „Mahamatra“.\n\nWenn alles gut ging, würde er innerhalb einer halben Stunde der neue Mahamatra der Akademie werden.\n\nIhm würde das heilige Recht des Verurteilens verliehen, und sein „Göttliches Auge“ würde dafür sorgen, dass diese heilige Autorität richtig ausgeübt würde.",
      "es": "En la Academia hay todo tipo de teorías sobre cómo consiguió Cyno su Visión.\n\nAlgunos dicen que una vez recibió la orden de apresar a un erudito que investigaba la imitación de Visiones. Para ello, el erudito compró una Visión sin dueño que, más tarde, se convirtió en la de Cyno. Otros dicen que es descendiente del Rey Deshret y que desde pequeño vivió en un templo del Gran Desierto Escarlata, donde lo crio un sacerdote Hermanubis sin nombre que fomentó su determinación y le enseñó a luchar. Cuando Cyno estaba preparado, el sacerdote le entregó una Visión y dejó que cruzara solo el desierto hasta llegar a la Academia de Sumeru, donde ejecutaría la voluntad de Hermanubis. En cambio, según algunos conspiranoicos, la Visión de Cyno está relacionada con algún tipo de tecnología prohibida de la Academia. Si no, ¿cómo podría un simple habitante del desierto como él haber conseguido un puesto en esta institución?\n\nNadie se atrevía a preguntárselo directamente, y Cyno tampoco deseaba gastar energías en esos rumores absurdos.\n\nEn realidad, la historia de cómo consiguió su Visión es bastante simple.\n\nOcurrió el día antes de ser nombrado Gran Juez. Como de costumbre, tras terminar sus labores de matra, fue a la biblioteca a leer unos libros relacionados con las normas de la Academia. Aún recuerda perfectamente que lo que leyó aquel día trataba sobre los seis pecados establecidos por los sabios. Estos pensaban que dichos pecados eran la raíz de todo crimen y, de hecho, todas las normas actuales de la Academia derivaron en esencia de los seis pecados capitales. Cuando llegó a la sección del pecado consistente en “Indagar en la verdad más profunda sin una pizca de temor”, no entendía muy bien lo que estaba leyendo, así que cerró los ojos para reflexionar. Al abrirlos, vio una Visión posada sobre la hoja del libro.\n\nCyno se puso a pensar sobre las Visiones. Primero confirmó que no hubiera ninguna norma de la Academia que prohibiera recibir una, y después revisó múltiples documentos académicos relacionados con el tema para asegurarse de que esa Visión no fuera una trampa. Finalmente, reflexionó sobre los desafíos que le esperarían tras ser designado Gran Juez y lo que esa Visión podría aportarle para afrontarlos. Tras mucha deliberación, Cyno decidió aceptar aquel regalo de los dioses.\n\nCuando terminó de pensar, afuera ya se veían los primeros rayos del alba. Salió de la biblioteca con la Visión y unos libros que aún no había terminado de leer y se dirigió al lugar de la ceremonia de nombramiento.\n\nSi todo iba bien, en tan solo media hora sería el nuevo Gran Juez.\n\nEstaba a punto de recibir la sagrada autoridad de juzgar, y su Visión era una herramienta que le aseguraría el cumplimiento de dicha autoridad.",
      "fr": "Il existe beaucoup de spéculation au sein de l'Académie sur la façon dont Cyno a obtenu son œil divin.\n\nCertains disent qu'il a été sommé d'arrêter un chercheur qui étudiait des moyens de fabriquer des contrefaçons d'yeux divins et que ce dernier acheta un œil divin sans possesseur qui serait devenu celui de Cyno par la suite. D'autres croient que le général mahamatra est un descendant du roi Deshret et qu'il a grandi dans un temple dans le Grand désert écarlate. Élevé par un prêtre d'Hermanubis qui lui aurait enseigné les arts martiaux et cultivé ses aspirations, celui-ci lui aurait remis un œil divin après lui avoir demandé de traverser le désert seul jusqu'à l'Académie et de faire la volonté d'Hermanubis là-bas. Évidemment, d'autres théories conspirationnistes affirment que l'œil divin de Cyno est étroitement lié à des technologies interdites de l'Académie.\n\nComment ce jeune homme du désert aurait pu obtenir un poste dans l'institution autrement ?\n\nPersonne n'a jamais eu le courage de vérifier la véracité de ces propos auprès de Cyno, qui est lui-même peu enclin à perdre son temps avec ces rumeurs sans queue ni tête.\n\nEn vérité, il a obtenu son œil divin d'une manière plutôt simple.\n\nC'était la veille de sa prise de poste en tant que général mahamatra. Comme d'habitude, après une journée de travail, Cyno s'est rendu à la bibliothèque pour lire des ouvrages sur les lois de l'Académie. Il se souvenait que ses lectures ce jour-là se portaient principalement sur les six péchés capitaux à l'origine de tous les crimes. Ces péchés ont été définis par les sages de l'Académie et servent de fondement à toutes les lois que l'institution décide. Pendant qu'il lisait le chapitre sur le péché de parler des mystères sans crainte, Cyno a fermé ses yeux après avoir échoué de comprendre certaines notions décrites dans son livre. Au moment où il a rouvert les yeux, un œil divin se trouvait sur la page où il s'était arrêté.\n\nLe jeune homme a regardé l'objet avant de se poser des questions. Il a commencé par confirmer qu'aucune loi en vigueur n'interdisait la possession d'un œil divin avant de s'assurer que le sien n'était pas un piège malveillant, en consultant plusieurs cas académiques qui impliquaient un tel objet. Ensuite, il s'est intéressé aux défis qu'il pourrait rencontrer en tant que général mahamatra et comment son œil divin l'aiderait à les surmonter... Après avoir pesé le pour et le contre, Cyno a fini par accepter ce cadeau des dieux.\n\nLa lumière du jour traversait déjà les fenêtres de la bibliothèque quand il l'a quittée avec le livre qu'il n'a pas pu finir sous le bras, pour se rendre à l'endroit où sa cérémonie de nomination avait lieu.\n\nSi tout se passait bien, il serait le nouveau général mahamatra dans une demi-heure.\n\nLe pouvoir sacré de juger ceux qui s'égarent du droit chemin allait lui être accordé et son œil divin veillerait à ce qu'il accomplisse ce devoir.",
      "pt": "Muitos boatos circulam na Academia sobre como Cyno obteve sua Visão.\n\nAlguns dizem que Cyno uma vez recebeu ordens para apreender um pesquisador que estudava formas de copiar uma Visão. Para isso, esse pesquisador comprou uma Visão sem dono, e Cyno apenas pegou essa Visão emprestada; já outros dizem que Cyno é um descendente do Rei Deshret, que desde pequeno vivia nos templos do Grande Mar de Areias Escarlates, que foi criado pelo sacerdote Hermanubis, e ainda que esse sacerdote teria treinado as artes marciais e determinação de Cyno, e que quando ele completou seu treinamento, o sacerdote teria dado-lhe uma Visão e dito para cruzar o deserto rumo à Academia, para que exercesse a vontade de Hermanubis. Em uma outra teoria da conspiração, a Visão de Cyno possui relação com alguma tecnologia proibida da Academia, mas, se esse fosse o caso, por que alguém do deserto estaria trabalhando com a Academia nisso?\n\nNinguém se atrevia a perguntar a Cyno a verdade, e Cyno se recusava a gastar sua energia com rumores ridículos como esses.\n\nA verdade sobre como Cyno obteve sua Visão é muito mais simples.\n\nIsso aconteceu no dia anterior a sua nomeação como General Mahamatra. Era um dia como qualquer outro, e depois de terminar seu trabalho como Matra, Cyno foi para a Biblioteca para começar a ler livros sobre ordens. Ele se lembra claramente que, naquele dia, o livro que lia falava sobre como os sábios pensaram nos Seis Pecados Capitais. Os sábios acreditavam que esses pecados eram a fonte de todos os outros pecados, e toda a ordem que existia na Academia de hoje era baseada nesses Seis Pecados Capitais. Quando ele leu o capítulo sobre \"Falar sobre os mistérios do não mundo sem temor\", encontrou algumas partes que não conseguia compreender. Ele fechou seus olhos para ponderar sobre isso, e quando os abriu, descobriu que uma Visão estava deitada verticalmente na página do livro.\n\nCyno contemplou profunda e detalhadamente essa Visão. Primeiro queria confirmar se atualmente existiam ordens da Academia que proibiam alguém que receber uma Visão, logo em seguida verificou alguns casos de estudos relacionados a Visões para garantir que essa Visão não se tratava de uma armadilha, e no final pensou sobre os desafios que enfrentaria como General Mahamatra, e que essa Visão poderia lhe fornecer um certo apoio... Depois de considerar vários ângulos diferentes, Cyno seriamente aceitou esse presente dos deuses.\n\nQuando terminou de ponderar, os primeiros raios da alvorada entraram pela janela. Cyno saiu da Biblioteca com sua Visão e o livro que ainda não havia terminado e partiu para o local da cerimônia de posse como General Mahamatra.\n\nSe tudo corresse bem, dentro de meia hora ele se tornaria o novo General Mahamatra da Academia.\n\nEle receberia sua autoridade adjudicativa sagrada, e essa Visão garantiria que sua autoridade sagrada fosse exercida adequadamente.",
      "ru": "В Академии ходят самые разные версии о том, как именно Сайно получил свой Глаз Бога. Одни говорят, что однажды ему был дан приказ арестовать учёного, который исследовал способы подделки Глаза Бога. Тот учёный купил Глаз Бога для работы, и после ареста он достался Сайно. Другие говорят, что на самом деле Сайно - один из потомков царя Дешрета, он всё детство провёл в храме посреди Моря красных песков, а его наставником был безымянный жрец Германубиса. Этот жрец воспитал в Сайно волю и научил его боевым искусствам, а когда увидел, что Сайно готов, вручил ему Глаз Бога, повелев одному перейти через Море красных песков и добраться до Академии, ибо такова воля Германубиса. Если верить разным конспирологическим теориям, Глаз Бога Сайно как-то связан с запрещёнными технологиями, которые подспудно практикуются в Академии. Как иначе этот мальчишка из пустынного народа смог занять такой пост в Академии? Никто ещё не осмелился спросить у Сайно, как действительно обстояло дело, а сам генерал махаматра не тратит время на опровержение этих смехотворных домыслов. На самом деле всё случилось очень просто. Был канун того дня, когда он должен был заступить на пост генерала махаматры. Как обычно, выполнив свои обязанности, матра Сайно пошёл в библиотеку и сел читать литературу, посвящённую правилам и предписаниям Академии. Он ясно помнит, что в книге, которую он тогда читал, говорилось об установленных мудрецами Шести смертных грехах, которые считаются истоками всех преступлений. Запреты на эти грехи стали основой нынешних правил и предписаний Академии. Но когда он дошёл до главы, повествующей о Шестом грехе: «Давать волю языку и не ведать страха», то понял, что смысл написанного от него ускользает, закрыл глаза и задумался. А когда снова открыл глаза, на странице перед ним лежал Глаз Бога. Рассматривая его, Сайно погрузился в размышления: сначала он подумал, что в правилах Академии нет статьи, которая запрещала бы получать Глаз Бога. Потом он изучил несколько научных дел, связанных с Глазом Бога, и убедился, что это не ловушка, которую подстроили ему враги. Наконец Сайно рассудил, что Глаз Бога поможет ему лучше справляться с новыми обязанностями в должности генерала махаматры... Всё тщательно обдумав, он решил принять этот дар. Когда он принял решение, за окном уже брезжили первые лучи рассвета, Сайно взял Глаз Бога, недочитанную книгу и отправился на церемонию инаугурации. Если всё пойдёт по плану, через полчаса он станет новым генералом махаматрой Академии. Скоро ему доверят священную власть вершить правосудие, а Глаз Бога проследит за надлежащим исполнением этой власти.",
      "id": "Ada banyak versi yang beredar di kalangan Akademiya tentang bagaimana Cyno memperoleh Vision-nya.\n\nAda yang mengatakan, Cyno pernah mendapatkan perintah untuk menangkap seorang peneliti yang sedang mempelajari cara untuk membuat dan menjiplak Vision. Demi menjalankan penelitiannya, peneliti itu membeli Vision yang tidak punya pemilik, sehingga otomatis dia jadi pemilik Vision itu. Ada juga yang mengatakan kalau sebenarnya Cyno adalah keturunan Raja Deshret. Dari kecil dia sudah hidup di sebuah kuil di Great Red Sand dan dibesarkan oleh seorang imam Hermanubis. Imam ini juga mengajarkan seni bela diri dan tekad kepada Cyno, sehingga setelah Cyno mempersiapkan dirinya, Imam itu menyerahkan sebuah Vision kepadanya dan memintanya untuk melintasi padang pasir dan pergi ke Akademiya sendirian, untuk melanjutkan tekad Hermanubis. Dalam beberapa teori konspirasi, Vision Cyno malah berhubungan dengan teknologi-teknologi terlarang di Akademiya. Kalau tidak, mana mungkin penduduk padang pasir ini bisa memiliki posisi di dalam Akademiya?\n\nTidak ada orang yang berani mempertanyakan kejelasan fakta ini kepada Cyno. Dan Cyno sendiri juga tidak pernah repot-repot ambil pusing dan menghabiskan tenaga untuk mempedulikan rumor konyol seperti ini.\n\nSebenarnya, proses dia mendapatkan Vision itu sederhana saja.\n\nSatu hari sebelum dia mulai menjabat sebagai Mahamatra Umum. Sama seperti hari-hari biasanya, setelah menyelesaikan pekerjaan Matra, Cyno pergi ke perpustakaan dan mulai membaca buku-buku yang berkaitan dengan kebijakan. Dia masih bisa mengingat dengan jelas, buku yang dia baca pada hari itu menjelaskan secara gamblang \"Enam Dosa Besar\" yang disimpulkan oleh para Sage. Para Sage menganggap kalau tindakan-tindakan ini adalah akar dari segala macam dosa dan kejahatan yang diperbuat. Sekarang, berbagai kebijakan di dalam Akademiya juga muncul dari Enam Dosa Besar ini. Pada saat dia membaca bab tentang kejahatan \"perkara membicarakan misteri dengan lancang dan tidak ada yang ditakuti di dalam hati\", ada beberapa penjelasan di dalam buku yang tidak bisa dipahami, sehingga dia menutup matanya untuk memikirkan tentang bagian ini. Pada saat dia membuka matanya, dia sudah menemukan \"Vision\" terletak di atas halaman bukunya dengan sangat rapi.\n\nCyno menatap Vision ini dan tenggelam dalam pikirannya sendiri. Dia terlebih dahulu meyakini, kalau di dalam kebijakan, tidak ada satu pun peraturan hukum yang melarang seseorang untuk menerima Vision, lalu dia memeriksa dan membaca beberapa dokumen akademis tentang kebijakan yang berhubungan dengan Vision untuk memastikan kalau Vision ini bukan sejenis jebakan yang bisa menyakitinya. Dan akhirnya, dia mulai berpikir tentang tantangan yang mungkin dihadapi dirinya sendiri sebagai seorang Mahamatra Umum, dan bantuan seperti apa yang akan bisa diberikan oleh Vision ini ... Dalam berbagai pertimbangan yang seksama, Cyno akhirnya memutuskan untuk menerima pemberian dewa ini dengan serius.\n\nSetelah dia selesai berkontemplasi, cahaya fajar seolah sedang mengintip dari luar jendela. Cyno mengambil Vision ini dan buku-buku yang belum selesai dibacanya, dan berjalan keluar dari perpustakaan untuk menuju ke lokasi upacara pengangkatan Mahamatra Umum.\n\nJika semuanya lancar, maka dia akan menjadi Mahamatra Umum yang baru di Akademiya.\n\nDia akan diberikan kekuasaan agung untuk melakukan penghakiman. Sedangkan Vision ini, adalah untuk memastikan bahwa kekuasaan agung ini bisa dijalankan dengan baik dan lancar.",
      "th": "เกี่ยวกับวิธีการได้รับ \"วิชั่น\" ของ Cyno ทางสถาบันมีทฤษฎีที่เล่าลือกันอยู่มากมาย\n\nมีคนบอกว่า Cyno เคยได้รับคำสั่งให้ไปจับกุมนักวิชาการคนหนึ่งที่วิจัยเกี่ยวกับวิธีการสร้าง \"วิชั่น\" จำลอง นักวิจัยคนนั้นซื้อวิชั่นที่ไร้เจ้าของชิ้นหนึ่ง เพื่อมาทำการวิจัย Cyno จึงได้รับวิชั่นมาด้วยเหตุนี้ และก็มีบางคนที่พูดว่า Cyno นั้นเป็นทายาทของราชา Deshret เขาใช้ชีวิตและเติบโตที่วิหารบางแห่งใน Great Red Sand ถูกชุบเลี้ยงโดยนักบวช Hermanubis ท่านหนึ่ง นักบวชท่านนี้สอนศิลปะการต่อสู้และคติธรรมให้แก่ Cyno และหลังจากที่ Cyno เตรียมตัวพร้อมแล้ว เขาก็มอบ \"วิชั่น\" อันหนึ่งให้กับ Cyno และสั่งให้เขาเดินทางข้ามทะเลทรายมายังสถาบัน เพื่อทำตามความประสงค์ของ Hermanubis และในบางทฤษฎีสมคบคิด \"วิชั่น\" ของ Cyno นั้นมีความเชื่อมโยงบางอย่างกับเทคนิคต้องห้ามของสถาบัน ไม่เช่นนั้น ชาวทะเลทรายคนหนึ่งจะได้รับตำแหน่งอยู่ในสถาบันได้ยังไง?\n\nไม่มีใครกล้าไปถามกับ Cyno ตรง ๆ และตัว Cyno เองก็ไม่อยากเสียแรงไปใส่ใจข่าวลือที่น่าขำเหล่านั้น\n\nแท้จริงแล้ว เรื่องราวการได้รับ \"วิชั่น\" ของเขานั้นเรียบง่ายมาก\n\nก่อนวันที่เขาจะเข้ารับตำแหน่ง \"เจ้าหน้าที่มหามาตรา\" หนึ่งวัน หลังจาก Cyno จัดการงานของเจ้าหน้าที่มาตราเรียบร้อยแล้ว เขาก็ไปห้องสมุดเพื่ออ่านหนังสือที่เกี่ยวข้องกับสถาบันเหมือนเช่นเคย เขาจำได้อย่างชัดเจนว่า หนังสือที่เขาอ่านในวันนั้นส่วนใหญ่จะอธิบายเกี่ยวกับ \"บาปมหันต์ทั้งหกประการ\" ที่สรุปโดยเหล่านักปราชญ์ เหล่านักปราชญ์เชื่อว่าบาปเหล่านี้เป็นจุดกำเนิดของบาปทั้งปวง และคำสอนต่าง ๆ ของทางสถาบันหลัก ๆ ก็มาจาก \"บาปมหันต์ทั้งหกประการ\" เช่นกัน เมื่อเขาอ่านไปถึงบทที่เกี่ยวข้องกับบาปของ \"การถกเรื่องสิ่งลึกลับโดยไม่ต้องเกรงกลัว\" ก็เกิดรู้สึกไม่ค่อยเข้าใจเนื้อหาที่บรรยายอยู่ จึงทำได้เพียงหลับตาลงแล้วพยายามครุ่นคิด แต่เมื่อเขาลืมตาขึ้นอีกครั้ง เขากลับพบวิชั่นอันหนึ่งวางอยู่บนหน้าหนังสือ\n\nCyno เพ่งมอง \"วิชั่น\" อย่างพินิจ และสิ่งที่เขาทำเป็นอย่างแรกก็คือ ยืนยันว่าการได้รับวิชั่นไม่ได้ผิดต่อคำสอนข้อใดข้อหนึ่งเลย จากนั้นจึงตรวจสอบกรณีศึกษาที่เกี่ยวข้องกับวิชั่น เพื่อให้แน่ใจว่าวิชั่นที่ได้รับนี้ไม่ได้เป็นกับดักอันตราย และสุดท้ายก็คิดไตร่ตรองถึงความท้าทายที่ตัวเองต้องเผชิญหน้าหลังเข้ารับตำแหน่ง \"เจ้าหน้าที่มหามาตรา\" และความช่วยเหลือที่วิชั่นอันนี้จะมีให้ตนได้... ภายใต้การชั่งน้ำหนักจากหลาย ๆ ด้าน ในที่สุด Cyno ก็ยอมรับของขวัญจากเทพเจ้าชิ้นนี้เอาไว้อย่างจริงจัง\n\nตอนที่เขาไตร่ตรองเสร็จ แสงในยามเช้าก็สาดส่องเข้ามาจากริมหน้าต่างเสียแล้ว Cyno เก็บ \"วิชั่น\" และหนังสือที่ตนยังอ่านไม่จบเล่มนั้นออกมาจากห้องสมุด แล้วเดินตรงไปยังสถานที่จัดพิธีมอบตำแหน่ง \"เจ้าหน้าที่มหามาตรา\"\n\nหากไม่มีอะไรผิดพลาด ในอีกครึ่งชั่วโมงหลังจากนี้ เขาก็จะได้เป็น \"เจ้าหน้าที่มหามาตรา\" คนใหม่ของสถาบัน\n\nเขากำลังจะได้รับมอบอำนาจตัดสินอันศักดิ์สิทธิ์ และ \"วิชั่น\" อันนี้ จะเป็นตัวช่วยรับประกัน ให้การใช้อำนาจอันศักดิ์สิทธิ์เป็นไปอย่างราบรื่น",
      "vi": "Có rất nhiều giả thuyết được lưu truyền trong Giáo Viện về cách mà Cyno có được Vision.\n\nCó người nói, Cyno từng nhận lệnh truy bắt một học giả đang nghiên cứu phương pháp mô phỏng Vision. Để nghiên cứu, học giả đó đã mua một Vision vô chủ, Cyno nhờ đó mà có được Vision; Có người nói thật ra Cyno là hậu duệ của Vua Deshret, từ nhỏ anh ta đã sống trong một ngôi đền nào đó trên Biển Cát Đỏ, được một vị tư tế Hermanubis vô danh nuôi dưỡng, vị tư tế này đã trau dồi võ thuật và ý chí của Cyno. Sau khi Cyno sẵn sàng, vị tư tế đó đã trao một viên Vision cho Cyno, và để anh ta một mình vượt biển cát đến Giáo Viện, để thực hành ý chí của Hermanubis; Còn trong một số thuyết âm mưu, Vision của Cyno lại có liên hệ mật thiết với một số kỹ thuật bị cấm trong Giáo Viện, nếu không, một cư dân sa mạc sao lại có thể có chỗ đứng trong Giáo Viện chứ?\n\nKhông ai dám đến gặp Cyno để xác minh trực tiếp, và bản thân Cyno cũng chẳng buồn bận tâm về những tin đồn nhảm nhí này.\n\nThật ra quá trình anh có được Vision rất đơn giản.\n\nĐó là một hôm trước ngày anh nhận chức Tổng Quản Mahamatra. Như thường lệ, sau khi kết thúc công việc của Matra, Cyno đến thư viện và bắt đầu đọc những cuốn sách liên quan đến giáo lệnh. Anh nhớ rõ rằng cuốn sách anh đọc ngày hôm đó chủ yếu mô tả \"sáu tội lỗi\" được các hiền giả tổng kết ra, các hiền giả cho rằng những tội lỗi này là căn nguyên của các loại tội lỗi, và các giáo lệnh của Giáo Viện hiện nay cũng bắt nguồn từ \"sáu tội lỗi\" đó. Khi anh đọc đến chương viết về \"Tùy tiện nói về các điều huyền bí mà không chút sợ hãi\", có một số nội dung mô tả trong sách mà anh không thể hiểu được, vì vậy anh đành nhắm mắt suy ngẫm, nhưng khi mở mắt ra lại thấy một viên Vision đã nằm trên cuốn sách.\n\nCyno cầm lấy Vision chìm vào suy tư, trước tiên anh xác nhận rằng giáo lệnh hiện tại không có mục nào cấm ai đó nhận Vision, sau đó là kiểm tra một số vụ án học thuật có liên quan đến Vision, đảm bảo rằng Vision này không phải là một cái bẫy ác ý, cuối cùng, anh nghĩ về những thách thức mà mình có thể gặp phải sau khi trở thành Tổng Quản Mahamatra, và sự giúp đỡ mà Vision này có thể đem đến cho bản thân... Sau khi cân nhắc nhiều bên, cuối cùng Cyno cũng nghiêm chỉnh nhận lấy món quà này từ thần linh.\n\nKhi anh kết thúc suy nghĩ, cũng là lúc ánh bình minh đã chiếu rọi bên ngoài cửa sổ, Cyno cầm theo Vision và quyển sách chưa đọc xong ra khỏi thư viện, đến nơi tổ chức lễ bổ nhiệm Tổng Quản Mahamatra.\n\nNếu mọi thứ thuận lợi, anh sẽ trở thành Tổng Quản Mahamatra mới của Giáo Viện sau nửa tiếng nữa.\n\nAnh sắp được giao cho quyền phán quyết của thần, và Vision này sẽ đảm bảo rằng quyền lực thần thánh này được thực hiện một cách suôn sẻ."
    }
  }
]