[
  {
    "title": {
      "zhs": "初次见面·过往",
      "zht": "初次見面·過往",
      "jp": "初めまして·過去",
      "ko": "첫 만남·과거",
      "en": "Hello: The Past",
      "de": "Erste Begegnung – Die Vergangenheit",
      "es": "Hola - Pasado",
      "fr": "Première rencontre - Le passé",
      "pt": "Olá - O Passado",
      "ru": "Привет: Прошлое",
      "id": "Halo: Masa Lalu",
      "th": "พบกันครั้งแรก - ในอดีต",
      "vi": "Lần đầu gặp mặt - Quá Khứ"
    },
    "line": {
      "zhs": "我是赛诺，曾经的「大风纪官」。如今我正在以自己的力量审判罪恶，若你同样心系规则与正义，我可以助你一臂之力。",
      "zht": "#我是賽諾，曾經的「大風紀官」。如今我正在以自己的力量審判罪惡，若{F#妳}{M#你}同樣心繫規則與正義，我可以助你一臂之力。",
      "jp": "俺はセノ、かつての「大マハマトラ」だ。今は己の力で悪しき罪を裁いている。もし、お前も規則と正義を求める心を持つならば、助けになろう。",
      "ko": "난 사이노. 한때 「대풍기관」이었고, 지금은 내 힘으로 죄악을 심판하고 있어. 너도 규칙과 정의를 위해 싸우고 있다면, 내 힘을 빌려줄게",
      "en": "I'm Cyno, the former General Mahamatra. Now I use my abilities to punish evil as I see fit. If you share my devotion to rules and justice, then I can lend you my strength.",
      "de": "Ich bin Cyno, der ehemalige „Mahamatra“. Jetzt bestrafe ich die Bösen mit meiner eigenen Kraft. Wenn du meine Hingabe an Regeln und Gerechtigkeit teilst, kann ich dir meine Kräfte zur Verfügung stellen.",
      "es": "Soy Cyno, el antiguo Gran Juez. Ahora uso mis habilidades para castigar el mal cuando lo veo necesario. Si compartes mi devoción por las reglas y la justicia, puedo ayudarte con mi poder.",
      "fr": "Je suis Cyno, l'ancien général mahamatra. J'utilise désormais mes pouvoirs pour punir le mal comme bon me semble. Si vous partagez mes idéaux d'ordre et de justice, je vous prêterai volontiers ma force.",
      "pt": "Eu sou Cyno, 0 antigo General Mahamatra. Agora eu uso minhas habilidades para punir o mal do jeito que eu achar melhor. Se você compartilha da minha devoção por regras e justiça, então eu posso te emprestar minha força.",
      "ru": "Я Сайно, в прошлом - генерал махаматра. А теперь я караю зло, полагаясь только на свои силы. Если твоё сердце тоже радеет за закон и справедливость, я всегда готов протянуть руку помощи.",
      "id": "Aku Cyno, mantan Mahamatra Umum. Sekarang aku pakai kemampuanku untuk menghukum yang menurutku jahat. Kalau kamu memiliki pengabdian yang sama denganku dalam peraturan dan keadilan, aku akan pinjamkan kekuatanku kepadamu.",
      "th": "ฉันชื่อ Cyno ครั้งหนึ่งเคยเป็น \"เจ้าหน้าที่มหามาตรา\" ในตอนนี้ฉันกำลังใช้พลังของตัวเอง เพื่อพิพากษาความผิดบาป หากเธอยึดมั่นในกฎเกณฑ์ และความยุติธรรม ฉันสามารถเป็นพลังให้เธอได้",
      "vi": "#Tôi là Cyno, từng là \"Tổng Quản Mahamatra\", giờ đây tôi đang phán xét tội ác bằng chính năng lực của mình. Nếu {F#cô}{M#cậu} hướng về quy tắc và chính nghĩa thì tôi sẽ trợ giúp cho {F#cô}{M#cậu}."
    }
  },
  {
    "title": {
      "zhs": "初次见面·如今",
      "zht": "初次見面·如今",
      "jp": "初めまして·今",
      "ko": "첫 만남·현재",
      "en": "Hello: The Present",
      "de": "Erste Begegnung – Die Gegenwart",
      "es": "Hola - Presente",
      "fr": "Première rencontre - Le présent",
      "pt": "Olá - O Presente",
      "ru": "Привет: Настоящее",
      "id": "Halo: Saat Ini",
      "th": "พบกันครั้งแรก - ในปัจจุบัน",
      "vi": "Lần đầu gặp mặt - Hiện Tại"
    },
    "line": {
      "zhs": "DATA NOT FOUND",
      "zht": "DATA NOT FOUND",
      "jp": "DATA NOT FOUND",
      "ko": "DATA NOT FOUND",
      "en": "DATA NOT FOUND",
      "de": "DATA NOT FOUND",
      "es": "DATA NOT FOUND",
      "fr": "DATA NOT FOUND",
      "pt": "DATA NOT FOUND",
      "ru": "DATA NOT FOUND",
      "id": "DATA NOT FOUND",
      "th": "DATA NOT FOUND",
      "vi": "DATA NOT FOUND"
    }
  },
  {
    "title": {
      "zhs": "闲聊·称重",
      "zht": "閒聊·秤重",
      "jp": "世間話·秤量",
      "ko": "잡담·무게",
      "en": "Chat: Weighing the Heart",
      "de": "Gespräch – Wiegen",
      "es": "Charla - Balanza",
      "fr": "Bavardage - Peser le cœur",
      "pt": "Bate-Papo - Pesando",
      "ru": "Поболтаем: Весы",
      "id": "Berbincang: Menimbang",
      "th": "แชท - ตาชั่ง",
      "vi": "Nói chuyện phiếm - Ước Lượng"
    },
    "line": {
      "zhs": "善与恶，最终都会被称量。",
      "zht": "善與惡，最終都會被秤量。",
      "jp": "善悪は、いずれ秤にかけられる。",
      "ko": "선과 악은 결국 그 무게를 저울질하게 되어있어",
      "en": "Good deeds and bad... In the end, all will be placed upon the scales.",
      "de": "Ob gut oder böse, am Ende werden alle auf die Waage gelegt.",
      "es": "La bondad y la maldad... Al final, todo será pesado en una balanza.",
      "fr": "À la fin, le bien et le mal seront pesés dans la balance.",
      "pt": "Boas e más ações, no fim, tudo será colocado na balança.",
      "ru": "Рано или поздно добро и зло лягут на разные чаши весов. Посмотрим тогда, что перевесит.",
      "id": "Pada akhirnya, kebaikan dan kejahatan akan dinilai dengan seimbang.",
      "th": "ทั้งความดี และความชั่ว ในท้ายที่สุด ก็จะถูกจัดวางบนตาชั่ง",
      "vi": "Thiện và ác, tất cả đều sẽ được đặt lên bàn cân."
    }
  },
  {
    "title": {
      "zhs": "闲聊·牌运",
      "zht": "閒聊·牌運",
      "jp": "世間話·カードゲームの運勢",
      "ko": "잡담·운",
      "en": "Chat: Luck of the Draw",
      "de": "Gespräch – Glück beim Kartenspiel",
      "es": "Charla - Suerte",
      "fr": "Bavardage - Chance du tirage",
      "pt": "Bate-Papo - Sorte do Sorteio",
      "ru": "Поболтаем: Карточное везение",
      "id": "Berbincang: Takdir Kartu",
      "th": "แชท - โชคของการ์ด",
      "vi": "Nói chuyện phiếm - May Mắn"
    },
    "line": {
      "zhs": "运势会左右某一场对决的胜负，但不会一直影响下去。",
      "zht": "運勢會左右某一場對決的勝負，但不會一直影響下去。",
      "jp": "運が結末を左右することはあるが、永遠に影響し続けるわけじゃない。",
      "ko": "운이 대결의 승패를 결정지을 수는 있지. 하지만 그 영향이 계속되진 않아",
      "en": "Luck can swing the results of a single game, but it's bound to run out sooner or later.",
      "de": "Das Glück kann den Ausgang eines Spiels beeinflussen, aber dieser Einfluss hält nicht ewig an.",
      "es": "La suerte puede cambiar el resultado de una partida, pero es algo que tarde o temprano se agota.",
      "fr": "La chance peut jouer un rôle dans l'issue d'un seul duel, mais elle ne peut pas être présente pour toujours.",
      "pt": "Sorte pode mudar os resultados de um único jogo, mas mais cedo ou mais tarde ela acabará.",
      "ru": "Везение может принести тебе одну случайную победу, но рано или поздно оно иссякнет.",
      "id": "Keberuntungan bisa mengubah hasil dari sebuah pertandingan, tetapi cepat atau lambat, keberuntungan pasti akan habis.",
      "th": "โชคอาจตัดสินผลแพ้ชนะของการดูเอลสักตา แต่มันไม่ได้มีผลเสมอไปหรอกนะ",
      "vi": "May mắn đôi khi sẽ quyết định thắng thua của một ván bài, nhưng sẽ không thể nào ảnh hưởng mãi."
    }
  },
  {
    "title": {
      "zhs": "闲聊·疑惑",
      "zht": "閒聊·疑惑",
      "jp": "世間話·戸惑う",
      "ko": "잡담·의문",
      "en": "Chat: Doubt",
      "de": "Gespräch – Zweifel",
      "es": "Charla - Duda",
      "fr": "Bavardage - Doute",
      "pt": "Bate-Papo - Dúvida",
      "ru": "Поболтаем: Сомнения",
      "id": "Berbincang: Keraguan",
      "th": "แชท - สับสน",
      "vi": "Nói chuyện phiếm - Nghi Hoặc"
    },
    "line": {
      "zhs": "偶尔我也想缓解一下气氛，但我其实分不太清什么笑话能够引人发笑。",
      "zht": "偶爾我也想緩解一下氣氛，但我其實分不太清什麼笑話能夠引人發笑。",
      "jp": "場の雰囲気を和らげたい時があるんだが…どんなジョークで人が笑うのか、俺には分からないんだ。",
      "ko": "나도 가끔은 분위기를 좀 풀어주고 싶은데, 어떤 농담을 해야 사람들을 웃길 수 있을지 영 감이 안 잡혀",
      "en": "I do try to lighten the mood sometimes, but... I'm not the best judge of other people's sense of humor.",
      "de": "Ich versuche auch manchmal, die Stimmung aufzulockern, aber ich bin mir nicht sicher, welche Witze die Leute zum Lachen bringen werden.",
      "es": "A veces intento romper el hielo, pero... no soy el mejor juzgando el sentido del humor de los demás.",
      "fr": "Parfois, il m'arrive de vouloir détendre l'atmosphère. Seulement, je n'arrive pas du tout à savoir quelles blagues peuvent faire rire les gens.",
      "pt": "Eu realmente tento aliviar a tensão às vezes, mas... eu não sou o melhor juiz quanto ao senso de humor de outras pessoas.",
      "ru": "Иногда мне тоже хочется разрядить обстановку, но я плохо разбираюсь, какие шутки смешные, а какие - нет.",
      "id": "Aku memang berusaha untuk meringankan suasanya kadang-kadang, tapi ... Aku tidak terlalu pintar menilai selera humor orang lain.",
      "th": "บางที ฉันก็แค่ต้องการทำให้บรรยากาศสดใสขึ้น แต่ฉันก็ไม่รู้จริง ๆ ว่าเรื่องตลกแบบไหนถึงจะทำให้ผู้คนหัวเราะได้",
      "vi": "Đôi lúc tôi cũng muốn làm dịu bầu không khí, nhưng tôi lại không biết nói chuyện cười như thế nào mới khiến cho người khác vui."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Waktu Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "又下雨了…",
      "zht": "又下雨了…",
      "jp": "また雨だ…",
      "ko": "또 비가 오는군…",
      "en": "Hm, it's raining again...",
      "de": "Es regnet wieder ...",
      "es": "Hum, llueve otra vez...",
      "fr": "Il pleut encore...",
      "pt": "Está chovendo de novo...",
      "ru": "Снова капает...",
      "id": "Hujan lagi ....",
      "th": "ฝนตกอีกแล้ว...",
      "vi": "Trời lại mưa rồi..."
    }
  },
  {
    "title": {
      "zhs": "打雷的时候…",
      "zht": "打雷的時候…",
      "jp": "雷の日…",
      "ko": "번개가 칠 때…",
      "en": "When Thunder Strikes",
      "de": "Wenn es blitzt ...",
      "es": "Cuando truena...",
      "fr": "Quand le tonnerre gronde...",
      "pt": "Quando Está Trovejando...",
      "ru": "Когда гремит гром...",
      "id": "Ketika Petir Menyambar",
      "th": "ในเวลาที่ฟ้าผ่า...",
      "vi": "Khi có sấm sét..."
    },
    "line": {
      "zhs": "在一些传说中，雷电是神明对人间降下的审判。",
      "zht": "在一些傳說中，雷電是神明對人間降下的審判。",
      "jp": "一部の伝説によれば、雷は神が俗世に下す審判らしい。",
      "ko": "번개는 신이 인간에게 내리는 심판이라는 전설이 있어",
      "en": "In some legends, thunderbolts are a form of judgment from the gods above.",
      "de": "In einigen Legenden sind Blitze eine Form der Strafe durch die Götter im Himmel.",
      "es": "En algunas leyendas, los rayos son una forma de juicio para los dioses del cielo.",
      "fr": "Dans certaines légendes, le tonnerre est l'expression du jugement des divinités sur les hommes.",
      "pt": "Em algumas lendas, raios e trovões são uma forma de julgamento dos deuses acima de nós.",
      "ru": "В некоторых легендах гром и молния олицетворяют суд Архонтов над людьми.",
      "id": "Di beberapa legenda, guntur itu sebuah bentuk penghakiman dari dewa di atas.",
      "th": "ในบางตำนาน ฟ้าร้องและฟ้าผ่า เป็นการพิพากษาของเหล่าทวยเทพที่มีต่อมนุษย์",
      "vi": "Trong một số truyền thuyết, sấm sét chính là phán quyết của thần lên con người."
    }
  },
  {
    "title": {
      "zhs": "下雪的时候…",
      "zht": "下雪的時候…",
      "jp": "雪の日…",
      "ko": "눈이 올 때…",
      "en": "When It Snows",
      "de": "Wenn es schneit ...",
      "es": "Cuando nieva...",
      "fr": "Quand il neige...",
      "pt": "Quando Está Nevando...",
      "ru": "Когда идёт снег...",
      "id": "Ketika Turun Salju",
      "th": "ในเวลาที่หิมะตก...",
      "vi": "Khi tuyết rơi..."
    },
    "line": {
      "zhs": "我很喜欢下雪后的世界，安静却并非一片死寂。",
      "zht": "我很喜歡下雪後的世界，安靜卻並非一片死寂。",
      "jp": "雪が止んだ後の世界が好きだ。完全な沈黙というわけじゃないこの静けさは落ち着く。",
      "ko": "난 눈 내린 후의 세상이 좋아. 조용하지만 쥐 죽은 듯이 고요한 건 아니잖아",
      "en": "I love seeing everything covered in a fresh blanket of snow. There's a perfect stillness to it that's not lifeless, but calm and peaceful.",
      "de": "Ich liebe die Welt nach einem Schneefall, still, friedlich, aber nicht leblos.",
      "es": "Me encanta verlo todo cubierto por una fría capa de nieve. Transmite una tranquilidad que para nada es inerte, sino más bien serena y apacible.",
      "fr": "J'adore voir le monde recouvert de neige. Tout est immobile, sans pourtant être dénué de vie.",
      "pt": "Eu amo ver tudo coberto por um manto de neve fresquinho. Há uma quietude perfeita que não é vazia de vida, mas calma e pacífica.",
      "ru": "Мне очень нравится смотреть на мир, занесённый снегом. Спокойная, но не безжизненная тишина.",
      "id": "Aku suka melihat semuanya dilapisi oleh lapisan salju yang segar. Ada keheningan yang sempurna di dalamnya, bukan yang tidak bernyawa, tapi yang tenang dan damai.",
      "th": "ฉันชอบโลกภายหลังหิมะตก มันช่างเงียบสงบ แต่ไม่ไร้ชีวิตชีวา",
      "vi": "Tôi thích cảnh vật sau khi tuyết rơi, yên ả nhưng không tĩnh mịch."
    }
  },
  {
    "title": {
      "zhs": "阳光很好…",
      "zht": "陽光很好…",
      "jp": "晴れの日…",
      "ko": "햇살이 좋을 때…",
      "en": "When the Sun Is Out",
      "de": "Wie sonnig ...",
      "es": "Qué sol hace...",
      "fr": "Il fait bon dehors...",
      "pt": "Quando Faz Sol...",
      "ru": "Когда светит солнце...",
      "id": "Ketika Matahari Bersinar",
      "th": "แดดส่องดีจัง...",
      "vi": "Ánh nắng thật chan hòa..."
    },
    "line": {
      "zhs": "阳光终会照进每一个角落。",
      "zht": "陽光終會照進每一個角落。",
      "jp": "太陽の光は、あらゆる場所に降り注ぐ。",
      "ko": "햇빛은 결국 모든 곳을 비출 거야",
      "en": "The sunshine will eventually illuminate every hidden corner.",
      "de": "Die Sonne wird schließlich jeden versteckten Winkel beleuchten.",
      "es": "Al final, la luz del sol ilumina hasta los rincones más recónditos.",
      "fr": "Le soleil finira toujours par illuminer chaque recoin.",
      "pt": "A luz do sol eventualmente iluminará todos os cantos escondidos.",
      "ru": "Рано или поздно солнечные лучи осветят каждый тёмный уголок.",
      "id": "Cahaya matahari pada akhirnya akan menerangi setiap sudut yang tersembunyi.",
      "th": "สุดท้ายดวงอาทิตย์จะสาดแสงส่องสว่างทุกมุมที่ซ่อนอยู่",
      "vi": "Ánh mặt trời rồi sẽ chiếu rọi đến mọi ngóc ngách."
    }
  },
  {
    "title": {
      "zhs": "刮大风了…",
      "zht": "颳大風了…",
      "jp": "暴風の日…",
      "ko": "강풍이 불 때…",
      "en": "When the Wind Is Blowing",
      "de": "Ein Sturm zieht auf.",
      "es": "Hace mucho viento...",
      "fr": "Le vent souffle fort...",
      "pt": "Quando Está Ventando...",
      "ru": "Когда дует сильный ветер...",
      "id": "Ketika Angin Berembus",
      "th": "ในเวลาที่ลมพัดแรง...",
      "vi": "Gió lớn quá..."
    },
    "line": {
      "zhs": "好大的风…当心。",
      "zht": "好大的風…小心。",
      "jp": "強い風だな…気を付けろ。",
      "ko": "바람이 세니까… 조심해",
      "en": "Careful, the wind is picking up.",
      "de": "Vorsicht, der Wind frischt auf.",
      "es": "Cuidado, empieza a hacer viento.",
      "fr": "Il y a beaucoup de vent... Faites attention.",
      "pt": "Cuidado, o vento está aumentando.",
      "ru": "Какой ветер... Осторожно.",
      "id": "Hati-hati, anginnya mulai kuat.",
      "th": "ลมแรงมาก... ระวังด้วย",
      "vi": "Gió to quá... cẩn thận."
    }
  },
  {
    "title": {
      "zhs": "在沙漠的时候…",
      "zht": "在沙漠的時候…",
      "jp": "砂漠にいる時…",
      "ko": "사막에 있을 때…",
      "en": "In the Desert",
      "de": "In der Wüste ...",
      "es": "En el desierto...",
      "fr": "Dans le désert...",
      "pt": "No Deserto...",
      "ru": "В пустыне...",
      "id": "Di Padang Pasir",
      "th": "ในเวลาที่อยู่ในทะเลทราย...",
      "vi": "Khi trong sa mạc..."
    },
    "line": {
      "zhs": "熟悉的风景…",
      "zht": "熟悉的風景…",
      "jp": "おなじみの風景だ…",
      "ko": "익숙한 풍경이야…",
      "en": "A familiar sight...",
      "de": "Eine vertraute Landschaft ...",
      "es": "Este paisaje me es familiar.",
      "fr": "Un paysage qui m'est familier...",
      "pt": "Uma vista familiar...",
      "ru": "Знакомый вид...",
      "id": "Pemandangan yang familier",
      "th": "วิวทิวทัศน์ที่คุ้นเคย...",
      "vi": "Cảnh tượng quen thuộc..."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom Dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "打起精神，该出发了。",
      "zht": "打起精神，該出發了。",
      "jp": "元気を出せ、出発の時間だ。",
      "ko": "기운 내, 출발하자",
      "en": "Get ready. It's time to go.",
      "de": "Mach dich bereit. Es ist Zeit zu gehen.",
      "es": "Prepárate, es hora de irse.",
      "fr": "On se réveille, il est temps de se mettre en route.",
      "pt": "Se apronte. Está na hora de ir.",
      "ru": "Собирайся, нам пора в путь.",
      "id": "Ayo bersiap. Sudah waktunya berangkat.",
      "th": "ทำตัวให้สดชื่น แล้วออกเดินทางกันเถอะ",
      "vi": "Tỉnh táo lên nào, đến lúc xuất phát rồi."
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa Tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "需要我准备午饭吗？事先说好，我可不保证好吃。",
      "zht": "需要我準備午飯嗎？事先說好，我可不保證好吃。",
      "jp": "昼食を用意しようか？先に言っておくが、味は保証できないからな。",
      "ko": "점심 준비할까? 미리 말해두는데, 맛은 보장 못해",
      "en": "Want me to prepare lunch today? It's fine with me, but I should warn you, I can't promise it'll be any good.",
      "de": "Soll ich heute das Mittagessen vorbereiten? Das kann ich machen, aber ich kann nicht versprechen, dass es dir schmeckt.",
      "es": "¿Quieres que prepare la comida? Está bien, pero te aviso: no te prometo que vaya a quedarme bien.",
      "fr": "Je dois préparer le déjeuner ? Il faut que je vous prévienne : je ne garantis pas que ça sera bon.",
      "pt": "Quer que eu prepare o almoço hoje? Tudo bem por mim, mas tenho que avisar, não posso prometer que ficará bom.",
      "ru": "Давай я приготовлю обед? Но предупреждаю: может получиться невкусно.",
      "id": "Mau aku siapkan makan malam hari ini? Aku tidak apa-apa sih. Tapi aku peringatkan kamu dulu ya, aku tidak bisa jamin kalau makanannya enak.",
      "th": "ต้องให้ฉันเตรียมอาหารกลางวันมั้ย? บอกไว้ก่อนเลยนะ ฉันไม่รับประกันว่ามันจะอร่อย",
      "vi": "Cần tôi chuẩn bị cơm trưa cho không? Nói trước, chưa chắc ngon đâu đấy."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Boa Noite...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "还记得我跟你说过的话吗？夜晚总是伴随着危险，无论做什么都不要放松警惕。",
      "zht": "#還記得我跟{F#妳}{M#你}說過的話嗎？夜晚總是伴隨著危險，無論做什麼都不要放鬆警惕。",
      "jp": "俺の言ったことを覚えてるな？夜は常に危険が伴う。何をするにしても、油断は禁物だ。",
      "ko": "내가 했던 말 기억해? 밤에는 늘 위험이 도사리고 있으니 항상 경계해야 돼",
      "en": "Remember what I told you? There's always danger lurking in the night, so whatever you do, keep your guard up.",
      "de": "Erinnerst du dich, was ich dir gesagt habe? Die Gefahr lauert immer in der Nacht, also was auch immer du tust, sei auf der Hut.",
      "es": "¿Recuerdas lo que te dije? Siempre hay algún peligro acechando en la noche, así que, hagas lo que hagas, no bajes la guardia.",
      "fr": "Vous vous souvenez de ce que je vous ai dit ? Le danger rôde la nuit, alors quoi que vous fassiez, ne relâchez jamais votre vigilance.",
      "pt": "Se lembra do que eu falei para você? Sempre há perigo à noite, então não importa o que faça, mantenha sua guarda.",
      "ru": "Помнишь, о чём я тебе говорил? Вечер всегда полон опасностей, в это время нельзя терять бдительности.",
      "id": "Masih ingat yang aku bilang? Selalu akan ada bahaya yang mengintai di malam hari. Jadi apa pun yang kamu lakukan, jangan lengah.",
      "th": "ยังจำสิ่งที่ฉันเคยพูดได้มั้ย? กลางคืนแฝงไปด้วยอันตรายรอบด้านเสมอ ไม่ว่าจะทำอะไรก็อย่าลดความระแวดระวังลง",
      "vi": "Còn nhớ lời tôi nói không? Đêm tối đi chung với nguy hiểm, dù là làm gì cũng đừng nên lơ là cảnh giác."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa Noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "晚安。一些罪犯在附近活动，我去处理。",
      "zht": "晚安。一些罪犯在附近活動，我去處理。",
      "jp": "おやすみ。近くに犯罪者がいるから、片付けてくるよ。",
      "ko": "좋은 밤이야. 근처에서 범죄자들이 활동하고 있으니 가서 처리해야겠어",
      "en": "Goodnight. Now, there's some criminal activity nearby that I'll go deal with.",
      "de": "Gute Nacht. In der Nähe gibt es ein paar kriminelle Aktivitäten, ich kümmere mich darum.",
      "es": "Buenas noches. Hay algún criminal haciendo de las suyas por aquí cerca y debo ocuparme de él.",
      "fr": "Bonne nuit. Il y a des criminels actifs dans les alentours, je vais m'en occuper.",
      "pt": "Boa noite. Há uma atividade criminosa por perto que irei resolver agora.",
      "ru": "Спокойной ночи. В окрестностях заметили преступников, я пойду разберусь с ними.",
      "id": "Selamat malam. Sedang ada aktivitas kriminal di sekitar sekarang, akan aku bereskan sekarang.",
      "th": "ราตรีสวัสดิ์ ส่วนอาชญากรที่อยู่ใกล้ ๆ พวกนั้น ฉันจะเป็นคนจัดการเอง",
      "vi": "Ngủ ngon. Tôi sẽ đi xử lý những tên tôi phạm hoạt động quanh đây."
    }
  },
  {
    "title": {
      "zhs": "关于赛诺自己·冷笑话",
      "zht": "關於賽諾自己·冷笑話",
      "jp": "セノ自身について·ジョーク",
      "ko": "사이노 자신에 대해·하이개그",
      "en": "About Cyno: Unfunny Jokes",
      "de": "Über Cyno – Schräge Witze",
      "es": "Sobre Cyno - Chiste malo",
      "fr": "À propos de Cyno - Blagues pas drôles",
      "pt": "Sobre Cyno - Piadas Sem Graça",
      "ru": "О Сайно: Несмешные анекдоты",
      "id": "Tentang Cyno: Lelucon Dingin",
      "th": "เกี่ยวกับตัวของ Cyno เอง - มุกฝืด",
      "vi": "Về bản thân Cyno - Chuyện \"Cười\""
    },
    "line": {
      "zhs": "有一个旅人在沙漠中口渴无比，于是祈祷自己遇到一只水史莱姆，没想到一只饿着肚子的水史莱姆也在祈祷自己遇见落单的旅人…嗯？你那是什么表情，不好笑吗？",
      "zht": "#有一個旅人在沙漠中口渴無比，於是祈禱自己遇到一隻水史萊姆，沒想到一隻餓著肚子的水史萊姆也在祈禱自己遇見落單的旅人…嗯？{F#妳}{M#你}那是什麼表情，不好笑嗎？",
      "jp": "昔、砂漠に渇いた旅人がいて、水スライムに出会えるように祈った。しかしやつは、ちょうど腹の減った水スライムも、はぐれた旅人に出会えるように祈っているとは思ってもみなかった…ん？その表情…面白くなかったか？",
      "ko": "사막을 지나던 한 여행자가 있었는데, 너무 목이 말라서 물 슬라임을 만나게 해달라고 기도했어. 그런데 마침 배가 고팠던 물 슬라임도 혼자 다니는 여행자를 만나게 해달라고 기도하고 있었던 거야. 응? 표정이 왜 그래, 재미없어?",
      "en": "Hmm... a joke? Ah, I've got just the one. Ahem... There once was a traveler, stranded in the desert and dying of thirst, who in desperation prayed for a Hydro Slime to come their way. But the traveler didn't realize that at that very moment, a starving Hydro Slime was praying to meet a lone, stranded traveler... What, not funny? Tsk, I think it's hysterical.",
      "de": "Es war einmal ein Reisender, der sich in der Wüste verirrte und verdurstete. Er betete, um einen Hydro-Schleim zu treffen. Aber der Reisende wusste nicht, dass genau in diesem Moment ein verhungernder Hydro-Schleim darum betete, einen einsamen, verirrten Reisenden zu treffen ... Hm? Nicht lustig?",
      "es": "Humm... ¿Un chiste? Ah, ya sé. *Ejem*, este es un viajero perdido en el desierto y muerto de sed. Desesperado, rezó para que un Slime Hydro apareciera ante él. Sin embargo, el viajero no sabía que, justo en ese momento, un Slime Hydro hambriento también estaba rezando para encontrarse con un viajero perdido y solitario. ¿Eh? ¿No te hace gracia? *Tch*, pues yo creo que es supergracioso.",
      "fr": "C'est l'histoire d'un voyageur assoiffé dans le désert qui prie pour qu'un Hydroblob se présente sur son chemin. À sa grande surprise, il tombe effectivement sur... un Hydroblob affamé qui prie qu'un voyageur perdu se présente à lui... Euh ? Pourquoi vous faites cette tête, elle n'est pas drôle, ma blague ?",
      "pt": "Hmm, uma piada? Existia um viajante perdido no deserto e morrendo de sede, que em desespero rezou para um que Slime Hydro aparecesse em seu caminho. Mas o viajante não percebeu que naquele momento, um Slime Hydro faminto estava rezando para encontrar um viajante perdido e sozinho... Hã? Não teve graça? Eu acho ela hilária.",
      "ru": "Один путник умирал от жажды в пустыне и молился, чтобы ему повстречался Гидро слайм. Но он не знал, что в это самое время голодный Гидро слайм молился о встрече с одиноким путником... А? Неужели тебе совсем не смешно?",
      "id": "Hem ... lelucon? Ah, kebetulan ada satu. Ehem ... Pernah ada satu pengembara yang terdampar di padang pasir dan sekarat karena kehausan. Di dalam keputusasaannya, dia berdoa agar Hydro Slime datang kepadanya. Tapi pengembara itu tidak sadar, kalau di saat yang sama, Hydro Slime yang sedang kelaparan juga sedang berdoa sekuat tenaga agar bisa bertemu dengan pengembara yang sendirian dan terdampar ... Hmm? Tidak lucu, ya?",
      "th": "ในทะเลทราย มีนักเดินทางคนหนึ่งกระหายน้ำมาก เขาจึงอธิษฐานว่าขอให้ได้พบกับ Hydro Slime คิดไม่ถึงว่า Hydro Slime ที่กำลังท้องหิวก็กำลังอธิษฐานว่า ขอให้ได้พบกับนักเดินทางที่อยู่เพียงลำพังเหมือนกัน... หืม? ทำไมทำหน้าแบบนั้นล่ะ ไม่ตลกเหรอ?",
      "vi": "Có một nhà lữ hành đang khát khô cổ trong sa mạc, thế là ước gặp được một con Slime Thủy, nhưng không ngờ có một con Slime Thủy đói lả cũng đang ước gặp được một nhà lữ hành đơn độc... Hửm? Biểu cảm gì thế? Không buồn cười sao?"
    }
  },
  {
    "title": {
      "zhs": "关于赛诺自己·散步",
      "zht": "關於賽諾自己·散步",
      "jp": "セノ自身について·散歩",
      "ko": "사이노 자신에 대해·산책",
      "en": "About Cyno: Desert Strolls",
      "de": "Über Cyno – Spazieren",
      "es": "Sobre Cyno - Paseos",
      "fr": "À propos de Cyno - Promenades",
      "pt": "Sobre Cyno - Passeios no Deserto",
      "ru": "О Сайно: Прогулки",
      "id": "Tentang Cyno: Berjalan Santai",
      "th": "เกี่ยวกับตัวของ Cyno เอง - เดินเล่น",
      "vi": "Về bản thân Cyno - Tản Bộ"
    },
    "line": {
      "zhs": "我偶尔会去夜晚的沙漠散步，寒冷而干涩的风让人头脑清醒。",
      "zht": "我偶爾會去夜晚的沙漠散步，寒冷而乾澀的風讓人頭腦清醒。",
      "jp": "たまに、夜の砂漠へ散歩に行くんだ。冷たく乾いた風は心をすっきりさせてくれる。",
      "ko": "가끔 밤에 사막을 산책하곤 해. 차갑고 메마른 바람이 머리를 맑게 해주거든",
      "en": "Sometimes I'll take a stroll through the desert at night... The cold, dry air out there helps me clear my mind.",
      "de": "Manchmal mache ich nachts einen Spaziergang durch die Wüste ... Die kalte, trockene Luft hilft mir, den Kopf frei zu bekommen.",
      "es": "A veces me doy un paseo por el desierto por la noche. El viento frío y seco me ayuda a aclarar la mente.",
      "fr": "Il m'arrive de me promener dans le désert le soir. La fraîcheur et le vent sec me permettent de garder l'esprit éveillé.",
      "pt": "Às vezes eu passeio pelo deserto à noite... O ar frio e seco de lá me ajuda a limpar a mente.",
      "ru": "Иногда я выхожу погулять по ночной пустыне. Холодный сухой ветер хорошо прочищает голову.",
      "id": "Kadang-kadang aku akan jalan santai di padang pasir saat malam hari ... Udaranya yang dingin dan kering di luar sana membuat pikiranku lebih jernih.",
      "th": "บางครั้ง ฉันก็จะไปเดินเล่นในทะเลทรายตอนกลางคืน สายลมที่แห้งแล้งและเยียบเย็น ทำให้สมองแจ่มใสขึ้น",
      "vi": "Buổi tối tôi thường hay đi tản bộ trong sa mạc, cơn gió lạnh khô ráo thổi qua khiến đầu tôi tỉnh táo hẳn."
    }
  },
  {
    "title": {
      "zhs": "关于我们·决斗",
      "zht": "關於我們·決鬥",
      "jp": "決闘について…",
      "ko": "우리에 대해·결투",
      "en": "About Us: TCG Duel",
      "de": "Über uns – Duell",
      "es": "Sobre Cyno - Duelo",
      "fr": "À propos de nous - Duel",
      "pt": "Sobre Nós - Duelo de Cartas",
      "ru": "О нас: Поединок",
      "id": "Tentang Kita: Duel",
      "th": "เกี่ยวกับเรา - การดูเอล",
      "vi": "Về chúng ta - Quyết Đấu"
    },
    "line": {
      "zhs": "要打一把「七圣召唤」吗？给你看看我的新卡组。",
      "zht": "#要打一把「七聖召喚」嗎？給{F#妳}{M#你}看看我的新卡組。",
      "jp": "「七聖召喚」をやらないか？新しいデッキを見せるよ。",
      "ko": "나랑 「일곱 성인의 소환」 한 판 할래? 이번에 새로 짠 덱을 보여줄게",
      "en": "Up for a game of Genius Invokation TCG? I'll show you the new deck I built.",
      "de": "Lust auf „Geniale Beschwörung“? Ich zeige dir mein neues Deck.",
      "es": "¿Quieres jugar una partida de Invocación de los Sabios? Te enseñaré mi nueva baraja.",
      "fr": "Que diriez-vous d'une petite partie d'Invocation des Sept ? Il faut que je vous montre mon nouveau deck.",
      "pt": "Quer jogar uma partida de Chamado Sagrado dos Sete? Vou te mostrar o novo deck que construí.",
      "ru": "Хочешь сыграть в «Священный призыв семерых»? Давай покажу свою новую колоду.",
      "id": "Mau coba satu permainan Genius Invokation TCG? Akan kutunjukkan dek kartu baru yang baru aku susun.",
      "th": "อยากจะเล่น \"เกมกลเจ็ดอัจฉริยะ\" สักตามั้ย? ฉันจะให้เธอดูเด็คการ์ดใหม่ของฉัน",
      "vi": "#Làm ván \"Thất Thánh Triệu Hồi\" không? Để cho {F#cô}{M#cậu} chiêm ngưỡng bộ bài mới của tôi."
    }
  },
  {
    "title": {
      "zhs": "关于我们·此刻",
      "zht": "關於我們·此刻",
      "jp": "目の前の時間について…",
      "ko": "우리에 대해·지금 이 순간",
      "en": "About Us: The Present",
      "de": "Über uns – zur Zeit",
      "es": "Sobre nosotros - Presente",
      "fr": "À propos de nous - Le présent",
      "pt": "Sobre Nós: O Presente",
      "ru": "О нас: Настоящее",
      "id": "Tentang Kita: Saat Ini",
      "th": "เกี่ยวกับเรา - ช่วงเวลานี้",
      "vi": "Về chúng ta - Thời Khắc Này"
    },
    "line": {
      "zhs": "过去无法更改，未来无法预料，所以我很珍惜眼前的时光。",
      "zht": "過去無法更改、未來無法預料，所以我很珍惜眼前的時光。",
      "jp": "過去を変えることはできないし、未来を予測することもできない。だから、俺は目の前の時間を大切にしているんだ。",
      "ko": "과거는 돌이킬 수 없고 미래는 예측할 수 없으니, 난 이 순간을 소중히 여기고 있어",
      "en": "The past cannot be changed, and the future cannot be foretold. As a result, I make sure to always cherish the here and now.",
      "de": "Die Vergangenheit kann man nicht ändern und die Zukunft nicht vorhersehen. Deshalb achte ich darauf, dass ich das Hier und Jetzt immer zu schätzen weiß.",
      "es": "No podemos cambiar el pasado ni predecir el futuro. Por eso, siempre me aseguro de apreciar el presente.",
      "fr": "Il est impossible de changer le passé, tout comme il est impossible de prédire l'avenir. C'est pourquoi je chéris le moment présent.",
      "pt": "O passado não pode ser alterado, e o futuro não pode ser previsto. Como resultado, eu garanto que sempre estimo o aqui e agora.",
      "ru": "Прошлого не изменить, будущего не угадать. Остаётся дорожить настоящим.",
      "id": "Yang lalu tidak bisa lagi diubah, yang akan datang tidak bisa diprediksi. Sebagai hasilnya, aku selalu menghargai saat ini.",
      "th": "อดีตเปลี่ยนแปลงแก้ไขไม่ได้ และอนาคตก็ไม่สามารถคาดเดาได้ ดังนั้นฉันจึงทะนุถนอมเวลาที่อยู่ตรงหน้านี้เป็นอย่างมาก",
      "vi": "Quá khứ không thể thay đổi, tương lai không thể dự liệu, cho nên phải trân trọng khoảnh khắc này."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về \"Vision\"..."
    },
    "line": {
      "zhs": "凭依在我身上的非人之物也好，将视线投射于我的魔神也罢，我受神明青睐，但我无意为此而改变自己的道义。我只尽我应尽之责，做我应做之事。",
      "zht": "憑依在我身上的非人之物也好、將視線投射於我的魔神也罷，我受神明青睞，但我無意為此而改變自己的道義。我只盡我應盡之責、做我應做之事。",
      "jp": "「人ならざる存在」に憑依されようが、魔神に目を留められていようが…俺は神に寵愛されているからと言って己の道義を変えるつもりは毛頭ない。ただ、負うべき責任となすべきことを貫こうと思ってる。",
      "ko": "내 몸에 깃들어 있는 사람이 아닌 존재와 나에게 향한 마신의 눈길은 모두 내가 신의 총애를 받고 있다는 걸 보여주지. 하지만 난 내 신념을 바꿀 생각은 없어. 그저 책임을 다해 내가 해야 할 일을 해나갈 거야",
      "en": "You may say that I have received much divine favor, with the spirit that dwells within me, and the god that took heed of my ambition. But I have no intention of letting this affect my code of justice. I will simply continue to do whatever is required to fulfill my duty.",
      "de": "Der Geist in mir und die Götter, die ihre Augen auf mich richten, gewähren mir viel Gunst. Aber es kann meinen Gerechtigkeitskodex nicht beeinflussen. Ich werde einfach weiter tun, was nötig ist, um meine Pflicht zu erfüllen.",
      "es": "Se podría decir que he sido agraciado enormemente por los dioses, pues cuento con un espíritu que vive en mí y una deidad que se fijó en mi ambición. Pero no pienso dejar que eso afecte a mi concepción de la justicia. Seguiré haciendo lo que tenga que hacer para cumplir con mi deber.",
      "fr": "Certes, on peut tout à fait dire que j'ai reçu les faveurs divines : un esprit m'habite et le regard des divinités est posé sur moi. Cependant, je n'ai pas l'intention de laisser cela affecter mon sens de la justice. Je continuerai simplement à faire ce qui est nécessaire pour accomplir mon devoir.",
      "pt": "Você pode dizer que recebi muita ajuda divina, com o espírito que reside dentro de mim e o deus que ouviu minha ambição. Mas eu não tenho intenção de deixar isso afetar meu código de justiça. Eu simplesmente continuarei fazendo o que for preciso para desempenhar meus deveres.",
      "ru": "Какая разница, что именно помогает мне бороться со злом: потусторонние силы или Глаз Бога. Пусть даже Архонт благоволит мне, это не даёт мне права изменять своим принципам. Я просто исполняю свой долг, делаю то, что обязан делать.",
      "id": "Kamu mungkin bilang aku sudah menerima banyak bantuan dari langit, karena roh yang ada di dalam diriku, dan dewa yang memerhatikan ambisiku. Tapi, aku tidak akan biarkan semua ini pengaruhi kode etik keadilanku. Aku akan terus-menerus melakukan apa yang diperlukan untuk memenuhi kewajibanku.",
      "th": "จะเป็นสิ่งที่ไม่ใช่มนุษย์ซึ่งเกาะติดบนร่างฉันก็ดี หรือจะเป็นเทพอสูรที่จับจ้องฉันก็ช่าง ถึงจะได้รับความโปรดปรานจากเทพเจ้า แต่ฉันก็จะไม่เปลี่ยนแปลงเส้นทางเดินของตัวเองด้วยเหตุผลนั้น ฉันจะพยายามทำหน้าที่ที่ควรรับผิดชอบ และทำสิ่งที่ฉันควรทำ",
      "vi": "Dựa vào thứ trên người tôi cũng được, hay ma thần để mắt đến tôi cũng kệ, tôi nhận được sự ưu ái của thần, nhưng tôi sẽ không vì vậy mà thay đổi đạo nghĩa của tôi. Tôi chỉ căn cứ vào trách nhiệm để làm những việc tôi cần phải làm."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·求知欲",
      "zht": "有什麼想要分享·求知欲",
      "jp": "シェアしたいこと·知識欲",
      "ko": "하고 싶은 이야기·지식욕(知識欲)",
      "en": "Something to Share: Lust for Knowledge",
      "de": "Willst du mir etwas mitteilen? – Das Streben nach Wissen",
      "es": "¿Algo que decir? - Ansia de conocimiento",
      "fr": "Quelque chose à partager - Soif de savoir",
      "pt": "Algo para Compartilhar - Desejo por Conhecimento",
      "ru": "Давай поделимся: Жажда знаний",
      "id": "Berbagi Cerita: Keinginan Menuntut Ilmu",
      "th": "ต้องการจะแชร์อะไร - ความกระหายในความรู้",
      "vi": "Có gì muốn chia sẻ không - Ham Muốn Tri Thức"
    },
    "line": {
      "zhs": "「欲望泛滥就会引发灾害」，这似乎已经是一种共识。然而提及「求知欲」的时候，人们却往往只愿意谈论它的正面作用…在我看来，求知欲也是欲望的一种，必须加以控制。",
      "zht": "「欲望氾濫就會引發災害」，這似乎已經是一種共識。然而提及「求知欲」的時候，人們卻往往只願意談論它的正面作用…在我看來，求知欲也是欲望的一種，必須加以控制。",
      "jp": "「欲深ければ災い重し」——誰もがそう分かっている。だが、人々はこと「知識欲」においてはポジティブな面のみを語ってしまう…俺に言わせれば、知識欲だって欲望の一種だ。制限を課すべきだと思う。",
      "ko": "「지나친 욕망은 재앙을 불러일으킨다」라는 말은 누구나 알고 있어. 하지만 「지식욕」에 대해선 다들 좋은 면만 논하려고 하지…. 난 그것도 일종의 욕망이니 반드시 통제해야 한다고 생각해",
      "en": "I think most people understand that an excess of desire will lead to disaster, but people seldom admit that when it comes to the pursuit of knowledge, they're only willing to put it in a positive light. In my opinion, chasing after knowledge is still a form of desire, and must also be reined in.",
      "de": "„Ein Übermaß an Begierden führt zu einer Katastrophe“ ist ein Konsens. Ich glaube, die meisten Menschen wissen, dass ein Übermaß an Begierde in die Katastrophe führt, aber wenn es um „das Streben nach Wissen“ geht, neigen die Menschen dazu, nur über seine positiven Auswirkungen zu sprechen. Meiner Meinung nach ist es immer noch eine Form der Begierde, die kontrolliert werden muss.",
      "es": "Creo que la mayoría de las personas sabe que un afán demasiado ambicioso conduce al desastre, pero la gente no suele admitir que solo ve el lado positivo en lo que se refiere a la búsqueda del conocimiento. En mi opinión, perseguir el conocimiento sigue siendo una forma de ansiar que debe ser controlada.",
      "fr": "« Les désirs incontrôlés sont source de calamités », tout le monde sait ça. Pourtant, lorsqu'il est question du désir de connaissance, les gens n'en parlent que de manière positive... Pour moi, le désir de connaissance est un désir comme les autres, et il doit être restreint.",
      "pt": "Eu acho que a maioria das pessoas entende que um desejo excessivo leva a desastre, mas as pessoas raramente admitem isso em relação à busca por conhecimento... Elas estão apenas dispostas a pensar positivamente sobre ele. Na minha opinião, perseguir conhecimento ainda é uma forma de desejo, e também deve ser controlada.",
      "ru": "Разгул страстей приводит к беде - кажется, всем известна эта простая истина. Но жажду знаний люди возвели на пьедестал и не хотят замечать её оборотной стороны... А по-моему, жажда знаний тоже своего рода страсть, и её нужно держать в узде.",
      "id": "Aku rasa banyak orang yang mengerti kalau keinginan yang berlebihan akan membawa petaka, tapi orang-orang jarang mengakui hal ini kalau sudah berkaitan dengan pengejaran terhadap ilmu pengetahuan ... Mereka cuma ingin melihatnya dari sisi yang positif. Kalau menurutku, mengejar pengetahuan juga adalah satu bentuk keinginan juga, dan harus dikontrol.",
      "th": "\"ความปรารถนาที่ท่วมท้นจะนำไปสู่หายนะ\" ดูเหมือนจะเป็นฉันทามติอย่างหนึ่ง เมื่อพูดถึง \"ความกระหายในความรู้\" ผู้คนมักยินยอมแต่จะพูดถึงผลดีของมัน... ในความคิดของฉัน ความอยากรู้ก็เป็นความปรารถนาชนิดหนึ่งเช่นกัน และมันต้องถูกควบคุม",
      "vi": "\"Ham muốn có thể dẫn đến thảm họa\", đây là một nhận thức chung. Nhưng khi đề cập đến \"ham muốn tri thức\" thì con người chỉ luôn nói về mặt tích cực của nó... Theo tôi thấy, ham muốn tri thức cũng giống như dục vọng vậy, cần phải khống chế nó chặt chẽ."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·敬畏心",
      "zht": "有什麼想要分享·敬畏心",
      "jp": "シェアしたいこと·畏敬の念",
      "ko": "하고 싶은 이야기·경외심",
      "en": "Something to Share: Solemn Respect",
      "de": "Willst du mir etwas mitteilen? – Respekt",
      "es": "¿Algo que decir? - Respeto solemne",
      "fr": "Quelque chose à partager - Respect solennel",
      "pt": "Algo para Compartilhar - Respeito Solene",
      "ru": "Давай поделимся: Благоговение",
      "id": "Berbagi Cerita: Rasa Hormat",
      "th": "ต้องการจะแชร์อะไร - ความยำเกรง",
      "vi": "Có gì muốn chia sẻ - Lòng Kính Nể"
    },
    "line": {
      "zhs": "在执行任务时，我的任何一个判断都可能会改变他人的命运。所以我必须要求自己时刻对「风纪官」这个职位保持敬畏——就像我敬畏知识与力量一样。",
      "zht": "在執行任務時，我的任何一個判斷都可能會改變他人的命運。所以我必須要求自己時刻對「風紀官」這個職位保持敬畏——就像我敬畏知識與力量一樣。",
      "jp": "任務を遂行する上で、俺の判断は他人の運命を変えてしまうかもしれない。だから常に、「マハマトラ」としての立場に畏敬の念を抱くよう努めてきた——知識や力を畏れ敬うのと同じようにな。",
      "ko": "임무를 수행할 땐 내가 내린 판단 하나가 다른 사람의 운명을 완전히 바꿔버릴 수도 있어. 그래서 「풍기관」이라는 이 직업에 대한 경외감을 유지하려고 노력 중이지. 내가 지식과 힘을 대할 때처럼…",
      "en": "Any decision I make during a mission can have a profound effect on the fates of others. This is why I must always maintain a solemn respect for my position as a matra, the same way I respect knowledge and power.",
      "de": "Jede Entscheidung, die ich während einer Mission treffe, kann tiefgreifende Auswirkungen auf das Schicksal anderer haben. Deshalb muss ich meine Position als „Matra“ immer mit großem Respekt betrachten, so wie ich auch Wissen und Kraft respektiere.",
      "es": "Cualquier decisión que tomo durante una misión puede tener un gran impacto sobre el destino de otras personas. Por eso siempre debo respetar solemnemente mi posición como matra, igual que también respeto el conocimiento y el poder.",
      "fr": "Lorsque je suis en mission, chacun de mes jugements peut changer le destin des autres personnes. C'est pour cela que je me dois de respecter ma fonction de matra... De la même manière que je respecte la connaissance et la force.",
      "pt": "Quaisquer decisões que eu tomar durante uma missão podem ter um efeito profundo no destino de outros. É por isso que eu sempre devo manter um respeito solene por minha posição como Matra, da mesma forma que respeito conhecimento e poder.",
      "ru": "Когда я выполняю свой долг, любое моё решение может изменить судьбы людей. Вот почему я всегда должен сохранять благоговение к своему положению матры - с таким же благоговением я отношусь к знаниям и силе.",
      "id": "Semua keputusan yang aku ambil selama misi akan bisa berdampak besar kepada nasib orang lain. Inilah kenapa aku harus selalu menjaga rasa hormatku terhadap posisiku sebagai Matra dengan sungguh-sungguh, sama seperti aku menghormati pengetahuan dan kekuatan.",
      "th": "ในระหว่างการปฏิบัติหน้าที่ การตัดสินใจใด ๆ ของฉัน อาจส่งผลกระทบอย่างลึกซึ้งต่อชะตากรรมของผู้อื่น นี่คือเหตุผลที่ฉันต้องพึงยำเกรงในฐานะที่เป็น \"เจ้าหน้าที่มาตรา\" อยู่เสมอ... เหมือนอย่างที่ฉันยำเกรงต่อความรู้ และพลังอำนาจนั่นแหละ",
      "vi": "Khi chấp hành nhiệm vụ, mỗi một sự phán quyết của tôi đều sẽ thay đổi vận mệnh của người khác. Cho nên tôi cần phải yêu cầu bản thân luôn luôn kính nể chức vị \"Matra\", cũng giống như tôi kính nể tri thức và sức mạnh vậy."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Cerita yang Menarik ....",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "我喜欢生长在沙漠中的那些灌木。沙漠象征着归寂，一切文明都会被风沙掩埋。但就在这片荒凉的土地上，却能见到生命不断萌发的迹象，有时连我也会被它们的坚韧震撼。",
      "zht": "我喜歡生長在沙漠中的那些灌木。沙漠象徵著歸寂，一切文明都會被風沙掩埋。但就在這片荒涼的土地上，卻能見到生命不斷萌發的跡象，有時連我也會被它們的堅韌震撼。",
      "jp": "砂漠に生える低木が好きだ。砂漠は帰元の象徴であり、すべての文明を砂と風に埋もれさせてしまう。だが、荒涼とした土地にもかかわらず、生命の芽生えをはっきりと見届けられる…その逞しさには俺ですら心が震えることがあるよ。",
      "ko": "난 사막에서 자라는 관목이 좋아. 사막은 죽음의 상징이고, 모든 문명은 모래바람에 덮여버리지. 하지만 이 황량한 땅에도 싹을 틔우고 살아가는 생명이 있어. 가끔은 이들의 강인함에 나도 놀라고는 해",
      "en": "I'm fond of the shrubs that grow in the desert. The desert is a symbol of repose and solitude, and all civilizations will eventually be buried by a sandstorm. But despite these desolate conditions, there are still signs of growth. Sometimes, I really find myself impressed by their tenacity.",
      "de": "Ich mag die Sträucher, die in der Wüste wachsen. Die Wüste ist ein Symbol für Stille und Einsamkeit. Alle Zivilisationen werden irgendwann von Sand begraben. Aber trotz dieser trostlosen Bedingungen sprießen immer wieder Lebenszeichen. Manchmal bin ich wirklich beeindruckt von ihrer Hartnäckigkeit.",
      "es": "Me gustan los arbustos que crecen en el desierto. Este es un símbolo de quietud y soledad, y al final todas las civilizaciones serán enterradas por una tormenta de arena. Pero a pesar de esta desolación, aún hay señales de vida. A veces esa tenacidad me sorprende sobremanera.",
      "fr": "J'aime ces arbustes qui poussent dans le désert. Le désert symbolise le repos et la solitude, et toute forme de civilisation finit enterrée dans le désert. Pourtant, dans ces terres désolées, il est possible de voir les traces du bourgeonnement incessant de formes de vie. Même moi, il m'arrive d'être stupéfait par leur ténacité.",
      "pt": "Eu gosto dos arbustos que crescem no deserto. O deserto é um símbolo de repouso e solidão, e todas as civilizações serão eventualmente enterradas por tempestades de areia. Apesar destas condições desoladoras, ainda há sinais de crescimento. Às vezes eu realmente me sinto impressionado por essa tenacidade.",
      "ru": "Меня восхищают кустарники, растущие в пустыне. Пустыня - символ смерти, все цивилизации рано или поздно будут погребены в песках. Но даже на этой безлюдной земле можно увидеть, как жизнь несмотря ни на что празднует победу. Иногда я бываю просто потрясён стойкостью этих растений.",
      "id": "Aku suka semak-semak yang tumbuh di padang pasir. Padang pasir adalah simbol ketenangan dan kesendirian, dan semua peradaban akan terkubur oleh badai pasir pada akhirnya. Tapi terlepas dari semua kondisi terpencil ini, masih tetap ada tanda-tanda kehidupan. Kadang-kadang aku benar-benar terkesan dengan kegigihannya.",
      "th": "ฉันชอบพุ่มไม้ที่เติบโตในทะเลทราย ทะเลทรายเป็นสัญลักษณ์ของความสันโดษ และอารยธรรมทั้งหมดจะถูกกลบฝังด้วยพายุทะเลทราย แต่ในดินแดนที่รกร้างนี้ ก็ยังได้เห็นสัญญาณแห่งการเติบโตของสิ่งมีชีวิต และบางครั้งฉันก็ตกใจกับความดื้อรั้นของพวกมัน",
      "vi": "Tôi thích những bụi cây trong sa mạc. Sa mạc đại diện cho yên tĩnh và cô độc, tất cả nền văn minh đều sẽ bị vùi trong gió cát. Nhưng trên vùng đất hoang vu đó vẫn có thể thấy được vết tích của sinh mệnh đang phát triển, đến tôi cũng bị chúng làm cho ấn tượng đấy."
    }
  },
  {
    "title": {
      "zhs": "关于提纳里·知识",
      "zht": "關於提納里·知識",
      "jp": "ティナリについて·知識",
      "ko": "타이나리에 대해·지식",
      "en": "About Tighnari: Knowledge",
      "de": "Über Tighnari – Wissen",
      "es": "Sobre Tignari - Conocimiento",
      "fr": "À propos de Tighnari - Connaissance",
      "pt": "Sobre Tighnari - Conhecimento",
      "ru": "О Тигнари: Знания",
      "id": "Tentang Tighnari: Pengetahuan",
      "th": "เกี่ยวกับ Tighnari - ความรู้",
      "vi": "Về Tighnari - Tri Thức"
    },
    "line": {
      "zhs": "提纳里和我见过的其他学者不同。他对知识同样有着很深的执着，却始终不会逾越那道红线。有些学者会将自己视为「实验室中的神明」，但提纳里不会，他一直平等地尊重每一种生命。听说他拒绝了教令院的聘请，我也站在他这一边。",
      "zht": "提納里和我見過的其他學者不同。他對知識同樣有著很深的執著，卻始終不會逾越那道紅線。有些學者會將自己視為「實驗室中的神明」，但提納里不會，他一直平等地尊重每一種生命。聽說他拒絕了教令院的聘請，我也站在他這一邊。",
      "jp": "ティナリは、俺がこれまで出会ったどの学者とも違う。知識に対する深い執念を持ちながら、一線を越えることは決してなかった。自分のことを「研究室の神」だと思っている学者もいるが、ティナリはそうじゃない。あいつはあらゆる生命を等しく尊重してるんだ。教令院の仕事を断ったと聞いたが、俺もその判断は正しいと思う。",
      "ko": "타이나리는 내가 봤던 다른 학자와는 달라. 그 역시 다른 학자들처럼 지식을 갈망하지만, 절대 선을 넘지 않지. 어떤 학자들은 자신을 「실험실의 신」이라고 생각하지만, 타이나리는 그렇지 않아. 그는 모든 생명을 똑같이 존중해. 그가 아카데미아의 초빙을 거절했다는 얘길 들었을 때 나도 그의 편에 섰어",
      "en": "Tighnari is different from other scholars I've met. He has the same wholehearted dedication to knowledge, but he will never cross the most important boundaries. Some scholars see themselves as gods within their own laboratories, but not Tighnari — he has always shown the same respect for every form of life. I've heard that he even declined a position in the Akademiya, and I support his decision.",
      "de": "Tighnari ist anders als andere Gelehrte, denen ich begegnet bin. Er widmet sich dem Wissen von ganzem Herzen, aber er wird niemals die Grenzen überschreiten. Mache Gelehrte sehen sich selbst als „Götter in ihren eigenen Laboren“, aber nicht Tighnari. Er hat immer alle Formen von Leben gleichermaßen respektiert. Mir wurde gesagt, dass er ein Stellenangebot der Akademie abgelehnt hatte, und ich unterstütze seine Entscheidung.",
      "es": "Tignari es distinto a otros eruditos que conozco. Tiene la misma dedicación por el conocimiento, pero nunca cruza los límites de mayor importancia. Algunos eruditos se creen dioses cuando están en sus laboratorios, pero Tignari no. Él siempre ha mostrado el mismo respeto por todos los seres vivos. Escuché que hasta rechazó un puesto en la Academia, y apoyo su decisión.",
      "fr": "Tighnari est différent des autres chercheurs que j'ai rencontrés. Il est tout aussi dévoué à la connaissance que les autres, mais il ne dépasse jamais les limites. Lorsqu'ils sont dans leurs laboratoires, certains chercheurs se prennent pour des dieux, mais pas Tighnari : il a toujours fait preuve de respect pour la vie. J'ai entendu dire qu'il a même refusé un poste à l'Académie. Je le soutiens totalement dans sa décision.",
      "pt": "Tighnari é diferente dos outros acadêmicos que conheci. Ele ainda tem a mesma dedicação incondicional ao conhecimento, mas ele nunca cruzará os limites mais importantes. Alguns acadêmicos se veem como deuses dentro de seus próprios laboratórios, mas não Tighnari - ele sempre mostrou o mesmo respeito por todas as formas de vida. Eu soube que ele até mesmo recusou uma posição na Academia, e eu apoio a decisão dele.",
      "ru": "Тигнари отличается от остальных знакомых мне учёных. Он тоже беззаветно предан знаниям, но никогда не переходит границы. Некоторые учёные мнят себя богами в своих лабораториях, но только не Тигнари - он с уважением относится к каждой жизни. Слышал, он отказался занять пост наставника в Академии, и я очень поддерживаю его в этом решении.",
      "id": "Tighnari beda dari peneliti lain yang pernah aku temui. Dia punya dedikasi sepenuh hati yang sama untuk pengetahuan, tapi dia tidak akan pernah melanggar batasan yang paling penting. Beberapa peneliti menganggap diri mereka sendiri sebagai dewa di laboratorium mereka, tapi Tighnari tidak. Dia selalu menunjukkan rasa hormat kepada seluruh bentuk kehidupan. Aku pernah dengar dia bahkan menolak posisi di Akademiya, dan aku dukung keputusannya.",
      "th": "Tighnari แตกต่างจากนักวิชาการคนอื่น ๆ ที่ฉันเคยพบ เขามีความผูกพันกับความรู้อย่างลึกซึ้ง แต่เขาไม่เคยข้ามเส้นต้องห้ามสีแดงนั้น นักวิชาการบางคนมองว่า ตัวเองเป็น \"เทพในห้องวิจัย\" แต่ Tighnari ไม่เป็นแบบนั้น เขาเคารพทุกชีวิตอย่างเท่าเทียมเสมอ ได้ยินมาว่าเขาปฏิเสธการเข้ารับตำแหน่งในสถาบัน และฉันเองก็อยู่ฝ่ายเดียวกับเขา",
      "vi": "Tighnari khác với những học giả mà tôi từng thấy. Anh ta cũng rất say mê tri thức, nhưng chưa từng vượt quá giới hạn. Có nhiều học giả tự xem mình là thần trong phòng thí nghiệm, nhưng Tighnari thì không, anh ta tôn trọng mỗi một sinh mệnh. Nghe nói Tighnari đã từ chối lời mời của Giáo Viện, tôi cũng đứng về phía anh ta."
    }
  },
  {
    "title": {
      "zhs": "关于提纳里·笑话",
      "zht": "關於提納里·笑話",
      "jp": "ティナリについて·ジョーク",
      "ko": "타이나리에 대해·농담",
      "en": "About Tighnari: Jokes",
      "de": "Über Tighnari – Witz",
      "es": "Sobre Tignari - Chistes",
      "fr": "À propos de Tighnari - Humour",
      "pt": "Sobre Tighnari - Piadas",
      "ru": "О Тигнари: Анекдоты",
      "id": "Tentang Tighnari: Lelucon",
      "th": "เกี่ยวกับ Tighnari - มุกตลก",
      "vi": "Về Tighnari - Chuyện Cười"
    },
    "line": {
      "zhs": "提纳里曾劝我不要在饭桌上讲笑话，说是根本笑不出来。我不以为然，连讲了三个压箱底的笑话，并逐一解释了笑点…然后我的饭菜凉了。",
      "zht": "提納里曾勸我不要在餐桌上講笑話，說是根本笑不出來。我不以為然，連講了三個壓箱底的笑話，並逐一解釋了笑點…然後我的飯菜涼了。",
      "jp": "食卓でジョークを言うなって、ティナリに忠告されたことがあるんだ。理由は、俺のジョークが全然笑えないかららしい。俺は納得できずに、とっておきのネタを三つ一斉に披露して、笑いどころを一つずつ解説したんだが…俺の食事まで冷めてしまった。",
      "ko": "예전에 타이나리가 밥 먹을 땐 농담하지 말라고 한 적이 있어. 하나도 안 웃기다면서 말이야. 난 그 충고를 한 귀로 흘린 뒤, 꾹꾹 눌러 참았던 농담 세 개를 연거푸 했어. 이게 왜 웃긴 건지 설명까지 다 끝내고 나니까… 밥이 벌써 다 식었더라고…",
      "en": "Tighnari once told me not to tell jokes at the dinner table, insisting that my jokes weren't funny at all. I did not share his opinion, so I told three of my best jokes in a row, and explained the premise of each in great detail. By the time I was done talking, my food was cold.",
      "de": "Tighnari hat mir einmal gesagt, ich solle beim Essen keine Witze erzählen, da meine Witze überhaupt nicht lustig seien. Das glaubte ich nicht und erzählte ich drei meiner besten Witze hintereinander und erläuterte, warum sie lustig sein sollten. Als ich mit dem Erzählen fertig war, war mein Essen schon kalt.",
      "es": "Una vez, Tignari me dijo que no contara chistes durante las comidas e insistió en que mis chistes no son nada graciosos. No estaba de acuerdo, así que conté tres de mis mejores chistes, uno tras otro, y expliqué la gracia de cada uno con lujo de detalle. Cuando terminé de hablar, mi comida ya estaba fría.",
      "fr": "Tighnari m'a dit une fois de ne pas raconter de blagues à table, et a insisté sur le fait que mes blagues n'étaient pas drôles. Je n'étais pas d'accord, alors j'ai raconté trois de mes meilleures blagues à la suite, sans oublier d'expliquer ce qui était drôle... Quand j'ai fini de parler, mon assiette était froide.",
      "pt": "Tighnari uma vez me falou para não contar piadas na mesa de jantar, insistindo que minhas piadas não eram nada engraçadas. Eu não compartilhei da opinião dele, então eu contei três das minhas melhores piadas em sequência, e expliquei a premissa de cada uma em muitos detalhes. Quando eu terminei de falar, minha comida estava fria.",
      "ru": "Тигнари просил меня не рассказывать за столом анекдоты, говорил, что они у меня несмешные. Я не стал его слушать, рассказал три своих самых любимых анекдота и ещё подробно объяснил, в чём там соль... А потом оказалось, что у меня вся еда остыла.",
      "id": "Tighnari pernah suruh aku untuk tidak bercanda di meja makan. Dia terus ngotot kalau candaanku tidak lucu sama sekali. Aku tidak setuju dengan dia, makanya aku ceritakan tiga lelucon secara berurutan dan jelaskan tentang dasar pemikiran setiap cerita dengan mendetail. Waktu aku selesai berbicara, makananku sudah jadi dingin ....",
      "th": "Tighnari เคยบอกฉันว่า อย่าเล่าเรื่องตลกบนโต๊ะอาหารค่ำ โดยยืนกรานว่า เรื่องตลกของฉันไม่ตลกเลยสักนิด แต่ฉันไม่เห็นด้วย เลยเล่าเรื่องตลกที่ดีที่สุดรวดเดียวสามเรื่อง และอธิบายจุดที่ตลกของแต่ละเรื่องอย่างละเอียด พอฉันพูดจบ อาหารของฉันก็เย็นชืดซะแล้ว",
      "vi": "Tighnari từng khuyên tôi không nên kể chuyện cười trong lúc ăn, bảo là vốn dĩ không mắc cười. Tôi thì không cho là vậy, nên đã liên tục kể ba câu chuyện cười tâm đắc nhất của tôi, đồng thời giải thích điểm mắc cười trong đó... Cuối cùng thì chén cơm của tôi cũng nguội luôn rồi."
    }
  },
  {
    "title": {
      "zhs": "关于柯莱…",
      "zht": "關於柯萊…",
      "jp": "コレイについて…",
      "ko": "콜레이에 대해…",
      "en": "About Collei",
      "de": "Über Collei ...",
      "es": "Sobre Collei...",
      "fr": "À propos de Collei...",
      "pt": "Sobre Collei...",
      "ru": "О Коллеи...",
      "id": "Tentang Collei",
      "th": "เกี่ยวกับ Collei...",
      "vi": "Về Collei..."
    },
    "line": {
      "zhs": "我曾经帮她封印了体内的魔神残骸，但封印的过程给她带来了很大的痛苦。那种程度的痛苦可能比死亡更让人害怕，她能够坚持下来，很了不起。",
      "zht": "我曾經幫她封印了體內的魔神殘骸，但封印的過程給她帶來了很大的痛苦。那種程度的痛苦可能比死亡更讓人害怕，她能夠堅持下來，很了不起。",
      "jp": "以前、あいつの身体に巣くう魔神の残滓を封印するのを助けたんだが…封印の過程ではあいつにひどい苦痛を味わわせてしまった。それは恐らく、死にも勝るほどだったろう。よく耐えてくれた。",
      "ko": "전에 그 애 몸속에 있는 마신의 잔해를 봉인해줬는데, 봉인 과정이 엄청난 고통을 준 모양이야. 그때의 고통은 죽음보다 더 무서웠을지도 몰라. 하지만 콜레이는 그걸 견뎌냈지. 정말 대단해",
      "en": "I once helped Collei seal away the god's remains in her body, but the process was an unthinkably painful one. To many, enduring that kind of pain would be a prospect more terrifying than death, so it was very admirable that she was able to persevere through it all.",
      "de": "Ich habe ihr einmal geholfen, die Überreste des Gottes in ihrem Körper zu versiegeln, aber der Prozess brachte ihr unvorstellbare Schmerzen. Für viele wären die Schmerzen schrecklicher als der Tod, daher war es sehr bewundernswert, dass sie das alles durchgestanden hat.",
      "es": "Una vez, ayudé a Collei a sellar los restos del dios que había en su cuerpo, pero eso conllevó mucho dolor para ella. Muchas personas pensarían que aguantar ese dolor es incluso más aterrador que la propia muerte, así que fue admirable que ella perseverara a lo largo de ese proceso.",
      "fr": "Je l'ai autrefois aidée à sceller les restes de divinités qui sont à l'intérieur de son corps, ce qui a été énormément douloureux pour elle. Cette souffrance est sans doute plus horrible que la mort, et pourtant, elle a tenu jusqu'au bout. Elle n'est vraiment pas comme les autres.",
      "pt": "Uma vez eu ajudei Collei a selar os restos de um deus no corpo dela, mas o processo foi inimaginavelmente doloroso. Para muitos, aguentar aquele tipo de dor seria um prospecto mais aterrorizante do que a morte, então foi muito admirável que ela conseguiu perseverar por todo o processo.",
      "ru": "Я запечатал в её теле останки павших Архонтов, но пока накладывал печать, ей было очень больно. Должно быть, такая боль даже страшнее смерти. Она смогла её выдержать, и одно это достойно восхищения.",
      "id": "Aku pernah bantu Collei segel sisa-sisa dewa yang tersisa di dalam tubuhnya, tapi proses ini menyakitkan sekali bagi dia. Bagi kebanyakan orang, bisa menahan kesakitan seperti itu mungkin akan lebih sulit dari mati saja. Makanya, saat tahu dia bisa menahan semua kesakitan itu, aku rasa dia mengagumkan sekali.",
      "th": "ฉันเคยช่วยเธอปิดผนึกเศษซากของเทพอสูรที่อยู่ในร่างกาย แต่ขั้นตอนในการปิดผนึกสร้างความเจ็บปวดให้เธอมากมายนัก ความเจ็บปวดระดับนั้นน่ากลัวยิ่งกว่าความตายซะอีก แต่เธอก็สามารถอดทนไว้จผ่านมาได้ ช่างน่าทึ่งจริง ๆ",
      "vi": "Tôi từng giúp cô ấy phong ấn tàn dư ma thần trong người, nhưng quá trình phong ấn khiến cô ấy rất đau đớn. Mức độ đau đớn đó có thể khiến người ta sợ hãi hơn cái chết, thế nhưng cô ấy đã có thể kiên trì được, thật bất ngờ."
    }
  },
  {
    "title": {
      "zhs": "关于艾尔海森…",
      "zht": "關於艾爾海森…",
      "jp": "アルハイゼンについて…",
      "ko": "알하이탐에 대해…",
      "en": "About Alhaitham",
      "de": "Über Alhaitham ...",
      "es": "Sobre Alhacén...",
      "fr": "À propos d'Alhaitham...",
      "pt": "Sobre Alhaitham...",
      "ru": "Об аль-Хайтаме...",
      "id": "Tentang Alhaitham",
      "th": "เกี่ยวกับ Alhaitham...",
      "vi": "Về Alhaitham..."
    },
    "line": {
      "zhs": "我不太喜欢过于聪明的人，他们总是自认为能掌控一切，从而经常在危险的边缘游走。不过艾尔海森还算稳定，在绝大部分场合，他确实有掌控局面、化险为夷的能力。",
      "zht": "我不太喜歡過於聰明的人，他們總是自認為能掌控一切，從而經常在危險的邊緣遊走。不過艾爾海森還算穩定，在絕大部分場合，他確實有掌控局面、化險為夷的能力。",
      "jp": "俺は、賢すぎるやつとはあまり仲良くしたくない。やつらは自分がすべてをコントロールできると思って、常に危ない橋を渡ろうとするからな。でもまあ、例外もある。アルハイゼンはかなり安定している方だ。あいつは確かに大概の状況をコントロールできるし、さらにそれを好転させる能力も持ってる。",
      "ko": "난 너무 똑똑한 사람을 그리 좋아하지 않아. 이들은 자신이 뭐든 통제할 수 있다고 생각해서 종종 위험한 일을 벌이곤 하거든. 그래도 알하이탐은 상대적으로 안정적인 편이라 대부분의 상황을 통제하고 위험을 가라앉힐 능력이 있어",
      "en": "I don't really like people who are too smart. They think they can control everything, and constantly venture to the fringes of danger. But Alhaitham is one of the more reliable ones. In most cases, he is actually in control of things and has the ability to avert potential disaster.",
      "de": "Ich bin kein großer Anhänger von Menschen, die zu klug sind. Sie denken, dass sie alles kontrollieren können, und wagen sich ständig an den Rand der Gefahr. Aber Alhaitham ist einer der zuverlässigeren. In den meisten Fällen hat er die Dinge tatsächlich unter Kontrolle und ist in der Lage, potenzielles Unheil abzuwenden.",
      "es": "No me termina de gustar la gente demasiado lista. Piensan que lo pueden controlar todo y siempre están tentando al peligro. De entre ellos, Alhacén es uno de los más confiables. En la mayoría de las ocasiones, de verdad tiene el control de las cosas y la habilidad de evitar posibles desastres.",
      "fr": "Je n'aime pas vraiment les gens trop intelligents. Ils pensent être maîtres de tout, et sont toujours en train de flirter avec le danger. En revanche, Alhaitham est plutôt mesuré. Dans la plupart des situations, il a les choses sous contrôle et est capable de désamorcer les crises.",
      "pt": "Eu realmente não gosto de gente muito inteligente. Eles acham que podem controlar tudo e constantemente vão até à beira do perigo. Alhaitham é um dos mais confiáveis. Na maioria dos casos, ele está de fato no controle das coisas e tem a habilidade para evitar qualquer desastre em potencial.",
      "ru": "Я не люблю слишком умных людей, они уверены, что им подвластно всё на свете, и поэтому частенько ходят по краю. Но на аль-Хайтама можно положиться - он действительно хорошо контролирует происходящее и умеет предотвращать опасности.",
      "id": "Aku tidak begitu suka dengan orang yang terlalu pintar. Mereka pikir mereka bisa mengontrol segalanya, dan terus menjelajah ke batas bahaya. Tapi Alhaitham termasuk salah satu yang bisa diandalkan. Pada sebagian besar kasus, dia sebenarnya bisa mengontrol semuanya dan punya kemampuan untuk mencegah potensi bencana.",
      "th": "ฉันไม่ชอบคนฉลาดมากจนเกินไป พวกเขามักจะคิดว่า ตัวเองสามารถควบคุมทุกอย่างได้ เพราะงั้นพวกเขาจึงมักตกอยู่ในอันตรายเสมอ แต่ Alhaitham ค่อนข้างมั่นคง ซึ่งในสถานการณ์ส่วนใหญ่ เขาก็มีความสามารถที่จะควบคุม และกอบกู้สถานการณ์จริง ๆ นั่นแหละ",
      "vi": "Tôi không thích những người quá thông minh, họ sẽ luôn cho rằng bản thân có thể kiểm soát được mọi thứ, từ đó luôn vui đùa bên ranh giới nguy hiểm. Nhưng Alhaitham vẫn xem như khá ổn định, đa phần trường hợp anh ta đúng là có năng lực kiểm soát cục diện, chuyển nguy thành an."
    }
  },
  {
    "title": {
      "zhs": "关于卡维…",
      "zht": "關於卡維…",
      "jp": "カーヴェについて…",
      "ko": "카베에 대해…",
      "en": "About Kaveh",
      "de": "Über Kaveh ...",
      "es": "Sobre Kaveh...",
      "fr": "À propos de Kaveh...",
      "pt": "Sobre Kaveh...",
      "ru": "О Кавехе...",
      "id": "Tentang Kaveh",
      "th": "เกี่ยวกับ Kaveh...",
      "vi": "Về Kaveh..."
    },
    "line": {
      "zhs": "提纳里和柯莱没有亲口说出来，但他们之间的眼神交流已经说明了一切。卡维分享的亲身经历比我准备的笑话有趣多了。我的看法？我觉得他们会为这种事情发笑，反倒是挺好笑的。",
      "zht": "提納里和柯萊沒有親口說出來，但他們之間的眼神交流已經說明了一切。卡維分享的親身經歷比我準備的笑話有趣多了。我的看法？我覺得他們會為這種事情發笑，反倒是滿好笑的。",
      "jp": "ティナリやコレイが直接そうと言ったわけじゃないが、二人の目はすべてを物語っていた。俺のジョークより、カーヴェの体験談のほうがずっと面白かったってな。俺の感想？うーん…あんなことで笑ってしまうなんて、逆に面白いとは思うが。",
      "ko": "타이나리와 콜레이가 직접 말한 건 아니지만, 그들이 교환한 눈빛이 모든 걸 설명했어. 카베의 경험담이 내가 준비한 농담보다 훨씬 재미있었다는 거겠지. 내 생각은 어떠냐고? 난 그런 이야기를 듣고 웃을 수 있다는 사실이 더 웃긴 것 같은데",
      "en": "Tighnari and Collei never said it to my face, but they found Kaveh's personal anecdotes far more entertaining than the jokes I had prepared... I could see it on their faces. Hmm? What did I think about that? Well, I thought it was funny that they could laugh at such a situation.",
      "de": "Tighnari und Collei haben es mir nie ins Gesicht gesagt, aber ich weiß genau, dass sie Kavehs persönliche Anekdoten viel unterhaltsamer als meine Witze fanden. Ja, ich sah es in ihren Gesichtern. Was ich darüber gedacht habe? Tja, ich fand es lustig, dass sie über so etwas lachen konnten.",
      "es": "Tignari y Collei nunca me lo han dicho a la cara, pero las anécdotas personales de Kaveh les parecieron más entretenidas que los chistes que yo había preparado. Se les veía en la cara. ¿Eh? ¿Que qué pienso yo de eso? Pues que me hace gracia que se rieran de algo como eso.",
      "fr": "Même si Tighnari et Collei ne l'ont pas dit, je sais qu'ils ont trouvé les anecdotes de Kaveh bien plus amusantes que les blagues que j'avais préparées... J'ai pu le voir sur leurs visages. Hmm ? Ce que ça m'a fait ? Eh bien, j'ai trouvé ça drôle que ça les fasse rire.",
      "pt": "Tighnari e Collei nunca disseram isso na minha frente, mas eles acham as histórias pessoais de Kaveh muito mais divertidas do que as piadas que eu preparei... Eu consegui ver em suas caras. Hmm? O que eu achei disso? Bem, eu achei engraçado que eles pudessem rir de tal situação.",
      "ru": "Тигнари и Коллеи не говорили этого прямо, но я всё понял по взглядам, которыми они обменивались. Истории Кавеха им слушать гораздо интереснее, чем мои анекдоты. Что я думаю по этому поводу? Мне кажется смешным уже то, что истории Кавеха вызывают у них улыбки.",
      "id": "Tighnari dan Collei tidak pernah bicara di depanku, tapi mereka rasa anekdot pribadi Kaveh jauh lebih menghibur daripada lelucon yang aku siapkan ... Aku bisa baca dari ekspresi muka mereka. Hmm? Kalau menurutmu bagaimana? Yah, aku rasa lucu sih mereka malah bisa tertawa dalam kondisi seperti itu.",
      "th": "ถึงแม้ว่า Tighnari กับ Collei จะไม่ได้พูดออกมาตรง ๆ แต่การสบตากันของทั้งสองก็บ่งบอกทุกสิ่งทุกอย่างแล้ว การแบ่งปันประสบการณ์ที่เคยพบเจอของ Kaveh น่าสนใจกว่าเรื่องตลกของฉันมากเลยสินะ ในมุมมองของฉันเหรอ? ฉันคิดว่า มันตลกที่พวกเขาหัวเราะให้กับเรื่องเล่าพวกนั้นมากกว่า",
      "vi": "Tuy Tighnari và Collei không đích thân nói ra, nhưng ánh mắt nhìn nhau của họ đã nói rõ tất cả. Trải nghiệm bản thân của Kaveh thú vị hơn những câu chuyện cười mà tôi đã chuẩn bị. Cảm nhận của tôi sao? Tôi nghĩ thật buồn cười khi họ có thể cười trong một tình huống như vậy."
    }
  },
  {
    "title": {
      "zhs": "关于纳西妲…",
      "zht": "關於納西妲…",
      "jp": "ナヒーダについて…",
      "ko": "나히다에 대해…",
      "en": "About Nahida",
      "de": "Über Nahida ...",
      "es": "Sobre Nahida...",
      "fr": "À propos de Nahida...",
      "pt": "Sobre Nahida...",
      "ru": "О Нахиде...",
      "id": "Tentang Nahida",
      "th": "เกี่ยวกับ Nahida",
      "vi": "Về Nahida..."
    },
    "line": {
      "zhs": "DATA NOT FOUND",
      "zht": "DATA NOT FOUND",
      "jp": "DATA NOT FOUND",
      "ko": "DATA NOT FOUND",
      "en": "DATA NOT FOUND",
      "de": "DATA NOT FOUND",
      "es": "DATA NOT FOUND",
      "fr": "DATA NOT FOUND",
      "pt": "DATA NOT FOUND",
      "ru": "DATA NOT FOUND",
      "id": "DATA NOT FOUND",
      "th": "DATA NOT FOUND",
      "vi": "DATA NOT FOUND"
    }
  },
  {
    "title": {
      "zhs": "关于妮露…",
      "zht": "關於妮露…",
      "jp": "ニィロウについて…",
      "ko": "닐루에 대해…",
      "en": "About Nilou",
      "de": "Über Nilou ...",
      "es": "Sobre Nilou...",
      "fr": "À propos de Nilou...",
      "pt": "Sobre Nilou...",
      "ru": "О Нилу...",
      "id": "Tentang Nilou",
      "th": "เกี่ยวกับ Nilou...",
      "vi": "Về Nilou..."
    },
    "line": {
      "zhs": "DATA NOT FOUND",
      "zht": "DATA NOT FOUND",
      "jp": "DATA NOT FOUND",
      "ko": "DATA NOT FOUND",
      "en": "DATA NOT FOUND",
      "de": "DATA NOT FOUND",
      "es": "DATA NOT FOUND",
      "fr": "DATA NOT FOUND",
      "pt": "DATA NOT FOUND",
      "ru": "DATA NOT FOUND",
      "id": "DATA NOT FOUND",
      "th": "DATA NOT FOUND",
      "vi": "DATA NOT FOUND"
    }
  },
  {
    "title": {
      "zhs": "关于珐露珊…",
      "zht": "關於琺露珊…",
      "jp": "ファルザンについて…",
      "ko": "파루잔에 대해…",
      "en": "About Faruzan",
      "de": "Über Faruzan ...",
      "es": "Sobre Faruzán...",
      "fr": "À propos de Faruzan...",
      "pt": "Sobre Faruzan...",
      "ru": "О Фарузан...",
      "id": "Tentang Faruzan",
      "th": "เกี่ยวกับ Faruzan...",
      "vi": "Về Faruzan..."
    },
    "line": {
      "zhs": "我曾仔细翻阅过记载珐露珊前辈失踪的案卷，那时候我怀疑她进行了某种危险的研究…不过与她见面之后，我就彻底打消了这个念头。虽然相处起来有些困难，不过她就像一位喜欢絮絮叨叨的长辈，心里会为他人着想，不会做什么出格的事情。",
      "zht": "我曾仔細翻閱過記載琺露珊前輩失蹤的案卷，那時候我懷疑她進行了某種危險的研究…不過與她見面之後，我就徹底打消了這個念頭。雖然相處起來有些困難，不過她就像一位喜歡碎碎唸的長輩，心裡會為他人著想，不會做什麼脫序的事情。",
      "jp": "以前、ファルザン先輩の失踪に関する書類を念入りに調べたことがある。先輩がとある危険な研究に関わっていたのではないかと疑ったんだ…だが、実際に彼女と会って、その考えは完全に覆された。多少付き合いにくくは感じたが、口うるさくも世話焼きな年長者のように、心の中ではいつも人のためを想ってる人だ。彼女が常軌を逸するようなことなどするはずがないと思ったよ。",
      "ko": "전에 파루잔 선배의 실종을 기록한 문서를 봤어. 그땐 선배가 모종의 위험한 연구를 하는 건 아닐까 생각했는데… 직접 만나고 나니, 의심이 말끔히 사라졌지. 어울리기 쉬운 편은 아니지만, 타인을 위해 입에 잔소리를 달고 사는 선배였어. 선을 넘는 일은 하지 않을 거야",
      "en": "I've carefully browsed through the case files regarding Faruzan's disappearance. At the time, I thought maybe she had been conducting some kind of dangerous research, but once I met her in person, I completely abandoned that idea. Though it might be a little hard for me to get along with her, she mostly reminds me of a kindly and chatty parent. She is considerate of others, and would never do anything imprudent.",
      "de": "Ich habe die Akten über das Verschwinden von Faruzan sorgfältig durchgesehen. Damals dachte ich, dass sie vielleicht irgendeine gefährliche Forschung gemacht hat, aber als ich sie persönlich kennenlernte, verwarf ich diese Idee völlig. Obwohl es mir vielleicht etwas schwer fällt, mit ihr auszukommen, erinnert sie mich immer an eine freundliche und gesprächige Ältere. Sie nimmt Rücksicht auf andere und würde nie etwas Unüberlegtes tun.",
      "es": "Hace tiempo, leí detalladamente los documentos sobre el caso de desaparición de Faruzán. En ese entonces, pensaba que tal vez había estado llevando a cabo alguna investigación peligrosa, pero descarté la idea en cuanto la conocí en persona. Aunque me cuesta llevarme bien con ella, me recuerda a un padre o una madre amable y hablador. Se preocupa por los demás y nunca haría algo imprudente.",
      "fr": "J'ai soigneusement parcouru les dossiers concernant la disparition de Faruzan. Au début, j'ai pensé qu'elle avait peut-être effectué des recherches dangereuses, mais une fois que je l'ai rencontrée en personne, j'ai complètement abandonné cette hypothèse. Même si j'ai un peu de mal à m'entendre avec elle, elle me fait surtout penser à une grande sœur gentille et bavarde. Elle est attentive aux autres et ne ferait jamais rien d'imprudent.",
      "pt": "Eu olhei cuidadosamente os arquivos do caso relacionado ao desaparecimento de Faruzan. Na época, eu pensei que talvez ela estivesse conduzindo algum tipo de pesquisa perigosa, mas quando eu a conheci pessoalmente, eu abandonei aquela ideia completamente. Apesar de ser um pouco difícil de eu me dar bem com ela, ela me lembra principalmente de uma mãe gentil e conversadora. Ela tem consideração pelos outros e jamais faria algo imprudente.",
      "ru": "Я внимательно просмотрел материалы дела об исчезновении Фарузан. Поначалу я думал, что она занималась какими-то опасными исследованиями... Но после встречи с ней решительно отбросил эту мысль. С ней бывает непросто, но она похожа на разговорчивую тётушку, которая изведёт тебя своей заботой, но никогда не выйдет за рамки дозволенного.",
      "id": "Aku pernah telusuri dokumen kasus tentang hilangnya Faruzan dengan teliti. Waktu itu, aku pikir dia mungkin sudah melakukan sejenis penelitian berbahaya, tapi waktu bertemu dengannya langsung, aku benar-benar menghapus pikiran itu dari benakku. Meski mungkin agak susah bagiku untuk bisa berteman dengannya, kebanyakan waktu, dia mengingatkan aku kepada orang tua yang baik dan cerewet. Dia selalu pengertian terhadap orang lain, dan tidak akan pernah berbuat hal yang tidak bijak.",
      "th": "ฉันเคยได้อ่านแฟ้มคดีที่บันทึกการหายตัวไปของรุ่นพี่ Faruzan อย่างละเอียดถี่ถ้วน และตอนนั้น ฉันก็สงสัยว่าเธอกำลังดำเนินการวิจัยอันตรายบางอย่างอยู่... แต่หลังจากพบเธอ ฉันก็ปฏิเสธความคิดนี้โดยสิ้นเชิง ถึงจะเข้ากับเธอได้ยากนิดหน่อย แต่เธอก็แค่เป็นเหมือนผู้หลักผู้ใหญ่ที่ช่างพูดช่างคุย และมีความเห็นอกเห็นใจผู้อื่นเป็นอย่างดี ไม่น่าทำอะไรที่ล้ำเส้นหรอก",
      "vi": "Tôi từng đọc tỉ mỉ những hồ sơ ghi chép lại vụ mất tích của tiền bối Faruzan, lúc đó tôi nghi ngờ cô ấy đang tiến hành một loại nghiên cứu nguy hiểm nào đó... Nhưng sau khi gặp được cô ấy tôi đã xóa triệt để suy nghĩ đó. Tuy ở chung có hơi khó khăn, nhưng mà cô ấy giống như một vị trưởng bối thích lải nhải vậy, trong lòng suy nghĩ đến người khác thì sẽ không làm ra những chuyện lệch lạc."
    }
  },
  {
    "title": {
      "zhs": "关于丽莎…",
      "zht": "關於麗莎…",
      "jp": "リサについて…",
      "ko": "리사에 대해…",
      "en": "About Lisa",
      "de": "Über Lisa ...",
      "es": "Sobre Lisa...",
      "fr": "À propos de Lisa...",
      "pt": "Sobre Lisa...",
      "ru": "О Лизе...",
      "id": "Tentang Lisa",
      "th": "เกี่ยวกับ Lisa...",
      "vi": "Về Lisa..."
    },
    "line": {
      "zhs": "丽莎和我曾向同一位贤者求学，我自然知道她的事。身为大风纪官，我也见过许多过分追求知识而引发的悲剧，所以能理解她的选择。",
      "zht": "麗莎和我曾向同一位賢者求學，我自然知道她的事。身為大風紀官，我也見過許多過分追求知識而引發的悲劇，所以能理解她的選擇。",
      "jp": "ああ、当然知ってる。リサと俺は同じ賢者に師事していたからな。大マハマトラとして、知識の過剰な追求が引き起こす悲劇を数多く見てきた——あいつの選択も理解できる。",
      "ko": "나와 리사는 같은 현자에게 가르침을 구한 적이 있어서 자연스럽게 그녀에 대해 알게 됐어. 대풍기관으로서 나 역시 과도한 지식욕(知識欲)으로 인해 비극적인 결말을 맞는 경우를 여러 차례 봤기 때문에, 그녀의 선택을 이해할 수 있었지",
      "en": "Of course I know about Lisa, we once both studied under the same sage. As General Mahamatra, I've seen many tragedies befall those seeking knowledge too assiduously, so it's easy for me to understand her decision.",
      "de": "Natürlich weiß ich über Lisa Bescheid, wir haben beide einmal bei demselbem Weisen studiert. Als Mahamatra habe ich viele Tragödien gesehen, die durch das übermäßige Streben nach Wissen verursacht wurden, daher kann ich ihre Entscheidung verstehen.",
      "es": "Claro que conozco a Lisa. Una vez, estudiamos bajo la tutela del mismo sabio. Como Gran Juez, he visto como las tragedias caían sobre aquellos que buscan el conocimiento con demasiada asiduidad, así que no me cuesta comprender la decisión que tomó.",
      "fr": "Bien sûr que je connais Lisa, nous avons tous deux étudié sous la direction du même sage. En tant que général mahamatra, j'ai vu de nombreuses tragédies arriver à ceux qui recherchaient la connaissance trop assidûment, il m'est donc facile de comprendre sa décision.",
      "pt": "É claro que eu conheço Lisa, nós dois estudamos com o mesmo sábio. Como General Mahamatra, eu vi muitas tragédias acontecerem com aqueles que buscam o conhecimento com tanta veemência, então é fácil para eu entender a decisão dela.",
      "ru": "Мы с Лизой учились у одного наставника, поэтому я знаю, что с ней произошло. И как генерал махаматра я видел много трагедий, случившихся из-за чрезмерной тяги к знаниям, поэтому понимаю её выбор.",
      "id": "Tentu saja aku kenal Lisa, kami berdua pernah belajar kepada Sage yang sama. Sebagai Mahamatra Umum, aku sudah banyak melihat petaka menimpa orang-orang yang terlalu rajin menuntut ilmu itu, makanya aku sangat bisa mengerti keputusannya.",
      "th": "Lisa กับฉันเรียนกับปราชญ์คนเดียวกัน และแน่นอนว่าฉันรู้เรื่องของเธอ ในฐานะเจ้าหน้าที่มหามาตรา ฉันได้เห็นโศกนาฏกรรมมากมายที่เกิดจากการแสวงหาความรู้ที่มากเกินไป ดังนั้นฉันจึงเข้าใจการตัดสินของเธอ",
      "vi": "Lisa và tôi đều từng theo học từ một hiền giả, cho nên tôi biết chuyện của cô ấy. Thân là Tổng Quản Mahamatra, tôi cũng từng thấy được nhiều kẻ truy cầu tri thức quá độ mà dẫn đến bi kịch, cho nên tôi cũng hiểu được sự lựa chọn của cô ấy."
    }
  },
  {
    "title": {
      "zhs": "想要了解赛诺·其一",
      "zht": "想要瞭解賽諾·其一",
      "jp": "セノを知る·1",
      "ko": "사이노에 대해 알기·첫 번째",
      "en": "More About Cyno: I",
      "de": "Ich will mehr über Cyno erfahren I",
      "es": "Más sobre Cyno (I)",
      "fr": "Connaître Cyno (1)",
      "pt": "Mais Sobre Cyno - I",
      "ru": "Узнать больше о Сайно I",
      "id": "Mengenal Cyno: I",
      "th": "อยากรู้เกี่ยวกับ Cyno - 1",
      "vi": "Muốn tìm hiểu Cyno - Điều thứ 1"
    },
    "line": {
      "zhs": "你问关于我的事？也是，毕竟在很多人眼中我是一个无法忽视的「麻烦」…不用担心，只要你不做什么危险的事情，我就不会找你的麻烦。",
      "zht": "#{F#妳}{M#你}問關於我的事？也是，畢竟在很多人眼中我是一個無法忽視的「麻煩」…不用擔心，只要{F#妳}{M#你}不做什麼危險的事情，我就不會找{F#妳}{M#你}的麻煩。",
      "jp": "俺のことが知りたいのか？まあ確かに、多くの人にとって、俺は無視できない「面倒な存在」だからな…だが心配するな。お前が危ない真似をしない限り、お前を悩ませるようなことはしないさ。",
      "ko": "나에 대해서 알려달라고? 하긴, 다른 사람들이 보기에 난 무시할 수 없는 「귀찮은 존재」니까…. 걱정 마, 네가 위험한 일을 하지 않는 이상, 널 귀찮게 굴 일은 없을 거야",
      "en": "Huh? You want to know more about me? Hm, I suppose many people see me as a thorn in their side... But don't worry, as long as you don't do anything dangerous, you won't have any trouble with me.",
      "de": "Hm? Du willst mehr über mich wissen? Hm, ich nehme an, dass ich vielen Leuten ein „Dorn“ im Auge bin ... Aber keine Sorge, solange du nichts Gefährliches tust, wirst du keine Probleme mit mir haben.",
      "es": "¿Eh? ¿Quieres saber más sobre mí? Humm, supongo que muchas personas me ven como una molestia... Pero no te preocupes, mientras no hagas nada peligroso, no te meterás en problemas conmigo.",
      "fr": "Hein ? Vous voulez en savoir plus sur moi ? Hmm, je suppose que beaucoup de gens me voient comme une épine dans leur pied... Mais ne vous inquiétez pas, tant que vous ne faites rien de dangereux, vous n'aurez aucun problème avec moi.",
      "pt": "Hã? Você quer saber mais sobre mim? Hmm, acho que muitas pessoas me veem como uma pedra em seus sapatos... Mas não se preocupe, contanto que você não faça nada perigoso, você não terá problemas comigo.",
      "ru": "Хочешь узнать меня получше? Гм, думаю, многие люди видят во мне досадную неприятность, с которой приходится считаться. Но не беспокойся, если ты не делаешь ничего опасного, тебе я никаких неприятностей не доставлю.",
      "id": "Eh? Kamu ingin tahu lebih banyak tentang aku? Hmmm, aku rasa banyak orang yang melihatku sebagai duri di mata mereka .... Tapi tidak perlu khawatir, asal kamu tidak melakukan hal yang berbahaya, kamu tidak akan punya masalah denganku.",
      "th": "เธออยากรู้เรื่องของฉัน? ก็นะ ในสายตาของใครหลาย ๆ คน ฉันคือ \"ความยุ่งยาก\" ที่มองข้ามไม่ได้... ไม่ต้องกังวล ตราบใดที่เธอไม่ทำอะไรที่เป็นอันตราย ฉันจะไม่ทำให้เธอต้องยุ่งยาก",
      "vi": "#Chuyện liên quan đến tôi sao? Cũng đúng, dẫu sao thì tôi trong mắt nhiều người cũng là một nỗi \"phiền phức\" mà... Không cần lo lắng, chỉ cần {F#cô}{M#cậu} không làm ra chuyện gì nguy hiểm thì tôi sẽ không làm phiền {F#cô}{M#cậu} đâu."
    }
  },
  {
    "title": {
      "zhs": "想要了解赛诺·其二",
      "zht": "想要瞭解賽諾·其二",
      "jp": "セノを知る·2",
      "ko": "사이노에 대해 알기·두 번째",
      "en": "More About Cyno: II",
      "de": "Ich will mehr über Cyno erfahren II",
      "es": "Más sobre Cyno (II)",
      "fr": "Connaître Cyno (2)",
      "pt": "Mais Sobre Cyno - II",
      "ru": "Узнать больше о Сайно II",
      "id": "Mengenal Cyno: II",
      "th": "อยากรู้เกี่ยวกับ Cyno - 2",
      "vi": "Muốn tìm hiểu Cyno - Điều thứ 2"
    },
    "line": {
      "zhs": "以此身为容器，可以令非人之物的力量显现。这既得益于先天的体质，也是一种后天的交易。没什么可避讳的，我以风纪官的身份称量世间的罪恶，自然也要把我自己的灵魂放到审判之秤上一同称量。",
      "zht": "以此身為容器，可以令非人之物的力量顯現。這既得益於先天的體質，也是一種後天的交易。沒什麼可避諱的，我以風紀官的身分秤量世間的罪惡，自然也要把我自己的靈魂放到審判之秤上一同秤量。",
      "jp": "この身を器として、俺は人ならざる存在の力を顕現させられる。これは、生まれつきの体質のおかげとも言えるし、後の取引で得たものとも言える。別に隠すようなことでもない。マハマトラとしてこの世の悪を計るように、己の魂も審判の秤にかけるのは当然のことだ。",
      "ko": "내 몸을 그릇으로 삼아 사람이 아닌 존재의 힘을 발현할 수 있어. 타고난 체질 덕이기도 하지만, 후천적인 거래 덕이기도 해. 내가 풍기관의 신분으로 세간의 죄악을 심판할 땐, 자연히 나 자신의 영혼 역시 심판의 저울에 오르게 되지",
      "en": "With my body as a vessel, I can harness the power of the spirit that dwells within me. This is possible in part due to my natural constitution, but also due to a deal I willingly made in the past. There's no reason to shy away from the topic. If I am to weigh the souls of others in this world as a Matra, then I must also place my own soul on the scales to be judged in the same manner.",
      "de": "Mit meinem Körper als Gefäß kann ich mir die Kraft des Geistes, der in mir wohnt, zunutze machen. Dies ist zum Teil aufgrund meiner natürlichen Konstitution möglich, aber auch aufgrund eines Geschäfts, das ich in der Vergangenheit bereitwillig eingegangen bin. Es gibt nichts zu vermeiden. Wenn ich als Matra die Seelen der anderen in dieser Welt wiegen soll, muss ich auch meine eigene Seele auf die Waage legen, um auf dieselbe Weise beurteilt zu werden.",
      "es": "Con mi cuerpo como recipiente, puedo controlar el poder del espíritu que reside en mí. En parte, es posible gracias a mi constitución, pero también gracias al trato que estuve dispuesto a hacer en el pasado. No tengo ningún motivo por el que avergonzarme de ello. Si debo cargar con las almas de otras personas como matra, también debo poner mi propia alma sobre la balanza para que sea juzgada por igual.",
      "fr": "Mon corps est un véhicule qui me permet d'exploiter le pouvoir de l'esprit qui m'habite. C'est en partie possible grâce à ma constitution naturelle, mais aussi grâce à un marché que j'ai volontairement conclu dans le passé. Je n'ai aucune raison d'éviter ce sujet. Si, en ma fonction de matra, je dois juger les âmes des autres dans ce monde, alors il m'est aussi nécessaire de placer ma propre âme sur la balance pour me soumettre au même jugement.",
      "pt": "Com meu corpo como receptáculo, eu posso canalizar o poder do espírito que vive dentro de mim. Isso é possível parcialmente devido a minha constituição natural, mas também devido a um acordo que eu fiz de boa vontade no passado. Não há razão para evitar o assunto. Se eu devo julgar as almas dos outros neste mundo como parte dos Matras, então eu também devo colocar minha própria alma na balança para ser julgado da mesma maneira.",
      "ru": "Моё тело - сосуд, способный вмещать нечеловеческие силы. Отчасти дело в моих природных особенностях, но ещё и в сделке, которую я добровольно заключил в прошлом. Я не считаю эту тему запретной. Я - матра, который взвешивает на весах людские преступления. Значит, и сам я должен быть готов положить на весы собственную душу, чтобы её судили тем же судом.",
      "id": "Dengan tubuhku sebagai wadah, aku bisa menahan kekuatan roh yang bernaung di dalam diriku. Ini mungkin terjadi karena konstitusi alamiku, juga karena kesepakatan yang aku buat secara sukarela waktu dulu. Tidak perlu menghindar dari topik ini. Kalau aku harus menimbang jiwa orang-orang lain di dunia ini sebagai Matra, maka aku juga harus bisa menimbang jiwaku sendiri dengan cara yang sama.",
      "th": "ร่างกายของฉันเป็นภาชนะ ซึ่งสามารถแสดงพลังของสิ่งที่ไม่ใช่มนุษย์ในร่างได้ นี่อาจเกี่ยวข้องกับสภาพร่างกายของฉันโดยกำเนิด ทั้งยังเป็นข้อตกลงที่ฉันเต็มใจแลกเปลี่ยนในภายหลังอีกด้วย ไม่มีเหตุผลอะไรที่ต้องปิดบัง ในเมื่อฉันชั่งน้ำหนักความบาปของโลกด้วยฐานะเจ้าหน้าที่มาตราแล้ว แน่นอนว่า ฉันเองก็ต้องวางจิตวิญญาณของตนเอง ไว้บนตาชั่งแห่งการพิพากษาเพื่อตัดสินด้วยเช่นเดียวกัน",
      "vi": "Với cơ thể của mình như một vật chứa, tôi có thể khai thác sức mạnh ẩn chứa trong mình. Điều này có thể xảy ra một phần do bản chất tự nhiên của tôi, nhưng cũng do một thỏa thuận mà tôi sẵn sàng thực hiện trong quá khứ. Không có gì phải né tránh cả, tôi lấy thân phận Matra để đo lường tội ác của thế gian thì tôi cũng phải đặt linh hồn của mình lên bàn cân để được đo lường theo cách tương tự."
    }
  },
  {
    "title": {
      "zhs": "想要了解赛诺·其三",
      "zht": "想要瞭解賽諾·其三",
      "jp": "セノを知る·3",
      "ko": "사이노에 대해 알기·세 번째",
      "en": "More About Cyno: III",
      "de": "Ich will mehr über Cyno erfahren III",
      "es": "Más sobre Cyno (III)",
      "fr": "Connaître Cyno (3)",
      "pt": "Mais Sobre Cyno - III",
      "ru": "Узнать больше о Сайно III",
      "id": "Mengenal Cyno: III",
      "th": "อยากรู้เกี่ยวกับ Cyno - 3",
      "vi": "Muốn tìm hiểu Cyno - Điều thứ 3"
    },
    "line": {
      "zhs": "比起「为什么做」，我更看重「做了什么」。因为这个世界上有成千上万种理由，有时你听到那些理由，会觉得做了错事的人情有可原，甚至觉得旁人对他们太过苛责。劣势方总是容易引起别人的同情，但审判者却要摒弃这种情绪。情有可原，但罪无可赦。",
      "zht": "#比起「為什麼做」，我更看重「做了什麼」。因為這個世界上有成千上萬種理由，有時{F#妳}{M#你}聽到那些理由，會覺得做了錯事的人情有可原，甚至覺得旁人對他們太過苛責。劣勢方總是容易引起別人的同情，但審判者卻要摒棄這種情緒。情有可原，但罪無可赦。",
      "jp": "俺は「何故そうしたか」より、「何をしたか」ってことの方をずっと大切にしてる。何故なら、世の中には幾千万の理由があるからだ。理由を耳にしてしまえば、悪いことをした人が正義だと思ったり、野次馬が厳しすぎると感じたりしてしまうだろう？逆風はいとも簡単に他人の同情を引くものだが、審判する側はこういった感情を押し殺さなければならない。情状酌量の余地はあっても、罪をまぬがれる言い訳など決して存在しないんだからな。",
      "ko": "난 「왜」보다 「무엇」을 했느냐를 더 중요시해. 이 세상엔 수천만 가지의 이유가 존재하잖아. 그 이유를 들으면 잘못한 사람을 오히려 이해하게 되고, 다른 사람들이 너무하다는 생각까지 들 때도 있어. 측은지심은 약자 쪽으로 기울기 마련이지만, 심판자는 그런 마음을 버려야 해. 이유는 들어볼 수 있지만, 죄는 용서할 수 없어",
      "en": "Rather than thinking about the \"why\" of things, I prefer to focus on \"what\" has been done. There are countless reasons why people do things in this world, and upon hearing some of those reasons, you can't help but start to feel that the wrongdoer had a point, or that the public is being too harsh on them. The disadvantaged side will always garner people's sympathy, but the judge must abandon all such feelings. We may empathize with the pain and motivations of the accused, but a crime, once committed, cannot be left unpunished.",
      "de": "Ich interessiere mich mehr für das, „was getan wurde“, als für den Grund, „warum es getan wurde“. Es gibt unzählige Gründe, warum Menschen etwas tun, und wenn man einige dieser Gründe hört, kann man sich des Eindrucks nicht erwehren, dass der Übeltäter recht hatte oder dass die Öffentlichkeit zu hart mit ihm umgeht. Die benachteiligte Seite wird immer das Mitgefühl der Menschen auf sich ziehen, aber der Richter muss sich von solchen Gefühlen frei machen. Wir können die Gründe für ein Verbrechen nachempfinden, aber es darf nicht ungestraft bleiben.",
      "es": "En vez de pensar en el porqué de las cosas, prefiero concentrarme en qué es lo que se ha hecho. En este mundo, hay incontables motivos por los que la gente hace lo que hace y, al saberlos, no puedes evitar sentir que el presunto malhechor tenía razón en algo, o que el público está siendo demasiado duro con él. Quien esté en desventaja siempre se ganará la simpatía de la gente, pero un juez no se puede permitir esos sentimientos. Podemos empatizar con el dolor y la motivación del acusado, pero una vez que se comete un crimen, debe ser castigado.",
      "fr": "Plutôt que chercher à comprendre le pourquoi du comment, je préfère me concentrer sur les faits accomplis. Il y a d'innombrables motivations derrière les actes des gens dans ce monde, et lorsqu'on se penche sur certaines de ces motivations, on ne peut s'empêcher de penser que le malfaiteur avait raison, ou que l'opinion a été trop dure avec lui. Même si les gens ont toujours de la sympathie pour la partie désavantagée, le juge doit se libérer de ces sentiments. On peut compatir à la douleur et aux motivations de l'accusé, mais un crime, une fois commis, ne peut être laissé impuni.",
      "pt": "Ao invés de pensar no \"porquê\" das coisas, eu prefiro focar no \"que\" foi feito. Há inúmeras razões pelas quais as pessoas fazem coisas neste mundo, ao ouvir algumas dessas razões, é natural que você comece a sentir que o malfeitor tinha um bom argumento, ou que o público está sendo muito severo com ele. O lado em desvantagem sempre receberá a simpatia do povo, mas o juiz deve abandonar tais sentimentos. Nós podemos ter empatia com a dor e as motivações do acusado, mas um crime, quando cometido, não pode ficar impune.",
      "ru": "Я не люблю задаваться вопросом: «Почему человек пошёл на это преступление?» Для меня куда важнее вопрос: «Что именно он сделал?» Существует бесчисленное множество причин, по которым люди совершают те или иные поступки, некоторые причины вызывают сочувствие, иногда даже кажется, что преступника можно понять, а люди обошлись с ним слишком сурово. Побеждённый всегда вызывает сочувствие, но судья должен отбросить все сантименты. Мы можем сопереживать обвиняемым, но преступление не должно оставаться безнаказанным.",
      "id": "Daripada memikirkan \"kenapa\", aku lebih fokus kepada \"apa\" yang sudah dilakukan. Ada berbagai alasan kenapa orang melakukan hal-hal di dunia ini, dan waktu kamu dengar alasan mereka, kamu akan mulai bisa merasakan kalau mereka yang bersalah ternyata ada benarnya, atau mungkin kaum masyarakat yang terlalu keras terhadap mereka. Pihak yang dirugikan akan selalu bisa menarik simpati orang, tapi hakim harus bisa terlepas dari semua perasaan itu. Kami mungkin bisa berempati dengan penderitaan dan motivasi para tertuduh, tapi begitu sebuah kejahatan dilakukan, tidak boleh dibiarkan begitu saja tanpa dihukum.",
      "th": "ฉันให้ความสำคัญกับ \"เพราะอะไรถึงทำ\" มากกว่า \"ทำอะไรลงไป\" บนโลกใบนี้มีเหตุผลมากมายนับล้าน ซึ่งพอเธอได้ยินเหตุผลเหล่านั้น ก็จะรู้สึกว่าคนที่กระทำผิดนั้นมีเหตุผล หรือแม้กระทั่งรู้สึกว่าคนอื่นโหดร้ายกับพวกเขามากเกินไป ฝ่ายที่เสียเปรียบมักจะได้รับความเห็นอกเห็นใจจากผู้คนเสมอ แต่ผู้พิพากษาต้องละทิ้งความรู้สึกดังกล่าวทั้งหมด เราอาจเห็นอกเห็นใจกับความเจ็บปวด และแรงจูงใจของผู้ก่อเหตุ แต่อาชญากรรมได้เกิดขึ้นแล้วถึงจะยกโทษให้ได้ แต่โทษทัณฑ์ไม่อาจละเว้นได้",
      "vi": "#So với \"tại sao lại làm\" thì tôi xem trọng \"đã làm gì\" hơn. Bởi vì trên thế gian này có cả ngàn vạn lý do, đôi lúc khi {F#cô}{M#cậu} nghe xong sẽ cảm thấy đồng cảm với người phạm tội, đồng thời cảm thấy những người xung quanh đã quá khắt khe. Bên thiệt thòi sẽ luôn giành được sự đồng cảm của mọi người, nhưng người phán xử phải bỏ đi tất cả những cảm xúc đó. Chúng tôi có thể đồng cảm với nỗi đau và động cơ của bị cáo, nhưng một khi đã phạm tội thì không thể không bị trừng phạt."
    }
  },
  {
    "title": {
      "zhs": "想要了解赛诺·其四",
      "zht": "想要瞭解賽諾·其四",
      "jp": "セノを知る·4",
      "ko": "사이노에 대해 알기·네 번째",
      "en": "More About Cyno: IV",
      "de": "Ich will mehr über Cyno erfahren IV",
      "es": "Más sobre Cyno (IV)",
      "fr": "Connaître Cyno (4)",
      "pt": "Mais Sobre Cyno - IV",
      "ru": "Узнать больше о Сайно IV",
      "id": "Mengenal Cyno: IV",
      "th": "อยากรู้เกี่ยวกับ Cyno - 4",
      "vi": "Muốn tìm hiểu Cyno - Điều thứ 4"
    },
    "line": {
      "zhs": "在幽暗的无知之海上，偶尔会泛起微光，吸引着不明真相的人靠近。常有人视其为灯塔，却看不到漆黑的海水中隐藏的巨大危险。将久居在黑暗中的人带离光明的指引，本身是一件残酷的事情，但我不得不这么做——直到未来有一天，我们能够战胜海水中潜藏的敌人为止。",
      "zht": "在幽暗的無知之海上，偶爾會泛起微光，吸引著不明真相的人靠近。常有人視其為燈塔，卻看不到漆黑的海水中隱藏的巨大危險。將久居在黑暗中的人帶離光明的指引，本身是一件殘酷的事情，但我不得不這麼做——直到未來有一天，我們能夠戰勝海水中潛藏的敵人為止。",
      "jp": "昏き無知の海には時折微かな光が輝き、真実を知らない者を引き寄せる。人々は度々それを灯台だと思い、漆黒の海に隠された巨大な危機を無視してしまう。長きにわたって暗闇の中で生きてきた人を光の導きから遠ざけること自体残酷なことだが、俺はそれをやらなければならない——いつか、海の深くに潜む敵に打ち勝つ日が来るまで。",
      "ko": "캄캄한 무지의 바다에서 이따금 희미한 빛이 떠올라 진실을 알지 못하는 자들을 유혹하곤 해. 그 아래, 칠흑 같은 바닷속에 거대한 위험이 도사리고 있는 것도 모르고 그걸 등대로 착각하는 사람들이 많지. 오랫동안 어둠 속에 있던 사람을 빛으로 이끄는 건 잔인한 일이지만, 우리가 바닷속에 숨은 적을 쓰러뜨릴 수 있을 때까지 난 멈출 수 없어",
      "en": "In the gloomy sea of ignorance, a faint glimmer of light will occasionally appear, luring those who do not understand the truth toward it. People will often see that glimmer as a beacon to guide their way, but in doing so overlook the great dangers still lurking in the pitch-black waters. Steering those who have long resided in darkness away from the light is a cruel thing in itself, but I must continue to do so until we can finally defeat the enemies that lay hidden beneath the water's surface.",
      "de": "Im düsteren Meer der Unwissenheit wird gelegentlich ein schwacher Lichtschimmer auftauchen, der diejenigen, die die Wahrheit nicht verstehen, zu ihm hinführt. Die Menschen sehen diesen Schimmer oft als einen Leuchtturm, der ihnen den Weg weist, übersehen dabei aber die großen Gefahren, die noch in den pechschwarzen Gewässern lauern. Diejenigen, die lange in der Dunkelheit gelebt haben, vom solchen Lichtschimmer wegzulenken, ist an sich schon grausam. Aber ich muss es weiter machen, bis wir endlich die unter der Wasseroberfläche verborgenen Gegner besiegen können.",
      "es": "En el oscuro mar de la ignorancia, a veces aparece un tenue rayo de luz que atrae a quienes no entienden la verdad. A menudo, la gente ve ese rayo como un faro que la guía con su luz, pero al hacerlo, ignoran los grandes peligros que acechan en las oscuras aguas. Alejar de la luz a quienes llevan mucho tiempo viviendo en la oscuridad es cruel, pero debo seguir haciéndolo hasta que por fin podamos derrotar a los enemigos que se esconden bajo la superficie del agua.",
      "fr": "Dans l'océan lugubre de l'ignorance, une faible lueur apparaît parfois, attirant vers elle ceux qui ne comprennent pas la vérité. Les gens voient souvent cette lueur comme une balise leur montrant la voie à suivre, mais ce faisant, ils négligent les grands dangers qui se cachent encore dans les eaux noires. Diriger ceux qui ont longtemps résidé dans les ténèbres loin de la lumière est une chose cruelle en soi, mais je dois continuer à le faire jusqu'à ce que nous puissions enfin vaincre les ennemis qui se cachent sous la surface de l'eau.",
      "pt": "No triste mar da ignorância, uma fraca fagulha de luz aparece ocasionalmente, atraindo aqueles que não entendem a verdade sobre ela. As pessoas normalmente verão essa fagulha como um farol para guiar o caminho, mas ao fazer isso elas ignoram os grandes perigos que ainda espreitam nas águas escuras. Tirar aqueles que viveram por muito tempo na escuridão do caminho da luz é algo cruel de se fazer, mas eu devo continuar até que finalmente possamos destruir os inimigos que permanecem escondidos sob a superfície da água.",
      "ru": "В мрачном море невежества время от времени мерцает слабый свет, манящий к себе тех, кто не знает истины. Многие люди плывут на свет в уверенности, что это маяк, указывающий им путь, но забывают про великие опасности, что притаились в чёрных водах. Уводить от света тех, кто слишком долго пребывал во тьме, само по себе жестоко, но я буду исполнять свой долг до тех пор, пока мы не одолеем всех врагов под водой.",
      "id": "Dalam lautan ketidaktahuan yang suram, secercah cahaya samar-samar kadang-kadang bisa muncul untuk memikat mereka yang tidak mengerti akan kebenarannya. Orang-orang kebanyakan menganggap cahaya itu sebagai mercusuar untuk memandu jalan mereka. Tapi kalau mengikutinya, mereka sudah mengabaikan bahaya yang mengintai di bawah perairan yang gelap gulita. Mengarahkan orang-orang yang sudah lama di dalam kegelapan untuk meninggalkan cahaya memang hal yang kejam, tapi aku harus terus berbuat seperti ini, sampai aku akhirnya bisa mengalahkan musuh yang sedang menunggu di bawah permukaan air.",
      "th": "ในห้วงทะเลอันมืดมิดแห่งอวิชชา บางครั้งจะมีแสงระยับที่คอยดึงดูดผู้คนที่ไม่รู้ความจริงให้เข้ามาใกล้ มักจะมีคนมองว่ามันเป็นประภาคาร แต่กลับมองไม่เห็นถึงอันตรายอันยิ่งใหญ่ที่ซ่อนอยู่ภายใต้น้ำทะเลมืดมิด การพรากแสงสว่างซึ่งคอยนำทางผู้คนที่อยู่ในความมืดมิดมานานนั้น เป็นเรื่องที่โหดร้ายสิ้นดี แต่ฉันก็ต้องทำ... จนกว่าสักวันที่พวกเราจะสามารถเอาชนะศัตรูที่ซุ่มซ่อนอยู่ในทะเลได้ในอนาคต",
      "vi": "Trong đại dương vô tri u ám, một tia sáng yếu ớt sẽ thi thoảng xuất hiện, thu hút những người không hiểu chân tướng hướng về phía nó. Mọi người sẽ thường coi tia sáng đó như một ngọn hải đăng chỉ đường cho họ, nhưng làm như vậy lại coi nhẹ những nguy cơ to lớn vẫn rình rập trong vùng nước tối đen như mực. Việc xua đuổi những kẻ lâu nay sống trong bóng tối ra khỏi ánh sáng dẫn dắt vốn là một chuyện tàn nhẫn, nhưng tôi phải tiếp tục làm như vậy cho đến khi chúng ta có thể đánh bại những kẻ thù ẩn mình dưới mặt nước đó."
    }
  },
  {
    "title": {
      "zhs": "想要了解赛诺·其五",
      "zht": "想要瞭解賽諾·其五",
      "jp": "セノを知る·5",
      "ko": "사이노에 대해 알기·다섯 번째",
      "en": "More About Cyno: V",
      "de": "Ich will mehr über Cyno erfahren V",
      "es": "Más sobre Cyno (V)",
      "fr": "Connaître Cyno (5)",
      "pt": "Mais Sobre Cyno - V",
      "ru": "Узнать больше о Сайно V",
      "id": "Mengenal Cyno: V",
      "th": "อยากรู้เกี่ยวกับ Cyno - 5",
      "vi": "Muốn tìm hiểu Cyno - Điều thứ 5"
    },
    "line": {
      "zhs": "我判断有价值的信息，已经如数分享了，你还在期待听我说什么？哈…你的好奇心真是不简单，那就由你提问吧。习惯了审问别人之后，这种被人询问的感觉…也算新奇。",
      "zht": "#我判斷有價值的資訊，已經如數分享了，{F#妳}{M#你}還在期待聽我說什麼？哈…{F#妳}{M#你}的好奇心真是不簡單，那就由{F#妳}{M#你}提問吧。習慣了審問別人之後，這種被人詢問的感覺…也算新奇。",
      "jp": "価値のありそうな情報はすべて打ち明けたが、まだ何か期待してるのか？はぁ…好奇心旺盛なやつだ。それじゃ、お前から質問してくれ。尋問に慣れた身で、それをされる側になるとは…新鮮な感覚だな。",
      "ko": "내가 가치 있다고 판단한 정보는 이미 다 알려줬는데, 내가 무슨 말을 더 하길 기대하는 거야? 하… 네 호기심도 정말 보통은 아니구나. 그럼 네가 직접 질문해 봐. 다른 사람을 심문해오던 내가 질문을 받는 느낌도… 신선할 것 같으니",
      "en": "I've already told you everything that I think is worth sharing. What else could you possibly want to hear from me? Heh, your curiosity is remarkable... Alright, let's hear your questions. For someone who is used to interrogating others, the feeling of being questioned is... interesting.",
      "de": "Ich habe dir bereits alles gesagt, was ich für erzählenswert halte. was hast du sonst noch von mir zu hören erwartet? Haha, deine Neugier ist bemerkenswert ... Also gut, stell mir ein paar Fragen! Nachdem ich mich daran gewöhnt habe, andere zu verhören, ist dieses Gefühl, befragt zu werden ... irgendwie interessant.",
      "es": "Ya te he contado todo lo que consideraba valioso de contar. ¿Qué más quieres que te cuente? Jeje, tu curiosidad es increíble... Bien, entonces pregunta. Para alguien como yo, acostumbrado a interrogar a otros, ser la persona interrogada es... interesante.",
      "fr": "Je vous ai déjà dit tout ce que je pensais qui valait la peine d'être partagé. Que voulez-vous entendre d'autre ? Ha, votre curiosité est remarquable... Très bien, posez-moi vos questions. Pour quelqu'un qui a l'habitude d'interroger les autres, la sensation d'être interrogé est... intéressante.",
      "pt": "Eu já falei tudo que eu acho que vale a pena ser dito. O que mais você poderia querer ouvir de mim? Heh, sua curiosidade é notável... tudo bem, vamos ouvir suas perguntas. Para alguém tão acostumado a interrogar outros, o sentimento de ser questionado é... interessante.",
      "ru": "#Я уже рассказал о себе всё, что стоит знать. Что ещё ты хочешь услышать? Ха, ты {F#такая любопытная}{M#такой любопытный}. Ладно, тогда давай ты будешь задавать вопросы. Обычно вопросы задаю я, теперь же допрашивать будут меня... Интересные ощущения.",
      "id": "Aku sudah ceritakan semua yang menurutku layak diceritakan. Apa lagi yang ingin kamu dengar dariku? Heh, rasa penasaranmu benar-benar luar biasa ... Baiklah, apa pertanyaanmu? Bagi orang yang sudah terbiasa menginterogasi orang lain, perasaan waktu sedang ditanyai pertanyaan itu ... menarik.",
      "th": "ฉันได้แบ่งปันข้อมูลทั้งหมดที่ฉันคิดว่ามีค่าแล้ว เธอยังอยากได้ยินอะไรจากฉันอีก? ฮึ... ความอยากรู้อยากเห็นของเธอไม่ธรรมดาเลย งั้นเธอก็ถามมาเถอะ สำหรับคนที่คุ้นเคยกับการสอบปากคำคนอื่นแล้ว ความรู้สึกที่ถูกสอบถามเองนี้... ก็แปลกใหม่ดีเหมือนกัน",
      "vi": "#Tôi đã nói với {F#cô}{M#cậu} tất cả mọi thứ mà tôi nghĩ là đáng để chia sẻ rồi. {F#Cô}{M#Cậu} vẫn muốn nghe tiếp sao? Haha... sự hiếu kỳ của {F#cô}{M#cậu} cũng không đơn giản đấy, vậy thì cứ hỏi đi. Đối với một người đã quen tra khảo người khác, cảm giác bị tra khảo quả là... thú vị."
    }
  },
  {
    "title": {
      "zhs": "赛诺的爱好…",
      "zht": "賽諾的愛好…",
      "jp": "セノの趣味…",
      "ko": "사이노의 취미…",
      "en": "Cyno's Hobbies",
      "de": "Cynos Hobbys ...",
      "es": "Aficiones de Cyno...",
      "fr": "Les loisirs de Cyno...",
      "pt": "Passatempos de Cyno...",
      "ru": "Хобби Сайно...",
      "id": "Hobi Cyno",
      "th": "งานอดิเรกของ Cyno...",
      "vi": "Sở thích của Cyno..."
    },
    "line": {
      "zhs": "闲暇的时候，我会和其他人打几局「七圣召唤」。这种建立在规则之上，却又充满灵活变通的游戏，在我看来更像是一种艺术。",
      "zht": "閒暇的時候，我會和其他人打幾局「七聖召喚」。這種建立在規則之上，卻又充滿靈活變通的遊戲，在我看來更像是一種藝術。",
      "jp": "暇な時は、「七聖召喚」を皆と一緒に何度かプレイするんだ。規則に基づきながらも柔軟性に富んだこのゲームは、俺にとって芸術みたいなものだ。",
      "ko": "시간 있을 땐 다른 사람들이랑 「일곱 성인의 소환」을 해. 규칙과 융통성이 공존하는 이런 게임은… 나에겐 일종의 예술이야",
      "en": "In my free time, I like to play Genius Invokation TCG with other people. Being able to express so much creativity and variation within a working rule set makes it more than just a game — it's an art form.",
      "de": "In meiner Freizeit spiele ich gerne „Geniale Beschwörung“ mit anderen Leuten. Dieses Spiel, das zwar auf Regeln aufbaut, aber voller Flexibilität ist, scheint mir eher eine Kunst zu sein.",
      "es": "Me gusta jugar a Invocación de los Sabios con otras personas en mi tiempo libre. Tener tanta creatividad y versatilidad incluso dependiendo de un conjunto de reglas lo hace más que un juego: es un arte.",
      "fr": "Pendant mon temps libre, j'aime trouver des gens pour jouer à l'Invocation des Sept. C'est un jeu qui repose sur des règles définies et qui autorise cependant une certaine flexibilité. Pour moi, c'est plutôt une forme d'art.",
      "pt": "Em meu tempo livre, eu gosto de jogar o Chamado Sagrado dos Sete com outras pessoas. Conseguir expressar tanta criatividade e variedade dentro de um conjunto de regras de funcionamento torna ele mais que um jogo - é uma forma de arte.",
      "ru": "В свободное время я люблю поиграть в «Священный призыв семерых». У этой игры строгие правила, но она предоставляет огромный простор для творчества. Для меня это уже не просто игра, а вид искусства.",
      "id": "Di waktu luangku, aku suka bermain Genius Invokation TCG dengan orang lain. Bisa mengekspresikan kreativitas dan variasi yang sebanyak itu ke dalam satu set aturan kerja membuatnya lebih dari sekedar permainan, itu adalah bentuk seni.",
      "th": "ในเวลาว่าง ฉันมักจะเล่น \"เกมกลเจ็ดอัจฉริยะ\" กับคนอื่น ๆ เกมประเภทนี้มีวิธีการเล่นที่ต้องอิงตามกฎ แต่เต็มไปด้วยความพลิกแพลงหลากหลาย สำหรับฉันแล้วดูเหมือนศิลปะมากกว่าเกมซะอีก",
      "vi": "Mỗi khi nhàn rỗi, tôi đều sẽ chơi vài ván \"Thất Thánh Triệu Hồi\" với người khác. Có thể thể hiện rất nhiều sự sáng tạo và biến đổi trong một bộ quy tắc hoạt động, khiến nó không chỉ là một trò chơi, đối với tôi thì nó là một hình thức của nghệ thuật."
    }
  },
  {
    "title": {
      "zhs": "赛诺的烦恼…",
      "zht": "賽諾的煩惱…",
      "jp": "セノの悩み…",
      "ko": "사이노의 고민…",
      "en": "Cyno's Troubles",
      "de": "Cynos Sorgen ...",
      "es": "Preocupaciones de Cyno...",
      "fr": "Les problèmes de Cyno...",
      "pt": "Problemas de Cyno...",
      "ru": "Беспокойство Сайно...",
      "id": "Kekhawatiran Cyno",
      "th": "เรื่องกลุ้มใจของ Cyno...",
      "vi": "Nỗi buồn của Cyno..."
    },
    "line": {
      "zhs": "前段时间，我看到了一本来自稻妻的轻小说。小说以「七圣召唤」为主题，里面的主角被逼入绝境的时候，忽然从卡组中抽到了一张原本不存在的卡。我深受震撼，同时也陷入困惑：通过对卡组进行特殊操作，创造出让人摸不着头脑的奇迹，这究竟是打破了规则，还是也算规则的一部分？",
      "zht": "前段時間，我看到了一本來自稻妻的輕小說。小說以「七聖召喚」為主題，裡面的主角被逼入絕境的時候，忽然從卡組中抽到了一張原本不存在的卡。我深受震撼，同時也陷入困惑：透過對卡組進行特殊操作，創造出讓人摸不著頭腦的奇蹟，這究竟是打破了規則，還是也算規則的一部分？",
      "jp": "この前、稲妻の娯楽小説を読んだ。「七聖召喚」をテーマにした小説でな、ある場面で、追い込まれた主人公がいきなりデッキから存在しないカードを引いたんだ。俺は衝撃を受けたと同時に、戸惑いを覚えた——デッキに特殊な操作を行い、わけのわからない奇跡を作り出す…これは規則を破ったってことか？それとも、これも規則の一環なのか…",
      "ko": "얼마 전에 이나즈마의 한 라이트 노벨을 봤어. 「일곱 성인의 소환」을 주제로 한 이야기였는데, 주인공이 곤경에 처했을 때 갑자기 덱에 존재하지 않던 카드를 뽑더라고. 엄청 충격적이었던 동시에 이런 의문이 생겼지. 덱에 특수 조작을 했다면, 이는 규칙을 깨뜨린 걸까, 아니면 규칙의 일부인 걸까?",
      "en": "Just recently, I saw a light novel from Inazuma based on Genius Invokation TCG. When the main character found themselves in a rough spot, they somehow drew a card that wasn't even supposed to exist. This shook me to the core, and presented me with a great conundrum: Through directly manipulating the deck, they were able to pull off a miracle that nobody could have expected. The question is... should it be seen as breaking the rules, or is this, too, ultimately within the rules of the game?",
      "de": "Vor Kurzem habe ich eine kurze Erzählung aus Inazuma gelesen, die auf „Geniale Beschwörung“ basiert. Als die Hauptfigur in eine schwierige Lage geriet, zog sie irgendwie eine Karte, die eigentlich gar nicht existieren sollte. Das hat mich zutiefst erschüttert und mich vor ein großes Rätsel gestellt. Ist es ein Regelverstoß oder gehört es zu den Regeln, durch besondere Manipulation des Decks Wunder zu schaffen?",
      "es": "Hace poco vi una novela ligera de Inazuma basada en Invocación de los Sabios. Cada vez que el protagonista estaba en un callejón sin salida, de repente sacaba una carta que ni siquiera existe. Eso me dejó perplejo y me planteó un gran enigma. Al manipular directamente la baraja, consiguió un milagro que nadie esperaba. La pregunta es... ¿Eso se debería considerar una violación de las reglas o también forma parte de las normas del juego?",
      "fr": "#J'ai récemment vu qu'il y avait un roman léger d'Inazuma qui a pour thème l'Invocation des Sept. Lorsque le personnage principal se trouve dans une situation difficile, il arrive à tirer une carte qui n'est même pas censée exister. Cela m'a profondément bouleversé et m'a rendus confus{NON_BREAK_SPACE}: en manipulant le deck de jeu, il est possible de créer un miracle auquel personne ne s'attend. Reste à savoir si une telle opération est considérée comme une violation des règles du jeu.",
      "pt": "Recentemente, eu vi uma light novel de Inazuma baseada no Chamado Sagrado dos Sete. Quando o personagem principal se viu em uma posição difícil, ele de alguma maneira puxou uma carta que não deveria nem existir. Isso mexeu comigo até o fundo da minha alma, e me apresentou um grande dilema: através de manipulação direta do deck, ela conseguiu um milagre que ninguém esperava acontecer. A questão é... isso deveria ser visto como violação das regras, ou isso também, no fim de tudo, está dentro das regras do jogo?",
      "ru": "Я недавно читал один лёгкий роман из Инадзумы, там всё действие крутится вокруг «Священного призыва семерых». Оказавшись в безвыходной ситуации, главный герой вдруг достал из колоды карту, которой вообще не существовало. Я очень удивился и до сих пор не могу понять: выполнив несколько действий с колодой, игрок сотворил необъяснимое чудо. Вопрос: можно ли это считать нарушением правил? Или его действия укладываются в правила игры?",
      "id": "Baru-baru ini, aku melihat novel ringan dari Inazuma yang didasarkan kepada Genius Invokation TCG. Waktu karakter utama menemui kesulitan, entah kenapa mereka menarik kartu yang tidak seharusnya ada. Ini benar-benar mengejutkanku dan meninggalkan teka-teki besar di kepalaku: dengan memanipulasi susunan kartu secara langsung, mereka bisa menciptakan keajaiban yang tidak pernah diperkirakan siapa pun. Masalahnya adalah ... apa itu harus dianggap sebagai pelanggaran peraturan, atau ... ini juga bagian dari peraturan permainan itu sendiri?",
      "th": "เมื่อไม่นานมานี้ ฉันได้เจอไลท์โนเวลที่มาจาก Inazuma เรื่องหนึ่ง เป็นเรื่องเกี่ยวกับ \"เกมกลเจ็ดอัจฉริยะ\" ที่ตัวเอกในไลท์โนเวลถูกบีบบังคับให้เข้าสู่สถานการณ์ที่สิ้นหวัง แล้วตอนนั้นเขากลับจั่วการ์ดที่ไม่มีอยู่ในเด็คขึ้นมาได้ ฉันทั้งรู้สึกตกใจ และสับสนไปพร้อม ๆ กัน การที่ในเด็คเกิดแอ็กชันปาฏิหาริย์ที่คาดไม่ถึง มันควรจะถูกมองว่าเป็นการฝ่าฝืนกฎ หรือถือว่ายังอยู่ในขอบเขตกฎของเกมกันนะ?",
      "vi": "Dạo trước tôi có đọc một quyển tiểu thuyết đến từ Inazuma, lấy chủ đề về \"Thất Thánh Triệu Hồi\", nhân vật chính trong đó khi lâm vào hiểm cảnh đều sẽ rút được một lá bài vốn không tồn tại. Tôi cảm thấy rất ấn tượng và cũng thắc mắc rất nhiều: Có thể thông qua điều khiển bộ bài để tạo ra những điều kỳ diệu, đây là phá vỡ quy tắc hay cũng được xem là một phần trong quy tắc đây?"
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was er so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Kesukaan",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "大米与肉类、干果混合，加酸奶进行烤制，不同的香味会混合到一起。敲开焦脆的外壳，香味就会随着蒸腾的热气一同冒出来。制作起来也不会花太长时间，是我很喜欢的菜肴。",
      "zht": "大米與肉類、乾果混合，加酪乳進行烤製，不同的香味會混合到一起。敲開焦脆的外殼，香味就會隨著蒸騰的熱氣一同冒出來。製作起來也不會花太長時間，是我很喜歡的菜餚。",
      "jp": "米に肉やドライフルーツを混ぜ、ヨーグルトと一緒に焼くと、さまざまな香りが一つに混じり合う。パリッとした殻を割ると、湯気と一緒に香りが立ち昇ってくるんだ。作るのにあまり時間もかからないし、俺が一番気に入ってる料理だ。",
      "ko": "쌀, 고기, 말린 과일을 섞은 뒤 요거트를 넣고 구우면 다양한 맛이 골고루 섞여. 바삭한 껍데기를 벗기고 나면, 뜨거운 김과 함께 향긋한 냄새가 퍼져 나오지. 만드는 데 오래 걸리지도 않아서 내가 아주 좋아하는 음식이야",
      "en": "Rice, meat, and dried nuts, mixed with some yogurt and roasted together... what a wonderful mix of flavors. You can feel the aroma seeping out with the steam as you cut into the crispy outside. It doesn't even take very long to make, definitely my favorite dish.",
      "de": "Back Reis, Fleisch und getrocknete Nüsse, mit etwas Joghurt zusammen ... Die Geschmackskombination ist erstaunlich. Wenn man die knusprigen Schalen aufbricht, entfaltet sich das Aroma durch die dampfende Hitze. Die Zubereitung dauert nicht lange, definitiv mein Lieblingsgericht.",
      "es": "El arroz, la carne y los frutos secos mezclados con yogur y horneados en conjunto. Qué maravillosa combinación de sabores. Puedes ver el aroma humear al cortar la crujiente capa exterior, y tampoco se tarda mucho en hacer. Definitivamente, mi plato favorito.",
      "fr": "Du riz, de la viande et des noix séchées, mélangés à un peu de yaourt et rôtis ensemble... Quel merveilleux mélange de saveurs. On peut sentir l'arôme s'échapper avec la vapeur lorsqu'on coupe la coque croustillante. Ça ne prend pas beaucoup de temps à préparer et c'est mon plat préféré.",
      "pt": "Arroz, carne e nozes secas, misturadas com um pouco de iogurte e assados juntos... que maravilhosa mistura de sabores. Você pode sentir o aroma passando com o vapor enquanto você corta o exterior crocante. E não demora muito tempo para preparar, definitivamente meu prato favorito.",
      "ru": "Если смешать мясо, рис и сухофрукты, потом залить их йогуртом и запечь, получится настоящее душистое ассорти. Снимаешь хрустящую корочку, и от риса поднимается ароматный пар... Приготовление не займёт много времени, это одно из моих любимых блюд.",
      "id": "Nasi, daging, dan kacang kering, dicampur dengan yogurt dan dipanggang bersama ... perpaduan rasanya luar biasa. Kamu bisa merasakan aromanya keluar dengan uap makanan saat kamu memotong bagian luarnya yang renyah. Waktu persiapannya bahkan tidak terlalu lama, benar-benar hidangan favoritku.",
      "th": "พวกข้าวกับเนื้อ และถั่วกับผลไม้แห้งที่เติมโยเกิร์ตลงไปคลุกเคล้าให้เข้ากันแล้วเอาไปย่าง กลิ่นหอมที่แตกต่างจะผสมผสานหลอมรวมกัน เมื่อกะเทาะเปลือกนอกที่ถูกย่างจนกรอบออก กลิ่นหอมจากไอร้อนที่อบอวลอยู่ข้างในจะฟุ้งกระจายออกมา เป็นเมนูที่ใช้เวลาทำไม่นาน ทั้งยังเป็นเมนูที่ฉันชอบด้วย",
      "vi": "Cơm, thịt, quả khô, thêm sữa chua vào rồi nướng lên với các hương liệu khác nhau. Gõ vỡ lớp ngoài giòn tan là sẽ nghe được hương thơm nóng tỏa ra. Không mất quá nhiều thời gian để làm, đây chính là món ăn yêu thích của tôi."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was er nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang Tak Disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "在沙漠中行走的时候，带的干粮通常坚硬无味，习惯之后就没有什么讨厌的东西了。非要说的话，跟虫子有关的食物还是有些难以接受…",
      "zht": "在沙漠中行走的時候，帶的乾糧通常堅硬無味，習慣之後就沒有什麼討厭的東西了。非要說的話，跟蟲子有關的食物還是有些難以接受…",
      "jp": "砂漠を歩く時、持っていく食糧は大抵硬くて味が薄い。これにも慣れてしまったし、嫌いなものはないな。強いて言えば、虫関連の食べ物はやっぱり受け入れ難い…",
      "ko": "사막을 지날 때 가지고 다니는 식량은 보통 딱딱하고 아무 맛도 안 나서, 익숙해지면 거의 못 먹는 게 없을 정도야. 굳이 하나 꼽자면 벌레랑 관련된 음식은 좀 거부감이 있긴 해…",
      "en": "The rations I take with me when traveling through the desert are usually completely tasteless. Once you've eaten enough of those, you'll be grateful for just about anything with some flavor. If I had to pick something, though... I wouldn't say I relish eating bugs or anything bug-related...",
      "de": "Das Essen, das ich auf meinen Reisen durch die Wüste mitnehme, ist normalerweise völlig geschmacklos und hart. Aber wenn man sich einmal daran gewöhnt hat, gibt es kein schlechtes Essen mehr. Wenn ich etwas auswählen müsste, na ja, von Gerichten mit Würmern oder Insekten darin kann ich bis jetzt noch keinen großen Bissen nehmen ...",
      "es": "Las raciones que me llevo para viajar por el desierto no suelen saber a nada. Una vez que has comido muchas, agradecerás cualquier cosa que tenga un mínimo de sabor. Pero si tuviera que escoger algo... No disfruto comiendo insectos u otras cosas que tengan que ver con ellos.",
      "fr": "Les rations que je prends avec moi lorsque je voyage dans le désert sont généralement totalement insipides. Quand on est habitué à les manger, il n'y a plus aucune nourriture qui a mauvais goût. Si je devais choisir quelque chose que je déteste, cependant... Disons que je n'adore pas manger des insectes ou tout ce qui s'y rapporte...",
      "pt": "As provisões que levo comigo quando viajo pelo deserto geralmente não têm nenhum sabor. Quando você come o suficiente delas, você ficará agradecido por qualquer coisa com algum sabor. Mas se eu tivesse que escolher algo... Eu não diria que aprecio comer insetos ou qualquer coisa relacionada a eles...",
      "ru": "Провиант, который берёшь с собой в пустыню, обычно довольно сухой и безвкусный. Но постепенно и к такой еде привыкаешь. Если нужно обязательно вспомнить какую-то нелюбимую еду, пожалуй, я назову блюда, приготовленные из насекомых...",
      "id": "Makanan yang aku bawa waktu berpergian ke padang pasir itu biasanya benar-benar hambar. Begitu kamu sudah muak dengan makanan itu, kamu akan bersyukur bisa makan apa pun yang punya rasa. Kalau aku boleh pilih, sih ... aku tidak akan bilang aku suka makan serangga atau semuanya yang berhubungan dengan serangga, yah ....",
      "th": "เวลาเดินทางในทะเลทราย อาหารแห้งที่นำมามักจะแข็ง และไร้รสชาติ แต่หลังจากที่คุ้นชินกับมันแล้ว ก็รู้สึกไม่ได้เกลียดอะไรมันขนาดนั้นแล้ว ถ้าจะให้พูดละก็ อาหารที่เกี่ยวข้องกับแมลงก็ยังยากที่จะยอมรับไปสักหน่อย...",
      "vi": "Khi đi trong sa mạc tôi thường hay mang theo lương khô vô vị, sau khi ăn quen rồi sẽ không thấy ghét món ăn nào cả. Nhưng nếu phải nói thì những món ăn liên quan đến sâu bọ có hơi khó nuốt thật..."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "味道很好，劳你费心了。",
      "zht": "#味道很好，勞{F#妳}{M#你}費心了。",
      "jp": "美味かった——手を煩わせてしまったな。",
      "ko": "정말 맛있어. 신경 써줘서 고마워",
      "en": "Tastes great. You have my gratitude.",
      "de": "Schmeckt großartig, vielen Dank!",
      "es": "Sabe muy bien. Te lo agradezco.",
      "fr": "C'est très bon. Merci beaucoup.",
      "pt": "Ótimo sabor. Você tem minha gratidão.",
      "ru": "#Очень вкусно, ты здорово {F#потрудилась}{M#потрудился}.",
      "id": "Rasanya enak sekali. Aku ucapkan terima kasih untukmu.",
      "th": "รสชาติดีมากเลย ขอบคุณที่ใส่ใจกันนะ",
      "vi": "Hương vị rất ngon, cảm ơn nhé."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "我收下了，多谢。",
      "zht": "我收下了，多謝。",
      "jp": "確かに受け取った。感謝する。",
      "ko": "잘 받을게. 고마워",
      "en": "I accept. Thank you.",
      "de": "Ich nehme es an, danke!",
      "es": "Lo acepto. Gracias.",
      "fr": "Je l'accepte volontiers, merci.",
      "pt": "Eu aceito. Obrigado.",
      "ru": "Спасибо, возьму.",
      "id": "Sudah aku terima. Terima kasih.",
      "th": "ฉันขอรับไว้ละนะ ขอบคุณมาก",
      "vi": "Tôi sẽ nhận lấy, cảm ơn."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "给我的吗？是不是搞错了？",
      "zht": "給我的嗎？是不是搞錯了？",
      "jp": "これを俺に？何かの間違いじゃないのか？",
      "ko": "나한테 주는 거라고? 뭔가 착각한 거 아니야?",
      "en": "Agh... This is for me? ...Are you sure?",
      "de": "Für mich? ... Sicher?",
      "es": "#Ah... ¿Es para mí? ¿Estás segur{F#a}{M#o}?",
      "fr": "#C'est pour moi ? Vous êtes {M#sûr}{F#sûre} ?",
      "pt": "Isso é para mim?... Tem certeza?",
      "ru": "#Это мне? Ты ничего не напутал{F#а}?",
      "id": "Ini untukku? ... Kamu yakin?",
      "th": "ให้ฉันเหรอ? ไม่ได้ให้ผิดใช่มั้ย?",
      "vi": "Cho tôi sao? Có lộn không vậy?"
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh Nhật..."
    },
    "line": {
      "zhs": "嗯…先祝你生日快乐。虽然没有太多庆祝的经验，不过想到是你的生日，我还是提前做了一些准备。首先是一套我研究了几天后得到的卡组构筑，风格和你比较契合。另外我调整了这段时间的安排，你有什么想去的地方吗？我可以陪你一起去。虽然生日只有一天，但放松还是需要尽兴，行程安排在三天内即可。",
      "zht": "#嗯…先祝{F#妳}{M#你}生日快樂。雖然沒有太多慶祝的經驗，不過想到是{F#妳}{M#你}的生日，我還是提前做了一些準備。首先是一套我研究了幾天後得到的卡組組合，風格和{F#妳}{M#你}比較契合。另外我調整了這段時間的安排，{F#妳}{M#你}有什麼想去的地方嗎？我可以陪{F#妳}{M#你}一起去。雖然生日只有一天，但放鬆還是需要盡興，行程安排在三天內即可。",
      "jp": "うむ…とりあえず、誕生日おめでとう。誰かを祝った経験はあまりないが、お前の誕生日だからと思って少し準備をしてみた。まずは数日かけて研究し、手に入れたデッキ——お前のスタイルにも合ってるはずだ。それから、この数日間のスケジュールを調整したんだが、どこか行きたい場所はないか？俺も同行しよう。誕生日は1日だけだが、せっかくなら思う存分楽しまないとな。3日以内に戻れば大丈夫だ。",
      "ko": "음… 우선 생일 축하해. 이런 걸 축하해 본 경험은 별로 없지만, 네 생일인 게 생각나서 미리 준비를 좀 했지. 먼저 내가 며칠간의 연구를 통해 짜낸 덱인데 스타일도 너랑 잘 맞을 거야. 그리고 요 며칠 동안의 스케줄을 정리해 봤어. 어디 가고 싶은 데 있으면 같이 갈게. 생일은 하루뿐이지만, 제대로 즐기는 게 중요하니 사흘 이내로 다녀오기만 하면 돼",
      "en": "Ahem... I'd like to wish you a happy birthday. Though I don't have much experience with celebrations, once I realized your birthday was coming, I decided to make some preparations. First, I have this deck for you that I worked on for a few days, I think it'll really suit your style. Also, I adjusted my schedule to open up some time, so is there anywhere you'd like to go? I'd be happy to accompany you. A birthday only lasts a day, but you should take the chance to really enjoy it. Just make sure we can be back within three days.",
      "de": "Ähm ... Ich möchte dir zum Geburtstag gratulieren. Ich habe zwar nicht viel Erfahrung mit Feiern, aber da es dein Geburtstag ist, habe ich einige Vorbereitungen getroffen. Hier, dieses Deck ist für dich. Ich habe ein paar Tage lang daran gearbeitet und ich denke, dass es gut zu deinem Stil passt. Außerdem habe ich meinen Terminkalender so angepasst, dass ich mehr Zeit mit dir verbringen kann. Gibt es einen Ort, an den du gehen möchtest? Ich würde dich gern begleiten. Ein Geburtstag dauert zwar nur einen Tag, aber man sollte die Gelegenheit nutzen, ihn richtig zu genießen, daher können wir eine Reise von bis zu drei Tagen machen.",
      "es": "*Ejem*, me gustaría desearte un cumpleaños feliz. Aunque no tengo mucha experiencia en celebraciones, cuando supe que se acercaba tu cumpleaños, decidí preparar algunas cosas. Primero, tengo esta baraja para ti. He trabajado en ella durante unos días, creo que va muy acorde con tu estilo. También he ajustado mi agenda para tener más tiempo, así que ¿a dónde te gustaría ir? Estaré encantado de ir contigo. Los cumpleaños solo duran un día, por lo que hay que aprovechar para disfrutarlo. Solo asegúrate de que podamos volver en tres días.",
      "fr": "Ahem... Je voudrais vous souhaiter un joyeux anniversaire. Bien que je n'aie pas beaucoup d'expérience pour ce qui est de fêter les anniversaires, lorsque j'ai réalisé que le vôtre approchait, j'ai décidé de préparer quelques petites choses. Tout d'abord, il y a ce deck, je l'ai construit pour vous et je pense qu'il correspondra vraiment à votre style. De plus, j'ai ajusté mon emploi du temps pour avoir un peu de temps, alors y a-t-il un endroit où vous aimeriez aller ? Je serais heureux de vous accompagner. Un anniversaire ne dure qu'un jour, mais vous devriez en profiter le plus possible. Assurez-vous simplement que nous pourrons être rentrés dans les trois jours.",
      "pt": "#Ahem... eu gostaria de te desejar um feliz aniversário. Apesar de eu não ter muita experiência com celebrações, quando eu percebi que seu aniversário estava chegando, eu decidi me preparar. Primeiro, eu tenho este deck para você que montei por alguns dias, eu acho que vai combinar bem com seu estilo. Eu também ajustei meu cronograma para ter algum tempo livre, você gostaria de ir a algum lugar? Eu ficaria feliz em acompanhá-l{F#a}{M#o}. Um aniversário só dura um dia, mas você deve pegar a chance e aproveitar bastante. Só garanta que poderemos voltar dentro de três dias.",
      "ru": "Гм... С днём рождения. Праздники не моя стихия, но я подумал, что это всё-таки твой день рождения, нужно подготовиться. Во-первых, возьми эту колоду - я работал над ней несколько дней, думаю, она подойдёт тебе по стилю. Ещё я немного расчистил своё расписание на ближайшие дни - может, хочешь куда-нибудь отправиться? Я могу составить тебе компанию. День рождения длится всего один день, но на настоящий отдых дня может и не хватить. Так что я выделил целых три дня, можем придумать какой-нибудь маршрут.",
      "id": "Ehem ... Aku mau ucapkan selamat ulang tahun. Meski aku tidak punya banyak pengalaman merayakan, begitu aku tahu ulang tahunmu sudah mau dekat, aku putuskan untuk buat sedikit persiapan. Pertama, aku sudah siapkan susunan kartu yang sudah kususun selama beberapa hari. Aku rasa pasti cocok dengan gayamu. Aku juga sudah sesuaikan jadwalku agar bisa kosong sementara waktu. Jadi, apa ada tempat yang mau kamu kunjungi? Aku akan senang kalau bisa temani kamu. Ulang tahun memang cuma satu hari, tapi kamu harus pakai kesempatan ini untuk benar-benar menikmatinya. Pastikan saja kita bisa kembali dalam waktu tiga hari.",
      "th": "อืมม... ต้องบอกสุขสันต์วันเกิดกับเธอก่อน ถึงฉันจะไม่มีประสบการณ์ในการฉลองมากนัก แต่พอคิดว่าวันนี้เป็นวันเกิดของเธอ ฉันก็เลยเตรียมอะไรบางอย่างไว้ล่วงหน้า อย่างแรกคือเด็คการ์ดที่ฉันค้นคว้าจัดมันอยู่หลายวัน ค่อนข้างเหมาะกับสไตล์การเล่นของเธอ นอกจากนี้ ฉันยังได้ปรับตารางเวลาช่วงนี้เอาไว้แล้ว เธอมีที่ที่อยากไปมั้ย? ฉันไปเป็นเพื่อนเธอได้นะ ถึงแม้ว่าวันเกิดจะมีเพียงวันเดียวก็จริง แต่ควรใช้โอกาสนี้เพื่อผ่อนคลาย และหาความสนุกนะ กำหนดการคือภายในระยะเวลาสามวัน",
      "vi": "#Ừm... Chúc {F#cô}{M#cậu} sinh vật vui vẻ. Tuy tôi không có nhiều kinh nghiệm trong việc tổ chức sinh nhật, nhưng nghĩ đến đó là sinh nhật của {F#cô}{M#cậu} thì tôi cũng đã có chuẩn bị đôi chút. Đầu tiên là một bộ bài mà tôi đã mất mấy ngày để nghiên cứu ra, phong cách rất hợp với {F#cô}{M#cậu}. Ngoài ra tôi cũng đã sắp xếp lại thời gian, {F#cô}{M#cậu} có chỗ nào muốn đi không? Tôi sẽ đi theo {F#cô}{M#cậu}. Tuy nói sinh nhật chỉ có một ngày, nhưng vẫn phải tận hưởng nó chứ, lịch trình sắp xếp tầm ba ngày đổ lại nhé."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "我能感受到新的力量，这是变强的证明。",
      "zht": "我能感受到新的力量，這是變強的證明。",
      "jp": "新たな力を感じた。確実に強くなった証だ。",
      "ko": "새로운 힘이 느껴져. 아마 강해졌다는 증거겠지",
      "en": "I can feel new power surging within me, a testament to my growth.",
      "de": "Ich kann spüren, wie neue Kraft in mir aufsteigt. Es ist der Beweis für meine wachsende Kraft.",
      "es": "Siento un nuevo poder surgiendo en mí. Es la prueba de mi fortalecimiento.",
      "fr": "Je sens une nouvelle force. C'est la preuve que je suis devenu plus fort.",
      "pt": "Eu consigo sentir um novo poder dentro de mim, um testamento de meu crescimento.",
      "ru": "Чувствую новую силу. Значит, я расту.",
      "id": "Aku bisa merasakan kekuatan baru mengalir dalam tubuhku, ini bukti dari perkembanganku.",
      "th": "สัมผัสได้ถึงขุมพลังใหม่ นี่คือข้อพิสูจน์ว่าแข็งแกร่งขึ้นสินะ",
      "vi": "Tôi đã cảm nhận được luồng sức mạnh mới, đây là bằng chứng của việc mạnh mẽ hơn."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "审判罪恶，维护规则。",
      "zht": "審判罪惡，維護規則。",
      "jp": "罪を審判し、規則を維持させる。",
      "ko": "악을 심판하고 규칙을 수호하리",
      "en": "I vow to uphold the rules and punish evil.",
      "de": "Ich werde die Regeln einhalten und das Böse bestrafen.",
      "es": "Juro defender las leyes y castigar el mal.",
      "fr": "Je jure de faire respecter les règles et de punir le mal.",
      "pt": "Eu juro honrar as regras e punir o mal.",
      "ru": "Клянусь стоять на страже закона и наказывать зло.",
      "id": "Aku bersumpah untuk menegakkan peraturan dan menghukum yang jahat.",
      "th": "ตัดสินความบาป และรักษากฎ",
      "vi": "Phán xử tội ác, duy trì quy tắc."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "不错的提升，多谢你了。",
      "zht": "#不錯的提升，多謝{F#妳}{M#你}了。",
      "jp": "おかげでしっかり鍛えられた、感謝する。",
      "ko": "좋은 성장이군. 정말 고마워",
      "en": "Nice boost. Thanks a ton.",
      "de": "Neuer Fortschritt, vielen Dank.",
      "es": "Buena mejora. Muchas gracias.",
      "fr": "Belle progression. Merci à vous.",
      "pt": "Ótimo impulso. Muito obrigado.",
      "ru": "Неплохие ощущения. Спасибо!",
      "id": "Perkembangan yang lumayan. Terima kasih banyak!",
      "th": "เป็นพัฒนาการที่ไม่เลว ขอบคุณนะ",
      "vi": "#Cải thiện được đáng kể, cảm ơn {F#cô}{M#cậu} nhé."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "力量已达顶峰，然而仅靠这一身武力，仍旧有许多做不到的事情。人情与规则许多时候相互冲突，如何更好地兼顾，我会在今后的旅途中寻找答案。",
      "zht": "力量已達頂峰，然而僅靠這一身武力，仍舊有許多做不到的事情。人情與規則許多時候相互衝突，如何更好地兼顧，我會在今後的旅途中尋找答案。",
      "jp": "力が頂点に達したようだ。だが、この力だけではまだやり遂げられないことが沢山ある。人情と規則は常にぶつかり合うものだ…そのバランスをどう取っていくか、これからの旅で答えを見つけよう。",
      "ko": "힘은 이미 최고조에 달했지만, 무력만으로는 아직 해낼 수 없는 것투성이야. 인정과 규칙은 충돌할 때가 많아. 어떻게 해야 이 둘을 고려할 수 있을지에 대한 답은 앞으로의 여정에서 찾아낼 거야",
      "en": "My strength has reached its peak, but there are still many things I can never accomplish relying on my fighting power alone. There will still be many times when emotions and rules do not agree, but I think I'll find the key to striking the right balance in the journeys to come.",
      "de": "Meine Kraft hat ihren Höhepunkt erreicht, aber es gibt immer noch viele Dinge, die ich niemals allein mit meiner Kampfkraft erreichen kann. Es wird immer noch viele Momente geben, in denen Emotionen und Regeln im Widerspruch zueinander stehen. Aber ich denke, dass ich auf den kommenden Reisen die richtige Antwort darauf finden werde, wie ich sie am besten in Einklang bringen kann.",
      "es": "Mi fuerza ha alcanzado su cénit, pero aún hay muchas cosas que nunca podré conseguir si solo dependo de mi poder de combate. Habrá muchas veces en las que haya un conflicto entre las emociones y las reglas, pero creo que, en mis futuros viajes, encontraré la clave para hallar el equilibrio.",
      "fr": "Ma puissance a atteint son niveau maximum, mais il y a encore beaucoup de choses que je ne pourrai jamais accomplir en me fiant à ma seule force au combat. Il y aura encore beaucoup de moments où mes sentiments seront en contradiction avec les règles. Toutefois, je pense qu'au cours de mes prochains voyages, je trouverai le moyen de concilier ces deux choses.",
      "pt": "Minha força chegou ao ápice, mas ainda há muitas coisas que não posso realizar contando apenas com meu poder. Haverá muitas vezes quando emoções e regras não concordam, mas eu acho que encontrarei a chave para atingir o equilíbrio certo nas jornadas futuras.",
      "ru": "Моя сила достигла своего предела, но остаётся ещё много задач, которые невозможно решить, полагаясь на одну только боевую мощь. Часто случается, что чувства спорят с законом, но в следующих своих путешествиях я постараюсь найти между ними баланс.",
      "id": "Kekuatanku sudah mencapai batasnya, tapi ada banyak sekali hal yang tidak bisa aku capai dalam hidupku dengan kekuatanku sendiri. Akan ada waktu-waktu saat emosi dan peraturan tidak bisa selaras, tapi aku rasa aku akan bisa temukan kunci untuk mencapai keseimbangan yang tepat dalam perjalananku di masa depan.",
      "th": "มาถึงจุดสูงสุดของพลังแล้ว แต่พลังไม่ใช่คำตอบของการแก้ปัญหาทุกอย่าง อารมณ์ความรู้สึก และกฎเกณฑ์ของมนุษย์มักจะขัดแย้งกันเองเสมอ ต้องทำยังไงถึงจะเพิ่มสมดุลของมันได้กันนะ ฉันหวังว่าจะค้นพบคำตอบของปัญหานี้ในการเดินทางต่อจากนี้ไป",
      "vi": "Sức mạnh của tôi đã đạt đến đỉnh cao, nhưng vẫn còn nhiều điều tôi sẽ không thể hoàn thành nếu chỉ dựa vào sức chiến đấu của mình. Vẫn còn nhiều cảm xúc và quy tắc không thống nhất với nhau, nhưng tôi nghĩ mình sẽ tìm ra chìa khóa để đạt được sự cân bằng đúng đắn trong những chặng đường sắp tới."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "束手就擒吧。",
      "zht": "束手就擒吧。",
      "jp": "降伏しろ。",
      "ko": "순순히 항복해",
      "en": "Surrender!",
      "de": "Ergib dich!",
      "es": "¡Ríndete!",
      "fr": "Rendez-vous !",
      "pt": "Renda-se!",
      "ru": "Сдавайся!",
      "id": "Menyerah!",
      "th": "ยอมให้จับแต่โดยดีเถอะ",
      "vi": "Mau chịu trói đi!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "徒劳的挣扎。",
      "zht": "徒勞的掙扎。",
      "jp": "無意味な抵抗を。",
      "ko": "무의미한 반항이군",
      "en": "Futile.",
      "de": "Vergeblicher Kampf.",
      "es": "Es inútil.",
      "fr": "Il est inutile de se débattre.",
      "pt": "Fútil.",
      "ru": "Сопротивление бесполезно!",
      "id": "Tidak ada gunanya.",
      "th": "การต่อสู้ที่ไร้ประโยชน์",
      "vi": "Cựa quậy vô ích."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "你无处可逃！",
      "zht": "你無處可逃！",
      "jp": "逃げ場はないぞ！",
      "ko": "도망칠 곳은 없어!",
      "en": "Nowhere to run!",
      "de": "Kein Entkommen!",
      "es": "¡No tienes escapatoria!",
      "fr": "Vous n'avez nulle part où fuir !",
      "pt": "Não há para onde correr!",
      "ru": "Тебе не сбежать!",
      "id": "Tidak ada tempat untuk kabur!",
      "th": "แกหนีไม่พ้นแล้ว!",
      "vi": "Xem ngươi chạy đi đâu!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其四",
      "zht": "元素戰技·其四",
      "jp": "元素スキル·4",
      "ko": "원소전투 스킬·네 번째",
      "en": "Elemental Skill: IV",
      "de": "Elementarfähigkeit IV",
      "es": "Habilidad Elemental (IV)",
      "fr": "Compétence élémentaire (4)",
      "pt": "Habilidade Elemental - IV",
      "ru": "Элементальный навык IV",
      "id": "Elemental Skill: IV",
      "th": "สกิลธาตุ - 4",
      "vi": "Kỹ Năng Nguyên Tố IV"
    },
    "line": {
      "zhs": "裁决已至。",
      "zht": "裁決已至。",
      "jp": "審判を下そう。",
      "ko": "심판의 시간이다",
      "en": "You stand condemned.",
      "de": "Verurteilt.",
      "es": "He aquí tu condena.",
      "fr": "Le jugement est tombé.",
      "pt": "Você foi condenado.",
      "ru": "Приговор уже вынесен.",
      "id": "Kamu akan dihukum!",
      "th": "คำพิพากษามาถึงแล้ว",
      "vi": "Đến giờ phán xử."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其五",
      "zht": "元素戰技·其五",
      "jp": "元素スキル·5",
      "ko": "원소전투 스킬·다섯 번째",
      "en": "Elemental Skill: V",
      "de": "Elementarfähigkeit V",
      "es": "Habilidad Elemental (V)",
      "fr": "Compétence élémentaire (5)",
      "pt": "Habilidade Elemental - V",
      "ru": "Элементальный навык V",
      "id": "Elemental Skill: V",
      "th": "สกิลธาตุ - 5",
      "vi": "Kỹ Năng Nguyên Tố V"
    },
    "line": {
      "zhs": "该定罪了。",
      "zht": "該定罪了。",
      "jp": "断罪の時。",
      "ko": "단죄하노라",
      "en": "Guilty!",
      "de": "Schuldig!",
      "es": "¡Culpable!",
      "fr": "Coupable !",
      "pt": "Culpado!",
      "ru": "Виновен!",
      "id": "Bersalah!",
      "th": "บทลงโทษถูกตัดสินแล้ว",
      "vi": "Nên định tội rồi."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其六",
      "zht": "元素戰技·其六",
      "jp": "元素スキル·6",
      "ko": "원소전투 스킬·여섯 번째",
      "en": "Elemental Skill: VI",
      "de": "Elementarfähigkeit VI",
      "es": "Habilidad Elemental (VI)",
      "fr": "Compétence élémentaire (6)",
      "pt": "Habilidade Elemental - VI",
      "ru": "Элементальный навык VI",
      "id": "Elemental Skill: VI",
      "th": "สกิลธาตุ - 6",
      "vi": "Kỹ Năng Nguyên Tố VI"
    },
    "line": {
      "zhs": "偿还罪业！",
      "zht": "償還罪業！",
      "jp": "罪を償うがいい！",
      "ko": "죗값을 치르거라!",
      "en": "Your penance is due!",
      "de": "Bekenne deine Sünden und bereue!",
      "es": "¡Esta será tu penitencia!",
      "fr": "Repentez-vous !",
      "pt": "Sua penitência está aqui!",
      "ru": "Ты загладишь свою вину!",
      "id": "Waktunya kamu menebus dosamu!",
      "th": "ชำระบาป!",
      "vi": "Trả giá cho tội ác!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "以此身…肃正万象！",
      "zht": "以此身…肅正萬象！",
      "jp": "この身で…万象を粛清する。",
      "ko": "이 몸으로… 만물을 정화하리!",
      "en": "Through me, justice is served!",
      "de": "Durch mich wird der Gerechtigkeit Genüge getan!",
      "es": "¡La justicia se hará gracias a mí!",
      "fr": "À travers moi... Justice est faite !",
      "pt": "Através de mim, a justiça é feita!",
      "ru": "Да свершится правосудие!",
      "id": "Melalui diriku, keadilan ditegakkan!",
      "th": "ด้วยร่างกายนี้... จะแก้ไขทุกอย่างให้ถูกต้อง",
      "vi": "Dùng bản thân... để thực thi công lý!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "判决，如期降临。",
      "zht": "判決，如期降臨。",
      "jp": "判決からは逃れられない。",
      "ko": "판결을 내리겠다",
      "en": "Judgment is upon you.",
      "de": "Das Urteil kam, wie erwartet.",
      "es": "Tu juicio ha llegado.",
      "fr": "Votre jugement est tombé à l'heure prévue.",
      "pt": "O julgamento está sobre você.",
      "ru": "Приговор приведён в исполнение.",
      "id": "Penghakiman akan menghampirimu.",
      "th": "ถึงเวลาพิพากษา",
      "vi": "Phán quyết giáng lâm."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "称量，你的罪孽。",
      "zht": "秤量，你的罪孽。",
      "jp": "秤量してやる——お前の罪を。",
      "ko": "네 죄의 무게를 재주지",
      "en": "Your sins weigh upon your soul.",
      "de": "Wiege deine Sünden.",
      "es": "Tus pecados pesan sobre tu alma.",
      "fr": "Vos péchés pèsent sur la balance.",
      "pt": "Seus pecados pesam na sua alma.",
      "ru": "На тебе лежит тяжёлая вина.",
      "id": "Dosamu membebani jiwamu.",
      "th": "บาปของแกจะถูกชั่งน้ำหนัก",
      "vi": "Đo lường, tội ác của ngươi."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "应得之物。",
      "zht": "應得之物。",
      "jp": "相応の報酬だな。",
      "ko": "마땅히 받아야 할 물건이다",
      "en": "A well-deserved find.",
      "de": "Ein wohlverdienter Fund.",
      "es": "Un hallazgo bien merecido.",
      "fr": "Une récompense bien méritée.",
      "pt": "Um achado merecido.",
      "ru": "Заслуженная награда.",
      "id": "Penemuan yang pantas.",
      "th": "เป็นสิ่งที่ควรได้รับ",
      "vi": "Vật phẩm xứng đáng."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "贵在恒心。",
      "zht": "貴在恆心。",
      "jp": "大事なのはコツコツ積み重ねることだ。",
      "ko": "중요한 건 끈기야",
      "en": "Our perseverance has paid off.",
      "de": "Beharrlichkeit ist wertvoll.",
      "es": "Nuestra perseverancia valió la pena.",
      "fr": "La persévérance est primordiale.",
      "pt": "Nossa perseverança deu frutos.",
      "ru": "Наша настойчивость вознаграждена.",
      "id": "Kegigihan kita membuahkan hasil.",
      "th": "ความเพียรได้รับสิ่งตอบแทน",
      "vi": "Quý tại sự kiên trì."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "财富积累，成为文明的基石。",
      "zht": "財富累積，成為文明的基石。",
      "jp": "蓄積された富は、文明の礎となる。",
      "ko": "부의 축적은 문명의 초석이 되지",
      "en": "Wealth is the foundation on which civilization is built.",
      "de": "Reichtum ist die Grundlage der Zivilisation.",
      "es": "La riqueza es la base sobre la que se construye la civilización.",
      "fr": "L'accumulation des richesses est la base de la civilisation.",
      "pt": "Riqueza é a base da qual a civilização é construída.",
      "ru": "Богатства - фундамент, на котором зиждется цивилизация.",
      "id": "Kekayaan adalah fondasi peradaban dibangun.",
      "th": "การสะสมความมั่งคั่ง ได้กลายเป็นรากฐานที่สำคัญของอารยธรรม",
      "vi": "Tích lũy tài phú chính là căn bản của một nền văn minh."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "威胁程度…比预想中要高。",
      "zht": "威脅程度…比預想中要高。",
      "jp": "予想以上の脅威だ。",
      "ko": "위험 수준이… 예상보다 높군",
      "en": "Stronger than I anticipated...",
      "de": "Stärker als ich erwartet hatte ...",
      "es": "Eres más fuerte de lo que anticipaba...",
      "fr": "La menace est plus importante que je ne le pensais...",
      "pt": "Mais forte do que eu previ...",
      "ru": "Сильнее... чем я ожидал.",
      "id": "Lebih kuat dari yang aku perkirakan ....",
      "th": "ระดับภัยคุกคาม...สูงเกินที่คาดการณ์ไว้",
      "vi": "Khả năng uy hiếp... cao hơn ta tưởng."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "差不多也该习惯了。",
      "zht": "差不多也該習慣了。",
      "jp": "そろそろ慣れてきた。",
      "ko": "곧 익숙해질 거야",
      "en": "I'm used to it.",
      "de": "Es ist Zeit, sich daran zu gewöhnen.",
      "es": "Estoy acostumbrado a esto.",
      "fr": "Il est temps de s'y habituer.",
      "pt": "Estou acostumado com isso.",
      "ru": "Я почти привык.",
      "id": "Aku sudah terbiasa.",
      "th": "ชินชาแล้ว",
      "vi": "Cũng sắp quen rồi."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "咳…再来！",
      "zht": "咳…再來！",
      "jp": "くっ…もう一度！",
      "ko": "큭… 다시!",
      "en": "Ugh... come at me again!",
      "de": "Noch einmal!",
      "es": "Arg... ¡Vuelve si te atreves!",
      "fr": "Argh... Essaie encore !",
      "pt": "Ugh... pode vir!",
      "ru": "Ух... Давай ещё!",
      "id": "Ugh ... sekali lagi!",
      "th": "อั่ก... มาอีก!",
      "vi": "Hừ... lại nào!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa - I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "去休整，别逞强！",
      "zht": "去休整，別逞強！",
      "jp": "無理しないで休んでろ！",
      "ko": "무리하지 말고 쉬도록 해",
      "en": "Fall back. Don't try to act tough.",
      "de": "Zieh dich zurück. Überanstrenge dich nicht!",
      "es": "Retírate. No te fuerces.",
      "fr": "Reposez-vous, ne vous forcez pas.",
      "pt": "Recue. Não aja como se fosse imbatível.",
      "ru": "Отдохни, не нужно геройствовать!",
      "id": "Mundur. Jangan sok kuat.",
      "th": "ไปพักเถอะ อย่าฝืนตัวเอง!",
      "vi": "Đừng cố gắng, lui về đi!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa - II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "我来替你。",
      "zht": "我來替你。",
      "jp": "俺が代わってやる。",
      "ko": "여기서부턴 내가 맡지",
      "en": "I'll take it from here.",
      "de": "Ich schaffe das.",
      "es": "Te tomo el relevo.",
      "fr": "Je prends la relève.",
      "pt": "Deixe comigo.",
      "ru": "Я тебя подменю.",
      "id": "Serahkan kepadaku mulai sekarang.",
      "th": "ให้ฉันจัดการแทนเถอะ",
      "vi": "Để tôi thay thế."
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotado (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "轮到我了吗…",
      "zht": "輪到我了嗎…",
      "jp": "俺の番か…",
      "ko": "내 차례인가…",
      "en": "Has my... time come...",
      "de": "Bin ich dran?",
      "es": "¿Mi hora... ha llegado?",
      "fr": "Est-ce mon tour...?",
      "pt": "Meu tempo... chegou...",
      "ru": "Вот и мой черёд...",
      "id": "Apa waktuku ... sudah tiba ....",
      "th": "ถึงเวลาของฉันแล้วงั้นเหรอ...",
      "vi": "Đến lượt tôi rồi sao..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotado (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "覆灭…新生…终而复始。",
      "zht": "覆滅…新生…終而復始。",
      "jp": "滅亡と…新生…これも循環。",
      "ko": "멸망과 탄생은… 끊임없이 반복돼",
      "en": "In death... a new cycle begins...",
      "de": "Zerstörung, Wiedergeburt ... Der Kreislauf endet nie.",
      "es": "La muerte... marca un nuevo ciclo.",
      "fr": "L'anéantissement... et la renaissance... se suivent toujours.",
      "pt": "Na morte... um novo ciclo se inicia...",
      "ru": "Смерть... Даёт начало новой жизни...",
      "id": "Siklus yang baru dimulai ... dari kematian ....",
      "th": "ถูกทำลาย... เกิดใหม่... สิ้นสุด และเริ่มต้นใหม่อีกครั้ง",
      "vi": "Diệt vong... bắt đầu vòng luân hồi."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotado (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "审判，失败了…",
      "zht": "審判，失敗了…",
      "jp": "審判…し損じたか…",
      "ko": "심판, 실패…",
      "en": "My judgment... has failed...",
      "de": "Mein Urteil ... hat versagt.",
      "es": "Mi juicio... fracasó...",
      "fr": "Mon jugement... a échoué...",
      "pt": "Meu julgamento... falhou...",
      "ru": "Мой суд... повержен...",
      "id": "Penghakimanku ... telah gagal ....",
      "th": "การพิพากษา ล้มเหลว...",
      "vi": "Phán quyết... đã thất bại..."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其一",
      "zht": "普通受擊·其一",
      "jp": "ダメージを受ける·1",
      "ko": "일반 피격·첫 번째",
      "en": "Light Hit Taken: I",
      "de": "Leichten Treffer erlitten I",
      "es": "Recibiendo un ligero ataque (I)",
      "fr": "Attaque légère subie (1)",
      "pt": "Ataque Leve Sofrido - I",
      "ru": "Получен лёгкий удар I",
      "id": "Menerima Serangan Ringan: I",
      "th": "รับการโจมตีปกติ - 1",
      "vi": "Chịu Đòn Thường I"
    },
    "line": {
      "zhs": "无用的挣扎。",
      "zht": "無用的掙扎。",
      "jp": "無駄だ。",
      "ko": "헛수고다",
      "en": "Pointless.",
      "de": "Sinnloser Kampf.",
      "es": "Es inútil.",
      "fr": "C'est futile.",
      "pt": "Inútil.",
      "ru": "Бессмысленные потуги.",
      "id": "Tidak ada gunanya.",
      "th": "การต่อสู้ที่ไร้ประโยชน์",
      "vi": "Đừng chống cự vô ích."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "真难对付。",
      "zht": "真難對付。",
      "jp": "手強いな。",
      "ko": "까다로운 상대군",
      "en": "A tough crowd.",
      "de": "Was für eine Nervensäge.",
      "es": "Un público complicado.",
      "fr": "Il est coriace.",
      "pt": "Que difícil.",
      "ru": "А ты сильнее, чем я думал...",
      "id": "Benar-benar sulit.",
      "th": "ยากจะรับมือ",
      "vi": "Khó đối phó đấy."
    }
  },
  {
    "title": {
      "zhs": "重受击·其二",
      "zht": "重受擊·其二",
      "jp": "重ダメージを受ける·2",
      "ko": "강공격 피격·두 번째",
      "en": "Heavy Hit Taken: II",
      "de": "Schweren Treffer erlitten II",
      "es": "Recibiendo un fuerte ataque (II)",
      "fr": "Attaque puissante subie (2)",
      "pt": "Ataque Pesado Sofrido - II",
      "ru": "Получен тяжёлый удар II",
      "id": "Menerima Serangan Hebat: II",
      "th": "โดนโจมตีอย่างหนัก - 2",
      "vi": "Bị Trọng Kích II"
    },
    "line": {
      "zhs": "有两下子。",
      "zht": "有兩下子。",
      "jp": "やるじゃないか。",
      "ko": "제법인데",
      "en": "Well played.",
      "de": "Nicht schlecht.",
      "es": "Bien jugado.",
      "fr": "Pas mal joué.",
      "pt": "Boa jogada.",
      "ru": "Недурно.",
      "id": "Hebat juga.",
      "th": "ไม่เลวนี่",
      "vi": "Cũng có chút bản lĩnh."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "我会尽我所能。",
      "zht": "我會盡我所能。",
      "jp": "最善を尽くそう。",
      "ko": "최선을 다하지",
      "en": "Ready to do my utmost.",
      "de": "Ich werde mein Bestes tun.",
      "es": "Listo para darlo todo.",
      "fr": "Je vais tout donner.",
      "pt": "Pronto para dar o máximo.",
      "ru": "Я покажу всё, на что способен.",
      "id": "Siap untuk melakukan yang aku bisa.",
      "th": "ฉันจะทำให้ดีที่สุด",
      "vi": "Tôi sẽ dốc hết sức."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "行动开始。",
      "zht": "行動開始。",
      "jp": "行動開始。",
      "ko": "작전 시작",
      "en": "Our mission begins.",
      "de": "Mission beginnt.",
      "es": "Nuestra misión comienza ahora.",
      "fr": "Passons à l'action.",
      "pt": "Nossa missão começa.",
      "ru": "Действуем.",
      "id": "Misi kita dimulai",
      "th": "เริ่มปฏิบัติการ",
      "vi": "Bắt đầu hành động đi."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "这次的目标是谁？",
      "zht": "這次的目標是誰？",
      "jp": "今回のターゲットは誰だ？",
      "ko": "이번 목표는 누구지?",
      "en": "Who's our next target?",
      "de": "Wer ist unser Ziel?",
      "es": "¿Cuál es nuestro siguiente objetivo?",
      "fr": "#Qui est notre cible, cette fois-ci{NON_BREAK_SPACE}?",
      "pt": "Quem é o nosso próximo alvo?",
      "ru": "Кто наша следующая цель?",
      "id": "Siapa target selanjutnya?",
      "th": "ใครคือเป้าหมายในครั้งนี้?",
      "vi": "Mục tiêu lần này là ai?"
    }
  }
]