[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Info Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "「和裕茶馆」历来是璃月人工作之余的一大好去处。\n\n和裕茶馆的生意之所以如此兴隆，一是老板范二爷经营得当，请的茶博士说起书来是一绝。\n\n二是璃月知名的戏社「云翰社」正挂靠在此。云翰社如今的当家兼顶梁柱——名角云堇，有时会来登台开唱。\n\n美味的小吃也好，说书人的故事也好，只要去对地方，随时都能享受。唯独听云堇唱戏的机会，实在不常有。\n\n所以，云堇的戏迷们常常守在和裕茶馆，谈论云堇演唱过的戏，交流各自赏戏的体会。\n\n茶馆里多了不少常客，十个里九个是云堇的戏迷。\n\n范二爷对此很是满意。",
      "zht": "「和裕茶館」歷來是璃月人工作之餘的一大好去處。\n\n和裕茶館的生意之所以如此興隆，一是老闆范二爺經營得當，請的茶博士說起書來是一絕。\n\n二是璃月知名的戲社「雲翰社」正掛靠在此。雲翰社如今的當家兼頂樑柱——名角雲堇，有時會來登臺開唱。\n\n美味的小吃也好，說書人的故事也好，只要去對地方，隨時都能享受。唯獨聽雲堇唱戲的機會，實在不常有。\n\n所以，雲堇的戲迷們常常守在和裕茶館，談論雲堇演唱過的戲，交流各自賞戲的體會。\n\n茶館裡多了不少常客，十個裡九個是雲堇的戲迷。\n\n范二爺對此很是滿意。",
      "jp": "「和裕茶館」は、璃月人が仕事終わりによく通う良い店だ。\n\n和裕茶館がこれほど繁盛しているのも、オーナーである範二の経営手腕のおかげであろう——彼が招待した茶博士の講談はまさに一流と言える。\n\nまた璃月の有名な劇団「雲翰社」が、和裕茶館に所属している影響も大きい。雲翰社の現座長兼大黒柱——看板役者の雲菫が、時折この舞台に立って演じることもある。\n\n食べ物は美味しく、講談師の物語も秀逸、時期を見計らって行けば楽しめること間違いなしだ。しかし、雲菫の歌を聴ける機会だけは滅多にない。\n\nそのため、雲菫のファンはよく和裕茶館に滞在し、雲菫の劇について語ったり、感想を話し合ったりしている。\n\n茶館に足を運ぶ常連客も増え、その十人に九人は雲菫のファンだそうだ。\n\nこれには範二もかなりのご満悦らしい。",
      "ko": "「화유다관」은 리월에서 여가 시간에 방문하기 좋은 곳이다.\n\n화유다관이 늘 붐비는 이유로는 첫째 사장인 범가 어르신의 탁월한 경영 능력과 초빙한 차 박사의 입담을 들 수 있다.\n\n두 번째로는 리월에서 가장 유명한 극단인 「운한사」도 이곳 소속으로, 운한사의 기둥인 운근이 가끔 이곳에서 연극을 하기 때문이다.\n\n맛있는 음식, 이야기꾼의 이야기는 괜찮은 곳에 가면 언제든지 즐길 수 있다. 그러나 운근의 연극을 볼 수 있는 기회는 날이면 날마다 있는 게 아니다.\n\n그래서 운근의 팬들은 화유다관 앞에서 죽치고 그녀를 기다리며, 운근의 연극을 봤던 소감을 나누고는 한다.\n\n다관은 단골손님이 많은데 그중, 열에 아홉은 운근의 팬이다.\n\n범가 어르신도 이를 아주 뿌듯해한다",
      "en": "Heyu Tea House has been a popular leisure spot for the people of Liyue.\n\nIts business thrives on two things, one of them being its boss Fan Er'ye's business acumen in inviting a top-notch Tea Master who tells the best stories of all.\n\nBesides that, there is also the performance of the acclaimed troupe, Yun-Han Opera Troupe. Its director and soul — a famed opera singer named Yun Jin — takes the stage at the tea house from time to time.\n\nWhile one can always get delicious delicacies or good storytelling as long as one knows where to look, Yun Jin's performance does not just await one there.\n\nAs a result, you can always find fans of Yun Jin trying their luck at Heyu Tea House. While waiting for Yun Jin's performance, they discuss her past performances and how they feel about them.\n\nAs such, more people frequent the tea house, with nine out of ten of them being Yun Jin's fans.\n\nFan Er'ye couldn't be more satisfied with this state of affairs.",
      "de": "Das Teehaus Heyu ist ein beliebter Freizeitort für die Einwohner von Liyue.\n\nSein unternehmerischer Erfolg rührt von zweierlei her. Zunächst einmal ist da der Geschäftssinn seines Inhabers Fan Erye, der einen erstklassigen Teemeister einlädt, der die besten Geschichten erzählt.\n\nDarüber hinaus gibt es auch die Auftritte der gefeierten Yun-Han-Operntruppe. Deren Leiter und Seele – eine berühmte Opernsängerin namens Yun Jin – tritt von Zeit zu Zeit im Teehaus auf.\n\nWährend man immer leckere Köstlichkeiten oder gute Geschichten bekommen kann, solange man weiß, wo man suchen muss, sind Yun Jins Auftritte eher rar gesät.\n\nDaher findet man immer wieder Fans von Yun Jin, die ihr Glück im Teehaus Heyu versuchen. Während sie auf Yun Jins Auftritt warten, unterhalten sie sich über ihre vergangenen Auftritte und darüber, was sie davon halten.\n\nSo kommen immer mehr Leute ins Teehaus und neun von zehn von ihnen sind Yun Jins Fans.\n\nFan Erye könnte damit nicht zufriedener sein.",
      "es": "La Casa de Té Heyu siempre ha sido un buen lugar al que ir cuando tienes tiempo libre en Liyue.\n\nHay dos razones por las que el negocio de la Casa de Té Heyu es tan próspero. La primera es que el dueño, Fan Erye, es un administrador de primera e invita a los mejores maestros del té a contar historias.\n\nLa segunda es que la Compañía de Ópera Yun-Han, famosa en toda Liyue, actúa allí. La directora y pilar actual de la Compañía de Ópera Yun-Han, Yun Jin, sube a veces al escenario.\n\nPara disfrutar de unos buenos aperitivos o escuchar cuentos emocionantes en cualquier momento solo hay que ir al sitio adecuado, pero no siempre se tiene la oportunidad de oír cantar a Yun Jin.\n\nPor eso, sus seguidores acérrimos a menudo están en la Casa de Té Heyu, conversando sobre las obras que ha interpretado su ídolo e intercambiando sus experiencias al disfrutar de la ópera.\n\nLa casa de té ahora tiene muchos más clientes regulares, y la mayoría de ellos están allí por Yun Jin.\n\nFan Erye no podría estar más satisfecho.",
      "fr": "Le Salon de thé Heyu est un lieu très prisé des Liyuéens pour s'y détendre après une bonne journée de travail.\n\nL'établissement prospère grâce au sens des affaires de son patron, Fan Er'ye, qui a eu l'intelligence de convier un maître du thé à conter des histoires, mais également grâce aux représentations de la troupe Yun-Han, une troupe de théâtre très réputée à Liyue.\n\nL'imprésario de cette troupe et célèbre chanteuse d'opéra, Yun Jin, s'y produit de temps à autre.\n\nIl est toujours possible de trouver de délicieux encas ou une bonne histoire à écouter si l'on cherche bien. Cependant, l'occasion d'entendre Yun Jin chanter se fait plutôt rare.\n\nDe ce fait, ses fans sont toujours à l'affût de ses représentations. Ils discutent souvent de ses précédents spectacles et échangent leurs impressions à leur sujet.\n\nLe Salon de thé Heyu a gagné de nombreux nouveaux habitués de cette façon, car 9 clients sur 10 sont des fans de Yun Jin.\n\nEt tout cela pour le plus grand bonheur de Fan Er'ye.",
      "pt": "A Casa de Chá Heyu tem sido um lugar de passatempo popular para o povo de Liyue.\n\nSeu negócio prospera em duas coisas: a perspicácia comercial de seu chefe Fan Er'ye de convidar um mestre de chá de alto nível que conta a melhor de todas as histórias.\n\nAlém disso, há também a atuação da aclamada Trupe de Ópera Yun-Han. Sua diretora e alma — uma famosa cantora de ópera chamada Yunjin — sobe ao palco da casa de chá de vez em quando.\n\nEnquanto se pode sempre colocar as mãos em deliciosas iguarias ou boas narrativas desde que se saiba onde procurar, o desempenho de Yunjin não apenas espera por você lá.\n\nComo resultado, você sempre pode encontrar fãs de Yunjin tentando sua sorte na Casa de Chá Heyu. Enquanto esperam, eles discutem as performances passadas de Yunjin e como se sentem em relação a elas.\n\nComo tal, cada vez mais pessoas estão frequentando a casa de chá, sendo nove em cada dez delas fãs de Yunjin.\n\nFan Er'ye não poderia estar mais satisfeito com isso.",
      "ru": "Чайный дом «Хэюй» всегда был излюбленным местом времяпровождения жителей Ли Юэ. Дело чайного дома процветает по двум причинам. Первая - предприимчивость дедули Фаньэра, пригласившего великолепного рассказчика, Чайного доктора. Вторая - прославленная оперная труппа Юнь Хань теперь выступает здесь. Её руководитель и душа, знаменитая оперная певица Юнь Цзинь, время от времени выходит на сцену. Вкуснейшие закуски и хороших рассказчиков можно найти всегда, нужно лишь прийти в правильное место. Но вот возможность послушать пение Юнь Цзинь выпадает поистине редко. Из-за этого в чайном доме «Хэюй» всегда можно застать её поклонников. Ожидая выступления Юнь Цзинь, они обсуждают прошлые представления и обмениваются впечатлениями. В чайном доме всё больше завсегдатаев, и почти все они - поклонники Юнь Цзинь. Дедуля Фаньэр таким положением дел более чем доволен.",
      "id": "Heyu Tea House selalu menjadi tempat bersantai bagi orang-orang Liyue selepas bekerja.\n\nAlasan mengapa bisnis Heyu Tea House begitu sukses adalah karena pemiliknya, Fan Er'ye, menjalankannya dengan baik dan selalu mengundang pendongeng yang handal.\n\nSelain itu, grup opera Liyue yang terkenal, Grup Opera Yun-Han sedang bekerja sama dengannya. Yun Jin, pemimpin dan pilar dari Grup Opera Yun-Han saat ini terkadang juga tampil di atas panggung.\n\nMakanan kecil yang enak dan cerita pendongeng yang bagus dapat dinikmati kapan saja asalkan datang ke tempat yang tepat. Namun, kesempatan untuk mendengarkan pertunjukan Yun Jin sangatlah langka.\n\nOleh karena itu, para penggemar pertunjukan Yun Jin selalu tinggal di Heyu Tea House untuk mendiskusikan pertunjukan Yun Jin dan saling bertukar pengalaman saat menonton pertunjukannya.\n\nPengunjung tetap yang datang ke kedai teh tidaklah sedikit dan sembilan dari sepuluh di antaranya adalah penggemar Yun Jin.\n\nFan Er'ye sangat puas dengan hal ini.",
      "th": "โรงน้ำชา Heyu เป็นสถานที่พักผ่อนหย่อนใจยอดนิยมของชาว Liyue\n\nเหตุผลที่ธุรกิจของโรงน้ำชา Heyu เจริญรุ่งเรืองมาก หนึ่งเป็นเพราะเถ้าแก่ Fan Er'ye บริหารจัดการร้านได้ดี ผู้เชี่ยวชาญด้านชาที่เชิญมาก็เล่าเรื่องได้ยอดเยี่ยม\n\nสองก็คือ ที่นี่จัดทำการแสดงของคณะละครงิ้ว Yun-Han ซึ่งเป็นคณะละครงิ้วชื่อดังของ Liyue โดยผู้ที่เป็นทั้งหัวหน้าและเสาหลักของคณะละครงิ้ว Yun-Han... มีนามว่า Yun Jin ซึ่งจะมาร่วมขึ้นเวทีทำการแสดงเป็นครั้งคราว\n\nไม่ว่าจะเป็นขนมอร่อย ๆ หรือนักเล่าเรื่องก็ดี ตราบใดที่ไปถูกที่ ก็จะเพลิดเพลินกับมันได้ทุกเมื่อ และโอกาสที่จะได้ฟัง Yun Jin ร้องบทละครงิ้วเพียงลำพังนั้น หาได้ยากมากจริง ๆ\n\nด้วยเหตุนี้ แฟนละครงิ้วของ Yun Jin มักจะเฝ้าอยู่ที่โรงน้ำชา Heyu อยู่ตลอดเวลา พูดคุยกันเกี่ยวกับบทละครงิ้วที่ Yun Jin ร้อง และแลกเปลี่ยนประสบการณ์ในการดูละครของแต่ละคน\n\nโรงน้ำชานี้มีแขกประจำมากมาย ซึ่งเก้าในสิบก็คือแฟนละครงิ้วของ Yun Jin\n\nซึ่ง Fan Er'ye พอใจกับเรื่องนี้มากเลยล่ะ",
      "vi": "\"Hòa Dụ Trà Quán\" là một điểm đến lý tưởng sau những giờ làm việc của người dân Liyue.\n\nHòa Dụ Trà Quán đắt khách như vậy, thứ nhất là nhờ ông chủ Phạm Nhị Gia kinh doanh mát tay, đã mời tiến sĩ trà đạo về kể chuyện phục vụ khách.\n\nThứ hai là đoàn kịch \"Vân Hàn Xã\" nổi tiếng ở Liyue cũng đang biểu diễn tại đây. Đương gia hiện tại kiêm trụ cột của Vân Hàn Xã - nghệ sĩ Yun Jin, đôi lúc sẽ lên sân khấu biểu diễn.\n\nDù là món ăn ngon, hay người kể chuyện hay, thì chỉ cần đến đúng chỗ là có thể thưởng thức. Duy chỉ có cơ hội được nghe Yun Jin hát là hiếm khi gặp được.\n\nChính vì vậy, những người hâm mộ Yun Jin thường xuyên túc trực ở Hòa Dụ Trà Quán để bàn luận, giao lưu tâm đắc về kịch của Yun Jin.\n\nNhững vị khách thường xuyên của Hòa Dụ Trà Quán mười người thì hết chín đều là người mê kịch của Yun Jin.\n\nPhạm Nhị Gia rất hài lòng về chuyện này."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "璃月人从祖辈处继承的传统艺术有许多种，璃月戏正是其中之一。\n\n璃月戏历史悠久。传承至今，这一辈曲艺人演唱的璃月戏，已经和它最初的模样大不相同。\n\n幸运的是，今天的璃月戏依然保有古璃月戏那般纷繁复杂的声乐，和百转千回的曲调。\n\n今天的璃月曲艺人往往结社演出。众多戏社中，最知名的当属「云翰社」。\n\n「云翰社」由曲艺世家云家代代传承，如今的当家是璃月港内风头正劲的名角——云堇。\n\n云堇年少成名，初次登台就以清脆甜美的唱腔及活泼俏丽的扮相征服了观众。\n\n随着担纲的剧目逐渐增多，她那灵动多变、真实自然的演绎风格也越发成熟。\n\n无论是娇柔端庄的闺中千金，还是义薄云天的巾帼女杰，她都能拿捏得恰到好处。\n\n更为难得的是，这位年轻的演员还懂得写戏。除《神女劈观》外，「云翰社」近年来还有不少新剧，皆出自云堇之手。\n\n也难怪老戏迷们戏瘾上来，第一时间总会想到去和裕茶馆打听云堇何时开演。",
      "zht": "璃月人從祖輩處繼承的傳統藝術有許多種，璃月戲正是其中之一。\n\n璃月戲歷史悠久。傳承至今，這一輩曲藝人演唱的璃月戲，已經和它最初的模樣大不相同。\n\n幸運的是，今天的璃月戲依然保有古璃月戲那般紛繁複雜的聲樂，和百轉千回的曲調。\n\n今天的璃月曲藝人往往結社演出。眾多戲社中，最知名的當屬「雲翰社」。\n\n「雲翰社」由曲藝世家雲家代代傳承，如今的當家是璃月港內風頭正勁的名角——雲堇。\n\n雲堇年少成名，初次登臺就以清脆甜美的唱腔及活潑俏麗的扮相征服了觀眾。\n\n隨著擔綱的劇目逐漸增多，她那靈動多變、真實自然的演繹風格也越發成熟。\n\n無論是嬌柔端莊的閨中千金，還是義薄雲天的巾幗女傑，她都能拿捏得恰到好處。\n\n更為難得的是，這位年輕的演員還懂得寫戲。除《神女劈觀》外，「雲翰社」近年來還有不少新劇，皆出自雲堇之手。\n\n也難怪老戲迷們戲癮上來，第一時間總會想到去和裕茶館打聽雲堇何時開演。",
      "jp": "璃月人には、先祖から代々受け継がれる伝統芸能が数多くある。璃月劇もその一つだ。\n\n長い歴史を持つ璃月劇は今日に至るまで受け継がれ、現代の役者たちにも歌われている。しかし、最初とは形が大きく変わってしまっているようだ。\n\nそれでも、古い璃月劇に見られる複雑な声楽と抑揚に富んだ曲調は、現代の璃月劇にも受け継がれている。\n\n今の璃月役者は劇団で公演することが多い。その中でも一番名が知られているのが「雲翰社」だ。\n\n「雲翰社」は劇を生業とする一族·雲家によって代々受け継がれ、現座長はいま璃月港でもっとも名を馳せている看板役者——雲菫。\n\n雲菫は、幼い頃からその頭角を現している。初舞台で雲菫が響かせたその甘美で澄んだ歌声と、婉美な姿に観客は心を奪われた。\n\n演じる役が増えていくにつれ、彼女の迫真とした、躍動感ある演技も成熟していったという。\n\n艶やかな令嬢、義理堅い女傑、どのような役も彼女は特徴を捉え、見事に演じ分ける。\n\nさらに特筆すべきなのは、彼女が劇の脚本も手がける点だ。『神女劈観』以外にも、「雲翰社」がここ数年で上演した新作は、その大半が雲菫の書いたものである。\n\nなお、雲菫のファンが彼女の劇を鑑賞したくなった時、まず最初に和裕茶館へ公演時間を聞きに行くそうだ。",
      "ko": "리월에는 조상 대대로 내려온 전통 예술이 아주 다양한데, 리월극도 그중 하나이다.\n\n리월극은 유구한 역사를 자랑하며 지금까지도 이어지고 있다. 지금의 리월극은 처음의 모습과는 조금 다르다.\n\n하지만 다행히도 오늘날의 리월극은 고대 리월극의 어지럽고 복잡한 음악과, 감칠맛이 넘치는 곡조를 아직도 유지하고 있다.\n\n오늘날의 리월 예술가들은 극단을 결성해 공연하는데, 여러 극단 중 가장 유명한 곳이 바로 「운한사」이다.\n\n「운한사」는 희곡 가문인 운 씨 가문에 대대로 내려오는 극단으로, 지금 극단을 이끌고 있는 사람은 리월항에서 가장 명성이 높은 인물 중 한 명인 운근이다.\n\n운근은 어렸을 때부터 유명세를 떨쳤다. 첫 공연에서부터 그녀는 맑고 청아한 목소리와 상큼하고 발랄한 옷으로 관중들 이목을 끌었다.\n\n주역으로 활약한 연극이 많아지면서, 그녀의 다채롭고 진정성 있는 자연스러운 연기도 점점 더 무르익는다.\n\n부드럽고 단아한 부잣집 아가씨든, 정의로운 영웅이든, 그녀는 모든 배역을 완벽하게 소화한다.\n\n이 젊은 배우는 극본을 직접 쓰기까지 한다. 《사원을 가른 신녀》 외에도 최근에 운한사의 신작은 모두 운근의 손에서 탄생했다.\n\n이러니 연극 팬들이 연극이 보고 싶을 때마다 화유다관에가서 운근의 일정을 알아보는 것이다",
      "en": "Liyue Opera is one of the traditional arts of Liyue that has been passed down for generations.\n\nLiyue Opera enjoys a long history, and it has gone through quite some changes from what it was originally created to be.\n\nThe good thing is, the Liyue Opera we see now retains the sophisticated-sounding vocals and richly varied melodies of old.\n\nLiyue Opera performers usually perform in troupes, and the most acclaimed one of them is the Yun-Han Opera Troupe.\n\nFor generations, the troupe has been run by the historic house of Yun, and its current director is a prominent figure in Liyue Harbor — the opera singer Yun Jin.\n\nYun Jin made her name at a young age when she stunned her audience with a sweet voice and lively costumes in her debut performance.\n\nThe more she performs, the better-honed her animated and dynamic style becomes.\n\nWhether it's a delicate and dignified young lady or a mighty and honorable heroine, she can play any role.\n\nWhat's even rarer is that this young actress is also a playwright. Other than \"The Divine Damsel of Devastation,\" the Yun-Han Opera Troupe has performed many other new plays in recent years, all of which were written by Yun Jin.\n\nWith her superb skill, it is no wonder why long-time opera fans often visit Heyu Tea House to ask about Yun Jin's performance schedule when their starving ears demand good opera singing.",
      "de": "Die Liyue-Oper ist eine der traditionellen Künste von Liyue, die seit Generationen weitergegeben wird. Sie kann auf eine lange Geschichte zurückblicken und hat sich im Vergleich zu ihren Ursprüngen stark verändert. Das Gute daran ist, dass die Liyue-Oper, die wir heute sehen, den anspruchsvollen Gesang und die abwechslungsreichen Melodien von früher beibehalten hat.\n\nDie Darsteller der Liyue-Oper treten normalerweise in Truppen auf und die bekannteste von ihnen ist die Yun-Han-Operntruppe.\n\nDie Truppe wird seit Generationen vom historischen Haus Yun geleitet und ihr derzeitiger Direktor ist eine prominente Persönlichkeit in Liyue: die Opernsängerin Yun Jin.\n\nYun Jin machte sich schon in jungen Jahren einen Namen, als sie bei ihrem Debütauftritt ihr Publikum mit einer süßen Stimme und lebhaften Kostümen verblüffte.\n\nJe mehr sie auftritt, desto besser wird ihr lebhafter und dynamischer Stil.\n\nOb eine zarte und würdevolle junge Dame oder eine mächtige und ehrenhafte Heldin, sie kann jede Rolle spielen.\n\nNoch seltener ist, dass diese junge Schauspielerin auch Dramatikerin ist. Neben „Die göttliche Jungfrau der Verwüstung“ hat die Yun-Han-Operntruppe in den letzten Jahren noch viele andere neue Stücke aufgeführt, die alle von Yun Jin geschrieben wurden.\n\nMit ihrem überragenden Können ist es kein Wunder, dass langjährige Opernfans oft das Teehaus Heyu besuchen, um sich nach Yun Jins Auftrittsplan zu erkundigen, wenn ihre hungrigen Ohren nach gutem Operngesang verlangen.",
      "es": "La gente de Liyue heredó una gran variedad de formas artísticas de sus antepasados, y la ópera de Liyue es una de ellas.\n\nLa ópera de Liyue es muy antigua y se ha transmitido hasta hoy en día, pero las obras que interpretan los actores de esta generación ya no se parecen mucho a como eran originalmente.\n\nPor suerte, la ópera actual conserva la compleja música vocal y la multitud de giros y cambios de la antigua ópera de Liyue.\n\nHoy en día, la mayoría de los intérpretes se unen en compañías, y la más famosa de todas ellas es la Compañía de Ópera Yun-Han.\n\nEsta compañía ha pasado de generación en generación de la familia Yun, una estirpe de músicos, y su directora actual, Yun Jin, es una figura famosa en la escena operística de Liyue.\n\nYun Jin alcanzó la fama cuando era muy joven. La primera vez que subió a un escenario, conquistó al público con su voz clara y dulce y su atuendo hermoso y brillante.\n\nSu repertorio fue aumentando gradualmente, y su estilo de interpretación tan dinámico, versátil y realista, fue madurando.\n\nInterpreta todos los papeles de una forma perfecta, ya sea una jovencita delicada y solemne o una heroína valiente y justiciera.\n\nPero lo más sorprendente es que esta joven actriz también sabe escribir libretos. Aparte de «La divina damisela de la devastación», en los últimos años la Compañía de Ópera Yun-Han ha estrenado varias obras que salieron de la pluma de Yun Jin.\n\nNo es de extrañar que los grandes aficionados a la ópera se hayan acostumbrado a ir frecuentemente a la Casa de Té Heyu para averiguar cuándo actuará.",
      "fr": "L'opéra liyuéen est l'une des disciplines artistiques traditionnelles de Liyue, qui est transmis de génération en génération.\n\nCet art ancestral a connu de nombreux changements, si bien qu'il est devenu très différent de ses débuts.\n\nNéanmoins, les chants complexes et les mélodies aux mille variations d'antan ont perduré.\n\nDe nos jours, les comédiens d'opéra liyuéen se produisent en troupe. La troupe Yun-Han est une des plus célèbres d'entre elles.\n\nCelle-ci a été dirigée par le Clan Yun depuis des générations. À sa tête se trouve actuellement une célébrité du Port de Liyue, qui n'est autre que Yun Jin, chanteuse d'opéra et dramaturge.\n\nYun Jin s'est fait un nom dans le milieu dès son plus jeune âge grâce à sa douce voix et ses costumes d'une beauté vive lors de sa première représentation qui n'ont pas manqué de captiver le public.\n\nAu fil du temps, son répertoire s'est étoffé tout comme son jeu d'actrice est devenu polyvalent et réaliste.\n\nQu'il s'agisse d'interpréter une fille de bonne famille ou une héroïne courageuse, aucun rôle ne lui résiste.\n\nEn plus d'être une comédienne accomplie, Yun Jin écrit ses propres pièces d'opéra. « Divine damoiselle de la dévastation » en est un exemple, mais de nombreuses autres de ses œuvres ont été jouées par sa troupe ces dernières années.\n\nAvec un talent comme le sien, il n'est pas étonnant que des fans d'opéra de longue date se bousculent au Salon de thé Heyu pour demander son programme.",
      "pt": "A Ópera de Liyue é uma das artes tradicionais de Liyue transmitidas por gerações.\n\nA Ópera de Liyue desfruta de uma longa história. Até esta data, ela passou por algumas mudanças em relação ao que foi originalmente criada para ser.\n\nO bom é que, hoje em dia, a Ópera de Liyue mantém os vocais e melodias sofisticados de antigamente.\n\nOs artistas da Ópera de Liyue geralmente se apresentam em trupes, e o mais aclamado deles é a Trupe de Ópera Yun-Han.\n\nHá gerações, a trupe é dirigida pela casa histórica de Yun, e sua diretora atual é a figura de destaque no Porto de Liyue — Yunjin.\n\nYunjin fez seu nome ainda jovem quando impressionou seu público com uma voz doce e fantasias animadas em sua apresentação de estreia.\n\nQuanto mais ela se apresenta, mais aperfeiçoado é o seu estilo animado e dinâmico.\n\nSeja uma jovem delicada e digna ou uma heroína poderosa e honrada, ela pode desempenhar qualquer papel.\n\nO que é ainda mais raro é que esta jovem atriz é também uma dramaturga. Além de \"A Divina Donzela da Devastação\", a Trupe de Ópera Yun-Han apresentou muitas outras peças novas nos últimos anos, todas elas escritas por Yunjin.\n\nCom sua soberba habilidade, não é de se admirar que fãs de ópera de longa data visitem frequentemente a Casa de Chá Heyu para perguntar sobre a agenda de apresentações de Yunjin quando seus ouvidos famintos exigem um bom canto de ópera.",
      "ru": "Опера - одно из многих видов традиционных искусств Ли Юэ, передаваемых из поколения в поколение. Она имеет долгую и богатую историю. Современная опера уже мало чем похожа на её первоначальную форму. К счастью, она сохранила сложные вокальные партии и многообразие мелодий старины. Нынешние артисты исполняют оперу в труппах, а самая известная из них - оперная труппа Юнь Хань. На протяжении поколений труппа управлялась домом Юнь, а сегодня её возглавляет Юнь Цзинь, одна из самых известных исполнительниц Ли Юэ. Юнь Цзинь прославилась ещё в юном возрасте, когда на дебютном выступлении поразила публику сладким голосом и живым, изящным образом. Чем больше она выступает, тем совершеннее становится её бойкий и динамичный стиль. Будь то очаровательная благопристойная молодая леди или могущественная благородная дама - Юнь Цзинь справится с любой ролью. Ещё большая редкость - то, что эта молодая актриса ещё и драматург. Помимо «Созерцания богини уничтожения», из-под пера Юнь Цзинь вышло немало новых пьес для труппы Юнь Хань. Неудивительно, что заядлые театралы часто посещают чайный дом «Хэюй», чтобы узнать, когда же состоится её следующее выступление.",
      "id": "Opera Liyue adalah satu dari banyak jenis kesenian tradisional yang diwarisi oleh orang-orang Liyue dari nenek moyang mereka.\n\nOpera Liyue memiliki sejarah yang panjang. Opera Liyue yang dimainkan oleh seniman generasi sekarang sangat berbeda dari yang aslinya.\n\nUntungnya, Opera Liyue yang kita tonton saat ini masih mempertahankan musik vokal yang kompleks dan melodi klasik yang bervariasi.\n\nSeniman opera Liyue saat ini sering tampil dalam grup dan yang paling terkenal di antara mereka adalah Grup Opera Yun-Han.\n\nGrup Opera Yun-Han telah diwariskan secara turun-temurun selama beberapa generasi keluarga Yun, sebuah keluarga seniman. Pemimpin mereka saat ini adalah Yun Jin, seorang figur terpopuler di Pelabuhan Liyue.\n\nYun Jin sudah terkenal sejak dia masih muda. Dia membuat penonton terkagum dengan suaranya yang manis dan kostumnya yang indah.\n\nSeiring dengan jumlah pertunjukannya yang meningkat, gaya pertunjukannya yang fleksibel, nyata dan alami menjadi semakin matang.\n\nEntah itu wanita muda yang lembut dan bermartabat atau pahlawan wanita yang perkasa dan terhormat, dia bisa memainkan peran apa pun.\n\nYang lebih mengejutkan, aktris muda ini juga pandai menulis naskah opera. Selain \"Kemurkaan Adeptus\", Grup Opera Yun-Han juga telah memainkan banyak pertunjukan baru dalam beberapa tahun terakhir, yang semuanya ditulis oleh Yun Jin.\n\nDengan keahliannya yang luar biasa, tidak heran mengapa penggemar opera klasik sering mengunjungi Heyu Tea House untuk menanyakan jadwal penampilan Yun Jin ketika telinga mereka yang haus membutuhkan sebuah pertunjukan opera yang bagus.",
      "th": "มีศิลปะดั้งเดิมหลายประเภทที่สืบทอดมาจากบรรพบุรุษของชาว Liyue และงิ้ว Liyue ก็เป็นหนึ่งในนั้น\n\nงิ้ว Liyue มีประวัติศาสตร์อันยาวนาน ถึงแม้งิ้ว Liyue ที่ขับร้องโดยคนในยุคนี้ มีความแตกต่างจากรูปลักษณ์ดั้งเดิมอย่างมาก\n\nแต่สิ่งที่โชคดีก็คือ งิ้ว Liyue ในปัจจุบันยังคงเสียงร้องที่ซับซ้อนและท่วงทำนองที่ปรับเปลี่ยนนับร้อยนับพันของงิ้ว Liyue โบราณเอาไว้\n\nศิลปินของ Liyue ในปัจจุบันมักทำการแสดงให้กับทางคณะหรือสมาคม ในบรรดาคณะละครงิ้ว คณะละครงิ้วที่มีชื่อเสียงมากที่สุดคือคณะละครงิ้ว Yun-Han\n\nคณะละครงิ้ว Yun-Han ได้รับการสืบทอดจากรุ่นสู่รุ่นโดยตระกูล Yun ซึ่งเป็นตระกูลศิลปะพื้นบ้าน หัวหน้ารุ่นปัจจุบันก็คือนักแสดงที่มีชื่อเสียงในท่าเรือ Liyue... Yun Jin นั่นเอง\n\nด้วยจำนวนละครที่ได้แสดงค่อย ๆ เพิ่มขึ้น ก็ยิ่งทำให้การเคลื่อนไหวของเธอคล่องแคล่ว สไตล์การแสดงที่เป็นธรรมชาติอย่างแท้จริงก็ยิ่งดูเป็นมืออาชีพขึ้น\n\nไม่ว่าจะเป็นลูกสาวจากตระกูลร่ำรวย ที่แสนบอบบางและสง่างาม หรือเป็นตัวเอกหญิงผู้ยิ่งใหญ่และทรงเกียรติ เธอก็สามารถดึงเอาจุดเด่นของตัวละครออกมาได้อย่างเหมาะสม\n\nแต่ที่หายากไปกว่านั้นก็คือ นักแสดงสาวคนนี้ยังสามารถเขียนบทละครงิ้วได้ด้วย นอกเหนือจาก \"เทพธิดาแห่งการทำลายล้าง\" แล้ว บทละครใหม่มากมายในช่วงไม่กี่ปีที่ผ่านมาในคณะละครงิ้ว Yun Han ทั้งหมด ต่างถูกเขียนขึ้นด้วยมือของ Yun Jin เอง\n\nไม่น่าแปลกใจเลยที่แฟนละครงิ้วจะติดละครงิ้วพวกนี้ สิ่งแรกที่พวกเขาคิดอยู่เสมอคือการไปสอบถามที่โรงน้ำชา Heyu ว่า Yun Jin จะขึ้นแสดงตอนไหน",
      "vi": "Người Liyue được kế thừa nhiều loại hình nghệ thuật truyền thống từ tổ tiên, và kịch Liyue là một trong số đó.\n\nKịch Liyue có lịch sử lâu đời. Truyền lại đến ngày nay, kịch Liyue được biểu diễn bởi các nghệ sĩ thời đại này đã khác đi nhiều so với thuở ban đầu.\n\nĐiều may mắn là, kịch Liyue hiện giờ vẫn còn lưu giữ được tiết tấu và giai điệu phức tạp của kịch Liyue cổ xưa.\n\nNhững nghệ sĩ kịch Liyue hiện giờ thường hay kết hợp thành các đoàn kịch. Trong đó nổi tiếng nhất chính là \"Vân Hàn Xã\".\n\n\"Vân Hàn Xã\" là một đoàn kịch nghệ thuật gia truyền của nhà họ Yun, đương gia hiện giờ chính là nghệ sĩ nổi danh Yun Jin.\n\nYun Jin nổi danh từ nhỏ, lần đầu tiên lên sân khấu đã chinh phục được khán giả với chất giọng trong trẻo cùng khuôn mặt xinh đẹp hoạt bát của mình.\n\nSố vở kịch ngày càng nhiều lên, Yun Jin lại càng chứng tỏ được tài năng của mình với phong cách diễn xuất linh động biến hóa, chân thật mà tự nhiên.\n\nCho dù là thiên kim nhu mì, hay là nữ kiệt hiệp nghĩa, Yun Jin đều nhập vai rất xuất sắc.\n\nHơn hết, Yun Jin còn biết viết kịch, ngoài vở \"Thần Nữ Hủy Diệt\" ra, Vân Hàn Xã gần đây còn có không ít vở kịch mới, đều do Yun Jin tự mình chấp bút.\n\nCũng khó trách những người hâm mộ nghiện kịch đến như vậy, cứ có thời gian là lại kéo đến Hòa Dụ Trà Quán để xem xem Yun Jin khi nào biểu diễn."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "云堇出身于璃月曲艺世家。\n\n她母亲继承了祖父的衣钵，曾是蜚声璃月港内的名角。她的父亲则是一名剧作家。\n\n诞生在如此家庭中的云堇，自幼耳濡目染，总爱跟着母亲一起咿呀哼唱璃月戏。\n\n通常来说，人童年的喜好总是难成其一生志业。云堇却不在此列。\n\n小云堇对璃月戏的痴迷绝非儿戏，她还主动要求父母指导自己。\n\n女儿的坚持让父母欢喜，自然不吝指导。因此，云堇小小年纪就开始学戏。\n\n璃月戏讲究繁多，一旦决定要认真学戏，那可不是一朝一夕的功夫。\n\n即便像云堇这样颖悟绝伦的孩子也逃不了学戏的苦功。普通孩子忍受不了压腿的疼痛、背韵书的无趣，然而小小的云堇却咬牙坚持了下来，还学得有模有样。\n\n待到她出科时，「云翰社」里看着云堇长大的老伶工们纷纷感慨：\n\n「这下，璃月港要出个不得了的角儿咯。」",
      "zht": "雲堇出身於璃月曲藝世家。\n\n她母親繼承了祖父的衣缽，曾是蜚聲璃月港內的名角。她的父親則是一名劇作家。\n\n誕生在如此家庭中的雲堇，自幼耳濡目染，總愛跟著母親一起咿呀哼唱璃月戲。\n\n通常來說，人童年的喜好總是難成其一生志業。雲堇卻不在此列。\n\n小雲堇對璃月戲的癡迷絕非兒戲，她還主動要求父母指導自己。\n\n女兒的堅持讓父母歡喜，自然不吝指導。因此，雲堇小小年紀就開始學戲。\n\n璃月戲講究繁多，一旦決定要認真學戲，那可不是一朝一夕的功夫。\n\n即便像雲堇這樣穎悟絕倫的孩子也逃不了學戲的苦功。普通孩子忍受不了壓腿的疼痛、背韻書的無趣，然而小小的雲堇卻咬牙堅持了下來，還學得有模有樣。\n\n待到她出科時，「雲翰社」裡看著雲堇長大的老伶工們紛紛感慨：\n\n「這下，璃月港要出個不得了的角兒囉。」",
      "jp": "雲菫は璃月劇を演じる一族の出身である。\n\n彼女の母は祖父の跡を継ぎ、昔は璃月港で名の馳せた看板役者だった。そして、父は脚本家である。\n\nこのような家系に生まれた雲菫は、幼い頃から両親の影響を受け、母を真似して璃月劇を口ずさむのが好きだった。\n\n普通、子供の頃の趣味を一生の仕事にするのは難しいことだろう。だが、雲菫は例外だ。\n\n幼い雲菫が抱いていた璃月劇への熱意は、ただの遊び心から来るものではなく、自ら両親に指導を懇願するほどのものであった。\n\n娘の積極的な姿に歓喜した両親は、懇切丁寧に指導したという。そうして、幼い雲菫は芝居を習い始めた。\n\nしかし、璃月劇は細部にまでこだわった劇である。本格的に学ぼうとしても、一朝一夕で出来るものではない。\n\nたとえ、雲菫のように聡い子供であっても、芝居の苦しい修行から逃れることは不可能だ。普通の子供であれば柔軟の痛みや、韻書を暗記する退屈な作業に耐えられないだろう。しかし、幼い雲菫はそれらに耐え、見事にこなしていった。\n\n彼女が一人前になった時、「雲翰社」で雲菫の成長を見守ってきた年配の役者たちは、「これから、璃月港にとんでもない役者が誕生するよ。」と言葉を漏らしたという。",
      "ko": "운근은 리월의 예술가 가문에서 태어났다.\n\n그녀의 어머니는 할아버지의 뒤를 이은 리월항에서 아주 유명한 명배우였고, 그녀의 아버지는 극작가였다.\n\n이런 집안에서 태어나 리월극과 함께 자라온 운근은 항상 어머니를 따라 리월극을 불렀다.\n\n어렸을 때의 취미가 평생 직업으로 이루어지기란 쉽지 않지만, 운근은 그렇지 않았다.\n\n운근은 어렸을 때부터 연극에 빠져 부모님에게 먼저 가르쳐달라고 했다.\n\n딸의 그런 모습에 부모는 기뻐하며 가르침을 아끼지 않았고, 이렇게 운근은 어려서부터 연극을 배우기 시작했다.\n\n리월극은 신경 써야 할 게 많아서 제대로 배우려면 오랜 시간이 걸린다.\n\n운근처럼 학습능력이 뛰어난 아이에게도 연극을 배우기란 쉽지 않았다. 평범한 아이는 다리 스트레칭과 대본 암기를 어려워하며 견디지 못하는데, 운근은 이를 물고 끝까지 버티고 제법 흉내도 잘 내었다.\n\n그녀가 모든 걸 다 배웠을 때, 「운한사」에서 그녀의 성장 과정을 지켜본 단원들은 모두 감탄했다.\n\n「리월항에 대단한 명배우가 탄생했어!」",
      "en": "Yun Jin was born in a family of Liyue Opera performers.\n\nHer father is a playwright, and her mother used to be a famous opera singer in Liyue Harbor, taking up the mantle from Yun Jin's grandfather.\n\nIn such an environment, Yun Jin was exposed to Liyue Opera at a very early age, often amusing herself by echoing her mother's singing.\n\nA childhood hobby, as many would tend to believe, seems unlikely to be developed into a lifelong career, yet Yun Jin proved to be an exception.\n\nShe was serious about it and insisted on learning the art.\n\nHer parents were delighted to see their daughter's determination and imparted everything they knew about the Liyue Opera to her. As such, Yun Jin started learning the opera early.\n\nHowever, Liyue Opera is a complex art that takes years of perfection to master.\n\nSo even for a child as gifted as Yun Jin, what awaited her was sweat and tears. While ordinary children might shy away from the pain of hamstring stretches and the tedium of memorizing lyrics, little Yun Jin hung tough and became quite accomplished.\n\nBy the time she finished all the subjects in Liyue Opera, veterans of Yun-Han Opera Troupe who watched her grow up couldn't help but exclaim,\n\n\"Yet another rising opera star is about to shine upon Liyue Harbor!\"",
      "de": "Yun Jin wurde in eine Familie von Liyue-Opern-Darstellern hineingeboren.\n\nIhr Vater ist Dramatiker und ihre Mutter war eine berühmte Opernsängerin in Liyue, die in die Fußstapfen von Yun Jins Großvater getreten war.\n\nIn einer solchen Umgebung wurde Yun Jin schon sehr früh mit der Liyue-Oper konfrontiert und amüsierte sich oft damit, den Gesang ihrer Mutter nachzuahmen.\n\nEin Hobby der Kindheit, wie viele glauben würden, scheint unwahrscheinlich zu einer lebenslangen Karriere zu werden, doch Yun Jin erwies sich als Ausnahme.\n\nSie meinte es ernst und bestand darauf, diese Kunst zu erlernen.\n\nIhre Eltern freuten sich über die Entschlossenheit ihrer Tochter und gaben ihr alles weiter, was sie über die Liyue-Oper wussten. So begann Yun Jin schon früh mit dem Erlernen der Oper.\n\nAllerdings ist die Liyue-Oper eine komplexe Kunst, die Jahre der Perfektion erfordert, um sie zu beherrschen.\n\nSelbst für ein so begabtes Kind wie Yun Jin bedeutete dies, was sie erwartete, Schweiß und Tränen. Während gewöhnliche Kinder die Schmerzen bei Dehnübungen und das langweilige Auswendiglernen von Texten scheuten, blieb die kleine Yun Jin hartnäckig und wurde ziemlich erfolgreich.\n\nAls sie alle Fächer der Liyue-Oper abgeschlossen hatte, konnten die alten Stars der Yun-Han-Operntruppe, die sie aufwachsen sahen, nicht anders, als auszurufen:\n\n„Ein weiterer aufstrebender Opernstar ist dabei, in Liyue zu glänzen!“",
      "es": "Yun Jin procede de una familia de músicos de Liyue.\n\nSu madre heredó la compañía familiar de su abuelo y en el pasado fue una actriz famosa en Liyue, y su padre era compositor de óperas.\n\nAl crecer en una familia así, desde muy niña a Yun Jin le gustaba tararear ópera de Liyue con su madre.\n\nNormalmente, es muy difícil convertir una afición de la infancia en una carrera profesional, pero eso fue exactamente lo que hizo Yun Jin.\n\nPara la pequeña, su obsesión por la ópera no era un simple pasatiempo, y pidió a sus padres que la instruyeran.\n\nLa perseverancia de su hija los sorprendió gratamente y le enseñaron todo lo que sabían. De esta forma, Yun Jin empezó a estudiar ópera desde muy pequeña.\n\nHay muchísimas cosas que aprender sobre la ópera de Liyue, y una vez que se decide estudiarla, hay que dedicarle mucho tiempo.\n\nIncluso alguien con tanto talento como Yun Jin tuvo que hacer un gran esfuerzo y lo pasó mal. Los niños corrientes no soportan el dolor de la presión en las piernas y se aburren memorizando los libros de rimas, pero la pequeña Yun Jin apretó los dientes y persistió hasta convertirse en toda una maestra.\n\nCuando terminó sus estudios, los veteranos de la Compañía de Ópera Yun-Han, que la habían visto crecer, se decían:\n\n“En Liyue va a nacer una gran estrella”.",
      "fr": "Yun Jin naquit dans une famille versée dans l'opéra liyuéen.\n\nSa mère était une chanteuse d'opéra autrefois très connue au Port de Liyue dont la vocation lui avait été transmise par son beau-père, tandis que son père était dramaturge.\n\nDans ce cadre familial, Yun Jin fut initiée très jeune à leur art et s'amusait à imiter sa mère lorsqu'elle chantait.\n\nCertains aiment dire qu'un loisir de jeunesse se transforme rarement en carrière professionnelle, mais ce fut le cas pour Yun Jin.\n\nElle prenait l'opéra liyuéen très au sérieux et demanda même à ses parents de lui enseigner les ficelles de leur métier.\n\nHeureux de constater l'engouement de leur fille, les parents de Yun Jin lui inculquèrent tout ce qu'ils savaient et ce fut ainsi que la petite Yun Jin monta sur les planches dès son plus tendre âge.\n\nCependant, l'opéra liyuéen n'est une discipline qu'il est aisé de maîtriser du jour au lendemain.\n\nMalgré son prodige, Yun Jin ne pouvait pas échapper aux difficultés de l'apprentissage.\n\nUn enfant ordinaire n'aurait pas supporté d'avoir mal aux jambes ou de devoir mémoriser un dictionnaire de rimes, mais Yun Jin s'accrocha et devint une artiste de plus en plus accomplie.\n\nLorsqu'elle termina sa formation, les aînés de la troupe Yun-Hun ne purent pas s'empêcher de s'exclamer d'une voix émue :\n\n« La nouvelle étoile de l'opéra liyuéen est née ! »",
      "pt": "Yunjin nasceu em uma família de artistas de Ópera de Liyue.\n\nA mãe de Yunjin era uma famosa cantora de ópera no porto de Liyue, que assumiu o manto do avô de Yunjin. O pai de Yunjin é um dramaturgo.\n\nTendo nascido em tal família, Yunjin foi exposta à Ópera de Liyue desde muito jovem, quando muitas vezes se divertia imitando o canto de sua mãe.\n\nUm passatempo de infância, como muitos tendem a acreditar, parecia improvável que fosse se desenvolver para uma carreira de toda uma vida, mas Yunjin provou ser uma exceção.\n\nSeus pais ficaram tão felizes em ver a determinação de sua filha e ensinaram tudo o que sabiam sobre a Ópera de Liyue. Como tal, Yunjin começou a aprender a ópera desde cedo.\n\nEntretanto, a Ópera de Liyue é uma arte complexa que leva anos de aperfeiçoamento para ser dominada.\n\nAssim, mesmo para uma criança tão dotada como Yunjin, o que a esperava era o treinamento em suor e lágrimas. Enquanto as crianças comuns poderiam se esquivar da dor dos alongamentos e do tédio de memorizar as letras, a pequena Yunjin se manteve firme em tudo isso e se tornou bastante realizada.\n\nQuando ela terminou todos os temas na Ópera de Liyue, os antigos artistas da Trupe de Ópera Yun-Han que a viram crescer só podiam exclamar,\n\n\"uma estrela da ópera em ascensão brilhará sobre o Porto de Liyue!\"",
      "ru": "Юнь Цзинь родилась в семье исполнителей оперы Ли Юэ. Её отец - драматург, а мать когда-то была знаменитой оперной певицей гавани Ли Юэ, перенявшей профессию у деда Юнь Цзинь. С раннего детства Юнь Цзинь была окружена оперой. Маленькой она любила подражать пению матери. Детское увлечение редко становится делом всей жизни, но Юнь Цзинь - исключение. Её увлечение оперой оказалось серьёзным, и она сама попросила отца и мать обучать её. Родители, радуясь такому рвению дочери, обучили дочь всему, что знали об опере Ли Юэ. Таким образом, Юнь Цзинь начала изучать оперу очень рано. Но для освоения этого сложного и многогранного искусства требуются годы. Даже такому одарённому ребёнку, как Юнь Цзинь, было не избежать тяжёлого, изнурительного труда. Обычным детям не вынести болезненных упражнений на растяжку и монотонного заучивания стихов, но маленькая Юнь Цзинь стиснула зубы и упорно продолжала учиться, пока не достигла больших успехов. Когда её обучение подошло к концу, наблюдавшие за её развитием старые актёры труппы Юнь Хань не могли удержаться, чтобы не воскликнуть: «Над гаванью Ли Юэ засияет новая оперная звезда!»",
      "id": "Yun Jin lahir di keluarga pemain opera di Liyue.\n\nAyahnya adalah seorang penulis skenario, sementara ibunya juga merupakan seorang penyanyi opera yang terkenal di Pelabuhan Liyue, dengan meneruskan jejak karir dari kakek Yun Jin.\n\nLahir di lingkungan keluarga yang demikian, Yun Jin sudah berkecimpung di dunia Opera Liyue sejak usia belia. Dia sering menghibur dirinya sendiri dengan meniru nyanyian ibunya.\n\nBanyak orang yang berpendapat kalau hobi semasa kecil belum tentu akan menjadi karir hidup seseorang di kemudian hari, namun hal ini ternyata tidak berlaku bagi Yun Jin.\n\nDia menekuni hal ini dengan sangat serius dan gigih untuk mempelajarinya.\n\nKedua orang tuanya sangat senang melihat tekad Yun Jin dan mereka mengajari semua hal yang mereka tahu tentang Opera Liyue. Dengan begitu, Yun Jin sudah mulai mempelajari seni opera sejak kecil.\n\nMeskipun begitu, Opera Liyue adalah sebuah seni kompleks yang butuh waktu bertahun-tahun untuk mencapai tahap kesempurnaan.\n\nBagi seorang anak berbakat seperti Yun Jin sekalipun, tetesan keringat dan air mata tidak akan terhindarkan. Meskipun anak-anak pada umumnya tidak akan tahan dengan rasa sakit saat meregangkan kaki dan menghafal lirik, tapi Yun Jin kecil terus bertahan dan karenanya dia menjadi semakin ahli dari hari ke hari.\n\nDi saat Yun Jin berhasil melewati semua pelajaran yang ada dalam Opera Liyue, para senior di Grup Opera Yun-Han yang melihatnya tumbuh besar langsung berseru,\n\n\"Pelabuhan Liyue akan kedatangan seorang bintang opera baru!\"",
      "th": "Yun Jin เกิดในตระกูลศิลปะพื้นบ้านของ Liyue\n\nแม่ของเธอได้รับมรดกตกทอดจากคุณปู่ของเธอ ซึ่งครั้งหนึ่งเคยเป็นศิลปินที่มีชื่อเสียงในท่าเรือ Liyue พ่อของเธอเองก็เป็นนักเขียนบทละครที่มีชื่อเสียงคนหนึ่ง\n\nการที่ Yun Jin เกิดในตระกูลเช่นนี้ จึงได้รับอิทธิพลจากสิ่งที่เห็นและได้ยินมาตั้งแต่เด็ก และมักจะฮัมเพลงงิ้ว Liyue พร้อมกับแม่ของเธอเสมอ\n\nโดยทั่วไปแล้ว ความชื่นชอบในวัยเด็กนั้นยากที่จะกลายเป็นอาชีพที่ทำไปตลอดชีวิต แต่ Yun Jin กลับไม่เป็นเช่นนั้น\n\nความหลงใหลในละครงิ้ว Liyue ของ Yun Jin ไม่ใช่แค่เรื่องเล่น ๆ ของเด็ก ๆ เท่านั้น เธอยังเป็นคนขอให้พ่อแม่สอนมันด้วยตัวของเธอเองอีกด้วย\n\nความมุ่งมั่นของลูกสาวทำให้คนเป็นพ่อแม่มีความสุข จึงไม่ลังเลที่จะสอนให้เธอ ดังนั้น Yun Jin จึงได้เริ่มเรียนงิ้วตั้งแต่อายุยังน้อย\n\nงิ้ว Liyue มีเรื่องที่ต้องให้ความสำคัญมากมาย เมื่อตัดสินใจที่จะเรียนรู้งิ้วอย่างแท้จริง นั่นไม่ใช่เรื่องที่สามารถทำให้สำเร็จได้เพียงชั่วข้ามคืน\n\nแม้แต่เด็กที่มีความเฉลียวฉลาดอย่าง Yun Jin ก็ไม่อาจหลีกหนีความยากลำบากในการเรียนรู้งิ้วได้ เด็ก ๆ ธรรมดาทั่วไปทนไม่ไหวกับความเจ็บปวดที่ขา หรือความน่าเบื่อในการท่องจำหนังสือ แต่ Yun Jin กลับกัดฟันยืนหยัด และยังเรียนรู้ได้อย่างเป็นเรื่องเป็นราว\n\nเมื่อเธอเรียนรู้วิชาจนจบ เหล่านักแสดงอาวุโสในคณะละครงิ้ว Yun-Han ต่างพากันถอนหายใจไปตาม ๆ กัน:\n\n\"ตอนนี้ นักแสดงฝีมือยอดเยี่ยมกำลังจะฉายแสงเหนือท่าเรือ Liyue แล้วสินะ\"",
      "vi": "Yun Jin xuất thân từ một gia tộc nghệ thuật tại Liyue.\n\nMẹ cô ấy kế thừa di sản từ ông nội, từng là một nghệ sĩ vang danh khắp cảng Liyue. Cha của Yun Jin cũng là một nghệ sĩ viết kịch tài ba.\n\nSinh ra trong một gia đình có truyền thống như vậy, Yun Jin từ nhỏ đã luôn thích cùng mẹ ngân nga kịch Liyue.\n\nThông thường mà nói, sở thích của trẻ con khó mà trở thành sự nghiệp cho sau này. Nhưng Yun Jin thì khác.\n\nNiềm say mê kịch Liyue của Yun Jin bé nhỏ tuyệt nhiên không phải trò đùa trẻ con, cô lại còn chủ động xin cha mẹ chỉ dạy cho mình.\n\nSự kiên trì của con gái khiến cho cha mẹ rất vui mừng, đương nhiên cũng dốc sức chỉ bảo. Cũng vì thế, Yun Jin từ khi còn nhỏ đã bắt đầu học hát kịch.\n\nKịch Liyue yêu cầu khắt khe, một khi xác định theo học thì không phải là chuyện một sớm một chiều.\n\nCho dù là một Yun Jin tài giỏi hơn người đi nữa cũng không tránh khỏi khổ luyện. Những đứa trẻ khác thường sẽ không chịu nổi sự đau đớn khi xoạc chân và sự vô vị khi học thuộc vận thơ, nhưng Yun Jin bé nhỏ đã cắn răng kiên trì, và còn học hành đến nơi đến chốn.\n\nKhi Yun Jin đã học thành tài, các diễn viên gạo cội trong Vân Hàn Xã đều xúc động:\n\n\"Cảng Liyue sắp có thêm một nghệ sĩ tài ba rồi.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "「云翰社」里有许多老资历的伶工。早在云堇祖父当家时，就已是戏社的一员了。\n\n云堇从祖父手中接过「云翰社」后，他们依然尽心尽力地协助云堇经营戏社。\n\n老伶工们衷心热爱着自己的艺术，甚至可能热爱得过了头，在他们眼里，除了璃月戏，包括摇滚在内的其他音乐都是旁门左道。\n\n云堇倒不这么认为。她非常欣赏摇滚乐中巨大的力量，甚至还和摇滚乐手辛焱成了好友。\n\n排练剧目时，老伶工们都乐意听从云堇的指挥，但在生活中，年轻的云堇就像是他们的小孙女。\n\n「乖乖啊，听话，辣的不能吃，对嗓子不好。肉可以吃，但不能吃多了，容易发胖。」\n\n「实在想吃，就多吃点虾仁吧。那个什么…什么摇滚，不可以听，乱吼乱叫可不是好东西。」\n\n云堇每每听完摇滚演出，回来都要被他们唠叨半天。\n\n跟固执的老人讲道理实在太难，为了少受点罪，她只能想办法编借口。\n\n听辛焱的演唱会或许不行，但去拜访范二爷家的养女「星燕」小姐，一起聊璃月戏，就没问题了。\n\n老人们不怎么中意唱摇滚的辛焱，对范二爷家这位星燕的印象却好得很。\n\n「星燕这个姑娘，听说又会绣花又会烹饪，准是个端庄大方的好孩子，我们云堇跟她玩在一起，还能学上几分，非常好啊。」\n\n云堇早和范二爷商量过这事，统一了口径，所以不用担心，这个小小的谎言绝对不会穿帮！",
      "zht": "「雲翰社」裡有許多老資歷的伶工。早在雲堇祖父當家時，就已是戲社的一員了。\n\n雲堇從祖父手中接過「雲翰社」後，他們依然盡心盡力地協助雲堇經營戲社。\n\n老伶工們衷心熱愛著自己的藝術，甚至可能熱愛得過了頭，在他們眼裡，除了璃月戲，包括搖滾在內的其他音樂都是旁門左道。\n\n雲堇倒不這麼認為。她非常欣賞搖滾樂中巨大的力量，甚至還和搖滾樂手辛焱成了好友。\n\n排練劇目時，老伶工們都樂意聽從雲堇的指揮，但在生活中，年輕的雲堇就像是他們的小孫女。\n\n「乖乖啊，聽話，辣的不能吃，對嗓子不好。肉可以吃，但不能吃多了，容易發胖。」\n\n「實在想吃，就多吃點蝦仁吧。那個什麼…什麼搖滾，不可以聽，亂吼亂叫可不是好東西。」\n\n雲堇每每聽完搖滾演出，回來都要被他們嘮叨半天。\n\n跟固執的老人講道理實在太難，為了少受點罪，她只能想辦法編藉口。\n\n聽辛焱的演唱會或許不行，但去拜訪范二爺家的養女「星燕」小姐，一起聊璃月戲，就沒問題了。\n\n老人們不怎麼中意唱搖滾的辛焱，對范二爺家這位星燕的印象卻好得很。\n\n「星燕這個姑娘，聽說又會繡花又會烹飪，準是個端莊大方的好孩子，我們雲堇跟她玩在一起，還能學上幾分，非常好啊。」\n\n雲堇早和范二爺商量過這事，統一了口徑，所以不用擔心，這個小小的謊言絕對不會穿幫！",
      "jp": "「雲翰社」には年配の役者が大勢いる。彼らは雲菫の祖父が座長であった頃から、この劇団の一員だった。\n\n雲菫が祖父から「雲翰社」を継いだ後も、彼らは誠意を尽くし、雲菫が劇団を経営するのを手伝っている。\n\n彼らは心から芸術を愛している。しかし、その愛が深すぎるゆえか、彼らにとって璃月劇以外の音楽——例えばロックなどは異質なものであった。\n\n一方、雲菫はそのように思ってはいない。彼女はロックが持つ絶大な力を気に入っている。さらに、彼女はロックミュージシャンの辛炎とも友人になった。\n\n芝居の稽古中、年配の役者たちは雲菫の指示に喜んで従う。だが日常生活では、若い雲菫のことを孫娘のように思っているようだ。\n\n「よしよし、ワシの言うことをちゃんと聞くんじゃよ。辛いものは喉に悪いから、食べてはならん。肉を食べるのはいいが、食べ過ぎては太ってしまう。気をつけるんじゃぞ。」\n\n「何か食べたい時は、エビをたくさん食べるといい。あの、なんといったか…ロック？なんてものは聞いちゃいかん。大声で叫んだりするようなものが、いいものなわけがない。」\n\n雲菫がロックのライブから帰るたび、彼女は小言を聞かされる。\n\n頑固なお年寄りを説得するのは難しいことだ。そのため、雲菫は小言を聞かなくても済むように、言い訳を考えることにした。\n\n辛炎のライブを聞くのは許されないが、範二の養女「星燕」と一緒に璃月劇の話をするのは問題ないようだ。\n\nお年寄りたちはロックを歌う辛炎を好いてはいないが、範二家の星燕にはいい印象を抱いている。\n\n「星燕という娘は、刺繡も料理もできるそうだ。きっと礼儀正しく優雅な子なんじゃろう。この子と親睦を深めたら雲菫の勉強にもなる。うむ、いいことじゃ。」\n\n雲菫は、これを言い訳の口実に利用している。すでに範二とも相談して口裏を合わせているため、この小さな嘘がバレる心配はない。",
      "ko": "「운한사」에는 배테랑 배우들이 많았다. 운근 할아버지가 극단의 단장일 때부터 같이 해온 단원들이다.\n\n운근이 할아버지에게 「운한사」를 물려받고, 그들은 운근의 극단 운영을 성심성의껏 도왔다.\n\n그들은 자신이 하는 예술을 정말 좋아하다 못해 리월극 외의 모든 음악은 다 정통 예술이 아니라고 생각했다.\n\n운근은 그들과 생각이 달랐고, 로큰롤이 지닌 엄청난 힘을 마음에 들어 했고, 로큰롤 가수인 신염과 좋은 친구가 되기도 했다.\n\n나이 많은 배우들은 무대에서 연습을 할 때 운근의 지시를 따르지만, 무대 밖에서는 운근을 손녀처럼 대한다.\n\n「착하지, 매운 거는 목에 안 좋으니 먹으면 안 되고, 고기는 먹어도 되지만 살이 찌니까 적당히 먹어야 해.」\n\n「정말 먹고 싶거든, 새우를 먹어. 그리고 그… 시끄럽기만 한 로큰롤은 듣지 마.」\n\n로큰롤 공연을 듣고 돌아 올 때마다, 운근은 그들의 잔소리를 들어야 한다.\n\n고집이 센 어르신에게 이치를 따지기는 쉽지 않다. 잔소리를 조금이라도 적게 듣기 위해 어쩔 수 없이 그녀는 핑계를 대야 한다.\n\n신염의 공연을 봤다고 하면 안 되겠지만, 범가 어르신의 양녀인 「성연」과 같이 리월극에 대해 이야기를 나눴다고 하면 넘어갈 수 있다.\n\n어르신들은 로큰롤을 하는 신염을 좋아하지는 않지만, 범가의 성연에게는 호의적이기 때문이다.\n\n「성연, 그 아가씨는 자수도 잘 놓고, 요리도 잘하는 훌륭한 사람입니다. 그 아가씨와 가깝게 지내면 본받을 게 많으니 참 좋군요.」\n\n운근은 범가 어르신과 오래 전에 입을 맞춰서 들통날 걱정은 없다. 이건 작은 거짓말이니까!",
      "en": "Many veterans of the Yun-Han Opera Troupe first joined the troupe when Yun Jin's grandfather was in charge.\n\nThey have remained committed since Yun Jin took the troupe over.\n\nTheir love for the art of Liyue Opera is so deep — perhaps even to an excessive degree — that they frown upon any other forms of music performance, including rock 'n' roll.\n\nYun Jin, however, thinks otherwise. She finds that rock 'n' roll vibrates with vigor and even became friends with the rock 'n' roll musician Xinyan.\n\nElders of the troupe are glad to follow Yun Jin's lead during rehearsals, but when it comes to daily life, they treat her like their little granddaughter.\n\n\"Sweetie, listen to us. No spicy food, it hurts your voice. Meat is fine, but refrain from eating too much, or you will put on weight.\"\n\n\"If you really can't help yourself, have more shrimp. Stay away from the... roll 'n' roll thing. All they know is yelling.\"\n\nThese caring elders will nag Yun Jin about attending rock 'n' roll performance for hours on end.\n\nFaced with the impossible mission of persuading stubborn granddads and grannies, Yun Jin has to be creative.\n\nWhile it's not an option to go to Xinyan's performance, it's perfectly acceptable to visit Fan Er'ye's adopted daughter Xingyan and discuss Liyue Opera with her.\n\nThe elders are not fond of the rock star Xinyan, but they have taken a shine to Xingyan the adopted daughter of Fan Er'ye.\n\n\"I've heard that Xingyan can cook and do embroidery. She must be a polite and accomplished young lady. Yun Jin may be able to pick up a thing or two from hanging out with her. How capital!\"\n\nYun Jin has long got Fan Er'ye to agree on the details concerning the made-up Xingyan, so don't worry. No one's gonna call her out on this!",
      "de": "Viele alten Stars der Yun-Han-Operntruppe waren ihr beigetreten, als Yun Jins Großvater die Leitung innehatte.\n\nSie sind der Truppe treu geblieben, seit Yun Jin sie übernommen hat.\n\nIhre Liebe zur Kunst der Liyue-Oper ist so tief, vielleicht sogar in einem übertriebenen Ausmaß, dass sie jede andere Form der Musikaufführung, einschließlich Rock ’n’ Roll, ablehnen.\n\nYun Jin ist jedoch anderer Meinung. Sie findet, dass der Rock ’n’ Roll vor Kraft vibriert und hat sich sogar mit der Rock-’n’-Roll-Musikerin Xinyan angefreundet.\n\nDie Älteren der Truppe hören bei den Proben gern auf Yun Jin, aber wenn es um das tägliche Leben geht, behandeln sie sie wie ihre kleine Enkelin.\n\n„Süße, hör auf uns. Kein scharfes Essen, das schadet deiner Stimme. Fleisch ist in Ordnung, aber iss nicht zu viel, sonst nimmst du zu.“\n\n„Wenn du wirklich nicht anders kannst, iss mehr Garnelen. Halte dich von den ... Rock-’n’-Roll-Dingern fern. Die können nur schreien.“\n\nDiese fürsorglichen Alten würden Yun Jin stundenlang damit nerven, dass sie Rock-’n’-Roll-Aufführungen meiden soll.\n\nBei der unmöglichen Aufgabe, sture Großväter und -mütter zu überzeugen, muss Yun Jin kreativ sein.\n\nWährend es keine Option ist, Xinyans Auftritte zu besuchen, ist es durchaus akzeptabel, Fan Eryes Adoptivtochter Xinyan zu besuchen und mit ihr über die Liyue-Oper zu sprechen.\n\nDie alten Stars mögen den Rockstar Xinyan nicht, aber Xinyan, die Adoptivtochter von Fan Erye, hat es ihnen angetan.\n\n„Ich habe gehört, Xinyan kann kochen und sticken. Sie muss eine höfliche und tüchtige junge Dame sein. Vielleicht kann Yun Jin noch etwas von ihr lernen, wenn sie mit ihr zusammen ist. Wie schön!“\n\nYun Jin hat Fan Erye längst dazu gebracht, die Details über die erfundene Xinyan zu bestätigen, also mach dir keine Sorgen. Keiner wird sie deswegen zur Rede stellen!",
      "es": "En la Compañía de Ópera Yun-Han hay muchos trabajadores veteranos que llevan allí desde que el abuelo de Yun Jin era el director.\n\nCuando Yun Jin heredó la dirección de la Compañía de Ópera Yun-Han de manos de su abuelo, ellos siguieron esforzándose al máximo para ayudarla a gestionar la compañía.\n\nEsos veteranos aman su trabajo, quizás incluso demasiado. Para ellos, todos los demás géneros musicales, incluido el rock, no le llegan a la suela de los zapatos a la ópera de Liyue.\n\nPero Yun Jin no comparte esa opinión. A ella le encanta la energía que desprende el rock, e incluso se hizo amiga de la rockera Xinyan.\n\nCuando están ensayando las óperas, los veteranos obedecen todas las órdenes de Yun Jin, pero en lo que respecta a la vida diaria, Yun Jin es como su nietecita.\n\n“Sé buena y escúchanos, no comas nada picante porque es malo para la garganta. Puedes comer carne, pero no demasiada porque engordarías con facilidad”.\n\n“Si tienes hambre, come más camarones. Y eso del rock... tanto chillar y berrear no puede ser bueno. ¡No lo escuches!”.\n\nCada vez que Yun Jin regresa después de un concierto de rock, tiene que soportar unas regañinas interminables.\n\nNo hay forma de intentar razonar con esos viejos testarudos, así que lo que hace Yun Jin es buscar excusas.\n\nTal vez asistir a un concierto de Xinyan no esté bien visto, pero no pasa nada por ir a visitar a “Xingyan”, la hija adoptiva de Fan Erye, para hablar de la ópera de Liyue.\n\nA los veteranos no les gusta la rockera Xinyan, pero tienen muy buena impresión de esa tal Xingyan.\n\n“He oído que esa señorita Xingyan sabe bordar y cocinar y es una joven digna y elegante. Nuestra pequeña Yun Jin podrá aprender muchas cosas de ella, eso está muy bien”.\n\nYun Jin ya puso hace tiempo a Fan Erye al corriente de esta historia, así que no hay peligro de que su mentirijilla se descubra algún día.",
      "fr": "#Nombreux sont les aînés de la troupe Yun-Han à l'avoir rejointe lorsque le grand-père de Yun Jin était à sa tête.\n\nCeux-ci lui sont restés fidèles même après que Yun Jin a repris sa direction.\n\nLeur amour pour l'opéra liyuéen est intense, peut-être même trop, ce qui les amène à dénigrer toute autre forme de musique, dont le rock 'n' roll.\n\nYun Jin n'est pas de cet avis. Elle apprécie particulièrement la vigueur du rock 'n' roll, et est même l'amie de Xinyan, une grande star de ce genre musical.\n\nLors des répétitions, les aînés de la troupe sont ravis de suivre les directives de Yun Jin, mais ils la traitent comme leur petite-fille en dehors de la scène.\n\n« Ne mange pas épicé, ma chérie. Ce n'est pas bon pour ta gorge. Tu peux te permettre un peu de viande, mais pas trop, sinon tu prendras du poids. »\n\n« Si tu as vraiment faim, mange un peu plus de crevettes. Ah, et reste à l'écart de ce... rock 'n' roll ou je ne sais quoi. Tu ne peux pas écouter ça, ils ne font que crier dans tous les sens. »\n\nCes charmantes personnes âgées sermonneraient Yun Jin pendant de longues heures si elles apprenaient qu'elle s'était rendue à un concert de rock 'n' roll.\n\nFace à des grands-parents aussi têtus, la jeune fille a dû se montrer ingénieuse pour contourner ce problème.\n\nAssister à un spectacle de Xinyan lui était impossible, mais il était tout à fait acceptable de rendre visite à « Xingyan », fille adoptive de Fan Er'ye, pour discuter d'opéra liyuéen.\n\nLes aînés n'appréciaient pas Xinyan, la chanteuse de rock 'n' roll, tandis qu'ils avaient une très bonne impression de «{NON_BREAK_SPACE}Xingyan{NON_BREAK_SPACE}».\n\n« J'ai entendu dire que Xingyan était douée pour la broderie et la cuisine. C'est sans doute une jeune fille pleine de dignité et de générosité. Notre Yun Jin pourra apprendre une chose ou deux en la fréquentant. Très bien ! »\n\nYun Jin et Fan Er'ye s'étant concertés sur cette histoire, personne d'autre ne risque de découvrir la vérité !",
      "pt": "Muitos artistas seniores da Trupe de Ópera Yun-Han se juntaram à trupe pela primeira vez quando o avô de Yunjin estava no comando.\n\nEles permanecem comprometidos desde que Yunjin assumiu o controle.\n\nSeu amor pela arte da Ópera de Liyue é tão profundo — talvez até mesmo a um grau excessivo — que eles reprovam qualquer outra forma de apresentação musical, incluindo o rock 'n' roll.\n\nYunjin, no entanto, pensa o contrário. Ela encontrou o rock 'n' roll vibrando com vigor e até se tornou amiga da musicista de rock 'n' roll Xinyan!\n\nOs anciãos da trupe têm o prazer de seguir o exemplo de Yunjin durante os ensaios, mas quando se trata da vida diária, eles a tratam como sua netinha.\n\n\"Querida, escute-nos. Nada de comida apimentada, isso machuca sua voz. Carne tudo bem, mas abstenha-se de comer demais, ou você engordará um pouco.\"\n\n\"Se você realmente não conseguir se controlar, coma um pouco de camarão. Fique longe do... 'roques endi rou' ou coisa parecida. Tudo o que eles sabem fazer é gritar.\"\n\nEles incomodam Yunjin ao assistir à performances de rock 'n' roll por horas a fio.\n\nDiante da missão impossível de convencer avôs e avós teimosos, Yunjin - para o bem-estar de seus ouvidos sensíveis - tem que ser criativa.\n\nNão é uma opção ir à performance de Xinyan? Tudo bem. Mas é totalmente correto visitar a filha adotiva de Fan Er'ye, Xingyan, e discutir com ela a Ópera de Liyue.\n\nOs anciãos não gostam da estrela do rock Xinyan, mas apreciam a Xingyan, a filha adotiva de Fan Er'ye.\n\n\"Ouvi dizer que Xingyan sabia cozinhar e fazer bordados. Ela deve ser uma garota educada e realizada. Yunjin pode ser capaz de aprender uma ou duas coisas andando com ela. Isto é primordial!\"\n\nYunjin há muito tempo formou um plano sobre isto com Fan Er'ye, então não se preocupe. Ninguém vai denunciá-la!",
      "ru": "Многие ветераны Юнь Хань присоединились к труппе ещё в те времена, когда она находилась под руководством деда Юнь Цзинь. Когда руководителем стала она сама, они постарались помочь ей в управлении театром. Оперу Ли Юэ они любят так сильно, что ко всей остальной музыке, включая рок-н-ролл, относятся с неодобрением. Сама же Юнь Цзинь придерживается иного мнения. Она обожает исходящую от него энергию и даже дружит с исполнительницей рок-н-ролла Синь Янь. Во время репетиций старые актёры труппы с радостью подчиняются Юнь Цзинь, но в повседневной жизни относятся к ней как к своей маленькой внучке. «Золотце, слушайся нас. Острое не ешь, плохо для горла. Мясо можно, но немного, не то растолстеешь. Если очень уж хочется есть, ешь креветки. И не слушай этого, как бишь его... рокоролла. Вопли одни». Эти заботливые старички могут брюзжать часы напролёт, когда Юнь Цзинь возвращается с рок-н-ролльного выступления. Урезонить упрямых бабушек и дедушек практически невозможно, поэтому Юнь Цзинь пришлось подойти к проблеме творчески. Тогда как ходить на концерты Синь Янь нельзя, можно без проблем навестить Син Янь, приёмную дочь дедули Фаньэр, и поговорить с ней об опере Ли Юэ. Если от Синь Янь старики не в восторге, то к Син Янь они прониклись симпатией. «Говорят, Син Янь умеет готовить и вышивать. Она, должно быть, порядочная и отзывчивая девушка. Наша Юнь Цзинь будет с ней водиться, и, глядишь, чему-нибудь научится. Как славно!» Об этом Юнь Цзинь уже давно договорилась с дедулей Фаньэр, поэтому не нужно опасаться, что эту маленькую ложь когда-либо раскроют!",
      "id": "Banyak pemain lama di Grup Opera Yun-Han yang bergabung sejak dipimpin oleh kakek Yun Jin.\n\nDan mereka tetap setia sampai Yun Jin mengambil alih.\n\nRasa cinta mereka pada seni Opera Liyue sangat mendalam, mungkin terlalu berlebihan bahkan ... sampai mereka tidak menyukai segala jenis musik lainnya, termasuk rock 'n' roll.\n\nTapi Yun Jin berpikir sebaliknya. Dia merasa musik rock 'n' roll dapat menyentuh jiwa, dan dia bahkan berteman dengan seorang penyanyi rock 'n' roll, Xinyan.\n\nPara tetua di grup opera dengan senang hati mengikuti arahan Yun Jin selagi latihan, tapi di kehidupan sehari-hari, Yun Jin diperlakukan seperti cucu mereka.\n\n\"Yun Jin sayang, dengar ya. Jangan makan yang pedas-pedas, nanti suaramu serak. Makan daging boleh-boleh saja, tapi jangan terlalu banyak, nanti kamu gendut.\"\n\n\"Kalau kamu mau, ambil udangnya banyakan deh. Tapi jauh-jauh dari ... roll 'n' roll itu ya. Mereka itu tahunya hanya teriak-teriak saja.\"\n\nSemua tetua yang perhatian ini akan menasihati Yun Jin tentang mendatangi pertunjukan rock 'n' roll sampai berjam-jam.\n\nKarena sepertinya mustahil bisa mengubah pikiran para kakek dan neneknya yang keras kepala itu, Yun Jin harus berpikir kreatif.\n\nMeskipun Yun Jin tidak boleh datang ke konser Xinyan, tapi tentu saja Yun Jin boleh mendatangi anak angkat Fan Er'ye, Xingyan, untuk berdiskusi tentang Opera Liyue.\n\nPara tetua grup tidak begitu menyukai Xinyan si penyanyi rock, tapi mereka menyukai Xingyan si anak angkat Fan Er'ye.\n\n\"Kudengar Xingyan bisa memasak dan menjahit. Dia pasti seorang gadis yang sopan dan pintar. Mungkin Yun Jin bisa belajar satu dua hal darinya. Bagus sekali!\"\n\nYun Jin sudah membuat kesepakatan dengan Fan Er'ye tentang \"Xingyan\" jadi-jadian ini, jadi tenang saja. Tidak akan ada yang bisa mengadu!",
      "th": "มีนักแสดงอาวุโสหลายคนที่เป็นสมาชิกของคณะละครงิ้ว Yun-Han ตั้งแต่ในตอนแรกที่ปู่ของ Yun Jin เป็นหัวหน้าคณะ\n\nหลังจากที่ Yun Jin เข้ารับช่วงต่อจากปู่ของเธอ พวกเขายังคงพยายามอย่างเต็มที่เพื่อช่วย Yun Jin ดูแลคณะละครงิ้ว\n\nนักแสดงอาวุโสรักในศิลปะของตัวเองอย่างจริงใจ บางทีก็อาจจะรักมากจนเกินไป ในสายตาของพวกเขาแล้ว นอกเหนือจากบทงิ้ว Liyue แล้ว เพลงอื่น ๆ รวมถึงร็อกแอนด์โรลก็เป็นแค่ลัทธินอกรีตเท่านั้น\n\nแต่ Yun Jin ไม่ได้คิดเช่นนั้น เธอชื่นชมพลังอันยิ่งใหญ่ของดนตรีร็อก และยังกลายเป็นเพื่อนสนิทกับ Xinyan นักดนตรีร็อกแอนด์โรลอีกด้วย\n\nตอนซ้อมละคร นักแสดงอาวุโสต่างก็เต็มใจที่จะทำตามคำสั่งของ Yun Jin แต่ในชีวิตจริง Yun Jin ก็เป็นเหมือนหลานสาวตัวน้อย ๆ ของพวกเขา\n\n\"เป็นเด็กดี เชื่อฟังนะ กินเผ็ดไม่ได้ มันไม่ดีต่อคอ เนื้อกินได้แต่อย่ากินเยอะ เดี๋ยวจะอ้วนเอา\"\n\n\"ถ้าอยากกินจริง ๆ ก็ไปกินกุ้งเพิ่มสักหน่อยละกัน แล้วก็ร็อกแอนด์โรล... อะไรนั่น อย่าไปฟังมัน ตะโกนร้องอะไรมั่วซั่วไม่ใช่ของดีอะไร\"\n\nทุกครั้งที่ Yun Jin กลับมาจากดูการแสดงร็อกแอนด์โรล ก็จะถูกพวกเขาบ่นอยู่นาน\n\nมันยากเกินไปที่จะอธิบายเหตุผลกับผู้อาวุโสที่ดื้อรั้น เพื่อให้ได้รับโทษน้อยลงหน่อย เธอก็ทำได้แค่ต้องแต่งเรื่องแก้ตัวขึ้นมา\n\nบอกว่าไปฟังคอนเสิร์ตของ Xinyan ไม่ได้ แต่ถ้าบอกว่าไปหา Xingyan ลูกสาวบุญธรรมของ Fan Er'ye และพูดคุยกันเกี่ยวกับเรื่องงิ้ว Liyue แค่นี้ก็ไม่มีปัญหาแล้วล่ะ\n\nพวกคนแก่ไม่ถูกใจ Xinyan ที่ร้องเพลงร็อกแอนด์โรลสักเท่าไหร่ แต่กลับประทับใจในตัวของ Xingyan ลูกบุตรธรรมของ Fan Er'ye มากเลยล่ะ\n\n\"Xingyan เด็กสาวคนนี้ ฉันได้ยินมาว่าเธอเย็บปักเสื้อผ้าได้ แล้วยังทำอาหารเป็นอีก เธอต้องเป็นเด็กที่สง่างามและใจกว้างแน่ ๆ Yun Jin ของพวกเราได้ไปเล่นกับเธอ ก็ยังจะพอเรียนรู้อะไรดี ๆ มาได้บ้าง ดีมากเลยล่ะ\"\n\nYun Jin เคยปรึกษาเรื่องนี้กับ Fan Er'ye เอาไว้แล้ว ว่าให้พูดให้ตรงกัน ดังนั้นจึงไม่ต้องกังวลไป คำโกหกเล็ก ๆ น้อย ๆ นี้จะไม่ถูกเปิดโปงอย่างแน่นอน!",
      "vi": "Trong Vân Hàn Xã có rất nhiều thành viên có thâm niên làm việc. Từ khi ông nội của Yun Jin làm đương gia thì họ đã là một thành viên trong đó.\n\nSau khi Yun Jin tiếp quản Vân Hàn Xã từ ông nội, các trưởng bối ấy vẫn tận tâm tận lực giúp đỡ Yun Jin quản lý đoàn kịch.\n\nCác nghệ sĩ gạo cội ấy say mê môn nghệ thuật của mình, thậm chí đôi lúc say mê đến cực đoan, trong mắt họ, ngoài kịch Liyue ra thì tất cả các loại hình âm nhạc khác đều là bàng môn tả đạo, bao gồm cả Rock&Roll.\n\nYun Jin thì không như vậy, cô ấy rất khâm phục năng lượng mà Rock&Roll lan tỏa, thậm chí còn trở thành bạn thân của tay nhạc rock Xinyan nữa.\n\nKhi tập luyện, các nghệ sĩ gạo cội đều tình nguyện nghe theo chỉ huy của Yun Jin, nhưng trong cuộc sống thường ngày, Yun Jin bé nhỏ như là đứa cháu mà họ cần phải bao bọc vậy.\n\n\"Yun Jin ngoan, phải nghe lời người lớn, không được ăn cay, hại cổ họng lắm. Thịt thì có thể ăn, nhưng không được ăn nhiều, dễ mập lắm.\"\n\n\"Thèm ăn quá, thì hãy ăn nhiều tôm vào nhé. Còn cái gì mà... Rock&Roll gì đó đừng nên nghe, gào thét chẳng ra thể thống gì.\"\n\nYun Jin mỗi khi nghe biểu diễn nhạc Rock về đều sẽ bị họ càm ràm cả ngày.\n\nCãi lý với người già quả thật rất khó, để né tránh việc này, Yun Jin chỉ còn cách viện cớ.\n\nĐi xem Xinyan biểu diễn thì không được, nhưng đi gặp con nuôi của Phạm Nhị Gia là tiểu thư \"Xingyan\", cùng bàn luận về kịch Liyue thì không thành vấn đề.\n\nNgười già không ưa gì âm nhạc của Xinyan, nhưng lại có ấn tượng rất tốt với vị tiểu thư Xingyan kia.\n\n\"Vị cô nương Xingyan này nghe nói biết thêu thùa biết nấu ăn, là một tiểu thư đoan trang thùy mị. Yun Jin của chúng ta làm bạn với cô ấy sẽ học được nhiều thứ, thế thì tốt quá rồi.\"\n\nYun Jin đã sớm thương lượng chuyện này với Phạm Nhị Gia, thống nhất lời khai với nhau, cho nên cũng không cần phải lo lắng nhiều, lời nói dối này sẽ không bị vạch trần đâu!"
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "人们对云堇有各种称呼。有喊她云老板的，有称她云先生的。\n\n称她为云老板，是因为云堇乃「云翰社」当家。虽然杂务琐事有经理支撑，大事仍由云堇定夺。因此，许多商界人士爱称呼云堇为云老板。\n\n云先生这个称呼，却有个故事。\n\n云堇祖父管理「云翰社」那会儿，老戏迷都敬称他为云先生。等到云堇掌事，这些老戏迷也常来看她演出。\n\n有位戏迷看云堇演得不错，散场后与人闲聊时，半开玩笑地说：\n\n「现今这位『云先生』唱得也不错。」\n\n人群中立刻出现了反对的声音：「年轻女子，也能称先生？」\n\n这话被云堇听了去，轻轻笑道：\n\n「先生于人的，年纪长，见闻自然广，大家当然称呼他为先生。」\n\n「但见闻广博的人未必都很年长，况且女子怎么就不能有大见识了？」\n\n「先生您快人快语，称得上先生，年轻女子答得上您的问，自然也配称一声先生才是。」\n\n在场的戏迷们深感趣味，常挂在嘴边说道。最后，不论见没见过云堇本人的，都习惯性地随别人一起称她为云先生了。",
      "zht": "人們對雲堇有各種稱呼。有喊她雲老闆的，有稱她雲先生的。\n\n稱她為雲老闆，是因為雲堇乃「雲翰社」當家。雖然雜務瑣事有經理支撐，大事仍由雲堇定奪。因此，許多商界人士愛稱呼雲堇為雲老闆。\n\n雲先生這個稱呼，卻有個故事。\n\n雲堇祖父管理「雲翰社」那會兒，老戲迷都敬稱他為雲先生。等到雲堇掌事，這些老戲迷也常來看她演出。\n\n有位戲迷看雲堇演得不錯，散場後與人閒聊時，半開玩笑地說：\n\n「現今這位『雲先生』唱得也不錯。」\n\n人群中立刻出現了反對的聲音：「年輕女子，也能稱先生？」\n\n這話被雲堇聽了去，輕輕笑道：\n\n「先生於人的，年紀長，見聞自然廣，大家當然稱呼他為先生。」\n\n「但見聞廣博的人未必都很年長，況且女子怎麼就不能有大見識了？」\n\n「先生您快人快語，稱得上先生，年輕女子答得上您的問，自然也配稱一聲先生才是。」\n\n在場的戲迷們深感趣味，常掛在嘴邊說道。最後，不論見沒見過雲堇本人的，都習慣性地隨別人一起稱她為雲先生了。",
      "jp": "雲菫に様々な呼び名があるのは知っているだろうか。雲座頭と呼ばれたり、雲先生と呼ばれたり、人によって呼び方が変わるのだ。\n\n彼女が雲座頭と呼ばれるのは、雲菫が「雲翰社」の座長だからである。細かなことはマネージャーが処理しているが、重要なことを決めるのは雲菫だ。そのため、商業界では雲菫を雲座頭と呼ぶ者が多い。\n\n一方、雲先生という呼び名には、ある逸話が隠されている。\n\n雲菫の祖父が「雲翰社」を管理していた頃、劇の愛好家たちは彼を尊敬し、雲先生と呼んでいた。そして、雲菫が劇団を受け継いだ後も、その愛好家たちは彼女の劇をよく観に行った。\n\nある愛好家が雲菫の役者としての実力を見て、公演後に「今の『雲先生』の芝居も悪くないね。」と言った。\n\nすると、人混みの中から反論の声がすぐに上がった——「若い女性にも、先生と呼ばれる資格があるのか？」と。\n\nその話は雲菫の耳にも入った。彼女は微笑みながらこう話したという。\n\n「人より先に生まれた者であれば、年の功があり、見聞も広いことでしょう。先生と呼ばれるのも当然なことです。」\n\n「しかし見聞の広い者が、必ずしも年配の方というわけではありません。それに、女性では見識を備えることができないのでしょうか？」\n\n「あなたは率直に意見を言うお方だ。それに、若い女性がこのような質問に、真摯に答えてくれた。あなたは先生と呼ぶにふさわしい人だと私は思います。」\n\nその場にいた者たちは感銘を受け、この話をよく人に語る。そしてついには、雲菫本人に会ったことがない者も、彼女のことを雲先生と呼ぶようになったのだ。",
      "ko": "사람들은 운근을 여러 호칭으로 부른다. 사장이라 부르는 사람도 있고, 운 선생이라고 부르는 사람이 있다.\n\n사장이라고 부르는 이유는 운근이 「운한사」의 단장이기 때문이다. 잡다한 일을 처리해 주는 사람이 있지만 대부분의 일은 운근이 결정하므로, 상업계 사람들은 대부분 운근을 사장이라고 부른다.\n\n운근이 선생이라는 호칭을 얻게 된 데에는 짤막한 일화가 있다.\n\n운근의 할아버지가 「운한사」를 관리하던 시절에 팬들은 그를 존경하는 마음으로 운 선생이라고 불렀다. 운근이 극단을 맡게 되자, 그들은 역시 운근의 연극을 보러 자주 왔다.\n\n그 중 한 팬은 그녀가 연기가 훌륭하다고 느끼고 사람들과 이야기할 때 농담조로, 「지금의 『운 선생』도 연기가 정말 끝내줘요.」라고 칭찬했다.\n\n그 소리를 들은 관객 하나가 「어린 여자한테 선생이란 호칭이 어울리나요?」라고 반박했다.\n\n운근은 그 말을 듣고 웃으며, 「나이가 많고 견문이 넓은 사람들을 선생이라 부릅니다.」\n\n「그러나 박학다식하다고 다 나이가 많은 건 아니지 않습니까. 게다가 여자라고 지식이 많으면 안 된다는 법이 있던가요?」\n\n「말씀 참 시원시원하게 하시네요. 선생이라 불릴 만합니다. 젊은 여성이 선생님의 질문에 기가 막힌 답을 내놨으니 선생이라 불려도 되지 않겠습니까?」\n\n현장에 있던 관객들은 매우 흥미로워 하며, 이 상황을 자주 이야기하곤 했다. 그러다 보니 운근을 본 적이 없는 사람도 어느새 습관적으로 그녀를 선생이라고 부르게 되었다",
      "en": "Yun Jin goes by many names. To some, she is Director Yun, and to others, Sir Yun.\n\nThey call her Director Yun for her leadership of the Yun-Han Opera Troupe. Though there are managers to help with everyday work, Yun Jin is the one who makes the big decisions. She thus earned the name of Director Yun from people in business circles.\n\nAs for Sir Yun, that is another story.\n\nWhen Yun Jin's grandfather was in charge of the Yun-Han Opera Troupe, long-time fans respectfully addressed him as Sir Yun. After Yun Jin took charge later, these fans frequented her performances as well.\n\nThere was once after a show when an impressed fan half-joked with others, \"the Sir Yun we have now sings rather well too.\"\n\nA voice from the crowd immediately countered by saying: \"How can you address a young girl as Sir?\"\n\nUpon hearing this, Yun Jin curved her lips.\n\n\"Those who were born early, learn early. They are naturally better-informed than others. It's every bit right for them to be referred to as Sirs.\"\n\n\"But one doesn't have to be old to be knowledgeable. Besides, why can't a girl be knowledgeable?\"\n\n\"You are quick in mind and speech, and are thus qualified to be called Sir. I have answered your eminent question — that also makes me a Sir.\"\n\nHer remarks impressed the fans present, who shared this story to many. In the end, everyone followed the trend and started to call her Sir Yun whether they had or had not met her in person.",
      "de": "Yun Jin ist unter vielen Namen bekannt. Für die einen ist sie Direktorin Yun, für die anderen Meister Yun.\n\nSie nennen sie Direktorin Yun, weil sie die Yun-Han-Operntruppe leitet. Auch wenn es Manager gibt, die bei der täglichen Arbeit helfen, ist Yun Jin diejenige, die die großen Entscheidungen trifft. In Geschäftskreisen wird sie deshalb Direktorin Yun genannt.\n\nWas Meister Yun angeht, ist das eine andere Geschichte.\n\nAls Yun Jins Großvater die Yun-Han-Operntruppe leitete, nannten ihn die langjährigen Fans respektvoll Meister Yun. Nachdem Yun Jin später die Leitung übernommen hatte, besuchten diese Fans auch ihre Auftritte.\n\nEinmal scherzte ein beeindruckter Fan nach einer Aufführung mit anderen: „Der Meister Yun, den wir jetzt haben, singt auch ziemlich gut.“\n\nAndere aus der Menge konterten sofort mit den Worten: „Wie kannst du ein junges Mädchen mit Meister anreden?“\n\nAls sie das hörte, verzog Yun Jin die Lippen: \n\n„Wer früh geboren wurde, lernt früh. Sie sind von Natur aus besser informiert als andere. Es ist nur recht und billig, dass man sie mit Meister anspricht.“\n\n„Man muss nicht alt sein, um wissend zu sein. Außerdem, warum kann ein Mädchen nicht wissend sein?“\n\n„Du bist geistesgegenwärtig und sprachgewandt und damit qualifiziert, Meister genannt zu werden. Ich habe deine bedeutende Frage beantwortet – das macht mich auch zu einem Meister.“\n\nIhre Bemerkungen beeindruckten die anwesenden Fans, die diese Geschichte an viele weitergaben. Am Ende folgten alle dem Trend und begannen, sie Meister Yun zu nennen, egal ob sie sie persönlich getroffen hatten oder nicht.",
      "es": "La gente llama a Yun Jin de muchas formas. Algunos, directora Yun, y otros, maestra Yun.\n\nQuienes la llaman directora Yun lo hacen porque, efectivamente, ella es la directora de la Compañía de Ópera Yun-Han. Aunque hay otras personas responsables de varios asuntos, la última palabra siempre la tiene Yun Jin, y por eso a la gente del mundo de los negocios le gusta llamarla “directora Yun”.\n\nLo de “maestra Yun” tiene una historia detrás.\n\nCuando el abuelo de Yun Jin estaba al frente de la Compañía de Ópera Yun-Han, los aficionados a la ópera lo llamaban respetuosamente “maestro Yun”. Cuando Yun Jin se convirtió en directora, esos viejos aficionados iban a verla actuar a menudo.\n\nUno de ellos, tras ver la soberbia interpretación de Yun Jin, dijo medio en broma a sus amigos cuando salían de la ópera:\n\n“La maestra Yun de hoy en día no canta nada mal”.\n\nEnseguida se oyeron opiniones contrarias: “¿A una chica tan joven se la puede llamar maestra?”.\n\nYun Jin oyó esto y, riéndose, dijo:\n\n“A alguien de edad avanzada y que ha visto muchas cosas por supuesto hay que llamarlo maestro”.\n\n“Pero no todos los que han visto muchas cosas son de edad avanzada, y las mujeres también pueden poseer una gran sabiduría”.\n\n“Usted tiene grandes dotes de palabra y se merece el título de maestro. Una joven que pueda responder a sus preguntas también lo merece”.\n\nLos aficionados quedaron encantados y repetían esas palabras a menudo. Al final, sin importar si habían visto a Yun Jin en persona o no, todos se acostumbraron a llamarla “maestra Yun”.",
      "fr": "#Yun Jin est une jeune fille aux multiples titres. Certains l'appellent « Patronne Yun », d'autres « Maître Yun ».\n\nYun Jin est à la tête de la troupe d'opéra Yun-Han. Bien que d'autres gestionnaires l'aident dans les tâches quotidiennes, elle reste au cœur de toutes les décisions importantes. Ainsi, les gens ont commencé à la surnommer « Patronne Yun » dans le milieu des affaires.\n\nEn ce qui concerne «{NON_BREAK_SPACE}Maître Yun{NON_BREAK_SPACE}», il s'agit d'une autre histoire.\n\nLorsque le grand-père de Yun Jin dirigeait encore la troupe, ses fans de longue date l'appelaient ainsi en signe de révérence. Ceux-ci continuèrent d'assister aux spectacles de la troupe même lorsque Yun Jin en a pris les rênes.\n\nÀ la sortie d'une représentation, un spectateur qui était impressionné par la prestation de Yun Jin lança sur un ton de plaisanterie : « Le maître Yun qui s'est produit ce soir chante plutôt bien aussi ! »\n\nD'autres spectateurs réagirent aussitôt : « Comment pouvez-vous appeler une jeune fille « maître » ? »\n\nYun Jin esquissa un sourire en entendant cet échange.\n\n« Ce titre désigne un individu plus âgé qui a beaucoup d'expérience, et à raison. »\n\n« Ceci dit, personne n'a dit qu'il faille atteindre un certain âge pour s'y connaître dans un domaine ou être un homme. »\n\n« Vous êtes vif d'esprit et d'une grande éloquence, tout à fait digne d'être appelé « maître ». Or, en ayant également répondu à vos interrogations, je crois être également digne de ce titre. »\n\nCette remarque ne manqua pas d'impressionner les fans présents qui partagèrent l'anecdote à de nombreux autres. Au bout tout compte, tout le monde se mit par appeler Yun Jin « Maître Yun » même sans l'avoir rencontrée en personne.",
      "pt": "Yunjin tem muitos nomes. Para alguns, ela é Diretora Yun, e para outros, Srta. Yun.\n\nEles chamam ela de diretora Yun por sua liderança da Trupe de Ópera Yun-Han. Embora existam gerentes para ajudar no trabalho diário, Yunjin é quem toma as grandes decisões. Assim, ela ganhou o nome de diretora Yun das pessoas do meio empresarial.\n\nQuanto à Srta. Yun, essa é outra história.\n\nQuando o avô de Yunjin estava a cargo da Trupe de Ópera Yun-Han, os fãs de longa data se dirigiam respeitosamente a ele como senhor Yun. Depois que Yunjin assumiu o comando mais tarde, estes fãs também frequentaram suas apresentações.\n\nHouve uma vez depois de um show quando um fã impressionado brincou com os outros, \"a Senhora Yun que temos agora canta muito bem também\".\n\nOutros da multidão contra-argumentaram imediatamente, dizendo: \"Como você pode se dirigir a uma jovem garota como Senhora?\"\n\nAo ouvir isto, Yunjin curvou seus lábios,\n\n\"Aqueles que nasceram cedo, aprendem cedo. Eles estão naturalmente melhor informados do que os outros. É bem correto que eles sejam chamados de senhores.\"\n\n\"Mas não é preciso ser velho para se ter conhecimento. Além disso, por que uma garota não pode ser inteligente?\"\n\n\"Você é rápido na mente e na fala, e assim está qualificado para ser chamado de Senhor. Respondi à sua eminente pergunta — isso também me torna uma Senhora.\"\n\nSeus comentários impressionaram os fãs presentes, que compartilharam esta história com muitos. No final, todos seguiram a tendência e começaram a chamá-la de Senhora Yun, quer a tivessem ou não conhecido pessoalmente.",
      "ru": "Все называют Юнь Цзинь по-разному. Для одних она руководитель Юнь, для других - госпожа Юнь. Руководителем Юнь её называют потому, что она возглавляет оперную труппу Юнь Хань. Хоть с рутинной работой ей и помогают менеджеры, важнейшие из решений принимает Юнь Цзинь. Поэтому люди из торговых кругов обращаются к ней «руководитель Юнь». Но в шутку иногда её называют «господин Юнь», что связано со следующей историей. Когда труппой управлял ещё дед Юнь Цзинь, старые поклонники театра звали его «господин Юнь». Когда управляющей стала Юнь Цзинь, эти же поклонники зачастили и на её выступления. Как-то раз после одной постановки восторженный поклонник в разговоре с другими полушутливо заметил: «Наш нынешний господин Юнь тоже поёт неплохо». Остальные поспешили возразить: «Разве можно называть юную девушку господином?» Услышав это, Юнь Цзинь улыбнулась и сказала: «Опытного и знающего человека в годах, конечно же, обычно величают господином. Но к опыту и знаниям необязательно прилагаются седины. Кроме того, большими познаниями может обладать и женщина. Вы откровенны, и слова ваши откровенны, поэтому вы заслуживаете называться господином. И я, поскольку дала ответ на ваш вопрос, достойна того же». Её слова потрясли присутствующих поклонников, и они ещё долго делились этой историей. В итоге остальные, знакомы они с Юнь Цзинь или нет, тоже порой называли её «господином».",
      "id": "Yun Jin memiliki banyak panggilan. Kadang dia dipanggil Ketua Yun, kadang juga dipanggil Master Yun.\n\nOrang-orang memanggilnya Ketua Yun karena dia adalah pimpinan di Grup Opera Yun-Han. Meskipun banyak manajer yang mengurus pekerjaan sehari-hari, tapi Yun Jin yang harus membuat keputusan besar. Jadi panggilan Ketua Yun berasal dari orang-orang di lingkup bisnis.\n\nSedangkan panggilan Master Yun, memiliki cerita yang berbeda.\n\nSaat kakek Yun Jin masih memimpin Grup Opera Yun-Han, para penggemar setianya memanggilnya dengan panggilan sopan Master Yun. Setelah diambil alih oleh Yun Jin, para penggemar itu juga sering datang ke pertunjukannya.\n\nPada suatu hari setelah pertunjukannya selesai, seorang penggemar bergurau: \"Wah, Master Yun yang ini juga hebat ya nyanyinya.\"\n\nTentu saja orang-orang langsung membalas: \"Mana boleh kamu memanggil gadis muda ini dengan Master?\"\n\nMendengar ini, Yun Jin tersenyum dan berkata:\n\n\"Orang yang lahir lebih dulu, belajar lebih dulu. Wajar kalau wawasan mereka lebih luas. Mereka layak disebut Master.\"\n\n\"Tapi usia lanjut bukan syarat untuk punya wawasan luas. Apakah seorang gadis muda tidak berhak menjadi cendekia?\"\n\n\"Anda cekatan dalam berpikir dan berkata-kata, sehingga dipanggil Master. Pertanyaan barusan juga berhasil aku jawab, bukankah tidak apa kalau aku juga dipanggil Master?\"\n\nJawaban Yun Jin membuat para penggemarnya berdecak kagum dan mereka kemudian menyebarkan cerita ini. Pada akhirnya, semua orang mengikuti tren ini dan memanggil Yun Jin dengan panggilan Master Yun. Tidak peduli apa mereka sudah pernah bertemu dengannya atau belum.",
      "th": "ผู้คนมีชื่อเรียก Yun Jin ไปต่าง ๆ นานา บางคนเรียกเธอว่าคุณ Yun บางคนเรียกเธอว่าอาจารย์ Yun\n\nที่เรียกเธอว่าคุณ Yun ก็เป็นเพราะว่า Yun Jin เป็นหัวหน้าคณะละครงิ้ว แม้ว่าจะมีผู้จัดการที่คอยช่วยเหลือในการทำงานประจำวัน แต่ Yun Jin คือผู้ทำการตัดสินใจครั้งสำคัญ ดังนั้นคนในแวดวงธุรกิจจึงนิยมเรียกเธอว่าคุณ Yun\n\nแต่ชื่อเรียกว่าอาจารย์ Yun นั้นมีเรื่องเล่า\n\nในตอนนั้นที่ปู่ของ Yun Jin เป็นผู้ดูแลคณะละครงิ้ว Yun-Han เหล่าแฟนละครต่างยกย่องและเรียกเขาว่าอาจารย์ Yun พอ Yun Jin เข้ามารับช่วงต่อ แฟนละครเหล่านี้ก็มาดูเธอทำการแสดงอยู่บ่อย ๆ เช่นกัน\n\nมีแฟนละครคนหนึ่งเห็นว่า Yun Jin แสดงได้ไม่เลว พอคุยกับคนอื่นหลังจบการแสดงก็พูดแกมติดตลกว่า:\n\n\"อาจารย์ Yun รุ่นปัจจุบันนี่ร้องได้ไม่เลวเหมือนกันนะเนี่ย\"\n\nมีเสียงคัดค้านดังขึ้นมาจากกลุ่มฝูงชน: \"เด็กสาว เรียกว่าอาจารย์ได้ด้วยงั้นเหรอ?\"\n\nYun Jin ได้ยินคำพูดนั้น พลางยิ้มอย่างนุ่มนวลและพูดว่า:\n\n\"อาจารย์คือคนที่มีอายุมาก และมีความรู้มากมาย ทุกคนจึงเรียกเขาว่า อาจารย์\"\n\n\"แต่คนที่มีความรู้มากมายหลากหลายไม่จำเป็นต้องมีอายุมาก อีกอย่างทำไมหญิงสาวถึงมีความรู้มากมายบ้างไม่ได้ล่ะ?\"\n\n\"คุณคิดไวพูดไว ก็เรียกคุณว่าอาจารย์ได้ หญิงสาวอย่างฉันตอบคำถามของคุณได้ แบบนี้ก็สมควรถูกเรียกว่าอาจารย์ด้วยเช่นกัน\"\n\nคำพูดของเธอสร้างความประทับใจให้กับเหล่าแฟนละครที่อยู่ในเหตุการณ์ จึงถูกนำไปบอกเล่าต่อ ๆ กันไป ไม่ว่าจะเคยเจอ Yun Jin หรือไม่ก็ตาม ทุกคนก็คุ้นชินที่จะเรียกเธอว่าอาจารย์ Yun เหมือนที่คนอื่นเรียก",
      "vi": "Mọi người có nhiều cách xưng hô Yun Jin. Có người gọi là cô chủ Yun, có người gọi là Yun tiên sinh.\n\nGọi cô chủ Yun là vì cô ấy là đương gia của Vân Hàn Xã. Tuy việc vặt trong đoàn đều có quản lý lo liệu, nhưng việc lớn vẫn do Yun Jin định đoạt. Vì thế, giới thương nhân rất thích gọi Yun Jin là cô chủ Yun.\n\nCòn biệt danh Yun tiên sinh thì có một câu chuyện phía sau.\n\nKhi ông nội của Yun Jin quản lý Vân Hàn Xã, khán giả mê kịch hay gọi ông ấy một cách tôn kính là Yun tiên sinh. Khi Yun Jin tiếp quản, những khán giả đó cũng thường đến xem Yun Jin biểu diễn.\n\nCó vị khán giả thấy Yun Jin hát hay, sau khi kết thúc buổi diễn trong lúc trò chuyện đã nói nửa thật nửa đùa:\n\n\"Vị \"Yun tiên sinh\" của bây giờ hát cũng không tệ nhỉ.\"\n\nLập tức có tiếng người phản bác: \"Nữ nhi trẻ tuổi như vậy, sao lại gọi là tiên sinh?\"\n\nYun Jin nghe thấy chuyện này, bèn cười nói:\n\n\"Người tuổi tác cao, học rộng hiểu nhiều, đương nhiên sẽ được mọi người gọi là tiên sinh.\"\n\n\"Nhưng người học rộng hiểu nhiều chưa hẳn tuổi sẽ cao, huống chi nữ nhi tại sao lại không thể có được kiến thức sâu rộng chứ?\"\n\n\"Vị tiên sinh này người ngay nói thẳng, xứng đáng được gọi là tiên sinh, nữ nhi có thể trả lời được câu hỏi của tiên sinh, đương nhiên cũng sẽ xứng với danh hiệu tiên sinh mới phải.\"\n\nCác khán giả ở đó cảm thấy thú vị nên thường hay kể về chuyện này. Từ đó trở đi, cho dù người nào đó có từng gặp qua Yun Jin hay chưa, thì cũng bắt chước theo những người khác quen miệng gọi cô ấy là Yun tiên sinh."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "传统璃月戏中常见固定主题，讲述的大多是仙人或者岩王帝君本人的故事。\n\n《神女劈观》之类戏，就属此类。因人们对仙人充满美好的想象，乐于观看舞台上的仙人如何颦笑，这类故事才能在璃月戏里占到大多数。\n\n童年时，它们还能牵动云堇的心弦，但在演遍了仙人传奇之后，她的想法逐渐改变了。\n\n为什么不试试其他的主题呢？比如…讲述我们自己的故事？\n\n书写红尘中的冷暖悲欢，颂扬属于人的爱恨情仇。\n\n或许这些凡人俗话算不上璃月戏的主流，却也未必不能被传唱。\n\n爱执、贪嗔、痴念。人在或美好或悲壮的情感中确立心境，品味灵魂。\n\n云堇不是仙人，不能设身处地体会仙人所思所想，对人的种种情感倒最是熟悉。\n\n「那么，就来歌咏人本身的故事吧，用我的笔、我的嗓演绎天下人心。」\n\n这是云堇心中从未对人言说的愿望。",
      "zht": "傳統璃月戲中常見固定主題，講述的大多是仙人或者岩王帝君本人的故事。\n\n《神女劈觀》之類戲，就屬此類。因人們對仙人充滿美好的想像，樂於觀看舞臺上的仙人如何顰笑，這類故事才能在璃月戲裡占到大多數。\n\n童年時，它們還能牽動雲堇的心弦，但在演遍了仙人傳奇之後，她的想法逐漸改變了。\n\n為什麼不試試其他的主題呢？比如…講述我們自己的故事？\n\n書寫紅塵中的冷暖悲歡，頌揚屬於人的愛恨情仇。\n\n或許這些凡人俗話算不上璃月戲的主流，卻也未必不能被傳唱。\n\n愛執、貪嗔、癡念。人在或美好或悲壯的情感中確立心境，品味靈魂。\n\n雲堇不是仙人，不能設身處地體會仙人所思所想，對人的種種情感倒最是熟悉。\n\n「那麼，就來歌詠人本身的故事吧，用我的筆、我的嗓演繹天下人心。」\n\n這是雲堇心中從未對人言說的願望。",
      "jp": "伝統ある璃月劇でよく題材とされるのが、仙人や岩王帝君に関する物語だ。\n\n『神女劈観』などの劇がそれにあたる。人々は仙人に対して、美しい幻想を抱いており、舞台上で仙人たちがどのように表情を変化させるのかを観て楽しんでいる。そのため、璃月劇の大半を占めるのが、こういった物語だ。\n\n子供の頃、これらの物語が雲菫の心の琴線に触れた。しかし、仙人の物語をすべて演じきった後、彼女の考えは徐々に変わっていった。\n\n他の題材に変えてみたらどうなるのか？例えば…私たちの物語を演じたら…。\n\n俗世の哀歓を描き、人が持つ愛憎を讃える。\n\nこのような凡人の物語は璃月劇の主流ではないが、歌われる価値がないというわけではない。\n\n愛執、貪欲、妄念。人間は美しさ、あるいは悲壮な気持ちの中で心を確立し、魂を味わうもの。\n\n雲菫は仙人ではないため、仙人の立場に身を置いて彼らを理解することはできない。しかし、人の様々な感情ならよく知っている。\n\n「それでは、人自身の物語を歌いましょう。私の筆と喉で、人々の心を歌いたいと思います。」\n\nそれは、誰にも言ったことのない、雲菫の心に秘めた夢だ。",
      "ko": "전통 리월극에는 레파토리가 있는데, 대부분 선인과 암왕제군에 관한 주제이다.\n\n《사원을 가른 신녀》가 바로 이 종류에 속한다. 리월 사람들은 선인들을 좋게만 보기 때문에, 무대에서 선인이 어떻게 표현되는지 보고 싶어했고, 그래서 이런 주제가 리월극의 주류가 되었다.\n\n어린 시절에는 이런 이야기들이 운근의 심금을 울렸지만, 모든 선인 전기를 섭렵하고 나자 그녀의 생각은 조금씩 바뀌기 시작했다.\n\n왜 다른 주제는 시도도 안 해보는 거지? 예를 들면… 나 자신의 이야기라든지?\n\n속세 이야기는 인간의 오욕칠정을 그린 것이다.\n\n이런 이야기들은 리월극의 주류가 아니지만, 금지된 건 아니었다.\n\n애착, 탐욕, 집념. 사람은 아름답거나 비장한 감정 속에서 마음을 가다듬고 영혼을 음미한다.\n\n운근은 선인이 아니기에, 선인의 생각을 진짜 체험할 수 없지만, 사람의 감정은 익숙하기 때문에 달랐다.\n\n「그럼 사람의 이야기를 노래하고, 내 붓과 목소리로 천하의 모든 사람의 마음을 표현하리.」\n\n이게 바로 운근이 다른 사람에게는 말하지 않은 자신만의 소원이다",
      "en": "Many traditional Liyue Operas revolve around the theme of the adepti and Rex Lapis himself.\n\nA prime example would be \"The Divine Damsel of Devastation.\" People are full of wonderful fantasies about the adepti and would like to see the representation of their joy and anger on stage. Thus, stories portraying them make up the majority of the repertoire of Liyue Opera.\n\nWhen Yun Jin was young, she would find these stories engaging, but having exhausted every adeptal legend in her performing career, her take on theming gradually changed.\n\nWhy not experiment with other themes? For instance... stories of our own, perhaps?\n\nStories that tell of our earthly joys and sorrows, songs that sing of the hatreds and passions of humanity.\n\nMaybe these stories of mere mortals may not make it as classics of Liyue Opera, but there will always be some people who remember them.\n\nIn love our thoughts linger, in rage our hearts burn, and in obsession, our minds go astray. These emotions, good or bad, lift the veil that covers our feelings and souls.\n\nYun Jin is no adeptus. She can never put herself in the shoes of the adepti, yet she is endowed with the most accurate and sensitive grasp of human emotions.\n\n\"So, let me sing of human stories. May my brush be the brush of all hearts and my voice the voice of all souls.\"\n\nThis is the unspoken wish that Yun Jin has so far only kept to herself.",
      "de": "Viele traditionelle Liyue-Opern drehen sich um das Thema Adepten und Rex Lapis selbst.\n\nEin Paradebeispiel wäre „Die göttliche Jungfrau der Verwüstung“. Die Menschen sind voller wundervoller Fantasien über die Adepten und würden gerne die Darstellung ihrer Freude und ihres Zorns auf der Bühne sehen. Daher machen Geschichten, in denen sie dargestellt werden, den Großteil des Repertoires der Liyue-Oper aus.\n\nAls Yun Jin jung war, fand sie diese Geschichten fesselnd, aber nachdem sie in ihrer Bühnenkarriere jede Adeptenlegende ausgeschöpft hatte, änderte sich ihre Einstellung zu Themen allmählich.\n\nWarum nicht mit anderen Themen experimentieren? Zum Beispiel ... vielleicht mit unseren eigenen Geschichten?\n\nGeschichten, die von unseren irdischen Freuden und Leidenschaften erzählen, Lieder, die den Hass und die Leidenschaften der Menschheit besingen. Vielleicht werden diese Geschichten von gewöhnlichen Sterblichen nicht zu Klassikern der Liyue-Oper, aber es wird immer Menschen geben, die sich an sie erinnern.\n\nIn der Liebe verweilen unsere Gedanken, in der Wut brennt unser Herz und in der Besessenheit verirrt sich unser Verstand. Diese Emotionen, ob gut oder schlecht, lüften den Schleier, der unsere Gefühle und Seelen bedeckt.\n\nYun Jin ist keine Adeptin. Sie kann sich nie in die Lage eines Adepten versetzen, aber sie hat das genaueste und sensibelste Gespür für menschliche Emotionen.\n\n„Lass mich also von menschlichen Geschichten singen. Möge mein Pinsel der Pinsel aller Herzen sein und meine Stimme die Stimme aller Seelen.“\n\nDies ist der unausgesprochene Wunsch, den Yun Jin bisher nur für sich behalten hat.",
      "es": "Las óperas de Liyue casi siempre tratan sobre unos temas establecidos y normalmente cuentan historias de los Adeptus o de Rex Lapis.\n\n«La divina damisela de la devastación» pertenece a esa categoría. Este tipo de obras son las más representadas porque la gente tiene todo tipo de ideas fantásticas sobre los Adeptus y les encanta sus alegrías y penas en el escenario.\n\nCuando era pequeña, a Yun Jin también le emocionaban, pero tras interpretar las leyendas de los Adeptus, su opinión fue cambiando gradualmente.\n\n¿Por qué no probar otras temáticas? Por ejemplo... nuestras propias historias.\n\nLas alegrías y las penas que suceden en la tierra polvorienta, el amor y el odio que pertenecen a las personas.\n\nTal vez esas historias sobre personas normales no se conviertan en las más populares, pero no hay motivo por el cual no puedan representarse en el escenario.\n\nEl amor, la codicia, la obsesión... Las emociones hermosas o repugnantes determinan el estado de ánimo y prueban el espíritu.\n\nYun Jin no es una Adeptus y no puede saber de primera mano lo que piensan y lo que sienten, pero tiene mucha experiencia con todas las emociones humanas.\n\n“Así que cantaré la historia propia de las personas y utilizaré mi pluma y mi voz para interpretar los corazones de todo el mundo”.\n\nEste es el deseo que Yun Jin nunca le ha contado a nadie.",
      "fr": "De nombreux opéras liyuéens sont sur le thème des Adeptes et le Souverain de la Roche.\n\n« Divine damoiselle de la dévastation » en est un parfait exemple. Les mortels font preuve d'une imagination débordante en ce qui concerne les Adeptes et prennent du plaisir à voir les représentations de leurs joies et leurs peines sur scène. C'est pour cette raison que celles-ci constituent la majorité des opéras liyuéens.\n\nCes histoires faisaient vibrer Yun Jin lorsqu'elle était enfant, mais son avis changea progressivement après avoir joué toutes les pièces du genre dans sa carrière.\n\nPourquoi ne pas se tourner vers d'autres thèmes ? Comme raconter nos propres histoires ?\n\nDes histoires qui relatent les joies et les peines des mortels ou celles qui dépeignent leurs vives émotions, comme la passion ou la haine.\n\nDe telles pièces ne deviendront sans doute pas des classiques de l'opéra liyuéen, mais il y aura toujours des personnes pour les chanter.\n\nL'amour, la cupidité, la colère, l'engouement... Qu'elles soient positives ou négatives, les émotions font la lumière sur nos sentiments et notre âme.\n\nYun Jin n'est pas une Adepte et ne pourra jamais se mettre à leur place. Cependant, elle fait preuve d'une compréhension approfondie du cœur humain.\n\n« Laissez-moi chanter les histoires des mortels et nous représenter grâce à ma plume et à ma voix. »\n\nCe souhait est celui que Yun Jin garde pour elle.",
      "pt": "Muitas Óperas Liyue tradicionais giram em torno do tema dos adepti e do próprio Rex Lapis.\n\nUm excelente exemplo seria \"A Divina Donzela da Devastação\". As pessoas estão cheias de fantasias maravilhosas sobre os adepti e gostariam de ver a representação de sua alegria e raiva no palco. Assim, as histórias que as retratam constituem a maior parte do repertório da Ópera de Liyue.\n\nQuando Yunjin era jovem, ela achava estas histórias envolventes, mas tendo exaurido todas as lendas adeptal em sua carreira de intérprete, sua abordagem mudou gradualmente.\n\nPor que não experimentar com outros temas? Por exemplo... histórias sobre nós mesmos, talvez?\n\nHistórias que contam nossas alegrias e tristezas terrenas, canções que cantam os ódios e paixões da humanidade.\n\nTalvez estas histórias de meros mortais não sejam clássicos da Ópera de Liyue, mas sempre haverá algumas pessoas que se lembrarão delas.\n\nApaixonados nossos pensamentos permanecem, em fúria nossos corações ardem, e em obsessão nossas mentes se desviam. Estas emoções, boas ou más, levantam o véu que cobre nossos sentimentos e nossas almas.\n\nYunjin não é uma adeptus. Ela nunca poderá se colocar no lugar dos adepti, mas é dotada da mais precisa e sensível compreensão das emoções humanas.\n\n\"Então, deixe-me cantar sobre histórias humanas. Que meu pincel seja o pincel de todos os corações e minha voz a voz de todas as almas.\"\n\nEste é o desejo não contado que Yunjin tem mantido até agora apenas para si mesma.",
      "ru": "В центре сюжета многих оперных произведений Ли Юэ Адепты и сам Властелин Камня. «Созерцание богини уничтожения» - наглядный тому пример. Такой тип произведений составляет большую часть оперного репертуара Ли Юэ потому, что люди полны прекрасных фантазий об Адептах и хотят видеть их радость и грусть на сцене. В детстве Юнь Цзинь тоже восторгалась этими сюжетами, но после участия во всевозможных постановках об Адептах её мнение изменилось. Почему бы не попробовать другие темы? Например... рассказать истории о нас самих? Истории о земных радостях и печалях, любви и ненависти человечества. Быть может, такие истории классикой оперы Ли Юэ не станут, но и причин не исполнять их на сцене нет. Страсть, жадность, одержимость. Эти чувства, прекрасные или низменные, поднимают завесу над нашими душами. Юнь Цзинь не Адепт, и поставить себя на место одного из них не может, но она прекрасно знакома со всей палитрой человеческих эмоций. «Тогда я буду петь истории людей. Моё перо станет пером всех сердец, а мой голос станет голосом души каждого». Таково желание Юнь Цзинь, о котором больше не знает никто.",
      "id": "Banyak Opera Liyue tradisional yang menceritakan tentang Adeptus dan Rex Lapis.\n\nContoh yang paling cocok adalah cerita \"Kemurkaan Adeptus\". Orang-orang banyak berimajinasi tentang Adeptus, tentu saja mereka tertarik melihat penggambaran rasa senang dan amarah mereka di panggung. Jadi sebagian besar cerita di Opera Liyue bercerita seputar topik ini.\n\nSewaktu Yun Jin masih muda, dia merasa cerita ini sangat menarik, tapi setelah menampilkan semua legenda tentang Adeptus yang ada selama karirnya, Yun Jin ingin mencoba tema cerita lain.\n\nKenapa tidak mencoba sesuatu yang baru? Contohnya ... cerita tentang kita sendiri, mungkin?\n\nYang bercerita tentang rasa senang dan sedihnya manusia, lagu-lagu yang mengisahkan kebencian dan semangat manusia.\n\nMungkin cerita tentang manusia biasa ini tidak akan menjadi cerita klasik di Opera Liyue, tapi pasti ada orang yang akan selalu mengingatnya.\n\nCinta akan selalu ada di hati, amarah akan selalu membara, dan obsesi akan membuat kita buta. Semua emosi ini, mau buruk ataupun baik, mereka mengungkap apa yang ada di balik perasaan dan jiwa kita.\n\nYun Jin bukan Adeptus, dan dia tidak akan pernah tahu rasanya menjadi Adeptus. Tapi dia diberkati kemampuan untuk memahami perasaan manusia dengan sangat akurat dan sensitif.\n\n\"Jadi, biarkan aku menyanyikan kisah-kisah para manusia. Biarkan kuasku melukis isi hatiku, dan suaraku menyanyikan suara jiwaku.\"\n\nIni adalah harapan Yun Jin yang belum pernah dia ceritakan kepada orang lain.",
      "th": "รูปแบบที่ถูกกำหนดไว้ในงิ้ว Liyue แบบดั้งเดิม เรื่องราวส่วนใหญ่จะพูดถึงเรื่องราวของเหล่าเซียนหรือตัวของราชาแห่งหินเอง\n\nบทงิ้ว \"เทพธิดาแห่งการทำลายล้าง\" ก็อยู่ในประเภทนี้ด้วยเช่นกัน เพราะผู้คนมีจินตนาการที่งดงามเกี่ยวกับเหล่าเซียน พวกเขาจึงมีความสุขที่ได้มองดูเหล่าเซียนบนเวที ว่าเป็นอย่างไรในยามสุขหรือเศร้า เรื่องเล่าประเภทนี้ถึงได้ครองพื้นที่ส่วนใหญ่ของงิ้ว Liyue ไป\n\nในวัยเด็ก พวกมันยังพอที่จะทำให้ Yun Jin รู้สึกมีส่วนร่วมได้ แต่หลังจากที่ได้แสดงเป็นเหล่าเซียนมานานหลายปี ความคิดของเธอก็ค่อย ๆ เปลี่ยนไป\n\nทำไมไม่ลองรูปแบบอื่น ๆ ดูบ้างล่ะ? อย่างเช่น... เล่าเรื่องราวของตัวเราเอง?\n\nเขียนความสุข, เศร้า, อบอุ่นและเย็นชาในโลก และการสรรเสริญความรักและความเกลียดชังของมนุษย์\n\nบางทีคำกล่าวของมนุษย์ปุถุชนเหล่านี้อาจไม่ใช่กระแสหลักของงิ้ว Liyue แต่ก็ใช่ว่าจะขับร้องต่อไปไม่ได้\n\nความรักและการยึดติด, ความโลภ, ความเกลียดชังและความไม่รู้ การสร้างสภาวะของจิตใจและดื่มด่ำกับจิตวิญญาณของมนุษย์ในยามที่มีอารมณ์สุขหรือเศร้า\n\nYun Jin ไม่ใช่เซียน ไม่อาจสัมผัสได้ถึงความคิดความรู้สึกของเหล่าเซียนได้ แต่เรื่องอารมณ์ความรู้สึกของมนุษย์ เธอคุ้นเคยเป็นอย่างดีเลยล่ะ\n\n\"ถ้าอย่างนั้น พวกเรามาขับร้องเรื่องราวของมนุษย์กันดีกว่า ใช้พู่กันและเสียงของฉัน แสดงสิ่งที่อยู่ในใจของผู้คนในโลกนี้\"\n\nนี่คือความปรารถนาในใจที่ Yun Jin ไม่เคยบอกกับผู้ใดมาก่อน",
      "vi": "Chủ đề cố định trong kịch Liyue truyền thống, nội dung đa số là câu chuyện về tiên nhân hoặc Nham Vương Đế Quân.\n\nVở \"Thần Nữ Hủy Diệt\" cũng thuộc thể loại này. Bởi vì con người có ấn tượng rất tốt về tiên nhân, nên rất thích chiêm ngưỡng hình ảnh tiên nhân trên sân khấu, những câu chuyện thế này dần dần trở thành chủ đề chính trong kịch Liyue.\n\nKhi còn nhỏ, những vở kịch này vẫn thu hút Yun Jin, nhưng sau khi diễn hết các vở kịch truyền kỳ tiên nhân, thì suy nghĩ của cô ấy dần thay đổi.\n\nTại sao không thử chủ đề khác nhỉ? Ví dụ như... kể lại câu chuyện của chúng ta thì sao?\n\nKể về những niềm vui nỗi buồn trong trần thế, hoặc ngợi ca tình yêu và hận thù của con người.\n\nCó thể những câu chuyện của phàm nhân không phải là chủ đề chính của kịch Liyue, nhưng không hẳn sẽ không được lan truyền.\n\nHỷ nộ ái ố, yêu ghét tham hận, con người có vẻ đẹp và cái bi tráng của riêng mình.\n\nYun Jin không phải tiên nhân, sẽ khó đặt mình vào cuộc sống và cách nghĩ của tiên nhân, nhưng với những thứ tình cảm của con người thì cô vô cùng thấu hiểu.\n\n\"Vậy thì, cứ viết lên câu chuyện của chính bản thân con người thôi, dùng ngòi bút của tôi, giọng hát của tôi để tỏ bày lòng người trong thiên hạ.\"\n\nĐây chính là nguyện vọng giấu kín trong lòng Yun Jin."
    }
  },
  {
    "title": {
      "zhs": "长命锁",
      "zht": "長命鎖",
      "jp": "長命錠",
      "ko": "장명쇄",
      "en": "Longevity Lock",
      "de": "Schloss der Langlebigkeit",
      "es": "Candado de la longevidad",
      "fr": "Verrou de longévité",
      "pt": "Cadeado da Longevidade",
      "ru": "Замок долголетия",
      "id": "Kunci Pemberi Umur Panjang",
      "th": "แม่กุญแจอายุยืน",
      "vi": "Khóa Trường Mệnh"
    },
    "line": {
      "zhs": "云家祖上原本不以曲艺为业，而是专心从事武器锻造。\n\n后来，也不知是哪位祖先腻烦了舞枪弄棍，反对戏曲产生了兴趣。总之传到云堇这一代时，家里再没几个亲自动手打铁的人了。\n\n不过祖上倒是留下了不少物件，云堇身上这把铜锁就是其中之一。\n\n她幼年练身段时，经常在大太阳下一站一整天。累到直接晕过去，这类事情也是发生过的。\n\n父母疼惜云堇，可又明白基本功万万不可懈怠。\n\n便默默拿出了这把锁配在云堇衣衫上，祈求铜锁锁住运势，护佑云堇平安健康。\n\n直到长大，这把锁也从未离开过云堇。每次演出前，为了回忆那段辛苦又幸福的时光，她都会把它拿出来仔细擦拭。\n\n神色温柔，像是在抚摸自己幼年学戏时那颗赤诚的初心。",
      "zht": "雲家祖上原本不以曲藝為業，而是專心從事武器鍛造。\n\n後來，也不知是哪位祖先膩煩了舞槍弄棍，反對戲曲產生了興趣。總之傳到雲堇這一代時，家裡再沒幾個親自動手打鐵的人了。\n\n不過祖上倒是留下了不少物件，雲堇身上這把銅鎖就是其中之一。\n\n她幼年練身段時，經常在大太陽下一站一整天。累到直接暈過去，這類事情也是發生過的。\n\n父母疼惜雲堇，可又明白基本功萬萬不可懈怠。\n\n便默默拿出了這把鎖配在雲堇衣衫上，祈求銅鎖鎖住運勢，護佑雲堇平安健康。\n\n直到長大，這把鎖也從未離開過雲堇。每次演出前，為了回憶那段辛苦又幸福的時光，她都會把它拿出來仔細擦拭。\n\n神色溫柔，像是在撫摸自己幼年學戲時那顆赤誠的初心。",
      "jp": "雲家は元々劇を生業としていたわけではない。かつては武器の鍛造に専念していた一族だ。\n\nだが、先祖の一人が槍や棍を造る意欲をなくし、劇に興味を持つようになった。雲菫の代では、もう鉄を打つ人間はこの家にいない。\n\nしかし、先祖はいくつかの物を残してくれた。雲菫が身につけている錠の形をした銅の飾りもその一つだ。\n\n幼い頃、彼女が身のこなしに関する稽古をしていた時、炎天下で一日中立っていなければならないことがよくあった。だが、その酷な環境と疲労感から、彼女は気を失ってしまった。\n\n両親は雲菫を可愛がっているが、基礎的な稽古を疎かにしてはいけないということも理解している。\n\nそこで、この錠を雲菫の服につけることにした。これで雲菫の運勢を縛り、健康に過ごせるよう祈ったのだ。\n\n大きくなっても、雲菫はこの錠を肌身離さず持っている。公演が始まる前、あのつらくも幸せな日々を思い出そうと、彼女はいつも錠を手に取り丁寧に磨く。\n\nその時の雲菫の優しい表情は、まるで芝居を習っていた頃の幼い自分が抱く、真摯な心を撫でているかのように見える。",
      "ko": "운씨 가문의 선조들은 원래는 예술이 아닌 무기 제조를 업으로 삼았었다.\n\n그러다 어느 대에 이르러 무기 만드는 것에 염증을 느끼고 희곡에 흥미를 느꼈다고 한다. 아무튼 운근의 세대에 와서는 가문에 무기를 제조하는 사람이 거의 없어졌다고 한다.\n\n그렇긴 해도 선조들이 만든 물건들은 많이 전해져 내려왔다. 운근이 지니고 있는 동으로 만든 자물쇠도 그중 하나다.\n\n그녀는 어릴 때 땡볕 아래서 쓰러질 때까지 온종일 연습하다가 종종 쓰러지곤 했다.\n\n운근의 부모는 그런 운근이 안쓰러웠지만, 기본기 연습을 게을리해서는 안 된다는 것을 잘 알고 있었기에 말리지 않았다.\n\n운근의 부모는 이 자물쇠를 운근의 옷에 넣어두고 좋은 운세를 묶어두어 운근이 건강하도록 지켜주길 기도했다.\n\n그녀가 어른이 돼서도 이 자물쇠는 그녀의 곁을 계속 지키고 있다. 연극이 시작되기 전, 그녀는 힘들었지만 행복했던 그 시절을 떠올리기 위해, 항상 자물쇠를 꺼내 조심스레 닦곤 한다.\n\n그럴 때면 그녀는 연극을 배울 당시의 초심을 떠올리며 자물쇠를 부드럽게 다룬다",
      "en": "Her ancestors used to work as weaponsmiths instead of opera performers.\n\nLater, someone in the family who was tired of weapon forging grew an interest in the performing arts. By the time it came to Yun Jin's generation, few of the Yuns still practiced the art of forging.\n\nMany forged things have been passed down, though. The lock-shaped copper pendant that Yun Jin carries with her is one such item.\n\nIn her childhood, she often practiced dancing for a whole day under the scorching heat of the sun. Sometimes, she would even faint from the exhaustion.\n\nHer parents' hearts ached for her, but they knew well that she had to go through such things to lay a solid foundation.\n\nSo instead of stopping her, they gave Yun Jin the lock in the hopes that it would keep fortune and health within her.\n\nSince then, the lock has never left Yun Jin's side. Before every performance, it is a routine for Yun Jin to reminisce about those days of bittersweet training by cleaning the lock with great care.\n\nIt feels as if she was caressing the devoted heart of the little Yun Jin who was learning the opera.",
      "de": "Der Yun-Klan beschäftigte sich ursprünglich mit dem Waffenschmieden.\n\nAber ein Vorfahre von Yun Jin hatte plötzlich von den Waffen die Nase voll, stattdessen interessierte er sich für die Opernkunst. Danach sind viele Jahren verstrichen und jetzt gibt es nur wenige in Yun Jins Generation, die ihre Waffen selbst schmieden.\n\nDennoch bleiben die Spuren der Beschäftigung der Vorahnen heutzutage noch tief in der Familie. Viele Erbstücke, die vor hunderten von Jahren geschmiedet wurden, sind jetzt immer noch gut erhalten. Yun Jins Bronzeschloss ist eines davon.\n\nAls Yunjin noch sehr jung war, musste sie schon täglich stundenlang die Operntechniken trainieren. Auch bei glühender Hitze und grellem Sonnenschein musste sie das Training durchziehen. Manchmal war sie so sehr erschöpft, dass sie einfach umfiel.\n\nYun Jins Eltern sorgten sich unheimlich um sie, doch sie wussten, dass das Training nicht ausgesetzt werden durfte.\n\nDeshalb hatten sie ihr dieses Schloss geschenkt, in der Hoffnung, dass es ihr Glück bringen und ihre Gesundheit schützen könnte.\n\nDas Schloss hat seitdem Yun Jin nie verlassen. Vor jedem Auftritt holt sie das Bronzeschloss heraus und wischt es gründlich sauber, um sich selbst an die harten aber auch glücklichen Trainingszeiten zu erinnern.\n\nSie tut es jedes Mal mit höchster Sorgfalt und Hingabe, als läge in ihrer Hand nichts Minderes als ihr eigenes Herz, das sie den Opfern gewidmet hat.",
      "es": "En realidad, los antepasados de Yun Jin no se dedicaban profesionalmente a la música, sino que forjaban armas.\n\nMás tarde, alguno de ellos se cansó de estar siempre danzando con espadas y palos y empezó a interesarse por la ópera. En la generación de Yun Jin ya no queda casi nadie que se dedique a darle al yunque.\n\nSin embargo, hay muchos objetos forjados heredados de los antepasados, y el candado de bronce que Yun Jin siempre lleva es uno de ellos.\n\nCuando entrenaba de pequeña, a menudo tenía que quedarse el día entero de pie bajo el sol abrasador. A veces incluso llegaba a desmayarse.\n\nA sus padres les dolía verla, pero comprendían que las habilidades básicas hay que aprenderlas muy bien.\n\nAsí que, sin decir nada, tomaron ese candado de bronce y lo pusieron en la ropa de Yun Jin, para que atrapara la buena suerte y otorgara a Yun Jin salud y paz.\n\nYun Jin siempre lo lleva encima. Cada vez que va a salir al escenario, recuerda esos momentos duros pero felices y saca el candado para limpiarlo cuidadosamente.\n\nMientras lo hace, su cara muestra una expresión enternecedora, como si estuviera acariciando el corazón de aquella niña que estudiaba ópera.",
      "fr": "Les ancêtres de Yun Jin étaient des forgerons avant d'être des chanteurs d'opéra.\n\nUn jour, quelqu'un dans la famille avait décidé de se tourner vers les arts de la scène par lassitude de fabriquer des armes. Lorsque Yun Jin est née, peu de membres du Clan Yun exerçaient encore une activité de forgeron.\n\nCependant, de nombreux objets forgés furent transmis aux générations suivantes, comme le pendentif de cuivre en forme de cœur que Yun Jin porte sur elle.\n\nEn étant enfant, elle s'entraînait souvent à la danse sous un soleil de feu pendant toute une journée et il lui arrivait même de s'évanouir de fatigue parfois.\n\nSes parents avaient de la peine pour leur fille, mais ils savaient qu'elle devait endurer ces épreuves pour établir de bonnes bases.\n\nAu lieu de l'arrêter, ils lui offrirent le pendentif dans l'espoir qu'il lui apporte chance et santé.\n\nDepuis lors, cet objet n'a jamais quitté Yun Jin. Avant chacun de ses spectacles, elle le nettoie consciencieusement en se remémorant ces jours passés.\n\nEn ce faisant, son visage s'adoucit comme si elle caressait les aspirations de son enfance.",
      "pt": "Seus ancestrais costumavam trabalhar como armeiros em vez de artistas de ópera.\n\nMais tarde, alguém da família que estava cansado de forjar armas despertou o interesse pelas artes cênicas. Quando chegou a geração de Yunjin, poucos dos Yuns ainda praticavam a arte da forja.\n\nMuitas coisas forjadas, no entanto, foram repassadas. O pingente de cobre em forma de cadeado que Yunjin carrega consigo é um deles.\n\nEm sua infância, ela costumava dançar durante um dia inteiro sob o calor abrasador do sol. Às vezes, ela até desmaiava por causa do cansaço.\n\nO coração de seus pais doía por ela, mas eles sabiam bem que ela tinha que passar por tais coisas para estabelecer uma base sólida.\n\nAssim, em vez de detê-la, eles deram a Yunjin o cadeado na esperança de que ele mantivesse a sorte e a saúde dentro dela.\n\nDesde então, o cadeado nunca saiu do lado de Yunjin. Antes de cada apresentação, é uma rotina para Yunjin relembrar aqueles dias de treinamento agridoce, limpando o cadeado com muito cuidado.\n\nÉ como se ela estivesse acariciando o coração dedicado da pequena Yunjin que estava aprendendo ópera.",
      "ru": "Предки семьи Юнь избрали своей профессией вовсе не театральное искусство, а ковку оружия. Позднее кто-то из них устал махать молотом и увлёкся оперой. В поколении Юнь Цзинь уже мало кто из их семейства занимался ковкой, но множество выкованных изделий передалось по наследству. Одно из них - медная подвеска в виде замка, которую носит Юнь Цзинь. В детстве ей часто приходилось дни напролёт под палящим солнцем разучивать танцы, а иногда она даже падала в обморок от изнеможения. Сердца отца и матери болели за Юнь Цзинь, но также они понимали, что без этого не заложить основы. Родители не стали останавливать Юнь Цзинь, а вместо этого прикрепили к её платью медный замок в надежде, что он защитит её здоровье и удачу. С тех пор Юнь Цзинь стала с ним неразлучна. Перед каждым выступлением по своему обычаю она достаёт и усердно протирает его, вспоминая о тех трудных, но радостных временах. Кажется, будто она дарит ласку преданному сердцу изучавшей оперу малышки Юнь Цзинь.",
      "id": "Leluhur Yun Jin dulunya bukan pemain opera, melaikan penempa senjata.\n\nSetelah itu, entah seseorang yang mana dari keluarganya tersebut yang akhirnya lelah menempa senjata dan justru tertarik dengan seni pertunjukan. Hingga generasi Yun Jin saat ini, hanya tinggal sedikit saja anggota keluarga Yun yang masih mengasah teknik menempa.\n\nBanyak dari hasil tempaannya yang diwariskan, salah satunya adalah kalung berbentuk kunci yang dibawa oleh Yun Jin.\n\nSemasa kecilnya, Yun Jin sering berlatih menari di bawah teriknya matahari seharian. Bahkan Yun Jin kadang bisa pingsan karena kelelahan.\n\nOrang tuanya terenyuh melihat hal ini, tapi mereka tahu kalau ini adalah sebuah hal yang harus ditempuh untuk membangun sebuah dasar yang kuat.\n\nAlih-alih menghentikan Yun Jin, mereka memberikan kunci ini kepada Yun Jin dengan harapan benda ini dapat menjaga keberuntungan dan kesehatan Yun Jin.\n\nSejak saat itu, kunci ini tidak pernah lepas dari Yun Jin. Sebelum pertunjukan, sudah menjadi rutinitas bagi Yun Jin untuk membersihkan kunci ini sambil mengingat-ingat masa lalunya yang keras tapi menyenangkan itu.\n\nRasanya seperti sedang membelai hati Yun Jin kecil yang sedang mempelajari seni opera.",
      "th": "เดิมทีบรรพบุรุษตระกูล Yun ไม่ได้ยึดศิลปะพื้นบ้านเป็นอาชีพ แต่มุ่งเน้นไปที่สร้างอาวุธ\n\nต่อมาไม่รู้ว่าบรรพบุรุษท่านไหนที่เบื่อหน่ายกับการทำอาวุธ และไปสนใจเกี่ยวกับบทงิ้วแทน เมื่อตกทอดมาถึงรุ่นของ Yun Jin ในตระกูลก็เหลือเพียงไม่กี่คนแล้วที่สามารถสร้างอาวุธด้วยตัวเองได้\n\nแต่บรรพบุรุษก็ได้ทิ้งวัสดุไว้ไม่น้อย หนึ่งในนั้นก็คือแม่กุญแจทองแดงที่อยู่บนตัวของ Yun Jin\n\nในช่วงที่ฝึกร่างกายในวัยเด็ก เธอมักต้องยืนอยู่ใต้แสงตะวันอันเจิดจ้าตลอดทั้งวัน เหนื่อยจนเป็นลมล้มพับไป เรื่องแบบนี้ก็เคยเกิดขึ้นมาแล้ว\n\nพ่อแม่ของ Yun Jin สงสารเธอเป็นอย่างมาก แต่พวกเขาเข้าใจว่าทักษะพื้นฐานพวกนี้จะหย่อนยานไม่ได้เด็ดขาด\n\nจึงแอบเอาแม่กุญแจนี้ติดไว้ที่เสื้อของ Yun Jin อธิษฐานขอให้แม่กุญแจทองแดงนี้ล็อกความโชคดี และคุ้มครอง Yun Jin ให้ปลอดภัยและแข็งแรง\n\nจนกระทั่งเติบใหญ่ แม่กุญแจนี้ก็ไม่ได้อยู่ห่างจาก Yun Jin มาก่อน ทุกครั้งก่อนที่จะเริ่มทำการแสดง เธอมักจะหยิบมันออกมาเช็ดอย่างระมัดระวัง เพื่อระลึกถึงช่วงเวลาที่ยากลำบากและมีความสุขช่วงนั้น\n\nแววตาของเธออ่อนโยน ราวกับกำลังสัมผัสได้ถึงหัวใจที่จริงใจของตัวเองในวัยเด็กที่กำลังร่ำเรียนวิชางิ้ว",
      "vi": "Tổ nghiệp của gia tộc Yun không phải là nghệ thuật sân khấu, mà là rèn đúc vũ khí.\n\nSau này, không biết vị tổ tiên nào đã chán ngán việc vung đao múa kiếm mà cảm thấy có duyên với nhạc kịch. Tóm lại, khi truyền đến đời của Yun Jin thì trong gia tộc đã không còn mấy người có thể tự tay rèn sắt nữa rồi.\n\nTuy nhiên, tổ tiên vẫn còn để lại rất nhiều thứ, chiếc khóa bằng đồng trên người Yun Jin là một trong số đó.\n\nLúc nhỏ khi Yun Jin luyện tập, thường xuyên phải đứng dưới nắng cả ngày trời, có lần vì mệt quá mà ngất lịm đi.\n\nCha mẹ thương xót Yun Jin, nhưng cũng hiểu được việc khổ luyện là không nên lười biếng.\n\nChính vì thế, họ đã âm thầm đeo chiếc khóa này lên trang phục của Yun Jin, hy vọng nó sẽ phù hộ cho cô bé bình an khỏe mạnh.\n\nĐến khi trưởng thành, chiếc khóa này vẫn chưa từng rời khỏi Yun Jin. Mỗi khi biểu diễn, Yun Jin đều lấy chiếc khóa ra lau chùi để nhớ lại quãng thời gian khổ luyện nhưng hạnh phúc đó.\n\nNhìn thấy chiếc khóa, như đang nhìn thấy lòng say mê học kịch thuở ban đầu thơ bé."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "云堇初登台不久，经过大大小小几十场戏的磨砺，本就聪颖的她很快掌握了舞台表演的要旨。\n\n只要云堇亮相，绝对能赢来满堂喝彩。可这样唱得多了，反而觉得，这些不是自己想要的戏。\n\n台上开演，每到矛盾激烈时就高声开嗓，每到形势陷入低谷时就放低声，慢慢吟出唱词。\n\n久而久之，对她而言，各类戏中角色都有着相似的面孔。\n\n起调，摆一套漂亮身段，再亮一亮她的好嗓音，《神女劈观》中的神女和《连心珠》中的渔家小妹似乎也没什么分别。\n\n观众或许能够接受，云堇却不甘于此。难道仅仅凭借演唱的技巧，仅仅依靠美丽的身姿，就能够讲述动人的故事吗？\n\n带她走出瓶颈的，恰是《走雪》这出戏。\n\n那是一出独角戏，演的是雪中的一段艰难跋涉。云堇第一次唱《走雪》时，天空中也飘着细雪。\n\n戏中人在雪中迷失路途，茫然无措之余不禁哀叹起来。恍惚间，戏中的风雪与现实中的风雪交叠，茫然了许久的云堇也化作了迷途的旅人。\n\n没错，正是这种感觉。她不仅是她自己，也是她表演过的千千万万个角色。\n\n她务必像戏中人一样呼吸、生活，她的心情也随戏中人一颦一笑而牵动。\n\n这千千万万个角色的生命轨迹交织，造就一个有情世界，这才是她想要的戏，她想讲述的故事。\n\n在今天，云堇已经不记得自己顿悟后是如何回到后台的，她只记得，等到她终于得空脱去戏服时，她的袖中竟多了一枚神之眼。",
      "zht": "雲堇初登臺不久，經過大大小小幾十場戲的磨礪，本就聰穎的她很快掌握了舞臺表演的要旨。\n\n只要雲堇亮相，絕對能贏來滿堂喝彩。可這樣唱得多了，反而覺得，這些不是自己想要的戲。\n\n臺上開演，每到矛盾激烈時就高聲開嗓，每到形勢陷入低谷時就放低聲，慢慢吟出唱詞。\n\n久而久之，對她而言，各類戲中角色都有著相似的面孔。\n\n起調，擺一套漂亮身段，再亮一亮她的好嗓音，《神女劈觀》中的神女和《連心珠》中的漁家小妹似乎也沒什麼分別。\n\n觀眾或許能夠接受，雲堇卻不甘於此。難道僅僅憑藉演唱的技巧，僅僅依靠美麗的身姿，就能夠講述動人的故事嗎？\n\n帶她走出瓶頸的，恰是《走雪》這齣戲。\n\n那是一齣獨角戲，演的是雪中的一段艱難跋涉。雲堇第一次唱《走雪》時，天空中也飄著細雪。\n\n戲中人在雪中迷失路途，茫然無措之餘不禁哀嘆起來。恍惚間，戲中的風雪與現實中的風雪交疊，茫然了許久的雲堇也化作了迷途的旅人。\n\n沒錯，正是這種感覺。她不僅是她自己，也是她表演過的千千萬萬個角色。\n\n她務必像戲中人一樣呼吸、生活，她的心情也隨戲中人一顰一笑而牽動。\n\n這千千萬萬個角色的生命軌跡交織，造就一個有情世界，這才是她想要的戲，她想講述的故事。\n\n在今天，雲堇已經不記得自己頓悟後是如何回到後臺的，她只記得，等到她終於得空脫去戲服時，她的袖中竟多了一枚神之眼。",
      "jp": "雲菫が舞台に立って間もない頃、大小合わせて数十回の公演を通じて、芝居の要領をその聡い頭ですぐに理解した。\n\n雲菫が舞台に上がれば、必ず観客からの喝采を浴びる。しかし、歌えば歌うほど、これは自分が求める劇ではないと彼女は思うようになった。\n\n舞台上で演技する時、対立が激しくなれば高い声を張り上げ、形勢が不利になれば声を低くしてゆっくりと吟じる。\n\n時が経つにつれ、雲菫には劇の登場人物がすべて似通った顔を持つように見えてきた。\n\n旋律を奏で、優雅に舞い、美しい声を響かせれば、『神女劈観』の神女も『連心珠』の漁家の娘も、そこに大きな違いはない。\n\n観客はそれで心が満たされるかもしれないが、雲菫はそれに満足していなかった。歌唱力と綺麗な身のこなしだけで、本当に人の心を動かす物語が演じられるのだろうか？\n\nその壁を乗り越えるきっかけとなったのが、『歩雪』という劇であった。\n\nそれは、雪の中のつらい行脚を題材にした一人芝居である。雲菫が初めて『歩雪』を歌った時、劇と同じように空から細雪が降っていた。\n\n雪の中で方向を見失い、途方に暮れた劇中の人物が嘆く。するといつの間にか、劇の中にある風雪が現実の風雪と重なり、雲菫も道に迷う旅人に姿を変えていた。\n\nそう、まさにその感じである。彼女は自分自身であると同時に、これまで演じてきた何千もの人物でもある。\n\n彼女は劇中の人物のように呼吸し、生活する必要があり、彼女の気持ちも劇中の人物の表情によって変わっていく。\n\nこの何千という人物が織り成す人生が、心ある世界を作り出していくのだ。これこそが、彼女が語りたい物語。\n\n雲菫はその日、それを悟った後の自分がどうやって舞台を降りたのか覚えていない。ただ、舞台衣装を脱いだ時、袖の中に神の目があったことだけは覚えている。",
      "ko": "총명한 운근은 무대에 선지 얼마 되지 않아 크고 작은 무대를 거치며 연극의 핵심을 파악했다.\n\n운근이 모습을 드러내면 사람들은 박수갈채를 아끼지 않았다. 하지만 연극을 하면 할수록 그녀는 자신이 원하는 건 이런 연극이 아님을 깨닫게 된다.\n\n연극에서 갈등이 격화되는 대목에는 목소리가 높아지고, 기세가 수그러드는 대목에서는 목소리도 낮아지며 대사도 느려진다.\n\n시간이 지나자, 그녀는 어떤 역할이든 다 비슷하다고 느꼈다.\n\n운을 떼고, 아름다운 춤사위를 펼치며 아름다운 목소리를 뽐내고, 운근에게 《사원을 가른 신녀》의 신녀와 《연심주》의 어부 아가씨는 별다를 바 없었다.\n\n관중들은 괜찮다고 생각할 수 있어도, 운근은 받아들일 수 없었다. 노래 실력과 아름다운 춤사위만으로 심금을 울리는 이야기를 들려줄 수 있는 것인가?\n\n이 난관을 헤쳐 나가게 해준 게 바로 《눈길을 걷다》라는 연극이었다.\n\n이 연극은 눈길을 헤치며 앞으로 나아가는 이야기를 담은 일인극이다. 운근이 《눈길을 걷다》를 처음 선보일 때도 마침 눈이 내렸다.\n\n연극에서 주인공은 눈길을 걷다가 길을 잃고 어쩔 줄 몰라 탄식한다. 뒤를 이어 눈보라가 몰아치는 장면인데, 실제로도 눈보라가 몰아치기 시작했다. 망연자실하던 운근은 극 중에서 길을 잃은 주인공에게 완전히 녹아들었다.\n\n바로 이런 느낌이다. 그녀는 그녀이기도 하지만 그녀가 연기한 수많은 캐릭터이기도 하다.\n\n극 중의 인물처럼 똑같이 숨을 쉬고 살아가며, 극 중의 인물이 울고 웃을 때 그녀도 따라서 울고 웃어야 한다.\n\n수많은 인물들의 삶이 하나로 어우러지며 만들어진 감정이 살아있는 세상, 이것이야말로 그녀가 원하던 연극이며, 그녀가 들려주고 싶은 이야기다.\n\n운근은 그때 깨달음을 얻고 어떻게 무대에서 내려갔는지 기억하지 못한다. 무대 의상을 벗을 때 옷깃에 신의 눈이 하나 더 달려있었던 것만 기억날 뿐이다",
      "en": "Shortly after Yun Jin's debut, Yun Jin quickly got the hang of stage performance through dozens of shows and her great intelligence.\n\nAt the time, her appearance meant a whole night of applause for a performance. However, the more she played, the more she felt at a loss — these were not the operas she wanted to perform.\n\nIn every opera, the pitch and tempo would invariably go either up or down to indicate drama or doldrum.\n\nAs time passed by, the visage of the various characters seemed to blend and blur.\n\nThe music would come on, followed by a neat dance, and then her sweet voice. The girl in \"The Divine Damsel of Devastation\" seemed no different from the fisherman's daughter in \"String of Pearls.\"\n\nWhile the audience did not object, Yun Jin was not satisfied. \"Is skillful singing and dancing all it takes to tell a moving tale?\"\n\nWhat broke her bottleneck was an opera named \"Snow Treading.\"\n\nIt was a monodrama about a strenuous walk in the snow. It happened to be a snowy day when Yun Jin first performed the opera.\n\nHaving gone astray in the snow, the character felt lost and lamented her helplessness. Somehow, the snow in the story seemed to fall into reality. Yun Jin, who had also found herself adrift, felt as if she had become her character.\n\nThat was what she had been looking for, the feeling of leaving herself behind and walking in the shoes of the many characters she played.\n\nTo breathe, to live, and to smile just like them.\n\nThat was the opera she had wanted to sing, the story she had wanted to tell — one about true emotions, a world built on tens of thousands of individuals who live lives of their own.\n\nYun Jin could no longer recall how she returned backstage after the epiphany. All she knew was that when she finally had time to take off her costume, she found a Vision in her sleeve.",
      "de": "Nach vielen Bühnenauftritten hatte Yun Jin sehr schnell die Kunst der Oper beherrscht.\n\nIhre Beliebtheit beim Publikum stieg rasant. Jedes Mal, wenn sie auf die Bühne trat, brannte der tosende Donnerapplaus sofort auf. Aber je mehr Yun Jin sang, desto weniger gefiel ihr ihr eigener Stil:\n\nSie brauchte lediglich ihre wunderschöne Stimme der Handlung anzupassen. Wenn es zur Eskalation der Konflikte kam, erhöhte sie ihre Stimme. Wenn sich der Tiefpunkt der Handlung einstellte, sang sie mit niedriger und wehmütiger Stimme ihre Texte langsam vor.\n\nNach und nach begann dieser Stil sie zu langweilen. In ihren Augen wurden alle Figuren immer ähnlicher, als ob ihre Gesichter langsam zu einem und demselben verschmölzen.\n\nBei jedem Auftritt, egal ob als göttliche Jungfrau in „Die göttliche Jungfrau der Verwüstung“ oder Tochter der Fischerfamilie in „Perlen der Liebe“, sah alles für sie immer mehr nach bloßer Routine aus. Sie brauchte einfach nur, schön zu singen und zu tanzen, nicht mehr, nicht weniger.\n\nSo konnte sie sehr leicht das Publikum unterhalten. Aber für Yun Jin war das eine Sackgasse. Sollte sie sich einfach mit bloßen oberflächlichen Singtechniken und Tänzen abfinden? Um die Tiefe der Geschichte dem Publikum dazustellen, hatte Jun Yin noch vieles zu tun.\n\nEs war das Stück „Durch den Schnee“, das Yun Jin zum Durchbruch verhalf.\n\nEs ist ein Solospiel und geht um eine verlorene Reisende, die durch den tiefen Schnee stapfen muss. Als Yun Jin das erste Mal dieses Stück aufführte, fielen draußen in der Wirklichkeit auch Schneeflocken vom Himmel herab.\n\nDie Figur verirrt sich im Schneesturm. Fassungslos und verzweifelt wehklagt sie über ihr trauriges Schicksal. Yun Jin, die selbst ihr Ziel ebenfalls aus den Augen verloren hatte, fühlte sich mit der Figur im Einklang und schlüpfte unbemerkt vollständig in ihre Rolle hinein.\n\nUnd es war ihr plötzlich sonnenklar, dass sie nicht nur sie selbst war, sondern auch die tausend Figuren, die sie spielte.\n\nSie sollte ebenfalls so atmen, so leben wie ihre Rollen und ihre Gefühle, sei es Freude oder Leid, nachempfinden.\n\nDie Wege der Rollen kreuzen sich und verweben sich in einem Netz der Menschlichkeit. Und das ist exakt, was Yun Jin anstrebt.\n\nJetzt kann sich Yun Jin nicht mehr daran erinnern, wie sie damals nach dem Moment der Erleuchtung von der Bühne abtrat. Was noch in ihrer Erinnerung bleibt, ist das Göttliche Auge, das, als sie ihr Kostüm endlich auszog, aus dem Nichts in ihrem Ärmel auftauchte.",
      "es": "Poco después de su debut, y tras interpretar decenas de obras grandes y pequeñas, Yun Jin fue dominando rápidamente todas las claves de la actuación.\n\nSolo hace falta que Yun Jin aparezca para que la obra reciba una cerrada ovación por parte de todo el público. Llevaba así mucho tiempo, pero acabó pensando que esas obras no eran las que ella realmente quería hacer.\n\nCada vez que comienza una obra, cuando llega el punto álgido del conflicto hay que cantar con mucha fuerza, y cuando la situación está en un momento bajo hay que cantar despacio y con suavidad.\n\nCon el tiempo, los personajes de todas las obras ya tienen un rostro parecido para ella.\n\nCon todo afinado, un hermoso vestuario y la voz bien preparada, apenas hay ninguna diferencia entre la divinidad de «La divina damisela de la devastación» y la joven que vende pescado en «La pulsera de perlas».\n\nTal vez al público le dé igual, pero Yun Jin no está dispuesta a aceptarlo. ¿Acaso es posible contar una historia emocionante solo con unas buenas habilidades vocales y una hermosa figura?\n\nLo que la sacó de este atolladero fue precisamente «Caminata en la nieve».\n\nEs una obra con un único personaje que realiza una travesía muy dificultosa entre la nieve. La primera vez que Yun Jin la cantó, del cielo caían pequeños copos.\n\nLa protagonista se pierde en el paraje nevado y no puede evitar lamentarse cuando ya no sabe qué hacer. Como en un sueño, la nieve y el viento de la obra se mezclaban con los de la realidad, y Yun Jin, que llevaba mucho tiempo desorientada, por un momento se convirtió en esa viajera perdida.\n\nEso fue exactamente lo que sintió. Ya no era solo ella, sino los miles de personajes que había interpretado.\n\nRespira y vive como los personajes de las obras, y su estado de ánimo cambia con cada una de sus sonrisas.\n\nLas vidas entrecruzadas de esos miles de personajes, que crean un mundo de sentimientos, forman la obra que quiere representar y la historia que quiere contar.\n\nYun Jin ya no se acuerda de cómo salió del escenario tras su epifanía, pero sí recuerda que, tras quitarse finalmente el disfraz, de su manga colgaba una Visión.",
      "fr": "Peu de temps après ses débuts sur scène, Yun Jin a su développer son jeu sur scène grâce à son intelligence et des dizaines de spectacles à son actif.\n\nÀ cette époque, chacune de ses apparitions se soldait toujours par un tonnerre d'applaudissements du public. Cependant, plus elle se produisait et moins elle semblait vouloir chanter ses opéras de prédilection.\n\nDans chaque pièce, le ton de la voix et le tempo varient selon les scènes pour indiquer le dramatisme ou l'ennui.\n\nAu fil du temps, Yun Jin eut l'impression que tous ses personnages se ressemblaient.\n\nLa musique jouait, alors qu'elle adoptait une belle pose et libérait sa douce voix. Ainsi, l'héroïne de « Divine damoiselle de la dévastation » ne se distinguait pas de la fille du pêcheur dans « Perle du cœur ».\n\nLe public ne s'est jamais plaint de sa performance, mais Yun Jin en était mécontente. Suffisait-il seulement de bien savoir chanter et danser pour raconter une histoire touchante ?\n\n« Marche dans la neige » est l'opéra qui lui a permis de surmonter les obstacles qu'elle affrontait.\n\nCette pièce mettait en scène un seul personnage qui s'efforçait de marcher dans la neige. Par ailleurs, la météo était similaire le jour où Yun Jin la chanta pour la première fois.\n\nPerdu dans la neige, son personnage n'arrêtait pas de se lamenter de son impuissance. Cette histoire semblait refléter la réalité de Yun Jin qui se sentait aussi égarée, comme si elle ne faisait plus qu'un avec le personnage.\n\nC'était exactement la sensation qu'elle recherchait : celle de ne pas seulement être elle-même, mais aussi les milliers de personnages qu'elle a interprétés.\n\nYun Jin devait respirer et vivre comme eux. Les émotions devaient se manifester avec chaque sourire et chaque froncement de sourcils.\n\nC'était le genre d'opéra que Yun Jin souhaitait chanter et le genre d'histoire qu'elle voulait jouer : une pièce avec de véritables émotions avec tout un monde né de l'imbrication des milliers vies.\n\nYun Jin ne se souvient plus de la façon dont elle est revenue dans les coulisses après son illumination. Tout ce qu'elle sait, c'est qu'un œil divin se trouvait dans la manche de son costume quand elle l'a enlevé.",
      "pt": "Pouco depois da estreia de Yunjin, ela rapidamente se apoderou do palco através de dezenas de espetáculos com sua grande inteligência.\n\nNa época, sua aparição significava uma noite inteira de aplausos para uma apresentação. Entretanto, quanto mais ela se apresentava, mais ela se sentia perdida — isso não era o que ela queria.\n\nEm cada ópera, o tom e o tempo invariavelmente subiam ou desciam para indicar raiva ou desânimo enfadonho.\n\nCom o passar do tempo, os rostos dos personagens se tornaram idênticos.\n\nMúsica, seguida de uma bela dança, e depois sua doce voz. A menina em \"A Divina Donzela da Devastação\" não parecia diferente da filha do pescador em \"Pérola de Coração\".\n\nEmbora a audiência não tivesse objeção, Yunjin não estava satisfeita. \"Tudo o que é preciso para contar uma história comovente é apenas cantar e dançar habilidosamente?\"\n\nO que respondeu à sua pergunta foi uma ópera chamada \"Caminhada na Neve\".\n\nEra um monodrama sobre um extenuante passeio na neve. Foi um dia de neve quando Yunjin realizou a ópera pela primeira vez.\n\nTendo-se perdido na neve, a personagem se sentiu perdida e lamentou sua impotência. De alguma forma, a neve na história parecia cair na realidade. Yunjin, que também se encontrava perdida, sentiu-se como se ela se tornasse a personagem perdida.\n\nEra isso que ela procurava, a sensação de se deixar para trás e calçar os sapatos dos muitos personagens que ela interpretava.\n\nRespirar, viver, e sorrir como eles.\n\nEssa era a ópera que ela queria cantar, a história que ela queria contar — uma sobre emoções verdadeiras, um mundo construído sobre dezenas de milhares de indivíduos que vivem suas próprias vidas.\n\nYunjin não se lembrava mais como ela voltou aos bastidores após a epifania. Tudo o que ela sabia era que quando finalmente teve tempo de tirar seu traje, ela encontrou uma Visão em sua manga.",
      "ru": "Вскоре после дебюта, исполнив десятки больших и малых ролей, сметливая Юнь Цзинь быстро овладела премудростями выступлений. Юнь Цзинь было достаточно появиться на сцене, чтобы вызвать бурю оваций. Но чем больше Юнь Цзинь выступала, тем отчётливее она понимала, что хотела не этого. В каждой опере нарастание конфликта или его разрешение передавались одними и теми же изменениями интонации. Со временем лица персонажей стали для неё неразличимы. За музыкой всегда следовал её красивый танец и сладкое пение. Девушка в «Созерцании богини уничтожения» ничем не отличалась от дочери рыбака в «Жемчужной нити». Публика никаких претензий не имела, но Юнь Цзинь была недовольна. «Неужели умелого пения и танцев достаточно, чтобы донести трогательную историю?» Ответом стала опера «Сквозь снега». Это была монодрама об изнурительном пути в снегу. Когда Юнь Цзинь исполнила её впервые, шёл снег. Героиня этой оперы заблудилась в метели и сокрушалась по поводу своей беспомощности. Неведомым образом снег и ветер из оперы перенеслись в реальность, а сбившаяся с пути Юнь Цзинь превратилась в потерявшуюся героиню. Именно это она и искала - чувства полного растворения во всех тех персонажах, которых она играла. Дышать, улыбаться, жить, как они. Такую оперу она и хотела исполнять, такие истории ей хотелось рассказывать - об истинных чувствах, о судьбах тысяч персонажей, которые, переплетаясь, создают живой мир. Юнь Цзинь уже не помнила, как после этого озарения вернулась за кулисы. В памяти её осталось лишь то, как она смогла наконец-то сбросить костюм, а в рукаве его оказался Глаз Бога.",
      "id": "Tidak lama setelah debut Yun Jin, dia dengan cepat menguasai esensi dari tampil di panggung melalui belasan pertunjukan yang dia lakukan.\n\nPenampilan Yun Jin setiap kali pastilah mengundang tepukan tangan yang meriah. Tapi semakin sering dia tampil, semakin dia merasa bahwa ini bukanlah pertunjukkan yang ingin dia tampilkan ....\n\nDi setiap pertunjukan opera, suara dan tempo pasti akan naik turun sesuai dengan adegan yang menegangkan atau melankolis.\n\nSeiring berjalannya waktu, karakter di setiap drama terasa menjadi mirip dan berpola.\n\nMusiknya akan mulai bermain, diikuti dengan tarian yang indah dan suara Yun Jin yang merdu. Gadis yang bermain di cerita \"Kemurkaan Adeptus\" terasa sama saja dengan putri nelayan di cerita \"Mutiara dalam Hati\".\n\nMeskipun para penonton tidak keberatan, tapi Yun Jin tidak puas. \"Apakah cerita yang bagus cukup dibuat hanya dengan tarian dan nyanyian yang bagus?\"\n\nSuatu hal yang kemudian memberikan Yun Jin pencerahan adalah sebuah opera yang berjudul \"Jalan Salju\".\n\nCerita opera ini adalah sebuah drama solo tentang perjalanan berat di tengah salju. Dan kebetulan, salju juga turun di hari pertama Yun Jin tampil.\n\nKarena tersesat di tengah salju lebat, tokoh utamanya merasa terhilang dan sama sekali tidak berdaya. Tiba-tiba salju yang ada di dalam cerita seakan menjadi kenyataan. Yun Jin yang juga sedang merasakan perasaan tersesat itu, dapat semakin menjiwai kalau dirinya telah menjadi tokoh dalam cerita tersebut.\n\nEmosi inilah tepatnya yang selama ini dia cari. Menanggalkan dirinya sendiri dan menjadi tokoh-tokoh yang berbeda dalam setiap cerita.\n\nIni dia opera yang ingin dia nyanyikan, kisah yang ingin dia ceritakan. Tentang sebuah perasaan sejati, tentang dunia yang berisi jutaan manusia dengan hidupnya masing-masing.\n\nSetelah pencerahannya itu, Yun Jin bahkan sudah tidak ingat bagaimana dia kembali ke belakang panggung. Yang dia ingat hanyalah hadirnya sebuah Vision di lengan bajunya, saat dia berusaha melepas kostumnya.",
      "th": "ไม่นานหลังจากที่ Yun Jin ปรากฏตัวครั้งแรกบนเวที เมื่อผ่านการปรับอารมณ์ในฉากทั้งเล็กและใหญ่ต่าง ๆ มากมาย เธอก็เข้าใจแก่นแท้ของการแสดงบนเวทีได้อย่างรวดเร็ว\n\nขอเพียงแค่ Yun Jin ปรากฏตัวออกมา เธอจะได้รับเสียงปรบมืออย่างแน่นอน แต่พอเป็นแบบนี้นานเข้า เธอกลับรู้สึกว่านี่ไม่ใช่การแสดงในแบบที่เธอต้องการ\n\nเมื่อเริ่มทำการแสดงบนเวที ทุกครั้งที่ถึงตอนที่มีความขัดแย้งรุนแรงก็ต้องร้องขึ้นเสียงสูง ต้องลดเสียงและค่อย ๆ เอ่ยร้องในตอนที่ถึงฉากที่ตกต่ำ\n\nเมื่อเวลาผ่านไป สำหรับเธอแล้ว ตัวละครในละครงิ้วทุกประเภทต่างก็มีใบหน้าที่คล้ายคลึงกัน\n\nเมื่อเทียบดูแล้ว เซียนสาวที่แต่งกายงดงามและเปล่งเสียงอันไพเราะใน \"เทพธิดาแห่งการทำลายล้าง\" ก็ไม่ได้ดูแตกต่างอะไรกับสาวน้อยนักประมงในเรื่อง \"ไข่มุกแห่งดวงใจ\" ตรงไหน\n\nบางทีผู้ชมอาจจะยอมรับได้ แต่ Yun Jin กลับไม่ยอมให้เป็นแบบนั้น ใช้แค่เพียงเทคนิคการแสดงและรูปร่างที่สวยงาม ก็สามารถเล่าเรื่องราวที่ทำให้ผู้คนประทับใจได้แล้วงั้นเหรอ?\n\nสิ่งที่พาเธอเดินออกมาจากความสับสนงวยงงนั้นได้ ก็คือละครเรื่อง \"ท่องไปในหิมะ\"\n\nละครเรื่องนี้เป็นละครที่ทำการแสดงเพียงคนเดียว ซึ่งเกี่ยวกับการเดินบนหิมะแสนยากลำบาก และในวันที่ Yun Jin ทำการแสดงเรื่อง \"ท่องไปในหิมะ\" เป็นครั้งแรก บนท้องฟ้าก็มีหิมะร่วงโปรยปรายลงมาเช่นกัน\n\nคนในละครหลงทางท่ามกลางหิมะ ในตอนที่ไร้ซึ่งหนทางก็อดไม่ได้ที่จะถอนหายใจออกมา ในความงุนงงนั้น สายลมและหิมะในละครก็ได้ซ้อนทับกับสายลมและหิมะในชีวิตจริง Yun Jin ที่หลงทางอยู่นานก็ได้กลายเป็นเหมือนดังนักเดินทางที่หลงทางคนนั้น\n\nใช่แล้วล่ะ ความรู้สึกแบบนี้ เธอไม่ได้เป็นเพียงตัวเธอเท่านั้น แต่เธอยังเป็นตัวละครนับพันนับหมื่นที่เธอเคยแสดงมาด้วย\n\nตัวเธอก็ต้องหายใจและใช้ชีวิตเหมือนคนในละคร และอารมณ์ของเธอก็จะได้รับผลกระทบจากรอยยิ้มและความเศร้าโศกของคนในละครด้วยเช่นกัน\n\nวิถีชีวิตของตัวละครนับหมื่นเหล่านี้เชื่อมโยงกัน ทำให้เกิดโลกที่มีอารมณ์ความรู้สึก นี่ถึงจะเป็นบทละครที่เธอต้องการ เป็นเรื่องราวที่เธอต้องการบอกเล่า\n\nในวันนี้ Yun Jin จำไม่ได้แล้วว่าหลังจากที่เธอรู้สึกตัว เธอกลับมาอยู่ที่หลังเวทีได้ยังไงกัน เธอจำได้เพียงว่า ในตอนที่เธอถอดชุดแต่งกายออก ก็มีวิชั่นอยู่ในปลอกแขนเสื้อของเธอซะแล้ว",
      "vi": "Sau buổi biểu diễn đầu tiên của Yun Jin, trải qua mấy mươi vở kịch lớn nhỏ, với tư chất thông minh của mình, Yun Jin đã nắm được cốt lõi trong diễn xuất.\n\nChỉ cần Yun Jin xuất hiện sẽ nhận được sự cổ vũ nhiệt tình từ khán giả. Thế nhưng khi đã diễn nhiều rồi, Yun Jin lại cảm thấy đây không phải là loại kịch mà mình muốn.\n\nTrên sân khấu, mỗi khi cao trào sẽ cất cao giọng, mỗi khi sâu lắng sẽ phải hạ thấp giọng rồi hát từ từ.\n\nDần dà, đối với Yun Jin mà nói thì nhân vật trong mỗi vở kịch đều có chung một bộ mặt như nhau.\n\nKhởi đầu, tạo một dáng vẻ đẹp đẽ, rồi cất cao giọng hát của mình, thần nữ trong \"Thần Nữ Hủy Diệt\" và ngư gia tiểu muội trong \"Liên Tâm Châu\" gần như không có khác biệt gì cả.\n\nKhán giả có thể chấp nhận, nhưng Yun Jin không muốn chỉ dừng lại như thế. Không lẽ chỉ với kỹ thuật ca diễn, chỉ với trang phục và dáng vẻ xinh đẹp là có thể kể lại câu chuyện cảm động lòng người hay sao?\n\nĐiều đã dẫn dắt Yun Jin ra khỏi khuôn khổ đó, chính là vở kịch \"Tẩu Tuyết\".\n\nĐó là vở kịch độc diễn, nội dung kể về hành trình gian nan trong tuyết. Khi Yun Jin lần đầu thể hiện vở \"Tẩu Tuyết\", trên trời cũng có tuyết rơi.\n\nNhân vật trong kịch lạc lối trong tuyết, cảm thán vì nỗi mất mát của mình. Trong khoảnh khắc ấy, tuyết trong vở kịch hòa chung với tuyết bên ngoài, Yun Jin lúc đó cũng hóa thành lữ khách lạc lối.\n\nKhông sai, chính là cảm giác này, Yun Jin không chỉ là bản thân cô, mà còn là hàng ngàn hàng vạn nhân vật mà cô đã từng diễn qua.\n\nCô ấy phải giống như nhân vật trong kịch từ từng nhịp thở, từ từng phút giây trong cuộc sống, cảm xúc cũng phải dao động như những gì nhân vật trong vở kịch đã trải qua.\n\nTrong sự giao thoa của ngàn vạn nhân vật đó, tạo nên một thế giới hữu tình, đó mới chính là loại kịch mà Yun Jin muốn diễn, là câu chuyện mà Yun Jin muốn kể.\n\nTrong hôm nay, Yun Jin đã không còn nhớ rõ sau khoảnh khắc chợt lĩnh ngộ ấy, bản thân đã trở về hậu trường như thế nào, cô ấy chỉ nhớ rằng, khi cởi bỏ bộ trang phục sân khấu, trong tay áo đã có thêm một viên Vision."
    }
  }
]