[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello...",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "我叫鹿野院平藏，是天领奉行里破案最多最快的侦探…哎呀呀，你身上一股麻烦缠身的味道。快坐下，这边坐，从头说给我听听吧。",
      "zht": "#我叫鹿野院平藏，是天領奉行裡破案最多最快的偵探…哎呀呀，{F#妳}{M#你}身上一股麻煩纏身的味道。快坐下，這邊坐，從頭說給我聽聽吧。",
      "jp": "僕は鹿野院平蔵。天領奉行で最も多くの事件を迅速に解決する探偵さ…おや、君からはなんだか事件の匂いがぷんぷんするね。さっそくここにかけてもらって、詳しく伺おうかな。",
      "ko": "난 시카노인 헤이조라고 해. 텐료 봉행에서 사건 해결이 가장 많고 빠른 탐정이지…. 이런, 너한테서 귀찮은 일에 휘말린 냄새가 나는데. 어서 여기 앉아 봐. 무슨 일인지 처음부터 말해줄래?",
      "en": "The name's Shikanoin Heizou, sharpest and most successful detective of the Tenryou Commission... Ooh, my goodness, life's really put you through the wringer recently, hasn't it? I can tell. Here, why don't you take a seat, tell me the whole story.",
      "de": "Mein Name ist Shikanoin Heizou und ich bin der produktivste und schnellste Detektiv in der Tenryou-Verwaltung. Oje, ich kann deine Schwierigkeiten riechen. Setz dich hin und erzähl mir alles von Anfang an.",
      "es": "Me llamo Shikanoin Heizou, el detective más sagaz y con más éxito de la Comisión Tenryou... Oh, por Los Siete, la vida te ha tratado mal últimamente, ¿verdad? Se nota. Ven, toma asiento y cuéntame tu historia.",
      "fr": "#Je suis Shikanoin Heizou, le plus fin et le plus brillant des détectives de la Commission administrative... Ouh là, on dirait que la vie vous a vraiment malmené récemment, ai-je raison{NON_BREAK_SPACE}? Tenez, pourquoi ne pas vous asseoir et tout me raconter depuis le début.",
      "pt": "Me chamo Shikanoin Heizou, o detetive mais bem-sucedido e rápido da Comissão Tenryou... Ooh, parece que você já passou por uns maus bocados ultimamente, não foi? Posso ver. Venha, sente-se, quero ouvir toda a história.",
      "ru": "Меня зовут Сиканоин Хэйдзо, самый успешный и проницательный детектив комиссии Тэнрё... Похоже, жизнь в последнее время сильно потрепала тебя, не так ли? Присаживайся и расскажи мне всё с самого начала.",
      "id": "Namaku Shikanoin Heizou, detektif yang paling pintar dan paling sukses di Tenryou Commission ... Ooh, astaga, hidupmu benar-benar banyak cobaan ya akhir-akhir ini? Memang kelihatan sih, kalau begitu ayo duduk dulu dan ceritakan padaku apa yang terjadi.",
      "th": "ฉันชื่อ Shikanoin Heizou เป็นนักสืบที่ไขคดีได้มากและรวดเร็วที่สุดในสำนัก Tenryou... โอ๊ะโอ บนตัวเธอมีกลิ่นอายของปัญหาลอยฟุ้งเชียว มานี่สิ ๆ มานั่งตรงนี้เลย เริ่มเล่าให้ฉันฟังตั้งแต่ต้นเลยแล้วกันนะ",
      "vi": "#Tôi là Shikanoin Heizou, là thám tử phá án nhanh nhất nhiều nhất của Hiệp Hội Tenryou... Ây da, trên người {F#cô}{M#cậu} có mùi phiền phức đấy, ngồi xuống nói cho tôi nghe nào."
    }
  },
  {
    "title": {
      "zhs": "闲聊·罪案",
      "zht": "閒聊·罪案",
      "jp": "世間話·事件",
      "ko": "잡담·범죄 사건",
      "en": "Chat: Criminal Cases",
      "de": "Gespräch – Kriminalfall",
      "es": "Charla - Casos criminales",
      "fr": "Bavardage - Crime",
      "pt": "Bate-papo — Crimes",
      "ru": "Поболтаем: Преступление",
      "id": "Berbincang: Kasus Kriminal",
      "th": "แชท - คดีอาชญากรรม",
      "vi": "Nói chuyện phiếm - Vụ Án"
    },
    "line": {
      "zhs": "唔…我好像闻到了罪案的味道。",
      "zht": "唔…我好像聞到了罪案的味道。",
      "jp": "おや…何だか事件の匂いがする。",
      "ko": "음… 사건의 냄새가 나는 것 같군",
      "en": "There's something in the air... something that tells me a new case is brewing.",
      "de": "Nun, ich glaube, ich rieche ein Verbrechen.",
      "es": "Hay algo en el aire... Presiento que pronto habrá un nuevo caso.",
      "fr": "Hmm... Je sens l'odeur d'un crime dans l'air.",
      "pt": "Hmm... Tem algo no ar... Sinto que há um novo caso...",
      "ru": "В воздухе что-то витает... я чувствую запах преступления.",
      "id": "Seperti ada bau yang tak enak di udara ... sepertinya akan ada kasus baru yang muncul.",
      "th": "อืม... เหมือนฉันจะได้กลิ่นของคดีอาชญากรรม",
      "vi": "Ừm... hình như tôi ngửi được mùi của vụ án nào đó rồi."
    }
  },
  {
    "title": {
      "zhs": "闲聊·侦探",
      "zht": "閒聊·偵探",
      "jp": "世間話·探偵",
      "ko": "잡담·탐정",
      "en": "Chat: Detective Work",
      "de": "Gespräch – Detektiv",
      "es": "Charla - Trabajo de detective",
      "fr": "Bavardage - Détective",
      "pt": "Bate-papo — Detetive",
      "ru": "Поболтаем: Работа детектива",
      "id": "Berbincang: Pekerjaan Detektif",
      "th": "แชท - นักสืบ",
      "vi": "Nói chuyện phiếm - Thám Tử"
    },
    "line": {
      "zhs": "侦探就要有侦探的样子，所以就得到处走走，搜集罪证才对嘛。",
      "zht": "偵探就要有偵探的樣子，所以就得到處走走，收集罪證才對嘛。",
      "jp": "探偵は探偵らしく振る舞わなくっちゃ。色んな所を見て回って、証拠を集めないとね。",
      "ko": "탐정이면 탐정답게 행동해야지. 돌아다니면서 증거를 찾아야겠어",
      "en": "Doing detective work means you gotta walk the walk. No... I mean literally — I need to search high and low for evidence.",
      "de": "Ein Detektiv muss sich wie ein Detektiv verhalten, also muss er herumlaufen und Belastungsmaterial sammeln.",
      "es": "Trabajar como detective significa buscar de cabo a rabo, literalmente. Tengo que buscar para atar todos los cabos y, así, encontrar pruebas.",
      "fr": "Un bon détective doit bien faire son travail, et cela signifie aller un peu partout pour rassembler des preuves.",
      "pt": "Ser um detetive quer dizer que você precisa andar. Literalmente, preciso investigar todo lugar.",
      "ru": "Детектив должен ходить как детектив. В буквальном смысле этого слова - мне нужно искать улики повсюду.",
      "id": "Mengerjakan pekerjaan detektif itu artinya kamu harus sering bepergian ke sana kemari untuk mencari bukti-bukti.",
      "th": "นักสืบก็ต้องมีความเป็นนักสืบสิ ดังนั้นเลยต้องออกไปเดินรอบ ๆ เพื่อรวบรวมหลักฐานทางคดียังไงล่ะ",
      "vi": "Thám tử thì phải ra dáng của thám tử, cho nên tôi mới đi đây đi đó để thu thập chứng cứ chứ."
    }
  },
  {
    "title": {
      "zhs": "闲聊·直觉",
      "zht": "閒聊·直覺",
      "jp": "世間話·予感",
      "ko": "잡담·직감",
      "en": "Chat: Intuition",
      "de": "Gespräch – Instinkt",
      "es": "Charla - Intuición",
      "fr": "Bavardage - Intuition",
      "pt": "Bate-papo — Intuição",
      "ru": "Поболтаем: Интуиция",
      "id": "Berbincang: Intuisi",
      "th": "แชท - เซนส์",
      "vi": "Nói chuyện phiếm - Trực Giác"
    },
    "line": {
      "zhs": "我的直觉告诉我，马上就要有精彩的事件发生了。",
      "zht": "我的直覺告訴我，馬上就要有精彩的事件發生了。",
      "jp": "ワクワクする事件が間もなく起きる…そんな予感がするよ。",
      "ko": "직감이 와. 곧 흥미로운 일이 일어날 거야",
      "en": "Huh, my intuition tells me that something very interesting is about to happen...",
      "de": "Mein Instinkt sagt mir, dass gleich etwas Aufregendes passieren wird.",
      "es": "Humm, mi intuición me dice que algo muy interesante está a punto de ocurrir...",
      "fr": "Mon intuition me dit que quelque chose de remarquable est sur le point de se produire.",
      "pt": "Minha intuição diz que algo interessante está para acontecer.",
      "ru": "Интуиция подсказывает мне, что сейчас произойдёт что-то интересное...",
      "id": "Hm, instingku mengatakan bahwa ada sesuatu menarik yang akan terjadi ....",
      "th": "เซนส์ของฉันบอกฉันว่า กำลังจะมีเรื่องน่าสนใจเกิดขึ้น",
      "vi": "Trực giác nói tôi nghe là có vụ gì đó hoành tráng sắp diễn ra rồi."
    }
  },
  {
    "title": {
      "zhs": "雨过天晴…",
      "zht": "雨過天晴…",
      "jp": "雨上がり…",
      "ko": "비가 그친 후…",
      "en": "After the Rain",
      "de": "Es hat aufgehört zu regnen ...",
      "es": "Tras la lluvia...",
      "fr": "Après la pluie...",
      "pt": "Depois da Chuva...",
      "ru": "После дождя...",
      "id": "Setelah Hujan",
      "th": "ฟ้าหลังฝน...",
      "vi": "Sau cơn mưa trời lại sáng..."
    },
    "line": {
      "zhs": "刚才那场雨，可别冲散了线索啊。",
      "zht": "剛才那場雨，可別沖散了線索啊。",
      "jp": "さっきの雨で手がかりが洗い流されないといいんだけど…",
      "ko": "방금 내린 비에 단서가 지워지면 안 되는데",
      "en": "Let's just hope the rain hasn't washed all the clues away.",
      "de": "Ich hoffe, dass der gerade gefallene Regen die Hinweise nicht weggespült hat.",
      "es": "Esperemos que la lluvia no haya borrado todas las pruebas.",
      "fr": "Espérons juste que la pluie n'ait pas emporté tous les indices.",
      "pt": "Tenhamos esperança de que a chuva não tenha limpado todas as pistas.",
      "ru": "Будем надеяться, что дождь не смыл все улики.",
      "id": "Semoga saja jejaknya tidak terhapus oleh hujan.",
      "th": "ฝนที่เพิ่งตกไปน่ะ อย่าเพิ่งพัดพาเบาะแสให้หายไปหมดนะ",
      "vi": "Cơn mưa ban nãy đừng có mà cuốn trôi hết manh mối nhé."
    }
  },
  {
    "title": {
      "zhs": "打雷的时候…",
      "zht": "打雷的時候…",
      "jp": "雷の日…",
      "ko": "번개가 칠 때…",
      "en": "When Thunder Strikes...",
      "de": "Wenn es blitzt ...",
      "es": "Cuando truena...",
      "fr": "Quand le tonnerre gronde...",
      "pt": "Quando Está Trovejando...",
      "ru": "Когда гремит гром...",
      "id": "Ketika Petir Menyambar",
      "th": "ในเวลาที่ฟ้าผ่า...",
      "vi": "Khi có sấm sét..."
    },
    "line": {
      "zhs": "哦？是哪个狡猾的犯人在发誓吗？",
      "zht": "哦？是哪個狡猾的犯人在發誓嗎？",
      "jp": "ん？どこかのずる賢い犯人がびっくりしてるのかな？",
      "ko": "음? 교활한 범인이 맹세라도 하는 건가?",
      "en": "Hmm... I wonder which criminal mastermind just protested their innocence in court... A liar by the sounds of it. Hehe.",
      "de": "Oh? schwört irgendein gerissener Gefangener?",
      "es": "Humm... Me pregunto qué cerebro criminal acaba de declarar su inocencia en juicio... No cabe duda de que miente, jeje.",
      "fr": "Tiens donc ? Qui est le sournois criminel qui vient de prêter serment ?",
      "pt": "Hmm... Me pergunto que mente criminosa acabou de alegar sua inocência no tribunal... Com certeza é um mentiroso.",
      "ru": "Хм... Интересно, кто из коварных преступников только что заявил в суде о своей невиновности... Лжец, судя по всему.",
      "id": "Hmm ... Kira-kira kriminal mana ya yang sedang sumpah serapah di pengadilan ... Kayaknya sih dia pasti pembohong deh. Hehe.",
      "th": "อ๋อ? อาชญากรเจ้าเล่ห์คนไหนกำลังสาบานงั้นเหรอ?",
      "vi": "Hả? Tên tội phạm gian xảo nào đang thề bậy thế?"
    }
  },
  {
    "title": {
      "zhs": "下雪的时候…",
      "zht": "下雪的時候…",
      "jp": "雪の日…",
      "ko": "눈이 올 때…",
      "en": "When It Snows",
      "de": "Wenn es schneit ...",
      "es": "Cuando nieva...",
      "fr": "Quand il neige...",
      "pt": "Quando Está Nevando...",
      "ru": "Когда идёт снег...",
      "id": "Saat Salju Turun",
      "th": "ในเวลาที่หิมะตก...",
      "vi": "Khi tuyết rơi..."
    },
    "line": {
      "zhs": "你听说过吗？很久以前，发生在龙脊雪山上的午夜凶灵事件…",
      "zht": "#{F#妳}{M#你}聽說過嗎？很久以前，發生在龍脊雪山上的午夜凶靈事件…",
      "jp": "知ってるかい？昔、ドラゴンスパインで起きた真夜中の殺人事件を…",
      "ko": "그거 알아? 아주 오래전에 드래곤 스파인에서 한밤중에 일어난 귀신 사건 말이야…",
      "en": "Have you ever heard of the case of the vengeful spirit of Dragonspine? It all happened on a dark, snowy night long ago...",
      "de": "Hast du schon davon gehört? Vor langer Zeit geschah auf dem Drachengrat ein mitternächtlicher Mord ...",
      "es": "¿Has oído alguna vez el caso del espíritu vengativo de Espinadragón? Todo ocurrió en una oscura noche de nieve, hace mucho tiempo...",
      "fr": "Avez-vous déjà entendu parler de l'affaire de l'esprit vengeur de Dosdragon ? Cette histoire commence lors d'une nuit sombre et enneigée, il y a longtemps...",
      "pt": "Você já ouviu falar no espírito vingativo da Espinha do Dragão? Tudo aconteceu numa noite em que estava nevando, muito tempo atrás...",
      "ru": "Известно ли тебе о случае с мстительным духом Драконьего хребта? Случилось это давным-давно одной тёмной и снежной ночью...",
      "id": "Apa kamu pernah dengar soal kasus arwah penuh dendam di Dragonspine? Semuanya terjadi pada malam hari bersalju pada zaman dulu sekali ....",
      "th": "เธอเคยได้ยินมั้ย? เรื่องวิญญาณอาฆาตยามเที่ยงคืนที่เกิดขึ้นบนภูเขา Dragonspine เมื่อนานมาแล้วน่ะ",
      "vi": "#{F#Cô}{M#Cậu} đã nghe qua chưa? Rất lâu trước đây có một vụ linh hồn báo thù lúc nửa đêm ở Long Tích Tuyết Sơn đó..."
    }
  },
  {
    "title": {
      "zhs": "刮大风了…",
      "zht": "颳大風了…",
      "jp": "暴風の日…",
      "ko": "강풍이 불 때…",
      "en": "When the Wind Is Blowing",
      "de": "Ein Sturm zieht auf.",
      "es": "Hace mucho viento...",
      "fr": "Le vent souffle fort...",
      "pt": "A Ventania Está Chegando...",
      "ru": "Когда дует сильный ветер...",
      "id": "Ketika Angin Berembus",
      "th": "ในเวลาที่ลมพัดแรง...",
      "vi": "Gió lớn quá..."
    },
    "line": {
      "zhs": "加油呀！这么点风力是成不了「风暴」的。",
      "zht": "加油呀！這麼點風力是成不了「風暴」的。",
      "jp": "頑張って！これっぽっちの風じゃ、「嵐」にはなれないよ。",
      "ko": "힘내! 이 정도 풍력으로는 「폭풍」이 될 수 없어",
      "en": "Heh, it's gonna take a little more wind than that to form a cyclone!",
      "de": "Du schaffst das! Mit so wenig Wind kann kein „Sturm“ erzeugt werden.",
      "es": "¡Hum! ¡Hace falta más que un soplo de viento para desatar un ciclón!",
      "fr": "Allez, courage ! Ce n'est qu'un peu de vent, ce n'est pas un ouragan !",
      "pt": "Hehe, vai precisar de mais que isso para formar um ciclone!",
      "ru": "Ещё сильнее! Чтобы образовался ураган, нужно больше ветра!",
      "id": "Hah, masih perlu lebih banyak angin lagi sampai bisa jadi Angin Ribut!",
      "th": "สู้เค้านะ! ลมอ่อน ๆ แบบนี้น่ะเกิดเป็น \"พายุหมุน\" ไม่ได้หรอก",
      "vi": "Cố lên! Chút gió này không tạo nổi \"bão tố\" đâu."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom Dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "早呀，看你精神不好，没做噩梦吧？早知道的话，就该晚些再让你接触重案嘛。",
      "zht": "#早呀，看{F#妳}{M#你}精神不好，沒做噩夢吧？早知道的話，就該晚些再讓{F#妳}{M#你}接觸重案嘛。",
      "jp": "おはよう。なんだか元気なさそうだけど、悪い夢でも見た？えへへっ、そんな反応するだなんて知ってたら、あんな大事件教えなかったのに。",
      "ko": "좋은 아침. 기운이 없는 걸 보니, 악몽을 꿨나 봐? 이럴 줄 알았으면 강력 사건을 좀 더 늦게 보여줄걸",
      "en": "Morning. Oh my, you don't look so good. You didn't have a nightmare, did you? *sigh* I should've known not to expose you to such a shocking case so soon.",
      "de": "Guten Morgen, du siehst nicht gut aus. Du hattest doch keinen Albtraum, oder? Wenn ich das gewusst hätte, hätte ich dir schwere Fälle später überlassen sollen.",
      "es": "Buenos días. Vaya, no tienes buen aspecto. No habrás tenido una pesadilla, ¿no? *Suspira*, tenía que haber sabido que no era buena idea involucrarte tan pronto en un caso tan impactante.",
      "fr": "Bonjour ! Dites donc, vous n'avez pas l'air en forme. Vous avez fait un cauchemar ? *soupir* J'aurais dû savoir qu'il fallait attendre un peu avant de vous mêler à une affaire aussi choquante.",
      "pt": "Bom dia! Oh, você não parece bem. Teve um pesadelo? *Suspiro* Eu não deveria ter lhe contado um caso tão chocante tão cedo.",
      "ru": "#Доброе утро. Выглядишь неважно. Тебе приснился кошмар? Эх... Я должен был догадаться, что ты ещё не готов{F#а} к такому шокирующему делу.",
      "id": "Pagi. Oh astaga, kamu kelihatan lesu. Apa kamu mimpi buruk semalam? *huff* Harusnya aku jangan memberimu kasus yang berat begitu ya.",
      "th": "อรุณสวัสดิ์ ดูเธอไม่ค่อยร่าเริงเลย คงไม่ได้ฝันร้ายใช่มั้ย? ถ้ารู้แบบนี้แต่แรก คงให้เธอมาเจอกับคดีช้ากว่านี้หน่อยแล้วล่ะ",
      "vi": "#Chào buổi sáng, trông sắc mặt của {F#cô}{M#cậu} không ổn lắm, gặp ác mộng sao? Sớm biết vậy thì tôi sẽ không để {F#cô}{M#cậu} tiếp xúc với trọng án sớm rồi."
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa Tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "吃饱了玩点锻炼脑力的游戏吧！继电石？哈哈，这个只能锻炼心态吧。",
      "zht": "吃飽了玩點鍛煉腦力的遊戲吧！繼電石？哈哈，這個只能鍛煉心態吧。",
      "jp": "お腹いっぱいになったんだったら、脳鍛練でもしようよ！継電石？あはは、あんなのは精神しか鍛えられないよ。",
      "ko": "배불리 먹었으니까 두뇌게임을 좀 해볼까? 계전석? 하하, 그건 정신 단련밖에 못 하잖아",
      "en": "Alright. Now that lunch is over, whaddya say we play a game to keep our minds sharp? Relay Stones? Hehe... okay, I guess we can warm up with that.",
      "de": "Sobald du satt bist, spiel ein paar Spiele, die dein Gehirn trainieren! Relaisstein? Haha, das kann doch nur deine Mentalität trainieren, oder?",
      "es": "Ahora que ya hemos terminado de comer, ¿qué te parece si jugamos a un juego para mantener la mente despierta? ¿Piedras conductoras? Jeje... Bueno, supongo que nos pueden servir para calentar.",
      "fr": "Maintenant qu'on a fini de déjeuner, que diriez-vous de jouer à un jeu pour garder nos esprits aiguisés ? Des pierres de relais ? Haha, très bien, pourquoi ne pas s'échauffer avec ça.",
      "pt": "Agora que o almoço já acabou, que tal jogarmos para nossa mente ficar aguçada? Pedras Conectoras? Hehe, acho que podemos fazer um aquecimento com isso.",
      "ru": "Теперь, когда мы закончили обед, как насчет игры для поддержания остроты ума? Релейные камни? Хе-хе... ладно, думаю, подойдёт.",
      "id": "Sekarang karena jam makan siang sudah selesai, bagaimana kalau kita main game untuk asah otak? Misalnya Relay Stone? Hehe ... oke deh, kita pemanasan main itu.",
      "th": "พอกินอิ่มแล้วก็มาเล่นเกมฝึกสมองกันหน่อยดีกว่า! Relay Stone? ฮ่าฮ่า นั่นมันใช้ฝึกฝนจิตใจแล้วมั้ง",
      "vi": "Ăn no rồi thì chơi trò gì đó để luyện não nhé! Đá Giữ Điện? Haha, cái này chỉ có thể rèn luyện tâm lý thôi."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Boa Noite...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "太阳下班的时候，就轮到星星盯着犯人了。",
      "zht": "太陽下班的時候，就輪到星星盯著犯人了。",
      "jp": "太陽の仕事が終わったら、次は星たちが犯人を見守る番だね。",
      "ko": "해가 퇴근하면 별이 범인을 감시할 차례야",
      "en": "Once the sun has clocked out for the day, it's up to the stars to keep criminals under their watchful gaze.",
      "de": "Wenn die Sonne nicht mehr im Amt ist, sind die Sterne an der Reihe, ein Auge auf die Gefangenen zu werfen.",
      "es": "Tras la puesta de sol, son las estrellas las encargadas de mantener vigilados a los criminales.",
      "fr": "Quand le soleil prend son repos, c'est aux étoiles qu'il incombe la tâche d'observer les criminels.",
      "pt": "Quando o sol já bateu o ponto do dia, é hora das estrelas observarem os criminosos.",
      "ru": "Когда солнце уходит на покой, наблюдение за преступниками возлагается на звёзды.",
      "id": "Saat matahari sudah terbenam, kini saatnya bagi para bintang untuk mengintai para kriminal.",
      "th": "พอดวงอาทิตย์เลิกงาน ก็ถึงเวลาที่ดวงดาวออกมาจับตาดูอาชญากรแล้วล่ะ",
      "vi": "Mặt trời tan làm thì đến lượt những ngôi sao canh chừng tội phạm rồi."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Saudações...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "真好啊，又到了睡觉时间！今天会做怎样的梦呢？",
      "zht": "真好啊，又到了睡覺時間！今天會做怎樣的夢呢？",
      "jp": "やった、寝る時間だ！今日はどんな夢が僕を待ってるかな？",
      "ko": "또 잘 시간이 됐네, 아주 좋아! 오늘은 어떤 꿈을 꿀까?",
      "en": "Great, it's time to hit the hay! I wonder what dreams await me tonight?",
      "de": "Wie schön, es ist wieder Schlafenszeit! Was für Träume werde ich heute haben?",
      "es": "¡Genial, ya es hora de dormir! ¿Qué clase de sueños me aguardan esta noche?",
      "fr": "C'est l'heure de dormir, génial ! Quels rêves vais-je faire cette nuit ?",
      "pt": "Excelente, é hora de cair no sono! Que sonhos fantásticos me aguardam hoje?",
      "ru": "Отлично, пора ложиться спать! Интересно, что мне сегодня приснится?",
      "id": "Oke, saatnya tidur! Kira-kira aku bakal mimpi apa ya hari ini?",
      "th": "ดีจังเลย ถึงเวลานอนอีกแล้ว! คืนนี้จะฝันเห็นอะไรนะ?",
      "vi": "Ngon, lại đến giờ đi ngủ rồi! Hôm nay sẽ mơ giấc mơ gì đây?"
    }
  },
  {
    "title": {
      "zhs": "关于鹿野院平藏自己·侦探",
      "zht": "關於鹿野院平藏自己·偵探",
      "jp": "鹿野院平蔵自身について·探偵",
      "ko": "시카노인 헤이조 자신에 대해·탐정",
      "en": "About Shikanoin Heizou: Detective",
      "de": "Über Shikanoin Heizou – Detektiv",
      "es": "Sobre Shikanoin Heizou - Detective",
      "fr": "À propos de Shikanoin Heizou - Détective",
      "pt": "Sobre Shikanoin Heizou — Trabalho como detetive",
      "ru": "О Сиканоине Хэйдзо: Детектив",
      "id": "Tentang Shikanoin Heizou: Detektif",
      "th": "เกี่ยวกับตัว Shikanoin Heizou เอง - นักสืบ",
      "vi": "Về Shikanoin Heizou - Thám Tử"
    },
    "line": {
      "zhs": "侦探，就该用脑力摧毁那些犯人企图逃脱的侥幸，所以说，真正的侦探，根本犯不着使用武力嘛。",
      "zht": "偵探，就該用腦力摧毀那些犯人企圖逃脫的僥倖，所以說，真正的偵探，根本犯不著使用武力嘛。",
      "jp": "逃げようとする犯人を優れた頭脳で捕まえる、それが探偵の仕事だ。だから真の探偵は武力を行使する必要なんて全くないんだよ。",
      "ko": "탐정이라면 어떻게든 빠져나가려는 범인의 요행 정도는 머리를 써서 막아 줘야지. 진정한 탐정은 무력을 쓸 일이 없어",
      "en": "A detective should be using their smarts to crush criminals' hopes of getting away with their crimes. So really, a true detective should never even have to touch their weapon.",
      "de": "Der Detektiv soll seinen Verstand einsetzen, um alle Versuche der Verbrecher, der Strafe zu entgehen, zu zerstören. Der echte Detektiv muss also keine Gewalt anwenden.",
      "es": "Un detective debe usar su ingenio para acabar con toda esperanza que tenga un delincuente de salir impune de sus crímenes. Así que, en realidad, un verdadero detective no debería ni tener que tocar su arma.",
      "fr": "Un bon détective doit savoir se creuser les méninges pour anéantir les tentatives de fuites des criminels. C'est pour cela qu'un vrai détective n'a même pas besoin de se servir d'une arme.",
      "pt": "Um detetive deve usar sua mente para destruir a esperança de criminosos escaparem impunes. Por isso, um detetive de verdade nunca deve sequer precisar tocar sua arma.",
      "ru": "Детектив должен использовать свой ум, чтобы разрушить надежды преступников избежать наказания. Вот почему настоящему детективу даже не нужно использовать оружие.",
      "id": "Seorang detektif harus menggunakan kecerdasannya untuk menghancurkan harapan para kriminal yang berharap kabur dengan tindak kejahatannya. Jadi sejujurnya, seorang detektif sejati seharusnya tidak perlu mengangkat senjata.",
      "th": "เป็นนักสืบ ก็ต้องใช้กำลังสมองทำลายล้างแผนการหลบหนีของพวกอาชญากรสิ ดังนั้นนะ นักสืบที่แท้จริงเขาไม่จำเป็นต้องใช้กำลังกายกันหรอก",
      "vi": "Thám tử, là phải dùng đầu óc để phá hủy ý đồ trốn thoát của tội phạm. Cho nên một thám tử chân chính sẽ không dùng đến vũ lực."
    }
  },
  {
    "title": {
      "zhs": "关于鹿野院平藏自己·关键词",
      "zht": "關於鹿野院平藏自己·關鍵字",
      "jp": "鹿野院平蔵自身について·重要な言葉",
      "ko": "시카노인 헤이조 자신에 대해·키워드",
      "en": "About Shikanoin Heizou: Keywords",
      "de": "Über Shikanoin Heizou – Stichwörter",
      "es": "Sobre Shikanoin Heizou - Palabras clave",
      "fr": "À propos de Shikanoin Heizou - Mots-clés",
      "pt": "Sobre Shikanoin Heizou — Palavras-chave",
      "ru": "О Сиканоине Хэйдзо: Ключевые слова",
      "id": "Tentang Shikanoin Heizou: Kata Kunci",
      "th": "เกี่ยวกับตัว Shikanoin Heizou เอง - เบาะแสสำคัญ",
      "vi": "Về Shikanoin Heizou - Từ Khóa"
    },
    "line": {
      "zhs": "我习惯将见到的东西以关键词的形式记在脑子里，它们对推理大有帮助。你看这边这个人，干净裤腿上的猫毛，手腕处的抓痕，看来是想和动物玩，但却不太懂怎么逗猫。那位，很在意自己受伤的手，穿着和身份不符的新鞋…等等，说不定我要有新委托了。",
      "zht": "#我習慣將見到的東西以關鍵字的形式記在腦子裡，它們對推理大有幫助。{F#妳}{M#你}看這邊這個人，乾淨褲腿上的貓毛，手腕處的抓痕，看來是想和動物玩，但卻不太懂怎麼逗貓。那位，很在意自己受傷的手，穿著和身分不符的新鞋…等等，說不定我要有新委託了。",
      "jp": "目にしたものを手がかりに、重要な言葉を頭に残すのは、推論に役立つ。ほら、この人…清潔な下穿きの裾に猫の毛がついていて、手首にはひっかき傷があるでしょ。動物と遊びたいけど、猫との接し方がよく分かってないみたいだ。あっ、あっちの人は、怪我した手をとても気にしていて、身分不相応な靴を履いている…んっ、ちょっと待って、もしかしたら新しい依頼が来るかも。",
      "ko": "난 본 것을 키워드로 기억하는 습관이 있어. 추리에 큰 도움이 돼. 여기 이 사람 바지에 붙은 고양이 털과 손목에 긁힌 흔적을 보면, 동물과 놀고 싶지만 고양이 다루는 법을 모르는 것 같아. 저분은 다친 손이 신경 쓰이나 봐. 신분에 맞지 않는 새 신발을 신었네… 잠깐, 어쩌면 새로운 의뢰를 받을지도 모르겠어",
      "en": "I've made it a habit of mine to remember everything I observe in the form of keywords. They're a big help to me when I'm trying to make deductions. Take this person for example: we've got \"cat hair on clean trousers,\" and \"scratch on the wrist.\" Looks like they have a soft spot for animals, but they can't get cats to reciprocate... Meanwhile, that one seems very troubled about their \"injured hand,\" and they're wearing a pair of \"brand-new shoes that don't match their well-worn attire\"... Hold on, it looks like I might have a new case on my hands here!",
      "de": "Ich habe mir angewöhnt, Dinge, die ich sehe, in Form von Schlüsselwörtern im Kopf zu behalten, das hilft mir sehr bei der Schlussfolgerung. Schau dir diesen Typen hier an, Katzenhaare auf seinem sauberen Hosenbein, Kratzspuren an seinem Handgelenk, er möchte wohl mit Tieren spielen, aber nicht so recht weiß, wie man mit Katzen spielt. Der da, sehr besorgt um seine verletzte Hand, trägt neue Schuhe, die nicht zu seiner Identität passen ... Moment, vielleicht werde ich eine neue Mission bekommen.",
      "es": "Tengo el hábito de recordar todo lo que observo utilizando palabras clave. Son de gran ayuda cuando tengo que hacer deducciones. Mira esta persona de aquí, por ejemplo. Tiene pelo de gato en unos pantalones limpios y arañazos en la muñeca. Parece que tiene debilidad por los animales, pero no consigue que los gatos la correspondan... Mientras tanto, esa otra persona de ahí parece muy preocupada por la herida de su mano y lleva un par de zapatos nuevos que no encajan con su atuendo cuidadosamente elegido... Un momento, ¡puede que tenga ante mí un nuevo caso!",
      "fr": "J'ai pris l'habitude d'inscrire toutes les choses que j'observe dans ma mémoire en les associant à des mots-clés. Cela m'est d'une grande aide lorsque j'essaie de faire des déductions. Tenez, prenons par exemple cet homme : des poils de chat sur un pantalon propre et une égratignure au poignet. On dirait qu'il a un faible pour les animaux, sans toutefois savoir comment se faire aimer des chats... Quant à ce type là-bas, il semble très préoccupé par sa main blessée, et il porte une paire de chaussures neuves qui ne vont pas avec ses vêtements usés... Une minute, c'est peut-être un nouveau dossier pour moi !",
      "pt": "Eu tenho hábito de lembrar tudo que observo através de palavras-chave. Elas me ajudam quando estou fazendo deduções. Essa pessoa daqui, por exemplo: temos \"pelo de gato numa calça\" e \"arranhão no pulso\". Parece que essa pessoa gosta de animais, mas os gatos não gostam dela... Enquanto isso, aquela dali parece preocupada com a \"mão ferida\", e está usando um par de \"sapatos novos que não combinam com o resto da roupa\"... Espere aí, parece que tenho um novo caso!",
      "ru": "У меня выработалась привычка записывать в памяти всё, что я вижу, и ассоциировать это с ключевыми словами. Они очень помогают мне, когда я должен сделать выводы. Возьмём, к примеру, этого человека: кошачья шерсть на чистых штанах и царапина на запястье. Похоже, он неравнодушен к животным, но не может добиться от кошек взаимности... Что касается вон того парня, то он, похоже, очень озабочен своей раненой рукой, и на нём совершенно новая пара обуви, которая не сочетается с его поношенной одеждой... Погоди, похоже, у меня тут новое дело!",
      "id": "Aku sudah biasa untuk mengingat segalanya yang kuamati dengan menggunakan kata kunci. Itu membantu sekali loh. Contohnya: oke sekarang ada \"bulu kucing pada celana yang bersih ini\", dan \"goresan di pergelangan tangan\". Sepertinya mereka pecinta binatang, tapi kucingnya tidak mau menghiraukan mereka ... Sementara ini, yang satunya lagi sepertinya khawatir dengan \"pergelangan tangannya yang terluka\", dan mereka \"memakai sepasang sepatu baru yang sama sekali tidak cocok dengan pakaian mereka\" ... Eh tunggu, sepertinya ada kasus baru lagi nih!",
      "th": "ฉันเคยชินกับการจัดเก็บสิ่งที่พบเห็นไว้ในหัวด้วยรูปแบบของเบาะแสสำคัญน่ะ พวกมันมีส่วนช่วยในการคาดคะเนเรื่องราวต่าง ๆ ได้มากมาย เธอดูคนที่อยู่ตรงนั้นสิ ขนแมวที่อยู่บนขากางเกงที่สะอาดเอี่ยม รอยขีดข่วนบริเวณข้อมือ ดูท่าคงอยากจะเล่นกับสัตว์ตัวน้อย แต่กลับไม่เข้าใจวิธีการอ้อนแมว คนทางนั้น ดูระวังบาดแผลบนมือของตัวเองมาก สวมรองเท้าใหม่ที่ดูไม่เข้ากับฐานะ... เดี๋ยวนะ ไม่แน่ว่าฉันอาจจะได้เจอคำขอใหม่แล้วล่ะ",
      "vi": "#Tôi có thói quen xếp những thứ nhìn thấy thành từ khóa để ghi nhớ trong đầu, chúng sẽ rất có ích cho suy luận. {F#Cô}{M#Cậu} nhìn người bên kia đi, lông mèo trên ống quần sạch sẽ, vết cào trên cổ tay, xem ra là muốn chơi với động vật nhưng lại không biết cách để đùa với mèo. Người đó, rất để tâm đến cái tay bị thương của mình và mang đôi giày mới không phù hợp với thân phận và áo quần... Đợi đã, nói không chừng tôi sắp có ủy thác mới đấy."
    }
  },
  {
    "title": {
      "zhs": "关于我们·委托",
      "zht": "關於我們·委託",
      "jp": "依頼について…",
      "ko": "우리에 대해·의뢰",
      "en": "About Us: Commissions",
      "de": "Über uns – Mission",
      "es": "Sobre nosotros - Encargos",
      "fr": "À propos de nous - Mission",
      "pt": "Sobre Nós — Comissão",
      "ru": "О нас: Поручения",
      "id": "Tentang Kita: Komisi",
      "th": "เกี่ยวกับเรา - คำขอ",
      "vi": "Về chúng ta - Ủy Thác"
    },
    "line": {
      "zhs": "我看你身边的委托，就像永不干涸的井口一样，捞都捞不完。那我就来沾点便宜吧。你懂的，打架、跑腿、找东西之类的活我是不做的。只做解谜推理，只解重案要案…嘿嘿，记得帮我留意哦。",
      "zht": "#我看{F#妳}{M#你}身邊的委託，就像永不乾涸的井口一樣，撈都撈不完。那我就來沾點便宜吧。{F#妳}{M#你}懂的，打架、跑腿、找東西之類的工作我是不做的。只做解謎推理，只解重案要案…嘿嘿，記得幫我留意哦。",
      "jp": "君が受ける依頼は、枯れることのない井戸のように尽きないね。だからちょっとだけ、参加させてもらってもいいかな？戦闘やお使い、物探しみたいな仕事はしないけどね。興味があるのは謎解きや推理、それに重要な事件だけさ…えへへっ、もしそんな依頼が来たら、僕に教えてよね！",
      "ko": "네 주변의 의뢰는 마르지 않는 우물처럼 아무리 퍼내도 끝이 없네. 네 덕 좀 볼게. 알잖아. 난 싸움, 심부름, 물건 찾기 같은 일은 안 해. 추리나 중요한 사건만 맡거든… 후후. 나 대신 눈여겨 봐줘",
      "en": "Seems to me like these commissions of yours are an endless gold mine of cases, and you'll never be able to finish them all. So maybe you could throw one my way every once in a while? Not the ones that involve fighting, running errands, or searching for lost items — as you know, not my style. I only take on big, important cases with lots of mysteries to solve... So, keep an eye out for me, yeah? Hehe.",
      "de": "Ich glaube, du bist von Missionen umgeben wie von einer nie versiegenden Quelle, die man niemals ausschöpfen kann. Nun, ich werde es ausnutzen. Du kennst mich ja, ich übernehme keine Aufgaben wie Kämpfen, Besorgungen machen und nach Dingen suchen. Ich löse nur Rätsel und ernste Fälle und ziehe Schlussfolgerungen ... He, denk dran, danach für mich Ausschau zu halten.",
      "es": "Parece que esos encargos que te llegan son como una mina de oro sin fin que nunca terminarás de explotar. No te importará cederme alguno de vez en cuando, ¿verdad? Eso sí, nada de peleas, hacer recados o buscar objetos perdidos. Sabes que esos no son de mi estilo. Solo acepto casos importantes con muchos misterios que resolver, así que tenlo en mente, ¿de acuerdo?",
      "fr": "J'ai l'impression que vous avez une pile interminable de missions et que vous n'arriverez jamais à toutes les finir. Je me disais donc que vous pourriez peut-être m'en proposer quelques-unes de temps en temps ? Je ne parle pas de celles qui impliquent des combats, des livraisons ou des recherches d'objets perdus. Comme vous le savez, ce n'est pas mon style. Je ne m'occupe que de grosses affaires importantes qui comportent beaucoup de mystères à résoudre... Alors, ne m'oubliez pas quand vous aurez quelque chose du genre, d'accord ? Héhé.",
      "pt": "Parece que essas suas comissões são uma mina de ouro infinita de casos, e que você nunca os terminará. Por isso, que tal deixar algumas delas comigo? Mas não quero aquelas que envolvem lutas, levar recados ou procurar por itens perdidos. Isso não é meu estilo. Eu só investigo casos grandes e importantes com muitos mistérios... Por isso, fique de olho para mim, está bem? Hehe...",
      "ru": "Мне кажется, эти ваши поручения словно неиссякаемый колодец. Почему бы тебе время от времени не подбрасывать мне одно-два поручения? Только не те, которые связаны с драками, беготнёй или поиском потерянных вещей. Как тебе известно, это не мой стиль. Я берусь только за большие, важные дела, в которых нужно разгадать много тайн... Так что не забывай меня, когда у тебя будет что-то подобное, хорошо? Хе-хе.",
      "id": "Sepertinya komisimu ini adalah kasus berharga yang tak ada habisnya, dan kamu tidak akan pernah bisa menyelesaikan semuanya ya. Jadi mungkin sekali-sekali kamu bisa kasih aku? Tapi jangan yang ada hubungannya dengan berkelahi atau berlarian ke sana kemari ya, atau mencari barang hilang — kamu tahu sendiri kan kalau itu bukan gayaku. Aku cuma ingin ambil kasus besar yang penting dan punya banyak misteri untuk dipecahkan ... Jadi, awasi baik-baik untukku, ya? Hehe.",
      "th": "พอฉันเห็นคำขอที่อยู่รอบตัวเธอแล้ว มันก็เหมือนกับบ่อน้ำที่ไม่มีวันแห้งเหือดนั่นแหละ ทำยังไงก็ไม่มีวันหมด งั้นฉันก็ขอใช้ประโยชน์จากมันหน่อยแล้วกัน เธอคงเข้าใจสินะ งานจำพวกต่อยตี, เป็นเบ๊ หรือตามหาของอะไรทำนองนั้นฉันไม่ทำหรอก ฉันทำแค่พวกงานไขคดี แล้วก็จะไขเฉพาะคดีสำคัญเท่านั้น... ฮี่ฮี่ อย่าลืมช่วยฉันดูด้วยนะ",
      "vi": "#Tôi thấy ủy thác của {F#cô}{M#cậu} nhiều đến nỗi làm mãi không hết, cho nên tôi cũng muốn hưởng ké chút. {F#Cô}{M#Cậu} biết đấy, các thể loại ủy thác như đánh nhau, chạy vặt, tìm đồ thì tôi sẽ không làm. Tôi chỉ nhận giải đố, phá trọng án các kiểu thôi... Hì hì, nhớ để ý giùm tôi nhé."
    }
  },
  {
    "title": {
      "zhs": "关于我们·必然结果",
      "zht": "關於我們·必然結果",
      "jp": "必然的な結果について…",
      "ko": "우리에 대해·필연적 결과",
      "en": "About Us: Destined Outcome",
      "de": "Über uns – Unvermeidliches Ergebnis",
      "es": "Sobre nosotros - Resultado inevitable",
      "fr": "À propos de nous - Inévitabilité",
      "pt": "Sobre Nós — Inevitabilidade",
      "ru": "О нас: Предначертанный результат",
      "id": "Tentang Kita: Hasil",
      "th": "เกี่ยวกับเรา - ผลลัพธ์ที่หลีกเลี่ยงไม่ได้",
      "vi": "Về chúng ta - Kết Quả Tất Yếu"
    },
    "line": {
      "zhs": "「巧合」是个好词，听起来就像是命中注定。但可惜侦探不相信巧合，我和你的相遇，是此前每一个选择、每一次行动的必然结果，也就是说，是我们自己决定的哦。",
      "zht": "#「巧合」是個好詞，聽起來就像是命中註定。但可惜偵探不相信巧合，我和{F#妳}{M#你}的相遇，是此前每一個選擇、每一次行動的必然結果，也就是說，是我們自己決定的哦。",
      "jp": "「偶然」っていい言葉だよね。まるで、運命によって定まったって感じ。でも残念ながら、探偵は偶然を信じない…君との出会いは、それに先立つ一つ一つの選択と行動が招いた、必然的な結果なんだ。つまり、僕たち自身がこうなるように導いたってこと。",
      "ko": "「우연」은 참 좋은 말이야. 운명 같잖아. 하지만 탐정은 우연을 믿지 않아. 우리의 만남은 과거의 모든 선택과 행동이 낳은 필연적 결과야. 그러니까, 이 만남은 우리가 결정했다는 거지",
      "en": "\"Coincidence\" is a nice word. It makes things sound like they were meant to be. Unfortunately, as a detective, I don't believe in coincidences. The two of us meeting each other is really the culmination of every choice and move we've made up to this point. So what I'm saying is... our destiny is something we choose.",
      "de": "„Zufall“ ist ein gutes Wort, es klingt wie Schicksal. Aber leider glaubt der Detektiv nicht an Zufälle. Meine Begegnung mit dir ist das unvermeidliche Ergebnis jeder vorhergehenden Entscheidungen und Handlungen, das heißt, es ist unsere eigene Entscheidung.",
      "es": "“Coincidencia” es una bonita palabra. Suena como si algo estuviera predestinado a ocurrir. Es una pena que, como detective, no crea en las coincidencias. Que tú y yo nos hayamos conocido es el resultado de cada elección y acción que hemos hecho hasta ahora. Lo que quiero decir es que... el destino es algo que nosotros mismos elegimos.",
      "fr": "« Coïncidence » est un joli mot. Il donne l'impression que les choses ont été déterminées par le destin. Malheureusement, en tant que détective, je ne crois pas aux coïncidences. Notre rencontre est vraiment l'aboutissement de tous les choix et actes que nous avons effectués jusqu'à présent. Ce que je veux dire, c'est que... c'est nous qui décidons du destin.",
      "pt": "\"Coincidência\" é uma boa palavra. Ela faz as coisas soarem como deveriam. Infelizmente, como detetive, eu não acredito nela. Nós nos conhecermos é a culminação de todas as escolhas que fizemos até agora. O que quero dizer é... Nós escolhemos nosso próprio destino.",
      "ru": "Совпадение - хорошее слово. Создаётся впечатление, что всё предопределено судьбой. К сожалению, как детектив, я не верю в совпадения. Наша встреча - это кульминация всех наших решений и действий, которые мы сделали до этого момента. Я имею в виду, что... мы сами творим свою судьбу.",
      "id": "\"Kebetulan\" memang kata-kata yang indah untuk diucapkan. Seolah membuat segalanya memang harus terjadi. Sayangnya, sebagai seorang detektif, aku tidak percaya dengan kebetulan. Pertemuan kita berdua adalah hasil puncak dari setiap pilihan dan langkah yang kita buat hingga saat ini. Jadi menurutku ... ini adalah takdir yang kita putuskan sendiri.",
      "th": "\"บังเอิญ\" เป็นประโยคที่ดีนะ ฟังแล้วเหมือนเป็นสิ่งที่ชะตาลิขิตไว้ แต่น่าเสียดายที่นักสืบไม่เชื่อในเรื่องบังเอิญหรอก การพบกันของฉันและเธอ เป็นผลลัพธ์ที่เกิดจากทุกทางเลือก ทุกการเคลื่อนไหวก่อนหน้านี้ทั้งนั้น หรือก็คือ มันเป็นสิ่งที่พวกเราเป็นคนตัดสินใจเองทั้งนั้นเลยล่ะ",
      "vi": "#\"Trùng hợp\" là một từ hay, nghe cứ như định mệnh vậy. Tiếc là thám tử sẽ không tin vào trùng hợp, tôi gặp {F#cô}{M#cậu} chính là kết quả tất yếu của mỗi một lựa chọn và mỗi một hành động trước đó. Cũng có thể nói, đó là quyết định của bản thân chúng ta."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về \"Vision\"..."
    },
    "line": {
      "zhs": "有传言说我不用神之眼也能放倒同僚？唔…我更正一下。第一，我虽然是奉行所同心，但也只是个侦探，动的是脑力。第二，我们平时是不会打架的。第三…欸，蒙不过你啊。那算了~",
      "zht": "#有傳言說我不用神之眼也能放倒同僚？唔…我更正一下。第一，我雖然是奉行所同心，但也只是個偵探，動的是腦力。第二，我們平時是不會打架的。第三…欸，矇不過{F#妳}{M#你}啊。那算了~",
      "jp": "神の目がなくても、僕は同僚に勝てる？はぁ…そんなのただの噂だし、訂正させてもらうよ。一つ、僕は奉行所の同心とはいえ、あくまでも本業は探偵、頭脳労働がほとんどだ。二つ、普段僕は同僚と喧嘩なんてしない。三つ、君を……さすがに誤魔化されてくれないか。はい、この話はもうやめっ。",
      "ko": "내가 신의 눈 없이도 동료들을 쓰러트릴 수 있다는 소문이 돈다고? 음… 정정할게. 첫째, 난 봉행소의 도신이지만, 탐정일 뿐이고, 머리를 쓴다고. 둘째, 평소 싸움 같은 건 안 해. 셋째… 휴, 넌 못 속이겠다니까. 됐다 됐어~",
      "en": "Oh? So there are rumors that I can overpower my Tenryou colleagues without even using my Vision? Hehe, well, let me set the record straight. One: Although I am technically a Doushin, I'm strictly a detective. My mind is my greatest tool, not my muscles. Two: It's not like my colleagues and I are getting into fights with each other all the time. And three... *sigh* Alright, seems like there's no fooling you. Just... never mind then, okay?",
      "de": "Man sagt, dass ich meine Kollegen auch ohne das Göttliche Auge besiegen kann? Nun ... Ich möchte es korrigieren. Erstens bin ich zwar Doushin von der Polizeistation, aber ich bin nur ein Detektiv und benutze hauptsächlich meinen Kopf. Zweitens kämpfen wir normalerweise nicht. Drittens ... Tja, ich kann dir nichts vormachen. Dann egal, vergiss es!",
      "es": "Oh, ¿así que los rumores dicen que podría vencer a mis compañeros de la Comisión Tenryou incluso sin usar mi Visión? Jeje, bueno, déjame aclararlo. Primero: aunque técnicamente sea un guardia doushin, estrictamente hablando soy un detective. Mi mayor arma es mi mente, no mis músculos. Segundo: tampoco es que mis colegas y yo estemos todo el tiempo peleando. Y tercero... *Suspira*, a ti no puedo engañarte. Olvídalo, ¿de acuerdo?",
      "fr": "Alors comme ça, il y a des rumeurs selon lesquelles je serais capable de maîtriser mes collègues de la Commission administrative sans même utiliser mon œil divin ? Bon, laissez-moi mettre les choses au clair. Premièrement, bien que je sois techniquement un doushin, je suis avant tout un détective. Mon esprit est mon meilleur atout, pas mes muscles. Deuxièmement, ce n'est pas comme si mes collègues et moi, on se battait tout le temps. Et troisièmement... *soupir* On dirait que vous n'êtes pas si facilement dupe. Très bien, oubliez cela.",
      "pt": "#Oh? Há rumores que eu sou mais forte que meus colegas na Comissão Tenryou sem nem usar minha Visão? Hehe, bem, deixe-me explicar. Em primeiro lugar: apesar de ser um Doushin, eu sou estritamente um detetive. Minha mente é minha maior ferramenta, não meus músculos. Em segundo lugar: não é como se eu e meus colegas estivéssemos lutando o tempo inteiro. E em terceiro lugar... *Suspiro* Está bem, chega, parece que não vou conseguir enganá-l{M#o}{F#a}... Apenas ignore, está bem?",
      "ru": "Значит, ходят слухи, что я могу превзойти своих коллег из комиссии, даже не используя Глаз Бога? Что ж, позволь мне прояснить ситуацию. Во-первых, хотя я и досин, я, прежде всего, детектив. Мой главный инструмент - разум, а не мускулы. Во-вторых, мы с коллегами обычно не ссоримся. И, в-третьих... Ох, похоже, тебя не так легко обмануть. Ладно, забудь.",
      "id": "Oh? Jadi ada gosip yang mengatakan bahwa aku bahkan bisa lebih unggul dari rekan-rekanku di Tenryou Commission tanpa menggunakan Vision? Hehe, biar kuperjelas ya. Satu: Walaupun aku ini Doushin, tapi aku juga seorang detektif. Otakku adalah senjata terhebatku, bukan ototku. Kedua: Rekan-rekanku dan aku juga tidak berkelahi setiap saat. Dan tiga ... *huff* Baiklah, sepertinya tak ada gunanya juga menipumu. Pokoknya ... jangan hiraukan mereka, oke?",
      "th": "มีข่าวลือว่าฉันสามารถล้มเพื่อนร่วมงานได้โดยไม่ต้องใช้วิชั่นงั้นเหรอ? อืม... ฉันขอชี้แจงหน่อยนะ ข้อแรก ถึงแม้ฉันจะเป็น Doushin ของกองปราบปราม แต่ก็ยังเป็นแค่นักสืบเท่านั้น ใช้ได้แค่กำลังสมองเท่านั้นแหละ ข้อสอง ปกติแล้วพวกเราไม่มีการใช้กำลังกันหรอก ข้อสาม... เอ๋ ปิดเธอไม่มิดหรอกงั้นเหรอ งั้นก็ช่างมันเถอะ~",
      "vi": "#Có lời đồn rằng tôi không cần Vision cũng có thể quật ngã đồng nghiệp sao? Ưm... Tôi đính chính một chút nhé. Thứ nhất, tuy rằng tôi là lính tuần tra của hiệp hội, nhưng cũng là một thám tử, thứ tôi dùng là bộ não. Thứ hai, bình thường chúng tôi sẽ không đánh nhau đâu. Thứ ba... Úi, không giấu được {F#cô}{M#cậu} à. Thế thì thôi vậy..."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·成就感",
      "zht": "有什麼想要分享·成就感",
      "jp": "シェアしたいこと·達成感",
      "ko": "하고 싶은 이야기·성취감",
      "en": "Something to Share: Sense of Achievement",
      "de": "Willst du mir etwas mitteilen? – Erfolgsgefühl",
      "es": "¿Algo que decir? - Sensación de logro",
      "fr": "Quelque chose à partager - Sentiment d'accomplissement",
      "pt": "Algo para Compartilhar — Sensação de Conquista",
      "ru": "Давай поделимся: Ощущение успеха",
      "id": "Berbagi Cerita: Prestasi",
      "th": "ต้องการจะแชร์อะไร - ความสำเร็จ",
      "vi": "Có gì muốn chia sẻ không - Thỏa Mãn"
    },
    "line": {
      "zhs": "把线索串联起来，一步步找出真凶，直到亲手为拼图嵌上最后一块。那种成就感，哎呀呀，实在是太迷人了。",
      "zht": "把線索串聯起來，一步步找出真凶，直到親手為拼圖嵌上最後一塊。那種成就感，哎呀呀，實在是太迷人了。",
      "jp": "手がかりを繋げて真犯人に迫り、自らの手で嵌め絵に最後の一欠片をはめ込む。そのとき得られる達成感は…くぅ、たまらないよ！",
      "ko": "단서를 연결해서 진범을 차근차근 찾아내고, 퍼즐의 마지막 조각을 직접 맞추는 성취감은, 이야아, 정말 짜릿하다니까",
      "en": "As you piece together the trail of clues, it brings you closer and closer to the culprit... and then, that moment when you finally put the last piece of the puzzle into place... I always get such a sense of accomplishment. It's exhilarating!",
      "de": "Die Hinweise zusammenzufügen und den wahren Täter Schritt für Schritt zu finden, bis ich das letzte Teil des Puzzles mit meinen eigenen Händen zusammengesetzt habe. Das Erfolgsgefühl ist, oh, verdammt faszinierend.",
      "es": "A medida que se siguen las pistas y se van atando cabos, se está cada vez más cerca del culpable... Y entonces, el momento en el que resuelves la última pieza del rompecabezas... Ah, esa sensación de logro... ¡es realmente emocionante!",
      "fr": "En reconstituant la piste que nous fournissent les indices, on se rapproche de plus en plus du coupable... Et lorsque je mets enfin la dernière pièce du puzzle en place... J'ai toujours un grand sentiment d'accomplissement. Que c'est exaltant !",
      "pt": "#À medida que se reúnem as pistas, elas {M#o}{F#a} levam cada vez mais perto do culpado... E então, quando se coloca a última peça no quebra-cabeça... Sempre uma sensação de grande conquista. É inebriante!",
      "ru": "По мере того как я собираю воедино улики, появляется след, который приводит меня к преступнику... И когда я наконец ставлю на место последний кусочек головоломки... Я испытываю чувство удовлетворения. Как это волнующе!",
      "id": "Selagi kamu menggabungkan setiap petunjuk yang ada, itu akan membawamu menjadi lebih dekat kepada pelakunya ... lalu, pada saat kamu menaruh kepingan teka-teki terakhir ... Aku selasa merasakan sebuah pencapaian yang luar biasa. Benar-benar mendebarkan!",
      "th": "พอเอาเบาะแสมาร้อยเรียงกันแล้ว จากนั้นก็ค่อย ๆ สืบหาตัวผู้ร้ายตัวจริงทีละก้าว จนกว่าจะได้ต่อจิ๊กซอว์ชิ้นสุดท้ายด้วยมือของตัวเอง ความรู้สึกแบบนั้นน่ะ โอ๊ะโอ เป็นอะไรที่น่าหลงใหลที่สุดเลยล่ะ",
      "vi": "Xâu chuỗi manh mối, từng bước một tìm ra hung thủ, cho đến khi tự tay ghép mảnh ghép cuối cùng, cảm giác thỏa mãn đó đúng là không thể cưỡng lại mà."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·同心",
      "zht": "有什麼想要分享·同心",
      "jp": "シェアしたいこと·同心",
      "ko": "하고 싶은 이야기·도신",
      "en": "Something to Share: Doushin",
      "de": "Willst du mir etwas mitteilen? – Doushin",
      "es": "¿Algo que decir? - Guardia doushin",
      "fr": "Quelque chose à partager - Doushin",
      "pt": "Algo para compartilhar — Doushin",
      "ru": "Давай поделимся: Досин",
      "id": "Berbagi Cerita: Doushin",
      "th": "ต้องการจะแชร์อะไร - Doushin",
      "vi": "Có gì muốn chia sẻ - Lính Tuần Tra"
    },
    "line": {
      "zhs": "同心这个职位，既能带来声望，又离凶案现场最近，这舞台，比我在侦探社的时候大了不少。当然，当然…巡逻和抓捕这种活还是请厉害的人代劳吧，侦探的精力是有限的嘛。",
      "zht": "同心這個職位，既能帶來聲望，又離凶案現場最近，這舞臺，比我在偵探社的時候大了不少。當然，當然…巡邏和抓捕這種工作還是請厲害的人代勞吧，偵探的精力是有限的嘛。",
      "jp": "同心は、名声だけの職じゃない。犯行現場に最も近い立場であり、探偵事務所にいた頃よりも、はるかに大きい舞台なんだ。もちろん…見回りや逮捕の仕事はもっと得意な人に頼んだ方がいいよ。探偵の体力は限られているからね。",
      "ko": "도신이란 직위는 명성을 얻을 수 있고, 사건 현장과 가장 가까워. 탐정소에 있을 때보다 무대가 많이 커졌지. 물론… 순찰과 체포는 능력 있는 사람에게 맡겨야지. 탐정의 체력엔 한계가 있으니까",
      "en": "Not only does being a Doushin come with a certain amount of prestige, it also puts me closer to the action on some of the toughest cases, so the position has definitely broadened my horizons compared to when I was at the detective agency. As for the other duties — patrolling, apprehending criminals, and so on — obviously, I leave that to the more... qualified individuals. There's a limit to how much a single detective can do, you know.",
      "de": "Die Arbeitsstelle als Doushin bringt Prestige und ist dem Tatort am nächsten. Es ist eine viel größere Bühne als bei der Detektei. Allerdings ... Die Aufgaben wie Patrouillen und Verhaftungen sollen andere fähige Leute übernehmen. Die Energie des Detektivs ist ja begrenzt.",
      "es": "El cargo de guardia doushin no solo goza de cierto prestigio, sino que además me permite estar cerca de algunos de los casos más importantes. Con lo cual, se podría decir que, en comparación con la agencia de detectives, el cargo ha ampliado mis horizontes considerablemente. Evidentemente, las tareas de patrullar y capturar criminales se las dejo a individuos más cualificados. Ya sabes, el trabajo que un detective puede hacer es limitado.",
      "fr": "Non seulement le fait d'être un doushin confère un certain prestige, cela me permet aussi d'être plus proche du terrain dans certaines des affaires les plus difficiles, ce qui a définitivement élargi mes horizons par rapport à l'époque où j'étais à l'agence de détectives. En ce qui concerne les autres tâches, à savoir les patrouilles, les arrestations de criminels et autres, je laisse évidemment tout cela à des personnes plus qualifiées. Il y a des limites à ce qu'un détective peut faire tout seul, vous savez.",
      "pt": "Ser um Doushin não apenas possui um certo prestígio, mas também me permite trabalhar de perto com casos difíceis. Por isso, ser um Doushin expandiu meus horizontes quando comparado a agência de detetives. Quanto a meus outros deveres, como patrulhar, prender criminosos, etc., obviamente, eu deixo isso para indivíduos mais qualificados. Há um limite de quanto um detetive pode fazer.",
      "ru": "Статус досина даёт престиж и позволяет находиться ближе к месту преступления. Эта должность определённо расширила мой кругозор по сравнению с тем временем, когда я работал в детективном агентстве. Что касается других задач, патрулирования, задержания преступников и так далее, я, разумеется, оставляю это более квалифицированным специалистам. Есть пределы того, что детектив может сделать в одиночку.",
      "id": "Menjadi seorang Doushin tidak hanya soal kebanggaan saja, tapi juga membawaku lebih dekat ke kasus-kasus berat, jadi posisi ini sudah memperluas wawasanku dibandingkan sewaktu aku masih berada di kantor detektif. Dan untuk tugas lainnya — patroli, menangkap para kriminal, dan sebagainya — yah jelas saja, aku serahkan pada orang-orang yang lebih hebat dariku. Aku ini cuma satu orang, jadi yang bisa kulakukan juga terbatas.",
      "th": "ตำแหน่ง Doushin น่ะนะ ทั้งนำพาชื่อเสียงมาให้ แถมยังได้ใกล้ชิดกับคดีฆาตกรรมที่สุดด้วย เวทีนี้น่ะ มันใหญ่กว่าตอนที่ฉันอยู่สำนักงานนักสืบไม่น้อยเลยล่ะ นะ แน่นอนว่า... ถ้าเป็นงานอย่างพวกลาดตระเวนหรือตามจับอะไรพวกนั้นล่ะก็ ไปเชิญคนที่มีฝีมือมารับงานแทนดีกว่า ก็กำลังของนักสืบมันมีอยู่อย่างจำกัดนี่นา",
      "vi": "Chức vị lính tuần tra vừa có tiếng vừa có thể đến gần hiện trường vụ án, tốt hơn nhiều so với hồi tôi ở trụ sở thám tử. Đương nhiên... tuần tra và bắt tội phạm thì nhờ mấy người lợi hại hơn làm vậy, sức lực của thám tử dù sao cũng có hạn mà."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "你对木材有什么研究吗？啊，没错，说的就是那种路边随处可见的树木。犯人蹭到了树皮啦，刮到了木屑啦，踩到了树叶啦，说不好就会留下些什么。根据它们的生长区域，有时还能推断出重要的线索。完全可以说，树是侦探的好朋友啊。",
      "zht": "#{F#妳}{M#你}對木材有什麼研究嗎？啊，沒錯，說的就是那種路邊隨處可見的樹木。犯人蹭到了樹皮啦、刮到了木屑啦、踩到了樹葉啦，說不定就會留下些什麼。根據它們的生長區域，有時還能推斷出重要的線索。完全可以說，樹是偵探的好朋友啊。",
      "jp": "木材について研究したことはある？そう、道端のどこにでもあるような木のこと。もし犯人が木に触れて木くずが付いたり、葉っぱを踏んだりしたら、何か情報を残すかもしれないでしょ。木の分布地によって、重要な手がかりを得られることもある。つまり、木は探偵の親友みたいなものなんだよね。",
      "ko": "목재에 대해 연구한 적 있어? 아, 길가에 널린 나무 맞아. 범인이 나무껍질에 스치거나, 톱밥이 묻거나, 나뭇잎을 밟으면 뭔가 남을 수도 있거든. 나무의 성장 구역으로 중요한 단서를 추리할 때도 있고. 나무는 탐정의 좋은 친구라고 할 수 있지",
      "en": "Question, Traveler, how much do you know about timber? That's right, I'm talking about wood from any ordinary tree you might find along the roadside. Whether a criminal bumps into the bark, disturbs a pile of sawdust, or treads on some leaves, the chances are, they're always gonna leave a trace somehow. Add to that some knowledge of which trees grow in what areas, and if you're lucky, you can infer some crucial details. So, you know: trees. They're a sleuth's best friend.",
      "de": "Weißt du was über Holz? Ja, genau, die Art von Bäumen, die man überall am Straßenrand sieht. Wenn Täter die Rinde des Baumes abreiben, Holzspäne aufwirbeln, auf die Blätter treten, können sie Spuren hinterlassen. Je nach Wuchsgebiet des Baumes kann man manchmal auch wichtige Anhaltspunkte ableiten. Man kann also sagen, dass der Baum der beste Freund des Detektivs ist.",
      "es": "#Una pregunta, viajer{F#a}{M#o}. ¿Cuánto sabes sobre madera? Sí, estoy hablando de madera de árbol común y corriente que se puede encontrar en cualquier sitio. Si un criminal choca contra la corteza de un árbol, airea una pila de polvo de madera o pisa unas hojas, es probable que deje tras de sí alguna pista. Si además tenemos idea de qué árboles crecen en ciertas áreas, a veces se pueden inferir detalles clave para la investigación. Así que ya sabes: los árboles son amigos de los detectives.",
      "fr": "Dites-moi, vous y connaissez-vous en bois ? Oui, je parle du bois de n'importe quel arbre ordinaire que vous pouvez trouver le long de la route. Un criminel a de fortes chances de laisser des traces en se heurtant à l'écorce d'un arbre, en bousculant un tas de sciure ou en piétinant des feuilles. Si vous savez quels arbres poussent dans quelles régions et que vous avez de la chance, vous pouvez en déduire certains détails cruciaux. On peut donc tout à fait dire que les arbres sont les meilleurs amis du détective.",
      "pt": "Viajante, quanto você sabe sobre madeira? Isso mesmo, estou falando de madeira de qualquer árvore ao longo de uma estrada. Seja um bandido se chocando contra a casca de seu tronco, uma pilha de serragem ou pegadas sobre folhas, eles sempre deixarão alguma pista para trás. Junte isso com o conhecimento de quais árvores crescem em quais áreas, se você tiver sorte, poderá inferir detalhes cruciais. É por isso que árvores são as melhores amigas de um detetive.",
      "ru": "Вопрос: как много ты знаешь о древесине? Да, я говорю о древесине любого обычного дерева, которое можно встретить на обочине дороги. Преступник, скорее всего, оставит след на коре, наткнувшись на дерево, опрокинув кучу опилок или наступив на листья. Добавь к этому знание того, какие деревья растут в тех или иных районах, и ты сможешь выяснить некоторые важные детали. Поэтому справедливо будет сказать, что деревья - лучший друг детектива.",
      "id": "Pengembara, aku punya pertanyaan, seberapa banyak yang kamu ketahui soal kayu? Iya, benar, aku bicara soal kayu dari pohon yang bisa kamu temukan di pinggir jalan. Entah itu soal penjahat yang menabrak batang pohon, atau mengacak-acak debu di bawahnya, atau justru meninggalkan jejak di dedaunan, pokoknya mereka pasti akan selalu meninggalkan jejak. Lalu tambahkan dengan pengetahuan mengenai pohon apa yang tumbuh di daerah apa, dan kalau kamu beruntung, kamu juga bisa tahu hal detail lainnya. Jadi, kamu tahu kan sekarang: pohon, mereka adalah teman terbaik bagi detektif.",
      "th": "เธอเคยศึกษาพวกไม้มั้ย? อ่า ถูกต้อง หมายถึงไม้ทั่วไปที่เห็นได้ตามข้างทางนั่นแหละ อาชญากรมักจะถูโดนผิวไม้เอย ขูดโดนเปลือกไม้เอย เหยียบโดนใบไม้เอย ไม่แน่บางทีอาจจะหลงเหลืออะไรเอาไว้บ้างก็ได้ ถ้าอิงตามพื้นที่ที่พวกมันเติบโต บางทียังสามารถอนุมานเบาะแสที่สำคัญมาก ๆ ออกมาได้อีกด้วยนะ พูดได้เลยว่า ต้นไม้ก็คือเพื่อนที่ดีของนักสืบล่ะ",
      "vi": "#{F#Cô}{M#Cậu} có nghiên cứu về gỗ không? Đúng vậy, là những loại gỗ cây bên đường đó. Tội phạm va phải vỏ cây, quẹt trúng cành cây, đạp trúng lá cây... có thể đều sẽ để lại thứ gì đó. Căn cứ vào khu vực sinh trưởng của chúng nói không chừng sẽ tìm ra được manh mối quan trọng. Hoàn toàn có thể nói, cây chính là người bạn của thám tử."
    }
  },
  {
    "title": {
      "zhs": "关于九条裟罗…",
      "zht": "關於九條裟羅…",
      "jp": "九条裟羅について…",
      "ko": "쿠죠 사라에 대해…",
      "en": "About Kujou Sara",
      "de": "Über Kujou Sara ...",
      "es": "Sobre Kujou Sara...",
      "fr": "À propos de Kujou Sara...",
      "pt": "Sobre Kujou Sara...",
      "ru": "О Кудзё Саре...",
      "id": "Tentang Kujou Sara",
      "th": "เกี่ยวกับ Kujou Sara...",
      "vi": "Về Kujou Sara..."
    },
    "line": {
      "zhs": "九条裟罗大人啊…绝对是全天领奉行最严肃的人！真希望她能变得宽容一些，多多体谅下属，别再因为偶尔的缺勤责备我了。说到底，我也是为了查案嘛。",
      "zht": "九條裟羅大人啊…絕對是全天領奉行最嚴肅的人！真希望她能變得寬容一些，多多體諒下屬，別再因為偶爾的缺勤責備我了。說到底，我也是為了查案嘛。",
      "jp": "九条裟羅か…間違いなく天領奉行で一番真面目なお方だよ！彼女には部下を気にかけて欲しいし、もっと寛容になっていただきたいな。欠勤したって叱らないで欲しい…だって、それは事件解決のためなんだからね。",
      "ko": "쿠죠 사라 님은… 텐료 봉행을 통틀어서 제일 엄격한 사람이야! 그분이 조금 너그러웠으면 좋겠어. 부하를 좀 더 이해하고, 가끔 결근하는 날 질책하지 않았으면 해. 사건 조사 때문에 빠진 거니까",
      "en": "Madam Kujou Sara? Yeah, that lady's gotta be the most serious person in the entire Tenryou Commission. It would be nice if she could cut us a little slack and give everyone some breathing room — and she's always on my case about my occasional unexplained absences, but what can I say... I just go wherever the evidence leads me.",
      "de": "Aha, Kujou Sara ... Sie ist definitiv die ernsthafteste Person in der Tenryou-Verwaltung! Ich wünschte, sie wäre toleranter und hätte mehr Verständnis für ihre Untergebenen und würde aufhören, mich für gelegentliche Abwesenheiten zu beschimpfen. Ich tue das ja nur, um Fälle zu untersuchen.",
      "es": "¿La Srta. Kujou Sara? Sí... debe de ser la persona más seria de toda la Comisión Tenryou. Ojalá fuera un poco más flexible y nos diera un respiro a los demás. Siempre la tengo encima para increparme por cualquier falta injustificada en el trabajo. Pero qué puedo decir... Yo solo voy donde las pistas me llevan.",
      "fr": "Kujou Sara ? C'est sans aucun doute possible la personne la plus stricte de toute la Commission administrative ! Ce serait bien qu'elle nous lâche un peu la grappe et qu'elle nous laisse respirer. Elle est toujours sur mon dos à cause de mes absences occasionnelles inexpliquées, mais que voulez-vous que je vous dise... Je vais juste là où les preuves me mènent.",
      "pt": "A Madame Kujou Sara? Sim, ela tem que sempre ser a pessoa mais séria na Comissão Tenryou. Seria bom se ela pudesse ser casual com todos. Ela sempre está atenta às minhas ausências ocasionais inexplicadas, mas o que posso dizer? Eu só vou para onde as evidências me levam.",
      "ru": "Госпожа Кудзё Сара? Она, без сомнения, самый строгий человек во всей комиссии Тэнрё! Было бы неплохо, если бы она немного сбавила обороты и дала всем больше свободы. Она всегда на меня косится из-за моих периодических необъяснимых отлучек, но что я могу сказать... Я просто иду по следу из улик.",
      "id": "Nona Kujou Sara? Iya, wanita itu adalah orang yang paling serius di Tenryou Commission. Alangkah bagusnya kalau dia bisa sedikit santai supaya orang-orang jadi bisa lebih bernapas sedikit. Kalau aku absen tanpa ada penjelasan, dia pasti bakal kejar aku terus, yah apa mau dikata ... aku selalu pergi ke mana pun petunjuk menuntunku.",
      "th": "ท่าน Kujou Sara น่ะเหรอ... ก็ต้องเป็นคนที่เข้มงวดที่สุดในสำนัก Tenryou อยู่แล้ว! ก็หวังว่าเธอจะใจกว้างขึ้นสักนิด เข้าใจลูกน้องขึ้นสักหน่อยนะ อย่าตำหนิฉันเพราะเรื่องโดดงานเป็นครั้งคราวอีกเลย เพราะยังไงซะ ฉันก็ทำไปเพื่อการสืบคดีนั่นล่ะน่า",
      "vi": "Đại nhân Kujou Sara sao... là người nghiêm túc nhất Hiệp Hội Tenryou! Thật hy vọng cô ấy có thể khoan dung chút, thấu hiểu cho thuộc hạ chút, đừng vì mấy chuyện trốn việc lẻ tẻ mà trách cứ tôi. Dù sao thì tôi cũng chỉ là đi điều tra vụ án thôi mà."
    }
  },
  {
    "title": {
      "zhs": "关于荒泷一斗…",
      "zht": "關於荒瀧一斗…",
      "jp": "荒瀧一斗について…",
      "ko": "아라타키 이토에 대해…",
      "en": "About Arataki Itto",
      "de": "Über Arataki Itto ...",
      "es": "Sobre Arataki Itto...",
      "fr": "À propos d'Arataki Itto...",
      "pt": "Sobre Arataki Itto...",
      "ru": "Об Аратаки Итто...",
      "id": "Tentang Arataki Itto",
      "th": "เกี่ยวกับ Arataki Itto...",
      "vi": "Về Arataki Itto..."
    },
    "line": {
      "zhs": "受人所托，我去牢里给他捎过几次烤堇瓜，有次还正巧听到他在唱歌。说实话，歌词很烂，但唱得不错。蹲牢房的人能有这样的精神状态，不算多见。",
      "zht": "受人所托，我去牢裡帶過幾次烤堇瓜給他，有次還正巧聽到他在唱歌。說實話，歌詞很爛，但唱得不錯。蹲牢房的人能有這樣的精神狀態，不算多見。",
      "jp": "何回か、「牢屋にいる彼に焼きスミレウリを持って行ってくれ」って頼まれたんだけど、そこでたまたま彼の歌声を耳にしてさ。正直、歌詞は酷かったけど、歌は上手かった。牢屋の中でもあんな元気にいられる人って、なかなか見ないよ。",
      "ko": "부탁을 받아 감옥에 구운 제비꽃 열매를 전달한 적이 있는데, 우연히 그가 노래 부르는 걸 들었어. 솔직히 가사는 별로였지만, 노래는 좋더라고. 감옥에 갇힌 사람이 그런 정신 상태인 경우는 드물어",
      "en": "I've done a few favors before to deliver Roasted Lavender Melon to him in prison. This one time, I overheard him singing. The lyrics... were complete trash, but I gotta say — he has a pretty good set of pipes. And it's not every day you come across an inmate who's in the mood to sing their heart out.",
      "de": "Ich ging im Auftrag anderer ein paarmal ins Gefängnis, um ihm geröstete Lavendelmelone zu bringen. Einmal hörte ich ihn zufällig singen. Ganz ehrlich gesagt waren die Texte furchtbar, aber der Gesang war gut. Es kommt nicht oft vor, dass ein Mann im Gefängnis so gut gelaunt ist.",
      "es": "He aceptado un par de encargos para llevarle calavandas asadas a prisión. Una vez, le escuché cantar. La letra de la canción era... una bazofia. Pero oye, tenía buena voz, y no todos los días te encuentras con un preso con ganas de cantar a pleno pulmón.",
      "fr": "Je lui ai rendu service en allant lui apporter des melons lavandes grillés en prison plusieurs fois. Une fois, je l'ai surpris en train de chanter. Les paroles de sa chanson étaient vraiment nulles, mais malgré cela, il ne chantait pas trop mal. Ce n'est pas tous les jours qu'on voit un prisonnier avoir le cœur à pousser la chansonnette.",
      "pt": "Eu fiz alguns favores antes para entregar Melão de Lavanda Assado para ele na prisão. Uma vez, ouvi ele cantando. A letra era um verdadeiro lixo, mas ele canta bem. E não é todo dia que você se depara com um presidiário que está com humor para cantar.",
      "ru": "Я несколько раз оказывал услугу, принося ему в тюрьму жареные фиалковые дыни. Однажды я застал его за пением. Слова были так себе, но пел он весьма недурно. Да и не каждый день видишь заключённого, который в настроении петь от души.",
      "id": "Aku sudah pernah beberapa kali mengantarkan Lavender Melon panggang pada waktu dia di penjata. Lalu pernah suatu kali, aku dengar dia nyanyi. Liriknya ... benar-benar jelek, tapi harus kuakui — nyanyiannya tidak jelek. Dan tidak tiap hari juga kan kamu bisa lihat orang yang ditahan nyanyi-nyanyi di dalam penjara.",
      "th": "ฉันเคยรับคำขอให้เอา Lavender Melon เผาไปให้เขาที่เรือนจำอยู่หลายครั้ง มีอยู่ครั้งนึงที่ไปได้ยินตอนที่เขากำลังร้องเพลงอยู่พอดี บอกตามตรงนะ เนื้อเพลงห่วยมาก แต่เสียงร้องกลับไม่เลวเลย ติดคุกแล้วยังมีชีวิตชีวาได้ขนาดนี้ ไม่ค่อยมีให้เห็นบ่อยหรอกนะ",
      "vi": "Có người nhờ tôi mang hộ Dưa Tím Nướng cho anh ta vài lần, có lần tôi còn nghe thấy anh ta hát nữa. Nói thật thì, ca từ phèn quá, nhưng hát rất hay. Ở trong trại giam mà vẫn phấn chấn như vậy thì đúng là hiếm gặp mà."
    }
  },
  {
    "title": {
      "zhs": "关于久岐忍…",
      "zht": "關於久岐忍…",
      "jp": "久岐忍について…",
      "ko": "쿠키 시노부에 대해…",
      "en": "About Kuki Shinobu",
      "de": "Über Kuki Shinobu ...",
      "es": "Sobre Kuki Shinobu...",
      "fr": "À propos de Kuki Shinobu...",
      "pt": "Sobre Kuki Shinobu...",
      "ru": "О Куки Синобу...",
      "id": "Tentang Kuki Shinobu",
      "th": "เกี่ยวกับ Kuki Shinobu",
      "vi": "Về Kuki Shinobu..."
    },
    "line": {
      "zhs": "荒泷派真是个自由多元的组织呀，无论是怎样的风格都能接纳。了不起，了不起，多亏那位阿忍小姐管教有方。我是怎么知道的？哈哈，这已经简单到连推理都算不上了吧？",
      "zht": "荒瀧派真是個自由多元的組織呀，無論是怎樣的風格都能接納。了不起，了不起，多虧那位阿忍小姐管教有方。我是怎麼知道的？哈哈，這已經簡單到連推理都算不上了吧？",
      "jp": "荒瀧派の人たちは多様性に富んでいて、どんなスタイルも受け入れるんだ。本当にすごいよね、忍さんの優れたしつけのおかげだよ。どうして知ってるかって？あははっ、そんなこと、推理する必要もないくらい単純じゃない。",
      "ko": "아라타키파는 자유롭고 다채로운 조직이야. 어떤 스타일이든 잘 받아들이지. 정말 대단해. 시노부 씨가 잘 가르친 덕이야. 어떻게 알았냐고? 하하, 이건 너무 쉬워서 추리할 필요도 없잖아",
      "en": "The Arataki Gang is a free and diverse organization that accepts anyone, regardless of their background. Pretty amazing if you ask me. They're lucky to have Shinobu to help keep them all in line. Hmm? How do I know all this? Haha, I mean... as deductions go, this one was pretty elementary.",
      "de": "Die Arataki-Bande ist eine so liberale und vielfältige Organisation, dass sie jeden Stil aufnehmen kann. Erstaunlich，dank der guten Disziplin der Dame Shinobu. Woher soll ich das wissen? Haha, das ist so einfach, dass es nicht einmal als Schlussfolgerung zählt, oder?",
      "es": "La Banda de Arataki es un grupo libre y diverso que acepta a todo el mundo independientemente de su procedencia. Me parece impresionante, y además, tienen a Shinobu para mantener a todos sus miembros a raya. ¿Eh? ¿Que cómo sé todo eso? Jaja, bueno... era algo bastante sencillo de deducir.",
      "fr": "#Le gang Arataki est une organisation libre et diverse qui accepte tout le monde, quel que soit son passé. Plutôt étonnant, si vous voulez mon avis. Ils ont de la chance d'avoir Shinobu pour les aider à garder le cap. Hmm ? Comment est-ce que je sais tout ça ? Haha, eh bien... Une telle déduction est plus qu'élémentaire, {M#mon cher}{F#ma chère}.",
      "pt": "A Gangue Arataki é uma organização livre e diversa que aceita qualquer um, não importa quem seja. É maravilhoso. Eles também têm sorte de terem Shinobu para ajudá-los a ficar na linha. Hã? Como eu sei tudo isso? Haha, digamos que em termos de deduções, essa é bem fácil.",
      "ru": "Банда Аратаки - это свободная и разношёрстная организация, которая принимает всех, независимо от их происхождения. Потрясающе, просто потрясающе. Им повезло, что у них есть Синобу, которая помогает им не сбиться с курса. Хм? Откуда я всё это знаю? Ха-ха, ну... это же элементарная дедукция.",
      "id": "Geng Arataki adalah organisasi yang terbuka dan bebas, mereka menerima siapa saja, tak peduli latar belakang mereka. Menurutku sih mereka luar biasa ya. Dan mereka beruntung karena memiliki Shinobu yang bisa mengatur mereka semua. Hmm? Kenapa aku bisa tahu soal ini katamu? Haha, yah ... ini sih mudah saja bagiku.",
      "th": "แก๊ง Arataki เป็นกลุ่มที่มีอิสระจังเลยนะ ไม่ว่าจะมาสไตล์ไหนก็รับหมด สุดยอดเลย โชคยังดีที่มีคุณ Shinobu คอยอบรมสั่งสอน ฉันรู้ได้ยังไงงั้นเหรอ? ฮ่าฮ่า เรื่องนี้มันง่ายจนแทบไม่ต้องเดาเลยไม่ใช่หรือไง?",
      "vi": "Bang Arataki là một tổ chức tự do, bất luận là ai cũng có thể gia nhập. Đúng là không ngờ đến mà, cũng nhờ có sự giáo huấn của tiểu thư Shinobu cả. Hỏi tôi tại sao lại biết ư? Haha, chuyện này đơn giản đến mức đó là điều hiển nhiên luôn mà đúng không?"
    }
  },
  {
    "title": {
      "zhs": "关于八重神子…",
      "zht": "關於八重神子…",
      "jp": "八重神子について…",
      "ko": "야에 미코에 대해…",
      "en": "About Yae Miko",
      "de": "Über Yae Miko ...",
      "es": "Sobre Yae Miko...",
      "fr": "À propos de Yae Miko...",
      "pt": "Sobre Yae Miko...",
      "ru": "О Яэ Мико...",
      "id": "Tentang Yae Miko",
      "th": "เกี่ยวกับ Yae Miko...",
      "vi": "Về Yae Miko..."
    },
    "line": {
      "zhs": "说起来，宫司大人的八重堂也会出版推理小说吧？什么时候能请你当面引荐一番？在这个时代，要成为名侦探，实力以外，宣传也不能落下。哎呀呀，我哪有别的心思啦。",
      "zht": "#說起來，宮司大人的八重堂也會出版推理小說吧？什麼時候能請{F#妳}{M#你}當面引薦一番？在這個時代，要成為名偵探，實力以外，宣傳也不能落下。哎呀呀，我哪有別的心思啦。",
      "jp": "そういえば、宮司様の八重堂からは、推理小説も出版されてるんだよね？いつか僕を推薦してくれないかな？今の時代、名探偵になるには実力も勿論だけど、宣伝にも遅れを取っちゃいけない。あっいやいや、別にそれ以上のことは考えてないよ。",
      "ko": "그러고 보니 궁사님의 야에 출판사도 추리 소설을 출판한다면서? 언제 소개 받을 수 있을까? 이 시대에 명탐정이 되려면 실력은 물론이고 홍보도 빠질 수 없거든. 에이, 다른 의도는 없어",
      "en": "Come to think of it, Lady Guuji's publishing house also publishes murder mysteries, right? So... when can you introduce me? In this day and age, becoming a famous detective requires more than just ability — you need publicity, too. Huh? C'mon, I'm being serious here!",
      "de": "Übrigens veröffentlicht das Verlagshaus Yae von Frau Guuji auch Kriminalromane, oder? Wann kannst du mir sie bitte persönlich vorstellen? Um in der heutigen Zeit ein berühmter Detektiv zu werden, darf neben den Fähigkeiten auch die Werbung nicht zu kurz kommen. Oh, ich habe nichts anderes im Sinn.",
      "es": "Ahora que lo pienso, la editorial de la Suma Sacerdotisa también publica novelas negras, ¿cierto? Bueno, entonces... ¿cuándo me la vas a presentar? Hoy en día, para ser un detective famoso, necesitas otras cosas además de habilidades. Como por ejemplo, publicidad. ¿Eh? Vamos, ¡hablo en serio!",
      "fr": "Maintenant que j'y pense, la maison d'édition de la guuji publie aussi des romans policiers, n'est-ce pas ? Quand est-ce que vous pouvez jouer les intermédiaires pour que je puisse m'y présenter en personne ? De nos jours, pour devenir un détective célèbre, il ne suffit pas d'être doué, il faut aussi de la publicité. Hein ? Hé, oh ! Non, je n'ai pas d'arrière-pensées !",
      "pt": "Pensando bem, a Editora Yae da Senhorita Guuji também publica mistérios sobre assassinatos, não é? Bem, quando você pode me apresentar a ela? Hoje em dia, ser um detetive famoso requer mais que habilidade, você também precisa de publicidade. Hã? Oh, qual é, eu estou falando sério!",
      "ru": "Если подумать, издательский дом Яэ также публикует криминальные романы, верно? Так... когда ты сможешь представить меня? В наши дни, чтобы стать знаменитым детективом, мало быть хорошим специалистом - нужна ещё и известность. Верно? Ай, да нет у меня никаких скрытых мотивов!",
      "id": "Kalau dipikir-pikir toko buku Lady Guuji juga menerbitkan buku misteri pembunuhan, kan? Jadi ... kapan kamu bisa kenalkan aku padanya? Zaman sekarang, untuk jadi seorang detektif, kemampuan saja tidak cukup — kamu juga perlu memasarkan diri sendiri. Hah? Ayolah, aku serius nih!",
      "th": "จะว่าไปแล้ว ทางสำนักพิมพ์ Yae ของท่าน Guuji เองก็ตีพิมพ์พวกนิยายแนวสืบสวนสอบสวนด้วยใช่มั้ย? เมื่อไหร่เธอจะพาฉันไปแนะนำตัวล่ะ? ยุคสมัยนี้น่ะนะ ถ้าอยากจะเป็นนักสืบที่มีชื่อเสียง นอกจากความสามารถแล้ว เรื่องการประชาสัมพันธ์เองก็เป็นสิ่งที่จะขาดไปไม่ได้เลย โอ๊ะโอ ฉันไม่ได้มีเจตนาอื่นแอบแฝงหรอกน่า",
      "vi": "#Kể ra thì Nhà Xuất Bản Yae của đại nhân Guuji cũng sẽ xuất bản tiểu thuyết suy luận mà đúng không? Có dịp thì nhờ {F#cô}{M#cậu} đề cử giùm tôi nhé? Thời đại này muốn trở thành thám tử lừng danh thì ngoài tài năng ra còn phải biết đánh bóng tên tuổi nữa. Hầy, tôi nói nghiêm túc đấy."
    }
  },
  {
    "title": {
      "zhs": "关于枫原万叶·共通点",
      "zht": "關於楓原萬葉·共通點",
      "jp": "楓原万葉について·共通点",
      "ko": "카에데하라 카즈하에 대해·공통점",
      "en": "About Kaedehara Kazuha: Things in Common",
      "de": "Über Kaedehara Kazuha - Gemeinsamkeit",
      "es": "Sobre Kaedehara Kazuha - Cosas en común",
      "fr": "À propos de Kaedehara Kazuha - Points communs",
      "pt": "Sobre Kaedehara Kazuha — Pontos em Comum",
      "ru": "О Каэдэхаре Кадзухе: Сходство",
      "id": "Tentang Kaedehara Kazuha: Hal yang Mirip",
      "th": "เกี่ยวกับ Kaedehara Kazuha - จุดร่วม",
      "vi": "Về Kaedehara Kazuha - Điểm Chung"
    },
    "line": {
      "zhs": "万叶他呀，太可靠了。在他的提醒下，线索就像装宝石的匣子被翻倒一样，滚落得满地都是了。我要是也有他那种对于自然的感知力…哦！我明白了！「风」之于他，就像是「直觉」之于我吧！",
      "zht": "萬葉他呀，太可靠了。在他的提醒下，線索就像裝寶石的匣子被翻倒一樣，滾落得滿地都是了。我要是也有他那種對於自然的感知力…哦！我明白了！「風」之於他，就像是「直覺」之於我吧！",
      "jp": "万葉はとても頼もしいよ。彼からヒントをもらうと、まるで宝石箱をひっくり返したみたいに、床一面の手がかりが手に入るんだ。僕も彼みたいな自然に対する感知力があったらな…分かった！きっと彼にとっての「風」は、僕にとっての「勘」みたいなものなんだよ！",
      "ko": "카즈하는 정말 믿음직해. 카즈하의 충고로 단서가 보석 상자 안의 보석들처럼 쏟아져 나왔어. 나도 카즈하처럼 자연을 감지하는 능력이 있었으면… 아! 알겠다! 카즈하에게 「바람」은 내게 「직감」 같은 존재구나!",
      "en": "Oh, Kazuha? Yeah, he's a solid guy. With his help, I felt like a locked treasure chest of clues had been bust wide open and emptied all over the ground for me to see. If only I had his sensitivity to the natural world... Oh, I get it now! The wind to him must be like my intuition to me!",
      "de": "Kazuha ist super zuverlässig. Mit seiner Erinnerung fallen die Hinweise auf den Boden wie eine Kiste mit Edelsteinen, die umgestoßen wurde. Wenn ich seinen Sinn für die Natur hätte ... Oh! Ich habe es kapiert! Der „Wind“ ist für ihn das, was für mich „Instinkt“ ist!",
      "es": "Oh, ¿Kazuha? Sí, es una persona de fiar. Cuando me ayudó, fue como si un cofre cerrado lleno de pistas se abriera ante mí y dejara caer al suelo todo lo que contiene. Me encantaría tener tanta sensibilidad como él con respecto a la naturaleza. Oh, ¡ahora lo entiendo! ¡El viento es a él lo que a mí es la intuición!",
      "fr": "Kazuha ? Oui, on peut compter sur lui. Quand il vous aide, c'est un peu comme s'il déversait un coffre devant vous et qu'une pléthore de trésors se dévoilait à vos yeux. Si seulement je possédais sa sensibilité à la nature... Oh, je comprends maintenant ! Le vent est pour lui ce que mon intuition est pour moi !",
      "pt": "Kazuha? Sim, ele é uma pessoa confiável. Com a ajuda dele, eu senti como se um baú de tesouros fechado cheio de pistas foi aberto para que eu pudesse ver. Se eu tivesse a sensibilidade dele ao mundo natural... Oh, eu já sei! O vento para ele deve ser como minha intuição é para mim!",
      "ru": "Кадзуха? Да, на него можно положиться. Когда он помогает тебе, он будто открывает сундук с уликами и высыпает перед тобой его содержимое. Если бы только я мог так же тонко чувствовать природу... О, теперь я понимаю! Ветер для него то же самое, что интуиция для меня!",
      "id": "Oh, Kazuha? Iya, dia bisa diandalkan. Dengan bantuannya, aku merasa bahwa petunjuk harta karun yang terkunci telah dibuka lebar-lebar dan dikosongkan tepat di depan mataku. Oh andai saja aku bisa peka terhadap alam sepertinya ... Oh, aku paham sekarang! Angin bagi Kazuha mungkin sama seperti sebuah intuisi bagiku!",
      "th": "Kazuha น่ะนะ เป็นคนที่พึ่งพาได้มากเลย เมื่ออยู่ภายใต้คำชี้แนะของเขา เบาะแสก็เหมือนกับหีบใส่อัญมณีที่ถูกทำให้พลิกคว่ำ จนหล่นระเนระนาดเต็มพื้นไปหมดเลยล่ะ ถ้าฉันเองก็มีพลังแห่งการรับรู้ธรรมชาติเหมือนเขา... อ๋อ! ฉันเข้าใจแล้ว! \"ลม\" สำหรับเขา ก็เหมือน \"เซนส์\" สำหรับฉันอย่างนั้นสินะ!",
      "vi": "Kazuha sao, rất đáng tin cậy. Những lời gợi ý của anh ta cứ như là kho báu trải khắp muôn nơi ấy. Nếu tôi cũng có khả năng cảm nhận tự nhiên như Kazuha thì tốt biết mấy... À! Tôi hiểu rồi! \"Gió\" của anh ta cũng giống như \"trực giác\" của tôi vậy!"
    }
  },
  {
    "title": {
      "zhs": "关于枫原万叶·邀请",
      "zht": "關於楓原萬葉·邀請",
      "jp": "楓原万葉について·招待",
      "ko": "카에데하라 카즈하에 대해·초대",
      "en": "About Kaedehara Kazuha: Invitation",
      "de": "Über Kaedehara Kazuha - Einladung",
      "es": "Sobre Kaedehara Kazuha - Invitación",
      "fr": "À propos de Kaedehara Kazuha - Invitation",
      "pt": "Sobre Kaedehara Kazuha — Convite",
      "ru": "О Каэдэхаре Кадзухе: Приглашение",
      "id": "Tentang Kaedehara Kazuha: Undangan",
      "th": "เกี่ยวกับ Kaedehara Kazuha - เชิญชวน",
      "vi": "Về Kaedehara Kazuha - Lời Mời"
    },
    "line": {
      "zhs": "好可惜呀！眼狩令废除后，我就不能堂堂正正地逮捕他了！不过这样一来，也就意味着…我可以光明正大地邀请他来天领奉行，跟我一起讨论案情了吧！",
      "zht": "好可惜呀！眼狩令廢除後，我就不能堂堂正正地逮捕他了！不過這樣一來，也就意味著…我可以光明正大地邀請他來天領奉行，跟我一起討論案情了吧！",
      "jp": "ホントに残念！目狩り令が廃止されたおかげで、堂々と彼を逮捕できなくなっちゃった！でも、これってつまり…これからは堂々と彼を天領奉行に招いて、一緒に事件についての議論ができるってことだよね！",
      "ko": "아쉽네! 안수령이 폐지돼서 정정당당하게 체포할 수 없잖아! 하지만 이러면… 대놓고 텐료 봉행에 초대해서 사건을 토론하자고 해도 되겠어!",
      "en": "Ohh... It's such a pity! Since the Vision Hunt Decree's been repealed, I no longer have any grounds to officially arrest him. But then again... I guess now, I can just openly invite him to come to the Tenryou Commission and discuss cases with me.",
      "de": "Schade! Mit der Abschaffung des Augenhatz-Dekrets kann ich ihn nicht mehr offiziell verhaften! Aber das bedeutet, dass ich ihn ganz offen einladen kann, in die Tenryou-Verwaltung zu kommen und Fälle mit mir zu diskutieren!",
      "es": "Ohhh, ¡qué pena! Ahora que se ha abolido el Decreto de captura de Visiones, ya no tengo ningún motivo para arrestarlo. Aunque... supongo que puedo invitarlo a la Comisión Tenryou para que hablemos de algunos casos.",
      "fr": "Quel dommage ! Depuis que le décret de saisie a été abrogé, je n'ai plus aucune raison de l'arrêter officiellement. Mais bon... Je suppose que maintenant, je peux l'inviter officiellement à venir à la Commission administrative pour qu'on puisse discuter ensemble.",
      "pt": "Oh, é uma pena! Desde quando o Decreto de Caça à Visão foi revogado, eu não tenho mais como oficialmente prendê-lo. Bem, acho que agora posso convidá-lo para vir até a Comissão Tenryou para discutir casos comigo.",
      "ru": "Как жаль! С отменой Охоты на Глаза Бога у меня не осталось оснований для его официального ареста. С другой стороны... Теперь я могу просто пригласить его в комиссию Тэнрё, чтобы обсудить с ним дела.",
      "id": "Ohhh ... sayang sekali! Sejak Dekrit Perburuan Vision dicabut, aku sudah tidak punya lagi alasan untuk menangkapnya. Tapi ... kurasa sekarang aku bisa mengundangnya secara langsung ke Tenryou Commission untuk diskusi langsung denganku.",
      "th": "น่าเสียดายจังเลยน้า! หลังจากที่คำสั่งล่าวิชั่นถูกยกเลิกไป ฉันก็ไม่มีเหตุผลทางการให้ต้องจับเขาอีกต่อไป! แต่ในเมื่อเป็นแบบนั้น งั้นก็หมายความว่า... ฉันสามารถเชิญเขามาที่สำนัก Tenryou เพื่อพูดคุยกันเกี่ยวกับเรื่องคดีได้อย่างเปิดเผยแล้วสินะ!",
      "vi": "Thật đáng tiếc! Sau khi Lệnh Truy Lùng Vision bị bãi bỏ thì tôi không thể đường đường chính chính đi bắt anh ta được! Nhưng cũng có nghĩa là... tôi có thể quang minh chính đại đi mời anh ta đến Hiệp Hội Tenryou để thảo luận vụ án rồi!"
    }
  },
  {
    "title": {
      "zhs": "关于五郎…",
      "zht": "關於五郎…",
      "jp": "ゴローについて…",
      "ko": "고로에 대해…",
      "en": "About Gorou",
      "de": "Über Gorou ...",
      "es": "Sobre Gorou...",
      "fr": "À propos de Gorou...",
      "pt": "Sobre Gorou...",
      "ru": "О Горо...",
      "id": "Tentang Gorou",
      "th": "เกี่ยวกับ Gorou...",
      "vi": "Về Gorou..."
    },
    "line": {
      "zhs": "在这位大将的叮嘱下，我的海祇岛之旅可是热闹了不少，到哪都有军士们盯着。天地良心，我不过是个平平无奇的观光群众，最多算个小小侦探，连白萝卜也不会惦记半根的呀。",
      "zht": "在這位大將的叮囑下，我的海祇島之旅可是熱鬧了不少，到哪都有軍士們盯著。天地良心，我不過是個平平無奇的觀光群眾，最多算個小小偵探，連白蘿蔔也不會惦記半根的呀。",
      "jp": "その大将の命令のおかげで、僕の海祇島での旅は随分騒がしいものになったよ。どこに行っても兵士たちに監視されてさ…まったく、僕はただの観光客で、ちっぽけな探偵に過ぎないのにね。道端のダイコンを盗む気すらないって。",
      "ko": "그 대장의 당부로 내 와타츠미섬 여행은 아주 파란만장했지. 어디를 가든지 병사가 지켜보고 있었거든. 양심을 걸고 난 평범한 관광객이야. 끽해야 탐정이고, 다른 의도는 전혀 없었단 말야",
      "en": "General Gorou's constant suspicion made my trip to Watatsumi Island much more eventful... Everywhere I went, there were soldiers keeping me under close surveillance. Honestly, I was a regular, boring tourist just like everybody else. So what if I happen to be a detective in my day job? I was clearly minding my own business there.",
      "de": "Unter der Betreuung dieses Generals war meine Reise auf die Insel Watatsumi viel lebhafter. Überall, wo ich hinging, wurde ich von den Soldaten überwacht. In aller Ehrlichkeit bin ich nur ein einfacher Tourist, bestenfalls ein kleiner Detektiv, ich würde nicht einmal einen halben Rettich klauen.",
      "es": "Las constantes sospechas del General Gorou hicieron que mi viaje a la Isla Watatsumi fuera uno muy agitado. Allá donde iba, había soldados vigilándome muy de cerca. En realidad, no era más que un turista normal y aburrido. ¿Qué importa que en mi trabajo sea detective? Simplemente estaba ocupado con cosas de turistas.",
      "fr": "La suspicion constante du général Gorou a rendu mon voyage sur l'île de Watatsumi beaucoup plus mouvementé que je ne l'avais prévu... Partout où j'allais, il y avait des soldats qui me surveillaient de près. Honnêtement, je n'étais qu'un simple touriste on ne peut plus ordinaire et ennuyeux, comme n'importe qui d'autre. Tout au plus, je ne suis qu'un petit détective, et je ne m'occupe que de mes propres affaires.",
      "pt": "A constante suspeita do General Gorou fez minha jornada até a Ilha Watatsumi muito mais animada... Todo local que fui haviam soldados me vigiando. Sendo franco, eu era um turista entediante qualquer como todo mundo. O que importa se eu sou um detetive? Eu claramente estava lá sem meter o nariz onde não fui chamado.",
      "ru": "Постоянная подозрительность генерала Горо сделала мою поездку на остров Ватацуми гораздо более насыщенной событиями, чем я предполагал... Куда бы я ни пошёл, везде за мной пристально наблюдали солдаты. Честно говоря, я был обыкновеннейшим туристом, как и все остальные. Кому какое дело, что я детектив? Я не лез не в свои дела, в конце концов.",
      "id": "Kecurigaan Jenderal Gorou terhadapku di Pulau Watatsumi malah menjadikan perjalananku menjadi lebih menyenangkan ... Ke manapun aku pergi, ada prajurit yang selalu mengawasiku. Sejujurnya, aku ini cuma orang biasa, cuma turis. Terus memangnya kenapa kalau pekerjaanku adalah seorang detektif? Toh aku tidak ganggu siapa-siapa juga kan.",
      "th": "ภายใต้การกำชับของพลเอกท่านนี้ ทำให้ไม่ว่าจะไปทางไหนก็มีพวกทหารคอยจับตามอง การเดินทางในเกาะ Watatsumi ก็เลยคึกคักขึ้นไม่น้อยเลย แต่ฉันก็แค่นักท่องเที่ยวธรรมดาทั่วไปเท่านั้น ฟ้าดินเป็นพยานได้เลย หรืออย่างมากสุดก็แค่นักสืบตัวเล็ก ๆ คนนึง จะไปทำอะไรที่ไหนได้ล่ะ",
      "vi": "Dưới sự căn dặn của vị đại tướng đó nên chuyến đi đến đảo Watatsumi của tôi náo nhiệt hơn rất nhiều, đi đâu cũng có binh lính dòm ngó. Trời cao có thấu, tôi chỉ là một người đi du lịch bình thường thôi mà, cùng lắm thì chỉ là một chàng thám tử nhỏ nhoi, có gây ra nguy hiểm gì đâu chứ."
    }
  },
  {
    "title": {
      "zhs": "关于珊瑚宫心海…",
      "zht": "關於珊瑚宮心海…",
      "jp": "珊瑚宮心海について…",
      "ko": "산고노미야 코코미에 대해…",
      "en": "About Sangonomiya Kokomi",
      "de": "Über Sangonomiya Kokomi ...",
      "es": "Sobre Sangonomiya Kokomi...",
      "fr": "À propos de Sangonomiya Kokomi...",
      "pt": "Sobre Sangonomiya Kokomi...",
      "ru": "О Сангономии Кокоми...",
      "id": "Tentang Sangonomiya Kokomi",
      "th": "เกี่ยวกับ Sangonomiya Kokomi...",
      "vi": "Về Sangonomiya Kokomi..."
    },
    "line": {
      "zhs": "珊瑚宫大人我是没见过的。毕竟有她出席的场合，村民们会围个里三圈外三圈吧，我就不凑热闹啦。啊，对，最里面那层还要算上巫女！像我们这样的年轻人，想要获得大家的认可，总要多付出一点努力的。",
      "zht": "珊瑚宮大人我是沒見過的。畢竟有她出席的場合，村民們會圍個裡三圈外三圈吧，我就不湊熱鬧啦。啊，對，最裡面那層還要算上巫女！像我們這樣的年輕人，想要獲得大家的認可，總要多付出一點努力的。",
      "jp": "珊瑚宮様とはお会いしたことがないんだ。彼女が出席するときは、民たちが幾重もの輪になって集まってくるらしいから、僕は遠慮しておくよ。ああ、うん、その人混みの内側には巫女たちもいるんだってね！僕たちみたいな若輩者がみんなに認めてもらうためには、もっと努力しなくちゃね。",
      "ko": "산고노미야 님을 본 적은 없어. 그분이 나타나는 자리는 사람들이 엄청 모이니까 구경은 안 가. 아, 참, 인파의 중심에는 무녀들도 있어! 우리 같은 젊은 사람이 인정받으려면 더 많은 노력이 필요하지",
      "en": "I've actually never seen Madam Sangonomiya before. Whenever she appears, practically the whole village crowds around her... I'm not about to contend with that. Oh, and even if you made it through all the villagers, there'd still be a circle of shrine maidens around her! For one of us young people to gain that kind of recognition from everyone, it must have taken a lot of work.",
      "de": "Ich habe Sangonomiya nie gesehen. Denn wenn sie anwesend ist, wird sie von den Dorfbewohnern dicht umringt, deshalb mache ich nicht mit. Ah, ja, die innerste Schicht zählte auch die Schreinjungfer! Junge Leute wie wir müssen sich oft extra anstrengen, um von allen anerkannt zu werden.",
      "es": "Nunca he conocido a la Srta. Sangonomiya. Cuando aparece en algún sitio, un pueblo entero se amontona a su alrededor, y yo no voy a luchar contra eso. Además, aunque te abrieras paso entre la multitud, ¡habría un círculo de miko alrededor de ella! Para la gente joven como ella o como yo, debe de haberle costado mucho trabajo ganarse esa reputación.",
      "fr": "Je n'ai jamais vu Son Altesse Sangonomiya. Quand elle fait son apparition, tout le village se presse autour d'elle, et moi, ce n'est pas mon genre de faire ça. Oh, et même si j'arrivais à passer à travers tous les villageois, il reste encore son escorte de prêtresses du sanctuaire ! Nous, les jeunes, on doit vraiment se démener pour obtenir une telle reconnaissance de la part de tous comme elle l'a fait.",
      "pt": "Eu nunca vi a Sua Alteza Sangonomiya antes. Quando ela aparece, toda a vila fica ao seu redor, e eu não quero competir com eles. Oh, e mesmo que você consiga passar por todos os habitantes do vilarejo, ainda há um círculo de sacerdotisas ao redor dela! Uma pessoa jovem como ela ter esse tipo de reconhecimento deve ter sido muito trabalhoso.",
      "ru": "Я никогда раньше не видел госпожу Сангономию. Когда она появляется, вся деревня толпится вокруг неё, а я не собираюсь с ними соревноваться. О, и даже если бы я смог прорваться через кольцо из жителей деревни, её всегда окружает второй круг из жриц святилища! Для такой молодой особы, как она, добиться такого признания, должно быть, стоило большого труда.",
      "id": "Aku sebenarnya tidak pernah melihat Nona Sangonomiya. Setiap kali dia muncul, penduduk desa pasti langsung datang berbondong-bondong padanya ... Aku tidak nyaman deh. Oh, dan kalaupun kamu bisa sampai ke desa, di sekitarnya masih ada para miko yang mengelilinginya! Dia adalah seorang anak muda seperti kita tapi sudah diakui sampai sebegitunya, pasti berat sekali ya.",
      "th": "ฉันไม่เคยเจอท่าน Sangonomiya ตัวเป็น ๆ หรอก เพราะงานที่เธอปรากฏตัวน่ะ มักจะมีชาวบ้านล้อมหน้าล้อมหลังเต็มไปหมดเลยนี่นา ฉันก็เลยขอผ่านดีกว่า อ่ะ จริงสิ ด้านในสุดของวงล้อมยังต้องนับพวกมิโกะเข้าไปอีกนะ! คนหนุ่มสาวอย่างพวกเราเนี่ย ถ้าอยากได้รับการยอมรับจากทุกคน ยังไงก็ต้องใช้ความพยายามมากหน่อยล่ะนะ",
      "vi": "Tôi chưa từng gặp qua đại nhân Sangonomiya. Dù gì những nơi cô ấy xuất hiện thì dân làng đều vây kín mấy vòng, nên tôi cũng không chen vào làm gì. A, đúng rồi, vòng trong cùng còn phải tính cả pháp sư nữa! Người trẻ tuổi như chúng ta, muốn được mọi người công nhận như vậy thì phải nỗ lực một chút."
    }
  },
  {
    "title": {
      "zhs": "关于神里绫华…",
      "zht": "關於神里綾華…",
      "jp": "神里綾華について…",
      "ko": "카미사토 아야카에 대해…",
      "en": "About Kamisato Ayaka",
      "de": "Über Kamisato Ayaka ...",
      "es": "Sobre Kamisato Ayaka...",
      "fr": "À propos de Kamisato Ayaka...",
      "pt": "Sobre Kamisato Ayaka...",
      "ru": "О Камисато Аяке...",
      "id": "Tentang Kamisato Ayaka",
      "th": "เกี่ยวกับ Kamisato Ayaka...",
      "vi": "Về Kamisato Ayaka..."
    },
    "line": {
      "zhs": "我和神里家的大小姐，只能算点头之交吧。还好我的家族不是什么名门。那种生活，可不适合我呀。",
      "zht": "我和神里家的大小姐，只能算點頭之交吧。還好我的家族不是什麼名門。那種生活，可不適合我呀。",
      "jp": "神里家のお嬢様とは付き合いが浅い。名門の家に生まれなくて良かったよ。ああいう生活って、僕には向かないからね。",
      "ko": "나랑 카미사토 가문의 아가씨는 인사만 하는 사이야. 우리 가문은 명문가가 아니라서 다행이야. 내게 그런 생활은 안 맞거든",
      "en": "I'm barely acquainted with the daughter of the Kamisato Clan. I'm glad that I'm not from some sort of prestigious family like that... it's definitely not the kind of life for me.",
      "de": "Ich glaube, die Tochter des Kamisato-Klans und ich sind nur flüchtige Bekannte. Zum Glück ist meine Familie keine berühmte Familie. Diese Art von Leben passt nicht zu mir.",
      "es": "No conozco mucho a la descendiente del clan Kamisato. Y me alegro de no pertenecer a una familia tan prestigiosa como la suya... No es un estilo de vida que vaya conmigo.",
      "fr": "Je connais à peine la fille du Clan Kamisato. Je suis heureux de ne pas être issu d'une famille prestigieuse comme celle-là... Ce n'est certainement pas le genre de vie qui me convient.",
      "pt": "Eu não conheço a Senhorita Kamisato do Clã Kamisato muito bem. Estou satisfeito que não sou de uma família de prestígio como ela... Essa vida não é para mim.",
      "ru": "Я едва знаком с молодой госпожой клана Камисато. К счастью, я из обычной семьи... Такая жизнь точно не для меня.",
      "id": "Aku cuma tahu saja soal putri dari Klan Kamisato. Aku lega bahwa aku bukan berasal dari keluarga terpandang sepertinya ... aku bisa merasa aku tidak cocok hidup dengan gaya seperti itu.",
      "th": "ระหว่างฉันกับคุณหนูใหญ่แห่งตระกูล Kamisato คงนับได้แค่ว่ารู้จักกันผ่านการพยักหน้าทักทายเท่านั้นแหละ ยังดีที่ทางบ้านฉันไม่ใช่ตระกูลที่มีชื่อเสียงอะไร ชีวิตแบบนั้นมันไม่เหมาะกับฉันหรอก",
      "vi": "Tôi chỉ quen biết sơ sơ vị tiểu thư của nhà Kamisato thôi. Cũng may nhà tôi không phải danh gia vọng tộc gì, cuộc sống kiểu đó không thích hợp với tôi."
    }
  },
  {
    "title": {
      "zhs": "想要了解鹿野院平藏·其一",
      "zht": "想要瞭解鹿野院平藏·其一",
      "jp": "鹿野院平蔵を知る·1",
      "ko": "시카노인 헤이조에 대해 알기·첫 번째",
      "en": "More About Shikanoin Heizou: I",
      "de": "Ich will mehr über Shikanoin Heizou erfahren I",
      "es": "Más sobre Shikanoin Heizou (I)",
      "fr": "Connaître Shikanoin Heizou (1)",
      "pt": "Mais sobre Shikanoin Heizou — I",
      "ru": "Узнать больше о Сиканоине Хэйдзо I",
      "id": "Tentang Shikanoin Heizou: I",
      "th": "อยากรู้เกี่ยวกับ Shikanoin Heizou - 1",
      "vi": "Muốn tìm hiểu Shikanoin Heizou - Điều thứ 1"
    },
    "line": {
      "zhs": "就算一个人保持沉默，也能从他的衣着、动作、表情来掌握信息哦。如果接下来我的话就此打住…你又能从我身上读到什么呢？",
      "zht": "#就算一個人保持沉默，也能從他的衣著、動作、表情來掌握資訊哦。如果接下來我的話就此打住…{F#妳}{M#你}又能從我身上讀到什麼呢？",
      "jp": "たとえ相手が沈黙していても、服装や動作、そして表情から情報は得られるんだよ。もし僕が喋るのを止めたら…君は僕から何を読み取れるかな？",
      "ko": "입을 다물고 있어도 그 사람의 옷차림과 행동, 표정에서 정보를 파악할 수 있어. 내가 입을 닫으면… 넌 내게서 뭘 읽어낼 수 있을까?",
      "en": "Even if someone chooses to remain absolutely silent, you can still learn a lot about them just by observing their clothes, posture, and facial expressions. Now, if this conversation ended here... what could you gather from my appearance alone?",
      "de": "Selbst wenn eine Person schweigt, kann man aus ihrer Kleidung, ihren Bewegungen und ihrer Mimik Informationen erhalten. Wenn ich hier aufhöre ... was kannst du dann von mir lesen?",
      "es": "Incluso cuando una persona decide permanecer en silencio, puedes averiguar muchas cosas sobre ella observando únicamente su ropa, postura y expresión facial. Entonces, si esta conversación terminara ahora mismo... ¿qué averiguarías solamente a partir de mi apariencia?",
      "fr": "Même lorsque quelqu'un choisit de rester absolument silencieux, vous pouvez en apprendre beaucoup sur lui en observant simplement ses vêtements, sa posture et ses expressions faciales. Maintenant, si notre conversation se terminait ici... que pourriez-vous déduire de ma seule apparence ?",
      "pt": "Mesmo quando alguém escolhe ficar em absoluto silêncio, você pode aprender muito ao observar suas roupas, postura e expressões faciais. Se essa conversa acabasse agora... O que você saberia apenas olhando para minha aparência?",
      "ru": "Даже если кто-то предпочитает хранить полное молчание, о нём всё равно можно многое узнать по одежде, позе и мимике. Вот если бы наш разговор закончился на этом... Что ты можешь сказать только по моему внешнему виду?",
      "id": "Biarpun seseorang memilih untuk diam, kamu masih bisa tetap mempelajarinya dengan cara mengamati pakaiannya, postur tubuhnya, dan ekspresinya. Oke, pembicaraan kita cukup sampai di sini ... nah sekarang apa yang bisa kamu simpulkan dari penampilanku hari ini?",
      "th": "ไม่ว่าจะเป็นคนที่สุขุมแค่ไหน ก็ยังสามารถดึงข้อมูลมาจากการแต่งกาย, การเคลื่อนไหว และสีหน้าของเขาได้นะ แล้วถ้าคำพูดของฉันหยุดลงแค่ตรงนี้... เธอจะอ่านอะไรได้จากตัวฉันบ้างล่ะ?",
      "vi": "#Dù một người có đứng im thì cũng có thể tìm ra thông tin từ quần áo, động tác, biểu cảm. Nếu tôi cũng đứng im như vậy thì {F#cô}{M#cậu} sẽ đọc ra gì không nhỉ?"
    }
  },
  {
    "title": {
      "zhs": "想要了解鹿野院平藏·其二",
      "zht": "想要瞭解鹿野院平藏·其二",
      "jp": "鹿野院平蔵を知る·2",
      "ko": "시카노인 헤이조에 대해 알기·두 번째",
      "en": "More about Shikanoin Heizou: II",
      "de": "Ich will mehr über Shikanoin Heizou erfahren II",
      "es": "Más sobre Shikanoin Heizou (II)",
      "fr": "Connaître Shikanoin Heizou (2)",
      "pt": "Mais sobre Shikanoin Heizou — II",
      "ru": "Узнать больше о Сиканоине Хэйдзо II",
      "id": "Tentang Shikanoin Heizou: II",
      "th": "อยากรู้เกี่ยวกับ Shikanoin Heizou - 2",
      "vi": "Muốn tìm hiểu Shikanoin Heizou - Điều thứ 2"
    },
    "line": {
      "zhs": "某次旁听时，我受脑海中的推导鼓动，阻止了判决的下达。如果当时提出的异议无效，那它就不会成为我当侦探的契机，而会是——鹿野院平藏，因扰乱庭审秩序受到拘留处罚，哈哈哈…",
      "zht": "某次旁聽時，我受腦海中的推導鼓動，阻止了判決的下達。如果當時提出的異議無效，那它就不會成為我當偵探的契機，而會是——鹿野院平藏，因擾亂庭審秩序受到拘留處罰，哈哈哈…",
      "jp": "審理の最中に突然ひらめいた推理で、判決を阻止できたことがあるんだ。もしあの時の異議申し立てが無効だったら、僕が探偵になるきっかけは生まれず、代わりに——鹿野院平蔵、法廷の秩序妨害により拘禁に処する、なんてことになったかも。はははっ…",
      "ko": "전에 방청하다가 추리가 떠오르는 바람에 판결을 막은 적이 있어. 만약 당시에 내가 제기한 이의가 무효였다면, 탐정이 되는 계기가 아니라, 시카노인 헤이조가 법정 질서 방해죄로 구속됐겠지. 하하하…",
      "en": "Once, when I was sitting in on a criminal trial, I suddenly realized I'd cracked the case. So I interrupted the court just as they were about to declare the verdict. If my objection had turned out to be invalid, then that moment wouldn't have been the turning point that saw me become a detective. Instead, it would have been... \"Shikanoin Heizou, I hereby find you in contempt of court and order your immediate detention!\" Hahaha!",
      "de": "Einmal während einer Verhandlung wurde ich durch die Schlussfolgerung in meinem Kopf ermutigt, das Urteil zu verhindern. Wäre der damalige Einwand ungültig gewesen, hätte ich nicht die Gelegenheit gehabt, Detektiv zu werden, sondern wäre Shikanoin Heizou, der wegen Störung einer Gerichtsverhandlung zu einer Haftstrafe verurteilt wurde, hahaha ...",
      "es": "Una vez en la que asistí a un juicio penal, de repente me di cuenta de que había resuelto el caso. Entonces, interrumpí el juicio justo cuando iban a dictar sentencia. Si mi objeción no hubiera sido válida, ese no habría sido el momento crucial en el que me convertí en detective. En su lugar, habría ocurrido algo como... “Shikanoin Heizou, ¡te acuso de desacato al tribunal y ordeno que te arresten inmediatamente!”, jajaja.",
      "fr": "Une fois, alors que j'assistais à un procès, j'ai été pris d'une impulsion et ai empêché la prononciation du jugement. Si l'objection que j'avais formulée alors s'était avérée invalide, ce moment n'aurait pas été le tournant qui m'a vu devenir un détective. Au lieu de cela, Shikanoin Heizou aurait été mis sous écrou pour avoir perturbé le travail de la justice... Hahaha !",
      "pt": "Uma vez, eu estava em um tribunal quando de repente desvendei o caso! Por isso, interrompi o juiz enquanto ele estava para declarar o veredito. Se minha objeção fosse inválida, esse momento não seria aquele que eu me tornei um detetive, mas sim \"Shikanoin Heizou, você desrespeitou este tribunal e eu ordeno sua detenção imediata!\", hahaha...",
      "ru": "Однажды, присутствуя на судебном процессе, я вдруг понял, что раскрыл дело. Поэтому я прервал суд как раз в тот момент, когда они собирались объявить приговор. Если бы моё возражение оказалось несостоятельным, то этот судьбоносный момент не сделал бы меня детективом. Вместо этого было бы: «Сиканоин Хэйдзо, приказываю немедленно заключить вас под стражу за неуважение к суду!» Ха-ха-ха...",
      "id": "Dulu waktu aku duduk menyaksikan pengadilan kriminal, tiba-tiba aku sadar kalau aku sudah menyelesaikan kasusnya. Jadi aku langsung menyela saat hakim mau memberi putusannya. Jika keberatanku itu tidak valid, mungkin aku sekarang tidak jadi seorang detektif di sini. Mungkin malah bakal jadi \"Shikanoin Heizou, dengan ini saya menemukan Anda menghina pengadilan dan dengan ini Anda harus ditahan sekarang juga!\" Hahaha!",
      "th": "มีอยู่ครั้งนึงตอนที่ฉันไปนั่งฟังการพิจารณาคดี จู่ ๆ ฉันก็ถูกกระตุ้นโดยการอนุมานที่อยู่ในหัว จนเผลอเข้าไปขัดขวางการตัดสินคดี ถ้าหากการคัดค้านในตอนนั้นไม่เป็นผลละก็ ฉันคงไม่มีโอกาสได้เป็นนักสืบหรอก แถมยังจะกลายเป็น... Shikanoin Heizou ผู้ถูกจับกุมและลงทัณฑ์โทษฐานรบกวนการพิจารณาคดีของศาลแทน ฮ่าฮ่าฮ่า...",
      "vi": "Trong một lần dự thính, chịu sự thôi thúc của não bộ mà tôi đã ngăn cản việc ra phán quyết. Nếu như lúc đó việc phản đối là vô hiệu, thì nó đã không thể là bước ngoặt để tôi trở thành thám tử, mà sẽ là... Shikanoin Heizou vì gây rối trật tự tại phiên tòa mà bị bắt giam xử tội, hahaha..."
    }
  },
  {
    "title": {
      "zhs": "想要了解鹿野院平藏·其三",
      "zht": "想要瞭解鹿野院平藏·其三",
      "jp": "鹿野院平蔵を知る·3",
      "ko": "시카노인 헤이조에 대해 알기·세 번째",
      "en": "More About Shikanoin Heizou: III",
      "de": "Ich will mehr über Shikanoin Heizou erfahren III",
      "es": "Más sobre Shikanoin Heizou (III)",
      "fr": "Connaître Shikanoin Heizou (3)",
      "pt": "Mais sobre Shikanoin Heizou — III",
      "ru": "Узнать больше о Сиканоине Хэйдзо III",
      "id": "Tentang Shikanoin Heizou: III",
      "th": "อยากรู้เกี่ยวกับ Shikanoin Heizou - 3",
      "vi": "Muốn tìm hiểu Shikanoin Heizou - Điều thứ 3"
    },
    "line": {
      "zhs": "调查外遇、寻找宠物…从侦探社接到的案件总是那么几类，不够我挑战自己的呀。我只好找机会溜去天领奉行喽。另一部分的原因，是我跟珊瑚社长的理念不太合拍啦，这也没办法。",
      "zht": "調查外遇、尋找寵物…從偵探社接到的案件總是那麼幾類，不夠我挑戰自己的呀。我只好找機會溜去天領奉行囉。另一部分的原因，是我跟珊瑚社長的理念不太合啦，這也沒辦法。",
      "jp": "浮気調査にペット探し…探偵所の案件はいつもこんな感じで、刺激が足りなくてさ。だから仕方なく、こっそり天領奉行に移ったんだ。もう一つの原因は、珊瑚所長とは考えが合わなかったこと。こればかりはどうしようもないでしょ。",
      "ko": "외도를 조사하고, 애완동물을 찾고… 탐정소에서 받은 사건은 다 그저 그랬고 시시했어. 그래서 기회를 엿보다 텐료 봉행으로 갔지. 산고 사장이랑 이념이 안 맞았던 것도 이유 중 하나야. 어쩔 수 없었어",
      "en": "Investigating extramarital affairs, tracking down runaway pets... Those are pretty much the only cases you'll find at a detective agency. I personally need cases of a higher caliber... so, obviously, my only option was to jump ship and join the Tenryou Commission. Another factor was that Sango and I didn't quite see eye to eye in a lot of areas... Just one of those things, I guess.",
      "de": "Affären untersuchen, Haustiere finden ... Die Fälle, die ich von der Detektei bekomme, sind immer gleich. Und es ist nicht genug, um mich selbst zu fordern. Deshalb musste ich die Gelegenheit finden, bei der Tenryou-Verwaltung zu arbeiten. Ein weiterer Grund ist, dass ich mit der Philosophie von Präsidentin Sango nicht einverstanden bin, und da kann ich nichts tun.",
      "es": "Investigar relaciones extramatrimoniales, buscar mascotas... Esos son, básicamente, los únicos casos que llegan a las agencias de detectives. Personalmente, necesito casos de mayor envergadura, por eso mi única opción era dejar ese barco y unirme a la Comisión Tenryou. Otra razón fue que la detective Sango y yo no estamos de acuerdo en muchos aspectos... Es una de esas cosas que no tienen remedio.",
      "fr": "Enquêter sur des affaires extraconjugales, retrouver des animaux domestiques en fuite... Ce sont à peu près les seules affaires que l'on trouve dans une agence de détectives. Personnellement, j'ai besoin de dossiers d'un calibre plus élevé... Il est donc évident que ma seule option était de quitter le navire et de rejoindre la Commission administrative. De plus, Sango et moi n'étions pas toujours d'accord sur certains points... Ce sont des choses qui arrivent, je suppose.",
      "pt": "Investigar casos extra-conjugais, procurar por animais desaparecidos... Esses são os únicos tipos de casos que se encontram em uma agência de detetives. Eu preciso de casos maiores... Por isso, minha única alternativa era me juntar à Comissão Tenryou. Outro fato é que eu e Sango não concordávamos em muitas coisas... Não havia o que fazer.",
      "ru": "Расследование внебрачных связей, розыск сбежавших домашних животных... это практически единственные дела, которые можно найти в детективном агентстве. Мне лично нужны дела более высокого уровня. Поэтому единственным выходом для меня было вступить в комиссию Тэнрё. Кроме того, мы с Санго не всегда сходились во взглядах на некоторые вещи... Ничего не поделаешь.",
      "id": "Menyelidiki perselingkuhan, melacak hewan peliharaan yang melarikan diri ... Kasus-kasus semacam itulah yang biasa dilaporkan ke kantor detektif. Aku lebih suka kasus yang lebih rumit dan susah dipecahkan ... jadi jelas, satu-satunya pilihanku adalah keluar dari kantor detektif dan pindah ke Tenryou Commission. Faktor lainnya adalah Ketua Sango dan aku sering beda pendapat mengenai berbagai macam hal ... Yah kurang lebih begitulah.",
      "th": "สืบสวนเรื่องชู้สาว, ตามหาสัตว์เลี้ยง... คดีที่สำนักงานนักสืบได้รับส่วนใหญ่ก็มีแต่คดีประเภทนี้แหละ มันไม่ค่อยท้าทายตัวเองเท่าไหร่น่ะ ฉันก็เลยหาโอกาสชิ่งไปที่สำนัก Tenryou ส่วนเหตุผลอีกส่วนนึงก็คือ ความคิดเห็นของฉันกับประธาน Sango ไม่ค่อยตรงกันน่ะ มันก็เป็นเรื่องที่ช่วยไม่ได้ล่ะนะ",
      "vi": "Điều tra ngoại tình, tìm kiếm thú cưng... trong trụ sở thám tử thì chỉ có mấy vụ án kiểu này thôi, không đủ để khiêu chiến tôi. Vì vậy tôi đã tìm cơ hội để chạy đến Hiệp Hội Tenryou. Còn một nguyên nhân khác đó là suy nghĩ của tôi không hợp với hội trưởng Sango, tôi cũng đành chịu."
    }
  },
  {
    "title": {
      "zhs": "想要了解鹿野院平藏·其四",
      "zht": "想要瞭解鹿野院平藏·其四",
      "jp": "鹿野院平蔵を知る·4",
      "ko": "시카노인 헤이조에 대해 알기·네 번째",
      "en": "More About Shikanoin Heizou: IV",
      "de": "Ich will mehr über Shikanoin Heizou erfahren IV",
      "es": "Más sobre Shikanoin Heizou (IV)",
      "fr": "Connaître Shikanoin Heizou (4)",
      "pt": "Mais sobre Shikanoin Heizou — IV",
      "ru": "Узнать больше о Сиканоине Хэйдзо IV",
      "id": "Tentang Shikanoin Heizou: IV",
      "th": "อยากรู้เกี่ยวกับ Shikanoin Heizou - 4",
      "vi": "Muốn tìm hiểu Shikanoin Heizou - Điều thứ 4"
    },
    "line": {
      "zhs": "刚进天领奉行时，我拿未结案的卷宗来练手，不知不觉间，那座「卷宗山」也快被我咻地推平了…可惜啊，现在已经没时间再看以前的卷宗喽，很多案子都点名要我支援，忙得喘不过气啊…也没办法嘛。足够优秀的侦探，案子会自己找上门来。",
      "zht": "剛進天領奉行時，我拿未結案的卷宗來練手，不知不覺間，那座「卷宗山」也快被我咻地推平了…可惜啊，現在已經沒時間再看以前的卷宗囉，很多案子都點名要我支援，忙得喘不過氣啊…也沒辦法嘛。足夠優秀的偵探，案子會自己找上門來。",
      "jp": "天領奉行に入った当初は、未解決の事件で自分を鍛えていたんだけど、気が付いたらあの「書類の山」を全部処理しちゃってて…。そしたら今は、多くの事件を手助けするのに忙しすぎて、昔の書類を見る時間が無くなっちゃった…。残念だけど、まぁ、それもしょうがない。優秀な探偵のところには、自ずと事件が集まってくるものだからね。",
      "ko": "텐료 봉행에 막 들어갔을 때는, 미해결 공문으로 연습했어. 어느새 「공문서 더미」가 금세 없어졌지…. 아쉽지만 이제는 예전 공문서를 볼 시간이 없어. 날 지명해서 지원을 요청하는 사건이 많아서 숨돌릴 틈도 없이 바쁘거든… 어쩔 수 없지. 뛰어난 탐정에겐 사건이 알아서 찾아오는 법이니까",
      "en": "When I first joined the Tenryou Commission, I started honing my craft by reviewing some cold cases. Before I knew it, \"Mt. Coldcase\" had been completely leveled... It is a pity, these days I no longer have the time to go back and look through old files. I'm forever being brought in to help out on the toughest cases, and I barely have a moment to catch my breath in between jobs... Well, what can you do. Once you're a detective of this caliber, the cases come to you.",
      "de": "Als ich bei der Tenryou-Verwaltung anfing, übte ich’s mit offenen Fällen. Ehe ich mich versah, wurde der „Aktenberg“ fast von mir platt gemacht ... Leider habe ich jetzt keine Zeit mehr, die alten Akten zu lesen, weil ich gebeten bin, viele Fälle zu unterstützen. Ich bin einfach zu beschäftigt ... Aber ich kann nichts dafür. Wenn du als Detektiv gut genug bist, werden die Fälle zu dir kommen.",
      "es": "Cuando me uní a la Comisión Tenryou, empecé a practicar revisando casos sin resolver, y antes de que me diera cuenta, había reducido una buena parte de ellos. Es una pena que ahora no tenga tiempo de revisar casos antiguos. Siempre me llaman para ayudar en los más complicados y apenas puedo respirar entre un caso y otro. Pero qué se le va a hacer... Una vez que te conviertes en un detective de este nivel, los casos vienen a ti.",
      "fr": "Quand j'ai rejoint la Commission administrative, j'ai affûté mes compétences en examinant des affaires non résolues. Et puis, sans que je m'en rende compte, la montagne de dossiers qui se trouvait sur le bureau a fini par être complètement aplanie... C'est dommage, ces jours-ci, je n'ai plus le temps de repasser les vieux cas. On me demande sans cesse d'aider à résoudre les affaires les plus difficiles, et j'ai à peine le temps de reprendre mon souffle entre deux missions... Que voulez-vous, quand vous êtes un inspecteur de mon rang, ce sont les dossiers qui viennent à vous.",
      "pt": "Quando me juntei à Comissão Tenryou, comecei a melhorar minhas habilidades estudando alguns casos antigos não resolvidos. Antes que eu percebesse, a \"Montanha de Casos Não Solucionados\" havia sido nivelada... É uma pena que hoje eu não tenho mais tempo para voltar e olhar casos antigos. Sempre estou tendo que ajudar em casos difíceis, e mal tenho como recuperar meu fôlego entre eles... Bem, o que posso fazer? Quando se é um detetive de um calibre como o meu, os casos vêm até você.",
      "ru": "Когда я только вступил в комиссию Тэнрё, я начал оттачивать свои навыки, рассматривая нераскрытые дела. Не успел я оглянуться, как от горы старых дел не осталось и следа... Жаль, что сейчас у меня нет времени копаться в них. Меня постоянно просят помочь раскрыть самые сложные дела, и я едва успеваю перевести дух... Ну, что поделаешь. Как только становишься детективом такого уровня, дела приходят к тебе сами.",
      "id": "Saat aku bergabung dengan Tenryou Commission, aku mulai mengasah kemampuanku dengan meninjau beberapa kasus lama. Dan tanpa kusadari, kasus-kasus yang menggunung mulai berkurang ... ah sayang sekali, akhir-akhir ini aku sudah tidak punya waktu lagi untuk melihat ke berkas kasus lama. Aku selalu dibawa ke kasus-kasus berat dan bahkan rasanya aku sampai susah napas ... Yah mau bagaimana lagi. Saat kamu sudah jadi seorang detektif papan atas, kasus-kasus pasti akan terus datang padamu.",
      "th": "ตอนที่เพิ่งเข้าไปอยู่ในสำนัก Tenryou แรก ๆ ฉันก็ใช้แฟ้มคดีที่ยังไม่ถูกปิดมาเป็นตัวฝึกซ้อม แต่เผลอแป๊บเดียว เจ้า \"กองภูเขาแฟ้มคดี\" นั่นก็ถูกฉันจัดการจนราบเรียบซะแล้ว... น่าเสียดายจริง ๆ ที่ตอนนี้ไม่มีเวลามานั่งดูกองเอกสารเหล่านั้นแล้ว เพราะคดีส่วนใหญ่ก็เสมอชื่อมาให้ฉันรับเป็นคนรับผิดชอบหมด ทำเอายุ่งจนแทบไม่มีเวลาหายใจเลย... แต่ก็ช่วยไม่ได้ล่ะนะ นักสืบที่มีความสามารถน่ะ คดีก็มักมันก็วิ่งเข้ามาหาถึงที่แบบนี้แหละ",
      "vi": "Lúc vừa đến Hiệp Hội Tenryou, tôi lấy vài vụ án chưa được khép lại để luyện tay nghề. Dần dà, núi hồ sơ đó đã bị tôi san bằng... Đáng tiếc, bây giờ tôi đã không còn thời gian để làm như vậy nữa rồi, có rất nhiều vụ án lớn cần tôi hỗ trợ, bận tối tăm mặt mày... Cũng phải thôi, thám tử đủ giỏi thì vụ án sẽ tự tìm đến mà."
    }
  },
  {
    "title": {
      "zhs": "想要了解鹿野院平藏·其五",
      "zht": "想要瞭解鹿野院平藏·其五",
      "jp": "鹿野院平蔵を知る·5",
      "ko": "시카노인 헤이조에 대해 알기·다섯 번째",
      "en": "More About Shikanoin Heizou: V",
      "de": "Ich will mehr über Shikanoin Heizou erfahren V",
      "es": "Más sobre Shikanoin Heizou (V)",
      "fr": "Connaître Shikanoin Heizou (5)",
      "pt": "Mais sobre Shikanoin Heizou — V",
      "ru": "Узнать больше о Сиканоине Хэйдзо V",
      "id": "Tentang Shikanoin Heizou: V",
      "th": "อยากรู้เกี่ยวกับ Shikanoin Heizou - 5",
      "vi": "Muốn tìm hiểu Shikanoin Heizou - Điều thứ 5"
    },
    "line": {
      "zhs": "面对犯罪的时候，侦探已经失败了。无论怎样还原真相，找出真正的犯人，都无法挽回事件发生造成的损失。所以，我才会想要扩大自己的名声，成为能让坏人想想就感到害怕的名侦探！也就是，扼杀犯罪在摇篮之中。好了，既然把这一点都告诉你了，就快来一起帮我的忙吧。",
      "zht": "#面對犯罪的時候，偵探已經失敗了。無論怎樣還原真相，找出真正的犯人，都無法挽回事件發生造成的損失。所以，我才會想要擴大自己的名聲，成為能讓壞人想想就感到害怕的名偵探！也就是，扼殺犯罪在搖籃之中。好了，既然把這一點都告訴{F#妳}{M#你}了，就快來一起幫我的忙吧。",
      "jp": "犯罪が起きてしまえば、探偵はすでに失敗しているも同然なんだ。だって、いくら真実を暴いて真犯人を突き止めても、起きてしまったことはもう巻き戻せないだろ。だからこそ僕は、もっと知名度を上げて、名前を思い出しただけで悪党どもが震えるような名探偵になりたい！つまり、犯罪の芽を摘み取るってこと。さて、こんなことまで教えてあげたんだから、もちろん手伝ってくれるんだよね。",
      "ko": "범죄에 맞닥뜨린 탐정은 이미 실패한 거야. 진실을 밝히고 범인을 찾아도, 피해를 원상 복구시킬 순 없거든. 그래서 범인이 이름만 들어도 무서워하는 명탐정으로 이름을 날리고 싶어! 범죄의 싹을 자르는 거지. 자, 이런 것까지 말해 줬으니 이제 날 좀 도와줘",
      "en": "By the time a detective is facing a criminal, they have in some sense already failed. Whatever you might do to establish the truth and identify the culprit, you'll never be able to undo the damage caused by the crime. That's why I want my reputation to spread. I want to be a famous detective that makes would-be criminals quake in their boots and quit while they're ahead! In other words, I want to nip crime in the bud. Well, now that you've heard my spiel, why don't you lend me a hand?",
      "de": "Wenn der Detektiv mit dem Verbrechen konfrontiert wird, ist er bereits gescheitert. Egal, wie man die Wahrheit wiederherstellt und den wahren Verbrecher herausfindet, man kann den Schaden, der durch den Fall entstanden ist, nicht ungeschehen machen. Deshalb möchte ich meinen Ruf ausbauen und ein berühmter Detektiv werden, der den Bösen ängstlich macht, wenn sie an mich denken! Das heißt, ich will das Verbrechen in seiner Wiege töten. Nun, da ich dir alles darüber erzählt habe, komm mit und hilf mir.",
      "es": "Un detective ha fracasado en su trabajo cuando tiene enfrente a un criminal. Hagas lo que hagas para aclarar los hechos e identificar al culpable, nunca podrás deshacer el daño causado por el crimen. Por eso quiero que mi reputación se extienda. Quiero convertirme en un detective famoso que haga que los criminales potenciales tiemblen y se echen para atrás antes de hacer nada. Quiero acabar con el crimen desde la raíz. Bueno, ahora que te he soltado todo el sermón, ¿qué tal si me echas una mano?",
      "fr": "Lorsqu'un détective est confronté à un criminel, il a en quelque sorte déjà échoué. Quoi qu'il puisse faire pour établir la vérité et identifier le coupable, il ne pourra jamais réparer le crime qui a déjà été causé. C'est pourquoi je veux que ma réputation s'étende. Je veux être un détective célèbre qui fait trembler les criminels en herbe et tuer leurs plans dans l'œuf ! Bon, maintenant que vous m'avez entendu déblatérer tout ça, pourquoi ne pas me donner un coup de main ?",
      "pt": "Quando um detetive está enfrentando um criminoso, ele sabe de alguma forma que já fracassou. Não importa o que se faça para descobrir a verdade e identificar o culpado, você nunca conseguirá desfazer o dano causado pelo crime. É por isso que eu quero que minha reputação se espalhe. Eu quero ser um detetive famoso que faz aqueles que desejam virar criminosos tremerem e desistirem antes que possam tentar! Noutras palavras, eu quero acabar com os crimes antes que eles ocorram. Bem, já que você ouviu isso, que tal me ajudar?",
      "ru": "Когда детектив сталкивается с преступником, он в некотором смысле уже потерпел неудачу. Что бы вы ни сделали для установления истины и выявления преступника, вы никогда не сможете предотвратить совершённое преступление. Поэтому я хочу, чтобы моя репутация росла. Я хочу стать знаменитым детективом, который выслеживает потенциальных преступников и пресекает их планы на корню! Теперь, когда ты всё знаешь, почему бы тебе не протянуть мне руку помощи?",
      "id": "Saat seorang detektif menghadapi seorang kriminal, mereka sebenarnya sudah gagal. Karena apa pun yang kamu perbuat untuk mengungkap kebenaran dan mengidentifikasi pelakunya, toh kamu tetap tidak akan pernah bisa memperbaiki kerusakan yang disebabkan oleh kejahatan itu. Makanya aku ingin reputasiku tersebar. Aku ingin jadi seorang detektif terkenal yang bisa membuat para kriminal merinding ketakutan selagi mereka masih sadar! Dengan kata lain, aku ingin menghentikan kejahatan sebelum itu terjadi. Nah, sekarang kamu sudah tahu alasanku kan, apa kamu mau bantu aku?",
      "th": "เมื่อต้องเผชิญหน้ากับอาชญากร นักสืบก็ถือว่าเป็นฝ่ายพ่ายแพ้อยู่ดี เพราะไม่ว่าจะพยายามเปิดเผยความจริง หรือสืบหาผู้ร้ายตัวจริงยังไง ก็ไม่สามารถกู้คืนความเสียหายที่เกิดขึ้นไปแล้วได้หรอก ดังนั้น ฉันก็เลยอยากให้ชื่อเสียงของตัวเองระบือไกล จนกลายเป็นนักสืบมีชื่อที่แค่พวกผู้ร้ายได้ยินชื่อก็ยังต้องหวาดกลัว! หรือก็คือ การยับยั้งอาชญากรรมจากแหล่งกำเนิด เอาล่ะ ในเมื่อฉันบอกเธอถึงจุดนี้แล้ว งั้นก็รีบมาช่วยงานฉันเลยดีกว่า",
      "vi": "#Phải đối mặt với tội phạm thì xem như là thất bại của thám tử. Dù là chân tướng như thế nào đi nữa thì cũng không thể cứu vãn tổn thất đã xảy ra. Cho nên tôi muốn mở rộng danh tiếng của mình, trở thành một thám tử lừng danh mà tên tội phạm nào nghe thấy cũng phải sợ! Cũng có nghĩa là, tôi muốn bóp nghẹt tội phạm từ trong trứng nước. Đó, tôi đã nói luôn cho {F#cô}{M#cậu} nghe rồi, {F#cô}{M#cậu} giúp tôi một tay nhé."
    }
  },
  {
    "title": {
      "zhs": "鹿野院平藏的爱好…",
      "zht": "鹿野院平藏的愛好…",
      "jp": "鹿野院平蔵の趣味…",
      "ko": "시카노인 헤이조의 취미…",
      "en": "Shikanoin Heizou's Hobbies",
      "de": "Shikanoin Heizous Hobbys ...",
      "es": "Aficiones de Shikanoin Heizou...",
      "fr": "Les loisirs de Shikanoin Heizou...",
      "pt": "Passatempos de Shikanoin Heizou...",
      "ru": "Хобби Сиканоина Хэйдзо...",
      "id": "Hobi Shikanoin Heizou",
      "th": "งานอดิเรกของ Shikanoin Heizou...",
      "vi": "Sở thích của Shikanoin Heizou..."
    },
    "line": {
      "zhs": "要来旁听天领奉行的法庭判决吗？看着真相就像碎裂的剪贴画一样被拼接完整…我可以替你占个绝好的观看席位。我们只要装作不认识就行了，装作。",
      "zht": "#要來旁聽天領奉行的法庭判決嗎？看著真相就像碎裂的剪貼畫一樣被拼接完整…我可以替{F#妳}{M#你}佔個絕好的觀看席位。我們只要裝作不認識就行了，裝作。",
      "jp": "天領奉行の法廷で審理を傍聴してみない？まもなく、嵌め絵が完成するかのように、真実が明るみになる…君のために最高の席を取ってあげるよ。僕とは関係ありませんってフリをすれば、何の問題もないさ。",
      "ko": "텐료 봉행의 법정 판결을 방청해 볼래? 조각난 그림 같은 진실이 다시 맞춰지는 걸 보게 될 거야…. 좋은 자리를 맡아줄게. 나랑 모르는 척만 하면 돼",
      "en": "Would you like to sit in on a court trial at the Tenryou Commission some time? It's like watching the truth slowly emerge as a collage of facts is pieced together... I can save you a really good seat, but we'll have to pretend like we don't know each other... You know, just pretend.",
      "de": "Möchtest du dir das Urteil des Gerichts bei der Tenryou-Verwaltung anhören? Möchtest du dir anschauen, wie die Wahrheit wie eine Collage zusammengesetzt wird ... Ich kann einen fantastischen Zuschauerplatz für dich einnehmen. Wir müssen einfach so tun, als ob wir uns nicht kennen.",
      "es": "¿Te gustaría ir de oyente a un juicio de la Comisión Tenryou alguna vez? Es como ver la verdad esclarecerse mientras se recompone el collage de los hechos. Te puedo reservar un buen asiento, pero tendremos que fingir que no nos conocemos. Ya sabes, solo fingir.",
      "fr": "Aimeriez-vous assister à un procès à la Commission administrative un jour ? C'est comme regarder la vérité émerger lentement, au fur et à mesure que les éléments de l'enquête sont recollés les uns aux autres... Je peux vous réserver une très bonne place, mais on devra faire comme si l'on ne se connaissait pas... Il faudra faire semblant, oui.",
      "pt": "Você gostaria de se sentar em um julgamento da Comissão Tenryou? É como assistir a verdade lentamente ser revelada como um quebra-cabeça de fatos sendo montado... Eu posso reservar um bom pedaço para você, mas teremos que fingir que não nos conhecemos... Bem, só fingir mesmo.",
      "ru": "Хочешь поприсутствовать на судебном процессе комиссии Тэнрё? Это похоже на наблюдение за тем, как медленно всплывает истина, как коллаж из фактов собирается воедино... Я могу занять тебе очень хорошее место, но нам придётся притвориться, что мы не знакомы... Просто притвориться.",
      "id": "Mau coba ikutan prosesi sidang di Tenryou Commission? Ini seperti melihat kebenaran yang perlahan muncul dan tersambung satu sama lain ... Aku bisa kasih kamu tempat duduk yang bagus, tapi kita harus pura-pura tidak kenal ya.",
      "th": "อยากมาฟังการพิจารณาคดีของสำนัก Tenryou มั้ย? จะได้เห็นความจริงที่เหมือนชิ้นส่วนแตกสลายค่อย ๆ ประกอบเข้าด้วยกันจนเสร็จสมบูรณ์... ฉันสามารถจัดที่นั่งที่ดีที่สุดให้เธอได้นะ พวกเราแค่ต้องแสร้งทำเป็นคนไม่รู้จักกันเท่านั้นแหละ แค่แสร้งน่ะ",
      "vi": "#Muốn nghe phán quyết của tòa án Hiệp Hội Tenryou chứ? Nó cứ như một sự thật đang dần hiện ra khi ghép những mảnh xếp hình lại với nhau vậy... Tôi có thể xí trước chỗ ngồi dự thính tốt cho {F#cô}{M#cậu}, chúng ta chỉ cần giả vờ không quen biết nhau là được, chỉ là giả vờ thôi, haha."
    }
  },
  {
    "title": {
      "zhs": "鹿野院平藏的烦恼…",
      "zht": "鹿野院平藏的煩惱…",
      "jp": "鹿野院平蔵の悩み…",
      "ko": "시카노인 헤이조의 고민…",
      "en": "Shikanoin Heizou's Troubles",
      "de": "Shikanoin Heizous Sorgen ...",
      "es": "Preocupaciones de Shikanoin Heizou...",
      "fr": "Les problèmes de Shikanoin Heizou...",
      "pt": "Preocupações de Shikanoin Heizou...",
      "ru": "Беспокойство Сиканоина Хэйдзо...",
      "id": "Masalah Shikanoin Heizou",
      "th": "เรื่องกลุ้มใจของ Shikanoin Heizou...",
      "vi": "Nỗi buồn của Shikanoin Heizou..."
    },
    "line": {
      "zhs": "总有人在最后关头暴力反抗，好像那就会管用一样。真是的，我明明期待的是对方在完整的证据和推理面前，认罪伏法的样子。侦探要是动手，不就已经输了吗。",
      "zht": "總有人在最後關頭暴力反抗，好像那就會管用一樣。真是的，我明明期待的是對方在完整的證據和推理面前，認罪伏法的樣子。偵探要是動手，不就已經輸了嗎。",
      "jp": "最後の最後で武力を使って抵抗する人がいるんだよね。でもそれが通用するなんて思ったら大間違い。まったく、僕が期待していたのは完璧な証拠と推理の前に、大人しく罪を認める姿だったのにさ。探偵が手を出すなんて、負けたも同じだよ。",
      "ko": "마지막 순간에 무력으로 반항하는 사람이 있어. 마치 그게 통할 것처럼 말이야. 거참, 난 완벽한 증거와 추리 앞에서 죄를 인정하는 모습을 기대했는데. 탐정이 무력을 행사하면 진 거나 마찬가지잖아",
      "en": "There are always those people who resort to violence at the very last second, as if that'll somehow solve their problems. It's a real bummer. Victory for me is to see the look on the defendant's face as they finally confess to their crime in the face of my ironclad evidence and watertight deductions... The moment a detective has to use brute force, they've already lost.",
      "de": "Es gibt immer Leute, die sich in letzter Minute mit Gewalt wehren, als ob das funktionieren würde. Tja, ich erwarte ganz klar die andere Seite, ich hoffe, dass sie das Verbrechen vor der vollständigen Beweislage und Schlussfolgerung gestehen. Wenn ein Detektiv Gewalt anwendet, hat er schon verloren, oder?",
      "es": "Siempre hay gente que utiliza la violencia como último recurso, como si eso fuera a servirles de algo. Es un gran error. Para mí, la victoria es mirar a la cara al acusado mientras confiesa su delito abrumado por la contundencia de mis pruebas y de mis impecables deducciones. Recurrir a la fuerza supone la derrota de un detective.",
      "fr": "Il y a toujours ces gens qui recourent à la violence à la toute dernière seconde, comme si cela allait résoudre leurs problèmes. C'est une vraie déception. Pour moi, la victoire, c'est de voir le visage de l'accusé qui avoue son crime devant mes preuves irréfutables et mes déductions sans failles... Dès qu'un détective doit utiliser la force brute, il a déjà perdu.",
      "pt": "Sempre haverá pessoas que no último momento usarão violência, como se ela pudesse resolver seus problemas. É frustrante. A vitória para mim é ver a cara do réu quando ele confessa seu crime perante minhas sólidas evidências e deduções infalíveis... O momento que um detetive tem que usar força bruta significa que ele perdeu.",
      "ru": "Всегда есть люди, которые в самую последнюю секунду прибегают к насилию, будто это решит их проблемы. Для меня победа - это видеть лицо обвиняемого, признающегося в своём преступлении перед моими неопровержимыми доказательствами и безупречными умозаключениями... Если детективу приходится применять грубую силу, значит, он проиграл.",
      "id": "Selalu ada orang-orang yang menggunakan kekerasan pada detik-detik terakhir, seolah-olah itu akan menyelesaikan masalah mereka. Benar-benar mengecewakan. Bagiku kemenangan adalah saat aku bisa melihat ekspresi wajah terdakwa saat mereka akhirnya mengakui kejahatan mereka di hadapan bukti-bukti yang kuat dan deduksi yang tepat ... Saat seorang detektif harus menggunakan kekerasan, mereka sudah bisa dibilang kalah.",
      "th": "มักจะมีคนที่ต่อต้านอย่างรุนแรงในตอนท้ายเสมอ อย่างกับว่าทำแบบนั้นแล้วมันจะได้ผลอย่างงั้นแหละ จริง ๆ เลยนะ ทั้ง ๆ ที่ฉันคาดหวังอยากจะเห็นการสารภาพผิดต่อหน้าหลักฐานและการไขคดีที่ครบถ้วนและสมบูรณ์แบบแท้ ๆ ถ้านักสืบเป็นคนลงมือ มันก็ต้องพ่ายแพ้อยู่แล้วไม่ใช่รึไง",
      "vi": "Vẫn luôn có người sử dụng vũ lực vào thời điểm quan trọng cuối cùng, như thể là hữu ích lắm vậy. Thật là, tôi rõ ràng chỉ muốn đối phương cúi đầu chịu tội khi đã có đủ bằng chứng và suy luận thôi mà. Thám tử mà động thủ không phải là coi như thua rồi sao."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was er so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "被油炸过的食物就没有不好吃的吧？不管是肉还是蔬菜，只要是从油锅里捞上来的，我都爱吃！而且…这种香味，对那些饿肚子的人来说，也很难拒绝得了吧。",
      "zht": "被油炸過的食物就沒有不好吃的吧？不管是肉還是蔬菜，只要是從油鍋裡撈上來的，我都愛吃！而且…這種香味，對那些餓肚子的人來說，也很難拒絕得了吧。",
      "jp": "揚げ物でまずい料理なんてある？肉でも野菜でも、油で揚げたものなら何でも好物だよ！それに…あの香りは、お腹が空いている人にはたまらないものだよね。",
      "ko": "기름으로 튀긴 건 다 맛있지 않아? 고기든 야채든 기름에서 건진 건 다 좋아해! 그 냄새… 배고픈 사람이라면 절대 거부할 수 없지",
      "en": "Name me one item of food that doesn't taste better deep-fried. You can't, right? Whether it's meat or veggies, as long as it's been pulled out of the fryer, I'll love it! I don't think anyone with an empty stomach can resist the smell of fried food.",
      "de": "Frittiertes Essen ist doch immer lecker, egal ob Fleisch oder Gemüse, solange es in der Pfanne frittiert ist, esse ich gern! Und ... Dem Aroma kann man nur schwer widerstehen, wenn man Hunger hat, oder?",
      "es": "Dime un solo alimento que no esté mejor frito. No puedes, ¿cierto? Ya sea carne o verduras, mientras salga de una freidora, ¡estará delicioso! No creo que nadie con el estómago vacío pueda resistir el aroma de la comida frita.",
      "fr": "Citez-moi un seul aliment qui n'ait pas meilleur goût une fois frit. Que ce soit de la viande ou des légumes, tant que ça sort d'une friteuse, j'adore ça ! Je ne pense pas que quiconque ayant l'estomac vide puisse résister à l'odeur de la nourriture frite.",
      "pt": "Me dê um exemplo de uma comida que não fica melhor frita. Não existe, não é? Sejam carnes, vegetais, eu adoro qualquer coisa frita! Eu não acho que ninguém com um estômago vazio consegue resistir ao cheiro de comida frita.",
      "ru": "Нет ничего вкуснее жареной еды. Будь то мясо или овощи, если они пожарены в масле, я буду в восторге! Я не думаю, что найдётся хоть один голодный человек, способный устоять перед этим ароматом.",
      "id": "Coba katakan padaku satu makanan yang rasanya tidak jadi tambah lezat setelah digoreng. Tidak bisa jawab, kan? Karena biarpun itu daging atau sayur, kalau digoreng, pasti jadi lezat! Kurasa semua orang yang lapar tidak akan bisa menahan godaan dari aroma makanan yang digoreng.",
      "th": "อาหารที่ผ่านการทอดด้วยน้ำมันแล้วคงไม่มีอะไรไม่อร่อยหรอกจริงมั้ย? ไม่ว่าจะเป็นเนื้อหรือผักสด ขอแค่มันถูกตักขึ้นมาจากหม้อน้ำมัน ฉันก็ชอบกินทั้งหมดนั่นแหละ! อีกอย่างนะ... กลิ่นหอมแบบนี้ สำหรับคนที่ท้องหิวอยู่คงเป็นอะไรที่ยากจะปฏิเสธได้",
      "vi": "Những món chiên hình như đâu có món nào dở đâu đúng không? Dù là thịt hay rau, chỉ cần là món chiên thì tôi đều thích ăn cả! Với lại... mùi thơm của nó thì bao tử đang đói nào mà cưỡng lại được chứ."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was er nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Detesta...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang Tidak Disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "我很讨厌奉行所的晚饭，总是固定的菜品，规规矩矩的，味道也说不上好。食物嘛，要想吃什么就能吃到什么才会开心。可怜的我，就只能溜出去垫肚子喽。",
      "zht": "我很討厭奉行所的晚飯，總是固定的菜品，規規矩矩的，味道也說不上好。食物嘛，要想吃什麼就能吃到什麼才會開心。可憐的我，就只能溜出去墊肚子囉。",
      "jp": "奉行所の夕飯はお品書きが代わり映えしないし、味もあんまりだから嫌いなんだよね。どうせなら、食べたい料理を口にできなくちゃ嬉しくないよ。僕は我慢できないから、こっそり抜け出してお店で腹ごしらえするんだ、可哀想でしょ。",
      "ko": "난 봉행소에서 주는 저녁이 싫어. 매번 정해진 메뉴에다 맛도 별로야. 먹고 싶은 음식을 먹어야 즐거운 법이잖아. 안타깝지만 몰래 나가서 배를 채울 수밖에 없어",
      "en": "I cannot stand dinner at the Police Station. It's always the same regimented meals, and don't even get me started on the taste. When it comes to food, you can't enjoy it unless you get to pick exactly what you want, right? But nope, poor me has to make do with slipping out and grabbing a quick bite. *sigh*",
      "de": "Ich hasse das Abendessen in der Polizeistation. Es gibt nur ein festes Menü. Das Essen ist nicht schlecht, aber auch nicht gut. Man muss essen, was man essen will, um glücklich zu sein. Ich Armer, musste mich einfach rausschleichen, um etwas Gutes zu essen.",
      "es": "No soporto las cenas en la comisaría de policía. Siempre la misma comida repetitiva, y mejor ni hablar del sabor. En cuanto a comida se refiere, no se disfruta a menos que comas lo que quieres, ¿verdad? Pero no, pobre de mí, tengo que escaquearme para comer algo rápido. *Suspira*...",
      "fr": "J'ai horreur des repas du soir au Poste de police. C'est toujours les mêmes repas régentés, et on ne peut pas dire qu'ils ont bon goût. Quand il est question de nourriture, on ne peut être heureux que lorsqu'on peut manger exactement ce que l'on veut. Pauvre de moi, qui suis obligé de m'enfuir du poste pour aller me remplir le ventre !",
      "pt": "Eu não suporto jantar na Estação de Polícia. As comidas sempre são as mesmas, e o gosto é horrível. Só é possível desfrutar de comidas que você mesmo escolheu, não é? Mas não, eu tenho que sair para comer algo *Suspiro*.",
      "ru": "Я терпеть не могу ужины в участке. Это всегда одни и те же блюда, а о вкусе я вообще молчу. Вот какая радость от еды, если нельзя выбрать то, что тебе нравится? Бедный я! Мне приходится довольствоваться перекусами на скорую руку, которые я могу себе позволить, когда удаётся ускользнуть с работы.",
      "id": "Aku tidak tahan deh kalau harus makan di Kantor Polisi. Makanannya selalu saja sama, apa lagi rasanya. Kalau soal makanan, kamu harus makan yang kamu mau baru bisa menikmatinya, ya kan? Tapi sayangnya karena aku terlalu sibuk jadi aku cuma bisa makan apa adanya dengan cepat. *huff*",
      "th": "ฉันเกลียดอาหารมื้อเย็นของกองปราบปรามมาก เพราะมักจะเป็นเมนูที่ตายตัวอยู่เสมอ ทั้งเป็นระเบียบเรียบร้อย แถมรสชาติก็ไม่ถือว่าดีด้วย เรื่องอาหารการกินน่ะนะ ถ้าอยากกินอะไรก็ต้องได้กินมันถึงจะมีความสุข คนน่าสงสารอย่างฉัน ก็เลยต้องแอบหนีออกไปเติมกระเพาะที่อื่นน่ะสิ",
      "vi": "Tôi rất ghét cơm tối của hiệp hội, luôn là món ăn cố định, vị cũng không phải ngon. Ăn ngon có nghĩa là muốn ăn gì thì ăn, vậy mới vui. Thám tử nhỏ tội nghiệp như tôi đành phải trốn ra ngoài kiếm gì đó lót dạ rồi."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "喔…好吃好吃！费了不少力气吧，太谢谢你啦。",
      "zht": "#喔…好吃好吃！費了不少力氣吧，太謝謝{F#妳}{M#你}啦。",
      "jp": "わぁ…これは美味しい！きっと苦労したでしょ、ありがとう。",
      "ko": "오… 맛있어! 힘 좀 썼네. 정말 고마워",
      "en": "Mmm, I love it! You really outdid yourself this time. Well done!",
      "de": "Oh ... lecker, lecker! Du hast bestimmt viel Mühe gegeben, vielen Dank.",
      "es": "¡Mmm, me encanta! Esta vez te has superado. ¡Buen trabajo!",
      "fr": "#Hmm... C'est bon, j'adore ! Vous vous êtes vraiment {M#donné}{F#donnée} du mal, merci beaucoup !",
      "pt": "Oh, que delícia! Você se superou dessa vez. Muito bem!",
      "ru": "#Ммм, мне нравится! На этот раз ты {F#превзошла саму себя}{M#превзошёл сам себя}. Молодец!",
      "id": "Mmmm, enak! Kali ini masakanmu benar-benar enak!",
      "th": "โอ้... อร่อยมาก ๆ! คงลงแรงไปไม่น้อยเลยสินะ ขอบคุณมาก",
      "vi": "Ồ... ngon thật! Đúng là quý hóa quá, cảm ơn nhé."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "烹饪该算体力活还是脑力活呢，或许都算吧，难怪你能做得这么好！",
      "zht": "#烹飪該算體力活還是腦力活呢，或許都算吧，難怪{F#妳}{M#你}能做得這麼好！",
      "jp": "料理って肉体労働？それとも頭脳労働？もしかして両方なのかな？さすが君だね、とても上手くできてるよ！",
      "ko": "요리는 육체노동일까, 정신노동일까? 둘 다일지도 모르겠네. 그래서 네가 요리를 잘하는구나!",
      "en": "Would you say cooking is more of a physical or a cognitive task? Hmm, I believe it's both... No wonder you're such a good cook!",
      "de": "Zählt Kochen als körperliche oder geistige Arbeit? Vielleicht beides, kein Wunder, dass du so gut darin bist!",
      "es": "#¿Dirías que cocinar es más bien una tarea física o cognitiva? Humm, creo que son ambas cosas. ¡No me sorprende que seas tan {F#buena}{M#buen} cociner{F#a}{M#o}!",
      "fr": "Diriez-vous que la cuisine est plus un travail physique ou intellectuel ? C'est sans doute les deux à la fois. Pas étonnant donc que vous soyez un cordon-bleu !",
      "pt": "#Você diria que cozinhar é uma habilidade mais física ou cognitiva? Eu creio que sejam ambas... Não surpreende você ser {F#uma}{M#um} Chef tão {F#boa}{M#bom}!",
      "ru": "Как думаешь, приготовление пищи - это больше физический труд или умственный? Думаю, и то, и другое... Неудивительно, что ты так хорошо готовишь!",
      "id": "Menurutmu memasak itu lebih ke merupakan tugas fisik atau kognitif? Hmm, kurasa keduanya ... Jadi tak heran kalau kamu jago masak!",
      "th": "การปรุงอาหารเป็นงานที่ต้องใช้พลังกายหรือพลังสมองกันแน่นะ บางทีอาจจะทั้งคู่เลยก็ได้ ไม่แปลกใจเลยที่เธอทำได้ดีขนาดนี้!",
      "vi": "#Nấu nướng được tính là dùng sức hay dùng não đây ta, cứ xem như dùng cả hai vậy, khó trách sao {F#cô}{M#cậu} lại làm ngon đến thế!"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "让我想想…你是在哪个步骤出错了…",
      "zht": "#讓我想想…{F#妳}{M#你}是在哪個步驟出錯了…",
      "jp": "きっとどこかでミスってると思うんだよね…どれどれ…",
      "ko": "어디 보자… 어디서 잘못된 걸까…?",
      "en": "Hurk! Mmm... let me think. Where did you go wrong here...",
      "de": "Lass mich überlegen ... bei welchem Schritt hast du Fehler gemacht ...",
      "es": "Humm, déjame pensar. ¿Dónde te puedes haber equivocado?...",
      "fr": "Hmm, laissez-moi réfléchir. À quel moment avez-vous commis une erreur...",
      "pt": "Urgh... Hmm, deixe me pensar... Onde você errou...",
      "ru": "#Ох... Дай подумать, где ты {F#ошиблась}{M#ошибся}...",
      "id": "Hmm, coba kupikir dulu ya. Kamu salah di mananya ya hmm ....",
      "th": "ขอฉันคิดก่อนนะ... เธอผิดพลาดในขั้นตอนไหนรึเปล่า...",
      "vi": "#Để tôi nghĩ xem {F#cô}{M#cậu} đã làm sai bước nào..."
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "在知道今天是你的生日之后，有那么一瞬间，我想把你带到一间摆满了机关与礼物的密室里，让你解出谜题后再出来…嘿嘿，开玩笑的啦，在确认你是否喜欢之前，我是不会这么做的。来，和我一起走吧，趁着太阳还没落山，有非常漂亮的景色想和你分享哦！",
      "zht": "#在知道今天是{F#妳}{M#你}的生日之後，有那麼一瞬間，我想把{F#妳}{M#你}帶到一間擺滿了機關與禮物的密室裡，讓{F#妳}{M#你}解出謎題後再出來…嘿嘿，開玩笑的啦，在確認{F#妳}{M#你}是否喜歡之前，我是不會這麼做的。來，和我一起走吧，趁著太陽還沒下山，有非常漂亮的景色想和{F#妳}{M#你}分享哦！",
      "jp": "今日は君の誕生日なんだってね。君をからくりとプレゼントの詰まった密室に連れ込んで、自力で脱出してもらいたい…なんてね、確かに思ったけど、冗談だよ。君が喜ぶって確信するまで、そんなことしないから。ほら、着いてきて。日が暮れる前に、とても素敵な景色を見せてあげる！",
      "ko": "오늘이 네 생일인 걸 알았을 때부터 장치와 선물이 가득한 밀실로 데려가서 문제를 풀어야 나올 수 있게 하고 싶었어…. 후후, 장난이야. 네가 정말 좋아할 거라는 확신이 들기 전까지는 안 해. 자, 날 따라와. 해가 지기 전에 보여주고 싶은 예쁜 경치가 있어!",
      "en": "After I learned that today was your birthday, there was a brief moment when I really wanted to take you to a locked room chock-full of mechanisms and gifts, where you could only get out by solving all the puzzles... Hehe, it's actually really fun! You know, of course I wouldn't do anything like that unless I was sure you'd actually enjoy it. Here, come with me. There's this beautiful scenic spot I've gotta show you before the sun goes down.",
      "de": "Als ich erfuhr, dass du heute Geburtstag hast, wollte ich dich für einen Moment in einen geheimen Raum voller Vorrichtungen und Geschenke führen, und dich das Rätsel lösen lassen, bevor du herauskommen kannst ... Haha, ich mache nur Spaß. Das würde ich erst machen, wenn ich weiß, dass es dir gefällt. Komm und geh mit mir spazieren. Bevor die Sonne untergeht, möchte ich dir noch eine wunderschöne Landschaft zeigen!",
      "es": "Tras enterarme de que hoy es tu cumpleaños, por un momento me entraron ganas de llevarte a una habitación repleta de mecanismos y regalos, de la cual solo podrías salir tras completar todos los acertijos... Jeje, a decir verdad, ¡suena divertido! Pero bueno, sabes que no haría algo así a menos que estuviera seguro de que te fuera a gustar. Ven, sígueme. Hay un paisaje maravilloso que quiero que veas antes de que caiga el sol.",
      "fr": "Quand j'ai appris que c'était votre anniversaire aujourd'hui, il y a eu un bref moment où j'ai vraiment eu envie de vous emmener dans une pièce verrouillée pleine de mécanismes et de cadeaux, dont vous ne pourriez sortir qu'en résolvant une multitude d'énigmes... Héhé, je plaisante ! Je ne ferais jamais une telle chose avant de m'être assuré que cela ne vous plaise. Allez, venez avec moi. Il y a un endroit magnifique que je dois vous montrer avant que le soleil ne se couche.",
      "pt": "#Depois que descobri que hoje é seu aniversário, eu por um breve momento quis levá-{M#o}{F#a} para uma sala trancada cheia de mecanismos e presentes, você só poderia sair dela solucionando todos os quebra-cabeças... Hehe, é bem divertido! Claro, você sabe que eu não faria isso, a não ser que eu tivesse certeza que você gostaria. Venha comigo, quero lhe mostrar a vista de uma paisagem antes do sol se pôr!",
      "ru": "Когда я узнал, что у тебя сегодня день рождения, мне на мгновение захотелось запереть тебя в полной механизмов и подарков комнате, откуда можно выбраться, только решив все головоломки... Хе-хе, шучу! Я бы никогда не стал этого делать, не убедившись, что тебе это действительно понравится. Пойдём, есть одно прекрасное место, которое я должен показать тебе до захода солнца.",
      "id": "Setelah aku tahu kalau hari ini adalah hari ulang tahunmu, rasanya ingin deh menculikmu terus menguncimu di dalam ruangan penuh mekanisme dan hadiah, jadi kamu cuma bisa keluar kalau kamu berhasil memecahkan teka-tekinya ... Hehe, menarik sekali loh! Tapi ya tentu saja aku tidak bakal berbuat begitu kecuali aku benar-benar yakin kamu menikmatinya. Ayo sini ikut denganku. Ada tempat dengan pemandangan bagus yang harus kutunjukkan padamu sebelum matahari terbenam.",
      "th": "หลังจากที่ได้รู้ว่าวันนี้เป็นวันเกิดของเธอแล้ว ในเสี้ยววินาทีนั้น ฉันก็อยากพาเธอไปยังห้องลับที่เต็มไปด้วยกลไกและของขวัญ พอเธอไขปริศนาออกมาได้... ฮี่ฮี่ ล้อเล่นน่า ก่อนที่จะแน่ใจว่าเธอชอบมันรึเปล่า ฉันก็ไม่มีทางทำอะไรแบบนั้นหรอก ไปกับฉันดีกว่า ฉวยโอกาสตอนที่ตะวันยังไม่ตกดิน ฉันมีสถานที่ที่นึงที่วิวสวยมากอยากจะแบ่งปันกับเธอน่ะ!",
      "vi": "#Sau khi biết hôm nay là ngày sinh nhật của {F#cô}{M#cậu} thì tôi đã muốn dẫn {F#cô}{M#cậu} đến một căn phòng bí mật chứa đầy quà với cơ quan rồi, để {F#cô}{M#cậu} giải đố xong mới được ra... Hihi, đùa thôi, tôi sẽ không làm như vậy trước khi biết {F#cô}{M#cậu} có thích hay không đâu. Đến đây, đi theo tôi, nhân lúc mặt trời chưa xuống núi, tôi có vài cảnh đẹp muốn chia sẻ với {F#cô}{M#cậu} đấy!"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "我的直觉告诉我…你想让我变强！",
      "zht": "#我的直覺告訴我…{F#妳}{M#你}想讓我變強！",
      "jp": "君は僕に強くなってほしいのかな…そんな気がする。",
      "ko": "직감이 와… 넌 날 강하게 만들고 싶구나!",
      "en": "As I get stronger, my intuition gets sharper!",
      "de": "Mein Instinkt sagt mir, dass du mich stärker machen willst!",
      "es": "A medida que me hago más fuerte, ¡mi intuición se agudiza!",
      "fr": "Plus je deviens fort, plus mon intuition s'affine !",
      "pt": "Quão mais forte eu fico, melhor minha intuição!",
      "ru": "По мере того как я становлюсь сильнее, моя интуиция становится острее!",
      "id": "Saat aku bertambah kuat, intuisiku juga bertambah tajam!",
      "th": "เซนส์ของฉันกำลังบอกฉันว่า... เธออยากจะให้ฉันแข็งแกร่งขึ้น!",
      "vi": "#Trực giác nói cho tôi biết là {F#cô}{M#cậu} đã khiến tôi mạnh hơn!"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "武力是增加了，脑力也有这样的增幅就好了…",
      "zht": "武力是增加了，腦力也有這樣的增幅就好了…",
      "jp": "武力は鍛えられたけど、頭脳もこれくらい伸びればいいのにな。",
      "ko": "무력이 향상된 만큼, 머리도 민첩해졌으면 좋겠어…",
      "en": "It appears my combat abilities are advancing. Too bad it's not all cognitive.",
      "de": "Meine Kampfkraft hat zugenommen, aber es wäre schön, einen solchen Zuwachs an Gehirnleistung zu haben ...",
      "es": "Parece que mis habilidades de combate están mejorando. Es una pena que no todas ellas sean cognitivas.",
      "fr": "Mes aptitudes au combat ont augmenté. Si seulement mes facultés intellectuelles pouvaient progresser de la sorte...",
      "pt": "Parece que minhas habilidades de combate estão avançando. É uma pena que nem tudo é cognitivo...",
      "ru": "Похоже, мои боевые навыки становятся лучше. Если бы только мои интеллектуальные способности могли развиваться подобным образом...",
      "id": "Sepertinya kemampuan bela diriku meningkat. Sayangnya ini bukan kegiatan kognitif ya ....",
      "th": "พลังกายเพิ่มขึ้นแล้ว ถ้าพลังสมองเองก็เพิ่มขึ้นได้แบบนี้บ้างก็ดีสิ...",
      "vi": "Khả năng chiến đấu đã được tăng cao, nếu như trí óc cũng được tăng luôn thì tốt biết mấy..."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "哎呀呀，我真要变成大家口中的「风暴」了。",
      "zht": "哎呀呀，我真要變成大家口中的「風暴」了。",
      "jp": "おっと、本当にみんなの言う「嵐」になっちゃいそうだよ。",
      "ko": "어라라, 진짜로 모두가 얘기하는 「폭풍」이 돼버리겠어",
      "en": "My, my! At this rate, the name \"Cyclone\" is really gonna stick, isn't it...",
      "de": "Oje, ich werde wirklich zu dem „Sturm“, von dem alle reden.",
      "es": "¡Vaya, vaya! A este ritmo, todo el mundo me conocerá por el apodo de “Ciclón”.",
      "fr": "Dites donc ! Il semble que je vais vraiment devenir celui que les gens appellent « La tempête ».",
      "pt": "Oh, nesse ritmo, eu me tornarei de verdade o \"Ciclone\" que todos falam...",
      "ru": "Вот это да! Скоро меня все станут называть «Ураган».",
      "id": "Oh, astaga! Sekarang julukan \"Angin Ribut\" pasti jadi nempel nih.",
      "th": "โอ๊ะโอ ฉันจะได้กลายเป็น \"พายุหมุน\" อย่างที่ทุกคนเรียกกันแล้ว",
      "vi": "Ây da, tôi muốn trở thành \"bão tố\" mà người ta hay nói rồi đây."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings about Ascension - Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "谢谢你对我的信任和付出，我的搭档，能做到这一步多亏了你。来击掌吧，接下来也一起去解开更多的谜团！",
      "zht": "#謝謝{F#妳}{M#你}對我的信任和付出，我的搭檔，能做到這一步多虧了{F#妳}{M#你}。來擊掌吧，接下來也一起去解開更多的謎團！",
      "jp": "相棒、僕を信頼して、助けてくれてありがとう。ここまでこれたのは君のおかげだ。ハイタッチしよう、これからもたくさんの謎を解き明かしていこうね！",
      "ko": "날 믿어주고 마음 써줘서 고마워, 파트너. 여기까지 온 건 네 덕분이야. 자, 하이파이브! 이제 더 많은 사건을 해결해 보자!",
      "en": "Thanks for your trust and support, my dear partner. I couldn't have made it this far without your help. Hmm... I suppose we have time for a quick high five, but then let's get back out there and solve some more mysteries!",
      "de": "Ich danke dir für dein Vertrauen und deinen Einsatz, mein Partner. Ohne dich wären wir nicht so weit gekommen. Schlag ein, lösen wir gemeinsam weitere Rätsel!",
      "es": "#Gracias por tu confianza y apoyo, querid{F#a}{M#o} compañer{F#a}{M#o}. No habría llegado tan lejos sin tu ayuda. Humm.... Supongo que hay tiempo para chocar los cinco, pero después, ¡salgamos de nuevo a resolver más misterios!",
      "fr": "#Merci pour votre confiance et votre soutien, {M#mon cher partenaire}{F#ma chère partenaire}. Je n'aurais pas pu aller aussi loin sans votre aide. Allez, tapez-m'en cinq ! On a encore plein de mystère à résoudre vous et moi !",
      "pt": "#Obrigado pela sua confiança e apoio, companheir{F#a}{M#o}. Eu não teria chegado onde estou se não fosse pela sua ajuda. Hmm... Acho que temos tempo para um 'toca aqui', mas depois disso, vamos voltar a procurar e resolver mistérios!",
      "ru": "Спасибо за доверие и поддержку, мой дорогой партнёр. Без твоей помощи я бы не смог так далеко продвинуться. Давай, дай пять! Нам предстоит разгадать ещё много тайн!",
      "id": "Terima kasih atas kepercayaan dan dukunganmu, teman. Aku pasti tidak akan bisa sampai sejauh ini kalau tidak ada dirimu. Hmm ... kita bisa merayakannya dengan cepat, tapi sudahlah ayo kita kembali ke sana dan pecahkan lebih banyak misteri!",
      "th": "ขอบคุณสำหรับความเชื่อมั่นและความทุ่มเทที่เธอมีให้ฉันนะ คู่หูของฉัน ที่ฉันมาถึงขั้นนี้ได้ก็เพราะเธอ มาแปะมือกันเถอะ ต่อจากนี้ก็มาร่วมไขปริศนาอีกมากมายไปด้วยกันนะ!",
      "vi": "#Cảm ơn {F#cô}{M#cậu} đã tin tưởng tôi, đồng đội của tôi à, tôi có được như vậy đều nhờ vào {F#cô}{M#cậu} đó. Đến đây ăn mừng cái nào, sau đó còn phải cùng nhau đi giải thêm vài câu đố nhé!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "吃拳！",
      "zht": "吃拳！",
      "jp": "喰らえ！",
      "ko": "주먹맛 좀 볼래?",
      "en": "Fracture!",
      "de": "Nimm das!",
      "es": "¡Toma esto!",
      "fr": "Prenez ça !",
      "pt": "Frature!",
      "ru": "Получи!",
      "id": "Terimalah pukulan ini!",
      "th": "เจอหมัดนี่ซะหน่อย!",
      "vi": "Ăn đấm nhé!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "别抵赖！",
      "zht": "別抵賴！",
      "jp": "言い逃れはさせない！",
      "ko": "발뺌하지 마!",
      "en": "The truth hurts!",
      "de": "Leugne es nicht!",
      "es": "¡La verdad duele!",
      "fr": "Ne niez pas les faits !",
      "pt": "A verdade dói!",
      "ru": "Правда ранит!",
      "id": "Kebenaran memang menyakitkan!",
      "th": "อย่าเฉไฉน่า!",
      "vi": "Đừng lấp liếm!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "来吧！",
      "zht": "來吧！",
      "jp": "行くよ！",
      "ko": "덤벼!",
      "en": "Bring it on!",
      "de": "Komm doch!",
      "es": "¡Vamos!",
      "fr": "Venez voir par là !",
      "pt": "Pode vir!",
      "ru": "Давай, смелей!",
      "id": "Ayo!",
      "th": "เข้ามาเลย!",
      "vi": "Đến đây!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "认罪吧！",
      "zht": "認罪吧！",
      "jp": "罪を認めろ！",
      "ko": "순순히 자백해!",
      "en": "Confess!",
      "de": "Bekenne deine Schuld!",
      "es": "¡Confiesa!",
      "fr": "Avouez tout !",
      "pt": "Confesse!",
      "ru": "Признайся!",
      "id": "Mengakulah!",
      "th": "สารภาพผิดซะเถอะ!",
      "vi": "Nhận tội đi!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "风暴！",
      "zht": "風暴！",
      "jp": "嵐よ！",
      "ko": "폭풍!",
      "en": "Cyclone!",
      "de": "Sturm!",
      "es": "¡Ciclón!",
      "fr": "Tempête !",
      "pt": "Ciclone!",
      "ru": "Ураган!",
      "id": "Angin Ribut!",
      "th": "ลมพายุ!",
      "vi": "Bão tố!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "破开迷雾！",
      "zht": "破開迷霧！",
      "jp": "霧を晴らせ！",
      "ko": "안개를 가르리!",
      "en": "Can't fool me!",
      "de": "Durch den Nebel!",
      "es": "¡No puedes engañarme!",
      "fr": "Le voile est levé !",
      "pt": "Não pode me enganar!",
      "ru": "Меня не одурачишь!",
      "id": "Kamu tidak bisa membohongiku!",
      "th": "ตัดเมฆผ่าหมอก!",
      "vi": "Hóa giải bí ẩn!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "别让宝物翻箱出逃哦~",
      "zht": "別讓寶物翻箱出逃哦~",
      "jp": "お宝を逃さないでよ～",
      "ko": "보물이 제 발로 도망가게 하지 마~",
      "en": "Oh, it's all coming out now!",
      "de": "Lass die Schätze nicht aus der Kiste entkommen!",
      "es": "¡Ahora sale todo a la luz!",
      "fr": "Ne laissez pas ce coffre se faire la malle !",
      "pt": "Oh, está tudo fazendo sentido agora!",
      "ru": "О, теперь всё понятно!",
      "id": "Oh, semuanya keluar!",
      "th": "อย่าปล่อยให้สมบัติหนีออกจากหีบได้นะ~",
      "vi": "Đừng để báu vật chạy thoát nhé!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "就是这个，我的直觉不错吧？",
      "zht": "就是這個，我的直覺不錯吧？",
      "jp": "ほら、僕の勘はよく当たるだろ？",
      "ko": "바로 이거야. 내 직감, 나쁘지 않지?",
      "en": "See? Just follow my intuition.",
      "de": "Das ist es, mein Instinkt ist ziemlich gut, oder?",
      "es": "¿Ves? Solo tienes que seguir mi intuición.",
      "fr": "Vous voyez ? Mon intuition ne me trompe jamais.",
      "pt": "Viu só? Apenas siga minha intuição.",
      "ru": "Видишь? Моя интуиция никогда не ошибается.",
      "id": "Lihat kan? Yuk ikuti saja intuisiku.",
      "th": "เจ้าสิ่งนี้แหละ เซนส์ของของฉันไม่เลวเลยใช่ม้า?",
      "vi": "Chính là cái này, trực giác của tôi chuẩn chứ?"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "哇，好耀眼！",
      "zht": "哇，好耀眼！",
      "jp": "わっ、眩しい！",
      "ko": "와, 눈부셔!",
      "en": "Hmph, I'm liking the look of this!",
      "de": "Hoho ... Es ist so glänzend！",
      "es": "Oh, me gusta la pinta que tiene esto.",
      "fr": "Ouah, j'aime ce que je suis en train de voir !",
      "pt": "Hm, estou gostando do que vejo!",
      "ru": "Мне нравится то, что я вижу!",
      "id": "Hmph, kelihatannya bagus nih!",
      "th": "โห เจิดจ้ามาก!",
      "vi": "Woa, lấp lánh quá!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "唉，就非要动武吗？",
      "zht": "唉，就非要動武嗎？",
      "jp": "ちっ、言葉じゃ分からないのかい？",
      "ko": "휴, 굳이 힘으로 해결해야겠어?",
      "en": "Ugh, if that's how you want it...",
      "de": "Ach, muss Gewalt angewendet werden?",
      "es": "Arg, tú lo has querido...",
      "fr": "Argh, faut-il vraiment avoir recours à la force ?",
      "pt": "Urg, se é assim que você quer que seja...",
      "ru": "Уф, раз ты этого хочешь...",
      "id": "Ugh, kalau kamu memang maunya begitu ....",
      "th": "เฮ้อ ต้องใช้กำลังจริง ๆ เหรอ?",
      "vi": "Haiz, phải dùng vũ lực rồi sao?"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "好猖狂哦。",
      "zht": "好猖狂哦。",
      "jp": "正気じゃないね。",
      "ko": "너무 날뛰는군",
      "en": "That was discombobulating...",
      "de": "Sehr ungezügelt.",
      "es": "Arg, eso ha sido desconcertante...",
      "fr": "C'est vraiment déconcertant.",
      "pt": "Isso me deixou todo confuso...",
      "ru": "Это обескураживает...",
      "id": "Ugh, ini membingungkan ....",
      "th": "บ้าคลั่งจังเลยนะ",
      "vi": "Căng thẳng thế."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "这在侦探的职能以外了吧？",
      "zht": "這在偵探的職能以外了吧？",
      "jp": "こんなの、探偵の出る幕じゃない。",
      "ko": "이건 탐정의 업무가 아니지 않아?",
      "en": "This is no job for a detective...",
      "de": "Das geht über die Rolle eines Detektivs hinaus, nicht wahr?",
      "es": "Arg, esto no es trabajo de un detective...",
      "fr": "C'est en dehors des compétences d'un détective...",
      "pt": "Isso não é trabalho para um detetive...",
      "ru": "Это не работа для детектива...",
      "id": "Ini bukan pekerjaan seorang detektif ....",
      "th": "นี่มันอยู่นอกเหนือหน้าที่ของนักสืบแล้วมั้ง?",
      "vi": "Chắc là ngoài phạm vi công việc của thám tử rồi..."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "哎呀呀，小心哦！",
      "zht": "哎呀呀，小心哦！",
      "jp": "ちょっと、気をつけてよ！",
      "ko": "이봐, 조심해!",
      "en": "Whoa there, watch it!",
      "de": "Oh, Vorsicht!",
      "es": "¡Eh, eh, cuidado!",
      "fr": "Ouah, attention !",
      "pt": "Ei! Ei! Cuidado!",
      "ru": "Ай, осторожно!",
      "id": "Wow, hati-hati!",
      "th": "อ้าว โอ้ว ระวังด้วย!",
      "vi": "Ai da ai da, cẩn thận chứ!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "事关重大，换我来。",
      "zht": "事關重大，換我來。",
      "jp": "一大事だね、僕が代わろう。",
      "ko": "중요한 일이니 내가 할게",
      "en": "That's it, I'm taking this case over.",
      "de": "Es ist von großer Wichtigkeit, lass mich das machen.",
      "es": "Pues eso, me encargaré de este caso.",
      "fr": "C'en est trop, je prends l'affaire en main.",
      "pt": "Já chega! Eu cuido do caso.",
      "ru": "Дело серьёзное, давай лучше я.",
      "id": "Oke, biar aku yang ambil alih.",
      "th": "นี่มันเป็นเรื่องใหญ่ ให้ฉันจัดการเอง",
      "vi": "Sự việc quan trọng, để tôi thử xem."
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotado (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "这不是真相…",
      "zht": "這不是真相…",
      "jp": "こんなこと、真実とは認めない…",
      "ko": "이건 진실이 아니야…",
      "en": "The truth... will come out...",
      "de": "Das ist nicht wahr ...",
      "es": "La verdad... saldrá a la luz...",
      "fr": "La vérité fera surface...",
      "pt": "A verdade... aparecerá...",
      "ru": "Правда... раскроется...",
      "id": "Kebenaran ... akan terungkap ....",
      "th": "นี่ไม่ใช่...ความจริง...",
      "vi": "Vẫn chưa biết chân tướng..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotado (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "呵，侦探变成受害人了…",
      "zht": "呵，偵探變成受害人了…",
      "jp": "くっ、探偵が被害者になっちゃうなんて…",
      "ko": "허, 탐정이 피해자가 되다니…",
      "en": "From detective... to victim...",
      "de": "Ha, der Detektiv ist zum Opfer geworden ...",
      "es": "De detective a... víctima...",
      "fr": "Ha, un détective devenu victime...",
      "pt": "De detetive... para vítima...",
      "ru": "Был детективом... стал жертвой...",
      "id": "Seorang detektif ... yang menjadi korban ....",
      "th": "หึ นักสืบกลายเป็นผู้เสียหายซะแล้ว...",
      "vi": "Hự, thám tử trở thành nạn nhân rồi..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotado (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "我竟然会…失算…",
      "zht": "我竟然會…失算…",
      "jp": "この僕が…間違えるとは…",
      "ko": "계산… 착오라고…?",
      "en": "I've been... outsmarted...",
      "de": "Ich kann nicht glauben, dass ich mich verrechnet habe ...",
      "es": "No he sido lo suficientemente... astuto...",
      "fr": "Comment ai-je pu... perdre mes moyens...",
      "pt": "Eu fui... superado...",
      "ru": "Меня... перехитрили...",
      "id": "Aku sudah ... kalah pintar ....",
      "th": "นี่ฉัน... คำนวณพลาดไปเหรอ...",
      "vi": "Tôi... tính sai rồi sao..."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其一",
      "zht": "普通受擊·其一",
      "jp": "ダメージを受ける·1",
      "ko": "일반 피격·첫 번째",
      "en": "Light Hit Taken: I",
      "de": "Leichten Treffer erlitten I",
      "es": "Recibiendo un ligero ataque (I)",
      "fr": "Attaque légère subie (1)",
      "pt": "Ataque Leve Sofrido - I",
      "ru": "Получен лёгкий удар I",
      "id": "Menerima Serangan Ringan: I",
      "th": "รับการโจมตีปกติ - 1",
      "vi": "Chịu Đòn Thường I"
    },
    "line": {
      "zhs": "别这样。",
      "zht": "別這樣。",
      "jp": "やめなよ。",
      "ko": "그만해",
      "en": "You don't want to do this.",
      "de": "Mach das doch nicht.",
      "es": "Sabes que no quieres hacer esto.",
      "fr": "Je vous le déconseille.",
      "pt": "Você não quer fazer isso.",
      "ru": "Я бы не советовал это делать.",
      "id": "Jangan begitu.",
      "th": "อย่าทำแบบนี้",
      "vi": "Đừng thế chứ."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "受重擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "真麻烦！",
      "zht": "真麻煩！",
      "jp": "面倒だな！",
      "ko": "귀찮아 죽겠네!",
      "en": "Ugh, we got a situation!",
      "de": "So ein Ärger ...",
      "es": "¡Arg, tenemos un problema!",
      "fr": "On a du pain sur la planche !",
      "pt": "Urg, temos um problema!",
      "ru": "У нас проблемка!",
      "id": "Ugh, gawat!",
      "th": "ยุ่งยากจริง!",
      "vi": "Thật phiền phức!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "有新案子？",
      "zht": "有新案子？",
      "jp": "また事件が起きたって？",
      "ko": "새로운 사건이야?",
      "en": "I'm on the case!",
      "de": "Gibt es einen neuen Fall?",
      "es": "¡Estoy en el caso!",
      "fr": "Une nouvelle affaire ?",
      "pt": "Estou no caso!",
      "ru": "Новое дело?",
      "id": "Kasus baru!",
      "th": "มีคดีใหม่เหรอ?",
      "vi": "Có vụ án mới sao?"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "遇上难题了？和我说说。",
      "zht": "遇上難題了？和我說說。",
      "jp": "壁に突き当たったのかい？相談に乗ってあげるよ。",
      "ko": "무슨 문제 있어? 내게 말해봐",
      "en": "Got a problem you can't solve? Clue me in.",
      "de": "Gibt es ein Problem? Erzähl mir.",
      "es": "¿Algún problema que no puedas resolver? Cuenta con mi ingenio.",
      "fr": "#Vous êtes {M#tombé}{F#tombée} sur un os ? Dites-moi tout.",
      "pt": "Tem um problema que não consegue resolver? Conte comigo!",
      "ru": "Не можешь решить проблему? Расскажи мне.",
      "id": "Ada masalah yang tidak bisa kamu selesaikan? Panggil saja aku.",
      "th": "เจอปัญหาเหรอ? บอกฉันสิ",
      "vi": "Gặp vấn đề gì đó sao? Nói nghe thử xem."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "出发吧，我的搭档。",
      "zht": "出發吧，我的搭檔。",
      "jp": "さあ行こう、相棒。",
      "ko": "출발하자, 파트너",
      "en": "Let's move before the trail goes cold.",
      "de": "Los geht’s, mein Partner.",
      "es": "Pongámonos en marcha antes de que se pierdan las pistas.",
      "fr": "#Allons-y, {M#mon cher partenaire}{F#ma chère partenaire}.",
      "pt": "Vamos andando antes que as pistas sumam.",
      "ru": "Пора выдвигаться, пока след не остыл.",
      "id": "Ayo jalan sebelum petunjuknya hilang.",
      "th": "ออกเดินทางเถอะ คู่หูของฉัน",
      "vi": "Xuất phát thôi, đồng đội tốt."
    }
  }
]