{
  "id": 15502,
  "type": "bow",
  "rank": 5,
  "name": {
    "zhs": "阿莫斯之弓",
    "zht": "阿莫斯之弓",
    "jp": "アモスの弓",
    "ko": "아모스의 활",
    "en": "Amos' Bow",
    "de": "Amos’ Bogen",
    "es": "Arco de Amos",
    "fr": "Arc d'Amos",
    "pt": "Arco de Amos",
    "ru": "Лук Амоса",
    "id": "Amos' Bow",
    "th": "Amos' Bow",
    "vi": "Cung Amos"
  },
  "description": {
    "zhs": "极为古老的弓。即使原主不复存在，其中蕴藏之力依旧——那种力量无主，却在万物当中。距离心系之物越是遥远，那种力量愈是剧烈。",
    "zht": "極為古老的弓。即使原主不復存在，其中蘊藏之力依舊——那種力量無主，卻在萬物當中。距離心繫之物越是遙遠，那種力量越是劇烈。",
    "jp": "極めて古い弓。元の主がいなくても、その力は変わらない。それは万物の中にある力であり、欲するものから遠くなるほど、その力は強くなる。",
    "ko": "아주 오래된 활. 원래의 주인이 더이상 존재하지 않더라도 그 안에 깃든 힘은 여전하다. 그 힘은 주인이 없으나 만물 속에 깃들어있다. 마음속의 욕망을 멀리할수록 그 힘이 더 강해진다",
    "en": "An extremely ancient bow that has retained its power despite its original master being long gone. It draws power from everyone and everything in the world, and the further away you are from that which your heart desires, the more powerful it is.",
    "de": "Ein äußerst alter Bogen, der zwar seinen Meister verloren hat, jedoch nicht seine Kraft, die stärker wird, je weiter der Träger des Bogens von dem entfernt ist, was er begehrt.",
    "es": "Un arco extremadamente antiguo que conserva su poder aunque su dueño abandonó nuestro mundo hace mucho tiempo. Absorbe el poder de los seres vivos e inertes. Cuanto más lejos estés de aquello que tu corazón anhela, más poderoso será este arco.",
    "fr": "Un arc extrêmement ancien. Même si son maître d'origine n'est plus, on sent encore son pouvoir, drainé de tous les êtres de ce monde. Plus l'objet de vos désirs se trouve loin, et meilleure est sa puissance.",
    "pt": "Um arco extremamente antigo que reteve seu poder, apesar de seu mestre original ter desaparecido há muito tempo. Ele extrai poder de todos e de tudo no mundo, e quanto mais longe você estiver daquilo que seu coração deseja, mais poderoso será.",
    "ru": "Необычайно древний лук, который до сих пор сохранил силу своего давно ушедшего хозяина. Он поглощает энергию всего и всех на свете. Чем дальше вы от желаемой цели, тем мощнее выпущенные им стрелы.",
    "id": "Busur kuno yang masih menyimpan kekuatan walaupun pemiliknya telah lama hilang. Menarik kekuatan dari semua orang dan segala yang ada di dunia, dan semakin jauh seseorang dari keinginan hatinya, semakin kuat pula busur tersebut.",
    "th": "คันธนูที่มีความเก่าแก่มากซึ่งแม้ว่าเจ้าของดั้งเดิมของมันจะไม่อยู่แล้วแต่ก็ยังคงแฝงไปด้วยพลังเช่นเดิม... พลังที่ไม่มีใครควบคุมนั่นกลับอยู่ท่ามกลางสรรพสิ่ง ซึ่งยิ่งมันอยู่ห่างจากสิ่งที่ไร้หัวใจเท่าไหร่ พลังนั่นก็จะยิ่งรุนแรงขึ้นเท่านั้น",
    "vi": "Cung vô cùng cổ xưa. Ngay cả khi chủ nhân ban đầu không còn tồn tại, thế nhưng sức mạnh ẩn chứa trong nó vẫn còn như xưa - sức mạnh vô chủ, nhưng tồn tại trong tất cả mọi thứ. Khoảng cách tâm hệ càng lớn thì sức mạnh càng mãnh liệt.."
  },
  "lore": {
    "zhs": "\n那是荒芜的上古时代，是翠绿的大地仍苍白如骨的过去。\n赤脚在白雪上行走的少女，追随乖僻的塔中君王的脚步。\n\n他曾是她的所爱，但烈风从来无法理解凡骨肉胎的柔软。\n他曾是她的仇敌，但她的追猎绝非仅仅为了浅薄的复仇。\n\n「我梦见海浪与细沙，我梦见青翠的森林与大地」\n「我梦见野猪在浆果丛嬉戏，我梦见高耸的尖塔」\n她曾用柔软的语调向他诉说，但神王却充耳不闻。\n\n从盲目的依恋中醒悟，她才发觉他原来没有真心：\n正如他口中满是对人的爱，身边却只有如刀的风。\n眼中睥睨着在无尽的烈风中，直不起身子的子民，\n却认为他们表示的是对王者的敬爱与无边的顺服。\n\n那是北风的僭主与高塔君王鏖战的年代，\n女猎手误以为自己曾拥有奴隶主的宠爱。\n在战斗的最末，在抗争之风吹起的时候，\n她同无名的少年、无名的精灵、无名的骑士一同，\n登上如剑刺向深空的尖塔，挑战风中的乖僻王者。\n\n「如此便能得到他的注视吧」\n\n然而直到她将箭矢射向他的那一刻，\n直到聚拢的烈风将她撕碎的那一刻，\n她才意识到自己与烈风之主的距离。\n",
    "zht": "\n那是荒蕪的上古時代，是翠綠的大地仍蒼白如骨的過去。\n赤腳在白雪上行走的少女，追隨乖僻的塔中君王的腳步。\n\n他曾是她的所愛，但烈風從來無法理解凡骨肉胎的柔軟。\n他曾是她的仇敵，但她的追獵絕非僅僅為了淺薄的復仇。\n\n「我夢見海浪與細沙，我夢見青翠的森林與大地」\n「我夢見野豬在漿果叢嬉戲，我夢見高聳的尖塔」\n她曾用柔軟的語調向他訴說，但神王卻充耳不聞。\n\n從盲目的依戀中醒悟，她才發覺他原來沒有真心：\n正如他口中滿是對人的愛，身邊卻只有如刀的風。\n眼中睥睨著在無盡的烈風中，直不起身子的子民，\n卻認為他們表示的是對王者的敬愛與無邊的順服。\n\n那是北風的僭主與高塔君王鏖戰的年代，\n女獵手誤以為自己曾擁有奴隸主的寵愛。\n在戰鬥的最末，在抗爭之風吹起的時候，\n她與無名的少年、無名的精靈、無名的騎士一同，\n登上如劍刺向深空的尖塔，挑戰風中的乖僻王者。\n\n「如此便能得到他的注視吧」\n\n然而直到她將箭矢射向他的那一刻，\n直到聚攏的烈風將她撕碎的那一刻，\n她才意識到自己與烈風之主的距離。\n",
    "jp": "\n不毛の上古時代。青々とした大地がまだ骨のように白い時代だった。\n裸足で雪の上を歩き、少女は偏屈な塔の君王を追いかけた。\n\n彼は彼女の至愛だった。だが烈風の王は凡人の弱さを理解できなかった。\n彼は彼女の敵だった。だが彼女の目的はただの復讐ではなかった。\n\n「海の波と砂浜を夢に見たの。緑豊かな森と大地を夢に見たの」\n「果実の森で戯れているイノシシを夢に見たの。高い尖塔を夢に見たの」\n少女は彼に甘えてみたが、君王は耳を傾けてくれなかった。\n\nやがて盲目な恋から目覚めた彼女は気が付いた。彼が本当の心を持っていないことに。\n口では愛を語り続けても、彼の周りには刀のような鋭い風しか吹いていない。\n君王の目には、果てしなく続く強風に立ち上がれない民が、\n自分を畏れて慕っているように映っていた。\n\nあれは北風の僭主と高塔の君王が戦った時である。\n女性の弓使いは君王に愛されていると勘違いしていた。\n戦いの最後、反逆の風が吹いた。\n無名の少年、無名の精霊、無名の騎士と共に、\n塔の最上部に入り、風中の孤高なる君王に挑戦した。\n\n「こうすれば、彼は見てくれるよね」\n\nだが、彼女が弓を引いたその瞬間に、\n烈風の王が彼女を引き裂いたその瞬間に、\n彼女はやっと気づいた。自分と彼との間に雲泥の差があることに。\n",
    "ko": "\n황폐한 상고 시대이자 푸른 대지가 뼈처럼 창백했던 과거이다.\n맨발로 눈 위를 걷는 소녀는 괴팍한 탑의 군왕을 뒤쫓는다.\n\n그는 한때 그녀의 전부였으나, 열풍은 평범한 사람의 부드러움을 이해할 수 없었다.\n그는 한때 그녀의 원수였으나, 그녀의 집착은 한낱 복수심 때문만은 절대 아니었을 것이다.\n\n「난 파도와 모래를 꿈꿨어, 난 푸른 숲과 대지를 꿈꿨어」\n「난 동물들이 열매 더미 속에서 노는 모습을 꿈꿨어, 난 높이 솟은 첨탑을 꿈꿨어」\n그녀는 그에게 부드럽게 말했지만 왕은 들은 체도 하지 않았다.\n\n맹목적인 그리움에서 그녀는 그가 단 한순간도 진심인 적이 없었다는 사실을 깨달았다.\n그는 언제나 사랑을 말했지만, 곁에는 칼같이 매서운 바람뿐이었다.\n끊임없이 불어오는 열풍 속에서 몸을 펴지 못하는 백성들을 멸시하지만\n그들이 왕을 향해 존경과 사랑, 그리고 끝없는 복종을 표현하고 있는 것이라 생각한다.\n\n북방의 참주와 고탑의 군왕이 격전을 벌이던 시절,\n여자 사냥꾼은 자신이 왕의 사랑을 차지했다고 착각했다.\n전투가 끝날 무렵, 항쟁의 바람이 불 때\n그녀는 평범한 소년, 평범한 요정, 평범한 기사와 함께\n검처럼 날카롭고 높이 솟은 첨탑을 오르며 바람의 폭군에 도전했다.\n\n「이 정도면 그의 시선을 끌 수 있겠지」\n\n하지만 그녀가 화살로 그를 쏜 그 순간이 되어서야,\n열풍이 한곳에 모여 그녀를 갈기갈기 찢는 그 순간이 되어서야,\n그녀는 거센 열풍의 왕과의 거리를 알아차렸다.\n",
    "en": "\nIn a barren ancient time, when the now-verdant land was still but a wasteland,\nA maiden, barefoot in the snow, followed the footsteps of the Lord of the Tower.\n\nHe once was her love, but the unforgiving winds could never understand the softness of mortal flesh.\nHe once was her foe, but her hunt was for more than simple vengeance.\n\n\"I dreamt of ocean waves and sand, of lush forests and land.\"\n\"I dreamt of boars playing in berry bushes, of a towering spire.\"\nThese words she spoke to the God King in a soft tone, but they were left unheard.\n\nAwoken from blind love, she realized she was the only one who spoke with sincerity.\nFor he spoke of love, but was only accompanied by razor winds.\nHe looked down at the bent backs of his subjects in the howling wind,\nBelieving it to be a sign of their adoration and unwavering obedience.\n\nIt was the era when the Tyrant of the North Wind warred with the Lord of the Tower.\nThe huntress thought herself loved by the slavemaster.\nAt the end of the war, and when the wind of resistance first blew,\nIn the company of a nameless young man, elf, and knight,\nShe scaled the towering spire and challenged the eccentric Lord.\n\n\"Finally, I shall hold his gaze.\"\n\nBut it was not until the moment when her arrow flew toward him,\nAnd when the piercing wind was about to rip her asunder,\nThat she finally realized their distance apart.\n",
    "de": "\nIn einer unwirtlichen Vergangenheit, als das heute florierende Land noch eine Einöde war,\nfolgte ein junges Mädchen den Fußstapfen des Herrn des Turms.\n\nEinst war er ihr Geliebter, doch der Sturm verstand die Zerbrechlichkeit menschlicher Körper nicht.\nEr war auch einst ihr Gegner, aber ihre Absichten waren mehr als bloße Rache.\n\n„Ich träumte vom Ozean und Sandstränden, von grünen Wäldern und weiten Feldern.“\n„Ich träumte von Wildschweinen, die in Beerensträuchern spielten, und von einem spitzen Turm.“\nSie sprach die Worte sanft und leise, der König der Götter vernahm diese aber nicht.\n\nErwacht aus blinder Liebe merkte sie, dass er seine Worte nicht ernst meinte.\nAuch wenn er von Liebe sprach, so war er doch nur von schneidenden Winden umgeben.\nEr sah herab auf seine knienden Untertanen, wie der Wind um sie herum heulte.\nEr glaubte, es sei ein Zeichen ihrer Bewunderung und und des Gehorsams.\n\nEs war in jener Zeit, als der Tyrann des Nordwinds und der Herr des Turms im Krieg lagen.\nDie Jägerin erlag dem Irrtum, der Sklavenhändler hätte ernste Absichten.\nAm Ende des Krieges, als der Wind des Aufstands heraufzog,\nbefand sie sich in Begleitung eines unbekannten Jungen, eines Elfen und eines Ritters\nund sie rannte die Treppen des spitzen Turms hinauf, um sich dem exzentrischen Tyrannen zu stellen.\n\n„Endlich wird mir seine Aufmerksamkeit gewiss sein.“\n\nAber erst in dem Moment als ihr Pfeil auf ihn zuflog\nund der brutale Wind sie traf,\nspürte sie, wie weit sie doch auseinander waren.\n",
    "es": "\nEn la árida época antigua, cuando la verde tierra no era más que un páramo,\nhabía una doncella que siguió descalza los pasos del Señor de la Torre a través de la nieve.\n\nÉl era su gran amor, pero los vientos abrasadores no entienden la suavidad de la carne mortal.\nEl Rey era su enemigo, pero la caza de la doncella significaba más que una simple venganza.\n\n“Soñé con las olas del mar y la arena, con exuberantes bosques y tierras”.\n“Soñé con jabalíes que jugaban en arbustos de bayas y con una torre altísima”.\nle dijo ella en un tono suave al Rey, quien pareció hacer oídos sordos.\n\nTras despertar de su amor ciego, se dio cuenta de que fue la única que había sido realmente sincera.\nA él la boca se le llenaba de palabras bonitas, pero estas siempre iban acompañadas de un viento cortante.\nEn medio de un interminable y fuerte viento, el Rey de la Torre de la Tempestad miró con desdén a sus súbditos, tan famélicos que no podían ni mantenerse en pie.\nÉl, sin embargo, creyó que lo que estaban haciendo era mostrar su adoración e indudable obediencia hacia él.\n\nEra la época en que el Tirano del Viento del Norte combatía con el Rey de la Torre.\nLa Cazadora creía que el esclavista la amaba.\nAl final de la guerra, cuando el viento de la resistencia sopló por primera vez,\nen compañía de un joven, un elfo y un caballero sin nombre,\nella escaló la imponente torre y desafió al excéntrico Rey.\n\n“Así, por fin podré llamar su atención”.\n\nPero no fue hasta el momento en que su flecha volaba hacia él,\ny cuando la tempestad estaba a punto de desgarrar toda su piel,\ncuando finalmente se dio cuenta de la distancia entre ella y el Rey de la Tempestad.\n",
    "fr": "\nIl était une fois, lorsque les plaines verdoyantes n'étaient encore que des terres stériles,\nune jeune fille qui marchait pieds nus dans la neige sur les pas du Seigneur de la Tour.\n\nIl avait été son amant, mais les vents impitoyables n'avaient jamais compris la douceur de la chair mortelle.\nIl avait été son ennemi, mais sa poursuite n'avait jamais été par pure vengeance.\n\n« J'ai rêvé de vagues et de sable fin, mais aussi de forêts luxuriantes et de terres.\nLes sangliers jouaient dans les buissons de baies et une tour se dressait au loin. »\nlui dit-elle d'un ton doux, mais ses paroles furent perdues dans le vent.\n\nSortant de son aveuglement, elle réalisa soudain qu'il n'avait jamais été sincère.\nSes mots ne parlaient que d'amour, mais il n'était entouré que d'un vent aussi coupant qu'un couteau.\nObservant le peuple pris dans les vents sans fin et incapable de se relever,\nil s'imagina qu'il s'agissait là d'un signe de respect à l'égard du roi, d'une soumission absolue.\n\nC'était l'âge du terrible combat opposant le Seigneur des Vents du nord au Souverain de la Tour.\nLa chasseresse croyait à tort être chérie par son maître.\nAu plus profond des combats, alors que le vent de la résistance se mettait à souffler,\nelle partit avec tous les autres combattants anonymes, la jeunesse, les fées, les chevaliers,\net s'élança à l'assaut de la tour qui défigurait le ciel, défiant le roi dans le vent.\n\n« Il fera peut-être attention à moi ainsi ! »\n\nMais c'est au moment où sa flèche s'élança vers lui,\nau moment où les vents rugissants la mirent impitoyablement en pièces,\nqu'elle réalisa enfin la distance qui les séparait, elle et lui.\n",
    "pt": "\nEm uma época estéril, quando a terra agora verdejante ainda era apenas um deserto,\nUma donzela, descalça na neve, seguiu os passos do Senhor da Torre.\n\nEle já foi seu amor, mas os ventos implacáveis nunca poderiam entender a suavidade da carne mortal.\nEle já foi seu inimigo, mas sua caça era mais do que uma simples vingança.\n\n\"Sonhei com as ondas do mar e as areias, com exuberantes florestas e terra.\"\n\"Sonhei com javalis que brincavam em arbustos de bagas e com uma torre muito alta.\"\nEssas palavras que ela falou ao Rei de Deus em um tom suave, não foram ouvidas.\n\nDespertada de um amor cego, ela percebeu que ele nunca tinha sido sincero.\nPois ele falava de amor, mas era acompanhado apenas por ventos de navalha.\nEle olhou para as costas curvadas de seus súditos no vento uivante,\nAcreditando ser um sinal de sua adoração e obediência inabalável.\n\nFoi a época em que o Tirano do Vento Norte lutou contra o Senhor da Torre.\nA caçadora se julgava amada pelo mestre de escravos.\nNo final da guerra, e quando o vento de revolta soprou pela primeira vez,\nela andava com todos os outros lutadores anônimos, os jovens, as fadas, os cavaleiros,\ne invadiu a torre que desfigurava o céu, desafiando o rei com o vento.\n\n\"Assim conseguirei sua atenção.\"\n\nAté o momento em que ela disparou a flecha para ele,\naté o momento em que o vento forte a rasgou,\nque ela finalmente percebeu a distância entre ela e o Senhor da Tempestade.\n",
    "ru": "\nВ древние времена, когда ныне зелёные луга были пустыней.\nНекая дама босиком по снегу следовала за повелителем башни.\n\nКогда-то он был её любовью, но неумолимые холодные ветра не могли понять хрупкости смертной плоти.\nКогда-то он был её врагом, но её охота была не просто местью.\n\n«Мне снились волны океана и песчаные барханы, пышные леса и бескрайняя земля».\n«Мне снились кабаны, играющие в ягодных кустарниках, и возвышающийся шпиль».\nОна тихонько говорила эти слова царю богов, но он их не услышал.\n\nПроснувшись от слепой любви, она поняла, что была единственной, кто говорил искренне.\nИбо он говорил о любви, но сопровождал его слова только режущий ветер.\nОн посмотрел вниз на прогнутые под воющими ветрами спины своих подданных,\nВеря в то, что это был знак почитания и непоколебимой преданности.\n\nЭто была эпоха, когда тиран северных ветров воевал с повелителем башни.\nОхотница думала, что рабовладелец в ней души не чает.\nВ последние дни войны, когда подул ветер сопротивления,\nВ компании безымянного юноши, эльфа и рыцаря,\nОна поднялась на вершину башни и сразилась с высокомерным лордом.\n\n«Так я смогу обратить на себя его внимание».\n\nНо только когда выпущенная ею стрела устремилась в его сердце,\nИ когда пронзающие ветра стали разрывать её пополам,\nОна осознала, насколько они были далеки друг от друга.\n",
    "id": "\nPada zaman kuno, saat dataran masih berupa tanah tandus.\nSeorang gadis, bertelanjang kaki di salju, mengikuti jejak Lord of the Tower.\n\nDulunya dia adalah kekasih gadis itu, namun angin yang kejam tidak akan pernah mengerti betapa rapuhnya manusia.\nDulunya dia adalah musuh gadis itu, namun perburuannya lebih daripada sekadar balas dendam sederhana.\n\n\"Aku memimpikan ombak dan pasir halus, aku memimpikan hutan hijau dan bumi\"\n\"Aku bermimpi tentang boar bermain di semak-semak beri, aku bermimpi tentang menara yang menjulang\"\nItulah kata yang diucapkannya kepada Raja Dewa dengan suara lirih namun tetap tak didengar.\n\nTerbangun dari cinta buta, dia menyadari hanya dialah satu-satunya yang berbicara dengan ketulusan:\nKarena dia berbicara tentang cinta, tetapi hanya disertai angin yang tajam bagai pedang.\nMatanya menatap orang-orangnya di tengah badai yang menderu.\nPercaya bahwa itu adalah simbol kekaguman dan kepatuhan yang tak tergoyahkan.\n\nItu era di mana tirani Angin Utara melawan Raja Menara,\nPemburu wanita itu mengira dirinya dicintai oleh tuan dari para budak.\nDi akhir peperangan, dan saat angin pemberontakan pertama bertiup,\nDengan ditemani seorang pemuda tanpa nama, seorang elf, dan seorang kesatria,\nDia memanjat menara yang menjulang tinggi dan menantang sang Raja yang eksentrik tersebut.\n\n\"Akhirnya, aku bisa mendapatkan perhatiannya\"\n\nNamun, sampai saat dia menembakkan panah padanya,\nSampai saat angin yang menderu akan mencabiknya,\nBaru pada saat itulah dia menyadari jarak yang ada di antara mereka.\n",
    "th": "\nในสมัยโบราณที่แห้งแล้งเมื่อดินแดนอันเขียวขจียังคงว่างเปล่าอยู่\nหญิงสาวที่เดินผ่านหิมะด้วยเท้าเปล่า รอยเท้าของ Lord of the Tower\n\nเขาคือคนรักของเธอ แต่ลมที่โหดร้ายไม่สามารถเข้าใจความนุ่มนวลของเนื้อมนุษย์\nเขาเคยเป็นศัตรูของเธอ แต่การตามล่าเธอเป็นมากกว่าการล้างแค้นทั่ว ๆ ไป\n\n\"ฉันฝันถึงคลื่นทะเลและทราย ป่าไม้และที่ดินอันเขียวชอุ่ม\"\n\"ฉันฝันถึงหมูป่าที่เล่นในพุ่มไม้เบอร์รี่เล็ก ๆ ฉันฝันว่าจะได้เจอหอที่สูงตระหง่าน\"\nเธอพูดกับราชันแห่งเทพด้วยน้ำเสียงนุ่มนวล แต่คำพูดนั้นไม่เคยถูกได้ยิน\n\nตื่นขึ้นจากความรักที่ตาบอดเธอรู้ว่าเธอเป็นคนเดียวที่จริงใจ\nเขาพูดถึงความรัก แต่มาพร้อมกับสายลมที่บาดราวกับมีดโกน\nสายตาที่มึนงงเพราะลมแรงอันไม่รู้จบ ผู้คนที่ไม่สามารถลุกขึ้นยืนได้\nแต่พวกเขาคิดว่าพวกเขาแสดงความเคารพและความรักต่อกษัตริย์และการเชื่อฟังอย่างไร้ขอบเขต\n\nมันเป็นยุคที่ทรราชแห่งลมเหนือทำสงครามกับ Lord of the Tower\nพรานหญิงคิดว่าเธอนั้นได้รับความรักจากทาสของเธอ\nเมื่อสิ้นสุดสงครามและเมื่อลมแห่งการต่อต้านครั้งแรกปะทุขึ้น\nเธออยู่กับเด็กชายที่ไม่รู้จัก, เอลฟ์ที่ไม่รู้จักและอัศวินที่ไม่รู้จัก\nขึ้นสู่ยอดหอคอยที่แทงเข้าไปในห้วงอากาศและท้าทายกษัตริย์ท่ามกลางสายลม\n\n\"ในที่สุดฉันก็ได้รับความสนใจจากเขาสักที\"\n\nแต่จนถึงตอนที่เธอยิงธนูใส่เขา\nเมื่อลมที่โหดร้ายกำลังจะแยกร่างกายของเธอออกจากกัน\nเธอจึงรู้ถึงความต่างชั้นของเธอกับเขา\n",
    "vi": "\nThời thượng cổ hoang tàn, khi ấy vùng cỏ xanh nơi đất liền vẫn nhợt nhạt như xương.\nThiếu nữ chân trần bước đi trên tuyết, theo dấu chân của vị vua trong tòa tháp cô đơn.\n\nChàng vốn là người cô gái yêu mến, thế nhưng những cơn gió tàn khốc nào có thể hiểu được sự yếu đuối của con người.\nChàng từng là kẻ thù của cô, thế nhưng sự truy đuổi của cô không chỉ vì báo thù.\n\n\"Ta mơ thấy sóng biển và cát nhỏ, ta mơ về rừng xanh và đất liền rộng lớn\"\n\"Ta mơ thấy những chú heo rừng vui đùa trong lùm cây berry, ta mơ về tháp cao sừng sững\"\nCô từng nói với chàng bằng giọng điệu nhẹ nhàng, nhưng Thần Vương lại không nghe thấy.\n\nThức tỉnh trong tình cảm mù quáng, cô nhận ra rằng chàng không có sự chân thành:\nCũng giống như chàng luôn miệng nói lời yêu thương, nhưng quanh mình chỉ là những cơn gió rét.\nĐôi mắt sững sờ trước những cơn gió mạnh bất tận, người dân không thể đứng dậy,\nLại nghĩ rằng họ đang thể hiện sự cung kính và thuần phục.\n\nĐó là thời đại chúa tể gió bắc cùng vua tháp cao chiến đấu,\nNữ xạ thủ từng ngộ nhận mình nhận được sự sủng ái của chủ nô lệ.\nCho đến phút cuối của đấu tranh, làn gió phản kháng trổi dậy,\nCô cùng với thiếu niên vô danh, tinh linh vô danh, kỵ sĩ vô danh,\nTrèo lên ngọn tháp như những thanh kiếm đâm lên khoảng không sâu thẳm, khiêu chiến với vị vua quái gở trong gió.\n\n\"Như vậy có thể rơi vào sự chú ý của anh ấy\"\n\nNhưng mà cho đến khoảnh khắc cô giương cung hướng về phía anh,\nCho đến khoảnh khắc những con gió mạnh tụ lại đem cô xé rách ấy,\nCô mới ý thức được khoảng cách giữa mình và chủ của những cơn gió.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "矢志不忘",
        "zht": "矢志不忘",
        "jp": "一心不乱",
        "ko": "잊지 않은 포부",
        "en": "Strong-Willed",
        "de": "Willensstarker Pfeil",
        "es": "Flecha imparable",
        "fr": "Flèche de la volonté",
        "pt": "Inabalável",
        "ru": "Волевая стрела",
        "id": "Strong-willed Arrow",
        "th": "Strong-Willed",
        "vi": "Ý Chí Không Quên"
      },
      "description": {
        "zhs": "普通攻击与重击造成的伤害提升<color=#99FFFFFF>12%</color>；普通攻击与重击的箭矢发射后每经过0.1秒，伤害还会提升<color=#99FFFFFF>8%</color>，至多提升5次。",
        "zht": "普通攻擊和重擊傷害提升<color=#99FFFFFF>12%</color>；普通攻擊與重擊的箭矢發射後每經過0.1秒，傷害還會提升<color=#99FFFFFF>8%</color>，至多提升五次。",
        "jp": "通常攻撃と重撃のダメージ+<color=#99FFFFFF>12%</color>。通常攻撃と重撃で放たれる矢は、0.1秒経過する毎にダメージが更に+<color=#99FFFFFF>8%</color>、最大5回まで。",
        "ko": "일반 공격과 강공격 피해+<color=#99FFFFFF>12%</color>. 일반공격과 강공격 화살이 발사된 후 0.1초가 지날 때마다 피해가 <color=#99FFFFFF>8%</color>씩 증가한다. 최대 중첩수: 5회",
        "en": "Increases Normal and Charged Attack DMG by <color=#99FFFFFF>12%</color>. After a Normal or Charged Attack is fired, DMG dealt increases by a further <color=#99FFFFFF>8%</color> every 0.1s the arrow is in the air for up to 5 times.",
        "de": "Erhöht den mit Standardangriffen und heftigen Schlägen verursachten Schaden um <color=#99FFFFFF>12 %</color> und den Gesamtschaden von Pfeilen von Standardangriffen und heftigen Schlägen alle 0,1 s nach dem Abschießen um <color=#99FFFFFF>8 %</color>, 5-fach stapelbar.",
        "es": "El daño infligido con Ataques Normales o Cargados aumenta en un <color=#99FFFFFF>12%</color>. Tras disparar un Ataque Normal o Cargado, el daño aumenta en un <color=#99FFFFFF>8%</color> por cada 0.1 s que la flecha permanece en el aire. Este efecto puede acumularse hasta cinco veces.",
        "fr": "Augmente les DGT infligés par les attaques normales et les attaques chargées de <color=#99FFFFFF>12 %</color>. Les DGT augmentent de <color=#99FFFFFF>8 %</color> toutes les 0,1 s après avoir tiré une flèche d'attaque normale ou chargée. Cet effet peut être cumulé 5 fois maximum.",
        "pt": "Aumenta o Dano infligido pelo Ataque Normal e Ataque Carregado em <color=#99FFFFFF>12%</color>. A cada 0.1s depois de disparar uma flecha com o Ataque Normal e Ataque Carregado, terá aumento de Dano de <color=#99FFFFFF>8%</color>, acumulando até um máximo de 5 vezes.",
        "ru": "Увеличивает урон обычной и заряженной атаки на <color=#99FFFFFF>12%</color>. Каждые 0,1 сек. полёта стрелы, выпущенной обычной или заряженной атакой, увеличивают её урон на <color=#99FFFFFF>8%</color>. Эффект может складываться до 5 раз.",
        "id": "Meningkatkan DMG dari Normal dan Charged Attack sebesar <color=#99FFFFFF>12%</color>. Setelah Normal atau Charged Attack ditembakkan, DMG meningkat sebesar <color=#99FFFFFF>8%</color> lebih lanjut setiap 0,1 detik panah di udara hingga 5 kali.",
        "th": "เพิ่มความเสียหายของการโจมตีปกติและชาร์จโจมตีขึ้น <color=#99FFFFFF>12%</color>; ในทุก 0.1 วินาที หลังจากปล่อยลูกธนูของการโจมตีปกติและชาร์จโจมตี จะสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>8%</color> และเพิ่มมากสุดถึง 5 ครั้ง",
        "vi": "Tăng <color=#99FFFFFF>12%</color> sát thương của tấn công thường và trọng kích. Tấn công thường và trọng kích mỗi 0.1s sau khi bắn tên, sát thương sẽ tăng <color=#99FFFFFF>8%</color>, tối đa tăng 5 lần."
      }
    },
    {
      "name": {
        "zhs": "矢志不忘",
        "zht": "矢志不忘",
        "jp": "一心不乱",
        "ko": "잊지 않은 포부",
        "en": "Strong-Willed",
        "de": "Willensstarker Pfeil",
        "es": "Flecha imparable",
        "fr": "Flèche de la volonté",
        "pt": "Inabalável",
        "ru": "Волевая стрела",
        "id": "Strong-willed Arrow",
        "th": "Strong-Willed",
        "vi": "Ý Chí Không Quên"
      },
      "description": {
        "zhs": "普通攻击与重击造成的伤害提升<color=#99FFFFFF>15%</color>；普通攻击与重击的箭矢发射后每经过0.1秒，伤害还会提升<color=#99FFFFFF>10%</color>，至多提升5次。",
        "zht": "普通攻擊和重擊傷害提升<color=#99FFFFFF>15%</color>；普通攻擊與重擊的箭矢發射後每經過0.1秒，傷害還會提升<color=#99FFFFFF>10%</color>，最多提升五次。",
        "jp": "通常攻撃と重撃のダメージ+<color=#99FFFFFF>15%</color>。通常攻撃と重撃で放たれる矢は、0.1秒経過する毎にダメージが更に+<color=#99FFFFFF>10%</color>、最大5回まで。",
        "ko": "일반 공격과 강공격 피해+<color=#99FFFFFF>15%</color>. 일반공격과 강공격 화살이 발사된 후 0.1초가 지날 때마다 피해가 <color=#99FFFFFF>10%</color>씩 증가한다. 최대 중첩수: 5회",
        "en": "Increases Normal and Charged Attack DMG by <color=#99FFFFFF>15%</color>. After a Normal or Charged Attack is fired, DMG dealt increases by a further <color=#99FFFFFF>10%</color> every 0.1s the arrow is in the air for up to 5 times.",
        "de": "Erhöht den mit Standardangriffen und heftigen Schlägen verursachten Schaden um <color=#99FFFFFF>15 %</color> und den Gesamtschaden von Pfeilen von Standardangriffen und heftigen Schlägen alle 0,1 s nach dem Abschießen um <color=#99FFFFFF>10 %</color>, 5-fach stapelbar.",
        "es": "El daño infligido con Ataques Normales o Cargados aumenta en un <color=#99FFFFFF>15%</color>. Tras disparar un Ataque Normal o Cargado, el daño aumenta en un <color=#99FFFFFF>10%</color> por cada 0.1 s que la flecha permanece en el aire. Este efecto puede acumularse hasta cinco veces.",
        "fr": "Augmente les DGT infligés par les attaques normales et les attaques chargées de <color=#99FFFFFF>15 %</color>. Les DGT augmentent de <color=#99FFFFFF>10 %</color> toutes les 0,1 s après avoir tiré une flèche d'attaque normale ou chargée. Cet effet peut être cumulé 5 fois maximum.",
        "pt": "Aumenta o Dano infligido pelo Ataque Normal e Ataque Carregado em <color=#99FFFFFF>15%</color>. A cada 0.1s depois de disparar uma flecha com o Ataque Normal e Ataque Carregado, terá aumento de Dano de <color=#99FFFFFF>10%</color>, acumulando até um máximo de 5 vezes.",
        "ru": "Увеличивает урон обычной и заряженной атаки на <color=#99FFFFFF>15%</color>. Каждые 0,1 сек. полёта стрелы, выпущенной обычной или заряженной атакой, увеличивают её урон на <color=#99FFFFFF>10%</color>. Эффект может складываться до 5 раз.",
        "id": "Meningkatkan DMG dari Normal dan Charged Attack sebesar <color=#99FFFFFF>15%</color>. Setelah Normal atau Charged Attack ditembakkan, DMG meningkat sebesar <color=#99FFFFFF>10%</color> lebih lanjut setiap 0,1 detik panah di udara hingga 5 kali.",
        "th": "เพิ่มความเสียหายของการโจมตีปกติและชาร์จโจมตีขึ้น <color=#99FFFFFF>15%</color>; ในทุก 0.1 วินาที หลังจากปล่อยลูกธนูของการโจมตีปกติและชาร์จโจมตี จะสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>10%</color> และเพิ่มมากสุดถึง 5 ครั้ง",
        "vi": "Tăng <color=#99FFFFFF>15%</color> sát thương của tấn công thường và trọng kích. Tấn công thường và trọng kích mỗi 0.1s sau khi bắn tên, sát thương sẽ tăng <color=#99FFFFFF>10%</color>, tối đa tăng 5 lần."
      }
    },
    {
      "name": {
        "zhs": "矢志不忘",
        "zht": "矢志不忘",
        "jp": "一心不乱",
        "ko": "잊지 않은 포부",
        "en": "Strong-Willed",
        "de": "Willensstarker Pfeil",
        "es": "Flecha imparable",
        "fr": "Flèche de la volonté",
        "pt": "Inabalável",
        "ru": "Волевая стрела",
        "id": "Strong-willed Arrow",
        "th": "Strong-Willed",
        "vi": "Ý Chí Không Quên"
      },
      "description": {
        "zhs": "普通攻击与重击造成的伤害提升<color=#99FFFFFF>18%</color>；普通攻击与重击的箭矢发射后每经过0.1秒，伤害还会提升<color=#99FFFFFF>12%</color>，至多提升5次。",
        "zht": "普通攻擊和重擊傷害提升<color=#99FFFFFF>18%</color>；普通攻擊與重擊的箭矢發射後每經過0.1秒，傷害還會提升<color=#99FFFFFF>12%</color>，至多提升五次。",
        "jp": "通常攻撃と重撃のダメージ+<color=#99FFFFFF>18%</color>。通常攻撃と重撃で放たれる矢は、0.1秒経過する毎にダメージが更に+<color=#99FFFFFF>12%</color>、最大5回まで。",
        "ko": "일반 공격과 강공격 피해+<color=#99FFFFFF>18%</color>. 일반공격과 강공격 화살이 발사된 후 0.1초가 지날 때마다 피해가 <color=#99FFFFFF>12%</color>씩 증가한다. 최대 중첩수: 5회",
        "en": "Increases Normal and Charged Attack DMG by <color=#99FFFFFF>18%</color>. After a Normal or Charged Attack is fired, DMG dealt increases by a further <color=#99FFFFFF>12%</color> every 0.1s the arrow is in the air for up to 5 times.",
        "de": "Erhöht den mit Standardangriffen und heftigen Schlägen verursachten Schaden um <color=#99FFFFFF>18 %</color> und den Gesamtschaden von Pfeilen von Standardangriffen und heftigen Schlägen alle 0,1 s nach dem Abschießen um <color=#99FFFFFF>12 %</color>, 5-fach stapelbar.",
        "es": "El daño infligido con Ataques Normales o Cargados aumenta en un <color=#99FFFFFF>18%</color>. Tras disparar un Ataque Normal o Cargado, el daño aumenta en un <color=#99FFFFFF>12%</color> por cada 0.1 s que la flecha permanece en el aire. Este efecto puede acumularse hasta cinco veces.",
        "fr": "Augmente les DGT infligés par les attaques normales et les attaques chargées de <color=#99FFFFFF>18 %</color>. Les DGT augmentent de <color=#99FFFFFF>12 %</color> toutes les 0,1 s après avoir tiré une flèche d'attaque normale ou chargée. Cet effet peut être cumulé 5 fois maximum.",
        "pt": "Aumenta o Dano infligido pelo Ataque Normal e Ataque Carregado em <color=#99FFFFFF>18%</color>.  A cada 0.1s depois de disparar uma flecha com o Ataque Normal e Ataque Carregado, terá aumento de Dano de <color=#99FFFFFF>12%</color>, acumulando até um máximo de 5 vezes.",
        "ru": "Увеличивает урон обычной и заряженной атаки на <color=#99FFFFFF>18%</color>. Каждые 0,1 сек. полёта стрелы, выпущенной обычной или заряженной атакой, увеличивают её урон на <color=#99FFFFFF>12%</color>. Эффект может складываться до 5 раз.",
        "id": "Meningkatkan DMG dari Normal dan Charged Attack sebesar <color=#99FFFFFF>18%</color>. Setelah Normal atau Charged Attack ditembakkan, DMG meningkat sebesar <color=#99FFFFFF>12%</color> lebih lanjut setiap 0,1 detik panah di udara hingga 5 kali.",
        "th": "เพิ่มความเสียหายของการโจมตีปกติและชาร์จโจมตีขึ้น <color=#99FFFFFF>18%</color>; ในทุก 0.1 วินาที หลังจากปล่อยลูกธนูของการโจมตีปกติและชาร์จโจมตี จะสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>12%</color> และเพิ่มมากสุดถึง 5 ครั้ง",
        "vi": "Tăng <color=#99FFFFFF>18%</color> sát thương của tấn công thường và trọng kích. Tấn công thường và trọng kích mỗi 0.1s sau khi bắn tên, sát thương sẽ tăng <color=#99FFFFFF>12%</color>, tối đa tăng 5 lần."
      }
    },
    {
      "name": {
        "zhs": "矢志不忘",
        "zht": "矢志不忘",
        "jp": "一心不乱",
        "ko": "잊지 않은 포부",
        "en": "Strong-Willed",
        "de": "Willensstarker Pfeil",
        "es": "Flecha imparable",
        "fr": "Flèche de la volonté",
        "pt": "Inabalável",
        "ru": "Волевая стрела",
        "id": "Strong-willed Arrow",
        "th": "Strong-Willed",
        "vi": "Ý Chí Không Quên"
      },
      "description": {
        "zhs": "普通攻击与重击造成的伤害提升<color=#99FFFFFF>21%</color>；普通攻击与重击的箭矢发射后每经过0.1秒，伤害还会提升<color=#99FFFFFF>14%</color>，至多提升5次。",
        "zht": "普通攻擊和重擊傷害提升<color=#99FFFFFF>21%</color>；普通攻擊與重擊的箭矢發射後每經過0.1秒，傷害還會提升<color=#99FFFFFF>14%</color>，至多提升五次。",
        "jp": "通常攻撃と重撃のダメージ+<color=#99FFFFFF>21%</color>。通常攻撃と重撃で放たれる矢は、0.1秒経過する毎にダメージが更に+<color=#99FFFFFF>14%</color>、最大5回まで。",
        "ko": "일반 공격과 강공격 피해+<color=#99FFFFFF>21%</color>. 일반공격과 강공격 화살이 발사된 후 0.1초가 지날 때마다 피해가 <color=#99FFFFFF>14%</color>씩 증가한다. 최대 중첩수: 5회",
        "en": "Increases Normal and Charged Attack DMG by <color=#99FFFFFF>21%</color>. After a Normal or Charged Attack is fired, DMG dealt increases by a further <color=#99FFFFFF>14%</color> every 0.1s the arrow is in the air for up to 5 times.",
        "de": "Erhöht den mit Standardangriffen und heftigen Schlägen verursachten Schaden um <color=#99FFFFFF>21 %</color> und den Gesamtschaden von Pfeilen von Standardangriffen und heftigen Schlägen alle 0,1 s nach dem Abschießen um <color=#99FFFFFF>14 %</color>, 5-fach stapelbar.",
        "es": "El daño infligido con Ataques Normales o Cargados aumenta en un <color=#99FFFFFF>21%</color>. Tras disparar un Ataque Normal o Cargado, el daño aumenta en un <color=#99FFFFFF>14%</color> por cada 0.1 s que la flecha permanece en el aire. Este efecto puede acumularse hasta cinco veces.",
        "fr": "Augmente les DGT infligés par les attaques normales et les attaques chargées de <color=#99FFFFFF>21 %</color>. Les DGT augmentent de <color=#99FFFFFF>14 %</color> toutes les 0,1 s après avoir tiré une flèche d'attaque normale ou chargée. Cet effet peut être cumulé 5 fois maximum.",
        "pt": "Aumenta o Dano infligido pelo Ataque Normal e Ataque Carregado em <color=#99FFFFFF>21%</color>. A cada 0.1s depois de disparar uma flecha com o Ataque Normal e Ataque Carregado, terá aumento de Dano de <color=#99FFFFFF>14%</color>, acumulando até um máximo de 5 vezes.",
        "ru": "Увеличивает урон обычной и заряженной атаки на <color=#99FFFFFF>21%</color>. Каждые 0,1 сек. полёта стрелы, выпущенной обычной или заряженной атакой, увеличивают её урон на <color=#99FFFFFF>14%</color>. Эффект может складываться до 5 раз.",
        "id": "Meningkatkan DMG dari Normal dan Charged Attack sebesar <color=#99FFFFFF>21%</color>. Setelah Normal atau Charged Attack ditembakkan, DMG meningkat sebesar <color=#99FFFFFF>14%</color> lebih lanjut setiap 0,1 detik panah di udara hingga 5 kali.",
        "th": "เพิ่มความเสียหายของการโจมตีปกติและชาร์จโจมตีขึ้น <color=#99FFFFFF>21%</color>; ในทุก 0.1 วินาที หลังจากปล่อยลูกธนูของการโจมตีปกติและชาร์จโจมตี จะสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>14%</color> และเพิ่มมากสุดถึง 5 ครั้ง",
        "vi": "Tăng <color=#99FFFFFF>21%</color> sát thương của tấn công thường và trọng kích. Tấn công thường và trọng kích mỗi 0.1s sau khi bắn tên, sát thương sẽ tăng <color=#99FFFFFF>14%</color>, tối đa tăng 5 lần."
      }
    },
    {
      "name": {
        "zhs": "矢志不忘",
        "zht": "矢志不忘",
        "jp": "一心不乱",
        "ko": "잊지 않은 포부",
        "en": "Strong-Willed",
        "de": "Willensstarker Pfeil",
        "es": "Flecha imparable",
        "fr": "Flèche de la volonté",
        "pt": "Inabalável",
        "ru": "Волевая стрела",
        "id": "Strong-willed Arrow",
        "th": "Strong-Willed",
        "vi": "Ý Chí Không Quên"
      },
      "description": {
        "zhs": "普通攻击与重击造成的伤害提升<color=#99FFFFFF>24%</color>；普通攻击与重击的箭矢发射后每经过0.1秒，伤害还会提升<color=#99FFFFFF>16%</color>，至多提升5次。",
        "zht": "普通攻擊和重擊傷害提升<color=#99FFFFFF>24%</color>；普通攻擊與重擊的箭矢發射後每經過0.1秒，傷害還會提升<color=#99FFFFFF>16%</color>，至多提升五次。",
        "jp": "通常攻撃と重撃のダメージ+<color=#99FFFFFF>24%</color>。通常攻撃と重撃で放たれる矢は、0.1秒経過する毎にダメージが更に+<color=#99FFFFFF>16%</color>、最大5回まで。",
        "ko": "일반 공격과 강공격 피해+<color=#99FFFFFF>24%</color>. 일반공격과 강공격 화살이 발사된 후 0.1초가 지날 때마다 피해가 <color=#99FFFFFF>16%</color>씩 증가한다. 최대 중첩수: 5회",
        "en": "Increases Normal and Charged Attack DMG by <color=#99FFFFFF>24%</color>. After a Normal or Charged Attack is fired, DMG dealt increases by a further <color=#99FFFFFF>16%</color> every 0.1s the arrow is in the air for up to 5 times.",
        "de": "Erhöht den mit Standardangriffen und heftigen Schlägen verursachten Schaden um <color=#99FFFFFF>24 %</color> und den Gesamtschaden von Pfeilen von Standardangriffen und heftigen Schlägen alle 0,1 s nach dem Abschießen um <color=#99FFFFFF>16 %</color>, 5-fach stapelbar.",
        "es": "El daño infligido con Ataques Normales o Cargados aumenta en un <color=#99FFFFFF>24%</color>. Tras disparar un Ataque Normal o Cargado, el daño aumenta en un <color=#99FFFFFF>16%</color> por cada 0.1 s que la flecha permanece en el aire. Este efecto puede acumularse hasta cinco veces.",
        "fr": "Augmente les DGT infligés par les attaques normales et les attaques chargées de <color=#99FFFFFF>24 %</color>. Les DGT augmentent de <color=#99FFFFFF>16 %</color> toutes les 0,1 s après avoir tiré une flèche d'attaque normale ou chargée. Cet effet peut être cumulé 5 fois maximum.",
        "pt": "Aumenta o Dano infligido pelo Ataque Normal e Ataque Carregado em <color=#99FFFFFF>24%</color>. A cada 0.1s depois de disparar uma flecha com o Ataque Normal e Ataque Carregado, terá aumento de Dano de <color=#99FFFFFF>16%</color>, acumulando até um máximo de 5 vezes.",
        "ru": "Увеличивает урон обычной и заряженной атаки на <color=#99FFFFFF>24%</color>. Каждые 0,1 сек. полёта стрелы, выпущенной обычной или заряженной атакой, увеличивают её урон на <color=#99FFFFFF>16%</color>. Эффект может складываться до 5 раз.",
        "id": "Meningkatkan DMG dari Normal dan Charged Attack sebesar <color=#99FFFFFF>24%</color>. Setelah Normal atau Charged Attack ditembakkan, DMG meningkat sebesar <color=#99FFFFFF>16%</color> lebih lanjut setiap 0,1 detik panah di udara hingga 5 kali.",
        "th": "เพิ่มความเสียหายของการโจมตีปกติและชาร์จโจมตีขึ้น <color=#99FFFFFF>24%</color>; ในทุก 0.1 วินาที หลังจากปล่อยลูกธนูของการโจมตีปกติและชาร์จโจมตี จะสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>16%</color> และเพิ่มมากสุดถึง 5 ครั้ง",
        "vi": "Tăng <color=#99FFFFFF>24%</color> sát thương của tấn công thường và trọng kích. Tấn công thường và trọng kích mỗi 0.1s sau khi bắn tên, sát thương sẽ tăng <color=#99FFFFFF>16%</color>, tối đa tăng 5 lần."
      }
    }
  ],
  "internal_name": "Bow_Amos",
  "imgid": "bow/amos"
}