{
  "id": 15302,
  "type": "bow",
  "rank": 3,
  "name": {
    "zhs": "神射手之誓",
    "zht": "神射手之誓",
    "jp": "シャープシューターの誓い",
    "ko": "신궁의 서약",
    "en": "Sharpshooter's Oath",
    "de": "Eid des Scharfschützen",
    "es": "Juramento del Arquero",
    "fr": "Serment de l'archer",
    "pt": "Juramento de Sagitário",
    "ru": "Клятва стрелка",
    "id": "Sharpshooter's Oath",
    "th": "Sharpshooter's Oath",
    "vi": "Lời Thề Xạ Thủ Thần"
  },
  "description": {
    "zhs": "据说曾属于技艺高强的射手，是一把上好的弓。因为散发出强烈的气息，难以用于狩猎。",
    "zht": "據說曾屬於技藝高強的射手，是一把上好的弓。因為散發出強烈的氣息，難以用於狩獵。",
    "jp": "ある優れた射手が使っていた極上の弓。強いオーラを放つため、狩りには向いていない。",
    "ko": "신궁이라 불리던 명사수가 사용하던 활. 강렬한 기운을 내뿜어 사냥에 사용하기에 부적합하다",
    "en": "This superior bow once belonged to a master archer. However, it gives off a strong scent, thus making it unsuitable for hunting.",
    "de": "Dieser perfekt ausgearbeitete Bogen gehörte angeblich einst einem meisterlichen Bogenschützen. Aufgrund seines starken Geruchs eignet er sich aber nicht gut zum Jagen.",
    "es": "Este sublime arco perteneció una vez a un maestro arquero. Emite un fuerte olor, por lo que no es apto para la caza.",
    "fr": "Cet arc de haute qualité aurait appartenu à un maître archer. La forte odeur qu'il dégage le rend inadapté pour la chasse.",
    "pt": "Este poderoso arco pertencia a um grande arqueiro. Contudo, emana um aroma bastante forte, o tornando inadequado para caças.",
    "ru": "Когда-то этот превосходный лук принадлежал профессиональному охотнику, однако его стойкий запах делает его бесполезным для охоты.",
    "id": "Busur kuat yang pernah dimiliki oleh seorang pemanah terbaik. Tetapi aura kuat yang terpancar dari busur ini membuatnya tidak cocok dipakai untuk berburu.",
    "th": "คันธนูอันยอดเยี่ยมที่ครั้งหนึ่ง เคยเป็นของยอดนักธนู แต่มันมีกลิ่นที่แรงมาก ทำให้ไม่เหมาะกับการล่า",
    "vi": "Từng thuộc về người xạ thủ lão luyện, là một cây cung tốt. Vì phát ra hơi thở mạnh mẽ nên khó có thể dùng để săn bắn."
  },
  "lore": {
    "zhs": "\n传说中，那是在遥远的过去发生的事情。\n那是远古的悲剧，兄弟操使兵器，互相讨伐。\n当中，有一名伟大弓手受辱，因此许下毒誓：\n在诛杀大敌之前，在飞簇洞穿仇敌的咽喉前，\n在仇人那可憎的血液放干之前，绝对不洗脚。\n传说中，此人最终因为脚气感染倒下了。\n",
    "zht": "\n傳說中，那是在遙遠的過去發生的事情。\n那是遠古的悲劇，兄弟操使兵器，互相討伐。\n當中，有一名偉大弓手受辱，因此許下毒誓：\n在誅殺大敵之前，在飛鏃洞穿仇敵的咽喉前，\n在仇人那可憎的血液放乾之前，絕對不洗腳。\n傳說中，此人最終因為腳氣感染倒下了。\n",
    "jp": "\n伝説によれば、遠い昔の出来事である。\nあれは上古時代の悲劇。兄弟が武器を使って殺し合った。\nその中で、ある偉大な弓使いは侮辱を受けた。彼は敵を討つ誓いを立てた。\nそして、敵を討つ前に、敵の喉を突き通す前に、\nその血を流し尽くすまで、絶対に足を洗わないと誓った。\n噂によれば、その人は最期、足の病気に感染して亡くなったらしい。\n",
    "ko": "\n그건 아주 먼 옛날에 일어난 일이라고 한다.\n형제가 무기를 사용하여 서로를 토벌하려 한 고대의 비극이다.\n모욕을 당한 어느 위대한 궁수는 이렇게 맹세했다:\n적을 죽일 때까지, 적의 목을 벨 때까지,\n적의 그 더러운 피가 마를 때까지 절대 발을 씻지 않을 것이다.\n이 사람은 결국 무좀에 걸려 쓰러졌다고 한다.\n",
    "en": "\nA long time ago, in a place far, far away... Tragedy struck.\nBrothers took to arms against one another.\nOne among them was a great archer. After suffering a humiliating defeat, he made a vow:\n\"Until I have brought down my enemies,\"\n\"Until I have pierced their throats and their blood has run dry, I shall not clean my feet.\"\nAnd so, the great archer fell prey to a foot infection.\n",
    "de": "\nVor langer Zeit in einem weit entfernten Land trugen sich folgende Ereignisse zu,\neine alte Tragödie, in der Brüder zu Waffen griffen und sich gegeneinander wandten.\nEiner von ihnen war ein guter Bogenschütze. Nachdem er eine demütigende Niederlage erlitten hatte, schwor er sich eins:\nSolange mein Pfeil meine Gegner nicht durchbohrt\nund der letzte Tropfen Blut sie nicht verlassen hat, werde ich meine Füße nicht waschen.\nEr verstarb eines Tages an einer Infektion aufgrund mangelnder Hygiene.\n",
    "es": "\nEsta es una historia que ocurrió en un lugar y tiempo lejanos.\nUna historia de hermanos que tomaron armas unos contra otros.\nEntre ellos, había un gran arquero que había sido humillado.\nEl arquero juró que, antes de que la flecha atravesara la garganta del enemigo,\nantes de que la sangre enemiga se secara, no se lavaría los pies.\nSe dice que el arquero murió de una infección en los pies.\n",
    "fr": "\nLa légende conte cette histoire d'un temps enfoui dans le passé.\nCe drame ancien vit le frère combattre le frère.\nEn ces temps vivait un archer renommé, qui, ayant subi une cuisante défaite, fit le serment suivant :\n« Tant que mon ennemi ne sera pas tombé, tant que sa gorge n'aura point été percée, »\n« Tant que son sang n'aura point refroidi, mes pieds jamais ne laverai. »\nEt c'est ainsi qu'il mourut des suites d'une infection.\n",
    "pt": "\nEssa é uma história que ocorreu há muito, muito tempo.\nFoi uma tragédia, um irmão lutou contra o outro.\nUm deles era um grande arqueiro. Depois de sofrer uma derrota humilhante, ele fez uma promessa:\n\"Até que o meu inimigo tenha sido morto, até que a sua garganta seja perfurada,\"\n\"até que o sangue esteja seco, não vou lavar os meus pés.\"\nDizem que o Arqueiro morreu com uma infeção nos pés.\n",
    "ru": "\nОднажды далеко-далеко и давным-давно случилась трагедия.\nДва брата решили сразиться друг с другом и взялись за оружие.\nОдним был прославленный лучник. Потерпев тяжёлое поражение, он дал клятву:\n«Пока не одолею своего врага,\nПока не проткну ему горло и его кровь не иссякнет, я не буду мыть ноги».\nТак великий лучник стал жертвой инфекции ног.\n",
    "id": "\nDahulu kala, di suatu tempat, yang jauh sekali... ada sebuah tragedi.\nSebuah tragedi kuno, di mana para saudara menggunakan senjata untuk saling bertarung.\nDi antara mereka ada seorang pemanah andal. Setelah menderita kekalahan yang memalukan, dia bersumpah:\nSampai aku mengalahkan musuhku, menusuk leher mereka,\nAku tidak akan pernah membasuh kakiku, sampai darah musuhku itu mengering.\nMenurut legenda, orang ini akhirnya gugur karena infeksi di kakinya.\n",
    "th": "\nตำนานเล่าว่านั่นเป็นเรื่องราวที่เกิดขึ้นเมื่อนานมาแล้ว\nมันเป็นโศกนาฏกรรมที่เกิดขึ้นในอดีต พี่น้องใช้อาวุธเข่นฆ่าซึ่งกันและกัน\nระหว่างนั้น มีมือธนูที่ยิ่งใหญ่ผู้หนึ่งถูกเหยียดหยาม เพราะงั้นจึงได้สาบานไว้:\nก่อนที่จะฆ่าศัตรู ก่อนที่จะบินผ่านลำคอของศัตรู\nก่อนที่เลือดที่น่ารังเกียจของศัตรูจะเหือดแห้ง จะไม่ล้างเท้าโดยเด็ดขาด\nตามตำนานในที่สุดคนผู้นี้ก็ล้มลงเนื่องจากการติดเชื้อที่เท้า\n",
    "vi": "\nTrong truyền thuyết, những việc đã xảy ra trong quá khứ sâu xa.\nĐó là bị kịch thời viễn cổ, huynh đệ dùng vũ khí tương tàn lẫn nhau.\nTrong đó có một cung thủ vĩ đại đã chịu sự sỉ nhục, từ đó anh hạ lời thề:\nTrước khi truy sát kẻ địch, trước khi bắn mũi tên xuyên qua yết hầu của kẻ địch,\nTrước khi để dòng máu của kẻ địch khô cạn, tuyệt đối không rửa chân.\nCũng theo truyền thuyết, người đó cuối cùng vì viêm chân mà ngã xuống.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "精准",
        "zht": "精準",
        "jp": "精密射撃",
        "ko": "정확",
        "en": "Precise",
        "de": "Präzision",
        "es": "Precisión",
        "fr": "Précision",
        "pt": "Precisão",
        "ru": "Меткий",
        "id": "Precise",
        "th": "Precise",
        "vi": "Tinh Chuẩn"
      },
      "description": {
        "zhs": "针对要害造成的伤害提升<color=#99FFFFFF>24%</color>。",
        "zht": "針對要害造成的傷害提升<color=#99FFFFFF>24%</color>。",
        "jp": "弱点に対するダメージ+<color=#99FFFFFF>24%</color>。",
        "ko": "약점 공격 시 가하는 피해가 <color=#99FFFFFF>24%</color> 증가한다",
        "en": "Increases DMG against weak spots by <color=#99FFFFFF>24%</color>.",
        "de": "Erhöht den Schwachstellen zugefügten Schaden um <color=#99FFFFFF>24 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>24%</color> el daño contra los puntos débiles.",
        "fr": "Augmente les DGT de <color=#99FFFFFF>24 %</color> si les points faibles de l'ennemi sont visés.",
        "pt": "Aumenta o Dano contra pontos fracos em <color=#99FFFFFF>24%</color>.",
        "ru": "Увеличивает урон по слабым местам противников на <color=#99FFFFFF>24%</color>.",
        "id": "Meningkatkan <color=#99FFFFFF>24%</color> DMG serangan yang mengenai titik kelemahan musuh.",
        "th": "เพิ่มความเสียหาย ที่สร้างต่อจุดอ่อน <color=#99FFFFFF>24%</color>",
        "vi": "Tăng <color=#99FFFFFF>24%</color> sát thương tạo thành với điểm yếu."
      }
    },
    {
      "name": {
        "zhs": "精准",
        "zht": "精準",
        "jp": "精密射撃",
        "ko": "정확",
        "en": "Precise",
        "de": "Präzision",
        "es": "Precisión",
        "fr": "Précision",
        "pt": "Precisão",
        "ru": "Меткий",
        "id": "Precise",
        "th": "Precise",
        "vi": "Tinh Chuẩn"
      },
      "description": {
        "zhs": "针对要害造成的伤害提升<color=#99FFFFFF>30%</color>。",
        "zht": "針對要害造成的傷害提升<color=#99FFFFFF>30%</color>。",
        "jp": "弱点に対するダメージ+<color=#99FFFFFF>30%</color>。",
        "ko": "약점 공격 시 가하는 피해가 <color=#99FFFFFF>30%</color> 증가한다",
        "en": "Increases DMG against weak spots by <color=#99FFFFFF>30%</color>.",
        "de": "Erhöht den Schwachstellen zugefügten Schaden um <color=#99FFFFFF>30 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>30%</color> el daño contra los puntos débiles.",
        "fr": "Augmente les DGT de <color=#99FFFFFF>30 %</color> si les points faibles de l'ennemi sont visés.",
        "pt": "Aumenta o Dano contra pontos fracos em <color=#99FFFFFF>30%</color>.",
        "ru": "Увеличивает урон по слабым местам противников на <color=#99FFFFFF>30%</color>.",
        "id": "Meningkatkan <color=#99FFFFFF>30%</color> DMG serangan yang mengenai titik kelemahan musuh.",
        "th": "เพิ่มความเสียหาย ที่สร้างต่อจุดอ่อน <color=#99FFFFFF>30%</color>",
        "vi": "Tăng <color=#99FFFFFF>30%</color> sát thương tạo thành với điểm yếu."
      }
    },
    {
      "name": {
        "zhs": "精准",
        "zht": "精準",
        "jp": "精密射撃",
        "ko": "정확",
        "en": "Precise",
        "de": "Präzision",
        "es": "Precisión",
        "fr": "Précision",
        "pt": "Precisão",
        "ru": "Меткий",
        "id": "Precise",
        "th": "Precise",
        "vi": "Tinh Chuẩn"
      },
      "description": {
        "zhs": "针对要害造成的伤害提升<color=#99FFFFFF>36%</color>。",
        "zht": "針對要害造成的傷害提升<color=#99FFFFFF>36%</color>。",
        "jp": "弱点に対するダメージ+<color=#99FFFFFF>36%</color>。",
        "ko": "약점 공격 시 가하는 피해가 <color=#99FFFFFF>36%</color> 증가한다",
        "en": "Increases DMG against weak spots by <color=#99FFFFFF>36%</color>.",
        "de": "Erhöht den Schwachstellen zugefügten Schaden um <color=#99FFFFFF>36 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>36%</color> el daño contra los puntos débiles.",
        "fr": "Augmente les DGT de <color=#99FFFFFF>36 %</color> si les points faibles de l'ennemi sont visés.",
        "pt": "Aumenta o Dano contra pontos fracos em <color=#99FFFFFF>36%</color>.",
        "ru": "Увеличивает урон по слабым местам противников на <color=#99FFFFFF>36%</color>.",
        "id": "Meningkatkan <color=#99FFFFFF>36%</color> DMG serangan yang mengenai titik kelemahan musuh.",
        "th": "เพิ่มความเสียหาย ที่สร้างต่อจุดอ่อน <color=#99FFFFFF>36%</color>",
        "vi": "Tăng <color=#99FFFFFF>36%</color> sát thương tạo thành với điểm yếu."
      }
    },
    {
      "name": {
        "zhs": "精准",
        "zht": "精準",
        "jp": "精密射撃",
        "ko": "정확",
        "en": "Precise",
        "de": "Präzision",
        "es": "Precisión",
        "fr": "Précision",
        "pt": "Precisão",
        "ru": "Меткий",
        "id": "Precise",
        "th": "Precise",
        "vi": "Tinh Chuẩn"
      },
      "description": {
        "zhs": "针对要害造成的伤害提升<color=#99FFFFFF>42%</color>。",
        "zht": "針對要害造成的傷害提升<color=#99FFFFFF>42%</color>。",
        "jp": "弱点に対するダメージ+<color=#99FFFFFF>42%</color>。",
        "ko": "약점 공격 시 가하는 피해가 <color=#99FFFFFF>42%</color> 증가한다",
        "en": "Increases DMG against weak spots by <color=#99FFFFFF>42%</color>.",
        "de": "Erhöht den Schwachstellen zugefügten Schaden um <color=#99FFFFFF>42 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>42%</color> el daño contra los puntos débiles.",
        "fr": "Augmente les DGT de <color=#99FFFFFF>42 %</color> si les points faibles de l'ennemi sont visés.",
        "pt": "Aumenta o Dano contra pontos fracos em <color=#99FFFFFF>42%</color>.",
        "ru": "Увеличивает урон по слабым местам противников на <color=#99FFFFFF>42%</color>.",
        "id": "Meningkatkan <color=#99FFFFFF>42%</color> DMG serangan yang mengenai titik kelemahan musuh.",
        "th": "เพิ่มความเสียหาย ที่สร้างต่อจุดอ่อน <color=#99FFFFFF>42%</color>",
        "vi": "Tăng <color=#99FFFFFF>42%</color> sát thương tạo thành với điểm yếu."
      }
    },
    {
      "name": {
        "zhs": "精准",
        "zht": "精準",
        "jp": "精密射撃",
        "ko": "정확",
        "en": "Precise",
        "de": "Präzision",
        "es": "Precisión",
        "fr": "Précision",
        "pt": "Precisão",
        "ru": "Меткий",
        "id": "Precise",
        "th": "Precise",
        "vi": "Tinh Chuẩn"
      },
      "description": {
        "zhs": "针对要害造成的伤害提升<color=#99FFFFFF>48%</color>。",
        "zht": "針對要害造成的傷害提升<color=#99FFFFFF>48%</color>。",
        "jp": "弱点に対するダメージ+<color=#99FFFFFF>48%</color>。",
        "ko": "약점 공격 시 가하는 피해가 <color=#99FFFFFF>48%</color> 증가한다",
        "en": "Increases DMG against weak spots by <color=#99FFFFFF>48%</color>.",
        "de": "Erhöht den Schwachstellen zugefügten Schaden um <color=#99FFFFFF>48 %</color>.",
        "es": "Aumenta en un <color=#99FFFFFF>48%</color> el daño contra los puntos débiles.",
        "fr": "Augmente les DGT de <color=#99FFFFFF>48 %</color> si les points faibles de l'ennemi sont visés.",
        "pt": "Aumenta o Dano contra pontos fracos em <color=#99FFFFFF>48%</color>.",
        "ru": "Увеличивает урон по слабым местам противников на <color=#99FFFFFF>48%</color>.",
        "id": "Meningkatkan <color=#99FFFFFF>48%</color> DMG serangan yang mengenai titik kelemahan musuh.",
        "th": "เพิ่มความเสียหาย ที่สร้างต่อจุดอ่อน <color=#99FFFFFF>48%</color>",
        "vi": "Tăng <color=#99FFFFFF>48%</color> sát thương tạo thành với điểm yếu."
      }
    }
  ],
  "internal_name": "Bow_Arjuna",
  "imgid": "bow/arjuna"
}