{
  "id": 15414,
  "type": "bow",
  "rank": 4,
  "name": {
    "zhs": "破魔之弓",
    "zht": "破魔之弓",
    "jp": "破魔の弓",
    "ko": "파마궁",
    "en": "Hamayumi",
    "de": "Hamayumi",
    "es": "Masacrademonios",
    "fr": "Arc d'exorcisme",
    "pt": "Arco Quebra-Demônios",
    "ru": "Хамаюми",
    "id": "Hamayumi",
    "th": "Hamayumi",
    "vi": "Cung Trừ Ma"
  },
  "description": {
    "zhs": "曾经属于某个巫女的战弓。以优越的技法打造，精巧而耐用。",
    "zht": "曾經屬於某個巫女的戰弓。以優越的技法打造，精巧而耐用。",
    "jp": "ある巫女の所有物だった戦弓。優れた技術で作られ、精巧で強靭である。",
    "ko": "어느 무녀의 전궁, 뛰어난 기술로 만들어져 매우 정교하고 튼튼하다",
    "en": "A certain shrine maiden once owned this warbow. It was made with surpassing skill, and is both intricate and sturdy.",
    "de": "Eine gewisse Schreinjungfer besaß einst diesen Bogen. Er wurde mit überragendem Geschick gefertigt und ist sowohl kunstvoll als auch robust.",
    "es": "El arco de guerra que perteneció a una miko del pasado. Exquisito y resistente, fue fabricado con una técnica inigualable.",
    "fr": "Cet arc de guerre appartenait autrefois à une certaine prêtresse. Il a été fabriqué avec un doigté exceptionnel, et est à la fois complexe et robuste.",
    "pt": "Uma certa bruxa do templo tinha este arco de guerra. Foi feito com uma excelente habilidade, e ele é complexo e robusto.",
    "ru": "Боевой лук, когда-то принадлежавший одной жрице. Изысканный и прочный, он был изготовлен с использованием непревзойденной техники.",
    "id": "Seorang miko tertentu pernah memiliki busur ini. Busur ini dibuat dengan keahlian yang luar biasa, rumit, juga kokoh.",
    "th": "ธนูสงครามที่เคยเป็นของมิโกะคนหนึ่ง ถูกสร้างขึ้นมาด้วยเทคนิคที่เหนือชั้น มีความประณีตและทนทาน",
    "vi": "Cây cung từng thuộc về một pháp sư nào đó, tạo hình tinh xảo nhưng rất dễ sử dụng."
  },
  "lore": {
    "zhs": "\n「快下去。女人在船上很碍手碍脚！」\n唤作赤穗百目鬼的贼人说，背过身去。\n但听了这话，巫女却忍不住微笑起来。\n如果当初教我射术的人没有随将军出征的话，\n那我们的儿子，如今应当是左卫门的年纪了，\n而我或许就应当姓高岭，或者由他姓浅濑了…\n\n左卫门的口吻，和故意背向我的模样，\n简直和他当年提着刀离开的时候一样。\n那么这次，我绝对不会让这个人死去，\n哪怕与「雷之三重巴」之旗为敌也好…\n\n「扬帆之刻到了，铦与刀都已磨利。」\n「就让那些官兵看看，清籁的骨气！」\n\n聆听着出航的船歌，巫女放下了战弓。\n过去在影向山偷学的真正的「法术」，\n虽说对不起天狗老师，就用在这里吧。\n解开维系千年的大结界，\n让紫电之鸢垂死的怨恨，\n肆虐雷神旗号的舰船吧。\n只希望那匹老猫，不要闯进雷霆里来…",
    "zht": "\n「快下去。女人在船上很礙手礙腳！」\n喚作赤穗百目鬼的賊人說，背過身去。\n但聽了這話，巫女卻忍不住微笑起來。\n如果當初教我射術的人沒有隨將軍出征的話，\n那我們的兒子，如今應當是左衛門的年紀了，\n而我或許就應當姓高嶺，或者由他姓淺瀨了…\n\n左衛門的口吻，和故意背向我的模樣，\n簡直和他當年提著刀離開的時候一樣。\n那麼這次，我絕對不會讓這個人死去，\n哪怕與「雷之三重巴」之旗為敵也好…\n\n「揚帆之刻到了，銛與刀都已磨利。」\n「就讓那些官兵看看，清籟的骨氣！」\n\n聆聽著出航的船歌，巫女放下了戰弓。\n過去在影向山偷學的真正的「法術」，\n雖說對不起天狗老師，就用在這裡吧。\n解開維繫千年的大結界，\n讓紫電之鳶垂死的怨恨，\n肆虐雷神旗號的艦船吧。\n只希望那匹老貓，不要闖進雷霆裡來…",
    "jp": "\n「降りろ、船の上じゃ女は邪魔だ！」\n赤穂百目鬼と呼ばれた海賊がそう言って、背を向けた。\nその言葉を聞いた巫女は不意に笑った。\n私に弓術を教えた人が戦地へ赴いていなかったら、\n私たちの子供は、左衛門くらいの歳になるだろう。\n私の名字は高嶺になるか、彼の名字が浅瀬になっていたかもしれない。\n\n左衛門の口調や、わざと背を向ける仕草は、\nあの人が刀を提げて去っていく時とそっくりだった。\n今度は、絶対にこの人を死なせない。\nたとえ「雷の三つ巴」の旗と敵対してでも……\n\n「帆を上げる時が来た。銛も刀も鋭く磨いた」\n「官兵どもに、セイライの意地を見せてやれ！」\n\n出航の歌を聴きながら、巫女は弓を下ろした。\n影向山でこっそり学んだ本物の「法術」、\n天狗の師匠には申し訳ないけれど、ここで使わせてもらう。\n千年の大結界を解き、\n紫電の鸢の死に際の恨みに、\n雷神の旗もとの船を壊してもらおう。\nあの老いた猫が、雷に突っ込んでこないことを願って……",
    "ko": "\n「여자가 배에 있으면 걸리적거리니까 썩 내려!」\n아코 도메키라고 불리는 도적이 말하며 몸을 돌렸다\n하지만 그 말을 들은 무녀는 미소를 지었다\n만약 나에게 궁수를 가르쳐 준 사람이 쇼군과 함께 출정하지 않았다면,\n우리의 아들이 지금쯤 자에몬의 나이가 되었을 텐데\n성을 타카네라고 하거나, 그의 성을 따라 아사세라고 했어야 하나…\n\n자에몬의 말투와 일부러 나를 등지는 그 모습이,\n당시 그가 검을 들고 떠난 모습과 똑같아\n그럼 이번에는, 절대로 이 사람을 죽게 두지 않을 거야\n설상 「번개의 삼파문」의 깃발과 적이 된다 해도…\n\n「출항할 시간이다. 칼날과 검은 이미 날카롭게 다듬었다」\n「저 관병에게 세이라이의 패기를 보여주자!」\n\n출항의 뱃노래를 들으며 무녀가 전궁을 내려놓았다\n전에 요고우산에서 몰래 배운 진짜 「법술」,\n텐구 선생님에게는 죄송하지만, 여기에서 써야겠다\n천 년 동안 유지된 대결계를 풀고,\n자전의 연을 죽게 만든 원한이,\n번개 신의 깃발을 단 함선을 뒤흔들게 하자\n저 늙은 고양이가 번개와 천둥 속으로 뛰어들지 않기를…",
    "en": "\n\"Get off the ship. Women are a hindrance here!\"\nThe thief they called Ako Domeki turned and left.\nBut hearing this, the shrine maiden could not help by smile faintly.\nIf the person who had taught me archery had not gone forth to campaign alongside the Shogun,\nThen our son would been the same age as Zaemon now.\nAnd perhaps I would have come to be a Takamine, or he, an Asase...\n\nZaemon's tone, and the way he intentionally turns his back on me,\nIs the spitting image of how he once did it, sword in hand.\nThis time, I will not let this person die.\nEven if it means fighting against the Electro Mitsudomoe banner...\n\n\"Our fishing spears and swords have been sharpened. It is time to set sail.\"\n\"Well then, let's show those Shogunate lackeys Seirai's strength!\"\n\nHearing the sea shanties greeting their departure, the shrine maiden set down her warbow.\nShe once secretly learned true \"magic\" on Mt. Yougou,\nAnd though she felt sorry for her Master, the Tengu, she would use it here.\nShe would undo the great barrier that had held for a thousand years,\nAnd she would set the resentment of the moribund violet glede free,\nAllowing it to ravage the ships that flew the Electro Archon's banner.\nShe could only hope that that old cat wouldn't come charging into the storm...",
    "de": "\n„Komm jetzt runter. Frauen sind auf dem Boot nur im Weg!“,\nsagte der Dieb, der sich Ako Domeki nennt und wandte sich ab.\nAber bei diesen Worten konnte die Hexe nicht anders als zu lächeln.\nHätte der Mann, der mich das Bogenschießen lehrte, den Shougun nicht auf seiner Expedition begleitet ...\nDann wäre unser Sohn jetzt in Zaemons Alter.\nUnd vielleicht sollte ich einfach den Namen Takamine annehmen oder von Asase ...\n\nDer Tonfall von Zaemons Stimme und die Art, wie er mir absichtlich den Rücken zudrehte,\nwar fast wie damals, als er mit seinem Schwert wegging.\nDiesmal werde ich den Mann also nicht sterben lassen.\nAuch wenn es gegen die Flagge der „Elektro-Mitsudomoe“ ist ...\n\n„Die Zeit ist gekommen, die Segel zu setzen, die Rute und das Schwert sind geschärft.“\n„Zeigen wir diesen Offizieren und Soldaten das Rückgrat von Seirai!“\n\nDem Gesang des Segelbootes lauschend, senkte die Schreinjunger ihren Kampfbogen.\nDie echten „Zaubersprüche“ habe ich am Yougou-Berg gelernt.\nEs tut mir leid wegen des Tengu-meisters, aber ich werde ihn hier benutzen.\nUm die große Barriere zu lösen, die ihn seit tausend Jahren gefangenhält.\nUnd sie würde den Groll des sterbenden violetten Adlers befreien,\num Schiffe unter der Flagge der Göttin der Blitze zu verwüsten.\nHoffen wir, dass die alte Katze nicht anfängt, gegen die den Donner zu spielen ...",
    "es": "\n“¡Bájate! ¡Las mujeres siempre se las apañan para estorbar en el barco!”.\nEso dijo el ladrón Ako Domeki mientras se giraba.\nAl oír esto, la miko no pudo evitar sonreír.\nSi quien me enseñó a tirar con el arco no se hubiera ido a la guerra con la Shogun...\nNuestro hijo tendría ahora la misma edad que Zaemon.\nY quizás yo me apellidaría Takamine, o él tomaría el apellido Asase...\n\nEl tono de Zaemon y cómo me dio la espalda deliberadamente...\nFue como cuando él tomó la espada y se marchó.\nAsí que, esta vez, no dejaré que este hombre muera.\nIncluso aunque signifique luchar contra el estandarte del emblema Electro...\n\n“Ya afilamos los arpones y las espadas. Es hora de zarpar”.\n“¡Mostremos a esos soldados la fuerza de Seiragi!”.\n\nAl oír las salomas, la miko bajó su arco.\nLa magia auténtica que aprendió en secreto en la Montaña Yougou...\nAunque le daba lástima por su maestro tengu, decidió usarla aquí.\nDesharía la gran barrera que había durado miles de años,\ny dejaría que el resentimiento moribundo del iris violeta\ndestruyera los barcos con el estandarte Electro.\nSolo esperaba que ese gato viejo no atravesara la tormenta...",
    "fr": "\n« Descendez du navire. Les femmes sont une nuisance ici ! »\nLe voleur qu'ils appelaient Ako Domeki se retourna et partit.\nMais en entendant cela, la prêtresse ne put s'empêcher de sourire doucement.\nSi la personne qui m'avait appris le tir à l'arc n'était pas partie faire campagne aux côtés de la Shogun,\nalors notre fils aurait le même âge que Zaemon maintenant.\nEt peut-être serais-je devenue une Takamine, ou lui, un Asase...\n\nLe ton de Zaemon, et la façon dont il me tourne intentionnellement le dos,\nc'est le portrait craché de la façon dont il l'a fait autrefois, l'épée à la main.\nCette fois, je ne laisserai pas cette personne mourir.\nQuitte à se battre contre la bannière du Mitsudomoe Électro...\n\n« Nos lances et nos épées ont été affûtées. Il est temps de mettre les voiles. »\n« Eh bien, montrons la force de Seirai à ces laquais du Shogunat ! »\n\nEn entendant les chants de marins saluer leur départ, la prêtresse déposa son arc de guerre.\nElle avait autrefois appris secrètement la vraie « magie » au Mont Yougou.\nEt bien qu'elle se sentit désolée vis-à-vis de son maître, le Tengu, elle l'utiliserait ici.\nElle déferait la grande barrière qui avait tenu pendant mille ans,\net elle libérerait le ressentiment de la rancune moribonde,\nlui permettant de ravager les navires qui portaient la bannière de l'Archon Électro.\nElle ne pouvait qu'espérer que ce vieux matou ne viendrait pas charger dans la tempête...",
    "pt": "\n\"Caia fora. Mulheres são um empecilho aqui!\"\nO ladrão que se chamava Ako Domeki falou e virou as costas.\nAo ouvir isso, a Sacerdotisa não conseguiu evitar um sorriso.\nSe a pessoa que me ensinou arco e flecha não tivesse ido batalhar com a Shogun,\nEntão, nosso filho deveria ter a mesma idade de Dozaemon,\nE talvez meu sobrenome fosse Takanino, ou ele tivesse adotado o nome Asase...\n\nO tom de Dozaemon e como ele deliberadamente virou as costas,\nÉ como antes, quando ele partiu com uma espada.\nMas desta vez, não vou deixar esse homem morrer,\nMesmo que isso signifique lutar contra o estandarte do Mitsudomoe Electro...\n\n\"É hora de zarpar, as lâminas e espadas já foram afiadas.\"\n\"Mostrem a eles a força de Seirai!\"\n\nOuvindo os cânticos dos marinheiros, a Sacerdotisa baixa seu arco.\nA verdadeira magia que ela aprendeu secretamente na Montanha Yougou,\nEmbora lamentasse por seu professor, Tengu, ela decidiu usar aqui.\nDesfaça a Grande Barreira que perdura por séculos,\nDeixe o ressentimento do falcão púrpura moribundo,\nDestrua as embarcações sob a bandeira da Arconte Electro.\nSó espero que aquele gato velho não avance para a tempestade com raios...",
    "ru": "\n«Убирайся, женщина! Ты мешаешь проходу на лодке!»\nТак сказал вор по имени Ако Домэки и отвернулся.\nУслышав это, жрица не смогла сдержать улыбку.\nЕсли бы человек, научивший меня стрельбе из лука, не пошёл на битву с сёгуном,\nто нашему сыну было бы столько же лет, что и Додзаэмону...\nИ, возможно, моя фамилия была бы Такаминэ, а может, он взял бы имя Асасэ...\n\nТо, как Додзаэмон разговаривал, и то, как он нарочито отвернулся...\nПрямо как тогда, когда он ушёл с мечом.\nНо на этот раз я не позволю этому человеку умереть,\nдаже если это приведёт к войне против знамени Электро мицудомоэ...\n\n«Мечи заточены, пора отплывать».\n«Покажи им силу Сэйрай!»\n\nУслышав песни моряков, жрица отложила свой лук.\nНастоящая магия, которую она тайно выучила на горе Ёго.\nИ хотя ей было жаль своего учителя-тэнгу, она решила использовать её здесь.\nРазрушить Великий барьер, который существовал много веков.\nПусть обида умирающего фиолетового коршуна\nуничтожит корабли под знаменем Электро Архонта.\nЯ просто надеюсь, что старый кот не бросится в грозу...",
    "id": "\n\"Turun dari kapal. Wanita cuma jadi pengganggu saja di sini!\"\nPencuri, yang dipanggil Ako Domeki berbalik dan pergi.\nMiko tidak bisa menahan senyumannya setelah mendengarnya.\nKalau orang yang mengajariku memanah tidak pergi berperang dengan Shogun,\nputra kami seharusnya sekarang seumuran dengan Zaemon,\nDan mungkin aku seharusnya menjadi bagian dari Takamine, atau dia, Asase...\n\nNada bicara Zaemon dan caranya yang dengan sengaja tidak menghiraukanku,\nsama seperti saat dulu dia pergi sambil membawa pedang.\nJadi kali ini, aku tidak akan membiarkan orang ini mati,\nMeskipun itu artinya melawan Electro Mitsudomoe...\n\n\"Saatnya berlayar, bilah dan pedang telah diasah.\"\n\"Baiklah, ayo kita tunjukkan pada Shogunate tersebut kekuatan dari Seirai!\"\n\nMendengar nyanyian dari kapal, Miko tersebut meletakkan busurnya.\nSihir nyata yang diam-diam dipelajari di gunung Yougou,\ndia gunakan di sini meskipun merasa bersalah pada gurunya, Tengu.\nMembuka penghalang hebat yang telah ada sejak ribuan tahun lalu,\nBiarlah kebencian dari burung elang ungu yang sekarat,\nmengamukkan kapal yang menggantungkan panji Archon Electro.\nDia hanya bisa berharap kalau kucing tua itu tidak akan menyerang masuk ke badai petir...",
    "th": "\n\"รีบลงไป ผู้หญิงไม่ควรเกะกะอยู่บนเรือ!\"\nโจรที่มีชื่อว่า Ako Domeki หันหลังไป\nแต่เมื่อได้ยินเช่นนี้ มิโกะก็อดยิ้มไม่ได้\nหากผู้ที่สอนวิชายิงธนูให้ฉันในตอนนั้น ไม่ได้ออกรบไปพร้อมโชกุน\nลูกชายของเรา ก็น่าจะอยู่ในวัยเดียวกับ Zaemon\nส่วนฉัน ก็น่าจะใช้นามสกุล Takamine หรือ Asase ตามเขา...\n\nคำพูด และความตั้งใจของ Zaemon หันหลังให้ฉัน\nเหมือนตอนที่เขาถือดาบจากฉันไปไม่มีผิด\nแต่ครั้งนี้ ฉันจะไม่ให้ยอมให้เขาได้ตายไปอย่างแน่นอน\nแม้นจะต้องเป็นปรปักษ์กับธงของ \"Electro Mitsudomoe\"...\n\n\"ได้เวลาออกเดินทาง ฉมวก และดาบก็พร้อมแล้ว\"\n\"ให้ทหารพวกนั้นได้ลิ้มรสความกล้าของ Seirai!\"\n\nเมื่อได้ยินเพลงเดินเรือ มิโกะก็ได้วางธนูรบ\n\"เวทมนตร์\" ที่แท้จริง ที่แอบเรียนมาจากภูเขา Yougou\nถึงจะผิดต่ออาจารย์เท็งงุ แต่ใช้มันที่นี่ก็แล้วกัน\nใช้มันเพื่อแก้ผนึกเขตแดนที่อยู่มานับพันปี\nให้ความโกรธแค้น จากการตายของสายฟ้า\nทำลายล้างเรือของเทพเจ้าแห่งสายฟ้า\nแต่หวังว่าแมวแก่ตัวนั้น จะไม่บุกเข้ามาในสายฟ้า...",
    "vi": "\n\"Mau xuống đi. Nữ nhân ở trên thuyền chỉ làm vướng tay vướng chân!\" \nTên cướp có tên Ako Domeki quay lưng lại nói. \nNhưng nghe thấy điều này, nữ pháp sư lại không nhịn được nhếch môi.\nNếu người dạy tôi bắn cung không xuất chinh cùng với tướng quân, \nvậy thì bây giờ con trai chúng tôi có lẽ cũng bằng tuổi Dozaemon.\nVà có lẽ tôi sẽ lấy họ là Takamine, hoặc anh ấy theo họ Asase cũng nên...\n\nGiọng điệu của Dozaemon, và cái cách cố tình quay lưng về phía ta,\nhệt như cái cách mà anh ấy bỏ đi cùng với thanh đao.\nVì vậy lần này, tôi tuyệt đối sẽ không bao giờ để cho người này chết.\nNgay cả khi phải đối đầu với lá cờ của \"Tam Trùng Lôi\"...\n\n\"Thời khắc giương buồm đã đến, vũ khí và đao đều đã được mài sắc.\"\n\"Hãy để cho đám quan binh kia thấy được khí phách của chúng ta!\"\n\nLắng nghe bài hát ra khơi, nữ pháp sư hạ xuống chiến cung.\nNhững \"phép thuật\" chân chính đã lén học được trong quá khứ ở núi Yougou, \nmặc dù rất xin lỗi thầy Tengu, nhưng tôi sẽ dùng nó ở đây.\nMở ra kết giới vĩ đại đã tồn tại hàng nghìn năm, \nvà hãy để sự phẫn uất của diều hâu sấm sét đang chết dần, \ntàn phá các con tàu mang cờ hiệu của Lôi Thần.\nChỉ mong con mèo già đó, đừng lao vào sấm sét..."
  },
  "effects": [
    {
      "name": {
        "zhs": "浅濑之弭",
        "zht": "淺瀨之弭",
        "jp": "浅瀨の弭",
        "ko": "아사세의 활고자",
        "en": "Full Draw",
        "de": "Totaler Stillstand",
        "es": "Gran jugada",
        "fr": "Pleine allonge",
        "pt": "Grande Jogada",
        "ru": "Ничья",
        "id": "Full Draw",
        "th": "Full Draw",
        "vi": "Dòng Chảy Tịch Diệt"
      },
      "description": {
        "zhs": "普通攻击造成的伤害提升<color=#99FFFFFF>16%</color>，重击造成的伤害提升<color=#99FFFFFF>12%</color>。当装备该武器的角色元素能量等于100%时，这个效果提升100%。",
        "zht": "普通攻擊造成的傷害提升<color=#99FFFFFF>16%</color>，重擊造成的傷害提升<color=#99FFFFFF>12%</color>。當裝備該武器的角色元素能量等於100%時，這個效果提升100%。",
        "jp": "通常攻撃のダメージ+<color=#99FFFFFF>16%</color>、重撃のダメージ+<color=#99FFFFFF>12%</color>。この武器を装備したキャラクターの元素エネルギーが満タンの場合、該当効果が2倍になる。",
        "ko": "일반 공격으로 가하는 피해가 <color=#99FFFFFF>16%</color> 증가하고, 강공격으로 가하는 피해가 <color=#99FFFFFF>12%</color> 증가한다. 해당 무기를 장착한 캐릭터의 원소 에너지가 100%일 때, 해당 효과는 100% 증가한다",
        "en": "Increases Normal Attack DMG by <color=#99FFFFFF>16%</color> and Charged Attack DMG by <color=#99FFFFFF>12%</color>. When the equipping character's Energy reaches 100%, this effect is increased by 100%.",
        "de": "Erhöht den mit Standardangriffen verursachten Schaden um <color=#99FFFFFF>16 %</color> und den mit heftigen Schlägen verursachten Schaden um <color=#99FFFFFF>12 %</color>. Verstärkt diesen Effekt bei 100 % Elementarenergie der mit dieser Waffe ausgerüsteten Figur um 100 %.",
        "es": "Aumenta en un <color=#99FFFFFF>16%</color> el daño infligido con Ataques Normales y en un <color=#99FFFFFF>12%</color> el infligido con Ataques Cargados. Este efecto aumenta en un 100% cuando el personaje que equipa esta arma tiene restaurada toda su Energía Elemental.",
        "fr": "Augmente les DGT infligés par les attaques normales de <color=#99FFFFFF>16 %</color> et ceux des attaques chargées de <color=#99FFFFFF>12 %</color>. Lorsque l'énergie élémentaire du personnage équipé de l'arme atteint 100 %, cet effet augmente de 100 %.",
        "pt": "Aumenta o Dano de ATQ Normal em <color=#99FFFFFF>16%</color> e o Dano de ATQ Carregado em <color=#99FFFFFF>12%</color>. Quando a Energia Elemental do personagem equipado com essa arma é igual a 100%, esse efeito aumenta 100%.",
        "ru": "Увеличивает урон обычной атаки на <color=#99FFFFFF>16%</color> и урон заряженной атаки на <color=#99FFFFFF>12%</color>. Когда элементальная энергия персонажа с этим оружием достигает 100%, эффект увеличивается на 100%.",
        "id": "Meningkatkan <color=#99FFFFFF>16%</color> Normal Attack DMG dan <color=#99FFFFFF>12%</color> Charged ATK DMG. Saat Energy dari Karakter yang menggunakan senjata ini mencapai 100%, efek meningkat 100%.",
        "th": "การโจมตีปกติสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>16%</color> ชาร์จโจมตีสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>12%</color> และเมื่อตัวละครที่ใช้อาวุธนี้มีพลังงานธาตุ 100% เอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
        "vi": "Tăng <color=#99FFFFFF>16%</color> sát thương tấn công thường, tăng <color=#99FFFFFF>12%</color> sát thương trọng kích. Khi Năng Lượng Nguyên Tố đạt 100%, tăng 100% hiệu quả cho nhân vật trang bị vũ khí này."
      }
    },
    {
      "name": {
        "zhs": "浅濑之弭",
        "zht": "淺瀨之弭",
        "jp": "浅瀨の弭",
        "ko": "아사세의 활고자",
        "en": "Full Draw",
        "de": "Totaler Stillstand",
        "es": "Gran jugada",
        "fr": "Pleine allonge",
        "pt": "Grande Jogada",
        "ru": "Ничья",
        "id": "Full Draw",
        "th": "Full Draw",
        "vi": "Dòng Chảy Tịch Diệt"
      },
      "description": {
        "zhs": "普通攻击造成的伤害提升<color=#99FFFFFF>20%</color>，重击造成的伤害提升<color=#99FFFFFF>15%</color>。当装备该武器的角色元素能量等于100%时，这个效果提升100%。",
        "zht": "普通攻擊造成的傷害提升<color=#99FFFFFF>20%</color>，重擊造成的傷害提升<color=#99FFFFFF>15%</color>。當裝備該武器的角色元素能量等於100%時，這個效果提升100%。",
        "jp": "通常攻撃のダメージ+<color=#99FFFFFF>20%</color>、重撃のダメージ+<color=#99FFFFFF>15%</color>。この武器を装備したキャラクターの元素エネルギーが満タンの場合、該当効果が2倍になる。",
        "ko": "일반 공격으로 가하는 피해가 <color=#99FFFFFF>20%</color> 증가하고, 강공격으로 가하는 피해가 <color=#99FFFFFF>15%</color> 증가한다. 해당 무기를 장착한 캐릭터의 원소 에너지가 100%일 때, 해당 효과는 100% 증가한다",
        "en": "Increases Normal Attack DMG by <color=#99FFFFFF>20%</color> and Charged Attack DMG by <color=#99FFFFFF>15%</color>. When the equipping character's Energy reaches 100%, this effect is increased by 100%.",
        "de": "Erhöht den mit Standardangriffen verursachten Schaden um <color=#99FFFFFF>20 %</color> und den mit heftigen Schlägen verursachten Schaden um <color=#99FFFFFF>15 %</color>. Verstärkt diesen Effekt bei 100 % Elementarenergie der mit dieser Waffe ausgerüsteten Figur um 100 %.",
        "es": "Aumenta en un <color=#99FFFFFF>20%</color> el daño infligido con Ataques Normales y en un <color=#99FFFFFF>15%</color> el infligido con Ataques Cargados. Este efecto aumenta en un 100% cuando el personaje que equipa esta arma tiene restaurada toda su Energía Elemental.",
        "fr": "Augmente les DGT infligés par les attaques normales de <color=#99FFFFFF>20 %</color> et ceux des attaques chargées de <color=#99FFFFFF>15 %</color>. Lorsque l'énergie élémentaire du personnage équipé de l'arme atteint 100 %, cet effet augmente de 100 %.",
        "pt": "Aumenta o Dano de ATQ Normal em <color=#99FFFFFF>20%</color> e o Dano de ATQ Carregado em <color=#99FFFFFF>15%</color>. Quando a Energia Elemental do personagem equipado com essa arma é igual a 100%, esse efeito aumenta 100%.",
        "ru": "Увеличивает урон обычной атаки на <color=#99FFFFFF>20%</color> и урон заряженной атаки на <color=#99FFFFFF>15%</color>. Когда элементальная энергия персонажа с этим оружием достигает 100%, эффект увеличивается на 100%.",
        "id": "Meningkatkan <color=#99FFFFFF>20%</color> Normal Attack DMG dan <color=#99FFFFFF>15%</color> Charged ATK DMG. Saat Energy dari Karakter yang menggunakan senjata ini mencapai 100%, efek meningkat 100%.",
        "th": "การโจมตีปกติสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>20%</color> ชาร์จโจมตีสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>15%</color> และเมื่อตัวละครที่ใช้อาวุธนี้มีพลังงานธาตุ 100% เอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
        "vi": "Tăng <color=#99FFFFFF>20%</color> sát thương tấn công thường, tăng <color=#99FFFFFF>15%</color> sát thương trọng kích. Khi Năng Lượng Nguyên Tố đạt 100%, tăng 100% hiệu quả cho nhân vật trang bị vũ khí này."
      }
    },
    {
      "name": {
        "zhs": "浅濑之弭",
        "zht": "淺瀨之弭",
        "jp": "浅瀨の弭",
        "ko": "아사세의 활고자",
        "en": "Full Draw",
        "de": "Totaler Stillstand",
        "es": "Gran jugada",
        "fr": "Pleine allonge",
        "pt": "Grande Jogada",
        "ru": "Ничья",
        "id": "Full Draw",
        "th": "Full Draw",
        "vi": "Dòng Chảy Tịch Diệt"
      },
      "description": {
        "zhs": "普通攻击造成的伤害提升<color=#99FFFFFF>24%</color>，重击造成的伤害提升<color=#99FFFFFF>18%</color>。当装备该武器的角色元素能量等于100%时，这个效果提升100%。",
        "zht": "普通攻擊造成的傷害提升<color=#99FFFFFF>24%</color>，重擊造成的傷害提升<color=#99FFFFFF>18%</color>。當裝備該武器的角色元素能量等於100%時，這個效果提升100%。",
        "jp": "通常攻撃のダメージ+<color=#99FFFFFF>24%</color>、重撃のダメージ+<color=#99FFFFFF>18%</color>。この武器を装備したキャラクターの元素エネルギーが満タンの場合、該当効果が2倍になる。",
        "ko": "일반 공격으로 가하는 피해가 <color=#99FFFFFF>24%</color> 증가하고, 강공격으로 가하는 피해가 <color=#99FFFFFF>18%</color> 증가한다. 해당 무기를 장착한 캐릭터의 원소 에너지가 100%일 때, 해당 효과는 100% 증가한다",
        "en": "Increases Normal Attack DMG by <color=#99FFFFFF>24%</color> and Charged Attack DMG by <color=#99FFFFFF>18%</color>. When the equipping character's Energy reaches 100%, this effect is increased by 100%.",
        "de": "Erhöht den mit Standardangriffen verursachten Schaden um <color=#99FFFFFF>24 %</color> und den mit heftigen Schlägen verursachten Schaden um <color=#99FFFFFF>18 %</color>. Verstärkt diesen Effekt bei 100 % Elementarenergie der mit dieser Waffe ausgerüsteten Figur um 100 %.",
        "es": "Aumenta en un <color=#99FFFFFF>24%</color> el daño infligido con Ataques Normales y en un <color=#99FFFFFF>18%</color> el infligido con Ataques Cargados. Este efecto aumenta en un 100% cuando el personaje que equipa esta arma tiene restaurada toda su Energía Elemental.",
        "fr": "Augmente les DGT infligés par les attaques normales de <color=#99FFFFFF>24 %</color> et ceux des attaques chargées de <color=#99FFFFFF>18 %</color>. Lorsque l'énergie élémentaire du personnage équipé de l'arme atteint 100 %, cet effet augmente de 100 %.",
        "pt": "Aumenta o Dano de ATQ Normal em <color=#99FFFFFF>24%</color> e o Dano de ATQ Carregado em <color=#99FFFFFF>18%</color>. Quando a Energia Elemental do personagem equipado com essa arma é igual a 100%, esse efeito aumenta 100%.",
        "ru": "Увеличивает урон обычной атаки на <color=#99FFFFFF>24%</color> и урон заряженной атаки на <color=#99FFFFFF>18%</color>. Когда элементальная энергия персонажа с этим оружием достигает 100%, эффект увеличивается на 100%.",
        "id": "Meningkatkan <color=#99FFFFFF>24%</color> Normal Attack DMG dan <color=#99FFFFFF>18%</color> Charged ATK DMG. Saat Energy dari Karakter yang menggunakan senjata ini mencapai 100%, efek meningkat 100%.",
        "th": "การโจมตีปกติสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>24%</color> ชาร์จโจมตีสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>18%</color> และเมื่อตัวละครที่ใช้อาวุธนี้มีพลังงานธาตุ 100% เอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
        "vi": "Tăng <color=#99FFFFFF>24%</color> sát thương tấn công thường, tăng <color=#99FFFFFF>18%</color> sát thương trọng kích. Khi Năng Lượng Nguyên Tố đạt 100%, tăng 100% hiệu quả cho nhân vật trang bị vũ khí này."
      }
    },
    {
      "name": {
        "zhs": "浅濑之弭",
        "zht": "淺瀨之弭",
        "jp": "浅瀨の弭",
        "ko": "아사세의 활고자",
        "en": "Full Draw",
        "de": "Totaler Stillstand",
        "es": "Gran jugada",
        "fr": "Pleine allonge",
        "pt": "Grande Jogada",
        "ru": "Ничья",
        "id": "Full Draw",
        "th": "Full Draw",
        "vi": "Dòng Chảy Tịch Diệt"
      },
      "description": {
        "zhs": "普通攻击造成的伤害提升<color=#99FFFFFF>28%</color>，重击造成的伤害提升<color=#99FFFFFF>21%</color>。当装备该武器的角色元素能量等于100%时，这个效果提升100%。",
        "zht": "普通攻擊造成的傷害提升<color=#99FFFFFF>28%</color>，重擊造成的傷害提升<color=#99FFFFFF>21%</color>。當裝備該武器的角色元素能量等於100%時，這個效果提升100%。",
        "jp": "通常攻撃のダメージ+<color=#99FFFFFF>28%</color>、重撃のダメージ+<color=#99FFFFFF>21%</color>。この武器を装備したキャラクターの元素エネルギーが満タンの場合、該当効果が2倍になる。",
        "ko": "일반 공격으로 가하는 피해가 <color=#99FFFFFF>28%</color> 증가하고, 강공격으로 가하는 피해가 <color=#99FFFFFF>21%</color> 증가한다. 해당 무기를 장착한 캐릭터의 원소 에너지가 100%일 때, 해당 효과는 100% 증가한다",
        "en": "Increases Normal Attack DMG by <color=#99FFFFFF>28%</color> and Charged Attack DMG by <color=#99FFFFFF>21%</color>. When the equipping character's Energy reaches 100%, this effect is increased by 100%.",
        "de": "Erhöht den mit Standardangriffen verursachten Schaden um <color=#99FFFFFF>28 %</color> und den mit heftigen Schlägen verursachten Schaden um <color=#99FFFFFF>21 %</color>. Verstärkt diesen Effekt bei 100 % Elementarenergie der mit dieser Waffe ausgerüsteten Figur um 100 %.",
        "es": "Aumenta en un <color=#99FFFFFF>28%</color> el daño infligido con Ataques Normales y en un <color=#99FFFFFF>21%</color> el infligido con Ataques Cargados. Este efecto aumenta en un 100% cuando el personaje que equipa esta arma tiene restaurada toda su Energía Elemental.",
        "fr": "Augmente les DGT infligés par les attaques normales de <color=#99FFFFFF>28 %</color> et ceux des attaques chargées de <color=#99FFFFFF>21 %</color>. Lorsque l'énergie élémentaire du personnage équipé de l'arme atteint 100 %, cet effet augmente de 100 %.",
        "pt": "Aumenta o Dano de ATQ Normal em <color=#99FFFFFF>28%</color> e o Dano de ATQ Carregado em <color=#99FFFFFF>21%</color>. Quando a Energia Elemental do personagem equipado com essa arma é igual a 100%, esse efeito aumenta 100%.",
        "ru": "Увеличивает урон обычной атаки на <color=#99FFFFFF>28%</color> и урон заряженной атаки на <color=#99FFFFFF>21%</color>. Когда элементальная энергия персонажа с этим оружием достигает 100%, эффект увеличивается на 100%.",
        "id": "Meningkatkan <color=#99FFFFFF>28%</color> Normal Attack DMG dan <color=#99FFFFFF>21%</color> Charged ATK DMG. Saat Energy dari Karakter yang menggunakan senjata ini mencapai 100%, efek meningkat 100%.",
        "th": "การโจมตีปกติสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>28%</color> ชาร์จโจมตีสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>21%</color> และเมื่อตัวละครที่ใช้อาวุธนี้มีพลังงานธาตุ 100% เอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
        "vi": "Tăng <color=#99FFFFFF>28%</color> sát thương tấn công thường, tăng <color=#99FFFFFF>21%</color> sát thương trọng kích. Khi Năng Lượng Nguyên Tố đạt 100%, tăng 100% hiệu quả cho nhân vật trang bị vũ khí này."
      }
    },
    {
      "name": {
        "zhs": "浅濑之弭",
        "zht": "淺瀨之弭",
        "jp": "浅瀨の弭",
        "ko": "아사세의 활고자",
        "en": "Full Draw",
        "de": "Totaler Stillstand",
        "es": "Gran jugada",
        "fr": "Pleine allonge",
        "pt": "Grande Jogada",
        "ru": "Ничья",
        "id": "Full Draw",
        "th": "Full Draw",
        "vi": "Dòng Chảy Tịch Diệt"
      },
      "description": {
        "zhs": "普通攻击造成的伤害提升<color=#99FFFFFF>32%</color>，重击造成的伤害提升<color=#99FFFFFF>24%</color>。当装备该武器的角色元素能量等于100%时，这个效果提升100%。",
        "zht": "普通攻擊造成的傷害提升<color=#99FFFFFF>32%</color>，重擊造成的傷害提升<color=#99FFFFFF>24%</color>。當裝備該武器的角色元素能量等於100%時，這個效果提升100%。",
        "jp": "通常攻撃のダメージ+<color=#99FFFFFF>32%</color>、重撃のダメージ+<color=#99FFFFFF>24%</color>。この武器を装備したキャラクターの元素エネルギーが満タンの場合、該当効果が2倍になる。",
        "ko": "일반 공격으로 가하는 피해가 <color=#99FFFFFF>32%</color> 증가하고, 강공격으로 가하는 피해가 <color=#99FFFFFF>24%</color> 증가한다. 해당 무기를 장착한 캐릭터의 원소 에너지가 100%일 때, 해당 효과는 100% 증가한다",
        "en": "Increases Normal Attack DMG by <color=#99FFFFFF>32%</color> and Charged Attack DMG by <color=#99FFFFFF>24%</color>. When the equipping character's Energy reaches 100%, this effect is increased by 100%.",
        "de": "Erhöht den mit Standardangriffen verursachten Schaden um <color=#99FFFFFF>32 %</color> und den mit heftigen Schlägen verursachten Schaden um <color=#99FFFFFF>24 %</color>. Verstärkt diesen Effekt bei 100 % Elementarenergie der mit dieser Waffe ausgerüsteten Figur um 100 %.",
        "es": "Aumenta en un <color=#99FFFFFF>32%</color> el daño infligido con Ataques Normales y en un <color=#99FFFFFF>24%</color> el infligido con Ataques Cargados. Este efecto aumenta en un 100% cuando el personaje que equipa esta arma tiene restaurada toda su Energía Elemental.",
        "fr": "Augmente les DGT infligés par les attaques normales de <color=#99FFFFFF>32 %</color> et ceux des attaques chargées de <color=#99FFFFFF>24 %</color>. Lorsque l'énergie élémentaire du personnage équipé de l'arme atteint 100 %, cet effet augmente de 100 %.",
        "pt": "Aumenta o Dano de ATQ Normal em <color=#99FFFFFF>32%</color> e o Dano de ATQ Carregado em <color=#99FFFFFF>24%</color>. Quando a Energia Elemental do personagem equipado com essa arma é igual a 100%, esse efeito aumenta 100%.",
        "ru": "Увеличивает урон обычной атаки на <color=#99FFFFFF>32%</color> и урон заряженной атаки на <color=#99FFFFFF>24%</color>. Когда элементальная энергия персонажа с этим оружием достигает 100%, эффект увеличивается на 100%.",
        "id": "Meningkatkan <color=#99FFFFFF>32%</color> Normal Attack DMG dan <color=#99FFFFFF>24%</color> Charged ATK DMG. Saat Energy dari Karakter yang menggunakan senjata ini mencapai 100%, efek meningkat 100%.",
        "th": "การโจมตีปกติสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>32%</color> ชาร์จโจมตีสร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>24%</color> และเมื่อตัวละครที่ใช้อาวุธนี้มีพลังงานธาตุ 100% เอฟเฟกต์นี้จะเพิ่มขึ้น 100%",
        "vi": "Tăng <color=#99FFFFFF>32%</color> sát thương tấn công thường, tăng <color=#99FFFFFF>24%</color> sát thương trọng kích. Khi Năng Lượng Nguyên Tố đạt 100%, tăng 100% hiệu quả cho nhân vật trang bị vũ khí này."
      }
    }
  ],
  "internal_name": "Bow_Bakufu",
  "imgid": "bow/bakufu"
}