{
  "id": 15413,
  "type": "bow",
  "rank": 4,
  "name": {
    "zhs": "风花之颂",
    "zht": "風花之頌",
    "jp": "風花の頌歌",
    "ko": "바람 꽃의 노래",
    "en": "Windblume Ode",
    "de": "Windblumenode",
    "es": "Oda a las Flores de Viento",
    "fr": "Ode aux alizées",
    "pt": "Ode à Brisa Florescente",
    "ru": "Ода анемонии",
    "id": "Windblume Ode",
    "th": "Windblume Ode",
    "vi": "Bài Ca Hoa Gió"
  },
  "description": {
    "zhs": "点缀以无名花朵的弓，承载着同样无名之人的殷切希望。",
    "zht": "點綴以無名花朵的弓，承載著同樣無名之人的殷切希望。",
    "jp": "名も無き花で飾られた弓、名も無き者の強き希望を宿している。",
    "ko": "이름 없는 꽃이 수놓아진 활, 이름 없는 사람들의 간절한 희망을 담고 있다",
    "en": "A bow adorned with nameless flowers that bears the earnest hopes of an equally nameless person.",
    "de": "Ein Bogen, geschmückt mit namenlosen Blumen, der die innigsten Wünsche einer ebenso namenlosen Person trägt.",
    "es": "Un arco ornamentado con flores desconocidas que carga con los fervientes deseos de una persona también desconocida.",
    "fr": "Un arc ornementé de fleurs sans nom, portant également le poids des espoirs ardents d'un inconnu.",
    "pt": "Um arco adornado com flores desconhecidas que carrega as esperanças de uma pessoa também desconhecida.",
    "ru": "Украшенный безымянными цветами лук несёт заветные желания такого же безымянного человека.",
    "id": "Sebuah busur yang dihiasi dengan bunga tanpa nama, bunga tersebut mengandung harapan dari orang-orang yang juga tidak pernah berkesempatan memiliki sebuah nama.",
    "th": "ธนูที่ประดับตกแต่งด้วยดอกไม้นิรนาม ที่ได้แบกรับความหวังอันแรงกล้าของบุคคลนิรนามเอาไว้",
    "vi": "Cây cung được điểm xuyết bởi đóa hoa không tên mang theo hy vọng tha thiết của những người vô danh."
  },
  "lore": {
    "zhs": "\n蒙德的童梦里，有这样一种轻飘飘的花儿，\n烈风与严寒之中生长，狂舞的冰晶中盛放。\n\n与那些被强风连根拔起，席卷而去的寻常花草不同，\n被称为「风之花」的花朵，风愈猛烈，根茎愈强壮。\n如今，凡人反抗暴君的久远奋争被引以为佳节笑谈，\n花儿的模样亦日渐模糊，融进悠远如风的琴声当中。\n\n「赠予你无名的花朵，愿未曾经历的春日于你并非毫无意义」\n「愿你以希望与笑容为回报，与我同迎来烈风止息的那一天」\n\n在高塔暴君睥睨万民的时代，心怀自由的人们曾如是彼此呼召。\n那些寻求勇气、梦想挺起胸膛的人们编织着未知，以此为暗号。\n往日间孤独而脆弱的花朵迎风盛放，渐渐开满狂岚肆虐的山岭，\n就这样，曾漠然无根、随波逐流的臣民成为了骄傲无畏的英豪。\n高塔上蹙眉自守的君王愈发矮小瑟缩，再也吹不散汹涌的怒潮。 \n\n「赠予你无名的花朵，愿她冠你我英雄之名，守护春日与青空」\n「愿朝霞化成精灵，伴着你与我，漫游于真正自在的和风之中」\n\n在古旧尖塔的废墟之上，在获得新生的人们的欢呼、合歌与泪水中，\n有一名红发战士背向初生的新神，如浪潮中的雨滴般隐没在人群里。\n他是以风之花传递暗语的先行者，在黎明前漫长的暗夜中编织晨曦。\n其名早已湮没于流转的时光中。但此人的作为，在诗篇中传唱不息。\n千年后，另一名红发骑士追随他的脚步，照亮宗室贵胄涂黑的历史。\n就如同「风之花」的命运一般：在重压之下、不得不奋起时才绽放，\n这一族的宿命恐怕永远不会变：身居至暗的黑夜，带来破晓的火光…\n\n「风之花」的形象在经年的流风中日渐隐没。\n其名在平和的岁月中，有了爱与欢愉的内涵。\n这就是在黑暗中坚定徒行的人们所希冀的吧…\n\n「盛放的花就应当象征爱、象征春天降临，」\n「而不再是抗争的狼烟、揭旗之人的暗号…」\n\n",
    "zht": "\n蒙德的童夢裡，有這樣一種輕飄飄的花兒，\n烈風與嚴寒之中生長，狂舞的冰晶中盛放。\n\n與那些被強風連根拔起，席捲而去的尋常花草不同，\n被稱為「風之花」的花朵，風愈猛烈，根莖愈強壯。\n如今，凡人反抗暴君的久遠奮爭被引以為佳節笑談，\n花兒的模樣亦日漸模糊，融進悠遠如風的琴聲當中。\n\n「贈予你無名的花朵，願未曾經歷的春日於你並非毫無意義」\n「願你以希望與笑容為回報，與我同迎烈風止息的那一天」\n\n在高塔暴君睥睨萬民的時代，心懷自由的人們曾如是彼此呼召。\n那些尋求勇氣、夢想挺起胸膛的人們編織著未知，以此為暗號。\n往日間孤獨而脆弱的花朵迎風盛放，漸漸開滿狂嵐肆虐的山嶺，\n就這樣，曾漠然無根、隨波逐流的臣民成為了驕傲無畏的英豪。\n高塔上蹙眉自守的君王益發矮小瑟縮，再也吹不散洶湧的怒潮。\n\n「贈予你無名的花朵，願她冠你我英雄之名，守護春日與青空」\n「願朝霞化成精靈，伴著你與我，漫遊於真正自在的和風之中」\n\n在古舊尖塔的廢墟之上，在獲得新生的人們的歡呼、合唱與淚水中。\n有一名紅髮戰士背向初生的新神，如浪潮中的雨滴般隱沒在人群裡。\n他是以風之花傳遞暗語的先行者，在黎明前漫長的暗夜中編織晨曦。\n其名早已湮沒於流轉的時光中。但此人的作為，在詩篇中傳唱不息。\n千年後，另一名紅髮騎士追隨他的腳步，照亮宗室貴胄塗黑的歷史。\n就如同「風之花」的命運一般：在重壓之下、不得不奮起時才綻放，\n這一族的宿命恐怕永遠不會改變：身居至暗的黑夜，帶來破曉的火光…\n\n「風之花」的形像在經年的流風中日漸隱沒。\n其名在平和的歲月中，有了愛與歡愉的內涵。\n這就是在黑暗中堅定徒行的人們所希冀的吧…\n\n「盛放的花就應當象徵愛、象徵春天降臨，」\n「而不再是抗爭的狼煙、揭旗之人的暗號…」\n\n",
    "jp": "\nモンドのおとぎ話に、このような軽やかな花がある、\n烈風と極寒で育ち、乱舞する氷晶の中で咲く。\n\n強風で根こそぎにされる普通の草花とは違い、\n「風の花」と呼ばれる花は、風が強いほど根も強くなる。\n今では、暴君に反抗した長き戦いは祭日の逸話として語られている。\n花の姿も日につれてぼやけ始め、遠き風のような琴の音の中に溶け込んだ。\n\n「無名の花を捧げよう。君の経験していない春は決して無意味ではない。」\n「希望と笑顔を返報とし、我と共に烈風が止まる日を迎えよ。」\n\n高塔の暴君が人々を見下す時代、自由の心を持つ人々はこうして呼び合った。\n勇気と夢を求め立ち上がる人々はこれらを暗号とし、未知を歩んだ。\nかつて孤独で脆かった花々は風に吹かれ、嵐に荒らされた山々に咲き満ちた。\nそして、波の流れに従っていた群衆は、誇り高き英雄となった。\n眉をひそめ高塔を守る君王は身を縮こめ、二度と荒れ狂う怒涛を吹き散らすことができなかった。\n\n「無名の花を捧げよう。彼女から英雄の名を授かり、春と青空を守り続けよう。」\n「朝の輝きが精霊になり、私たちと同行し、心地よいそよ風の中を漫遊しよう。」\n\n古き尖塔の廃墟、生まれ変わった人々の歓声、歌声、涙の中、\nとある赤髪の戦士が新生の神に背を向け、浪に落ちる雨粒のように群衆の中に埋もれた。\n彼は風の花で隠語を伝えた先駆者であり、夜明け前の長い暗闇の中で暁を迎える。\n彼の名はとっくに時に埋もれてしまった。しかし彼の行いは詩で広く永く歌われている。\n千年後、もう一名の赤髪の騎士は彼と同じように、旧貴族の暗き歴史を照らした。\n重圧に圧され、奮起という選択しか残されていないときに花を咲かせる——そう、「風の花」の運命のように。\nこの一族の運命も、決して変わらないだろう。最も暗い闇に身を投じ、夜明けの光をもたらす…\n\n千年に渡って流れる風の中で、「風の花」のイメージは徐々に人々に忘れ去られた。\n平和な時代の中、その名には愛と喜びの意味が付与された。\nこれこそ、暗闇の中を揺るがなく歩んだ人々が望んだことなのだろう…\n\n「満開の花は、反抗の狼煙や旗を揚げる者の暗号ではなく、」\n「愛と、春の到来を象徴するものであるべきだ…」\n\n",
    "ko": "\n몬드의 어린 시절 꿈속에는 이런 흩날리는 꽃이 있었다.\n열풍과 혹한 속에서 싹을 틔우고 시리도록 차가운 얼음 속에서 활짝 핀 꽃.\n\n강풍에 뿌리째 뽑혀 날아가는 일반적인 꽃들과 달리\n「바람의 꽃」이라 불리는 꽃은 바람이 거세질수록 뿌리줄기도 점점 단단해졌다.\n오늘날 사람들은 축제를 맞아 오래전 폭군에게 대항했던 투쟁을 이야기한다.\n꽃의 모양은 점차 희미해져가다 오래된 바람 같은 하프 소리에 녹아들었다.\n\n「그대에게 이름 없는 꽃을 주리라. 과거의 모든 봄날이 결코 무의미하지 않았길 바라며」\n「희망과 미소로 나와 함께 열풍이 그치는 그날을 맞이할 수 있길 바라며」\n\n고탑의 폭군이 백성들을 멸시하던 때 자유를 품고 있던 자들은 서로를 향해 이렇게 외쳤다.\n그리고 용기와 꿈을 좇아 일어섰던 자들은 이를 암호로 삼아 미지의 세계를 엮어나갔다.\n과거 고독하고 연약했던 꽃이 바람과 함께 만개해 점차 폭풍이 몰아치던 산악을 뒤덮었고,\n그렇게 막연하고 뿌리 없이 휩쓸리던 백성들은 자랑스럽고 용감한 영웅이 되었다.\n눈살을 찌푸리며 고탑을 지키던 군왕은 점점 몸이 움츠러들었고 사나운 분노의 파도를 더는 잠재우지 못했다.\n\n「그대에게 이름 없는 꽃을 주리라. 그대와 내가 그녀에게 영웅의 이름을 부여받아 봄날과 푸른 하늘을 지키길 바라며」\n「아침의 노을이 요정이 되어 우리와 함께 진정한 자유의 바람을 만끽하길 바라며」\n\n오래된 첨탑 위에서, 새 삶을 얻은 사람들의 환호, 노래 그리고 눈물 속에서,\n한 붉은 머리의 전사가 새로 탄생한 신에게 등을 돌린 채 파도에 떨어지는 빗방울처럼 사람들 속에서 사라졌다.\n바람의 꽃으로 은어를 전하는 선구자였던 그는 동트기 전 기나긴 밤 속에서 아침을 맞이했다.\n그의 이름은 흐르는 시간 속에 묻혀버렸지만, 그가 한 일을 노래하는 시편은 끊이지 않았다.\n천년 후, 또 다른 붉은 머리의 기사가 그의 발자취를 따라 귀족의 어두운 역사를 밝혔다.\n엄청난 압박에 억눌려 가장 절박한 상황에서만 피어나는 「바람의 꽃」처럼,\n어두운 밤에 몸담은 채 새벽의 빛을 밝혀야 하는 이들 일족의 숙명 역시 변하지 않을 것이다….\n\n「바람의 꽃」의 형상은 오랜 바람 속에서 점차 사라져갔고,\n평화의 시대에서 그 이름은 사랑과 기쁨이라는 의미를 갖게 되었다.\n그러나 그것은 분명 어둠 속을 확고히 걸어 나가던 자들이 바랐던 것일 거다….\n\n「만개한 꽃은 더 이상 투쟁의 봉화나 깃발 든 자의 암호가 아닌,」\n「사랑과 봄의 도래를 상징해야 한다….」\n\n",
    "en": "\nIn the childhood dreams of Mondstadt, there was a certain breed of floaty flower,\nThat would grow lushly even amidst the mighty winds, terrible winters and wild whipping ice.\n\nIt was unlike ordinary plants, which would be blown away, roots and all, when struck by the powerful gales.\nIndeed, this \"Windblume\"'s roots would grow stronger even as the wind grew wilder.\nToday, the rebellion of ordinary mortals against tyranny has long been consigned to festive jests,\nAnd the shape of that flower has grown faint, melding into the lilting lyre-tunes of histories long gone by.\n\n\"Let me give you this nameless flower, and may the spring-times you never saw mean nothing to you.\"\n\"Pray repay me with hope and a smile, and stand with me to welcome the day when the storms blow no longer.\"\n\nIn the days when a tyrant gazed down upon the common folk from his tower, those who nursed freedom in their breasts would greet each other thusly.\nThose who sought courage and dreamed of walking upright wove the unknown, using this as their secret sign.\nIn those days, a lonely and fragile flower would come into bloom with the wind before slowly blossoming all across the wild mountain ranges.\nSo too did rootless and indifferent subjects content to go with the flow become proud, fearless heroes.\nThe frowning lord in the tower grew ever lesser in stature, and could no longer disperse the swelling, raging tide.\n\n\"Let me give you this nameless flower, and may she crown us champions, defenders of spring and sky.\"\n\"May the dawn be our spirit and follow us into the winds of true freedom.\"\n\nAtop the ruins of the ancient tower, amidst the cheers, songs, and tears of those who had newly won their freedom.\nA red-haired warrior turned his back on the newborn god, hidden like a single raindrop in a tidal wave of humanity.\nHe was first among those who passed the secret sign of the Windblume amongst themselves, the one who wove threads of dawn throughout the long night.\nHis name has since been lost to time, but his deeds are still remembered in song.\nA thousand years later, another red-haired knight would follow in his footsteps, and bring light to the then-benighted history of the nobility.\nJust as the fate of the Windblume is to bloom under great pressure when the need to arise is most desperate,\nThe fate of this clan will likely never change: they shall ever live in the darkness and bring forth the flame of dawn.\n\nThe shape of the Windblume has been lost amidst the flowing winds of time.\nIn times of peace, its name has become synonymous with love and gladness.\nBut surely, this must have been the desire of those who walked stalwartly through the darkness...\n\n\"The flowers in bloom should represent love, and stand for the coming of spring.\"\n\"No more should they signal for rebellion, nor be the sign for banners to be raised...\"\n\n",
    "de": "\nIn den Kindheitsträumen von Mondstadt gab es eine bestimmte Art von schwebenden Blumen,\nwelche selbst inmitten der mächtigen Winde, schrecklichen Winter und des wild peitschenden Eises üppig wachsen würde.\n\nSie war anders als die üblichen Pflanzen, die von den starken Stürmen mitsamt den Wurzeln weggeweht wurden.\nDie Wurzeln dieser „Windblume“ wuchsen sogar noch stärker, je wilder der Wind wurde.\nHeute ist die Rebellion der Normalsterblichen gegen die Tyrannei längst zu festlichen Scherzen verkommen.\nUnd die Form dieser Blume ist blass geworden und verschmilzt mit den trällernden Leiermelodien längst vergangener Zeiten.\n\n„Lass mich dir diese namenlose Blume geben, und mögen die Frühlingszeiten, die du nie gesehen hast, dir nichts bedeuten.“\n„Vergelte es mir mit Hoffnung und einem Lächeln und begrüße mit mir den Tag, an dem die Stürme nicht mehr wehen.“\n\nIn den Tagen, als der Tyrann des Turms das gemeine Volk überwachte, grüßten sich diejenigen, die die Freiheit in ihrer Brust trugen, auf diese Weise.\nDiejenigen, die Mut suchten und davon träumten, aufrecht zu gehen, webten das Unbekannte und benutzten dies als ihr geheimes Zeichen.\nDamals blühte eine einsame und zerbrechliche Blume mit dem Wind auf, bevor sie langsam über die wilden Bergketten hinweg erblühte.\nSo wurden auch wurzellose und gleichgültige Untertanen, die sich damit zufrieden gaben, mit dem Strom zu schwimmen, zu stolzen, furchtlosen Helden.\nDer stirnrunzelnde Herr im Turm wurde immer kleiner und konnte die anschwellende, wütende Flut nicht mehr zerstreuen.\n\n„Lasst mich euch diese namenlose Blume geben und möge sie uns zu Siegern krönen, Verteidigern des Frühlings und des Himmels.“\n„Möge die Morgendämmerung unser Geist sein und uns in die Winde der wahren Freiheit folgen.“\n\nAuf den Ruinen des alten Turms, inmitten von Jubel, Gesang und Tränen derer, die ihre Freiheit neu gewonnen hatten.\nEin rothaariger Krieger drehte dem neugeborenen Gott den Rücken zu, versteckt wie ein einzelner Regentropfen in einer Flutwelle von Menschen.\nEr war der erste unter denen, die das geheime Zeichen der Windblume passierten, derjenige, der die Fäden der Dämmerung durch die lange Nacht webte.\nSein Name ist seitdem an die Zeit verloren gegangen, aber Lieder erinnern weiterhin an seine Taten.\nTausend Jahre später sollte ein anderer rothaariger Ritter in seine Fußstapfen treten und Licht in die damals noch unrühmliche Geschichte des Adels bringen.\nSo wie es das Schicksal der Windblume ist, unter großem Druck zu erblühen, wenn die Not am größten ist,\nWird sich das Schicksal dieser Schule wahrscheinlich nie ändern: Sie werden immer in der Dunkelheit leben und die Flamme der Morgenröte hervorbringen.\n\nDie Form der Windblume hat sich in den fließenden Winden der Zeit verloren.\nIn Zeiten des Friedens ist ihr Name zum Synonym für Liebe und Fröhlichkeit geworden.\nSicherlich war dies der Wunsch derer, die unerschütterlich durch die Dunkelheit gingen ...\n\n„Die blühenden Blumen sollen die Liebe repräsentieren und für das Kommen des Frühlings stehen.“\n„Sie sollen nicht mehr das Signal zur Rebellion sein und nicht mehr das Zeichen für das Hissen von Bannern ...“\n\n",
    "es": "\nEn los sueños de la infancia de Mondstadt, había una especie de flor flotante muy ligera.\nCrecía en medio de las tempestades y del frío extremo, y florecía a pesar del salvaje hielo.\n\nEra muy distinta a las demás flores y plantas, las cuales o bien eran arrancadas de raíz, o bien arrastradas por los fuertes vientos.\nLas raíces de estas flores, llamadas “flores de viento”, se volvían más resistentes cuanto más fuerte era el viento que las zarandeaba.\nHoy en día, la lejana lucha de la gente que se rebeló contra el antiguo tirano es motivo de fiesta y humor.\nY el recuerdo de esas flores se ha hecho cada vez más borroso, hasta el punto de fundirse con la melodía de las liras, tan antigua y parecida al silbido del viento.\n\n“Toma, te regalo esta flor sin nombre. Deseo que las primaveras que aún no has vivido tengan un gran significado para ti.\nDeseo que te lo paguen con esperanza y sonrisas, y que juntos recibamos el día en que cesen las tempestades”.\n\nAsí era como se saludaba la gente de espíritu libre en la época en la que el Tirano de la Tempestad los miraba con desdén desde su torre.\nAquellas personas que buscaban el valor y soñaban con poder expresarse libremente tenían que inventarse todo tipo de contraseñas y señales secretas.\nEn el pasado, esas solitarias y frágiles flores se abrieron con el viento e inundaron las brumosas montañas.\nAsí, los impasibles y desarraigados súbditos, que hasta entonces vivían dejándose llevar por la corriente, se convirtieron en orgullosos y valientes héroes.\nEl arisco y egoísta tirano de la torre se volvió cada vez más pequeño e insignificante, hasta que sus vientos no pudieron seguir deteniendo la marea que estaba surgiendo.\n\n“Toma, te regalo esta flor sin nombre. Deseo que ella nos corone a ti y a mí como héroes, y que proteja nuestro presente y nuestro porvenir.\nDeseo que las rosadas nubes del crepúsculo se transformen en un espíritu que nos acompañe y que viaje libremente a través de la suave brisa”.\n\nEntonces, en las ruinas de la antigua torre, entre la alegría de la gente, que ahora disfrutaba de una nueva vida, los cánticos y las lágrimas, un guerrero de cabello rojo le dio la espalda al recién\nnacido dios y se sumergió en la marea de la multitud como una pequeña gota de agua.\nSe trataba de uno de los pioneros en transmitir mensajes secretos a través de las flores de viento, y tejió los primeros rayos del amanecer en su larga travesía nocturna antes del alba.\nSu nombre cayó en el olvido con el fluir del tiempo, pero sus hazañas se transmitieron y se cantaron sin cesar a través de la poesía.\nMilenios después, otra caballera de cabello rojo siguió los pasos del anterior guerrero para iluminar la historia teñida de negro por la aristocracia.\nSu destino fue el mismo que el de las flores de viento: florecer bajo una gran presión y levantarse en el momento preciso.\nEl clan de esta persona estaba predestinado a vivir para siempre en la más oscura de las noches y traer las llamas del amanecer.\n\nAsí, el aspecto de las flores de viento fue cayendo en el olvido con el paso de los años y las costumbres populares.\nCon la llegada de la paz, su nombre pasó a ser símbolo de amor y alegría.\nO, al menos, eso era lo que deseaban las personas que caminaron firmemente en la oscuridad de la noche.\n\n“Estas flores deberían simbolizar el amor y la llegada de tiempos mejores, y no el humo de la guerra o un código secreto de los\nabanderados de la rebelión”.\n\n",
    "fr": "\nDans les rêves d'enfance de Mondstadt flotte une espèce de fleur particulière,\nqui grandit dans le froid et le vent, et éclot dans les cristaux de glace dansants.\n\nCette fleur n'était pas de ces fleurs que le vent déracine et emporte au loin.\nNon, les racines de l'alizée s'épanouissaient alors que le vent rageait.\nLa lointaine rébellion du peuple contre le tyran n'est aujourd'hui plus qu'excuse aux festivités,\net le souvenir de l'alizée a fini par se fondre dans le son de la lyre et dans ses mélodies aussi anciennes que le vent.\n\n« Je t'offre cette fleur sans nom. Puissent les printemps que tu n'as jamais vus ne rien signifier pour toi.\nPuisses-tu me repayer en espoir et en sourires, et être à mes côtés quand les vents tomberont. »\n\nAinsi se saluaient ceux qui chérissaient la liberté à l'époque où le tyran de la tour dominait le peuple.\nCeux qui aspiraient au courage et rêvaient de marcher libres tissèrent l'inconnu, utilisant ces mots en signe de reconnaissance.\nUne fleur solitaire et fragile s'épanouit à cette époque dans les vents, et se mit à éclore à travers les montagnes embrumées,\net ainsi firent de même les sujets indifférents et déracinés suivant le flot, pour devenir de fiers et intrépides héros.\nL'égoïste tyran au regard noir perdit de son ascendant, incapable dorénavant d'arrêter la vague furieuse qui grandissait.\n\n« Je t'offre cette fleur sans nom. Puisse-t-elle nous couronner champions, puisse-t-elle protéger le printemps et les cieux.\nPuisse les nuages de l'aurore nous accompagner dans la brise de la vraie liberté. »\n\nAu milieu des ruines de l'ancienne tour, dans les rires, les chansons et les larmes de ceux qui venaient de gagner leur liberté,\nun guerrier aux cheveux rouges tourna son dos au dieu qui venait de naître, caché telle une goutte dans la marée humaine.\nC'était lui qui avait le premier transmis le code secret des alizées, lui qui avait tissé les fils de l'aurore dans cette si longue nuit.\nSon nom a depuis disparu dans les méandres du temps, mais ce qu'il fit perdure dans les chansons.\nMille ans plus tard, un autre chevalier aux cheveux écarlates marcherait dans ses pas, et viendrait illuminer à son tour la sombre histoire de la noblesse.\nDe même que le destin de l'alizée est de fleurir lorsque les conditions sont critiques,\nle destin de ce clan ne changera sans doute jamais : vivre dans la nuit pour amener les feux de l'aube...\n\nLa forme de l'alizée s'est perdue dans les marées mouvantes du temps.\nSon nom est devenu en temps de paix synonyme d'amour et de joie.\nMais sûrement est-ce là ce qu'espéraient ceux qui marchèrent autrefois dans les ténèbres...\n\n« Que les fleurs qui éclosent symbolisent l'amour et l'arrivée du printemps,\net non plus la résistance et les bannières se levant... »\n\n",
    "pt": "\nNos sonhos da infância de Mondstadt, havia uma flor flutuante\nque crescia com força em meio aos ventos intensos, invernos terríveis e gelo cortante.\n\nEra diferente das plantas normais, que eram arrancadas pelas raízes ou arrastadas pelos poderosos vendavais.\nAs raízes da Flor do Vento ficavam cada vez mais resistentes, mesmo diante de tamanha força do vento.\nHoje, a rebelião dos mortais contra a tirania é motivo de piada\ne a lembrança daquela flor ficou turva, fundindo-se com as histórias antigas contadas pela melodia das liras.\n\n\"Dou-lhe flores sem nome. Que a primavera que você nunca experimentou não seja sem sentido para você.\"\n\"Que você volte com esperança e um sorriso, e junte-se a mim no dia em que a tempestade parar.\"\n\nNa era dos tiranos desprezando o povo, as pessoas com desejo da liberdade costumavam se cumprimentar assim.\nAqueles que buscavam coragem e liberdade estavam se planejando para um futuro incerto, e usavam isso como um código secreto.\nAs flores solitárias e frágeis que floresceram no vento gradualmente se espalharam por todas as montanhas.\nAssim, os plebeus indiferentes e desambiciosos tornaram-se heróis orgulhosos e destemidos.\nO tirano ranzinza e egoísta da torre ficou cada vez menor e insignificante, até que seus ventos não puderam mais conter a maré crescente.\n\n\"Dou-lhe flores sem nome. Que elas nos designem como heróis, guardando a primavera e o céu azul.\"\n\"Que o sol se torne um espírito e nos acompanhe na verdadeira liberdade da brisa\".\n\nNas ruínas da antiga torre, na alegria, nas canções e nas lágrimas dos renascidos,\nUm guerreiro ruivo virou as costas para o deus recém-nascido, escondido na multidão como gotas de chuva em uma onda.\nEle é o pioneiro de usar Flor do Vento como código de comunicação, criando os primeiros raios de luz na sua longa travessia noturna antes do amanhecer.\nSeu nome se perdeu na história há muito tempo. Mas os feitos deste homem são cantados infinitamente nos cantos.\nMilhares de anos depois, outro cavaleiro ruivo seguiu seus passos, iluminando a história sombria dos nobres.\nAssim como o destino da \"Flor do Vento\": ela floresce quando está sob forte pressão em que ela tem quer florescer.\nO destino deste clã nunca muda: trazer a luz do amanhecer à noite sombria.\n\nA imagem da \"Flor do Vento\" desapareceu gradualmente com o vento ao longo dos anos.\nSeu nome tem conotações de amor e alegria nos anos de paz e harmonia.\nIsso é aquilo que as pessoas que andavam firmemente na escuridão com esperança da liberdade desejavam!\n\n\"Flores desabrochando devem simbolizar o amor e a primavera,\"\n\"Em vez da fumaça da resistência ou do código secreto de quem levantava a bandeira da rebeldia...\"\n\n",
    "ru": "\nВ детских снах Мондштадта живёт один вид парящих цветов,\nчто пышно разрастаются даже среди могучих ветров, суровой стужи и ледяных вихрей.\n\nБеспощадно выдиравшие обычные растения смерчи навредить им не могли.\nКорни сего цветка, звавшегося «анемония», под неистовством ветров впивались в землю лишь сильнее.\nТеперь же борьба смертных с тираном давно была низведена до праздничного фарса,\nА облик цветка затуманился, сливаясь с переливами лиры давно ушедших дней.\n\n«Я подношу тебе в дар этот безымянный цветок. Пусть незнакомая тебе весна обретёт смысл».\n«Ответь мне надеждой и улыбкой, и мы вместе встретим тот день, когда утихнет буря».\n\nТак в те дни, когда владыка бури взирал на вотчину свою с высокой башни, свободные духом приветствовали друг друга.\nДерзнувшие искать храбрости, лелеявшие мечту воспрянуть духом облекали свои замыслы в такие секретные послания.\nВ прошлом одинокие и хрупкие цветы распускались на ветру, заполняя подёрнутые дымкой хребты.\nТак, некогда безразличные, плывшие по течению люди стали гордыми и бесстрашными героями.\nДрогнул, сник хмурый тиран, более не способный сдерживать растущие волны гнева.\n\n«Я подношу тебе в дар безымянные цветы. Да наречёт она тебя и меня героями, защитниками весеннего солнца и синего неба».\n«Пусть рассвет обратится духом и отправится с нами в вольные странствия».\n\nНа развалинах старой башни, среди радостных возгласов, песен и слёз возродившегося народа\nВоин с волосами цвета огня отвернулся от новорожденного божества и исчез в толпе, словно капли дождя в приливной волне.\nОн первым послал через анемонии тайные сообщения, долгой ночью плетя утренние лучи неотвратимого рассвета.\nИмя воина давно затерялось в песках времени, но деяния его продолжают жить в стихах.\nЧерез тысячу лет другой рыжеволосый рыцарь пошёл по его пути, ярким светом озарив мрачную историю знати.\nПодобно «анемонии», судьба его расцвела под тяжким гнётом.\nСудьба его рода остаётся неизменной: нести рассветный огонь в густой мрак ночи...\n\nОбраз «анемонии» с годами ушёл в небытие.\nВ мирные годы название этого цветка стало означать радость и любовь.\nТе, кто исполнился решимости и прошёл путь во мраке, мечтали именно об этом.\n\n«Распустившиеся цветы должны означать любовь и весну.\nБолее не быть им ни сигналом к мятежу, ни знаком поднимать знамёна...»\n\n",
    "id": "\nDi mimpi masa kecil Mondstadt, ada sejenis bunga yang mengapung-apung,\nTumbuh dalam angin kencang nan dingin, dan tumbuh subur di dalam kristal es yang menari.\n\nBerbeda sekali dengan tanaman biasa yang akan tercabut karena angin kencang.\nAkar bunga yang dinamai Windblume ini memang sangat kuat. Semakin kencang anginnya, maka semakin kuat akarnya.\nPemberontakan para manusia terhadap kaum tirani sudah lama dijadikan lelucon,\ndan bentuk bunga-bunga yang tumbuh semakin hari semakin redup, melebur dalam suara lira yang seperti angin ribuan tahun.\n\n\"Biarkan aku menghadiahkanmu bunga tanpa nama ini. Semoga musim semi yang tak pernah kamu lewati ini, tidak menjadi tidak berarti bagimu.\"\n\"Berikan aku balasan yang berupa harapan serta senyuman. Bergabunglah bersamaku untuk menyambut hari di mana badai berhenti.\"\n\nPada hari ketika kaum tiran di menara mengabaikan rakyat biasa, mereka yang merindukan kebebasan akan menyapa satu sama lain.\nMereka yang mencari keberanian dan impian untuk berjalan tegak, menenun yang tidak diketahui, menggunakannya sebagai isyarat rahasia.\nPada hari-hari tersebut, sekuntum bunga yang rapi dan kesepian akan mekar bersama dengan angin sebelum perlahan-lahan mekar di seluruh pegunungan liar.\nBegitulah konten dari subjek yang tidak berdasar dan tidak menentu mengikuti arus sehingga menjadi seorang pahlawan yang gagah berani dan tidak mengenal rasa takut.\nPenguasa yang mengerutkan kening di menara itu menjadi semakin tidak berdaya, dan akhirnya tidak bisa lagi menahan gelombang pemberontakan.\n\n\"Biar kuberikan bunga tanpa nama ini padamu, semoga dia dapat membawa kemenangan untuk kita, melindungi musim semi dan langit biru kita.\"\n\"Semoga fajar menjadi bagian dari jiwa kami dan mengikuti kami menuju angin kebebasan sejati.\"\n\nDi puncak reruntuhan menara kuno, di tengah-tengah sorak sorai, nyanyian, dan air mata dari mereka yang baru saja memenangkan kebebasan.\nSeorang kesatria berambut merah memunggungi dewa yang baru lahir itu, bersembunyi bagaikan tetesan hujan dalam gelombang pasang lautan manusia.\nDia adalah salah satu dari yang pertama kali memberikan sinyal rahasia Windblume, orang yang menjalin benang fajar sepanjang malam yang panjang.\nNamanya sudah lama hilang seiring waktu, namun perbuatannya masih dikenang dalam nyanyian.\nSeribu tahun kemudian, kesatria berambut merah lain akan mengikuti jejaknya, dan membawa cahaya pada sejarah bangsawan tersebut.\nSama seperti takdir Windblume yang mekar di bawah tekanan yang hebat saat tekad untuk bangkit sudah di ambang batas.\nTakdir klan ini sepertinya tidak akan berubah: mereka akan terus hidup di dalam kegelapan dan membawa api fajar.\n\nBentuk Windblume telah hilang di tengah arus angin waktu.\nDi masa kedamaian, namanya sudah menjadi sebuah sinonim dari cinta dan kebahagiaan.\nTapi tentu saja, ini pasti sudah menjadi keinginan dari mereka yang berjalan teguh melewati kegelapan...\n\nBunga yang mekar melambangkan cinta, dan menandakan datangnya musim semi.\nMereka sudah tidak perlu lagi memberi sinyal pemberontakan, atau memberi isyarat untuk mengibarkan spanduk...\n\n",
    "th": "\nในความฝันของ Mondstadt ก็มีดอกไม้ที่ล่องลอยไปตามสายลมแบบนี้อยู่\nเติบโตท่ามกลางลมพายุที่รุนแรง และอากาศที่หนาวเหน็บ\n\nแตกต่างจากดอกไม้และพืชพันธุ์ทั่วไป ที่ถูกลมพายุโหมพัดแล้วก็ปลิวไปไม่เหลือแม้แต่ราก\nดอกไม้ที่ถูกเรียกว่า Windblume นั้น ยิ่งลมแรงมากเท่าไหร่ รากของมันก็ยิ่งแข็งแกร่งขึ้นเท่านั้น\nปัจจุบันการต่อสู้อันยาวนานของมนุษย์ปุถุชนกับเผด็จการนั้นถือเป็นเรื่องตลกที่มีไว้เล่าตามเทศกาล\nรูปร่างของดอกไม้นั้นได้เลือนหายไปกับเสียงพิณอันแสนไพเราะท่ามกลางสายลม\n\n\"ขอมอบดอกไม้นิรนามให้แก่คุณ และขอให้ช่วงเวลาของฤดูใบไม้ผลิที่คุณไม่เคยสัมผัสมานั้น ไม่ได้ไร้ความหมายอีกต่อไป\"\n\"ขอให้คุณตอบแทนกลับมาด้วยความหวังและรอยยิ้ม และต้อนรับวันที่พายุสงบลงด้วยกันกับฉัน\"\n\nในยุคสมัยที่ทรราชแห่งหอคอยจ้องมองผู้คนอย่างเหยียดหยาม เหล่าผู้คนที่มีเสรีภาพนั้นเคยทักทายกันแบบนี้\nเหล่าผู้ยืนหยัดแสวงหาความกล้าและความฝันเพื่อสานต่อสิ่งที่ไม่เคยรู้นั้น ใช้สิ่งนี้เป็นข้อความลับ\nดอกไม้ที่โดดเดี่ยวและเปราะบางผลิบานท่ามกลางสายลมในอดีต และค่อย ๆ เบ่งบานไปทั่วทั้งเทือกเขาที่บ้าคลั่ง\nเพราะแบบนี้ ชาวเมืองที่เคยเฉยเมยเร่ร่อนไปอย่างไม่มีจุดหมาย ก็ค่อย ๆ กลายเป็นวีรบุรุษที่น่าภาคภูมิใจ หยิ่งผยองและไม่เกรงกลัวต่อสิ่งใด\nราชาหน้าตาบูดบึ้งบนหอคอยนั้นขดตัวสั่นเทาและยิ่งดูกระจ้อยร่อยมากขึ้นอีก จนไม่สามารถปัดเป่าคลื่นแห่งความโกรธเกรี้ยวได้อีกต่อไป\n\n\"ขอมอบดอกไม้นิรนามให้แก่คุณ และหวังว่าเธอจะมอบมงกุฎที่กล้าหาญให้แก่คุณผู้เป็นฮีโร่ของฉัน เพื่อปกป้องฤดูใบไม้ผลิและท้องฟ้าสีคราม\"\n\"ขอให้แสงแห่งรุ่งอรุณกลายเป็นจิตวิญญาณ ร่วมท่องไปกับคุณและฉันท่ามกลางสายลมอันแสนอบอุ่นของเสรีภาพที่แท้จริง\"\n\nในซากปรักหักพังของหอคอยเก่า ท่ามกลางเสียงเพลงและหยาดน้ำตาแห่งความยินดีของผู้คน ที่ตอนนี้มีความสุขกับชีวิตใหม่\nนักรบผมแดงหันหลังให้กับเทพเจ้าองค์ใหม่ที่เพิ่งถือกำเนิด และหลบหายไปในฝูงชนราวกับน้ำฝนหยดเล็ก ๆ ท่ามกลางคลื่นยักษ์ที่ถาโถม\nเขาคือผู้ริเริ่มในการส่งข้อความลับผ่านดอก Windblume และเป็นดั่งผู้ถักทอแสงอรุณของการเดินทางอันยาวนานยามค่ำคืนก่อนรุ่งสาง\nชื่อของเขาถูกลืมเลือนไปตามกาลเวลา แต่ความห้าวหาญของเขายังคงถูกถ่ายทอดผ่านบทกวีอย่างไม่จางหาย\nพันปีต่อมา... อัศวินผมแดงอีกคนหนึ่งได้เดินตามรอยเท้าของเขา เพื่อเปิดเผยประวัติศาสตร์อันดำมืดของชนชั้นสูงออกมา\nเช่นเดียวกับชะตากรรมของดอก Windblume: เบ่งบานภายใต้แรงกดดันอันถาโถม และเบ่งบานขึ้นหลังจากการดิ้นรนต่อสู้\nชะตากรรมของคนตระกูลนี้จะไม่มีวันเปลี่ยนแปลง: ซ่อนกายอยู่ในคืนที่มืดมิดที่สุด เพื่อนำแสงสว่างแห่งรุ่งอรุณให้มาถึง...\n\nรูปร่างของดอก Windblume นั้นได้ค่อย ๆ เลือนหายไปท่ามกลางสายลมที่พัดผ่านตลอดช่วงเวลานานหลายปี\nตลอดช่วงเวลาแห่งความสงบสุข ชื่อของมันนั้นมีความหมายแฝงของความรักและความปลื้มปีติยินดี\nนี่ก็คือสิ่งที่เหล่าผู้คนที่มีความมุ่งมั่นใช้เพื่อเดินตามหาความหวังท่ามกลางความมืดมิดสินะ...\n\n\"ดอกไม้ที่บานสะพรั่งควรเป็นสัญลักษณ์ของความรัก และฤดูใบไม้ผลิที่กำลังจะมาถึง\"\n\"มันไม่ใช่สัญลักษณ์แห่งการต่อต้าน หรือสัญญาณลับของการกบฏอีกต่อไป...\"\n\n",
    "vi": "\nTrong giấc mơ Mondstadt, có một loại hoa bay bổng nhẹ nhàng,\nsinh trưởng trong gió bão và giá lạnh, bung nở trong băng tuyết cuồng phong.\n\nKhác biệt với những loài hoa cỏ tầm thường bị gió bão nhổ bật gốc,\nĐóa hoa được mệnh danh là \"Hoa Gió\", gió càng dữ dội thì thân rễ càng chắc khỏe.\nNgày nay, cuộc đấu tranh chống lại bạo quân của người phàm từ thuở xa xưa bị xem như chuyện cười trong lễ hội\nDáng hình của hoa dần mờ nhạt, tan vào trong tiếng gió xa xôi.\n\n\"Tặng bạn đóa hoa vô danh, mong cho những ngày xuân mà bạn chưa từng trải qua đừng trở nên vô nghĩa\"\n\"Mong cho bạn đáp lại bằng niềm hy vọng và nụ cười, cùng tôi chào đón một ngày gió bão dừng chân vì mệt nhoài\"\n\nVào thời đại mà bạo quân liếc nhìn vạn dân dưới tòa tháp cao, những người ôm ấp tự do đã từng gọi nhau như thế này.\nNhững con người tìm kiếm sự can đảm, ước mơ được vùng dậy dệt nên những ẩn số như một ám hiệu.\nNhững bông hoa cô đơn mong manh năm xưa nở rộ trong gió, dần dần nở đầy núi rừng hiu hắt,\nCứ như thế, những thần dân đã từng thờ ơ, phiêu bạt, trôi theo dòng nước dần trở thành anh hùng hào kiệt kiêu ngạo và không sợ hãi.\nVị vua cau có cố thủ trên ngọn tháp ngày càng nhỏ bé và khúm núm, không thể dẹp yên được cơn thủy triều đang dâng trào mãnh liệt.\n\n\"Tặng bạn đóa hoa vô danh, mong cô ấy sẽ trao vương miện anh hùng cho chúng ta, bảo vệ mùa xuân và bầu trời này\"\n\"Cầu mong cho nắng mai hóa thành tinh linh, cùng chúng ta tận hưởng ngọn gió tự do thực sự\"\n\nTrên phế tích của ngọn tháp cổ xưa, dưới sự reo hò của mọi người vì có được cuộc sống mới, trong lời hát ca và nước mắt,\nmột chiến binh tóc đỏ quay lưng về vị thần mới sinh, ẩn mình trong đám đông như những hạt mưa bị vùi trong con sóng.\nanh ấy chính là người tiên phong dùng Hoa Gió để truyền đạt khẩu hiệu, dệt nên ánh ban mai trong đêm dài tăm tối trước bình minh.\nTên của chiến binh ấy đã sớm bị chôn vùi theo thời gian. Nhưng huyền thoại về anh, vẫn mãi được truyền tụng trong thơ ca.\nMột ngàn năm sau, một kỵ sĩ tóc đỏ khác tiếp tục nối bước theo anh, soi sáng giai đoạn lịch sử tăm tối của dòng dõi hoàng tộc.\nCũng như vận mệnh của \"Hoa Gió\": Dưới áp lực nặng nề, khi không thể không vươn lên, mới có thể nở rộ đẹp đẽ,\nSố mệnh của gia tộc này, e là vĩnh viễn sẽ không thay đổi: Vùi mình trong đêm đen tăm tối, để mang lại ánh lửa soi sáng muôn nơi...\n\nHình tượng của \"Hoa Gió\" dần biến mất theo dòng chảy của thời gian.\nTên của nó trong những năm tháng hòa bình, lại mang hàm ý về tình yêu và niềm reo ca.\nĐây có lẽ là sự khao khát của những người đã kiên định bước đi trong thời đại đen tối...\n\n\"Đóa hoa nở rộ vốn dĩ nên tượng trưng cho tình yêu, tượng trưng cho mùa xuân đang đến,\"\n\"Chứ không còn là khói lửa chiến tranh, là ám hiệu của những người phất cờ khởi nghĩa...\"\n\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "风花之愿",
        "zht": "風花之願",
        "jp": "風花の願い",
        "ko": "바람 꽃의 염원",
        "en": "Windblume Wish",
        "de": "Windblumenwunsch",
        "es": "Anhelo de las flores de viento",
        "fr": "Faveur des alizées",
        "pt": "Desejo da Brisa Florescente",
        "ru": "Желание анемонии",
        "id": "Windblume Wish",
        "th": "Windblume Wish",
        "vi": "Ước Nguyện Hoa Gió"
      },
      "description": {
        "zhs": "施放元素战技时，获得风之花的悠古愿望加持，攻击力提升<color=#99FFFFFF>16%</color>，持续6秒。",
        "zht": "施放元素戰技時，獲得風之花的悠古願望加持，攻擊力提升<color=#99FFFFFF>16%</color>，持續6秒。",
        "jp": "元素スキルを発動した後、風の花の悠久なる願いの加護を獲得し、攻撃力+<color=#99FFFFFF>16%</color>、持続時間6秒。",
        "ko": "원소전투 스킬 발동 시, 바람의 꽃의 오랜 염원으로 공격력이 <color=#99FFFFFF>16%</color> 증가한다. 지속 시간: 6초",
        "en": "After using an Elemental Skill, receive a boon from the ancient wish of the Windblume, increasing ATK by <color=#99FFFFFF>16%</color> for 6s.",
        "de": "Verleiht beim Auslösen von Elementarfähigkeiten den alten Wunsch der Windblumen und erhöht den ANG 6 s lang um <color=#99FFFFFF>16 %</color>.",
        "es": "Al usar una Habilidad Elemental, obtienes la gracia de las flores de viento, que aumenta el ATQ en un <color=#99FFFFFF>16%</color> durante 6 s.",
        "fr": "Libérer une compétence élémentaire confère la faveur des alizées. L'ATQ augmente de <color=#99FFFFFF>16 %</color> pendant 6 s.",
        "pt": "Ao lançar uma Habilidade Elemental, se obtém o desejo antigo da Flor do Vento, e o Ataque aumenta <color=#99FFFFFF>16%</color> por 6s.",
        "ru": "Использование элементального навыка накладывает Древнее желание анемонии, которое увеличивает силу атаки на <color=#99FFFFFF>16%</color> в течение 6 сек.",
        "id": "Saat menggunakan Elemental Skill, pengguna busur ini akan mendapatkan berkat dari harapan kuno Windblume, meningkatkan <color=#99FFFFFF>16%</color> ATK selama 6 detik.",
        "th": "เมื่อใช้สกิลธาตุ จะได้รับพรจากความปรารถนาแห่งอดีตกาลของดอก Windblume โดยพลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>16%</color> เป็นเวลา 6 วินาที",
        "vi": "Khi thi triển kỹ năng nguyên tố, nhận được lời chúc của Hoa Gió cổ xưa, tấn công tăng <color=#99FFFFFF>16%</color>, kéo dài 6s."
      }
    },
    {
      "name": {
        "zhs": "风花之愿",
        "zht": "風花之願",
        "jp": "風花の願い",
        "ko": "바람 꽃의 염원",
        "en": "Windblume Wish",
        "de": "Windblumenwunsch",
        "es": "Anhelo de las flores de viento",
        "fr": "Faveur des alizées",
        "pt": "Desejo da Brisa Florescente",
        "ru": "Желание анемонии",
        "id": "Windblume Wish",
        "th": "Windblume Wish",
        "vi": "Ước Nguyện Hoa Gió"
      },
      "description": {
        "zhs": "施放元素战技时，获得风之花的悠古愿望加持，攻击力提升<color=#99FFFFFF>20%</color>，持续6秒。",
        "zht": "施放元素戰技時，獲得風之花的悠古願望加持，攻擊力提升<color=#99FFFFFF>20%</color>，持續6秒。",
        "jp": "元素スキルを発動した後、風の花の悠久なる願いの加護を獲得し、攻撃力+<color=#99FFFFFF>20%</color>、持続時間6秒。",
        "ko": "원소전투 스킬 발동 시, 바람의 꽃의 오랜 염원으로 공격력이 <color=#99FFFFFF>20%</color> 증가한다. 지속 시간: 6초",
        "en": "After using an Elemental Skill, receive a boon from the ancient wish of the Windblume, increasing ATK by <color=#99FFFFFF>20%</color> for 6s.",
        "de": "Verleiht beim Auslösen von Elementarfähigkeiten den alten Wunsch der Windblumen und erhöht den ANG 6 s lang um <color=#99FFFFFF>20 %</color>.",
        "es": "Al usar una Habilidad Elemental, obtienes la gracia de las flores de viento, que aumenta el ATQ en un <color=#99FFFFFF>20%</color> durante 6 s.",
        "fr": "Libérer une compétence élémentaire confère la faveur des alizées. L'ATQ augmente de <color=#99FFFFFF>20 %</color> pendant 6 s.",
        "pt": "Ao lançar uma Habilidade Elemental, se obtém o desejo antigo da Flor do Vento, e o Ataque aumenta <color=#99FFFFFF>20%</color> por 6s.",
        "ru": "Использование элементального навыка накладывает Древнее желание анемонии, которое увеличивает силу атаки на <color=#99FFFFFF>20%</color> в течение 6 сек.",
        "id": "Saat menggunakan Elemental Skill, akan mendapatkan hadiah dari harapan Windblume, meningkatkan <color=#99FFFFFF>20%</color> ATK selama 6 detik.",
        "th": "เมื่อใช้สกิลธาตุ จะได้รับพรจากความปรารถนาแห่งอดีตกาลของดอก Windblume โดยพลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>20%</color> เป็นเวลา 6 วินาที",
        "vi": "Khi thi triển kỹ năng nguyên tố, nhận được lời chúc của Hoa Gió cổ xưa, tấn công tăng <color=#99FFFFFF>20%</color>, kéo dài 6s."
      }
    },
    {
      "name": {
        "zhs": "风花之愿",
        "zht": "風花之願",
        "jp": "風花の願い",
        "ko": "바람 꽃의 염원",
        "en": "Windblume Wish",
        "de": "Windblumenwunsch",
        "es": "Anhelo de las flores de viento",
        "fr": "Faveur des alizées",
        "pt": "Desejo da Brisa Florescente",
        "ru": "Желание анемонии",
        "id": "Windblume Wish",
        "th": "Windblume Wish",
        "vi": "Ước Nguyện Hoa Gió"
      },
      "description": {
        "zhs": "施放元素战技时，获得风之花的悠古愿望加持，攻击力提升<color=#99FFFFFF>24%</color>，持续6秒。",
        "zht": "施放元素戰技時，獲得風之花的悠古願望加持，攻擊力提升<color=#99FFFFFF>24%</color>，持續6秒。",
        "jp": "元素スキルを発動した後、風の花の悠久なる願いの加護を獲得し、攻撃力+<color=#99FFFFFF>24%</color>、持続時間6秒。",
        "ko": "원소전투 스킬 발동 시, 바람의 꽃의 오랜 염원으로 공격력이 <color=#99FFFFFF>24%</color> 증가한다. 지속 시간: 6초",
        "en": "After using an Elemental Skill, receive a boon from the ancient wish of the Windblume, increasing ATK by <color=#99FFFFFF>24%</color> for 6s.",
        "de": "Verleiht beim Auslösen von Elementarfähigkeiten den alten Wunsch der Windblumen und erhöht den ANG 6 s lang um <color=#99FFFFFF>24 %</color>.",
        "es": "Al usar una Habilidad Elemental, obtienes la gracia de las flores de viento, que aumenta el ATQ en un <color=#99FFFFFF>24%</color> durante 6 s.",
        "fr": "Libérer une compétence élémentaire confère la faveur des alizées. L'ATQ augmente de <color=#99FFFFFF>24 %</color> pendant 6 s.",
        "pt": "Ao lançar uma Habilidade Elemental, se obtém o desejo antigo da Flor do Vento, e o Ataque aumenta <color=#99FFFFFF>24%</color> por 6s.",
        "ru": "Использование элементального навыка накладывает Древнее желание анемонии, которое увеличивает силу атаки на <color=#99FFFFFF>24%</color> в течение 6 сек.",
        "id": "Saat menggunakan Elemental Skill, akan mendapatkan hadiah dari harapan Windblume, meningkatkan <color=#99FFFFFF>24%</color> ATK selama 6 detik.",
        "th": "เมื่อใช้สกิลธาตุ จะได้รับพรจากความปรารถนาแห่งอดีตกาลของดอก Windblume โดยพลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>24%</color> เป็นเวลา 6 วินาที",
        "vi": "Khi thi triển kỹ năng nguyên tố, nhận được lời chúc của Hoa Gió cổ xưa, tấn công tăng <color=#99FFFFFF>24%</color>, kéo dài 6s."
      }
    },
    {
      "name": {
        "zhs": "风花之愿",
        "zht": "風花之願",
        "jp": "風花の願い",
        "ko": "바람 꽃의 염원",
        "en": "Windblume Wish",
        "de": "Windblumenwunsch",
        "es": "Anhelo de las flores de viento",
        "fr": "Faveur des alizées",
        "pt": "Desejo da Brisa Florescente",
        "ru": "Желание анемонии",
        "id": "Windblume Wish",
        "th": "Windblume Wish",
        "vi": "Ước Nguyện Hoa Gió"
      },
      "description": {
        "zhs": "施放元素战技时，获得风之花的悠古愿望加持，攻击力提升<color=#99FFFFFF>28%</color>，持续6秒。",
        "zht": "施放元素戰技時，獲得風之花的悠古願望加持，攻擊力提升<color=#99FFFFFF>28%</color>，持續6秒。",
        "jp": "元素スキルを発動した後、風の花の悠久なる願いの加護を獲得し、攻撃力+<color=#99FFFFFF>28%</color>、持続時間6秒。",
        "ko": "원소전투 스킬 발동 시, 바람의 꽃의 오랜 염원으로 공격력이 <color=#99FFFFFF>28%</color> 증가한다. 지속 시간: 6초",
        "en": "After using an Elemental Skill, receive a boon from the ancient wish of the Windblume, increasing ATK by <color=#99FFFFFF>28%</color> for 6s.",
        "de": "Verleiht beim Auslösen von Elementarfähigkeiten den alten Wunsch der Windblumen und erhöht den ANG 6 s lang um <color=#99FFFFFF>28 %</color>.",
        "es": "Al usar una Habilidad Elemental, obtienes la gracia de las flores de viento, que aumenta el ATQ en un <color=#99FFFFFF>28%</color> durante 6 s.",
        "fr": "Libérer une compétence élémentaire confère la faveur des alizées. L'ATQ augmente de <color=#99FFFFFF>28 %</color> pendant 6 s.",
        "pt": "Ao lançar uma Habilidade Elemental, se obtém o desejo antigo da Flor do Vento, e o Ataque aumenta <color=#99FFFFFF>28%</color> por 6s.",
        "ru": "Использование элементального навыка накладывает Древнее желание анемонии, которое увеличивает силу атаки на <color=#99FFFFFF>28%</color> в течение 6 сек.",
        "id": "Saat menggunakan Elemental Skill, akan mendapatkan hadiah dari harapan Windblume, meningkatkan <color=#99FFFFFF>28%</color> ATK selama 6 detik.",
        "th": "เมื่อใช้สกิลธาตุ จะได้รับพรจากความปรารถนาแห่งอดีตกาลของดอก Windblume โดยพลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>28%</color> เป็นเวลา 6 วินาที",
        "vi": "Khi thi triển kỹ năng nguyên tố, nhận được lời chúc của Hoa Gió cổ xưa, tấn công tăng <color=#99FFFFFF>28%</color>, kéo dài 6s."
      }
    },
    {
      "name": {
        "zhs": "风花之愿",
        "zht": "風花之願",
        "jp": "風花の願い",
        "ko": "바람 꽃의 염원",
        "en": "Windblume Wish",
        "de": "Windblumenwunsch",
        "es": "Anhelo de las flores de viento",
        "fr": "Faveur des alizées",
        "pt": "Desejo da Brisa Florescente",
        "ru": "Желание анемонии",
        "id": "Windblume Wish",
        "th": "Windblume Wish",
        "vi": "Ước Nguyện Hoa Gió"
      },
      "description": {
        "zhs": "施放元素战技时，获得风之花的悠古愿望加持，攻击力提升<color=#99FFFFFF>32%</color>，持续6秒。",
        "zht": "施放元素戰技時，獲得風之花的悠古願望加持，攻擊力提升<color=#99FFFFFF>32%</color>，持續6秒。",
        "jp": "元素スキルを発動した後、風の花の悠久なる願いの加護を獲得し、攻撃力+<color=#99FFFFFF>32%</color>、持続時間6秒。",
        "ko": "원소전투 스킬 발동 시, 바람의 꽃의 오랜 염원으로 공격력이 <color=#99FFFFFF>32%</color> 증가한다. 지속 시간: 6초",
        "en": "After using an Elemental Skill, receive a boon from the ancient wish of the Windblume, increasing ATK by <color=#99FFFFFF>32%</color> for 6s.",
        "de": "Verleiht beim Auslösen von Elementarfähigkeiten den alten Wunsch der Windblumen und erhöht den ANG 6 s lang um <color=#99FFFFFF>32 %</color>.",
        "es": "Al usar una Habilidad Elemental, obtienes la gracia de las flores de viento, que aumenta el ATQ en un <color=#99FFFFFF>32%</color> durante 6 s.",
        "fr": "Libérer une compétence élémentaire confère la faveur des alizées. L'ATQ augmente de <color=#99FFFFFF>32 %</color> pendant 6 s.",
        "pt": "Ao lançar uma Habilidade Elemental, se obtém o desejo antigo da Flor do Vento, e o Ataque aumenta <color=#99FFFFFF>32%</color> por 6s.",
        "ru": "Использование элементального навыка накладывает Древнее желание анемонии, которое увеличивает силу атаки на <color=#99FFFFFF>32%</color> в течение 6 сек.",
        "id": "Saat menggunakan Elemental Skill, akan mendapatkan hadiah dari harapan Windblume, meningkatkan <color=#99FFFFFF>32%</color> ATK selama 6 detik.",
        "th": "เมื่อใช้สกิลธาตุ จะได้รับพรจากความปรารถนาแห่งอดีตกาลของดอก Windblume โดยพลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>32%</color> เป็นเวลา 6 วินาที",
        "vi": "Khi thi triển kỹ năng nguyên tố, nhận được lời chúc của Hoa Gió cổ xưa, tấn công tăng <color=#99FFFFFF>32%</color>, kéo dài 6s."
      }
    }
  ],
  "internal_name": "Bow_Fleurfair",
  "imgid": "bow/fleurfair"
}