{
  "id": 15403,
  "type": "bow",
  "rank": 4,
  "name": {
    "zhs": "祭礼弓",
    "zht": "祭禮弓",
    "jp": "祭礼の弓",
    "ko": "제례활",
    "en": "Sacrificial Bow",
    "de": "Opferbogen",
    "es": "Arco del Sacrificio",
    "fr": "Arc rituel",
    "pt": "Arco do Sacrifício",
    "ru": "Церемониальный лук",
    "id": "Sacrificial Bow",
    "th": "Sacrificial Bow",
    "vi": "Cung Tế Lễ"
  },
  "description": {
    "zhs": "在漫长岁月中石化的道具猎弓，上面的仪式性装饰依然清晰可见。拥有受时间之风冲刷的祝福力量。",
    "zht": "在漫長歲月中石化的道具獵弓，上面的儀式性裝飾依然清晰可見。擁有受時間之風沖刷的祝福力量。",
    "jp": "長い年月の中で石化した道具弓、表面の装飾はまだ綺麗に残っている。時の風の侵食に耐えうる祝福の力を持つ。",
    "ko": "기나긴 세월을 거쳐 석화한 활은 의례적인 장식이 여전히 선명하게 보인다. 시간의 바람에 씻긴 축복의 힘을 보유하고 있다",
    "en": "A ceremonial hunting bow that has become petrified over time. The trinkets on it are still visible. It grants the wielder the power to withstand the winds of time.",
    "de": "Ein über die Zeit verkrusteter Bogen mit noch gut zu erkennenden Ornamenten. Mit ihm kann man die Winde der Zeit gut überstehen.",
    "es": "Un arco de caza decorativo que ha sido petrificado por el tiempo. Las decoraciones en él son todavía fácilmente visibles. Concede al portador el poder de resistir los vientos del tiempo.",
    "fr": "Un arc de chasse ornemental qui a été pétrifié par le temps et dont on peut encore distinguer les décorations. Avec lui, son manieur sera capable d'affronter l'épreuve du temps.",
    "pt": "Um arco de caça decorativo que foi petrificada pelo tempo. Os acessórios inseridos ainda estão visíveis. Garante um grande poder ao seu portador.",
    "ru": "Декоративный церемониальный лук, со временем покрывшийся камнем, но украшения на нём всё ещё можно разобрать. Позволяет владельцу выстоять под суровостью песков времени.",
    "id": "Busur berburu dekorasi yang telah membatu oleh waktu. Dekorasi yang ada di atasnya masih terlihat dengan jelas. Memberikan kekuatan melawan angin waktu bagi penggunanya.",
    "th": "คันธนูนักล่าที่ตกแต่งสวยงาม และกลายเป็นหินด้วยกาลเวลา ของที่ตกแต่งคันธนูยังคงเห็นได้อยู่ และมันให้พลังกับผู้ใช้เพื่อรับมือกับสายลมแห่งเวลา",
    "vi": "Cung săn bắn đã bị hóa đá theo năm tháng, vẫn có thể thấy được trang sức được khảm trên đó. Mang theo sức mạnh chúc phúc của gió thời gian."
  },
  "lore": {
    "zhs": "\n东面望海的高崖上，先民将时间的主人与风的主人一同祭拜。\n因为「风带来故事，时间使之发芽」的指导，两者常常混同。\n这挺弓述说的是开拓的故事，用来展示开拓的艰辛。\n原本是不能拉开的道具猎弓，在时间之风中变得柔韧而刚劲。\n\n这柄弓曾为骄傲的劳伦斯一族所有。\n在悠古的过去，由他们扮演在冰雪中开拓的勇士。\n\n祭礼之戏的第一幕，讲述开拓者用力量与智慧征服大地的故事。\n在漫长的历史中，即使祭礼不再，他们一直扮演着这样的角色。\n\n这个角色最终遭到了曲解。他们渐渐地视自己为征服者、王者，\n渐渐走上了歪曲的道路，并最终失去了蒙德之风的宠爱。\n",
    "zht": "\n東面望海的高崖上，先民將時間的主人與風的主人一同祭拜。\n因為「風帶來故事，時間使之發芽」的指導，兩者常常混同。\n這挺弓述說的是開拓的故事，用來展示開拓的艱辛。\n原本是不能拉開的道具獵弓，在時間之風中變得柔韌而剛勁。\n\n這柄弓曾為驕傲的勞倫斯一族所有。\n在悠古的過去，由他們扮演在冰雪中開拓的勇士。\n\n祭禮之戲的第一幕，講述開拓者用力量與智慧征服大地的故事。\n在漫長的歷史中，即使祭禮不再，他們一直扮演著這樣的角色。\n\n這個角色最終遭到了曲解。他們漸漸地視自己為征服者、王者，\n漸漸走上了歪曲的道路，並最終失去了蒙德之風的寵愛。\n",
    "jp": "\n東にある海を一望できる崖で、古の住民は時の神と風の神を共に祭った。\n「風が物語の種をもたらし、時間がそれを芽生えさせる」という思想が、度々両者を混同させた。\nこの弓は開拓を語るもの。その難しさを示す。\nもともと引けない弓だったが、時の風で強靭さと柔軟さを両立させた。\n\nこの弓はかつて誇り高いローレンス一族が所有していた。\n遠い昔、彼らは雪の中に道を拓く勇者を演じた。\n\n祭祀演劇の第1章は開拓者が力と知恵で大地を征服することを描いた。\n長い歴史の中、たとえ祭祀自体がなくなっても、彼らはそう演じ続けた。\n\nしかし、その信念は歪んでいった。結局彼らは自分を征服者、王者だと考えた。\n歪んだ道を歩んだ末、彼らはモンドの風の寵愛を失った。\n",
    "ko": "\n선조들은 동쪽의 바다가 보이는 높은 절벽에서 시간의 주인과 바람의 주인을 위한 제사를 같이 지냈다.\n「바람은 이야기를 가져다주고 시간은 이야기에 생명을 불어넣어 준다」는 지도 때문에 두 가지는 자주 혼동된다.\n이 활이 말하는 것은 개척의 이야기로, 개척의 고난을 보여주기 위해 쓰인다.\n원래는 당길 수 없는 도구용 활이었지만 시간의 바람 속에 유연하고 강해졌다.\n\n이 활은 예전에 오만하던 로렌스 일족의 소유였다.\n아주 오래전, 그들은 얼음 대지를 개척한 용사 역을 맡았다.\n\n제례의 희 제1막, 개척자들이 힘과 지혜를 사용해 대지를 정복한 이야기이다.\n오랜 역사 중 더 이상 제를 지내지 않아도 그들을 계속해서 이러한 역할을 맡았다.\n\n이 역할은 마지막에 곡해되고 만다. 그들은 자신들을 점점 정복자이자 왕으로 인식한다.\n점차 곡해의 길을 걸으며 몬드 바람의 총애를 잃게 된다.\n",
    "en": "\nOn the cliff facing the eastern sea, the ancestors worshiped the masters of Time and Anemo together.\nThe two are intimately related, as expressed in the saying, \"Anemo brings stories while Time nurtures them.\"\nThis bow tells the story of the pioneers and the hardships they went through.\nIt used to be a prop with an immobile bowstring, but the string became both flexible and sturdier with the passage of time.\n\nThis bow was once the property of the proud Lawrence Clan.\nIn the far-flung past, they used it to reenact their clan's brave victory over the frozen wilderness.\n\nThe first act of the ceremony told the tale of their forebears conquering the land through their wisdom and strength.\nOver their long history, though this ceremony was lost, they continued to play the same role.\n\nBut this role became corrupted. Gradually, their view of themselves shifted from conquerors, to overlords, to kings.\nGradually, they strayed onto the path of depravity, and lost the affection of Mondstadt's winds.\n",
    "de": "\nDie Ahnen verehrten die Meister des Windes und der Zeit zusammen an der Klippe, die der östlichen See zugewandt war.\nSie bezogen sich nämlich auf die Anweisung, die im Spruch „Die Samen der Geschichte, vom Wind hergetragen und von der Zeit genährt“ steht.\nDieser Bogen erzählt die Geschichte der Pioniere und der beschwerlichen Umstände, denen sie ausgesetzt waren.\nDer Jagdbogen wurde durch den Wind der Zeit immer härter und biegsamer.\n\nDieser Bogen war einst im Besitz des stolzen Lawrence-Klans.\nIn ferner Vergangenheit stellten sie damit die Szene der ersten Pioniere im Schnee nach.\n\nDer erste Akt erzählte die Geschichte der Gründer, wie sie das Land mit Weisheit und Stärke eroberten.\nDurch den Verlauf der Geschichte ging die Zeremonie langsam verloren, aber sie spielten weiterhin ihre ursprünglichen Rollen.\n\nIhre Rolle und die Art, wie sie sich selbst sahen, wurde korrupter und korrupter. Von Eroberern wandelten sie sich zu Kriegsherren und schließlich gar zu Königen.\nSie kamen mehr und mehr vom Pfad der Tugend ab und erhielten nicht länger die Unterstützung der Winde Mondstadts.\n",
    "es": "\nEn el acantilado frente al mar oriental, los antepasados adoraban a los amos del tiempo y Anemo por igual.\nCon respecto a ambos, hay una enseñanza que dice que “las semillas traídas por el viento crecerán con el tiempo”.\nEl arco cuenta la historia de los pioneros y las dificultades por las que pasaron.\nEn un principio no era muy buen arco de caza, pero, con el paso del tiempo, se volvió flexible y firme.\n\nEste arco fue propiedad de la orgullosa familia Lawrence.\nEn la antigüedad, se usaba para recrear la valiente victoria del clan sobre el hielo del mundo.\n\nEn el primer acto de la ceremonia, se contaba cómo los antepasados conquistaron la tierra a través de su sabiduría y fuerza.\nAunque esta ceremonia terminó perdiéndose por las vicisitudes de la historia, los ancestros siguieron desempeñando el mismo papel.\n\nSin embargo, este rol se corrompió y, poco a poco, pasaron de considerarse conquistadores a reyes.\nCon el tiempo, el camino que tomaron se corrompió cada vez más y perdieron el afecto de los vientos de Mondstadt.\n",
    "fr": "\nLe peuple des hautes falaises faisant face à la mer orientale vénérait jadis le Maître du Temps et l'Archon Anémo.\nLes deux divinités sont souvent confondues, car : « Le vent apporte des histoires et le temps les cultive. »\nCet arc raconte l'histoire des pionniers et des épreuves par eux enduré.\nIl s'agissait autrefois d'un accessoire, à la corde inutilisable. Elle a gagné en robustesse et élasticité avec le temps.\n\nCet arc était autrefois la propriété du Clan Lawrence.\nIl servait lorsque les membres du clan célébraient le courage de leurs ancêtres pionniers qui avaient vaincu la nature gelée.\n\nLe premier acte de la cérémonie contait la force et la sagesse des colons qui avaient soumis la terre ;\net bien que les détails de cette cérémonie se fussent perdus, ils continuèrent de jouer le rôle.\n\nMais le rôle devint corrompu, et ils en vinrent graduellement à se voir en conquérants, puis en seigneurs, puis en rois.\nIls empruntèrent progressivement un chemin sinueux s'écartant du peuple, dont ils perdirent l'affection.\n",
    "pt": "\nNo penhasco de frente para o mar oriental, os ancestrais adoravam o mestre do tempo e Anemo juntos.\nAs duas histórias estão relacionadas; como diz o ditado, \"O Anemo trouxe as histórias, entretanto, foi o tempo que as nutriu.\"\nEste arco conta a história dos pioneiros e as dificuldades pelas quais passaram.\nCostumava ser um adereço com a corda do arco imóvel, mas tornou-se flexível e mais resistente com a passagem do tempo.\n\nEssa arco já pertenceu ao orgulhoso clã Lawrence.\nNo passado antigo, eles foram os pioneiros que abriram os caminhos na nevasca.\n\nO primeiro ato da cerimônia contou a história de seus antepassados conquistando a terra por meio de sua sabedoria e força.\nAo longo de sua longa história, embora essa cerimônia tenha sido perdida, eles continuaram a desempenhar o mesmo papel.\n\nMas o papel foi corrompido e eles gradualmente passaram a se ver como conquistadores e reis.\nEles gradualmente tomaram um caminho tortuoso para longe do povo, e perderem o afeto dos ventos de Mondstadt.\n",
    "ru": "\nНа утёсе, обращённом на восток, в сторону моря, предки приносили жертвы хозяевам Ветра и Времени.\nВремя и Ветер неразрывно связаны, так как «Ветер приносит семена историй, а время их взращивает».\nЭтот лук рассказывает историю основателей и трудностей, через которые они прошли.\nИзначально это был лук с неподвижной тетивой, но с течением времени тетива его стала прочной и эластичной.\n\nЭтот лук когда-то был собственностью гордого клана Лоуренсов.\nВ далёком прошлом с его помощью они утвердили свою победу над мёрзлыми пустошами.\n\nПервый акт церемонии рассказывал о том, как их предки покорили землю своей мудростью и силой.\nВ течение долгой истории эта церемония давно была забыта, но они продолжили выполнять ту же роль.\n\nНо со временем эта роль обросла пороком. Они постепенно превратились из завоевателей в повелителей и королей.\nОни встали на путь разврата и утратили благоговение мондштадтских ветров.\n",
    "id": "\nDi tepi jurang yang menghadap laut Timur, para leluhur memuja Dewa Waktu dan Anemo bersama-sama.\nKeduanya saling berhubungan, seperti pepatah, \"Anemo membawakan cerita sementara waktu memupuknya.\"\nBusur ini menceritakan kisah para perintis dan kesulitan yang mereka alami.\nDahulu digunakan sebagai alat peraga dengan senar busur yang tak berguna, namun senarnya menjadi fleksibel dan menjadi kokoh seiring berjalannya waktu.\n\nBusur ini dulunya adalah properti milik Klan Lawrence.\nDi masa lalu, mereka menggunakannya untuk menceritakan kembali kemenangan klan mereka atas hutan belantara yang membeku.\n\nAdegan pertama dari upacara tersebut menceritakan kisah leluhur mereka menaklukkan tanah melalui kebijaksanaan dan kekuatan mereka.\nSelama sejarah panjang mereka, walaupun upacara ini telah hilang, mereka masih memainkan peran yang sama.\n\nNamun peran ini ternodai. Lambat laun, pandangan mereka berubah dari penakluk, menjadi penguasa, menjadi raja.\nLambat laun, mereka beralih ke jalan sesat dan kehilangan kasih sayang dari angin Mondstadt.\n",
    "th": "\nบนหน้าผาสูงที่หันหน้าเข้าหาทะเลทางทิศตะวันออก เหล่าบรรพชนได้บูชาเจ้านายแห่งเวลาและเจ้านายแห่งลมพร้อม ๆ กัน\nเพราะว่าคำชี้นำที่ว่า \"สายลมนำพาเรื่องราว กาลเวลาทำให้งอกเงย\" สองอย่างนี้มักจะอยู่ด้วยกัน\nคันธนูนี้บอกเล่าเรื่องราวของการสำรวจใช้เพื่อแสดงความยากลำบากของการสำรวจ\nเคยเป็นธนูที่ใช้สำหรับโชว์ที่มีสายเอ็นที่ไม่ยืดหยุ่นซึ่งถูกทำให้อ่อนลงและมั่นคงยิ่งขึ้นเมื่อเวลาผ่านไป\n\nคันธนูอันนี้ครั้งหนึ่งเคยเป็นทรัพย์สินที่แสนภาคภูมิใจของตระกูล Lawrence\nในอดีตที่แสนนาน พวกเขาเล่นบทบาทเป็นนักรบผู้บุกเบิกในหิมะและน้ำแข็ง\n\nการแสดงพิธีกรรมในฉากแรกนั้นบอกเล่าเรื่องราวของผู้บุกเบิกที่พิชิตโลกด้วยความแข็งแกร่งและภูมิปัญญา\nในประวัติศาสตร์อันแสนยาวนาน แม้ว่าจะไม่เหลือพิธีกรรมแล้ว แต่พวกเขาก็ยังคงเล่นบทบาทอย่างนี้เช่นเดิม\n\nในที่สุดตัวละครนี้ก็ถูกตีความผิดไป พวกเขาค่อย ๆ เห็นว่าตัวเองเป็นผู้พิชิตและเป็นราชา\nค่อย ๆ ก้าวเดินไปในเส้นทางที่บิดเบี้ยว และในที่สุดก็สูญเสียความรักใคร่ในสายลมของ Mondstadt ไป\n",
    "vi": "\nTrên vách núi phía đông hướng về biển, thuở ban đầu người dân cúng tế cho chủ nhân của thời gian và chủ nhân của gió.\nHọ tin rằng \"Sự tích được gió mang đến, sinh sôi là do thời gian\", hai thứ thường lẫn vào nhau.\nChiếc cung này kể về câu chuyện khai hoang, thuật lại công cuộc khai hoang đầy gian khó.\nCây cung săn bắn vốn không thể kéo rời, đã trở nên linh hoạt và cứng chắc trong gió thời gian.\n\nThanh cung này thuộc quyền sở hữu của gia tộc kiêu ngạo Lawrence.\nTrong quá khứ cổ đại, họ đóng vai những chiến binh tiên phong trong tuyết.\n\nMàn đầu tiên của buổi lễ kể về câu chuyện của những người tiên phong chinh phục trái đất bằng sức mạnh và trí tuệ.\nTrong suốt thời gian lịch sử lâu dài, họ vẫn đóng một vai trò như vậy ngay cả khi các nghi lễ không còn nữa.\n\nVai trò này sau đó đã bị hiểu sai ý nghĩa. Họ dần dần tự coi mình là kẻ chinh phục, vua chúa,\nDần dần dấn thân vào một con đường méo mó, và cuối cùng mất đi sự ưu ái của gió thành Mondstadt.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "气定神闲",
        "zht": "氣定神閒",
        "jp": "落ち着き",
        "ko": "침착",
        "en": "Composed",
        "de": "Göttliche Fügung",
        "es": "Serenidad",
        "fr": "Sang-froid",
        "pt": "Composto",
        "ru": "Безмятежный",
        "id": "Composed",
        "th": "Composed",
        "vi": "Khí Định Thần"
      },
      "description": {
        "zhs": "元素战技造成伤害时，有<color=#99FFFFFF>40%</color>的概率重置该技能的冷却时间，该效果每<color=#99FFFFFF>30</color>秒只能触发一次。",
        "zht": "元素戰技造成傷害時，有<color=#99FFFFFF>40%</color>的機率重置該技能的冷卻時間，該效果每<color=#99FFFFFF>30</color>秒只能觸發一次。",
        "jp": "元素スキルが敵にダメージを与えた時、<color=#99FFFFFF>40%</color>の確率で該当スキルのクールタイムをリセットする。<color=#99FFFFFF>30</color>秒毎に1回のみ発動可能。",
        "ko": "원소전투 스킬로 피해를 줄 때 <color=#99FFFFFF>40%</color>의 확률로 해당 스킬의 재발동 대기시간이 초기화된다. 해당 효과는 <color=#99FFFFFF>30</color>초마다 1회만 발동한다",
        "en": "After damaging an opponent with an Elemental Skill, the skill has a <color=#99FFFFFF>40%</color> chance to end its own CD. Can only occur once every <color=#99FFFFFF>30</color>s.",
        "de": "Überspringt die Abklingzeit einer Elementarfähigkeit beim Verursachen von Schaden mit dieser Fähigkeit mit einer Wahrscheinlichkeit von <color=#99FFFFFF>40 %</color>, <color=#99FFFFFF>30</color> s Abklingzeit.",
        "es": "Al hacer daño por medio de una Habilidad Elemental, hay un <color=#99FFFFFF>40%</color> de probabilidad de restablecer el TdE de esta habilidad. Este efecto puede activarse una vez cada <color=#99FFFFFF>30</color> s.",
        "fr": "Les compétences élémentaires ont <color=#99FFFFFF>40 %</color> de chances de réinitialiser leur propre TdR lorsqu'elles infligent des DGT. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>30</color> s.",
        "pt": "Ao causar dano contra um oponente com Habilidade Elemental, a habilidade possui <color=#99FFFFFF>40%</color> de chance de redefinir o tempo de Recarga desta habilidade. Este efeito pode ser ativado apenas uma vez a cada <color=#99FFFFFF>30</color> segundos.",
        "ru": "Когда элементальный навык наносит урон, есть <color=#99FFFFFF>40%</color> вероятность, что его откат моментально восстановится. Может возникнуть раз в <color=#99FFFFFF>30</color> сек.",
        "id": "Setelah Elemental Skill mengakibatkan DMG, terdapat <color=#99FFFFFF>40%</color> persentase CD Skill langsung selesai. Dapat terpicu setiap <color=#99FFFFFF>30 detik</color>.",
        "th": "หลังจากสร้างความเสียหายด้วยสกิลธาตุแล้ว จะมีโอกาส <color=#99FFFFFF>40%</color> ที่จะรีเซ็ตเวลาคูลดาวน์ของสกิลนี้ โดยเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก <color=#99FFFFFF>30</color> วินาที",
        "vi": "Khi kỹ năng Nguyên Tố tạo thành sát thương, có tỷ lệ <color=#99FFFFFF>40%</color> làm mới thời gian CD kỹ năng đó, mỗi <color=#99FFFFFF>30</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "气定神闲",
        "zht": "氣定神閒",
        "jp": "落ち着き",
        "ko": "침착",
        "en": "Composed",
        "de": "Göttliche Fügung",
        "es": "Serenidad",
        "fr": "Sang-froid",
        "pt": "Composto",
        "ru": "Безмятежный",
        "id": "Composed",
        "th": "Composed",
        "vi": "Khí Định Thần"
      },
      "description": {
        "zhs": "元素战技造成伤害时，有<color=#99FFFFFF>50%</color>的概率重置该技能的冷却时间，该效果每<color=#99FFFFFF>26</color>秒只能触发一次。",
        "zht": "元素戰技造成傷害時，有<color=#99FFFFFF>50%</color>的機率重置該技能的冷卻時間，該效果每<color=#99FFFFFF>26</color>秒只能觸發一次。",
        "jp": "元素スキルが敵にダメージを与えた時、<color=#99FFFFFF>50%</color>の確率で該当スキルのクールタイムをリセットする。<color=#99FFFFFF>26</color>秒毎に1回のみ発動可能。",
        "ko": "원소전투 스킬로 피해를 줄 때 <color=#99FFFFFF>50%</color>의 확률로 해당 스킬의 재발동 대기시간이 초기화된다. 해당 효과는 <color=#99FFFFFF>26</color>초마다 1회만 발동한다",
        "en": "After damaging an opponent with an Elemental Skill, the skill has a <color=#99FFFFFF>50%</color> chance to end its own CD. Can only occur once every <color=#99FFFFFF>26</color>s.",
        "de": "Überspringt die Abklingzeit einer Elementarfähigkeit beim Verursachen von Schaden mit dieser Fähigkeit mit einer Wahrscheinlichkeit von <color=#99FFFFFF>50 %</color>, <color=#99FFFFFF>26</color> s Abklingzeit.",
        "es": "Al hacer daño por medio de una Habilidad Elemental, hay un <color=#99FFFFFF>50%</color> de probabilidad de restablecer el TdE de esta habilidad. Este efecto puede activarse una vez cada <color=#99FFFFFF>26</color> s.",
        "fr": "Les compétences élémentaires ont <color=#99FFFFFF>50 %</color> de chances de réinitialiser leur propre TdR lorsqu'elles infligent des DGT. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>26</color> s.",
        "pt": "Ao causar dano contra um oponente com Habilidade Elemental, a habilidade possui <color=#99FFFFFF>50%</color> de chance de redefinir o tempo de Recarga desta habilidade. Este efeito pode ser ativado apenas uma vez a cada <color=#99FFFFFF>26</color> segundos.",
        "ru": "Когда элементальный навык наносит урон, есть <color=#99FFFFFF>50%</color> вероятность, что его откат моментально восстановится. Может возникнуть раз в <color=#99FFFFFF>26</color> сек.",
        "id": "Setelah Elemental Skill mengakibatkan DMG, terdapat <color=#99FFFFFF>50%</color> persentase CD Skill langsung selesai. Dapat terpicu setiap <color=#99FFFFFF>26 detik</color>.",
        "th": "หลังจากสร้างความเสียหายด้วยสกิลธาตุแล้ว จะมีโอกาส <color=#99FFFFFF>50%</color> ที่จะรีเซ็ตเวลาคูลดาวน์ของสกิลนี้ โดยที่เอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก <color=#99FFFFFF>26</color> วินาที",
        "vi": "Khi kỹ năng Nguyên Tố tạo thành sát thương, có tỷ lệ <color=#99FFFFFF>50%</color> làm mới thời gian CD kỹ năng đó, mỗi <color=#99FFFFFF>26</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "气定神闲",
        "zht": "氣定神閒",
        "jp": "落ち着き",
        "ko": "침착",
        "en": "Composed",
        "de": "Göttliche Fügung",
        "es": "Serenidad",
        "fr": "Sang-froid",
        "pt": "Composto",
        "ru": "Безмятежный",
        "id": "Composed",
        "th": "Composed",
        "vi": "Khí Định Thần"
      },
      "description": {
        "zhs": "元素战技造成伤害时，有<color=#99FFFFFF>60%</color>的概率重置该技能的冷却时间，该效果每<color=#99FFFFFF>22</color>秒只能触发一次。",
        "zht": "元素戰技造成傷害時，有<color=#99FFFFFF>60%</color>的機率重置該技能的冷卻時間，該效果每<color=#99FFFFFF>22</color>秒只能觸發一次。",
        "jp": "元素スキルが敵にダメージを与えた時、<color=#99FFFFFF>60%</color>の確率で該当スキルのクールタイムをリセットする。<color=#99FFFFFF>22</color>秒毎に1回のみ発動可能。",
        "ko": "원소전투 스킬로 피해를 줄 때 <color=#99FFFFFF>60%</color>의 확률로 해당 스킬의 재발동 대기시간이 초기화된다. 해당 효과는 <color=#99FFFFFF>22</color>초마다 1회만 발동한다",
        "en": "After damaging an opponent with an Elemental Skill, the skill has a <color=#99FFFFFF>60%</color> chance to end its own CD. Can only occur once every <color=#99FFFFFF>22s</color>.",
        "de": "Überspringt die Abklingzeit einer Elementarfähigkeit beim Verursachen von Schaden mit dieser Fähigkeit mit einer Wahrscheinlichkeit von <color=#99FFFFFF>60 %</color>, <color=#99FFFFFF>22</color> s Abklingzeit.",
        "es": "Al hacer daño por medio de una Habilidad Elemental, hay un <color=#99FFFFFF>60%</color> de probabilidad de restablecer el TdE de esta habilidad. Este efecto puede activarse una vez cada <color=#99FFFFFF>22</color> s.",
        "fr": "Les compétences élémentaires ont <color=#99FFFFFF>60 %</color> de chances de réinitialiser leur propre TdR lorsqu'elles infligent des DGT. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>22</color> s.",
        "pt": "Ao causar dano contra um oponente com Habilidade Elemental, a habilidade possui <color=#99FFFFFF>60%</color> de chance de redefinir o tempo de Recarga desta habilidade. Este efeito pode ser ativado apenas uma vez a cada <color=#99FFFFFF>22</color> segundos.",
        "ru": "Когда элементальный навык наносит урон, есть <color=#99FFFFFF>60%</color> вероятность, что его откат моментально восстановится. Может возникнуть раз в <color=#99FFFFFF>22</color> сек.",
        "id": "Setelah Elemental Skill mengakibatkan DMG, terdapat <color=#99FFFFFF>60%</color> persentase CD Skill langsung selesai. Dapat terpicu setiap <color=#99FFFFFF>22 detik</color>.",
        "th": "หลังจากสร้างความเสียหายด้วยสกิลธาตุแล้ว จะมีโอกาส <color=#99FFFFFF>60%</color> ที่จะรีเซ็ตเวลาคูลดาวน์ของสกิลนี้ ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้งในทุก <color=#99FFFFFF>22</color> วินาที",
        "vi": "Khi kỹ năng Nguyên Tố tạo thành sát thương, có tỷ lệ <color=#99FFFFFF>60%</color> làm mới thời gian CD kỹ năng đó, mỗi <color=#99FFFFFF>22</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "气定神闲",
        "zht": "氣定神閒",
        "jp": "落ち着き",
        "ko": "침착",
        "en": "Composed",
        "de": "Göttliche Fügung",
        "es": "Serenidad",
        "fr": "Sang-froid",
        "pt": "Composto",
        "ru": "Безмятежный",
        "id": "Composed",
        "th": "Composed",
        "vi": "Khí Định Thần"
      },
      "description": {
        "zhs": "元素战技造成伤害时，有<color=#99FFFFFF>70%</color>的概率重置该技能的冷却时间，该效果每<color=#99FFFFFF>19</color>秒只能触发一次。",
        "zht": "元素戰技造成傷害時，有<color=#99FFFFFF>70%</color>的機率重置該技能的冷卻時間，該效果每<color=#99FFFFFF>19</color>秒只能觸發一次。",
        "jp": "元素スキルが敵にダメージを与えた時、<color=#99FFFFFF>70%</color>の確率で該当スキルのクールタイムをリセットする。<color=#99FFFFFF>19</color>秒毎に1回のみ発動可能。",
        "ko": "원소전투 스킬로 피해를 줄 때 <color=#99FFFFFF>70%</color>의 확률로 해당 스킬의 재발동 대기시간이 초기화된다. 해당 효과는 <color=#99FFFFFF>19</color>초마다 1번 발동한다",
        "en": "After damaging an opponent with an Elemental Skill, the skill has a <color=#99FFFFFF>70%</color> chance to end its own CD. Can only occur once every <color=#99FFFFFF>19</color>s.",
        "de": "Überspringt die Abklingzeit einer Elementarfähigkeit beim Verursachen von Schaden mit dieser Fähigkeit mit einer Wahrscheinlichkeit von <color=#99FFFFFF>70 %</color>, <color=#99FFFFFF>19</color> s Abklingzeit.",
        "es": "Al hacer daño por medio de una Habilidad Elemental, hay un <color=#99FFFFFF>70%</color> de probabilidad de restablecer el TdE de esta habilidad. Este efecto puede activarse una vez cada <color=#99FFFFFF>19</color> s.",
        "fr": "Les compétences élémentaires ont <color=#99FFFFFF>70 %</color> de chances de réinitialiser leur propre TdR lorsqu'elles infligent des DGT. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>19</color> s.",
        "pt": "Ao causar dano contra um oponente com Habilidade Elemental, a habilidade possui <color=#99FFFFFF>70%</color> de chance de redefinir o tempo de Recarga desta habilidade. Este efeito pode ser ativado apenas uma vez a cada <color=#99FFFFFF>19</color> segundos.",
        "ru": "Когда элементальный навык наносит урон, есть <color=#99FFFFFF>70%</color> вероятность, что его откат моментально восстановится. Может возникнуть раз в <color=#99FFFFFF>19</color> сек.",
        "id": "Setelah Elemental Skill mengakibatkan DMG, terdapat <color=#99FFFFFF>70%</color> persentase CD Skill langsung selesai. Dapat terpicu setiap <color=#99FFFFFF>19 detik</color>.",
        "th": "หลังจากสร้างความเสียหายด้วยสกิลธาตุแล้ว จะมีโอกาส <color=#99FFFFFF>70%</color> ที่จะรีเซ็ตเวลาคูลดาวน์ของสกิลนี้ ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้งในทุก <color=#99FFFFFF>19</color> วินาที",
        "vi": "Khi kỹ năng Nguyên Tố tạo thành sát thương, có tỷ lệ <color=#99FFFFFF>70%</color> làm mới thời gian CD kỹ năng đó, mỗi <color=#99FFFFFF>19</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "气定神闲",
        "zht": "氣定神閒",
        "jp": "落ち着き",
        "ko": "침착",
        "en": "Composed",
        "de": "Göttliche Fügung",
        "es": "Serenidad",
        "fr": "Sang-froid",
        "pt": "Composto",
        "ru": "Безмятежный",
        "id": "Composed",
        "th": "Composed",
        "vi": "Khí Định Thần"
      },
      "description": {
        "zhs": "元素战技造成伤害时，有<color=#99FFFFFF>80%</color>的概率重置该技能的冷却时间，该效果每<color=#99FFFFFF>16</color>秒只能触发一次。",
        "zht": "元素戰技造成傷害時，有<color=#99FFFFFF>80%</color>的機率重置該技能的冷卻時間，該效果每<color=#99FFFFFF>16</color>秒只能觸發一次。",
        "jp": "元素スキルが敵にダメージを与えた時、<color=#99FFFFFF>80%</color>の確率で該当スキルのクールタイムをリセットする。<color=#99FFFFFF>16</color>秒毎に1回のみ発動可能。",
        "ko": "원소전투 스킬로 피해를 줄 때 <color=#99FFFFFF>80%</color>의 확률로 해당 스킬의 재발동 대기시간이 초기화된다. 해당 효과는 <color=#99FFFFFF>16</color>초마다 1회만 발동한다",
        "en": "After damaging an opponent with an Elemental Skill, the skill has a <color=#99FFFFFF>80%</color> chance to end its own CD. Can only occur once every <color=#99FFFFFF>16s</color>.",
        "de": "Überspringt die Abklingzeit einer Elementarfähigkeit beim Verursachen von Schaden mit dieser Fähigkeit mit einer Wahrscheinlichkeit von <color=#99FFFFFF>80 %</color>, <color=#99FFFFFF>16</color> s Abklingzeit.",
        "es": "Al hacer daño por medio de una Habilidad Elemental, hay un <color=#99FFFFFF>80%</color> de probabilidad de restablecer el TdE de esta habilidad. Este efecto puede activarse una vez cada <color=#99FFFFFF>16</color> s.",
        "fr": "Les compétences élémentaires ont <color=#99FFFFFF>80 %</color> de chances de réinitialiser leur propre TdR lorsqu'elles infligent des DGT. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>16</color> s.",
        "pt": "Ao causar dano contra um oponente com Habilidade Elemental, a habilidade possui <color=#99FFFFFF>80%</color> de chance de redefinir o tempo de Recarga desta habilidade. Este efeito pode ser ativado apenas uma vez a cada <color=#99FFFFFF>16</color> segundos.",
        "ru": "Когда элементальный навык наносит урон, есть <color=#99FFFFFF>80%</color> вероятность, что его откат моментально восстановится. Может возникнуть раз в <color=#99FFFFFF>16</color> сек.",
        "id": "Setelah Elemental Skill mengakibatkan DMG, terdapat <color=#99FFFFFF>80%</color> persentase CD Skill langsung selesai. Dapat terpicu setiap <color=#99FFFFFF>16 detik</color>.",
        "th": "หลังจากสร้างความเสียหายด้วยสกิลธาตุแล้ว จะมีโอกาส <color=#99FFFFFF>80%</color> ที่จะรีเซ็ตเวลาคูลดาวน์ของสกิลนี้ ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้งในทุก <color=#99FFFFFF>16</color> วินาที",
        "vi": "Khi kỹ năng Nguyên Tố tạo thành sát thương, có tỷ lệ <color=#99FFFFFF>80%</color> làm mới thời gian CD kỹ năng đó, mỗi <color=#99FFFFFF>16</color>s mới thi triển 1 lần."
      }
    }
  ],
  "internal_name": "Bow_Fossil",
  "imgid": "bow/fossil"
}