{
  "id": 15404,
  "type": "bow",
  "rank": 4,
  "name": {
    "zhs": "宗室长弓",
    "zht": "宗室長弓",
    "jp": "旧貴族長弓",
    "ko": "왕실의 장궁",
    "en": "Royal Bow",
    "de": "Königlicher Langbogen",
    "es": "Arco Real",
    "fr": "Arc royal",
    "pt": "Arco Real",
    "ru": "Королевский лук",
    "id": "Royal Bow",
    "th": "Royal Bow",
    "vi": "Trường Cung Tông Thất"
  },
  "description": {
    "zhs": "曾支配蒙德的旧日贵族的长弓。经过无数世代，弓弦仍十分有力，击发迅猛。",
    "zht": "曾支配蒙德的舊日貴族的長弓。經過無數世代，弓弦仍十分有力，擊發迅猛。",
    "jp": "かつてモンドを支配していた旧貴族の長弓。無数の世代を経たが、弦はまだ鈍っておらず、素早く弓を射ることができる。",
    "ko": "몬드를 지배했던 옛 귀족의 활. 수많은 세대를 거쳤어도 활시위는 여전히 힘차고 위력이 강하다",
    "en": "An old longbow that belonged to the erstwhile aristocratic rulers of Mondstadt. Countless generations later, the bowstring is still tight and can still fire arrows with great force.",
    "de": "Ein Langbogen der Aristokraten, die einst über Mondstadt herrschten. Obwohl er aus einem längst vergangenen Zeitalter stammt, ist die Sehne noch vollständig intakt und die Pfeile schießen ungehemmt davon.",
    "es": "Un viejo arco largo de la aristocracia que en el pasado gobernó Mondstadt. Innumerables generaciones después, la cuerda del arco sigue tensa y puede disparar flechas rápidamente.",
    "fr": "Un arc long qui appartenait jadis aux dirigeants de Mondstadt. Après avoir connu bien des générations, sa corde légère est toujours capable de décocher des flèches à une vitesse impressionnante.",
    "pt": "Um velho arco real que pertencia aos antigos governantes de Mondstadt. Inúmeras gerações depois, a corda do arco ainda está firme e ainda pode disparar flechas com grande força.",
    "ru": "Древний лук правителя Мондштадта. Спустя века, тетива на нём всё ещё крепко натянута и готова пускать стрелы.",
    "id": "Busur tua yang pernah digunakan oleh para bangsawan penguasa Mondstadt di zaman dahulu. Setelah generasi demi generasi berlalu, busur ini masih dapat menembakkan panah dengan sangat cepat.",
    "th": "คันธนูยาวสภาพเก่าแก่ของชนชั้นสูงผู้ที่ครั้งหนึ่งเคยปกครอง Mondstadt มาก่อน แม้ว่าเวลาผ่านไปหลายยุคหลายสมัยแต่สายเอ็นของธนูก็ยังคงแข็งตึงและสามารถยิงลูกธนูออกไปได้อย่างรุนแรง",
    "vi": "Cung dài từng thuộc về quý tộc Monstadt cũ. Trải qua nhiều đời, dây cung vẫn rất mạnh mẽ."
  },
  "lore": {
    "zhs": "\n曾支配蒙德的旧日贵族所使用的长弓，做工用料极其讲究。\n也因此，在他们的时代过去无数世代后，仍然有力如昔日。\n狩猎曾经是贵族的消遣之一。\n在自然天地彰显力量，将猎获分给属下的人民，广施德望。\n但根据记载，最终他们忘却了德望，也失去了支配的力量。\n\n起义后，长久统治蒙德的劳伦斯一族被推翻。\n以新建立的骑士团德政之名，并不过分深究，\n而是将一族余党流放至蒙德境外，永不复归。\n\n「在流放之路上，父亲哀叹人的背叛、时代的变化、历史的终结」\n「我们看着曾属于我们的子民在绿地上欢唱、舞蹈，离开了故土」\n「过了很多年，我才明白，背叛了、变了的是我们劳伦斯一族。蒙德本就应是那样的」\n\n温妮莎不过是推倒腐朽大厦的最后一双手。在她之前，氤氲的怒火已经开始显露力量。\n无论是受人暗地里称颂的暗巷义贼，或是能看见死亡的少女，还是意图行刺的剑乐团，\n蒙德人的血脉中传承着反抗的灵魂。\n",
    "zht": "\n曾支配蒙德的舊日貴族所使用的長弓，做工用料極其講究。\n也因此，在他們的時代過去無數世代後，仍然有力如昔日。\n狩獵曾經是貴族的消遣之一。\n在自然天地彰顯力量，將獵獲分給屬下的人民，廣施德望。\n但根據記載，最終他們忘卻了德望，也失去了支配的力量。\n\n起義後，長久統治蒙德的勞倫斯一族被推翻。\n以新建立的騎士團德政之名，並不過分深究，\n而是將一族餘黨流放至蒙德境外，永不復歸。\n\n「在流放之路上，父親哀嘆人的背叛、時代的變化、歷史的終結」\n「我們看著曾屬於我們的子民在綠地上歡唱、舞蹈，離開了故土」\n「過了很多年，我才明白，背叛了、變了的是我們勞倫斯一族。蒙德本就應是那樣的」\n\n溫妮莎不過是推倒腐朽大廈的最後一雙手。在她之前，氤氳的怒火已經開始顯露力量。\n無論是受人暗地裡稱頌的暗巷義賊，或是能看見死亡的少女，還是意圖行刺的劍樂團，\n蒙德人的血脈中傳承著反抗的靈魂。\n",
    "jp": "\nかつてモンドを支配していた旧貴族に使われていた長弓。その材料と細工は極めて凝っている。\nそのため、長い年月が経った今でも当時から劣化していない。\n狩りは貴族の暇つぶしの一つだった。\n大自然に自分の力を示し、とれた獲物を民に配り、恩恵を施した。\nしかし記録によると、彼らは最終的に徳望を忘れ、支配する力も失ったとされている。\n\n反乱が起こり、長い間モンドを統治していたローレンス政権が倒れた。\n新しく設立された騎士団は徳政の名の下に、ロレンス一族を深く追及しなかった。\nその代わりに、一族の残党を追放した。\n\n「追放の最中、父は人の裏切り、時代の変化、歴史の終結を嘆いた」\n「かつて故郷を追われた臣民が、緑豊かな地で、歌い、踊っているのを見かけた」\n「何年も経った今、やっとわかった。裏切られ変わったのはローレンス一族の私たちだ。モンドは本来そういう都だ」\n\n腐った政権に止めを刺したのはヴァネッサだが、怒りの炎はとおの昔から燃え始めた。\n人々に密かに称賛される義賊や、生死の隙間が見える少女、暗殺を企てた剣楽団のように、\nモンドの人々には反抗の血が流れているのだ。\n",
    "ko": "\n몬드를 지배했던 옛 귀족의 롱보우로, 가공 기술과 소재 모두 완벽하다.\n그래서 기나긴 세월이 지난 후에도 여전히 강력하다.\n사냥은 귀족의 여가 활동이었다.\n자연 속에서 힘을 과시했고 잡은 사냥감은 영지민들과 나누며 덕을 베풀었다.\n하지만 기록에 따르면 그들은 결국 덕망을 잊고 지배력도 잃었다고 한다.\n\n봉기 후 오랜 시간 동안 몬드를 통치하던 로렌스 일족이 전복됐다.\n새로이 건립된 기사단은 어진 정치를 내세우며, 깊게 따지지는 않았다.\n그러나 남은 일족 모두를 몬드 국경 밖으로 내쫓고 영원히 돌아올 수 없게 했다.\n\n「유배의 길에서 부친은 사람의 배반과 시대의 변화, 역사의 종결을 애탄했다」\n「우린 과거 우리 밑에 있던 백성들이 푸른 대지 위에서 노래하고 춤추는 것을 보며 고향을 떠났다」\n「아주 오랜 세월이 지나고 나서야 배반하고 변화한 것은 우리 로렌스 일족이었다는 걸 깨닫게 된다. 몬드는 원래 그런 것이란걸」\n\n바네사는 그저 썩은 건물을 무너뜨리는 데 최후의 일격을 가한 것일 뿐. 그녀 이전에 분노의 기운이 점점 짙어지고 있었다.\n뒤에서 사람들에게 칭송되는 의적이든 죽음이 보이는 소녀든, 아니면 암살을 시도하는 검악단이든\n몬드 사람들의 몸에는 반항의 영혼이 흐로고 있었다.\n",
    "en": "\nA longbow used by a noble who ruled over Mondstadt. It was crafted with premium materials and master craftsmanship.\nFor that reason, generations later, it is still as powerful as ever.\nHunting was once a pastime of the nobles.\nThey demonstrated their strength in the natural world, and shared the spoils with the people in benevolence.\nUnfortunately, benevolence was lost, and with it, their reign.\n\nAfter the uprising, the Lawrence Clan that had long ruled Mondstadt was overthrown.\nIn the name of benevolent governance, the newly established Knights of Favonius deemed that protracted investigations would be unnecessary.\nThe Lawrence Clan was promptly cast out from Mondstadt, never to return.\n\n\"On the road bound to our exile, I watched my father sigh with grief: at the betrayal of the people, at the end of a glorious era, at the final chapter of history.\"\n\"We watched the people who were once our subjects rejoicing in the open country as we bid farewell to our homeland.\"\n\"Only years later did I realize: it was we, the Lawrence Clan, who had betrayed, who had ended a glorious era, and who had closed the history books. Only now was Mondstadt as it always should have been.\"\n\nVennessa was but the final push that toppled a crumbling tower. Before her, the flames of fury already burned bright, and occasionally the flickering flames had shone through the thick smoke of secrecy:\nThe phantom thief praised in secret by the people. The woman who could see death. The Wanderer's Troupe intent on revolution.\nThe spirit of resistance is in Mondstadters' blood.\n",
    "de": "\nDieser Langbogen wurde einst vom alten Adel Mondstadts geführt. Sein Material ist erlesen und hat all die Zeit gut überstanden.\nSelbst nach Generationen ist dieser Bogen noch so mächtig wie eh und je.\nDas Jagen war einst ein Zeitvertreib der Aristokraten.\nIn der Natur zeigten sie ihre wahre Stärke und teilten ihre Beute aus Wohlwollen mit den Bedürftigen.\nUnglücklicherweise vernachlässigten sie ihre Pflichten und verloren nach und nach ihren Einfluss.\n\nNach der Revolution wurde der Lawrence-Klan, der lange über Mondstadt geherrscht hatte, gestürzt.\nIm Namen des neu gegründeten Ritterordens wurde angeordnet, dass weitere Maßnahmen unnötig wären,\nund er schickte den Lawrence-Klan einfach ins Exil.\n\n„Als wir uns auf den Weg ins Exil machten, merkte ich, wie mein Vater sorgenvoll seufzte. Er fühlte sich von allem betrogen, von den Leuten und dem Lauf der Dinge.“\n„Wir warfen einen letzten Blick auf die Leute, die einst unsere singenden, tanzenden Untertanen waren.“\n„Erst viele Jahre später realisierte ich, dass es unsere eigene Familie, der Lawrence-Klan war, der sich verändert hatte und den wahren Betrug beging. Mondstadt sollte eigentlich schon immer so sein.“\n\nVennessa war nur der letzte Tropfen, der das Fass zum Überlaufen brachte. In ihrem Angesicht verwandelte sich Wut in unheimliche Stärke.\nDer Phantomdieb war ein geheimer Favorit des Volkes. Aber auch die Frau, die den Tod sehen konnte, und die Schwertkämpfertruppe mit der Absicht, einen Mordanschlag zu verüben,\nall sie zeugen vom Geist der Revolution, der in Mondstadt verwurzelt ist.\n",
    "es": "\nUn arco largo que perteneció a la antigua aristocracia gobernante de Mondstadt. Fue elaborado artesanalmente con materiales de primera calidad.\nPor eso, aunque ha pasado de generación en generación, sigue siendo tan poderoso como siempre.\nLa caza fue una vez el pasatiempo de los nobles.\nEstos demostraban su fuerza en la naturaleza y compartían el botín con la gente como muestra de benevolencia.\nLamentablemente, dicha benevolencia se perdió y, con ella, el reinado de los nobles.\n\nDespués del levantamiento, la familia Lawrence, que había gobernado durante tanto tiempo en Mondstadt, fue derrocado.\nComo gobierno benevolente recientemente establecido, los Caballeros de Favonius consideraron que no era necesario seguir investigando los crímenes de los Lawrence.\nAsí, la familia fue rápidamente expulsada de Mondstadt y condenada a no volver jamás.\n\n“En el camino a nuestro exilio, mi padre suspiró con pena por la traición de la gente, por el final de una era gloriosa y por el fin de un capítulo de la historia.\nLas personas que una vez fueron nuestros súbditos se regocijaban en las verdes praderas, cantando y bailando mientras nosotros nos despedíamos de nuestra patria.\nPasaron años hasta que, por fin, me di cuenta de algo: los verdaderos traidores y los que cambiamos fuimos nosotros, los Lawrence. Mondstadt siempre tendría que haber sido así de alegre”.\n\nVennessa fue la que dio el empujón final para derribar de una vez por todas el cúmulo de corrupción de Mondstadt. Antes de ella, las furiosas llamas humeantes ya habían empezado a revelar su fuerza.\nYa sea en los ladronzuelos aclamados en secreto por la gente, en la mujer que veía la muerte o en la sanguinaria Orquesta de la Espadachina,\nel espíritu de resistencia está patente en la sangre de todo el pueblo de Mondstadt.\n",
    "fr": "\nUn arc long assez ancien, ayant appartenu à un noble de Mondstadt. Il est réalisé avec soin à partir de matériaux de qualité.\nCeci explique sans doute pourquoi il est toujours intacte et n'a rien perdu de sa puissance d'antan.\nLa chasse était autrefois le loisir des nobles.\nElle leur permettait de faire montre de leur force, et d'en partager ses fruits avec le peuple.\nMais cet esprit de générosité se perdit, et avec lui leur force.\n\nAprès que le peuple se fut soulevé, le Clan Lawrence, qui avait dirigé si longtemps la cité, fut renversé.\nL'Ordre de Favonius nouvellement établi, dans un esprit de magnanimité, ne jugea pas nécessaire d'enquêter outre-mesure.\nEt ainsi fut banni de Mondstadt le Clan Lawrence, pour n'y jamais revenir.\n\n« Sur la route de l'exil, je regarde mon père soupirer douloureusement ; après la trahison des hommes, après la fin d'un âge d'or, après la conclusion de l'histoire. »\n« Nous pouvons voir ceux qui autrefois nous servaient se réjouir sur les vertes terres, tandis qu'à jamais nous quittons le pays natal. »\n« Je ne réaliserai que des années plus tard que la trahison avait été de notre fait à nous, le Clan Lawrence. C'était nous qui avions changé. Ainsi devait s'écrire le livre de Mondstadt. »\n\nVennessa ne fut que la dernière poussée qui fit s'écraser la tour. Avant elle avaient déjà commencé à brûler les flammes en furie.\nQue ce soit le voleur admiré en secret par le peuple, la demoiselle capable de voir la mort, ou la troupe itinérante aux rêves de rébellion :\nle sang des Mondstadtois bat au rythme de la résistance d'une génération à l'autre.\n",
    "pt": "\nUm arco longo usado por um nobre que governou Mondstadt. Foi elaborado artesanalmente com materiais de altíssima qualidade.\nPor esse motivo, gerações depois, ainda é tão poderoso como sempre.\nAntigamente, a caça era um passatempo para os nobres.\nEles demonstraram sua força no mundo natural e compartilharam os despojos com o povo com benevolência.\nInfelizmente a benevolência foi perdida e juntamente o seu reino.\n\nApós a revolta, o clã Lawrence, que há muito governava Mondstadt, foi derrubado.\nOs recém-criados Cavaleiros de Favonius, em um espírito de magnanimidade, não acharam necessário investigar mais.\nO clã Lawrence foi imediatamente expulso de Mondstadt, para nunca mais voltar.\n\n\"No caminho para o nosso exílio, vi o meu pai suspirar de dor: com a traição do povo, mudança de era, e fim da história.\"\n\"Vimos as pessoas que já foram os nossos súditos regozijando-se no campo aberto enquanto nos despedíamos de nossa pátria.\"\nSomente anos depois percebi: fomos nós, o clã Lawrence, que traímos, que terminamos uma era gloriosa, e que encerramos os livros de história. Só agora era Mondstadt, como sempre deveria ter sido.\n\nVennessa foi apenas o empurrão final que derrubou uma torre desmoronando. Antes dela, as chamas da fúria já brilhavam, e ocasionalmente as chamas cintilantes haviam brilhado através da densa fumaça do segredo.\nSeja o ladrão fantasma, elogiado em segredo pelo povo, a mulher que podia ver a morte, ou a Trupe Itinerante com a intenção de revolucionar.\nO sangue do povo de Mondstadt é vinculado a alma de revolta.\n",
    "ru": "\nДлинный лук, в древности принадлежавший аристократу, правящему Мондштадтом. Он был изготовлен мастером-кузнецом из высококачественных материалов.\nИменно поэтому даже по прошествии многих веков он остался таким же сильным, как и в первый день.\nКогда-то охота была одним из видов досуга аристократов.\nОни показывали свою силу в мире природы и делились добычей с людьми из собственного великодушия.\nК сожалению, великодушие кануло в лету, как и их власть.\n\nПосле мятежа правящий клан Лоуренсов был свергнут.\nВо имя доброжелательного правления только что сформированный рыцарский орден Ордо Фавониус посчитали, что в длительном расследовании нет необходимости.\nКлан Лоуренсов был навсегда изгнан из Мондштадта без права на возвращение.\n\n«По пути нашего изгнания я наблюдал, как мой отец вздыхает с горечью над предательством людей, в конце славной эпохи, в заключительной главе истории».\n«Мы наблюдали, как люди, которые когда-то были нашими подданными, радовались в свободной стране, когда мы прощались с нашей родиной».\n«Только спустя годы я понял, что это мы, клан Лоуренсов, - предатели, это мы закончил славную эпоху и закрыли учебники истории. Только теперь Мондштадт был таким, каким он должен был быть всегда».\n\nВеннесса была лишь последним толчком, свалившим рушащуюся башню. До неё пламя ярости уже разгорелось ярко, и иногда мерцающее пламя светило сквозь густой дым таинственности.\nЛюди в тайне восхваляли призрачного вора, женщину, которая могла видеть смерть, Бродячий ансамбль, намеренный совершить революцию.\nДух сопротивления течёт в крови Мондштадта.\n",
    "id": "\nSebuah busur panjang dipakai oleh seorang bangsawan yang memerintah Mondstadt. Dibuat dengan bahan premium dan master pengrajin.\nKarena alasan itulah, beberapa generasi kemudian, busur itupun masih tetap kuat.\nDulu berburu adalah salah satu hiburan para bangsawan.\nMereka menunjukkan kekuatannya di alam dan berbagi hasil dengan masyarakat.\nSayangnya, kemurahan hati hilang, dan begitu pula dengan era mereka.\n\nSetelah pemberontakan, Klan Lawrence yang sudah lama memerintah Mondstadt digulingkan.\nAtas nama pemerintahan, Knights of Favonius yang baru didirikan menganggap bahwa penyelidikan yang berlarut-larut tidak diperlukan,\nKlan Lawrence akhirnya dikucilkan dari Mondstadt, tidak pernah kembali.\n\n\"Dalam perjalanan ke pengasingan, ayahku menyesali pengkhianatan, perubahan zaman, dan akhir sejarah\"\n\"Kami menyaksikan orang-orang yang dulunya milik kami bernyanyi dan menari di tanah hijau, saat kami meninggalkan tanah air.\"\n\"Setelah bertahun-tahun, saya menyadari bahwa kamilah, Klan Lawrence yang mengkhianati dan berubah. Sekarang akhirnya Mondstadt seperti yang seharusnya.\"\n\nVennessa hanyalah dorongan terakhir untuk menumbangkan menara itu. Di hadapannya, api amarah sudah menunjukkan kekuatannya.\nPencuri bayangan yang dipuji secara diam-diam oleh orang-orang. Wanita yang bisa melihat kematian. Rombongan petualang bermaksud melakukan revolusi,\nSemangat pemberontak dalam darah Mondstadt.\n",
    "th": "\nคันธนูที่ใช้โดยขุนนางผู้ปกครอง Mondstadt มันถูกสร้างขึ้นด้วยวัสดุพรีเมี่ยมและงานฝีมือที่ประณีต\nและก็ด้วยเหตุนี้ หลังจากผ่านไปรุ่นสู่รุ่น มันก็ยังคงทรงพลังเหมือนเดิม\nการล่าสัตว์ครั้งหนึ่งเคยเป็นงานอดิเรกของขุนนาง\nเปิดเผยความแข็งแกร่งของพวกเขาในโลกธรรมชาติและแจกจ่ายให้กับเหล่าผู้คนที่อยู่ภายใต้พวกเขา\nแต่ในท้ายที่สุดพวกเขาลืมคุณธรรมและสูญเสียการปกครอง\n\nหลังจากการปฏิวัติ ตระกูล Lawrence ที่ได้ครอบครอง Mondstadt มาเป็นเวลายาวนานก็ถูกโค่นลง\nภายใต้ชื่อของกองอัศวินผู้มีเมตตา ซึ่งถือว่าการสืบสวนนั้นยืดเยื้อจะไม่จำเป็น\nจากนั้นตระกูล Lawrence ก็ถูกขับไล่ออกจาก Mondstadt โดยทันทีโดยไม่มีวันกลับมา\n\n\"บนถนนที่ถูกเนรเทศ ฉันเห็นพ่อถอนหายใจด้วยความโศกเศร้า: การทรยศของผู้คนในยุคสุดท้ายที่รุ่งโรจน์ ในบทสุดท้ายของประวัติศาสตร์\"\n\"พวกเรามองดูผู้คนที่ครั้งหนึ่งเคยเป็นราษฎรของเราดีใจในประเทศเปิดในขณะที่พวกเรากล่าวคำอำลากับบ้านเกิดของเรา\"\n\"หลังจากเวลาผ่านมาหลายปีฉันถึงได้เข้าใจ มันคือตระกูล Lawrence ที่ทรยศและเปลี่ยนแปลงไป โดย Mondstadt นั้นควรเป็นแบบนี้ตั้งแต่แรก\"\n\nVennessa นั้นเป็นเพียงคนสุดท้ายที่โค่นอาคารอันเสื่อมโทรมลง โดยก่อนหน้าเธอนั้นเปลวไฟแห่งความโกรธก็เริ่มแสดงความแข็งแกร่งออกมาบ้างแล้ว\nไม่ว่าจะเป็นขโมยที่ได้รับคำสรรเสริญอย่างลับ ๆ ในซอยเปลี่ยว หรือจะเป็นหญิงสาวที่มองเห็นความตาย หรือแม้แต่คณะดนตรีพเนจรที่มุ่งมั่นในการปฏิวัติ\nสายเลือดของชาว Mondstadt นั้นสืบทอดจิตวิญญาณแห่งการต่อต้านต่อเนื่องกันมา\n",
    "vi": "\nThanh trường cung từng được giới quý tộc cũ vùng Mondstadt sử dụng, quá trình gia công vô cùng tinh tế.\nChính vì vậy, trải qua nhiều đời, vẫn tốt như xưa.\nSăn băn trước kia từng là một trong những thú vui tiêu khiển của giới quý tộc xưa.\nDưới sức mạnh của tự nhiên và trời đất, họ đem chiến lợi phẩm sau các chuyến đi săn phân cho con dân của mình, giữ gìn phẩm đức và danh vọng của mình.\nThế nhưng sử sách ghi lại, đến cuối cùng họ quên đi phẩm đức và danh vọng, dần dần mất đi cả quyền lực.\n\nSau cuộc nổi dậy, gia tộc Lawrence, người cai trị Mondstadt từ lâu đã bị lật đổ.\nNhân danh đội kỵ sĩ chân chính mới thành lập cũng không trừng phạt quá nhiều,\nThay vào đó, họ đày một nhóm người còn lại của tộc Lawrence ra bên ngoài Mondstadt và không bao giờ được quay lại.\n\n\"Trên đường lưu vong, bố đã than vãn về sự phản bội của con người, thay đổi thời đại và cái kết của lịch sử.\"\n\"Chúng tôi nhìn thấy những người từng là con dân của chúng tôi ca hát và nhảy múa trên vùng đất xanh, rời xa quê hương.\"\n\"Sau nhiều năm, tôi nhận ra rằng chính gia đình Lawrence của chúng tôi đã phản bội và thay đổi. Mondstadt nên được như vậy\"\n\nVennessa chỉ là đôi tay cuối cùng lật đổ ngôi biệt thự đang mục nát. Trước cô ấy, làn khói của sự tức giận đã bắt đầu bộc lộ sức mạnh.\nCho dù là tên trộm nghĩa hiệp trong hẻm tối được xướng tên, hay là cô gái nhìn thấy cái chết, hay là đoàn nhạc kiếm với ý đồ hành thích,\nDòng máu của Mondstadt mãi lưu truyền linh hồn phản kháng.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "专注",
        "zht": "專注",
        "jp": "集中",
        "ko": "집중",
        "en": "Focus",
        "de": "Konzentration",
        "es": "Concentración",
        "fr": "Focus",
        "pt": "Foco",
        "ru": "Сосредоточенный",
        "id": "Focus",
        "th": "Focus",
        "vi": "Chuyên Chú"
      },
      "description": {
        "zhs": "攻击造成伤害时，暴击率提升<color=#99FFFFFF>8%</color>，最多堆叠5次。攻击造成暴击后，移除已有的专注效果。",
        "zht": "攻擊造成傷害時，暴擊率提升<color=#99FFFFFF>8%</color>，效果最多疊加五層。攻擊造成暴擊後，移除已有的專注效果。",
        "jp": "攻撃が敵にダメージを与えた時、会心率+<color=#99FFFFFF>8%</color>、最大5重まで。攻撃会心発生時、効果がクリアされる。",
        "ko": "공격으로 피해를 줄 때마다 치명타 확률이 <color=#99FFFFFF>8%</color> 증가한다. 최대 중첩수: 5회. 공격 시 치명타가 발생하면 모든 집중 효과가 사라진다",
        "en": "Upon damaging an opponent, increases CRIT Rate by <color=#99FFFFFF>8%</color>. Max 5 stacks. A CRIT Hit removes all stacks.",
        "de": "Erhöht die KT beim Verursachen von Schaden um <color=#99FFFFFF>8 %</color>, 5-fach stapelbar. Effekt erlischt beim Verursachen eines KT.",
        "es": "Al dañar a un enemigo, aumenta la Prob. CRIT en un <color=#99FFFFFF>8%</color>. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>8 %</color> à chaque attaque qui cause des DGT à un ennemi. Cet effet peut être cumulé 5 fois maximum et est réinitialisé lors d'un coup CRIT.",
        "pt": "Ao atingir um oponente, aumenta a Taxa Crítica em <color=#99FFFFFF>8%</color>, acumulando no máximo 5 vezes. Causar Dano Crítico remove todos os acúmulos.",
        "ru": "При нанесении урона противнику повышает шанс крит. попадания на <color=#99FFFFFF>8%</color>. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
        "id": "Saat mengakibatkan DMG pada musuh, meningkatkan <color=#99FFFFFF>8%</color> CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan CRIT Rate hilang.",
        "th": "เมื่อการโจมตีก่อให้เกิดความเสียหาย อัตราคริจะเพิ่มขึ้น <color=#99FFFFFF>8%</color> ซ้อนทับได้มากสุด 5 ครั้ง และเมื่อโจมตีติดคริติคอลจะล้างเอฟเฟกต์ที่โฟกัสออกทั้งหมด",
        "vi": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích <color=#99FFFFFF>8%</color>, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có."
      }
    },
    {
      "name": {
        "zhs": "专注",
        "zht": "專注",
        "jp": "集中",
        "ko": "집중",
        "en": "Focus",
        "de": "Konzentration",
        "es": "Concentración",
        "fr": "Focus",
        "pt": "Foco",
        "ru": "Сосредоточенный",
        "id": "Focus",
        "th": "Focus",
        "vi": "Chuyên Chú"
      },
      "description": {
        "zhs": "攻击造成伤害时，暴击率提升<color=#99FFFFFF>10%</color>，最多堆叠5次。攻击造成暴击后，移除已有的专注效果。",
        "zht": "攻擊造成傷害時，暴擊率提升<color=#99FFFFFF>10%</color>，效果最多疊加五層。攻擊造成暴擊後，移除已有的專注效果。",
        "jp": "攻撃が敵にダメージを与えた時、会心率+<color=#99FFFFFF>10%</color>、最大5重まで。攻撃会心発生時、効果がクリアされる。",
        "ko": "공격으로 피해를 줄 때마다 치명타 확률이 <color=#99FFFFFF>10%</color> 증가한다. 최대 중첩수: 5회. 공격 시 치명타가 발생하면 모든 집중 효과가 사라진다",
        "en": "Upon damaging an opponent, increases CRIT Rate by <color=#99FFFFFF>10%</color>. Max 5 stacks. A CRIT Hit removes all stacks.",
        "de": "Erhöht die KT beim Verursachen von Schaden um <color=#99FFFFFF>10 %</color>, 5-fach stapelbar. Effekt erlischt beim Verursachen eines KT.",
        "es": "Al dañar a un enemigo, aumenta la Prob. CRIT en un <color=#99FFFFFF>10%</color>. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>10 %</color> à chaque attaque qui cause des DGT à un ennemi. Cet effet peut être cumulé 5 fois maximum et est réinitialisé lors d'un coup CRIT.",
        "pt": "Ao atingir um oponente, aumenta a Taxa Crítica em <color=#99FFFFFF>10%</color>, acumulando no máximo 5 vezes. Causar Dano Crítico remove todos os acúmulos.",
        "ru": "При нанесении урона противнику повышает шанс крит. попадания на <color=#99FFFFFF>10%</color>. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
        "id": "Saat mengakibatkan DMG pada musuh, meningkatkan <color=#99FFFFFF>10%</color> CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan CRIT Rate hilang.",
        "th": "เมื่อการโจมตีก่อให้เกิดความเสียหาย อัตราคริจะเพิ่มขึ้น <color=#99FFFFFF>10%</color> ซ้อนทับได้มากสุด 5 ครั้ง และเมื่อโจมตีติดคริติคอลจะล้างเอฟเฟกต์ที่โฟกัสออกทั้งหมด",
        "vi": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích <color=#99FFFFFF>10%</color>, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có."
      }
    },
    {
      "name": {
        "zhs": "专注",
        "zht": "專注",
        "jp": "集中",
        "ko": "집중",
        "en": "Focus",
        "de": "Konzentration",
        "es": "Concentración",
        "fr": "Focus",
        "pt": "Foco",
        "ru": "Сосредоточенный",
        "id": "Focus",
        "th": "Focus",
        "vi": "Chuyên Chú"
      },
      "description": {
        "zhs": "攻击造成伤害时，暴击率提升<color=#99FFFFFF>12%</color>，最多堆叠5次。攻击造成暴击后，移除已有的专注效果。",
        "zht": "攻擊造成傷害時，暴擊率提升<color=#99FFFFFF>12%</color>，效果最多疊加五層。攻擊造成暴擊後，移除已有的專注效果。",
        "jp": "攻撃が敵にダメージを与えた時、会心率+<color=#99FFFFFF>12%</color>、最大5重まで。攻撃会心発生時、効果がクリアされる。",
        "ko": "공격으로 피해를 줄 때마다 치명타 확률이 <color=#99FFFFFF>12%</color> 증가한다. 최대 중첩수: 5회. 공격 시 치명타가 발생하면 모든 집중 효과가 사라진다",
        "en": "Upon damaging an opponent, increases CRIT Rate by <color=#99FFFFFF>12%</color>. Max 5 stacks. A CRIT Hit removes all stacks.",
        "de": "Erhöht die KT beim Verursachen von Schaden um <color=#99FFFFFF>12 %</color>, 5-fach stapelbar. Effekt erlischt beim Verursachen eines KT.",
        "es": "Al dañar a un enemigo, aumenta la Prob. CRIT en un <color=#99FFFFFF>12%</color>. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>12 %</color> à chaque attaque qui cause des DGT à un ennemi. Cet effet peut être cumulé 5 fois maximum et est réinitialisé lors d'un coup CRIT.",
        "pt": "Ao atingir um oponente, aumenta a Taxa Crítica em <color=#99FFFFFF>12%</color>, acumulando no máximo 5 vezes. Causar Dano Crítico remove todos os acúmulos.",
        "ru": "При нанесении урона противнику повышает шанс крит. попадания на <color=#99FFFFFF>12%</color>. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
        "id": "Saat mengakibatkan DMG pada musuh, meningkatkan <color=#99FFFFFF>12%</color> CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan CRIT Rate hilang.",
        "th": "เมื่อการโจมตีก่อให้เกิดความเสียหาย อัตราคริจะเพิ่มขึ้น <color=#99FFFFFF>12%</color> โดยจะซ้อนทับได้มากสุด 5 ครั้ง และเมื่อโจมตีติดคริติคอล จะล้างเอฟเฟกต์ที่โฟกัสออกทั้งหมด",
        "vi": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích <color=#99FFFFFF>12%</color>, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có."
      }
    },
    {
      "name": {
        "zhs": "专注",
        "zht": "專注",
        "jp": "集中",
        "ko": "집중",
        "en": "Focus",
        "de": "Konzentration",
        "es": "Concentración",
        "fr": "Focus",
        "pt": "Foco",
        "ru": "Сосредоточенный",
        "id": "Focus",
        "th": "Focus",
        "vi": "Chuyên Chú"
      },
      "description": {
        "zhs": "攻击造成伤害时，暴击率提升<color=#99FFFFFF>14%</color>，最多堆叠5次。攻击造成暴击后，移除已有的专注效果。",
        "zht": "攻擊造成傷害時，暴擊率提升<color=#99FFFFFF>14%</color>，效果最多疊加五層。攻擊造成暴擊後，移除已有的專注效果。",
        "jp": "攻撃が敵にダメージを与えた時、会心率+<color=#99FFFFFF>14%</color>、最大5重まで。攻撃会心発生時、効果がクリアされる。",
        "ko": "공격으로 피해를 줄 때마다 치명타 확률이 <color=#99FFFFFF>14%</color> 증가한다. 최대 중첩수: 5회. 공격 시 치명타가 발생하면 모든 집중 효과가 사라진다",
        "en": "Upon damaging an opponent, increases CRIT Rate by <color=#99FFFFFF>14%</color>. Max 5 stacks. A CRIT Hit removes all stacks.",
        "de": "Erhöht die KT beim Verursachen von Schaden um <color=#99FFFFFF>14 %</color>, 5-fach stapelbar. Effekt erlischt beim Verursachen eines KT.",
        "es": "Al dañar a un enemigo, aumenta la Prob. CRIT en un <color=#99FFFFFF>14%</color>. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>14 %</color> à chaque attaque qui cause des DGT à un ennemi. Cet effet peut être cumulé 5 fois maximum et est réinitialisé lors d'un coup CRIT.",
        "pt": "Ao atingir um oponente, aumenta a Taxa Crítica em <color=#99FFFFFF>14%</color>, acumulando no máximo 5 vezes. Causar Dano Crítico remove todos os acúmulos.",
        "ru": "При нанесении урона противнику повышает шанс крит. попадания на <color=#99FFFFFF>14%</color>. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
        "id": "Saat mengakibatkan DMG pada musuh, meningkatkan <color=#99FFFFFF>14%</color> CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan efek akan hilang.",
        "th": "เมื่อการโจมตีก่อให้เกิดความเสียหาย อัตราคริจะเพิ่มขึ้น <color=#99FFFFFF>14%</color> ซ้อนทับได้มากสุด 5 ครั้ง และเมื่อโจมตีติดคริติคอลจะล้างเอฟเฟกต์ที่โฟกัสออกทั้งหมด",
        "vi": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích <color=#99FFFFFF>14%</color>, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có."
      }
    },
    {
      "name": {
        "zhs": "专注",
        "zht": "專注",
        "jp": "集中",
        "ko": "집중",
        "en": "Focus",
        "de": "Konzentration",
        "es": "Concentración",
        "fr": "Focus",
        "pt": "Foco",
        "ru": "Сосредоточенный",
        "id": "Focus",
        "th": "Focus",
        "vi": "Chuyên Chú"
      },
      "description": {
        "zhs": "攻击造成伤害时，暴击率提升<color=#99FFFFFF>16%</color>，最多堆叠5次。攻击造成暴击后，移除已有的专注效果。",
        "zht": "攻擊造成傷害時，暴擊率提升<color=#99FFFFFF>16%</color>，效果最多疊加五層。攻擊造成暴擊後，移除已有的專注效果。",
        "jp": "攻撃が敵にダメージを与えた時、会心率+<color=#99FFFFFF>16%</color>、最大5重まで。攻撃会心発生時、効果がクリアされる。",
        "ko": "공격으로 피해를 줄 때마다 치명타 확률이 <color=#99FFFFFF>16%</color> 증가한다. 최대 중첩수: 5회. 공격 시 치명타가 발생하면 모든 집중 효과가 사라진다",
        "en": "Upon damaging an opponent, increases CRIT Rate by <color=#99FFFFFF>16%</color>. Max 5 stacks. A CRIT Hit removes all stacks.",
        "de": "Erhöht die KT beim Verursachen von Schaden um <color=#99FFFFFF>16 %</color>, 5-fach stapelbar. Effekt erlischt beim Verursachen eines KT.",
        "es": "Al dañar a un enemigo, aumenta la Prob. CRIT en un <color=#99FFFFFF>16%</color>. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
        "fr": "Augmente le taux CRIT de <color=#99FFFFFF>16 %</color> à chaque attaque qui cause des DGT à un ennemi. Cet effet peut être cumulé 5 fois maximum et est réinitialisé lors d'un coup CRIT.",
        "pt": "Ao atingir um oponente, aumenta a Taxa Crítica em <color=#99FFFFFF>16%</color>, acumulando no máximo 5 vezes. Causar Dano Crítico remove todos os acúmulos.",
        "ru": "При нанесении урона противнику повышает шанс крит. попадания на <color=#99FFFFFF>16%</color>. Эффект может складываться до 5 раз. Добавочный шанс крит. попадания исчезает с первым крит. попаданием.",
        "id": "Saat mengakibatkan DMG pada musuh, meningkatkan <color=#99FFFFFF>16%</color> CRIT Rate. Maksimum 5 lapis, dan saat serangan CRIT terpicu, seluruh lapisan efek akan hilang.",
        "th": "เมื่อการโจมตีก่อให้เกิดความเสียหาย อัตราคริจะเพิ่มขึ้น <color=#99FFFFFF>16%</color> ซ้อนทับได้มากสุด 5 ครั้ง และเมื่อโจมตีติดคริติคอลจะล้างเอฟเฟกต์ที่โฟกัสออกทั้งหมด",
        "vi": "Khi tấn công tạo thành sát thương, tăng tỷ lệ bạo kích <color=#99FFFFFF>16%</color>, nhiều nhất cộng dồn 5 lần. Sau khi tấn công tạo thành bạo kích, xóa hiệu quả Chuyên Chú đã có."
      }
    }
  ],
  "internal_name": "Bow_Theocrat",
  "imgid": "bow/theocrat"
}