{
  "name": {
    "zhs": "妮露",
    "zht": "妮露",
    "jp": "ニィロウ",
    "ko": "닐루",
    "en": "Nilou",
    "de": "Nilou",
    "es": "Nilou",
    "fr": "Nilou",
    "pt": "Nilou",
    "ru": "Нилу",
    "id": "Nilou",
    "th": "Nilou",
    "vi": "Nilou"
  },
  "title": {
    "zhs": "莲光落舞筵",
    "zht": "蓮光落舞筵",
    "jp": "絨毯に舞い落ちる蓮光",
    "ko": "무대에 내려앉은 연꽃",
    "en": "Dance of Lotuslight",
    "de": "Lotoslicht auf der Tanzbühne",
    "es": "La Bailarina de los Lotos",
    "fr": "Danseuse du lotus lumineux",
    "pt": "Dança da Luz de Lótus",
    "ru": "Танец лотоса",
    "id": "Dance of Lotuslight",
    "th": "ระบำนิโลตบลพรายแสง",
    "vi": "Vũ Điệu Ánh Sen"
  },
  "description": {
    "zhs": "祖拜尔剧场的知名舞者，舞姿灵动优美，为人纯真亲善。",
    "zht": "祖拜爾劇場的知名舞者，舞姿靈動優美，為人純真親善。",
    "jp": "「ズバイルシアター」の噂に名高い踊り子。そのダンスはしなやかで美しく、彼女自身も優しく純粋な心で人と接する。",
    "ko": "주바이르 극장의 유명한 무용수. 아름답고 부드러운 움직임을 지녔고, 순수하고도 상냥한 마음으로 사람들을 대한다",
    "en": "The star of the Zubayr Theater. She is full of warmth and innocence, and her dances are lively and elegant.",
    "de": "Die berühmte Tänzerin des Theaters Zubayr. Sie hat ein reines Herz und ist voller Wärme. Ihre Tänze sind elegant und anmutig.",
    "es": "La famosa bailarina del Teatro Zubayr. Su estilo de danza es elegante y agraciado, y posee un carácter puro y bondadoso.",
    "fr": "La star du théâtre Zubayr. Pleine de chaleur et d'innocence, ses danses sont vives et élégantes.",
    "pt": "A Estrela do Teatro Zubayr, ela é bondosa e inocente. Seu estilo de dança é alegre e elegante.",
    "ru": "Знаменитая танцовщица Театра Зубаира. Изящная красавица с чистой и открытой душой.",
    "id": "Penari terkenal di Teater Zubayr. Tariannya elegan dan gemulai, pembawaannya ramah dan polos.",
    "th": "นักเต้นรำผู้แสนโด่งดังของโรงละคร Zubayr มีท่วงท่าที่คล่องแคล่วและสง่างาม ให้ความรู้สึกที่ทั้งบริสุทธิ์และเป็นมิตร",
    "vi": "Vũ công nổi danh của Nhà Hát Zubayr, điệu nhảy sống động và tính cách hồn nhiên ấm áp."
  },
  "constellation": {
    "zhs": "睡莲座",
    "zht": "睡蓮座",
    "jp": "睡蓮座",
    "ko": "수련자리",
    "en": "Lotos Somno",
    "de": "Lotos Somno",
    "es": "Lotos Somno",
    "fr": "Lotos Somno",
    "pt": "Lotos Somno",
    "ru": "Водяная Лилия",
    "id": "Lotos Somno",
    "th": "Lotos Somno",
    "vi": "Cung Thụy Liên"
  }
}