[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Info. do Personagem",
      "ru": "О персонаже",
      "id": "Info Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "「既然身处须弥，那就一定不能错过妮露的演出。」\n\n这是多数须弥人一致认可的事实。\n\n妮露的舞蹈，并没有门槛，人人都可以欣赏，都能从中享受一段「入神」的时光。\n\n妮露的观众，身份各异，不管是博闻强识的学者，还是刀口舔血的佣兵，大家都会被她的婀娜舞姿所吸引。\n\n妮露每每登台，大巴扎必是人流如潮。\n\n虽然在崇尚理性和智慧的须弥，代表着感性的艺术并不占据主流地位。\n\n但如果说智慧是神明赋予须弥的意义，那么艺术就是人类自身追寻的意义吧。",
      "zht": "「既然身處須彌，那就一定不能錯過妮露的演出。」\n\n這是多數須彌人一致認可的事實。\n\n妮露的舞蹈，並沒有門檻，人人都可以欣賞，都能從中享受一段「入神」的時光。\n\n妮露的觀眾，身分各異，不管是博聞強識的學者，還是刀口舔血的傭兵，大家都會被她的婀娜舞姿所吸引。\n\n妮露每每登臺，大巴扎必是人流如潮。\n\n雖然在崇尚理性和智慧的須彌，代表著感性的藝術並不佔據主流地位。\n\n但如果說智慧是神明賦予須彌的意義，那麼藝術就是人類自身追尋的意義吧。",
      "jp": "「スメールで暮らしているなら、ニィロウの公演を見逃すわけにはいかない。」\n\nこれは大勢のスメール人が認めている事実だ。\n\nニィロウの踊りには垣根など存在せず、誰もが楽しんで「夢中」になれる時間を与えてくれる。\n\nニィロウの観客たちはみな身分が異なり、物知りな学者から戦いに身を置く傭兵までいる。そして、誰もが彼女の優美なる踊りの姿に引き寄せられるのだ。\n\nニィロウが舞台に上がるたび、グランドバザールにはいつも人だかりができる。\n\n理性と知恵を尊重するスメールにおいて、感性の象徴である芸術はあまり重要視されるものではない。\n\nしかし、知恵は神がスメールに与えた意義だとするならば、芸術とは人間が自ら追い求める意義になるだろう。",
      "ko": "「수메르에 왔다면 반드시 닐루의 공연을 봐야 한다.」\n\n이것은 거의 모든 수메르 사람들이 인정하는 사실이다.\n\n닐루의 춤은 남녀노소 모두 즐길 수 있고, 누구나 그 춤에 「몰입」할 수 있다는 게 특징이다.\n\n닐루의 공연을 보러 오는 사람들은 신분이 아주 다양하다. 박학다식한 학자부터 항상 손에 피를 묻히면서 살아야 하는 용병에 이르기까지, 누구든 그 아리따운 춤사위에 빠져들고 만다.\n\n닐루가 무대에 오를 때마다 바자르에는 사람들이 구름처럼 몰려든다.\n\n이성과 지혜를 숭배하는 수메르에서 감성적인 예술은 주류를 차지하지 못하지만, 지혜가 신이 수메르에 부여한 의미라면, 예술은 인간 스스로가 찾고 만들어낸 의미가 아닐까",
      "en": "\"Since you're in Sumeru, you must not miss Nilou's performances.\"\n\nThis is a fact that most people in Sumeru agree on.\n\nThere is no threshold for Nilou's dances, so everyone can come and enjoy a most fascinating and engrossing time there.\n\nNilou's audience comes from all walks of life. Be it a knowledgeable researcher or a mercenary who's seen true brutality — everyone is attracted here by Nilou's gorgeous, dancing form.\n\nEvery time Nilou takes the stage, a press of people crowds the Grand Bazaar until all are standing shoulder to shoulder.\n\nRational sense and wisdom are the mainstream in Sumeru, while art, which stands for sensibility, does not enjoy the same popularity and respect.\n\nYet if wisdom is meaning bestowed upon Sumeru by the goddess, then art stands for meaning that human beings seek for themselves.",
      "de": "„Wer in Sumeru ist, darf Nilous Auftritt auf keinen Fall verpassen.“\n\nDas ist eine Tatsache, der die meisten Leute in Sumeru zustimmen.\n\nNilous Tanz ist für jeden zugänglich, jeder kann ihn genießen und beim Zuschauen in die von Nilou geschaffene Welt „eintauchen“.\n\nDas Publikum von Nilou ist vielfältig. Von sachkundigen Gelehrten bis hin zu gefährlichen Söldnern, sie alle sind von Nilous Tanz angezogen.\n\nJedes Mal, wenn Nilou die Bühne betritt, ist jede Ecke des Großen Basars mit Menschen überfüllt.\n\nKunst, die Sensibilität repräsentiert, wird in dem Reich der Vernunft und Weisheit nicht geschätzt.\n\nAber wenn Weisheit ein Geschenk der Gottheit ist, dann ist Kunst der Sinn, den Menschen in Sumeru für sich selbst suchen.",
      "es": "“Ya que estás en Sumeru, no puedes perderte las actuaciones de Nilou”.\n\nEste es un hecho con el que la mayoría de los habitantes de Sumeru está de acuerdo.\n\nNo hay restricciones para ver los bailes de Nilou, así que todo el mundo puede ir a verla y disfrutar de unos momentos fascinantes y cautivadores.\n\nYa sea un erudito de gran sabiduría o un mercenario que ha visto la verdadera brutalidad del mundo, todas las personas se sienten atraídas por su magnífica forma de bailar.\n\nCada vez que sube al escenario, el Gran Bazar se abarrota de gente.\n\nLa razón y la sabiduría son la corriente principal en Sumeru, mientras que el arte, que representa lo emocional, no goza de la misma popularidad y respeto.\n\nPero si la sabiduría es el sentido que los dioses dan a Sumeru, entonces el arte es el sentido que buscan los humanos.",
      "fr": "« Puisque vous êtes à Sumeru, vous ne pouvez pas rater les spectacles de Nilou. »\n\nC'est une chose sur laquelle s'entendent la majorité des gens à Sumeru.\n\nLes spectacles de danse de Nilou sont accessibles et parviennent à fasciner tout le monde.\n\nLe public de Nilou est composé de gens de tous les milieux, qui vont du chercheur aux amples connaissances au mercenaire à la lame ensanglantée. Tous sont attirés par ses mouvements de danse gracieux.\n\nChaque fois qu'elle monte sur scène, le Grand bazar est noir de monde.\n\nLa rationalité et la sagesse sont des valeurs prisées à Sumeru, tandis que l'art, qui représente une certaine sensibilité, n'a pas autant de valeur.\n\nCependant, si la sagesse est le sens que les dieux ont accordé à Sumeru, l'art est celui que les hommes cherchent pour eux-mêmes.",
      "pt": "\"Já que você está em Sumeru, não pode perder as apresentações da Nilou.\"\n\nEsse é um fato com o qual a maioria das pessoas de Sumeru concorda.\n\nAs danças de Nilou são acessíveis a todos, e quem assiste suas apresentações se sente fascinado e envolvido.\n\nO seu público varia desde mercenários com sede por lutas até estudiosos eruditos, todos são atraídos por suas danças elegantes.\n\nO Grande Bazar estará sempre lotado de gente nos dias de suas apresentações.\n\nA arte, que representa a sensibilidade, pode não ser dominante nesta nação da sabedoria e da razão.\n\nMas a procura pela arte em si faz parte do sentido da existência dos seres humanos até mesmo em Sumeru, onde a sabedoria é considerada o maior presente dos Arcontes.",
      "ru": "«Если ты не видел, как танцует Нилу, считай, ты не был в Сумеру».\n\nЭто мнение разделяют многие жители Сумеру. Любой желающий может насладиться танцем Нилу и на несколько минут забыться, оказавшись в плену её чар. Посмотреть, как танцует Нилу, приходят люди всех профессий и сословий: её грациозные движения способны увлечь как прославленного учёного, так и наёмника, который каждый день ходит по лезвию ножа. Стоит Нилу подняться на сцену, и к подмосткам стекается публика со всего Большого базара. Правда, в Сумеру большим почётом пользуются знания и мудрость, поэтому искусство, которое служит для выражения чувств, считается здесь низким занятием. Но если мудрость - смысл, дарованный Сумеру Архонтом, то искусство - тот смысл, к которому стремятся здесь сами люди.",
      "id": "\"Kalau sudah sampai di Sumeru, jangan sampai melewatkan pertunjukan Nilou.\"\n\nIni adalah kebenaran yang disepakati oleh sebagian besar masyarakat Sumeru.\n\nTidak pernah ada batasan untuk penonton tarian Nilou. Semua orang pasti akan bisa menikmati momen-momen yang \"memesona\" dari pertunjukannya.\n\nPenonton Nilou juga memiliki latar belakang yang berbeda-beda. Ada peneliti dengan pengetahuan yang luas, ada tentara bayaran dengan senjata yang berlumur darah, semuanya pasti bisa tertarik dengan tariannya yang anggun.\n\nSetiap kali Nilou muncul di atas panggung, Grand Bazaar pasti akan dipadati dengan berbagai kalangan masyarakat.\n\nMemang, di Sumeru yang sangat menjunjung tinggi logika dan kebijaksanaan, seni dan perasaan tidaklah menempati porsi yang terutama.\n\nMeski demikian, jika kebijaksanaan adalah makna yang dititipkan oleh para dewa kepada Sumeru, maka seni adalah makna yang dicari sendiri oleh para masyarakat Sumeru.",
      "th": "\"ถ้าอยู่ที่ Sumeru สิ่งที่ห้ามพลาดเลยก็คือการแสดงของ Nilou\"\n\nนี่คือข้อเท็จจริงที่คนส่วนใหญ่ใน Sumeru ต่างเห็นด้วย\n\nการร่ายรำของ Nilou ไร้กฎเกณฑ์ ทุกคนล้วนสามารถเพลิดเพลิน และดำดิ่งไปกับห้วงเวลาที่แสน \"พร่างพราว\" ได้\n\nผู้ชมของ Nilou มีอัตลักษณ์ที่แตกต่างกันไปมากมาย ไม่ว่าจะเป็นนักวิชาการผู้รอบรู้ หรือทหารรับจ้างที่สุดแสนจะอันตราย ทุกคนต่างก็ถูกการร่ายรำอันงดงามของเธอดึงดูดเอาไว้\n\nทุกครั้งที่ Nilou ขึ้นแสดงบนเวที ทุกพื้นที่ใน Grand Bazaar จะเนืองแน่นไปด้วยผู้คน\n\nถึงแม้ Sumeru จะสนับสนุนหลักเหตุผล และปัญญา แต่นั่นไม่ได้เหมารวมถึงศิลปะที่แสดงถึงความรู้สึก\n\nแต่หากพูดว่า ปัญญาคือสิ่งที่เทพได้มอบให้แก่ Sumeru แล้วละก็ ถ้าเช่นนั้นศิลปะคือสิ่งที่มนุษย์ได้แสวงหามาด้วยตนเองสินะ",
      "vi": "\"Nếu đã ở Sumeru thì nhất định đừng bỏ lỡ màn trình diễn của Nilou.\"\n\nĐây là sự thật mà hầu hết người dân Sumeru đều đồng ý.\n\nKhông có thước đo nào cho điệu nhảy của Nilou, mọi người đều có thể thưởng thức và tận hưởng khoảng thời gian \"mê mẩn\" từ đó.\n\nKhán giả của Nilou đủ các thân phận khác nhau, dù là học giả kiến thức uyên bác, hay là lính đánh thuê gươm đao nhuốm máu đều sẽ bị thu hút bởi điệu nhảy uyển chuyển của cô ấy.\n\nMỗi khi Nilou lên sân khấu, Đại Khu Bazaar sẽ đông nghịt người.\n\nMặc dù ở một nơi tôn sùng lý trí và trí tuệ như Sumeru, nghệ thuật đại diện cho cảm tính không hề chiếm vị trí chủ đạo.\n\nNhưng nếu nói trí tuệ là ý nghĩa được thần linh ban tặng cho Sumeru, vậy thì nghệ thuật chính là ý nghĩa do chính con người theo đuổi."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "与这片大陆上其他来自艺术世家的典型舞者不同，妮露出身于一个普通的须弥家庭。\n\n一家三口曾经度过的生活，和众多在下城区居住的须弥人没什么两样。\n\n从虚空中获得的知识，足以过好平凡的每一天。\n\n如果说其中有什么特别的事情的话，那就是父母对独生女妮露关爱有加。\n\n虽然须弥的学习氛围浓重，但父母并没有拿妮露和别人家的孩子比较，也不指望妮露出人头地成为学者。\n\n快快乐乐长大，安安稳稳生活，是父母对妮露的唯一要求。\n\n妮露在这样充满爱与尊重的环境中长大，生性单纯，心思细腻，很善于为他人着想。\n\n后来，就算父母意见出现分歧，偶尔吵架，也因为有妮露的贴心调解，很快就能恢复如初。",
      "zht": "與這片大陸上其他來自藝術世家的典型舞者不同，妮露出身於一個普通的須彌家庭。\n\n一家三口過去的生活，和眾多在下城區居住的須彌人沒什麼兩樣。\n\n從虛空中獲得的知識，足以過好平凡的每一天。\n\n如果說其中有什麼特別的事情的話，那就是父母對獨生女妮露關愛有加。\n\n雖然須彌的學習氛圍濃重，但父母並沒有拿妮露和別人家的孩子比較，也不指望妮露出人頭地成為學者。\n\n快快樂樂長大、安安穩穩生活，是父母對妮露的唯一要求。\n\n妮露在這樣充滿愛與尊重的環境中長大，生性單純、心思細膩、很善於為他人著想。\n\n後來，就算父母意見出現分歧，偶爾吵架，也因為有妮露的貼心調解，很快就能恢復如初。",
      "jp": "この大陸にいる芸術家の一族に生まれた典型的な踊り子とは異なり、ニィロウはごく普通のスメールの家庭で育てられた。\n\n三人家族のかつての暮らしは、下城区で生活するその他の大勢のスメール人とあまり変わらないものだったという。\n\nアーカーシャから得た知識は、平凡な毎日を送るのに十分であった。\n\nもし、その中に特別なことがあるとするなら、両親が一人っ子であるニィロウを非常に可愛がっていた点だろう。\n\nスメールには学識を重要視する雰囲気があったが、彼女の両親はニィロウをよその子と比べることもなく、他より優れた学者になることを望むこともしなかった。\n\n彼女が楽しく成長し、穏やかな暮らしを送ることが両親の唯一の願いであった。\n\nこのような愛情と尊重に満ちた環境で育ってきたため、ニィロウは純粋で人の機微に敏感であり、他人を思いやることが得意な子に成長した。\n\n両親の間で意見の食い違いが生じたり、時にケンカに発展したりしても、ニィロウの思いやりある仲裁のおかげですぐ元通りになれたという。",
      "ko": "예술 가문 출신의 전형적인 여느 무용수들과 달리, 닐루는 수메르의 한 평범한 집안에서 태어났다.\n\n부모님과 함께했던 나날들은 아랫동네 수메르인들의 삶과 다를게 없었다.\n\n허공에서 얻은 지식으로 평범하게 하루하루를 살아가는 그런 나날들 말이다.\n\n지루하지만 평범했던 그녀의 인생에서 그나마 특별한 점을 꼽는다면, 그것은 바로 부모님의 따뜻한 사랑이었다.\n\n수메르는 교육열이 높은 도시였지만, 닐루의 부모님은 단 한번도 그녀와 다른 집안의 아이들을 비교하지 않았고, 닐루가 출중한 학자가 되길 바라지도 않았다.\n\n행복하고 평온하게 살길 바라는 것, 그것이 그녀의 부모님이 닐루에게 바라는 유일한 것이었다.\n\n부모님의 사랑을 가득 받고 자란 닐루는 단순하지만 섬세하고, 이타적인 성격을 가지게 되었다.\n\n물론 사이좋은 부모님도 서로 의견이 맞지 않아 다툴 때가 있었지만, 그럴 때마다 부모의 마음을 고루 어루만져주는 닐루 덕분에 화해하고 화목하게 살아갈 수 있었다",
      "en": "Unlike other dancers across the continent who hail from artistic families, Nilou came from an ordinary family in Sumeru.\n\nThe life that the family of three once lived was no different from that of many who lived in downtown area.\n\nThe knowledge they gained from the Akasha was enough for their common day-to-day lives.\n\nIf there was anything special about Nilou's family, it was that Nilou's parents' loved and cared for her very much.\n\nAlthough the pursuit of scholarship is prevalent in Sumeru, Nilou's parents never compared Nilou with other children, nor did they expect Nilou to become a researcher.\n\nGrowing up happily and living a stable life was all that they wanted for her.\n\nNilou thus grew up surrounded by love and respect.\n\nLater, even when there were differences of opinion and occasional arguments between her parents, Nilou's thoughtful and considerate mediation would permit no harm or grudge to ever linger in their family.",
      "de": "Im Gegensatz zu anderen Tänzern, die aus einer Künstlerfamilie stammten, wurde Nilou in eine gewöhnliche Familie in Sumeru hineingeboren.\n\nSie und ihre Eltern führten früher ein Leben genau wie alle anderen im unteren Teil von Sumeru.\n\nDas durch Akasha erworbene Wissen reichte aus, um ein normales Leben zu führen.\n\nDas Einzige, was unter so vielen Ähnlichkeiten auffiel, war die besondere Zuneigung und Liebe ihrer Eltern zu Nilou.\n\nObwohl das Streben nach Wissen in Sumeru weit verbreitet ist, verglichen ihre Eltern sie nie mit anderen, auch verlangten sie nie von ihr, eine Gelehrte zu werden.\n\nGlücklich aufzuwachsen und ein stabiles Leben zu führen, war der einzige Wunsch ihrer Eltern für sie.\n\nIn einer Umgebung voller Liebe und Respekt aufgewachsen, wuchs Nilou zu einer fürsorglichen und unschuldigen Person heran.\n\nZwar gab es später Meinungsverschiedenheiten zwischen ihren Eltern und manchmal kam es zu Streitereien, aber mit Nilous Vermittlung versöhnten sie sich immer gleich aus.",
      "es": "A diferencia de otros bailarines en el continente que proceden de familias famosas en el mundo del arte, Nilou procede de una familia normal de Sumeru.\n\nLa vida que esta familia de tres tenía no era distinta de la de otras familias que vivían en la parte baja de la ciudad.\n\nEl conocimiento que obtenían del Akasha les bastaba para vivir al día.\n\nSi algo de especial tenía esa familia, es que los padres de Nilou querían muchísimo a su hija única.\n\nAunque el ambiente académico impregna toda Sumeru, sus padres nunca la compararon con otros niños ni le exigieron que destacara sobre los demás para convertirse en erudita.\n\nLo único que le pedían es que creciera feliz y tuvieran una vida estable y tranquila.\n\nAsí, el carácter puro, sensible y empático de Nilou pudo florecer en este ambiente de amor y respeto.\n\nMás tarde, aunque sus padres tuvieran diferencias de opinión o discutieran ocasionalmente, la considerada mediación de Nilou hacía que las aguas volvieran pronto a su cauce.",
      "fr": "Contrairement à d'autres danseuses qui viennent de l'aristocratie, Nilou est née dans une famille ordinaire à Sumeru.\n\nCette famille de trois membres vivait une vie comme les autres dans le centre-ville.\n\nLes connaissances qu'elle obtenait de l'Akasha étaient suffisantes au quotidien.\n\nSi l'on souhaitait trouver une particularité aux parents de Nilou, ce serait sans aucun doute leur amour inconditionnel pour leur fille.\n\nLa poursuite d'une carrière académique est très courante à Sumeru, mais les parents de Nilou n'ont jamais comparé leur enfant aux autres, ni souhaité qu'elle devienne chercheuse.\n\nTout ce qu'ils souhaitaient était le bonheur de Nilou et qu'elle mène une vie stable.\n\nNilou a ainsi grandi dans l'amour et le respect.\n\nPar la suite, lorsque ses parents se disputaient, Nilou était devenue une médiatrice attentive et leur permettait de se réconcilier vite.",
      "pt": "Ao contrário de outros dançarinos de família artística, Nilou nasceu em uma família muito comum de Sumeru.\n\nEla e seus pais levavam uma vida não muito diferente da de outros que moram no Centro da Cidade de Sumeru.\n\nOs conhecimentos adquiridos do Akasha são mais que suficientes para sustentar uma vida ordinária.\n\nA única coisa especial entre tantas coisas comuns é o carinho e o amor dos pais por Nilou.\n\nEmbora a busca pelos conhecimentos seja prevalente em Sumeru, os pais dela nunca a comparam com os outros, nem exigem que se torne uma estudiosa.\n\nCrescer feliz e levar uma vida estável são os únicos desejos de seus pais para ela.\n\nTendo crescido em um ambiente tão cheio de amor e respeito, Nilou naturalmente é uma pessoa atenciosa e ingênua.\n\nMesmo que houvesse divergências de opinião ou brigas ocasionais entre os pais, eles sempre fizeram as pazes graças à mediação de Nilou.",
      "ru": "Большинство танцоров и танцовщиц происходят из семей, так или иначе связанных с искусством, но родители Нилу были самыми обычными жителями Сумеру. Их семья мало чем отличалась от любой другой семьи из Нижнего города. Знаний, полученных из Акаши, хватало, чтобы вести обычную тихую жизнь. Если и было в их семье что-то особенное, так это беззаветная любовь родителей Нилу к своей единственной дочери. В Сумеру царит культ знаний, но родители никогда не сравнивали Нилу с другими детьми, не заставляли её учиться лучше всех, чтобы попасть в Академию. Они хотели одного: чтобы Нилу росла счастливым ребёнком и не знала тревог и забот. Нилу с детства была окружена любовью и уважением, поэтому у неё очень чистое, доброе и заботливое сердце. Даже когда у родителей случаются ссоры, благодаря тёплому участию Нилу в семье снова воцаряется любовь и понимание.",
      "id": "Tidak seperti para penari profesional lainnya yang berasal dari keluarga seni di benua ini, Nilou sendiri berasal dari keluarga Sumeru yang biasa-biasa saja.\n\nKehidupan yang pernah dijalani oleh keluarga dengan tiga anggota keluarga ini tidak berbeda dengan kebanyakan masyarakat Sumeru yang tinggal di kota.\n\nPengetahuan yang didapat dari Akasha saja sudah cukup untuk menjalani hari-hari biasa.\n\nJika ada yang istimewa dari kehidupannya, mungkin bisa dikatakan adalah cinta kasih orang tua Nilou terhadap putri mereka satu-satunya yang berlimpah ruah.\n\nMeski Sumeru memiliki atmosfer belajar yang sangat kuat, namun orang tua Nilou tidak pernah membandingkan Nilou dengan anak-anak yang lain. Mereka juga tidak pernah berharap Nilou menjadi peneliti.\n\nTumbuh besar dengan bahagia dan menjalani kehidupan yang damai bisa dikatakan adalah satu-satunya permintaan orang tua Nilou terhadapnya.\n\nDemikianlah, Nilou dibesarkan di lingkungan yang dipenuhi dengan cinta kasih dan rasa hormat, sehingga pembawaannya sangat polos, teliti, dan pengertian.\n\nKemudian, karena perbedaan pendapat antara kedua orang tuanya, orang tuanya sekali-kali bertengkar. Namun karena Nilou selalu menjadi penengah yang sabar, semuanya kembali damai dengan sangat cepat.",
      "th": "ตัวตนของ Nilou นั้น แตกต่างจากนักเต้นรำคนอื่น ๆ ที่มาจากตระกูลผู้เชี่ยวชาญด้านศิลปะบนแผ่นดินกว้างใหญ่นี้ เพราะว่าตัว Nilou เองเป็นเพียงสาวน้อยธรรมดาที่มาจากครอบครัวธรรมดาใน Sumeru เท่านั้น\n\nครอบครัวที่มีสมาชิกอยู่สามคน ไม่ได้แตกต่างอะไรกับชาว Sumeru อีกหลาย ๆ คนที่อาศัยอยู่ในย่านเมืองชั้นล่างเลย\n\nความรู้ที่ได้รับจาก Akasha ก็เพียงพอแล้วสำหรับการใช้ชีวิตตามปกติในแต่ละวัน\n\nหากมีอะไรพิเศษเกี่ยวกับเรื่องนี้ นั่นก็คือความรักของพ่อแม่ที่มีต่อลูกคนเดียวอย่าง Nilou นั้นมีมากเหลือเกิน\n\nถึง Sumeru จะมีบรรยากาศการเรียนรู้ที่เข้มข้น แต่พ่อแม่ของ Nilou กลับไม่เคยเปรียบเทียบ Nilou กับเด็กคนอื่น ๆ ทั้งยังไม่ได้คาดหวังว่า Nilou จะต้องกลายเป็นนักวิชาการ\n\nขอแค่เติบโตอย่างมีความสุข มีชีวิตที่มั่นคงก็พอแล้ว นั่นคือสิ่งที่พ่อแม่ของ Nilou ต้องการ\n\nNilou เติบโตขึ้นมาในสภาพแวดล้อมที่เต็มไปด้วยความรักและความเคารพ มีนิสัยบริสุทธิ์เรียบง่าย จิตใจที่ละเอียดอ่อน และมีความปรารถนาดีที่คิดเผื่อแผ่ถึงผู้อื่น\n\nแม้ต่อมา พ่อกับแม่อาจมีปากเสียงเพราะความคิดเห็นที่ต่างกันบ้าง แต่เพราะการไกล่เกลี่ยอย่างใส่ใจของ Nilou ก็สามารถทำให้ทั้งสองคนกลับมาดีกันเหมือนเดิมได้อย่างรวดเร็ว",
      "vi": "Không giống như những vũ công khác xuất thân từ gia đình nghệ thuật trên vùng đất này, Nilou vốn xuất thân từ một gia đình Sumeru bình thường.\n\nCuộc sống của một gia đình ba người không khác gì mấy so với cuộc sống của đại đa số người Sumeru ở khu thành dưới.\n\nKiến thức nhận được từ Akasha đủ để sống qua từng ngày một cách thật bình dị.\n\nNếu nói có điều gì đặc biệt, thì đó chính là việc cha mẹ vô cùng yêu thương và quan tâm đến cô con gái duy nhất của họ, Nilou.\n\nMặc dù Sumeru rất quan trọng chuyện học hành, nhưng cha mẹ chưa từng so sánh Nilou với con cái của những gia đình khác, và cũng không trông mong Nilou sẽ trở thành một học giả xuất sắc.\n\nVui vẻ trưởng thành và có cuộc sống bình an là yêu cầu duy nhất của cha mẹ dành cho Nilou.\n\nNilou đã lớn lên trong một môi trường tràn đầy tình yêu thương và sự tôn trọng như vậy, bản chất trong sáng, tâm hồn tinh tế và luôn biết nghĩ cho người khác.\n\nVề sau, ngay cả khi cha mẹ có bất đồng ý kiến, thỉnh thoảng cãi vã, cũng nhờ có sự hòa giải ân cần của Nilou mà gia đình họ đã nhanh chóng trở lại bình thường."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "大巴扎的每一处，都被妮露的脚印丈量过。大巴扎的每一人，都被妮露牢牢地记在心中。\n\n妮露能像介绍家人一般，详尽地介绍大巴扎的每一位成员。\n\n朱特先生通常会早早起来做米圆塔，如果想要吃上最鲜香可口的那一份，睡懒觉可不行。\n\n阿夫辛先生特别擅长讲故事，他那些奇妙的巧思，让人总是忍不住想要购买他的商品。\n\n卖玩具的胡尚先生，手非常灵巧，他能做出非常有趣的小玩具，很受孩子们的欢迎。\n\n当然，大家也早已把这位灵动的红发少女当做家庭成员。\n\n妮露每次采购的时候，从头走到尾，手上的东西总是会比采购清单上的来得要多，那份重量正是大家的心意。\n\n当然，妮露也照拂着大家。\n\n胡尚和法哈德因为打赌发生争执的时候，只要妮露一出现，两人就能和好如初。\n\n阿夫辛的驮兽要是偷吃了别人家的东西，妮露也会挺身而出，帮忙赔礼道歉。\n\n如果问妮露为什么这么热心的话，她会笑着回答：\n\n「因为一家人就是要互帮互助嘛，嘿嘿。」\n\n对妮露来说，和父母组成的是小小的家，而和大巴扎所有人一起组成的是大大的家。",
      "zht": "大巴扎的每一處，都被妮露的腳印丈量過。大巴扎的每一人，都被妮露牢牢地記在心中。\n\n妮露能像介紹家人一般，詳盡地介紹大巴扎的每一位成員。\n\n朱特先生通常會早早起來做米圓塔，如果想要吃上最鮮香可口的那一份，睡懶覺可不行。\n\n阿夫辛先生特別擅長講故事，他那些奇妙的巧思，讓人總是忍不住想要購買他的商品。\n\n賣玩具的胡尚先生，手非常靈巧，他能做出非常有趣的小玩具，很受孩子們的歡迎。\n\n當然，大家也早已把這位靈動的紅髮少女當做家庭成員。\n\n妮露每次採購的時候，從頭走到尾，手上的東西總是會比採購清單上的來得要多，那份重量正是大家的心意。\n\n當然，妮露也照拂著大家。\n\n胡尚和法哈德因為打賭發生爭執的時候，只要妮露一出現，兩人就能和好如初。\n\n阿夫辛的馱獸要是偷吃了別人家的東西，妮露也會挺身而出，幫忙賠禮道歉。\n\n如果問妮露為什麼這麼熱心的話，她會笑著回答：\n\n「因為一家人就是要互相幫助嘛，嘿嘿。」\n\n對妮露來說，和父母組成的是小小的家，而和大巴扎所有人一起組成的是大大的家。",
      "jp": "グランドバザールのあらゆる場所に、ニィロウの足跡は残されている。グランドバザールのすべての人が、ニィロウの心にしっかりと刻まれている。\n\nそして彼女はまるで家族を紹介するかのように、グランドバザールの人々を詳しく紹介できた。\n\nジュートさんはいつも早起きしてタフチーンを作る。もし出来たてを食べたいのなら寝坊は厳禁。\n\nアフシンさんは昔話を語るのが得意で、その奇妙な構想によって人々はつい彼の商品を買ってしまう。\n\nおもちゃ売りのフーシャングさんはすごく器用で、とても面白いおもちゃを作れるから子どもたちに大人気。\n\nもちろん、人々もこの天真爛漫な赤髪の少女を家族のように思っている。\n\nニィロウが買い物にやってきてグランドバザールを歩くたび、彼女の手は買い物リストに書かれたもの以上の品で埋め尽くされる。その重さはまさに皆の気持ちを表しているかのようだ。\n\nもちろん、ニィロウも皆に優しく接する。\n\nフーシャングとファルハードが賭けごとで揉めている時、ニィロウが現れるだけで二人はすぐに仲直りできる。\n\nアフシンの駄獣が人のものを盗み食いしてしまったら、ニィロウも一緒になって謝ってくれる。\n\n彼女に「どうしてそんなに親切なのか」と聞くと、彼女は笑顔でこう答えるのだ。\n\n「だって、助け合うのが家族でしょ？えへへ。」\n\nニィロウにとって両親との家は「小さな家」、グランドバザールのみんながいる家は「大きな家」を意味している。",
      "ko": "닐루는 바자르의 모든 곳에 발자국을 남겼고, 바자르의 모두를 가슴속에 새겼다.\n\n마치 가족을 소개하듯 바자르의 모두를 묘사할 수 있을 정도다.\n\n「주트 씨는 매일 아침 일찍 일어나 타친을 만들곤 하니, 갓 만든 향긋한 타친을 즐기고 싶다면 늦잠을 포기해야 해요.」\n\n「아프신 씨는 타고난 이야기꾼이라 그 기묘한 이야기를 듣다 보면 나도 모르게 진열된 상품을 구매하게 되죠.」\n\n「장난감을 파는 호상 씨는 손재주가 좋아서 재밌는 장난감을 만들어 내요. 그래서 아이들에게 인기 만점이죠.」\n\n물론 바자르 사람들도 일찍부터 이 발랄한 붉은 머리 소녀를 가족의 일원으로 여겼다.\n\n닐루가 심부름을 갈 때마다 이웃들이 물건을 더 쥐여주는 바람에 항상 쪽지에 적은 것보다 훨씬 많은 물건을 집으로 들고 오곤 했다.\n\n닐루 역시 받기만 하는 건 아니었다.\n\n호상과 파하드가 내기로 다툼이 일어날 때도 닐루가 나타나기만 하면 두 사람은 곧바로 화해했고,\n\n아프신의 동물 짐꾼이 먹이를 훔쳐먹었을 때도 닐루가 앞장서서 사과를 하고는 손해를 배상해 주었다.\n\n사람들이 닐루에게 왜 그렇게 착하게 사냐고 물으면 그녀는 항상 이렇게 대답했다.\n\n「가족이니까 서로 돕고 사는 게 당연하죠.」\n\n닐루에게 가족은 엄마, 아빠뿐만이 아니다. 바자르의 모두가 그녀의 가족이다",
      "en": "Every inch of the Grand Bazaar has been measured by Nilou's footprints, and she keeps everyone at Grand Bazaar in her heart.\n\nNilou can introduce anyone in the Grand Bazaar in detail, as if they were a family member.\n\nMr. Jut usually gets up early to make tahchin, so if you want the privilege of having the most delicious bite of freshly cooked tahchin, be sure to get up early!\n\nMr. Afshin's storytelling skills are simply divine. His wonderful ingenuity always makes people want to buy his merchandise.\n\nMr. Hushang, who sells toys, has very dexterous hands. With them, he fashions the most fascinating little toys, and they are very popular amongst children.\n\nAnd, of course, everyone has long regarded this smart red-haired girl as a family member too.\n\nEvery time Nilou goes grocery shopping, she always ends up carrying more items than on her purchase list just by making a single trip through the streets, and the weight of the groceries shows exactly how much people like and take care of Nilou.\n\nOf course, Nilou also takes care of them in return.\n\nHushang and Farhad may have a quarrel over a bet, about as long as Nilou shows up, the two will surely be reconciled.\n\nIf Afshin's Sumpter Beasts have stolen someone else's food, Nilou will come forward and help make amends.\n\nIf you ask Nilou why she is so enthusiastic, she will answer with a smile:\n\n\"Because family is supposed to help each other, hehe.\"\n\nFor Nilou, her mom and dad are her small family, while everyone in the Grand Bazaar is her big family.",
      "de": "Jede Ecke des Großen Basars wurde von Nilous Fußstapfen betreten und jeder Mensch hier ist in ihre Erinnerung eingraviert.\n\nNilou kann jedes Mitglied des Großen Basars genauso detailliert vorstellen wie ihre Familienmitglieder.\n\nHerr Jut wacht normalerweise sehr früh auf, um Tahchin zu machen. Wer das frischste Tahchin essen will, muss sehr früh aufstehen.\n\nHerr Afshin ist begabt im Geschichtenerzählen. Sein Einfallsreichtum bringt die Leute immer dazu, etwas bei ihm zu kaufen.\n\nHerr Hushang, der Spielzeug verkauft, ist sehr gut im Handwerk. Seine Spielzeuge sind bei Kindern besonders beliebt.\n\nNatürlich hat jeder dieses strahlende rothaarige Mädchen schon lange als Familienmitglied angesehen.\n\nJedes Mal, wenn Nilou auf dem Großen Basar einkaufen geht, bekommt sie am Ende viel mehr als geplant. Das ist genau die Art und Weise, wie die anderen ihre Zuneigung zu Nilou zeigen.\n\nNatürlich kümmert sich Nilou auch um alle anderen.\n\nHushang und Farhad streiten manchmal über Wetten, und versöhnen sich, sobald Nilou auftaucht.\n\nWenn Afshins Packtiere das Essen anderer Leute gestohlen haben, wird Nilou zwischen ihnen vermitteln.\n\nMan fragt sich vielleicht, warum Nilou so warmherzig ist. Auf diese Frage wird Nilou mit einem Lächeln so antworten:\n\n„Weil sich Familienmitglieder gegenseitig helfen“.\n\nFür Nilou ist die Familie mit ihren Eltern eine kleine Familie. Aber alle auf dem Großen Basar gehören ihrer Ansicht nach zu einer großen Familie.",
      "es": "Nilou conoce el Gran Bazar como la palma de su mano y tiene un lazo estrecho con cada uno de sus integrantes.\n\nTanto que podría presentarlos casi como si fueran su familia.\n\nEl Sr. Yut suele levantarse temprano para preparar tahchín, ¡así que asegúrate de hacerlo tú también si quieres probar el delicioso sabor del tahchín recién horneado!\n\nAfshín es un cuentacuentos excepcional, cada persona que oye su maravilloso ingenio no puede evitar comprar sus artículos.\n\nEl juguetero Hushang tiene unas manos muy hábiles y es capaz de hacer encantadores juguetitos, que son un encanto para los más pequeños.\n\nPor supuesto, cada uno de ellos hace mucho que considera a esta vivaracha joven pelirroja como parte de la familia.\n\nCada vez que sale a hacer las compras, vuelve con muchas más cosas de las que había apuntadas en la lista, y ese peso adicional es la prueba de lo mucho que es querida por todos.\n\nPor supuesto, Nilou también cuida de ellos a su manera.\n\nCuando Hushang y Farhad riñen por alguna apuesta, solo basta con que aparezca Nilou para que hagan las paces.\n\nSi algún animal de carga de Afshín escapa y se come la comida de los vecinos, Nilou ayudará a enmendar la situación.\n\nSi le preguntas por qué es siempre tan entusiasta, te responderá sonriendo:\n\n“Porque en una familia todos tenemos que ayudarnos, jeje”.\n\nPara Nilou, su padre y su madre son su familia pequeña, mientras que todos en el Gran Bazar son su familia grande.",
      "fr": "#Chaque coin du Grand bazar a été marqué par les pas de Nilou et ses résidents sont des amis chers à son cœur.\n\nElle pourrait les présenter comme s'il s'agissait de membres de sa famille.\n\nMonsieur Jut se réveille généralement tôt pour préparer son tahchine, alors il ne faut pas faire la grasse matinée si l'on souhaite en manger.\n\nMonsieur Afshin est particulièrement doué pour raconter des histoires. Ses idées ingénieuses donnent toujours envie aux gens d'acheter ses produits.\n\nMonsieur Hushang est très habile de ses mains et fabrique des jouets fascinants qui sont très appréciés des enfants.\n\nEt bien sûr, tout le monde a longtemps considéré la jeune fille rousse comme l'une des leurs.\n\nChaque fois que Nilou fait des courses, elle revient toujours avec beaucoup plus que ce qu'elle était supposée acheter. Cela montre à quel point elle est aimée de tous.\n\nEt Nilou le leur rend bien.\n\nHushang et Fahad, qui s'étaient disputés au sujet d'un pari, se sont réconciliés grâce à son intervention.\n\nSi les bêtes de somme d'Afshin volaient la nourriture des autres, Nilou s'excusait à sa place.\n\nSi vous lui demandez pourquoi elle est si enthousiaste, elle vous répondra en souriant : « On s'entraide entre membres d'une même famille, héhé. »\n\nNilou considère ses parents comme sa « petite » famille, tandis que les habitants du Grand bazar font partie de la «{NON_BREAK_SPACE}grande ».",
      "pt": "Nilou conhece o Grande Bazar como a palma da sua mão e tem um vínculo estreito com cada um de seus frequentadores.\n\nNilou consegue apresentar cada membro do Grande Bazar em detalhes, como o faria com alguém da sua própria família.\n\nO Sr. Jut costuma acordar cedo para fazer Tahchin. Se você quiser comer a parte mais gostosa de um Tahchin fresco, tem que acordar bem cedo.\n\nO Sr. Afshin tem muito talento para criar histórias. As pessoas sempre acabam comprando seus produtos por conta das suas ideias maravilhosas.\n\nO Sr. Hushang, vendedor de brinquedos, tem mãos muito hábeis, e seus brinquedinhos são muito interessantes e populares entre as crianças.\n\nE claro, todo mundo também considera essa garota ruiva inteligente como um membro da família.\n\nCada vez que Nilou faz compras no Grande Bazar, ela acaba recebendo muito mais coisas do que o solicitado, e o peso de suas sacolas mostra exatamente quanto carinho as pessoas têm por ela.\n\nClaro, Nilou também cuida de todos.\n\nQuando Hushang e Farhad estão brigando por conta de apostas, basta a Nilou aparecer para que eles se façam as pazes.\n\nQuando o Animal de Carga de Afshin come a comida de outras pessoas, Nilou também pede desculpas a elas.\n\nQuando perguntam por que ela é tão altruísta, ela sempre responde com um sorriso:\n\n\"Porque os membros de uma família ajudam uns aos outros.\"\n\nPara Nilou, os membros do Grande Bazar formam uma grande família.",
      "ru": "Каждый пятачок земли на Большом базаре измерен шагами Нилу. Каждый человек на Большом базаре навсегда остаётся у Нилу в сердце. Нилу расскажет вам о каждом торговце Большого базара так, будто это член её семьи. Вот Джут - он просыпается рано утром, чтобы приготовить тахчин. Если хочешь, чтобы тебе достался самый ароматный и вкусный кусочек, главное - не проспать. Афшин - прирождённый рассказчик. Наслушавшись его историй, люди не могут удержаться и непременно покупают какой-нибудь товар в его лавке. А вот Ху Шан - торговец игрушками, у него золотые руки. Игрушки Ху Шана - настоящие произведения искусства, дети их просто обожают. \n\nКонечно же, и торговцы с Большого базара давно считают эту рыжеволосую девушку членом своей семьи. Когда Нилу отправляется за покупками, домой она уносит куда больше свёртков и пакетов, чем было в её списке, потому что ни один торговец не даёт ей уйти без подарка. И она тоже окружает всех своих друзей любовью и заботой. Если Ху Шан заспорил о чём-то с Фархадом, стоит Нилу вмешаться, и между ними снова воцаряется мир. Когда вьючный як Афшина пытается стащить чей-нибудь товар, Нилу смело выступает вперёд и извиняется за своего друга. Если спросить у Нилу, откуда в ней столько доброты и заботы, она улыбнётся и скажет:\n\n«В семье все должны друг другу помогать, хи-хи!»\n\nНилу считает, что у неё две семьи: первая - её родители, а вторая - все обитатели Большого базара.",
      "id": "Setiap sudut di Grand Bazaar, sudah pernah dikujungi oleh Nilou. Dan setiap orang di Grand Bazaar selalu diingat oleh Nilou di dalam hatinya.\n\nNilou bisa memperkenalkan setiap anggota Grand Bazaar secara mendetail, sama seperti memperkenalkan anggota keluarganya sendiri.\n\nTuan Jut biasanya bangun pagi untuk membuat tahchin. Kalau kamu ingin makan tahchin yang paling segar dan wangi, kamu harus bangun cepat.\n\nTuan Afshin sangat mahir bercerita. Semua imajinasinya yang ajaib selalu membuat orang tertarik untuk membeli barang dagangannya.\n\nTuan Hushang yang menjual mainan juga memiliki tangan yang sangat terampil. Dia bisa membuatkan mainan kecil yang sangat lucu dan disukai anak-anak.\n\nTentu saja, semua orang juga sudah menganggap gadis lincah berambut merah ini sebagai anggota keluarga mereka sendiri.\n\nSetiap kali Nilou membeli sesuatu, dari awal sampai akhir, barang yang diterimanya pasti selalu lebih banyak daripada barang daftar belanjaannya. Ini semua adalah perhatian yang diberikan oleh semua orang terhadapnya.\n\nTentu saja, Nilou juga menjaga semua orang.\n\nWaktu Tuan Hushang dan Farhad berselisih gara-gara masalah taruhan, perselisihan keduanya pasti langsung selesai begitu Nilou hadir.\n\nKalau Sumpter Beast milik Tuan Afshin mencuri makan milik keluarga lain, Nilou pasti akan langsung maju ke depan dan meminta maaf atas nama Tuan Afshin.\n\nKalau ditanya apakah yang menjadi alasan antusiasme Nilou, dia akan tersenyum sambil menjawab:\n\n\"Satu keluarga sudah seharusnya saling membantu, kan? Hehehe.\"\n\nBagi Nilou, keluarga di rumahnya bersama kedua orang tuanya adalah keluarga kecil, sementara Grand Bazaar adalah keluarganya yang sangat besar.",
      "th": "ทุกตารางนิ้วของ Grand Bazaar ล้วนถูกรอยเท้าของ Nilou วัดผ่านมาทั้งหมด และผู้คนใน Grand Bazaar ล้วนถูกสลักอยู่ในความทรงจำของ Nilou\n\nNilou สามารถเอ่ยแนะนำสมาชิกทุกคนที่อยู่ใน Grand Bazaar ได้ละเอียดเหมือนเอ่ยแนะนำสมาชิกในครอบครัวก็ไม่ปาน\n\nคุณ Jut มักจะตื่นแต่เช้ามาทำ Tahchin เสมอ ถ้าอยากกินส่วนที่หอมอร่อยที่สุดละก็ ต้องอย่าเอาแต่นอนอืดขี้เกียจอยู่บนเตียงนะ\n\nคุณ Afshin เล่าเรื่องเก่งมาก ความเฉลียวฉลาดที่ยอดเยี่ยมของเขาทำให้ผู้คนอยากซื้อของกับเขาอยู่เสมอ\n\nคุณ Hushang ที่ขายของเล่น มีมือคล่องแคล่วมาก เขาสามารถทำของเล่นชิ้นเล็ก ๆ ที่น่าสนใจมาก ๆ ออกมาได้ จึงเป็นที่นิยมในหมู่เด็ก ๆ\n\nแน่นอนว่า ทุกคนต่างมองสาวน้อยผมแดงแสนหลักแหลมคนนี้เป็นดั่งสมาชิกในครอบครัวมานานแล้ว\n\nทุกครั้งที่ Nilou ไปซื้อของ ตั้งแต่ต้นทางยันปลายทาง ในมือก็มักจะได้ของมามากกว่าในรายการที่ต้องซื้อเสมอ น้ำหนักของสิ่งของพวกนั้นก็คือความรู้สึกดี ๆ ที่ทุกคนมีให้\n\nแน่นอนว่า Nilou ก็ดูแลเอาใจใส่ทุกคนอย่างดีเช่นกัน\n\nตอนที่ Hushang กับ Farhad ทะเลาะกันเรื่องการเดิมพัน ทันทีที่ Nilou ปรากฏตัวขึ้น ทั้งสองก็สามารถคืนดีกันได้ทันที\n\nตอนที่ Sumpter Beast ของ Afshin แอบไปกินของของชาวบ้านคนอื่น Nilou เองก็จะออกมาช่วยขอโทษด้วยอีกคน\n\nถ้าถามว่าทำไม Nilou ถึงได้กระตือรือร้นขนาดนี้ เธอก็จะยิ้มแล้วตอบว่า:\n\n\"เพราะว่าเป็นครอบครัวเดียวกันก็ต้องอยากช่วยเหลือกันอยู่แล้วน่ะสิ ฮิฮิ\"\n\nสำหรับ Nilou แล้ว ครอบครัวที่มีพ่อกับแม่อยู่คือครอบครัวเล็ก ๆ แต่ครอบครัวที่มีทุกคนใน Grand Bazaar อยู่ก็คือครอบครัวใหญ่ ๆ",
      "vi": "Mỗi một nơi của Đại Khu Bazaar đều từng được đo bằng dấu chân của Nilou. Mọi người ở Đại Khu Bazaar đều được Nilou ghi nhớ trong lòng.\n\nNilou có thể giới thiệu chi tiết từng thành viên của Đại Khu Bazaar như giới thiệu người trong gia đình.\n\nAnh Jut thường dậy sớm làm Tahchin, muốn ăn phần thơm ngon nhất thì không được ngủ nướng.\n\nAfshin giỏi kể chuyện và sự khéo léo tuyệt vời của anh ấy khiến mọi người luôn muốn mua sản phẩm của anh ấy.\n\nAnh Hushang bán đồ chơi có đôi tay rất khéo léo, anh có thể làm ra những món đồ chơi nhỏ rất thú vị và được trẻ em yêu thích.\n\nTất nhiên, mọi người từ lâu cũng đã coi cô gái tóc đỏ thông minh này như một thành viên trong gia đình.\n\nMỗi lần Nilou đi mua sắm, từ đầu đến cuối, đồ trên tay luôn nhiều hơn danh sách cần mua, và đó đều là tâm ý của mọi người.\n\nTất nhiên, Nilou cũng chăm lo cho mọi người.\n\nKhi Hushang và Farhad tranh cãi về một vụ cá cược, chỉ cần Nilou xuất hiện, hai người sẽ hòa giải như cũ.\n\nNếu Thú Thồ Hàng của Afshin lén ăn đồ của người khác, Nilou cũng sẽ giúp ra mặt xin lỗi.\n\nNếu hỏi Nilou tại sao lại nhiệt tình như vậy, cô ấy sẽ cười đáp:\n\n\"Bởi vì người một nhà là phải giúp đỡ lẫn nhau mà, hihi.\"\n\nĐối với Nilou, với cha mẹ là một gia đình nhỏ, còn với mọi người ở Đại Khu Bazaar thì lại là một đại gia đình."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "妮露清清楚楚地记得，遇到老师是在自己八岁那年的花神诞祭。\n\n当年，花之骑士送了她特别多的雅尔达糖，小妮露双手怀抱着糖果路过了祖拜尔剧场。\n\n花神诞祭少不了舞蹈庆祝，但之前都是请外来的舞团在临时搭建的舞台上载歌载舞。\n\n现在大巴扎终于有了自己的剧场，激动的人们如潮涌至，团团围住这崭新的舞台。\n\n小妮露好不容易才从人群中挤到了舞台前，第一次看到了老师跳舞。\n\n就算舞台上并没有鲜花点缀，但那一刻，她仿佛看到了千万花朵绽放于舞台之上。\n\n无意识间，糖果哗啦啦地落地，小妮露忍不住跟着舞台上的老师一起跳了起来。\n\n一舞终了，小妮露才意识到自己做了什么，慌慌忙忙地向周围腾出位置来的人们道歉。\n\n老师也是在这个时候从舞台上款步走了下来，陪着小妮露捡起了雅尔达糖。\n\n她向小妮露伸出了手，举止优雅——\n\n「今后要不要和我一起来跳舞？」",
      "zht": "妮露清清楚楚地記得，遇到老師是在自己八歲那年的花神誕祭。\n\n當年，花之騎士送了她特別多的雅爾達糖，小妮露雙手懷抱著糖果路過了祖拜爾劇場。\n\n花神誕祭少不了舞蹈慶祝，但之前都是請外來的舞團在臨時搭建的舞臺上載歌載舞。\n\n現在大巴扎終於有了自己的劇場，激動的人們如潮湧至，團團圍住這嶄新的舞臺。\n\n小妮露好不容易才從人群中擠到了舞臺前，第一次看到了老師跳舞。\n\n就算舞臺上並沒有鮮花點綴，但那一刻，她彷彿看到了千萬花朵綻放於舞臺之上。\n\n無意識間，糖果嘩啦啦地落地，小妮露忍不住跟著舞臺上的老師一起跳了起來。\n\n一舞終了，小妮露才意識到自己做了什麼，慌慌忙忙地向周圍挪出位置來的人們道歉。\n\n老師也是在這個時候從舞臺上款步走了下來，陪著小妮露撿起了雅爾達糖。\n\n她向小妮露伸出了手，舉止優雅——\n\n「今後要不要和我一起來跳舞？」",
      "jp": "先生と出会ったのは八歳の花神誕祭でのことだ。ニィロウは、その出来事を鮮明に覚えている。\n\n当時、幼いニィロウは花の騎士からたくさんのヤルダーキャンディをもらい、両手いっぱいにそれを抱えながらズバイルシアターの前を通った。\n\n花神誕祭を祝う時、舞いの披露は欠かせないもの。今ではグランドバザールが独自のシアターを構えるようになり、興奮して胸踊らせる観客たちが新しいステージへと群がっているが、以前はステージを仮設し、外部の劇団の人に歌や踊りを依頼していた。\n\n幼いニィロウが苦労して人混みをかき分けて舞台の前まで行くと、そこには舞いを披露する先生がいた。それが先生との初めての出会いである。\n\nステージ上に花の装飾など存在しないのに、その瞬間、幾千もの花々がそこで咲き誇っているかのように見えた。\n\nニィロウは無意識に抱えていたキャンディをバラバラと落とし、ステージ上の先生と一緒に踊り始める。\n\n踊りが終わると、幼いニィロウは自分がしたことにようやく気づき、自分のために場所を開けてくれた人たちに慌てて謝った。\n\nそれを見た先生は舞台から下りてくると、ニィロウと一緒にキャンディーを拾い始めた。\n\nそして、彼女はニィロウに向かって手を伸ばし、優雅な立ち振る舞いでこう言った——\n\n「どう？これからも私と一緒に踊らない？」と。",
      "ko": "닐루는 8살이 되던 해 화신 탄신 축제에서 선생님을 만났던 그날을 선명하게 기억한다.\n\n그날, 닐루는 꽃의 기사로부터 선물 받은 얄다 사탕을 한아름 안은 채 주바이르 극장 앞을 지나고 있었다.\n\n화신 탄신 축제에 춤 공연은 빠질 수 없는 것이었지만, 그해는 뭔가 더 특별했다. 그전까지만 해도 타지에서 온 무용단이 임시로 지어진 무대 위에서 공연을 하는 정도였는데, 그해에는 바자르에도 극장이 생겼다. 흥분한 사람들은 새로 지은 무대 주위로 잔뜩 몰려들었다.\n\n어린 닐루도 안간힘을 쓴 끝에 겨우 무대 앞에 도착해, 처음으로 선생님의 춤을 보게 되었다.\n\n무대에는 꽃장식 하나 없었지만, 선생님의 춤이 시작된 순간 무대 위에 수천, 수만 송이의 꽃이 활짝 피어나는 듯한 느낌이 들었다.\n\n어린 닐루는 뭔가에 홀린 듯 품에 안고 있던 사탕을 후드둑 떨어뜨리고 무대 위의 선생님을 따라 춤을 추기 시작했다.\n\n음악이 멈추고 나서야 자신이 무엇을 했는지 깨달은 닐루는 자신을 위해 공간을 내어준 주위 사람들에게 황급히 사과했다.\n\n그때 선생님은 무대 위에서 내려와 닐루와 함께 바닥에 떨어진 사탕을 주워들었다.\n\n그리고는 우아하게 닐루에게 손을 내밀며 말했다.\n\n「앞으로도 나랑 같이 춤추지 않을래?」",
      "en": "Nilou remembers clearly that she met her teacher at the Sabzeruz Festival when she was eight years old.\n\nBack then, the Knight of Flowers gave her a lot of Yalda Candies, and so little Nilou passed by the Zubayr Theater with candies in both hands.\n\nThe Sabzeruz Festival is a celebration that features dance, but before, only dance groups from abroad were invited to sing and dance at the festival — and on a temporary stage, to boot.\n\nNow that the Grand Bazaar finally had its own theater, excited people were flocking to the new stage.\n\nLittle Nilou managed to squeeze through the crowd to the front of the stage and saw the teacher dance for the first time.\n\nEven though there were no flowers on the stage, at that moment, Nilou felt as if she was watching thousands upon thousands of flowers blooming all at once.\n\nThe candies in her hands fell to the ground unnoticed, and she couldn't help but dance along.\n\nIt was only when the dance had ended that little Nilou realized what she had done, and hurriedly apologized to the people around her who had made room.\n\nIt was at this moment that her teacher also walked down from the stage in an elegant manner and helped her pick the Yalda Candies back up.\n\nShe reached out her hand to little Nilou, and asked gracefully—\n\n\"Would you like to join me for a future dance?\"",
      "de": "Nilou erinnert sich deutlich, wie sie ihre Lehrerin beim Sabzeruz-Fest getroffen hat, als sie acht Jahre alt war.\n\nAuf diesem Fest schenkte ihr der Blumenritter ganz viele Yalda-Kamellen. Mit Süßigkeiten in beiden Händen ging sie fröhlich am Theater Zubayr vorbei.\n\nUm das Sabzeruz-Fest zu feiern, sind Tanzaufführungen unentbehrlich. Doch zuvor wurden immer externe Tanzgruppen eingeladen, die dann auf einer provisorischen Bühne auftraten.\n\nNun hatte der Große Basar endlich sein eigenes Theater. Aufgeregte Menschenmassen strömten ins Theater und versammelten sich um die Bühne.\n\nMit großer Mühe drängte sich die kleine Nilou durch die Menge an die Bühne heran und sah zum ersten Mal den Tanz ihrer Lehrerin.\n\nObwohl es keine Blumen auf der Bühne gab, schien sie in diesem Moment Tausende von Blumen auf der Bühne blühen zu sehen.\n\nUnbewusst ließ sie ihre Hände los und all die Süßigkeiten fielen zu Boden. Die kleine Nilou konnte nicht anders, als der Lehrerin auf der Bühne zu folgen und wie sie zu tanzen.\n\nAls der Tanz zu Ende ging, erkannte das kleine Mädchen, was sie getan hatte, und entschuldigte sich schnell bei den Menschen um sie herum, die ihr Platz gemacht hatten.\n\nDie Lehrerin kam zu dieser Zeit auch von der Bühne herunter und half ihr, die Yalda-Kamellen aufzuheben.\n\nAnmutig streckte sie ihre Hand nach Nilou aus:\n\n„Möchtest du in Zukunft kommen und mit mir tanzen?“",
      "es": "Nilou recuerda claramente que conoció a su maestra en el Festival Sabzeruz cuando tenía ocho años.\n\nEse año, el Caballero de las Flores le había regalado un buen montón de caramelos yalda. Con las manos rebosantes, la pequeña Nilou pasó por delante del Teatro Zubayr.\n\nDurante el Festival había funciones de canto y baile, pero siempre las realizaban compañías invitadas de fuera, y además sobre un escenario temporal.\n\nAhora que el Gran Bazar tenía su propio teatro, toda la muchedumbre se agolpaba emocionada para ver el nuevo escenario.\n\nA duras penas la pequeña Nilou se escurrió entre la multitud para plantarse en primera fila, y allí vio por primera vez bailar a su futura maestra.\n\nAunque no hubiera ninguna flor decorando el escenario, en ese momento le pareció ver millones de ellas floreciendo sobre él.\n\nSin darse cuenta, todos los caramelos se le cayeron al suelo con un repiqueteo, y no pudo evitar ponerse a bailar ella también al compás.\n\nSolo cuando terminó el baile, la pequña Nilou fue consciente de lo que había hecho, y atropelladamente se disculpó con todos los espectadores, que se habían hecho a un lado para dejarla bailar.\n\nEn ese momento, la bailarina se bajó lentamente del escenario y ayudó a Nilou a recoger los caramelos esparcidos.\n\nLe tendió grácilmente la mano y le dijo:\n\n“¿Te gustaría bailar conmigo a partir de ahora?”.",
      "fr": "Nilou se souvient très bien de sa rencontre avec son professeur lors du Festival Sabzeruz, lorsqu'elle avait huit ans.\n\nCette année-là, le Chevalier des fleurs lui avait donné beaucoup de bonbons yaldas qu'elle portait dans ses mains en passant par le théâtre Zubayr.\n\nLe Festival Sabzeruz est célébré avec des spectacles de danse. Auparavant, on invitait des troupes de danse venues de l'extérieur à se produire sur une scène improvisée.\n\nMaintenant que le Grand bazar possédait enfin son propre théâtre, des spectateurs enthousiastes accoururent vers la nouvelle scène.\n\nLa petite Nilou se faufila tant bien que mal à travers la foule pour arriver tout devant et voir son professeur danser pour la première fois.\n\nAucune fleur ne décorait la scène à ce moment-là, mais elle eut l'impression que des milliers d'entre elles s'étaient épanouies.\n\nLes bonbons que Nilou tenait lui glissèrent des mains et elle commença à danser.\n\nUne fois la danse terminée, la petite fille se rendit compte de ses actions et s'empressa de s'excuser auprès des personnes autour d'elle qui lui avaient fait de la place.\n\nSon professeur descendit de la scène et lui tendit gracieusement la main avant de lui demander :\n\n« Voudrais-tu danser avec moi un jour ? »",
      "pt": "Nilou se lembra claramente de que conheceu sua professora no Festival Sabzeruz quando ela tinha oito anos.\n\nNo festival, o Cavaleiro das Flores deu a ela muitos Doces Yalda, e a pequena Nilou passeou pelo Teatro Zubayr com doces nas duas mãos.\n\nO Festival Sabzeruz é uma celebração que conta com música e dança, mas antes apenas grupos de dança do exterior eram convidados a se apresentarem no festival – e em um palco temporário, ainda por cima.\n\nEntretanto, o Grande Bazar finalmente ganhou seu próprio teatro, e as pessoas animadas lotaram o novo palco. \n\nA pequena Nilou conseguiu se espremer entre a multidão e chegou até a frente do palco, onde viu sua professora dançar pela primeira vez.\n\nMesmo que não houvesse flores no palco, Nilou sentiu-se assistindo milhares de flores desabrochando naquele momento.\n\nDesatenta, Nilou deixou os doces caírem no chão e dançou, acompanhando sua futura professora. \n\nQuando a dança acabou, Nilou percebeu o que ela havia feito, e rapidamente se desculpou com as pessoas ao seu redor que haviam aberto espaço para sua dança.\n\nA professora, então, desceu do palco e ajudou Nilou apegar os doces Yalda que estavam no chão.\n\nEla estendeu a mão para Nilou e perguntou graciosamente:\n\n\"Você gostaria de dançar comigo no futuro?\"",
      "ru": "Нилу ясно помнит день, когда встретила свою наставницу: был праздник Сабзеруз, а ей тогда едва исполнилось восемь лет. В том году Рыцарь Цветов подарил ей очень много сладостей кафбих, и Нилу, прижимая их к груди, подошла к Театру Зубаира. Ни один праздник Сабзеруз не обходится без танцевальных представлений, но раньше танцы и песни исполняли приглашённые труппы, и для них специально сооружали временные подмостки. А в тот год на Большом базаре наконец появился настоящий театр, и возбуждённая толпа со всех сторон окружила новую сцену. Маленькая Нилу с трудом протиснулась поближе к сцене и впервые увидела, как танцует её наставница. Сцена не была украшена цветами, но Нилу казалось, что под ногами наставницы распускаются тысячи цветов. Она сама не заметила, как выронила сладости, и они покатились по земле. Нилу не удержалась и стала повторять за наставницей её движения. Танец закончился, и только тут Нилу опомнилась. Она принялась извиняться перед зрителями, которым пришлось расступиться, чтобы она могла потанцевать. И тут наставница сошла со сцены и помогла Нилу собрать с земли сладости кафбих. Потом она протянула Нилу руку в изящном жесте и сказала:\n\n«Хочешь, будем танцевать вместе?»",
      "id": "Nilou bisa mengingatnya dengan sangat jelas kapan pertama kali dia bertemu dengan gurunya, di Festival Sabzeruz saat dia berumur delapan tahun.\n\nTahun itu, Kesatria Bunga memberikan banyak sekali Permen Yalda kepadanya. Nilou Kecil melewati Teater Zubayr dengan kedua tangannya yang penuh dengan permen.\n\nFestival Sabzeruz adalah sebuah perayaan yang harus diisi dengan acara tarian. Namun sebelumnya, yang diundang hanyalah organisasi tarian dari luar untuk menari di atas panggung yang dibuat untuk sementara waktu.\n\nSekarang Grand Bazaar akhirnya memiliki panggung tersendiri. Orang-orang yang bersemangat berduyun-duyun mengunjungi panggung yang baru ini.\n\nNilou Kecil akhirnya berhasil masuk ke dalam kerumunan orang-orang dan tiba di depan panggung. Di sanalah dia melihat gurunya menari untuk pertama kalinya.\n\nMeski tidak ada dekorasi bunga segar di atas panggung, namun pada saat itu juga, dia seperti telah melihat jutaan bunga yang mekar di atas panggung.\n\nTanpa disadari, semua permennya jatuh ke tanah, dan Nilou Kecil tidak bisa menahan diri untuk ikut menari bersama sang guru.\n\nBegitu tarian selesai, Nilou Kecil baru menyadari apa yang telah dia perbuat, dan terburu-buru meminta maaf kepada orang-orang yang mengerumuninya dan memberikan tempat baginya.\n\nSaat itu, guru juga pelan-pelan turun dari atas panggung dan menemani Nilou Kecil untuk memungut permennya satu per satu.\n\nDia mengulurkan tangannya kepada Nilou, gerakannya sangat elegan.\n\n\"Mulai sekarang, apa kamu mau menari denganku?\"",
      "th": "Nilou จำได้อย่างแม่นยำว่าตอนที่เธอได้พบกับอาจารย์ในเทศกาล Sabzeruz ปีนั้นเธออายุเพียงแปดขวบ\n\nในปีนั้น อัศวินบุปผาได้มอบลูกอม Yalda ให้เธอเยอะเป็นพิเศษ Nilou ตัวน้อยเดินผ่านโรงละคร Zubayr ด้วยลูกอมที่เต็มทั้งอ้อมแขน\n\nเทศกาล Sabzeruz จะขาดการร่ายรำไปได้ยังไง แต่เมื่อก่อนนั้นก็เชิญคณะระบำจากต่างประเทศมาแสดงการร่ายรำบนเวทีเป็นครั้งคราว\n\nจนเมื่อ Grand Bazaar มีโรงละครเป็นของตัวเอง ทำให้ผู้คนแห่กันไปห้อมล้อมเวทีใหม่นี้กันอย่างตื่นเต้น\n\nไม่ง่ายเลยที่ Nilou น้อยจะแทรกตัวผ่านฝูงชนไปหน้าเวที นั้นเป็นครั้งแรกที่เธอได้เห็นอาจารย์ร่ายรำ\n\nถึงแม้ว่าบนเวทีจะไม่มีดอกไม้เลยสักดอก แต่ ณ เวลานั้น ราวกับสายตาของเธอได้เห็นดอกไม้นับพันเบ่งบานอยู่บนเวที\n\nโดยไม่ทันได้รู้เนื้อรู้ตัว ลูกอมทั้งหมดได้ร่วงกราวลงสู่พื้น และ Nilou อดไม่ได้ที่จะร่ายรำไปพร้อมกับอาจารย์ที่อยู่บนเวที\n\nเมื่อการร่ายรำสิ้นสุดลง Nilou น้อยก็พลันรู้สึกตัวว่าทำอะไรลงไป จึงได้รีบขอโทษผู้คนที่ได้เว้นที่ว่างล้อมรอบเธอ\n\nตอนนั้นเองอาจารย์ของเธอก็เดินลงมาจากเวที และพา Nilou น้อยไปเก็บลูกอม Yalda ขึ้นมา\n\nอาจารย์ยื่นมือมาหา Nilou น้อยด้วยท่าทางอันสง่างามแล้วพูดว่า\n\n\"นับจากนี้ไป เธออยากจะร่ายรำไปด้วยกันกับฉันมั้ย?\"",
      "vi": "Nilou nhớ rõ rằng cô đã gặp cô giáo của mình tại Lễ Hội Sabzeruz khi cô 8 tuổi.\n\nNăm đó, Kỵ Sĩ Hoa đã tặng cô rất nhiều Kẹo Yalda, Nilou bé nhỏ hai tay ôm đầy kẹo đi qua Nhà Hát Zubayr.\n\nLễ Hội Sabzeruz không thể thiếu những điệu múa ăn mừng, nhưng trước đây đều là mời các đoàn múa từ bên ngoài đến hát và nhảy trên sân khấu dựng tạm.\n\nBây giờ, Đại Khu Bazaar cuối cùng cũng đã có nhà hát của riêng mình, và đám đông đã hào hứng kéo đến vây quanh sân khấu mới tinh.\n\nNilou bé nhỏ cố gắng lách qua đám đông để đến trước sân khấu, và đó là lần đầu tiên nhìn thấy cô giáo khiêu vũ.\n\nMặc dù trên sân khấu không hề có hoa điểm xuyết, nhưng khoảnh khắc đó, cô như nhìn thấy hàng ngàn bông hoa nở rộ trên sân khấu.\n\nTrong vô thức, những viên kẹo đã lộp độp rơi xuống đất, Nilou bé nhỏ không kìm lòng được mà nhảy múa theo.\n\nSau khi màn biểu diễn kết thúc, Nilou bé nhỏ mới nhận ra mình đã làm gì và vội vàng xin lỗi những người xung quanh đã nhường chỗ cho cô.\n\nLúc này, cô giáo cũng chầm chậm bước xuống từ sân khấu và cùng Nilou nhặt Kẹo Yalda.\n\nCô ấy đưa tay ra với Nilou bé nhỏ, cử chỉ thật nho nhã...\n\n\"Sau này có muốn nhảy cùng cô không?\""
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "虽然一直身处智慧之都——须弥，但妮露并没有展露出任何「知识」方面的天赋。不过，她似乎总能用自己的方式安抚他人的情绪。\n\n「这大概就是小吉祥草王大人慷慨赠送给我的礼物吧。」\n\n跟着老师开始学习跳舞之后，妮露深刻地感受到了肢体语言的力量。\n\n她将她的天赋和肢体语言相结合，自创出一套肢体动作疗愈法。\n\n比如，遇到祖拜尔先生火冒三丈的时候，整个剧场都会战战兢兢如履薄冰…\n\n只有妮露温柔地笑着，用手臂和手指在空中接连比划出奇妙的图案。\n\n「想象一下，现在在刚刚下过雨的雨林里，你跟着我一直往前走啊走，和每一只擦肩而过的动物朋友都打打招呼，挥挥手，把其他事情远远地甩在身后…」\n\n或许在旁人看来这难免有些幼稚滑稽，但对当事人来说，在妮露轻声细语的叙述下，脑中的怒火不知不觉间就已烟消云散。\n\n更为奇妙的是，据阿夫辛先生说，这一套肢体动作疗愈法最近还有发展的趋势，甚至对他那两只脾气倔强的驮兽都有效果…",
      "zht": "雖然一直身處智慧之都——須彌，但妮露並沒有展露出任何「知識」方面的天賦。不過，她似乎總能用自己的方式安撫他人的情緒。\n\n「這大概就是小吉祥草王大人慷慨贈送給我的禮物吧。」\n\n跟著老師開始學習跳舞之後，妮露深刻地感受到了肢體語言的力量。\n\n她將她的天賦和肢體語言相結合，自創出一套肢體動作療癒法。\n\n比如，遇到祖拜爾先生火冒三丈的時候，整個劇場都會戰戰兢兢如履薄冰…\n\n只有妮露溫柔地笑著，用手臂和手指在空中接連比劃出奇妙的圖案。\n\n「想像一下，現在在剛剛下過雨的雨林裡，你跟著我一直往前走啊走，和每一隻擦肩而過的動物朋友都打打招呼，揮揮手，把其他事情遠遠地甩在身後…」\n\n或許在旁人看來這難免有些幼稚滑稽，但對當事人來說，在妮露輕聲細語的敘述下，腦中的怒火不知不覺間就已煙消雲散。\n\n更為奇妙的是，據阿夫辛先生說，這一套肢體動作療癒法最近還有發展的趨勢，甚至對他那兩頭脾氣倔強的馱獸都有效果…",
      "jp": "知恵の都スメールにずっと暮らしているが、ニィロウは「知識」方面で才能を見せることはなかった。しかし、彼女は独自の方法で他人の気持ちを慰めることができるようだ。\n\n「きっとこれは、クラクサナリデビ様が贈ってくださったプレゼントね。」\n\n先生のもとで踊りを習い始めると、ニィロウは「身体による表現」の力を確かに感じることができた。\n\n彼女は自分の才能と表現を組み合わせて、身体の動きによる「癒し」を編み出した。\n\n例えば、ズバイルさんが激昂すれば、シアター全体は戦々恐々とした緊張感に包まれる…\n\nするとニィロウが優しく微笑みながら、腕と指で空中に不思議な模様を描くのだ。\n\n「想像してみて。雨が降ったばかりの雨林の中で、あなたは私と一緒に前に進むの。通り過ぎる動物たちに手を振りながら挨拶をして、他のことは全部後ろに置き去りにする…」\n\n他人からすれば幼稚で滑稽に見えるかもしれない。だが当事者からすると、ニィロウの優しい語り口が抱えている怒りをいつの間にか鎮めるのだ。\n\nさらに不思議なのは、アフシンいわく彼女のこの「癒し」が最近さらに進化しているらしい。彼の頑固な二匹の駄獣にさえも効果が出始めたという…",
      "ko": "비록 지혜의 도시 수메르에서 나고 자라기는 했지만, 닐루는 단 한 번도 「지식」면에서 재능을 드러낸 적이 없었다. 하지만 자기만의 방식으로 사람들에게 위안을 주는 것에는 자신이 있었다.\n\n「이게 바로 작은 쿠사나리 화신님이 내게 주신 선물 아닐까?」\n\n선생님을 따라 춤을 배우기 시작한 뒤로 닐루는 몸짓 언어가 지닌 힘을 느끼게 되었다.\n\n그녀는 자신의 재능과 몸짓 언어를 결합해 몸짓 언어 치료법을 창작해냈다.\n\n예를 들어 주바이르 씨가 화나서 극장의 분위기가 차갑게 얼어붙을 때면,\n\n닐루는 부드러운 미소와 함께 팔과 손가락으로 허공에 기묘한 그림들을 그리며 말했다.\n\n「상상해 보세요. 지금 당신은 저와 함께 이제 막 비가 그친 우림을 걷고 있어요. 그리고 마주치는 모든 동물들과 손을 흔들며 인사를 나누죠. 어느새 다른 감정들은 모두 저 뒤편으로 사라져 가고 있어요…」\n\n어쩌면 우스꽝스럽고 유치해 보일지도 모르지만, 닐루의 부드러운 목소리에 주바이르 씨의 분노는 어느새 눈 녹듯 사라지곤 했다.\n\n아프신 씨는 더욱 신기한 증언을 해주었다. 닐루의 몸짓 언어 치료법이 난폭하고 고집스러운 동물 짐꾼에게마저 효과가 있다는 것이다…",
      "en": "Although she has lived her entire life in Sumeru, the city of wisdom, Nilou has never shown any talent in the field of \"knowledge.\" However, she always knows how to soothe the emotions of others in her own way.\n\n\"This is probably a generous gift to me from Lesser Lord Kusanali.\"\n\nAfter learning to dance with her teacher, Nilou became deeply aware of the power of body language.\n\nCombining her talents and knowledge of body language, she created her very own form of \"body movement therapy.\"\n\nFor example, when Mr. Zubayr is angry, everyone in the theater would be walking on eggshells.\n\nBut Nilou would keep a warm smile, drawing wonderful patterns one after another in the air with her arms and fingers.\n\n\"Imagine that we are in the rainforest that has just rained, and that you are following me as we walk onward, saying hello to every animal that passes by, waving, leaving everything else behind...\"\n\nPerhaps this may seem childish and funny to a bystander, but for those who are wrapped up in the moment, Nilou's gentle voice can cause the anger that clouds their minds to disappear before they even know it.\n\nWhat's even more amazing is that, according to Mr. Afshin, this body movement therapy has been trending recently — and it even works on his two stubborn Sumpter Beasts...",
      "de": "Obwohl Nilou in der Stadt der Weisheit Sumeru geboren und aufgewachsen ist, hat sie kein besonderes Talent im Feld des „Wissens“ gezeigt. Aber sie scheint in der Lage zu sein, die Emotionen anderer auf ihre eigene Weise zu beruhigen.\n\n„Dies muss ein Geschenk der Niederen Herrin Kusanali an mich sein.“\n\nSeit Nilou bei ihrer Lehrerin das Tanzen lernte, spürte sie die Kraft der Körpersprache zutiefst.\n\nSie kombinierte ihr Talent mit Körpersprache und kreierte eine spezielle Tanzbewegungstherapie.\n\nZum Beispiel war es so, dass wenn Herr Zubayr wütend war, das ganze Theater in Panik geriet ...\n\nNur Nilou konnte ihn beruhigen. Sie lächelte sanft und zeichnete mit ihren Armen und Fingerspitzen schöne Bilder in die Luft.\n\n„Stell dir vor, du bist jetzt in einem üppigen Regenwald. Der Regen hat gerade aufgehört. Du und ich gehen im Wald vorwärts, grüßen und winken den Tieren zu, denen wir unterwegs begegnen. Vergiss all die anderen Dinge und lass sie weit hinter dir ...“\n\nVielleicht mag dies auf andere kindisch und lächerlich wirken. Aber für den Beteiligten lässt die Wut in seinem Herzen unter Nilous sanften Worten wirklich unbewusst nach.\n\nNoch erstaunlicher ist, dass diese Tanzbewegungstherapie laut Herrn Afshin sogar bei Tieren funktioniert. Seine widerspenstigen Packtiere wurden beispielsweise durch diese Methode wirklich beruhigt ...",
      "es": "Aunque nacida en Sumeru, la Ciudad de la Sabiduría, Nilou nunca demostró ningún talento relacionado con el conocimiento. Aun así, siempre ha tenido su propia forma de serenar los ánimos de los demás.\n\n“Este debe ser el generoso regalo que me ha dado la Reina Menor Kusanali”.\n\nDespués de empezar a estudiar baile con su maestra, Nilou se dio cuenta del poder que tiene el lenguaje corporal, y mezcló esto con su talento innato para crear una terapia sanadora.\n\nPor ejemplo, todos en el teatro suelen estremecerse y andarse con mucho cuidado cada vez que el Sr. Zubayr se enfada.\n\nPero no Nilou, ella sonríe cálidamente y traza maravillosas florituras en el aire con brazos y dedos.\n\n“Imagina que estamos en la selva justo después de la lluvia. Tú y yo caminamos apaciblemente, saludando a cada animalito que pasa a nuestro lado. Saludando con la mano, vamos dejando atrás todo lo demás”...\n\nQuizá esto le pueda parecer un poco infantil y ridículo a un espectador ajeno, pero los que caen embelesados por los movimientos y suave voz de Nilou sienten que todo su enojo se esfuma como por arte de magia.\n\nPero lo más sorprendente es que, según el Sr. Afshín, esta terapia de movimiento corporal ha ido evolucionando y ahora hasta surte efecto en sus dos tercos animales de carga...",
      "fr": "#Bien qu'elle ait vécu toute sa vie à Sumeru, la cité de la sagesse, Nilou n'a jamais montré aucun talent dans le domaine académique.\n\nCependant, elle sait toujours comment apaiser les autres à sa manière.\n\n« C'est probablement un don qui m'a été généreusement accordé par la Rani Kusanali. »\n\nAprès avoir commencé l'apprentissage de la danse avec son professeur, Nilou a vite pris conscience du pouvoir du langage corporel.\n\nEn combinant son talent au langage corporel, elle a créé sa propre thérapie par le mouvement du corps.\n\nPar exemple, l'atmosphère est souvent tendue au théâtre lorsque monsieur Zubayr est en colère, mais seule Nilou garde le sourire et dessine des images dans l'air avec les gestes de ses bras et doigts.\n\n« Imaginez que vous êtes dans une forêt tropicale où il vient de pleuvoir. Vous me suivez et saluez tous les animaux que vous croisez avec la main, en laissant tout le reste loin derrière vous...{NON_BREAK_SPACE}»\n\nLes passants peuvent trouver cela sembler enfantin et cocasse, mais pour ceux qui sont concentrés sur ses paroles, la voix douce de Nilou a dissipé la colère qu'ils ressentaient en leur for intérieur, sans même le savoir.\n\nLe plus étonnant, selon monsieur Afshin, est que cette thérapie est devenue à la mode et qu'elle fonctionne même sur ses deux bêtes de somme têtues...",
      "pt": "Apesar de sempre ter residido em Sumeru, a Cidade da Sabedoria, Nilou nunca demonstrou ter nenhum talento no campo do \"conhecimento\". Entretanto, ela parece sempre conseguir utilizar seus próprios meios para acalmar os ânimos de outras pessoas.\n\n\"Esse é um presente que a Lorde Menor Kusanali generosamente me deu.\"\n\nDepois que começou a estudar dança com sua professora, Nilou sentiu profundamente o poder da linguagem de seu corpo.\n\nEla combinou seus talentos e a sua linguagem corporal, criando sua própria \"terapia de dança\".\n\nPor exemplo, quando o Sr. Zubayr estava furioso, todos do teatro tremiam de medo e falavam como se estivessem pisando em ovos...\n\nTudo o que precisava era Nilou sorrir graciosamente, e mover seus braços e dedos no ar em padrões fantásticos.\n\n\"Imagine que estamos na floresta logo após a chuva. Nós caminhamos pacificamente, cumprimentando cada bichinho que passa ao nosso lado. Acenando com as mãos, deixamos tudo para trás...\"\n\nTalvez isso possa parecer um pouco infantil e ridículo para um espectador de fora, mas aqueles que ficam extasiados com os movimentos e a voz suave de Nilou sentem que toda a sua raiva desaparece magicamente.\n\nMas o mais surpreendente é que, de acordo com o Sr. Afshin, essa terapia de movimento corporal vem evoluindo e agora surte efeito até em seus dois teimosos Animais de Carga...",
      "ru": "Нилу всю жизнь провела в Сумеру - городе, который называют столицей мудрости, но таланта к наукам никогда не выказывала. При этом она всегда знает, как справиться с сильными чувствами, которые временами обуревают её знакомых.\n\n«Наверное, это и есть та милость, которой меня удостоила малая властительница Кусанали».\n\nС тех пор как Нилу стала учиться танцам у своей наставницы, она познала силу языка тела. Объединив свой талант и знание языка тела, она придумала целую систему танцевальной терапии. Например, когда господин Зубаир злится, все работники театра приходят в ужас и ведут себя тише воды... И только Нилу, ласково улыбаясь, чертит рукой в воздухе какие-то причудливые рисунки.\n\n«Представь, что ты в тропическом лесу, где только что прошёл дождь. Мы идём с тобой по тропе, идём и идём, здороваемся с птицами и животными, машем им рукой, а все тревоги остаются позади...»\n\nНаверное, кому-то такой способ может показаться смешным и наивным, но все в театре видели, что тихие слова Нилу потушили бушующий гнев Зубаира. А что самое невероятное, Афшин утверждает, будто танцевальная терапия Нилу в последнее время стала действовать даже на двух его вьючных яков, которые отличаются крайне строптивым нравом...",
      "id": "Meski Nilou berada di kota kebijaksanaan Sumeru, tapi Nilou tidak menunjukkan bakat apa pun dalam sisi \"pengetahuan\". Namun, sepertinya dia selalu bisa memahami dan menenangkan emosi orang lain dengan caranya sendiri.\n\n\"Ini mungkin hadiah yang diberikan Lesser Lord Kusanali yang murah hati kepadaku.\"\n\nSetelah mulai belajar menari dengan gurunya, Nilou bisa merasakan dengan jelas kekuatan dari bahasa tubuh.\n\nDia menggabungkan bakatnya dan bahasa tubuh untuk menciptakan sebuah cara penyembuhan dengan gerakan tubuhnya sendiri.\n\nMisalnya, saat menghadapi kemarahan Tuan Zubayr, seluruh teater pasti akan sangat was-was ....\n\nHanya Nilou yang akan tersenyum lembut sambil menggerakkan lengan dan tangannya untuk menggambar sebuah \"lukisan\" di udara.\n\n\"Coba bayangkan, sekarang kita sedang berada di hutan hujan yang baru saja dihujani. Kamu dan aku sedang menyusuri hutan hujan ini, kita menyapa setiap teman-teman hewan yang kita lewati, melambaikan tangan kita, dan melupakan seluruh masalah yang ada di belakang kita ....\"\n\nIni mungkin tampak kekanak-kanakan dan lucu bagi orang lain, tapi bagi mereka yang terlibat di dalamnya, kemarahan di dalam hati mereka akan bisa tiba-tiba memudar tanpa disadari.\n\nYang lebih menakjubkan lagi adalah, berdasarkan cerita Tuan Afshin, cara penyembuhan gerakan tubuh ini juga sedang populer akhir-akhir ini, bahkan memiliki efek untuk meredakan amarah dua Sumpter Beast-nya yang keras kepala ....",
      "th": "แม้ว่าเธอจะอยู่ในเมืองหลวงแห่งปัญญาอย่าง Sumeru มาตลอด แต่ Nilou ก็ไม่ได้แสดงความสามารถใด ๆ ในด้าน \"ความรู้\" ออกมา แต่ดูเหมือนว่า เธอจะสามารถบรรเทาอารมณ์ของผู้อื่นได้ด้วยวิธีของเธอเอง\n\n\"นี่คงเป็นของขวัญที่ท่านหญิงน้อย Kusanali ทรงมอบให้ฉันด้วยความเมตตาแน่ ๆ\"\n\nหลังจากเริ่มเรียนร่ายรำกับอาจารย์ Nilou ก็รับรู้ได้ถึงพลังอันลึกซึ้งของภาษากาย\n\nNilou ผสมผสานพรสวรรค์รวมเข้ากับภาษากาย เพื่อสร้างชุดการร่ายรำบำบัดด้วยการเคลื่อนไหวร่างกายของเธอเอง\n\nตัวอย่างเช่น ถ้าพบคุณ Zubayr โกรธจัด คนทั้งโรงละครต่างทำงานด้วยความหวาดหวั่นสั่นกลัว...\n\nมีเพียงแค่ Nilou ที่แย้มยิ้มน้อย ๆ อย่างอ่อนโยน แล้วเริ่มใช้เรียวแขน และปลายนิ้ววาดท่วงท่าน่าอัศจรรย์ออกมาบนอากาศ\n\n\"จินตนาการสิว่า ตอนนี้กำลังอยู่ในป่าฝนเขียวชอุ่มจากสายฝนที่เพิ่งหยุดตกไป คุณกับฉันเดินมุ่งหน้าเข้าไปเรื่อย ๆ พร้อมทักทาย และโบกมือให้กับบรรดาสหายสัตว์น้อยใหญ่ที่ผ่านไปมา ละทิ้งเรื่องราวต่าง ๆ ไว้เบื้องหลัง ให้อยู่ห่างไกลออกไป ออกไป...\"\n\nบางทีในสายตาของคนอื่น เรื่องนี้อาจจะดูเด็กน้อย และน่าตลกขบขัน แต่สำหรับคนที่เกี่ยวข้องแล้ว ภายใต้คำบรรยายที่นุ่มนวลของ Nilou ทำให้ความโกรธที่อยู่ในจิตใจค่อย ๆ จางหายไป ก่อนที่จะทันรู้ตัวซะอีก\n\nสิ่งที่น่าทึ่งกว่านั้นตามที่คุณ Zubayr บอกก็คือ ชุดการร่ายรำบำบัดด้วยการเคลื่อนไหวร่างกายนี้ยังพัฒนาขึ้นไปได้อีก ทั้งมันยังใช้ได้ผลกับ Sumpter Beast แสนดื้อดึงทั้งสองตัวของเขาได้อีกด้วย",
      "vi": "Mặc dù sống ở kinh đô trí tuệ Sumeru, nhưng Nilou lại không thể hiện bất kỳ tài năng nào về \"tri thức\". Tuy nhiên, cô ấy dường như luôn có thể xoa dịu cảm xúc của người khác theo cách riêng của mình.\n\n\"Đây có lẽ là một món quà mà Tiểu Vương Kusanali đã hào phóng ban tặng cho tôi.\"\n\nSau khi đi theo cô giáo để học khiêu vũ, Nilou đã cảm nhận sâu sắc sức mạnh của ngôn ngữ cơ thể.\n\nCô đã kết hợp tài năng của mình với ngôn ngữ cơ thể để tạo ra liệu pháp động tác của riêng mình.\n\nVí dụ, khi anh Zubayr tức giận, toàn bộ nhà hát sẽ run rẩy và không dám thở...\n\nChỉ có Nilou khẽ mỉm cười một cách dịu dàng, dùng cánh tay và ngón tay của mình vẽ ra hình ảnh kỳ diệu trong không trung.\n\n\"Hãy thử tưởng tượng, trong một khu rừng nhiệt đới vừa mới tạnh mưa, anh cùng tôi cứ bước đi về phía trước, chào hỏi từng người bạn động vật đi ngang qua, vẫy vẫy tay và vứt thật xa những chuyện khác ra phía sau lưng...\"\n\nCó lẽ đối với nhưng người khác ở bên cạnh thì nó có vẻ trẻ con và hài hước, nhưng đối với người trong cuộc mà nói, dưới lời kể nhẹ nhàng của Nilou thì lửa giận trong đầu đã bất giác tan biến như mây khói.\n\nĐiều đáng kinh ngạc hơn nữa là, theo như Afshin nói, bộ liệu pháp động tác cơ thể này gần đây đang có xu hướng phát triển, thậm chí còn phát huy tác dụng với cả hai con Thú Thồ Hàng cứng đầu của anh ấy nữa..."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "无论是面对日常生活，还是舞台表演，妮露一直以来抱有的想法都很单纯——\n\n消解大家的心事，让所有人怡然自乐。\n\n但当「麻烦事」出现在她自己头上，她往往就会因为无法做出判断而苦恼起来。\n\n「米圆塔」很好吃，「口袋饼」也不错，路上还看到有人手捧「土豆船」，我今晚究竟该吃哪一个？\n\n听人说起了须弥城之外的地方…白皑皑的雪山，像巨人一样高大的风车，我是不是也该考虑出门旅行一次？\n\n无论哪种选项，妮露都能找到相应的理由。它们彼此就像几只对坐着鼓起肚子的丛林树蛙，谁也说服不了谁。\n\n但如果这时出现了一位能够做出决策的人，自信且沉着地告诉她：\n\n「每种准备一半的量，想吃什么，我们一起分享。」\n\n「那些对你而言陌生的地方并无危险，我已踏足一遍。」\n\n…妮露恐怕会恍然大悟，举起双臂以舞姿般优雅的动作道谢，很长时间都沉浸在解决了大问题的开心之中。",
      "zht": "無論是面對日常生活，還是舞臺表演，妮露一直以來抱有的想法都很單純——\n\n消解大家的心事，讓所有人怡然自樂。\n\n但當「麻煩事」出現在她自己頭上，她往往就會因為無法做出判斷而苦惱起來。\n\n「米圓塔」很好吃，「口袋餅」也不錯，路上還看到有人手捧「馬鈴薯船」，我今晚究竟該吃哪一個？\n\n聽人說起了須彌城之外的地方…白皚皚的雪山，像巨人一樣高大的風車，我是不是也該考慮出門旅行一次？\n\n無論哪種選項，妮露都能找到相應的理由。它們彼此就像幾隻對坐著鼓起肚子的叢林樹蛙，誰也說服不了誰。\n\n但如果這時出現了一個能夠做出決策的人，自信且沉著地告訴她：\n\n「每種準備一半的量，想吃什麼，我們一起分享。」\n\n「那些對妳而言陌生的地方並無危險，我已踏足一遍。」\n\n…妮露恐怕會恍然大悟，舉起雙臂以舞姿般優雅的動作道謝，很長時間都沉浸在解決了大問題的開心之中。",
      "jp": "日常生活でも舞台の公演でも、ニィロウが昔から考えていることはとてもシンプルである——\n\nみんなの心配事を消し去り、楽しい気持ちになってほしいというものだ。\n\nしかし、自分自身に「悩ましいこと」が降りかかると、彼女はいつも判断ができずに苦しんでしまう。\n\n「タフチーン」は美味しいし、「ピタ」も外せない、路上には「ポテトボート」を手に取っている人もいる…うーん、今夜は何を食べよう？\n\n聞いた話だと、スメールシティから離れたところには真っ白な雪山があったり…巨人のように大きな風車があったりするんだって。私も旅行に行ってみようかな？\n\nどのような選択肢であろうと、ニィロウはぴったしの理由を見つけることができる。その理由はお腹を膨らませて互いに向かい合いながら座っているツリーカエルみたいなもので、誰も頷けないものであるが…\n\nしかし、もしこのとき決断のできる人が現れて、自信を持って冷静に彼女にこう言ったら——\n\n「それぞれ食べ物を半分ずつ用意して、食べたいものを一緒にシェアしよう。」\n\n「見知らぬ場所でも危険なんかないよ。もうそこには行ってきたから。」\n\n…ニィロウはきっとふいに何かを悟ったように、両腕を上げて優雅な踊りで感謝するはずだ。そして、大きな問題を解決できた喜びに長いこと浸るだろう。",
      "ko": "일상생활에서든 무대 위에서든 닐루는 언제나 한 가지 생각만을 품고 있다.\n\n그것은 바로 모두의 기분을 풀어주고, 즐거움을 선사해주고 싶다는 것.\n\n하지만 자신에게 「고민」이 생길 때면 그녀는 좀처럼 결정을 내리지 못했다.\n\n「『타친』도 맛있고, 『포켓 피타』도 나쁘지 않고, 저기 저 사람이 들고 있는 『감자 보트』도 맛있어 보이는데… 오늘 저녁은 뭘 먹지?」\n\n「수메르성 밖에는 새하얀 설산도 있고, 거인처럼 커다란 풍차도 있다던데… 나도 여행을 떠나야 하는 건 아닐까?」\n\n닐루에게는 모든 선택지가 매력적이었다. 하나하나가 마치 배를 잔뜩 부풀린 숲 나무 개구리 같아서 그 무엇도 쉽게 고를 수가 없었다.\n\n하지만 이때 결단력 있는 사람이 나타나 이렇게 말해 준다면 어떨까?\n\n「먹고 싶은 걸 전부 준비해서 같이 나눠 먹으면 되지.」\n\n「네게는 낯설지도 모르지만, 네가 말한 곳은 전부 안전한 곳이야. 내가 가봤거든.」\n\n…아마도 닐루는 춤추듯 우아한 동작으로 두 팔을 벌려 감사 인사를 전할 것이다. 그리고는 큰 문제를 해결했다는 기쁨에 푹 빠진 채 꽤 오랫동안 즐거워할 것이다",
      "en": "Be it in day-to-day life or her performances on stage, Nilou has always maintained a simple attitude—\n\nTo melt everyone's worries away and let comfort and ease waltz in.\n\nBut when \"trouble\" comes to her, she is often distressed due to her inability to make the call.\n\nTahchin sure is delicious, but Pita Pocket is also good, and I also saw someone holding a Potato Boat that seemed really yummy. Which one should I eat tonight?\n\nI've heard people talk about places outside Sumeru City... the pure white snowy mountain and windmills the size of giants... Should I also consider going out for a trip?\n\nNilou can often find good reasons to go with any of the options she is considering, and so they are like Forest Tree Frogs sitting across from one another with bellies out, not one able to win the others over.\n\nBut if there was a person who could make a decision at this time and tell her with confidence and calm:\n\n\"Why not have half the amount of each and share them with me?\"\n\n\"And as for those places you have never been to, I have already set foot there. I can assure you that they are safe.\"\n\n...Nilou would dismiss her hesitation in an instant and raise her arms in a dance-like graceful gesture of thanks, before indulging in the joy of having solved a great problem for a long time indeed.",
      "de": "Ob im Alltag oder auf der Bühne, Nilous Gedanken sind immer einfach.\n\nSie möchte die Probleme aller lösen und alle glücklich machen.\n\nAber wenn sie selbst vor „Problemen“ steht, kann sie nicht so schnell eine Entscheidung treffen.\n\n„Tahchin“ ist köstlich, „Taschenfladen“ auch gut. „Kartoffelboot“ sieht auch lecker aus. Hmm ... Was sollte ich denn zum Abendessen haben?\n\nIch habe gehört, dass es außerhalb von Sumeru ganz viele schöne Orte gibt ... Schneebedeckte Berge, Windmühlen so groß wie Riesen ... Sollte ich mich auch mal auf eine Reise begeben?\n\nEgal wofür sie sich auch entscheidet, Nilou findet immer einen entsprechenden Grund. Die Optionen sind wie Dschungelfrösche mit dicken Bäuchen, die aneinander hocken, und keiner kann den anderen überzeugen.\n\nAber wenn zu dieser Zeit jemand auftaucht, der die Entscheidung treffen kann, und es ihr selbstbewusst und direkt sagt:\n\n„Nimm die Hälfte von dem, was du essen willst. Dann können wir es teilen, damit du jedes Gericht probieren kannst.“\n\n„Diese Orte sind dir zwar unbekannt, aber sie sind nicht gefährlich. Ich bin schon mal dort gereist. Keine Sorge.“\n\nDann würde Nilou ihr Zögern sofort ablegen, ihre Arme in einer tänzerisch anmutigen Geste des Dankes heben und sich der Freude hingeben, ein großes Problem für lange Zeit gelöst zu haben.",
      "es": "Nilou siempre ha mantenido una mentalidad sencilla, tanto en su vida diaria como sobre el escenario.\n\nSu objetivo siempre ha sido aliviar las preocupaciones de los demás y hacerlos más felices.\n\nEn cambio, se suele angustiar cada vez que le surge un “problema” porque es incapaz de tomar una decisión.\n\n“El tahchín está muy rico y el döner kebab tampoco está mal, y ese barco de papa que llevaba esa persona no tenía mala pinta. Ay, ¿qué voy a cenar esta noche?”.\n\nHe oído a la gente hablar de lugares fuera de la Ciudad de Sumeru... Una montaña nevada de un blanco inmaculado o molinos tan grandes como gigantes... ¿Debería considerar irme de viaje?”.\n\nNilou puede encontrar motivos a favor de cada opción que se le presente. Son como ranas arbóreas sentadas de frente, todas hinchando la tripa e intentando fútilmente convencer a las demás.\n\nEn momentos así, necesita que aparezca alguien decidido para decirle con calma y confianza:\n\n“¿Por qué no pedimos una ración de cada uno y lo compartimos?”.\n\nO bien: “He estado en esos lugares que mencionas y no supondrán un peligro para alguien como tú”.\n\nEntonces, Nilou dejaría de dudar, elevaría sus brazos con posición danzante para dar las gracias y se sentiría feliz durante un buen rato por haber resuelto unos problemas tan peliagudos.",
      "fr": "Que ce soit dans son quotidien ou au cours de ses spectacles, Nilou a toujours voulu une seule chose : dissiper les inquiétudes des gens pour qu'ils se sentent mieux.\n\nNéanmoins, quand c'est elle qui se retrouve en proie aux ennuis, Nilou a tendance à être contrariée par son incapacité à prendre des décisions.\n\n« Le tatchine est délicieux, mais le snack pita est aussi un bon choix et j'ai vu quelqu'un sur la route avec un bateau-patate à la main... Que devrais-je manger ce soir ? »\n\n« J'ai entendu des gens parler d'endroits hors de la Ville de Sumeru... Des montagnes enneigées et des moulins à vent géants... Devrais-je envisager de voyager ? »\n\nPeu importe les options, Nilou réussira toujours à leur trouver de bonnes raisons d'être choisies, un peu comme des grenouilles arboricoles assises l'une en face de l'autre, le ventre gonflé, sans qu'aucune n'arrive à convaincre l'autre.\n\nSi seulement quelqu'un capable de trancher pouvait lui dire calmement et en toute confiance : « Prenons un peu de chaque plat pour les manger ensemble.\n\nEn ce qui concerne ces endroits où tu n'es jamais allée, je m'y suis rendu et ils ne présentent aucun danger. »\n\nToute l'hésitation de Nilou se serait évaporée en un instant. Elle ferait une petite danse gracieuse avec ses bras en signe de remerciement, avant de savourer la joie d'avoir résolu un problème épineux pendant un long moment.",
      "pt": "Não importa se é nos desafios da vida cotidiana ou apresentando-se no palco, Nilou possui sempre uma forma muito simples de pensar.\n\nEla deseja fazer todos felizes, eliminando suas preocupações.\n\nMas quando essas preocupações aparecem em sua cabeça, ela fica nervosa por não saber o que fazer.\n\n\"Tahchin é muito gostoso, Pão Pita também é ótimo, e no caminho também vi alguém com um Navio de Batata na mão, qual eu deveria comer hoje de noite?\"\n\n\"Ouvi falar sobre os lugares fora da Cidade de Sumeru... Sobre uma montanha branca como a neve, e sobre um moinho de vento alto como um gigante... Será que eu deveria pensar em viajar uma vez também?\"\n\nNão importa qual é a sua dúvida, Nilou sempre consegue encontrar razões para qualquer possível escolha. Dentro de sua cabeça, as opções parecem Sapos das Árvores que ficam se encarando e inchando suas barrigas, um sem conseguir convencer o outro.\n\nMas se nesses momentos aparecer alguém capaz de fazer tomar decisões em seu lugar, falando de forma calma e confiante algo como:\n\n\"Vamos pedir meia porção de cada, e assim dividimos o que você quiser comer.\"\n\n\"Eu já fui nesses lugares antes, eles não são perigosos, posso garantir.\"\n\nEntão a amedrontada Nilou deixará toda a hesitação de lado, e agradecerá erguendo seus braços numa posição graciosa de dança, feliz por solucionar problemas tão complicados.",
      "ru": "Что в обычной жизни, что на сцене Нилу остаётся очень наивной... Она принимает близко к сердцу чужие заботы и больше всего на свете любит делать людей счастливее. Но когда ей самой приходится столкнуться с «трудностями», она может целый день ломать голову, не зная, что предпринять. Тахчин такой вкусный, но и пита тоже - пальчики оближешь, а у прохожего в руках была такая аппетитная картофельная лодочка... Что же мне выбрать на ужин? Говорят, за пределами Сумеру столько прекрасных мест... Белоснежный Драконий хребет, ветряные мельницы, похожие на огромных великанов. Может, мне тоже стоит отправиться в путешествие и своими глазами увидеть эти чудеса? Какой бы выбор перед ней ни стоял, Нилу найдёт доводы в пользу любого варианта. Эти доводы в её голове подобны лесным лягушкам, что сидят друг напротив друга посреди чащи, раздувая животы, и ни одна не может перекричать другую. Хорошо, если в это время рядом окажется человек, способный принять решение, и уверенно скажет:\n\n«Давай возьмём и питу, и тахчин, каждый съест половину, а потом поменяемся».\n\n«Тебе эти места незнакомы, но они совсем не опасны, я там уже бывал».\n\nТогда Нилу, словно прозрев, вскинет руки в благодарственном жесте, таком изящном, будто она танцует, и долго будет радоваться тому, как хорошо разрешилось её затруднение.",
      "id": "Entah itu kehidupan sehari-hari, atau penampilan di atas panggung, Nilou selalu memiliki pemikiran yang sangat sederhana:\n\nHapus semua kekhawatiran orang-orang, agar mereka bisa merasakan kebahagiaan.\n\nTapi pada saat \"masalah\" itu menghampiri dirinya sendiri, dia juga sering merasa tertekan karena tidak bisa membuat penilaian sendiri.\n\nTahchin enak sekali. Pita Pocket lumayan juga sih. Tapi ada orang yang menggenggam Potato Boat di jalan. Jadi malam ini aku makan yang mana ya?\n\nDengar-dengar dari orang sekitar, ada pegunungan yang tertutup salju putih dan ada kincir angin yang besarnya seperti raksasa ... Apa aku harus keluar bertualang sesekali ya?\n\nEntah apa pun pilihannya, Nilou selalu bisa menemukan pembenaran yang tepat untuk masing-masingnya. Mereka seperti Forest Tree Frog yang duduk berhadapan dengan perutnya yang penuh, tidak ada yang bisa meyakini temannya.\n\nTapi jika pada saat ini, muncul orang yang bisa mengambil keputusan, dan mengatakan kepadanya dengan percaya diri dengan tenang:\n\n\"Siapkan setengah dari jumlahnya masing-masing. Apa pun yang mau kamu makan, kita akan bagi dua bersama.\"\n\n\"Semua ini adalah tempat yang asing dan tidak berbahaya bagimu, aku sudah pernah berkunjung ke tempat-tempat ini.\"\n\nSepertinya Nilou akan tiba-tiba tersadar, mengangkat kedua tangannya dan menggunakan gerakan yang anggun seperti tarian untuk mengucapkan terima kasih. Sementara dia sendiri akan tenggelam dalam kebahagiaan untuk menentukan pilihannya sendiri.",
      "th": "ไม่ว่าจะในชีวิตประจำวันหรือในตอนแสดงบนเวที ความคิดของ Nilou ก็เรียบง่ายอยู่เสมอ\n\nคลายความกังวลของทุกคน และทำให้ทุกคนมีความสุข\n\nแต่เมื่อ \"ปัญหา\" มาถึงเธอ เธอมักจะเป็นทุกข์ เพราะเธอไม่สามารถตัดสินใจได้\n\n\"Tahchin\" ก็อร่อยมาก \"Pita Pocket\" ก็ไม่เลว เมื่อกี้บนถนนเห็นมีคนถือ \"Potato Boat\" ผ่านไป เย็นนี้ฉันจะกินอันไหนดี?\n\nฉันได้ยินคนพูดถึงสถานที่ต่างๆ นอกเมือง Sumeru... ภูเขา Dragonspine ที่ปกคลุมด้วยหิมะสีขาวโพลน กังหันลมสูงที่สูงใหญ่เท่ายักษ์ ฉันเองก็ควรออกไปท่องเที่ยวด้วยมั้ยนะ?\n\nไม่ว่าจะตัวเลือกไหน Nilou สามารถหาเหตุผลช่วยสนับสนุนได้ ตัวเลือกเหล่านั้นเป็นเหมือน Forest Tree Frog ไม่กี่ตัวที่นั่งพองพุงประชันหน้ากัน ไม่มีใครสามารถโน้มน้าวอีกฝ่ายได้\n\nแต่ถ้ามีคนคนหนึ่ง ที่สามารถตัดสินใจได้ปรากฏตัวขึ้นมาในเวลานี้ และบอกเธออย่างสงบนิ่ง และมั่นใจว่า:\n\n\"เอาทุกอย่าง อย่างละครึ่ง อยากกินอะไร พวกเราก็เอามาแบ่งกันกิน\"\n\n\"สถานที่ที่ไม่คุ้นเคยสำหรับเธอนั้นไม่ได้มีอันตรายอะไร ฉันเคยเหยียบย่างเข้าไปแล้วล่ะ\"\n\n...Nilou ก็จะตระหนักได้ในทันที ยกแขนขึ้นด้วยท่าทางแสดงการขอบคุณราวกับร่ายรำ ดื่มด่ำกับความสุขในการแก้ปัญหาใหญ่ที่ติดขัดมาเป็นเวลานาน",
      "vi": "Cho dù là đối mặt với cuộc sống hàng ngày hay biểu diễn trên sân khấu, suy nghĩ của Nilou luôn rất đơn giản...\n\nXua tan mọi lo lắng của mọi người và làm cho mọi người vui vẻ.\n\nNhưng khi \"rắc rối\" đến với cô, cô thường trở nên đau khổ vì không thể đưa ra quyết định.\n\nTahchin rất ngon, Bánh Túi cũng không tệ, trên đường còn thấy có người cầm Thuyền Khoai Tây, rốt cuộc tối nay mình nên ăn gì đây?\n\nNghe mọi người nói về những nơi bên ngoài Sumeru... ngọn núi phủ tuyết trắng, chiếc cối xay gió cao lớn như người khổng lồ, có phải mình cũng nên đi du lịch một lần không?\n\nBất kể là lựa chọn nào, Nilou cũng đều có thể tìm được lý do tương ứng. Chúng giống như những con ếch nhiệt đới với chiếc bụng phình to đang ngồi đối đầu nhau, không ai có thể thuyết phục được đối phương.\n\nNhưng vào lúc này nếu có một người đưa ra quyết định, tự tin bình tĩnh nói với cô ấy:\n\n\"Mỗi thứ chuẩn bị một nửa, muốn ăn gì thì chúng ta sẽ cùng nhau chia sẻ.\"\n\n\"Những nơi xa lạ không có gì nguy hiểm cả, tôi đã từng đi qua những nơi đó rồi.\"\n\n...E rằng Nilou sẽ như người vừa đột nhiên tỉnh ngộ, giơ hai tay lên duyên dáng giống như khiêu vũ để tỏ lòng cảm ơn, và trong một thời gian dài sẽ chìm đắm trong niềm vui vì đã giải quyết được một vấn đề lớn."
    }
  },
  {
    "title": {
      "zhs": "观众来信集",
      "zht": "觀眾來信集",
      "jp": "観客からの手紙",
      "ko": "관객들의 편지 모음",
      "en": "Letters from the Audience",
      "de": "Briefsammlung von Zuschauern",
      "es": "Cartas del público",
      "fr": "Lettres du public",
      "pt": "Cartas do Público",
      "ru": "Письма от зрителей",
      "id": "Kumpulan Surat Penonton",
      "th": "กองจดหมายจากผู้ชม",
      "vi": "Thư Của Khán Giả"
    },
    "line": {
      "zhs": "在舞台上不收取观众的礼物，是祖拜尔剧场长久以来的原则。\n\n但难免会有过于好心的观众硬是将礼物塞到妮露怀中，尽管第二天对方准会在家门口发现回礼，加上一则留言——\n\n「谢谢您的心意。如果想要表达对妮露表演的喜欢，下次不必送礼，请给祖拜尔剧场写信就好。」\n\n如雪花纷飞一般，那些热情一封封地被暝彩鸟衔着送到剧场的信箱里。\n\n在没有演出和彩排的空闲时间里，妮露会仔仔细细地阅读每一封读者来信，与祖拜尔剧场的成员们一同分享，最后再一丝不苟地将其珍藏密敛。\n\n信中的每一个字符，每一份真挚的情感，都是值得感激铭记之物。\n\n随着妮露的舞技日趋纯熟，慕名而来的观众也越来越多。薄薄的一张张信纸，经年累月，变成了厚厚的一本合集。\n\n如果有人开玩笑说妮露是祖拜尔剧场最大的财富，她一定会甜甜地笑着摇头。\n\n「我们的财富是观众的喜爱，它装在一个最神秘的箱子里哦。」",
      "zht": "在舞臺上不收取觀眾的禮物，是祖拜爾劇場長久以來的原則。\n\n但難免會有過於好心的觀眾硬是將禮物塞到妮露懷中，儘管第二天對方一定會在家門口發現回禮，加上一則留言——\n\n「謝謝您的心意。如果想要表達對妮露表演的喜歡，下次不必送禮，請寫信給祖拜爾劇場就好。」\n\n如雪花紛飛一般，那些熱情一封封地被暝彩鳥銜著送到劇場的信箱裡。\n\n在沒有演出和彩排的空閒時間裡，妮露會仔細地閱讀每一封讀者來信，與祖拜爾劇場的成員們一同分享，最後再一絲不苟地將其珍藏密斂。\n\n信中的每一個字、每一份真摯的情感，都是值得感激銘記之物。\n\n隨著妮露的舞技日趨純熟，慕名而來的觀眾也越來越多。薄薄的一張張信紙，經年累月，變成了厚厚的一本合集。\n\n如果有人開玩笑說妮露是祖拜爾劇場最大的財富，她一定會甜甜地笑著搖頭。\n\n「我們的財富是觀眾的喜愛，它裝在一個最神秘的箱子裡喔。」",
      "jp": "舞台では観客からプレゼントを受け取らないことが、ズバイルシアターの古くからのしきたりだ。\n\nただ、親切で熱烈な観客からやむを得ずプレゼントを受け取ることがある。そういった時には、翌日その相手の家の前に必ずメッセージ付きの返礼品が届いた——\n\n「あなたのお気持ちに感謝します。ニィロウの公演を気に入っていただけたことをお伝えしたいのでしたら、次からは贈り物ではなく、ズバイルシアター宛てにお手紙をお送りください。」\n\nすると雪花が舞うかのように、熱心な観客の手紙が暝彩鳥にくわえられてシアターのポストに届けられた。\n\n公演やリハーサルのない空き時間、ニィロウはそれら手紙をじっくりと読み、ズバイルシアターのメンバーたちに共有して大切に保管した。\n\n手紙に書かれた文字、込められた真摯な感想の数々は、感動的で深く心に刻むべきものだ。\n\nニィロウの踊りが日増しに成熟していくにつれ、その名を聞いてやってくる観客もどんどん増えていった。薄い紙切れに過ぎないそれら手紙は年月を重ね、やがて分厚いアルバムのようになる。\n\nもし誰かが冗談で「ニィロウはズバイルシアターが持つ最大の財産だ」と言ったら、彼女は優しく微笑んで否定するだろう。\n\n「私たちの財産は観客たちからの声援だよ。それはとっても不思議な箱の中に収められているの」と。",
      "ko": "무대에서는 관객들의 선물을 받을 수 없다. 이건 주바이르 극장이 오랫동안 고수해 온 원칙이다.\n\n닐루의 품에 선물을 억지로 안겨주는 열성 팬들도 적지 않았지만, 다음 날이면 그 열성 팬의 집 앞에는 반드시 쪽지와 함께 되돌아온 선물이 놓여 있을 것이다.\n\n「마음은 감사합니다. 하지만 닐루의 공연이 마음에 드셨다면 다음부터는 선물 대신 주바이르 극장 앞으로 편지를 보내주세요.」\n\n그러자 마치 겨울 눈꽃이 흩날리듯, 열정이 담긴 수많은 편지가 황혼새의 입에 물린 채 극장 우편함에 도착했다.\n\n공연도, 연습도 없어서 여유가 생길 때면 닐루는 팬들이 보낸 편지를 하나하나 읽었다. 그리고는 그 내용을 주바이르 극장 멤버들과 공유했고, 읽은 편지는 전부 한 데 모아 소중히 보관했다.\n\n닐루에게 있어 편지에 적힌 글자 하나하나와 그 안에 담긴 진심 어린 감정은 모두 더없이 소중한 선물이었다.\n\n닐루의 실력이 갈수록 일취월장하면서 닐루를 보기 위해 극장을 방문하는 관객은 늘어만 갔고, 얇았던 편지 모음집은 어느새 두터운 책자가 되었다.\n\n누군가 닐루야말로 주바이르 극장 최고의 부자라고 농담을 던질 때면, 그녀는 달콤한 미소를 지으며 고개를 저었다.\n\n「저희의 재산은 관객들의 사랑이죠. 그리고 그 사랑은 가장 신비로운 상자 안에 담겨있답니다.」",
      "en": "Refusing to accept gifts on stage has been a long-standing rule in the Zubayr Theater.\n\nSometimes, the audiences do still get too excited and may insist on giving various kinds of gifts to Nilou. That said, such givers will definitely receive a gift in return the very next day, along with a note that has been left at their doors...\n\n\"Thank you for your kindness. If you would like to express your love for Nilou's dance, you may write a letter to the Zubayr Theater instead of sending gifts.\"\n\nAnd so it came to pass that like snow flakes dancing and falling in the air, letters filled with the audience members' passionate praise have been sent in batches and droves by the Dusk Birds to the theater's mailbox.\n\nDuring her free time when there are no shows or rehearsals, Nilou will read every letter carefully, share this joy with the other members of the Zubayr Theater, and then carefully preserve these letters.\n\nEvery word and every expression of recognition and fondness in the letters is worth remembering and appreciating.\n\nAs Nilou bettered her dancing skills, more and more people came to watch her dance, and in time, the letters have added up to quite the stack indeed.\n\nBut if someone cracks a joke, saying that Nilou is the most valuable treasure in the Zubayr Theater, she will definitely shake her head with a sweet smile.\n\n\"Our most valuable treasure is our audience's love, and it is all carefully stored in one mysterious box.\"",
      "de": "Auf der Bühne keine Geschenke von Zuschauern anzunehmen ist seit langem ein Grundsatz des Theaters Zubayr.\n\nAber ab und zu gibt es überfreundliche Zuschauer, die Nilou Geschenke direkt in die Arme schieben, bevor sie ablehnen kann. Am nächsten Tag werden diese Großzügigen ein Gegengeschenk mit einer Nachricht an der Tür finden.\n\n„Vielen Dank für deine Freundlichkeit. Aber wenn dir Nilous Aufführung gefällt, mach nächstes Mal keine Geschenke. Schreib einfach einen Brief an das Theater Zubayr.“\n\nWie Schneeflocken werden diese begeisterten Briefe von Dämmerseglern in den Briefkasten des Theaters geschickt.\n\nIn der Freizeit, wenn Nilou keine Aufführungen oder Proben hat, liest sie alle Briefe durch und teilt sie mit anderen Mitgliedern des Theaters. Dann werden all diese Briefe sorgfältig aufbewahrt.\n\nDenn zwischen den Zeilen steckt die Zuneigung der Zuschauer zu ihr. Es lohnt sich, sich an jedes Wort zu erinnern.\n\nMit der Verbesserung ihrer Tanzfähigkeiten strömen immer mehr Zuschauer ins Theater. Auch die Briefe vermehren sich und werden zu einer Sammlung zusammengeheftet.\n\nWenn jemand darüber scherzt, dass Nilou Zubayrs größter Schatz sei, würde sie mit einem süßen Lächeln den Kopf schütteln.\n\n„Unser wertvollster Schatz ist die Zuneigung der Zuschauer. Sie wird in einer mysteriösen Truhe aufbewahrt.“",
      "es": "Negarse a aceptar regalos en el escenario ha sido una norma del Teatro Zubayr durante mucho tiempo.\n\nA veces, el público se emociona demasiado e insiste en dar todo tipo de regalos a Nilou. Sin embargo, esas mismas personas son las que reciben un regalo como respuesta al día siguiente junto con una nota en la puerta de sus casas.\n\n“Gracias por su amabilidad. Si desea expresar su gusto por la danza de Nilou, puede escribir una carta al Teatro Zubayr en lugar de enviar un regalo”.\n\nEntonces, como una nieve de copos danzantes, cartas llenas de la pasión del público inundaron el buzón de correos del teatro al ser transportadas por los pájaros crepusculares.\n\nCuando no hay espectáculos o durante el tiempo libre entre ensayo y ensayo, Nilou lee cada carta con atención, comparte la alegría con los demás miembros del Teatro Zubayr y luego las guarda con mucho cuidado.\n\nAprecia y recuerda cada palabra y cada expresión de admiración y amabilidad que la gente escribe en las cartas.\n\nA medida que Nilou mejoraba sus habilidades de baile, cada vez más gente iba a verla bailar y, con el tiempo, las cartas se han ido amontonando hasta formar una buena pila.\n\nPero si alguien bromea con que Nilou es el tesoro más valioso del Teatro Zubayr, ella niega con la cabeza mientras esboza una dulce sonrisa.\n\n“Nuestro tesoro más valioso es el cariño del público, el cual guardo con sumo cuidado en un misterioso buzón de correos”.",
      "fr": "#Le théâtre Zubayr interdit à quiconque d'accepter les cadeaux du public sur scène depuis longtemps.\n\nParfois, des spectateurs zélés insistent pour glisser un cadeau à Nilou. Le lendemain, ceux-ci retrouveront un message au pas de leurs portes : « Merci de votre attention, mais si vous souhaitez montrer votre appréciation de la performance de Nilou, écrivez plutôt au théâtre Zubayr au lieu d'apporter un cadeau. »\n\nComme des flocons de neige, ces messages chaleureux sont acheminés par des fauconuits jusqu'à la boîte aux lettres du théâtre.\n\nNilou lit attentivement chacun d'entre eux entre deux spectacles et en parle aux autres membres du théâtre, avant de les ranger soigneusement.\n\nChaque mot et chaque émotion sincère méritait d'être gravés dans sa mémoire.\n\nLe nombre d'admirateurs de Nilou a augmenté au fur et à mesure de l'amélioration de ses talents de danseuse. Les lettres qu'elle reçoit forment désormais une pile épaisse.\n\nSi quelqu'un disait que Nilou était le plus beau trésor du théâtre Zubayr pour plaisanter, celle-ci aurait secoué la tête en souriant gentiment avant de dire{NON_BREAK_SPACE}:\n\n« Notre plus beau trésor est l'amour de notre public. Il est contenu dans une boîte des plus mystérieuses. »",
      "pt": "Não aceitar presentes do público no palco é um princípio muito antigo do Teatro Zubayr.\n\nÀs vezes surgem pessoas excessivamente entusiasmadas querendo presentear Nilou, mas, no dia seguinte, essas pessoas descobrem seus presentes devolvidos em suas portas com uma carta anexada:\n\n\"Muito obrigada pela sua gentileza. Se você deseja expressar o seu apreço por Nilou, não será necessário um presente. Escrever uma carta para o Teatro Zubayr é suficiente.\"\n\nE como um floco de neve voando no ar, essas entusiasmadas cartas eram entregues na caixa de correio do teatro pelos Pássaros do Crepúsculo.\n\nQuando Nilou não está apresentando ou ensaiando, ela passa seu tempo livre lendo atentamente cada uma dessas cartas, contando tudo para os outros integrantes do Teatro Zubayr e, por fim, guardando secretamente cada uma delas.\n\nCada palavra nessas cartas, cada sentimento sincero, tudo merece ser lembrado como um agradecimento.\n\nQuanto mais habilidosa se torna a dança de Nilou, maior se torna seu público. E de carta em carta, com o passar dos anos, formou-se uma enorme pilha de papel.\n\nSe alguém brincar dizendo que Nilou é a maior riqueza do Teatro Zubayr, ela vai sorrir docemente enquanto balança a cabeça.\n\n\"Nossa riqueza é o amor do público, e ele está dentro de uma caixa misteriosa.\"",
      "ru": "В Театре Зубаира есть давнее правило - пока стоишь на сцене, нельзя принимать подарков от публики. Но непременно найдётся какой-нибудь растроганный зритель, который бросит свой подарок к ногам Нилу. На другой день у своей двери он обязательно найдёт ответный подарок с запиской:\n\n«Спасибо за Ваше внимание. Если Вам нравятся выступления Нилу, прошу, больше не нужно подарков, лучше напишите письмо в Театр Зубаира».\n\nСумеречные птицы приносят письма в театр, и они одно за другим падают в почтовый ящик, словно хлопья снега в метель. В свободное время, когда нет выступлений и репетиций, Нилу внимательно читает все письма, избранные места цитирует остальным работникам театра, а потом аккуратно складывает письма в шкатулку. Каждое слово из этих писем, каждую похвалу она с благодарностью хранит в своём сердце. По мере совершенствования танцевального мастерства Нилу в театр прибывает всё больше публики из далёких краёв. Письма копятся, с каждым месяцем их становится всё больше, и если собрать их все вместе, получится несколько увесистых томов. Когда кто-то в шутку говорит, что Нилу - сокровище Театра Зубаира, она мило улыбается и качает головой.\n\n«Наше настоящее сокровище - любовь публики, и мы храним его в самом секретном сундуке».",
      "id": "Menolak untuk menerima hadiah di atas panggung adalah prinsip yang sudah lama diterapkan oleh Teater Zubayr.\n\nTapi sering saja ada penonton yang terlalu antusias untuk menyisipkan berbagai jenis hadiah kepada Nilou. Meski pada hari selanjutnya, sang pemberi hadiah pasti akan menerima hadiah balasan plus sebuah catatan yang ditinggalkan oleh Nilou di depan pintunya ....\n\n\"Terima kasih atas niat baikmu. Kalau ingin menunjukkan rasa suka terhadap tarian Nilou, tolong jangan berikan hadiah lain kali. Cukup tuliskan surat kepada Teater Zubayr saja.\"\n\nSama seperti bunga salju yang turun, semua surat yang berisi dengan antusias para penonton, satu per satu dikirim oleh Dusk Bird ke kotak surat teater.\n\nPada waktu senggang saat tidak ada pertunjukan atau selepas latihan, Nilou akan membaca setiap surat pembaca dengan teliti, dan membagikan kebahagiaan ini dengan anggota lainnya di Teater Zubayr, lalu akan menyimpan setiap suratnya dengan sangat hati-hati.\n\nSetiap huruf di dalam surat, setiap rasa antusias yang terukir di dalamnya, adalah hal-hal yang akan selalu terpatri di dalam hatinya.\n\nSeiring dengan keterampilan menari Nilou yang semakin mahir, penonton yang datang untuk menikmati tariannya juga semakin banyak. Secarik demi secarik kertas surat yang tipis, setelah beberapa saat, sudah menjadi tumpukan kertas yang sangat tebal.\n\nKalau ada orang yang bercanda dan mengatakan kalau Nilou adalah aset yang paling berharga di Teater Zubayr, dia pasti akan mengangguk sambil tersenyum manis.\n\n\"Aset kami yang paling berharga adalah rasa kecintaan dari para penonton, semuanya dikumpulkan di dalam satu kotak rahasia loh.\"",
      "th": "การไม่รับของขวัญจากผู้ชมบนเวที เป็นหลักการที่มีมาแต่ช้านานของโรงละคร Zubayr\n\nแต่มันหลีกเลี่ยงไม่ได้ที่จะมีผู้ชมที่ใจดีเกินยัดของขวัญมาไว้ในอ้อมแขนของ Nilou ถึงแม้ว่าในวันรุ่งขึ้นอีกฝ่ายจะพบของขวัญที่ส่งคืนไว้ประตูบ้าน พร้อมข้อความ\n\n\"ขอขอบคุณความใจดีของคุณ แต่ถ้าคุณต้องการแสดงความชื่นชอบต่อผลงานของ Nilou ละก็ ครั้งต่อไปไม่จำเป็นต้องส่งของขวัญนะ เพียงแค่เขียนจดหมายถึงโรงละคร Zubayr ก็พอ\"\n\nดั่งเกล็ดหิมะที่โปรยปราย จดหมายที่กระตือรือร้นเหล่านั้นถูกส่งไปยังกล่องจดหมายของโรงละครโดยนกหลากสีสัน\n\nในเวลาว่าง เมื่อไม่มีการแสดงหรือการซ้อม Nilou จะอ่านจดหมายแต่ละฉบับจากผู้ชมอย่างตั้งอกตั้งใจ ทั้งยังแบ่งปันกับสมาชิกของโรงละคร Zubayr และก็เก็บรวบรวมรักษาจดหมายพวกนี้ไว้อย่างทะนุถนอม\n\nตัวอักษรทุกตัวในจดหมาย ทุกอารมณ์ความรู้สึกที่อยู่ในจดหมายแต่ละฉบับ ล้วนแต่เป็นสิ่งที่น่าขอบคุณ และควรค่าแก่การจดจำเป็นอย่างยิ่ง\n\nเมื่อ Nilou เริ่มร่ายรำได้อย่างเชี่ยวชาญมากขึ้น ผู้ชมก็แห่กันมาชมดูการแสดงของเธอมากขึ้นเรื่อย ๆ จากกระดาษจดหมายแผ่นบาง ๆ หลายปีผ่านไปได้กลายเป็นกองจดหมายหนา \n\nหากมีคนล้อเล่นว่า Nilou เป็นสมบัติล้ำค่าของโรงละคร Zubayr แล้วละก็ เธอคงแย้มยิ้มอย่างอ่อนหวานพลางส่ายหัวอย่างแน่นอน\n\n\"สมบัติล้ำค่าของพวกเราก็คือ ความโปรดปรานจากผู้ชมทุกคน ซึ่งมันถูกใส่ไว้ในกล่องสุดลึกลับกล่องหนึ่งแหละ\"",
      "vi": "Trên sân khấu không được nhận quà từ khán giả là nguyên tắc lâu đời của Nhà Hát Zubayr.\n\nNhưng khó tránh khỏi có những khán giả quá tốt bụng cố nhét quà vào tay Nilou, mặc dù ngày hôm sau người đó sẽ thấy món quà trước cửa nhà kèm theo lời nhắn...\n\n\"Cảm ơn tấm lòng của bạn. Nếu bạn muốn bày tỏ sự yêu thích của mình với màn biểu diễn của Nilou thì lần sau không cần tặng quà đâu, chỉ cần viết thư cho Nhà Hát Zubayr là được.\"\n\nNhư những bông tuyết bay bay, từng bức thư mang theo tình cảm đó được những chú Chim Hoàng Hôn gửi đến hòm thư của rạp hát.\n\nLúc rảnh rỗi khi không có buổi biểu diễn và tập luyện, Nilou sẽ đọc kỹ từng lá thư của khán giả, chia sẻ với các thành viên của Nhà Hát Zubayr, và sau đó cẩn thận gìn giữ những bức thư này.\n\nMỗi một chữ trong bức thư, mỗi một cảm xúc chân thành, đều là điều đáng để biết ơn và ghi nhớ.\n\nKhi kỹ năng khiêu vũ của Nilou ngày càng thành thạo, khán giả nghe danh mà đến cũng ngày một nhiều thêm. Những cánh thư mỏng manh tích lũy qua năm tháng đã trở thành một bộ sưu tập dày cộm.\n\nNếu ai đó nói đùa rằng Nilou là tài sản lớn nhất của Nhà Hát Zubayr thì cô ấy sẽ mỉm cười ngọt ngào và lắc đầu.\n\n\"Tài sản lớn nhất của chúng tôi là tình yêu của khán giả và tất cả được cất giữ cẩn thận trong một chiếc rương thần bí nhất.\""
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "妮露曾经不止一次听老师说起舞蹈的意义，舞蹈诞生于人类生活，从始至终属于人类。\n\n「要用舞蹈传递感情，而观众的笑容正是他们情感的回应。」\n\n她明白自己不如教令院的学者，并不擅长思考事物背后的「意义」。但正所谓耳濡目染，每日跟随老师练习的妮露，原本打算沿着她的道路一直向前。\n\n直到她的第一次登台，妮露在表演的时候越跳越投入，逐渐毫无保留。\n\n她想到了风，想到了月，想到了蔷薇绽放的轻响与暝彩鸟尾羽的触感，想到了万千美丽的事物。\n\n她想将自己的想象用肢体动作表达，她想让自己心中的美好，被所有观众得见。\n\n舞台渐渐泛起水花，变成了湖面，宛若晶蝶点水一般，妮露轻快的舞步划过水面，泛起点点涟漪。\n\n她的身影仿佛一朵在湖水上卷舒的睡莲，在场观众，无不为这种纯粹而天巧之美惊叹。\n\n谢幕之后，妮露跌坐在后台的凳子上，大口大口地深呼吸。\n\n水元素神之眼在她的腰间，就像是缀于莲花花瓣上的晶莹露珠。\n\n妮露想着，或许她已经找到舞蹈对自己的意义了——\n\n成为美，然后，传递艺术的美丽与价值。",
      "zht": "妮露曾經不只一次聽老師說起舞蹈的意義，舞蹈誕生於人類生活，從始至終屬於人類。\n\n「要用舞蹈傳遞感情，而觀眾的笑容正是他們情感的回應。」\n\n她明白自己不如教令院的學者，並不擅長思考事物背後的「意義」。但正所謂耳濡目染，每日跟隨老師練習的妮露，原本打算沿著她的道路一直向前。\n\n直到她的第一次登臺，妮露在表演的時候越跳越投入，逐漸毫無保留。\n\n她想到了風、想到了月，想到了薔薇綻放的輕響與暝彩鳥尾羽的觸感，想到了萬千美麗的事物。\n\n她想將自己的想像用肢體動作表達，她想讓自己心中的美好，使所有觀眾得見。\n\n舞臺漸漸泛起水花，變成了湖面，宛若晶蝶點水一般，妮露輕快的舞步劃過水面，泛起點點漣漪。\n\n她的身影彷彿一朵在湖水上捲舒的睡蓮，在場觀眾，無不為這種純粹而天巧之美驚嘆。\n\n謝幕之後，妮露跌坐在後臺的凳子上，大口大口地深呼吸。\n\n水元素神之眼在她的腰間，就像是綴於蓮花花瓣上的晶瑩露珠。\n\n妮露想著，或許她已經找到舞蹈對自己的意義了——\n\n成為美，然後，傳遞藝術的美麗與價值。",
      "jp": "ニィロウは、先生が踊りの意義について語るのを何度も聞いたことがある。踊りは人間の暮らしから生まれ、終始人間のものであると。\n\n「感情を踊りで伝え、そして観客の笑顔はまさに彼らの感情から来る反応である。」\n\n彼女は教令院の学者ではないし、物事の裏にある「意義」を考えるのも得意ではない。しかし、毎日先生のもとで練習を積んだニィロウは知らないうちに影響を受け、その道をひたすら歩むことになる。\n\n初めて舞台に上がった時、ニィロウはますます踊りに夢中になり、余すことなくすべてを表現しようとした。\n\n彼女は風や月、ローズが静かに咲く音、暝彩鳥の尾羽の感触、幾千もの美を想像する。\n\nそして、その想像を身体の動きで表現し、自身の内にある美をすべての観客に見せたいと思った。\n\n舞台は徐々に水しぶきを上げ、それが湖となり、ニィロウの軽やかなステップは蝶が水面に触れるかのように波紋を広げる。\n\n彼女の姿はまるで湖に浮かぶ睡蓮であり、その場にいた観客全員が清らかで幻想的な美しさに息を飲んだ。\n\n踊りが終わった後、ニィロウは舞台裏の椅子に座って深呼吸をした。\n\n彼女の腰元には、蓮の花びらについた水晶の雫を思わせる水元素の神の目があったという。\n\nニィロウはその時、自分にとっての踊りの意義を見つけたのかもしれないと思った——\n\n美を成すこと、そして芸術の美しさと価値を伝えることである。",
      "ko": "닐루의 선생님은 항상 춤의 의미에 대해 강조했다. 춤은 인간의 삶과 함께 시작되고 사라진다고 말이다.\n\n「춤으로 감정을 전달할 수 있어야 해. 관객들의 미소가 그 감정의 화답이 될 거야.」\n\n닐루는 자신이 아카데미아의 학자들처럼 똑똑하지 않기에 무언가의 뒤에 숨은 「의미」를 찾는 게 쉽지 않다는 걸 알고 있었다. 하지만 익숙해지다 보면 언젠가 알 수 있으리라, 닐루는 그렇게 매일 선생님을 따라 연습하며 그 길을 따라 걸으리라 생각했었다.\n\n처음 무대에 서서 조금씩 서서히, 그리고 남김 없이 완전히 공연에 몰입하던 그날까지는 말이다.\n\n바람과 달이 떠올랐고, 장미가 개화하며 내는 소리와 황혼새의 깃털이 닿는 촉감, 그리고 세상 모든 아름다운 사물이 떠올랐다.\n\n닐루는 자신의 상상을 몸으로 표현하고 싶었다. 자신이 느끼는 아름다움을 관객들에게도 보여주고 싶었다.\n\n무대에 물보라가 일며 어느새 호수가 되었다. 닐루는 나비가 수면을 톡 치고 날아가듯 가벼운 발걸음으로 무대 위를 누비며 은은한 파장을 일으켰다.\n\n그 모습은 마치 호수에 피어난 수련과 같아, 관중들은 그 순수한 아름다움에 탄성을 내뱉었다.\n\n공연이 끝나고 무대 뒤 의자에 앉은 닐루는 거칠게 숨을 몰아쉬었다.\n\n물 원소 신의 눈은 그녀의 허리맡에서 마치 연꽃의 꽃잎을 수놓는 영롱한 이슬처럼 반짝였다.\n\n닐루는 춤이 자신에게 어떤 의미인지 찾은 것 같다고 느꼈다.\n\n아름다움 그 자체가 되어 예술의 아름다움과 가치를 전파하는 것, 그것이 바로 춤이 그녀에게 주는 의미였다",
      "en": "Nilou has heard her teacher talk about the meaning of dance more than once. From her teacher's perspective, dance is born from human life and has belonged to everyone from the very beginning.\n\n\"As a dancer, you should convey emotions on stage, and your audience's smiles are their response to the emotions conveyed in your dance.\"\n\nNilou was well aware that she was nowhere near as good at thinking about the \"meaning\" behind things as Akademiya researchers. But still, she practiced diligently each day under the direction of her teacher and planned to continue following in her footsteps.\n\nWhen she finally first took the stage, she quickly became completely immersed in the performance, holding nothing back.\n\nShe thought of the wind, the moon, the gentle sound of the rose blooming, the feeling of stroking the tail feathers of Dusk Birds, and a myriad of beautiful things that existed in this world.\n\nShe wanted to display the beauty she perceived in her heart to the entire audience through her dance.\n\nSlowly, splashes of water ran together, converging into a lake on the stage. Like a Crystalfly dancing on a lake's surface, Nilou gently fluttered back and forth, and the lake-mirror rippled slightly in time to her steps.\n\nLike a water lily, her body swirled in the middle of that lake. Amazed at such pure and flawless beauty, the audience almost forgot to breathe.\n\nAfter the curtain fell, Nilou flopped down on the backstage chair and took deep breaths.\n\nLike dewdrops on a lotus leaf, a Hydro Vision had appeared at her waist.\n\nNilou thought then that she had perhaps found the purpose of dance at last — \n\n\"To become beauty, and then to convey the beauty and value of art.\"",
      "de": "Nilou hat ihre Lehrerin mehr als einmal über den Sinn des Tanzens sprechen hören. Der Tanz wird ihrer Ansicht nach im menschlichen Leben geboren und gehört von Anfang an zum Sterblichen.\n\n„Als Tänzerin sollst du auf der Bühne Emotionen vermitteln. Und das Lächeln der Zuschauer ist genau ihre Reaktion auf die durch deinen Tanz vermittelten Emotionen.“\n\nSie war sich bewusst, dass sie im Vergleich zu Gelehrten der Akademie nicht gut darin war, über den „Sinn“ hinter den Dingen nachzudenken. Aber unter dem Einfluss ihrer Lehrerin glaubte sie, dass sie durch tägliches Üben eines Tages den Sinn des Tanzes verstehen würde.\n\nAls sie zum ersten Mal die Bühne betrat, tauchte sie schnell vollständig in die Aufführung ein.\n\nSie dachte an den Wind, den Mond, das sanfte Geräusch blühender Rosen, das Gefühl, den Bürzel der Dämmersegler zu streicheln, und die unzähligen schönen Dinge auf der Welt.\n\nSie wollte allen Zuschauern das schöne Bild in ihrem Herzen mit Tanzbewegungen zeigen.\n\nLangsam liefen die Wassertröpfchen zusammen, und die Bühne wurde zu einem See. Wie ein Kristallschmetterling, der auf dem See tanzte, flatterte Nilou sanft auf der Bühne hin und her, und der Spielgel des Sees kräuselte sich leicht mit ihren Tanzschritten.\n\nWie eine Seerose wirbelte ihr Körper mitten im See. Erstaunt über diese reine und makellose Schönheit, vergaßen die Zuschauer fast zu atmen.\n\nNachdem der Vorhang gefallen war, ließ sich Nilou hinter der Bühne auf den Stuhl fallen und atmete tief durch.\n\nWie Tautropfen auf einem Lotosblatt hing das Göttliche Auge mit Hydro-Kraft still um ihre Taille.\n\nNilou dachte, sie hatte nun wahrscheinlich den Sinn des Tanzens gefunden:\n\n„Schönheit zu werden, und die Schönheit und den Wert der Kunst zu vermitteln.“",
      "es": "Nilou ha escuchado a su maestra hablar más de una vez del sentido de la danza. Para ella, el baile era algo que nació en la vida de las personas y, por tanto, pertenece a la humanidad.\n\n“Como bailarina, tienes que expresar tus emociones en el escenario, y las sonrisas de tu público serán la respuesta a esas emociones”.\n\nNilou sabía que pensar en el significado de las cosas no se le daba tan bien como a los eruditos de la Academia. Sin embargo, conforme practicaba diligentemente día tras día con la orientación de su maestra, empezó a creer que algún día entendería el sentido de la danza.\n\nCuando se subió al escenario por primera vez, pronto se vio completamente inmersa en su actuación y lo dio todo de sí.\n\nPensó en el viento, la luna, el tenue sonido de las rosas al florecer, la sensación de acariciar las plumas de las colas de los pájaros crepusculares y un sinfín de cosas hermosas que existían en el mundo.\n\nA través de la danza, quería mostrarle a todo el público esa belleza que sentía en el corazón.\n\nEntonces, poco a poco comenzaron a surgir unas salpicaduras de agua que al final convergieron en un lago en el escenario. Como un cristalóptero bailando en la superficie de un lago, Nilou revoloteaba de acá para allá mientras provocaba unas suaves ondulaciones.\n\nSu cuerpo giraba en medio del lago cual lirio de agua mientras el público estaba sin aliento, impresionado por una belleza tan pura e inmaculada.\n\nCuando se cerró el telón, Nilou se sentó en una silla de detrás del escenario y respiró hondo varias veces.\n\nComo gotas de rocío sobre los pétalos de un loto, una Visión Hydro apareció en su cintura.\n\nNilou pensó que tal vez había descubierto por fin el propósito de su danza: convertirse en la encarnación de la belleza para expresar dicha belleza y el valor del arte.",
      "fr": "Nilou entendit son professeur parler du sens de la danse plus d'une fois. Pour elle, il s'agissait d'un art né de la vie humaine qui appartenait aux humains depuis le début.\n\n« Notre danse doit transmettre des émotions. Les sourires du public sont la réponse à ces émotions. »\n\nNilou savait qu'elle n'est pas douée pour réfléchir au sens des choses, comme le feraient les chercheurs de l'Académie. Mais en s'entraînant dur chaque jour sous la supervision de son professeur, elle eut l'impression de pouvoir comprendre la signification de son art un jour.\n\nLors de sa première représentation sur scène, Nilou était totalement plongée dans sa performance et se donna à fond.\n\nLe vent, la lune, le doux son d'une rose qui s'épanouit, la sensation des plumes d'un fauconuit sous sa main et tout un tas de belles choses habitaient son esprit.\n\nLa jeune fille souhaitait exprimer toute la beauté qu'elle percevait dans son cœur à tous les spectateurs à travers sa danse.\n\nLa scène se transforma progressivement en lac. Les pas de danse légers de Nilou firent onduler l'eau, tel un papillon cristallin effleurant la surface du lac.\n\nLe public fut émerveillé par la beauté pure et céleste de sa silhouette qui ressemblait à celle d'un nénuphar dans son habitat aqueux.\n\nAprès le tomber de rideau, Nilou se laissa tomber sur un tabouret en coulisses avant de prendre une profonde inspiration.\n\nUn œil divin Hydro apparut alors à sa taille, telle une goutte de rosée en cristal sur les pétales d'un lotus.\n\nÀ ce moment-là, Nilou pensa qu'elle avait peut-être enfin trouvé un but à sa danse.\n\n« Incarner la beauté et transmettre la splendeur ainsi que la valeur de l'art. »",
      "pt": "Nilou ouviu sua professora falar muitas vezes sobre o significado da dança. De acordo com a perspectiva de sua mestra, a dança nasceu junta à vida humana e pertence a todos desde o início dos tempos.\n\n\"Se você utilizar a dança para transmitir emoção, o sorriso do público será a resposta emocional deles.\"\n\nEla entendia que não era como uma pesquisadora da Academia, e que não era boa em pensar sobre o significado por trás das coisas. Mas, sob a influência de sua professora, Nilou praticava sua dança todos os dias, planejando sempre perseverar nesse caminho.\n\nNa primeira vez que ela subiu ao palco, Nilou mergulhou de cabeça no espetáculo, dando tudo de si.\n\nEla pensava no vento, pensava na lua, pensava no gentil som do desabrochar da Rosa de Sumeru e no toque das penas da cauda dos Pássaros do Crepúsculo, pensava na beleza infinita das coisas.\n\nEla queria usar sua imaginação para expressar os movimentos de seu corpo, queria que todo o público visse o que havia de belo em seu coração.\n\nFlores d'água gradualmente apareceram sobre o palco, transformando-o como a superfície de um lago, e os passos de Nilou criavam pequenas ondulações como a de uma Borboleta de Cristal ao pousar sobre a água.\n\nSua silhueta era como a de um nenúfar graciosamente rodopiando e desabrochando sobre a água, e o público exclamou de admiração ao contemplar uma cena tão pura.\n\nApós a cortina fechar, Nilou caiu sobre um banco, suspirando ofegantemente.\n\nUma Visão Hydro estava em sua cintura, como um orvalho cristalino nas pétalas de um lótus.\n\nNilou pensou que talvez tivesse encontrado o significado da dança para si mesma—\n\n\"Transformar-se na beleza e, então, transmitir a beleza e o valor da arte às pessoas.\"",
      "ru": "Наставница не раз говорила с Нилу о значении танца, рассказывала, что танец - плод жизни людей, целиком принадлежащий земному миру.\n\n«Передавай в танце свои чувства, а публика будет дарить тебе улыбки в ответ».\n\nНилу понимала, что ей далеко до учёных из Академии, что она не сильна в размышлениях о том, какие «смыслы» стоят за тем или иным явлением. Но под влиянием своей наставницы она верила, что ежедневная практика однажды поможет ей постичь смысл танца. Впервые поднявшись на сцену, Нилу с каждой секундой всё больше отдавалась танцу и в конце концов растворилась в нём без остатка. Она думала о ветре, о луне, о нежном дыхании цветущих роз, о мягком касании пера сумеречной птицы, она думала обо всём прекрасном на земле. И ей захотелось воплотить свои мысли в движениях, чтобы красота, наполнившая её сердце, стала видна каждому человеку в зрительном зале. Капли воды на сцене постепенно сливались в озеро, а Нилу порхала по его глади подобно кристальной бабочке, и при каждом её движении по воде пробегала лёгкая рябь. Её отражение в воде напоминало водяную лилию, которая то прячет свои лепестки, то раскрывает их навстречу солнцу. И зрители дружно ахали, дивясь её бесподобному мастерству. Когда занавес опустился, обессиленная Нилу, тяжело дыша, упала на скамью за сценой. Гидро Глаз Бога у неё на поясе был подобен пронизанной светом капле росы на лепестке лотоса. Нилу подумала, что отыскала смысл танца... Быть красотой и доносить до публики красоту и ценность искусства.",
      "id": "Bukan cuma sekali Nilou mendengar gurunya membahas arti dari sebuah tarian. Tarian lahir dari kehidupan manusia, dan merupakan milik manusia dari awal sampai akhir.\n\n\"Gunakan tarian untuk menyampaikan perasaan, senyuman para penonton adalah balasan dari perasaan mereka.\"\n\nDia paham kalau dia tidak sepadan dengan para peneliti di Akademiya, dan tidak mahir merenungkan \"makna\" yang ada di balik sesuatu hal. Tapi karena terus-menerus menerima masukan yang sama, Nilou yang setiap hari berlatih dengan gurunya itu berencana untuk meneruskan jalannya untuk maju ke depan.\n\nSampai pada suatu kali dia naik ke atas panggung, semakin dia menari, semakin menghayati pula dia. Sampai dia benar-benar tenggelam di dalam tariannya.\n\nDia mengingat angin, mengingat rembulan, mengingat suara bisikan mawar pada saat mekar, dan perasaan saat menyentuh Dusk Bird, dia mengingat banyak sekali hal-hal yang indah.\n\nDia ingin mengekspresikan seluruh imajinasinya melalui gerakan di tubuhnya, dia ingin keindahan yang ada di dalam hatinya bisa disaksikan oleh semua penonton yang hadir.\n\nTiba-tiba muncul tetes air di atas panggung, yang pelan-pelan berubah menjadi sebuah danau. Dan Nilou menyentuh setiap permukaan air dengan langkah tariannya yang sangat ringan dan menciptakan riak kecil, layaknya seekor Crystalfly.\n\nSosok bayangannya seperti bunga teratai yang tertidur di atas permukaan danau. Dan semua penonton yang hadir langsung berdecak kagum dengan keindahan pemandangan langit yang belum pernah disaksikan oleh mereka sebelumnya.\n\nSetelah pertunjukan selesai, Nilou langsung terduduk di atas bangku, dan mengambil napas yang sangat dalam.\n\nVision elemen Hydro berada di pingganggnya, sama seperti tetesan embun kristal yang menghiasi kelopak bunga teratai.\n\nNilou berpikir, mungkin dia sudah berhasil mencari makna tarian bagi dirinya sendiri ....\n\n\"Jadilah yang indah, lalu sebarkan keindahan dan nilai seni kepada lainnya.\"",
      "th": "Nilou เคยได้ยินอาจารย์พูดถึงความหมายของการร่ายรำมาไม่ต่ำกว่าหนึ่งครั้ง การร่ายรำถือกำเนิดขึ้นจากการใช้ชีวิตของมนุษย์ และเป็นของมนุษย์ตั้งแต่ต้นจนจบ\n\n\"การร่ายรำใช้เพื่อถ่ายทอดอารมณ์ความรู้สึก และรอยยิ้มของผู้ชมคือการตอบสนองทางอารมณ์\"\n\nเธอรู้ดีว่า ตัวเธอไม่ได้เก่งเท่านักวิชาการของสถาบัน และไม่เก่งในการขบคิดเกี่ยวกับ \"ความหมาย\" เบื้องหลังสิ่งต่าง ๆ แต่ในฐานะที่ได้รับอิทธิพลจากสิ่งที่ได้เห็น และได้ยินอยู่เป็นประจำ คนที่ติดตามการสอนสั่งของอาจารย์อยู่ทุกวันอย่าง Nilou ก็ตัดสินใจไว้ว่า จะเดินตามเส้นทางที่ตัวเองตั้งใจไว้\n\nจนกระทั่งถึงวันที่เธอได้ขึ้นเวทีเป็นครั้งแรก ตอนที่ Nilou เริ่มทำการแสดง ยิ่งเธอร่ายรำ ก็ยิ่งจมดิ่งลงไปเรื่อย ๆ ค่อย ๆ มอบทุกสิ่งทุกอย่างออกไป\n\nเธอนึกถึงสายลม, นึกถึงดวงจันทร์, นึกถึงเสียงอันแผ่วเบายามดอกกุหลาบแย้มกลีบผลิบาน สัมผัสขนหางของ Dusk Bird พร้อมทั้งนึกถึงสิ่งสวยงามมากมายอีกนับพัน\n\nเธอต้องการแสดงจินตนาการของเธอผ่านการเคลื่อนไหวร่างกาย และเธอต้องการให้ผู้ชมทุกคนได้เห็นความงดงามที่อยู่ในหัวใจ\n\nหยดน้ำค่อย ๆ หยดลงสู่เวที ท่วมท้นจนกลายเป็นผืนทะเลสาบ เช่นเดียวกับ Crystalfly ที่สัมผัสผิวน้ำ การร่ายรำเยื้องย่างอันรวดเร็วของ Nilou ทำให้ผืนน้ำเกิดระลอกคลื่นขึ้น\n\nร่างของเธอราวกับดอกบัวที่ล่องลอยหมุนวนไปมากลางทะเลสาบ ผู้ชมที่ชมดูอยู่ถึงกับทึ่งกับความงามอันแสนบริสุทธิ์ไร้สิ่งปรุงแต่งนี้\n\nหลังจากม่านโปรยลงมา Nilou ก็ทรุดตัวลงบนเก้าอี้หลังเวที และสูดหายใจเข้าลึก ๆ เฮือกใหญ่\n\nวิชั่นธาตุน้ำปรากฏอยู่บนเอวของเธอ ดุจหยาดน้ำค้างที่ประดับอยู่บนกลีบบัว\n\nNilou คิดว่า บางทีเธออาจค้นพบความหมายของการร่ายรำสำหรับตัวเองแล้วก็ได้\n\nจงกลายเป็นความงดงาม แล้วถ่ายทอดความงดงามนี้ต่อไป นี่คือคุณค่าของศิลปะ",
      "vi": "Nilou từng nghe cô giáo nói về ý nghĩa của vũ đạo không chỉ một lần, vũ đạo sinh ra trong cuộc sống của con người, từ đầu chí cuối thuộc về con người.\n\n\"Sử dụng vũ đạo để truyền tải cảm xúc, và nụ cười của khán giả chính là sự hồi đáp tình cảm của họ.\"\n\nNilou hiểu rằng mình không giỏi như những học giả của Giáo Viện, và không giỏi suy nghĩ về \"ý nghĩa\" đằng sau sự việc. Nhưng tai nghe mắt thấy dần sẽ quen, Nilou hàng ngày siêng năng luyện tập cùng cô giáo, vốn đã định rằng sẽ cứ tiến bước theo con đường của cô.\n\nCho đến khi lần đầu tiên lên sân khấu, Nilou càng nhảy càng nhập tâm, dần dần đã đắm chìm mà không chút che giấu.\n\nCô nghĩ đến gió, nghĩ đến trăng, nghĩ đến âm thanh nhẹ nhàng của một đóa tường vi đang nở, cái chạm vào lông đuôi của một chú chim hoàng hôn, nghĩ đến hàng ngàn điều đẹp đẽ khác.\n\nCô ấy muốn thể hiện trí tưởng tượng của mình bằng những chuyển động của cơ thể, cô ấy muốn vẻ đẹp trong trái tim mình được tất cả khán giả nhìn thấy.\n\nSân khấu dần dần nổi lên những bong bóng nước, rồi biến thành một mặt hồ, giống như tinh điệp chạm lên mặt nước, Nilou cất những bước nhảy nhanh nhẹn băng qua mặt hồ, tạo ra những gợn sóng lăn tăn.\n\nHình dáng của cô giống như một đóa hoa sen thu mình trên mặt hồ, tất cả khán giả đang chiêm ngưỡng, ai ai cũng không khỏi ngỡ ngàng trước vẻ đẹp thuần khiết và hoàn mỹ đó.\n\nSau khi hạ màn, Nilou ngồi phịch xuống chiếc ghế ở hậu trường và hít thở thật sâu.\n\nMột chiếc Vision nguyên tố Thủy ở trên eo cô như giọt sương long lanh tô điểm trên cánh sen.\n\nNilou nghĩ, có lẽ cô ấy đã tìm thấy được ý nghĩa của khiêu vũ đối với bản thân rồi...\n\nTrở thành cái đẹp, rồi sau đó là truyền tải vẻ đẹp và giá trị của nghệ thuật."
    }
  }
]