[
  {
    "title": {
      "zhs": "普通攻击·弦月舞步",
      "zht": "普通攻擊·弦月舞步",
      "jp": "通常攻撃·弦月のダンス",
      "ko": "일반 공격·현월의 춤",
      "en": "Normal Attack: Dance of Samser",
      "de": "Standardangriff: Samser-Tanz",
      "es": "Ataque Normal: Danza de la media luna",
      "fr": "Attaque normale : Danse de shamshir",
      "pt": "Ataque Normal: Dança da Meia-Lua",
      "ru": "Танец шамшира",
      "id": "Normal Attack: Dance of Samser",
      "th": "โจมตีปกติ: Dance of Samser",
      "vi": "Tấn Công Thường - Vũ Điệu Samser"
    },
    "description": {
      "zhs": "<color=#FFD780FF>普通攻击</color>\n进行至多三段的连续剑击。\n\n<color=#FFD780FF>重击</color>\n消耗一定体力，进行一次旋转斩击。\n\n<color=#FFD780FF>下落攻击</color>\n从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
      "zht": "<color=#FFD780FF>普通攻擊</color>\n進行至多三段的連續劍擊。\n\n<color=#FFD780FF>重擊</color>\n消耗一定體力，進行一次旋轉斬擊。\n\n<color=#FFD780FF>下落攻擊</color>\n從空中下墜衝擊地面，攻擊下落路徑上的敵人，並在落地時造成範圍傷害。",
      "jp": "<color=#FFD780FF>通常攻撃</color>\n最大3段の連続攻撃を行う。\n\n<color=#FFD780FF>重撃</color>\n一定のスタミナを消費し、回転斬りを1回発動する。\n\n<color=#FFD780FF>落下攻撃</color>\n空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
      "ko": "<color=#FFD780FF>일반 공격</color>\n검으로 최대 3번 공격한다.\n\n<color=#FFD780FF>강공격</color>\n일정 스태미나를 소모해 1회의 회전 참격을 가한다.\n\n<color=#FFD780FF>낙하 공격</color>\n공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
      "en": "<color=#FFD780FF>Normal Attack</color>\nPerforms up to 3 consecutive sword strikes.\n\n<color=#FFD780FF>Charged Attack</color>\nConsumes a certain amount of Stamina to perform a twirling slash.\n\n<color=#FFD780FF>Plunging Attack</color>\nPlunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact.",
      "de": "<color=#FFD780FF>Standardangriff</color>\nFührt bis zu 3 Schwerthiebe hintereinander aus.\n\n<color=#FFD780FF>Heftiger Schlag</color>\nVerbraucht eine gewisse Menge Ausdauer und führt drehend einen Hieb aus.\n\n<color=#FFD780FF>Angriff aus dem Fall</color>\nSchlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen Flächenschaden.",
      "es": "<color=#FFD780FF>Ataque Normal</color>\nRealiza hasta 3 ataques rápidos.\n\n<color=#FFD780FF>Ataque Cargado</color>\nConsume una cierta cantidad de Aguante para ejecutar un golpe giratorio.\n\n<color=#FFD780FF>Ataque Descendiente</color>\nSe lanza desde el aire para golpear el suelo, dañando a los enemigos cercanos e infligiendo Daño en el AdE en el momento del impacto.",
      "fr": "<color=#FFD780FF>Attaque normale</color>\nEnchaîne jusqu'à 3 coups d'épée.\n\n<color=#FFD780FF>Attaque chargée</color>\nConsomme de l'endurance pour exécuter une entaille tournoyante.\n\n<color=#FFD780FF>Attaque descendante</color>\nPlonge depuis les airs pour frapper le sol, infligeant des DGT aux ennemis sur la route et des DGT de zone à l'impact.",
      "pt": "<color=#FFD780FF>Ataque Normal</color>\nRealiza até 3 golpes rápidos.\n\n<color=#FFD780FF>Ataque Carregado</color>\nConsome uma certa quantidade de Stamina para desferir um golpe giratório.\n\n<color=#FFD780FF>Ataque Imersivo</color>\nMergulha em pleno ar para golpear o chão, causando dano aos inimigos ao longo do caminho e infligindo Dano em uma AdE durante o impacto.",
      "ru": "<color=#FFD780FF>Обычная атака:</color>\nДо трёх быстрых ударов мечом.\n\n<color=#FFD780FF>Заряженная атака:</color>\nУдар с вращением, на который тратится определённое количество выносливости.\n\n<color=#FFD780FF>Атака в падении:</color>\nСтремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
      "id": "<color=#FFD780FF>Normal Attack</color>\nMelancarkan maksimum hingga 3 serangan pedang beruntun.\n\n<color=#FFD780FF>Charged Attack</color>\nMengonsumsi sejumlah Stamina untuk melakukan 1 tebasan memutar.\n\n<color=#FFD780FF>Plunging Attack</color>\nMenerjang dari udara untuk menghantam tanah di bawahnya, menyerang musuh di jalurnya dan mengakibatkan DMG area saat mendarat.",
      "th": "<color=#FFD780FF>โจมตีปกติ</color>\nโจมตีด้วยดาบต่อเนื่องมากสุด 3 ครั้ง\n\n<color=#FFD780FF>ชาร์จโจมตี</color>\nใช้พลังกายส่วนหนึ่ง เพื่อหมุนฟันโจมตีหนึ่งครั้ง\n\n<color=#FFD780FF>โจมตีพุ่งลงจากอากาศ</color>\nกระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น",
      "vi": "<color=#FFD780FF>Tấn Công Thường</color>\nThực hiện tối đa 3 lần đánh liên tiếp.\n\n<color=#FFD780FF>Trọng Kích</color>\nTiêu hao thể lực nhất định để thi triển một lần chém xoáy.\n\n<color=#FFD780FF>Tấn Công Khi Đáp</color>\nĐáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất."
    }
  },
  {
    "title": {
      "zhs": "七域舞步",
      "zht": "七域舞步",
      "jp": "七域のダンス",
      "ko": "칠역의 춤",
      "en": "Dance of Haftkarsvar",
      "de": "Haftkarsvar-Tanz",
      "es": "Danza de los siete reinos",
      "fr": "Danse des haftkarsvars",
      "pt": "Dança dos Sete Reinos",
      "ru": "Танец Хафткаршвар",
      "id": "Dance of Haftkarsvar",
      "th": "Dance of Haftkarsvar",
      "vi": "Vũ Điệu Haftkarsvar"
    },
    "description": {
      "zhs": "展开「翩转」状态，基于妮露的生命值上限，对身边的敌人造成<color=#80C0FFFF>水元素伤害</color>。\n在翩转状态下，妮露在进行普通攻击或施放元素战技时，将转为分别进行「剑舞步」与「旋舞步」，造成的伤害转为无法被附魔覆盖、视为元素战技伤害的<color=#80C0FFFF>水元素伤害</color>。\n\n在这种状态下，妮露的第三段舞步将移除翩转状态，并依据第三段舞步的类型分别产生如下效果：\n·剑舞步：释放一道水月，对触及的敌人造成<color=#80C0FFFF>水元素伤害</color>，并为妮露赋予祷月状态。在此状态下她进行普通攻击时，将转为进行剑舞步，并在进行最后一击时释放水月；\n·旋舞步：施展一道涤空水轮，造成<color=#80C0FFFF>水元素范围伤害</color>，并产生会跟随自己的当前场上角色行动的净天水环，持续为其中的敌人施加<color=#80C0FFFF>潮湿</color>状态。\n\n在翩转或祷月状态下时，妮露无法进行重击；这些状态将会在妮露退场时解除。\n\n<i>「她纤巧的足尖轻轻点过水面，摇漾的涟光宛如七天的流绚。」</i>",
      "zht": "展開「翩轉」狀態，根據妮露的生命值上限，對身邊的敵人造成<color=#80C0FFFF>水元素傷害</color>。\n在翩轉狀態下，妮露在進行普通攻擊或施放元素戰技時，將轉為分別進行「劍舞步」與「旋舞步」，造成的傷害轉為無法被附魔覆蓋且視為元素戰技傷害的<color=#80C0FFFF>水元素傷害</color>。\n\n在這種狀態下，妮露的第三段舞步將移除翩轉狀態，並依據第三段舞步的類型分別產生如下效果：\n·劍舞步：施放一道水月，對觸及的敵人造成<color=#80C0FFFF>水元素傷害</color>，並賦予妮露「禱月」狀態。此狀態下的普通攻擊將轉為施展劍舞步，並在進行最後一擊時施放水月。\n·旋舞步：施放一道滌空水輪，造成<color=#80C0FFFF>水元素範圍傷害</color>，並產生會跟隨己方目前場上角色行動的淨天水環，持續為其中的敵人施加<color=#80C0FFFF>潮濕</color>狀態。\n\n在翩轉或禱月狀態下時，妮露無法進行重擊；這些狀態將會在妮露退場時解除。\n\n<i>「她纖巧的足尖輕輕點過水面，搖漾的漣光宛如七天的流絢。」</i>",
      "jp": "「ピルエット」状態に入り、ニィロウのHP上限を基準に周囲の敵へ<color=#80C0FFFF>水元素ダメージ</color>を与える。\nピルエット状態において、ニィロウの通常攻撃と元素スキルは、それぞれ「剣舞のステップ」と「旋舞のステップ」へと変わり、与えるダメージが元素付与によって他の元素に変化しない<color=#80C0FFFF>水元素ダメージ</color>へと変わる、このダメージは元素スキルダメージと見なされる。\n\nこの状態の時、ニィロウの3段目のステップでピルエット状態を解除し、3段目のステップのタイプに応じて、それぞれ下記効果を発動する。\n·剣舞のステップの場合：水月を一つ発動し、命中した敵に<color=#80C0FFFF>水元素ダメージ</color>を与え、ニィロウに祈月状態を付与する。この状態において、ニィロウの通常攻撃は剣舞のステップへと変わり、最後の一撃で水月を発動する。\n·旋舞のステップの場合：空を洗う水輪を一つ発動し、<color=#80C0FFFF>水元素範囲ダメージ</color>を与える。また、フィールド上の自身のキャラクターと共に移動する天を滌う水環を生成し、中にいる敵に継続的に<color=#80C0FFFF>湿潤</color>状態を付与する。\n\nピルエット、または祈月状態の時、ニィロウは重撃を行うことができない。上記の状態はニィロウが退場する時に解除される。\n\n<i>「彼女のしなやかな足先が水面を優しく撫で、揺らぐさざ波の光はまるで七天の耀きのようである。」</i>",
      "ko": "「사뿐한 회전」 상태를 발동하면 닐루의 HP 최대치에 기반하여 자신의 주변에 있는 적에게 <color=#80C0FFFF>물 원소 피해</color>를 준다.\n사뿐한 회전 상태에서 닐루가 일반 공격 또는 원소전투 스킬을 시전 시, 각각 「검의 춤」 및 「선회의 춤」으로 전환되며, 가하는 피해가 다른 원소 부여 효과로 대체될 수 없는 원소전투 스킬 피해인 <color=#80C0FFFF>물 원소 피해</color>로 전환된다.\n\n해당 상태에서 닐루의 세 번째 춤은 사뿐한 회전 상태를 종료시키고, 세 번째 춤의 유형에 따라 아래의 효과를 발동한다.\n·검의 춤: 1줄기의 물의 달을 발동해, 물의 달에 닿은 적에게 <color=#80C0FFFF>물 원소 피해</color>를 주고, 닐루에게 기도의 달 상태를 부여한다. 이런 상태에서 닐루가 일반 공격을 가하면 일반 공격이 검의 춤으로 전환되고, 최후의 일격에 물의 달을 발동한다.\n·선회의 춤: 1줄기의 정화의 수륜을 시전하여 <color=#80C0FFFF>물 원소 범위 피해</color>를 주고, 현재 자신의 필드 위 캐릭터와 동행하는 평정의 물안개를 생성하여 범위 내의 적에게 지속적으로 <color=#80C0FFFF>습기</color> 효과를 부여한다.\n\n사뿐한 회전 또는 기도의 달 상태에서 닐루는 강공격을 사용할 수 없다. 해당 상태들은 닐루의 퇴장 시 사라진다.\n\n<i>「물 위를 사뿐사뿐 걷는 그녀의 발놀림에 일렁이는 물결이 햇빛을 반사하며 반짝인다」</i>",
      "en": "Enters the Pirouette state, dealing <color=#80C0FFFF>Hydro DMG</color> to nearby opponents based on Nilou's Max HP.\nWhile she is in the Pirouette state, Nilou's Normal Attacks and Elemental Skill will cause her to enter the Sword Dance and Whirling Steps stances respectively, causing DMG she deals to be converted to <color=#80C0FFFF>Hydro DMG</color> that cannot be overridden and that is considered Elemental Skill DMG.\n\nIn these stances, Nilou's third dance step will end Pirouette, and has the following effects based on the type of said dance step:\n·Sword Dance: unleashes a Luminous Illusion that deals <color=#80C0FFFF>Hydro DMG</color> to opponents it touches and grants Nilou the Lunar Prayer effect. This effect converts Nilou's Normal Attacks into Sword Dance techniques, and her final hit will unleash a Luminous Illusion.\n·Whirling Steps: Nilou unleashes a Whirling Water Wheel that deals <color=#80C0FFFF>AoE Hydro DMG</color> and creates a Tranquility Aura that follows your active character around and applies <color=#80C0FFFF>Wet</color> to opponents within its AoE.\n\nNilou is unable to perform Charged Attacks when under the effect of Pirouette or Lunar Prayer. These effects will be removed once she leaves the field.\n\n<i>\"Daintily her toes touch the water's face, and the light that ripples forth equals even the seven heavens.\"</i>",
      "de": "Wechselt in den Pirouetten-Modus und fügt den Gegnern in der Nähe basierend auf Nilous max. LP <color=#80C0FFFF>Hydro-Schaden</color> zu.\nIm Pirouetten-Modus werden Nilous Standardangriffe und Elementarfähigkeit jeweils in „Schwerttanzschritte“ und „Wirbeltanzschritte“ umgewandelt, die <color=#80C0FFFF>Hydro-Schaden</color> verursachen, der nicht von anderen Elementen überdeckt werden kann und als Schaden der Elementarfähigkeit gilt.\n\nDabei beendet Nilous dritter Tanzschritt den Pirouetten-Modus und bewirkt je nach dem Typ dieses Tanzschritts folgende Effekte:\n· Schwerttanzschritt: Entfesselt einen Wassermond, der den Gegnern, die er berührt, <color=#80C0FFFF>Hydro-Schaden</color> zufügt und Nilou in den Mondgebets-Modus versetzt. In diesem Modus werden Nilous Standardangriffe in Schwerttanzschritte umgewandelt und ihr letzter Hieb entfesselt einen neuen Wassermond.\n· Wirbeltanzschritt: Entfesselt ein reinigendes Wasserrad, das <color=#80C0FFFF>Hydro-Flächenschaden</color> verursacht und eine Gelassenheits-Aura erzeugt, die der aktuellen Figur der eigenen Truppe folgt und die Gegner in ihrem Wirkungsbereich fortlaufend in den Zustand <color=#80C0FFFF>Nass</color> versetzt.\n\nNilou kann keine heftigen Schläge ausführen, wenn sie sich im Pirouetten-Modus oder im Mondgebets-Modus befindet. Diese Modi werden entfernt, sobald Nilou ausgewechselt wird.\n\n<i>„Kurz und sanft berühren ihre zarten Zehen das Wasser und das Licht, das daraus hervordringt, ist der Pracht von sieben Himmeln ebenbürtig.“</i>",
      "es": "Nilou entra en el estado de “pirueta” e inflige <color=#80C0FFFF>Daño Hydro</color> contra los enemigos cercanos en función de su Vida Máx.\nAdemás, cuando Nilou ejecuta un Ataque Normal o una Habilidad Elemental mientras está en este estado, entra respectivamente en los estados de “danza de espadas” y “danza espiral”, con los que inflige un <color=#80C0FFFF>Daño Hydro</color> que no puede sustituirse imbuyéndose de otro elemento y que se considera daño de Habilidad Elemental.\n\nMientras estos estados estén activos, el tercer paso de baile de Nilou anulará el estado de pirueta y dará lugar a varios efectos distintos dependiendo del tipo del tercer paso baile:\n·Danza de espadas: libera una luna de agua que inflige <color=#80C0FFFF>Daño Hydro</color> contra los enemigos con los que colisiona y hace que Nilou entre en el estado de “rezo de la luna”. Los Ataques Normales que ejecute en este estado se convertirán en danza de espadas, y el último golpe liberará una luna de agua.\n·Danza espiral: libera una rueda de agua purificadora que inflige <color=#80C0FFFF>Daño Hydro en el AdE</color> y crea un aura de quietud que sigue a tu personaje en uso y que aplica continuamente sobre él el estado de <color=#80C0FFFF>Mojado</color>.\n\nEn los estados de pirueta y rezo lunar, Nilou no puede ejecutar Ataques Cargados. Dichos estados se anulan si es retirada de combate.\n\n<i>Cuando sus delicados pies tocan suavemente el agua, crea unas ondulaciones tan resplandecientes como los siete cielos.</i>",
      "fr": "Active l'état de Pirouette, infligeant des <color=#80C0FFFF>DGT Hydro</color> aux ennemis proches selon les PV max de Nilou.\nEn état de Pirouette, les attaques normales et les compétences élémentaires de Nilou la feront entrer respectivement dans les postures de Danse d'épée et de Danse de tourbillon, provoquant la conversion de ses DGT en <color=#80C0FFFF>DGT Hydro</color> ne pouvant pas être enchantés et étant considérés comme des DGT de compétence élémentaire.\n\nDans ces postures, le troisième pas de danse de Nilou annule l'état de Pirouette tout en ayant les effets suivants selon la posture :\n· Danse d'épée : Nilou libère une lune aqueuse qui inflige des <color=#80C0FFFF>DGT Hydro</color> aux ennemis qu'elle touche et accorde à Nilou l'effet Prière lunaire. Avec cet effet, les attaques normales de Nilou sont converties en techniques de la Danse d'épée et son coup final déclenche une lune aqueuse.\n· Danse de tourbillon : Nilou déchaîne une roue à eau qui inflige des <color=#80C0FFFF>DGT Hydro de zone</color> et crée une aura de tranquillité qui suit votre personnage déployé et applique de façon continue l'état <color=#80C0FFFF>Trempé</color> aux ennemis à portée.\n\nNilou ne peut pas utiliser d'attaques chargées lorsqu'elle est sous les effets de Pirouette ou de Prière lunaire. Ces effets cessent lorsque Nilou quitte le champ de bataille.\n\n<i>« Délicatement, ses orteils touchent le visage de l'eau, et la lumière qui ondule égale même les sept cieux. »</i>",
      "pt": "Entra no estado de \"Pirueta\", infligindo <color=#80C0FFFF>Dano Hydro</color> baseado na Vida Máxima de Nilou.\nEnquanto estiver no estado de Pirueta, ao desferir Ataques Normais ou lançar sua Habilidade Elemental, Nilou entrará nas posições \"Dança de Espadas\" e \"Dança Rodopiante\" respectivamente, fazendo com que o Dano infligido seja convertido em <color=#80C0FFFF>Dano Hydro</color> que não pode ser substituído, e é considerado Dano de Habilidade Elemental.\n\nNesse estado, o terceiro passo da dança de Nilou eliminará o estado de Pirueta e, de acordo com o tipo do terceiro passo, desencadeará os seguintes efeitos:\n· Dança de Espadas: lança uma Lua Aquática, que inflige <color=#80C0FFFF>Dano Hydro</color> contra os inimigos que atinge e faz Nilou entrar no estado \"Súplica Lunar\". Nesse estado, ao realizar Ataques Normais, eles serão convertidos em Dança de Espadas e, ao realizar o último ataque, será lançada uma Lua Aquática;\n· Dança Rodopiante: lança uma Roda d'Água, infligindo <color=#80C0FFFF>Dano Hydro em AdE</color>, e gerando uma \"Aura da Tranquilidade\" que segue o personagem ativo, continuamente aplicando o estado <color=#80C0FFFF>Molhado</color> aos oponentes.\n\nEnquanto Nilou estiver no estado de Pirueta ou da Súplica Lunar, ela não poderá desferir Ataques Carregados; esses estados serão eliminados quando Nilou sair do campo de batalha.\n\n<i>\"Quando seus pés delicados tocam suavemente a água, ela cria ondulações tão resplandecentes quanto os sete céus.\"</i>",
      "ru": "Входит в состояние Пируэта и наносит противникам поблизости <color=#80C0FFFF>Гидро урон</color>, пропорциональный макс. HP Нилу.\nСовершив в состоянии Пируэта обычную атаку или атаку элементальным навыком, Нилу переходит в состояние Танца мечей или Кружащих шагов соответственно. Урон, наносимый в этих состояниях, преобразуется в <color=#80C0FFFF>Гидро урон</color>, который считается уроном элементального навыка и не может быть отменён другими инфузиями.\n\nВ этих состояниях третий танцевальный шаг Нилу завершает Пируэт и, в зависимости от текущего состояния, производит следующие эффекты:\n· Танец мечей: выпускает Сияющую иллюзию, которая при соприкосновении с врагами наносит <color=#80C0FFFF>Гидро урон</color> и наделяет Нилу Лунной молитвой. Этот эффект превращает её обычные атаки в техники Танца мечей, а последний удар выпускает Сияющую иллюзию.\n· Кружащие шаги: Нилу выпускает Водяное колесо, которое наносит <color=#80C0FFFF>Гидро урон по площади</color> и создаёт Ауру покоя, которая следует за активным персонажем и накладывает на врагов в радиусе действия статус <color=#80C0FFFF>Мокрый</color>.\n\nПребывая в состояниях Пируэта и Лунной молитвы, Нилу не может наносить заряженные атаки. Эти состояния исчезают, когда Нилу покидает поле боя.\n\n<i>«Сиянием семи небес сверкает рябь, где изящные ступни её легко коснулись зерцала вод».</i>",
      "id": "Nilou memasuki status Pirouette dan mengakibatkan <color=#80C0FFFF>Hydro DMG</color> terhadap musuh di sekitarnya berdasarkan Max HP-nya.\nSaat Nilou berada dalam status Pirouette dan melancarkan Normal Attack atau Elemental Skill, serangan tersebut akan dikonversi menjadi Sword Dance atau Whirling Steps sesuai jenis serangannya, DMG yang diakibatkan akan dikonversi menjadi <color=#80C0FFFF>Hydro DMG</color> yang tidak bisa ditimpa Elemental Infusion lainnya, dan itu dianggap sebagai DMG Elemental Skill.\n\nDalam status ini, langkah tarian ketiga Nilou akan mengakhiri status Pirouette dan akan menghasilkan efek berikut sesuai dengan kategori langkah tarian ketiganya:\n·Sword Dance: Melepaskan Luminous Illusion yang akan mengakibatkan <color=#80C0FFFF>Hydro DMG</color> terhadap musuh yang menyentuhnya dan memberikan status Lunar Prayer kepada Nilou. Dalam status ini, Normal Attack Nilou akan dikonversi menjadi Sword Dance, dan akan melepaskan Luminous Illusion saat melakukan serangan yang terakhir;\n·Whirling Steps: Melepaskan sebuah Whirling Water Wheel dan mengakibatkan <color=#80C0FFFF>Hydro DMG Area</color>, juga akan menghasilkan sebuah Tranquility Aura yang akan bergerak mengikuti Karakter aktif dan memberikan status <color=#80C0FFFF>Wet</color> terhadap musuh yang berada di dalamnya.\n\nSaat berada dalam status Pirouette dan Lunar Prayer, Nilou tidak akan bisa melancarkan Charged Attack; Semua status ini akan hilang setelah Nilou meninggalkan medan pertempuran.\n\n<i>\"Dengan anggun jari-jari kakinya menyentuh permukaan air, dan cahaya yang beriak darinya bahkan sama dengan ketujuh langit.\"</i>",
      "th": "เข้าสู่สถานะ \"Pirouette\" และสร้าง<color=#80C0FFFF>ความเสียหายน้ำ</color>แก่ศัตรูที่อยู่ใกล้ โดยขึ้นกับค่าพลังชีวิตสูงสุดของ Nilou\nเมื่ออยู่ในสถานะ Pirouette การโจมตีปกติและสกิลธาตุของ Nilou จะเปลี่ยนเป็นการใช้ Sword Dance และ Whirling Steps ตามลำดับ ซึ่งความเสียหายที่สร้าง จะเปลี่ยนเป็น<color=#80C0FFFF>ความเสียหายน้ำ</color>ที่นับเป็นความเสียหายสกิลธาตุ และไม่สามารถแทนที่ด้วยธาตุอื่นได้\n\nภายใต้สถานะนี้ ระบำขั้นที่สามของ Nilou จะลบล้างสถานะ Pirouette และทำให้เกิดเอฟเฟกต์ต่อไปนี้ โดยขึ้นกับประเภทของระบำขั้นที่สาม:\n·Sword Dance: ปล่อย Luminous Illusion ออกมา เพื่อสร้าง<color=#80C0FFFF>ความเสียหายน้ำ</color>แก่ศัตรูที่สัมผัสโดน และมอบสถานะ Lunar Prayer ให้แก่ Nilou โดยภายใต้สภาวะนี้ เมื่อเธอใช้การโจมตีปกติจะเปลี่ยนเป็นการใช้ Sword Dance และปล่อย Luminous Illusion ออกมาในการโจมตีครั้งสุดท้าย;\n·Whirling Steps: ปล่อย Whirling Water Wheel ออกมาเพื่อสร้าง<color=#80C0FFFF>ความเสียหายน้ำวงกว้าง</color> และทำให้เกิด Tranquility Aura ที่สามารถเคลื่อนที่ตามตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น และทำให้ศัตรูที่อยู่ภายในพื้นที่ติดสถานะ<color=#80C0FFFF>เปียกชุ่ม</color>อย่างต่อเนื่องได้\n\nNilou จะไม่สามารถใช้การชาร์จโจมตีได้ เมื่ออยู่ภายใต้สถานะ Pirouette หรือ Lunar Prayer; สถานะเหล่านี้จะหายไปเมื่อ Nilou ออกจากการต่อสู้\n\n<i>\"เพียงปลายนิ้วเท้าที่เรียวยาวของเธอสัมผัสผิวน้ำอย่างแผ่วเบา แสงระลอกคลื่นก็ดูราวกับกระแสน้ำของสวรรค์ชั้นที่เจ็ด\"</i>",
      "vi": "Vào trạng thái \"Xoay Người\", gây <color=#80C0FFFF>Sát Thương Nguyên Tố Thủy</color> cho kẻ địch xung quanh dựa vào giới hạn HP của Nilou.\nTrong trạng thái Xoay Người, Nilou đánh thường hoặc dùng Kỹ Năng Nguyên Tố sẽ lần lượt chuyển thành thi triển \"Vũ Điệu Bão Kiếm\" và \"Vũ Điệu Xoay Vòng\" tương ứng, sát thương gây ra sẽ được tính là <color=#80C0FFFF>Sát Thương Nguyên Tố Thủy</color> của Kỹ Năng Nguyên Tố và không thể bị thay thế.\n\nTrong trạng thái này, Vũ Điệu thứ ba của Nilou sẽ hóa giải trạng thái \"Xoay Người\", đồng thời căn cứ vào loại hình của Vũ Điệu thứ ba để sản sinh các hiệu quả sau:\n·Vũ Điệu Bão Kiếm: Thi triển một đòn Thủy Nguyệt, gây <color=#80C0FFFF>Sát Thương Nguyên Tố Thủy</color> cho kẻ địch trúng đòn, đồng thời cung cấp trạng thái Ánh Trăng Cầu Nguyện cho Nilou. Trong trạng thái này, đòn đánh thường của Nilou sẽ chuyển hóa thành Vũ Điệu Bão Kiếm, đòn cuối cùng sẽ thi triển Thủy Nguyệt;\n·Vũ Điệu Xoay Vòng: Thi triển một đòn Thủy Luân, gây <color=#80C0FFFF>Sát Thương Phạm Vi Nguyên Tố Thủy</color>, đồng thời tạo ra Vòng Nước Thanh Tẩy đi theo nhân vật của bản thân đang trong trận, liên tục gây trạng thái <color=#80C0FFFF>Ẩm Ướt</color> cho kẻ địch trong đó.\n\nKhi trong trạng thái Xoay Người hoặc Ánh Trăng Cầu Nguyện, Nilou sẽ không thể trọng kích, những trạng thái này sẽ xóa khi Nilou rời trận.\n\n<i>\"Những bước nhảy uyển chuyển của cô ấy chạm lên mặt nước, ánh sáng gợn sóng sánh ngang bảy tầng trời.\"</i>"
    }
  },
  {
    "title": {
      "zhs": "浮莲舞步·远梦聆泉",
      "zht": "浮蓮舞步·遠夢聆泉",
      "jp": "浮蓮のダンス·遠夢聆泉",
      "ko": "수련의 춤·먼 꿈속 샘물 소리",
      "en": "Dance of Abzendegi: Distant Dreams, Listening Spring",
      "de": "Abzendegi-Tanz – Ferner Traum am Bach",
      "es": "Danza del loto: Manantial onírico",
      "fr": "Danse d'abzendegi : Ruisseau des rêves lointains",
      "pt": "Dança da Lótus: Nascente Longínqua Onírica",
      "ru": "Танец Абзендеги: Далёкие мечты, внемлющий ручей",
      "id": "Dance of Abzendegi: Distant Dreams, Listening Spring",
      "th": "Dance of Abzendegi: Distant Dreams, Listening Spring",
      "vi": "Vũ Điệu Abzendegi - Viễn Mộng Linh Tuyền"
    },
    "description": {
      "zhs": "进行远梦聆泉之舞，绽开遥水莲华，基于妮露的生命值上限，造成<color=#80C0FFFF>水元素范围伤害</color>，并为命中的敌人施加「永世流沔」状态。\n短暂间隔后，处于永世流沔状态下的敌人将受到<color=#80C0FFFF>水元素伤害</color>。\n\n<i>「纵然我们不曾将那遥远的梦目睹，唯有这支舞，仍将似梦的遐景摹录。」</i>",
      "zht": "進行遠夢聆泉之舞，綻開遙水蓮華，根據妮露的生命值上限造成<color=#80C0FFFF>水元素範圍傷害</color>，並對命中的敵人施加「永世流沔」狀態。\n短暫間隔後，處於永世流沔狀態下的敵人將受到<color=#80C0FFFF>水元素傷害</color>。\n\n<i>「縱然我們不曾將那遙遠的夢目睹，唯有這支舞，仍將似夢的遐景摹錄。」</i>",
      "jp": "遠夢聆泉のダンスを踊り、遥かなる水の蓮華を展開し、ニィロウのHP上限を基準に<color=#80C0FFFF>水元素範囲ダメージ</color>を与える。また、命中した敵に「久遠の惑溺」状態を付与する。\n短時間後、久遠の惑溺状態の敵は<color=#80C0FFFF>水元素ダメージ</color>を受ける。\n\n<i>「たとえ私たちは、あの遥かなる夢を見たことがなくとも、このダンスだけは、夢のような遐景を写している。」</i>",
      "ko": "머나먼 꿈속 샘물 소리의 춤을 추면 아득한 곳의 수련이 피어나 닐루의 HP 최대치에 기반해 <color=#80C0FFFF>물 원소 범위 피해</color>를 주고, 명중한 적에게 「영원한 침식」 상태를 부여한다.\n짧은 시간이 지난 후, 영원한 침식 상태인 적에게 <color=#80C0FFFF>물 원소 피해</color>를 준다.\n\n<i>「비록 먼 꿈을 본 적은 없지만, 이 춤만이 그 꿈같은 장면을 그려낼 수 있어」</i>",
      "en": "Begins the dance of faraway dreams and springs that hear, causing a Lotus of Distant Waters to bloom, dealing <color=#80C0FFFF>AoE Hydro DMG</color> based on Nilou's Max HP and applying the Lingering Aeon effect to all opponents hit.\nAfter an interval, opponents affected by Lingering Aeon will take <color=#80C0FFFF>Hydro DMG</color>.\n\n<i>\"We have never witnessed that distant dream, but this dance can bring it to life.\"</i>",
      "de": "Beginnt den Tanz des fernen Traums am Bach und lässt den Lotos des fernen Gewässers erblühen. Verursacht <color=#80C0FFFF>Hydro-Flächenschaden</color> basierend auf Nilous max. LP und versetzt alle davon getroffenen Gegner in den Zustand „Fließende Äonen“.\nNach einem kurzen Intervall erleiden die von diesem Zustand betroffenen Gegner <color=#80C0FFFF>Hydro-Schaden</color>.\n\n<i>„Wir haben den fernen Traum zwar nie erlebt, aber dieser Tanz kann ihn zum Leben erwecken.“</i>",
      "es": "Interpreta la danza del manantial onírico y hace que florezca un loto de aguas lejanas para infligir <color=#80C0FFFF>Daño Hydro en el AdE</color> en función de la Vida Máx. de Nilou y aplicar el estado de “eón perpetuo” sobre los enemigos golpeados.\nTras un breve lapso de tiempo, los enemigos afectados por el estado de eón perpetuo reciben <color=#80C0FFFF>Daño Hydro</color>.\n\n<i>Nunca hemos visto ese sueño lejano con nuestros propios ojos, pero esta danza puede recrearlo.</i>",
      "fr": "Commence la danse des rêves éloignés et des sources à l'écoute, faisant ainsi fleurir un lotus des eaux lointaines infligeant des <color=#80C0FFFF>DGT Hydro de zone</color> selon les PV max de Nilou et affligeant l'effet Éon persistant aux ennemis touchés.\nAprès un court délai, les ennemis affectés par Éon persistant subissent des <color=#80C0FFFF>DGT Hydro</color>.\n\n<i>« Nous n'avons jamais été témoins de ce rêve lointain, mais cette danse peut lui donner vie. »</i>",
      "pt": "Inicia a Dança da Nascente Longínqua Onírica, desabrochando a Lótus de Águas Longínquas, que inflige <color=#80C0FFFF>Dano Hydro em AdE</color> baseado na Vida Máxima de Nilou e aplicando o estado \"Inundação Eterna\" aos inimigos atingidos.\nApós um curto intervalo, inimigos sob o estado Inundação Eterna sofrerão <color=#80C0FFFF>Dano Hydro</color>.\n\n<i>\"Nunca testemunhamos sonho tão distante, mas essa dança pode trazê-lo à vida.\"</i>",
      "ru": "Пускается в танец дальних мечтаний и внемлющего ручья, от чего распускается Лотос далёких вод, нанося <color=#80C0FFFF>Гидро урон по площади</color> пропорционально макс. HP Нилу и накладывая на поражённых противников Течение вечности.\nВскоре противники под влиянием этого эффекта получают <color=#80C0FFFF>Гидро урон</color>.\n\n<i>«Лишь этот танец явит нам далёкие мечтанья, каких не доводилось видеть нам».</i>",
      "id": "Memulai tarian mimpi nan jauh dan sumber mata air yang bisa didengar dan menyebabkan sebuah Lotus of Distant Water mekar, mengakibatkan <color=#80C0FFFF>Hydro DMG Area</color> berdasarkan Max HP Nilou dan memberikan status \"Lingering Aeon\" kepada musuh yang terkena.\nSetelah waktu singkat, musuh yang berada dalam status Lingering Aeon akan menerima <color=#80C0FFFF>Hydro DMG</color>.\n\n<i>\"Kita belum pernah menyaksikan mimpi yang jauh itu, tapi tarian ini dapat membangkitkannya.\"</i>",
      "th": "เริ่มการเต้นรำแห่งความฝันอันไกลโพ้น และทำให้เทียรฆนิโลตบลบานสะพรั่ง โดยจะสร้าง<color=#80C0FFFF>ความเสียหายน้ำวงกว้าง</color>ที่ขึ้นกับค่าพลังชีวิตสูงสุดของ Nilou และทำให้ศัตรูที่ถูกโจมตีติดเอฟเฟกต์ \"Lingering Aeon\"\nหลังผ่านไปช่วงเวลาสั้น ๆ ศัตรูที่อยู่ภายใต้สภาวะเอฟเฟกต์ Lingering Aeon จะได้รับ<color=#80C0FFFF>ความเสียหายน้ำ</color>\n\n<i>\"แม้ว่าพวกเราจะยังไม่เคยเห็นความฝันอันไกลโพ้นนั่น แต่มีเพียงการเต้นรำนี้เท่านั้น ที่ยังสามารถบรรยายทิวทัศน์ที่ราวกับความฝันได้\"</i>",
      "vi": "Bắt đầu vũ điệu của giấc mơ và dòng suối xa để triệu hồi Hoa Sen Nước, gây <color=#80C0FFFF>Sát Thương Phạm Vi Nguyên Tố Thủy</color> dựa vào giới hạn HP của Nilou, kẻ địch trúng đòn sẽ nhận trạng thái \"Dòng Nước Vĩnh Hằng\".\nSau một thời gian ngắn, kẻ địch trong trạng thái Dòng Nước Vĩnh Hằng sẽ chịu <color=#80C0FFFF>Sát Thương Nguyên Tố Thủy</color>.\n\n<i>\"Dù chưa từng chứng kiến giấc mơ xa vời đó, nhưng chỉ điệu múa này mới có thể lột tả được khung cảnh đẹp như mơ.\"</i>"
    }
  },
  {
    "title": {
      "zhs": "折旋落英之庭",
      "zht": "折旋落英之庭",
      "jp": "落花廻旋の庭",
      "ko": "꽃보라가 맴도는 정원",
      "en": "Court of Dancing Petals",
      "de": "Hof der wirbelnden Blüten",
      "es": "Corte de los pétalos danzantes",
      "fr": "Cour des pétales dansants",
      "pt": "Corte das Pétalas Dançantes",
      "ru": "Зал кружащих лепестков",
      "id": "Court of Dancing Petals",
      "th": "Court of Dancing Petals",
      "vi": "Sảnh Đường Ngân Nga"
    },
    "description": {
      "zhs": "队伍中所有角色的元素类型均为<color=#99FF88FF>草元素</color>与<color=#80C0FFFF>水元素</color>，并且至少有一名草元素角色、一名水元素角色时：\n妮露完成<color=#FFD780FF>七域舞步</color>的第三段舞步会为附近的所有角色赋予持续30秒的「金杯的丰馈」状态。\n处于金杯的丰馈状态下的角色受到<color=#99FF88FF>草元素攻击</color>会使附近的所有角色元素精通提升100点，持续10秒；此外，触发绽放反应时，将取代草原核产生「丰穰之核」。\n相比草原核，丰穰之核在产生后将迅速迸发，并且具有更大的影响范围。\n丰穰之核无法触发超绽放与烈绽放反应，与草原核共享数量上限。丰穰之核的攻击视为绽放反应的草原核的攻击。\n当队伍中角色的元素类型不满足本固有天赋的条件时，将移除已有的金杯的丰馈效果。",
      "zht": "隊伍中所有角色的元素類型均為<color=#99FF88FF>草元素</color>與<color=#80C0FFFF>水元素</color>，並且至少有一名草元素角色、一名水元素角色時：\n妮露完成<color=#FFD780FF>七域舞步</color>的第三段舞步會為附近的所有角色賦予持續30秒的「金杯的豐饋」狀態。\n處於金杯的豐饋狀態下的角色受到<color=#99FF88FF>草元素攻擊</color>會使附近的所有角色元素精通提升100點，持續10秒；此外，觸發綻放反應時，將取代草原核產生「豐穰之核」。\n相比草原核，豐穰之核在產生後將迅速迸發，並且具有更大的影響範圍。\n豐穰之核無法觸發超綻放與烈綻放反應，與草原核共用數量上限。豐穰之核的攻擊視為綻放反應的草原核的攻擊。\n當隊伍中角色的元素類型不滿足本固有天賦的條件時，將移除已有的金杯的豐饋效果。",
      "jp": "チーム全員の元素タイプが<color=#99FF88FF>草元素</color>と<color=#80C0FFFF>水元素</color>であり、かつ草元素と水元素のキャラクターが少なくとも一人ずついる時、\nニィロウの<color=#FFD780FF>七域のダンス</color>の3段目のステップが完了すると、周囲チーム全員に「金盃の豊穣」状態を付与する、継続時間30秒。\n金盃の豊穣状態のキャラクターが<color=#99FF88FF>草元素の攻撃</color>を受けた後、周囲のチーム全員の元素熟知+100、継続時間10秒。また、開花反応を起こした時、草原核の代わりに「豊穣の核」が生成される。\n草原核に比べ、豊穣の核は生成された直後に迸り、より大きな影響範囲を持つ。\n豊穣の核は超開花反応と烈開花反応を起こすことができず、草原核と上限数を共有する。豊穣の核の攻撃は、開花反応による草原核の攻撃と見なされる。\nチーム内キャラクターの元素タイプが固有天賦の条件を満たさない場合、既存の金盃の豊穣効果はクリアされる。",
      "ko": "파티 내 모든 캐릭터의 원소 타입이 <color=#99FF88FF>풀 원소</color>와 <color=#80C0FFFF>물 원소</color> 캐릭터로 이루어져 있고, 최소 1명의 풀 원소 캐릭터와 1명의 물 원소 캐릭터가 있을 시,\n닐루의 <color=#FFD780FF>칠역의 춤</color>의 세 번째 춤은 근처에 있는 모든 캐릭터에게 30초 동안 지속되는 「황금잔의 선물」 효과를 부여한다.\n황금잔의 선물 효과를 부여받은 캐릭터가 <color=#99FF88FF>풀 원소 공격</color>을 받으면 근처에 있는 파티 내 모든 캐릭터의 원소 마스터리가 100pt 증가한다. 지속 시간: 10초. 또한, 개화 반응 발동 시 풀 원핵 대신 「풍요의 핵」을 생성한다.\n풍요의 핵은 풀 원핵에 비해 생성 후 더 빠르게 폭발하고, 더 넓은 영향 범위를 가진다.\n풍요의 핵은 만개 및 발화 반응을 발동할 수 없고, 풀 원핵과 최대 수량을 공유한다. 풍요의 핵의 공격은 개화 반응의 풀 원핵의 공격으로 간주한다.\n파티 내 캐릭터의 원소 유형이 고유 특성 발동 조건을 만족하지 않을 경우 이미 존재하는 황금잔의 선물 효과가 사라진다",
      "en": "When all characters in the party are all <color=#99FF88FF>Dendro</color> or <color=#80C0FFFF>Hydro</color>, and there are at least one Dendro character and one Hydro character:\nThe completion of the third dance step of Nilou's <color=#FFD780FF>Dance of Haftkarsvar</color> will grant all nearby characters the Golden Chalice's Bounty for 30s upon its completion.\nCharacters under the effect of Golden Chalice's Bounty will increase the Elemental Mastery of all nearby characters by 100 for 10s whenever they are hit by <color=#99FF88FF>Dendro attacks</color>. Also, triggering the Bloom reaction will create Bountiful Cores instead of Dendro Cores.\nSuch Cores will burst very quickly after being created, and they have larger AoEs.\nBountiful Cores cannot trigger Hyperbloom or Burgeon, and they share an upper numerical limit with Dendro Cores. Bountiful Core DMG is considered DMG dealt by Dendro Cores produced by Bloom.\nShould the party not meet the conditions for this Passive Talent, any existing Golden Chalice's Bounty effects will be canceled.",
      "de": "Ist der Elementartyp aller Truppenmitglieder entweder <color=#99FF88FF>Dendro</color> oder <color=#80C0FFFF>Hydro</color> und gibt es mindestens jeweils eine Dendro- und eine Hydro-Figur:\nVerleiht beim dritten abgeschlossenen Tanzschritt von Nilous <color=#FFD780FF>Haftkarsvar-Tanz</color> allen Figuren in der Nähe 30 s lang den Effekt „Überfluss im goldenen Kelch“.\nErhöht 10 s lang die Elementarkunde aller Figuren in der Nähe um 100 Punkte, wenn die Figur unter dem Effekt „Überfluss im goldenen Kelch“ <color=#99FF88FF>Dendro-Angriffe</color> erlitten hat. Außerdem werden durch die Reaktion „Sprießen“ Kerne der Fülle anstelle der Dendro-Kerne erschaffen.\nAnders als Dendro-Kerne explodieren Kerne der Fülle schneller, sobald sie erschaffen werden, und verursachen auch umfangreicheren Flächenschaden.\nKerne der Fülle können weder „Flammenspross“ noch „Supraspross“ auslösen und sie teilen das Anzahllimit der Dendro-Kerne. Angriff der Kerne der Fülle gilt als Angriff der Dendro-Kerne durch die Reaktion „Sprießen“.\nSollten die Elementartypen in der Truppe die Bedingungen für dieses passive Talent nicht erfüllen, wird der bestehende Effekt „Überfluss im goldenen Kelch“ entfernt.",
      "es": "Si el equipo está formado únicamente por personajes <color=#99FF88FF>Dendro</color> o <color=#80C0FFFF>Hydro</color> y hay al menos un personaje Dendro y uno Hydro en él, cuando Nilou completa el tercer paso de baile de <color=#FFD780FF>Danza de los siete reinos</color>, otorga a los personajes cercanos el estado de “cáliz de la abundancia” durante 30 s.\nCuando un personaje bajo el estado de cáliz de la abundancia recibe un <color=#99FF88FF>ataque Dendro</color>, la Maestría Elemental de todos los personajes cercanos aumenta en 100 pts. durante 10 s. Además, al causar una reacción de Florecimiento, se crearán núcleos feraces en lugar de núcleos Dendro.\nA diferencia de estos últimos, los núcleos feraces explotan rápidamente tras ser creados y tienen una mayor AdE.\nSin embargo, estos núcleos no pueden activar las reacciones de Sobreflorecimiento y Crepitar y comparten la misma limitación de cantidad que los núcleos Dendro. Los ataques de los núcleos feraces se consideran ataques de núcleos Dendro causados por la reacción de Florecimiento.\nCuando el equipo no cumple con los requisitos de los tipos elementales necesarios para este talento pasivo, se eliminarán los efectos de cáliz de la abundancia existentes.",
      "fr": "#Lorsque les personnages de l'équipe sont de l'élément <color=#99FF88FF>Dendro</color> ou <color=#80C0FFFF>Hydro</color> et qu'il y a au moins un personnage Dendro et un personnage Hydro :\nLe troisième pas de la <color=#FFD780FF>Danse des haftkarsvars</color> de Nilou accorde à tous les personnages à proximité l'effet Prime du calice d'or pendant 30{NON_BREAK_SPACE}s.\nLorsqu'un personnage sous l'effet de Prime du calice d'or subit une <color=#99FF88FF>attaque Dendro</color>, la maîtrise élémentaire de tous les personnages à proximité augmente de 100 pts pendant 10 s. De plus, déclencher une réaction de Fleurissement permet de créer des noyaux d'abondance au lieu de noyaux Dendro.\nComparés aux noyaux Dendro, ces noyaux d'abondance éclatent très rapidement après avoir été créés et possèdent une zone d'effet plus grande.\nLes noyaux d'abondance ne peuvent pas déclencher de réactions d'Exubérance ou de Bourgeonnement et partagent une limite avec les noyaux Dendro. Les attaques des noyaux d'abondance sont considérées comme étant des attaques infligées par les noyaux Dendro générés par la réaction de Fleurissement.\nQuand le type élémentaire des personnages de l'équipe ne remplit pas les conditions de cette aptitude passive, tous les effets existants de Prime du calice d'or sont annulés.",
      "pt": "Quando todos os personagens da equipe são do tipo elemental <color=#99FF88FF>Dendro</color> e <color=#80C0FFFF>Hydro</color>, e quando há pelo menos um personagem Dendro e Hydro:\nAo completar a terceira etapa da <color=#FFD780FF>Dança dos Sete Reinos</color>, Nilou concede a todos os membros próximos da equipe o estado \"Recompensa do Cálice Dourado\" que dura por 30s.\nPersonagens que estão sob o estado Recompensa do Cálice Dourado, ao sofrerem um <color=#99FF88FF>Ataque Dendro</color>, aumentarão a Proficiência Elemental de todos os personagens próximos em 100 por 10s; além disso, ao desencadearem a reação de Florescimento, substituirão a criação de um Núcleo Dendro por um \"Núcleo da Riqueza\".\nDiferente do Núcleo Dendro, o Núcleo da Riqueza explode rapidamente e tem uma AdE maior.\nO Núcleo da Riqueza não pode desencadear as reações de Germinação e Superflorescimento, e compartilha o limite de quantidade com os Núcleos Dendro. O Dano do Núcleo da Riqueza é considerado como Dano de Núcleo Dendro criado pela reação de Florescimento.\nQuando os requisitos de Talento Passivo do tipo de elementos dos personagens da equipe não forem atendidos, os efeitos da Recompensa do Cálice Dourado existentes serão removidos.",
      "ru": "Если отряд полностью состоит из <color=#99FF88FF>Дендро</color> и <color=#80C0FFFF>Гидро</color> персонажей, и в отряде по меньшей мере есть один персонаж Гидро и Дендро:\nНилу по завершении третьего шага <color=#FFD780FF>Танца Хафткаршвар</color> на 30 сек. наделяет всех персонажей поблизости Изобилием золотого кубка.\nЕсли персонажи под воздействием Изобилия золотого кубка <color=#99FF88FF>атакованы Дендро</color>, мастерство стихий всех персонажей поблизости увеличивается на 100 ед. на 10 сек. Кроме того, активация реакции Бутонизация вместо Дендро ядер создаёт Ядра изобилия.\nЯдра изобилия быстрее разрываются и обладают большей зоной поражения.\nОни не активируют Вегетацию и Цветение, и обладают тем же количественным ограничением, что и Дендро ядра. Урон Ядер изобилия считается уроном от Дендро ядер, созданных реакцией Бутонизация.\nЕсли элементы персонажей отряда не соответствуют требованиям этого пассивного навыка, все существующие эффекты Изобилия золотого кубка прерываются.",
      "id": "Saat seluruh anggota party adalah Karakter <color=#99FF88FF>Dendro</color> dan <color=#80C0FFFF>Hydro</color>, serta memiliki minimal 1 Karakter Dendro dan 1 Karakter Hydro:\nSaat Nilou menyelesaikan langkah tarian ketiga <color=#FFD780FF>Dance of Haftkarsvar</color>, Nilou akan memberikan status Golden Chalice's Bounty yang bertahan 30 detik kepada seluruh Karakter di sekitar.\nSetelah Karakter yang berada dalam status Golden Chalice's Bounty menerima <color=#99FF88FF>serangan Dendro</color>, Elemental Mastery seluruh Karakter di sekitar meningkat 100 poin selama 10 detik; Selain itu, saat memicu reaksi Bloom, akan menghasilkan Bountiful Core yang akan menggantikan Dendro Core.\nJika dibandingkan dengan Dendro Core, Bountiful Core akan meledak dengan sangat cepat setelah diciptakan dan memiliki cakupan area yang lebih luas.\nBountiful Core tidak akan bisa memicu reaksi Hyperbloom atau Burgeon, dan memiliki batas jumlah yang sama dengan Dendro Core. Serangan Bountiful Core akan dianggap sebagai serangan Dendro Core dari reaksi Bloom.\nSaat jenis elemen Karakter di dalam party tidak cukup untuk memicu Talenta Pasif, maka efek Golden Chalice's Bounty yang sudah dimiliki akan dihapus.",
      "th": "เมื่อตัวละครทั้งหมดในทีม มีชนิดของธาตุเป็น<color=#99FF88FF>ธาตุไม้</color>และ<color=#80C0FFFF>ธาตุน้ำ</color> และมีตัวละครธาตุไม้และธาตุน้ำอย่างน้อยหนึ่งตัว:\n ระบำขั้นที่สามของ <color=#FFD780FF>Dance of Haftkarsvar</color> ที่สำเร็จของ Nilou จะมอบสถานะ \"Golden Chalice's Bounty\" ให้แก่ตัวละครทั้งหมดที่อยู่ในบริเวณใกล้เคียงเป็นเวลา 30 วินาที\nเมื่อตัวละครที่อยู่ภายใต้สถานะ Golden Chalice's Bounty ได้รับ<color=#99FF88FF>การโจมตีธาตุไม้</color> จะทำให้ความชำนาญธาตุ ของตัวละครอื่นทั้งหมดที่อยู่ใกล้เพิ่มขึ้น 100 หน่วย เป็นเวลา 10 วินาที; นอกจากนี้เมื่อทำให้เกิดปฏิกิริยางอกเงย จะสร้าง \"Bountiful Core\" ขึ้นมาแทน Dendro Core\nเมื่อเทียบกับ Dendro Core แล้ว Bountiful Core จะระเบิดอย่างรวดเร็วหลังจากถูกสร้างขึ้นมา และมีพื้นที่ผลกระทบที่กว้างกว่า\nBountiful Core ไม่สามารถทำให้เกิดปฏิกิริยาไฮเปอร์บลูมและเบ่งบานได้ โดยจะใช้ขีดจำกัดจำนวนสูงสุดร่วมกันกับ Dendro Core และการโจมตีของ Bountiful Core จะถูกมองว่าเป็นการโจมตีจาก Dendro Core ของปฏิกิริยางอกเงย\nเมื่อชนิดธาตุของตัวละครในทีมไม่ตรงตามเงื่อนไขของพรสวรรค์ติดตัวนี้ เอฟเฟกต์ของ Golden Chalice's Bounty ที่มีอยู่จะถูกลบล้าง",
      "vi": "Khi loại nguyên tố của toàn bộ nhân vật trong đội là <color=#99FF88FF>Thảo</color> và <color=#80C0FFFF>Thủy</color>, đồng thời có ít nhất một nhân vật nguyên tố Thảo, một nhân vật nguyên tố Thủy:\nNilou hoàn thành Vũ Điệu thứ ba từ <color=#FFD780FF>Vũ Điệu Haftkarsvar</color> sẽ cung cấp trạng thái Phước Lành Ly Vàng cho tất cả nhân vật gần đó trong 30s.\nNhân vật trong trạng thái Phước Lành Ly Vàng khi chịu phải <color=#99FF88FF>tấn công Nguyên Tố Thảo</color> sẽ khiến tất cả nhân vật gần đó tăng 100 Tinh Thông Nguyên Tố trong 10s; Ngoài ra, khi kích hoạt phản ứng Sum Suê, Hạt Nhân Thảo sẽ được thay thế bằng \"Hạt Nhân Căng Tràn\".\nSo với Hạt Nhân Thảo thì Hạt Nhân Căng Tràn sẽ phát nổ nhanh hơn và phạm vi ảnh hưởng cũng rộng hơn.\nHạt Nhân Căng Tràn sẽ không thể kích hoạt được phản ứng Nở Rộ và Bung Tỏa, số lượng tồn tại giới hạn sẽ dùng chung với Hạt Nhân Thảo. Sát thương của Hạt Nhân Căng Tràn sẽ được tính là sát thương phản ứng Sum Suê của Hạt Nhân Thảo.\nKhi loại nguyên tố của nhân vật trong đội không đáp ứng yêu cầu của thiên phú, sẽ giải trừ hiệu quả Phước Lành Ly Vàng đã có."
    }
  },
  {
    "title": {
      "zhs": "翩舞永世之梦",
      "zht": "翩舞永世之夢",
      "jp": "軽やかに舞う永世の夢",
      "ko": "춤추는 영원의 꿈",
      "en": "Dreamy Dance of Aeons",
      "de": "Äonischer Traumtanz",
      "es": "Sueño de la danza eónica",
      "fr": "Danse onirique des éons",
      "pt": "Sonhos da Dança de Eras",
      "ru": "Сон танцующих веков",
      "id": "Dreamy Dance of Aeons",
      "th": "Dreamy Dance of Aeons",
      "vi": "Giấc Mơ Ca Múa Ngàn Đời"
    },
    "description": {
      "zhs": "基于妮露生命值上限超过30000的部分，每1000点生命值上限将使处于「金杯的丰馈」状态下的角色触发的丰穰之核造成的伤害提升9%。\n通过这种方式至多使丰穰之核造成的伤害提升400%。",
      "zht": "基於妮露生命值上限超過30000的部分，每1000點生命值上限將使處於「金杯的豐饋」狀態下的角色觸發的豐穰之核造成的傷害提升9%。\n依此方式至多使豐穰之核造成的傷害提升400%。",
      "jp": "ニィロウのHP上限が30000を超えている時、その上限が1000超えるごとに「金盃の豊穣」状態のキャラクターが起こした豊穣の核によるダメージ+9%。\nこの方法でアップできる豊穣の核のダメージは最大400%までとなる。",
      "ko": "닐루의 HP 최대치가 30,000을 넘어갈 때 초과하는 HP 최대치 1,000pt마다 「황금잔의 선물」 상태의 캐릭터가 발동하는 풍요의 핵으로 가하는 피해를 9% 증가시킨다.\n이러한 방식을 통해 풍요의 핵으로 가하는 피해는 최대 400%까지 상승할 수 있다",
      "en": "Every 1,000 points of Nilou's Max HP above 30,000 will cause the DMG dealt by Bountiful Cores created by characters affected by Golden Chalice's Bounty to increase by 9%.\nThe maximum increase in Bountiful Core DMG that can be achieved this way is 400%.",
      "de": "Erhöht je 1.000 Punkte der max. LP von Nilou über 30.000 den Schaden durch Kerne der Fülle, den die Figuren unter dem Effekt „Überfluss im goldenen Kelch“ ausgelöst haben, um 9 %.\nAuf diese Weise kann der durch Kerne der Fülle verursachte Schaden maximal um 400 % erhöht werden.",
      "es": "#Por cada 1000 pts. de Vida Máx. que Nilou tenga una vez superados los 30{NON_BREAK_SPACE}000 pts. de Vida Máx., el daño de los núcleos feraces creados por los personajes en el estado de cáliz de la abundancia aumenta en un 9%.\nEl daño infligido con los núcleos feraces solo puede aumentar un máximo del 400% de esta manera.",
      "fr": "Pour chaque tranche de 1 000 au-dessus de 30 000 PV max que Nilou possède, les DGT infligés par les noyaux d'abondance déclenchés par les personnages sous l'effet de Prime du calice d'or augmentent de 9 %.\nLes DGT des noyaux d'abondance peuvent être augmentés d'un maximum de 400 % de cette manière.",
      "pt": "Para cada 1.000 pontos de Vida Máxima de Nilou acima de 30.000, aumenta o Dano infligido pelos Núcleos da Riqueza criados pelos personagens sob o estado de \"Recompensa do Cálice Dourado\" em 9%.\nO aumento de Dano infligido pelos Núcleos da Riqueza desta forma pode ser de até 400%.",
      "ru": "За каждые 1000 ед. HP выше 30 000 ед. макс. HP Нилу повышает урон Ядер изобилия, созданных персонажами под действием Изобилия золотого кубка, на 9%.\nМаксимальное увеличение урона Ядер изобилия, полученное таким образом, не может превышать 400%.",
      "id": "Untuk setiap kelebihan 1.000 poin Max HP di atas 30.000 poin Max HP yang dimiliki Nilou, akan membuat DMG Bountiful Core yang diakibatkan Karakter yang berada dalam status Golden Chalice's Bounty meningkat 9%.\nBatas maksimum peningkatan DMG yang diakibatkan Bountiful Core dengan cara ini adalah 400%.",
      "th": "ทุก 1,000 หน่วย ของส่วนที่เกินจาก 30,000 ของค่าพลังชีวิตสูงสุดของ Nilou จะทำให้ Bountiful Core ที่เกิดจากตัวละครที่อยู่ภายใต้สภาวะ \"Golden Chalice's Bounty\" สร้างความเสียหายเพิ่มขึ้น 9%\nด้วยวิธีนี้ จะสามารถทำให้ Bountiful Core สร้างความเสียหายเพิ่มขึ้นได้มากสุด 400%",
      "vi": "Căn cứ vào phần dư ra của 30.000 giới hạn HP của Nilou, cứ mỗi 1000 giới hạn HP sẽ tăng 9% sát thương của Hạt Nhân Căng Tràn do nhân vật đang trong thái \"Phước Lành Ly Vàng\" kích hoạt gây ra.\nSát thương Hạt Nhân Căng Tràn gây ra tối đa tăng đến 400% bằng cách này."
    }
  },
  {
    "title": {
      "zhs": "白玉莲盏",
      "zht": "白玉蓮盞",
      "jp": "白き玉蓮の盃",
      "ko": "백옥련 잔",
      "en": "White Jade Lotus",
      "de": "Weißer Jadelotos",
      "es": "Loto de jade blanco",
      "fr": "Lotus de jade blanc",
      "pt": "Lótus da Jade Branca",
      "ru": "Лотос белого нефрита",
      "id": "White Jade Lotus",
      "th": "White Jade Lotus",
      "vi": "Sen Ngọc Tinh Khôi"
    },
    "description": {
      "zhs": "完美烹饪冒险类食物时，有12%概率获得2倍产出。",
      "zht": "完美烹飪冒險類食物時，有12%機率獲得兩倍產出。",
      "jp": "冒険系料理を完璧調理した時、12%の確率で料理を2倍獲得する。",
      "ko": "모험류 요리를 완벽 요리하면 12%의 확률로 생산량의 2배를 획득한다",
      "en": "When Perfect Cooking is achieved on Food with Adventure-related effects, there is a 12% chance to obtain double the product.",
      "de": "Stellt bei der perfekten Zubereitung eines Gerichts mit Abenteuer-Funktion mit einer Wahrscheinlichkeit von 12 % den 2-fachen Ertrag her.",
      "es": "Al lograr un “Perfecto” en un plato con efectos de ayuda a la aventura, hay una probabilidad del 12% de obtener el doble.",
      "fr": "12 % de chances d'obtenir un plat supplémentaire lorsque vous cuisinez un plat parfait qui a des effets sur l'exploration.",
      "pt": "Ao fazer uma comida Perfeita relacionada a efeitos de Aventura, há 12% de chance de se obter o dobro de produção.",
      "ru": "При приготовлении идеального блюда для приключений имеет 12% шанс приготовить дополнительное блюдо.",
      "id": "Saat masakan jenis petualangan dimasak dengan sempurna, terdapat 12% kemungkinan mendapatkan hasil 2 kali lipat.",
      "th": "เมื่อปรุงอาหารประเภทการผจญภัยได้ระดับสมบูรณ์ จะมีโอกาส 12% ที่จะได้รับผลผลิตเพิ่มเป็น 2 เท่า",
      "vi": "Khi nấu ăn hoàn mỹ các món thuộc loại thám hiểm, có tỷ lệ 12% được x2 thành phẩm."
    }
  }
]