[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "你好，我是来自祖拜尔剧场的妮露。今天上演的剧目是这一支舞。请你不要眨眼哦，要开始了——",
      "zht": "#{F#妳}{M#你}好，我是來自祖拜爾劇場的妮露。今天上演的劇目是這一支舞。請{F#妳}{M#你}不要眨眼哦，要開始了——",
      "jp": "こんにちは、私はズバイルシアター所属のニィロウ。今日の演目はダンスだよ。見逃さないでね、さあ始まるよ！",
      "ko": "안녕, 난 주바이르 극장의 닐루라고 해. 오늘은 이 춤을 준비했는데, 한눈팔지 말고 지켜봐 줘. 그럼 시작할게——",
      "en": "Hello, I'm Nilou from Zubayr Theater. We have one dance scheduled for today, and it's about to start — keep your eyes peeled!",
      "de": "Hallo, ich bin Nilou vom Theater Zubayr. Für heute ist ein Tanz geplant, blinzle nicht, gleich geht es los ...",
      "es": "Hola. Soy Nilou, del Teatro Zubayr. Hoy hay programado un baile, y está a punto de empezar, ¡así que mantén los ojos bien abiertos!",
      "fr": "Bonjour ! Je suis Nilou, du théatre Zubayr. Le spectacle d'aujourd'hui est une danse. Garde les yeux bien ouverts, ça va commencer !",
      "pt": "Olá, eu sou Nilou do Teatro Zubayr. Nós tempos uma dança programada para hoje, está prestes a começar - fique de olhos abertos!",
      "ru": "Привет! Я Нилу из Театра Зубаира. Сегодня на сцене я буду танцевать вот такой танец. Не зевай, представление начинается...",
      "id": "Halo, aku Nilou dari Zubayr Theater. Masih ada satu tarian untuk hari ini, dan sudah hampir dimulai — buka matamu lebar-lebar ya!",
      "th": "สวัสดี ฉันชื่อ Nilou จากโรงละคร Zubayr การแสดงในวันนี้คือการเต้นรำ โปรดอย่ากะพริบตาเชียวล่ะ จะเริ่มล่ะนะ...",
      "vi": "Xin chào, tôi là Nilou, đến từ Nhà Hát Zubayr. Vở diễn hôm nay sẽ là điệu múa này, đừng chớp mắt nhé, tôi bắt đầu đây..."
    }
  },
  {
    "title": {
      "zhs": "闲聊·练习",
      "zht": "閒聊·練習",
      "jp": "世間話·練習",
      "ko": "잡담·연습",
      "en": "Chat: Practice",
      "de": "Gespräch – Übung",
      "es": "Charla - Ensayar",
      "fr": "Bavardage - Entraînement",
      "pt": "Bate-papo - Treino",
      "ru": "Поболтаем: Тренировки",
      "id": "Berbincang - Latihan",
      "th": "แชท - การฝึกฝน",
      "vi": "Nói chuyện phiếm - Tập Luyện"
    },
    "line": {
      "zhs": "先这样…下一个动作是…这样吧，嗯…嗯！",
      "zht": "先這樣…下一個動作是…這樣吧，嗯…嗯！",
      "jp": "まずはこうして…次の動きは…こうかな、うんうん。",
      "ko": "먼저 이렇게 하고… 다음 동작은… 이렇게 하자, 응응",
      "en": "First get into position like this, then move like that... Yep, that's it.",
      "de": "Zuerst so ... Dann diese Tanzschritte ... Ja, genau so.",
      "es": "Primero ponte en posición así, y luego muévete así... Exacto, muy bien.",
      "fr": "On commence comme ça... Ensuite, on effectue le mouvement suivant... Comme ça. Oui, voilà !",
      "pt": "Primeiro fique nessa posição, então se mexa... Isso, assim mesmo.",
      "ru": "Сначала вот так... Следующее движение... Так... Да... Хорошо!",
      "id": "Pertama-tama, masuk ke posisi seperti ini, lalu bergerak seperti ... Ya, benar..",
      "th": "แบบนี้ก่อน... แล้วท่าต่อไปก็... แบบนี้ละกัน อืม... อื้ม!",
      "vi": "Đầu tiên là vầy... động tác tiếp theo... là vầy, ừm... ừm!"
    }
  },
  {
    "title": {
      "zhs": "闲聊·困意",
      "zht": "閒聊·睏意",
      "jp": "世間話·眠気",
      "ko": "잡담·졸음",
      "en": "Chat: Sleepiness",
      "de": "Gespräch – Schläfrigkeit",
      "es": "Charla - Sueño",
      "fr": "Bavardage - Envie de dormir",
      "pt": "Bate-papo - Sonolência",
      "ru": "Поболтаем: Сонливость",
      "id": "Berbincang: Rasa Kantuk",
      "th": "แชท - ง่วงนอน",
      "vi": "Nói chuyện phiếm - Buồn Ngủ"
    },
    "line": {
      "zhs": "深呼吸，吹一个大大的气球，把困意放进气球里，呼——气球飞走吧。",
      "zht": "深呼吸，吹一個大大的氣球，把睏意放進氣球裡，呼——氣球飛走吧。",
      "jp": "深呼吸をして、大きな風船を膨らませながら、そこに眠気を閉じ込めるの、ふぅ——風船よ、飛んでけー！",
      "ko": "심호흡을 한 다음 풍선을 크게 불어서 졸음을 안에다 넣고, 후——하고 날려봐",
      "en": "Take a deep breath, as if you're about to blow up a huge balloon. Exhale all your sleepiness into it, and then, poof — it's now flying away!",
      "de": "Atme tief ein, als würdest du gleich einen riesigen Ballon aufblasen. Setz deine Schläfrigkeit in den Ballon, blase weiter ... Und jetzt fliegt sie mit dem Ballon davon!",
      "es": "Respira hondo, como si fueras a hinchar un globo gigante. Exhala todo tu sueño y, luego, ¡puf! ¡A volar!",
      "fr": "On inspire profondément, et on souffle toute sa fatigue dans un gros ballon. Et zou ! Envole-toi, petit ballon.",
      "pt": "Respire fundo, como se você fosse encher um balão enorme. Exale toda a sua sonolência para dentro dele, e então, puf - está indo embora!",
      "ru": "Нужно сделать глубокий вдох и представить, что выдыхаешь огромный пузырь, а в нём - твоя усталость. Выдох... Улетай, пузырь!",
      "id": "Tarik napas dalam-dalam, seolah-olah kamu sedang tiup balon besar. Hembuskan semua rasa ngantukmu ke dalamnya, dan kemudian, hup — terbanglah menjauh!",
      "th": "สูดหายใจเข้าลึก ๆ แล้วก็เป่าออกมาเหมือนกับเป่าลูกโป่งลูกใหญ่ ๆ เอาความง่วงนอนใส่เข้าไป ฟู่ววว... บินไปเล๊ย!",
      "vi": "Hít một hơi thật sâu, thổi hết sự buồn ngủ vào trong quả bóng. Vù... quả bóng hãy bay đi nhé."
    }
  },
  {
    "title": {
      "zhs": "闲聊·休息",
      "zht": "閒聊·休息",
      "jp": "世間話·休み",
      "ko": "잡담·휴식",
      "en": "Chat: Rest",
      "de": "Gespräch – Ruhe",
      "es": "Charla - Descanso",
      "fr": "Bavardage - Repos",
      "pt": "Bate-papo - Descanso",
      "ru": "Поболтаем: Отдых",
      "id": "Berbincang: Istirahat",
      "th": "แชท - พักผ่อน",
      "vi": "Nói chuyện phiếm - Nghỉ Ngơi"
    },
    "line": {
      "zhs": "这样清闲的日子倒也不错嘛，优哉游哉。",
      "zht": "這樣清閒的日子倒也不錯嘛，悠哉悠哉。",
      "jp": "こういう穏やかな日も悪くないよね…のんびりしよ～っと。",
      "ko": "이렇게 여유로운 날도 나쁘지 않아, 정말 한가하네",
      "en": "Relaxing days like this are nice... Let's take it easy.",
      "de": "Schön, einen entspannten Tag wie diesen zu haben.",
      "es": "Los días tan relajantes como este son geniales... Tomémoslo con calma.",
      "fr": "Ces belles journées sont agréables... Prenons notre temps.",
      "pt": "Dias relaxantes como esse são legais... Vamos relaxar.",
      "ru": "А хорошо иногда устроить себе такой выходной... Можно отдыхать и ни о чём не думать.",
      "id": "Hari-hari santai seperti ini menyenangkan sekali ... Yuk kita santai sebentar.",
      "th": "วันว่าง ๆ อย่างนี้ก็ไม่เลวนี่นา สบ๊ายสบายยย",
      "vi": "Những ngày tháng nhàn nhã này thật không tệ, ung dung tự tại."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Waktu Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "天气和心情一样，有时候会变得阴沉沉的，但是不用着急，雨后的天空会更加澄澈。",
      "zht": "天氣和心情一樣，有時候會變得陰沉沉的，但是不用著急，雨後的天空會更加澄澈。",
      "jp": "空も気持ちと同じで、時には暗くなってしまうの。でも、焦る必要はないよ、雨上がりの空はより澄み渡るものだから。",
      "ko": "날씨는 기분과도 같아. 가끔 우중충해지지만 조급할 필요가 없어. 비가 내리고 나면 하늘은 더 맑아지니까",
      "en": "The weather and our moods are the same — they can both get gloomy. It's all right, though, because the sky will become even brighter after the rain.",
      "de": "Wie unsere Stimmung kann auch das Wetter mal düster werden. Aber keine Sorge, denn der Himmel wird heller nach dem Regen.",
      "es": "El tiempo está en sintonía con nuestro estado de ánimo: ambos pueden volverse grises. Pero no pasa nada, porque el cielo estará aún más radiante tras la lluvia.",
      "fr": "Le temps qu'il fait, c'est comme le moral : parfois, le ciel fait grise mine. Mais pas d'inquiétudes, car une fois la pluie passée, le ciel deviendra plus clair que jamais.",
      "pt": "O clima e nosso humor são os mesmos - eles podem ficar sombrios. Mas está tudo bem, porque o céu se torna ainda mais brilhante depois da chuva.",
      "ru": "Погода - как настроение, иногда на небо набегают хмурые тучи, но это не повод расстраиваться. Ведь после дождя небо станет ещё светлее.",
      "id": "Cuaca dan suasana hati kita sama — keduanya bisa menjadi suram. Tidak apa-apa, karena langit akan jadi lebih cerah setelah hujan.",
      "th": "สภาพอากาศก็เหมือนกับสภาพจิตใจนั่นแหละ บางครั้งก็เปลี่ยนเป็นมืดหม่น แต่ไม่ต้องร้อนใจไปหรอกนะ ฟ้าหลังฝนน่ะ มักจะสดใสเสมอล่ะ",
      "vi": "Thời tiết cũng giống như tâm trạng vậy, có lúc sẽ nặng nề u ám. Nhưng đừng lo lắng, bầu trời sau khi mưa sẽ càng quang đãng hơn mà."
    }
  },
  {
    "title": {
      "zhs": "打雷的时候…",
      "zht": "打雷的時候…",
      "jp": "雷の日…",
      "ko": "번개가 칠 때…",
      "en": "When Thunder Strikes",
      "de": "Wenn es blitzt ...",
      "es": "Cuando truena...",
      "fr": "Quand le tonnerre gronde...",
      "pt": "Quando Está Trovejando...",
      "ru": "Когда гремит гром...",
      "id": "Ketika Petir Menyambar",
      "th": "ในเวลาที่ฟ้าผ่า...",
      "vi": "Khi có sấm sét..."
    },
    "line": {
      "zhs": "雷声有点恐怖呢，你会害怕吗？我可以分享你一个神奇的方法哦。",
      "zht": "#雷聲有點恐怖呢，{F#妳}{M#你}會害怕嗎？我可以跟{F#妳}{M#你}分享一個神奇的方法哦。",
      "jp": "雷の音ってちょっと怖いよね、あなたはどう？そうだ、怖くなくなる不思議な方法を教えてあげるね。",
      "ko": "번개 소리가 조금 무섭네. 혹시 너도 겁나? 내가 신기한 방법 하나 알려줄까?",
      "en": "Thunder is kinda scary. Are you afraid of it? If so, I can share a nifty method to help with that.",
      "de": "Donner ist ein wenig beängstigend. Hast du Angst davor? Wenn ja, kann ich dir eine verblüffende Methode zuteilwerden lassen, damit du keine Angst mehr vor Donner hast.",
      "es": "Los truenos dan un poco de miedo. ¿Tú los temes? Si es así, puedo contarte un método estupendo que te ayudará a lidiar con ese temor.",
      "fr": "Le tonnerre, c'est un peu effrayant. Tu as peur ? Je peux te donner une astuce pour remédier à ça.",
      "pt": "Trovões são meio assustadores. Você tem medo? Se sim, eu posso te falar um método bem eficaz para te ajudar com isso.",
      "ru": "Слушать раскаты грома бывает страшновато. Боишься? Могу научить тебя одному волшебному приёму.",
      "id": "Guntur itu agak menakutkan. Apa kamu takut juga? Kalau iya, aku akan bagikan cara yang bagus untuk membantumu.",
      "th": "เสียงน่ากลัวเหมือนกันนะ เธอกลัวมั้ย? ฉันแบ่งปันวิธีดี ๆ ให้เธอได้น้าา",
      "vi": "Tiếng sấm thật đáng sợ, bạn có sợ không? Để tôi chia sẻ cho bạn một phương pháp thần kỳ nhé."
    }
  },
  {
    "title": {
      "zhs": "下雪的时候…",
      "zht": "下雪的時候…",
      "jp": "雪の日…",
      "ko": "눈이 올 때…",
      "en": "When It Snows",
      "de": "Wenn es schneit ...",
      "es": "Cuando nieva...",
      "fr": "Quand il neige...",
      "pt": "Quando Está Nevando...",
      "ru": "Когда идёт снег...",
      "id": "Ketika Turun Salju",
      "th": "ในเวลาที่หิมะตก...",
      "vi": "Khi tuyết rơi..."
    },
    "line": {
      "zhs": "欸？哇——下雪了。你听，下雪的簌簌声，加上旋转着的雪花，像不像自然的精灵在跳舞？",
      "zht": "#欸？哇——下雪了。{F#妳}{M#你}聽，下雪的簌簌聲，加上旋轉著的雪花，像不像自然的精靈在跳舞？",
      "jp": "えっ？わわっ——雪だ。ほら聞こえる？ちらちらと雪の降る音がするよ。それに舞い散る雪の華は、まるで自然の精霊が踊ってるみたいだよね？",
      "ko": "어? 와——눈이다. 들어봐, 눈의 속삭임이 들려. 회전하는 눈송이를 보고 있으면 마치 요정이 춤추고 있는 것 같지 않아?",
      "en": "Huh? Wow, it's snowing. You can really hear the snow falling. Add in the swirling snowflakes, and it feels like the spirit of nature is dancing.",
      "de": "Äh? Oh, es schneit! Hör, der Schnee fällt! Findest du nicht, dass die Schneeflocken, die durch die Luft wirbeln, wie Feen am Himmel tanzen?",
      "es": "¿Eh? ¡Guau, está nevando! Hasta se puede escuchar cómo cae la nieve. Entre eso y los copos de nieve que caen haciendo piruetas, es como si el espíritu de la naturaleza estuviera bailando.",
      "fr": "Hein ? Ouah, il neige ! Écouter les flocons de neige tomber et les voir virevolter, c'est comme voir la nature danser.",
      "pt": "Hã? Uau, está nevando. Você pode ouvir mesmo a neve caindo. Adicione os flocos de neve rodopiantes e parece que o espírito da natureza está dançando.",
      "ru": "А? Ничего себе, снег! Слышишь, как шуршат снежинки? А как они кружатся! Правда похоже на танец духов природы?",
      "id": "Eh? Wah, turun salju. Kamu benar-benar bisa dengar salju turun. Kalau ditambahkan dengan bunga salju yang berputar-putar, rasanya seperti roh alam ini sedang menari.",
      "th": "เอ๊ะ? หวา หิมะตกลงมาแล้วล่ะ ฟังสิ เสียงของหิมะที่กำลังร่วงลงมา บวกกับเกล็ดหิมะที่หมุนวน ดูเหมือนกับว่า จิตวิญญาณของธรรมชาติ กำลังเต้นรำกันอยู่เลยว่ามั้ย?",
      "vi": "Hửm? Woa... Tuyết rơi rồi. Tiếng rì rào của tuyết rơi cộng thêm bông tuyết lả lướt, trông giống như tinh linh của tự nhiên đang nhảy múa đúng không?"
    }
  },
  {
    "title": {
      "zhs": "阳光很好…",
      "zht": "陽光很好…",
      "jp": "晴れの日…",
      "ko": "햇살이 좋을 때…",
      "en": "When the Sun Is Out",
      "de": "Wie sonnig ...",
      "es": "Qué sol hace...",
      "fr": "Il fait bon dehors...",
      "pt": "Quando Faz Sol...",
      "ru": "Когда светит солнце...",
      "id": "Ketika Matahari Bersinar",
      "th": "แดดส่องดีจัง...",
      "vi": "Ánh nắng thật chan hòa..."
    },
    "line": {
      "zhs": "阳光明媚的日子…晒得暖洋洋的。唔，会犯困…",
      "zht": "陽光明媚的日子…曬得暖洋洋的。唔，會想睡覺…",
      "jp": "いい天気だね…日向ぼっこでぽかぽか、んん～、眠くなってきちゃった…",
      "ko": "하늘이 맑은 날에… 따뜻한 햇볕을 쬐면, 음, 잠이 솔솔 오지…",
      "en": "Sunny days are so warm and cozy... *yawn* They make me sleepy...",
      "de": "Sonnige Tage sind so warm und gemütlich ... *gähn* Sie machen mich schläfrig ...",
      "es": "Los días soleados son cálidos y reconfortantes... *Bosteza*, me dan sueño...",
      "fr": "Quelle belle journée ensoleillée, il fait si bon. *bâille* Ça me donne envie de dormir...",
      "pt": "Dias ensolarados são quentinhos e aconchegantes... *Bocejo* Eles me dão sono...",
      "ru": "В ясную погоду... солнце светит так ласково... Эх, даже в сон клонит.",
      "id": "Hari yang cerah selalu hangat dan nyaman ... *hoam* Aku jadi ngantuk ....",
      "th": "วันที่แสงแดดจ้าแบบนี้... อบอุ่นดีจังเลย อืม ชักจะง่วงแล้วสิ...",
      "vi": "Sưởi nắng dưới tiết trời ấm áp thế này... Ừm... Buồn ngủ ghê..."
    }
  },
  {
    "title": {
      "zhs": "刮大风了…",
      "zht": "颳大風了…",
      "jp": "暴風の日…",
      "ko": "강풍이 불 때…",
      "en": "When the Wind Is Blowing",
      "de": "Ein Sturm zieht auf.",
      "es": "Hace mucho viento...",
      "fr": "Le vent souffle fort...",
      "pt": "Quando Está Ventando...",
      "ru": "Когда дует сильный ветер...",
      "id": "Ketika Angin Berembus",
      "th": "ในเวลาที่ลมพัดแรง...",
      "vi": "Gió lớn quá..."
    },
    "line": {
      "zhs": "你还好吗？小心风沙哦。",
      "zht": "#{F#妳}{M#你}還好嗎？小心風沙哦。",
      "jp": "大丈夫？砂ぼこりに気をつけてね。",
      "ko": "괜찮아? 모래바람을 조심해",
      "en": "Are you all right? Watch out for sandstorms.",
      "de": "Bist du in Ordnung? Vorsicht vor Sandstürmen.",
      "es": "¿Estás bien? Ten cuidado con las tormentas de arena.",
      "fr": "Tout va bien ? Fais attention au sable dans le vent.",
      "pt": "Você está bem? Tenha cuidado com tempestades de areia.",
      "ru": "С тобой всё в порядке? Берегись песчаных бурь.",
      "id": "Kamu tidak apa-apa? Hati-hati ada badai pasir yah.",
      "th": "เป็นยังไงบ้าง? ระวังพายุทรายนะ",
      "vi": "Bạn vẫn ổn chứ, cẩn thận gió cát nhé."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom Dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "早上好哦。欸？你盯着我看是…哦头、头发翘起来了吗？啊，先别看我，唔，我马上整理好。",
      "zht": "#早上好哦。欸？{F#妳}{M#你}盯著我看是…哦頭、頭髮翹起來了嗎？啊，先別看我，唔，我馬上整理好。",
      "jp": "おはよう。ん？じっとこっちを見て、どうしたの…もしかして髪の毛がハネてる？～～～～っ！み、見ないで。す、すぐ直すから。",
      "ko": "좋은 아침. 음? 왜 그렇게 뚫어지게 봐…? 머, 머리가 눌렸나? 으아, 보지 마. 바로 정리할게",
      "en": "Good morning! Huh, why are you staring at me? ...M—My hair's sticking up? Ahh, don't look! I'll go fix it right now.",
      "de": "Guten Morgen! Huch, warum starrst du mich an? Meine Haare sind durcheinander? Ah, warte, schau nicht hin! Ich mache mich gleich zurecht.",
      "es": "¡Buenos días! ¿Eh? ¿Por qué me miras? ¿Que se me está levantando el pelo? Ahhh, ¡no mires! Iré a arreglármelo ahora mismo.",
      "fr": "Bonjour ! Tiens ? Pourquoi tu me fixes comme ça... Oh, j'ai des épis dans les cheveux ? Ah ! Ne me regarde pas, je vais me coiffer.",
      "pt": "Bom dia! Hmm, por que você está me encarando?... M-Meu cabelo está em pé? Ah, não olhe! Vou dar um jeito nisso agora.",
      "ru": "Доброе утро! А? Почему ты так смотришь? Н-наверное, у меня волосы растрепались? Ой, не смотри на меня, я сейчас причешусь.",
      "id": "Selamat pagi! Eh, kok menatap aku seperti itu? ... Rambutku menggumpal? Ah! Jangan dilihat! Aku rapikan sekarang.",
      "th": "อรุณสวัสดิ์ เอ๊ะ? เธอจ้องฉันทำไม... อ๋า ผมฉันยุ่งงั้นเหรอ? อ๊าา อย่าเพิ่งดูนะ ขอฉันทำให้เรียบร้อยก่อน",
      "vi": "Chào buổi sáng. Hửm? Sao bạn lại nhìn tôi chằm chằm thế... Là tóc tôi bị rối sao? Ối, đừng nhìn nữa, để tôi đi chỉnh trang lại."
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa Tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "唔…嗯…中午吃饼好呢，还是吃饭呢…要不吃豆泥吧？",
      "zht": "唔…嗯…中午吃餅好呢？還是吃飯呢…不如吃薯泥吧？",
      "jp": "う～ん、昼食はナンにしようかな、でもお米もいいよね。それともマッシュ豆にしよっかな？",
      "ko": "흠… 으음… 점심에 빵을 먹을까 밥을 먹을까? 아니면 으깬 콩이 좋으려나?",
      "en": "Uhh... Mmm... Should I eat some baked goods, or should I get something with rice? Or maybe... I can have some hummus instead?",
      "de": "Hmm ... Was soll ich zum Mittag essen, Fladenbrot oder Reis ... Oder lieber Bohnenmus?",
      "es": "Humm... ¿Debería comer algo horneado o algo con arroz? O tal vez... ¿un poco de hummus?",
      "fr": "Hmm... Qu'est-ce que je vais manger au déjeuner, des galettes ou du riz ? Ou pourquoi pas un peu de houmous ?",
      "pt": "Uhh... Hmm... Eu deveria comer alguns assados, ou talvez algo com arroz? Ou talvez... Eu possa comer húmus?",
      "ru": "Ммм... Гм... Чем бы пообедать, выпечкой или рисом?.. Или хумусом?",
      "id": "Uhh ... Hmm ... Aku mending makan kue-kue saja, atau nasi dengan lauk ya? Atau mungkin ... humus saja?",
      "th": "เอ่อ... อืม... ตอนเที่ยงนี้ จะกินขนมปังหรือข้าวดีนะ... หรือว่าถั่วบดดี?",
      "vi": "Hừm... buổi trưa nên ăn bánh, ăn cơm... hay là ăn bột đậu nhỉ?"
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Boa Noite...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "晚上好，今晚我在祖拜尔剧场有演出。给你两张剧票吧？",
      "zht": "#晚上好，今晚我在祖拜爾劇場有演出。給{F#妳}{M#你}兩張劇票吧？",
      "jp": "こんばんは。今夜、ズバイルシアターで踊るんだ。もし良かったら、二人分のチケットをあげよっか？",
      "ko": "좋은 밤이야. 오늘 밤에 주바이르 극장에서 공연이 있는데, 표 몇 장 줄까?",
      "en": "Good evening! I have a performance at Zubayr Theater tonight. Want some tickets?",
      "de": "Guten Abend! Heute habe ich eine Aufführung im Theater Zubayr. Willst du ein paar Tickets?",
      "es": "¡Buenas noches! Esta noche tengo una actuación en el Teatro Zubayr. ¿Quieres unas entradas?",
      "fr": "Bonsoir ! J'ai une représentation au théâtre Zubayr. J'ai deux billets d'entrée, si ça t'intéresse.",
      "pt": "Boa noite! Eu tenho uma apresentação no Teatro Zubayr hoje. Quer alguns ingressos?",
      "ru": "Добрый вечер! Сегодня у меня выступление в Театре Зубаира. Дать два билетика?",
      "id": "Selamat malam! Malam ini aku ada pertunjukan di Teater Zubayr! Mau tiket?",
      "th": "สวัสดี เย็นนี้ฉันมีการแสดงที่โรงละคร Zubayr อยากได้ตั๋วสักสองใบมั้ย?",
      "vi": "Tối nay tôi có buổi diễn ở Nhà Hát Zubayr, tặng bạn hai tấm vé nhé?"
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa Noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "睡前把烦恼全部都倾诉掉，会睡得比较香哦。如果你愿意，我很乐意当你的听众。",
      "zht": "#睡前把煩惱全部都傾訴掉，會睡得比較香哦。如果{F#妳}{M#你}願意，我很樂意當{F#妳}{M#你}的聽眾。",
      "jp": "寝る前に悩みをすべて打ち明けると、ぐっすり眠れるよ。もしあなたが望むなら、喜んで私が聞き手になるから言ってね。",
      "ko": "자기 전에 모든 고민을 털어버려야 푹 잘 수 있어. 너만 괜찮다면 내가 고민을 다 들어줄게",
      "en": "Remember, let out all your frustrations before bedtime for a better night's rest. If you want, I'm more than happy to be your audience.",
      "de": "Denk daran, all deine Frustrationen vor dem Schlaf abzulassen, um eine bessere Nachtruhe zu bekommen. Wenn du möchtest, bin ich gerne dein Publikum.",
      "es": "Recuerda soltar todas tus frustraciones antes de dormir para poder descansar mejor. Si quieres, yo puedo ser tu público.",
      "fr": "Il faut vider son sac avant de dormir pour avoir un sommeil paisible. Si tu as besoin d'une oreille attentive, je suis là pour t'écouter.",
      "pt": "Lembre-se, deixe todas as suas frustrações saírem antes de ir para cama para ter uma noite de descanso melhor. Se quiser, ficarei muito feliz em ser sua plateia.",
      "ru": "Перед сном нужно как следует выговориться и прогнать все тревоги. Тогда спать будешь крепко. Если хочешь, я тебя выслушаю.",
      "id": "Ingat, sebelum tidur, lepaskan semua rasa frustrasimu, agar bisa tidur lebih lelap. Kalau perlu, aku bisa jadi pendengarmu yang baik.",
      "th": "ถ้าได้ระบายเรื่องกลุ้มใจออกมาทั้งหมดก่อนนอนล่ะก็ จะทำให้หลับสบายขึ้นนะ ถ้าเธอไม่ว่าอะไร ฉันก็ยินดีที่จะเป็นผู้ฟังให้นะ",
      "vi": "Trước khi đi ngủ hãy nói hết mọi phiền não ra, như vậy sẽ ngủ ngon hơn. Nếu bạn đồng ý thì tôi sẽ sẵn sàng làm thính giả của bạn."
    }
  },
  {
    "title": {
      "zhs": "关于妮露自己·肢体语言",
      "zht": "關於妮露自己·肢體語言",
      "jp": "ニィロウ自身について·ボディーランゲージ",
      "ko": "닐루 자신에 대해·몸짓언어",
      "en": "About Nilou: Body Language",
      "de": "Über Nilou – Körpersprache",
      "es": "Sobre Nilou - Lenguaje corporal",
      "fr": "À propos de Nilou - Langage corporel",
      "pt": "Sobre Nilou: Linguagem Corporal",
      "ru": "О Нилу: Язык тела",
      "id": "Tentang Nilou: Bahasa Tubuh",
      "th": "เกี่ยวกับ Nilou: ภาษากาย",
      "vi": "Về bản thân Nilou - Ngôn Ngữ Cơ Thể"
    },
    "line": {
      "zhs": "有时候，舞蹈比语言更能传达出心情，不知道该说什么好的时候，就跳舞吧。",
      "zht": "有時候，舞蹈比語言更能傳達出心情，不知道該說什麼好的時候，就跳舞吧。",
      "jp": "言葉より、ダンスのほうが上手く気持ちを伝えられる時もある。だから、何を言えばいいか迷った時は、踊ってみるといいよ。",
      "ko": "가끔은 말보다 춤이 감정을 더 쉽게 표현할 수 있어. 무슨 말을 해야 할지 모르겠을 땐 춤을 춰봐",
      "en": "Sometimes, you can convey more with dance than words. If you don't know what to say, then just dance.",
      "de": "Tanzen vermittelt Gefühle manchmal besser als Worte. Wenn du nicht weißt, was du sagen sollst, dann tanz einfach.",
      "es": "A veces, se pueden expresar más cosas con la danza que con las palabras. Si no sabes qué decir, ¡baila!",
      "fr": "Il y a des fois où la danse parvient mieux que les paroles à transmettre des émotions. Si tu ne sais pas quoi dire, tu peux toujours danser.",
      "pt": "Às vezes, você pode transmitir mais com dança do que com palavras. Se você não souber o que dizer, apenas dance.",
      "ru": "Иногда танец передаёт чувства точнее слов. Когда не знаешь, что сказать, танцуй!",
      "id": "Kadang-kadang, kamu bisa mengekspresikan lebih banyak dengan tarian daripada kata-kata. Kalau kamu tidak tahu apa yang harus dibicarakan, menari saja.",
      "th": "บางครั้งการเต้นรำสามารถส่งผ่านความรู้สึกได้มากกว่าภาษาซะอีกนะ ถ้าไม่รู้ว่าจะพูดอะไรดีล่ะก็ เต้นรำซะสิ",
      "vi": "Đôi lúc, nhảy múa sẽ truyền đạt tâm tư tốt hơn lời nói. Khi không biết nói gì cả thì hãy nhảy múa nhé."
    }
  },
  {
    "title": {
      "zhs": "关于妮露自己·舞蹈与知识",
      "zht": "關於妮露自己·舞蹈與知識",
      "jp": "ニィロウ自身について·踊りと知識",
      "ko": "닐루 자신에 대해·춤과 지식",
      "en": "About Nilou: Dance and Wisdom",
      "de": "Über Nilou – Tanz und Wissen",
      "es": "Sobre Nilou - Danza y conocimiento",
      "fr": "À propos de Nilou - Danse et sagesse",
      "pt": "Sobre Nilou: Dança e Sabedoria",
      "ru": "О Нилу: Танцы и знания",
      "id": "Tentang Nilou: Tarian dan Kebijaksanaan",
      "th": "เกี่ยวกับ Nilou: การเต้นรำกับความรู้",
      "vi": "Về bản thân Nilou - Tri Thức Và Vũ Đạo"
    },
    "line": {
      "zhs": "探究知识需要很高很高的天赋，很多人拼了命地努力，结果劳累又沮丧…但跳舞就不一样了，就算看不懂门道，也能看个热闹。要是能从这份肢体动作中品味到艺术的美丽与价值，那我就更开心了。",
      "zht": "探究知識需要很高很高的天賦，很多人拼了命地努力，結果勞累又沮喪…但跳舞就不一樣了，就算看不懂內涵，也能看個熱鬧。要是能從這份肢體動作中品味到藝術的美麗與價值，那我就更開心了。",
      "jp": "知識を追い求めるには優れた才能が必要で、一生懸命頑張った末に、疲れ切って心が折れてしまう人もたくさんいるの…でもダンスは違うよ。たとえそのコツを掴むことができなくても、ダンスは見るだけでその楽しさを味わえる。もしその動きの中から、芸術的な美しさと価値を見出してくれたら、なおのこと嬉しいな。",
      "ko": "지식을 탐구하려면 엄청난 재능이 필요해. 필사적으로 노력해도 성과가 없으면 결국 지치고 낙담하게 되지…. 하지만 춤은 달라. 잘 알지 못해도 구경은 할 수 있잖아. 이러한 몸짓을 통해 예술의 아름다움과 가치를 느낄 수 있다면 정말 기쁠 거야",
      "en": "You need an extreme amount of talent to pursue knowledge and wisdom. Many people throw their entire lives into it, only to end up burned out and depressed... Dance isn't like that. You don't have to understand what you're seeing to enjoy watching it. If I can use my movements to demonstrate the beauty and meaning of dance, then I'm happy.",
      "de": "Das Streben nach Wissen erfordert großes Talent. Viele Menschen bemühen sich ihr ganzes Leben, nur um am Ende erschöpft und frustriert zu sein ... Beim Tanzen ist es aber anders. Ohne die Technik eines Tanzes kennen zu müssen, kann man ihn beim Zuschauen auch genießen. Wenn die Zuschauer die Ästhetik und den Wert des Tanzes durch meine Tanzbewegungen verstehen könnten, würde ich umso glücklicher sein.",
      "es": "Necesitas muchísimo talento para ir en busca del conocimiento y la sabiduría. Mucha gente le dedica su vida entera y acaba exhausta y deprimida... Pero el baile no es así. No tienes por qué entender lo que ves para disfrutarlo. Para mí es un placer poder demostrar la belleza y el sentido de la danza con mis movimientos.",
      "fr": "Il faut être extrêmement talentueux pour se mettre en quête de connaissances. Beaucoup sont ceux qui se démènent et finissent par s'épuiser et se décourager... La danse, c'est différent. Il n'y a pas besoin d'être un expert pour l'apprécier. Si je peux réussir à admirer la beauté et la signification de l'art à travers cette activité corporelle, alors je suis encore plus heureuse.",
      "pt": "Você precisa de uma quantidade extrema de talento para perseguir conhecimento e sabedoria. Muitas pessoas desperdiçam suas vidas inteiras fazendo isso, apenas para acabar esgotadas e deprimidas... Dança não é assim. Você não precisa entender o que está vendo para aproveitar o que está assistindo. Se eu puder usar meus movimentos para demonstrar a beleza e o significado da dança, então eu estou feliz.",
      "ru": "Чтобы постигать знания, нужен настоящий дар, многие люди ужасно стараются, но в результате получают только усталость и разочарование... Танец - другое дело, можно совсем не разбираться в танцах и наслаждаться представлением. А если мой танец раскроет публике красоту и ценность искусства, я буду просто счастлива.",
      "id": "Kamu perlu bakat yang sangat kuat untuk mengejar pengetahuan dan kebijaksanaan. Banyak orang menghabiskan seluruh hidup mereka ke dalamnya, tapi malah berakhir dengan kelelahan dan depresi ... Menari tidak seperti itu. Kamu tidak harus paham apa yang kamu lihat untuk bisa menikmatinya. Kalau aku bisa pakai gerakanku untuk menunjukkan makna tarian, aku sudah senang.",
      "th": "การไล่ตามหาความรู้นั้น จำเป็นต้องใช้พรสวรรค์เป็นอย่างมาก มีผู้คนมากมายที่พยายามทั้งชีวิต แต่ก็จบด้วยความเหนื่อยล้า และท้อแท้... แต่การเต้นรำไม่เหมือนกันหรอกนะ ต่อให้มองดูด้วยความไม่เข้าใจ แต่ก็ยังสามารถทำให้สนุกได้ ถ้าหากสามารถถ่ายทอดความงาม และคุณค่าของศิลปะจากการเคลื่อนไหวร่างกายนี้ได้ แบบนั้นฉันจะมีความสุขมากเลยล่ะ",
      "vi": "Nghiên cứu tri thức cần thiên phú rất cao, cho nên có rất nhiều người cực kỳ cố gắng nhưng chỉ mang đến mệt mỏi và chán nản... Nhưng nhảy múa thì khác, dù không biết chuyên sâu cũng có thể xem góp vui. Nếu có thể thưởng thức được vẻ đẹp và giá trị trong những động tác cơ thể này thì tôi đã thấy vui rồi."
    }
  },
  {
    "title": {
      "zhs": "关于我们·缓解生气",
      "zht": "關於我們·緩解生氣",
      "jp": "怒りの緩和について…",
      "ko": "우리에 대해·화를 삭이는 법",
      "en": "About Us: Dealing with Anger",
      "de": "Über uns – Umgang mit Wut",
      "es": "#Sobre nosotr{F#as}{M#os} - Enfado",
      "fr": "À propos de nous - Gérer la colère",
      "pt": "Sobre Nós - Lidando com a Raiva",
      "ru": "О нас: Как прогнать злость",
      "id": "Tentang Kita: Menghadapi Kemarahan",
      "th": "เกี่ยวกับเรา - บรรเทาความโกรธ",
      "vi": "Về chúng ta - Xoa Dịu Cơn Giận"
    },
    "line": {
      "zhs": "你会生闷气吗？嗯，生闷气是不好的。来，跟着我做。先在身前用右手画一个大大的圆，然后，双手把讨厌的事都从胸口里取出来，放在圆里。接着，用力地推出去！怎么样，心情好起来了吗？",
      "zht": "#{F#妳}{M#你}會生悶氣嗎？嗯，生悶氣是不好的。來，跟著我做。先在身前用右手畫一個大大的圓，然後，雙手把討厭的事都從胸口裡取出來，放在圓裡。接著，用力地推出去！怎麼樣，心情好起來了嗎？",
      "jp": "あなたも「怒り」を心の中で抑え込んじゃうことってあるのかな？それはよくないよ。ほら、私の真似をしてみて。まず右手で体の前に大きく円を描く。そして、両手で嫌なことを胸元からすべて取り出して、円の中に入れるの。それを力強く押し出してみて——どう？スッキリした？",
      "ko": "가슴이 답답해? 화를 삭이는 건 좋지 않아. 자, 나를 따라 해봐. 먼저 오른손으로 앞에 커다란 원을 그린 다음, 두 손으로 가슴속에서 기분 나쁜 일들을 몽땅 꺼내서 원 안에 집어넣는 거야. 그리고 있는 힘껏 던져버려——어때? 마음이 좀 편해졌니?",
      "en": "Are you sulking? That's no good — c'mon, follow my lead. First, use your right hand to draw a biiig circle in front of you. Then, use both hands to take all those negative feelings off your chest and into the circle. Next, push it away as hard as you can! So? Feeling better now?",
      "de": "Schmollst du? Das ist aber nicht gut. Komm und folg mir. Zeichne zuerst mit der rechten Hand einen großen Kreis vor dir. Nimm dann all die negativen Gefühle aus deiner Brust heraus und leg sie in diesen Kreis. Schieb ihn dann so weit weg, wie du kannst! Na, fühlst du dich jetzt besser?",
      "es": "#¿Estás molest{F#a}{M#o}? Eso no es bueno. Vamos, ¡sigue mis pasos! Primero, haz un graaan círculo frente a ti con la mano derecha. Luego, saca los pensamientos negativos de tu pecho y mételos en ese círculo con las dos manos. A continuación, ¡empújalo tan lejos como puedas! ¿Qué tal? ¿A que te sientes mejor?",
      "fr": "Tu fais la tête ? C'est pas bien de faire la tête. Allez, fais comme moi. Dessine un grand cercle devant toi avec ta main droite. Retire ensuite tous les sentiments négatifs de ta poitrine et place-les dans ce cercle. Ensuite, fais-les tous sortir du cercle ! Alors, tu te sens mieux ?",
      "pt": "#Você está mal-humorad{F#a}{M#o}? Isso é ruim — vamos, me siga. Primeiro, use sua mão direita para desenhar um círculo bem grande na sua frente. Então, use as duas mãos para pegar todos aqueles sentimentos negativos do seu peito e colocar no círculo. Depois, empurre-o para longe o mais forte que puder! Então? Está se sentindo melhor agora?",
      "ru": "Ты сердишься? Гм, надо это прекращать. Смотри, я тебя научу. Нарисуй правой рукой большой круг прямо перед собой, потом представь, что вытаскиваешь всю злость из груди и бросаешь в этот круг. А теперь оттолкни его подальше! Ну как, стало легче?",
      "id": "Kamu merajuk? Itu tidak baik deh - ayo, ikuti aba-abaku. Pertama, gunakan tangan kananmu untuk menggambar lingkaran beeesar di depan dadamu. Terus, pakai kedua tangan untuk menarik semua perasaan negatif itu dari dadamu dan letakkan ke dalam lingkarannya. Selanjutnya, dorong sekuat tenaga! Bagaimana? Sudah lebih lega, kan?",
      "th": "เธอเคยโมโหมั้ย? การโมโหน่ะไม่ดีหรอกนะ มานี่มา ทำตามฉันนะ ก่อนอื่น ใช้แขนขวาวาดวงกลมวงใหญ่ ๆ ขึ้นตรงหน้า จากนั้นก็นำทุกสิ่งทุกอย่างที่ทำให้รู้สึกไม่ดีออกมาจากกลางหน้าอก แล้วก็ใส่เข้าไปในวงกลม แล้วก็... ใช้แรงผลักมันออกไป! เป็นยังไงบ้าง อารมณ์ดีขึ้นมาบ้างรึยัง?",
      "vi": "Bạn sẽ hờn dỗi chứ? Ừm, hờn dỗi là không tốt đâu. Đến đây, làm theo tôi nhé, đầu tiên là lấy tay vẽ một vòng tròn lớn trước mặt, sau đó ném hết những điều hờn dỗi trong lòng vào đó. Sau cùng sẽ dùng sức đẩy nó đi! Thế nào, tâm trạng đã đỡ hơn chưa?"
    }
  },
  {
    "title": {
      "zhs": "关于我们·外出冒险",
      "zht": "關於我們·外出冒險",
      "jp": "冒険について…",
      "ko": "우리에 대해·멀리 떠나는 모험",
      "en": "About Us: Going on Adventures",
      "de": "Über uns – Auf Abenteuer gehen",
      "es": "#Sobre nosotr{F#as}{M#os} - Aventuras",
      "fr": "À propos de nous - Partir en aventure",
      "pt": "Sobre Nós - Indo em Aventuras",
      "ru": "О нас: Приключения на чужбине",
      "id": "Tentang Kita: Pergi Bertualang",
      "th": "เกี่ยวกับเรา - ออกไปผจญภัยข้างนอก",
      "vi": "Về chúng ta - Ra Ngoài Thám Hiểm"
    },
    "line": {
      "zhs": "尽管我之前没离开过须弥城，但…我想和你一起去冒险。哦，到陌生的地方，我适应一下就好…唔，稻妻的沙滩下，真的不会有很大很大的沙虫，突然钻出来吗？",
      "zht": "#雖然我之前沒離開過須彌城，但…我想和{F#妳}{M#你}一起去冒險。哦，到陌生的地方，我適應一下就好…唔，稻妻的沙灘下，真的不會有很大很大的沙蟲，突然鑽出來嗎？",
      "jp": "今までスメールシティから出たことはないけど…あなたと一緒に冒険したいの。たとえ見知らぬ土地でも、私は慣れてみせるよ。ええと…稲妻の砂浜って、下からすっごく大きなサンドワームが突然出てきたりしないよね？",
      "ko": "수메르성을 벗어나 본 적이 없지만… 너와 같이 모험을 떠나고 싶어. 낯선 곳에 가면 잘 적응해 볼게…. 음, 이나즈마의 모래에서는 갑자기 엄청 큰 모래 벌레가 튀어나오는 일이 없다는 게 사실이야?",
      "en": "I've never left Sumeru City, but... I want to go on adventures with you. Going to new places will be fine as long as I can adjust... Umm, quick question: Inazuma's beaches won't have huge sandworms that'll suddenly jump out at us, right?",
      "de": "Ich habe Sumeru noch nie verlassen, aber ... Ich möchte mit dir auf Abenteuer gehen. An neue Orte zu gehen, ist in Ordnung, solange ich mich anpassen kann ... Ähm, eine kurze Frage, an Inazumas Stränden gibt es doch keine riesigen Sandwürmer, die plötzlich auf uns zu springen, oder?",
      "es": "Nunca he salido de la Ciudad de Sumeru, pero... quiero ir de aventuras contigo. No habrá problema en ir a sitios nuevos siempre y cuando pueda adaptarme. Humm, una pregunta rápida: las playas de Inazuma no tienen gusanos de arena gigantes que aparecen de repente de la tierra, ¿cierto?",
      "fr": "Même si je ne suis jamais partie de la Ville de Sumeru... J'ai envie de partir à l'aventure avec toi. Je peux visiter de nouveaux endroits, il faudra juste que je m'adapte pendant un temps, et ça ira... Euh, c'est vrai que sur les plages d'Inazuma, il n'y a pas d'immenses vers qui bondissent hors du sable ?",
      "pt": "Eu nunca deixei a Cidade de Sumeru, mas... Eu quero sair me aventurando com você. Ir a novos lugares será bom, contanto que eu consiga me ajustar... Hmm, uma perguntinha: As praias de Inazuma não terão minhocas gigantes que de repente pularão em nós, né?",
      "ru": "Я никогда не покидала Сумеру, но... Мне так хочется отправиться с тобой на поиски приключений. В незнакомом месте нужно просто немного освоиться, и всё будет хорошо. Ой, а на пляжах в Инадзуме случайно нет большущих песчаных червей, которые неожиданно выскакивают из песка?",
      "id": "Aku belum pernah meninggalkan Kota Sumeru, tapi ... Aku ingin bertualang denganmu. Pergi ke tempat yang baru tidak akan jadi masalah selama aku bisa menyesuaikan diri ... Umm, pertanyaan cepat: Pantai Inazuma tidak akan ada cacing pasir besar yang tiba-tiba melompat keluar, kan?",
      "th": "ถึงแม้ว่าฉันจะไม่เคยจากเมือง Sumeru ไปไหน แต่ว่า... ฉันอยากออกไปผจญภัยกับเธอนะ อื้ม ไปอยู่ในที่ที่ไม่คุ้นเคย แค่ทำตัวให้ชินกับมันสักหน่อยก็ไม่มีปัญหาแล้ว... เอ่อ ใต้หาดทรายของ Inazuma จะไม่จู่ ๆ ก็มีหนอนทรายตัวใหญ่ ๆ โผล่ออกมาใช่มั้ย?",
      "vi": "Cho dù trước đây tôi chưa từng rời khỏi Thành Sumeru, nhưng mà... tôi muốn cùng bạn đi ra ngoài thám hiểm. Ừm, những nơi xa lạ, tôi sẽ tập thích nghi... Ừm, trên bãi biển Inazuma có phải sẽ có con sâu cát khổng lồ đột nhiên chui lên không?"
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về \"Vision\"..."
    },
    "line": {
      "zhs": "我的神之眼是第一次登台跳舞时拿到的。我想，神明大人会成为我的观众，一定也认可了人类艺术的美丽之处吧。",
      "zht": "我的神之眼是第一次登臺跳舞時拿到的。我想，神明大人會成為我的觀眾，一定也認可了人類藝術的美麗之處吧。",
      "jp": "私が神の目を授かったのは、初めて舞台で踊った時のことなの。神様が私の観客になってくれたってことは、きっと人間の芸術の美しさを認めてくれたってことだよね。",
      "ko": "내 신의 눈은 첫 무대에서 춤을 출 때 얻은 거야. 신이 내 관중이 되었던 걸 보면, 분명 인간의 예술이 아름답다고 생각하신 거겠지?",
      "en": "I received my Vision when I debuted on stage. If even the goddess was willing to watch my performance, then that must mean she had acknowledged the beauty of human-made art.",
      "de": "Ich erhielt mein Göttliches Auge, als ich auf der Bühne debütierte. Ich dachte, dass die Göttin die Schönheit der von Menschen geschaffenen Kunst erkannt haben müssen, indem sie mein Zuschauer wurde.",
      "es": "Recibí mi Visión en mi debut en el escenario. Si hasta una diosa quiso ver mi actuación, debe de ser porque reconoció la belleza de las artes humanas.",
      "fr": "J'ai obtenu mon œil divin la première fois que je suis montée sur scène pour danser. Je me dis que, si notre divinité était ma spectatrice, c'est certainement parce qu'elle a su reconnaître la beauté des arts des mortels.",
      "pt": "Eu recebi minha Visão quando me apresentei pela primeira vez no palco. Se até a deusa estava disposta a assistir minha apresentação, então isso deve significar que ela reconheceu a beleza da arte feita por humanos.",
      "ru": "Я получила Глаз Бога, когда впервые вышла на сцену. Думаю, если милостивая Архонт удостоила вниманием моё выступление, значит, она признаёт красоту мирского искусства.",
      "id": "Aku menerima Vision-ku waktu aku sedang melakukan pertunjukan di atas panggung. Kalau bahkan sang dewi mau menonton penampilanku, berarti dia sudah mengakui keindahan seni buatan manusia.",
      "th": "ฉันได้รับวิชั่นมาในตอนที่ขึ้นเวทีครั้งแรกน่ะ ฉันคิดว่า ท่านเทพคงจะมารับชมการแสดงของฉัน และยอมรับความงามในศิลปะของพวกมนุษย์ล่ะนะ",
      "vi": "Vision của tôi xuất hiện vào buổi biểu diễn đầu tiên của tôi. Tôi nghĩ ngay cả thần linh cũng đến xem tôi biểu diễn, chắc là đã công nhận vẻ đẹp nghệ thuật của con người rồi chăng."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享…",
      "zht": "有什麼想要分享…",
      "jp": "シェアしたいこと…",
      "ko": "하고 싶은 이야기…",
      "en": "Something to Share",
      "de": "Willst du mir etwas mitteilen?",
      "es": "¿Algo que decir?",
      "fr": "Quelque chose à partager ?",
      "pt": "Algo para Compartilhar",
      "ru": "Давай поделимся...",
      "id": "Berbagi Cerita",
      "th": "ต้องการจะแชร์อะไร...",
      "vi": "Có gì muốn chia sẻ không..."
    },
    "line": {
      "zhs": "努力没有结果，也是很正常的。就像我不管怎么努力，也没办法理解明论派的知识。嗯，这个时候晃一晃脑袋，让大脑转个弯，换个方向就好了。",
      "zht": "努力沒有結果，也是很正常的。就像我不管怎麼努力，也沒辦法理解明論派的知識。嗯，這個時候晃一晃腦袋，讓大腦轉個彎，換個方向就好了。",
      "jp": "努力が実らないのは、決して珍しいことじゃない。例えば、私がどれだけ頑張っても、明論派の知識を理解できないのと同じようにね。そういう時は頭を振って、脳を回転させるといいよ。そうすれば、考え方も切り替わるはずだから。",
      "ko": "노력했는데도 결과가 없는 건 이상한 일이 아니야. 내가 아무리 노력해도 명론파의 지식을 이해할 수 없는 것처럼 말이야. 그럴 때는 머리를 한번 흔들어주고 방향을 전환해 주면 돼",
      "en": "It's normal for hard work to produce no results. For example, no matter how hard I try, I can never understand the Rtawahists' teachings. When you're stuck, shake up your mind, flip your brain around, and change the direction you're going in.",
      "de": "Es ist normal, dass harte Arbeit keine Ergebnisse bringt. Wie sehr ich mich auch bemühe, ich kann zum Beispiel die Lehren der Himmelskunde nicht verstehen. Wenn du nicht weiterkommst, kreise ein wenig mit deinem Kopf, schüttle ihn herum, das wird dich in eine neue Richtung führen.",
      "es": "#Es normal que el trabajo duro no dé resultados. Por ejemplo, por mucho que lo intente, nunca entiendo lo que enseñan los de la Escuela de Iluminacionismo. Cuando te sientas atascad{F#a}{M#o} con algo, agita la cabeza, ejercita el cerebro y cambia la dirección en la que vas.",
      "fr": "Il est normal de n'obtenir aucun résultat après un travail acharné. Par exemple, quels que soient mes efforts, je ne pourrai jamais comprendre les enseignements du Rtawahist. Lorsque tu es dans une impasse, secoue-toi la tête, retourne ton esprit, et prends un autre chemin.",
      "pt": "É normal trabalho duro não produzir resultados. Por exemplo, não importa o quanto eu tente, eu nunca consigo entender os ensinamentos dos Rtawahist. Quando você estiver com um bloqueio, chacoalhe sua mente, balance seu cérebro e mude a direção que você está indo.",
      "ru": "Иногда старания не приносят результата, это нормально. Например, как бы я ни старалась, учение даршана Ртавахист для меня - тёмный лес. Если ничего не получается, нужно встряхнуть головой, чтобы мысли потекли по другому руслу, и тогда всё будет в порядке.",
      "id": "Wajar sekali kerja keras tidak membuahkan hasil. Misalnya, tidak peduli seberapa keras aku mencoba, aku tidak akan pernah bisa paham terhadap ajaran Rtawahis. Saat kamu terjebak, goyangkan saja pikiranmu, putar otakmu, dan ganti arah yang ingin kamu tuju.",
      "th": "การพยายามอย่างหนัก โดยไม่ได้ผลลัพธ์อะไรกลับมา ก็เป็นเรื่องปกตินะ เหมือนอย่างที่ฉันพยายามเท่าไหร่ ก็ยังไม่เข้าใจความรู้ของภาควิชาอิลลูมิเนชั่นนิสม์อยู่ดี อืม ในเวลาแบบนี้ต้องส่ายหัวไปมา ปรับเปลี่ยนมุมมองในสมอง แล้วหาทิศทางใหม่ ๆ",
      "vi": "Nỗ lực không có kết quả là một chuyện rất bình thường. Như tôi dù cho cố gắng cách mấy cũng không thể hiểu được kiến thức của Học Phái Rtawahist. Ừm, lúc này cứ để cho đầu óc khuây khỏa và hướng đến vấn đề khác là được."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻·晶蝶之舞",
      "zht": "感興趣的見聞·晶蝶之舞",
      "jp": "興味のあること·晶蝶の舞",
      "ko": "흥미있는 일·수정 나비의 춤",
      "en": "Interesting Things: Dance of the Crystalflies",
      "de": "Interessante Vorkommnisse – \\nTanz des Kristallschmetterlings",
      "es": "Una noticia interesante - Danza de los cristalópteros",
      "fr": "Détails intéressants - Danse des papillons cristallins",
      "pt": "Coisas Interessantes - Dança das Borboletas de Cristais",
      "ru": "Интересные вещи: Танец кристальных бабочек",
      "id": "Cerita yang Menarik: Tarian Crystalfly",
      "th": "ข้อมูลที่น่าสนใจ - การเต้นรำของ Crystalfly",
      "vi": "Những kiến thức thú vị - Vũ Điệu Tinh Điệp"
    },
    "line": {
      "zhs": "晶蝶有各种各样的颜色，很漂亮。当你实在按捺不住好奇心，悄悄伸出手的时候，它们就会一下子跳起优美而迅疾的舞步，离你远去。啊，我要是会飞的话，就能学会晶蝶之舞了。",
      "zht": "#晶蝶有各種各樣的顏色，很漂亮。當{F#妳}{M#你}實在按捺不住好奇心，悄悄伸出手的時候，它們就會一下子跳起優美而迅疾的舞步，離{F#妳}{M#你}遠去。啊，我要是會飛的話，就能學會晶蝶之舞了。",
      "jp": "晶蝶って色とりどりで、とってもきれいだよね。好奇心に駆られてそっと手を伸ばすと、蝶は優雅にひらりと舞って、遠く離れていくの。もし私が空を飛べたら、晶蝶の舞を覚えてたはずだよ。",
      "ko": "수정 나비는 색이 다양해서 정말 예뻐. 호기심을 이기지 못해 손을 뻗어 만지려고 하면 아름답고 빠른 춤을 추며 너에게서 멀어질 거야. 나도 날 수 있다면 수정 나비의 춤을 배울 수 있을 텐데",
      "en": "Crystalflies come in all sorts of colors. They're so pretty that you can't not be curious. When you quietly reach out to one, it instantly steps into an elegant and nimble dance, and flies away from you. Hehe, if I could fly, I'd take dance lessons from them.",
      "de": "Kristallschmetterlinge gibt es in allen erdenklichen Farben. Sie sind so schön, dass man sie bemerken muss. Wenn du leise nach einem greifst, beginnt er sofort einen eleganten und flinken Tanz und fliegt von dir weg. Oh, wenn ich fliegen könnte, hätte ich den Tanz des Kristallschmetterlings gelernt.",
      "es": "Hay cristalópteros de todos los colores y son todos tan bonitos que es imposible no sentir curiosidad. Cuando alcanzas uno, comienza a interpretar una danza ágil y elegante y sale volando. Jeje, si yo pudiera volar, aprendería de ellos.",
      "fr": "Il existe des papillons cristallins de toutes les couleurs, ils sont magnifiques. Quand tu n'arrives plus à contrôler ta curiosité et tends doucement le bras vers l'un d'eux, ce dernier se met à exécuter une danse élégante pour s'envoler loin de toi. Ah, si je savais voler, j'apprendrais la danse des papillons cristallins.",
      "pt": "#Borboletas de Cristais existem em todas as cores. Elas são tão bonitas que você não consegue não ficar curios{M#o}{F#a}. Quando você estender a mão para uma silenciosamente, ela instantaneamente começar uma dança elegante e ágil, e voa para longe de você. Hehe, se eu pudesse voar, eu faria aulas de dança com elas.",
      "ru": "Кристальные бабочки бывают самых разных цветов. Если ты не вытерпишь и протянешь руку, чтобы прикоснуться к этой красоте, она сразу полетит прочь, выписывая в воздухе невероятные пируэты. Эх, если бы я умела летать, научилась бы у кристальных бабочек их танцу.",
      "id": "Crystalfly punya berbagai macam warna. Mereka cantik sekali, sampai-sampai kamu pasti jadi penasaran. Waktu kamu diam-diam mendekatinya, dia pasti akan langsung menari dengan elegan dan gesit, dan terbang menjauh darimu. Hehe, kalau saja aku bisa terbang, aku pasti akan belajar menari dari mereka.",
      "th": "Crystalfly มีสีสันมากมายสวยงามมากเลยล่ะ ในตอนที่เธอไม่สามารถระงับความอยากรู้อยากเห็น แล้วแอบยื่นมือออกไป พวกมันก็จะเปลี่ยนเป็นการเต้นระบำที่ทั้งสวยงาม และคล่องแคล่วโดยทันที จากนั้นก็หนีเธอไป เฮ้อ ฉันอยากบินได้จัง จะได้เรียนรู้การเต้นรำของ Crystalfly ได้",
      "vi": "Tinh điệp có rất nhiều màu sắc, rất đẹp. Khi bạn tò mò đưa tay đến thì chúng sẽ nhảy một vũ điệu tuyệt mỹ rồi bay ra xa. Ôi, nếu tôi biết bay thì chắc sẽ học được vũ điệu tinh điệp nhỉ."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻·帕蒂沙兰",
      "zht": "感興趣的見聞·帕蒂沙蘭",
      "jp": "興味のあること·パティサラ",
      "ko": "흥미있는 일·파디사라",
      "en": "Interesting Things: Padisarahs",
      "de": "Interessante Vorkommnisse – Padisarah",
      "es": "Una noticia interesante - Orquídeas padishá",
      "fr": "Détails intéressants - Padisachidées",
      "pt": "Coisas Interessantes - Padisarahs",
      "ru": "Интересные вещи: Падисара",
      "id": "Cerita yang Menarik: Padisarah",
      "th": "ข้อมูลที่น่าสนใจ - Padisarah",
      "vi": "Những kiến thức thú vị - Padisarah"
    },
    "line": {
      "zhs": "花神大人跳舞的时候，真正的帕蒂沙兰会在她踏足过的地上盛开。…啊，听起来就非常美好，真想见一见这样的场景。",
      "zht": "花神大人跳舞的時候，真正的帕蒂沙蘭會在她踏足過的地上盛開。…啊，聽起來就非常美好，真想見一見這樣的場景。",
      "jp": "花神様が踊ると、彼女が踏んだ芝生の上に本物のパティサラが咲くんだって。聞いただけで、うっとりするような光景だよね。一度見てみたいなぁ。",
      "ko": "화신(花神)님이 춤을 추시면 그분이 밟은 땅에는 진정한 파디사라가 활짝 피어났다고 해. 상상만으로도 정말 아름다워. 그 풍경을 직접 볼 수 있다면 얼마나 좋을까?",
      "en": "When the Goddess of Flowers danced, real Padisarahs would bloom underneath her feet. That sounds like such a beautiful scene. I'd love to see it.",
      "de": "Wenn die Blumengöttin tanzte, blühten unter ihren Füßen echte Padisarah. Oh, das klingt nach einer so schönen Szene. Ich würde sie gerne sehen.",
      "es": "Cuando las Diosa de las Flores bailaba, a sus pies florecían auténticas orquídeas padishá. Me parece una escena de lo más hermosa, me encantaría poder verlo.",
      "fr": "Quand la déesse des fleurs danse, les padisachidées s'ouvrent aux endroits que ses pieds ont foulés. Ah, ça doit être tellement merveilleux. J'aimerais tant voir ça de mes propres yeux.",
      "pt": "Quando a Deusa das Flores dançou, Padisarahs de verdade floresciam sob os pés dela. Isso parece uma linda cena. Eu adoraria vê-la.",
      "ru": "Когда богиня цветов пускается в танец, на её следах распускаются настоящие падисары. Это, наверное, очень красиво... Хотелось бы посмотреть.",
      "id": "Waktu Dewi Bunga menari, Padisarah asli akan mekar di bawah kakinya. Pemandangannya kedengarannya indah sekali ya. Aku jadi ingin melihatnya.",
      "th": "ตอนที่ท่านเทพแห่งมวลบุปผาเต้นรำ Padisarah ที่แท้จริงจะบานตรงจุดที่เธอย่ำผ่าน ...อ่า แค่ฟังดูก็สัมผัสได้ถึงความสวยงามแล้ว อยากเห็นภาพแบบนั้นจังเลย",
      "vi": "Khi Hoa Thần đại nhân nhảy múa, thật sự có những bông hoa Padisarah đua nở dưới chân đó. Tôi thật sự muốn chiêm ngưỡng cảnh tượng đó ghê."
    }
  },
  {
    "title": {
      "zhs": "关于赛诺…",
      "zht": "關於賽諾…",
      "jp": "セノについて…",
      "ko": "사이노에 대해…",
      "en": "About Cyno",
      "de": "Über Cyno ...",
      "es": "Sobre Cyno...",
      "fr": "À propos de Cyno...",
      "pt": "Sobre Cyno...",
      "ru": "О Сайно...",
      "id": "Tentang Cyno",
      "th": "เกี่ยวกับ Cyno...",
      "vi": "Về Cyno..."
    },
    "line": {
      "zhs": "教令院的人，我不太敢接触，毕竟他们对歌舞艺术的印象都不好。我常常会想，那他们会通过什么来解闷呢？呃…你说赛诺的话，会玩「七圣召唤」？真是不可思议呢。",
      "zht": "#教令院的人，我不太敢接觸，畢竟他們對歌舞藝術的印象都不好。我常常會想，那他們會透過什麼來打發時間呢？呃…{F#妳}{M#你}說賽諾的話，會玩「七聖召喚」？真是不可思議呢。",
      "jp": "教令院の人とは、あまり関わり合いたくないの。だって、彼らは歌や舞といった芸術にいい印象を持っていないから。どうやって退屈をしのいでるんだろうっていつも思うんだ。えっ…セノの場合は、「七聖召喚」をやってるの？なんだか変な感じがするね…",
      "ko": "아카데미아 사람은 다가가기가 꺼려져. 춤과 노래 같은 예술을 안 좋게 보거든. 그 사람들은 스트레스를 어떻게 푸는지 종종 생각하곤 해. 음… 사이노는 「일곱 성인의 소환」을 한다고? 뭔가 상상이 안 돼",
      "en": "I don't really like interacting with people from the Akademiya because they don't view the arts too kindly. I often wonder what they do when they're bored... Huh, Cyno plays Genius Invokation TCG? I can't believe it...",
      "de": "Ich habe nicht gerne mit Leuten von der Akademie zu tun, weil sie meinen Künsten nicht allzu wohlgesonnen sind. Ich frage mich oft, was sie tun, wenn sie sich langweilen ... Was? Cyno spielt „Geniale Beschwörung“? Ich kann es nicht glauben ...",
      "es": "No suelo hablar con la gente de la Academia porque no tienen a las artes en mucha estima. A veces me pregunto qué hacen cuando están aburridos... ¿Eh? ¿Que Cyno juega a Invocación de los Sabios? Increíble...",
      "fr": "Je n'aime pas vraiment avoir affaire aux gens de l'Académie, car ils ne voient pas les arts d'un très bon œil. Je me demande souvent ce qu'ils font quand ils s'ennuient... Hein ? Cyno joue à l'Invocation des Sept ? Je n'arrive pas à y croire...",
      "pt": "Eu não gosto mesmo de interagir com pessoas da Academia porque elas não veem as artes com bons olhos. Eu sempre me pergunto o que eles fazem quando estão entediados... Hã, Cyno joga o Chamado Sagrado dos Sete? Eu não acredito...",
      "ru": "Он из Академии, а я побаиваюсь людей из Академии. Они там невысокого мнения о песнях и танцах. Я иногда думаю, а как они вообще развлекаются, если не любят танцы? А, значит, Сайно играет в «Священный призыв семерых»? Да уж, трудно себе представить.",
      "id": "Aku tidak terlalu suka berhubungan dengan orang-orang dari Akademiya karena mereka tidak menganggap seni itu baik. Aku sering penasaran, waktu mereka lagi bosan, mereka ngapain ya? Hah? Cyno main Genius Invokation TCG? Aku tidak percaya ....",
      "th": "ฉันไม่ค่อยอยากยุ่งกับพวกคนของทางสถาบันเท่าไหร่ ยังไงซะพวกเขาก็ไม่มีทัศนคดิที่ดีต่อศิลปะการร้องเพลง และเต้นรำอยู่แล้ว ฉันก็สงสัยอยู่บ่อย ๆ นะ ว่าถ้าอย่างนั้นพวกเขาจะใช้วิธีอะไรมาแก้เบื่อกัน? เอ๋... เธอบอกว่า ถ้าเป็น Cyno ก็จะเล่น \"เกมกลเจ็ดอัจฉริยะ\" งั้นเหรอ? คิดไม่ถึงเลยจริง ๆ",
      "vi": "Tôi không dám tiếp xúc nhiều với người của Giáo Viện, dẫu sao thì họ cũng có thành kiến với nghệ thuật ca hát mà. Tôi thắc mắc là họ sẽ làm gì để giải khuây nhỉ? Hửm... Bạn nói Cyno sẽ chơi \"Thất Thánh Triệu Hồi\" sao? Thật không thể tin được."
    }
  },
  {
    "title": {
      "zhs": "关于提纳里…",
      "zht": "關於提納里…",
      "jp": "ティナリについて…",
      "ko": "타이나리에 대해…",
      "en": "About Tighnari",
      "de": "Über Tighnari ...",
      "es": "Sobre Tignari...",
      "fr": "À propos de Tighnari...",
      "pt": "Sobre Tighnari...",
      "ru": "О Тигнари...",
      "id": "Tentang Tighnari",
      "th": "เกี่ยวกับ Tighnari...",
      "vi": "Về Tighnari..."
    },
    "line": {
      "zhs": "据说他是很厉害的植物学家。那他分辨蘑菇的本领肯定很厉害，至少不会吃到毒蘑菇…好羡慕呀。",
      "zht": "據說他是很厲害的植物學家。那他分辨蘑菇的本領一定很厲害，至少不會吃到毒蘑菇…好羡慕呀。",
      "jp": "彼はすごい植物学者なんだって。なら、キノコを見分けるのもきっと得意だよね。少なくとも、毒キノコを食べてしまうなんてことはないはず…羨ましいな…",
      "ko": "아주 훌륭한 식물학자라고 들었어. 버섯을 구분하는 능력도 정말 뛰어날 거야. 그럼 독버섯을 먹을 일은 없겠지…? 부럽다",
      "en": "I hear he's a really talented botanist. He must be good at telling apart mushrooms. At least, he would never have to worry about eating a poisonous one... I'm so jealous.",
      "de": "Ich habe gehört, dass er ein wirklich begabter Botaniker ist. Er muss gut darin sein, Pilze zu unterscheiden. Zumindest müsste er sich nie Sorgen machen, einen Giftigen zu essen ... Ich bin so neidisch.",
      "es": "He oído que es un botanista con mucho talento. Debe de ser bueno diferenciando champiñones, así no se tendrá que preocupar por si se envenena con uno... Qué envidia.",
      "fr": "Il paraît que c'est un spécialiste de la botanique. Il doit sûrement être très fort pour différencier les champignons. Au moins, il n'a jamais à s'inquiéter de manger un champignon vénéneux... Je l'envie tellement.",
      "pt": "Eu ouvi dizer que ele é um botanista muito talentoso. Ele deve ser bom em diferenciar cogumelos. Pelo menos, ele nunca teria que se preocupar em comer um venenoso... Que inveja.",
      "ru": "Говорят, он настоящий специалист в ботанике. Значит, и в грибах наверняка разбирается, отличает съедобные от несъедобных... Завидую!",
      "id": "Aku dengar kalau dia itu ahli botani yang sangat berbakat. Dia pasti pintar membedakan jamur. Setidaknya, dia tidak perlu khawatir makan jamur yang beracun ... Aku iri deh.",
      "th": "ว่ากันว่า เขาเป็นนักพฤกษศาสตร์ที่สุดยอดมาก ถ้าอย่างนั้น เขาคงจะแยกแยะเห็ดได้เก่งมาก ๆ เลยสินะ อย่างน้อยก็จะไม่พลาดไปกินเห็ดพิษ... น่าอิจฉาจังเลยน้าา",
      "vi": "Nghe nói anh ấy là một chuyên gia thực vật học lợi hại. Vậy khả năng nhận biết nấm của anh ấy chắc lợi hại lắm nhỉ, ít ra sẽ không ăn phải nấm độc... Thật ngưỡng mộ quá đi."
    }
  },
  {
    "title": {
      "zhs": "关于柯莱…",
      "zht": "關於柯萊…",
      "jp": "コレイについて…",
      "ko": "콜레이에 대해…",
      "en": "About Collei",
      "de": "Über Collei ...",
      "es": "Sobre Collei...",
      "fr": "À propos de Collei...",
      "pt": "Sobre Collei...",
      "ru": "О Коллеи...",
      "id": "Tentang Collei",
      "th": "เกี่ยวกับ Collei...",
      "vi": "Về Collei..."
    },
    "line": {
      "zhs": "她偶尔会来看我的演出，是一位很热心的见习巡林员呢。她还提醒过我小心迷路，这是为什么呢？我也没有迷路过呀。",
      "zht": "她偶爾會來看我的演出，是一位很熱心的見習巡林員呢。她還提醒過我小心迷路，這是為什麼呢？我也沒有迷路過呀。",
      "jp": "彼女はたまに私の舞台を見に来てくれるんだ。とても熱心な見習いレンジャーだよ。それから、迷子にならないように注意してくれたこともあったな。でも、どうしてだろう？道に迷ったことなんてないのに…",
      "ko": "가끔 내 공연을 보러오는데 정말 친절한 숲의 견습 순찰자야. 나한테 길을 잃어버리지 말라고 당부까지 하던데, 왜 그런 걸까? 난 길을 잃은 적이 한 번도 없는걸",
      "en": "She sometimes comes to watch my performances. She's a really hard-working Trainee Forest Ranger. One time, she warned me about getting lost. What did she mean by that? It's not like I've gotten lost before...",
      "de": "Manchmal kommt sie, um sich meine Aufführungen anzusehen. Sie ist eine wirklich fleißige auszubildende Waldhüterin. Einmal hat sie mich davor gewarnt, mich zu verlaufen. Was hat sie damit gemeint? Ich habe mich noch nie verirrt ...",
      "es": "A veces viene a mis actuaciones. Es una guardabosques en prácticas muy diligente. Una vez, me avisó para que no me perdiera. ¿Qué quiso decir con eso? No me he perdido nunca...",
      "fr": "Elle vient parfois assister à mes représentations. Cette garde forestière en formation est très impliquée dans son travail. Une fois, elle m'a dit de faire attention à ne pas m'égarer. Qu'est-ce qu'elle voulait dire par là ? Ce n'est pas comme si je m'étais déjà perdue auparavant...",
      "pt": "Às vezes ela vem assistir minhas apresentações. Ela é uma Guarda-Florestal em Treinamento muito trabalhadora. Uma vez, ela me avisou sobre ficar perdida. O que ela quis dizer com aquilo? Não é como se eu tivesse me perdido antes...",
      "ru": "Она иногда приходит на мои представления. Стажёр Лесного дозора, такая ответственная. Как-то раз она попросила меня быть внимательней, чтобы не заблудиться в лесу. Как думаешь, с чего бы это? Ни разу такого не было, чтобы я заблудилась.",
      "id": "Dia kadang-kadang datang untuk menonton pertunjukanku. Dia itu Penjaga Hutan Pemula yang sangat bekerja keras. Suatu kali, dia memperingatkan aku agar tidak tersesat. Kira-kira maksudnya apa ya? Aku kan belum pernah tersesat sebelumnya ....",
      "th": "เธอจะมาดูการแสดงของฉันบ้างเป็นบางครั้งน่ะ เป็นเจ้าหน้าที่พิทักษ์ป่าฝึกหัดที่ไฟแรงมากเลยล่ะ เจ้าตัวเคยเตือนฉันให้ระวังหลงทางด้วยนะ แต่ว่าทำไมกันนะ ฉันก็ไม่เคยหลงทางสักหน่อยนี่นา",
      "vi": "Cô ấy đôi khi cũng có đến xem tôi biểu diễn, đó là một nhân viên kiểm lâm rất nhiệt tình đó. Cô ấy còn nhắc nhở tôi cẩn thận lạc đường nữa, tại sao nhỉ? Tôi có lạc đường qua đâu."
    }
  },
  {
    "title": {
      "zhs": "关于卡维…",
      "zht": "關於卡維…",
      "jp": "カーヴェについて…",
      "ko": "카베에 대해…",
      "en": "About Kaveh",
      "de": "Über Kaveh ...",
      "es": "Sobre Kaveh...",
      "fr": "À propos de Kaveh...",
      "pt": "Sobre Kaveh...",
      "ru": "О Кавехе...",
      "id": "Tentang Kaveh",
      "th": "เกี่ยวกับ Kaveh...",
      "vi": "Về Kaveh..."
    },
    "line": {
      "zhs": "我听说是他建造了华美的艾尔卡萨扎莱宫，能建造出那样的作品，过程应该快乐又陶醉吧。就像我练舞的时候一样，只要一想到能跳给大家看，就充满了喜悦和动力呢。",
      "zht": "我聽說是他建造了華美的艾爾卡薩扎萊宮，能建造出那樣的作品，過程應該快樂又陶醉吧。就像我練舞的時候一樣，只要一想到能跳給大家看，就充滿了喜悅和動力呢。",
      "jp": "あの華やかなアルカサルザライパレスを建てたのは、彼だって聞いたよ。あんな作品を生み出せるなんて、作業中はきっと楽しくて夢中だったんだろうね。きっとみんなに披露したいという思いが、喜びやモチベーションに繋がってたんだと思うよ、まるで私がダンスを練習する時と同じみたいにね。",
      "ko": "그 사람이 아름다운 알카자르자레궁을 지었다고 들었어. 그런 작품을 만들 수 있다는 건 정말 즐거운 일이겠지? 내가 춤을 연습할 때 사람들에게 선보일 생각을 하면 엄청 기쁘고, 동기부여가 되는 것처럼 말이야",
      "en": "I heard he was the one who built the magnificent Palace of Alcazarzaray. He must have had a wonderful time making such a masterpiece, like when I'm in the middle of dance practice. Just thinking about dancing for everyone gives me so much happiness and motivation.",
      "de": "Ich habe gehört, dass er derjenige war, der den herrlichen Palast Alcazarzaray gebaut hat. Er muss eine wunderbare Zeit gehabt haben, um ein solches Meisterwerk zu schaffen, so wie ich mitten im Tanztraining bin. Allein der Gedanke daran, für alle zu tanzen, gibt mir so viel Freude und Motivation.",
      "es": "Escuché que él fue quien construyó el magnífico Palacio Alcazarzaray. Seguro que para él fue maravilloso hacer tal obra de arte, como cuando yo estoy en un ensayo de danza. El mero hecho de pensar en bailar frente a la gente me hace muy feliz y me motiva.",
      "fr": "J'ai entendu dire que c'est lui qui a construit le magnifique Palais d'Alcazarzaray. Il a dû passer un moment merveilleux à réaliser un tel chef-d'œuvre, un peu comme moi quand je suis en répétition. Le simple fait de penser à danser pour tout le monde me donne tellement de bonheur et de motivation.",
      "pt": "Eu ouvi que ele era um dos que construiu o magnífico Palácio de Alcazarzaray. Ele deve ter se divertido muito fazendo aquela obra-prima, como quando eu estou no meio do ensaio de dança. Apenas pensando sobre dançar para todos me enche de felicidade e motivação.",
      "ru": "Я слышала, он построил великолепный Алькасар-сарай. Должно быть, это настоящее счастье - работать над такой красотой. Когда во время репетиции я вспоминаю, что публика скоро увидит мой танец, сердце тотчас же наполняется радостной силой.",
      "id": "Aku dengar dia yang membangun Istana Alcazarzaray yang megah. Dia pasti bersenang-senang waktu sedang membuat mahakarya seperti itu, sama seperti waktu aku sedang latihan menari. Begitu terpikir bisa menari untuk semua orang, aku jadi bahagia sekali dan termotivasi.",
      "th": "ฉันได้ยินว่าเขาเป็นคนสร้างวัง Alcazarzaray ที่งดงามนั่นขึ้นมา การที่สร้างผลงานแบบนั้นขึ้นมาได้ ระหว่างที่สร้างจะต้องเต็มไปด้วยความสนุกสนาน และความหลงใหลแน่ ๆ เลย เหมือนกับตอนที่ฉันฝึกซ้อมเต้นรำ แค่คิดว่าจะได้เต้นรำให้ทุกคนดู ก็เต็มไปด้วยความสุขและแรงผลักดันแล้วล่ะ",
      "vi": "Tôi nghe nói anh ấy đã xây dựng tòa Cung Điện Alcazarzaray lộng lẫy, anh ấy chắc sẽ rất nhập tâm trong lúc tạo ra tác phẩm đó nhỉ. Cũng giống như khi tôi tập nhảy vậy, chỉ cần nghĩ đến nhảy múa cho mọi người xem thì tôi đã tràn đầy niềm vui và động lực rồi."
    }
  },
  {
    "title": {
      "zhs": "关于迪希雅…",
      "zht": "關於迪希雅…",
      "jp": "ディシアについて…",
      "ko": "데히야에 대해…",
      "en": "About Dehya",
      "de": "Über Dehya ...",
      "es": "Sobre Dehya...",
      "fr": "À propos de Dehya...",
      "pt": "Sobre Dehya...",
      "ru": "О Дэхье...",
      "id": "Tentang Dehya",
      "th": "เกี่ยวกับ Dehya...",
      "vi": "Về Dehya..."
    },
    "line": {
      "zhs": "最近发生了那么多事情，总觉得很不可思议。我原本想为迪希雅和迪娜泽黛挑选一些合适的礼物。但我自己拿不定主意，嗯…要是把大巴扎朋友们推荐的品种全送去，又太多了。哎呀，到底该怎么办才好呢？",
      "zht": "最近發生了那麼多事情，總覺得很不可思議。我原本想為迪希雅和迪娜澤黛挑選一些適合的禮物。但我自己拿不定主意，嗯…要是把大巴扎朋友們推薦的品種全送去，又太多了。哎呀，到底該怎麼辦才好呢？",
      "jp": "最近は色々なことがあって、なんだか不思議な感じがするの…ディシアとドニアザードにプレゼントを贈りたいんだけど…何がいいか自分一人じゃ決められなくって。グランドバザールのみんながおすすめしてくれたものを全部贈ったら、さすがに多いよね。どうしたらいいんだろう…",
      "ko": "근래에 이렇게 많은 일들이 있었다니 정말 믿기지 않아. 데히야와 두냐르자드에게 적절한 선물을 하고 싶은데… 도저히 결정을 못 내리겠어. 바자르 친구들이 추천해 준 것을 다 주려고 하니 너무 많고, 어떻게 하면 좋을까?",
      "en": "It's hard to believe that so many things have happened recently... I wanted to pick out a good present for Dehya and Dunyarzad, but I just can't make up my mind. Everyone at the Grand Bazaar has given me many suggestions, but if I took them all, it'd be too much... What should I do...",
      "de": "Kaum zu glauben, dass in letzter Zeit so viele Dinge passiert sind ... Ich wollte ein paar gute Geschenke für Dehya und Dunyarzad aussuchen, aber ich kann mich einfach nicht entscheiden. Jeder auf dem Großen Basar hat mir viele Vorschläge gegeben, aber wenn ich sie alle annehmen würde, wäre das zu viel ... Was soll ich bloß tun?",
      "es": "Me cuesta creer que hayan pasado tantas cosas últimamente... Quería escoger un buen regalo para Dehya y Dunyarzad, pero no me decido. En el Gran Bazar, todos me han aconsejado muy bien, pero si les regalo tantas cosas, será demasiado... ¿Qué puedo hacer?...",
      "fr": "C'est difficile de s'imaginer que tant de choses se sont passées ces derniers temps. Je voulais trouver un bon cadeau pour Dehya et Dunyarzad, mais je n'arrive pas à me décider. Les amis du Grand bazar m'ont fait de nombreuses suggestions, mais je ne peux pas toutes les retenir... Que devrais-je faire ?",
      "pt": "É difícil acreditar que tantas coisas aconteceram recentemente... Eu queria escolher um bom presente para Dehya e Dunyarzad, mas eu não consigo me decidir. Todos no Grande Bazar me deram tantas sugestões, mas se eu desse ouvido a todas, seria demais para mim... O que eu devo fazer...",
      "ru": "В последнее время столько всего произошло, самой не верится. Вообще-то, я хотела выбрать подарки для Дэхьи и Дуньярзады... Но до сих пор так и не знаю, что им подарить. А если дарить всё, что советуют друзья с Большого базара, получится слишком много. Как же мне быть...",
      "id": "Sulit dipercaya, akhir-akhir ini banyak sekali hal yang terjadi. Aku ingin pilih hadiah yang bagus untuk Dehya dan Dunyarzad, tapi aku tidak bisa ambil keputusan. Semua orang di Grand Bazaar sudah memberi aku banyak masukan. Tapi kalau semua sarannya kupakai, kan jadinya terlalu banyak ... Bagaimana ya ...?",
      "th": "น่าเหลือเชื่อจริง ๆ ที่ช่วงนี้เกิดเรื่องตั้งมากมายขนาดนั้น เดิมทีฉันอยากจะเลือกของขวัญอะไรบางอย่าง ที่เหมาะสมให้ Dehya กับ Dunyarzad แต่ก็ตัดสินใจไม่ได้ อืม... จะให้ส่งของขวัญตามที่เพื่อน ๆ ใน Grand Bazaar แนะนำไปทั้งหมดก็จะมากเกินไป เฮ้อ ทำยังไงดีนะ?",
      "vi": "Dạo này xảy ra nhiều chuyện quá, luôn có cảm giác thật không thể nào tin được. Tôi vốn muốn chọn một món quà để tặng cho Dehya và Dunyarzad, nhưng tôi lại chưa chọn được. Ừm... nếu như tặng hết những món quà mà Đại Khu Bazaar đề cử thì lại quá nhiều. Ôi, phải làm sao đây?"
    }
  },
  {
    "title": {
      "zhs": "关于多莉…",
      "zht": "關於多莉…",
      "jp": "ドリーについて…",
      "ko": "도리에 대해…",
      "en": "About Dori",
      "de": "Über Dori ...",
      "es": "Sobre Dori...",
      "fr": "À propos de Dori...",
      "pt": "Sobre Dori...",
      "ru": "О Дори...",
      "id": "Tentang Dori",
      "th": "เกี่ยวกับ Dori...",
      "vi": "Về Dori..."
    },
    "line": {
      "zhs": "出手阔绰的多莉大商人也曾看过我跳舞。我记得，有一次她和祖拜尔先生商量了什么事情，之后就再也没来过了。会是什么事情呢？嗯…呃？你是说她可能想带我进行一场提瓦特巡演？不会吧，祖拜尔先生肯定帮忙拒绝了吧…应该拒绝了吧…",
      "zht": "#出手闊綽的多莉大商人也曾看過我跳舞。我記得，有一次她和祖拜爾先生商量了什麼事情，之後就再也沒來過了。會是什麼事情呢？嗯…呃？{F#妳}{M#你}是說她可能想帶我進行一場提瓦特巡演？不會吧，祖拜爾先生一定幫忙拒絕了吧…應該拒絕了吧…",
      "jp": "あの気前のいい大商人のドリーも私のダンスを見てくれたことがあるんだ。でも確か、ズバイルさんと何か話し合った後、来なくなっちゃったんだよね。一体何があったんだろう？…え？彼女は私を連れてテイワットでツアーを行いたかった？それはないと思うよ、ズバイルさんもきっと断ってくれてるだろうし…たぶん…",
      "ko": "통이 큰 도리 상인도 내 춤을 본 적이 있어. 한 번은 그 상인이 주바이르 씨와 무슨 이야기를 나누었는데, 그 뒤로는 안 오더라고. 도대체 무슨 이야기를 했을까? …어? 날 데리고 티바트 순회공연을 하려던 걸 수도 있다고? 그럴 리가, 주바이르 씨가 대신 거절해 주셨을 거야… 거절하셨겠지…?",
      "en": "The big-spending merchant Dori has watched me dance before. I remember that she talked with Mr. Zubayr once, and then never came back. Did something happen? ...Huh? She wanted me to go on tour around Teyvat? No way, Mr. Zubayr definitely would've refused for me! ...Ahh, please tell me he has...",
      "de": "Die großzügige Händlerin Dori hat mich schon einmal tanzen sehen. Ich erinnere mich, dass sie einmal mit Herrn Zubayr gesprochen hat und dann nicht mehr zurückgekommen ist. Was ist passiert? ... Was? Sie wollte, dass ich auf Tournee durch Teyvat gehe? Auf keinen Fall, Herr Zubayr hätte das bestimmt abgelehnt! ... Oder? Bitte sag mir, dass er das getan hätte ...",
      "es": "Dori, la comerciante acaudalada, me ha visto bailar. Recuerdo que una vez habló con el Sr. Zubayr y luego nunca más volvió. ¿Acaso ocurrió algo? ¿Eh? ¿Quería que fuera de gira por Teyvat? Imposible. ¡Seguro que el Sr. Zubayr le dijo que no! Ah, por favor, dime que le dijo que no...",
      "fr": "Dori, cette marchande à la main large ? Elle aussi, elle m'a vu danser. Je me souviens qu'une fois, elle est venue discuter de quelque chose avec monsieur Zubayr, et après ça, elle n'est jamais revenue. Est-il arrivé quelque chose ? ... Comment ? Elle voulait m'emmener en tournée dans tout Teyvat ? Ça ne doit pas être ça, monsieur Zubayr a certainement dû refuser ! Dis-moi qu'il lui a dit non...",
      "pt": "A comerciante de grandes gastos, Dori, já me assistiu dançar. Eu lembro que ela falou com o Sr. Zubayr e nunca mais voltou. Alguma coisa aconteceu?... Hã? Ela queria que eu saísse em turnê por todo Teyvat? Sem chance, o Sr. Zubayr com certeza teria recusado por mim!... Ah, por favor me diga que ele...",
      "ru": "Щедрая негоциантка Дори тоже приходила на мои представления. Но потом у неё был какой-то разговор с Зубаиром, и после она у нас не появлялась. Интересно, что случилось? Гм... А? То есть она хотела устроить мне турне по Тейвату? Не может быть. Надеюсь, Зубаир ей отказал? Правда ведь, отказал?..",
      "id": "Pedagang besar Dori yang dermawan sudah pernah melihat aku menari sebelumnya. Aku ingat dia pernah ngobrol dengan Tuan Zubayr sekali, lalu dia tidak pernah kembali. Apa sudah terjadi sesuatu? ... Hah? Dia mau aku melakukan tur keliling Teyvat? Tidak mungkin, Tuan Zubayr pasti akan menolaknya untukku! ... Aduh, tolong deh, semoga saja dia memang benar-benar ....",
      "th": "Dori นักธุรกิจใหญ่ผู้แสนร่ำรวยคนนั้น ก็เคยมาชมการเต้นรำของฉันด้วยเหมือนกัน ฉันจำได้ว่าตอนนั้นเธอคนนั้นมาคุยธุระอะไรบางอย่างกับคุณ Zubayr แล้วจากนั้นก็ไม่กลับมาอีกเลย เกิดเรื่องอะไรขึ้นกันแน่นะ? อืม... เอ๋? เธอว่าเธอคนนั้นอยากจะพาฉันไปออกทัวร์การแสดงรอบ Teyvat งั้นเหรอ? ไม่หรอกมั้ง คุณ Zubayr ต้องช่วยปฏิเสธไปแล้วแน่ ๆ... นะ... น่าจะปฏิเสธไปแล้วล่ะนะ...",
      "vi": "Vị thương nhân hào phóng Dori cũng từng xem qua tôi biểu diễn. Tôi nhớ có lần cô ấy thương lượng với anh Zubayr về chuyện gì đó, sau đó thì không thấy cô ấy ghé đến nữa. Sẽ là chuyện gì nhỉ? Hửm...? Bạn nói cô ấy muốn tổ chức một chuyến lưu diễn khắp Teyvat cho tôi sao? Không phải chứ, anh Zubayr sẽ từ chối đúng không... chắc là từ chối rồi nhỉ..."
    }
  },
  {
    "title": {
      "zhs": "关于小吉祥草王…",
      "zht": "關於小吉祥草王…",
      "jp": "クラクサナリデビについて…",
      "ko": "작은 쿠사나리 화신에 대해…",
      "en": "About Lesser Lord Kusanali",
      "de": "Über die Niedere Herrin Kusanali ...",
      "es": "Sobre la Reina Menor Kusanali...",
      "fr": "À propos de la Rani Kusanali...",
      "pt": "Sobre a Lorde Menor Kusanali...",
      "ru": "О малой властительнице Кусанали...",
      "id": "Tentang Lesser Lord Kusanali",
      "th": "เกี่ยวกับท่านหญิงน้อย Kusanali...",
      "vi": "Về Tiểu Vương Kusanali..."
    },
    "line": {
      "zhs": "大巴扎的大家都很喜欢小吉祥草王大人，好想听听她对我跳的花神之舞的评价呀…啊！不、不，还是算了算了。她真的来了，我肯定会紧张得不得了。",
      "zht": "大巴扎的大家都很喜歡小吉祥草王大人，好想聽聽她對我跳的花神之舞的評價呀…啊！不、不，還是算了算了。她真的來了，我絕對會緊張得不得了。",
      "jp": "グランドバザールのみんなは、クラクサナリデビ様のことが大好きなんだ。あの方から私の「花神の舞」の評価を聞けたらなぁ…あっ！や、やっぱり大丈夫…もし本当に来てくださったら、きっとすごく緊張しちゃうから…",
      "ko": "바자르 사람들은 다들 작은 쿠사나리 화신님을 좋아해. 그분이 내가 추는 화신(花神)의 춤을 어떻게 평가하실지 너무 궁금해…. 아! 아니다, 역시 그만두는 게 좋겠어. 막상 보러 오시면 긴장해서 아무것도 못 할 거야…",
      "en": "The people of the Great Bazaar love Lesser Lord Kusanali. I'd love to hear her thoughts on my Dance of Sabzeruz... Oh, no, no, forget it... If she were in the audience, I'd get stage fright...",
      "de": "Die Menschen auf dem Großen Basar lieben die Niedere Herrin Kusanali. Ich würde gern ihre Meinung zu meinem Sabzeruz-Tanz hören ... Nein, nein, nein, vergiss es ... Wenn sie wirklich anwesend wäre, würde ich Lampenfieber bekommen ...",
      "es": "A la gente del Gran Bazar le encanta la Reina Menor Kusanali. Me gustaría saber lo que piensa de mi danza Sabzeruz... Oh, no, no, olvídalo. Si ella estuviera entre el público, me daría pánico escénico.",
      "fr": "Les gens du Grand bazar adorent la Rani Kusanali. J'aimerais entendre son avis sur ma danse de Sabzeruz... Oh, non, non, oublie ça... Si elle était dans le public, j'aurais le trac...",
      "pt": "O povo do Grande Bazar ama a Lorde Menor Kusanali. Eu amaria ouvir o que ela achou da minha Dança Sabzeruz... Ah, não, não, esqueça... Se você estivesse na plateia, eu teria pânico de palco...",
      "ru": "Все на Большом базаре обожают малую властительницу Кусанали. Так хочется узнать, что она думает о моём танце Сабзеруз... Ой, нет, лучше не надо. Если она и правда появится на представлении, я от страха с ума сойду.",
      "id": "Orang-orang di Grand Bazaar semuanya suka Lesser Lord Kusanali. Aku ingin dengar pendapatnya tentang Tarian Sabzeruz-ku ... Oh, tidak, tidak, lupakan saja deh ... Kalau dia jadi penonton, aku rasa aku yang akan demam panggung ....",
      "th": "ผู้คนใน Grand Bazaar ต่างก็ชื่นชอบท่านหญิงน้อย Kusanali มากเลยล่ะ อยากได้ยินความคิดเห็นของเจ้าตัวเกี่ยวกับระบำ Sabzeruz ที่ฉันร่ายรำจังเลย... อ๊ะ! ไม่สิ ไม่ดีกว่า ถ้าท่านหญิงน้อยมาจริง ๆ ล่ะก็ ฉันต้องประหม่าแบบสุด ๆ แน่เลย",
      "vi": "Mọi người ở Đại Khu Bazaar đều rất yêu mến Tiểu Vương Kusanali, rất muốn nghe cô ấy đánh giá Vũ Điệu Sabzeruz của tôi... À! Không không, hay là thôi vậy. Nếu cô ấy đến thật thì tôi sẽ căng thẳng lắm."
    }
  },
  {
    "title": {
      "zhs": "想要了解妮露·其一",
      "zht": "想要瞭解妮露·其一",
      "jp": "ニィロウを知る·1",
      "ko": "닐루에 대해 알기·첫 번째",
      "en": "More About Nilou: I",
      "de": "Ich will mehr über Nilou erfahren I",
      "es": "Más sobre Nilou (I)",
      "fr": "Connaître Nilou (1)",
      "pt": "Mais Sobre Nilou - I",
      "ru": "Узнать больше о Нилу I",
      "id": "Memahami Nilou: I",
      "th": "อยากรู้เกี่ยวกับ Nilou - 1",
      "vi": "Muốn tìm hiểu Nilou - Điều thứ 1"
    },
    "line": {
      "zhs": "唔——啊！抱歉，我在想等下去吃什么好呢？有点出神了…你需要帮忙吗？",
      "zht": "#唔——啊！抱歉，我在想等一下去吃什麼好呢？有點分心了…{F#妳}{M#你}需要幫忙嗎？",
      "jp": "うーん——あっ！ごめんね、何を食べようか考えてて、少しボーっとしてたみたい…えへへ、何か手伝えることはあるかな？",
      "ko": "음——아! 미안해, 뭘 먹으러 갈지 고민한다고 잠시 다른 생각을 했네…. 헤헤, 내 도움이 필요하니?",
      "en": "Aaagh! Sorry, I'm trying to decide what to eat, and I got lost in thought. Hee-hee, do you need help with anything?",
      "de": "Oh! Tut mir leid, ich versuche zu entscheiden, was ich später essen soll, und bin in Gedanken versunken. Und ja, brauchst du vielleicht Hilfe von mir?",
      "es": "¡Ahhhh! Perdón, estaba pensando en qué comer y me distraje con otra cosa. Jeje, ¿necesitas ayuda con algo?",
      "fr": "Oh... Ah ! Désolée, j'étais en train de réfléchir à ce que j'allais manger plus tard, je me suis laissée aller dans mes pensées... Tu as besoin d'aide pour quelque chose ?",
      "pt": "Aaaargh! Desculpe, estou tentando decidir o que comer e me perdi em meus pensamentos. Hee-hee, você precisa de ajuda com algo?",
      "ru": "Гм... Ой! Извини, я как раз думала, что бы такого съесть. Немного отвлеклась... Тебе нужна помощь?",
      "id": "Aaah! Maaf, aku sedang coba putuskan mau makan apa, terus aku jadi melamun. Hehe, apa kamu perlu bantuan?",
      "th": "อ๋าาา! ขอโทษที ฉันกำลังคิดว่าเดี๋ยวจะไปกินอะไรดี แล้วก็เผลอเหม่อไปน่ะ... อยากให้ช่วยอะไรรึเปล่า?",
      "vi": "Hửm... Ôi! Xin lỗi nhé, tôi đang nghĩ xem lát nữa đi ăn gì nên có hơi thất thần chút... bạn có chuyện gì cần tôi giúp sao?"
    }
  },
  {
    "title": {
      "zhs": "想要了解妮露·其二",
      "zht": "想要瞭解妮露·其二",
      "jp": "ニィロウを知る·2",
      "ko": "닐루에 대해 알기·두 번째",
      "en": "More About Nilou: II",
      "de": "Ich will mehr über Nilou erfahren II",
      "es": "Más sobre Nilou (II)",
      "fr": "Connaître Nilou (2)",
      "pt": "Mais Sobre Nilou - II",
      "ru": "Узнать больше о Нилу II",
      "id": "Memahami Nilou: II",
      "th": "อยากรู้เกี่ยวกับ Nilou - 2",
      "vi": "Muốn tìm hiểu Nilou - Điều thứ 2"
    },
    "line": {
      "zhs": "我的老师教过我很多跳舞的要领，但她说，最重要的还是要把情感都投入到舞蹈里，因为这样才是最能打动人的。有所感，才能抒发。想要传达美丽的话，我就要成为美丽本身吧。",
      "zht": "我的老師教過我很多跳舞的要領，但她說，最重要的還是要把情感都投入到舞蹈裡，因為這樣才是最能打動人的。有所感，才能抒發。想要傳達美麗的話，我就要成為美麗本身吧。",
      "jp": "先生からはダンスのコツをたくさん教えてもらったんだ。けど一番大切なのは感情を込めること、それこそが人の心をもっとも動かすものなんだって。何かを表すには、まず何かを感じる必要がある。美しさを伝えるには、美しさそのものにならなければならないの。",
      "ko": "선생님이 춤추는 요령을 많이 가르쳐주셨지만, 가장 중요한 건 춤을 출 때 감정을 몰입하는 거라고 하셨어. 그래야 사람들에게 감동을 줄 수 있거든. 느끼는 게 있어야 표현을 할 수 있잖아. 아름다움을 표현하고 싶으면 직접 아름다움 그 자체가 되는 거야",
      "en": "My teacher taught me everything there is to know about dance, but she said that the most important thing is putting feeling into your movements. Only then can you move your audience and convey emotion. To express beauty, I must first become the embodiment of beauty.",
      "de": "Meine Meisterin hat mir alles beigebracht, was es über das Tanzen zu wissen gibt. Aber sie sagte, das Wichtigste sei, Gefühl in den Tanz einzubringen. Damit kann man seine Zuschauer berühren und ihnen Emotionen vermitteln. Nur wenn man etwas fühlt, kann man es auch ausdrücken, das heißt, um Schönheit auszudrücken, muss ich erst einmal zur Verkörperung der Schönheit werden.",
      "es": "Mi maestra me enseñó todo lo que hay que saber sobre el baile, y me dijo que lo más importante es ponerle emoción a cada movimiento. Solo así se puede conmover al público y transmitir emociones. Para expresar la belleza, primero debo encarnarla yo misma.",
      "fr": "Ma professeure m'a appris tout ce qu'il y a à savoir sur la danse, mais elle m'a dit que la chose la plus importante était de mettre de l'émotion dans chaque mouvement. Ce n'est qu'alors que l'on peut émouvoir son public. Pour exprimer la beauté à travers la danse, je dois moi-même devenir l'incarnation de la beauté.",
      "pt": "Minha professora me ensinou tudo que há para saber sobre dança, mas ela disse que a coisa mais importante é colocar sentimento nos movimentos. Só assim você pode emocionar sua plateia e transmitir emoções. Para expressar beleza, eu primeiro devo me tornar a personificação da beleza.",
      "ru": "Моя наставница научила меня всему, что нужно знать о танце, но она всегда говорила, что самое главное - наполнить чувствами каждое движение. Только такой танец вызовет отклик у публики. А выразить можно лишь те чувства, которые испытываешь. Чтобы выразить танцем красоту, я сама должна стать воплощением красоты.",
      "id": "Guruku mengajari aku semua yang perlu diketahui tentang menari, tetapi dia bilang, yang paling itu adalah memasukkan perasaan ke dalam gerakanmu. Dengan begitu, kamu baru bisa menyentuh penontonmu dan menyampaikan emosi. Untuk mengekspresikan keindahan, aku harus lebih dulu menjadi perwujudan dari keindahan itu sendiri.",
      "th": "อาจารย์ของฉันสอนสิ่งสำคัญหลายอย่างเกี่ยวกับการเต้นรำให้ฉัน แต่อาจารย์บอกว่าไม่ว่ายังไง สิ่งที่สำคัญที่สุด ก็คือการใส่อารมณ์ลงไปในการเต้นรำด้วย เพราะนี่คือสิ่งที่สร้างความประทับใจให้ผู้คนได้มากที่สุด ต้องมีความรู้สึก จึงจะสามารถถ่ายทอดออกไปได้ ถ้าหากต้องการที่จะส่งผ่านความสวยงามออกไปล่ะก็ ฉันก็ต้องเข้าถึงความสวยงามให้ได้ก่อนล่ะนะ",
      "vi": "Cô giáo của tôi đã dạy rất nhiều kiến thức về vũ đạo cho tôi, nhưng cô ấy nói điều quan trọng nhất chính là đặt tình cảm của mình vào trong vũ đạo, bởi vì chỉ như vậy thì mới có thể lay động lòng người. Để thể hiện cái đẹp, trước hết tôi phải trở thành hiện thân của cái đẹp đã."
    }
  },
  {
    "title": {
      "zhs": "想要了解妮露·其三",
      "zht": "想要瞭解妮露·其三",
      "jp": "ニィロウを知る·3",
      "ko": "닐루에 대해 알기·세 번째",
      "en": "More About Nilou: III",
      "de": "Ich will mehr über Nilou erfahren III",
      "es": "Más sobre Nilou (III)",
      "fr": "Connaître Nilou (3)",
      "pt": "Mais Sobre Nilou - III",
      "ru": "Узнать больше о Нилу III",
      "id": "Memahami Nilou: III",
      "th": "อยากรู้เกี่ยวกับ Nilou - 3",
      "vi": "Muốn tìm hiểu Nilou - Điều thứ 3"
    },
    "line": {
      "zhs": "有时候我会收到观众们的来信，说他们因为我的舞蹈打起了精神。我会和祖拜尔剧场的大家共同分享这份快乐。虽然在观众眼里，我是在台前的那一个，但在我心中，这永远是靠所有人的努力才能取得的成果。",
      "zht": "有時候我會收到觀眾們的來信，他們說因為我的舞蹈打起了精神。我會和祖拜爾劇場的大家共同分享這份快樂。雖然在觀眾眼裡，我是在台前的那一個，但在我心中，這永遠是靠所有人的努力才能取得的成果。",
      "jp": "時々、観客から手紙をもらうことがあるんだ、私のダンスで元気をもらったってね。そういう時は、ズバイルシアターのみんなとその喜びを分かち合うの。観客から見たら、舞台上に立っているのは私一人だけだけど、私からしたらそれはみんなで成し遂げたものだからね。",
      "ko": "가끔 관중들이 편지를 보내오는데, 나의 춤을 보고 힘을 얻었다고 하는 사람들이 있어. 주바이르 극장 사람들에게 이 기쁨을 공유해 줄 거야. 관중들에게 보이는 건 무대 위의 한 사람이겠지만, 내게 있어 이건 모두의 노력으로 얻은 결실이거든",
      "en": "Sometimes, I receive letters from showgoers who say that my dancing has cheered them up. I always share this kind of happy news with everyone at Zubayr Theater. Even though I'm the one the audience sees on the stage, it's because of everyone's collective efforts that I can stand up there in the first place.",
      "de": "Manchmal erhalte ich Briefe von Zuschauern, die sagen, dass mein Tanz sie erheitert hat. Ich teile diese Freude immer mit allen im Theater Zubayr. Auch wenn ich diejenige bin, die das Publikum auf der Bühne sieht, ist es der gemeinsamen Anstrengung aller zu verdanken, dass ich überhaupt auf der Bühne stehen kann.",
      "es": "A veces recibo cartas de mi público en las que dicen que mi baile los ha animado. Siempre comparto noticias alegres como esa con la gente del Teatro Zubayr. Aunque soy la figura visible del escenario, si puedo subirme a él es gracias al trabajo conjunto de todos.",
      "fr": "Parfois, je reçois des lettres de spectateurs qui me disent que mes danses leur ont remonté le moral. Je partage toujours ce genre de bonnes nouvelles avec tous les autres au théâtre Zubayr. Même si c'est moi que le public voit sur scène, c'est grâce aux efforts collectifs de chacun qu'une telle chose est possible.",
      "pt": "Às vezes, eu recebo cartas de espectadores que dizem que minha dança os animou. Eu sempre compartilho esse tipo de boa notícia com todos no Teatro Zubayr. Mesmo eu sendo quem a plateia vê no palco, é graças aos esforços coletivos de todos que eu consigo subir no palco, para começo de conversa.",
      "ru": "Иногда мне приходят письма от зрителей, они говорят, что мои танцы поднимают им настроение. Я стараюсь разделить эту радость со всеми работниками театра. Публика видит на сцене одну меня, но я помню, что каждое наше представление - результат работы всех участников труппы.",
      "id": "Terkadang, aku dapat surat dari penonton yang bilang kalau tarianku sudah menghibur mereka. Aku selalu membagikan kabar gembira seperti ini kepada semua orang di Teater Zubayr. Meskipun yang dilihat penonton di atas panggung itu aku, itu juga karena usaha dan kerja sama semua orang, sampai aku bisa berdiri di sana.",
      "th": "บางครั้งฉันได้รับจดหมายจากผู้ชม บอกว่าพวกเขารู้สึกมีชีวิตชีวาขึ้นเพราะการเต้นรำของฉัน ซึ่งฉันก็มักจะแบ่งปันความสุขนี้กับทุกคนในโรงละคร Zubayr เพราะแม้ว่าในสายตาของผู้ชม ฉันจะเป็นคนคนนั้นที่ยืนอยู่บนเวที แต่ในหัวใจของฉัน นี่เป็นผลมาจากความพยายามของทุกคน",
      "vi": "Có lúc tôi sẽ nhận được thư của khán giả, nói là vũ đạo của tôi đã giúp họ lấy lại tinh thần. Lúc đó tôi sẽ chia sẻ niềm vui này cho mọi người trong Nhà Hát Zubayr. Mặc dù tôi là người mà khán giả nhìn thấy trên sân khấu, nhưng nhờ nỗ lực chung của mọi người mà tôi mới có thể đứng vững ở đó."
    }
  },
  {
    "title": {
      "zhs": "想要了解妮露·其四",
      "zht": "想要瞭解妮露·其四",
      "jp": "ニィロウを知る·4",
      "ko": "닐루에 대해 알기·네 번째",
      "en": "More About Nilou: IV",
      "de": "Ich will mehr über Nilou erfahren IV",
      "es": "Más sobre Nilou (IV)",
      "fr": "Connaître Nilou (4)",
      "pt": "Mais Sobre Nilou - IV",
      "ru": "Узнать больше о Нилу IV",
      "id": "Memahami Nilou: IV",
      "th": "อยากรู้เกี่ยวกับ Nilou - 4",
      "vi": "Muốn tìm hiểu Nilou - Điều thứ 4"
    },
    "line": {
      "zhs": "大巴扎有时候会有一些杂技表演，比如说不停抛起球来又不停接住。以前我也试过这个，但是不知道怎么回事就是接不住球，反而全掉头上了。当时祖拜尔先生他们都笑了起来。嗯…好像在他们眼里，我的身体协调能力应该特别强一样…暴露短处了呢。",
      "zht": "大巴扎有時候會有一些雜技表演，比如說不停拋起球來又不停接住。以前我也試過這個，但是不知道怎麼回事就是接不住球，反而全掉頭上了。當時祖拜爾先生他們都笑了起來。嗯…好像在他們眼裡，我的身體協調能力應該非常強一樣…暴露短處了呢。",
      "jp": "グランドバザールでは、時々ボールを投げたりキャッチしたりするジャグリングのパフォーマンスをやってる人がいるんだ。私も試しに真似してみたんだけど、どういうわけかボールをキャッチできず、全部頭で受け止めることになってね…しかも、それを見ていたズバイルさんたちに笑われちゃったの…私のこと、こういう協調運動が得意な人だと思ってたみたい。えへへ、弱点がバレちゃったよ。",
      "ko": "바자르에서 가끔 서커스 공연 같은 걸 해. 공을 계속 던지고 받고 하는 그런 거 말이야. 나도 한번 해봤는데 공이 계속 손이 아닌 머리 위로 떨어지는 거 있지…. 그때 주바이르 씨와 사람들이 얼마나 웃던지. 내 신체 능력이 엄청 뛰어난 줄 알았나 봐. 헤헤, 약점을 들켜버렸지 뭐야",
      "en": "The Grand Bazaar occasionally hosts other kinds of performances, such as juggling showcases. I've tried juggling before, but I always end up catching the balls with my head... Mr. Zubayr and everyone else just laughed at me. They probably thought I had really good hand-eye coordination. Hee-hee, I've been exposed.",
      "de": "Auf dem Großen Basar finden gelegentlich auch akrobatische Darbietungen statt, zum Beispiel Jonglieren. Ich habe schon mal versucht zu jonglieren, aber ich schaffe es einfach nicht. Herr Zubayr und alle anderen haben sich über mich kaputt gelacht. Alle dachten, meine Körperkoordination sei hervorragend ... Aber da wurde meine Schwäche aufgedeckt.",
      "es": "En ocasiones, en el Gran Bazar se celebran otro tipo de actuaciones, como por ejemplo, de malabares. Lo he intentado anteriormente, pero las pelotas siempre acaban golpeándome la cabeza... El Sr. Zubayr y los demás se rieron de mí, seguramente porque pensaban que tendría una buena coordinación. Jeje, ¡ya todo el mundo conoce mi debilidad!",
      "fr": "Le Grand bazar accueille de temps en temps d'autres types de spectacles, comme des démonstrations de jonglerie. J'ai déjà essayé de jongler, mais sans savoir comment, j'ai fini avec toutes les balles sur ma tête... Monsieur Zubayr et tous les autres ont explosé de rire. Ils pensaient sans doute que j'avais une très bonne coordination main-œil. Héhé, ils ont vu mon point faible.",
      "pt": "O Grande Bazar ocasionalmente realiza outros tipos de apresentações, como apresentações de malabares. Eu já tentei fazer malabarismo antes, mas eu sempre acabo pegando as bolas com a minha cabeça... O Sr. Zubayr e o resto do pessoal ri de mim. Eles provavelmente pensavam que eu tinha uma ótima coordenação olho-mão. Hee-hee, fui exposta.",
      "ru": "Иногда на Большом базаре выступают жонглёры из цирка, они подбрасывают мячики в воздух и ловят, подбрасывают и ловят. Я как-то тоже пробовала жонглировать, но все мячики упали мне на голову. Зубаир и все остальные очень смеялись. Наверное, они думали, что у меня прекрасная координация... Да, теперь они знают моё слабое место.",
      "id": "Grand Bazaar terkadang menyelenggarakan jenis pertunjukan lain, seperti pertunjukan melempar bola dan menangkapnya kembali. Aku sudah pernah mencobanya sebelumnya, tapi akhirnya aku selalu menangkap bolanya dengan kepalaku ... Tuan Zubayr dan semua orang terus menertawakan aku. Mereka mungkin kira aku punya koordinasi antara tangan dan mata yang baik sekali. Hee-hee, aku jadi ketahuan.",
      "th": "บางครั้งที่ Grand Bazaar จะมีการแสดงกายกรรม อย่างเช่นการโยนและรับบอลอย่างต่อเนื่อง ก่อนหน้านี้ฉันเองก็เคยลองดูเหมือนกัน แต่ไม่รู้ว่าทำไม ทำยังไงก็รับบอลไม่ได้สักที แถมยังร่วงมาใส่หัวอีกต่างหาก ตอนนั้นพวกคุณ Zubayr ก็พากันหัวเราะ อืม ดูเหมือนในสายตาของพวกเขา ฉันควรจะประสานการทำงานของส่วนต่าง ๆ ในร่างกายได้ดีมากถึงจะถูกสินะ... เผยจุดด้อยไปซะแล้วสิ",
      "vi": "Đại Khu Bazaar đôi lúc có biểu diễn vài tiết mục xiếc, ví dụ như tung hứng. Trước đó tôi cũng từng thử qua, nhưng không biết do đâu mà tôi lại không hứng được, dụng cụ tung hứng còn rơi vào đầu tôi nữa chứ. Lúc đó nhóm của anh Zubayr cười phá lên. Ừm... chắc họ nghĩ là tôi sẽ có thể phối hợp nhịp nhàng các động tác với nhau chăng... vậy là tôi đã bị lộ nhược điểm rồi."
    }
  },
  {
    "title": {
      "zhs": "想要了解妮露·其五",
      "zht": "想要瞭解妮露·其五",
      "jp": "ニィロウを知る·5",
      "ko": "닐루에 대해 알기·다섯 번째",
      "en": "More About Nilou: V",
      "de": "Ich will mehr über Nilou erfahren V",
      "es": "Más sobre Nilou (V)",
      "fr": "Connaître Nilou (5)",
      "pt": "Mais Sobre Nilou - V",
      "ru": "Узнать больше о Нилу V",
      "id": "Memahami Nilou: V",
      "th": "อยากรู้เกี่ยวกับ Nilou - 5",
      "vi": "Muốn tìm hiểu Nilou - Điều thứ 5"
    },
    "line": {
      "zhs": "以前有人说我就像是暖阳下的绿洲，让人感到治愈与温暖。我多多少少会高兴一下，但我的追求、我试图向大家呈现的价值不止在此。不过，和你相处久了我才知道，被人照顾和关怀是这样的感觉。现在…现在，我感觉那个比喻更适合你。",
      "zht": "#以前有人說我就像是暖陽下的綠洲，讓人感到治癒與溫暖。我多多少少會高興一下，但我的追求、我試圖向大家呈現的價值不止在此。不過，跟{F#妳}{M#你}相處久了我才知道，被人照顧和關懷是這樣的感覺。現在…現在，我感覺那個比喻更適合{F#妳}{M#你}。",
      "jp": "以前ね、私のことを暖かな陽の下にあるオアシスみたいな、人々に癒しと温もりをもたらす存在だって言ってくれた人がいるの。それはそれで嬉しかったんだけど、私が追い求めていること…私がみんなに見せたいのは、それ以上に価値があるものなの。それに、あなたと長く一緒にいて分かったことがあるんだ——誰かに気を遣ってもらって、大切にしてもらうのってこんな感じなんだなって。い…今あらためて考えてみると、あなたのほうがあの喩えにピッタシだなって思うの。",
      "ko": "전에 누가 나보고 따스한 햇볕 아래의 오아시스 같다면서 날 보면 마음이 따뜻해지고 힐링이 된다고 했어. 기쁘긴 했지만 내가 추구하는 건, 내가 사람들에게 보여주고 싶은 가치는 그 정도에 그치지 않아. 하지만 너랑 오래 알고 지내다 보니 누군가의 관심과 보살핌을 받는 게 이런 느낌이라는 걸 알았고, 지금은… 지금은 네가 그 비유에 더 어울린다고 생각해",
      "en": "Someone once told me that I was like a shining oasis that restored life and happiness to others with its warmth. That was nice of them to say, and I was happy to hear it, but... what I want to show people is much more than that. After spending so much time with you, though, I finally understand how it feels to have someone care for and look after you. Now... Now, I feel like that comparison is a far better one for you.",
      "de": "Jemand hat mir einmal gesagt, dass ich wie eine leuchtende Oase sei, die anderen Freude und Wärme bringt. Ich habe mich gefreut, das zu hören. Aber mein Streben und was ich den Menschen zeigen möchte, sind viel mehr als das. Nachdem ich so viel Zeit mit dir verbracht habe, verstehe ich endlich, wie es sich anfühlt, wenn sich jemand um dich kümmert und für dich sorgt. Nun ... Ich denke, dass du meine Oase bist.",
      "es": "Una vez, una persona me dijo que era como un brillante oasis que devolvía la vida y la felicidad a la gente con su calidez. Fue muy bonito que me dijera eso, me alegró mucho escucharlo, pero... lo que quiero demostrar va más allá de eso. Tras pasar tanto tiempo contigo, por fin entiendo cómo es tener a alguien que se preocupe y cuide de ti. Así que ahora. Ahora creo que esa metáfora va mucho más acorde a ti.",
      "fr": "Quelqu'un m'a dit un jour que j'étais comme une oasis brillante qui redonnait vie et bonheur aux autres par sa chaleur. C'était gentil de sa part, et ça m'a fait plaisir de l'entendre, mais... ce que je veux montrer aux gens, c'est bien plus que cela. Après avoir passé tant de temps avec toi, je comprends enfin ce que l'on ressent lorsque quelqu'un s'occupe et prend soin de toi. À présent... À présent, je trouve que cette métaphore te décrit mieux que moi.",
      "pt": "Alguém uma vez me disse que eu era como um oásis brilhante que restaurava a vida e a felicidade de outros com meu calor. Isso foi muito gentil da parte dessa pessoa, e eu fiquei muito feliz em ouvir isso, mas... o que eu quero mostrar às pessoas é muito mais do que isso. Após passar tanto tempo com você, eu finalmente entendo como é ter alguém para cuidar e receber cuidados. Agora... Agora eu sinto que aquela comparação é muito melhor para você.",
      "ru": "Однажды мне сказали, что я похожа на солнечный оазис - дарю людям отдохновение и тепло. Конечно, мне было приятно, но на самом деле я стремлюсь к другому... Я хочу стать для людей чем-то большим. Но теперь, подружившись с тобой, я знаю, каково это - когда о тебе заботятся и окружают вниманием. Теперь... теперь, я понимаю, что настоящий оазис - это ты!",
      "id": "Dulu ada yang pernah bilang kepadaku kalau aku itu seperti oasis bersinar yang memulihkan kehidupan dan kebahagiaan orang lain dengan kehangatannya. Mereka baik sekali berkata seperti itu, aku jadi senang mendengarnya. Tapi ... apa yang mau aku tunjukkan kepada orang-orang sebenarnya lebih dari itu. Tapi, setelah menghabiskan begitu banyak waktu denganmu, akhirnya aku mengerti bagaimana rasanya punya seseorang yang peduli dan bisa menjagamu. Sekarang ... Sekarang, aku rasa perbandingan seperti itu lebih cocok untukmu.",
      "th": "มีคนเคยบอกว่า ฉันเป็นเหมือนโอเอซิสใต้แสงแดด ที่ทำให้ผู้คนรู้สึกดีและอบอุ่น นั่นทำให้ฉันรู้สึกมีความสุข แต่... คุณค่าที่ฉันพยายามนำเสนอให้ทุกคนไม่ใช่แค่นั้น อย่างไรก็ตาม หลังจากที่ใช้เวลาอยู่กับเธอมาพักใหญ่ ฉันถึงรู้ว่าการได้รับการดูแลเอาใจใส่เป็นยังไง ตอนนี้... ตอนนี้ฉันรู้สึกว่าคำเปรียบเปรยนั่น เหมาะกับเธอมากกว่านะ",
      "vi": "Trước đây có người nói tôi như ốc đảo dưới ánh nắng, khiến người ta cảm nhận được sự ấm áp và chữa lành. Tôi cũng có chút vui mừng, nhưng giá trị mà tôi muốn cho mọi người thấy lại không nằm ở điểm này. Nhưng mà, khi ở bên bạn tôi mới hiểu được cảm giác được quan tâm và chăm sóc là như thế nào. Bây giờ... bây giờ tôi cảm thấy ví dụ đó phù hợp với bạn hơn."
    }
  },
  {
    "title": {
      "zhs": "妮露的爱好…",
      "zht": "妮露的愛好…",
      "jp": "ニィロウの趣味…",
      "ko": "닐루의 취미…",
      "en": "Nilou's Hobbies",
      "de": "Nilous Hobbys ...",
      "es": "Aficiones de Nilou..",
      "fr": "Les loisirs de Nilou...",
      "pt": "Passatempos de Nilou...",
      "ru": "Хобби Нилу...",
      "id": "Hobi Nilou",
      "th": "งานอดิเรกของ Nilou...",
      "vi": "Sở thích của Nilou..."
    },
    "line": {
      "zhs": "我的人生就是跳舞，跳舞就是我的人生…到底该说哪个才比较好呢？哎呀，我果然不适合思考这些太有逻辑的东西。总之，我会一直跳下去的。用我的表演，让这份艺术之美被更多人看见。",
      "zht": "我的人生就是跳舞，跳舞就是我的人生…到底該說哪個才比較好呢？哎呀，我果然不適合思考這些太有邏輯的東西。總之，我會一直跳下去的。用我的表演，讓這份藝術之美被更多人看見。",
      "jp": "私の人生は踊ること、踊ることは私の人生…どっちのほうが合ってるかな？はぁ、やっぱりこういう論理的なことを考えるのって向いてないみたい。とにかく、これからも踊り続けるつもりだよ。私のパフォーマンスで、この芸術の美しさをより多くの人に見てもらいたいんだ。",
      "ko": "춤이 내 삶이고, 내 삶이 곧 춤이다…. 어떤 말이 더 좋을까? 후우, 역시 이런 논리적인 문제는 나한테 어울리지 않아. 아무튼 난 계속해서 춤을 출 거야. 나의 공연으로 더 많은 사람이 춤이라는 예술의 아름다움을 느낄 수 있도록",
      "en": "\"My life is dance,\" or \"Dance is my life\"... Which phrase is the better way to describe it? Agh, I'm no good at logical things like this. Anyway, I'll just keep on dancing. I want to use my performances to show the beauty of art to more people.",
      "de": "„Mein Leben ist Tanz!“, nein, „Tanz ist mein Leben!“ Tja, welcher Satz ist denn besser? Ich bin wirklich nicht dafür geschaffen, logisch nachzudenken. Ich werde auf jeden Fall weiter tanzen. Mit meinem Auftritt möchte ich die Schönheit der Kunst mehr Menschen nahe bringen.",
      "es": "“Mi vida es la danza” o “la danza es mi vida”... ¿Cuál de estas dos frases lo describe mejor? Ay, no soy nada buena con cosas tan racionales. En fin, solo seguiré bailando. Quiero mostrar la belleza del arte a mucha más gente a través de mis actuaciones.",
      "fr": "« Ma vie, c'est la danse », ou plutôt « La danse, c'est ma vie » ? Je ne sais laquelle de ces deux phrases me correspond le mieux... Argh, je ne suis pas douée pour la logique. En tout cas, je continuerai toujours à pratiquer la danse. Je veux danser pour montrer la beauté de l'art à travers mes spectacles au plus grand nombre de gens possibles.",
      "pt": "\"Minha vida é dança,\" ou \"Dança é minha vida\"... Qual frase é a melhor forma de descrever? Argh, eu não sou boa em coisas lógicas como essa. Enfim, eu vou apenas continuar dançando. Eu quero usar minhas apresentações para mostrar a beleza da arte para mais pessoas.",
      "ru": "Вся моя жизнь - танец, а танец - моя жизнь... Как бы это объяснить? Да уж, логика - не сильная моя сторона. Словом, я просто танцую и всегда буду танцевать. Своими представлениями я хочу донести до людей красоту танца.",
      "id": "\"Hidupku adalah menari,\" atau \"menari adalah hidupku\" ... Mana ya yang lebih tepat untuk mendeskripsikannya? Duh, aku tidak pintar hal-hal logis seperti ini. Tapi bagaimanapun, aku akan terus menari. Aku ingin memanfaatkan pertunjukanku untuk menunjukkan keindahan seni kepada lebih banyak orang.",
      "th": "ชีวิตของฉันคือการเต้นรำ การเต้นรำคือชีวิตของฉัน... พูดแบบไหนดีนะ? เฮ้อ ฉันไม่เหมาะที่จะคิดถึงเรื่องตรรกะพวกนี้เลยจริง ๆ สรุปก็คือฉันจะเต้นรำต่อไป ใช้การแสดงของฉัน แสดงความงามของศิลปะนี้ ให้ผู้คนได้เห็นมากขึ้น",
      "vi": "\"Cuộc đời của tôi chính là nhảy múa\" và \"nhảy múa chính là cuộc đời của tôi\"... nên nói thế nào mới chuẩn nhỉ, quả nhiên tôi không thích hợp để suy nghĩ những thứ logic này mà. Nói chung thì tôi sẽ luôn nhảy múa, dùng khả năng biểu diễn của tôi để trình diễn cho mọi người xem."
    }
  },
  {
    "title": {
      "zhs": "妮露的烦恼…",
      "zht": "妮露的煩惱…",
      "jp": "ニィロウの悩み…",
      "ko": "닐루의 고민…",
      "en": "Nilou's Troubles",
      "de": "Nilous Sorgen ...",
      "es": "Preocupaciones de Nilou...",
      "fr": "Les problèmes de Nilou...",
      "pt": "Problemas de Nilou",
      "ru": "Беспокойство Нилу...",
      "id": "Kekhawatiran Nilou",
      "th": "เรื่องกลุ้มใจของ Nilou...",
      "vi": "Nỗi buồn của Nilou..."
    },
    "line": {
      "zhs": "我还是搞不懂哪些蘑菇有毒，哪些又没有…据说，颜色不管是鲜艳还是朴素的蘑菇，都有可能有毒。唔，好像明白了什么，又好像什么都没明白…",
      "zht": "我還是分不清哪些蘑菇有毒，哪些又沒有…據說，顏色不管是鮮豔還是樸素的蘑菇，都有可能有毒。唔，好像明白了什麼，又好像什麼都沒明白…",
      "jp": "どのキノコに毒があって、どのキノコなら大丈夫なのか、いまだに区別がつかないんだ…色鮮やかなキノコも、地味な見た目をしたキノコも、毒があるかもしれないんだって。はぁ、何か掴みかけても、結局は何も分かってないんだよね…",
      "ko": "어떤 버섯에 독이 있고 어떤 버섯에 독이 없는지 아직도 모르겠어…. 색이 화려한 버섯이든, 아주 평범한 버섯이든 다 독이 있을 수 있다던데. 흐음, 뭔가 알 것 같다가도 전혀 모르겠어…",
      "en": "I still can't tell poisonous mushrooms apart from non-poisonous ones... Apparently, color doesn't mean much — poisonous mushrooms can be bright or dull. Mmm, I feel like I understand, but I also don't...",
      "de": "Ich kann giftige Pilze immer noch nicht von ungiftigen unterscheiden ... Anscheinend verät die Farbe nicht viel. Jeder Pilz, egal ob farbenfroh oder unscheinbar, kann giftig sein. Nun, ich scheine es zu verstehen, und ich scheine nichts zu verstehen ...",
      "es": "Aún no distingo los champiñones venenosos de los que no lo son... Resulta que el color no significa nada, ya que los champiñones pueden ser de colores claros u oscuros. Humm, creo que lo entiendo, pero al mismo tiempo no...",
      "fr": "Je n'arrive toujours pas à distinguer les champignons vénéneux des champignons non vénéneux... Apparemment, la couleur ne signifie pas grand-chose : les champignons vénéneux peuvent être colorés ou ternes. Hmm, j'ai l'impression de comprendre et de ne pas comprendre à la fois...",
      "pt": "Eu ainda não consigo diferenciar cogumelos venenosos dos que não são venenosos... Aparentemente, cor não quer dizer muita coisa — cogumelos venenosos podem ser vibrantes ou opacos. Hmm, sinto como se entendesse, mas eu também não entendo...",
      "ru": "Я так и не научилась отличать съедобные грибы от несъедобных... Говорят, от цвета это не зависит, ядовитыми могут оказаться и яркие грибы, и самые невзрачные. Эх, вроде понятно, но всё равно непонятно...",
      "id": "Aku masih belum bisa bedakan mana jamur beracun dan mana yang bukan ... Rupanya, warna saja tidak cukup ya. Jamur beracun warnanya bisa terang dan gelap. Hem, aku rasa sih aku sudah mengerti, tapi aku rasa masih belum juga ....",
      "th": "ฉันแยกไม่ออกเลยจริง ๆ ว่าเห็ดแบบไหนที่มีพิษ และแบบไหนที่ไม่มี... ได้ยินว่าไม่ว่าจะมีสีที่สดใสหรือทั่วไป ต่างก็มีความเป็นไปได้ที่จะมีพิษทั้งนั้น อืม เหมือนว่าจะเข้าใจ แต่ก็ไม่เข้าใจแฮะ...",
      "vi": "Tôi vẫn không phân biệt được loại nấm nào là có độc và loại nào thì không... Nghe nói, cho dù màu sắc có sặc sỡ hay là đơn giản cũng đều có thể có độc. Ừm, có vẻ như hiểu được gì đó, cũng có vẻ như không hiểu gì cả..."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was sie so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Kesukaan",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "甜食总能让人心情愉快，须弥大多数人都喜欢甜食哦！欸，你要不要也试试看？我可以给你一一介绍。",
      "zht": "#甜食總能讓人心情愉快，須彌大多數人都喜歡甜食哦！欸，{F#妳}{M#你}要不要也試試看？我可以為{F#妳}{M#你}一一介紹。",
      "jp": "スイーツを食べると元気が出るんだ。スメール人の大半はスイーツが好きなんだよ！あなたも食べてみない？おすすめを教えてあげるよ！",
      "ko": "달콤한 디저트는 사람을 기분 좋게 해. 대다수의 수메르 사람들은 디저트를 좋아하지! 너도 한번 맛볼래? 내가 하나씩 소개해 줄게",
      "en": "Sweets always make you feel better! Most people in Sumeru love them. Wanna try some? I'll get some for you!",
      "de": "Süßigkeiten sorgen für gute Laune! Die meisten Menschen in Sumeru lieben sie. Willst du welche probieren? Ich kann dir ein paar empfehlen.",
      "es": "¡Los dulces siempre alegran el ánimo! A la mayoría de la gente de Sumeru le gustan los dulces. ¿Quieres uno? ¡Voy por ellos!",
      "fr": "Les sucreries arrivent toujours à te rendre joyeux. À Sumeru, la majorité des gens aiment les sucreries. Hé, tu veux essayer ? Je peux te les présenter une à une.",
      "pt": "Doces sempre fazem você se sentir bem! A maioria das pessoas de Sumeru adora doces. Quer experimentar alguns? Eu consigo eles para você!",
      "ru": "Сладости всегда поднимают настроение, в Сумеру почти все любят сладкое! Может, попробуешь? Я устрою тебе настоящую дегустацию...",
      "id": "Manisan selalu bisa membuatmu merasa lebih baik! Kebanyakan orang di Sumeru suka kok. Mau coba beberapa? Aku akan bawakan beberapa untukmu!",
      "th": "ของหวานทำให้ผู้คนมีความสุขได้เสมอ ชาว Sumeru ส่วนใหญ่น่ะ ชอบของหวานมากเลยล่ะ! เอ่อ เธออยากจะลองหน่อยมั้ย ฉันแนะนำให้ได้นะ",
      "vi": "Món ngọt sẽ khiến người ta vui vẻ, phần lớn người Sumeru đều rất thích đồ ngọt mà! Ừm, bạn muốn thử không? Tôi sẽ... giới thiệu cho bạn."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was sie nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang Tak Disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "我有点难以接受菌菇那一类，主要是害怕。不是那种见到了想逃走的害怕啦。我…我是小时候误吃过毒蘑菇，在床上躺了好几天…如果你想尝一尝须弥的菌菇美食，要记得确保是无毒蘑菇哦。",
      "zht": "#我有點難以接受菌菇那一類，主要是害怕。不是那種見到了想逃走的害怕啦。我…我是小時候誤吃過毒蘑菇，在床上躺了好幾天…如果{F#妳}{M#你}想嚐一嚐須彌的菌菇美食，要記得確保是無毒蘑菇哦。",
      "jp": "キノコはちょっと苦手なんだ、怖いから…あっ、別に見た目が怖くて逃げたくなるとか、そういうんじゃないよ。実は子供の頃に毒キノコを食べたせいで何日もベッドで横になってたことがあるの…もしスメールのキノコ料理を食べたいなら、まずは毒キノコじゃないかを忘れず確認してね！",
      "ko": "버섯류는 좀 그래. 무섭거든. 보자마자 도망가고 싶은 그런 무서움이 아니라 어, 어렸을 때 독버섯을 잘못 먹어서 며칠 동안 앓아누운 적이 있거든…. 수메르의 버섯 요리를 먹기 전엔 꼭 독이 없는지부터 확인해야 해!",
      "en": "I have a hard time eating mushrooms, mostly because I'm scared... Not the type of scared that makes you want to run away, though! When I was little, I once ate a poisonous mushroom and was bedridden for days... If you want to eat any of Sumeru's mushroom dishes, please make sure to check that the ingredients are all edible!",
      "de": "Es fällt mir schwer, Pilze zu essen, hauptsächlich weil ich Angst habe ... Aber nicht die Art von Angst, bei der man weglaufen möchte! Als ich klein war, habe ich einmal einen giftigen Pilz gegessen und lag dann tagelang im Bett ... Wenn du also eines von Sumerus Pilzgerichten essen willst, vergewissere dich bitte, dass alle Pilze darin ungiftig sind!",
      "es": "Me cuesta comer champiñones, principalmente porque me dan miedo, ¡pero no tanto como para querer salir corriendo! Cuando era pequeña, una vez me comí un champiñón venenoso y tuve que estar en cama durante días... Si quieres comer algún plato de Sumeru con champiñones, ¡asegúrate de que los ingredientes sean comestibles!",
      "fr": "J'ai du mal à manger des champignons, surtout parce que j'ai peur... Mais ce n'est pas le genre de peur qui te donne envie de t'enfuir ! Quand j'étais petite, j'ai mangé un champignon vénéneux et j'ai été clouée au lit pendant plusieurs jours... Si tu veux manger un plat aux champignons sumériens, assure-toi de vérifier que les ingrédients soient tous comestibles !",
      "pt": "Eu tenho dificuldade em comer cogumelos, principalmente porque eu tenho medo... Não o tipo de medo que faz você querer fugir, tá bem? Quando eu era pequena, eu comi um cogumelo venenoso e fiquei de cama por dias... Se você quiser comer qualquer um dos pratos com cogumelos de Sumeru, por favor tenha certeza de que todos os ingredientes são comestíveis!",
      "ru": "Я редко ем грибы, я их боюсь. Нет, я не пускаюсь бежать, увидев на дороге гриб! Просто... в детстве я случайно съела ядовитый гриб и потом несколько дней провалялась в постели... Если хочешь попробовать какой-нибудь из грибных деликатесов Сумеру, прежде убедись, что грибы в нём съедобные!",
      "id": "Aku sulit makan jamur, kebanyakan sih karena aku takut ... Tapi bukan takut yang sampai buat kamu mau kabur! Waktu aku masih kecil, aku pernah makan jamur beracun dan terbaring di tempat tidur selama berhari-hari ... Kalau kamu mau makan hidangan jamur Sumeru, pastikan untuk diperiksa dulu apa bahan-bahannya semua bisa dimakan?!?",
      "th": "ฉันไม่ค่อยชอบกินเห็ดเลย หลัก ๆ ก็เป็นเพราะกลัวล่ะนะ ไม่ใช่ความกลัวแบบที่อยากจะวิ่งหนีเวลาเจอหรอก ฉัน... ตอนเด็ก ๆ ฉันเผลอกินเห็ดมีพิษเข้าไป ต้องนอนอยู่บนเตียงตั้งหลายวันแน่ะ... ถ้าเธออยากจะลองชิมอาหาร Sumeru ที่มีเห็ดล่ะก็ อย่าลืมทำให้แน่ใจว่าไม่มีพิษซะก่อนล่ะ",
      "vi": "Tôi có chút không thích ăn nấm, chủ yếu là vì sợ. Không phải cảm giác kiểu nhìn thấy là muốn chạy. Tôi... tôi lúc nhỏ từng ăn phải nấm độc nên đã nằm liệt giường vài ngày... Nếu như bạn muốn thử ăn nấm của Sumeru thì phải xác định rõ loại nấm nào không có độc nhé."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "原来美食在舌尖起舞，指的就是这样的感觉…好神奇呀！",
      "zht": "原來美食在舌尖起舞，指的就是這樣的感覺…好神奇呀！",
      "jp": "美味しいものが舌の上で踊るのって…こんな感じなんだね…不思議！",
      "ko": "음식이 혀끝에서 춤을 춘다는 게 이런 느낌이구나…. 정말 신기해!",
      "en": "This must be what it feels like to have flavors dancing on your tongue... How wonderful!",
      "de": "So fühlt es sich wohl an, wenn die Aromen auf der Zunge tanzen ... Wie wunderbar!",
      "es": "¡Así debe de ser como se siente cuando los sabores bailan en el paladar! ¡Maravilloso!",
      "fr": "Alors c'est ça, d'avoir de la nourriture délicieuse qui danse sur le bout de la langue... C'est surprenant !",
      "pt": "Deve ser assim que você se sente tendo sabores dançando na sua língua... Que maravilha!",
      "ru": "Оказывается, вот что имеют в виду, когда говорят, что вкус настоящего деликатеса танцует на кончике языка... Настоящее чудо!",
      "id": "Makanan yang menari di lidahmu ... pasti begini rasanya ... Nimat sekali!",
      "th": "ประโยคที่ว่ารสชาติอร่อยเต้นรำอยู่ที่ปลายลิ้น ที่แท้ก็เป็นอย่างนี้นี่เอง... สุดยอดไปเลย!",
      "vi": "Thì ra vị ngon nhảy múa trên đầu lưỡi là chỉ cảm giác này sao... thật thần kỳ!"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "谢谢你。就像我不断练习跳舞一样，这道菜肴，一定也凝结着你的心血吧。",
      "zht": "#謝謝{F#妳}{M#你}。就像我不斷練習跳舞一樣，這道菜餚，一定也凝結著{F#妳}{M#你}的心血吧。",
      "jp": "ありがとう！私がダンスの練習を欠かさず続けているように、きっとこの料理を作れるようになるまで、あなたも努力してきたんだよね。",
      "ko": "고마워. 내가 춤을 끊임없이 연습하는 것처럼, 이 음식에도 너의 엄청난 노력이 담겨 있겠지?",
      "en": "Thank you. You must have put a lot of love and effort into this dish, just like I put so much of me into my dance practice.",
      "de": "Danke. Du musst viel Liebe und Mühe in dieses Gericht gesteckt haben, so wie ich beim Tanztraining.",
      "es": "Gracias. Seguro que pusiste mucho esfuerzo y cariño en este plato, igual que yo hago al ensayar mis bailes.",
      "fr": "Merci. Tu as dû préparer ce plat avec beaucoup d'amour, tout comme je mets beaucoup de moi-même dans ma pratique de la danse.",
      "pt": "Obrigada. Você deve ter colocado muito amor e esforço nesse prato, assim como eu coloco quando pratico dança.",
      "ru": "#Спасибо. Каждый мой танец - результат усердных тренировок. Наверное, и ты много стараний вложил{F#a} в это блюдо.",
      "id": "Terima kasih, kamu pasti sudah susah payah memasak hidangan ini untukku. Sama kayak aku berusaha keras untuk latihan menariku.",
      "th": "ขอบคุณมากนะ เหมือนกันกับที่ฉันฝึกซ้อมเต้นรำ อาหารจานนี้ จะต้องเต็มไปด้วยจิตวิญญาณของเธอแน่ ๆ เลย",
      "vi": "Cảm ơn bạn. Cũng giống như tôi không ngừng luyện nhảy vậy, món này chắc cũng chứa đựng rất nhiều tâm huyết của bạn nhỉ."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "抱歉，可能是我最近胃口不太好，你别介意。",
      "zht": "#抱歉，可能是我最近胃口不太好，{F#妳}{M#你}別介意。",
      "jp": "ごめん、最近あんまり食欲がないんだ、気にしないで。",
      "ko": "미안해, 요즘 내가 입맛이 없어서 그런 거니 너무 신경 쓰지 마",
      "en": "Sorry, my appetite's been a bit off lately. Please don't take offense.",
      "de": "Tut mir leid, in letzter Zeit habe ich kaum Appetit. Bitte sei nicht böse auf mich.",
      "es": "Lo siento, últimamente no tengo mucho apetito. Pero, por favor, no te lo tomes a mal.",
      "fr": "Désolée, je manque un peu d'appétit ces derniers temps. Ne le prends pas mal.",
      "pt": "Desculpe, meu apetite está meio irregular ultimamente. Por favor, não se ofenda.",
      "ru": "Извини, у меня в последнее время совсем нет аппетита. Не обижайся!",
      "id": "Maaf, seleraku kurang bagus akhir-akhir ini. Tolong jangan tersinggung.",
      "th": "ขอโทษนะ อาจเป็นเพราะช่วงนี้ฉันไม่ค่อยเจริญอาหารเท่าไหร่ อย่าว่ากันนะ",
      "vi": "Xin lỗi, có thể do dạo này khẩu vị của tôi không tốt, đừng để tâm nhé."
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh Nhật..."
    },
    "line": {
      "zhs": "那个…生日快乐！我最近学会了一支新的舞蹈，想要跳给你看。呃，你问我紧张吗？呼——被你看出来了呀。因为，想要融合心意与技巧，不知不觉编得越来越难…总之，希望美好与快乐能永远留在你身边。",
      "zht": "#那個…生日快樂！我最近學會了一支新的舞蹈，想要跳給{F#妳}{M#你}看。呃，{F#妳}{M#你}問我緊張嗎？呼——被{F#妳}{M#你}看出來了呀。因為，想要融合心意與技巧，不知不覺編得越來越難…總之，希望美好與快樂能永遠留在{F#妳}{M#你}身邊。",
      "jp": "その…お誕生日おめでとう。最近、新しいダンスを覚えたの、あなたに披露するためにね。え？なんだか緊張しているみたい？ふぅ——気付かれちゃったみたいだね。えっと…この気持ちと私の技術を組み合わせようとしたら、振り付けがどんどん難しくなっちゃって…とにかく、いつまでも美と幸福があなたにあらんことを。",
      "ko": "저기… 생일 축하해! 요즘 새로운 춤을 배워서 너에게 보여주고 싶은데. 응? 긴장되냐고? 후——들켜버렸네. 그게, 내 마음과 기교를 융합시키려고 하니까 점점 더 어려워지는 것 같아서…. 아무튼 아름다움과 즐거움이 항상 네 곁에 있길 바랄게",
      "en": "Umm... Happy birthday! I learned a new dance, and I want to show it to you. Eh, am I nervous? *sigh* You saw right through me. It's because... I wanted to incorporate my feelings into the moves, but then the choreography just got more and more difficult... Anyway, I just wish that your life will always be full of wonder and happiness.",
      "de": "Herzlichen Glückwunsch zum Geburtstag! Ich habe einen neuen Tanz gelernt, den ich dir zeigen möchte. Hmm, bin ich nervös? *seufz* Du hast mich durchschaut. Es ist weil ... Ich wollte meine Gefühle in die Bewegungen einfließen lassen, aber dann wurde die Choreografie immer schwieriger ... Wie auch immer, ich wünsche dir, dass dein Leben immer voller Wunder und Glück sein wird.",
      "es": "Hummm... ¡Feliz cumpleaños! He aprendido una nueva danza que me gustaría mostrarte. ¿Eh? ¿Que si estoy nerviosa? *Suspira*, veo que te diste cuenta. Es porque... quería incorporar mis emociones a los movimientos, pero entonces la coreografía se volvió cada vez más difícil... En todo caso, deseo que tu vida siempre esté llena de alegría y cosas buenas.",
      "fr": "#Hmm... Joyeux anniversaire ! J'ai appris une nouvelle danse et je voudrais te la montrer. Comment{NON_BREAK_SPACE}? Si j'ai le trac ? *soupir* Tu m'as découverte. C'est parce que je voulais traduire mes sentiments dans mes gestes, et la chorégraphie est devenue de plus en plus compliquée... En tout cas, je te souhaite que ta vie soit toujours pleine de merveilles et de joies.",
      "pt": "Hmm... Feliz aniversário! Eu aprendi uma dança nova e quero te mostrá-la. Hã, estou nervosa? *Suspiro* Você me desvendou. É porque... Eu queria incorporar meus sentimentos nos passos, mas então a coreografia ficou cada vez mais difícil... Enfim, eu só desejo que sua vida seja sempre cheia de maravilhas e felicidade.",
      "ru": "Гм-гм... С днём рождения! Я тут недавно разучила новый танец, хочу тебе показать. А, волнуюсь ли я? Фух, от тебя ничего не скроешь! Я хотела передать свои чувства в движениях, но хореография получилась сложновата... В общем, желаю, чтобы тебе всегда сопутствовали радость и красота!",
      "id": "Ummm ... Selamat ulang tahun! Aku baru belajar tarian baru, dan aku ingin tunjukkan kepadamu. Eh, apa aku gugup? *huff* Jadi ketahuan deh. Itu karena ... aku ingin memasukkan perasaanku ke dalam gerakan ini, tapi kemudian koreografinya jadi semakin sulit ... Pokoknya, aku cuma berharap hidupmu bisa selalu dipenuhi dengan keajaiban dan kebahagiaan.",
      "th": "เอ่อ... สุขสันต์วันเกิด! ฉันเพิ่งจะเรียนท่าเต้นใหม่มาเมื่อเร็ว ๆ นี้ และก็อยากจะเต้นให้เธอดู เอ๋ ถามว่าฉันตื่นเต้นมั้ยงั้นเหรอ? ฟู่ววว... ถูกจับได้ซะแล้วสิ เพราะอยากหลอมรวมความรู้สึกกับทักษะเข้าด้วยกัน ท่าที่คิดได้ก็เลยยิ่งยากขึ้นเรื่อย ๆ โดยไม่รู้ตัวน่ะ... ยังไงก็เถอะ ขอให้ชีวิตของเธอเต็มไปด้วยสิ่งสวยงามและความสุขนะ",
      "vi": "Ừm... Sinh nhật vui vẻ! Dạo này tôi vừa học được một điệu múa mới, tôi muốn biểu diễn cho bạn xem. Hửm, bạn hỏi tôi có căng thẳng không sao? Phù... Lại bị nhìn thấu rồi. Tôi muốn lồng ghép cảm xúc của mình vào các động tác, thế là bất giác khiến cho vũ đạo ngày càng khó hơn... Dù sao thì tôi cũng chỉ ước rằng cuộc sống của bạn sẽ luôn tràn ngập điều kỳ diệu và hạnh phúc."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "啊，这是什么感觉？",
      "zht": "啊，這是什麼感覺？",
      "jp": "あれ？この感じ、何だろう…",
      "ko": "어? 이건 무슨 느낌이지…?",
      "en": "Huh? What's this feeling...?",
      "de": "Oh? Was ist das für ein Gefühl ...?",
      "es": "¿Eh? ¿Qué es esta sensación?",
      "fr": "#Hein ? C'est quoi, cette sensation{NON_BREAK_SPACE}?",
      "pt": "Hã? Que sensação é essa?",
      "ru": "А? Что за странное чувство?",
      "id": "Ah? Perasaan apa ini?",
      "th": "หืม ความรู้สึกนี่มันยังไงกันนะ?",
      "vi": "Ối! Đây là cảm giác gì thế?"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "身体舒展开了，能比以往发挥得更出色吧。",
      "zht": "身體舒展開了，能比以往發揮得更出色吧。",
      "jp": "体がほぐれてきたみたい。今まで以上に活躍できる気がするよ。",
      "ko": "몸이 풀리면 실력을 더 잘 발휘할 수 있을 거야",
      "en": "I'm done warming up. I can do even better now!",
      "de": "Mein Körper hat sich gestreckt, und ich kann besser tanzen als je zuvor.",
      "es": "Ya terminé de calentar, ¡ahora podré hacerlo aún mejor!",
      "fr": "J'ai fini de m'échauffer. Mes performances vont être encore meilleures !",
      "pt": "Já me aqueci. Eu posso fazer melhor ainda agora!",
      "ru": "Я разогрелась, сейчас покажу настоящий класс!",
      "id": "Aku sudah selesai pemanasan. Aku sudah bisa lebih baik lagi sekarang.",
      "th": "ร่างกายยืดหยุ่นแล้ว น่าจะทำได้ดียิ่งขึ้นนะ",
      "vi": "Cơ thể linh hoạt hơn rồi, chắc sẽ lợi hại hơn xưa nhỉ."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "我就像躺在一只大大的风史莱姆背上，好轻好轻。",
      "zht": "我就像躺在一隻大大的風史萊姆背上，好輕好輕。",
      "jp": "大きな風スライムの上に横たわってるみたい！体がとっても軽く感じるよ！",
      "ko": "커다란 바람 슬라임 위에 올라탄 것처럼 온몸이 가볍게 느껴져",
      "en": "I feel like I'm lying down on the back of a massive Anemo Slime. Ahh, it's so light and comfy~",
      "de": "Ich fühle mich, als läge ich auf dem Rücken eines riesigen Anemo-Schleims, so leicht und gemütlich.",
      "es": "Siento como si estuviera tumbada sobre el lomo de un Slime Anemo gigante. Ahhh, qué ligero y cómodo...",
      "fr": "J'ai l'impression d'être allongée sur le dos d'un Anémoblob. Que je me sens légère !",
      "pt": "Sinto que estou deitada nas costas de um Slime Anemo gigante. Aah, é tão leve e confortável~",
      "ru": "Я как будто лежу на спине огромного Анемо слайма. Так легко и приятно...",
      "id": "Aku merasa seperti sedang berbaring di punggung Anemo Slime besar. Ahh, ringan dan nyaman sekali~",
      "th": "ฉันรู้สึกเหมือนกับนอนอยู่บน Anemo Slime เบาสบายดีจังเลย",
      "vi": "Tôi có cảm giác như đang nằm trên một con Slime Phong khổng lồ vậy, rất nhẹ nhàng."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "我喜欢和你待在一起。嗯…我也不知道为什么，总感觉好像有蝴蝶要从胸腔飞出来一般…还是让我跳一支舞给你看吧。",
      "zht": "#我喜歡和{F#妳}{M#你}待在一起。嗯…我也不知道為什麼，總感覺好像有蝴蝶要從胸腔飛出來一般…還是讓我跳一支舞給{F#妳}{M#你}看吧。",
      "jp": "あなたと一緒にいるのが好きなんだ。自分でもよく分からないけど、まるで胸のところから蝶が舞い上がるような、そんな感じがするの…うん、やっぱりダンスでこの気持ちを表現するね。",
      "ko": "이유는 모르겠지만 너랑 있는 게 좋아. 마치 가슴속에서 나비가 튀어나올 것만 같은 기분이라고 할까나… 널 위해 춤 한 곡 보여줄게",
      "en": "I really like being with you. I don't know why, but it feels like a butterfly is trying to burst out of my chest... Anyway, how about I show a new dance to you?",
      "de": "Ich liebe es, Zeit mit dir zu verbringen. Ich weiß nicht warum, aber es fühlt sich an, als würden mir gleich die Schmetterlinge aus der Brust fliegen. Oh, lass mich für dich tanzen ...",
      "es": "Me gusta mucho estar contigo. No sé por qué, pero siento como si una mariposa quisiera salírseme del pecho. Bueno, ¿qué te parece si te enseño un nuevo baile?",
      "fr": "J'aime passer du temps avec toi. Ah... Je ne sais pas pourquoi, mais j'ai l'impression que des papillons vont sortir de mon ventre... Enfin bon, et si je dansais pour toi ?",
      "pt": "Eu adoro ficar com você. Eu não sei o porquê, mas parece como se uma borboleta estivesse tentando sair do meu peito... Enfim, que tal eu te mostrar uma dança nova?",
      "ru": "С тобой так хорошо. Мне всё время кажется, что сейчас у меня из груди полетят бабочки... Давай я лучше станцую, и ты всё поймёшь.",
      "id": "Aku benar-benar suka bersama kamu. Entah kenapa, tapi perasaannya seperti ada kupu-kupu yang akan terbang keluar dari dadaku ... Oh ya, bagaimana kalau aku tunjukkan tarian baru untukmu?",
      "th": "ฉันชอบอยู่กับเธอนะ อืม... ก็ไม่รู้เหมือนกันว่าเพราะอะไร รู้สึกว่าเหมือนจะมีผีเสื้อบินออกมาจากกลางหน้าอกเลยล่ะ... ฉันเต้นให้เธอดูสักหน่อยดีกว่า",
      "vi": "Tôi thích ở bên bạn. Ừm... cũng không biết tại sao nữa, cảm giác như có bươm bướm từ trong lồng ngực bay ra vậy... Hay là để tôi nhảy một điệu cho bạn xem nhé."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "来了哟。",
      "zht": "來了喲。",
      "jp": "行くよ。",
      "ko": "잘 봐~",
      "en": "Here!",
      "de": "Hier bin ich.",
      "es": "¡Aquí!",
      "fr": "Me voilà !",
      "pt": "Aqui!",
      "ru": "Вот и я.",
      "id": "Ini!",
      "th": "เอาล่ะนะ",
      "vi": "Đến đây nào."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "准备跳喽。",
      "zht": "準備跳囉。",
      "jp": "さあ、踊るよ～",
      "ko": "공연 준비 끝",
      "en": "Positions!",
      "de": "Bereit zu tanzen.",
      "es": "¡En posición!",
      "fr": "En position.",
      "pt": "Se posicione!",
      "ru": "Танец начинается!",
      "id": "Bersiap!",
      "th": "เตรียมพร้อม!",
      "vi": "Chuẩn bị nhảy đây."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "全力以赴。",
      "zht": "全力以赴。",
      "jp": "頑張るよ～",
      "ko": "전력을 다할게",
      "en": "With all my strength!",
      "de": "Ich tue mein Bestes.",
      "es": "¡Con todas mi fuerzas!",
      "fr": "Avec toute ma force !",
      "pt": "Com toda minha força!",
      "ru": "Я сделаю всё возможное!",
      "id": "Dengan segenap kekuatanku!",
      "th": "ด้วยแรงทั้งหมดที่มี!",
      "vi": "Toàn lực ứng phó."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "和浪花共舞吧。",
      "zht": "和浪花共舞吧。",
      "jp": "波の花と共に舞を。",
      "ko": "물보라와 함께 춤춰 봐",
      "en": "Dance with the waves!",
      "de": "Tanz mit den Wellen.",
      "es": "¡Baila con las olas!",
      "fr": "Danse avec les vagues !",
      "pt": "Dance com as ondas!",
      "ru": "Потанцуй с волнами!",
      "id": "Menarilah dengan ombak!",
      "th": "เต้นรำไปกับคลื่นกันเถอะ",
      "vi": "Cùng múa với sóng nước nào."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "请看好了哦。",
      "zht": "請看好了哦。",
      "jp": "見逃さないでね。",
      "ko": "날 지켜봐 줘",
      "en": "All eyes on me!",
      "de": "Sieh mich an.",
      "es": "¡Presten atención!",
      "fr": "Admirez !",
      "pt": "Todos me assistindo!",
      "ru": "Смотрите на меня!",
      "id": "Semua mata tertuju padaku!",
      "th": "มองดูให้ดีล่ะ",
      "vi": "Nhìn cho kỹ nhé."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "这支舞，献给你。",
      "zht": "這支舞，獻給你。",
      "jp": "このダンスをあなたに。",
      "ko": "이 춤을 너에게 바칠게",
      "en": "This dance is for you.",
      "de": "Dieser Tanz ist für dich.",
      "es": "Esta danza es para ti.",
      "fr": "Je vous dédie cette danse.",
      "pt": "Essa dança é para você.",
      "ru": "Этот танец я посвящаю тебе.",
      "id": "Tarian ini untukmu.",
      "th": "ขอมอบการเต้นรำนี้ให้คุณ",
      "vi": "Xin dâng tặng điệu múa này."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "都给你。",
      "zht": "#都給{F#妳}{M#你}。",
      "jp": "ふふっ、全部あなたにあげるね。",
      "ko": "다 네 거야",
      "en": "For you~",
      "de": "Alles für dich.",
      "es": "¡Todo tuyo!",
      "fr": "C'est pour toi.",
      "pt": "Para você~",
      "ru": "Это всё тебе.",
      "id": "Hehehe, untukmu~",
      "th": "ให้เธอหมดเลย",
      "vi": "Cho bạn cả đó."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "我来帮忙一起收吧。",
      "zht": "我來幫忙一起收吧。",
      "jp": "一緒に拾ってあげるよ。",
      "ko": "내가 담는 걸 도와줄게",
      "en": "Let me help you pack this up.",
      "de": "Ich helfe dir beim Einpacken.",
      "es": "Te ayudaré a guardarlo.",
      "fr": "Je vais t'aider à tout récupérer.",
      "pt": "Deixe-me ajudar a embalar isso.",
      "ru": "Давай я помогу собрать.",
      "id": "Biar aku yang bantu bereskan untukmu.",
      "th": "ฉันช่วยเก็บให้นะ",
      "vi": "Để tôi nhặt giúp bạn."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "哇，是意外之喜。",
      "zht": "哇，是意外之喜。",
      "jp": "うわ～予想外の収穫だね。",
      "ko": "와~ 뜻밖의 수확이네",
      "en": "Wow, what a lovely surprise!",
      "de": "Was für eine schöne Überraschung!",
      "es": "¡Guau, qué grata sorpresa!",
      "fr": "Ouah, quelle bonne surprise !",
      "pt": "Uau, que ótima surpresa!",
      "ru": "Ого, какая приятная неожиданность.",
      "id": "Wow, kejutan yang menyenangkan!",
      "th": "ว้าว เป็นเซอร์ไพรส์ที่เยี่ยมไปเลย!",
      "vi": "Woa, đúng là niềm vui bất ngờ mà."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "唔，不用担心我…",
      "zht": "唔，不用擔心我…",
      "jp": "うぅ、心配しなくても大丈夫だよ…",
      "ko": "윽, 내 걱정은 마…",
      "en": "Ah, don't worry about me...",
      "de": "Mach dir keine Sorgen um mich ...",
      "es": "Ah, no te preocupes por mí...",
      "fr": "Ah, ne t'inquiète pas pour moi...",
      "pt": "Ah, não se preocupe comigo...",
      "ru": "Со мной всё в порядке...",
      "id": "Ah, tidak usah khawatir padaku ....",
      "th": "อ่า ไม่ต้องห่วงฉัน...",
      "vi": "Ừm, không cần lo cho tôi đâu..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "真伤脑筋呀…",
      "zht": "真傷腦筋呀…",
      "jp": "ちょっと困ったかも…",
      "ko": "정말 골치 아프네…",
      "en": "How troublesome...",
      "de": "Wie lästig ...",
      "es": "Qué molesto...",
      "fr": "C'est vraiment ennuyeux...",
      "pt": "Que problemático...",
      "ru": "Неприятно...",
      "id": "Merepotkan sekali ....",
      "th": "น่าปวดหัวจริง ๆ...",
      "vi": "Thật đau đầu..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "得快点深呼吸…",
      "zht": "得快點深呼吸…",
      "jp": "早く息を整えないと——",
      "ko": "심호흡을 해야겠어…",
      "en": "Deep breaths...",
      "de": "Atme schnell tief ein ...",
      "es": "Respira hondo...",
      "fr": "On inspire profondément...",
      "pt": "Respire fundo...",
      "ru": "Глубокий вдох...",
      "id": "Tarik napas dalam-dalam ....",
      "th": "ต้องรีบสูดหายใจเข้าลึก ๆ...",
      "vi": "Phải hít một hơi thật sâu..."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa - I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "别急，我来了。",
      "zht": "別急，我來了。",
      "jp": "慌てないで、私がいるよ。",
      "ko": "내가 왔으니 안심해",
      "en": "Don't worry, I'm here.",
      "de": "Keine Sorge, ich komme gleich.",
      "es": "No te preocupes, estoy aquí.",
      "fr": "Du calme, je suis là.",
      "pt": "Não se preocupe, estou aqui.",
      "ru": "Не бойся, я рядом.",
      "id": "Jangan khawatir, aku di sini.",
      "th": "ไม่เป็นไร ฉันอยู่นี่แล้ว",
      "vi": "Đừng vội, để tôi."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa - II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "请让我来抵挡一阵！",
      "zht": "請讓我來抵擋一陣！",
      "jp": "私が援護するね！",
      "ko": "내가 막아줄게!",
      "en": "I'll stand in for you!",
      "de": "Lass mich!",
      "es": "¡Yo te tomo el relevo!",
      "fr": "Je vais encaisser pour toi !",
      "pt": "Eu ficarei no seu lugar!",
      "ru": "Я тебя прикрою!",
      "id": "Biar aku bantu!",
      "th": "ให้ฉันต้านไว้เอง!",
      "vi": "Để tôi giúp bạn!"
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotada (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "还没来得及…谢幕…",
      "zht": "還沒來得及…謝幕…",
      "jp": "カーテンコールは…まだなのに…",
      "ko": "커튼콜은… 아직인데…",
      "en": "It's time for the curtain... to fall...",
      "de": "Der Vorhang ... fällt ...",
      "es": "Es hora de cerrar... el telón...",
      "fr": "Je n'ai pas eu le temps... de faire le rappel...",
      "pt": "É hora de descer... as cortinas...",
      "ru": "Я хотела... выйти на поклон...",
      "id": "Sudah waktunya tirainya ... diturunkan ....",
      "th": "ยังไม่ทันได้... ปิดฉาก...",
      "vi": "Vẫn chưa kịp... chào cảm ơn..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotada (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "不能…继续跳舞了吗…",
      "zht": "不能…繼續跳舞了嗎…",
      "jp": "もう…踊れないみたい…",
      "ko": "더 이상… 춤을 출 수 없는 건가…?",
      "en": "The show... can't go on...",
      "de": "Der Tanz ... kann nicht weitergehen ...",
      "es": "El espectáculo... no puede continuar...",
      "fr": "Le spectacle... ne peut pas continuer...",
      "pt": "O show... não pode continuar...",
      "ru": "Мой танец... окончен...",
      "id": "Pertunjukannya ... tidak bisa dilanjutkan ....",
      "th": "จะไม่ได้... เต้นรำอีกแล้วงั้นเหรอ...",
      "vi": "Không thể... nhảy múa nữa sao..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotada (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "美丽之物，不要远去…",
      "zht": "美麗之物，不要遠去…",
      "jp": "美しきものよ、行かないで…",
      "ko": "아름다운 것이 영원하기를…",
      "en": "Beauty... Don't leave me...",
      "de": "Schönheit ... Verlass mich nicht ...",
      "es": "Belleza... no me abandones...",
      "fr": "Belles choses... Ne me quittez pas...",
      "pt": "Beleza... Não me deixe...",
      "ru": "Красота, не покидай меня...",
      "id": "Keindahan ... Jangan tinggalkan aku ....",
      "th": "ความสวยงาม... อย่าทิ้งฉันไป...",
      "vi": "Những thứ đẹp đẽ, đừng nên rời xa..."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "啊，要稳住平衡。",
      "zht": "啊，要穩住平衡。",
      "jp": "んっ、体勢を整えないと。",
      "ko": "앗, 중심을 잡자",
      "en": "Ah, I gotta keep my balance...",
      "de": "Ah, ich muss mein Gleichgewicht halten ...",
      "es": "Ah, debo mantener el equilibrio.",
      "fr": "Ah, je dois garder l'équilibre...",
      "pt": "Ah, tenho que manter meu equilíbrio...",
      "ru": "Ай, надо держать баланс...",
      "id": "Ah, aku harus menjaga keseimbanganku ....",
      "th": "อ่า ต้องรักษาสมดุลเอาไว้",
      "vi": "Phải lấy lại thăng bằng."
    }
  },
  {
    "title": {
      "zhs": "重受击·其二",
      "zht": "重受擊·其二",
      "jp": "重ダメージを受ける·2",
      "ko": "강공격 피격·두 번째",
      "en": "Heavy Hit Taken: II",
      "de": "Schweren Treffer erlitten II",
      "es": "Recibiendo un fuerte ataque (II)",
      "fr": "Attaque puissante subie (2)",
      "pt": "Ataque Pesado Sofrido - II",
      "ru": "Получен тяжёлый удар II",
      "id": "Menerima Serangan Hebat: II",
      "th": "โดนโจมตีอย่างหนัก - 2",
      "vi": "Bị Trọng Kích II"
    },
    "line": {
      "zhs": "有点…疼。",
      "zht": "有點…痛。",
      "jp": "ちょっと…痛いな。",
      "ko": "조금… 아프네",
      "en": "That... hurt a little.",
      "de": "Es tut ... ein bisschen weh.",
      "es": "Eso... dolió un poco.",
      "fr": "C'est un peu... douloureux.",
      "pt": "Isso... doeu um pouco.",
      "ru": "Немного... больно.",
      "id": "Itu ... sedikit sakit.",
      "th": "เจ็บ... เหมือนกันนะ",
      "vi": "Có chút... đau."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "今天要去哪里跳舞呢？",
      "zht": "今天要去哪裡跳舞呢？",
      "jp": "今日はどこに踊りに行くのかな？",
      "ko": "오늘은 어디서 춤을 춰볼까?",
      "en": "Where are we dancing today?",
      "de": "Wo tanzen wir heute?",
      "es": "¿Dónde bailamos hoy?",
      "fr": "Où allons-nous danser aujourd'hui ?",
      "pt": "Onde vamos dançar hoje?",
      "ru": "Где сегодня станцуем?",
      "id": "Hari ini kita menari apa?",
      "th": "วันนี้ไปร่ายรำที่ไหนดีนะ?",
      "vi": "Hôm nay muốn đến đâu để nhảy múa đây?"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "有什么我能帮忙的吗？",
      "zht": "有什麼我能幫忙的嗎？",
      "jp": "何か私にできることはない？",
      "ko": "내가 도울 수 있는 일이 있니?",
      "en": "Anything I can help you with?",
      "de": "Kann ich dir helfen?",
      "es": "¿Algo con lo que pueda ayudarte?",
      "fr": "Est-ce que je peux être d'une quelconque aide ?",
      "pt": "Algo que posso fazer para te ajudar?",
      "ru": "Чем я могу помочь?",
      "id": "Ada yang bisa aku bantu?",
      "th": "มีอะไรที่ฉันสามารถช่วยได้บ้างมั้ย?",
      "vi": "Tôi có thể giúp được chuyện gì không?"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "啊…是叫我吗？来啦。",
      "zht": "啊…是叫我嗎？來啦。",
      "jp": "ん…私を呼んでるの？今行くね。",
      "ko": "아… 날 부른 거였구나? 금방 갈게",
      "en": "...Oh, you're calling for me? Coming!",
      "de": "Oh ... du rufst nach mir? Ich komme!",
      "es": "Oh, ¿me llamabas? ¡Voy!",
      "fr": "Ah... C'est moi qu'on appelle ? Me voici.",
      "pt": "... Oh, você está me chamando? Estou indo!",
      "ru": "А? Меня зовёте? Уже иду!",
      "id": "Oh, kamu panggil aku? Segera datang!",
      "th": "อ๊ะ... เรียกฉันงั้นเหรอ? มาแล้ว",
      "vi": "Hửm... Gọi tôi sao? Đến ngay."
    }
  }
]