[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "璃月港悠长的历史中，各种妖邪异闻从未断绝。无论真相如何，总要有人出面解决。\n\n重云出生于知名驱邪世家，自幼便拥有能够慑退鬼怪的「纯阳之体」。他的驱邪之法异于常人，只需在异闻之地静坐一番，妖邪当即四散。\n\n但这对重云来说，是个很大的困扰——单论驱邪之事，他已身经百战。可迄今为止，他连半张妖邪的正脸都没见过。\n\n重云心中自知：依赖「纯阳之体」终归是取巧，咒法与剑术才是正道。\n\n因此，他苦心研习方术与武技，四处寻访传闻中妖邪出没之地，以证明自己驱邪的本事与特殊体质无关。\n\n但…这体质究竟要到什么时候，才能不妨碍重云的自我证明之路呢？",
      "zht": "璃月港悠長的歷史中，各種妖邪異聞從未斷絕。無論真相如何，總要有人出面解決。\n\n重雲出生於知名驅邪世家，自幼便擁有能夠懾退鬼怪的「純陽之體」。他的驅邪之法異於常人，只需在異聞之地靜坐一番，妖邪當即四散。\n\n但這對重雲來說，是個很大的困擾——單論驅邪之事，他已身經百戰。可迄今為止，他連半張妖邪的正臉都沒見過。\n\n重雲心中自知：依賴「純陽之體」終歸是取巧，咒法與劍術才是正道。\n\n因此，他苦心研習方術與武技，四處尋訪傳聞中妖邪出沒之地，以證明自己驅邪的本事與特殊體質無關。\n\n但…這體質究竟要到什麼時候，才能不妨礙重雲的自我證明之路呢？",
      "jp": "歴史の長い璃月港では、魑魅魍魎に関する異聞も少なくなかった。真相はどうあれ、解決をする誰かが必要だ。\n\n重雲は有名な妖魔退治の家に生まれ、幼い頃から妖魔に恐れられる「純陽の体」を持っている。ただその場に座っているだけで、戦わずとも妖魔は恐れて逃げてしまう。\n\nしかしその体質に対して重雲はとても困っている——魔除けに関しては百戦錬磨だが、未だに彼は妖魔自体を見たことがないのだ。\n\nきちんとした方士なら、桃符と剣術で妖魔を退治するべきだ。特殊体質に頼るのはどうかと彼は思っている。\n\nそのため、特殊体質がなくとも、方士として一人前であることを証明すべく、重雲は方術と武芸の修行に励む一方で、妖魔が出る場所を探し回っている。\n\nしかし…その体質の効果がなくなることはこの先あるのだろうか？",
      "ko": "리월항의 오랜 역사에서 각종 요마에 관한 이상한 소문은 끊이질 않았다. 진실이 어찌 됐든, 누군가는 나서서 해결해야 하기 마련이다.\n\n중운은 유명한 퇴마 집안에서 태어나 어렸을 때부터 귀신들이 두려워하는 「양(阳)의 체질」을 갖고 있었다. 그의 퇴마술은 다른 사람들과 달랐다. 그가 요마가 출몰한다는 곳에 가만히 앉아 있기만 하면 요마들이 사방으로 달아났다.\n\n하지만 이건 중운 입장에선 괴로운 일이었다——비록 그는 퇴마를 수도 없이 해왔지만, 지금까지 요마의 모습을 직접 본 적이 단 한 번도 없었다.\n\n중운은 「양의 체질」에 의지하는 것은 쉬운 요령일 뿐, 도사라면 마땅히 주문과 무예를 통해 퇴마를 해야 한다고 생각했다.\n\n그래서 그는 도술과 무술을 열심히 연마했고 사방으로 요마가 있다는 곳을 찾아다니며 자신의 퇴마 실력은 특수한 체질과 무관하다는 걸 증명하려고 했다.\n\n하지만… 이런 체질은 도대체 언제쯤 없어져 중운을 방해하지 않게 될까?",
      "en": "Throughout its long history, Liyue has never had a lack of rumors and myths regarding all manner of evil spirits and demons. And regardless of the truth of such rumors, someone has to do something about them.\n\nChongyun was born into a renowned family of exorcists, and has possessed a natural ability to drive away evil spirits from a young age due to his pure-yang spirit. His powers of exorcism are far beyond the norm: his mere presence is sufficient to scatter evil spirits. \n\nHowever, this has proven to be an inconvenience for Chongyun himself, for though he has undertaken hundreds of successful exorcisms, he has never come face-to-face with a single ghost or demon.\n\nChongyun believes in his heart that a true exorcist should exorcize evil with charms and swordsmanship. This natural ability that he has... is just not orthodox.\n\nTherefore, he has dedicated himself to the study of exorcism techniques and martial arts, as well as seeking the haunts of evil spirits to prove himself an able and professional exorcist even without his unique physical condition.\n\nYet, when will that condition stop being a stumbling block on his path to self-realization?",
      "de": "Liyues langer Geschichte hat es nie an Gerüchten und Mythen über alle Arten von bösen Geistern und Dämonen gemangelt. Doch egal, ob wahr oder nicht, jemand muss etwas gegen sie unternehmen.\n\nChongyun wurde in eine renommierte Familie von Mystikern hineingeboren und hat die natürliche Fähigkeit, böse Geister zu vertreiben, angesichts der „Yang-Lastigkeit“, die Chongyun durchfließt. Seine Exorzismus-Methoden sind jedoch anders als die der meisten, da er einfach nur stundenlang auf dem Boden sitzt und wartet, dass die Dämonen verschwinden.\n\nDies ist aber auch unangenehm für Chongyun selbst, da er, obwohl er Hunderte erfolgreicher Exorzismen durchlaufen hat, nie einen einzigen Geist oder Dämon zu Gesicht bekommen hat. Er weiß nicht einmal, wie sie aussehen.\n\nChongyun hat die traditionelle Überzeugung, dass ein wahrer Mystiker das Böse mit Zaubern und rituellen Schwertern austreiben sollte. Diese natürliche Fähigkeit, die er besitzt, ist aber ganz und gar nicht traditionell.\n\nDaher widmet er sich dem Studium von Exorzismus-Techniken und Kampffähigkeiten sowie dem Besuch von Orten angeblich böser Geister, nur um zu beweisen, dass er ein fähiger und professioneller Exorzist ist, auch wenn er ohne seine natürlichen Fähigkeiten auskommen muss.\n\nDas heißt, wie verhindert er eigentlich, dass seine natürlichen Fähigkeiten Wirkung zeigen?",
      "es": "A lo largo de la rica historia de Liyue nunca han faltado rumores y mitos sobre toda clase de demonios y espíritus malignos. Alguien tiene que hacer algo al respecto, independientemente de su veracidad.\n\nChongyun nació en una conocida familia de exorcistas. Desde pequeño cuenta con una habilidad natural, llamada positividad congénita, que le ayuda a ahuyentar a los espíritus malignos adonde quiera que vaya. Sus poderes exorcistas son muy fuertes, ya que su sola presencia es suficiente para asustarlos.\n\nSin embargo, esto representa un problema para el propio Chongyun, ya que, aunque ha realizado con éxito cientos de exorcismos, nunca ha visto ni un fantasma.\n\nChongyun cree en su corazón que un verdadero exorcista debe exorcizar el mal con encantamientos y el uso de la espada. Pero esta habilidad natural no es que sea demasiado ortodoxa.\n\nPor lo tanto, se dedica al estudio del exorcismo y de las técnicas y habilidades de lucha, y visita lugares donde se rumorea que hay espíritus malignos para demostrar que sus habilidades para ahuyentarlos no tienen que ver con sus capacidades innatas.\n\nPero ¿hasta qué punto es su propio cuerpo un impedimento en el camino para probarse a sí mismo?",
      "fr": "De tout temps ont circulé à Liyue nombre de rumeurs et de légendes de démons et d'esprits malfaisants. Vraies ou fausses, quelqu'un se doit d'y faire quelque chose.\n\nChongyun est issu d'une famille d'exorcistes jouissant d'un certain renom à Liyue, et l'énergie positive qui circule en lui lui confère un don naturel pour repousser les esprits où qu'il se trouve.\n\nC'est en soi un inconvénient à ses yeux : bien qu'il ait déjà accompli des centaines d'exorcismes avec succès, il n'a jamais vu à quoi ressemblaient les démons qu'il chassait...\n\nChongyun est un exorciste de la vieille école : à ses yeux, un spécialiste se doit d'utiliser charmes et épées rituelles, qui plus est, il estime que son don ne sera pas éternel.\n\nCe sont pour ces raisons qu'il s'est plongé dans l'étude intensive des différentes techniques d'exorcisme, et parcourt les terres sans se reposer à la recherche de lieux hantés, juste pour se prouver que le cas échéant, il restera capable d'exercer son métier, quand bien même son talent spécial viendrait à disparaître.\n\nMais reste à savoir quand cela se produira, bien sûr...",
      "pt": "Ao longo da sua extensa história, Liyue nunca faltou com rumores e mitos sobre todos os tipos de espíritos diabólicos e demônios. E independentemente de serem verdade ou rumores, alguém tinha que fazer algo sobre eles.\n\nChongyun nasceu de uma família renomada de exorcistas, e possui um Psíquico Yang Puro capaz de afastar espíritos diabólicos desde pequeno graças a sua positividade congênita. Seus poderes de exorcistas estão muito além do normal: apenas a sua simples presença é o suficiente para dissipar todos os espíritos diabólicos. \n\nEntretanto, isso tem se provado ser um inconveniente para o próprio Chongyun, pois, apesar dele ter realizado centenas de exorcismos bem sucedidos, ele nunca sequer viu um único fantasma ou demônio.\n\nChongyun acredita que um verdadeiro exorcista deveria exorcizar o mal com amuletos e perícia com a espada. Esse Psíquico Yang Puro que ele tem... Não é exatamente ortodoxa.\n\nPortanto, ele tem se dedicado ao estudo do exorcismo e técnicas das artes marciais, assim como caçando espíritos diabólicos para provar a si mesmo ser um profissional e capaz exorcista mesmo sem uma condição física incomparável.\n\nAinda sim, quando que esta condição irá parar de ser uma pedra no seu caminho para a auto-realização?",
      "ru": "В Ли Юэ всегда было полно мифов и легенд о всевозможных злых духах и демонах. Но вне зависимости, правдивы они или нет, кто-то должен с ними что-то сделать.\n\nЧун Юнь родился в семье известных экзорцистов и с детства обладал особым даром изгонять злых духов благодаря своей чистой энергии Ян. Его предрасположенность к экзорцизму настолько велика, что лишь его присутствия хватает, чтобы разогнать всех злых духов.\n\nЭто определённо великий дар, но сам Чун Юнь с радостью бы от него отказался, ведь успешно изгнав сотни демонов, он так и не увидел ни одного из них.\n\nЧун Юнь имеет традиционные представления об изгнании демонов, и он считает, что настоящий экзорцист должен бороться со злыми духами с помощью заклинаний, ритуалов и меча. А его врождённая способность является, мягко сказать... нетрадиционной.\n\nПоэтому всю свою жизнь Чун Юнь посвятил изучению техник экзорцизма и боевых навыков, а также занимается посещением мест, в которых, по слухам, водятся злые духи, чтобы доказать, что он может с ними бороться и без своего особого дара.\n\nИ всё же, когда его дар перестанет быть камнем преткновения на его пути к самореализации?..",
      "id": "Sepanjang sejarahnya yang panjang, Liyue tidak pernah kekurangan rumor ataupun mitos mengenai roh jahat dan monster. Dan terlepas dari kebenaran rumor tersebut, seseorang harus melakukan sesuatu tentangnya.\n\nChongyun lahir dari keluarga pengusir setan yang terkenal, dan mempunyai kemampuan alami untuk mengusir roh jahat sejak muda karena bawaan yang ada pada dirinya. Kekuatannya mengusir roh jahat jauh di atas normal: kehadirannya saja sudah cukup untuk membuat roh jahat ketakutan.\n\nNamun, ternyata ini membuat Chongyun sendiri menjadi tidak nyaman, walaupun dia sudah berhasil melakukan ratusan pengusiran, dia tidak pernah berhadapan secara langsung dengan hantu ataupun monster.\n\nChongyun percaya di dalam hatinya bahwa seorang pengusir setan sejati seharusnya mengusir roh jahat dengan menggunakan mantra dan ilmu pedang. Kemampuan alami yang dia miliki... bukanlah cara yang tepat.\n\nKarenanya, dia mendedikasikan dirinya untuk mempelajari teknik pengusiran dan bela diri, juga mencari roh jahat untuk membuktikan dirinya sendiri sebagai seorang pengusir setan yang handal dan profesional tanpa mengandalkan kondisi fisiknya yang unik.\n\nNamun, kapankah kondisi tubuhnya itu akan berhenti menjadi batu sandungan pada jalannya dalam membuktikan diri sendiri?",
      "th": "ประวัติศาสตร์อันแสนจะยาวนาน ของท่าเรือ Liyue นั้นมักจะมีเรื่องราวของภูตผีปีศาจ เกิดขึ้นอย่างไม่ขาดสาย ซึ่งก็จะมีคนออกมาจัดการอยู่เสมอไม่ว่าความจริงจะเป็นเช่นไร\n\nChongyun เกิดในครอบครัวนักปราบปีศาจที่โด่งดัง และครอบครอง \"ร่างกายแห่งหยางบริสุทธิ์\" วิธีขับไล่ผีของเขาแตกต่างจากคนธรรมดา แค่เขานั่งอยู่เงียบ ๆ ในที่ที่มีกลิ่นผิดปกติ ก็จะสามารถขับไล่เหล่าภูตผีปีศาจให้หนีกระเจิงออกไปได้\n\nแต่สำหรับ Chongyun แล้ว สิ่งนี้ถือเป็นปัญหาใหญ่ของเขา... ถึงแม้จะผ่านประสบการณ์การขับไล่ ปีศาจมาเป็นร้อยครั้งแล้ว แต่จนถึงทุกวันนี้เขาก็ยังไม่เคยได้เห็น หน้าตาของพวกมันเลย\n\nChongyun รู้ดีว่า: การพึ่งพา \"ร่างกายแห่งหยางบริสุทธิ์\" ในการไล่ภูตผีปีศาจนั้นเหมือนเป็น การโกง การสวดมนต์และใช้ดาบในการขับไล่ ปีศาจถึงจะเป็นวิธีที่ถูกต้อง\n\nดังนั้นเขาจึงพยายามฝึกฝนวิชาขับไล่ ปีศาจและวิชาการต่อสู้อย่างขะมักเขม้น และออกค้นหาเหล่าภูตผีปีศาจในทุก ๆ ที่ เพียงเพื่อพิสูจน์ว่าตนเองนั้นมีฝีมือและการขับไล่ปีศาจ ไม่เกี่ยวข้องกับคุณสมบัติทางสายเลือดแต่อย่างใด\n\nแต่... ร่างกายอันพิเศษของเขา เมื่อไรจะเลิกเป็นอุปสรรคต่อการแสดง ความสามารถของเขากันนะ?",
      "vi": "Liyue là vùng đất có bề dày lịch sử văn hóa lâu đời với nhiều câu chuyện huyền bí vẫn luôn tồn tại. Không biết thực hư đằng sau những câu chuyện đó ra sao, thế nhưng vẫn luôn có người đứng lên gìn giữ cuộc sống bình yên nơi đây.\n\nChongyun xuất thân từ một gia đình trừ tà nổi tiếng ở Liyue, từ nhỏ đến lớn được \"thuần dương chi thể\" bảo vệ, có thể xua đuổi ma quái quấy nhiễu. Với phương pháp trừ tà đặc biệt, Chongyun chỉ cần ngồi yên cũng đủ làm quỷ dữ tiêu tán.\n\nTuy hành nghề đã lâu, nhưng anh chưa bao giờ tận mắt nhìn thấy yêu ma.\n\nChính nỗi trăn trở này đã khiến Chongyun luôn tự nhủ, bùa chú và kiếm pháp mới là con đường trừ tà chính đạo, còn \"thuần dương chi thể\" chỉ là mánh lới mà thôi.\n\nAnh dày tâm nghiên cứu phương thuật và võ thuật, đi khắp muôn nơi tìm kiếm ma quái nhằm chứng minh năng lực trừ tà của bản thân đến từ sự khổ luyện chứ không phải là may mắn.\n\nNhưng... Phải đến bao giờ Chongyun mới thực hiện được điều đó đây?"
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "重云初出茅庐时，璃月港内恰好流传着一桩怪谈。\n\n苦主是一位豪门阔太，身份高到与七星都能说上一两句话。\n\n不知从何时起，她的睡眠都饱受怪声骚扰。每到夜晚，声音便不请自来。若她想偷偷接近，怪声便一下窜到背后，紧贴着耳廓响起。\n\n个中惊恐，实在难以言说。阔太深受其害，茶饭不思，日渐消瘦。\n\n凭她的地位与财力，早已请遍天下知名驱邪方士。谁知，这些高手纷纷铩羽而归。怪声不但没有断绝，还愈演愈烈。\n\n眼见驱邪无望，阔太心如死灰。就在这时，重云踏入了她家大门。\n\n「前几天阳光太烈，没能出门…听说这里有很顽固的妖邪，请交给我吧。」\n\n重云借了把椅子，到大宅正中央静坐片刻。\n\n当晚，一切细声低语都消失了。\n\n阔太睡了一个久违的好觉。翌日清晨，她带上几大箱金银珠宝，亲自登门道谢。\n\n重云仍是那副不苟言笑的模样。满地珠宝他分文不取，只收了惯例的几百摩拉作为酬谢。\n\n自此，重云声名鹊起。其「行事风格」为璃月人所喜，更有书生题字赠他——心若冰清、面如霜寒。",
      "zht": "重雲初出茅廬時，璃月港內恰好流傳著一樁怪談。\n\n苦主是一位豪門夫人，身分高到與七星都能說上一兩句話。\n\n不知從何時起，她的睡眠都飽受怪聲騷擾。每到夜晚，聲音便不請自來。若她想偷偷接近，怪聲便一下竄到背後，緊貼著耳廓響起。\n\n個中驚恐，實在難以言說。夫人深受其害，茶飯不思，日漸消瘦。\n\n憑她的地位與財力，早已請遍天下知名驅邪方士。誰知，這些高手紛紛鎩羽而歸。怪聲不但沒有斷絕，還愈演愈烈。\n\n眼見驅邪無望，夫人心如死灰。就在這時，重雲踏入了她家大門。\n\n「前幾天陽光太烈，沒能出門…聽說這裡有很頑固的妖邪，請交給我吧。」\n\n重雲借了把椅子，到大宅正中央靜坐片刻。\n\n當晚，一切細聲低語都消失了。\n\n夫人睡了一個久違的好覺。翌日清晨，她帶上幾大箱金銀珠寶，親自登門道謝。\n\n重雲仍是那副不苟言笑的模樣。滿地珠寶他分文不取，只收了慣例的幾百摩拉作為酬謝。\n\n自此，重雲聲名鵲起。其「行事風格」為璃月人所喜，更有書生題字贈他——心若冰清、面如霜寒。",
      "jp": "重雲が駆け出しだった頃、ちょうど璃月港である怪談が流行っていた。\n\n被害者は七星と直接話せる程の地位を持つ貴婦人だった。\n\nいつからか彼女は毎晩奇妙な音で悩んでいるという。夜になるとその音が勝手に出てくる。音の出所に近づこうとすると、音は急に後ろに接近し耳に近づいてくる。\n\nその怖さは言葉にできないほどあった。貴婦人はその影響で飲食もちゃんとできず、日に日に痩せている。\n\n貴婦人はたくさんの退治専門家を自宅に呼んだが、全員失敗に終わった。そしてその音はなくなるどころか日々激しくなっていく。\n\n退治は無理かと貴婦人が諦めかけた時、重雲が彼女の屋敷を訪れた。\n\n「すまない、ここ数日は日差しが強くて、出掛けられなかった…ここに頑固な妖魔がいると聞いたが、任せてもらえないか？」\n\n重雲は椅子を借り、屋敷の中央にしばらく座り、そのまま何もせず帰った。\n\nその日の夜、貴婦人を困らせていた音は一切聞こえなくなった。\n\n久しぶりによく眠れた貴婦人は翌朝、数箱の金や宝石を持って重雲の屋敷にお礼をしに行った。\n\n重雲は相変わらず仏頂面のまま、数箱の金や宝石から通常報酬の数百モラしか受け取らなかった。\n\nこの事件の後、重雲の名声が一気に高まり、その「行動スタイル」が璃月人に気に入られている。さらにある書生が彼に題字を書いた——盤石のような心と氷霜のような顔。",
      "ko": "중운이 퇴마사로 처음 세상에 나왔을 때, 리월항엔 한 가지 괴담이 돌고 있었다.\n\n그 주인은 어느 이름 있는 집안의 귀부인으로 그녀는 칠성과 대화를 나눌 수 있을 정도로 높은 신분을 지니고 있었다.\n\n언제부터인진 모르나 그녀는 이상한 소리 때문에 잠을 제대로 잘 수 없었다. 매일 밤 어디선가 이상한 소리가 들려왔고, 그녀가 소리의 근원에 가까이 다가갈 때마다 소리가 갑자기 그녀의 등 뒤에서 들려오며, 귓가에 울려 퍼졌다.\n\n이는 말로 할 수 없을 정도로 그녀를 놀라게 했고 그녀는 밥도 제대로 먹지 못 한채 나날이 야위어갔다.\n\n그녀는 자신의 지위와 재력으로 유명한 퇴마 도사들을 모셨지만, 그들 모두가 실패하여 돌아갈 줄은 누가 알았을까? 괴상한 소리는 없어지기는커녕 도리어 점점 커져만 갔다.\n\n퇴마로는 도저히 해결할 수 없다고 느끼며 절망에 빠진 귀부인 앞에 중운이 나타났다.\n\n「며칠간 햇볕이 너무 강해 외출할 수가 없었습니다…. 듣자 하니 이곳에 끈질긴 요마가 있다고 하던데, 저한테 맡겨주시겠습니까?」\n\n중운은 의자를 하나 빌린 뒤 그저 저택 중앙에 조용히 앉았다.\n\n그날 밤, 모든 소리가 사라졌다.\n\n귀부인은 오랜만에 단잠을 잘 수 있었다. 그녀는 날이 밝자마자 금은보화 몇 상자를 들고 중운에게 감사의 인사를 하러 갔다.\n\n하지만 중운은 여전히 엄숙한 표정을 지으며, 과한 재물은 그에게 필요 없다고 말하고는 관례대로 몇백 모라만을 보수로 받았을 뿐이었다.\n\n그날 이후 중운의 명성은 하루아침에 높아졌고, 그의 「행동 스타일」은 리월 사람들의 사랑을 받았다. 또한, 어느 서생은 그를 마음은 얼음처럼 견고하고, 얼굴은 서리처럼 차갑다고 평했다",
      "en": "When Chongyun first ventured out as an exorcist, there had been much talk of an evil spirit lurking inside Liyue Harbor.\n\nThe victim of these hauntings was a woman from a family with a high enough stature to even have a word or two with the Liyue Qixing.\n\nFrom a time she knew not when, her sleep began to be harassed by sounds that kept her awake, but every time she tried to follow the sound, it would suddenly shift behind her, and begin ringing again in her ears.\n\nThis shock caused her unspeakable distress, and she even lost weight for loss of appetite.\n\nHer wealth was enough to hire the best exorcists from all over, but no matter what they tried, they had to retreat empty-handed. And not only did the noises persist, they even grew in boldness.\n\nIt was then, just when she had given up all hope, that Chongyun walked through her door.\n\n\"I apologize for coming just now, it has been far too sunny lately... I heard that this place houses a very stubborn ghost. Please, leave it to me.\"\n\nThen Chongyun brought a chair over, and sat upon it in the middle of the house for a time.\n\nThat night, the strange sounds were no more.\n\nThe wealthy woman finally had a good night's sleep, and she came running to Chongyun the next morning with an overabundance of gold and jewelry as a reward.\n\nBut Chongyun, as was his wont, only accepted his usual fee of a few hundred Mora without an ounce of emotion on his face.\n\nEver since that incident, Chongyun has found that his reputation precedes him for miles around. He has become beloved in Liyue for his \"style and character,\" and indeed scholars have given him this appellation: \"a heart of clear water, and a face of ice.\"",
      "de": "Als Chongyun sich in seiner Rolle als Exorzist auf den Weg machte, gab es bereits viele Gerüchte über einen bösen Geist, der im Hafen von Liyue lauern sollte.\n\nDie Quelle der Gerüchte war eine Frau aus einer wohlhabenden Familie. Ihre Stellung war mit der der Qixing vergleichbar.\n\nJede Nacht hörte sie angeblich seltsame Geräusche, aber jedes Mal, wenn sie versuchte dem Geräusch zu folgen, kam es plötzlich aus der entgegengesetzten Richtung. Schlaflosigkeit, Angst und Appetitlosigkeit plagten sie seither.\n\nIhr Reichtum genügte, um die besten Exorzisten aus aller Welt anzuheuern, aber egal was sie versuchten, das Problem blieb bestehen und wurde sogar noch schlimmer.\n\nChongyun erschien in dem Moment an ihrer Tür, als sie bereits alle Hoffnungen aufgegeben hatte.\n\n„Es war in den letzten Tagen zu sonnig und ich konnte nicht vor die Tür gehen ... Ich habe von deinen Problemen gehört. Bitte überlass das ganz mir.“\n\nChongyun saß die ganze Nacht ganz in der Mitte des Hauses.\n\nSeit dieser Nacht waren die seltsamen Geräusche nicht mehr zu vernehmen.\n\nDie Frau hatte endlich wieder gut geschlafen. Am nächsten Tag kam sie mit einer Menge Gold und Schmuck als Belohnung an.\n\nChongyun aber akzeptierte nur sein übliches Honorar von ein paar hundert Mora, ohne eine einzige Emotion zu zeigen.\n\nSeit diesem Vorfall hat sich Chongyuns Ruf noch mehr im ganzen Land verbreitet und er wurde bekannt für seinen Arbeitsstil, sodass man über ihn sagte, er habe „Ein Herz klar wie Wasser und ein Gesicht kühl wie Eis.“",
      "es": "Cuando Chongyun hizo su primer encargo como exorcista, se hablaba mucho de un espíritu maligno que acechaba Liyue.\n\nSu víctima era la mujer de una familia tan importante que podía compararse a las Siete Estrellas de Liyue.\n\nNo sabía desde cuándo, un extraño sonido la perturbaba en su sueño, pero cada vez que intentaba seguirlo, de repente se escondía detrás de ella y volvía a sonar en sus oídos.\n\nDebido a ello, sentía tanta angustia que incluso perdió el apetito y adelgazó.\n\nComo era rica, pudo contratar a los mejores exorcistas de todo Teyvat, pero por mucho que estos lo intentaran, nunca lograban solucionar nada. Los ruidos no solo persistieron, sino que cada vez sonaban más fuerte.\n\nEntonces, justo cuando había perdido toda esperanza, Chongyun entró por la puerta de la casa de la mujer.\n\n“Pido disculpas por no haber podido venir hasta ahora, pero últimamente hacía mucho sol en la calle. Escuché que en este lugar se esconde un terco fantasma. Por favor, deje que yo me ocupe de él”.\n\nEntonces, Chongyun tomó una silla y se sentó en el centro de la casa durante un tiempo.\n\nEsa misma noche, los extraños sonidos se desvanecieron.\n\nLa mujer acaudalada, que al fin pudo dormir bien, visitó a Chongyun a la mañana siguiente con una enorme cantidad de oro y joyas como recompensa.\n\nPero Chongyun, en cuyo rostro no se veía ni un poco de emoción, solo quiso aceptar su tarifa habitual de unos cientos de Moras.\n\nDesde ese incidente, Chongyun adquirió muy buena reputación. Se volvió muy querido en Liyue debido a su “estilo y carácter”, y los eruditos siempre decían lo mismo de él: “Su corazón es puro como el hielo, y su rostro, frío como la escarcha”.",
      "fr": "Au début de la carrière de Chongyun courait à Liyue une rumeur au sujet d'un mauvais esprit rôdant dans le port.\n\nÀ l'origine de ces bruits se trouvait une femme issue d'une riche famille, au statut suffisamment élevé pour pouvoir s'adresser directement aux Sept Étoiles.\n\nChaque nuit, cette dernière pouvait entendre d'étranges bruits ; mais à chaque fois qu'elle essayait de s'en rapprocher, les bruits semblaient soudain venir d'une direction opposée. Elle finit par en perdre le sommeil et sombrer dans un état d'angoisse constante.\n\nUne femme de ses moyens pouvait bien sûr faire appel aux meilleurs des exorcistes ; mais aucun d'eux ne parvint à trouver la source du problème. Plus inquiétant encore, les bruits s'amplifièrent.\n\nAlors qu'elle ne savait plus à quel saint se vouer, Chongyun frappa à sa porte.\n\n« Toutes mes excuses ; il faisait trop chaud ces derniers jours, et je n'ai appris que tout récemment votre problème. Laissez-moi donc m'en occuper. »\n\nEt ainsi parlant, Chongyun s'assit simplement au milieu de la résidence et resta là un instant, sans mot dire.\n\nLe soir-même, aucun bruit ne se fit entendre ; la femme put enfin dormir tout son soûl.\n\nLe lendemain, elle se rendit chez Chongyun, comptant le couvrir d'or et de bijoux ; mais celui-ci, toujours aussi imperturbable, n'accepta que les quelques centaines de moras qu'il demandait pour ce type de service.\n\nCet épisode suffit à propulser Chongyun sur le devant de la scène, et sa réputation le précède aujourd'hui sur tout le continent – la réputation d'un personnage sérieux et au visage de glace.",
      "pt": "Quando Chongyun se aventurou pela primeira vez como exorcista, muito se falava de um espírito maligno que espreitava dentro do Porto de Liyue.\n\nA vítima dessas assombrações era uma mulher de uma família de nível alto o suficiente para ter uma ou duas palavras com os Qixing de Liyue.\n\nDesde uma época que ela não sabe quando, seu sono começou a ser afetado por sons que a mantinham acordada. Mas toda vez que tentava seguir o som, de repente ele ia para trás dela e começava a fazer barulho novamente em seus ouvidos.\n\nEsse choque lhe causou um sofrimento indescritível, e ela até perdeu peso por perda de apetite.\n\nSua riqueza era suficiente para contratar os melhores exorcistas de todos os lugares, mas não importava o que eles tentassem, voltavam de mãos vazias. E não só os ruídos persistiam, como até aumentavam.\n\nFoi então quando ela já havia perdido todas as esperanças que Chongyun entrou por sua porta.\n\n\"Peço desculpas por ter vindo só agora, ultimamente tem sido muito ensolarado... Ouvi dizer que este lugar abriga um fantasma muito teimoso. Por favor, deixe isso comigo.\"\n\nEntão Chongyun trouxe uma cadeira, e sentou-se sobre ela no meio da casa por um tempo.\n\nNaquela noite, os estranhos sons já não existiam mais.\n\nA mulher rica finalmente teve uma boa noite de sono, e veio correndo para Chongyun na manhã seguinte com uma abundância de ouro e joias como recompensa.\n\nMas Chongyun, como era de costume, só aceitou seus honorários habituais de algumas centenas de Mora sem um traço de emoção em seu rosto.\n\nDesde aquele incidente, Chongyun descobriu que sua reputação o precede por quilômetros. Ele se tornou amado em Liyue pelo seu \"estilo e caráter\", e de fato os estudiosos lhe deram esta denominação: \"um coração de águas claras, e uma face de gelo\".",
      "ru": "По Ли Юэ ходили слухи о злом духе, когда Чун Юнь отважился начать карьеру экзорциста.\n\nЖертвой этого духа была одна богатая женщина из знатной семьи, которая даже могла общаться с группировкой Цисин.\n\nС неизвестных пор её сон каждую ночь тревожили странные звуки. Когда она шла на звук, он внезапно оказывался у неё за спиной, беспрестанным звоном раздаваясь в ушах.\n\nОт жизни в постоянном ужасе она потеряла аппетит и угасала с каждым днём.\n\nЕё богатств хватало, чтобы нанять самых лучших экзорцистов со всего мира, но что бы они ни пытались делать, звук никуда не пропадал, а только рос.\n\nКогда женщина уже совсем потеряла надежду, на пороге показался Чун Юнь.\n\n«Простите, что не пришёл раньше, последние дни были особенно жаркими... Я слышал, вам досаждает крайне настырный дух. Пожалуйста, предоставьте это мне».\n\nЧун Юнь вытащил в центр комнаты кресло и немного в нём посидел.\n\nВ ту ночь странные звуки прекратились.\n\nНаконец-то женщина могла спать спокойно.\n\nНа следующий день она принесла Чун Юню в качестве награды горы золота и драгоценностей.\n\nБез капли эмоций он всего лишь принял свою обычную плату в пару сотен моры.\n\nКуда бы ни пошёл Чун Юнь после этого случая, его везде узнают. В Ли Юэ полюбили его «характер и манеру вести дела», а учёные наделили его характеристикой: «твёрдый, как скала, и холодный, как снег».",
      "id": "Ketika Chongyun pertama kali bertualang sebagai pengusir setan, ada banyak cerita tentang roh jahat yang ada di Pelabuhan Liyue.\n\nSeorang korban adalah orang yang kaya, dengan status tinggi hingga bisa berbincang dengan Qixing.\n\nEntah sejak kapan, tidur malamnya mulai diganggu oleh suatu bunyi yang membuatnya tetap terjaga, namun setiap kali dia mencoba untuk mencari sumber suara tersebut, suara tersebut tiba-tiba berpindah ke belakangnya dan mulai berdengung kembali di telinganya.\n\nKetakutan ini sulit diungkapkan. Hal ini pun membuat berat badannya menurun dan dia bahkan kehilangan selera makannya.\n\nStatus dan uang yang dia miliki cukup untuk mengundang pengusir setan dari mana pun untuk datang menolongnya, tetapi tidak peduli bagaimanakah mereka semua beraksi, semuanya tetap gagal pada akhirnya. Suara aneh itu bukan saja tidak kunjung hilang, namun semakin lama menjadi semakin nyaring.\n\nChongyun datang tepat kepadanya di saat orang tersebut sudah merasa putus asa dengan segala usahanya.\n\n\"Maaf aku baru bisa datang sekarang berhubung beberapa hari ini matahari sangat terik sekali dan aku sulit untuk keluar... Dengar-dengar, di rumah ini ada hantu yang sangat sulit dikendalikan. Serahkan saja ini padaku.\"\n\nChongyun kemudian meminjam sebuah kursi, dan duduk dengan kursi tersebut di tengah-tengah rumah itu sampai beberapa waktu setelahnya.\n\nMalamnya, suara-suara aneh tersebut sama sekali tidak muncul.\n\nPerempuan kaya itu akhirnya berhasil tidur dengan nyenyak malam itu. Keesokan paginya, orang itu memberikan beberapa kotak besar berisi emas dan perhiasan sebagai hadiah untuk Chongyun.\n\nNamun Chongyun tidak mau menerima semua hadiah itu, kecuali beberapa ratus Mora yang memang menjadi tarif untuk jasanya.\n\nSejak saat itu, reputasi Chongyun mulai menanjak. \"Gaya dan karakternya\" menjadikannya orang yang sangat disukai di Liyue, bahkan para sarjana di Liyue pun memberikannya pujian seperti ini: \"Hatinya sangat tulus, namun ekspresinya dingin seperti es\".",
      "th": "ในขณะที่ Chongyun ยังเป็นเพียงเด็กไร้ประสบการณ์นั้น มีการเล่าลือเรื่องแปลกอยู่เรื่องหนึ่ง\n\nแหล่งที่มาของข่าวลือก็คือคุณหญิงในตระกูลที่ร่ำรวยซึ่งมีศักดิ์สูงพอที่ได้คุยกับ Qixing แห่ง Liyue \n\nไม่รู้ว่าเริ่มตั้งแต่เมื่อไหร่ ทุกคืนเธอมักจะได้ยินเสียงแปลก ๆ รบกวนการนอนของเธอ ซึ่งไม่สามารถหาสาเหตุของ เสียงนั้นได้ ทุกครั้งที่เข้าไปใกล้แหล่งที่มา ของเสียง เสียงนั้นก็จะวิ่งผ่านไปอยู่ด้านหลัง และเข้าใกล้หูของเธอ\n\nหลังจากที่คุณหญิงได้รับการ ทำลายอย่างหนักทางด้านจิตใจ ทำให้เธอกินไม่ได้นอนไม่หลับจนเริ่มซูบผอม\n\nด้วยความร่ำรวยระดับเธอแล้ว มันเป็นเรื่องง่ายมากที่จะเรียกหมอผีดัง ๆ มาเพื่อทำการขับไล่ แต่หลังจากพยายามอยู่หลายครั้ง สุดท้ายพวกเขาก็พ่ายแพ้ยับเยินกลับมา เสียงแปลก ๆ ไม่เพียงไม่ลดลง หนำซ้ำยังจะยิ่งร้ายแรงขึ้นซะอีก\n\nในตอนที่เธอกำลังสิ้นหวังอยู่นั้น Chongyun ก็ปรากฏตัวขึ้น\n\n\"ช่วงไม่กี่วันก่อนแดดแรงมากฉัน เลยไม่ได้ออกจากบ้าน... ได้ยินว่าที่นี่มีปีศาจที่ดื้อด้านอยู่ ให้ฉันจัดการละกันนะ\"\n\nจากนั้นสิ่งที่ Chongyun ทำก็แค่นั่งอยู่เงียบ ๆ อยู่ที่กลางบ้าน\n\nคืนนั้นเสียงแปลก ๆ เหล่านั้นก็หายไป\n\nในที่สุดคุณหญิงท่านนี้ก็ได้หลับอย่างเป็นปกติสุขและวันต่อมาเธอนำหีบที่ใส่สมบัติอยู่มากมายไปให้เขาเพื่อหวังที่จะตอบแทน\n\nแต่ Chongyun ก็ยังคงเงียบขรึมเหมือนเดิมและรับเพียงไม่กี่ร้อย Mora เพื่อเป็นการตอบแทนเท่านั้น\n\nนับแต่นั้นมาชื่อเสียงของ Chongyun ก็โด่งดังไปทั่วเนื่องจาก \"บุคลิกและสไตล์\" ของเขา ผู้คนต่างพูดถึงเขาว่า... ใจใสสะอาดดุจน้ำแข็งและใบหน้าที่ เย็นชาราวกับหิมะ",
      "vi": "Khi Chongyun vừa ra đời thì cảng Liyue đúng lúc ấy cũng lưu truyền những câu chuyện đáng sợ.\n\nKhổ chủ là một người phụ nữ giàu có, thân phận của bà gần như ngang hàng với Thất Tinh.\n\nKhông biết từ lúc nào, hằng đêm đều có âm thanh kì lạ quấy rầy giấc ngủ của bà, nhưng hễ muốn tìm đến nơi phát ra âm thanh thì nó lại vang lên ở hướng ngược lại, rồi vang bên vành tai.\n\n Nỗi sợ này quả là kinh hãi đến mức bà không dám nhắc đến, ngày càng héo mòn.\n\nVới địa vị và sự giàu sang của mình, đương nhiên có thể mời được vô số phương sĩ trừ tà nổi danh. Nhưng tất cả bọn họ cứ thử lần nào là chịu thua lần ấy, cuối cùng đành thất bại tan tác mà bỏ đi. Âm thanh kì lạ kia không những không ngừng lại mà còn càng ngày càng quá đáng hơn.\n\nThấy chẳng còn hy vọng gì để trừ tà, bà dần dần tuyệt vọng.\n\nĐúng lúc này, Chongyun bước vào cổng nhà.\n\n\"Xin lỗi, mấy ngày trước nắng gắt quá nên không đến... Nghe nói nơi này có yêu tà cứng đầu, xin hãy giao cho ta đi\".\n\nSau đó Chongyun chỉ ngồi giữa nhà một lát.\n\nMàn đêm buông xuống, tất cả âm thanh quái gở đều im bặt.\n\nQuý bà ngủ được một giấc ngon lành, hôm sau đã mang mấy rương vàng bạc châu báu lớn đến nhà Chongyun cảm ơn.\n\nNhưng Chongyun rất nghiêm túc, chỉ lấy mấy trăm đồng Mora làm tiền công như thường lệ.\n\nTừ đó về sau, tiếng tăm của Chongyun nổi như cồn, thậm chí “phong cách làm việc” rất được người dân Liyue yêu thích mà viết tặng cho vài chữ \"Tâm sáng như gương, mặt như băng sương.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "事实上，重云的行事风格与「冰霜」之类，全然无关。\n\n生来就是「纯阳之体」的他，总是为自己易热的体质与过头的「热血」而困扰。\n\n为了压制这一体质，重云试遍各种偏方。\n\n不喝热水，不吃热食，不沾辛辣，不衣厚裳，不争执，不起怒，暴晒之日不出门，驱邪时必带伞…\n\n总之就是刻意避免与世间一切的「阳」产生接触。\n\n即便如此，「纯阳之体」丝毫未见衰弱。\n\n沮丧的他跟自己较起劲来，听说龙脊雪山上妖邪出没，便身着单衣入山。\n\n雪山严寒令重云体温骤降。可他觉得，光是这样远远不够，又在结冰的湖面上凿开一个洞，泡在冰水里静候妖邪。\n\n在这般极寒中等了许久，重云终于察觉到不寻常的气息，认定是这番苦守有了回报，兴奋地追赶上去。\n\n谁知，从山顶一直追到山腰，才发现那根本不是什么妖邪，只是一只被飞剑和浮空桃符吓到的雪兔。\n\n…在那之后，他发高烧的时间，也比常人多得多。",
      "zht": "事實上，重雲的行事風格與「冰霜」之類，全然無關。\n\n生來就是「純陽之體」的他，總是為自己易熱的體質與過頭的「熱血」而困擾。\n\n為了壓制這一體質，重雲試遍各種偏方。\n\n不喝熱水，不吃熱食，不沾辛辣，不衣厚裳，不爭執，不起怒，暴曬之日不出門，驅邪時必帶傘…\n\n總之就是刻意避免與世間一切的「陽」產生接觸。\n\n即便如此，「純陽之體」絲毫未見衰弱。\n\n沮喪的他跟自己較起勁來，聽說龍脊雪山上妖邪出沒，便身著單衣入山。\n\n雪山嚴寒令重雲體溫驟降。但他覺得，光是這樣遠遠不夠，又在結冰的湖面上鑿開一個洞，泡在冰水裡靜候妖邪。\n\n在這般極寒中等了許久，重雲終於察覺到不尋常的氣息，認定是這番苦守有了回報，興奮地追趕上去。\n\n誰知，從山頂一直追到山腰，才發現那根本不是什麼妖邪，只是一隻被飛劍和浮空桃符嚇到的雪兔。\n\n…在那之後，他發高燒的時間，也比常人多得多。",
      "jp": "実のところ、重雲の行動スタイルは「氷霜」と何の関係もない。\n\n生まれた時から「純陽の体」を持つ彼は、体内にある過度の「熱血」と「衝動」に対してとても困っていた。\n\nこの体質を抑えるために、重雲は様々な方法を試した。\n\nお湯を飲まない、熱いものと辛いものを食べない、厚着をしない、争わない、怒らない、日差しが激しい日は出かけない、妖魔退治する時は傘を持つ…\n\nとにかく世の中のあらゆる「陽」と接触することを避ける。\n\nそれでも、重雲の「純陽の体」の力は少しも弱くならなかった。\n\n少し落ち込んだ彼は自分を限界まで追い込もうと決めた。ある日、ドラゴンスパインに妖魔がいると聞いた彼は、薄着で山に入った。\n\n極度の寒さで体温を維持することも難しい状況だったが、それだけでは足りないと思った彼は、凍った湖の表面に穴を開け、妖魔が姿を見せるまで湖の中で待機していた。\n\n半日も待ってようやく物音がした。待っていた甲斐があったと思った重雲は、音を追いかけていった。\n\n山頂から山腹まで追いかけ、どんな敵かと思えば、相手は妖魔などではなく、剣と浮いているお札に驚くただのウサギだった。\n\nその後、重雲が高熱にうなされた時間は他の人より長かったという。",
      "ko": "사실, 중운의 행동 스타일은 「얼음과 서리」 따위와는 전혀 관계가 없다.\n\n태어날 때부터 「양(陽)의 체질」을 갖고 태어난 그는 쉽게 과열되는 자신의 체질과 과도한 「열정」 때문에 고민이었다.\n\n중운은 이런 체질을 억제하기 위해 각종 방법을 모두 동원해봤다.\n\n뜨거운 물이나 음식을 먹지 않고, 매운 음식을 먹지 않으며, 두꺼운 옷을 입지 않고 격한 토론을 벌이거나 화를 내지 않으며, 햇빛이 강한 날에는 외출하지 않고 퇴마할 땐 항상 우산을 챙겼다….\n\n즉, 최대한 세상의 모든 「양」의 것과 접촉을 피하고자 애를 썼다.\n\n그럼에도 불구하고 「양의 체질」은 전혀 사그라들지 않았다.\n\n낙심한 그는 자신의 몸을 극한까지 몰아붙이기로 했다. 드래곤 스파인에 요마가 출몰한다는 얘기를 들은 중운은 홑옷만 입은 채로 산에 오른다.\n\n설산의 추위에 체온이 순식간에 떨어졌지만, 그것만으론 충분하지 않다고 생각한 그는 얼어붙은 호수 위에 구멍을 뚫고 그 안에 들어가 요마가 나타나길 기다렸다.\n\n이런 추위 속에서 오랫동안 기다린 중운은 마침내 비범한 기운을 느끼게 된다. 고생 끝에 드디어 결실을 보았다는 생각에 그는 흥분한 채로 그것을 쫓아갔다.\n\n그러나 산꼭대기에서부터 중턱까지 쫓아 내려와서야 그 정체를 알게 됐다…그것은 요마가 아닌, 날아다니는 검과 부적에 놀란 토끼였다는 것을 누가 알았겠는가….\n\n그날 이후 중운이 고열에 시달리는 일수는 다른 사람보다 많아졌다고 한다",
      "en": "However, calling his mannerisms and style \"frosty\" couldn't be farther from the truth.\n\nDue to the abundance of yang energy in his constitution, he is constantly troubled by increased body temperature and sudden urges or impulses.\n\nHe has tried everything to alleviate the issues both physically and psychologically.\n\nHis methods include not drinking hot water, not eating hot or spicy food, wearing light clothes, not getting into arguments, keeping himself from being angered, staying indoors on sweltering days, and always bringing a parasol when on the job.\n\nIn short, he attempted to stay away from everything that might aggravate his condition.\n\nDespite all this, his yang energy did not subside a whit.\n\nA little depressed, Chongyun began to wrestle with his own body. When he heard about an evil spirit in Dragonspine, he made for the peak wearing only a shirt.\n\nThough it was hard enough to keep himself warm, he still felt this insufficient. Digging a hole in a frozen lake, he jumped in and soaked in the icy water while waiting for the evil spirit to show itself.\n\nAfter staying in the lake for half a day, he finally caught a glimpse of his target.\n\nHowever, after pursuing it down to the mountainside, he discovered it was only a snow rabbit that had been frightened off by his flying swords and floating charms.\n\nThe fever that he ran afterward lasted far longer than it would in a normal person.",
      "de": "Allerdings könnte diese Bezeichnung nicht weiter von der Wahrheit entfernt sein.\n\nWegen seiner Yang-Lastigkeit wird er ständig von erhöhter Körpertemperatur und plötzlichen Trieben oder Impulsen geplagt.\n\nEr hatte sogar versucht, diese Probleme mit Volkskunde-Heilmittelchen und auf psychologische Weise zu lösen.\n\nSeine Methoden umfassten den Verzicht auf das Trinken von heißem Wasser sowie auf heißes oder scharfes Essen, das Tragen leichter Kleidung, Streit, um nicht wütend zu werden, und darauf, an heißen Tagen rauszugehen. Bei der Arbeit und dem Austreiben von Geistern trug er nun immer einen Schirm mit sich.\n\nKurz gesagt, er versuchte, sich von allem fernzuhalten, was zu seiner Yang-Lastigkeit beitragen könnte, jedoch leider ohne Erfolg.\n\nDann entschied Chongyun sich, etwas Extremes auszuprobieren. Er hatte von einem bösen Geist am Drachengrat gehört. Also machte er sich mit nicht mehr als einem Hemd bekleidet auf den Weg zum Gipfel.\n\nAuch wenn es die meiste Zeit schwer war, sich warm genug zu halten, fühlte er immer noch, dass es nicht genug war. Er hackte ein Loch in einen gefrorenen See und sprang hinein, während er darauf wartete, dass sich der böse Geist zeigte.\n\nNachdem er einen halben Tag im See verbracht hatte, erblickte er endlich das Ziel vor seinen Augen. Endlich hätten sich seine Strapazen gelohnt!\n\nNachdem er jenem Geist jedoch den Berg hinunter gefolgt war, bemerkte er, dass es nur ein Schneehase gewesen war, der vom Himmelsflug-Schwert und schwebenden Talismanen aufgeschreckt worden war.\n\nNach dieser Qual entwickelte er ein hohes Fieber und war viel länger ans Bett gefesselt, als es eine normale Person gewesen wäre.",
      "es": "Sin embargo, esa afirmación no podría estar más lejos de la realidad.\n\nDebido a su positividad congénita, con la que expulsa a los espíritus malignos, está constantemente preocupado por problemas como el aumento de la temperatura corporal y de la sangre.\n\nHa probado todo tipo de remedios caseros para aliviar sus problemas físicos: abstenerse de beber agua caliente o comer picante, usar ropa ligera, no entrar en discusiones, evitar enojarse, quedarse en casa en días calurosos y siempre llevar una sombrilla cuando trabaja.\n\nEn resumen, trata de evitar los efectos que producen en él las cosas que emiten calor.\n\nAun así, el poder de su positividad congénita ha demostrado no tener apenas puntos débiles.\n\nDesazonado, Chongyun decidió ponerse a prueba a sí mismo. Se enteró de la existencia de un espíritu maligno en Espinadragón, por lo que se adentró en la montaña vestido tan solo con una simple túnica.\n\nEl frío de la elevada y nevada montaña hizo que su temperatura corporal cayera en picado. Él sentía que aún no era suficiente, por lo que hizo un agujero en la superficie congelada del lago, se bañó en sus gélidas aguas y esperó con serenidad a que el espíritu maligno apareciera.\n\nTras esperar durante mucho tiempo totalmente helado, sintió un olor fuera de lo común y pensó que la espera por fin había servido de algo.\n\nSin embargo, después de perseguirlo montaña abajo, descubrió que solo era un conejito de las nieves que estaba asustado por la Espada Surcacielos y sus amuletos flotantes.\n\n... Después de esa terrible experiencia, tuvo una fiebre tan alta que se quedó paralizado en la cama durante mucho más tiempo del que lo hubiera hecho cualquier otra persona.",
      "fr": "Cette réputation de personnage froid et détaché ne pourrait à dire vrai être plus éloignée de la vérité.\n\nChongyun est habité d'énergie positive, et est en l'occurrence soumis plus que quiconque à d'importantes montées de température, et à des impulsions violentes et soudaines.\n\nL'exorciste a tout essayé pour en garder le contrôle, et ne pas passer en « surchauffe ».\n\nNe pas toucher aux boissons chaudes ou aux nourritures épicées, ne porter que des vêtements légers, ne pas prendre part aux discussions houleuses, ne pas se mettre en colère, éviter de sortir lorsque le soleil tape trop fort, toujours amener une ombrelle à chaque mission...\n\nEn d'autres termes, il se force à rester à distance de toute source potentielle de chaleur et d'excitation ; cela ne suffit hélas pas à diminuer sa bouillonnante énergie interne de façon conséquente.\n\nÀ court de moyens, il décida un jour de repousser ses limites, et de tenter quelque chose de plus extrême. Ayant entendu parler d'un esprit maléfique ayant élu résidence dans les Monts Dosdragon, il partit en n'ayant sur le dos qu'une simple chemise, et grimpa ainsi vers les sommets gelés.\n\nPeinant à maintenir sa température corporelle au milieu du froid mordant, il estima que cela ne suffisait pas encore. Creusant un trou dans le lac gelé, il y plongea et y demeura, attendant que l'esprit se montre.\n\nIl y resta une demi-journée avant de finalement percevoir un mouvement. Convaincu que ses efforts payaient enfin, il se lança à la poursuite de la silhouette.\n\nHélas, ce n'est qu'après avoir dévalé la moitié de la montagne qu'il réalisa que l'« esprit » qu'il pourchassait était en réalité un lièvre terrifié par son épée et ses charmes, courant et sautillant à qui mieux mieux.\n\nL'épisode le cloua au lit un bon moment avec une fièvre qui aurait terrassé n'importe qui n'ayant pas sa constitution.",
      "pt": "Entretanto, chamar seus maneirismos e estilo de “frio” não poderia estar mais longe da verdade.\n\nDevido ao seu Psíquico Yang Puro, ele é constantemente perturbado pelo aumento da temperatura corporal e desejos repentinos ou impulsos.\n\nEle tentou de tudo para aliviar seus problemas tanto físicos quanto psicológicos.\n\nSeus métodos incluem não beber água quente, não comer comidas quentes ou apimentadas, vestir roupas leves, não entrar em discussões, evitar ficar irritado, ficar em casas em dias abafados, e sempre levar consigo um guarda-sol quando em serviço.\n\nBasicamente, ele tentou de tudo para estar longe de qualquer coisa que possa agravar sua condição.\n\nApesar de tudo isso, seu Psíquico Yang Puro não reduziu o impacto.\n\nUm pouco deprimido, Chongyun começou a batalhar contra seu próprio corpo. Quando ele soube sobre um espírito maligno na Espinha do Dragão, ele chegou até o pico usando apenas uma camisa.\n\nApesar de já ter sido difícil se manter quente, ele ainda sim sentia que era insuficiente. Cavando um buraco em um lago congelado, ele pulou dentro da água congelante enquanto esperava pelo espírito maligno aparecer.\n\nDepois de ter ficado dentro do lago pela metade de um dia, ele finalmente viu seu alvo de relance.\n\nContudo, depois de persegui-lo montanha abaixo, ele descobriu que era apenas um coelho da neve que havia se assustado com suas espadas e amuletos flutuantes.\n\nA febre que ele teve após isso, durou mais tempo do que em uma pessoa normal.",
      "ru": "Такое сравнение было бы не вполне уместным.\n\nОрганизм Чун Юня, имеющий природные способности изгнания демонов, не даёт ему покоя постоянной высокой температурой и пылким темпераментом.\n\nОн прибегал к различным духовным и физическим методам борьбы с этой проблемой: перестал пить тёплую воду, есть острую еду, носить тёплую одежду, ссориться и злиться. В жаркие дни, если он и выходил, так только в компании зонта.\n\nОднако от всех этих ограничений нет никакого толка.\n\nОднажды от отчаяния Чун Юнь решил пойти на крайние меры.\n\nКак-то раз он услышал историю о злом духе на Драконьем хребте. Недолго думая, он накинул тонкую рубаху и отправился в путь.\n\nЧун Юнь жара не чувствовал, но всё же решил, что этого было недостаточно. Он прорубил в ледяной шапке горного озера полынью, нырнул и стал ждать появления злого духа.\n\nТак прошло полдня, пока дух наконец-таки не объявился. Чун Юнь, было, пустился за ним по склону, пока не понял, что это был снежный кролик, которого привлекли парящие над озером амулеты и меч.\n\nПосле этой охоты за злым духом сражённый жаром Чун Юнь пролежал в постели куда дольше, чем обычные люди.",
      "id": "Sebenarnya, tidak ada kaitannya sama sekali antara sikap dan karakter Chongyun dengan \"es\" dan semacamnya.\n\n\"Luapan Energi Yang\" yang dia bawa sejak lahir, membuatnya tubuhnya mudah mengalami panas dan menjadi sangat rentan.\n\nDia sudah melakukan berbagai cara untuk meredakan panas tubuhnya.\n\nTidak minum air yang panas, tidak juga memakan makanan yang panas ataupun pedas, tidak memakai pakaian yang berlapis-lapis, tidak berdebat dengan orang lain, tidak bertindak emosi, tidak keluar rumah di kala matahari terik, dan selalu membawa payung ketika dia pergi untuk melakukan tugasnya mengusir roh jahat...\n\nSingkatnya, dia sangat menghindari semua hal yang bisa memicu kondisinya menjadi lebih buruk.\n\nMeskipun demikian, \"Luapan Energi Yang\" yang dia miliki ini tampaknya tidak sedikit pun berkurang.\n\nSaat dia merasa cukup frustasi, dia justru memutuskan untuk \"memaksakan\" untuk melawan keadaan tubuhnya itu. Pada saat dia mendengar adanya sebuah kekuatan jahat di Dragonspine, dia pergi ke gunung itu hanya dengan sehelai pakaian di tubuhnya.\n\nTemperatur dingin di gunung salju itu perlahan-lahan membuat suhu tubuhnya menurun. Namun, dia merasa bahwa ini masih belum cukup. Karena itu, dia menggali sebuah lubang di atas sebuah danau yang membeku, dia sengaja menceburkan dirinya ke dalam air itu sambil menunggu roh jahat itu muncul.\n\nSetelah menunggu sekian lama, dia melihat adanya tanda-tanda kemunculan dari sang target. Dia bersemangat lalu segera pergi mengejar targetnya tersebut.\n\nTernyata, setelah mengejar sang target dari puncak gunung sampai ke kaki gunung, dia mendapati bahwa target yang dia kejar sedari tadi tersebut bukanlah roh jahat apa pun, melainkan hanya seekor kelinci salju yang ketakutan akan pedang dan jimat melayang milik Chongyun yang mengejarnya.\n\nSetelah waktu tersebut berlalu, Chongyun mengalami demam tinggi yang berkepanjangan.",
      "th": "ความจริงแล้วบุคลิกและสไตล์ของ Chongyun นั้นไม่ได้เกี่ยวข้องอะไรกับ \"น้ำแข็ง\" เลย\n\nเขาผู้มี \"ร่างกายแห่งหยางบริสุทธิ์\" มาตั้งแต่เกิดนั้นมักจะเจอปัญหา ร่างกายร้อนง่าย กับ \"เลือดร้อน\" และ \"แรงขับเคลื่อน\" ภายในตัวของเขาที่มากจนเกินไป อยู่บ่อยๆ \n\nเพื่อที่จะควบคุมคุณลักษณะทางร่างกายเหล่านี้ให้อยู่นั้น Chongyun ได้ลองใช้วิธีต่าง ๆ มาแล้วมากมาย\n\nไม่ดื่มน้ำร้อน, ไม่กินของเผ็ดร้อน, ไม่ใส่เสื้อผ้าหนา, ไม่ทะเลาะโต้เถียง, ไม่โมโห, ไม่ออกบ้านในวันที่มีแดดจัด, จะต้องพกร่มในตอนที่ทำการขับไล่ปีศาจเสมอ...\n\nสรุปก็คือตัดขาดจากทุกสิ่งที่ทำให้ เกิด \"หยาง\" ขึ้นในโลก\n\nแต่ถึงจะเป็นอย่างนั้น พลังงานของ \"ร่างกายแห่งหยางบริสุทธิ์\" นั้นก็ยังไม่ถดถอย\n\nดังนั้นเขาผู้ที่สิ้นหวังจึงตัดสินใจที่ จะใช้ร่างกายให้หนักขึ้น เมื่อเขาได้ยินว่ามีปีศาจปรากฏตัว ขึ้นที่ Dragonspine เขาก็มุ่งไปยังภูเขาโดยใส่เสื้อ เพียงตัวเดียว\n\nหิมะที่หนาวเหน็บบนภูเขาทำให้ อุณหภูมิของร่างกายลดลงฮวบฮาบ แต่เขาก็ยังคิดว่าแค่นี้ยังไม่พออยู่ดี ดังนั้นเขาจึงเจาะรูที่ผิวของ ทะเลสาบซึ่งเย็นจนเป็นน้ำแข็งและ นั่งแช่น้ำเย็นจัดนั้น เพื่อรอจนกว่าปีศาจจะโผล่ออกมา\n\nหลังจากรออยู่ท่ามกลางทะเลสาบซึ่งปกคลุมไปด้วยพายุหิมะถึงครึ่งวันเต็ม ๆ ในที่สุด Chongyun ก็ได้กลิ่นประหลาดบางอย่าง เขาซึ่งคิดว่าในที่สุดความยาก ลำบากได้สิ้นสุดลงแล้วนั้นจึง ไล่ตามไปด้วยความตื่นเต้น\n\nผลที่ได้หลังจากไล่ตามตั้งแต่ยอด เขาลงมาจนถึงไหล่เขากลับกลาย เป็นเพียงกระต่ายตัวน้อยที่ตกใจกลัวดาบบินและบทสวดที่ลอยมาตามลม\n\n...หลังจากนั้นเขาก็มีไข้ขึ้นสูงมาก และต้องนอนอยู่บนเตียงมากกว่า คนธรรมดาทั่ว ๆ ไปซะอีก",
      "vi": "Trên thực tế, phong cách làm việc của Chongyun chẳng liên quan gì đến băng với sương.\n\nTừ khi ra đời anh đã có \"thuần dương chi thể\", vì thể chất dễ nóng của mình mà còn khốn đốn vì \"nhiệt huyết\" quá đáng nữa kia.\n\nĐể khống chế thể chất này, Chongyun đã thử hết mọi cách.\n\nNhư không uống nước nóng, không ăn đồ nóng, không chạm vào món cay, không mặc áo dày, không tranh cãi, không nổi giận, ngày nắng nóng không ra ngoài, khi đuổi tà nhất định phải mang theo ô...\n\nTóm lại, anh cố hết sức để tránh tiếp xúc với tất cả những gì liên quan tới \"dương\" trên thế gian.\n\nSong dù như thế, sức mạnh của thuần dương chi thể cũng không hề suy yếu.\n\nAnh chán nản đến mức tự hành hạ thân thể của chính mình. Nghe nói trên Long Tích Tuyết Sơn có yêu tà xuất hiện, anh bèn mặc mỗi một cái áo mỏng đi thẳng lên núi.\n\nNúi tuyết lạnh giá khiến nhiệt độ cơ thể anh giảm xuống, nhưng anh cảm thấy như vậy chưa đủ, còn khoét một cái lỗ trên mặt hồ băng rồi ngâm mình vào nước lạnh mà chờ yêu tà chui ra.\n\nỞ nơi cực hàn này một lúc lâu, cuối cùng Chongyun cũng phát giác ra một luồng hơi thở bất thường. Anh nghĩ lần này bao nhiêu cố gắng đã được đền đáp, bèn hưng phấn đuổi theo.\n\nAi ngờ đuổi từ đỉnh núi xuống đến sườn núi, anh mới phát hiện ra đó không phải là yêu tà, mà chỉ là một con thỏ tuyết bị bùa chú và phi kiếm làm cho sợ hãi.\n\n...Từ đó về sau, anh sốt cao một trận, thời gian phát sốt còn dài hơn người thường rất nhiều."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "「纯阳之体」不仅是重云方士之路上的一大障碍，也是日常生活中的大麻烦。\n\n他对「阳」的存在非常敏感，稍不注意，阳气便会暴走，导致性情大变。\n\n重云的家族曾在「万民堂」举办祝宴，虽然他已经刻意等到菜凉再吃，却没想到「万民堂」的糯米丸子里包着「绝云椒椒」。\n\n一口下去，要说发生何事…重云自己都记不清了。\n\n但当时的受害者，「万民堂」掌厨香菱，至今还记得好多经典片段：\n\n哪怕身无分文，重云也毅然跳上掌柜长桌，高声大喊所有客人都由他一人买单；\n\n他与每一桌客人攀谈，勾肩搭背地介绍自家方术如何厉害，走时不忘吃一口别人桌上的菜；\n\n不知怎么，又说起「万民堂」中有妖邪，遍寻不着，倒是给香菱额头上来了一张符咒，举起长剑追得她四处奔逃。\n\n事后，为了弥补，重云省吃俭用一整月，才结清「万民堂」的帐，还不得不附赠香菱一块亲手刻制的辟邪桃符。\n\n香菱倒是不在意重云的「冒犯」。在她看来，那场宴会上的重云，才是和大家距离最近的重云。",
      "zht": "「純陽之體」不僅是重雲方士之路上的一大障礙，也是日常生活中的大麻煩。\n\n他對「陽」的存在非常敏感，稍不注意，陽氣便會暴走，導致性情大變。\n\n重雲的家族曾在「萬民堂」舉辦祝宴，雖然他已經刻意等到菜涼再吃，卻沒想到「萬民堂」的糯米丸子裡包著「絕雲椒椒」。\n\n一口下去，要說發生何事…重雲自己都記不得了。\n\n但當時的受害者，「萬民堂」掌廚香菱，至今還記得好多經典片段：\n\n哪怕身無分文，重雲也毅然跳上掌櫃長桌，高聲大喊所有客人都由他一人買單；\n\n他與每一桌客人攀談，勾肩搭背地介紹自家方術如何厲害，走時不忘吃一口別人桌上的菜；\n\n不知怎麼，又說起「萬民堂」中有妖邪，遍尋不著，倒是給香菱額頭上來了一張符咒，舉起長劍追得她四處奔逃。\n\n事後，為了彌補，重雲省吃儉用一整月，才結清「萬民堂」的帳，還不得不附贈香菱一塊親手刻製的辟邪桃符。\n\n香菱倒是不在意重雲的「冒犯」。在她看來，那場宴會上的重雲，才是和大家距離最近的重雲。",
      "jp": "重雲にとって、「純陽の体」は方士への道の大きな障害である他、日常生活でも注意しなければならないことが多い。\n\n体質のせいで、彼は「陽」の存在にとても敏感で、油断すると陽の気が暴走し、性格が豹変する。\n\n重雲の家族は昔「万民堂」で祝宴を挙げたことがある。その時も重雲はわざと料理を冷まして食べていたが、まさか口に入れた「万民堂」のお団子が「絶雲の唐辛子」を練りこんだものだったとは、彼も予想だにしていなかった。\n\nその団子を食べた後、なにがあったか、重雲自身はよく覚えていない。\n\nしかし当時の被害者、「万民堂」のシェフ香菱は今でも鮮明に覚えている。\n\n本当は一銭も持っていなかったというのに、重雲はカウンターの上に立ち、今日は自分の奢りだと大声で言った。\n\nそれから、彼は他の客の肩をつかんでは自分の家の方術がいかにすごいかを紹介してまわり、ついでに、テーブルを離れる際に人の料理を一口食べるのも忘れなかったという。\n\n挙句の果てには、急に「万民堂」に妖魔がいると言い出し、いくら探しても見つからないからと香菱の額に呪符を貼り、剣を携えて彼女を追いかけまわしたのだ。\n\n店に与えた損害を賠償するために、重雲はその後1カ月間節約生活を送り、ようやく「万民堂」に食事代の返済を完了した。さらにお詫びとして、彼は香菱に手作りの魔除け桃符をプレゼントした。\n\n香菱はというと、被害は受けたものの重雲の「失態」を気にしてはいない。彼女にしてみれば、あの祝宴にいた重雲の姿こそが、皆がなによりも親しみを抱く重雲なのだ。",
      "ko": "중운에게 있어 「양(陽)의 체질」은 퇴마 시의 걸림돌이었을 뿐만 아니라 일상생활에서도 엄청난 골칫거리였다.\n\n그는 「양」의 존재에 매우 민감하여 조금만 방심해도 양기가 폭주해 성격이 완전히 변해버리곤 했다.\n\n예전에 중운의 가족이 「만민당」에서 축하연을 연적이 있는데, 중운은 모든 음식을 식혀서 먹었지만, 찹쌀 완자 속에 「절운고추」가 들어있으리라고는 상상도 못 했다.\n\n한 입 베어 문 후, 무슨 일이 일어났는지는… 중운 자신도 기억하지 못한다.\n\n하지만 당시 피해자였던 「만민당」의 주방장 향릉은 아직도 그때의 수많은 명장면을 기억하고 있다:\n\n돈을 한 푼도 안 챙겨왔으면서 테이블 위로 뛰어올라가 \"오늘은 제가 쏩니다!\"라고 외친 일.\n\n그리고 그는 다른 테이블 손님들에게 어깨동무를 하며 자기 집안의 도술이 얼마나 대단한지에 대해 이야기했고, 그들의 음식을 한 입씩 집어먹은 일.\n\n그리고 갑자기 「만민당」에 요마가 있다며 이곳저곳을 찾아다니다, 결국 찾지 못해 향릉의 이마에 부적을 붙인 뒤 칼을 들고 그녀를 쫓아다닌 일까지…\n\n나중에 손해 배상과 사과의 뜻을 표하기 위해 중운은 한 달 내내 절약해 겨우 「만민당」의 빚을 전부 갚았으며, 직접 만든 퇴마 부적도 향릉에게 선물했다.\n\n그러나 향릉은 중운의 「무례함」을 전혀 개의치 않아 했다. 그녀가 생각하기에 그 술자리에서의 모습이야말로 가장 친근한 중운이었기 때문이다",
      "en": "Chongyun's pure-yang spirit is not only a huge obstacle in his path as an exorcist, but a constant daily hassle.\n\nHe must be extra careful to stay away from \"heaty\" things, to which he is very sensitive, or risk his yang energy and emotions going out of control.\n\nChongyun's clan once held a celebration party at Wanmin Restaurant. And though he waited until all the dishes had gone cold, he did not expect the tender rice balls to be stuffed with Jueyun Chili.\n\nAfter but a single bite... Chongyun had no recollection of what happened next.\n\nHowever, according to the victim, chef Xiangling of Wanmin Restaurant, many unforgettable things happened.\n\nChongyun first jumped onto the reception desk and shouted, \"Everything's on me tonight!\" — never mind that he did not actually have any money on him.\n\nHe then began to chat with customers at other tables as if they were old pals, bragging to them of how incredible his clan's exorcist arts were, never forgetting to taste other people's dishes on the tables before he left.\n\nLastly, he claimed to have sensed an evil spirit in Wanmin Restaurant. This he did not find, but he did slap a charm on Xiangling's forehead and chase her around with his sword.\n\nAfterwards, Chongyun scrimped and saved for an entire month to pay Wanmin Restaurant back for the mess and any damages he might have caused; he also gave Xiangling an evil-warding talisman that he carved by hand.\n\nBut Xiangling, for her part, didn't mind Chongyun's \"transgressions\" at all. Instead, she felt that the crazy Chongyun was the real Chongyun, without any personal walls up.",
      "de": "Seine Yang-Lastigkeit ist nicht nur ein großes Hindernis für ihn als Mystiker, sondern auch etwas, auf das er in seinem normalen, täglichen Leben achten muss.\n\nEr ist sehr Yang-empfindlich und reagiert auf äußere Einflüsse, wenn er nicht aufpasst, urplötzlich und er durchlebt einen schlimmen Stimmungswechsel.\n\nChongyuns Familie veranstaltete einmal eine Feier im Restaurant Wanmin. Obwohl er gewartet hatte, bis alle Gerichte abgekühlt waren, hatte er nicht damit gerechnet, dass die zarten Klebreisbällchen mit Jueyun-Peperoni gefüllt waren.\n\nChongyun hat bis heute keinerlei Erinnerung daran, was geschah, nachdem er den ersten Bissen in den Mund genommen hatte.\\Laut den Aussagen eines Opfers jedoch, nämlich Xiangling, der Köchin im Restaurant, passierten an jenem Abend viele unvergessliche Dinge.\n\nChongyun, zwar völlig ohne Geld, aber voller Tatendrang, sprang zuerst auf die Theke am Empfang und rief aus lauter Kehle: „Alles geht heute auf mich!“\n\nEr begann danach, mit allen Kunden von anderen Tischen wie mit alten Freunden zu tratschen. Er erzählte ihnen, wie unglaublich sein Familiengeschäft doch sei, ohne dabei zu vergessen, die Gerichte auf den Tischen seiner Gesprächspartner zu probieren.\n\nZuletzt behauptete er, im Restaurant einen bösen Geist gespürt zu haben und dass er in der Lage sei diesen zu finden. Am Ende legte er einen Zauberspruch auf Xianglings Stirn und jagte sie mit seinem Schwert durch das Restaurant.\n\nNach diesen Ausuferungen sparte Chongyun einen ganzen Monat, um das Restaurant Wanmin für das Chaos zu entschädigen. Er gab Xiangling auch einen Talisman zur Abwehr von Bösem, den er selbst von Hand geschnitzt hatte.\n\nXiangling jedoch machte Chongyuns Übermut überhaupt nichts aus, weil sie der Meinung war, der verrückte Chongyun sei der echte, unverstellte Chongyun.",
      "es": "La positividad congénita de Chongyun no es solo un gran obstáculo para convertirse en exorcista, sino también una gran molestia en su vida diaria.\n\nDebe tener mucho cuidado para mantenerse alejado de cosas calientes o, de lo contrario, su positividad y sus emociones estallarán y él perderá los estribos.\n\nUna vez, la familia de Chongyun organizó un banquete en el Restaurante Wanmin. Aunque él esperó hasta que todos los platos se hubieran enfriado, no esperaba que las bolas de arroz de la casa llevaran chile de Jueyun.\n\nChongyun no recuerda lo que sucedió después.\n\nSin embargo, según Xiangling, la chef del Restaurante Wanmin y víctima real de aquel incidente, sucedieron muchas cosas difíciles de olvidar.\n\nPrimero, aunque no llevaba ni un Mora consigo, Chongyun saltó sobre el mostrador de la recepción y gritó: “¡Esta noche invito yo!”.\n\nLuego, comenzó a charlar con los clientes de otras mesas como si fueran viejos amigos, probando sus platos mientras les contaba cuán genial era el oficio familiar.\n\nTambién afirmó haber sentido un espíritu maligno en el Restaurante Wanmin, el cual no pudo encontrar. Y, como acto final, puso un amuleto en la frente de Xiangling y la persiguió con su espada en alto mientras ella no podía hacer otra cosa más que huir desesperadamente.\n\nChongyun tuvo que compensar al restaurante con el dinero de un mes de sus ahorros. Y, como disculpa, le tuvo que regalar a Xiangling un talismán protector contra la maldad que él mismo talló a mano.\n\nPero a Xiangling no le importaron en absoluto las transgresiones de Chongyun. Al contrario, pensó que esa persona era el Chongyun más cercano que jamás había visto nadie.",
      "fr": "Cette puissante énergie qui habite Chongyun n'est pas qu'un obstacle sur le plan professionnel ; c'est aussi un problème à surveiller de près dans la vie de tous les jours.\n\nIl doit en permanence faire attention d'éviter toute source potentielle de surchauffe ; un instant d'inattention suffit à bouleverser son équilibre interne et à complètement modifier son humeur.\n\nSa famille avait un jour organisé un banquet au Restaurant Wanmin ; y participant, il prit bien soin d'attendre que chaque plat refroidisse avant d'y toucher. Malheureusement, il n'aurait pu prévoir que les boules de riz a l'air si tendre étaient fourrées au piment de Jueyun...\n\nSa réaction ne se fit pas attendre, bien que lui-même soit aujourd'hui incapable de se remémorer l'événement.\n\nXiangling, la cuisinière en chef du restaurant et victime collatérale, se souvient elle encore de cette fatidique journée.\n\nChongyun commença par sauter sur le comptoir, et cria « C'est moi qui régale pour tous les clients ! », bien qu'il soit sans le sou.\n\nContinuant sur sa lancée, il se mit à passer de table en table, discutant avec les clients hébétés comme si ceux-ci étaient de vieilles connaissances, leur tapant dans le dos en leur vantant le professionnalisme de sa famille, sans manquer en partant de piocher dans les plats sans gêne aucune.\n\nPuis il décréta qu'un esprit hantait le restaurant, mais ses recherches s'avérant infructueuses, il trouva avisé de coller un charme sur le front de Xiangling, avant de poursuivre la pauvre cuisinière dans tout le restaurant, l'épée à la main.\n\nChongyun dut suite à cet incident économiser un mois entier avant de pouvoir payer pour les dégâts ; en signe d'excuse, il offrit de plus à Xiangling un talisman gravé de sa main.\n\nXiangling ne garda aucune rancune à son égard, estimant que le Chongyun qui s'était donné en spectacle ce jour-là était le vrai Chongyun enfin libéré de toutes ses barrières.",
      "pt": "O Psíquico Yang Puro de Chongyun não é um grande obstáculo em seu caminho como exorcista, mas um constante incômodo diário.\n\nEle precisa ser extremamente cuidadoso para ficar longe de coisas \"calorosas\" das quais ele é muito sensível, ou arriscar sua positividade e emoções saírem fora de controle.\n\nO clã de Chongyun uma vez realizou uma festa de celebração no Restaurante Wanmin. Embora esperasse até que todos os pratos esfriassem, ele não esperava que os bolinhos de arroz macios estivessem recheados com a Pimenta Jueyun.\n\nDepois de uma única mordida... Chongyun não tem lembranças do que aconteceu depois.\n\nNo entanto, segundo a vítima, Xiangling, a chefe do Restaurante Wanmin, muitas coisas inesquecíveis aconteceram.\n\nChongyun primeiro pulou na mesa da recepção, gritando \"Tudo é por minha conta essa noite\", sem pensar que, na verdade, sequer tinha dinheiro com ele.\n\nEle então começou a conversar com os outros clientes nas outras mesas como se fossem velhos amigos, se vangloriando sobre o quão incrível eram as atividades de seu clã de exorcistas, sem esquecer de provar os pratos das mesas das pessoas antes de sair.\n\nPor fim, ele afirmou ter sentido um espírito maligno no Restaurante Wanmin. Cujo qual ele não encontrou, mas ele colocou um amuleto na testa da Xiangling e correu atrás dela com sua espada.\n\nDepois disso, Chongyun economizou durante um mês inteiro para pagar ao Restaurante Wanmin pela bagunça e danos que causou. Ele também deu a Xiangling um talismã que ele esculpiu à mão.\n\n Quanto a Xiangling, ela não se importava com as \"transgressões\" de Chongyun, pois, sentia que Chongyun estava sendo verdadeiro.",
      "ru": "Чистая энергия Ян мешает Чун Юню не только в работе экзорциста, но и в повседневной жизни.\n\nЕму нужно быть осторожным и держаться подальше от «горячих штучек», иначе он потеряет контроль над собой.\n\nКак-то раз его семья устроила пир в ресторане «Народный выбор». Чун Юнь ждал, пока все блюда не остынут, но он никак не ожидал, что шеф-повар ресторана Сян Лин решит начинить шарики из клейкого риса заоблачным перчиком.\n\nЧун Юнь не помнит, что происходило дальше, но, по словам очевидцев, особенно самой Сян Лин, произошло достаточно незабываемых вещей.\n\nСначала Чун Юнь запрыгнул на приёмную стойку и начал кричать, что «сегодня всё за его счёт», не имея при себе ни единой моры.\n\nЗатем он начал подсаживаться к гостям и болтать с ними, как будто они старые приятели, хвастаясь им, как крута его работа, не стесняясь пробовать их еду.\n\nПосле всего этого он заявил, что чувствует присутствие злого духа в ресторане, подошёл к Сян Лин, налепил ей на лоб заговор и принялся гоняться за ней с мечом по всему ресторану.\n\nПосле инцидента Чун Юнь месяц копил на то, чтобы заплатить ресторану за нанесённый ущерб, а также подарил Сян Лин оберег от злых духов, который сделал сам.\n\nНо Сян Лин не была против его «проступков», потому что она считала, что сумасшедший Чун Юнь - это настоящий Чун Юнь, который не огораживает себя ментальными стенами.",
      "id": "\"Luapan energi Yang\" milik Chongyun bukan hanya menjadi masalah besar yang menghalangi dirinya untuk menjadi seorang pengusir roh jahat, namun hal itu juga benar-benar merepotkan kehidupannya sehari-hari.\n\nDia sangat sensitif terhadap matahari, sedikit saja dia ceroboh dan membiarkan sinar matahari itu terlalu banyak \"menyentuh\" dirinya, hal itu bisa membuat emosinya menjadi tidak terkendali.\n\nKlan Chongyun suatu kali pernah mengadakan sebuah pesta perayaan di \"Wanmin Restaurant\". Meskipun dia mulai makan setelah hidangan menjadi dingin, dia ternyata masih kecolongan dan memakan sticky rice Wanmin Restaurant yang berisi \"Jueyun chili\".\n\nHanya karena sebuah gigitan akan makanan pedas itu saja bisa menyebabkan Chongyun tidak mengingat hal lainnya lagi yang terjadi sesudah itu.\n\nNamun, Xiangling sang koki \"Wanmin Restaurant\" yang kala itu menjadi korban, sampai kini mengingat banyak hal yang tidak terlupakan:\n\nWaktu itu, walaupun Chongyun sebenarnya tidak punya uang sepeser pun, dia pergi ke meja resepsionis dan berteriak \"Semua orang akan kutraktir!\";\n\nDia beramah tamah dengan tamu di setiap meja makan dan memperkenalkan kehebatan ilmu alkemia keluarganya. Tidak lupa dia selalu mengambil makanan dari meja makan tersebut ketika beranjak dari satu meja ke meja yang lainnya;\n\nEntah mengapa, dia tiba-tiba membahas tentang roh jahat yang ada di dalam \"Wanmin Restaurant\" tersebut. Tapi dia gagal membuktikan bahwa dia menemukan roh jahat yang dia maksud. Karena itu, dia malah membaca mantra di jidat Xiangling, dan mengangkat pedangnya, serta mengejar Xiangling yang berlarian ke sana kemari karena dikejar olehnya.\n\nSetelah kejadian itu, dia berhemat makan selama satu bulan penuh untuk mengganti rugi kerugian yang sudah dia sebabkan kepada \"Wanmin Restaurant\". Dia juga memberikan Xiangling sebuah jimat buatan tangannya sendiri.\n\nXiangling tidak memasukkan ke hati \"tindakan ngawur\" yang dibuat oleh Chongyun ini. Dalam benaknya, Chongyun saat itu justru merupakan Chongyun dalam keadaan yang seasli-aslinya.",
      "th": "\"ร่างกายแห่งหยางบริสุทธิ์\" นั้นไม่เพียงแต่จะเป็นอุปสรรคที่ยิ่ง ใหญ่ในเส้นทางการเป็นนักปราบผี ของ Chongyun เท่านั้น ยังเป็นปัญหาใหญ่ในการใช้ชีวิต ประจำวันของเขาอีกด้วย\n\nเขาไวต่อทุกสิ่งที่เป็น \"หยาง\" เป็นอย่างมาก ซึ่งหากไม่ระวังล่ะก็พลังหยางจะ แตกซ่าน ซึ่งจะนำไปสู่การคลุ้มคลั่งและ อารมณ์ที่แปรปรวนได้\n\nตระกูลของ Chongyun นั้นเคยจัดงานเลี้ยงที่ภัตตาคาร Wanmin ถึงแม้ว่าเขาจะรอให้อาหารเย็นลง ก่อนค่อยกินแล้วก็ตาม แต่ก็ยังนึกไม่ถึงว่าข้างในลูกชิ้น ข้าวเหนียวของภัตตาคาร Wanmin นั้นกลับมีพริก Jueyun Chili ปนอยู่ด้วย\n\nหลังจากกินเข้าไปคำนึงแล้ว... ถ้าจะให้พูดว่าเกิดเรื่องอะไรขึ้นล่ะก็... Chongyun เองก็จำไม่ได้เหมือนกัน\n\nแต่ผู้ที่ได้รับบาดเจ็บในตอนนั้นก็คือ Xiangling เชฟของ \"ภัตตาคาร Wanmin\" ที่จนถึงทุกวันนี้ก็จำทุกอย่างได้เป็นอย่างดี:\n\nถึงจะไม่ได้พกเงินไปเลยแม้แต่ Mora เดียว Chongyun กระโดดขึ้นไปบนโต๊ะยาวสำหรับรับแขกและตะโกนขึ้นมาว่าเขาจะเลี้ยงทุกคนที่อยู่ในนั้นเอง ;\n\nเขายังเริ่มที่จะพูดคุยกับลูกค้าใน ร้าวรานกับว่าเป็นเพื่อนสนิทกัน บอกพวกเขาว่าธุรกิจการปราบผี ของตระกูลเขานั้นรุ่งเรืองแค่ไหน และก็ไม่ลืมที่จะชิมอาหารของทุก ๆ โต๊ะ;\n\nจากนั้นไม่รู้ทำไมอยู่ ๆ เขาก็บอกว่าที่ \"ภัตตาคาร Wanmin\" นี้มีปีศาจอยู่ หาตั้งนานก็ยังไม่เจอ จากนั้นเขากลับเอาผ้ายันต์ไปแปะไว้ตรงหน้าผากของ Xiangling และก็เอาดาบไล่ฟันเธอจนต้อง วิ่งหนีไปทั่ว\n\nหลังจากนั้นเพื่อที่จะชดเชยความ สูญเสียและแสดงความขอโทษแล้ว เขาต้องใช้เวลาหนึ่งเดือนที่จะ ประหยัดเงินและใช้หนี้ให้ \"ภัตตาคาร Manmin\" แล้วต้องทำยันต์สำหรับขับไล่ปีศาจให้แก่ Xiangling ด้วยตัวเองอีกด้วย\n\nXiangling นั้นไม่ได้ใส่ใจกับ \"ความผิด\" ของ Chongyun เลยแม้แต่น้อย โดยในสายตาของเธอแล้ว Chongyun ในวันนั้นช่างใกล้ชิดกับคนอื่น ๆ ดีจริง ๆ",
      "vi": "Thuần dương chi thể không chỉ là một chướng ngại lớn trên con đường trở thành phương sĩ của Chongyun mà còn là một mối phiền toái lớn trong cuộc sống thường ngày của anh.\n\nAnh vô cùng nhạy cảm với \"dương\", chỉ cần không cẩn thận thì sẽ khiến dương khí tăng cao, tính cách thay đổi.\n\nGia tộc của Chongyun từng tổ chức tiệc mừng ở \"Vạn Dân Đường\", lần đó anh đã cố ý đợi thức ăn nguội rồi mới ăn, nhưng không ngờ trong xôi nếp của Vạn Dân Đường lại có ớt Tuyệt Vân.\n\nAnh vừa ăn một miếng... thì chẳng còn nhớ chuyện gì đã xảy ra nữa.\n\nSong người bị hại là đầu bếp Xiangling của Vạn Dân Đường thì lại nhớ được rất nhiều chi tiết kinh điển: \n\nChongyun nhảy lên trên bàn của chưởng quỹ Vạn Dân Đường, hô to hôm nay anh sẽ bao hết tất cả tiền ăn cho khách;\n\nAnh bắt chuyện với tất cả khách hàng trong quán, lảm nhảm giới thiệu phương thuật nhà mình lợi hại cỡ nào, lúc đi còn không quên ăn một miếng thức ăn trên bàn người ta.\n\nChẳng hiểu sao anh còn nói trong Vạn Dân Đường có yêu tà, tìm khắp nơi chẳng thấy đâu, lại đi dán một lá bùa trên trán Xiangling rồi xách kiếm đuổi cô chạy bạt mạng.\n\nSau đó để bù đắp, Chongyun tiêu xài dè xẻn một tháng trời mới trả xong tiền cho Vạn Dân Đường, còn phải tặng cho Xiangling một cái bùa đào trừ tà tự tay khắc.\n\nXiangling không hề để bụng đến việc “mạo phạm” của Chongyun. Trong cái nhìn của cô, thảm họa bữa tiệc hôm ấy, mới là khoảnh khắc Chongyun gần gũi với mọi người nhất."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "漫长的妖邪寻访之路上，重云喜获一名好友——行秋。\n\n与信奉勤学苦练的重云相比，行秋天生聪颖，看问题的方式也更机灵。\n\n听说重云的苦恼之后，行秋想到一个解决办法。\n\n「如果不是让纯阳之体失效，而是找到不会被纯阳之体吓跑的妖邪呢？」\n\n这句话点醒了重云。自此，重云每天不再费心削弱「纯阳之体」，转而邀请行秋一道探访不会被吓跑的妖邪。\n\n「什么？你说在云来海附近看到了传说中的傲因？好的，交给我吧！」\n\n「绯云坡的那间老宅，居然已经被恶鬼占据了吗？是我疏忽了，我现在就去。」\n\n「望舒客栈来了个驱邪高人？跟着他就能找到凶恶的妖邪了吧，那…不能空手去拜访，要准备点什么东西才行。」\n\n这些情报大多是行秋信口胡诌的。托他的福，重云往往败兴而归，苦着脸抱怨自己时运不济。\n\n「我尽力去找了，还重金购买妖邪情报！结果却是白跑一趟。」重云委屈地说。\n\n如果此时行秋闲着，便会笑容满面地劝重云打起精神，带他去吃新发现的冰凉小食，再帮他讨回被骗的钱。\n\n多么可靠又热心的朋友啊！重云感激地想。行秋真好，除了行秋，他还能相信谁呢？",
      "zht": "漫長的妖邪尋訪之路上，重雲喜獲一名好友——行秋。\n\n與信奉勤學苦練的重雲相比，行秋天生聰穎，看問題的方式也更機靈。\n\n聽說重雲的苦惱之後，行秋想到一個解決辦法。\n\n「如果不是讓純陽之體失效，而是找到不會被純陽之體嚇跑的妖邪呢？」\n\n這句話點醒了重雲。自此，重雲每天不再費心削弱「純陽之體」，轉而邀請行秋一道探訪不會被嚇跑的妖邪。\n\n「什麼？你說在雲來海附近看到了傳說中的傲因？好的，交給我吧！」\n\n「緋雲坡的那間老宅，居然已經被惡鬼佔據了嗎？是我疏忽了，我現在就去。」\n\n「望舒客棧來了個驅邪高人？跟著他就能找到兇惡的妖邪了吧，那…不能空手去拜訪，要準備點什麼東西才行。」\n\n這些情報大多是行秋信口胡謅的。託他的福，重雲往往敗興而歸，苦著臉抱怨自己時運不濟。\n\n「我盡力去找了，還重金購買妖邪情報！結果卻是白跑一趟。」重雲委屈地說。\n\n如果此時行秋閒著，便會笑容滿面地勸重雲打起精神，帶他去吃新發現的冰涼小食，再幫他討回被騙的錢。\n\n多麼可靠又熱心的朋友啊！重雲感激地想。行秋真好，除了行秋，他還能相信誰呢？",
      "jp": "妖魔を探す長い旅の途中で、重雲に信頼できる友ができた。それが行秋だ。\n\n修行に励む重雲に比べ、行秋は生まれつき聡明であるため、重雲よりも機転が利く。\n\n重雲の長年の悩みを聞いた後、行秋はある打開策を思いついた。\n\n「純陽の体の効果を消すんじゃなく、純陽の体を恐れない妖魔を探したら？」\n\nこの言葉は重雲に活路を指し示してくれるものだった。重雲は行秋と一緒に「条件に合った」理想の妖魔を探したいと思うようになった。\n\n「なに？雲来の海であの伝説の妖怪傲因を見た？ああ、任せるといい」\n\n「緋雲の丘のあの屋敷が悪鬼に占拠された？すぐ行く」\n\n「望舒旅館に妖魔退治の先生が？ついていけばきっと凶悪な妖魔に出会えるはずだ…ふむ、手ぶらではいけない、なにか手土産を用意しないと」\n\nもちろん、その情報のほとんどは行秋が咄嗟に思いついた口からの出まかせである。そのせいでいつも重雲はなぜ会えないのだと、自分の不運について文句を言いながら帰ってくる。\n\n「全力で探してみたんだ。金を払って妖魔の情報を買ったのに、結局無駄足だった」と悔しがることもあった。\n\nそんな時、もし行秋が暇なら彼は笑顔で「元気だしてよ」と重雲を慰め、新しく見つけた冷たい料理を重雲に食べさせるついでに、彼が騙された金を取り戻す。\n\nこんなに頼もしい友は他にはいない！と重雲は今日も行秋のことを感謝している。行秋は良いやつだ、行秋以外誰を信じればいい？",
      "ko": "요마를 찾아 떠나는 기나긴 여정에서 중운에겐 친한 친구——행추가 생겼다.\n\n무엇이든 부지런히 배우고 연마하는 중운과 달리, 행추는 천성이 총명하여 문제를 바라보는 방식도 더 유연하다.\n\n중운의 고민은 들은 행추는 좋은 방법을 하나 떠올렸다.\n\n「양(陽)의 체질의 효력을 줄이지 못한다면, 그 효력에 면역이 되는 요마를 찾는 건 어떨까?」\n\n친구의 한마디에 깨달음을 얻은 중운은 그때부터 더 이상 「양의 체질」을 약화시키려고 하지 않았다. 대신 그는 함께 면역이 되는 요마를 찾으러 가자고 행추를 설득했다.\n\n「뭐? 운래해 근처에서 전설 속의 오인을 봤다고? 좋아, 나한테 맡겨!」\n\n「비운 언덕의 오래된 저택에 악귀가 씌었다고? 방심했군…. 지금 바로 가볼게.」\n\n「망서객잔에 퇴마 고수가 왔다고? 그런 사람이랑 있으면 흉악한 요마를 만날 수 있을지도 몰라…빈손으로 갈 순 없으니 뭐라도 준비해야겠어.」\n\n이런 정보들은 대개 행추가 지어낸 헛소리였기에 중운은 매번 허탕을 친 후 시무룩한 얼굴로 돌아온다.\n\n그리고 중운은 「난 엄청 열심히 찾아다녔어. 요마의 정보를 사기 위해 큰돈도 썼지만 전부 헛수고였어」라고 불평을 늘어놓는다.\n\n만약 이때 행추가 할일이 없을 때라면, 그는 웃는 얼굴로 중운에게 기운 내라며 새로 발견한 얼음 간식 가게에 데려간 뒤 사기당한 돈을 되찾아준다.\n\n얼마나 믿음직한 친구인가? 중운은 매우 고마워하며 \"행추는 정말 좋아, 행추말고 또 믿을 수 있는 사람이 있을까?\"라고 생각한다",
      "en": "Chongyun has had the privilege of meeting a true friend in his long journey as an exorcist: Xingqiu.\n\nIn contrast to the hard-working Chongyun, Xingqiu was naturally gifted, and had a more flexible way of looking at problems.\n\nAfter learning about Chongyun's troubles, Xingqiu came up with a possible solution.\n\n\"If you can't reduce the effects of your yang energy, what if you sought out an evil spirit that is immune to it?\"\n\nThis was a eureka moment for Chongyun. Since then, Chongyun has no longer sought to alleviate his condition. Instead, he now tries to get Xingqiu to come with him to find such a spirit.\n\n\"What? Sightings of the legendary Aoyin near the Sea of Clouds? Leave it to me!\"\n\n\"The old house at Feiyun Slope has been taken over by an evil spirit? My bad. I'll attend to it right away.\"\n\n\"A master exorcist is staying over at Wangshu Inn? I could learn a lot from him... Hmm, better go with a gift.\"\n\nXingqiu usually just makes these \"leads\" up as he goes, and thanks to his \"advice,\" Chongyun often comes back empty-handed, blaming his bad luck.\n\n\"I tried my best to look for it, and even spent quite a sum purchasing more intelligence on that evil spirit — but I wound up missing it by a hair anyway,\" Chongyun says, abashed.\n\nIf Xingqiu has time to spare when such an occasion arises, he will encourage Chongyun, treat him to some new cold dishes he has found and then set off to get Chongyun's swindled money back.\n\nA warm and reliable companion, indeed! — So Chongyun thinks at such moments. Who could he possibly trust, if not his fine friend Xingqiu?",
      "de": "Auf Chongyuns langen Reisen als Geistervertreiber hatte er einen Freund an seiner Seite. Sein Name war Xingqiu.\n\nIm Vergleich zum fleißigen und lernwilligen Chongyun war Xingqiu ein Naturtalent auf allen Gebieten und seine allgemeine Sicht der Dinge war eher unkonventionell.\n\nNachdem Xingqiu von Chongyuns Problemen erfahren hatte, hatte er eine mögliche Lösung parat.\n\n„Was passiert, wenn du auf einen bösen Geist triffst, der gegen deine reine Yang-Energie immun ist?“\n\nChongyun hatte daraufhin eine Erleuchtung. Seit diesem Moment kümmerte sich Chongyun nicht mehr um seine Yang-Lastigkeit. Stattdessen wollte er Xingqiu dazu bringen, mit ihm zu gehen, da dieser die bösen Geister ja nicht verschrecken würde.\n\n„Was? Der legendäre Aoyin wurde in der Nähe des Wolkenmeeres gesichtet? Da muss ich hin!“\n\n„Das alte Haus am Feiyun-Hang wurde von einem bösen Geist besetzt? Oh weh. Ich werde mich sofort darum kümmern!“\n\n„Ein Meister der Geisteraustreibung hat sich im Gasthaus Wangshu einquartiert? Ich könnte so viel von ihm lernen ... Ich bereite besser ein Geschenk für ihn vor.“\n\nDa Xingqiu normalerweise immer nur diese „Informationen“ preisgibt, macht Chongyun meistens sein Pech dafür verantwortlich, dass er jedes Mal mit leeren Händen zurückkehrt, nachdem er ein Vermögen für den Kauf von mehr Informationen ausgegeben hat.\n\nWenn und wirklich nur wenn Xingqiu das Buch, das er gerade liest, zu Ende gelesen hat, tröstet er Chongyun in solch einem Moment, bereitet ihm neue kalte Gerichte zu, die er unterwegs zuzubereiten gelernt hatte, und gibt ihm dann sein Geld zurück.\n\nMan kann Chongyun wirklich nicht vorwerfen, einem so eifrigen und zuverlässigen Freund wie Xingqiu zu vertrauen.",
      "es": "En sus viajes como exorcista errante, Chongyun hizo un amigo de confianza: Xingchiu.\n\nEn comparación con el diligente y entusiasta Chongyun, Xingchiu tenía un talento natural en todo y una visión más flexible de las cosas.\n\nDespués de conocer los problemas de Chongyun, Xingchiu pensó en una posible solución.\n\n“¿Qué pasa si buscas un espíritu maligno que sea inmune a tu habilidad natural?”, le dijo a Chongyun en un momento de epifanía.\n\nDesde entonces, Chongyun dejó de pensar en formas de debilitar su positividad congénita y, en su lugar, se obsesionó con pedirle a Xingchiu que le acompañara a encontrar ese espíritu inasustable.\n\n“¿Qué? ¿Avistamientos del legendario Aoyin cerca del Mar de Nubes? ¡Eso tengo que verlo!”.\n\n“¿La vieja casa de la Pendiente Feiyun ha sido poseída por un espíritu maligno? Lo siento, me encargaré de ello inmediatamente”.\n\n“¿Un maestro del exorcismo se quedará en la Posada Wangshu? Podría aprender mucho de él... Hummm, pero no puedo ir con las manos vacías. Debería llevarle un obsequio”.\n\nXingchiu suele inventarse casi toda esa información sobre la marcha, y Chongyun, que se la cree, siempre termina culpando a su mala suerte.\n\n“Hice mi mejor esfuerzo para encontrarlo, e incluso gasté Moras para comprar información sobre ese espíritu maligno. Todo para que, al final, se me escapara por los pelos”, dice Chongyun avergonzado.\n\nSi, en ese momento, Xingchiu no tiene nada que hacer, intentará convencer a Chongyun de que pruebe algunos nuevos platos fríos que ha descubierto y luego se dispondrá a recuperar el dinero que le estafaron a Chongyun.\n\n¡“Qué compañero tan amable y leal!”, piensa Chongyun en esos momentos. ¿En quién podría confiar, si no en su buen amigo Xingchiu?",
      "fr": "Chongyun peut compter sur un ami fidèle pour le soutenir : Xingqiu.\n\nSi Chongyun est toujours dur à la tâche et désireux d'apprendre, Xingqiu possède lui un don naturel en toute chose, et est moins inflexible dans ses opinions.\n\nCe dernier pensa un jour à une solution pour résoudre le problème de son ami.\n\n« Et si plutôt que d'essayer de supprimer cette énergie, tu essayais de mettre la main sur un esprit qu'elle n'affecte pas ? »\n\nCes mots furent une révélation pour Chongyun. Depuis, il espère pouvoir un jour partir à la recherche de ce fameux esprit avec son ami à ses côtés.\n\nMais Xingqiu préfère bouquiner dans le calme, et trouve toujours quelque moyen de renvoyer Chongyun quand celui-ci vient frapper à sa porte dans l'espoir de le convaincre.\n\n« Quoi ? Le légendaire Aoyin été aperçu à la Mer de nuages ? Il faut que j'y aille. »\n\n« Un esprit a pris possession de la vieille maison de la Pente Feiyun ? Je m'en occupe. »\n\n« Un maître exorciste est descendu à l'Auberge Wangshu ? Et je ne l'apprends que maintenant ? Hum, mieux vaut préparer un cadeau. »\n\nTous ces « renseignements » sont bien sûr pour la plupart créés de toute part par l'insouciant Xingqiu, et Chongyun finit toujours par maudire son manque de chance à chaque fois qu'il revient les mains vides après avoir dépensé des fortunes pour mener l'enquête.\n\nSi Xingqiu a alors fini son livre, il réconforte son ami avec chaleur, puis l'emmène goûter à quelque nouveau plat (froid bien sûr) qu'il a découvert, et lui rend l'argent qu'il a perdu.\n\nOn ne peut pas en vouloir à Chongyun de continuer à faire confiance à un tel ami.",
      "pt": "Chongyun teve o privilégio de conhecer um companheiro de confiança em sua longa jornada como exorcista: Xingqiu.\n\nEm comparação com o trabalhador Chongyun, Xingqiu era naturalmente talentoso e tinha uma maneira mais flexível de ver os problemas.\n\nDepois de descobrir sobre os problemas de Chongyun, Xingqiu veio com uma solução possível.\n\n\"Se você não pode reduzir a eficácia de seu Psíquico Yang Puro, então e se você procurasse um espírito maligno que é imune a ele?\"\n\nEle deu a Chongyun um 'momento eureka'. Desde então, Chongyun não procura mais aliviar sua condição. Em vez disso, ele agora tenta convencer Xingqiu a encontrar esse espírito.\n\nNo entanto, Xingqiu prefere ler em paz e sozinho, então ele sempre tenta desviar a atenção de Chongyun em outro lugar sempre que este lhe chega.\n\n\"O quê? Avistamentos do lendário Aoyin perto do Mar de Nuvens? Deixe comigo!\"\n\n\"A antiga casa na Encosta de Feiyun foi tomada por um espírito maligno? Foi mal. Vou cuidar disso imediatamente.\"\n\n\"Um exorcista mestre está hospedado no Albergue Wangshu? Eu poderia aprender muito com ele... Hmm, é melhor ir com um presente.\"\n\nXingqiu geralmente apenas cria essas \"pistas\" à medida que avança, mas Chongyun sempre acaba culpando sua sorte de voltar de mãos vazias, apesar de seus esforços.\n\nSe Xingqiu terminar o livro que está lendo quando uma ocasião dessas surgir, ele confortará Chongyun com pratos frios que ele encontrou e depois buscar o dinheiro fraudado de Chongyun de volta.\n\nNão se pode culpar Chongyun por confiar em um amigo tão caloroso e confiável como Xingqiu.",
      "ru": "В путешествиях Чун Юню посчастливилось встретить хорошего друга - Син Цю.\n\nПо сравнению с трудолюбивым Чун Юнем, Син Цю смотрит на вещи шире, и ему всё даётся само.\n\nУзнав о том, что беспокоит его друга, Син Цю придумал решение: «Если тебе не получается подавить свою энергию Ян, то почему бы тебе тогда не отыскать злого духа, у которого будет на неё иммунитет?»\n\nЧун Юнь загорелся этой идеей и теперь, вместо борьбы со своим телом, каждый раз собираясь на поиски такого духа он звал с собой Син Цю.\n\n«Что? Легендарного Ао Инь видели в Облачном море? Уже бегу».\n\n«Злой дух поселился в старом доме на торговой площади Фэйюнь? Не беда, я сейчас же отправлюсь туда».\n\n«Профессиональный экзорцист остановился на постоялом дворе \"Ваншу\"? Мне обязательно нужно с ним встретиться... Хм, наверное, нужно захватить подарок».\n\nПоскольку Син Цю на ходу придумывает подобные задания для него, Чун Юнь обычно возвращается с пустыми руками и винит себя за то, что не успел всё выполнить вовремя, да ещё и потратил кучу денег на поиски дополнительной информации.\n\nКогда у Син Цю находится время, он пытается ободрить Чун Юня, угощает его холодными блюдами и старается вернуть его потраченное состояние.\n\nРазве можно винить Чун Юня в том, что он полностью доверяет такому надёжному и доброму другу, как Син Цю?",
      "id": "Chongyun beruntung karena dia menemukan seorang teman sejati bernama Xingqiu dalam perjalanannya sebagai seorang pengusir roh jahat.\n\nBertolak belakang dengan Chongyun yang adalah seorang pekerja keras, Xingqiu memiliki kepandaian alami, dan sering kali Xingqiu pun memiliki cara yang lebih fleksibel dalam menyelesaikan masalah.\n\nSetelah mempelajari apa yang menjadi permasalahan Chongyun, Xingqiu terpikirkan sebuah cara untuk mengatasinya.\n\n\"Kalau kamu tidak bisa mengurangi efek dari luapan energi Yang, bagaimana kalau kamu sekalian mencari roh jahat yang memiliki kekebalan terhadap luapan energi Yang di tubuhmu itu?\"\n\nUcapan ini membuat Chongyun kepikiran dengan ide tersebut. Sejak saat itu, Chongyun tidak sibuk untuk mengatasi masalahnya dengan cara yang sudah-sudah, melainkan mendengarkan nasihat Xingqiu untuk pergi mencari kekuatan roh jahat yang dimaksud.\n\n\"Apa? Kamu bilang Aoyin sang legendaris berada di sekitar Sea of Clouds? Baiklah kalau begitu, serahkan saja padaku!\"\n\n\"Rumah tua di Feiyun Slope juga sudah dikuasai oleh roh jahat? Itu kelalaianku, sekarang aku akan segera ke sana.\"\n\n\"Ada seorang pengusir roh jahat yang hebat menginap di Wangshu Inn? Aku harus belajar banyak darinya... Hmm, akan kusiapkan sebuah hadiah untuknya.\"\n\nXingqiu biasanya membenarkan informasi-informasi tersebut, namun tanpa kebenaran yang jelas. Akibatnya, Chongyun sering kali pergi dan pulang tanpa hasil yang dia inginkan, dia sering mengeluh bahwa dirinya tidak bernasib baik.\n\n\"Aku sudah berusaha pergi mencarinya, bahkan sudah mengeluarkan biaya juga untuk mencari informasi tentang roh jahat itu! Tapi mana hasilnya, semua sia-sia.\" Chongyun meluapkan kekecewaannya.\n\nDi saat-saat seperti ini, Xingqiu biasanya akan menyemangati Chongyun dengan senyum tulusnya, dia juga akan mengajak Chongyun pergi makan serta mentraktirnya, kemudian dia juga akan membantu Chongyun untuk mendapatkan kembali uangnya yang hilang akibat ditipu orang.\n\nXingqiu benar-benar seorang teman yang tulus dan dapat diandalkan! Chongyun merasa bersyukur di kala dia terpikirkan akan hal ini. Selain Xingqiu, masih adakah teman lain yang dapat diandalkan seperti ini?",
      "th": "ในเส้นทางการเดินทางตามหาปี ศาจอันแสนยาวนานนั้น Chongyun ได้พบกับเพื่อนรักคนใหม่... Xingqiu\n\nเมื่อเทียบกับ Chongyun ที่เชื่อมั่นในการฝึกฝนอย่างหนัก แล้ว Xingqiu นั้นทั้งมีพรสวรรค์และหลักแหลม วิธีการมองปัญหาก็ชาญฉลาดมากกว่า\n\nหลังจากได้ยินปัญหาของ Chongyun แล้ว Xingqiu ก็คิดวิธีหาทางออกอย่างหนึ่งขึ้นมา\n\n\"ถ้าหากว่าไม่ใช่ทำให้ร่างกายแห่ง หยางบริสุทธิ์เสื่อมถอย แต่หาปีศาจที่ไม่เกรงกลัวต่อพลัง หยางอันบริสุทธิ์นั่นแทนล่ะ?\"\n\nคำพูดประโยคช่วยเตือนสติ Chongyun จากนั้นมา Chongyun ก็ไม่กลัวว่า \"ร่างกายแห่งหยางบริสุทธิ์\" ของเขาจะอ่อนแอลงอีกต่อไป แต่เขาเปลี่ยนมาหมกมุ่นอยู่กับการออกตามหาปีศาจที่ไม่กลัวจนเผ่นหนีร่วมกันกับ Xingqiu\n\n\"ว่าไงนะ? ช่วงนี้มีผู้พบเห็น Aoyin ในตำนาน ที่บริเวณ Sea of Clouds งั้นเหรอ? โอเค ไว้ใจฉันได้เลย!\"\n\n\"บ้านเก่าที่ Feiyun Slope นั่นถูกผีสิงงั้นเหรอ? เป็นฉันที่ประมาทเอง จะไปเดี๋ยวนี้แหละ\"\n\n\"มีนักปราบปีศาจชื่อดังมาพักที่ Wangshu Inn งั้นเหรอ? ถ้าติดตามเขาไปจะได้พบกับปีศาจ ร้ายที่ตามหาอยู่งั้นสินะ ถ้างั้น... จะไปเยี่ยมมือเปล่าไม่ได้ ต้องเอาอะไรติดมือไปด้วยถึงจะดี\"\n\nข้อมูลเหล่านี้ล้วนเป็นสิ่งที่ Xingqiu คิดเองเออเองขึ้นมาทั้งสิ้น ซึ่งทำให้ Chongyun ต้องผิดหวังจนคอตกกลับไปอยู่เสมอ ซึ่งทุกครั้งเขาจะบ่นกับ Xingqiu อย่างขมขื่นว่าเขาโชคไม่ดี \n\n\"ขนาดฉันค้นหาข้อมูลอย่างหนักและใช้เงินจำนวนมากเพื่อซื้อข้อมูลของปีศาจร้ายแต่สุดท้ายแล้วก็หลุดมือ ไปอยู่ดี\"Chongyun พูดอย่างเสียใจ\n\nหากว่าเป็นตอนที่ Xingqiu ว่างพอดีเขาก็จะยิ้มและปลอบใจกับ Chongyun ว่าอย่าได้หมองหม่นไปและพาเขาไปกินอาหารจานเย็นเมนูใหม่ ๆ ที่ค้นพบ จากนั้นก็ช่วยเขาตามเงินที่ถูกหลอกไปกลับคืนมาด้วย\n\nเป็นเพื่อนที่แสนดีและพึ่งพาได้จริง ๆ! Chongyun คิดอยู่ในใจอย่างมีความสุข Xingqiu ช่างดีเหลือเกิน นอกจากเขา ยังเชื่อถือใครได้อีก?",
      "vi": "Trên con đường tìm kiếm yêu tà dài đằng đẵng, Chongyun có một người bạn tốt là Xingqiu.\n\nSo với Chongyun tôn thờ việc chăm chỉ khổ luyện thì Xingqiu trời sinh thông minh, cách nhìn nhận vấn đề cũng linh hoạt hơn nhiều.\n\nSau khi nghe được nỗi phiền muộn của Chongyun, Xingqiu đã nghĩ ra được một cách giải quyết.\n\n\"Nếu như không thể khiến thuần dương chi thể mất đi hiệu lực, thì hãy đi tìm yêu quái không bị thể thuần dương ảnh hưởng là được rồi?\"\n\nCâu nói này khiến Chongyun bừng tỉnh. Từ đó Chongyun không còn tìm cách làm suy yếu \"thuần dương chi thể\" nữa, mà cùng với Xingqiu một mực đi tìm yêu tà không bị dọa chạy.\n\n\"Sao cơ? Gần Vân Lai Hải có Ngạo Nhân trong truyền thuyết? Được, hãy giao cho tôi!\" \n\n\"Căn nhà cổ ở Dốc Phi Vân có linh hồn tà ác chiếm cứ? Bây giờ tôi xuất phát ngay.\"\n\n\"Nhà trọ Vọng Thư có một cao nhân trừ tà? Theo anh ta có thể tìm được yêu quái mạnh nhất, vậy thì... Không thể tay không đi gặp được, phải chuẩn bị ít đồ mới được.\"\n\nPhần lớn những tin tức này đều do Xingqiu bịa ra. Nhờ phước của hắn, hầu như lần nào Chongyun cũng ủ dột quay về, trách bản thân chưa đủ may mắn.\n\nChongyun tủi thân nói: \"Tôi đã cố gắng tìm rồi, thậm chí dùng rất nhiều tiền của để mua tin tức về yêu tà mà vẫn tay trắng quay về.\"\n\nNếu lúc này Xingqiu đang rảnh, sẽ vui vẻ bảo Chongyun lấy lại tinh thần, rồi dẫn anh ấy đi ăn điểm tâm lạnh mình mới phát hiện ra, sau đó giúp anh đi đòi chỗ tiền bị lừa mất về.\n\nQuả là một người bạn đáng tin và nhiệt tình! Chongyun cảm kích nghĩ. Xingqiu thật tốt, ngoài Xingqiu ra thì còn có thể tin ai được chứ?"
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "重云也希望自己能更合群些。可为了把控「纯阳之体」，他总是被迫拒绝各路邀请。\n\n其中，他最难理解的行为，叫作「泡温泉」。\n\n一池热气蒸腾的浑水，居然要泡在那个里面——这可比龙脊雪山的冰湖还要恐怖一百倍。\n\n但他发现，每个人聊到温泉都是一脸向往，更有人声称水越烫越舒服，泡完温泉一整周都能活力无限。\n\n重云不明白，这究竟是真话，还是在刻意捉弄他。\n\n说不想尝试绝对是骗人的，可「纯阳之体」一日不消，他便一日不敢踏入温泉。\n\n某天，行秋问他：\n\n「如果有朝一日，你驾驭了纯阳之体，又斩尽天下妖邪，在那之后…你会去干什么呢？」\n\n看似无心的一句话，让重云再次陷入困扰——\n\n由于体质特殊，他错失了许多应有的人生体验。\n\n可他并不觉得遗憾。山重水复，柳暗花明，他已找到属于自己的答案。\n\n若那一天真的到来，就去泡温泉吧。",
      "zht": "重雲也希望自己能更合群一點。但為了控制「純陽之體」，他總是被迫拒絕各路邀請。\n\n其中，他最難理解的行為，叫作「泡溫泉」。\n\n一池熱氣蒸騰的渾水，居然要泡在那個裡面——這可比龍脊雪山的冰湖還要恐怖一百倍。\n\n但他發現，每個人聊到溫泉都是一臉嚮往，更有人聲稱水越燙越舒服，泡完溫泉一整週都能活力無限。\n\n重雲不明白，這究竟是真話，還是在刻意捉弄他。\n\n說不想嘗試絕對是騙人的，可是「純陽之體」一日不消，他便一日不敢踏入溫泉。\n\n某天，行秋問他：\n\n「如果有朝一日，你駕馭了純陽之體，又斬盡天下妖邪，在那之後…你會去幹什麼呢？」\n\n看似無心的一句話，讓重雲再次陷入困擾——\n\n由於體質特殊，他錯失了許多應有的人生體驗。\n\n不過他並不覺得遺憾。山重水復，柳暗花明，他已找到屬於自己的答案。\n\n若那一天真的到來，就去泡溫泉吧。",
      "jp": "重雲も、本当は皆と仲良くしたいと思っているが、この「純陽の体」を制御するために、彼は様々な誘いを断らなければいけない。\n\n中でも、彼が最も理解できないのは「温泉に入る」という行為だ。\n\n湯気が立つほど暑いお湯の中に入る——それは、彼にとってドラゴンスパインの凍った湖より百倍恐ろしい。\n\nしかし温泉の話題になると、誰もが行きたいと、熱ければ熱いほどいいと、温泉に入った後の一週間は力がみなぎると口を揃える。\n\n重雲にはそれが本当か、それとも自分をからかう冗談か分からない。\n\n入ってみたくないと言ったら嘘になるが、「純陽の体」である限り、彼は温泉に入ることができない。\n\nある日、行秋は重雲に問いかけた。\n\n「もしいつか、君が純陽の体を制御できるようになって、この世の妖魔を全て退治したら…君は何をしたい？」\n\n特に深い意味はないであろうその言葉は、重雲を長い間困らせた——\n\n特殊体質の影響で、他人と比べ、重雲はたくさんの経験を逃してきた。\n\nしかし彼はそれを残念だとは思っていない。山が重なり川がくねり、柳に影が落ち花に明かりが灯る。あれから長い時間をかけて、ようやく自分の答えを見つけたからだ。\n\nもし本当にその日が来たら、まずは温泉に入ろうと彼は思った。",
      "ko": "중운도 사실은 사람들과 잘 어울리고 싶어 한다. 하지만 「양(陽)의 체질」을 제어하기 위해 항상 다른 사람의 초대를 거절할 수밖에 없다.\n\n그중에서도 그가 가장 이해할 수 없는 건 바로 「온천욕」이다.\n\n뜨거운 열기가 가득한 물에 들어가 있어야 한다니…. 이건 드래곤 스파인의 얼음 호수보다 100배는 더 무서운 일이다.\n\n하지만 그는 다른 사람들이 온천에 대해 얘기할 때 모두 시원하다고 말하며, 심지어 어떤 사람은 뜨거울수록 더 시원하고 온천욕을 하면 한 주 동안 활력이 넘친다고 하는 걸 발견한다.\n\n중운은 이게 진짜인지 아니면 자신을 놀리는 것인지 알 수 없었다.\n\n한 번도 시도해볼 생각을 안 했다는 건 거짓말이나 중운은 자신의 「양의 체질」이 사라지지 않으면 절대 온천에 발을 들이지 못한다.\n\n한 번은 행추가 이렇게 물었다:\n\n「언젠가 양의 체질을 제어하고 세상의 모든 요마를 퇴치한다면, 그 후에는…뭘 할 거야?」\n\n무심한 듯한 한 마디가 중운을 고민에 빠뜨렸다--\n\n그는 특수한 체질로 인해 평범히 누릴 수 있는 수많은 것들을 놓쳤었다.\n\n하지만 그는 이에 아쉬워하지 않았다. 그는 결국 자신만의 해답을 찾는다.\n\n언젠가 그날이 온다면 온천욕을 즐겨보겠다고 말이다",
      "en": "In truth, Chongyun wishes that he could fit in more, but he is often forced to reject the invitations of others on account of his need to control his abundance of yang energy.\n\nOf these practices, he finds one particularly incomprehensible: hot springs.\n\nBathing and \"relaxing\" in steaming-hot water? Even the sound of that scares him a hundred times more than freezing in a lake on Dragonspine.\n\nHowever, he has also heard everyone sing yearning praises of these hot springs, praising their comfort, and asserting that they become more so the hotter they are, and that one is filled with energy for a whole week afterward.\n\nChongyun still doesn't know if this is true or if people are just teasing him.\n\nAnd he would have dared to try it out, if not for the ever-present problem of his pure-yang spirit.\n\nXingqiu once asked him this:\n\n\"If you were able to master your yang energy and rid the world of all evil spirits someday...what would you do after that?\"\n\nThis seemingly off-the-cuff remark troubled Chongyun deeply.\n\nPerhaps he had indeed missed out on a lot in life on account of his condition.\n\nBut he doesn't regret spending time. If one way of living doesn't work, he just needs to find himself another — and in any case, he already has his answer.\n\nIf that day comes, well, he'll go to the hot springs then.",
      "de": "Chongyun wünscht sich, dass er manchmal lockerer wäre und keine Einladungen von Leuten ablehnen müsste, nur weil er sein Yang-Lastigkeit kontrollieren und schonen muss.\n\nVon allen Einladungen jedoch bereitet ihm eine Aktivität, die über sein Verständnis hinausgeht, besondere Kopfschmerzen: Heiße Quellen.\n\nBaden und „Entspannen“ in dampfendem, heißem Wasser? Allein daran zu denken macht ihm bereits mehr Angst als seine Erinnerungen an den zugefrorenen See am Drachengrat.\n\nJedoch wusste er auch, dass alle, die er kannte, nur Gutes davon zu berichten hatten. Jedes Mal kämen sie mit frischer Energie wieder, die bis zu eine Woche lang anhielt. Sie behaupten sogar, je heißer das Wasser, desto besser wäre das Erlebnis.\n\nChongyun war der Versuchung nahe. Gleichzeitig wusste er auch, dass er bestimmt ausrasten würde, wenn er es versuchte, solange seine Yang-Lastigkeit anhielt. Was im Fall der Fälle werden würde, kann sich jeder selbst ausmalen.\n\nEines Tages fragte Xingqiu ihn,\n\n„Was wäre, wenn du eines Tages deine Yang-Lastigkeit unter Kontrolle und die Welt von allen bösen Geistern befreit hättest?“\n\nDiese einfache Frage beschäftigte Chongyun tagelang.\n\nVielleicht hatte er einfach im Vergleich zu anderen normalen Menschen aufgrund seiner Yang-Lastigkeit vieles versäumt und auf viele Erlebnisse verzichten müssen, aber er bereute dies nicht.\n\nEr hat eben nur ein bisschen mehr Zeit damit verbracht, seine Antworten zu finden.\n\nSollte dieser Tag jemals kommen, wird er wahrscheinlich zu einer heißen Quelle gehen.",
      "es": "En realidad, el mayor deseo de Chongyun es poder encajar, pero a menudo se ve obligado a rechazar las invitaciones de otros por su necesidad de controlar su positividad congénita.\n\nDe todas las cosas, lo que más le intriga es bañarse en las aguas termales.\n\n¿Bañarse y “relajarse” en agua caliente? Con solo escucharlo, a Chongyun le entra más miedo que acordarse del lago congelado de Espinadragón.\n\nSin embargo, también escuchó a todo el mundo hablar muy bien de las aguas termales. Decían que, después de bañarse en ellas, se sintieron revitalizados para el resto de la semana, y que cuanto más caliente esté el agua, mejor.\n\nChongyun todavía no sabe si esto es cierto o si la gente simplemente se burla de él.\n\nÉl se habría atrevido a probarlo si no fuera por el problema de su positividad congénita.\n\nUna vez, Xingchiu le preguntó:\n\n“¿Qué pasaría si un día te curaras de tu aflicción y libraras al mundo de todos los espíritus malignos?”.\n\nEsta simple pregunta le quitó el sueño a Chongyun.\n\nDebido a su condición, se había perdido muchas experiencias vitales, pero no se arrepiente de nada.\n\nSabía que, aunque la vida está llena de adversidades, siempre hay luz al final del túnel. Esa era la respuesta que más le encajaba.\n\nSi llegaba el día en que superara su positividad congénita, se daría un baño en las aguas termales.",
      "fr": "Au fond de lui, Chongyun aimerait être plus sociable et ne plus avoir à refuser les invitations par peur de perdre le contrôle.\n\nL'une des activités qu'on lui a par le passé déjà proposée le laisse perplexe : les sources chaudes.\n\nSe détendre en se baignant dans une eau fumante ? Il trouve l'idée cent fois plus terrifiante que ses souvenirs du lac gelé des Monts Dosdragon.\n\nMais à son grand étonnement, tous ceux y ayant mis les pieds en reviennent en en vantant le confort, allant même jusqu'à dire que plus la température est élevée et mieux l'on s'y sent.\n\nChongyun ne peut s'empêcher de se demander s'il s'agit de la vérité, ou si tout le monde se moque de lui.\n\nIl a déjà été tenté d'essayer, mais il ne sait que trop ce qui se passerait alors.\n\nSon ami Xingqiu lui a une fois posé la question suivante :\n\n« Et si un jour, tu arrivais à contrôler ton handicap, et à débarrasser le monde de tous les esprits maléfiques qui le peuplent... Que ferais-tu ensuite ? »\n\nCette simple question suffit à plonger pendant plusieurs jours Chongyun dans une profonde réflexion.\n\nPeut-être est-il passé à côté de beaucoup de choses, comparé aux autres ?\n\nIl n'en conçoit néanmoins aucun regret : il a juste besoin de plus de temps pour trouver ses propres réponses.\n\nEt si ce jour arrive en effet... Sans doute les sources chaudes, alors.",
      "pt": "Na verdade, Chongyun queria ser mais sociável, mas sempre rejeita os convites de outras pessoas devido à sua necessidade de controlar seu Psíquico Yang Puro.\n\nDessas práticas, ele acha uma particularmente incompreensível: fontes termais.\n\nBanhar-se e \"relaxar\" em águas quentes? Até o som disso o assusta cem vezes mais do que congelar em um lago na Espinha do Dragão.\n\nNo entanto, ele também ouviu todo mundo cantar os louvores das fontes termais. Dizem que é confortável, e que fica cada vez mais quente, e que fica cheio de energia por dias a fio depois.\n\nChongyun ainda não sabe se isso é verdade ou se as pessoas estão brincando com ele.\n\nE ele teria tentado, se não fosse o problema óbvio de seu Psíquico Yang Puro enlouquecendo. Quem sabe o que aconteceria então?\n\nXingqiu uma vez perguntou a ele:\n\n\"Se você fosse capaz de dominar seu Psíquico Yang Puro e livrar o mundo de todos os espíritos malignos algum dia... O que você faria depois disso?\"\n\nIsso o incomodou profundamente Chongyun.\n\nTalvez ele realmente tenha perdido muito na vida por causa de sua condição.\n\nMas não se arrepende de gastar um pouco de tempo para encontrar suas próprias respostas.\n\nSe esse dia chegar então ele vai para as fontes termais.",
      "ru": "На самом деле Чун Юнь очень хочет стать более общительным, но из-за необходимости контролировать энергию Ян в своём теле ему приходится отказывать людям, приглашающим его провести время вместе.\n\nОсобенно он не понимает приглашений на горячие источники.\n\nСидеть и «расслабляться» в горячей воде? Даже обычное упоминание горячей воды пугает его больше, чем воспоминания о ледяном озере на Драконьем хребте.\n\nНо люди вокруг него продолжают твердить, что горячие источники расслабляют и заряжают тело энергией на неделю вперёд, и чем вода горячее, тем лучше эффект.\n\nЧун Юнь до сих пор не понимает, правда ли это, или его разыгрывают.\n\nЧун Юнь с радостью бы попробовал, если бы не извечная проблема его чистого духа Ян.\n\nКак-то раз Син Цю спросил его: «Вот, допустим, если бы ты мог контролировать свою энергию Ян и избавил мир от всех злых духов... Чем бы ты тогда занялся?»\n\nЭтот простой вопрос заставил Чун Юня глубоко задуматься.\n\nХоть он и упускает больше прелестей жизни по сравнению с обычными людьми, но Чун Юнь не сожалеет. Ему просто нужно больше времени, чтобы разобраться в себе.\n\nКогда всё будет кончено, он, скорее всего, наконец-то посетит горячие источники.",
      "id": "Chongyun juga berharap dia bisa bergaul lebih akrab lagi. Tetapi dia sering mengalami penolakan dari orang lain karena kelainan dirinya, yakni \"Luapan Energi Yang\".\n\nSalah satu contoh perilaku orang lain yang paling dia tidak mengerti adalah \"berendam air panas\".\n\nMandi dan bersantai di dalam sebuah kolam yang berisi air panas dan mengeluarkan uap... ini seratus kali lebih menakutkan daripada menceburkan diri ke dalam air dingin di danau membeku yang ada di Dragonspine. Namun dia juga mendengar bahwa orang-orang yang bersenda gurau di dalam kolam itu masih bisa-bisanya mengatakan bahwa akan lebih baik kalau suhu air panas itu lebih panas lagi, dengan begitu mereka bisa memulihkan tubuh mereka dan memiliki energi untuk satu minggu ke depan.\n\nChongyun penasaran apakah kalimat seperti ini adalah sungguhan, ataukah kalimat jebakan yang sengaja digunakan untuk menjerumuskannya.\n\nSejujurnya, Chongyun juga sangat penasaran untuk mencoba menikmati berendam di air panas seperti orang-orang pada umumnya, namun Luapan Energi Yang yang dia miliki tidak pernah \"absen\" satu hari pun dari tubuhnya.\n\nSuatu kali, Xingqiu bertanya kepadanya,\n\n\"Kalau suatu hari nanti kamu berhasil menguasai Luapan Energi Yang milikmu itu dan bisa menaklukkan seluruh roh jahat di dunia ini... apa yang ingin kamu lakukan setelahnya?\"\n\nPertanyaan ini tampaknya malah membuat Chongyun kebingungan.\n\nChongyun sudah kehilangan banyak hal yang harusnya bisa dia nikmati sebagai manusia biasa karena \"keistimewaannya\" tersebut.\n\nTetapi, dia tidak merasa menyesal sedikit pun. \"Tidak ada rotan, akar pun jadi\", setidaknya dia masih bisa menjalani hidupnya sendiri, walaupun caranya mungkin harus berbeda dengan orang-orang pada umumnya.\n\nKalau waktu yang dimaksud oleh Xingqiu itu tiba suatu hari nanti, Chongyun pasti akan mencoba untuk berendam di pemandian air panas.",
      "th": "Chongyun เองก็หวังว่าเขาจะเข้าสังคมได้ดี กว่านี้ แต่เพื่อที่จะควบคุม \"ร่างกายแห่งหยางบริสุทธิ์\" เขาก็ต้องปฏิเสธคำเชิญคนอื่น อยู่เสมอ\n\nหนึ่งในพฤติกรรมที่เขาไม่เคยจะทำความเข้าใจได้เลย นั้นก็คือการ \"อาบน้ำแร่\"\n\nทำไมต้องลงไปแช่ในสระที่เต็มไป ด้วยน้ำขุ่น ๆ ที่ร้อนจนมีควันลอยออกมาด้วย ล่ะเนี่ย... นี่มันน่ากลัวกว่าการที่ต้องเข้าไปอยู่ในทะเลสาบน้ำแข็งของ Dragonspine เป็นร้อยเท่า\n\nแต่เขาก็ค้นพบว่าในตอนที่แช่น้ำ ร้อนนั้นทุกคนล้วนพูดเหมือนกันว่า มันสบายจริง ๆ แล้วก็ยังมีคนอ้างว่าน้ำยิ่งร้อนยิ่งรู้สึกสบาย แช่เสร็จจะเต็มเปี่ยมไปด้วยพลังทั้งสัปดาห์เลยล่ะ\n\nChongyun ไม่เข้าใจว่าแท้จริงแล้วมันเป็นเรื่องจริงหรือว่าผู้คนกำลังหยอกล้อเขา อยู่กันแน่\n\nเขาเคยคิดที่จะลอง แต่หาก \"ร่างกายแห่งหยางบริสุทธิ์\" ไม่ดับเขาก็ไม่มีวันที่จะก้าวเข้าไปในอ่างแช่น้ำร้อนได้\n\nครั้งหนึ่ง Xingqiu ได้ถามเขาว่า:\n\n\"หากว่าวันหนึ่งเธอสามารถควบคุมพลังหยางบริสุทธิ์ที่อยู่ในตัวนั่นและกำจัดปีศาจร้ายบนโลกทั้งหมดได้ จริง ๆ ล่ะก็ จากนั้น... เธอจะไปทำอะไรต่อล่ะ?\"\n\nคำพูดที่ดูเหมือนจะไม่มีอะไรเจาะจง เป็นพิเศษนั่นทำให้ Chongyun ต้องกลุ้มใจอีกครั้ง...\n\nเนื่องด้วยความพิเศษของเขาเอง บางทีอาจจะพลาดประสบการณ์ ชีวิตมากมายที่เขาควรได้รับไป\n\nแต่ว่าเขาก็ไม่ได้เสียดายแต่ อย่างใด และตอนนี้เขาได้ค้นพบคำตอบ นั้นแล้ว\n\nหากว่าวันนั้นมาถึงจริง ๆ ก็ไปแช่น้ำร้อนละกันนะ",
      "vi": "Thực ra Chongyun cũng rất muốn hòa thuận với mọi người, nhưng lần nào cũng phải từ chối lời mời của người khác vì phải khống chế “thuần dương chi thể”.\n\nTrong số đó, hành động khiến anh cảm thấy khó hiểu nhất là tắm suối nước nóng.\n\nMột vũng nước đục ngầu bốc hơi mà phải chui vào ngâm mình... còn kinh khủng hơn vạn lần so với hồ băng trên Long Tích Tuyết Sơn.\n\nThế nhưng mọi người mỗi khi nhắc đến dòng suối khoáng, đều nói đó là cảm giác rất thoải mái, thậm chí có người cho rằng nước càng nóng càng tốt, ngâm mình trong dòng nước thì cả tuần sau cơ thể sẽ luôn tràn đầy sinh lực.\n\nChongyun không hiểu, đây là thật hay đùa.\n\nThật ra anh cũng rất muốn thử, thế nhưng \"thuần dương chi thể\" nếu vẫn còn trên cơ thể, anh sẽ không dám ngâm mình vào dòng suối khoáng.\n\nMột ngày nọ, Xingqiu hỏi anh rằng:\n\n\"Nếu có một ngày, bạn khống chế được thuần dương chi thể, tiêu diệt hết ma quái trong thiên hạ, thì bạn sẽ làm gì nữa?\"\n\nMột câu hỏi có vẻ như vô tình này lại khiến Chongyun bối rối cả ngày.\n\nVì thể chất đặc biệt mà anh đã bỏ lỡ rất nhiều chuyện trong cuộc sống mà con người vốn có.\n\nNhưng anh không cảm thấy hối tiếc, sông có khúc người có lúc, anh đã tìm được đáp án của riêng mình.\n\nCòn nếu ngày đó thực sự đến, thì anh sẽ đi tắm suối khoáng nóng thôi."
    }
  },
  {
    "title": {
      "zhs": "《妖邪奇志家录》",
      "zht": "《妖邪奇志家錄》",
      "jp": "『妖魔退治家録』",
      "ko": "《요마 기지 가록》",
      "en": "Field Guide to Demons and Beasts",
      "de": "„Kompendium der Dämonen“",
      "es": "«Guía de campo de los demonios y las bestias»",
      "fr": "« Guide de terrain des démons et des bêtes »",
      "pt": "Guia de Terreno para Demônios e Bestas",
      "ru": "«Справочник по демонологии»",
      "id": "Panduan Melawan Iblis dan Binatang Buas",
      "th": "\"คู่มือภาคสนามสำหรับปีศาจ และสัตว์ร้าย\"",
      "vi": "\"Yêu Tà Kì Chí Gia Lục\""
    },
    "line": {
      "zhs": "重云家世代传承的奇书，记载了所有被降伏的妖邪。\n\n从无名小妖，到活跃在奇谈志异中的大鬼，种类万千，令人眼花缭乱。\n\n重云正是受到书中一段段惊人逸闻的激励，才立下杀尽天下妖邪的志向。\n\n但对他来说，继承这本书录…也带来了一丝小小的不便。\n\n书中记载妖邪，除了文字记述，还配有绘图。历任传承者画技不一，却也尽心描摹出了妖邪的大体特征。\n\n可重云驱邪，向来见不到妖邪形貌。又不能因此坏了插图配文的规矩，为此绞尽脑汁。\n\n走投无路的重云只能根据想象，自由编绘一些奇奇怪怪的插图。\n\n——由此，《妖邪奇志家录》变得越发清奇。要是看到七只鸡翅五条鸡腿的凶兽，或是半鱼半丘丘人模样的妖孽，最好不要过分深究。",
      "zht": "重雲家世代傳承的奇書，記載了所有被降伏的妖邪。\n\n從無名小妖，到活躍在奇談誌異中的大鬼，種類萬千，令人眼花繚亂。\n\n重雲正是受到書中一段段驚人逸聞的激勵，才立下殺盡天下妖邪的志向。\n\n但對他來說，繼承這本書錄…也帶來了一絲小小的不便。\n\n書中記載妖邪，除了文字記述，還配有繪圖。歷任傳承者畫技不一，卻也盡心描摹出了妖邪的大體特徵。\n\n但重雲驅邪，向來見不到妖邪形貌。又不能因此壞了插圖配文的規矩，為此絞盡腦汁。\n\n走投無路的重雲只能根據想像，自由編繪一些奇奇怪怪的插圖。\n\n——由此，《妖邪奇志家錄》變得越發清奇。要是看到七隻雞翅五條雞腿的凶獸，或是半魚半丘丘人模樣的妖孽，最好不要過分深究。",
      "jp": "重雲の一族代々伝えられる奇書には、降伏させた妖魔の情報が記載されている。\n\n無名な雑魚から都市伝説や怪談にある名の知れた妖魔など、目がくらむほどの数が書かれている。\n\n重雲の、天下の妖魔を殺し尽くす志は、正にこの本に書かれた数々のすごい逸話からの影響を受けている。\n\nだが、この本を継いだことは…彼にとって少し不便だ。\n\n本にある妖怪は文字の記載以外に、絵もついている。歴代の継承者たちは画力がバラバラだったが、それでも頑張って妖魔の大体の特徴を描いた。\n\nしかし、重雲が妖魔を退治する時は妖魔と顔を合わせない。文字情報に絵という伝統を壊さないにはどうすればいいのかと、重雲は困っていた。\n\n窮地に陥った重雲は、自分の想像力の思うままに、たくさんの変な絵を描いた。\n\n——あれから、『妖魔退治家録』はどんどん怪奇になっている。鶏の翼を7枚、鶏の腿を5本を持った凶獣や、半分がヒルチャールで半分が魚の妖怪が本に出てきても、深堀りはしないほうがいい。",
      "ko": "중운 가문에서 대대로 전해 내려온 기서로 퇴치했던 모든 요마들에 대한 정보가 기록되어 있다.\n\n무명의 작은 요마부터 기담으로 전해내려오던 강력한 요마까지. 종류가 너무 많아 눈이 어지러울 정도이다.\n\n중운은 책 속의 일화 하나에 자극을 받아 천하의 모든 요마들을 처치한다는 포부를 갖게 되었다.\n\n하지만 그에게 있어 이 책을 계속해서 써 내려가는 건… 약간의 불편함을 가져다주었다.\n\n책 안에 기록된 요마들은 글로 된 설명 외에 그림도 그려져 있다. 역대 계승자들의 그림 실력은 전부 다르지만 요마의 대략적인 특징들을 최대한 묘사해 놓았다.\n\n하지만 중운의 퇴마는 요마의 모습을 한 번도 볼 수 없는 퇴마이다. 하지만 그림을 그려넣는 규칙을 어겨선 안 되기에 중운은 요마의 그림을 그려 넣기 위해 골머리를 앓았다.\n\n궁지에 빠진 중운은 상상에 의존해 괴상한 그림을 그려 넣었다.\n\n——이로 인해 《요마 기지 가록》은 점점 기이하게 변해갔다. 책에서 날개 7개, 다리 5개의 괴물 혹은 반츄츄반어 모습의 요마를 보게 된다고 해도 너무 캐묻진 말자",
      "en": "The tomes that Chongyun's family has passed down from generation to generation detail every evil spirit they have ever subdued.\n\nFrom little critters to the monstrous demons found in tall tales of horror, their varieties are almost dazzling.\n\nIt was one such terrifying story that inspired Chongyun's vow to rid the world of evil spirits.\n\nBut as far as he is concerned, inheriting these books has... also proved inconvenient.\n\nOther than textual descriptions, the books also contain illustrations of said evil spirits that carefully detail their unique characteristics — even if the artist may not have been the greatest talent.\n\nBut Chongyun has never seen an evil spirit in his life. Unwilling to break with this artistic tradition, he was at a loss.\n\nUltimately, he would attempt to use his imagination to draw some suitably strange images.\n\n—Thus did the Field Guide to Demons and Beasts grow ever more exotic. Best not to think too deeply about that seven-winged, five-legged chicken-beast or that half-fish, half-hilichurl demon.",
      "de": "Die alten Bücher, die Chongyuns Familie von Generation zu Generation weitergegeben hatte, enthalten detaillierte Beschreibungen eines jeden bösen Geists und jeder Erscheinung, die sie jemals gebändigt hat.\n\nVon kleinen Geistern bis hin zu monströsen Dämonen, die ebenfalls in den großen Horrorgeschichten zu finden sind, gibt es sie in vielen Varianten.\n\nEs war eine recht schreckliche Geschichte, die Chongyun zu seinem Gelübde inspirierte, die Welt von bösen Geistern zu befreien.\n\nAber was ihn betrifft, so hat sich die Weitergabe dieser Bücher ebenfalls als unbequem erwiesen.\n\nAußer textlichen Beschreibungen enthalten die Bücher nämlich auch Illustrationen der genannten bösen Gestalten, die sehr sorgfältig ihre einzigartigen Eigenschaften auflisten, auch wenn der Künstler vielleicht nicht das größte malerische Talent hatte.\n\nChongyun jedoch hatte in seinem Leben bisher noch nie einen bösen Geist persönlich zu Gesicht bekommen. Da er mit dieser künstlerischen Tradition nicht brechen wollte, war er ratlos. Schließlich versuchte er, seine Vorstellungskraft zu nutzen, um einige entsprechend seltsame Bilder zu malen.\n\nDeshalb fiel das „Kompendium der Dämonen“ letztendlich immer exotischer aus. Am besten stellt man sich dieses siebenflügelige, fünfbeinige Hühnerbiest oder diese Kreatur halb Fisch, halb Huilichurl nicht zu genau vor.",
      "es": "Los tomos que la familia de Chongyun ha transmitido de generación en generación detallan cada espíritu maligno que han sometido.\n\nDesde espíritus menores hasta monstruosos demonios salidos de historias de terror, sus variedades son deslumbrantes.\n\nFue una de esas historias aterradoras la que hizo que Chongyun jurara librar al mundo de espíritus malignos.\n\nPero para él, la herencia de estos libros también ha resultado inconveniente.\n\nAdemás de las descripciones textuales, los libros contienen ilustraciones de dichos espíritus malignos que detallan cuidadosamente sus características únicas, dibujadas mejor o peor según el talento de cada uno.\n\nPero Chongyun nunca ha visto un espíritu maligno en su vida. Reacio a romper con esta tradición artística, se devanaba los sesos buscando una solución.\n\nFinalmente, intentó usar su imaginación para dibujar algunas imágenes extrañas.\n\nAsí, la «Guía de campo de los demonios y las bestias» se hizo cada vez más exótica. Mejor no prestarle demasiada atención a esa bestia-pollo con siete alas y cinco patas, o a ese demonio mitad pez, mitad Hilichurl.",
      "fr": "Les archives de la famille de Chongyun, passées de génération en génération, détaillent tous les types d'esprits et créatures que ses membres ont soumis au fil des années.\n\nDes bestioles minuscules aux démons gigantesques dignes des récits d'horreur, les ouvrages recensent un nombre impressionnant de démons en tout genre.\n\nC'est d'ailleurs l'un des passages de ces archives qui inspira le désir de Chongyun de débarrasser le monde des esprits maléfiques.\n\nMais de son point de vue, hériter de tous ces ouvrages s'est aussi avéré assez... problématique.\n\nEn plus de descriptions détaillées, ils contiennent également des représentations des démons – dont la qualité varie selon le talent de l'auteur – ainsi que le détail des caractéristiques physiques de chacun d'entre eux.\n\nMais Chongyun, n'ayant jamais vu aucun démon de sa vie, est bien incapable de les représenter de visu, malgré son désir de perpétuer cette tradition...\n\nEn désespoir de cause, il utilise donc son imagination pour remplir à son tour le « Guide de terrain des démons et des bêtes », qui n'en est devenu que plus... exotique.\n\nMieux vaut ne pas trop s'attarder donc sur les images de ce poulet à cinq jambes et sept ailes, ou de ce démon mi-Brutocollinus, mi-poisson.",
      "pt": "Os tomos que a família Chongyun passou de geração em geração detalham cada espírito maligno que eles já subjugaram.\n\nDe pequenos bichinhos aos monstruosos demônios encontrados em grandes histórias de terror, suas variedades são quase deslumbrantes.\n\nFoi uma história tão assustadora que inspirou Chongyun a jurar que livraria o mundo de espíritos malignos.\n\nMas, no que lhe diz respeito, herdar esses livros também se mostrou muito... Inconveniente.\n\nAlém das descrições textuais, os livros também contêm ilustrações dos ditos espíritos malignos que detalham cuidadosamente suas características únicas - mesmo que o artista não tenha sido muito talentoso.\n\nMas Chongyun nunca viu um espírito maligno em sua vida. Sem vontade de romper com essa tradição artística, ele estava perdido.\n\nPor fim, ele tentaria usar sua imaginação para desenhar algumas imagens adequadamente estranhas.\n\nAssim, o Guia de Campo para Demônios e Bestas se tornou cada vez mais exótico. É melhor não pensar muito profundadamente naquele animal de sete asas e cinco patas de galinha ou naquele demônio meio peixe, meio Hilichurl.",
      "ru": "Передаваемые из поколения в поколение архивы семьи Чун Юня подробно описывают каждого злого духа, которого им когда-либо пришлось подчинить.\n\nОт мелких безымянных вредителей до могучих демонов из легенд, количество их видов поражает воображение.\n\nИстребить всех злых духов Чун Юня вдохновила как раз одна из таких легенд.\n\nНо книжное наследие это было сопряжено с некоторым неудобством.\n\nПисьменные описания подкреплялись иллюстрациями, зачастую нарисованными неумело, но стремившимися передать каждую характерную деталь того или иного духа.\n\nЧун Юнь, доселе духов не видавший, художественную традицию прерывать не желал, и не знал, как поступить.\n\nЕму ничего не оставалось, как довериться воображению и рисовать весьма странные рисунки.\n\nТаким образом «Справочник по демонологии» стал ещё более причудливым. Если вдруг вам повстречается тварь о семи куриных крыльях и пяти ножках, или наполовину хиличурл, наполовину рыба, браться за их изучение всерьёз не стоит.",
      "id": "Dalam sebuah buku catatan yang diturunkan dari generasi ke generasi dalam keluarga Chongyun, di dalamnya tercatat seluruh roh jahat yang berhasil ditaklukkan oleh keluarga mereka.\n\nDari roh jahat yang tidak terkenal, sampai roh jahat yang sangat kuat, ada banyak sekali macamnya, dan semua itu membuat orang yang membaca buku itu terpukau.\n\nChongyun bersumpah untuk menjadi seorang pengusir roh jahat yang akan menaklukkan seluruh roh jahat di dunia ini setelah membaca salah satu bagian cerita yang sangat menarik di dalam buku tersebut.\n\nNamun baginya, mewarisi buku ini... juga membuat dirinya sedikit kesulitan.\n\nHal ini karena di dalam buku tersebut bukan hanya terdapat tulisan dari kata-kata saja, melainkan juga terdapat lukisan-lukisan mengenai roh-roh jahat itu. Selama ini, para pewaris buku tersebut sudah mencoba menggambarkan secara detail mengenai roh-roh jahat tersebut dengan sebaik mungkin, walaupun kemampuan melukis mereka masing-masing tidaklah sama.\n\nNamun Chongyun selama ini tidak pernah melihat rupa roh jahat apa pun dalam melakukan aksinya. Karena itu dia khawatir kalau dirinya akan memutuskan tradisi melukiskan detail roh jahat pada buku yang diwarisinya tersebut.\n\nChongyun yang merasa bingung harus bagaimana, akhirnya hanya bisa mencoba melukiskan beberapa sketsa roh jahat yang terlihat agak aneh berdasarkan bayangannya saja.\n\nKarena itu, \"Panduan medan untuk Iblis dan Binatang Buas\" yang dia buat terkadang membuat orang tertarik dan bertanya-tanya. Kalau di dalam buku itu melihat sebuah monster yang memiliki tujuh sayap ayam dan lima kaki ayam, atau monster dengan wujud setengah ikan setengah Hilichurl, cukup dilihat saja dan tidak perlu dipikirkan terlalu dalam.",
      "th": "ตระกูล Chongyun ได้สืบทอดหนังสือที่จดบันทึกปีศาจอสูรที่ถูกปราบ\n\nตั้งแต่ปีศาจตนเล็กตนน้อย ถึงอสูรร้ายแรงที่ถูกกล่าวถึงในบันทึกต่าง ๆ หลากหลายชนิด\n\nChongyun เป็นเพราะได้แรงกระตุ้นจากบันทึกพวกนี้ จึงได้ให้คำมั่นสัญญาว่าจะกำจัด อสูรบนโลกนี้ให้สิ้นไป\n\nแต่สำหรับเขาแล้ว การที่ได้สืบทอดหนังสือเล่มนี้ก็มี ความไม่สะดวกอยู่ไม่น้อย\n\nบันทึกในหนังสือเล่มนี้ นอกจากมีตัวอักษรบรรยาย ยังมีรูปภาพประกอบ ซึ่งผู้ที่รับสืบทอดหนังสือเล่มนี้ความสามารถในการวาดภาพนั้น แตกต่างกันออกไป แต่ก็พยายามวาดลักษณะเฉพาะ ออกมา\n\nแต่ลักษณะการไล่มารของ Chongyun นั้นไม่พบเห็นตัวอสูรเลย แต่ก็เกรงว่าจะเสียมารยาทการจด บันทึกที่ต้องมีภาพและอักษร ประกอบ เขาจึงต้องคิดอย่างหนัก\n\nจนหมดหนทางแล้ว Chongyun ถึงจำต้องจินตนาการด้วยตัวเอง และวาดภาพประกอบอย่างแปลก ประหลาด\n\n...จากนั้น \"คู่มือภาคสนามสำหรับปีศาจ และสัตว์ร้าย\" จึงแปลกขึ้นเรื่อย ๆ หากพบเห็นในนั้นมีปีศาจปีกเจ็ดขาห้า หรือครึ่งปลาครึ่ง Hilichurl ก็อย่าได้ถามไถ่มากมาย",
      "vi": "Cuốn sách gia truyền thuộc gia tộc Chongyun ghi chép lại toàn bộ yêu ma bị thu phục.\n\nTừ những loài vô danh tiểu tốt cho đến những đại ma đầu trong truyền thuyết, số lượng sưu tầm được cực khủng.\n\nChính sự khích lệ từ những câu chuyện trong sách mới khiến anh quyết tâm tiêu diệt toàn bộ ma quái trong thiên hạ.\n\nThế nhưng điều này cũng đem lại cho Chongyun... Một chút gì đó bất tiện \n\nĐó là bởi những yêu ma được miêu tả trong sách ngoài việc sử dụng văn tự còn cần dùng đến tranh vẽ. Tuy mỗi một người kế thừa có một phong cách vẽ khác nhau, thế nhưng vẫn có thể đại khái hình dung ra được hình hài của chúng.\n\nChongyun tuy cũng trừ yêu, nhưng trước nay chưa từng nhìn thấy bóng dáng của chúng. Anh cũng không thể phá bỏ truyền thống vẽ hình minh họa đó.\n\nHết cách, Chongyun chỉ có thể tưởng tượng ra những hình vẽ kỳ quái.\n\nChính vì vậy từ khi anh tiếp quản \"Yêu Tà Kì Chí Gia Lục\", bên trong cuốn sách xuất hiện thêm những loài ma quái kỳ lạ như mãnh thú với năm chiếc đùi gà và 7 đôi cái cánh vịt, hay ma thú thân Hilichurl đầu cá... Với những tấm hình minh họa như vậy, chúng ta tốt nhất đừng quá soi xét sự thực hư đằng sau nó."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "「我看其他方士又是舞剑又是贴符的，你在这儿坐了一会儿就说事毕，还想让我付钱？糊弄谁呢！」\n\n初任方士时，重云屡受质疑。\n\n一大难题就此压在他头上：比起屋里「有妖邪」，「没有妖邪」难证明得多。\n\n与任何一位舞剑驭符的方士相比，他都更像是一个江湖骗子。\n\n空有一身本领却无处施展，被迫忍受委托人的质疑，由于害怕阳气暴走，还要努力压制热血辩驳的冲动…\n\n到最后，来向他道歉的人也没有几个。\n\n可就算如此，重云也不愿随波逐流，用装模作样的法事掩盖真正的驱邪方式。\n\n哪怕受到体质干扰，重云也从未有过放弃的念头。\n\n总有一天，他会成为璃月首屈一指的驱邪师，还要驾驭住这纯阳之体，让全天下妖邪消失殆尽。\n\n或许是这份惊人的斗志受到了神的肯定——重云得到的「神之眼」，竟是与「火」相对的「冰」。\n\n至于这「神之眼」是回应他哪个想法而降临，就不得而知了。",
      "zht": "「我看其他方士又是舞劍又是貼符的，你在這坐了一下就說事畢，還想讓我付錢？唬誰呢！」\n\n初任方士時，重雲屢受質疑。\n\n一大難題就此壓在他頭上：比起屋裡「有妖邪」，「沒有妖邪」難證明得多。\n\n與任何一位舞劍馭符的方士相比，他都更像是一個江湖騙子。\n\n空有一身本領卻無處施展，被迫忍受委託人的質疑，由於害怕陽氣暴走，還要努力壓制熱血辯駁的衝動…\n\n到最後，來向他道歉的人也沒有幾個。\n\n但就算如此，重雲也不願隨波逐流，用裝模作樣的法事掩蓋真正的驅邪方式。\n\n哪怕受到體質干擾，重雲也從未有過放棄的念頭。\n\n總有一天，他會成為璃月首屈一指的驅邪師，還要駕馭住這純陽之體，讓全天下妖邪消失殆盡。\n\n或許是這份驚人的鬥志受到了神的肯定——重雲得到的「神之眼」，竟是與「火」相對的「冰」。\n\n至於這「神之眼」是回應他哪個想法而降臨，就不得而知了。",
      "jp": "「他の方士なら剣を振るったり、お札を貼ったりするのに、お前はここに座ってただけだろう？もう終わったって？報酬？払うもんかよ、馬鹿にしてんのか？あぁん？」\n\n駆け出しの頃、重雲も何度も疑われた。\n\nたくさんの難題とぶつかった。部屋の中に「妖怪がいる」よりも「妖怪がいない」ことを証明する方が難しい。\n\n剣とお札を持つ方士と比べれば、どう見ても重雲は詐欺師に見える。\n\n実力を持っているのに発揮できない。その上、依頼人に疑われても、重雲は体内の陽気を暴走させないために、何も弁解せずに自分の感情を抑えていた…\n\n最後になっても、彼に詫びを入れた者は数人しかいなかった。\n\nそれでも、重雲は大勢に従わない道を選んだ。法事等の妖魔退治ごっこよりも、彼自身の妖魔退治の方法を貫いた。\n\n体質の影響を受けているものの、重雲は一度も諦めようとしなかった。\n\nいつか、彼は璃月随一の妖魔退治師になり、自身の純陽の体を制御し、天下の妖魔を一匹たりとも残らず駆逐する。\n\nこの凄まじい闘志が神に認められたのか——重雲は「神の目」を授かった、しかもなんと「炎」の対立である「氷」だった。\n\nこの「神の目」が重雲のどの考えに応えて降臨したのか、誰も知る余地はない。",
      "ko": "「다른 도사들은 칼질 좀 하고 부적도 붙이던데, 당신은 아무것도 안 하고 여기 앉아만 있었잖아! 근데 끝났으니까, 돈 내라고? 누굴 빙다리 핫바지로 아나!」\n\n처음 도사가 됐을 때 중운은 많은 의혹을 받았다.\n\n一방안의 「요마가 있다」, 「요마가 없다」을 증명하는 것보다 더 어려운 난제 하가 그를 압박했다.\n\n중운은 칼춤을 추고 부적을 붙이는 도사보다 더 사기꾼 같았다.\n\n본인은 뛰어난 능력을 지니고 있지만 이를 사용할 수 없어서 의뢰인들의 의혹을 참아야만 했다. 그리고 양기의 폭주가 두려워 반박하고 싶은 충동도 억눌러야 했다….\n\n그리고 마지막에 그에게 사과를 하는 사람도 몇 없었다.\n\n그래도 중운은 허세를 부리며 진정한 퇴마를 감추려고 하지 않았다.\n\n비록 그는 체질의 방해를 받았지만 한 번도 이런 마음을 포기하지 않았다:\n\n언젠가 리월 최고의 퇴마사가 되고 양의 체질을 제어하여 천하의 모든 요마들을 처치하고 말 거야!\n\n어쩌면 신은 중운의 이런 놀라운 투지를 인정하여 그에게 「불」과는 상반되는 「얼음」의 「신의 눈」을 내린 것일 수도 있다.\n\n이 「신의 눈」이 그의 어떤 생각에 응한 건지는 알지 못한다",
      "en": "\"Those other exorcists at least have the courtesy to wave their swords or tack on some talismans. You just sat here for a while, and now you say you're done, and that I should pay you? Who are you trying to fool?\"\n\nChongyun faced a great deal of suspicion when he first took up the role of an exorcist.\n\nHe immediately faced one big hurdle: it was a lot easier to prove that \"evil spirits are present\" than not.\n\nOf course he would seem a charlatan even compared to \"exorcists\" who just went through the motions.\n\nWith all the ability in the world but no place to use it, looked on with suspicion, and needing to suppress any passionate impulses...\n\nThose who eventually apologized to him were also few.\n\nBut even so, Chongyun would not go with the flow, and use some fancy act to cover for his real method of conducting exorcism.\n\nEven with his unique composition posing countless obstacles for him, Chongyun has never once considered giving up.\n\nOne day, he will become the greatest exorcist in Liyue, control his abundance of yang energy, and rid the world of evil spirits.\n\nPerhaps it was this resolve that earned him the gods' favor — that said, the Vision granted to Chongyun was one of \"Cryo\" rather than \"Pyro.\"\n\nAs to which of his goals it was that the Vision responded to, that is also a mystery.",
      "de": "„Die anderen Mystiker haben zumindest den Anstand, hier etwas mit dem Schwert herumzuwedeln oder einige Talismane im Raum zu verteilen. Du hast hier jetzt nur eine Weile gesessen und auf einmal sagst du, dass du fertig mit allem bist und ich jetzt bezahlen kann? Wem willst du eigentlich etwas vormachen?“\n\nChongyun stieß auf großes Misstrauen, als er zum ersten Mal Aufträge als Mystiker ausführte.\n\nVor ihm stand eine große Herausforderung: Es war viel einfacher, den Leuten zu weiszumachen, dass „böse Geister anwesend sind“, als das Gegenteil.\n\nNatürlich erschien er im Vergleich zu „Mystikern“, die mit einem Schwert herumfuchtelten, als wäre er ein Scharlatan.\n\nAusgerüstet mit allen Fähigkeiten, aber nicht in der Lage diese zu zeigen, musste er sich Befragungen von seinen Auftraggebern unterziehen und musste vor allem seine Yang-Lastigkeit und Hingabe unterdrücken ...\n\nDiejenigen, die sich schließlich bei ihm entschuldigten, waren in der Minderheit.\n\nAber selbst dann würde Chongyun nicht mit dem Strom schwimmen und seine echte Methode des Exorzismus durch einen ausgefallenen Akt überdecken. Selbst wenn ihm sein physischer Körper im Weg wäre, hätte Chongyun nie daran gedacht, aufzugeben. Eines Tages würde er der größte Mystiker in Liyue sein, seine angeborene Yang-Lastigkeit kontrollieren und die Welt von allen bösen Geistern befreien.\n\nVielleicht war es diese Entschlossenheit, die ihm die Gunst der Götter einbrachte, denn das Göttliche Auge, das Chongyun gewährt wurde, war eine „Kryo-“ und keine „Pyro“-Version. Außerdem ist es ein Rätsel, auf welches seiner Ziele das Göttliche Auge letztendlich reagierte.",
      "es": "“Esos otros exorcistas al menos tienen la cortesía de agitar sus espadas o pegar algunos talismanes. Tú, en cambio, te quedas sentado ahí por un tiempo y dices que ya terminaste, y que debería pagarte. ¿A quién estás tratando de engañar?”.\n\nCuando Chongyun comenzó su carrera como exorcista, en repetidas ocasiones su habilidad fue puesta en duda.\n\nInmediatamente se enfrentó a un gran obstáculo: era mucho más fácil demostrar que los espíritus malignos estaban presentes que demostrar que habían desaparecido.\n\nPor supuesto, parecía un charlatán, incluso comparado con otros “exorcistas” que simplemente realizaban movimientos exóticos.\n\nCon toda la habilidad del mundo, pero sin un lugar para ponerla en práctica, visto con escepticismo y obligado a reprimir cualquier impulso apasionado...\n\nFueron muy pocas las personas que se le pidieron disculpas.\n\nAun así, Chongyun no seguía la corriente, ni usaba movimientos elegantes para ocultar su método real de exorcismo.\n\nIncluso si su condición interfería en el exorcismo, Chongyun nunca consideró rendirse.\n\nUn día se convertiría en el exorcista más grande de Liyue, lograría controlar su positividad congénita, y libraría al mundo de los espíritus malignos.\n\nTal vez fue esta resolución la que le valió el favor de los dioses. Y es que la Visión otorgada a Chongyun era Cryo en lugar de Pyro.\n\nEs un misterio a cuál de sus objetivos respondió la Visión.",
      "fr": "« Tous les autres exorcistes ont toujours une épée qu'ils brandissent et quelques talismans. Tu te contentes de t'asseoir là sans rien faire, et maintenant tu dis que tu as terminé ? Et tu t'attends à être payé ?! »\n\nAu début de sa carrière, Chongyun se heurta à la suspicion généralisée vis-à-vis de ses talents d'exorciste.\n\nIl est en effet beaucoup plus facile de prouver la présence de démons, que de prouver leur absence.\n\nEt aux yeux de ses premiers clients, rien ne le différenciait des charlatans n'ayant d'exorciste que le nom.\n\nEt ainsi donc, il se retrouva avec un talent incomparable mais nulle part où l'utiliser, victime de la méfiance de ses clients potentiels, et devant en plus redoubler d'efforts pour contrôler sa nature et réprimer toute impulsivité...\n\nCeux qui finirent par lui présenter des excuses s'avérèrent peu nombreux. Mais quand bien même, Chongyun a toujours refusé la solution de facilité consistant à satisfaire la demande en se donnant en spectacle.\n\nEt même avec les défis que lui posent sa constitution si particulière, l'idée d'abandonner ne l'a jamais effleuré.\n\nUn jour viendra, il le sait, où il deviendra le plus grand exorciste qu'ait connu Liyue, où il sera capable de maîtriser son équilibre interne, et pourra enfin débarrasser le monde de tous les esprits maléfiques l'habitant.\n\nC'est d'ailleurs sans doute cet acharnement, ce refus d'abandonner qui lui valurent d'attirer l'attention des dieux – et avec elle, l'obtention d'un œil divin, étonnamment Cryo plutôt que Pyro.\n\nCependant, l'idée précise avec laquelle résonna l'œil divin demeure un mystère.",
      "pt": "\"Esses outros exorcistas pelo menos têm a cortesia de acenar com suas espadas ou agitar alguns talismãs. Você apenas acabou de sentar-se aqui por um tempo, e agora você diz que está terminado, e que eu deveria te pagar? Quem você está tentando enganar?\"\n\nChongyun enfrentou uma grande parcela de suspeitas quando assumiu pela primeira vez o papel de exorcista.\n\nEle enfrentou imediatamente um grande obstáculo: foi muito mais fácil provar que \"espíritos malignos estão presentes\" do que não.\n\nÉ claro que ele pareceria um charlatão até mesmo comparado aos \"exorcistas\" que faziam movimentos exóticos.\n\nCom toda a capacidade do mundo, mas sem lugar para usá-la, olhado com ceticismo e tendo que suprimir quaisquer impulsos apaixonados...\n\nAqueles que eventualmente lhe pediram desculpas foram poucos.\n\nMas ainda sim, Chongyun não iria na onda de fazer algum ato extravagante para encobrir seu verdadeiro método de condução de exorcismos.\n\nMesmo com seu corpo te atrapalhando, Chongyun nunca pensou em desistir.\n\nUm dia, ele se tornará o maior exorcista de Liyue, controlará seu Psíquico Yang Puro e livrará o mundo de espíritos malignos.\n\nTalvez tenha sido esta determinação que lhe rendeu o favor dos deuses - que disseram, a Visão concedida a Chongyun foi uma de \"Cryo\" em vez de \"Pyro\".\n\nQuanto a quais de seus objetivos a Visão respondeu, isso também é um mistério.",
      "ru": "«Другие хоть мечом размахивают или вешают всякие талисманы. А ты пришёл, посидел, и говоришь, что дело сделано? За что тебе платить? Ты что, держишь меня за дурака?!»\n\nВ начале своей карьеры Чун Юнь часто подвергался сомнениям.\n\nПеред ним стояла тяжёлая задача: было куда проще доказать присутствие злых духов, нежели их отсутствие.\n\nНемудрено, что в сравнении с исполнявшими привычные всем действия экзорцистами Чун Юнь производил впечатление шарлатана.\n\nС талантом, который негде было применить, под постоянной тяжестью сомнений, и подавляя любые чувственные импульсы...\n\nСо временем извинения принесли лишь немногие.\n\nНо даже при этом Чун Юнь отказывался плыть по течению и заниматься притворством, чтобы скрыть свои истинные методы изгнания зла.\n\nОн и не думал сдаваться, даже если ему препятствовало собственное тело.\n\nОднажды он станет величайшим экзорцистом Ли Юэ, обуздает свою энергию Ян и избавит мир от злых духов.\n\nВозможно, признание богов он заслужил своей непоколебимостью - Глаз Бога, который получил Чун Юнь, оказался Крио, а не Пиро.\n\nМотивы, благодаря которым он получил Глаз Бога, тоже остаются загадкой.",
      "id": "\"Aku lihat pengusir roh jahat lainnya akan melakukan aksinya dengan pedang, jimat, ataupun mantranya... sementara kamu hanya duduk saja dan mengatakan bahwa setannya sudah pergi? Kamu mau mencoba menipuku ya!\"\n\nSaat awal-awal Chongyun menjadi seorang pengusir roh jahat, sering kali dia diragukan oleh orang-orang.\n\nBegitu banyak pertanyaan yang membebani pikirannya: jauh lebih mudah baginya untuk membuktikan kepada orang yang menyewa jasanya jika roh jahat itu memang \"ada\", daripada ketika ternyata \"tidak ada\".\n\nKalau mau benar-benar dibandingkan, para pengusir roh jahat yang berakting dengan pedang, jimat, dan mantranya itu tidak lebih dari sekadar penipu belaka.\n\nSedihnya, Chongyun memiliki keahlian namun tidak punya \"panggung\" untuk menunjukkannya, diragukan orang-orang, terus masih harus bersusah payah \"bertarung\" melawan kekurangannya sendiri, dan...\n\norang yang datang dan meminta maaf padanya pun hanya ada beberapa.\n\nMeskipun demikian, dia tetap berintegritas untuk mengusir roh jahat dengan jurus yang semestinya dan bukan dengan jurus-jurus seperti yang banyak digunakan oleh para pengusir roh jahat yang palsu.\n\nMeskipun kondisi fisiknya seperti ini, Chongyun tidak pernah berpikir untuk menyerah sekali pun.\n\nSuatu hari, dia akan menjadi pengusir roh jahat terhebat di Liyue, bisa mengendalikan luapan energi Yang miliknya sendiri, dan menaklukkan semua roh jahat yang ada di dunia ini.\n\nMungkin tekad baja inilah yang membuat sang Dewa berkenan kepadanya – ternyata \"Vision\" yang dimilikinya memang \"Cryo\" yang bertentangan dengan \"Pyro\".\n\nNamun tentang tujuan apa yang menjadi respon \"Vision\" terhadap pemikiran Chongyun masih belum diketahui.",
      "th": "\"ฉันเห็นหมอผีท่านอื่นทั้งระบำดาบ ทั้งติดยันต์ คุณนั่งตรงนี้แป๊บเดียวก็จบงาน ยังจะให้ฉันจ่ายเงิน? คิดจะหลอกใครน่ะ!\"\n\nเมื่อตอนที่พึ่งเริ่มเป็นหมอผี Chongyun ถูกสงสัยอยู่บ่อยครั้ง\n\nซึ่งปัญหานี้จึงเกิดขึ้นอย่างไม่ จบสิ้น: สำหรับในบ้าน \"มีปีศาจ\" นั้นยืนยันง่ายกว่าในบ้าน \"ที่ไม่มีปีศาจ\" มากเหลือเกิน\n\nเมื่อเทียบกับหมอผีท่านอื่นที่ระบำ ดาบและติดยันต์ เขาดูเหมือนจะคล้ายสิบแปดมงกุฎ มากเสียอีก\n\nมีความสามารถอยู่เต็มตัวแต่กลับไม่ได้ใช้ และยังจะได้รับการสงสัยจากผู้ว่า จ้างอีกด้วย กลัวว่าพลังหยางจะระเบิดออกมายังจำเป็นต้องควบคุมเลือดที่รุ่มร้อน...\n\nจนสุดท้าย ก็มีเพียงไม่กี่คนที่ขอโทษเขา\n\nแต่ไม่ว่ายังไง เขาก็ไม่ทำตามกระแสที่ทุกคนเชื่อถือ เพื่อที่จะบดบังพิธีกรรมที่แท้จริง\n\nถึงแม้จะได้รับการรบกวนบ้าง Chongyun ก็ไม่เคยที่จะยอมแพ้\n\nสักวัน เขาจะกลายเป็นหมอผีที่เก่งกาจ ที่สุดในเมือง Liyue ยังจะควบคุมพลังหยาง กำจัดปีศาจให้สิ้นโลก\n\nอาจเพราะความเชื่อมั่นนี้ที่ทำให้ เขาได้รับการยอมรับจากเทพ แต่เขากลับได้รับ \"วิชั่น\" ธาตุน้ำแข็งที่ตรงข้ามกับธาตุไฟ\n\n\"วิชั่น\" นี้ตอบรับความคิดไหนของเขา กันแน่ ก็ไม่อาจมีใครล่วงรู้",
      "vi": "“Không phải phương sĩ đều múa kiếm dùng bùa chú sao, anh chỉ cần ngồi một chỗ là xua đuổi được tà ma ư, dám lừa tiền của tôi à? Không dễ đâu!” \n\nKhi mới hành nghề, Chongyun luôn nhận phải những ngờ vực, chất vấn.\n\nÁp lực đè nặng lên đôi vai anh đó chính là: Việc chứng minh có ma quỷ còn dễ hơn việc phủ định chúng không tồn tại.\n\nNếu so sánh Chongyun với các phương sĩ bình thường khác, hành vi của anh thực sự giống một kẻ lừa đảo.\n\nBản thân là người tài giỏi lại không có đất dụng võ, thường xuyên bị người đời chất vấn, nhiều khi anh cố kìm nén sự tức giận của bản thân mà né tránh đôi co với họ...\n\nẤy vậy đến cuối cùng cũng chẳng có mấy ai tạ lỗi với Chongyun.\n\nThế nhưng cho dù có thế nào, tâm trí của anh vẫn không thay đổi. Anh không muốn bản thân chạy theo số đông, sử dụng các nghi thức giả vờ để che đậy bản chất của việc trừ tà.\n\nLý tưởng ấy vẫn mãi như vậy, vĩnh viễn không chối từ.\n\nRồi sẽ có một ngày anh trở thành pháp sư trừ tà số một Liyue với khả năng điều khiển thuần dương chi thể tiêu diệt toàn bộ ma quái trong thiên hạ.\n\nCó lẽ chính vì khát vọng rực cháy như vậy anh mới nhận được sự khẳng định của thần linh mà ban tặng cho “Vision” hệ “băng” đối lập hoàn toàn với “hỏa”.\n\nCó điều câu chuyện đằng sau lời hồi đáp của “Vision” mà chỉ có thần linh mới trả lời được."
    }
  }
]