[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes do Personagem",
      "ru": "О персонаже",
      "id": "Info Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "初见枫原万叶时，大多数人都以为他不过是「南十字」船队的见习水手。\n\n毕竟，这位少年的个性实在是平和，闲时又酷爱吟诗，与人谈话时又总是一副悠然模样。谁能看出他是受到稻妻幕府通缉的危险人物呢？\n\n就算是擅于识人的船长北斗，在决定收留枫原万叶前，也没能看出这个平和的少年出刀竟能如此利落，简直是身经百战之辈。\n\n不知是风雨磨平了少年人的棱角，还是本性内敛的他藏起了自己的锋芒。",
      "zht": "初見楓原萬葉時，大多數人都以為他不過是「南十字」船隊的見習水手。\n\n畢竟，這位少年的個性實在平和，閒時酷愛吟詩，與人談話時又總是一副悠然模樣。誰能看出他是受到稻妻幕府通緝的危險人物呢？\n\n就算是擅於識人的船長北斗，在決定收留楓原萬葉前，也沒能看出這個和氣的少年出刀竟能如此俐落，實為身經百戰之輩。\n\n不知是風雨磨平了少年人的棱角，還是本性內斂的他藏起了自己的鋒芒。",
      "jp": "楓原万葉という人間に初めて会った時、ほとんどの人は「南十字」武装船隊の見習い船員だと思うことだろう。\n\nそれもそのはず、万葉は温厚な性格の持ち主であり、暇を見つけては詩を吟じ、人と会話する時も気ままに語るからだ。彼が稲妻幕府から指名手配されている危険人物であると誰が想像できるだろうか。\n\n温厚な少年から繰り出される刃はとてつもなく鋭い。人の心を読むのが得意な船長の北斗でさえ、万葉を受け入れる判断を下すまで彼が百戦錬磨の強者であることを見抜けずにいた。\n\n風と雨が、その少年の尖った部分を削ったのか、それとも彼が自身の尖った部分をわざと心の内に隠しているのか、それは誰にも分からない。",
      "ko": "카에데하라 카즈하를 처음 본 사람들은 대부분 그가 「남십자」 함대의 견습 선원일 거라고 생각한다.\n\n온화한 성격에 한가할 때 시를 즐겨 읊고 대화할 땐 여유로워 보이는 이 소년이 이나즈마 막부에서 지명 수배 중인 위험인물이란 걸 누가 상상이나 할까?\n\n사람 좀 볼 줄 안다는 북두도 카즈하를 받아들이기 전까지 이 부드러운 소년의 칼날이 이렇게 날카로운 줄은 몰랐으니, 한마디로 수많은 전투를 겪은 베테랑다웠다.\n\n비바람이 소년의 거친 성격을 마모시킨 건지, 아니면 태생적으로 내향적인지는 모르겠지만, 그는 자신의 칼끝을 숨기고 있다",
      "en": "Most people who meet Kaedehara Kazuha for the first time might be inclined to assume that he is just a trainee sailor with the Crux Fleet.\n\nAfter all, he is a gentle soul who enjoys reciting poetry when idle, and who speaks to everyone in a leisurely manner. Who could tell that he is a wanted man throughout Inazuma?\n\nEven Beidou, ever the good judge of character, could not tell that Kazuha could wield a sword with the skill of a seasoned warrior when she first decided to take him in.\n\nWho knows if it was the storms of life that smoothed out his rough edges, or if his natural restraint has kept his edge sheathed.",
      "de": "Die meisten Menschen, die Kaedehara Kazuha zum ersten Mal treffen, könnten dazu neigen anzunehmen, dass er nur ein angehender Seemann der Crux ist.\n\nSchließlich ist er mit einer sanften Seele jemand, der gerne Gedichte rezitiert, wenn er müßig wird, und der mit jedem auf eine gemächliche Art spricht. Wer weiß schon, dass er in ganz Inazuma gesucht wird? Selbst Beidou, die gute Menschenkennerin, konnte nicht erkennen, dass Kazuha ein Schwert mit der Geschicklichkeit eines erfahrenen Kriegers schwingen kann, als sie sich dazu entschied, ihn aufzunehmen.\n\nWer weiß, ob es die Stürme des Lebens waren, die seine rauen Kanten geglättet haben, oder ob seine natürliche Zurückhaltung seine Schärfe bewahrt hat.",
      "es": "Al ver por primera vez a Kaedehara Kazuha, la mayoría de la gente piensa que no es más que un marinero en prácticas de la Flota Crux Meridianam.\n\nAl fin y al cabo, es una persona realmente serena, le encanta recitar poesía cuando tiene tiempo libre y, al hablar con otros, siempre mantiene una expresión sosegada. Nadie pensaría que, en realidad, es un peligroso prófugo en la lista de los más buscados por el shogunato de Inazuma.\n\nNi siquiera la Capitana Beidou, a quien tan bien se le da leer a las personas, fue capaz de prever las increíbles habilidades con la espada de este joven tan tranquilo y veterano de tantas peleas.\n\nEs más, nadie sabe si su carácter real es el resultado de todas las cosas por las que ha pasado o si solo esconde su filo debido a su reservada personalidad.",
      "fr": "La plupart des gens, lorsqu'ils rencontrent Kaedehara Kazuha pour la première fois, ne voient en lui qu'un marin de plus à l'essai dans l'équipage du Crux.\n\nAprès tout, le jeune homme possède un caractère posé, adore réciter de la poésie à ses heures perdues, et choisit ses mots avec soin. Qui pourrait imaginer qu'il s'agit en fait d'un individu dangereux recherché à travers tout Inazuma ?\n\nMême la capitaine Beidou, qui pourtant sait juger les hommes, n'aurait pu imaginer avant de recruter le paisible jeune homme que celui-ci se servait de son arme avec l'agilité et l'expérience que seuls possèdent les combattants aguerris.\n\nNul ne sait si son caractère a été forgé par les épreuves passées, ou si son habituelle réserve n'est qu'une façon de dissimuler ses incroyables talents.",
      "pt": "No primeiro encontro com Kaedehara Kazuha, a maioria das pessoas acha que ele não é nada mais do que um marinheiro aprendiz.\n\nPois esse jovem é particularmente calmo e adora escrever poemas no seu tempo livre. Quando ele conversa com pessoas, ele fica indiferente. Quem poderia ligar esse jovem ao criminoso procurado pelo Shogunato de Inazuma?\n\nAté mesmo Beidou, que é conhecida por julgar bem as pessoas, também não percebeu que esse jovem tão calmo era tão hábil e rápido com espadas, e era realmente experiente em lutas.\n\nNão se sabe se foram as dificuldades que o refinaram ou se foi a natureza dele que fez com que ele escondesse seu brilho e suas habilidades.",
      "ru": "При первой встрече большинство принимает Каэдэхара Кадзуху за юнгу флота Южного креста. В конце концов, этот мирный молодой человек в свободное время любит читать стихи, а разговоры ведёт неторопливо. Кто бы мог подумать, что он возглавляет списки разыскиваемых сёгунатом Инадзумы? Даже когда Бэй Доу с её тонким знанием людей решила принять его в команду, то понятия не имела, что он обращается с мечом с мастерством бывалого воина. Быть может, лишения и невзгоды сгладили острые грани юноши, или это сдержанность, что удерживает его клинок в ножнах.",
      "id": "Saat bertemu Kaedehara Kazuha pertama kali, kebanyakan orang mengira dia hanya kru kapal Crux Fleet yang masih dalam pelatihan.\n\nMemang, sifat anak muda ini sangat tenang. Dia suka melantunkan puisi di waktu senggangnya dan selalu terlihat santai saat berbicara dengan orang lain. Siapa yang mengira kalau dia adalah orang berbahaya yang diincar oleh Inazuma Shogunate?\n\nBahkan Kapten Beidou yang pandai menilai orang saja tidak sadar kalau Kaedehara Kazuha adalah seseorang yang telah melewati ratusan pertempuran, hingga akhirnya bergabung dengan kru kapal Kapten Beidou.\n\nEntah apakah angin dan hujan telah menumpulkan taringnya, atau taringnya justru disembunyikan di balik sikap tenangnya?",
      "th": "ครั้งแรกที่ได้พบกับ Kaedehara Kazuha คนส่วนใหญ่ต่างคิดว่าเขาเป็นเพียงลูกเรือฝึกหัดของกองเรือ Crux\n\nชายหนุ่มมีนิสัยรักสงบ เขาชอบท่องบทกวีเมื่อมีเวลาว่าง และมักจะมีท่าทีสบาย ๆ เมื่อพูดคุยกับคนอื่น ใครจะไปคาดคิดล่ะว่า เขาเป็นผู้หลบหนีอันตรายที่ Inazuma Shogunate ต้องการตัว\n\nก่อนที่จะตัดสินใจรับ Kaedehara Kazuha เข้ามา แม้แต่กัปตัน Beidou ที่เก่งกาจด้านการมองคนเป็นอย่างดี ก็ยังดูไม่ออกว่าชายหนุ่มที่สงบเงียบคนนี้จะมีความสามารถในการใช้ดาบอย่างน่าทึ่ง ราวกับเป็นคนที่ผ่านการต่อสู้มามากมาย\n\nยิ่งไปกว่านั้น ไม่มีใครรู้ว่านิสัยที่แท้จริงของเขาเป็นผลมาจากทุกสิ่งที่เขาเคยผ่านมา หรือเป็นเพียงนิสัยโดยธรรมชาติที่ทำให้เขาซ่อนคมดาบเอาไว้กันแน่",
      "vi": "Lần đầu gặp Kaedehara Kazuha, hầu như ai cũng nghĩ rằng anh ấy chỉ là một thủy thủ thực tập của đội thuyền Nam Thập Tự.\n\nDẫu sao thì người thiếu niên này tính tình hòa nhã, khi rảnh rỗi lại thích ngâm thơ, dáng vẻ lúc nói chuyện cũng vô cùng khoan thai. Đâu ai ngờ được anh ấy chính là nhân vật nguy hiểm bị Inazuma Shogunate truy nã chứ?\n\nNgay cả thuyền trưởng Beidou có mắt nhìn người chuẩn xác, trước khi quyết định thu nhận Kazuha, cũng không nhìn ra thiếu niên nhã nhặn này lại có thể xuất đao nhanh nhạy như thế, rõ ràng đây là một kẻ đã từng trải qua hàng trăm trận chiến.\n\nKhông biết phong ba bão táp đã mài giũa gai góc của vị thiếu niên này hay chính bản thân anh đã tự giấu đi tài năng của mình."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "璃月武装船队「南十字」经年航行于海波之上，船员们早见惯了异域风情，甚至旗舰「死兆星」号上就有一名出身别国的水手。\n\n水手是在「死兆星」号停泊于稻妻口岸——离岛时，被接上船的。\n\n船长北斗与这位年轻人是朋友，他来时，北斗告诉手下们：「这位兄弟要在船上停留一段时日，大家多关照关照他。」\n\n船员们相信北斗的眼光，也欣赏这个稻妻人一身好武艺又有预判天气的本事，所以，哪怕他不愿透露私事，仍同意将他留在船上。\n\n然而，大家不会就此罢休，总是找些借口，旁敲侧击地打听他的经历。\n\n「听说稻妻出产的刀剑非常了不起，而且越是大人物越是会用好刀，你的刀怎么样？厉不厉害？」\n\n「……」\n\n对此，他只会保持沉默。\n\n如此尝试了许多次，从未得到答案，船员们只得放弃。\n\n直到数天后，大副重佐随口一句抱怨，却引来了意料之外的回答。\n\n「喂稻妻来的，你都没个名字，叫兄弟们怎么称呼你啊…」\n\n水手抬起布满粗茧的手，擦了擦汗。\n\n「我姓枫原，名万叶，原本是一名浪人武士。承蒙收留，大家请直接叫我万叶吧。」",
      "zht": "璃月武裝船隊「南十字」經年航行於海波之上，船員們早見慣了異域風情，甚至旗艦「死兆星」號上就有一名出身別國的水手。\n\n水手是在「死兆星」號停泊於稻妻口岸——離島時，被接上船的。\n\n船長北斗與這位年輕人是朋友。他剛來時，北斗告訴手下們：「這位兄弟要在船上停留一段時日，大家多關照關照他。」\n\n船員們相信北斗的眼光，也欣賞這個稻妻人一身好武藝又有預判天氣的本事，所以，哪怕他不願透露私事，仍同意將他留在船上。\n\n然而，大家不會就此罷休，總是找些藉口，旁敲側擊地打聽他的經歷。\n\n「聽說稻妻出產的刀劍非常了不起，而且越是大人物越是會用好刀，你的刀怎麼樣？厲不厲害？」\n\n「……」\n\n對此，他只會保持沉默。\n\n如此嘗試了許多次，從未得到答案，船員們只得放棄。\n\n直到數天後，大副重佐隨口一句抱怨，卻引來了意料之外的回答。\n\n「喂，稻妻來的，你都沒個名字，叫兄弟們怎麼稱呼你啊…」\n\n水手抬起佈滿粗繭的手，擦了擦汗。\n\n「我姓楓原，名萬葉，原本是一名浪人武士。承蒙收留，大家請直接叫我萬葉吧。」",
      "jp": "璃月の「南十字」武装船隊は一年を通してほぼ海に出ているため、船員たちは皆、異国の地を目にすることに慣れている。それどころか、旗艦「死兆星」号には他国出身の船員もいるほどだ。\n\nその船員は「死兆星」号が稲妻の港——離島に停泊した時に加わった。\n\n船長の北斗はその若者と親交があり、彼がやって来るや否や「こいつはしばらく船に滞在する、みんな面倒を見てやってくれ。」と部下たちに告げた。\n\n船員たちは、北斗の人を見る目を信じて疑わない。それに、その稲妻人は武芸に秀でており、さらに天候の移り変わりを見抜く力を持っていた。そのため、たとえ彼の素性が分からなくとも、彼が船に滞在することを皆は受け入れた。\n\nしかし、隠されたことを知りたくなるのが人の性というもの。船員たちは彼の素性を知ろうと、様々な口実を作って過去を探った。\n\n「稲妻で作られた刀っつうのは、切れ味が半端ねぇって聞いた。身分が高ければ高いほど業物を持てるらしいんだが…お前の刀はどうなんだ？やっぱり凄いのか？」\n\n「……」\n\nただ、返ってくるのは沈黙だけ。\n\nいくら探ろうとも答えが返ってくることはなく、船員たちは次第に諦めかけていた。\n\nしかし数日後、重佐という一人の船員が放った何気ない文句に対し、意外にも言葉が返ってきた。\n\n「おい稲妻の、名前を言わないんじゃ、どう呼べばいいかわからんだろ…」\n\n船員はタコだらけの手で汗を拭いながら、愚痴をこぼすように言った。\n\n「姓は楓原、名を万葉と申す。元は浪人であった。拙者を受け入れてくれたこと、誠に感謝いたす。万葉と呼んでくれて構わぬでござるよ。」",
      "ko": "리월의 무장 함대 「남십자」의 선원들은 오랜 항해 덕에 모두가 이국적인 분위기에 익숙하며, 기함 「사조성」호엔 다른 나라 출신의 선원도 있다.\n\n그는 「사조성」호가 이나즈마 항구에 머물다 섬을 떠나려고 할 때 승선했으며,\n\n선장 북두와 친분이 있어 그가 배에 오를 때 북두는 선원들에게 「이 형제는 우리 배에서 며칠 머물 거야. 다들 잘 부탁해」라고 했다.\n\n선원들은 북두의 안목을 믿기도 하고 이 이나즈마인의 무예와 날씨를 예측하는 능력 또한 높이 평가했기에 그가 개인사를 쉬쉬해도 그를 배에 태우는 데 동의했다.\n\n하지만 그들은 거기서 그치지 않고 계속 이유를 찾아가며 카즈하의 경력에 대해 캐물었다.\n\n「이나즈마의 칼이 그렇게 좋다며? 대단한 사람일수록 더 좋은 칼을 쓴다던데, 네 칼은 어때? 좋은 칼이야?」\n\n「……」\n\n이런 물음에도 그는 꿋꿋이 침묵했다.\n\n계속된 시도에도 대답 한번 듣지 못하자 선원들은 포기할 수밖에 없었다.\n\n그러고 며칠 후 1등 항해사 중재의 원망 섞인 한마디에 예상치 못한 대답이 돌아왔다.\n\n「이봐, 이나즈마에서 온 친구! 이름도 안 알려준 것 같은데 우리 형제들이 널 뭐라고 불러야 하는 거야…?」\n\n선원은 굳은살이 가득한 손을 올려 땀을 닦았다.\n\n「제 성은 카에데하라고 이름은 카즈하예요. 원래는 떠돌이 무사였죠. 절 받아주셔서 감사해요. 그냥 카즈하라고 불러주세요」",
      "en": "The Crux, an armed fleet from Liyue, spends much of the year on the high seas, and its sailors are quite used to the vagaries of life in other nations. So they were more curious than surprised when an outlander began serving as a sailor on their flagship, the Alcor.\n\nThe sailor in question was picked up when the Alcor docked at the Inazuman port of Ritou.\n\nBeidou had made friends with this young man, and when he came on board, she told her crew, \"This guy's gonna be staying with us for a while. Take care of him, now.\"\n\nThe sailors trusted Beidou's judgment and admired the newcomer for his martial prowess, not to mention his ability to predict the weather, so they were happy to overlook his reticence to discuss his past, and welcomed him aboard.\n\nStill, their curiosity did not abate, and they would often find all sorts of excuses to try and ply him for information about his experiences.\n\n\"I've heard that they make some sweet blades there in Inazuma and that the bigger the fish you are, the swankier the sword. So, uh... how's yours measure up?\"\n\n\"...\"\n\nKazuha would remain silent in the face of all such queries.\n\nOver time, after countless attempts to garner a response proved futile, the sailors would simply give up asking.\n\nEventually, it was an off-the-cuff remark from Chief Mate, Juza, just a few days later that finally managed to elicit a reply.\n\n\"Hey, Inazuma boy. What are the lads supposed to call you if they don't even know your name?\"\n\nThe young sailor wiped the sweat from his brow with his callused hands.\n\n\"My name is Kaedehara Kazuha, a wandering samurai. I am in your debt for taking me in, so just call me 'Kazuha.'\"",
      "de": "Die Crux, eine bewaffnete Flotte aus Liyue, verbringt viele Jahre auf hoher See und ihre Matrosen sind an die Unwägbarkeiten des Lebens in anderen Nationen gewöhnt, weshalb sie nicht über den Fremden erschrecken, der als Matrose auf ihrem Flaggschiff, der Alcor, dient.\n\nDieser Matrose wurde aufgegriffen, als die Alcor in Inazuma im Hafen von Ritou anlegte.\n\nBeidou hatte sich mit dem jungen Mann angefreundet, und als er an Bord kam, sagte sie zu ihren Untergebenen: „Dieser Bursche wird eine Weile bei uns bleiben.“\n\nDie Matrosen vertrauten auf Beidous Urteil und bewunderten die Fähigkeit dieses Burschen aus Inazuma, das Wetter vorherzusagen, und so legten sie seine mangelnde Bereitschaft, seine Vergangenheit offenzulegen, beiseite und hießen ihn an Bord willkommen.\n\nDennoch ließ ihre Neugier nicht nach, und so fanden sie immer wieder Ausreden, um ihn über seine Erfahrungen auszufragen.\n\n„Ich habe gehört, dass sie dort in Inazuma ein paar tolle Klingen herstellen, und dass das Schwert umso protziger ist, je berühmter du bist. Also, wie sieht es mit deinem aus?“\n\n„...“\n\nKazuha würde angesichts solcher Fragen sein Schweigen bewahren.\n\nUnd angesichts seiner fehlenden Antwort bei vielen Gelegenheiten gaben die Matrosen schließlich auf.\n\nEs war jedoch eine zufällige Beschwerde von Juuza, die eine unerwartete Antwort hervorrufen würde.\n\n„He, du weißt, dass du uns deinen Namen noch nicht genannt hast, oder? Wie sollen die Jungs dich denn nennen?“\n\nDer junge Seemann wischte sich mit seinen schwieligen Händen den Schweiß von der Stirn.\n\n„Mein Name ist Kaedehara Kazuha, ich bin ein wandernder Samurai. Ich stehe in eurer Schuld, weil ihr mich aufgenommen habt, also nennt mich einfach Kazuha.“",
      "es": "Tras tantos años navegando por los mares, hace tiempo que los marineros de la flota de guerra Crux Meridianam ya se acostumbraron a tener contacto con lo extranjero, y hasta se enorgullecen de que en el Alcor haya un marinero procedente de otra nación.\n\nEl marinero se subió a dicho barco cuando este atracó en el puerto de Ritou, en Inazuma.\n\nLa Capitana Beidou era amiga de aquel joven y, cuando llegó a la flota, ella le dijo a su tripulación: “Este muchacho se va a quedar un tiempo en el barco, así que cuidad de él, ¿eh?”\n\nLa tripulación confiaba en el criterio de Beidou y les agradaba el joven de Inazuma, que poseía unas extraordinarias habilidades marciales y era capaz de predecir el clima, así que aceptaron que se subiera al barco a pesar de su reticencia a hablar de sus asuntos personales.\n\nSin embargo, la tripulación insistía y siempre buscaba razones para interrogarlo acerca de su vida.\n\n“He oído que las espadas que hacen en Inazuma son asombrosas y que, cuanto más importante es quien las empuña, mejor las maneja. ¿Qué tal tus habilidades con la espada? ¿Son buenas?”\n\n“...”\n\nÉl siempre contestaba a estas preguntas con un silencio.\n\nDespués de varios intentos sin obtener respuesta, los marineros acabaron tirando la toalla.\n\nUnos días más tarde, cuando el Primer Oficial Juza expresó su descontento con la situación, obtuvo una sorprendente respuesta.\n\n“Eh, tú, el de Inazuma, si no sabemos ni tu nombre, ¿cómo se supone que debemos llamarte el resto de la tripulación?”\n\nEl marinero se limpió el sudor del cuerpo con su mano llena de callos y dijo:\n\n“Mi nombre es Kazuha y mi apellido, Kaedehara. Soy un samurái errante que está en deuda con ustedes por acogerme. Pueden llamarme ‘Kazuha’”.",
      "fr": "Nombreuses sont les années qu'a passé en mer la flotte armée de Liyue, le Crux, et ses membres ont l'habitude des pays étrangers. D'ailleurs, l'un des marins du vaisseau Alcor vient lui-même d'une contrée étrangère.\n\nCe dernier fut accueilli à bord au moment où l'Alcor, qui mouillait alors au port de Ritou, à Inazuma, s'apprêtait à lever l'ancre.\n\nLa capitaine Beidou, son amie, annonça ainsi sa venue à bord à l'équipage : « Voici un ami, qui va rester un moment avec nous. Faites-le se sentir chez lui. »\n\nLes marins du Crux ont confiance dans le jugement de leur capitaine. Voyant que l'homme savait combattre, et appréciant le fait qu'il savait aussi prévoir le temps à venir, ils acceptèrent de l'accueillir à bord, même s'il ne semblait guère disposé à partager son passé avec eux.\n\nBien sûr, une fois que l'homme fut des leurs, les autres marins n'abandonnèrent pas pour autant et trouvèrent toutes sortes d'excuses pour essayer d'en apprendre plus.\n\n« Il paraît que les lames forgées à Inazuma sont incomparables, et que là-bas, plus on est haut placé, plus on sait se débrouiller avec une épée. Tiens d'ailleurs, comment tu te débrouilles toi ? »\n\n« ... »\n\nQuelques jours passèrent, jusqu'à ce qu'une remarque renfrognée de la part de Juza amène une réponse qu'on n'attendait plus.\n\n« Hé, l'Inazumien ! Tu n'as pas de nom ? Comment on fait pour t'appeler... »\n\nInterrompant sa tâche, le jeune homme s'essuya le visage de ses mains calleuses.\n\n« Mon nom est Kazuha Kaedehara, j'étais un samouraï errant. Je vous suis redevable à tous pour m'avoir accueilli parmi vous ; vous pouvez m'appeler Kazuha, ça fera l'affaire. »",
      "pt": "A frota de Liyue \"Frota Crux\" tem sempre os seus rastros marcados no mar. Os tripulantes já estão bastante acostumados com qualquer estilo diferente, até mesmo um dos marinheiros é estrangeiro.\n\nEsse marinheiro entrou na frota quando o \"Alcor\" atracou no porto de Inazuma.\n\nA Capitã é a amiga desse jovem, portanto, quando ele entrou no navio, a Beidou disse aos seus homens:\"O meu amigo vai ficar com a gente por algum tempo, espero que vocês o recebam bem.\"\n\nOs tripulantes sempre confiavam em Beidou e também apreciaram esse homem de Inazuma que tinha bastantes habilidades e talentos de prever o tempo. Por isso, mesmo que ele sempre evitasse falar sobre assuntos pessoais, todo mundo ainda queria que ele ficasse no navio.\n\nNo entanto, todo mundo ficava curioso sobre suas experiências, e nunca perdia qualquer oportunidade para fazer perguntas de forma indireta.\n\n\"Ouvi dizer que as lâminas fabricadas em Inazuma são de alta qualidade. E quanto mais conhecido é o homem, quanto melhor lâmina que ele usa. E a sua lâmina, ela é boa?\"\n\n...\n\nEnfrentando perguntas dessas, ele sempre preferia ficar calado.\n\nApós tantas tentativas sem resposta, os tripulantes desistiram.\n\nIsso continuava até alguns dias depois, uma reclamação simples do comandante Juza levou uma resposta surpresa.\n\n\"Ei, novato, qual é o seu nome? A gente ainda não sabe como você se chama.\"\n\nO marinheiro levantou a sua mão cheia de calos e enxugou o suor.\n\n\"O meu nome é Kaedehara Kazuha, vocês podem me chamar de Kazuha. Eu sou um Samurai, muito prazer.\"",
      "ru": "Южный Крест, вооружённый флот Ли Юэ, уже многие годы ходит по морям, и его матросы уже давно привыкли к причудам чужих краёв. Поэтому никого не удивляет, что на флагмане флота, «Алькоре», служит выходец из другой страны. Его взяли на борт, когда «Алькор» стоял в инадзумском порту на острове Рито. Капитан Бэй Доу и этот молодой человек подружились, а когда он поднялся на корабль, Бэй Доу сказала команде: «Этот парень некоторое время побудет с нами. Позаботьтесь о нём». Матросы доверяли суждениям Бэй Доу, а потрясающее умение инадзумца предсказывать погоду перевешивало его скрытность о своём прошлом, поэтому они приняли его. Тем не менее любопытство матросов не угасало, и под разными предлогами они частенько расспрашивали его о пережитом. «Говорят, в Инадзуме делают отменные мечи, и чем ты важнее, тем круче у тебя меч. А как насчёт твоего?» «...» Кадзуха всегда отмалчивался. Не получив ответов, моряки в конечном счёте сдались, пока однажды старпом Чжун Цзо не получил неожиданный ответ на свою случайную жалобу. «Слышь, инадзумец? А ты ведь ещё нам даже имени своего не сказал. И как нам тебя называть?» - моряк мозолистой ладонью вытер со лба пот. «Меня зовут Каэдэхара Кадзуха. Вы оказали мне честь, приняв меня, и я перед вами в долгу. Поэтому зовите меня просто Кадзуха».",
      "id": "Crux Fleet adalah armada bersenjata yang sudah menghabiskan waktu bertahun-tahun di samudra. Semua awak kapalnya sudah terbiasa dengan budaya dan kehidupan di negara lain. Itulah sebabnya mereka tidak terkejut saat ada orang asing yang bergabung sebagai pelaut di kapal kebanggaan mereka — Alcor.\n\nPelaut ini bergabung saat kapal Alcor berlabuh di Ritou, pelabuhan Inazuma.\n\nKapten Beidou adalah teman pemuda ini, dan ketika dia naik ke kapal, Beidou memberi tahu anak buahnya, \"Orang ini akan tinggal bersama kita sementara. Jaga dia baik-baik.\"\n\nPara pelaut memercayai penilaian Beidou dan sangat mengagumi kemampuan orang Inazuma tersebut dalam memprediksi cuaca, sehingga mereka tidak keberatan saat pemuda itu tidak mau menceritakan masa lalunya dan menyambut kedatangannya di kapal dengan hangat.\n\nMeski begitu, rasa keingintahuan mereka tidak tertahankan, dan mereka sering mencari berbagai macam alasan untuk mengorek informasi tentang masa lalunya.\n\n\"Kudengar pedang buatan Inazuma sangat hebat, dan katanya semakin hebat kemampuan pemegangnya, semakin bagus pula pedangnya. Bagaimana dengan pedangmu? Bagus tidak?\"\n\n\"...\"\n\nKazuha akan tetap diam saat menghadapi pertanyaan seperti itu.\n\nKarena tidak pernah mendapatkan jawaban, para pelaut pun akhirnya menyerah.\n\nNamun beberapa hari setelahnya, komentar Juza terhadapnya mendapatkan jawaban yang tidak disangka.\n\n\"Hei, kamu belum beri tahu namamu kan? Nanti kami harus panggil kamu apa coba?\"\n\nPelaut muda itu menyeka keringat di alisnya dengan tangan yang penuh kapalan.\n\n\"Namaku Kaedehara Kazuha, seorang samurai pengembara. Aku berutang budi pada kalian yang mau menerimaku, jadi panggil saja aku Kazuha.\"",
      "th": "กองเรือติดอาวุธ \"Crux\" แห่ง Liyue ได้แล่นไปบนคลื่นทะเลในช่วงหลายปีที่ผ่านมา เหล่าลูกเรือต่างเห็นทัศนียภาพ ประเพณีของต่างเมืองจนเคยชิน แม้แต่เรือธง \"The Alcor\" ก็มีลูกเรือที่เป็นคนต่างเมืองอยู่ด้วยเช่นกัน\n\nลูกเรือคนนี้ถูกรับขึ้นเรือเมื่อ \"The Alcor\" จอดอยู่ที่ท่าเรือ Ritou ของ Inazuma\n\nกัปตัน Beidou และชายหนุ่มคนนี้เป็นเพื่อนกัน ในตอนที่เขามา Beidou บอกกับคนของเธอว่า: \"ชายหนุ่มคนนี้จะอยู่บนเรือสักพักหนึ่ง ทุกคนช่วยดูแลเขาด้วย\"\n\nลูกเรือเชื่อในวิสัยทัศน์ของ Beidou แถมยังชื่นชมทั้งในศิลปะการต่อสู้ของชาว Inazuma คนนี้ และความสามารถในการทำนายสภาพอากาศของเขาด้วย ดังนั้นแม้ว่าเจ้าตัวจะไม่ต้องการเปิดเผยเรื่องส่วนตัว แต่พวกเขาก็ยังยินดีที่จะให้ชายหนุ่มอยู่บนเรือ\n\nถึงอย่างนั้น ทุกคนก็ไม่ได้หยุดเพียงแค่นี้ พวกเขายังคงพยายามหาข้ออ้างเพื่อยิงคำถามเกี่ยวกับประสบการณ์ของเขาอยู่เสมอ\n\n\"ฉันได้ยินมาว่าดาบที่ผลิตโดย Inazuma นั้นยอดเยี่ยมมาก ยิ่งเป็นคนสำคัญก็จะยิ่งใช้ดาบที่มีคุณภาพดี ดาบของนายเป็นยังไงบ้าง? ดีมั้ย?\"\n\n\"......\"\n\nสำหรับคำถามนี้ อีกฝ่ายมีเพียงความเงียบเป็นคำตอบ\n\nหลังจากพยายามหลายครั้งแต่ก็ไม่เคยได้คำตอบ ลูกเรือจึงต้องยอมแพ้\n\nไม่กี่วันต่อมา พวกเขาแค่พูดบ่นตามประสา แต่กลับได้รับคำตอบที่ไม่คาดคิด\n\n\"นี่ เจ้าคนที่มาจาก Inazuma น่ะ นายมีชื่อมั้ย พวกเราต้องเรียกนายว่าอะไรล่ะ...\"\n\nลูกเรือยกมือขึ้นเช็ดเหงื่อ\n\n\"นามสกุลของฉันคือ Kaedehara เดิมทีเป็นซามูไรพเนจร ขอบคุณที่รับฉันขึ้นมา ทุกคนเรียกฉันว่า Kazuha ก็แล้วกัน\"",
      "vi": "Đội thuyền vũ trang Nam Thập Tự của Liyue quanh năm đi lại trên biển, các thuyền viên đã sớm quen với cảnh vật con người ở nước ngoài, thậm chí trên thuyền \"Ngôi Sao Chết Chóc\" còn có một thủy thủ là người nước ngoài nữa.\n\nNgười thủy thủ này đã được đón lên thuyền khi \"Ngôi Sao Chết Chóc\" cập bến Inazuma rồi rời khỏi đảo.\n\nThuyền trưởng Beidou và người thanh niên này là bạn bè, khi anh ấy đến, Beidou đã nói với các thủy thủ: \"Người anh em này muốn ở lại trên thuyền một khoảng thời gian, xin nhờ mọi người giúp đỡ.\"\n\nCác thuyền viên tin vào ánh mắt tinh tường của Beidou, cũng rất tán thưởng võ nghệ cao cường và khả năng dự báo thời tiết của người Inazuma này, vì thế, dù cho anh ấy không chịu tiết lộ đời tư, mọi người vẫn đồng ý để anh ấy ở lại trên thuyền.\n\nThế nhưng không ai chịu từ bỏ, mọi người luôn tìm cớ, nói bóng nói gió để nghe ngóng về chuyện của anh.\n\n\"Nghe nói đao kiếm sản xuất từ Inazuma rất tuyệt, hơn nữa, càng là nhân vật lớn thì càng sử dụng đao tốt, đao của bạn như thế nào? Có lợi hại không?\"\n\n\"...\"\n\nVà anh ấy chỉ im lặng.\n\nCứ thử rất nhiều lần như vậy mà vẫn không có được câu trả lời, các thuyền viên đành từ bỏ.\n\nCho đến một thời gian sau, phó thuyền trưởng Juza vô tình trách cứ một câu thì lại bất ngờ nhận được câu trả lời.\n\n\"Này người Inazuma kia, đến cả tên cũng không có thì bảo anh em xưng hô thế nào chứ...\"\n\nNgười thủy thủ đưa bàn tay chai sạn lên lau mồ hôi.\n\n\"Tôi họ Kaedehara, tên Kazuha, vốn là một Ronin Samurai. Rất cám ơn đã thu nhận, mọi người cứ gọi tôi là Kazuha đi.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "万叶本非庶民，而是昔年的稻妻贵胄——枫原家的末代子弟。\n\n在豪门林立的稻妻城中，枫原一姓也曾叱咤风云。然而时运无常，当家业传至万叶手中时，枫原家已经是颓势如山倒了。\n\n对于这一点，当时的少爷万叶颇为无奈。虽说无奈，可真到了宅屋抵债、家仆散去的那一刻，他反倒松了口气：以此为契机，做个浪迹天涯的自在人也不错。\n\n漫游山林一直是万叶的心愿。自幼年起，他便懂得欣赏自然的美与真。\n\n对万叶而言，自然从不是静默的。它一直在用独特的语言诉说心情。\n\n风声忽而止息，万物静默，那是天空垂泪前的平静。清泉忽而跃起，即是大地震怒的征兆。\n\n这是自然赠予他的独特诗性，万叶生来就不是汲汲于荣华之人。既然家族重担不再，那么便轻装上路吧。\n\n仿佛庭院中垂下一片落叶，随风散入天涯，万叶开始了他的旅程。",
      "zht": "萬葉本非庶民，而是昔年的稻妻貴胄——楓原家的末代子弟。\n\n在豪門林立的稻妻城中，楓原一姓也曾叱吒風雲。然而時運無常，當家業傳至萬葉手中時，楓原家已經是頹勢如山倒了。\n\n對於這一點，當時的少爺萬葉頗為無奈。雖說無奈，可真到了宅屋抵債、家僕散去的那一刻，他反倒鬆了口氣：以此為契機，作個浪跡天涯的自在人也不錯。\n\n漫遊山林一直是萬葉的心願。自幼年起，他便懂得欣賞自然的美與真。\n\n對萬葉而言，自然從不是靜默的。它一直在用獨特的語言訴說心情。\n\n風聲忽而止息，萬物靜默，那是天空垂淚前的平靜。清泉忽而躍起，即是大地震怒的徵兆。\n\n這是自然贈予他的獨特詩性，萬葉生來就不是汲汲於榮華之人。既然家族重擔不再，那麼便輕裝上路吧。\n\n彷彿庭院中垂下一片落葉，隨風散入天涯，萬葉開始了他的旅程。",
      "jp": "万葉は平民の出身ではない、彼はかつての稲妻における良家——楓原家の末裔である。\n\n数々の一族が名を連ねる稲妻城で、楓原家は強大な力を誇っていた。しかし、時代とは移ろいゆくもの。万葉が家督を継いだ時には、楓原家は廃れた荒山のようにすでに衰退していた。\n\n当時の万葉では手の施しようもなく、借金で屋敷は差し押さえとなり、家来は散り散りとなってしまった。しかし、彼は逆に胸をなでおろしたという。これを機に浪人となり、世を渡り歩くのもいいと思ったからだ。\n\n山や竹林、自然の中を巡ることは万葉の夢だった。彼は幼い頃から、自然の美しさと趣を心地良く思っていた。\n\n万葉にとって、自然は静かなものではない。それらはいつも独特な言葉で心情を語っているのだ。\n\n風が突如止み、すべてが静まり返る、即ち空が涙を落とす前の静けさ。澄んだ泉が跳ね上がり、地面が揺れる、即ち大地の怒りの表れ。\n\nこれらは自然が彼に授けた特別な感性である。万葉は生来、名声や誉を追い求めるような性格ではない。一族の負担が肩から下りたからこそ、気ままに旅へ出ようと、そのように考える人間だった。\n\nこうして、中庭の落ち葉が風に乗って空へ舞うように、万葉は旅に出た。",
      "ko": "카즈하는 원래 서민이 아니라 옛 이나즈마 귀족——카에데하라 가문의 마지막 후손이다.\n\n귀족들이 즐비했던 이나즈마성에서도 카에데하라 성씨는 그 위세가 대단했다. 하지만 세상은 변하는 법, 가업이 카즈하의 손에 들어왔을 때 가세는 이미 기울어진 상태였다.\n\n당시 어린 도련님이었던 카즈하는 어쩔 도리가 없었다. 하지만 집을 저당 잡히고 가복조차 뿔뿔이 흩어지는 상황에서 카즈하는 도리어 안도의 한숨을 쉬며 이 기회에 세상을 유랑해보는 것도 좋겠다고 생각했다.\n\n어려서부터 자연의 아름다움과 진실을 깨달은 카즈하는 자유롭게 산림을 떠도는 것이 오랜 소원이었다.\n\n카즈하에게 자연은 침묵의 존재가 아닌 독특한 언어로 마음을 표현하는 존재였다.\n\n바람 소리가 멎고 만물이 고요해지는 건 하늘이 눈물 흘리기 전의 고요함이었고, 맑은 샘물이 갑자기 솟구치는 건 대지의 진노와 노여움의 징조였다.\n\n이는 자연이 카즈하에게 선물한 독특한 시성(诗性)으로 그는 본디 날 때부터 부귀영화에는 관심이 없었다. 가문이라는 무겁던 짐을 내려놓고 그는 가볍게 길에 올랐다.\n\n마당에 떨어진 낙엽이 바람을 타고 먼 곳으로 흩어지듯 카즈하의 여정은 시작됐다",
      "en": "Kazuha was not born a commoner. He hails from an Inazuman noble house of old, the last son of the Kaedehara Clan.\n\nInazuma City is home to many illustrious clans, and the Kaedehara name was once one of the most renowned among them. But fortune is fickle, and the Kaedeharas' fortunes had already collapsed by the time they were Kazuha's to inherit.\n\nAs the young master of the house, Kazuha could do nothing but watch as his family's future crumbled around him. But as helpless as this made him feel, when the moment came that the home was officially repossessed and the last attendant was finally dismissed, he breathed a sigh of relief: As far as he was concerned, this was a golden opportunity to begin leading a free and wandering life.\n\nHe had always longed to roam the mountains and forests, and had held a deep admiration for the beauty and authenticity of nature since his youth.\n\nTo Kazuha, nature had never been silent. It had always spoken to him, conveying its feelings in its own unique language.\n\nWhen the wind ceases to speak and the world falls silent, that is the calm before the skies begin to weep. When silent springs suddenly leap into activity, it is the omen of a great earthquake.\n\nThese are the unique poetics that nature has bestowed upon him, and Kazuha was never one to be preoccupied with luxury anyway — so if the burden of family responsibility should drop from his shoulders, why not go wandering, and travel light?\n\nThus did Kazuha strike out on his journey, like a falling leaf in the yard carried away by the wind.",
      "de": "Kazuha wurde nicht in ein plebejisches Haus geboren, sondern in ein altes Adelshaus von Inazuma. Er ist der letzte Sohn des Kaedehara-Klans.\n\nSelbst inmitten der hohen Türme der wohlhabenden Stadt Inazuma war der Name Kaedehara einst von einigem Ansehen. Aber das Glück ist unbeständig und das Vermögen der Kaedeharas war bereits verflossen, als Kazuha es erben konnte.\n\nKazuha, der junge Herr des Hauses, war hilflos, diesen Fall zu verhindern. Aber obwohl man ihn „hilflos“ nennen könnte, sah man ihn aufatmen, als das Haus verpfändet und die Bediensteten entlassen wurden. Soweit es ihn betraf, war es gar nicht so schlecht, diese Gelegenheit zu nutzen, um ein freies Leben in Wanderschaft zu führen.\n\nDie Berge und Wälder zu durchstreifen war schließlich schon immer ein Wunsch von ihm gewesen, und er hatte von seiner Jugend an die Lieblichkeit und Echtheit der Natur sehr bewundert.\n\nFür Kazuha war die Natur nie still gewesen. Sie hat schon immer ihre Gefühle in ihrer eigenen, einzigartigen Sprache vermittelt.\n\nWenn der Wind aufhört zu sprechen und die Welt ihren Frieden hält, ist das die Ruhe, bevor der Himmel weint. Wenn stille Seen plötzlich zittern, ist das das Vorzeichen eines großen Erdbebens.\n\nDas ist die einzigartige Poesie, die die Natur ihm verliehen hat, und Kazuha war sowieso nie jemand, der sich mit Luxus beschäftigt hat. Wenn also die Last der familiären Verantwortung von seinen Schultern fallen sollte, warum nicht mit lockerer Kleidung auf Wanderschaft gehen?\n\nSo machte sich Kazuha auf die Reise, wie ein fallendes Blatt im Hof, das vom Wind weggetragen wird.",
      "es": "Kazuha no es una persona cualquiera, sino el último heredero de los Kaedehara, un antiguo clan de la aristocracia de Inazuma.\n\nEn la rica y gran ciudad de Inazuma, cuya forma se asemeja a un bosque de edificios, los Kaedehara fueron un clan extremadamente poderoso. Sin embargo, su suerte no duró para siempre y, cuando Kazuha heredó el deber familiar, su familia ya se enfrentaba a su estrepitoso declive.\n\nEl entonces joven amo Kazuha no sabía cómo afrontar la situación. Sin embargo, cuando tuvo que declarar la insolvencia de su familia y sus sirvientes lo abandonaron, él suspiró aliviado y aprovechó la oportunidad para convertirse en un espíritu libre y errante.\n\nSu mayor deseo siempre había sido viajar por montañas y bosques y, desde que era pequeño, ya apreciaba más que nadie la belleza y la autenticidad de la naturaleza.\n\nKazuha consideraba que la naturaleza nunca estaba en silencio, sino que transmitía su estado de ánimo por medio de un lenguaje especial.\n\nCuando el sonido del viento cesaba y todos los seres se callaban, era una señal de calma antes de que el cielo rompiese a llorar. Por otro lado, el chapoteo de las aguas de los manantiales presagiaba una fuerte conmoción de la madre tierra.\n\nEste es justamente el espíritu poético que la naturaleza le otorgó a Kazuha, quien nunca fue una persona que ansiara el honor. Ahora que ya no tenía que cargar con el peso de su familia, podía comenzar su propio viaje sin apenas tener que llevar nada.\n\nComo una hoja que cae al suelo de un jardín, Kazuha siguió el rumbo del viento para fundirse con el horizonte y comenzar su propio viaje.",
      "fr": "Kazuha n'est pas n'importe qui. Il est le dernier fils d'une famille aristocrate présente depuis longtemps à Inazuma, et aujourd'hui sur le déclin : le Clan Kaedehara.\n\nLe nom Kaedehara était autrefois synonyme de puissance inégalée dans la riche Cité d'Inazuma. Mais le temps et l'infortune aidant, les affaires de la famille avaient complètement périclité lorsque le jeune Kazuha en hérita.\n\nFace à cette situation, le désespoir gagna le jeune homme. Et pourtant, lorsque la maison fut vendue pour rembourser les dettes et que les serviteurs partirent, c'est un soupir de soulagement qu'il poussa : tout bien réfléchi, devenir un samouraï errant libre d'aller où il voulait n'était pas un si mauvais choix, vu les circonstances.\n\nKazuha avait de tout temps rêvé de parcourir les montagnes et les forêts, appréciant et comprenant dès son plus jeune âge la beauté authentique de la nature.\n\nLe vent et les animaux qui soudain se taisent sont le calme annonciateur que les cieux vont pleurer. Les remous qui gagnent la surface de l'eau sont eux le signe de l'imminente colère de la terre...\n\nC'est à la nature que Kazuha doit sa sensibilité et son sens poétique si particuliers. N'ayant jamais été attiré par la gloire ou la richesse, partir au gré de ses pas une fois le poids de son clan évanoui lui convint donc parfaitement.\n\nEt c'est ainsi que, semblable à la feuille volant au vent, Kazuha entama son périple.",
      "pt": "Kazuha não era uma pessoa qualquer, ele nasceu em uma família nobre em Inazuma: Kaedehara.\n\nMesmo entre tantos nomes ilustres de Inazuma, a família Kaedehara marcou o seu nome na história. Mas o destino não é sempre favorável à mesma pessoa. Quando Kazuha passou a ser o patriarca da família, a sua família já estava decaída.\n\nDiante de uma situação dessas, todas as opções já se esgotaram. Mas quando realmente chegou a hora de penhorar todas as propriedades da família, Kazuha ficou aliviado: não seria tão mau ser um viajante errante.\n\nVaguear pela floresta era sempre o sonho de Kazuha. Desde muito pequeno, ele gostava de apreciar a beleza e pureza da natureza.\n\nPara ele, a natureza não é silenciosa, ela consegue falar sobre seus sentimentos de uma forma única.\n\nO vento parou de repente, deixando todo mundo em silêncio, isso é a serenidade antes da queda das lágrimas do céu. A solta de uma gota de água terminal simboliza a raiva iminente da terra.\n\nTudo isso era o talento poético concedido pela natureza, e Kazuha nasceu incomum. Sem o fardo da família, por que não embarcou em uma jornada livre?\n\nComo uma folha caída no quintal e soprada para o fim do mundo, Kazuha começou a sua jornada.",
      "ru": "Кадзуха родился не в семье простолюдинов, но в знатном древнем роду - он последний сын клана Каэдэхара. Даже среди знатных семейств Инадзумы имя Каэдэхара гремело громче других. Но судьба изменчива, и к тому времени, когда Кадзуха стал наследником, род уже был разорён. Предотвратить его падение молодой хозяин Кадзуха был не в силах. Но, невзирая на это бессилие, когда деньги от дома покрыли долги, а прислуга была распущена, он вздохнул с облегчением: воспользоваться этой возможностью и стать вольным скитальцем было совсем недурно. Всю жизнь Кадзуха мечтал бродить по горам и лесам, ведь он восхищался красотой и естественностью природы ещё с детства. Для Кадзухи природа никогда не была немой - чувства и настроения она выражала особым языком. Когда вдруг стихает ветер и всё кругом замирает, значит, вот-вот зайдётся в рыданиях небо. А внезапная дрожь на пруду есть знак надвигающегося землетрясения. Такой самобытной поэтичностью наделила Кадзуху природа, а роскошь его никогда не привлекала. И раз родовое бремя больше его не тяготило, можно было отправиться налегке по белу свету. Так Кадзуха, словно подхваченный ветром лист, начал своё путешествие.",
      "id": "Kazuha bukan lahir dari keluarga biasa. Dia adalah bangsawan dari keluarga Inazuma yang sudah tua, putra terakhir Klan Kaedehara.\n\nDi tengah menara-menara tinggi Kota Inazuma yang sejahtera, nama Kaedehara pernah menjadi salah satu nama yang sangat dikenal. Namun keberuntungan tersebut tidak berlangsung lama, kekayaan keluarga Kaedehara sudah habis pada saat Kazuha menjadi ahli waris.\n\nSebagai tuan muda, Kazuha tidak berdaya mencegah kejatuhan ini. Orang-orang mungkin bisa menyebut keadaan ini sebagai \"keputusasaan\", namun Kazuha sendiri malah mengembuskan napas lega saat rumahnya digadaikan dan pelayan-pelayannya diberhentikan. Dia menganggap keadaan ini sebagai suatu kesempatan untuk hidup bebas dan mengembara.\n\nDia selalu memimpikan saat di mana dia bisa menjelajahi hutan dan pegunungan. Sejak muda, dia sudah sangat mengagumi keindahan dan realita di alam liar.\n\nBagi Kazuha, alam tidak pernah diam. Alam selalu menyampaikan perasaannya dalam bahasanya yang unik.\n\nSaat angin berhenti berbicara dan dunia berdiam dalam kedamaian, itulah ketenangan yang terjadi sebelum langit menangis. Saat danau yang tenang tiba-tiba melonjak, itulah tanda datangnya gempa bumi dahsyat.\n\nDemikianlah puisi unik yang dianugerahkan alam kepadanya, dan Kazuha juga tidak pernah dibutakan oleh kemewahan. Karena beban keluarga di pundaknya sudah hilang, kenapa tidak pergi mengembara dan berpakaian seadanya saja?\n\nKazuha pun memulai perjalanannya, sama seperti sehelai daun gugur yang terbang mengikuti angin.",
      "th": "Kazuha ไม่ใช่สามัญชน แต่เป็นลูกคนสุดท้ายของชนชั้นสูงตระกูล Kaedehara\n\nในเมือง Inazuma ซึ่งเต็มไปด้วยตระกูลที่ร่ำรวย ตระกูล Kaedehara เองก็เคยมีชื่อเสียงเช่นกัน อย่างไรก็ตามโชคชะตานั้นไม่แน่นอน เมื่อธุรกิจของตระกูลถูกส่งต่อถึงมือของ Kazuha ตระกูล Kaedehara ก็เริ่มเสื่อมถอยลง\n\nสำหรับเรื่องนี้นายน้อย Kazuha ค่อนข้างทำอะไรไม่ถูก แม้ว่าจะทำตัวไม่ถูก แต่เมื่อถึงขั้นที่ต้องขายบ้านเพื่อใช้หนี้และคนรับใช้ต่างก็แยกย้ายกันไป เขาก็กลับรู้สึกโล่งใจ: ถือว่าเป็นโอกาสดีที่จะได้เป็นอิสระแล้วออกเดินทางไปทั่วโลก\n\nการท่องไปในภูเขาและป่าไม้เป็นความปรารถนาของ Kazuha มาโดยตลอด เขาเรียนรู้ที่จะชื่นชมความงามและความจริงของธรรมชาติตั้งแต่เด็ก\n\nสำหรับ Kazuha ธรรมชาติไม่เคยเงียบงัน เพียงแค่พวกมันใช้ภาษาที่เป็นเอกลักษณ์เพื่อแสดงอารมณ์\n\nเสียงของสายลมที่หยุดโดยกะทันหัน ทุกอย่างเริ่มเงียบงัน นั่นคือความเงียบสงบก่อนที่ท้องฟ้าจะมีน้ำตาร่วงหล่นลงมา ทันใดที่น้ำพุพวยพุ่งออกมา นั่นเป็นสัญญาณของความโกรธของแผ่นดินไหวครั้งใหญ่\n\nนี่คือลักษณะของบทกวีที่ไม่เหมือนใครที่ธรรมชาติมอบให้กับเขา Kazuha ไม่ได้เกิดมาเพื่อเป็นคนที่มีสง่าราศี ในเมื่อไม่ต้องแบกรับภาระหนักของตระกูลแล้ว อย่างนั้นก็ออกไปเดินทางอย่างเรียบง่ายกันเถอะ\n\nKazuha จึงได้เริ่มออกเดินทาง ราวกับใบไม้ที่ร่วงลงมายังลานบ้าน และปลิวกระจายไปตามขอบฟ้าพร้อมกับสายลม",
      "vi": "Kazuha không phải dân thường mà là con cháu đời cuối cùng của gia tộc Kaedehara - dòng dõi quý tộc của Inazuma thời xa xưa.\n\nTrong thành Inazuma vốn đều là những gia tộc giàu có, họ Kaedehara cũng đã từng lừng lẫy một thời. Thế nhưng thời vận vô thường, khi gia nghiệp truyền đến Kazuha, thì nhà Kaedehara đã sa sút nặng nề.\n\nĐối với chuyện này, vị thiếu gia Kazuha lúc đó cũng không biết phải làm gì hơn. Tuy nói vậy, nhưng đến khi nhà cửa bị siết nợ, gia bộc bỏ đi tứ tán, anh mới thở phào: Cứ xem như đây là một cơ hội, trở thành một người tự do phiêu bạt đó đây cũng tốt.\n\nNgao du núi rừng luôn là tâm nguyện của Kazuha. Từ lúc nhỏ anh đã hiểu được thế nào là \"chân\" và \"mỹ\" của tự nhiên.\n\nVới Kazuha, tự nhiên chưa từng im lặng mà luôn dùng ngôn ngữ đặc thù của mình để thổ lộ tâm tình.\n\nGió ngừng thổi, vạn vật tĩnh lặng, đó là sự yên lặng trước khi trời cao rơi lệ. Con suối trong xanh thình lình chảy xiết, đó là lời cảnh báo cho cơn địa chấn giận dữ sắp đến.\n\nĐây là món quà thi vị độc nhất mà thiên nhiên ban tặng cho anh, Kazuha không phải là người ham mê vinh hoa phú quý. Nếu như trọng trách của gia tộc đã không còn thì cứ chuẩn bị hành trang lên đường thôi.\n\nDưới sân nhà lá rụng khắp một vùng, nhẹ nhàng cuốn theo cơn gió hòa vào chân trời, và Kazuha cũng bắt đầu cuộc hành trình của anh."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "旅人在外行走，总要有些傍身功夫。听风观云的本事，便是万叶的底牌。\n\n离开稻妻城之后，万叶四处游历。自从踏上旅途，一切都变得不同了：天地山海成了他最亲近的家园，走在云下听着风声水声，身心总是无比舒畅。\n\n一路的见闻，更令他倍感新奇。如此心境之中，万叶来到了位于南边的一座山丘。\n\n初夏多雨，山路因而变得泥泞。眼看夜晚降临，万叶想找一处屋舍避雨，甫一转身，便在路的尽头看见了一座草庵。\n\n同在赶路的还有一位偶然结识的行商，见此草庵，不由得欢呼起来：「万叶快看！晚上有地方住了！」\n\n万叶却不作声，侧耳倾听了许久，才道：若要问我的意见…恐怕还是不去为好。\n\n行商不愿淋在雨中，当即丢下万叶，一人去了草庵。\n\n行商敲门后，有一位相貌美丽的妇人出来迎接，请他入内避雨，并为他端来香茶、美味饭食与被褥。\n\n或许是食物太过美味，行商吃着吃着便困了，倒头就睡。\n\n再度醒来已是次日凌晨，头上的房顶不知哪儿去了，阳光直射在脸上无比刺目，视野内只有万叶，正笑着俯视他。\n\n行商未等开口就吐出了大把嚼过的树叶与泥巴。至于身下，哪有什么被褥，只是脏兮兮的泥地而已。\n\n万叶笑道：「有房屋的地方，风声会比别处轻些。可这山上风声照常，面前却有一处突如其来的草庵。依我看，你多半是被狸妖捉弄了吧？哎呀…出门行走，可得多听风声、多留个心眼啊。」",
      "zht": "旅人在外行走，總要有些傍身功夫。聽風觀雲的本事，便是萬葉的底牌。\n\n離開稻妻城之後，萬葉四處遊歷。自從踏上旅途，一切都變得不同了：天地山海成了他最親近的家園，走在雲下聽著風聲水聲，身心總是無比舒暢。\n\n一路的見聞，更令他倍感新奇。如此心境之中，萬葉來到了位於南邊的一座山丘。\n\n初夏多雨，山路因而變得泥濘。眼看夜晚降臨，萬葉想找一處屋舍避雨，甫一轉身，便在路的盡頭看見了一座草庵。\n\n同在趕路的還有一位偶然結識的行商，見此草庵，不由得歡呼起來：「萬葉快看！晚上有地方住了！」\n\n萬葉卻不作聲，側耳傾聽了許久，才道：「若要問我的意見…恐怕還是不去為好。」\n\n行商不願淋雨，當即丟下萬葉，一人去了草庵。\n\n行商敲門後，有一位相貌美麗的婦人出來迎接，請他入內避雨，並為他端來香茶、美味飯食與被褥。\n\n或許是食物太過美味，行商吃著吃著便睏了，倒頭就睡。\n\n再度醒來已是次日凌晨，頭上的屋頂不知哪去了，陽光直射在臉上無比刺目，視野內只有萬葉，正笑著俯視他。\n\n行商未等開口就吐出了大把嚼過的樹葉與泥巴。至於身下，哪有什麼被褥，只是髒兮兮的泥地而已。\n\n萬葉笑道：「有房屋的地方，風聲會比別處輕些。可這山上風聲照常，面前卻有一處突如其來的草庵。依我看，你多半是被狸妖捉弄了吧？哎呀…出門行走，可得多聽風聲、多留個心眼啊。」",
      "jp": "旅をするには、ある程度の技能が必要である。風の音を聞き、雲を眺めることは、万葉の十八番だった。\n\n稲妻城を離れた後、万葉は各地を旅した。旅に出てからというもの、何もかもが一変した。天と地、山と海が彼の最も親しい住み家となり、雲の下を歩きながら風と水の音を聞くことで、身も心も癒されるようになっていった。\n\n旅の途中で見聞きしたものは、旅をより一層新鮮で刺激あるものにした。そのような心境の中、万葉は南方のとある山を訪れた。\n\n初夏、雨の多い季節、山道はぬかるんでいた。日が暮れていくのを見て、雨をしのげる場所を探していた万葉は、道の先に小さな小屋があるのを発見した。\n\n旅の途中で偶然出会い、行動を共にしていた商人は、その小屋を見るなり興奮して甲高い声を上げた。「おい、見ろよ万葉！泊まれる場所があるぞ！」\n\nしかし、万葉は黙っていた。しばらくして、万葉が口を開く。「拙者の意見を聞くのであれば、行かないことをお勧めするでござるよ。」\n\n雨に濡れたくなかった商人は、万葉を置いて一人小屋へと駆け出す。\n\n商人が戸を叩くと、中から美しい女性が現れ、彼を小屋の中へ招き入れた。香りのよいお茶、美味しい食事、暖かい布団、それらすべてを用意してくれた。\n\nあまりの心地良さから、商人は食事をしている内に眠くなってしまい、そのまま眠りについたという。\n\n目を覚ましたのは夜明けと同時だった。頭上にあったはずの屋根はどこかに消え、陽の光が直接顔に当たっていた。微笑みながら自分を見下ろす万葉が商人の視界に入る。\n\n商人が口を開けて言葉を発しようとした瞬間、大量の木の葉と泥が口の中から吐き出された。暖かい布団などどこにもなく、あるのはぬかるんだ地面だけ。\n\n「家屋のある場所では、風の音が他より小さくなるのでござる。しかし、あの小屋を前にしても、風はいつも通り吹いていた。拙者が思うに、おそらく化け狐による仕業だったのでござろう。…やはり旅をする時は、風の音に耳を傾け、目を見張ることが大切でござるな。」万葉は笑いながらそう言った。",
      "ko": "길을 떠나는 나그네에게 있어 어느 정도의 재주는 필수다. 바람의 소리를 듣고 구름을 관찰하는 능력, 그것이 카즈하의 비법이다.\n\n이나즈마성을 떠난 후, 카즈하는 사방을 떠돌았고 여정에 오르며 모든 것이 달라졌다. 대지, 산, 바다가 그의 가장 가까운 보금자리였고 구름 밑을 거닐며 바람과 물소리를 들었다. 몸과 마음 모든 게 편안했다.\n\n길에서 만난 모든 것을 새롭게 느끼며 여행하던 카즈하는 남쪽 산등성이에 도착했다.\n\n초여름 비가 내려 산길은 질퍽했고 날이 어둑해지자 비를 피할 곳을 찾던 중 먼 곳에 있는 초암를 발견했다.\n\n우연히 만나 동행하던 행상이 그 초암를 발견하고는 기뻐서 소리쳤다. 「카즈하, 저기 봐! 묵을 곳이 있어!」\n\n카즈하는 말없이 조용히 귀를 기울이며 가지 않는 게 좋겠다고 대답했다….\n\n하지만 행상은 비를 피하고자, 카즈하를 두고 혼자 초암로 향했다.\n\n행상이 문을 두드리자 아름다운 부인이 나와 차와 맛있는 음식 그리고 이불을 가져다주었다.\n\n행상은 음식이 너무 맛있었는지 먹다가 쓰러지듯 잠들었다.\n\n이튿날 새벽, 눈을 뜨자 머리 위의 지붕은 온데간데없고 눈부시게 빛나는 햇빛 아래서 미소 띤 카즈하가 그를 내려다보고 있었다.\n\n그리고 행상이 입을 열려는 그때, 입속에서 나뭇잎과 진흙이 쏟아져 나왔다. 그가 누워있던 곳에도 이불은커녕 질척이는 진흙뿐이었다.\n\n카즈하는 웃으며 「집이 있다면 다른 곳보다 바람 소리가 작게 들려야 하죠. 바람 소리는 그대론데 뜬금없이 초암만 놓여있다니, 아마 너구리 요괴에게 홀린 것 같은데요? 휴… 역시 밖을 돌아다닐 땐, 바람 소리를 많이 듣고 조심해야겠네요」라고 말했다",
      "en": "All travelers who outdoors roam need some skill to call their own. For Kazuha, this is his ability to read the sounds of nature.\n\nAfter leaving Inazuma City, Kazuha wandered here and there. Things were different now: all of nature was his treasured home, and the sounds of wind and water beneath the sight of drifting clouds set his heart at ease.\n\nAll that he saw on the road filled him with curiosity. It was in this state of mind that Kazuha arrived at a mountain in the south.\n\nIt was early summer, and the frequent and heavy rainfall had turned the mountain roads to mud. Seeing that night was soon to fall, Kazuha decided to find somewhere to shelter from the rain. No sooner had he had this thought than he turned around to see a small straw hut at the far end of the road.\n\nThe traveling merchant with whom he was traveling at that time whooped for joy at the sight of the hut: \"Kazuha, look! We'll have a roof over our heads tonight!\"\n\nBut Kazuha did not speak. He paused and listened intently for a long while before he finally replied: \"If you were to ask my opinion... it may be best to stay away.\"\n\nBut the merchant did not wish to remain in the rain. He left Kazuha and made his way to the house.\n\nUpon knocking at the door, the traveling merchant was met by a lovely woman who offered him shelter, tea, food, and even bedding for the night.\n\nPerhaps it was the excellent food, but the merchant quickly became drowsy and fell asleep immediately after finishing his meal.\n\nWhen he awoke the following morning, there was no roof over his head. The bright sunlight pierced his eyes, and all he could see was Kazuha standing nearby, looking down at him and smiling.\n\nBefore the merchant could speak, he vomited a great pile of leaves and mud. And as for the bedding upon which he had slept so soundly, ah, it too was mud.\n\nKazuha smiled and said: \"The wind is weaker where there are houses. Yet here stood a hut, and there was no change in the mountain breeze. I think you might have been the victim of a bake-danuki's prank. Never mind. Next time, listen more closely to the wind and tread with care.\"",
      "de": "Alle Reisenden, die im Freien umherziehen, brauchen eine Fähigkeit, die sie ihr Eigen nennen können. Für Kazuha ist dies die Fähigkeit, das Wetter zu lesen.\n\nNachdem er Inazuma verlassen hatte, wanderte Kazuha hier und dort umher. Die Dinge waren jetzt anders: Die ganze Natur war sein geliebtes Zuhause und dem Rauschen von Wind und Wasser unter den treibenden Wolken zu lauschen, beruhigte sein Herz.\n\nAlles, was er auf dem Weg sah, erfüllte ihn mit Neugier. In diesem Gemütszustand kam Kazuha zu einem Berg im Süden.\n\nEs war noch früh im Sommer und der Regen fiel stark und oft und verwandelte die Bergstraßen in schlammigen Mulch. Als Kazuha sah, dass die Nacht bald hereinbrechen würde, suchte er einen Platz, um sich vor dem Regen zu schützen, als er plötzlich eine kleine Strohhütte vor sich sah.\n\nEin reisender Händler, den er zufällig auf dem gemeinsamen Weg getroffen hatte, sah die Hütte und rief: „Kazuha, schau! Sieht aus, als hätten wir heute Nacht ein Dach über dem Kopf!“\n\nAber Kazuha sprach nicht. Stattdessen neigte er lange sein Ohr, bevor er sagte: „Wenn du mich nach meiner Meinung fragst ... ist es vielleicht das Beste, nicht einzutreten.“\n\nAber der Händler wollte nicht im Regen stehen bleiben und so trat er allein ein und ließ Kazuha im Stich.\n\nAls er an die Tür klopfte, wurde der reisende Händler von einer liebenswerten Frau empfangen, die ihm Unterkunft, Tee, Essen und sogar ein Bett für die Nacht anbot.\n\nVielleicht war es das ausgezeichnete Essen, aber der Händler ging fast sofort danach ins Bett.\n\nAls er am nächsten Tag erwachte, war es Morgen und es war kein Dach über seinem Kopf zu sehen. Die Sonne schien ihm heftig in die Augen und nur Kazuha stand in der Nähe und lächelte.\n\nBevor er überhaupt sprechen konnte, spuckte der Händler einen großen Haufen Blätter und Schlamm aus. Und was das Bettzeug betraf, das er genossen hatte, ach, es war nur schmutzige Erde.\n\nKazuha lachte und sagte: „Wo es Häuser gibt, ist der Wind schwächer. Doch hier stand eine Hütte und der Wind in den Bergen hat sich nicht gedreht. Ich denke, du könntest das Opfer des Streichs eines Bakedanuki gewesen sein. Nächstes Mal solltest du besser auf den Wind hören und vorsichtiger gehen.“",
      "es": "Todo viajero debe tener ciertas habilidades de supervivencia y, en el caso de Kazuha, su mayor destreza es saber interpretar las señales de la naturaleza.\n\nTras abandonar la ciudad de Inazuma, viajó por todas partes y fue viéndolo todo con otros ojos. El cielo, la tierra, las montañas y el mar se convirtieron en su hogar y, cada vez que escuchaba el sonido del viento y el agua, se sentía sumamente feliz.\n\nPero lo que más anonadado le dejaba era todo lo que veía en sus andanzas. Así pues, anonadado llegó a una colina situada en el sur.\n\nEra el comienzo del verano y las lluvias eran más abundantes, por lo que todo el suelo estaba convertido en un lodazal. Viendo que pronto iba a anochecer, Kazuha decidió buscar algún sitio donde refugiarse de la lluvia. Miró hacia atrás y, al final del camino, vio una cabaña.\n\nEn ese momento iba acompañado de un comerciante ambulante que había conocido por el camino, el cual, nada más ver la cabaña, empezó a gritar efusivamente: “¡Mira, Kazuha! ¡Tenemos un sitio donde pasar la noche!”\n\nKazuha, en cambio, no dijo ni una palabra, sino que estuvo un tiempo escuchando atentamente y finalmente dijo: “Si quieres saber mi opinión, creo que es mejor que no entremos”.\n\nEl comerciante no estaba dispuesto a calarse bajo la lluvia, así que dejó tirado a Kazuha para ir a la cabaña.\n\nAl llamar a la puerta, lo recibió una hermosa mujer que le invitó a pasar para resguardarse, le sirvió algo de té y comida y le ofreció unas mantas.\n\nTal vez debido a lo deliciosa que estaba la comida, al comerciante le entró sueño mientras la degustaba y se durmió nada más tumbarse en la cama.\n\nAl despertarse, era la hora del amanecer. Ya no había ningún techo sobre su cabeza y, al iluminar su rostro, los rayos del sol se sentían especialmente cegadores. El único a quien vio fue a Kazuha, que se reía del comerciante con desdén.\n\nCuando quiso hablar, de su boca salieron un montón de hojas y barro mascados. Tampoco estaba cubierto por ninguna manta, sino por más barro que, además, estaba sucio.\n\nKazuha se rio y dijo: “Allá donde hay una casa, el sonido del viento es más suave que de costumbre. En esta montaña, el viento sonaba igual que siempre aunque ante nosotros apareció de repente una cabaña. En mi opinión, lo más seguro es que algún tanuki te jugara una mala pasada. En fin, cuando camines por la naturaleza, tienes que prestar atención al sonido del viento y ser mucho más consciente de todo”.",
      "fr": "Un voyageur parcourant les contrées sauvages doit avoir quelques tours dans son sac. Savoir interpréter le vent et les nuages, tel est celui de Kazuha.\n\nAprès son départ de la Cité d'Inazuma, Kazuha voyagea partout où ses pas le guidèrent. Sa vie changea du tout au tout une fois sur la route : le ciel, la terre, les montagnes et la mer devinrent son nouveau foyer. Marchant aux sons du vent et de l'eau, son cœur était en paix.\n\nLes choses qu'il voyait en chemin l'étonnaient et le ravissaient, et c'est dans cette disposition qu'il arriva un jour aux environs d'une colline au sud.\n\nLa pluie d'été tombait dru, et les chemins n'étaient plus que boue. Voyant qu'il allait bientôt faire nuit, Kazuha décida de trouver un abri pour passer la nuit au sec, et, au détour d'un chemin, aperçut au loin un temple.\n\nUn marchand rencontré en chemin l'accompagnait alors. À la vue du temple, ce dernier ne put s'empêcher de crier de joie : « Kazuha, regardez ! Ce soir, on dort sous un toit ! »\n\nMais Kazuha resta silencieux, écoutant attentivement pendant un moment, avant de répondre : « Si vous voulez mon avis... Mieux vaut ne pas y aller. »\n\nMais le marchand, refusant de continuer à se faire tremper par la pluie, décida malgré tout de s'y rendre, laissant là Kazuha.\n\nLe marchand frappa à la porte du temple, et fut reçu par une femme d'une grande beauté, qui l'invita à rentrer se mettre à l'abri. Du thé et un excellent repas lui furent servis, et de confortables couvertures lui furent offertes.\n\nLe repas fut-il trop copieux, ou trop délicieux ? Toujours est-il que le marchand sentit rapidement la fatigue le gagner, et le sommeil l'envahit alors qu'il s'écroulait sur sa couche.\n\nL'éclat du soleil naissant le réveilla le lendemain. Le toit qui l'abritait n'était plus là, et Kazuha le regardait, le sourire aux lèvres.\n\nAvant même d'avoir pu prononcer quoi que ce soit, le marchand se mit à vomir feuilles et boue. Quant aux couvertures... Le sol boueux, rien de plus.\n\nKazuha lui dit alors en riant : « Le vent souffle moins fort lorsqu'il y a des habitations dans les environs. Mais je n'ai senti aucune différence quand est apparu ce temple. Si vous voulez mon avis, vous avez été victime d'un esprit... Faites attention quand vous voyagez, écoutez ce que vous dit le vent. Il faut savoir faire preuve de jugement... »",
      "pt": "Como um viajante errante, algumas habilidades para se proteger são sempre necessárias. Para Kazuha, ouvir o vento e contemplar as nuvens é uma das suas armas secretas.\n\nApós se despedir de Inazuma, Kazuha começou a sua jornada pelo mundo. Desde então, tudo começou a mudar. O mar e as terras passaram a ser sua família, ouvir o som do vento e a água sob as nuvens sempre trazem tranquilidade para ele.\n\nTodas as histórias ouvidas durante a sua jornada são totalmente novas para ele. Com os sentimentos bem relaxados, ele chegou em uma montanha ao sul.\n\nNo verão tão chuvoso, os caminhos viram lamas. A noite já estava caindo, Kazuha queria encontrar um canto para se proteger da chuva. Ao se virar, viu um templo de grama no fundo do beco.\n\nAfinal foi um comerciante que tinha encontrado na viagem. Ao ver o templo, ambos não deixaram de ficar animados: \"Olha, Kazuha, a gente tem um lugar para ficar hoje.\"\n\nApós usar suas habilidades de audição, Kazuha ficou em silêncio: \"Se você está pedindo a minha opinião, eu acho que é melhor não pousarmos por aqui.\"\n\nSem querer ficar na chuva, o comerciante deixou Kazuha e foi ao templo sozinho.\n\nApós uma batida na porta, uma bela mulher saiu e o recebeu, servindo boa comida e um lugar quentinho para dormir.\n\nTalvez a comida fosse tão saborosa, o comerciante acabou adormecendo logo depois de comer.\n\nMas quando acordou no dia seguinte, o telhado desapareceu, deixando o sol forte irritar seus olhos. Quando abriu seus olhos, apenas Kazuha estava na sua frente, olhando de cima e rindo dele.\n\nAntes que conseguisse falar, ele vomitou um monte de folhas e lamas mastigadas. E quanto à parte em baixo, era apenas lamas sujas.\n\nKazuha riu e disse: \"Onde há casas normalmente o som do vento é mais leve. Mas o som aqui sopra como sempre, portanto, você deve ter sido enganado por um bake-danuki. Ugh... Ao viajar sozinho, é sempre melhor tomar cuidado e ouvir o som do vento.",
      "ru": "Каждый странник должен быть в чём-нибудь хорош. Конёк Кадзухи - предсказывать погоду. С тех пор, как Кадзуха покинул Инадзуму, он повсюду странствовал. Теперь всё было по-другому: небо, земля, да горы с морями стали ему родным домом. В прогулках под плывущими облаками с музыкой вод и ветров он обрёл счастье. Всё увиденное и услышанное в пути было наполнено новизной. В таком расположении духа Кадзуха шёл к горе на юге. Стояло дождливое раннее лето, и горные тропы превратились в вязкую грязь. Заходило солнце. Кадзуха отправился искать убежище от дождя и в конце тропы увидел соломенную хижину. Бродячий купец, с которым ему случилось познакомиться по пути, увидел её и радостно воскликнул: «Кадзуха, смотри! Теперь нам есть где заночевать!» Кадзуха не ответил, но внимательно прислушался и только потом молвил: «Если хочешь знать моё мнение... лучше туда не ходить». Купец, не желая стоять под дождём, оставил Кадзуху и устремился к хижине. На стук открыла миловидная женщина, которая предложила ему укрыться от дождя, а ещё ароматного чаю, горячей еды и даже ночлег. Быть может, еда была так хороша, что стоило купцу поесть, как он сразу сомлел и уснул. Когда он проснулся, крыши над головой не было, глаза слепило солнце и рядом стоял и улыбался один лишь Кадзуха. Едва купец открыл рот, как его тут же вырвало пожёванными листьями и грязью. Ну а вместо мягкой, тёплой постели под ним была мокрая земля. Кадзуха рассмеялся и пояснил: «Ветер рядом с жилищем обычно тише. Но на этой горе звук ветра неизменный. А ещё эта хижина будто с неба упала. Мне кажется, над тобой подшутил бакэ-дануки. Ох, в следующий раз будь осторожнее и прислушивайся к ветру».",
      "id": "Semua pengembara yang menjelajahi alam liar perlu menguasai keterampilan diri. Kazuha sendiri sangat ahli dalam mendengarkan suara angin untuk memprediksi cuaca.\n\nSetelah meninggalkan Kota Inazuma, Kazuha berkelana ke segala penjuru. Semuanya telah berbeda sekarang, karena alam telah menjadi rumahnya yang berharga. Mendengarkan suara angin dan air di bawah awan selalu membuat hatinya menjadi tenang.\n\nSemua yang dilihat Kazuha di perjalanannya selalu memicu rasa ingin tahunya. Dengan perasaan seperti inilah, Kazuha terus mengembara hingga akhirnya tiba di sebuah gunung di selatan.\n\nWaktu itu masih awal musim panas, hujan deras sering turun dan menyebabkan jalanan pegunungan penuh dengan lumpur. Melihat hari mulai gelap, Kazuha pun mencari tempat untuk berlindung dari hujan. Tiba-tiba dia melihat sebuah pondok jerami kecil di hadapannya.\n\nSeorang pedagang keliling yang berkelana bersama Kazuha juga melihat pondok itu dan berteriak, \"Kazuha, lihat! Akhirnya kita punya tempat berteduh malam ini!\"\n\nTapi Kazuha tidak berbicara. Dia mencondongkan telinganya lama sekali lalu berkata, \"Kalau mau tanya pendapatku, kurasa lebih baik kita tidak masuk ke sana.\"\n\nPedagang keliling yang tidak ingin kehujanan itu pun meninggalkan Kazuha dan masuk sendiri ke pondok jerami.\n\nSetelah mengetuk pintu, pedagang keliling itu disambut oleh seorang wanita cantik yang menawarkannya tempat berteduh, teh, makanan, dan bahkan tempat tidur untuk bermalam.\n\nMungkin karena makanannya terlalu enak, pedagang keliling itu langsung tertidur setelah makan.\n\nSaat dia bangun di pagi berikutnya, tidak ada atap di atas kepalanya. Matahari bersinar menyilaukan matanya, dan terlihat Kazuha yang berdiri di dekatnya sambil tersenyum.\n\nBahkan sebelum Kazuha berbicara, pedagang itu pun tiba-tiba memuntahkan tumpukan daun dan lumpur. Dan untuk tempat tidur yang dia pakai, yah, tempat itu hanyalah tanah berlumpur.\n\nKazuha tertawa dan berkata, \"Angin akan melemah di tempat yang dibangun rumah. Tapi angin di pegunungan di sini tidak melemah sama sekali, padahal ada pondok yang berdiri. Kurasa kamu mungkin sudah diusili oleh seekor bake-danuki. Ya sudahlah, lain kali perhatikanlah suara angin dan lebih waspada lagi.\"",
      "th": "เมื่อนักเดินทางออกสัญจรไปข้างนอก จะต้องมีความสามารถติดตัวบางอย่าง ซึ่งความสามารถในการฟังเสียงลมและสังเกตก้อนเมฆนั้น ก็คือไม้เด็ดของ Kazuha\n\nหลังจากเดินทางออกจาก Inazuma แล้ว Kazuha ก็ออกเดินทางท่องเที่ยวไปทั่ว เมื่อได้เริ่มออกเดินทาง ทุกอย่างก็เปลี่ยนไป: ท้องฟ้า ภูเขาและทะเลกลายเป็นบ้านที่เขาใกล้ชิดที่สุด เดินใต้ก้อนเมฆและฟังเสียงลมและน้ำ ทำให้ร่างกายและจิตใจรู้สึกผ่อนคลายอย่างหาที่เปรียบไม่ได้\n\nสิ่งที่ได้พบเห็นระหว่างทางทำให้เขารู้สึกแปลกใหม่มากขึ้น Kazuha เดินทางมาถึงที่เนินเขาทางตอนใต้ด้วยสภาพจิตใจเช่นนี้\n\nช่วงต้นฤดูร้อนมีฝนตกอยู่บ่อยครั้ง และถนนบนภูเขากลายเป็นโคลน เมื่อเห็นว่าใกล้จะพลบค่ำแล้ว Kazuha จึงต้องการหากระท่อมสักหลังเพื่อหลบฝน และทันทีที่เขาหันกลับไป เขาก็เห็นกระท่อมมุงจากหลังหนึ่งอยู่สุดถนน\n\nนอกจากนี้ยังมีพ่อค้าคนหนึ่งที่บังเอิญเจอกันระหว่างทางจึงร่วมเดินทางมาด้วยกัน เมื่อเห็นกระท่อมมุงจากเขาก็อดไม่ได้ที่จะส่งเสียงด้วยความยินดี: \"ดูสิ Kazuha! คืนนี้เรามีที่พักแล้ว!\"\n\nKazuha นิ่งเงียบและฟังอยู่นานก่อนที่จะพูดว่า: ถ้านายต้องการถามความคิดเห็นของฉัน... ฉันคิดว่าไม่ไปน่าจะดีกว่านะ\n\nพ่อค้าไม่อยากเปียกฝน เขาจึงทิ้ง Kazuha และไปที่กระท่อมมุงจากโดยลำพังในทันที\n\nเมื่อพ่อค้าเคาะประตูก็มีสาวสวยคนหนึ่งออกมาต้อนรับและเชิญให้เข้าไปหลบฝนข้างใน ก่อนจะนำชาหอม ๆ อาหารอร่อย ๆ พร้อมเครื่องนอนมาให้เขา\n\nอาจเป็นเพราะอาหารอร่อยเกินไป พ่อค้าจึงง่วงและเผลอหลับไปหลังกินอาหารเสร็จ\n\nเมื่อตื่นขึ้นมาอีกครั้งในเช้าตรู่ของวันรุ่งขึ้น ก็ไม่รู้ว่าหลังคาที่อยู่เหนือศีรษะหายไปไหนเสียแล้ว แสงแดดส่องตรงมาที่ใบหน้าของเขา ในสายตาของเขาเห็นแค่ Kazuha ที่กำลังยิ้มและมองเขาอยู่เพียงลำพัง\n\nยังไม่ทันได้อ้าปากพูด พ่อค้าคายเศษใบไม้และโคลนที่ผ่านการเคี้ยวออกมาจำนวนมาก ส่วนเครื่องนอนที่เขานอนอยู่ก็เป็นเพียงโคลนสกปรกโสโครกเท่านั้น\n\n Kazuha ยิ้มและพูดว่า: \"ที่ไหนมีบ้าน สายลมจะเบาบางกว่าที่อื่น สายลมบนภูเขานี้ยังคงปกติดี แต่จู่ ๆ ก็มีกระท่อมมุงจากโผล่อยู่ตรงหน้า ฉันคิดว่า นายน่าจะโดนปีศาจ Bake-Danuki หลอกเข้าแล้วล่ะ? เห้อ... เดินทางอยู่ข้างนอก ก็ต้องฟังเสียงลมและจับตามองให้ดีหน่อยสิ\"",
      "vi": "Người lữ khách ngao du đây đó cũng phải có chút võ công phòng thân. Và bản lĩnh nghe gió xem mây chính là sức mạnh chủ chốt của Kazuha.\n\nSau khi rời khỏi Inazuma, Kazuha du ngoạn khắp nơi. Từ lúc bước vào cuộc hành trình, mọi thứ đã thay đổi: Trời đất núi sông trở thành quê hương thân thiết nhất của anh, đi dưới mây trời lắng nghe gió nước, tinh thần vô cùng thoải mái.\n\nNhững kiến thức học được trên đường đi càng khiến anh cảm thấy mới lạ bội phần. Với tâm trạng như thế, Kazuha đi đến một ngọn núi ở phía Nam.\n\nVừa vào hạ, mưa nhiều, đường núi bùn đất lầy lội, thấy cũng sắp sụp tối, Kazuha muốn tìm một ngôi nhà để trú mưa, và ngay khi quay lại đã thấy một ngôi nhà tranh nằm phía cuối con đường.\n\nCùng đi với anh là một thương nhân vô tình quen biết, nhìn thấy ngôi nhà mà phấn khích reo lên: \"Nhìn đi Kazuha! Đêm nay có chỗ trú rồi!\"\n\nNhưng Kazuha lại không lên tiếng mà nghiêng tai nghe ngóng rất lâu, đoạn nói: Nếu muốn hỏi ý của tôi...thì không đến đó sẽ tốt hơn.\n\nThương nhân không muốn dầm mưa, bèn bỏ mặc Kazuha, một mình đi đến ngôi nhà nọ.\n\nSau khi gõ cửa thì một người phụ nữ xinh đẹp ra tiếp đón, mời anh ta vào trong tránh mưa và mang cho anh trà thơm, cơm ngon và đệm chăn ấm áp.\n\nCó lẽ do thức ăn quá ngon, thương nhân đó cứ ăn cứ ăn rồi ngoẹo đầu ngủ mất.\n\nKhi tỉnh dậy đã là sáng sớm ngày hôm sau, nóc nhà chẳng biết đã biến đi đâu, ánh nắng chói mắt chiếu thẳng lên khuôn mặt, trong tầm mắt chỉ thấy mỗi Kazuha đang nhìn anh cười.\n\nThương nhân chưa kịp mở lời thì đã nôn thốc nôn tháo ra toàn lá cây và bùn đất đã nhai. Còn trên người cũng chẳng còn chăn đệm, mà chỉ thấy bùn lầy dơ bẩn.\n\nKazuha cười nói: \"Nơi có nhà thì tiếng gió sẽ nhẹ hơn những nơi khác một chút. Nhưng trên núi này tiếng gió vẫn như thường lệ, phía trước lại đột nhiên xuất hiện một ngôi nhà. Theo tôi thấy, anh chắc chắn đã bị yêu hồ trêu chọc rồi...ây da, ra ngoài lăn lộn, phải nghe rõ tiếng gió, nhìn cho kỹ một chút chứ.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "万叶在旅途中结识了形形色色的朋友。其中有一位，与他感情尤其笃厚，两人一度结伴同行。\n\n但友人旅行的目的地与万叶并不相同，二人只得中途分别。\n\n与友人本是萍水相逢，却能惺惺相惜，足见缘分颇深。虽然暂时分别，但或许不期之时又会重逢，万叶本是这么想的。\n\n但随后发生的时事却破坏了他这份悠然的心态——将军大人亲颁眼狩令，誓要猎尽神之眼。\n\n包括万叶在内，身怀神之眼者，无不惶惶。隐姓埋名，终日躲藏。\n\n就在这时，万叶竟得知一个惊人的消息。有人毅然发起了「御前决斗」，而此人，正是万叶的友人。\n\n「御前决斗」中，战败者将受将军之罚。友人不惜冒此大险也要步上御前，既是为了与强者决胜，也是为了向世人昭示何为勇气。\n\n但在如此关头发起「御前决斗」，一旦落败，他的生命恐怕会被将军大人的万丈雷明吞没。\n\n一向淡泊的万叶再难平静，提刀一路风行闯入天守阁，但一切为时已晚…\n\n刀已断，神之眼成了空壳，抱憾逃离的万叶也遭到幕府通缉。\n\n从此以后，万叶无奈卷入一场又一场争斗，他的生活再也没有了从容。\n\n万叶并不惧怕争斗，只是这样无止尽的争斗让他感到茫然。\n\n他不后悔自己那次无结果的营救行动，也不埋怨壮烈成仁留他孤身一人的友人，只是…\n\n「要贯彻道义，难道就必须如此与人相争吗？」",
      "zht": "萬葉在旅途中結識了形形色色的朋友。其中有一位，與他感情尤其篤厚，兩人一度結伴同行。\n\n但友人旅行的目的地與萬葉並不相同，二人只得中途分別。\n\n與友人本是萍水相逢，卻能惺惺相惜，足見緣分頗深。雖然暫時分別，但或許不期之時又會重逢，萬葉本是這麼想的。\n\n但隨後發生的時事卻破壞了他這份悠然的心態——將軍大人親頒眼狩令，誓要獵盡神之眼。\n\n包括萬葉在內，身懷神之眼者無不惶惶。隱姓埋名，終日躲藏。\n\n就在這時，萬葉竟得知一個驚人的消息。有人毅然發起了「御前決鬥」，而此人，正是萬葉的友人。\n\n在「御前決鬥」中，戰敗者將受將軍之罰。友人不惜冒此大險也要步上御前，既是為了與強者決勝，也是為了向世人昭示何為勇氣。\n\n但在如此關頭發起「御前決鬥」，一旦落敗，他的生命恐怕會被將軍大人的萬丈雷明吞沒。\n\n一向淡泊的萬葉再難平靜，提刀一路風行闖入天守閣，但一切為時已晚…\n\n刀已斷，神之眼成了空殼，抱憾逃離的萬葉也遭到幕府通緝。\n\n從此以後，萬葉無奈捲入一場又一場爭鬥，他的生活再也沒有了從容。\n\n萬葉並不懼怕爭鬥，只是這樣無止盡的爭鬥讓他感到茫然。\n\n他不後悔自己那次無結果的營救行動，也不埋怨壯烈成仁留他孤身一人的友人，只是…\n\n「要貫徹道義，難道就必須如此與人相爭嗎？」",
      "jp": "万葉は旅の中で数々の友と知り合ってきた。その中でも、ひと際強い絆で結ばれた者と、しばしの間行動を共にしていたことがある。\n\nしかし、万葉とその友の目的地は異なっていた、旅の途中で二人は別々の道を行くことになる。\n\n偶然の出会いではあったが、心の通ずる友であった。一度は別れたものの、またいつか会えるだろうと、万葉はそう思っていた。\n\nだが、後に起きる出来事により、万葉のその思いは無残にも瓦解する——神の目を狩り尽くす「目狩り令」が将軍により下されたのだ。\n\n万葉をはじめ、「神の目」を所有する者たちは皆、恐怖を感じた。彼らは身を隠しながら日々を過ごした。\n\nそんなある日、万葉は耳を疑う話を聞くことになる。それは、ある人物が「御前試合」に挑もうとしているというものだった。そして、その人物とは万葉の友。\n\n敗者は将軍によって罰せられるのが「御前試合」である。万葉の友は強者に勝つため、そして勇猛さとは何かを世に示すため、危険を顧みず御前試合に挑むことを決心したそうだ。\n\nしかし今の時世、「御前試合」を仕掛けた本人が敗れれば、将軍の下す雷により命を落としてしまうかもしれない。\n\n普段、冷静さを欠くことのない万葉でさえ、その時は動揺を隠せなかった。刀を持ち、天守閣へと乗り込む万葉。だが、時はすでに遅く…\n\n刀は折れ、神の目は抜け殻となっていた。断腸の思いでその場を離れる万葉であったが、将軍に目を付けられ幕府のお尋ね者となる。\n\nそれ以降、万葉は幾度となく戦いに巻き込まれることとなり、生活は一変してしまう。\n\n戦うことを恐れはしなかった、ただ延々と続く果てのない戦いに万葉は虚しさを覚えていた。\n\nだが、彼は友を助けるため行動したことを決して後悔していない。自分を残し、勇猛な英雄として世を去った友を責めることもない。しかし…\n\n「仁義を貫くためには、こうも他者と争わねばならぬのでござるか。」",
      "ko": "카즈하는 여행을 하며 다양한 친구들을 만났고 그중 한 명과는 친분이 두터워져 한때 동행하기도 했다.\n\n하지만 둘은 목적지가 달라 중간에 헤어졌다.\n\n우연한 계기로 만나게 됐는데도 서로를 아꼈던 걸 보면 둘의 인연이 꽤 깊다는 것을 알 수 있었다. 카즈하는 지금은 헤어지지만, 언젠가 다시 만날지도 모른다고 생각했다.\n\n하지만 그 후에 생긴 일은 이 여유로운 마음을 산산조각냈다——신의 눈을 쫓겠다는 라이덴 쇼군의 안수령 공포.\n\n카즈하를 비롯해 신의 눈을 가진 자들은 두려움에 떨며 이름을 숨기고, 도망칠 수밖에 없었다.\n\n바로 그때, 어떤 사람이 「어전시합」을 일으켰다는 놀라운 소식이 들려왔고 그는 바로 카즈하의 친구였다.\n\n「어전시합」의 패자는 쇼군의 처벌을 받는다. 이런 위험을 무릅쓰면서까지 카즈하의 친구가 시합에 나선 건 강자를 이기기 위함과 동시에 자신의 용기를 보여주기 위해서였다.\n\n하지만 이런 상황에 「어전시합」에서 패한다면 쇼군의 위력에 생명을 빼앗길지도 몰랐다.\n\n항상 담담하던 카즈하는 더 이상 담대할 수 없었다. 재빨리 검을 빼 들고 천수각으로 갔지만, 이미 늦은 뒤였다….\n\n검은 부러지고, 신의 눈은 껍데기만 남아있었고 이를 갖고 도망친 카즈하는 막부의 지명 수배까지 받게 되었다.\n\n이때부터 카즈하는 거부할 수 없는 싸움에 휘말려 여유로운 생활을 할 수 없었다.\n\n싸움이 두렵진 않았지만, 끝없이 계속되는 싸움이 그를 망연자실하게 했다.\n\n카즈하는 아무것도 남지 않은 구출을 후회하지도, 장렬하게 전사하고 자신을 혼자 남겨둔 친구를 원망하지도 않았다. 그저…\n\n「도의를 위해선, 누군가와 싸울 수밖에 없는 것인가?」라는 의문에 휩싸일 뿐…",
      "en": "Kazuha made many friends during his travels. One of them was particularly close to his heart, and for a time, the two journeyed together.\n\nBut they too would part, for their destinations were different.\n\nTo have met merely by chance and then form such a strong bond, there must be a fated connection between them... so, although they would part ways for now, surely they would meet again. Or so Kazuha thought.\n\nBut something happened soon thereafter that would shatter his calm disposition — the Almighty Shogun promulgated the Vision Hunt Decree and swore to retrieve all Visions.\n\nAll who wielded them, including Kazuha, were stricken with panic, concealing their identities and going into hiding.\n\nIt was then that Kazuha received shocking news: Someone had dared to call for a \"duel before the throne,\" and that someone was none other than Kazuha's dear friend.\n\nThe defeated party in a duel before the throne would face punishment at the hand of the Shogun herself. His friend was prepared to risk all to come before the throne, partly for the chance to fight against a strong foe, but also to demonstrate the meaning of courage to all.\n\nAnd yet, to call for this challenge now, of all times... Kazuha feared that his punishment, should he fail, would be absolute: The Almighty Shogun would unleash her lightning upon him in its full fury, and it would surely take his life.\n\nEven the normally calm Kazuha could not restrain himself. He drew his sword and stormed into Tenshukaku like a whirlwind... But alas, he arrived too late.\n\nHis friend's sword lay shattered in pieces, his Vision now an empty husk. Now a wanted man himself, Kazuha fled with grief in his heart.\n\nFrom that moment on, the days of peaceful wanderings were over, and Kazuha's life became an unending series of battles.\n\nKazuha did not fear battle, of course, but the constant fighting left him feeling lost and perplexed.\n\nHe did not regret having set out on his doomed rescue mission, nor did he begrudge his friend for leaving him, but he could not help but think...\n\n\"Is this endless conflict truly the only way to assert one's ideals?\"",
      "de": "Kazuha hat auf seinen Reisen alle möglichen Freunde getroffen. Ein solcher Reisegefährte lag ihm besonders am Herzen und sie reisten eine Zeitlang gemeinsam.\n\nDoch auch sie würden sich trennen, denn ihre Ziele waren unterschiedlich. Sich zufällig getroffen zu haben und doch so freundschaftlich getrennt zu werden ... so tief war ihre Verbindung. Obwohl sie sich für den Moment trennen würden, würden sie sich sicherlich wiedersehen, so dachte Kazuha.\n\nAber dann geschah etwas, das seine gemächliche Haltung erschüttern würde: Der allmächtige Shougun verkündete das Augenhatz-Dekret und schwor, alle Göttlichen Augen zurückzuholen.\n\nAlle, die sie besaßen, auch Kazuha, wurden von Panik ergriffen und versteckten sich.\n\nIn diesem Moment erhielt Kazuha eine schockierende Nachricht: Jemand hatte es gewagt, zu einem „Duell vor dem Thron“ aufzurufen, und dieser Jemand war niemand anderes als Kazuhas Freund.\n\nDie unterlegene Partei in einem solchen Duell würde vom Shougun selbst bestraft werden. Aber auch so würde sein Freund alles riskieren, um vor den Thron zu treten, nicht nur um gegen einen starken Gegner zu kämpfen, sondern auch um allen die Bedeutung von Mut zu demonstrieren.\n\nAber falls er dieses Duell in einem solchen Moment initiierte, würde sein Leben durch die Stürme des allmächtigen Shougun sicher verwirkt sein, sollte er versagen.\n\nSelbst der normalerweise ruhige Kazuha konnte sich nicht zurückhalten. Er zog sein Schwert und wollte den Tenshukaku wie ein Wirbelwind stürmen ... Doch leider war er zu spät gekommen.\n\nDas Schwert seines Freundes lag zersplittert da, sein Göttliches Auge war nur noch eine leere Hülle. Kazuha floh mit Reue im Herzen und wurde als gesuchter Mann gebrandmarkt.\n\nVon da an wurde Kazuha von einer Schlacht in die nächste gezogen und alle Ruhe ging ihm verloren.\n\nKazuha fürchtete die Schlacht natürlich nicht, aber die ständigen Kämpfe ließen ihn treiben und sich ratlos fühlen.\n\nEr bedauerte nicht, dass er zu seiner verhängnisvollen Rettungsmission aufgebrochen war, noch missgönnte er seinem Freund, dass er ihn verlassen hatte, aber ...\n\n„Ist dieser endlose Konflikt der einzige Weg, wie wir unsere Ideale durchsetzen können?“",
      "es": "A lo largo de sus viajes, Kazuha hizo todo tipo de amigos. Entre ellos, hubo uno con el que tenía una relación más profunda que con el resto, y con quien viajó durante un tiempo.\n\nSin embargo, ambos tenían un destino diferente, por lo que tuvieron que separarse a medio camino.\n\nAunque se conocieron por casualidad, se entendían muy bien mutuamente, como si su amistad estuviera predestinada. Kazuha pensaba que, pese a tener que separarse, tal vez volverían a encontrarse dentro de poco.\n\nEn cambio, ocurrió algo que lo cambió todo: la Shogun promulgó el Decreto de captura de Visiones, a través del cual juraba cazarlas todas.\n\nTodos los portadores de Visiones, incluido Kazuha, entraron en pánico, ocultaron su identidad y se escondieron por un tiempo.\n\nEn ese momento, Kazuha se enteró de una noticia sorprendente: alguien había retado a la Shogun a un duelo, y esa persona no era otra que el amigo de Kazuha.\n\nSi era derrotado, recibiría el castigo de Su Excelencia, pero aun así, decidió aceptar ese gran riesgo para llegar al trono y no solo derrotar a la poderosa Shogun, sino también para mostrar al mundo lo valiente que era.\n\nSin embargo, declarar el duelo ante el trono en un momento así... Si perdía, no había duda de que los implacables truenos de la Shogun engullirían su vida.\n\nEsta vez, el siempre sereno Kazuha no pudo mantenerse en calma y se dispuso a entrar en Tenshukaku blandiendo su espada. Sin embargo, cuando llegó, ya era demasiado tarde...\n\nSu espada se rompió, su Visión se convirtió en una cáscara y, tras huir de la ciudad, el shogunato puso una orden de arresto contra él.\n\nDesde entonces, estuvo inmerso en una pelea tras otra y su vida ya no volvió a ser tan tranquila como antes.\n\nKazuha no temía pelear, pero los combates sin fin hacían que se sintiera perdido.\n\nNo se arrepentía de haber intentado salvar a su valiente amigo, ni tampoco lo culpaba por haberle dejado solo, pero...\n\n“¿Es que para hacer justicia es necesario pelear contra otros?”",
      "fr": "Kazuha s'est fait au cours de ses voyages tous types d'amis. L'un d'eux, qu'il appréciait plus que les autres, voyagea un moment à ses côtés.\n\nMais les deux hommes, qui voyageaient pour des raisons différentes, finirent un jour par se séparer.\n\nLes deux voyageurs s'étaient rencontrés par hasard, s'appréciaient mutuellement, et, pensait Kazuha, finiraient par se retrouver un jour ou l'autre.\n\nMais ce qui arriva par la suite mit fin à cet espoir. Un décret de saisie visant à mettre la main sur tous les yeux divins fut émis par la Shogun en personne.\n\nLa crainte gagna tous les possesseurs d'œil divin, Kazuha y compris. Leur vie devint une vie cachée, une vie de paria.\n\nC'est à cette époque également qu'une nouvelle surprenante parvint aux oreilles de Kazuha. Quelqu'un avait osé lancer un duel au trône – et ce quelqu'un était justement son ancien compagnon de voyage.\n\nCelui qui émet un duel au trône doit accepter le châtiment de la Shogun s'il perd. Son ami avait pris un grand risque pour pouvoir s'approcher du trône, et ce non seulement pour combattre un adversaire de taille, mais aussi pour montrer au monde entier son courage.\n\nMais en ces circonstances, lancer un duel équivalait à mourir sous les éclairs de la Shogun en cas de défaite, sans nul doute.\n\nN'arrivant plus à retrouver le calme qui l'habitait en temps normal, Kazuha dégaina son arme, et fonça au Tenshukaku. Mais il était déjà trop tard...\n\nL'épée de son ancien compagnon de voyage était brisée, son œil divin n'était plus qu'une coquille vide, et Kazuha n'eut d'autre choix que de fuir, le cœur lourd de regrets. Le Shogunat émit un mandat d'arrêt à son nom.\n\nDès lors, la vie de Kazuha ne fut qu'une longue série de combats. La paix qu'il affectionnait autrefois n'avait plus de place dans sa vie.\n\nKazuha ne craint pas le combat. Mais les affrontements incessants lui ont laissé l'impression de s'être perdu en chemin.\n\nIl ne regrette pas les conséquences de sa tentative de sauvetage, et ne reproche pas à son ami de l'avoir laissé seul en voulant combattre de manière si héroïque. C'est juste que...\n\n« Se battre est-il donc le seul moyen de faire valoir la justice ? »",
      "pt": "Durante a sua viagem, Kazuha conheceu diversos tipos de amigos, entre os quais havia um amigo que compartilhava particularmente uma relação muito próxima com ele.\n\nMas os seus motivos de viajar não eram exatamente iguais, portanto, infelizmente eles acabaram se separando durante o caminho.\n\nApenas com um cruzamento rápido, eles já conseguiram se entender perfeitamente, o que não pôde deixar de ser uma bênção do destino. Mesmo que se separassem, ninguém sabia se o próximo encontro estaria por perto ou não, isso era o que Kazuha pensava.\n\nMas o que aconteceu a seguir destruiu esse pensamento. Shogun proclamou uma Caça à Visão que tinha o objetivo de eliminar todos os portadores de Visões.\n\nComo tal, todos os portadores de Visões, incluindo Kazuha, começaram a viver nas sombras, escondendo seus nomes e identidades.\n\nFoi neste momento que Kazuha chegou a saber que alguém tinha lançado um Duelo Imperial, e quanto ao seu organizador, era exatamente o amigo dele.\n\nNo Duelo Imperial, o perdedor seria punido militarmente. O seu amigo se aproximou do imperador a todo custo, tanto para duelar com o mais forte, quanto para mostrar o que é a coragem de verdade para o povo.\n\nMas em um momento tão crítico como este, uma vez que perderia o duelo, ele seria devorado pela raiva da Shogun.\n\nDiante de tal situação, Kazuha, que era sempre calmo e sereno, perdeu toda a sua tranquilidade. Carregando uma espada, se dirigiu correndo para o Tenshukaku, mas já era tarde demais.\n\nA lâmina quebrou e a Visão perdeu o seu efeito. E Kazuha, que fugiu sem conseguir fazer o que queria, acabou se tornando um criminoso procurado pelo Shogunato.\n\nA partir de então, o Kazuha não parou de se envolver em diversas lutas mesmo que não fosse sua intenção. Por isso, acabava se distanciando cada vez mais da vida tranquila.\n\nKazuha não tinha medo de lutas, só que essas lutas intermináveis deixaram o caos no seu coração.\n\nEle nunca se arrependeu do resgate sem sucesso, nem culpou o seu amigo, que o deixou sozinho no mundo. Só que...\n\n\"A única maneira de praticar cavalheirismo é lutar mesmo\"?",
      "ru": "В странствиях Кадзуха повстречал самых разных друзей. С одним из них он стал особенно близок, и некоторое время они странствовали вместе. Но цели их путешествий были разные, и однажды им предстояло расстаться. Случайные прохожие, они понимали друг друга так, будто их свела сама судьба. Они бы на время расстались, но обязательно встретились бы вновь. По крайней мере, так считал Кадзуха. Но произошло нечто, что не оставило и следа от его беззаботности - сёгун Райдэн лично огласила указ об охоте на Глаза Бога и поклялась отнять их все. Обладатели Глаз Бога, даже Кадзуха, пришли в смятение, сменили свои имена на чужие, а дни и ночи проводили в убежищах. И тогда до Кадзухи дошла поразительная новость: кто-то осмелился на дворцовую дуэль. Это был не кто иной, как друг Кадзухи. Проигравшего в такой дуэли ожидало наказание великого сёгуна, но даже столь великая опасность не поколебала его решимости столкнуться с могущественным соперником и показать всем, что означает храбрость. Но объявлять дуэль в такое время... Если он проиграет, безжалостные молнии сёгуна поглотят его жизнь. Даже неизменно безмятежный Кадзуха более не мог сохранять спокойствие. Он обнажил меч и вихрем ворвался в Тэнсюкаку, но уже было слишком поздно... От меча друга остались одни осколки, а его Глаз Бога стал пустой оболочкой. С горечью в сердце Кадзуха был вынужден спасаться бегством, а сёгунат заклеймил его как опасного преступника. С тех пор Кадзуха беспрестанно сражался, более не зная покоя. Кадзуха нисколько не боялся боя, но из-за постоянных сражений сделался растерянным и опустошённым. Он не сожалел, что попытался спасти своего друга, и не обвинял его, что тот оставил его в одиночестве, только... «Неужели единственный способ отстаивать идеалы - постоянно сражаться с другими?»",
      "id": "Kazuha telah berteman dengan berbagai macam orang sepanjang perjalanannya. Salah satunya telah menjadi teman yang berharga di hati Kazuha. Mereka pernah bertualang bersama pada satu waktu.\n\nTetapi karena tujuan yang berbeda, mereka pun akhirnya berpisah.\n\nMereka hanya bertemu secara kebetulan, namun berpisah dengan penuh rasa ketidakrelaan, sedalam itulah pertemanan mereka. Mereka mungkin sudah berpisah sekarang, tapi Kazuha yakin mereka akan bertemu lagi pada suatu waktu.\n\nKemudian, sebuah kejadian tak terduga menghancurkan sikapnya yang santai. Sang Shogun Yang Mahakuasa memberlakukan Dekrit Perburuan Vision dan bersumpah akan merebut kembali semua Vision.\n\nSemua orang yang memilikinya, termasuk Kazuha, dilanda kepanikan dan harus menyembunyikan diri dan identitas mereka.\n\nSaat itulah Kazuha mendapat kabar mengejutkan: seseorang telah menantang dekrit ini dan mengajak \"duel di istana\", dan orang itu tidak lain adalah teman Kazuha.\n\nYang kalah dalam duel itu akan dihukum oleh sang Shogun sendiri. Meski begitu, temannya tetap mempertaruhkan segalanya untuk datang ke istana, bukan hanya untuk melawan musuh yang kuat, tetapi juga untuk menunjukkan arti keberanian kepada semua orang.\n\nNamun mengadakan duel di saat genting seperti ini, apabila dia kalah, maka nyawanya yang berada di tangan Shogun pasti tidak akan terselamatkan.\n\nKazuha yang biasanya bersikap tenang pun tidak bisa menahan dirinya. Dia mencabut pedangnya dan datang menyerbu Tenshukaku bagaikan badai. Tapi sayangnya, Kazuha sudah terlambat...\n\nPedang temannya sudah tergeletak dan hancur berkeping-keping, dan Vision miliknya kini sudah menjadi sebuah cangkang kosong. Kazuha kemudian melarikan diri dengan penyesalan di dalam hatinya dan dicap sebagai buronan.\n\nSejak saat itu, Kazuha menghadapi pertempuran demi pertempuran tanpa henti. Semua ketenangan di dalam dirinya sudah hilang.\n\nKazuha tidak takut dengan pertempuran, tetapi pertarungan tiada henti tersebut membuatnya merasa hampa.\n\nDia tidak menyesali misi penyelamatannya yang gagal, dan juga tidak menyalahkan temannya yang pergi meninggalkannya, tapi...\n\n\"Apakah kita harus terus berseteru dengan orang lain seperti ini demi mempertahankan prinsip kita?\"",
      "th": "Kazuha ได้พบกับเพื่อนหลากหลายประเภทในระหว่างการเดินทาง หนึ่งในนั้นมีคนหนึ่งที่มีความสัมพันธ์ที่แน่นแฟ้นเป็นพิเศษกับเขา ทั้งสองได้เดินทางด้วยกันระยะหนึ่ง\n\nแต่จุดหมายปลายทางในการเดินทางของเพื่อนต่างจาก Kazuha ทั้งสองจึงต้องแยกกันกลางทาง\n\nแม้การได้พบและรู้จักกับเพื่อนคนนี้ จะถือเป็นเรื่องบังเอิญ แต่กลับสามารถรู้ใจกันและกันได้ แสดงว่าชะตากรรมของพวกเขานั้นผูกพันกันอย่างลึกซึ้ง แม้ว่าพวกเขาจะแยกจากกันในตอนนี้ แต่พวกเขาอาจจะได้พบกันอีกในไม่ช้า Kazuha คิดเช่นนี้\n\nแต่เหตุการณ์ที่เกิดขึ้นหลังจากนั้นกลับทำลายความคิดที่แสนใจเย็นของเขา ...ท่านโชกุนได้ออก \"คำสั่งล่าวิชั่น\" โดยให้ตามล่าหาวิชั่นให้หมด\n\nซึ่งก็รวมถึง Kazuha ผู้มีวิชั่นอยู่ในการครอบครอง เขาตื่นตระหนก จึงไม่แสดงตัวตนและซ่อนตัวตลอดทั้งวัน\n\nและในตอนนั้นเอง Kazuha ก็ได้ทราบเรื่องที่น่าตื่นตกใจ มีคนได้เริ่ม \"การประลองต่อหน้าท่านโชกุน\" ซึ่งคนผู้นั้นก็คือเพื่อนของ Kazuha\n\nใน \"การประลองต่อหน้าท่านโชกุน\" ผู้ที่พ่ายแพ้จะถูกลงโทษโดยท่านโชกุน เพื่อนของเขากล้าที่จะเสี่ยงครั้งใหญ่นี้เพื่อก้าวไปข้างหน้าอย่างไม่ลังเล ไม่เพียงแต่จะทำเพื่อตัดสินแพ้ชนะกับผู้แข็งแกร่ง แต่ยังทำเพื่อแสดงให้โลกเห็นว่าความกล้าหาญคืออะไร\n\nแต่ใน \"การประลองต่อหน้าท่านโชกุน\" ที่ตัดสินความเป็นความตายนั้น เมื่อพ่ายแพ้ชีวิตของเขาอาจถูกกลืนกินโดยสายฟ้าของท่านโชกุน\n\nพอได้ยินดังนั้น Kazuha ที่เฉยเมยมาโดยตลอดก็ไม่สามารถสงบสติอารมณ์ไว้ได้อีกต่อไป มือคว้าดาบรุดเดินทางและบุกเข้าไปใน Tenshukaku แต่มันก็สายเกินไปเสียแล้ว...\n\nดาบของคนคนนั้นได้หักลง วิชั่นกลายเป็นเพียงเปลือกที่ว่างเปล่า Kazuha ที่หลบหนีไปด้วยความรู้สึกผิด ก็โชคร้ายถูก Shogunate ประกาศตามล่าด้วยเช่นกัน\n\nตั้งแต่นั้นเป็นต้นมา Kazuha ก็ต้องมีส่วนร่วมในการต่อสู้ที่ไม่สิ้นสุดอย่างหลีกเลี่ยงไม่ได้ และชีวิตของเขาก็ไม่สงบอีกต่อไป\n\nKazuha ไม่ได้เกรงกลัวการต่อสู้ เพียงแค่การต่อสู้ที่ไม่สิ้นสุดเช่นนั้นทำให้เขารู้สึกสับสนมึนงง\n\nเขาไม่เสียใจกับปฏิบัติการช่วยเหลือที่ไร้ผลของตัวเอง และไม่โทษเพื่อนของเขาที่ทิ้งเขาไว้คนเดียวในโลก เพียงแต่...\n\n\"วิธีการเรียกร้องความยุติธรรมนั้น ต้องต่อสู้แย่งชิงกับผู้อื่นเช่นนี้อย่างนั้นเหรอ?\"",
      "vi": "Kazuha đã kết bạn với đủ loại người trong cuộc hành trình. Trong số đó có một người rất thân, cả hai đã làm bạn đồng hành suốt một chặng đường.\n\nNhưng mục đích của người bạn ấy lại khác với Kazuha, nên hai người đành chia tay.\n\nTuy chỉ như bèo nước gặp gỡ, nhưng lại quý mến giúp đỡ nhau, chứng tỏ duyên phận đậm sâu. Tuy tạm thời chia tay, nhưng biết đâu một ngày nào đó sẽ lại trùng phùng, Kazuha thầm nghĩ vậy.\n\nThế nhưng sự việc xảy ra sau đó đã phá hỏng tâm thái khoan thai của anh - Đại nhân Shogun phát lệnh \"Truy Lùng Vision\", thề phải lấy được hết tất cả Vision.\n\nKể cả Kazuha, những người sở hữu Vision không ai không hoảng sợ, mai danh ẩn tính, lẩn trốn cả ngày.\n\nChính vào lúc này, Kazuha lại biết được một tin tức chấn động. Có người kiên quyết phát động \"Ngự Tiền Quyết Đấu\", và đó chính là bạn của anh.\n\nKẻ bại trận trong \"Ngự Tiền Quyết Đấu\" sẽ chịu hình phạt của Shogun. Người bạn ấy không ngại mạo hiểm mà dấn thân, không chỉ muốn chiến thắng những người mạnh nhất mà còn muốn tuyên bố với người đời thế nào mới là lòng dũng cảm.\n\nNhưng ở trận đấu đầu sóng ngọn gió thế này, một khi thất bại, tính mạng của anh ấy e là sẽ bị Shogun đại nhân nuốt chửng.\n\nKazuha tâm bất biến giữa dòng đời vạn biến nay cũng không thể bình tĩnh nữa, mang đao theo gió tiến vào Thiên Thủ Các, nhưng tất cả đã quá muộn màng...\n\nĐao đã gãy, Vision trở thành một cái vỏ trống rỗng, Kazuha ôm mối hận rời khỏi, và cũng bị Shogunate truy nã.\n\nKể từ đó về sau, Kazuha điên cuồng ném mình vào hết trận đấu này đến trận đấu khác, cuộc sống của anh đã không còn tồn tại hai chữ \"ung dung\".\n\nKazuha không hề sợ hãi đấu tranh, chỉ là, cứ chiến đấu không có điểm dừng như thế thật sự khiến anh cảm thấy mờ mịt.\n\nAnh không hối hận về hành động giải cứu vô nghĩa lần đó, cũng không oán trách người bạn cũ đã hi sinh oanh liệt, để lại anh cô đơn một mình, chỉ là...\n\n\"Muốn quán triệt đạo nghĩa, chẳng lẽ cứ phải tranh chấp với người khác mãi thế sao?\""
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "如今的万叶以「南十字」船队为家，漂泊于四海之上。\n\n偶尔地，麻烦依然会找上门来，但有「南十字」一众人支持，这些麻烦处理起来也不再棘手。\n\n坐在「死兆星」号那高高的观测台上，眺望着碧海蓝天，他终于有心情去回味自己在过去那段动荡日子里的感受。\n\n武士们都愿自己一生热烈，以手中之刀博取无上名誉。\n\n但其中总有人受欲念引诱，偏离「仁」与「义」的正道，挥刀留下无穷的仇恨。\n\n上天赋予众生血肉，神明护佑他们的生命，不是为了让人举刀相争的。\n\n我所握的，不应当是杀人刀，而应是活人剑。\n\n终武士一生，须守一道，这便是我的「道」。\n\n如此想着，万叶不禁起了诗兴，正想留下数句作日后的座右铭，但这时船上传来了不满的声音：\n\n「万叶啊，别窝在观测台上望天了，快下来搭把手啊！」\n\n好吧，掌舵手海龙在叫他了，那座右铭的事便下次再想吧。",
      "zht": "如今的萬葉以「南十字」船隊為家，漂泊於四海之上。\n\n偶爾，麻煩依然會找上門來，但有「南十字」一眾人支持，這些麻煩處理起來也不再棘手。\n\n坐在「死兆星」號那高高的觀測台上，眺望著碧海藍天，他終於有心情去回味自己在過去那段動盪日子裡的感受。\n\n武士們都願自己一生熱烈，以手中之刀博取無上名譽。\n\n但其中總有人受慾念引誘，偏離「仁」與「義」的正道，揮刀留下無窮的仇恨。\n\n上天賦予眾生血肉，神明護佑他們的生命，不是為了讓人舉刀相爭的。\n\n我所握的，不應當是殺人刀，而應是活人劍。\n\n終武士一生，須守一道，這便是我的「道」。\n\n如此想著，萬葉不禁起了詩興，正想留下數句作為日後的座右銘，但這時船上傳來了不滿的聲音：\n\n「萬葉啊，別窩在觀測台上望天了，快下來幫忙啊！」\n\n好吧，掌舵手海龍在叫他了，座右銘的事下次再想吧。",
      "jp": "現在、万葉は「南十字」武装船隊の一員として、海上を旅している。\n\n時に厄介事に見舞われることもあるが、「南十字」の船員たちのおかげでそれらも難なく解決ができている。\n\n「死兆星」号の高い見張り台の上に座り、紺碧に染まる海と空を眺めながら、ようやく過去の日々を振り返る整理がついた。\n\n刀を振り、自らの名誉を勝ち取る——武士たちは皆、そうした激動の生涯を望んでいる。\n\nしかし、それらの中には欲望に駆られ「仁」や「義」を蔑ろにし、刀を使って果てのない憎しみに駆られる者も存在する。\n\n世界は生きとし生けるものすべてに血肉を与え、神はその命を守ってきた。だがそれは決して、人々に刀で争わせるためではない。\n\n己が持つべきは、人を殺す剣ではなく、人を活かす剣でなければならない。\n\n武士の一生を懸け、そのただ一つの信条を守る、それが自らの歩む「道」。\n\nそんなことを考えているうち、万葉は詩を書きたくなり、その言葉を座右の銘として残そうと思った。しかしその時、甲板から不満げな声が聞こえてくる。\n\n「万葉、見張り台で空ばっか眺めてないで、降りて手を貸してくれ！」\n\n操舵手の海龍が彼を呼んでいた、座右の銘についてはまたの機会に考えるとしよう。",
      "ko": "현재 카즈하는 「남십자」 함대를 집 삼아 세상을 떠돌고 있다.\n\n가끔 귀찮은 일이 생기긴 하지만, 「남십자」의 모두가 그를 지지하기에 곤란한 일들도 쉽게 처리할 수 있었다.\n\n높디높은 「사조성」호의 관측대에 앉아 푸른 바다와 하늘을 바라보며 그는 과거의 격동적이던 나날을 되돌아보았다.\n\n검으로 명예를 얻는 삶, 무사는 모두 이런 뜨거운 삶을 바란다.\n\n하지만 그 중엔 항상 욕망의 유혹을 견디지 못하고 「인(仁)」과 「의(義)」를 벗어나 칼을 휘두르다가 끝없는 원한을 남기곤 한다.\n\n하늘이 우리에게 피와 살을 내리고, 신이 우리를 보호하는 건 결코 우리가 싸우길 바라서가 아니야.\n\n내 가 쥔 것은 살육을 위한 검이 아니라 사람을 살리기 위한 검이이어야 해.\n\n무사는 도(道)를 지켜야 하고 이게 바로 내 「도(道)」야.\n\n이런 생각에 잠기니 카즈하는 시를 짓고 싶어졌다. 그렇게 좌우명을 지으려던 찰나, 갑판에서 불만 섞인 목소리가 들려왔다.\n\n「카즈하, 하늘 좀 그만 보고 빨리 내려와서 도와줘!」\n\n조타수 해룡이 그를 불렀다. 좌우명은 다음에 지어야겠다",
      "en": "The Crux Fleet became Kazuha's new home, and he drifted on the ocean wherever it took him.\n\nTrouble still found him from time to time, but no issue was insurmountable with the support of the Crux crew.\n\nFrom his vantage point on the Alcor's crow's nest, gazing out at the azure sea and sky, he finally had the space to think over the tumultuous events of his past and what it all meant to him.\n\n\"Every samurai wishes to live their life with passion and to claim the greatest reputation possible using the sword in their hands.\"\n\n\"But there will always be those whose base desires lead them astray from the path of justice and virtue, and whose blades leave an endless trail of enmity in their wake.\"\n\n\"Surely the heavens did not give us fleshly forms and the gods did not watch over our lives all so that we might take up arms against one another.\"\n\n\"Then, this sword I wield is not meant to slay, but to save...\"\n\n\"Yes, this shall be my path as a samurai, and I shall defend it all my days.\"\n\nAs he reached the conclusion of his thoughts, Kazuha was suddenly inspired to pen down a few verses to serve as a maxim for himself thereafter... but before he could get started, he was interrupted by an irate voice from down below:\n\n\"Hey, Kazuha, quit gawking at the sky — get down here and lend a hand!\"\n\nIt seemed the maxim would have to wait for another day. Whatever the helmsman, Sea Drake, needed help with clearly couldn't wait.",
      "de": "Die Crux ist nun Kazuhas Zuhause und er segelt mit ihr auf dem Ozean.\n\nÄrger wird ihn manchmal immer noch heimsuchen, aber mit der Unterstützung aller in der Crux sind diese Probleme nicht mehr allzu schwer zu lösen.\n\nVon seinem Aussichtspunkt auf dem Krähennest der Alcor, mit Blick auf das azurblaue Meer und den Himmel, hat er Zeit, sich daran zu erinnern, wie er sich in diesen turbulenten Tagen gefühlt hat.\n\n„Wir Samurai wünschen uns alle ein Leben, das mit Leidenschaft gelebt wird und in dem wir mit dem Schwert in der Hand das größtmögliche Ansehen erlangen.\n\n„Aber einige werden von ihren niederen Wünschen beeinflusst und weichen so von einem gerechten und humanen Weg ab.\n\n„Doch wir Sterblichen wurden vom Himmel nicht mit Fleisch beschenkt und von den Göttern verteidigt, um miteinander zu streiten.\n\n„Dieses Schwert in meiner Hand ist also nicht zum Töten, sondern zum Retten gedacht.“\n\n„Das ist mein Weg als Krieger und ich werde ihn für alle meine Tage verteidigen.“\n\nSo denkend, konnte Kazuha nicht anders, als sich inspirieren zu lassen, ein paar Verse als Maxime für sich selbst danach niederzuschreiben ... nur um eine unzufriedene Stimme von unten herauf zu hören:\n\n„He, Kazuha, hör auf, in den Himmel zu schauen und hilf hier unten, ja?“\n\nNun, das war doch der Ruf vom Meeresdrachen, oder nicht? Das persönliche Motto konnte also bis zum nächsten Mal warten.",
      "es": "Actualmente, Kazuha vive en la Flota Crux Meridianam mientras navega por los océanos.\n\nAlguna vez tiene problemas, claro está, pero con la ayuda de la tripulación, esos problemas no son tan complicados de resolver.\n\nSentarse en la cofa del Alcor mientras contempla el vasto mar azul le da los ánimos suficientes para rememorar cómo se sintió en aquella época tan convulsa.\n\nTodos los samuráis ansían tener una vida ferviente y buscan el más supremo honor con la ayuda de sus espadas, pero siempre hay quien, tentado por el deseo, se aleja del camino de la benevolencia y la justicia para sembrar el odio y el terror empuñando su arma.\n\n“El cielo ha dado una vida y un cuerpo a todos los seres, los cuales son protegidos por los dioses, pero no lo han hecho para que levanten sus armas los unos contra los otros.\n\nNo debo blandir el filo de la muerte, sino la espada de la vida.\n\nA lo largo de nuestras vidas, los samuráis debemos proteger esos principios, y este es el mío”.\n\nAl pensar en ello, Kazuha sintió la necesidad de escribir unas frases inspiradoras, pero justo en ese momento escuchó los gritos de una voz descontenta:\n\n“¡Kazuha! ¡Eh! No te quedes embobado ahí en la cofa mirando el cielo y baja a ayudarnos”.\n\n“Vaya...”\n\nDrake, el timonel del barco, lo estaba llamando.\n\n“En fin, ya escribiré esas frases en otra ocasión”.",
      "fr": "Kazuha fait à présent partie de l'équipage du Crux, qu'il considère comme sa propre famille, naviguant aux quatre vents.\n\nIl arrive parfois que les ennuis le rattrapent, mais rien qui ne pose vraiment problème avec l'aide des marins du Crux.\n\nAssis tout en haut du poste d'observation de l'Alcor, les yeux perdus dans les flots turquoise, Kazuha a enfin l'esprit à réfléchir à sa vie d'épreuves et aux sentiments qui l'habitent.\n\nUn guerrier vit pour combattre et bâtit sa gloire à la force de son épée.\n\nMais il y en aura toujours qui, cédant à la tentation, s'écarteront du droit chemin, ne laissant derrière eux que haine et ressentiment.\n\nSi les dieux ont fait l'homme de chair et de sang et veillent sur lui, ce n'est pas pour que ces derniers passent leur temps à s'affronter.\n\n« Je ne veux pas que mon épée tue. Je veux que mon épée soit l'épée de la vie.\n\nLa voie du samouraï est de protéger les autres. C'est là ma voie aussi. »\n\nAinsi pensant, l'inspiration le prend, mais, alors qu'il s'apprête à écrire quelques mots bien inspirés lui parvient d'en bas une voix mécontente :\n\n« Hé, Kazuha ! Arrête de passer ton temps là-haut à bayer aux corneilles, et viens aider un peu ! »\n\n... Puisque Drake, le timonier, l'appelle, les vers pour la postérité devront attendre.",
      "pt": "Hoje em dia Kazuha considera a Frota Crux como seu lar, e vive uma vida errante.\n\nDe vez em quando, os problemas também batem à porta, mas com o apoio da tripulação da Frota Crux, os problemas espinhosos deixaram de ser tão difíceis como antes.\n\nSentado no observatório no Alcor, contemplando o céu aberto e o mar interminável, ele finalmente tinha um momento para saborear o que ele tinha sentido nos dias agitados antes.\n\nTodos os Samurais querem obter maiores honras com sua paixão da vida e a lâmina na sua mão.\n\nMas há sempre pessoas que se desviam para o caminho errado, enganadas pela sua ganância e desejos, e acabou deixando rancores infinitos com a sua lâmina.\n\nOs deuses nos deram o corpo e abençoaram as nossas vidas, não para lutarmos um contra o outro.\n\nA lâmina que eu carrego, não é para tirar a vida, mas para proteger-nos da morte.\n\nA vida inteira de um Samurai, segue sempre um princípio, e esse é o meu princípio.\n\nPensando nisso, veio uma vontade de criar um poema que poderia ser o lema da vida, mas foi exatamente neste momento em que vieram algumas reclamações:\n\n\"Kazuha, não fique de braços cruzados no observatório, venha dar uma mão.\"\n\nTudo bem. Foi o colega que estava o chamando, e o lema? Fica para a próxima vez.",
      "ru": "Теперь флот Южного Креста - дом Кадзухи, и вместе они ходят по морям. Иногда его всё ещё находят неприятности, но с поддержкой флотских справляться с ними куда проще. В вороньем гнезде «Алькора», взирая на лазурное море и синее небо, он нашёл время для осмысления пережитого в тревожном прошлом. «Каждый самурай желает прожить пламенную жизнь, снискав наивысшей славы с мечом в руках. Но всегда найдутся те, кого низменные желания уведут с пути человечности и справедливости. Боги жаловали нам, смертным, плоть, кровь и своё покровительство не для того, чтобы мы друг друга изничтожали. Клинок в моих руках должен не губить, но спасать. Таков мой путь самурая, и я буду придерживаться его до последнего издыхания». Эти мысли вдохновили Кадзуху записать несколько строк в качестве максимы, чтобы возвращаться к ней в будущем... но тут снизу донёсся раздражённый окрик: «Эй, Кадзуха, довольно любоваться облаками! Спустись-ка и помоги тут!» Ладно, это рулевой Хай Лун зовёт. Максиме придётся подождать.",
      "id": "Kini Crux Fleet adalah rumah bagi Kazuha, dan dia berlayar mengarungi lautan bersama mereka.\n\nTerkadang, masalah masih akan datang menghampiri Kazuha, namun tidak lagi sulit diselesaikan berkat dukungan dari semua orang di Crux Fleet.\n\nDari dek pengamatan di atas kapal Alcor, sambil memandangi laut dan langit biru, Kazuha akhirnya memiliki waktu untuk mengenang kembali masa lalunya yang penuh gejolak.\n\nSetiap samurai berharap dapat hidup dengan penuh gairah, menebas pedang di genggamannya untuk meraih reputasi dan kehormatan.\n\nNamun pasti ada beberapa di antara mereka yang hatinya tercemar oleh nafsu sehingga menyimpang dari jalan yang benar dan kemanusiawian.\n\n\"Kita sebagai manusia diberikan darah dan daging oleh langit, dan dilindungi oleh dewa, semua itu bukanlah untuk membuat manusia saling membunuh dan berseteru.\"\n\n\"Pedang di tanganku ini bukanlah untuk membunuh, melainkan untuk menyelamatkan orang.\"\n\n\"Jalan inilah yang kupilih sebagai seorang petarung, dan aku akan mempertahankan prinsip ini sepanjang hidupku.\"\n\nSambil berpikir demikian, saat Kazuha berniat untuk menuliskan kata-kata mutiara tersebut ... tiba-tiba terdengar suara ocehan dari bawah.\n\n\"Hei, Kazuha! Berhenti melamun melihat langit dan bantu kami!\"\n\nBegitulah, si Sea Drake sudah memanggilnya, bukan? Kata mutiara tadi bisa menunggu di lain waktu.",
      "th": "ปัจจุบัน Kazuha ถือว่ากองเรือ \"Crux\" ซึ่งล่องลอยอยู่ในทะเลทั้งสี่เป็นบ้านของเขา\n\nในบางครั้งปัญหายังคงเกิดขึ้น แต่ด้วยการสนับสนุนของเหล่าลูกเรือในกองเรือ \"Crux\" ปัญหาเหล่านี้ไม่ได้จัดการยากอีกต่อไป\n\nนั่งบนแท่นสังเกตการณ์สูงของ \"The Alcor\" มองไปที่ทะเลสีฟ้าและท้องฟ้าสีคราม ในที่สุดเขาก็มีอารมณ์ที่จะหวนนึกถึงความรู้สึกของตัวเองในคืนวันที่แสนวุ่นวายในอดีต\n\nในชีวิตนี้ซามูไรทุกคนมีความปรารถนาอันกระตือรือร้น ที่จะสร้างชื่อเสียงโด่งดังจากดาบในมือพวกเขา\n\nแต่มักจะมีผู้คนที่ถูกล่อลวงให้หลงลืมความปรารถนาบนเส้นทางอันชอบธรรมของ \"ความเมตตากรุณา\" และ \"ความยุติธรรม\" กลายเป็นการใช้ดาบฟาดฟันและทิ้งความเกลียดชังไว้อย่างไม่มีที่สิ้นสุด\n\nสวรรค์มอบเลือดเนื้อให้กับสิ่งมีชีวิตที่มีความรู้สึก และเทพเจ้าก็คอยปกป้องชีวิตเหล่านั้น หาใช่ให้ผู้คนมาประหัตประหารแก่งแย่งกันด้วยคมดาบ\n\nดาบที่ฉันถือไม่ควรกลายเป็นดาบแห่งการสังหาร แต่ควรเป็นดาบแห่งชีวิต\n\nในชีวิตการเป็นซามูไร นี่คือ \"เส้นทาง\" ที่ฉันจะต้องรักษาไว้\n\nเมื่อนึกถึงเรื่องนี้ Kazuha ก็เกิดแรงบันดาลใจในการเขียนบทกวีขึ้นมา แต่ในเวลานี้เอง เสียงแห่งความไม่พอใจดังมาจากบนเรือ:\n\n\"Kazuha อย่ามัวทำรังอยู่บนแท่นสังเกตการณ์มองดูท้องฟ้าสิ รีบลงมาช่วยกันได้แล้ว!\"\n\nเอาล่ะ ผู้ดูแลเรือ Hailong เรียกเขาแล้ว งั้นคราวหน้าค่อยคิดเรื่องบทกวีนั้นกันดีกว่า",
      "vi": "Kazuha giờ đây xem đội thuyền Nam Thập Tự là nhà, phiêu dạt bốn bể.\n\nThỉnh thoảng vẫn có phiền phức tìm đến, nhưng có sự hỗ trợ của Nam Thập Tự thì việc giải quyết cũng không còn quá khó khăn nữa.\n\nNgồi trên đài quan sát cao vút của con thuyền \"Ngôi Sao Chết Chóc\", nhìn ngắm trời xanh biển bạc, cuối cùng anh cũng có tâm trạng để hồi tưởng lại cảm giác của mình trong những ngày rong ruổi trong quá khứ.\n\nCác samurai đều mong ước một đời oanh liệt, gặt hái được vinh dự vô thượng với thanh đao trong tay.\n\nNhưng cũng có người bị dục vọng cám dỗ, đi chệch chính đạo giữa \"nhân\" và \"nghĩa\", vung đao để lại vô vàn thù hận.\n\nÔng trời ban cho chúng sinh máu thịt, các thần phù hộ sinh mạng cho họ, không phải để con người cầm đao tương tàn.\n\nThứ ta cần làm, chính là cầm đao cứu người chứ không phải cầm đao giết người.\n\nCả đời samurai, phải tuân theo một đạo, đây chính là \"đạo\" của ta.\n\nNghĩ vậy, Kazuha bất giác nổi hứng làm thơ, đang vừa định lưu lại vài dòng làm phương châm cho những ngày tháng sau này thì vọng lại một âm thanh bất mãn:\n\n\"Kazuha, đừng có làm ổ trên đài quan sát ngắm trời nữa, mau xuống đây phụ một tay nào!\"\n\nĐược rồi, người lái tàu Hải Long đang gọi anh, chờ lần sau lại suy nghĩ tiếp về phương châm sống vậy."
    }
  },
  {
    "title": {
      "zhs": "神之眼的空壳",
      "zht": "神之眼的空殼",
      "jp": "神の目の抜け殻",
      "ko": "신의 눈 껍데기",
      "en": "Vision Shell",
      "de": "Die leere Hülle des Göttlichen Auges",
      "es": "Cáscara de Visión",
      "fr": "L'œil divin inerte",
      "pt": "Casco vazio da Visão",
      "ru": "Оболочка Глаза Бога",
      "id": "Cangkang Vision",
      "th": "กรอบนอกของวิชั่น",
      "vi": "Vỏ Rỗng Vision"
    },
    "line": {
      "zhs": "那场大战中，「神之眼」竟然短暂亮起，万叶自己也感到十分意外。\n\n千万般找寻，本想借别人的手再次点亮这枚「神之眼」，没想到它最终却因自己而亮起。如此情景，就像是从前的朋友仍在背后支持自己一般。\n\n「神之眼」的空壳不仅证明了这一点，还牵引着万叶获得了许多新的缘分——\n\n旅途中受反抗军接济，被大姐头救下、收留，与传闻中的旅人相逢…\n\n活在世上固然有颠沛流离的时刻，却也有及时无比的邂逅。\n\n人生一途，如山路起伏，虽苦难万般，仍有触及云顶之时。",
      "zht": "那場大戰中，「神之眼」竟然短暫亮起，萬葉自己也感到十分意外。\n\n千萬般找尋，本想藉別人的手再次點亮這枚「神之眼」，沒想到它最終卻因自己而亮起。如此情景，就像是從前的朋友仍在背後支持自己一般。\n\n「神之眼」的空殼不僅證明了這一點，還牽引著萬葉獲得了許多新的緣分——\n\n旅途中受反抗軍接濟，被大姐頭救下、收留，與傳聞中的旅人相逢…\n\n活在世上固然有顛沛流離的時刻，卻也有及時無比的邂逅。\n\n人生一途，如山路起伏，雖苦難萬般，仍有觸及雲頂之時。",
      "jp": "あの大戦の中、「神の目」が一瞬光ったことに万葉自身も驚いた。\n\n誰かの手を借り、再びこの「神の目」に光を灯したいと思ってはいたが、まさか最終的に自分の手で灯すことになるとは思ってもいなかったからだ。それはまるで、かつての友が後ろから支えてくれているかのような感覚だった。\n\n「神の目」の抜け殻はそれ以外にも、万葉に様々な出会いをもたらした——\n\n抵抗軍に迎え入れられ、姉君に救われ引き取られた。そして、噂の旅人にも出会うことができた…\n\nこの世に生きる以上、波乱に満ちた経験をすることもあるだろう。しかし、恵まれた出会いというものは確かに存在する。\n\n山道のように勾配が厳しく、苦難に見舞われようとも、いつの日か雲の上へと至る時は必ず来る。それが人生というものなのだ。",
      "ko": "그 대전에서 「신의 눈」이 반짝이는 바람에 카즈하 자신도 놀랐다.\n\n「신의 눈」을 다시 밝히기 위해 다른 사람들을 찾아다녔던 카즈하는 자신이 그 신의 눈을 밝힐 거라곤 생각지 못했고, 그 광경은 마치 카즈하의 옛 친구가 그의 뒤를 지켜주는 것 같았다.\n\n「신의 눈」의 껍데기는 이 점을 증명해줄 뿐 아니라, 카즈하에게 새로운 인연도 남겼다——\n\n여행 중 저항군에게 도움을 받고, 북두 누님에게 거둬지며, 소문 속 여행자와도 만났다….\n\n인생사 좌절하고 정처 없이 떠돌 때도 있지만, 적시에 우연한 인연을 마주칠 때도 있다.\n\n인생은 산길처럼 오르막 내리막의 연속, 고난 속에서 헤매기도 하지만, 언젠가 정상에 올라 구름에 닿을 날이 올 것이다",
      "en": "Kazuha was just as surprised as everybody else when the Vision briefly lit up during that great battle.\n\nFor in all the time that he had spent searching high and low trying to find someone who might rekindle it, never had he imagined that he could be the one to cause its light to shine once more. It was almost as if his late friend were lending him his aid from behind the scenes.\n\nThis empty shell of a Vision not only proved this, but had also brought him many fateful encounters along the way:\n\nHe had been aided by the resistance, saved and taken in by Captain Beidou, and he had even met the fabled Traveler...\n\nIn life there were seasons of hopelessness and desperation, but there were also moments of great serendipity.\n\nHis journey was like the rise and fall of a mountain path — at times, the struggle was all but too much to bear, but there would always be moments when he would touch the clouds.",
      "de": "#Kazuha war überrascht, dass das Göttliche Auge während dieser großen Schlacht kurz aufleuchtete.\n\nEr hatte lange gesucht, in der Hoffnung, jemanden zu finden, der dieses Göttliche Auge wieder zum Leben erwecken könnte, aber unerwartet leuchtete sein Licht noch einmal für ihn. Es war fast so, als würde sein verstorbener Freund ihm helfen.\n\nDie leere Hülle des Göttlichen Auges bewies nicht nur dies, sondern bescherte Kazuha auch viele neue Begegnungen: Er wurde vom Widerstand unterstützt, vom Kapitän gerettet und aufgenommen, traf sich mit {F#der}{M#dem} sagenumwobenen Reisenden ...\n\nDas Leben war gefüllt mit Zeiten der Verdrängung, aber es bereitete auch unvergleichliche Begegnungen.\n\nSeine Reise war wie das Auf und Ab eines Bergpfades — manchmal war es fast zu schwer zu ertragen, aber manchmal konnte man auch die Wolken darüber berühren.",
      "es": "#En aquella pelea del pasado, su Visión se iluminó por un breve momento, algo que sorprendió incluso al propio Kazuha.\n\nComenzó a buscar por todas partes a alguien que le ayudara a conseguirlo una vez más. Lo que no previó fue que, al final, su Visión se iluminaría de nuevo por sí misma. En ese momento, sintió como si su antiguo amigo lo estuviera ayudando desde algún lugar.\n\nLa cáscara de la Visión no solo demostró eso, sino que también le trajo muchas nuevas oportunidades a Kazuha.\n\nEn su viaje, fue ayudado por el ejército de resistencia, salvado y acogido por la Capitana Beidou y te conoció a ti, {F#la viajera}{M#el viajero}.\n\nEn este mundo, es inevitable tener momentos de soledad y sentirse perdido, pero también hay encuentros y coincidencias muy felices.\n\nLa vida es como un viaje por un camino montañoso: aunque algunos tramos sean muy duros, en algún momento alcanzaremos las nubes.",
      "fr": "#Au cours du terrible combat, l'œil divin se mit soudain à briller un court instant, à la grande surprise de Kazuha.\n\nIl avait cherché toutes sortes de moyens de le rallumer, espérant trouver quelqu'un capable de le réactiver. Mais jamais n'aurait-il imaginé que ce serait grâce à lui-même que l'œil divin brillerait à nouveau. Ce fut soudain comme si son ancien compagnon était derrière lui, continuant à le soutenir.\n\nL'œil divin inerte l'amena également à faire nombre de nouvelles rencontres.\n\nAidé par la Résistance, il fut ensuite sauvé et accueilli à bord par la capitaine Beidou, puis rencontra {M#le célèbre voyageur}{F#la célèbre voyageuse}...\n\nLa vie est ainsi faite, pleine de départs, mais aussi pleine de rencontres incroyables...\n\nLe périple de Kazuha est semblable à un sentier de montagne : parfois presque trop difficile à supporter, mais parfois touchant presque les cieux.",
      "pt": "#Naquela luta, fora das suas expectativas, a Visão brilhou por um curto tempo, e até mesmo Kazuha ficou surpreendido.\n\nEle gostaria de encontrar alguém para iluminá-la, e após tanta busca incansável, a Visão acabou brilhando por ele mesmo. O tal acontecimento lembrou aquele amigo de apoio incondicional.\n\nA capa da Visão não só provou isso, até levou Kazuha encontrar mais surpresas.\n\nFoi bem recebido por rebeldes na sua viagem, foi resgatado pela Chefe da Frota Crux e encontrou com {M#o}{F#a} Viajante lendári{M#o}{F#a}...\n\nHá sempre os momentos de vagabundo na vida, mas também há encontros inesperados.\n\nA vida é exatamente como as montanhas, há altos e baixos, e mesmo esteja passando por dificuldades, sempre haverá chance de resolvê-las e chegar ao topo das montanhas.",
      "ru": "#Кадзуха с огромным удивлением узнал, что в той великой битве Глаз Бога засиял на несколько мгновений. Везде и всюду он искал того, кто мог бы зажечь этот Глаз Бога вновь, но его огонёк неожиданно ожил для самого Кадзухи. Казалось, будто это ему помогал покойный друг. Оболочка Глаза Бога не только доказала это, но и принесла Кадзухе множество судьбоносных встреч: ему помогали люди из сопротивления, его спасла и приняла на корабль Бэй Доу, а ещё он встретился с {F#легендарной Путешественницей}{M#легендарным Путешественником}... Жизнь была полна тягостных скитаний, но были и ни с чем не сравнимые встречи. Его жизнь походила на путь через горы: иногда идти было невыносимо, но порой было достаточно протянуть руку, чтобы прикоснуться к облакам.",
      "id": "Dalam pertempuran besar itu, Kazuha terkejut karena Vision tiba-tiba menyala sesaat.\n\nDia telah mencari ke segala penjuru, dan berniat meminta seseorang yang mungkin bisa menghidupkan kembali Vision itu, namun tak disangka Vision itu menyala karena dirinya sendiri. Seakan-akan seperti mendiang temannya yang membantunya dari belakang.\n\nCangkang Vision ini bukan saja telah membuktikan hal tersebut, tetapi juga membawa takdir pertemuan baru untuk Kazuha.\n\nSelama perjalanan, dia dibantu oleh pasukan penentang, diselamatkan oleh Kapten Beidou, dipertemukan dengan Pengembara legendaris...\n\nKehidupan di dunia ada kalanya diisi dengan momen perpisahan dan kehilangan, namun juga diisi dengan pertemuan yang tepat pada waktunya.\n\nPerjalanan Kazuha sama seperti jalur naik dan turun di pegunungan. Terkadang terasa sangat sulit didaki, namun kadang ada saatnya dia dapat menyentuh puncak berawan.",
      "th": "ระหว่างการต่อสู้ครั้งใหญ่ในคราวนั้น \"วิชั่น\" สว่างวาบขึ้นชั่วครู่ Kazuha เองก็ประหลาดใจมากเช่นกัน\n\nคิดหาทางเป็นร้อยเป็นพัน ตอนแรกก็นึกอยากยืมมือคนอื่นมาจุด \"วิชั่น\" ให้สว่างขึ้นมาอีกครั้ง แต่ไม่คิดว่าสุดท้าย มันจะจุดขึ้นด้วยตัวของมันเอง ในสถานการณ์เช่นนี้ เขารู้สึกราวกับว่าอดีตเพื่อนของเขายังคอยสนับสนุนเขาอยู่เสมอ\n\n\"วิชั่น\" ที่หลงเหลือแค่เปลือกนอก ไม่เพียงแต่จะพิสูจน์ในเรื่องนี้เท่านั้น แต่ยังนำพาให้ Kazuha ได้พบเจอกับผู้คนใหม่ ๆ...\n\nทั้งได้รับความช่วยเหลือจากกองทัพต่อต้านในระหว่างการเดินทาง ได้รับการช่วยเหลือโดยนายหญิง และได้พบกับนักเดินทางที่เคยได้ยินจากข่าวลือ...\n\nแม้ว่าจะมีช่วงเวลาเหมือนคนพลัดถิ่นในโลกนี้ แต่ก็มีการบังเอิญพบพานซึ่งหาที่เปรียบไม่ได้เช่นกัน\n\nการเดินทางของชีวิตก็เหมือนกับการขึ้นลงเส้นทางบนภูเขา แม้จะมีความทุกข์ยาก แต่ก็ยังมีช่วงเวลาที่ไปถึงจุดสูงสุดของปลายเมฆ",
      "vi": "Trong trận đại chiến đó, Vision lại phát sáng trong một thời gian ngắn, chính Kazuha cũng cảm thấy vô cùng ngạc nhiên.\n\nSau bao phen tìm kiếm, vốn muốn mượn tay người khác để thắp sáng lại Vision này, nào ngờ cuối cùng nó lại vì mình mà phát sáng. Tình cảnh này cứ như người bạn trước kia vẫn đang ở phía sau ủng hộ mình.\n\nChiếc vỏ rỗng của Vision không chỉ chứng minh chuyện này mà còn khiến Kazuha tìm được nhiều mối nhân duyên mới...\n\nTrong cuộc hành trình được quân kháng chiến hỗ trợ, được chị đại cứu giúp, thu nhận, gặp gỡ với nhà lữ hành trong lời đồn đại...\n\nSống trên đời này, có lúc thì phiêu bạt khắp nơi, cũng có lúc có được những cuộc gặp gỡ không ngờ.\n\nĐường đời thăng trầm như đường núi gập ghềnh, tuy khổ cực trăm bề, nhưng vẫn có lúc chạm được đến mây xanh."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "清晨山崖间纱雾蒙蒙，小径上，正在行路的，唯有万叶一人。\n\n此时万籁俱寂，既不见一羽之振，又不闻一虫之鸣。\n\n就连涛涛海浪似乎也已眠去，仅剩风声幽响，万叶伸出舌头。空气中的味道阴郁沉闷。\n\n他知道，天要下雨了。\n\n万叶抬头眺望，视线尽头，有一缕炊烟，几间茅屋。那么今晚的宿处应该有着落了。\n\n他告诉茅屋的主人，大雨将至。主人起初将信将疑，但刚至晌午，瓢泼大雨忽然簌簌而下。\n\n主人便衷心佩服起这个旅人来，殷勤供上膳宿。\n\n夜晚窗外依旧潇然，万叶拥着被子，卧听雨打秋叶，不由得发起呆来。\n\n自从枫原家家财散尽，少爷万叶踏上旅程，他已走过数座岛屿，知道旅人行路的诸多难处。\n\n从稻妻的一座岛到另一座岛，通常需要渡海。万叶孤身旅行，乘一叶小舟在海上缓慢前行时，若遭遇逆风或雷暴，路途将愈发艰险…\n\n不过，这一路以天地为屋宇，万灵为诗友，亦有无穷趣味。\n\n心至「空」处，天地万物皆为「空」；\n\n心中「净」澈，万物天地皆为「净」。\n\n手中有刀，心中有道，他便能一路歌咏前行，再多崎岖也无畏惧。\n\n如此重整心情的他，带着满足沉沉睡去。\n\n翌日，万叶被鸟鸣唤醒时，怀中多出了一枚莹亮的神之眼。",
      "zht": "清晨山崖間紗霧濛濛，小徑上，正在行路的，唯有萬葉一人。\n\n此時萬籟俱寂，既不見一羽之振，又不聞一蟲之鳴。\n\n就連濤濤海浪似乎也已眠去，僅剩風聲幽響，萬葉伸出舌頭。空氣中的味道陰鬱沉悶。\n\n他知道，天要下雨了。\n\n萬葉抬頭眺望，視線盡頭，有一縷炊煙，幾間茅屋。那麼今晚的宿處應該有著落了。\n\n他告訴茅屋的主人大雨將至。主人起初將信將疑，但剛至晌午，瓢潑大雨忽然簌簌而下。\n\n主人便衷心佩服起這個旅人來，殷勤供上膳宿。\n\n夜晚窗外依舊瀟然，萬葉擁著被子，臥聽雨打秋葉，不由得發起呆來。\n\n自從楓原家家財散盡，少爺萬葉踏上旅程，他已走過數座島嶼，知道旅人行路的諸多難處。\n\n從稻妻的一座島到另一座島，通常需要渡海。萬葉孤身旅行，乘一葉小舟在海上緩慢前行時，若遭遇逆風或雷暴，路途將愈發艱險…\n\n不過，這一路以天地為屋宇，萬靈為詩友，亦有無窮趣味。\n\n心至「空」處，天地萬物皆為「空」；\n\n心中「淨」澈，萬物天地皆為「淨」。\n\n手中有刀，心中有道，他便能一路歌詠前行，再多崎嶇也無畏懼。\n\n如此重整心情的他，帶著滿足沉沉睡去。\n\n翌日，萬葉被鳥鳴喚醒時，懷中多出了一枚瑩亮的神之眼。",
      "jp": "早朝、霧のかかった崖とその小道、そこを万葉が一人歩いていた。\n\n辺り一帯は静寂に包まれ、鳥の羽ばたきも虫の鳴き声もない。\n\n打ち付ける波ですら寝静まってしまったかのように、風の音だけが聞こえた。その中で万葉は舌を出す、湿った重苦しい味を空気中に感じた。\n\n雨が降る、そう万葉は悟った。\n\n顔を上げ遠くを眺めると、視線の先に煙の立ち上る家屋がいくつか見えた。今夜はきっと宿にありつけるだろう。\n\n万葉は家屋に辿り着くと、大雨が降ることをそこの家主に伝えた。最初は家主も半信半疑であったが、昼を過ぎたあたりから突如大雨が降り始める。\n\n家主はこの旅人にいたく感心し、食事と寝床を提供してもてなした。\n\n夜になり、窓の外は澄んだ空気で包まれていた。万葉は布団の上に寝そべり、雨が秋の葉を叩く音を聞きながら思いにふけっていた。\n\n楓原家の財が底を突き、跡取りである万葉が旅に出てから、彼はいくつもの島を巡り、旅をする者の困難を数多と知ることになった。\n\n稲妻の島々を行き来するには、本来海を渡る必要がある。しかし一人孤独に旅をする万葉は、自身の力のみで小舟を漕ぎ、ゆっくりと海の上を渡るしかない。向かい風や雷雨、数々の試練が旅を危険なものにしてきた…\n\n心が「空」であれば、天地万物すべてが「空」となり、心が「浄」であれば、天地万物すべてが「浄」となる。\n\n手には刀、心には道、それさえあれば彼は何も恐れず、詩を吟じながら自身の道を歩んで行ける。\n\nそうして気持ちを新たにした彼は、満ち足りたかのように深い眠りについた。\n\n翌日、鳥のさえずりで目覚めると、万葉の腕の中には光り輝く神の目があった。",
      "ko": "이른 새벽 절벽엔 안개가 자욱하고 오솔길은 카즈하 홀로 거닐고 있었다.\n\n날개짓 소리, 곤충 소리 하나 없이 모든 게 고요했다.\n\n파도조차 잠든 듯 바람 소리만이 울려 퍼지자 카즈하는 혀를 내밀어 공기 중의 축축하고 무거운 맛을 느꼈다.\n\n카즈하는 곧 비가 올 거라는 것을 알았다.\n\n 고개를 들어 길 끝을 바라보자, 밥 짓는 연기가 나는 초가집이 보였다. 오늘 밤은 묵을 곳이 있어 보였다.\n\n그는 초가집 주인에게 곧 비가 많이 내릴 거라고 말했지만 처음에 주인은 믿지 않았고 그렇게 시간이 흘러 한낮이 되자 장대비가 쏟아져 내렸다.\n\n그제서야 주인은 이 낭인의 능력에 놀라며, 정성껏 카즈하를 대접했다.\n\n창밖에선 여전히 비가 내렸고 카즈하는 이불 위에 누워 빗방울이 단풍잎 위로 떨어지는 소리를 들으며 생각에 잠겼다.\n\n카에데하라가의 재산이 바닥나고 여행길에 오른 그는 이미 여러 섬을 유랑하며 여행의 어려움을 느끼고 있었다.\n\n이나즈마의 섬과 섬 사이를 오갈 때는 바다를 건너야 했고 카즈하 혼자 작은 배를 타고 가다 돌풍이나 천둥 번개를 만나기라도 하면 여행은 더욱 험난해졌다….\n\n다만, 카즈하는 발 닿는 곳 어디든 집으로 삼고, 세상 만물을 시우(詩友)로 삼았기에 항상 즐거웠다.\n\n마음이 「공허」하면 천지 만물 모든 게 「텅 빈」 것 같고,\n\n마음이 「정결」하면 천지 만물 역시 「깨끗」해진다.\n\n손에 검을 쥐고 마음엔 도를 품으면 노래하며 나아갈 수 있고, 아무리 험난한 길이라도 두렵지 않다.\n\n이렇게 마음을 다잡은 카즈하는 만족스러워하며 깊은 잠에 빠졌다.\n\n다음날, 카즈하가 새소리에 눈을 떴을 때, 품속에선 신의 눈이 빛나고 있었다",
      "en": "The morning mist covered the mountains like a blanket as Kazuha trod a small trail alone.\n\nThe world was silent. Not a single feather flapped, and not a single cicada sang.\n\nEven the roiling waves seemed to have fallen into slumber, leaving just the faint whisper of the wind audible against the silence. Kazuha stuck out his tongue — the air tasted heavy and gloomy.\n\nThis told him that it would soon rain.\n\nHe peered into the distance and spotted a plume of smoke up ahead. Below it were several straw huts. Tonight, it seemed, he would have a roof over his head.\n\nHe informed the owner of the house that a storm was coming. At first, he was met with skepticism, but come noon the rains arrived right on cue.\n\nIn awe of this wanderer's skill, the master of the house eagerly offered him lodging.\n\nThe storm raged into the night. Kazuha held his quilt close, and as he listened to the onslaught of rain against the autumn leaves, his mind began to wander.\n\nIn the time since the Kaedehara Clan's fortune had faded away and he had set off on his journey, Kazuha had traveled across many of Inazuma's islands and had become intimately acquainted with the plight of the wanderer.\n\nMoving between islands usually necessitated traveling by sea. Kazuha would make these trips alone, in a small, slow boat, making things all the more perilous when he had to battle against strong headwinds or violent thunderstorms...\n\nAnd yet, there was limitless fascination to be found in this same journey of his, where the vast sky and boundless earth was his home, and all living things that inhabited them were his friends.\n\nIf one's heart is empty, all under heaven is empty.\n\nBut if one's heart is pure, all under heaven is pure.\n\nWith his sword in his hand and his chosen path in his heart, he could go on his way with a song on his lips and with nothing to fear, no matter the perils he may face.\n\nKazuha slept soundly that night, his mind at rest having made peace with his feelings.\n\nThe next day, he awoke to the sound of birds... and a shining Vision lying upon his chest.",
      "de": "Der Morgennebel bedeckte die Berge wie ein Garn, als Kazuha allein einen kleinen Pfad entlang ging.\n\nAlles war still, keine Feder zitterte, kein Insekt gab einen Laut. Sogar die aufgewühlten Wellen waren in einen Schlummer gefallen, nur der Rest des Windes blieb und flüsterte. Kazuha streckte seine Zunge heraus. Die Luft schmeckte schwer und düster.\n\nEr wusste, dass es bald regnen würde.\n\nEr blickte weiter und erspähte am Rande seines Blickes eine Rauchfahne, die von mehreren Strohhütten kam. So schien es, dass er in dieser Nacht doch noch ein Dach über dem Kopf haben würde.\n\nEr informierte den Besitzer des Hauses, dass bald ein Sturm kommen würde, und wurde zunächst mit Misstrauen bedacht, aber der Regen kam tatsächlich um die Mittagszeit.\n\nIn Ehrfurcht vor dem Geschick des Reisenden bot ihm der Hausherr eine Unterkunft an.\n\nEs blieb kühl bis in die Nacht, und als er dem Wind in den Herbstblättern lauschte, während er seine Bettdecke festhielt, verfiel Kazuha in müßige Gedanken.\n\nSeit das Glück des Kaedehara-Klans erloschen war und er sich auf die Reise begeben hatte, war Kazuha über viele Inseln gereist und hatte viele der Schwierigkeiten erlebt, mit denen Reisende konfrontiert werden.\n\nDie Reise von einer Inazuma-Insel zur anderen erfordert oft eine Seereise und Kazuha segelte oft allein in einem kleinen Boot, was Stürme zu einer großen Bedrohung für seine Reise machte ...\n\nUnd doch war dieselbe Reise, mit dem Himmel und der Erde als sein Zuhause und allen Lebewesen als seinen Freunden, mit grenzenloser Faszination erfüllt.\n\nWenn das eigene Herz „leer“ ist, so ist alles unter dem Himmel „leer“.\n\nUnd wenn das Herz „rein“ ist, so ist alles unter dem Himmel „rein“.\n\nMit seinem Schwert in der Hand und seinen Idealen im Herzen konnte er singend seinen Weg gehen und würde keinen hohen Berg fürchten.\n\nNachdem er so seine Gefühle sortiert hatte, schlief er friedlich in dieser Nacht.\n\nAm nächsten Tag erwachte er mit dem Klang der Vögel ... und einem Göttlichen Auge, das auf seiner Brust schien.",
      "es": "Un día, de madrugada, Kazuha estaba caminando solo por un estrecho camino entre la densa niebla de una montaña.\n\nReinaba un silencio sepulcral, pues no se escuchaba ni el batir de unas alas ni el chillar de los insectos.\n\nParecía que incluso las olas del mar estaban en un profundo sueño. El único sonido que se oía muy tenuemente era el del viento. Kazuha sacó la lengua y sintió el pesado y melancólico sabor del aire.\n\nSabía que pronto empezaría a llover.\n\nAlzó la mirada para contemplar hasta donde le alcanzaba la vista y, entonces, vio una nube de humo y varias chozas de paja. Parecía que esa noche tendría un sitio donde dormir.\n\nKazuha avisó al dueño de las chozas de que estaba a punto de llover, pero en un principio no le creyó. Entonces, justo al mediodía cayó una gran tromba de agua.\n\nEl señor elogió al trotamundos y muy educadamente le invitó a quedarse a pasar allí la noche.\n\nKazuha, que podía sentir el desamparo de la noche a través de la ventana, agarró con fuerza la manta con la que se estaba tapando y se quedó absorto en sus pensamientos al son del golpeteo de la lluvia sobre las hojas de los árboles otoñales.\n\nHabía recorrido una isla tras otra desde que su familia perdió toda sus riquezas y desde que él emprendió su gran viaje, así que conocía las muchas dificultades a las que un viajero se tenía que enfrentar.\n\nEn Inazuma, para ir de una isla a otra, normalmente había que cruzar el mar. Cuando Kazuha viajaba solo, cruzaba el mar lentamente en un pequeño esquife. Si el viento soplaba en la dirección contraria a la suya o si se encontraba con alguna tormenta, el viaje se volvía más arduo de lo normal.\n\nSin embargo, con el cielo y la tierra como su casa y con la inspiración poética como su amiga, podía seguir disfrutando del camino.\n\nSi su corazón alcanzaba la quietud, el resto de los seres también estarían en calma.\n\nSi su corazón alcanzaba la pureza, todos los seres también serían puros.\n\nCon su espada y sus principios, podría cantar sin miedo a lo largo de su viaje por muy escabroso que fuera el camino.\n\nSatisfecho tras ordenar sus pensamientos, pudo dormir muy plácidamente.\n\nAl día siguiente, cuando el cantar de los pájaros lo despertó, ante sí mismo observó una luminosa Visión.",
      "fr": "Kazuha voyageait seul ce matin-là, suivant un étroit chemin escarpé pris entre les hauteurs et couvert par la brume matinale.\n\nOn n'entendait pas un chant d'oiseau ou d'insecte. Aux alentours, pas un bruit. Le silence régnait.\n\nMême les vagues rugissantes semblaient s'être tues, et seul le vent se faisait entendre. Kazuha tira la langue, et goûta à la saveur mélancolique de l'air.\n\nIl allait bientôt se mettre à pleuvoir.\n\nLevant les yeux, il aperçut au loin de la fumée s'élever dans le ciel, provenant de quelque chaumière. Un excellent abri pour passer la nuit.\n\nUne fois arrivé sur place, Kazuha informa le propriétaire de l'endroit de l'arrivée imminente de la pluie. L'homme montra bien quelques doutes au début, mais midi venait à peine de sonner que les gouttes se mirent à tomber dru.\n\nAdmirant sincèrement ce visiteur capable de prédire le temps, l'hôte s'empressa de lui fournir le gîte et le couvert pour la nuit.\n\nLe soir arriva. Kazuha, allongé sous sa couverture, se mit à se laisser aller à ses pensées au son de la pluie venant frapper les feuilles d'automne au-dehors.\n\nDepuis que les richesses du Clan Kaedehara avaient été dilapidées, il avait voyagé à travers plusieurs îles, et avait appris quelles difficultés pouvait rencontrer un voyageur en chemin.\n\nPasser d'une île d'Inazuma à une autre requiert généralement de traverser la mer. Kazuha voyageait seul, et se risquer à prendre la mer sur une simple coquille de noix équivalait à s'exposer à une fin brutale en cas de vents violents ou de tempête...\n\nMais avoir le ciel et la terre comme demeure et tous les êtres vivants comme compagnons de poésie, voilà qui était tout de même infiniment intéressant.\n\nAux yeux de celui dont le cœur est vide, tout est vide.\n\nMais pour celui que la paix habite, alors le monde n'est que paix.\n\nArmé de son épée et de ses principes, il allait continuer à poursuivre son chemin en chantant, et peu importe si ledit chemin pouvait parfois être difficile.\n\nAinsi pensant, et satisfait de sa conclusion, Kazuha s'endormit d'un sommeil profond.\n\nÀ son réveil au chant des oiseaux le lendemain, un œil divin reposait sur sa poitrine.",
      "pt": "O penhasco está envolto por névoas matinais e Kazuha está andando sozinho.\n\nNeste momento, o mundo está extremamente silencioso, não se ouve o bater de asas nem sussurros dos insetos.\n\nAté mesmo as ondas parecem já ter adormecido, restando apenas o som do vento. Kazuha estendeu a sua língua, e o sabor do ar era um pouco amargo.\n\nPara ele, tudo isto está indicando que vai chover.\n\nLevantando a cabeça, olhando para bem longe, ele avistou uma fumaça e algumas casinhas, e assim, ele já tinha onde dormir.\n\nEle contou para o dono da casa que a chuva estava chegando, no início, o dono nem acreditou. Mas no almoço, uma chuva forte começou a cair no céu.\n\nSurpreendido pelas previsões certeiras de Kazuha, o dono passou a admirar profundamente esse viajante, e acabou convidando-o para dormir e jantar em casa.\n\nDurante a noite, a chuva ainda estava batendo na janela, e envolto em um cobertor, junto com o som da chuva, o pensamento de Kazuha começou a divagar.\n\nApós a decaída da família, Kazuha começou a sua jornada pelo mundo. Com inúmeras ilhas cruzadas, ele entende o quão difícil era viajar sozinho.\n\nDe uma ilha para a outra, normalmente precisa cruzar o mar, com o barco pequeno navegando no mar, qualquer tempestade ou travão podia tornar a viagem mil vez mais difícil.\n\nTodo o universo é sua casa entretanto todos os seres são seus amigos, a diversão nunca está faltando na sua jornada.\n\nSe o seu coração está cheia das purezas, todo o universo fica puro.\n\nSe a sua mente está relaxada, todo o mundo fica sereno.\n\nCom a espada na mão e cavalheirismo no seu coração, ele sempre anda cantando, sem se preocupar com os problemas espinhos pela frente.\n\nSem nenhuma preocupação, ele adormeceu satisfeito.\n\nNo dia seguinte, Kazuha foi acordado pelo canto de pássaros, e no seu peito, estava uma Visão brilhando.",
      "ru": "Рассветный туман вуалью лёг на горные кручи, а по узкой тропе шёл один Кадзуха. Кругом царила тишина, и ни трепет крыльев, ни стрекот насекомых не смел её нарушить. Волны и те словно задремали. Остался лишь угасающий шёпот ветра. Кадзуха высунул язык - на вкус воздух оказался мрачным и душным. Он знал: пойдёт дождь. Он пристально посмотрел вперёд и вдали увидел струйку дыма да несколько соломенных хижин. Значит, этой ночью у него мог бы быть ночлег. Когда он сказал хозяину хижины, что пойдёт проливной дождь, тот сначала не поверил, но едва дошло до полудня, как хлынул ливень. Поражённый умением путника хозяин радушно предложил кров и еду. Ночью всё ещё было холодно. Кадзуха закутался в одеяло и под шум бивших по листьям капель невольно погрузился в раздумья. С тех пор как клан Каэдэхара оказался разорён, а Кадзуха отправился в странствия, он побывал на множестве островов и познал уйму трудностей, что поджидают любого путника. Чтобы перебраться с одного острова Инадзумы на другой, часто требовалось преодолевать море. Кадзуха в одиночку переплывал на маленьком, медленном челноке, и ветра с грозами делали его путь ещё труднее и опаснее. Но путь этот, где небо и земля - дом, а всё живое - друзья, был полон бесконечного очарования. «Пустому» сердцу весь мир будет «пустой», а если сердце «чистое», то и всё под небесами будет «чистым». С клинком в руке и справедливостью в сердце он мог пройти свой путь с песней и без страха взирать на опасности. Разобравшись таким образом в своих чувствах, Кадзуха уснул глубоким сном. А на следующий день он проснулся под щебетание птиц и с сияющим Глазом Бога в руке.",
      "id": "Kabut pagi menyelimuti pegunungan, dan Kazuha menelusuri jalan setapak seorang diri.\n\nSemuanya sunyi senyap, tidak ada suara kepakan sayap ataupun suara serangga.\n\nBahkan ombak yang biasanya bergolak juga tertidur, hanya menyisakan suara semilir angin. Kazuha menjulurkan lidahnya — udara terasa berat dan suram.\n\nDia tahu, sebentar lagi hujan akan turun.\n\nKazuha mendongakkan kepalanya dan melihat jauh ke depan, dia bisa melihat gumpalan asap yang berasal dari beberapa pondok jerami. Sepertinya malam ini dia masih memiliki tempat untuk bermalam.\n\nDia memberi tahu pemilik pondok bahwa badai akan segera datang dan hujan lebat akan segera turun. Sang pemilik pondok awalnya curiga, namun hujan benar-benar turun di tengah hari itu.\n\nTerkejut dengan kemampuan Kazuha, pemilik pondok itu pun menyambut kedatangan Kazuha dan menawarkannya untuk bermalam.\n\nSampai malam tiba, cuaca tetap dingin dan hujan terus turun tanpa henti. Sambil mendengarkan tetesan hujan yang membasahi daun musim gugur, Kazuha meringkuk di balik selimutnya dan melamun tanpa sadar.\n\nSejak kejayaan Klan Kaedehara berakhir dan dia mulai mengembara, entah berapa banyak pulau dan rintangan sulit yang sudah dia lewati.\n\nDia perlu melalui jalur laut untuk berpindah dari pulau Inazuma ke pulau lain, dan dia sering mendayung sendirian dengan perahu kecil, sehingga badai besar adalah rintangan yang sangat berbahaya dalam perjalanannya...\n\nMeskipun begitu, dengan langit dan bumi sebagai rumahnya, serta makhluk hidup sebagai temannya, Kazuha selalu menemukan hal-hal menarik dalam perjalanannya.\n\nJika hati seseorang \"hampa\", maka seluruh dunia pun akan terasa \"hampa\".\n\nJika hati seseorang \"murni\", maka seluruh dunia pun akan terasa \"murni\".\n\nDengan pedang di tangan dan prinsip di hatinya, Kazuha bisa terus bernyanyi dan tidak takut pada gunung yang menjulang tinggi.\n\nSetelah membenahi diri dan perasaannya, dia pun tertidur dengan nyenyak.\n\nKeesokan harinya, dia terbangun karena kicauan burung... dan sebuah Vision yang bersinar di dadanya.",
      "th": "ในตอนเช้ามีหมอกปกคลุมบริเวณหน้าผา Kazuha เป็นเพียงคนเดียวที่เดินบนเส้นทางนี้\n\nในเวลานี้ Kazuha นิ่งเงียบ ไม่เห็นการสั่นสะเทือนของขนนกและไม่ได้ยินเสียงร้องของหนอน\n\nแม้แต่คลื่นก็ดูเหมือนจะหลับใหล เหลือเพียงเสียงลมเท่านั้น Kazuha แลบลิ้นออกมา กลิ่นในอากาศนั้นดูขมุกขมัวเหลือเกิน\n\nเขารู้ว่าฝนใกล้จะตกแล้ว\n\nKazuha เงยหน้าขึ้นและมองไปจนสุดสายตา เห็นควันพวยพุ่งออกมาและกระท่อมหลายหลัง อย่างนั้นคืนนี้ก็คงมีที่พักแล้วล่ะ\n\nเขาบอกเจ้าของกระท่อมว่าฝนกำลังจะตกหนัก ในตอนแรกเจ้าของไม่เชื่อเขา แต่ในตอนเที่ยงฝนก็ตกลงมาอย่างหนัก\n\nเจ้าของกระท่อมชื่นชมนักเดินทางคนนี้อย่างจริงใจและจัดเตรียมที่พักให้ด้วยความกรุณา\n\nในตอนกลางคืน อากาศข้างนอกหน้าต่างยังคงเย็นสบาย Kazuha กอดผ้าห่มนอนฟังเสียงฝนและใบไม้ร่วง จากนั้นก็อดไม่ได้ที่จะเหม่อลอย\n\nเนื่องจากทรัพย์สมบัติตระกูล Kaedehara ได้หมดสิ้นไป นายน้อย Kazuha จึงออกเดินทาง เขาเดินทางผ่านเกาะต่าง ๆ และรู้ถึงความยากลำบากมากมายของนักเดินทาง\n\nจากเกาะหนึ่งใน Inazuma ไปยังอีกเกาะหนึ่งจะต้องข้ามทะเล Kazuha เดินทางช้า ๆ บนทะเลด้วยเรือลำเล็กเพียงคนเดียว หากเจอลมแรงหรือพายุฝนฟ้าคะนองการเดินทางก็จะยากขึ้น...\n\nอย่างไรก็ตามเส้นทางสายนี้ มีโลกเป็นบ้านและมีสรรพวิญญาณทั้งหมดเป็นสหายแห่งบทกวีก็น่าสนใจไม่น้อยเช่นกัน\n\nเมื่อจิตใจ \"ว่างเปล่า\" ทุกสิ่งในโลกก็จะ \"ว่างเปล่า\"\n\nเมื่อใจ \"บริสุทธิ์\" ทุกสิ่งบนโลกต่างก็ \"บริสุทธิ์\"\n\nด้วยดาบในมือและมีคติที่อยู่ในใจ ทำให้เขาสามารถเดินร่ายร้องไปพร้อมกันได้ ไม่ว่าจะทุรกันดารยากลำบากเพียงใดก็ไม่มีความหวั่นเกรง\n\nเขาอารมณ์ดีขึ้นมากและนอนหลับไปด้วยความพึงพอใจ\n\nในวันรุ่งขึ้นเมื่อ Kazuha ตื่นขึ้นด้วยเสียงเพลงของนกน้อย วิชั่นที่สดใสก็ปรากฏขึ้นในอ้อมแขนของเขา",
      "vi": "Giữa màn sương mờ ảo nơi sườn núi vào buổi sáng tinh mơ, chỉ có duy nhất một mình Kazuha đang đi trên con đường mòn.\n\nLúc này xung quanh im lặng như tờ, không cảm nhận được ngọn gió lay động, cũng không nghe được tiếng kêu của bọn côn trùng.\n\nNgay cả những con sóng dường như cũng chìm vào giấc ngủ, chỉ còn lại tiếng gió âm u, Kazuha thè lưỡi. Mùi vị trong không khí u ám nặng nề.\n\nAnh ấy biết trời sắp mưa rồi.\n\nKazuha ngẩng đầu nhìn ra phía xa, ở nơi cuối tầm mắt là một cột khói bếp và vài gian nhà lá. Vậy là đêm nay đã có chỗ dừng chân.\n\nAnh nói với chủ nhà sắp có trận mưa to. Chủ nhà ban đầu nửa tin nửa ngờ, nhưng vừa đến trưa, thì cơn mưa như trút nước xối xả tuôn xuống.\n\nChủ nhà vô cùng khâm phục lữ khách này, niềm nở mời ăn và cho anh chỗ trú.\n\nĐêm đến, ngoài cửa vẫn u ám, Kazuha ôm chăn, nằm nghe tiếng mưa lách tách trên những chiếc lá mùa thu, bất giác ngẩn ngơ.\n\nTừ khi gia tộc Kaedehara tán gia bại sản, thiếu gia Kazuha bước vào cuộc lữ hành, anh đã đi qua rất nhiều hòn đảo, hiểu được vô số khó khăn mà nhà lữ hành gặp phải.\n\nTừ một hòn đảo ở Inazuma muốn đến một hòn đảo khác, thông thường phải vượt biển. Kazuha đơn độc, một mình lênh đênh trên con thuyền nhỏ, nếu ngược chiều gió hoặc gặp mưa giông bão tố, hành trình sẽ càng gian nan nguy hiểm hơn...\n\nNhưng, xem trời đất là nhà, linh hồn vạn vật là bạn thơ, cũng có sự thú vị riêng của nó.\n\nNếu tâm \"trống rỗng\", vạn vật đất trời cũng sẽ \"trống rỗng\";\n\nNếu tâm \"trong sạch\" thì thiên địa vạn vật cũng sẽ \"sạch trong\".\n\nTrong tay có đao, trong tâm có đạo, anh sẽ có thể tiến lên trong hoan ca, cho dù đường đi có gập ghềnh cũng chẳng hề sợ hãi.\n\nVới tâm trạng phấn chấn như thế, anh chìm vào giấc ngủ sâu với sự mãn nguyện đủ đầy.\n\nHôm sau, Kazuha bị tiếng chim hót làm thức giấc, một Vision xán lạn lại xuất hiện trong vòng tay anh."
    }
  }
]