[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "我明白了，外派工作的「契约」已经拟好了，请过目，即日起就可以为你…欸！名字没有签吗？请让我看一下。唔…名字是甘，甘雨…呼，补上了。话，话说回来，工作具体是指哪些呢？",
      "zht": "#我明白了，外派工作的「契約」已經擬好了，請過目，即日起就可以為{F#妳}{M#你}…欸！名字沒有簽嗎？請讓我看一下。唔…名字是甘，甘雨…呼，補上了。話，話說回來，工作具體而言是哪些呢？",
      "jp": "分かりました、派遣の「契約」はできましたので、ご確認を。では今からあなたのために…えっ！？私のサインがないですか？確認しますね。えっと…名前は甘、甘雨です…これでいいですね。と、ところで、仕事内容は何でしょうか？",
      "ko": "알겠습니다. 파견 근무의 「계약」을 완성했으니 한 번 보세요. 오늘부터 당신을 위해… 어… 아! 서명을 안 했다고요? 잠시만요. 음… 이름은 감, 감우… 휴, 다 됐습니다. 그래서 구체적인 업무는 뭐죠?",
      "en": "Copy that! Here is a draft Service Agreement for your review and consideration. Effective immediately, if all is in order... Ah! Wait a sec, wait a sec, I forgot to sign it... Gan... Yu... There. Right. Now... What was it you needed me to do for you exactly?",
      "de": "Ich verstehe, ich habe unseren Vertrag für den Einsatz bereits aufgesetzt. Bitte sieh ihn dir noch einmal an, und wenn alles in Ordnung ist, dann können wir ja sofort loslegen! Was, ich habe gar nicht unterschrieben? Lass mich sofort nachsehen. Gan ... Yu ... Ganyu, so, bitteschön, jetzt müsste alles passen. Ach so, worum geht es bei dem Einsatz eigentlich?",
      "es": "Entendido. Ya redacté nuestro contrato de trabajo, échale un vistazo. Desde hoy, yo te... ¿Eh? ¿Que yo no he firmado el contrato? A ver... Oh, déjame escribirlo. Gan... yu... ¡Listo! Por cierto, ¿en qué consiste el trabajo exactamente?",
      "fr": "Je vois. J'ai relu le contrat, le voici. Je peux commencer aujourd'hui si vous— Oh, j'ai oublié de signer ? Attendez... Oh. Mon nom est « Ganyu »... Voilà, c'est signé. Bien, maintenant, en quoi consiste le travail exactement ?",
      "pt": "Entendido! Aqui está o Contrato de Serviços, dê uma olhada. Entra em vigor imediatamente, se tudo estiver correto... Ah! Espere um segundo, esqueci de assinar... Gan... Yu... Pronto. Certo. Agora... O que exatamente você quer que eu faça?",
      "ru": "Я поняла. Вот черновик Соглашения об оказании услуг для ознакомления. Если всё в порядке, то вступает в силу немедленно... А! Подожди! Я забыла подписать его... Гань... Юй... Вот. Готово. Так в чём конкретно заключается работа?",
      "id": "Baiklah, ini adalah kontrak Perjanjian Layanan untuk kamu tinjau ulang dan pertimbangkan kembali. Akan segera aktif, jika semua sesuai rencana ... Ah! Tunggu, tunggu dulu, aku lupa untuk tanda tangan ... Gan ... Yu ... baiklah. Selesai. Sekarang ... Apa yang kamu butuhkan dariku?",
      "th": "ฉันเข้าใจแล้ว สัญญาในการทำงานนอกสถานที่ร่างเสร็จแล้วล่ะ เธอช่วยตรวจสอบด้วย ตั้งแต่วันนี้เป็นต้นไปฉัน... เอ๊ะ! ฉันเซ็นชื่อรึยังนะ? ไหนขอฉันดูอีกทีซิ โอ้... Gan... Yu... อ่ะ เซ็นเสร็จแล้ว ว่าแต่ งานที่จะให้ฉันทำคืองานประเภทไหนเหรอ?",
      "vi": "Tôi hiểu rồi, \"khế ước\" công việc đã làm xong rồi, mời bạn xem qua, bắt đầu từ hôm nay sẽ có thể... Ủa! Vẫn chưa ký tên sao? Xin để tôi xem lại. Ưm... tên là Gan, Ganyu...Phù, xong rồi. Về vấn đề chính, công việc cụ thể là thế nào nhỉ?"
    }
  },
  {
    "title": {
      "zhs": "闲聊·松弛",
      "zht": "閒聊·鬆弛",
      "jp": "世間話·穏やか",
      "ko": "잡담·느슨함",
      "en": "Chat: Relaxed",
      "de": "Gespräch – Locker",
      "es": "Charla - Relajada",
      "fr": "Bavardage - Décontraction",
      "pt": "Bate-papo - Relaxado",
      "ru": "Поболтаем: Умиротворение",
      "id": "Berbincang: Relaksasi",
      "th": "แชท - พักผ่อน",
      "vi": "Nói chuyện phiếm - Thả lỏng"
    },
    "line": {
      "zhs": "安逸的氛围…喜欢。",
      "zht": "安逸的氛圍…喜歡。",
      "jp": "穏やかな雰囲気…とても好きです。",
      "ko": "편안한 분위기… 마음에 들어요",
      "en": "It's so nice to de-stress.",
      "de": "Es ist so schön, Stress abzubauen.",
      "es": "Qué tranquilidad... Me gusta.",
      "fr": "On est bien ici...",
      "pt": "É tão bom relaxar.",
      "ru": "Люблю атмосферу покоя.",
      "id": "Ah, menyenangkan sekali bisa melepas stres seperti ini.",
      "th": "บรรยากาศดีจริง ๆ... ชอบจังเลย",
      "vi": "Không khí an nhàn... thật thích."
    }
  },
  {
    "title": {
      "zhs": "闲聊·聆听",
      "zht": "閒聊·聆聽",
      "jp": "世間話·聞こえる",
      "ko": "잡담·경청",
      "en": "Chat: Attentive",
      "de": "Gespräch – Zuhören",
      "es": "Charla - Escuchar",
      "fr": "Bavardage - Écoute attentive",
      "pt": "Bate-papo - Escutar",
      "ru": "Поболтаем: Внимательность",
      "id": "Berbincang: Mendengarkan",
      "th": "แชท - ฟังอย่างตั้งใจ",
      "vi": "Nói chuyện phiếm - Lắng nghe"
    },
    "line": {
      "zhs": "趴在草地上，能听见大地的心跳。",
      "zht": "趴在草地上，能聽見大地的心跳。",
      "jp": "芝生に寝転がると、大地の鼓動が聞こえてきます。",
      "ko": "초원에 엎드리면 대지의 심장 소리를 들을 수 있어요",
      "en": "If you lie on the grass, you can feel the heartbeat of the world.",
      "de": "Wenn man im Gras liegt, kann man den Herzschlag der Welt spüren.",
      "es": "Cuando me tumbo en el suelo, puedo escuchar el latido de la tierra.",
      "fr": "On peut entendre le pouls de la terre battre en s'allongeant et en écoutant bien.",
      "pt": "Se você se deitar na grama, conseguirá sentir as batidas do coração do mundo.",
      "ru": "Если лечь в траву, то услышишь биение сердца мира.",
      "id": "Jika kamu berbaring di rumput, kamu bisa merasakan detak jantung dunia.",
      "th": "ลองนอนบนพื้นหญ้าดูสิ แล้วเธอจะได้ยินเสียงหัวใจของโลก",
      "vi": "Nằm dựa mặt vào đất, sẽ nghe được nhịp đập của trái đất."
    }
  },
  {
    "title": {
      "zhs": "闲聊·焦虑",
      "zht": "閒聊·焦慮",
      "jp": "世間話·配慮",
      "ko": "잡담·초조함",
      "en": "Chat: Anxious",
      "de": "Gespräch – Bange",
      "es": "Charla - Preocupación",
      "fr": "Bavardage - Inquiétude",
      "pt": "Bate-papo - Preocupação",
      "ru": "Поболтаем: Волнение",
      "id": "Berbincang: Kegelisahan",
      "th": "แชท - ความกังวล",
      "vi": "Nói chuyện phiếm - Lo nghĩ"
    },
    "line": {
      "zhs": "工作…工作还没有做完…真的可以提前休息吗？",
      "zht": "工作…工作還沒有做完…真的可以提前休息嗎？",
      "jp": "仕事…仕事がまだ終わってません…休んでいいのでしょうか？",
      "ko": "일…일을 아직 다 못 끝냈는데… 정말 미리 휴식해도 되는 걸까요?",
      "en": "Should we really be off work this early? There is still a lot left to do...",
      "de": "Sollten wir wirklich so früh mit der Arbeit aufhören? Es gibt doch noch so viel zu tun ...",
      "es": "Pe-pero... aún no hemos terminado lo que teníamos que hacer... ¿De verdad podemos descansar?",
      "fr": "Il me reste encore tant à faire... Est-ce vraiment le bon moment pour une pause ?",
      "pt": "Deveríamos mesmo sair do trabalho tão cedo? Ainda há muito a ser feito...",
      "ru": "Действительно пора отдыхать? Ещё так много работы...",
      "id": "Apakah kita benar-benar boleh istirahat sekarang? Masih banyak pekerjaan yang belum selesai ....",
      "th": "งะ...งานยังไม่เสร็จเลยนะ... จะพักก่อนได้จริง ๆ เหรอ?",
      "vi": "Công việc... công việc vẫn chưa xong... có thật là có thể nghỉ ngơi sớm không?"
    }
  },
  {
    "title": {
      "zhs": "下雨的时候·担忧",
      "zht": "下雨的時候·擔憂",
      "jp": "雨の日·心配",
      "ko": "비가 올 때·걱정",
      "en": "When It Rains: Worries",
      "de": "Wenn es regnet – Kummer",
      "es": "Cuando llueve - Preocupaciones",
      "fr": "Quand il pleut - Inquiétude",
      "pt": "Quando está chovendo - Preocupações",
      "ru": "Когда идёт дождь: Тревога",
      "id": "Saat Hujan: Kekhawatiran",
      "th": "ในเวลาที่ฝนตก - กังวล",
      "vi": "Khi trời mưa - Lo lắng"
    },
    "line": {
      "zhs": "飞云商会种植的霓裳花需要充足的雨露，唔...和记交通的伙计们却不喜欢雨后泥泞的山路…",
      "zht": "飛雲商會種植的霓裳花需要充足的雨露，唔…和記交通的夥計們卻不喜歡雨後泥濘的山路…",
      "jp": "飛雲商会が栽培した霓裳花には十分の露が必要ですが…和記交通の方たちは雨の後のぬかるんでいる山道が嫌い…",
      "ko": "비운상회에서 기르는 예상꽃은 충분한 비가 필요해요. 음… 하지만 화물을 운송하는 사람들은 비가 그친 후 진흙탕이 된 산길을 싫어하죠…",
      "en": "Oh good! I was just thinking that the Silk Flowers at the Feiyun Commerce Guild needed watering. The transport co-ordinators will probably moan about the muddy mountain roads again, though...",
      "de": "Oh, gut! Ich habe gerade gedacht, dass die Seidenblumen bei der Händlergilde Feiyun dringend gegossen werden müssten. Die Transportkoordinatoren werden allerdings wohl wieder über schlammige Bergwege fluchen ...",
      "es": "Las flores de seda plantadas en el Gremio de Comerciantes de Feiyun necesitan mucha agua, pero... los guardias de tráfico siempre se quejan de que el suelo está embarrado.",
      "fr": "Les fleurs de soie cultivées par la Guilde des marchands de Feiyun ont besoin d'être arrosées régulièrement, mais... les gardes en charge du trafic se plaignent que les routes deviennent boueuses...",
      "pt": "Oh, ótimo! As Flores de Seda da Guilda de Comerciantes de Feiyun precisavam de água, mas... os guardas que cuidam dos transportes irão reclamar da lama nas rotas da montanha...",
      "ru": "Как хорошо. Шелковицам торговой гильдии «Фэйюнь» нужно много воды... Но логисты опять будут жаловаться на размытые дороги в горах...",
      "id": "Oh bagus! Aku baru saja berpikir bahwa Silk Flower di Feiyun Commerce Guild perlu disiram. Koordinator transportasi mungkin akan mengeluh lagi tentang jalan pegunungan yang berlumpur ....",
      "th": "ต้องรดน้ำดอก Silk Flower ที่ทางสมาคมการค้า Feiyun ปลูกไว้นี่นา อ่า... ฝ่ายประสานงานการขนส่งต้องบ่นเรื่องถนนที่มีแต่โคลนหลังฝนตกอีกแน่เลย...",
      "vi": "Hoa nghê thường của Thương Hội Phi Vân trồng cần nhiều mưa và sương, ừm...Nhưng những người lưu thông trên đường lại không thích đường núi lầy lội sau cơn mưa..."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候·听雨",
      "zht": "下雨的時候·聽雨",
      "jp": "雨の日·音",
      "ko": "비가 올 때·빗소리 듣기",
      "en": "When It Rains: Listening to the Rain",
      "de": "Wenn es regnet – Dem Regen lauschen",
      "es": "Cuando llueve - Escuchando la lluvia",
      "fr": "Quand il pleut - Le chant des gouttes",
      "pt": "Quando está chovendo - Escutando o Som da Chuva",
      "ru": "Когда идёт дождь: Шум дождя",
      "id": "Ketika Hujan: Mendengarkan Hujan",
      "th": "ในเวลาที่ฝนตก - ฟังเสียงฝน",
      "vi": "Khi trời mưa - Nghe tiếng mưa"
    },
    "line": {
      "zhs": "在庭院里听雨的感觉很好，但是，太奢侈了。",
      "zht": "在庭院裡聽雨的感覺很好，但是，太奢侈了。",
      "jp": "庭で雨の音を聞くのが好きですが、少し贅沢すぎますね。",
      "ko": "정원에서 빗소리를 듣는 건 참 좋지만, 너무 사치에요",
      "en": "It is something of a luxury, but I love listening to the rain from the courtyard.",
      "de": "Es hat schon was von Luxus, doch ich liebe es einfach, dem Regen vom Hof aus zuzuhören.",
      "es": "Qué agradable es escuchar el sonido de la lluvia desde el patio... Lástima que sea un lujo que no me puedo permitir.",
      "fr": "Comme c'est agréable d'écouter la pluie dans le patio... Mais c'est un luxe que je ne peux me permettre.",
      "pt": "Não posso me dar a esse luxo, mas adoro ouvir o som da chuva que vem do pátio.",
      "ru": "Люблю слушать шум дождя во дворе. Но редко могу себе позволить.",
      "id": "Ini adalah sesuatu yang cukup mewah, tapi aku suka mendengarkan suara hujan dari halaman.",
      "th": "มันอาจจะฟังดูหรูหราไปนิดนึง แต่ฉันชอบฟังเสียงฝนที่ลานบ้านมากเลยล่ะ",
      "vi": "Cảm giác nghe tiếng mưa dưới mái hiên thật tuyệt. Nhưng mà, xa xỉ quá."
    }
  },
  {
    "title": {
      "zhs": "雨过天晴…",
      "zht": "雨過天晴…",
      "jp": "雨上がり…",
      "ko": "비가 그친 후…",
      "en": "After the Rain",
      "de": "Es hat aufgehört zu regnen ...",
      "es": "Tras la lluvia...",
      "fr": "Après la pluie...",
      "pt": "Depois da Chuva...",
      "ru": "После дождя...",
      "id": "Setelah Hujan",
      "th": "ฟ้าหลังฝน...",
      "vi": "Sau cơn mưa trời lại sáng..."
    },
    "line": {
      "zhs": "嗯？天晴了吗？是什么时候…",
      "zht": "嗯？天晴了嗎？是什麼時候…",
      "jp": "ん？晴れましたか？いつの間に…",
      "ko": "네? 날이 갰다고요? 언제…",
      "en": "Oh, the sun's out. When did that happen?",
      "de": "Oh, die Sonne scheint wieder. Wie spät ist es denn?",
      "es": "¿Eh? ¿Ya hace sol? ¿Pero qué hora es ya?...",
      "fr": "Comment ? Il fait jour, déjà ? Oh, quelle heure est-il...",
      "pt": "Oh, o sol já surgiu. Quando isso aconteceu?",
      "ru": "А? Прояснело? И когда только...",
      "id": "Oh, matahari sudah terbit. Sejak kapan ...?",
      "th": "โอ้? แดดออกแล้วนี่นา ฝนหยุดตกตอนไหนเนี่ย?",
      "vi": "Ấy? Trời sáng rồi sao, giờ là lúc nào rồi..."
    }
  },
  {
    "title": {
      "zhs": "阳光很好…",
      "zht": "陽光很好…",
      "jp": "晴れの日…",
      "ko": "햇살이 좋을 때…",
      "en": "When the Sun Is Out",
      "de": "Wie sonnig ...",
      "es": "Qué sol hace...",
      "fr": "Il fait bon dehors...",
      "pt": "Quando Faz Sol...",
      "ru": "Когда светит солнце...",
      "id": "Ketika Matahari Bersinar",
      "th": "แดดส่องดีจัง...",
      "vi": "Ánh nắng thật chan hòa..."
    },
    "line": {
      "zhs": "嗯，空气很适宜。",
      "zht": "嗯，空氣很適宜。",
      "jp": "うん、空気が綺麗ですね。",
      "ko": "음, 기분 좋은 공기네요",
      "en": "Ah, the air is just right.",
      "de": "Ah, die Luft ist genau richtig.",
      "es": "Oh, qué tiempo tan agradable.",
      "fr": "Ah, quel temps agréable...",
      "pt": "Ah, o tempo está agradável.",
      "ru": "Ах, какой хороший воздух...",
      "id": "Ah, cuacanya benar-benar bagus.",
      "th": "อืม อากาศดีจังเลย",
      "vi": "Ừm, không khí tuyệt quá."
    }
  },
  {
    "title": {
      "zhs": "起风的时候…",
      "zht": "起風的時候…",
      "jp": "風の日…",
      "ko": "바람이 불 때…",
      "en": "When It's Windy",
      "de": "Wenn es windig ist ...",
      "es": "Cuando hace viento...",
      "fr": "Quand le vent souffle...",
      "pt": "Quando está ventando...",
      "ru": "Когда дует ветер...",
      "id": "Saat Berangin",
      "th": "ในเวลาที่ลมพัด...",
      "vi": "Khi gió nổi lên..."
    },
    "line": {
      "zhs": "啊，琉璃百合的味道，真好啊…",
      "zht": "啊，琉璃百合的味道，真好啊…",
      "jp": "琉璃百合のにおい、いいですね…",
      "ko": "아, 유리백합 향기는 정말 좋네요…",
      "en": "Ah, I love the smell of Glaze Lilies.",
      "de": "Hm, was ist das denn? Oh, ich liebe den Duft der Glaslilien.",
      "es": "Ah... Qué bien huelen los lirios de cristal.",
      "fr": "Hum... L'odeur des lys vernis...",
      "pt": "Hmm, o que é isso? Ah, eu adoro o cheiro de Lírios de Vidro.",
      "ru": "Ах, как хорошо. Пахнет глазурными лилиями...",
      "id": "Ah, aku suka sekali wangi bunga Glaze Lily.",
      "th": "อา กลิ่นของดอก Glaze Lily นี่ หอมจังเลยนะ...",
      "vi": "A, hương thơm của Bách Hợp Lưu Ly thật tuyệt..."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "早上好…唔？是哪里没有梳理好吗，请不要盯着我的…盯着我的头饰看。",
      "zht": "早安…唔？是哪裡沒有梳理好嗎，請不要盯著我的…盯著我的頭飾看。",
      "jp": "おはようございます…ん？どこか変ですか？あまり…髪飾りをじっと見ないでください。",
      "ko": "좋은 아침입니다. 어… 제 머리에 헝클어진 곳이라도 있나요? 제 머리 장식을… 그렇게 빤히 보지 말아 주세요",
      "en": "Morning! What's wrong, is there something stuck in my hair? ...Oh. Please don't stare at my h—hairpiece.",
      "de": "Guten Morgen ... Hmm? Habe ich mich wo nicht gründlich gekämmt? Bitte, starr nicht so auf meine ... Haarnadel.",
      "es": "Buenos días. ¿Eh? ¿Es que no me he peinado bien? Por favor, no mires mis... mi tocado.",
      "fr": "Bonjour... Qu'y a-t-il, je suis mal coiffée ? Ne... Ne regardez pas mes cornes comme ça...",
      "pt": "Bom dia! O que está errado, tem algo preso no meu cabelo? ...Oh. Por favor, não olhe fixamente para meu pe-penteado.",
      "ru": "Доброе утро! Что такое? Что-то в волосах? А... Не надо смотреть на мои... заколки.",
      "id": "Selamat pagi! Ada apa, apa ada sesuatu di rambutku? ... Oh. Tolong jangan terus menatapi a-aksesori rambutku.",
      "th": "อรุณสวัสดิ์...ฮะ? ฉันลืมหวีผมหรอ ได้โปรดอย่าจ้อง... ที่คาดผมของฉันอย่างงั้นสิ",
      "vi": "Chào buổi sáng... Hử? Tóc của tôi còn bị rối à, đừng... nhìn trang sức trên đầu tôi nữa."
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "啊…需要午觉。如果没有什么特别的事情…我就先行告退了。",
      "zht": "啊…需要午覺。如果沒有什麼特別的事情…我就先行告退了。",
      "jp": "ふわぁ…お昼寝しないと。用件がなければ…失礼しますね。",
      "ko": "아… 낮잠이 필요해요. 별다른 일이 없다면… 전 먼저 가볼게요",
      "en": "*yawn* Ugh... I need a nap. If there aren't any urgent matters, I'll excuse myself.",
      "de": "Ah ... ich brauche ein Mittagsschläfchen. Wenn es erstmal nichts Wichtiges gibt, ziehe ich mich eine Weile zurück.",
      "es": "*Bosteza*, es mi hora de la siesta. Si no necesitas nada más, me iré a dormir.",
      "fr": "*bâille* C'est l'heure de la sieste. Si rien d'autre ne requiert ma présence... je vous laisse.",
      "pt": "*Boceja*... Preciso de uma soneca. Se não houver nada urgente, irei me retirar...",
      "ru": "Ох... Надо вздремнуть. Если нет никаких срочных дел, то я, пожалуй, пойду.",
      "id": "*hoam* Ugh ... Aku perlu tidur siang. Jika tidak ada sesuatu yang penting, aku istirahat dulu.",
      "th": "อา... ต้องงีบสักหน่อยแล้ว ถ้าไม่มีเรื่องด่วนล่ะก็... ฉันขอตัวก่อนนะ",
      "vi": "Ôi...cần phải ngủ trưa rồi. Nếu không có việc gì đặc biệt... tôi xin cáo lui trước nhé."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "万家灯火就在眼前，人们的生活究竟是什么样的呢…欸？你想邀我去夜市？啊…不，不好意思，我就不去了吧。",
      "zht": "#萬家燈火就在眼前，人們的生活究竟是什麼樣的呢…欸？{F#妳}{M#你}想邀我去夜市？啊…不，不好意思，我就不去了吧。",
      "jp": "家々のともしびがすぐ目の前にある。人々の生活は一体どんなものなのでしょう…え？一緒に夜市に？あっ…ご、ごめんなさい、遠慮しますね。",
      "ko": "수많은 등불이 눈앞에 펼쳐져 있네요. 사람들의 생활은 대체 어떤 모습일까요… 네? 야시장에 함께 가자고요? 아… 죄, 죄송해요. 전 안 갈래요",
      "en": "Look how brightly lit the city is at night! Amazing. I wonder what it's like for all the people down there... Hmm? Umm... No thanks, I think I'll pass on the night market. Sorry...",
      "de": "So viele Lichter vor uns, wie das Leben der Menschen hier wohl wirklich ist? Du möchtest mit mir auf den Nachtmarkt? Ähm, danke, aber ich gehe besser nicht.",
      "es": "Mira cuántas luces hay prendidas. Me pregunto cómo será la vida de la gente... ¿Eh? ¿Quieres que vayamos al mercado callejero a comer? L-lo siento, no puedo.",
      "fr": "La ville est couverte de lumières. Je me demande... À quoi ressemble la vie des hom— Oui ? Vous voulez qu'on aille au marché de nuit ? Oh... Excusez-moi, je préfère rester ici.",
      "pt": "Veja a iluminação da cidade à noite! Surpreendente. Eu me pergunto como é a vida das pessoas lá embaixo... Hmm? Umm... Não, obrigada, não quero ir ao mercado noturno. Desculpe...",
      "ru": "Смотри, как ярко светят огни города! Интересно, чем живут все эти люди... Хочешь пойти на ночной базар? Эм... Нет, спасибо. Я, пожалуй, воздержусь.",
      "id": "Lihat betapa indahnya cahaya kota di malam hari! Luar biasa. Aku penasaran bagaimana rasanya hidup seperti orang-orang di bawah sana ... Hmm? Umm ... Tidak, terima kasih, sepertinya aku tidak akan pergi ke pasar malam. Maaf ....",
      "th": "ดูไฟในบ้านผู้คนที่สว่างไสวในตอนกลางคืนสิ การใช้ชีวิตแบบมนุษย์มันจะเป็นยังไงนะ...หืม? อยากเชิญฉันไปเดินตลาดกลางคืนเหรอ? อ่า... ขะ ขอโทษนะ ฉันว่าฉันไม่ไปดีกว่า",
      "vi": "Ánh đèn của mọi nhà lại sáng lên rồi, cuộc sống của con người là như thế nào nhỉ... Hử? Bạn muốn rủ tôi đi chợ đêm à? Xin lỗi... tôi không đi được."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "愿帝君保佑你，愿你的每个梦都踏实而香甜。",
      "zht": "#願帝君保佑{F#妳}{M#你}，願{F#妳}{M#你}的每個夢都踏實而香甜。",
      "jp": "…帝君のご加護と、良い夢が訪れますように。",
      "ko": "제군이 당신을 지켜주시길, 편안하고 달콤한 꿈 꾸세요",
      "en": "May Rex Lapis watch over you. May your dreams be peaceful and sweet.",
      "de": "Möge Rex Lapis über dich wachen. Mögen deine Träume friedlich und süß sein.",
      "es": "Que Rex Lapis te bendiga, y que tengas dulces y pacíficos sueños.",
      "fr": "Que le Souverain de la Roche vous protège et veille sur vos rêves.",
      "pt": "Que Rex Lapis cuide de você e que você tenha bons sonhos.",
      "ru": "Пусть защитит тебя Властелин Камня. Пусть сон будет спокойным и сладким.",
      "id": "Semoga Rex Lapis selalu menyertaimu. Semoga kamu mimpi indah.",
      "th": "ขอให้ราชาแห่งหินคุ้มครองเธอ ขอให้เธอหลับฝันอย่างแสนหวาน",
      "vi": "Nguyện cho đế quân phù hộ bạn, nguyện cho mỗi giấc mơ của bạn đều ngọt ngào và thành hiện thực."
    }
  },
  {
    "title": {
      "zhs": "关于甘雨自己…",
      "zht": "關於甘雨自己…",
      "jp": "甘雨自身について…",
      "ko": "감우 자신에 대해…",
      "en": "About Ganyu",
      "de": "Über Ganyu ...",
      "es": "Sobre Ganyu...",
      "fr": "À propos de Ganyu...",
      "pt": "Sobre Ganyu...",
      "ru": "О Гань Юй...",
      "id": "Tentang Ganyu Sendiri",
      "th": "เกี่ยวกับตัว Ganyu เอง...",
      "vi": "Về bản thân Ganyu..."
    },
    "line": {
      "zhs": "我的工作，就是遵循与帝君的「契约」，为璃月的多数生命，谋求最大的福祉。",
      "zht": "我的工作，就是遵循與帝君的「契約」，為璃月的多數生命，謀求最大的福祉。",
      "jp": "私の仕事は帝君との「契約」に従い、璃月の数多くの命に最大限の幸せをもたらすことです。",
      "ko": "제 일은 제군과의 「계약」에 따라, 리월의 많은 생명을 위해 최고의 복지를 강구하는 것이죠",
      "en": "My job is to honor my contract with Rex Lapis by looking out for the interests of all living things in Liyue.",
      "de": "Mein Auftrag ist, meinen Vertrag mit Rex Lapis zu erfüllen und mich für die Interessen aller Lebewesen in Liyue einzusetzen.",
      "es": "Mi trabajo consiste en cumplir mi contrato con Rex Lapis, proteger todo ser vivo de Liyue y garantizar el mayor bienestar posible.",
      "fr": "Ma responsabilité est de respecter mon contrat avec le Souverain de la Roche, et d'assurer le bien-être d'autant de Liyuéens que possible.",
      "pt": "Meu trabalho é honrar meu contrato com Rex Lapis, cuidando dos interesses de todos os seres vivos em Liyue.",
      "ru": "Моя работа - следовать контракту с Властелином Камня, то есть стремиться к благополучию всех живых существ в Ли Юэ.",
      "id": "Pekerjaanku adalah mengikuti \"kontrak\" yang sudah kubuat dengan Rex Lapis dan mencari kesejahteraan untuk semua makhluk hidup di Liyue.",
      "th": "งานของฉันคือการทำตาม \"สัญญา\" ที่มีต่อราชาแห่งหิน เพื่อประโยชน์สูงสุดของชีวิตน้อยใหญ่ใน Liyue",
      "vi": "Công việc của tôi, chính là tuân theo \"khế ước\" với đế quân, mưu cầu phúc lợi lớn nhất cho vô số sinh mệnh tại Liyue."
    }
  },
  {
    "title": {
      "zhs": "关于我们·工作",
      "zht": "關於我們·工作",
      "jp": "仕事について…",
      "ko": "우리에 대해·업무",
      "en": "About Us: Work",
      "de": "Über uns – Arbeit",
      "es": "#Sobre nosotr{F#as}{M#os} - Trabajo",
      "fr": "À propos de nous - Mission",
      "pt": "Sobre Nós - Trabalho",
      "ru": "О нас: Работа",
      "id": "Tentang Kita: Pekerjaan",
      "th": "เกี่ยวกับเรา - การทำงาน",
      "vi": "Về chúng ta - Làm Việc"
    },
    "line": {
      "zhs": "今天的工作已经提前完成了。加…加班？我理解了，我会好好完成的。",
      "zht": "今天的工作已經提前完成了。加…加班？我理解了，我會好好完成的。",
      "jp": "今日の仕事が予定より早く終わりました。…ざ、残業？…承知しました、頑張ります。",
      "ko": "오늘의 업무는 진작 다 마쳤어요. 추,추가 근무요? …알겠습니다. 최선을 다해 완료할게요",
      "en": "I finished all my assignments early today. ...O—Overtime? I understand. I'll get right on the case.",
      "de": "Ich habe all meine Aufgaben heute frühzeitig erledigt ... Überstunden? Ich verstehe. Ich werde mich sofort darum kümmern.",
      "es": "Terminé el trabajo de hoy antes de lo previsto. ¿Q-que hay que hacer horas extra? Está bien, cuenta conmigo.",
      "fr": "J'ai terminé les tâches de la journée en avance. R—Rester plus tard ? ... Bien, je m'en occupe.",
      "pt": "Terminei todas as minhas tarefas antes do horário... H—Hora extra? Entendo. Deixa comigo.",
      "ru": "Сегодня я выполнила работу пораньше... Сверхурочно? Хорошо, сейчас всё сделаю.",
      "id": "Pekerjaan hari ini sudah selesai lebih cepat dari jadwal. Le-Lembur? Baiklah aku mengerti, aku akan menyelesaikannya dengan baik.",
      "th": "งานวันนี้เสร็จก่อนกำหนดนี่ ตะ...ต้องทำงานล่วงเวลาอีก? ฉันเข้าใจแล้ว ฉันจะตั้งใจนะ",
      "vi": "Công việc hôm nay của tôi đã xong rồi. Làm... làm thêm giờ sao? Tôi hiểu rồi, tôi sẽ hoàn thành ngay."
    }
  },
  {
    "title": {
      "zhs": "关于我们·请求",
      "zht": "關於我們·請求",
      "jp": "請求について…",
      "ko": "우리에 대해·부탁",
      "en": "About Us: Requests",
      "de": "Über uns – Anfrage",
      "es": "#Sobre nosotr{F#as}{M#os} - Peticiones",
      "fr": "À propos de nous - Requêtes",
      "pt": "Sobre Nós - Solicitação",
      "ru": "О нас: Просьбы",
      "id": "Tentang Kita: Permohonan",
      "th": "เกี่ยวกับเรา - ร้องขอ",
      "vi": "Về chúng ta - Thỉnh cầu"
    },
    "line": {
      "zhs": "我想了解更多有关人类的故事…尤其，想知道你对他们的看法和评价。因为，那个，你跟提瓦特大陆上的普通人不太一样吧。而我也…请务必，和我交流。",
      "zht": "我想瞭解更多有關人類的故事…尤其，想知道你對他們的看法和評價。因為，那個，你跟提瓦特大陸上的普通人不太一樣吧。而我也…請務必，和我交流。",
      "jp": "人間の話をもっと理解したい…特に人間に対するあなたの考え方と評価を知りたいです。えっと、だってあなたはテイワット大陸の普通の人間と違いますから。それに私も…ぜひ、私といろいろ交流してほしいです。",
      "ko": "인간에 대한 이야기를 더 많이 알고 싶어요… 특히, 당신이 그들에 대해 어떻게 평가하는지 알고 싶어요. 왜냐면 당신은 티바트 대륙의 평범한 사람들과는 다르니까요. 저도 그렇고요… 부디 저에게 전부 알려주세요",
      "en": "I want to understand more about humans... And I especially wish to hear what you think of them. Why, you ask? Because you're... you're a bit different from most people in Teyvat, just as I am... Please, tell me what you think.",
      "de": "Ich möchte mehr über die Menschen erfahren ... Und ganz besonders möchte ich hören, was du von ihnen hältst. Weil du ... du ein bisschen anders als die meisten Leute in Teyvat bist, genau wie ich ... bitte sag mir, was du denkst.",
      "es": "Me gustaría saber más historias sobre los humanos, y en especial me gustaría conocer tu opinión sobre ellos. Porque... bueno... tú tampoco eres como la gente de Teyvat, igual que yo... No importa. En fin, cuéntamelo todo.",
      "fr": "#J'aimerais en apprendre tellement plus au sujet des hommes... Ce que vous pensez d'eux m'intéresse. Vous êtes {M#différent}{F#différente}. Moi aussi, je... *soupir* Peu importe.",
      "pt": "Eu quero saber mais sobre os humanos... Principalmente, quero ouvir o que você pensa sobre eles. Por que? Porque você é... você é um pouco diferente da maioria das pessoas em Teyvat, assim como eu... por favor, me diga o que você pensa.",
      "ru": "Я хочу лучше понять людей... Хочу узнать, что ты о них думаешь. Почему? Потому что ты отличаешься от людей Тейвата. Как и я... Пожалуйста, скажи, что ты думаешь.",
      "id": "Aku ingin tahu lebih banyak cerita mengenai manusia ... terutama, aku ingin tahu pandangan dan pendapatmu mengenai mereka. Kenapa? Ya karena kamu ... cukup berbeda dari kebanyakan orang lain di Teyvat, sama seperti aku ... jadi tolonglah ... kasih tahu aku apa pendapatmu.",
      "th": "ฉันอยากเรียนรู้เกี่ยวกับมนุษย์มากขึ้น... และฉันอยากรู้มากว่าเธอคิดยังไงกับพวกเขา เพราะเธอ... เธอแตกต่างจากคนทั่วไปใน Teyvat เหมือนกันกับฉัน... ช่วยบอกฉันทีว่าเธอคิดยังไง",
      "vi": "Tôi muốn biết thêm nhiều câu chuyện về con người... đặc biệt là muốn biết ý kiến và đánh giá của bạn về họ. Bởi vì, bạn khác với những người bình thường trên lục địa Teyvat. Và tôi cũng... làm ơn, hãy giao tiếp với tôi."
    }
  },
  {
    "title": {
      "zhs": "关于我们·评价",
      "zht": "關於我們·評價",
      "jp": "評価について…",
      "ko": "우리에 대해·평가",
      "en": "About Us: Evaluation",
      "de": "Über uns – Bewertung",
      "es": "#Sobre nosotr{F#as}{M#os} - Valoración",
      "fr": "À propos de nous - Évaluation",
      "pt": "Sobre Nós - Avaliação",
      "ru": "О нас: Оценка",
      "id": "Tentang Kita: Evaluasi",
      "th": "เกี่ยวกับเรา - การประเมินผล",
      "vi": "Về chúng ta - Đánh giá"
    },
    "line": {
      "zhs": "嗯…我，我一直想知道你对我工作的评价。是…普通宝箱的等级还是华丽宝箱的等级。没，没关系的。我的心理…能承受得住。",
      "zht": "#嗯…我，我一直想知道{F#妳}{M#你}對我工作的評價。是…普通寶箱的等級還是華麗寶箱的等級。沒，沒關係的。我的心理…能承受得住。",
      "jp": "えっと…あの…わ、私の仕事ぶりに関して、あなたの評価を知りたいです。ふ、普通の宝箱レベルか、それとも豪華な宝箱レベルか。だ、大丈夫です。私は…どんな評価でも耐えられます。",
      "ko": "음… 전, 당신이 제 업무에 대해 어떻게 평가하는지 알고 싶어요. …일반 보물상자의 레벨인가요 아니면 화려한 보물상자의 레벨인가요? 괘, 괜찮아요. 받아들일 수 있어요",
      "en": "Um, so, yeah, uh, I was, uh... I was wondering what your opinion is on my work so far? Would you say I'm... more of a Common Chest or more of a Luxurious Chest? I—It's fine. I—I can, uh... I can take it.",
      "de": "Ähm, also, nun ja, ähm, ich dachte, äh ... ich habe mich gefragt, was du wohl über meine Arbeit bisher denkst? Würdest du sagen, dass ich ... eher eine einfache Truhe bin oder vielleicht doch eher eine luxuriöse Truhe? Es ... ist schon in Ordnung. Ich kann, äh ... es verkraften.",
      "es": "Humm... Siempre he querido saber cuál es tu opinión sobre mi trabajo. ¿Crees que... es tan bueno como un cofre común o como un cofre lujoso? N-no te preocupes. Sea cual sea tu opinión, puedo aceptarla.",
      "fr": "Je... J'aimerais connaître votre avis sur la qualité de mon travail. La jugez-vous plutôt du niveau d'un coffre ordinaire, ou d'un coffre luxueux ? Je vous en prie, dites-moi. Je... Je peux supporter la vérité.",
      "pt": "Err, eu quero, err... eu quero saber a sua opinião sobre o meu trabalho até agora. Você diria que sou... um Baú Normal ou um Baú Luxuoso? T-tudo bem. Eu err... eu aguento.",
      "ru": "Хм... Я всё хотела спросить... Что ты думаешь о моей работе? Я больше похожа на... обычный сундук или на роскошный? Нет-нет, ничего страшного... Я не обижусь.",
      "id": "Umm ... a-aku selalu ingin tahu pendapatmu tentang pekerjaanku. Ah jadi ... bagaimana menurutmu, apakah aku seperti harta karun yang biasa saja atau bagaikan harta karun yang luar biasa? A-ah sudahlah. Umm ... ti-tidak apa-apa.",
      "th": "อืม... ฉันอยากรู้ว่าเธอคิดยังไงกับงานของฉัน มันอยู่ในระดับ... Common Chest หรือว่า Luxurious Chest? ไม่เป็นไร บอกกันตรง ๆ เลย... ฉันรับได้",
      "vi": "Ừm... tôi, tôi luôn muốn biết đánh giá của bạn về công việc của tôi. Bình thường hay là tốt? Không, không sao, tôi... có thể chịu được."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về Vision..."
    },
    "line": {
      "zhs": "「一千种权力伴随着一千种责任。」那位拥有着博览古今的视野，却被迫放弃了自己生活的帝君，才是整个璃月最辛苦的人吧。相比起来，只拥有着普通「神之眼」，只需要去行使普通责任的我，已经轻松得多了。",
      "zht": "「一千種權力伴隨著一千種責任。」那位擁有著博覽古今的視野，卻被迫放棄了自己生活的帝君，才是整個璃月最辛苦的人吧。相比起來，只擁有著普通「神之眼」，只需要去行使普通責任的我，已經輕鬆得多了。",
      "jp": "「千の権力には千の責任が伴う。」古今を見渡す視野があるのに、自身の生活を諦めざるを得なかった帝君こそが、璃月で最も大変な方でしょう。帝君と比べて、普通の「神の目」を持ち、普通の責任を背負うことしかできない私は、かなり楽ですよ。",
      "ko": "「모든 권력에는 책임이 따른다」고 하죠. 널리 고금을 볼 수 있는 시야를 지녔지만, 어쩔 수 없이 자신의 삶을 포기하신 제군이야말로 리월에서 가장 피곤한 사람이겠죠. 그에 비해 단순히 평범한 「신의 눈」을 지녀 평범한 책임만 지면 되는 전, 훨씬 편하죠",
      "en": "\"With authority over a thousand comes responsibility to a thousand.\" Rex Lapis knows the meaning of hardship better than anyone else in Liyue — he has seen everything that has happened from ancient times to the present day, and yet he was forced to give up his entire life. Compared to him, I'm just an everyday Vision holder with everyday responsibilities. I can't complain about my workload.",
      "de": "„Mit der Befehlsgewalt über tausend Mann kommt tausendfache Verantwortung.“ Rex Lapis weiß wie kein anderer in Liyue, was Entbehrungen und Strapazen bedeuten. Er hat alles erlebt, was seit uralten Zeiten bis zum heutigen Tag geschehen ist, und dennoch war er gezwungen, sein gesamtes Leben aufzugeben. Im Vergleich zu ihm bin ich nur ein ganz gewöhnlicher Träger eines Göttlichen Auges mit ganz gewöhnlichen Verantwortlichkeiten. Ich kann mich nicht über mein Arbeitspensum beklagen.",
      "es": "“Mil grandes poderes conllevan mil grandes responsabilidades”. La persona más diligente de todo Liyue, la más sabia y quien tuvo que sacrificar su vida por el resto es Rex Lapis. Comparada con él, yo, que solo tengo una simple Visión y unas simples responsabilidades que cumplir, tengo una vida muy fácil.",
      "fr": "« Avec le pouvoir vient le devoir » Le Souverain de la Roche, qui a porté le poids du passé sur ses épaules, a été forcé de dire adieu à la vie qui était sienne. Qui suis-je pour comparer mes responsabilités aux siennes ? Il a souffert comme nul autre à Liyue.",
      "pt": "\"Com grandes poderes vem grandes responsabilidades.\". Rex Lapis sabe o que é enfrentar uma dificuldade melhor do que qualquer outra pessoa em Liyue - ele viu tudo o que aconteceu desde os tempos remotos até os dias atuais e, ainda assim, sacrificou sua vida. Comparada a ele, sou apenas a portadora de uma Visão e minhas responsabilidades são simples. Não posso reclamar da minha carga de trabalho.",
      "ru": "«Власть над тысячей - это ответственность перед тысячей». Никто в Ли Юэ не испытал столько трудностей, сколько Властелин Камня. Он видел всё: от древности до современности, и ему пришлось посвятить этому всю свою жизнь. А я всего лишь обычный владелец Глаза Бога с обычной работой. Не так уж это и тяжело.",
      "id": "\"Seribu jenis kekuatan disertai dengan seribu jenis tanggung jawab.\" Rex Lapis paham makna kerja keras lebih baik daripada seluruh orang di Liyue. Dia sudah menyaksikan seluruh hal yang terjadi dari masa lalu sampai sekarang, bahkan dia masih harus mengorbankan dirinya. Jika dibandingkan dengannya, aku hanyalah seorang pemilik \"Vision\" pada umumnya dengan tanggung jawab seperti orang pada umumnya. Aku tidak boleh mengeluh mengenai pekerjaanku.",
      "th": "\"ยิ่งอำนาจเยอะเท่าไร ความรับผิดชอบยิ่งสูงขึ้นเท่านั้น\" ราชาแห่งหินเห็นทุกอย่างตั้งแต่อดีตจนถึงปัจจุบัน แต่ยังถูกบังคับให้เสียสละวิถีชีวิตของท่าน ท่านน่าจะเป็นคนที่ลำบากกว่าผู้ใดใน Liyue เมื่อเปรียบเทียบกันแล้ว คนธรรมดาที่มีแค่ \"วิชั่น\" อย่างฉัน ที่ต้องทำหน้าที่ของผู้ที่ครอบครองวิชั่นทั่วไปควรจะทำ มันสบายกว่ากันตั้งเยอะ",
      "vi": "\"Một nghìn loại quyền lực đi kèm với một nghìn loại trách nhiệm.\" Vị đế quân có cái nhìn sâu rộng về quá khứ lẫn hiện tại, nhưng lại bị ép buộc phải từ bỏ cuộc sống của chính mình, mới là người vất vả nhất ở Liyue này chứ nhỉ. Nếu phải so sánh, thì tôi đây, người chỉ có \"Vision\" bình thường và chỉ cần thực hiện những trách nhiệm bình thường, đã là dễ dàng hơn nhiều rồi."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享…",
      "zht": "有什麼想要分享…",
      "jp": "シェアしたいこと…",
      "ko": "하고 싶은 이야기…",
      "en": "Something to Share",
      "de": "Willst du mir etwas mitteilen?",
      "es": "¿Algo que decir?",
      "fr": "Quelque chose à partager ?",
      "pt": "Algo para Compartilhar...?",
      "ru": "Давай поделимся...",
      "id": "Ada yang Ingin Diceritakan",
      "th": "ต้องการจะแชร์อะไร...",
      "vi": "Có gì muốn chia sẻ không..."
    },
    "line": {
      "zhs": "「万商云来、千船继至、百货迭出、诸海历览。」人们用这样的话来称赞璃月。但成就这样的壮景，依靠的也是细小到每一个人的努力。我是怀着要对得起这份繁荣的心情工作的。",
      "zht": "「萬商雲來、千船繼至、百貨迭出、諸海曆覽。」人們用這樣的話來稱讚璃月。但成就這樣的壯景，依靠的也是細小到每一個人的努力。我是懷著要對得起這份繁榮的心情工作的。",
      "jp": "「万の商人が訪れ、千の船が往来し、百の品々が現れ、世の中の宝がここに集まる。」と人々はそう璃月を称賛しましたが、この壮大な景色があるのは、人々の努力の賜物です。私もこの繁栄に恥じないように働かなければなりません。",
      "ko": "「모든 상회가 운집하고 배들이 끝없이 드나들며, 온갖 화물이 들고나고 온 바다를 두루 품네」 사람들은 이렇게 리월을 칭송하죠. 하지만 이런 장관이 있기까지, 수많은 사람의 노력이 있었습니다. 전 이 영광에 걸맞는 마음가짐으로 업무에 임하고 있어요.",
      "en": "\"Where merchants flock and all ships dock, and over the oceans flows its stock.\" People say this in praise of Liyue's prosperity. But a city only becomes this successful through everyone playing their part diligently. That's the attitude I take to my work — I want to be worthy of what we enjoy here.",
      "de": "„Wo Händler sich scharen und Schiffe fahren und über den Ozean reisen die Waren.“ Mit diesen Worten rühmen die Leute den Wohlstand von Liyue. Doch eine Stadt wird erst erfolgreich, wenn alle gewissenhaft ihren Teil dazu beitragen. Das ist die Einstellung, die ich meiner Arbeit gegenüber habe. Ich möchte mich der Dinge, die uns hier zuteilwerden, würdig erweisen.",
      "es": "“Donde los comerciantes se reúnen, los barcos atracan y los bienes fluyen como olas del mar”. La gente suele utilizar esta frase para elogiar a Liyue. Pero para llegar hasta ese punto, se ha necesitado el esfuerzo de todos y cada uno de nosotros. Cuando trabajo, yo siempre intento estar a la altura de estas expectativas.",
      "fr": "« Cité des marchands aux mille navires, croisée des trésors et des mers. » Les gens aiment décrire ainsi Liyue. Mais la cité doit sa prospérité à l'effort de chacun – et je fais tout mon possible pour être digne de cet esprit.",
      "pt": "\"A cidade onde comerciantes e navios se reúnem, e espalham suas riquezas e tesouros por Teyvat.\" As pessoas dizem isto em louvor à prosperidade de Liyue. Mas uma cidade só se torna assim bem sucedida através de todos desempenhando seu papel com diligência. Essa é a atitude que tomo em relação ao meu trabalho - quero ser digna do que desfrutamos aqui.",
      "ru": "«Сюда стекаются все торговые караваны и корабли, и отсюда течёт богатство по жилам семи королевств» - так люди говорят о процветающей гавани Ли Юэ. Но успех города зависит от усилий каждого человека в нём. Я работаю, чтобы быть частью этого успеха.",
      "id": "\"Tempat di mana para pedagang berkumpul dan ribuan kapal berlabuh. Di mana barang-barang akan berlayar menyeberangi samudra yang luas.\" Orang-orang memuji Liyue dengan ucapan ini. Tetapi pencapaian besar seperti itu tidak terlepas dari sumbangsih setiap individu yang memainkan perannya dengan maksimal. Itulah sikap yang aku perankan dalam melakukan pekerjaanku — Aku ingin menjadi bermakna atas apa yang kita nikmati di sini.",
      "th": "\"นักธุรกิจนับหมื่น เรือนับพันหลั่งไหลมา ร้านค้ามากมายเหลือคณา ท่องไปในท้องทะเล\" ผู้คนใช้สำนวนนี้กล่าวถึงความรุ่งเรืองของ Liyue แต่เมืองนี้จะเจริญรุ่งเรืองอย่างงี้ได้ ก็เพราะทุกคนต่างร่วมมือร่วมใจกันทำหน้าที่ของตัวเอง ฉันเองก็ต้องตั้งใจอุทิศตนในการทำงานเหมือนกัน",
      "vi": "\"Kẻ buôn người bán, tàu thuyền tấp nập, hàng hóa dồi dào, khắp nơi kéo đến.\" Mọi người dùng câu này để ca ngợi Liyue. Nhưng để có được cảnh tượng hùng tráng này, cũng không thể thiếu đi sự nỗ lực của mỗi một con người bé nhỏ ở đây. Tôi luôn chăm chỉ làm việc để xứng đáng với sự phồn vinh này."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻·名字",
      "zht": "感興趣的見聞·名字",
      "jp": "興味のあること·名前",
      "ko": "흥미있는 일·이름",
      "en": "Interesting Facts: Name",
      "de": "Interessante Vorkommnisse – Name",
      "es": "Un hecho interesante - Nombre",
      "fr": "Détails intéressants - Nom",
      "pt": "Fatos interessantes - Nome",
      "ru": "Интересные вещи: Имена",
      "id": "Fakta Menarik: Nama",
      "th": "ข้อมูลที่น่าสนใจ - ชื่อ",
      "vi": "Những kiến thức thú vị - Tên"
    },
    "line": {
      "zhs": "生活在璃月的每一只小狗，我都给它们取了名字。不过，有的狗狗如果用别的名字叫它也会有反应。真是了不起呢。如果有谁突然叫我「苦雪」什么的，我一定回应不上来。",
      "zht": "生活在璃月的每一隻小狗，我都為它們取了名字。不過，有的狗狗如果用別的名字叫它也會有反應。真是了不起呢。如果有誰突然叫我「苦雪」什麼的，我一定回應不過來。",
      "jp": "璃月のワンちゃんたちには名前をつけました。でも一部のワンちゃんは違う名前で呼んでも反応するんです。私が誰かに違う名前で呼ばれても、きっと反応できません。ワンちゃんたちはすごいですね…",
      "ko": "리월에서 사는 모든 강아지에게 이름을 지어줬어요. 어떤 강아지는 다른 이름으로 불러도 반응을 보입니다. 정말 대단하죠. 누군가 갑자기 절 「고설」이라고 부른다면 전 반응하지 못할 거예요",
      "en": "I've named every single doggie living in Liyue. But they're so funny. Some of them still respond even when you call them the completely wrong name. How fascinating is that? Like, if people were to call me \"Bantu,\" how am I supposed to know they're talking to me? No way would I respond.",
      "de": "Ich habe jedem einzelnen Hund in Liyue einen Namen gegeben. Doch sie sind so lustig. Einige von ihnen reagieren selbst dann, wenn man sie bei einem völlig anderen Namen ruft. Faszinierend, oder? Also, wenn jemand mich „Bantu“ rufen würde, wie sollte ich dann wissen, dass ich gemeint bin? Ich würde bestimmt nicht reagieren.",
      "es": "Le doy un nombre a todos los perritos de Liyue, pero hay perros que también responden a otros nombres cuando les llamas. Me parece increíble. Si alguien me llamara a mí por otro nombre distinto, dudo mucho que le respondiera.",
      "fr": "J'ai donné un nom à chacun des chiens de Liyue. Certains ne répondent pas à d'autres noms que le leur, par contre. Ils ne sont pas bêtes... Je suis sûre que si quelqu'un m'appelait autre chose que mon vrai nom, je ne ferai pas autant attention.",
      "pt": "Eu dei nomes a todos os cachorrinhos de Liyue. Eles são tão engraçados que alguns respondem mesmo quando são chamados pelo nome errado. Não é fascinante? Se as pessoas me chamarem de \"Hanyu\", como vou saber que estão falando comigo? De jeito nenhum eu responderia.",
      "ru": "Я дала имя каждой собачке в Ли Юэ. Но некоторые откликаются даже на чужие имена - смешные такие. Удивительно, да? Если бы меня кто-нибудь назвал Банту, то как бы я поняла, что это они мне? Ни за что бы не откликнулась.",
      "id": "Aku menamai setiap anak anjing yang ada di Liyue. Namun, beberapa akan merespon jika dipanggil dengan nama lain. Sungguh menakjubkan. Jika seseorang tiba-tiba memanggilku \"Bantu\" atau semacamnya, aku pasti tidak akan menjawab.",
      "th": "ฉันตั้งชื่อให้สุนัขทุกตัวที่อาศัยอยู่ใน Liyue เลยนะ แต่บางทีฉันเรียกพวกมันด้วยชื่ออื่น พวกมันก็ขานรับเหมือนกันนะ น่ารักใช่มั้ยล่ะ ถ้าจู่ ๆ เกิดมีคนมาเรียกฉันว่า \"Bantu\" ฉันคงไม่ขานรับแน่นอน",
      "vi": "Mỗi chú chó sinh sống trong Liyue, tôi đều có đặt tên cho chúng. Có nhiều chú chó nếu như kêu bằng tên khác cũng sẽ chạy tới, đúng là thú vị. Nếu như có ai đột nhiên gọi tôi bằng tên khác, tôi chắc sẽ không có phản ứng gì."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻·清心",
      "zht": "感興趣的見聞·清心",
      "jp": "興味のあること·清心",
      "ko": "흥미있는 일·청심",
      "en": "Interesting Facts: Qingxin",
      "de": "Interessante Vorkommnisse – Qingxin",
      "es": "Un hecho interesante - Flor chingxin",
      "fr": "Détails intéressants - Fleur de Qingxin",
      "pt": "Fatos Interessantes - Qingxin",
      "ru": "Интересные вещи: Цинсинь",
      "id": "Fakta Menarik: Qingxin",
      "th": "ข้อมูลที่น่าสนใจ - Qingxin",
      "vi": "Những kiến thức thú vị - Thanh tâm"
    },
    "line": {
      "zhs": "清心的花瓣，很好吃…应该说特别好吃。就是因为太好吃了，所以我才不敢在玉京台种它。生怕哪天一个不小心就会忍不住…嗯？你说…特别苦？可是…这不就是它的味道吗？",
      "zht": "#清心的花瓣，很好吃…應該說特別好吃。就是因為太好吃了，所以我才不敢在玉京臺種它。生怕哪天一個不小心就會忍不住…嗯？{F#妳}{M#你}說…特別苦？可是…這不就是它的味道嗎？",
      "jp": "清心の花弁は美味しいです…格別に美味しいです。美味しすぎるからこそ玉京台で栽培したくないのです。いつか我慢できなくなってしまったら…ん？えっと…苦い？…でも、それが清心の味ですよ。",
      "ko": "청심화 꽃잎은 맛있어요… 매우 맛있다고 할 수 있죠. 너무 맛있어서 차마 옥경대에 심질 못하고 있어요. 혹시라도 못 참고… 에? 엄청… 쓰다고요? 하지만 청심화는 원래 그런 맛이잖아요",
      "en": "Qingxin flower petals are pretty tasty. Incredibly tasty, actually. The only reason I don't plant any at Yujing Terrace is because they taste so good that I worry I wouldn't be able to control myself... Huh? Bitter? Yes, they are... Isn't that what they're supposed to taste like?",
      "de": "Die Blütenblätter der Qingxin sind recht schmackhaft, um ehrlich zu sein, sogar unglaublich schmackhaft. Ich pflanze nur aus dem Grund keine auf der Yujing-Terrasse, weil sie so gut schmecken, dass ich befürchte, ich könnte mich vielleicht nicht kontrollieren ... Hm? Bitter ... Ja, das sind sie ... Sollen sie denn nicht so schmecken?",
      "es": "Los pétalos de las flores chingxin están deliciosos... No, están superdeliciosos. Justamente por eso no me atrevo a plantar esas flores en la Terraza Yujing. Temo que un día no pueda controlarme y... ¿Eh? ¿Dices que las flores chingxin son muy amargas? Pero... por eso son tan deliciosas, ¿no?",
      "fr": "Les pétales de la fleur de Qingxin sont délicieux... Un vrai délice. C'est d'ailleurs pour ça que je n'ose pas en planter à la Terrasse Yujing... Et si jamais je craquais un jour ? ... Comment ? C'est « super amer » ? Mais... oui, où est le problème ?",
      "pt": "As pétalas da flor Qingxin são saborosas. Muito saborosas, na verdade. Por isso não planto nenhuma no Terraço de Yujing. Seu gosto é tão bom que não conseguiria me controlar... Hã? Amargas? Sim, elas são... Mas isso não as torna menos deliciosas.",
      "ru": "Лепестки цветка цинсинь вкусные. Даже очень вкусные. Я их и не сажаю на террасе Юйцзин, потому что они такие вкусные, а то я не сдержусь... А? Горькие? Ну да... Какие же они ещё могут быть?",
      "id": "Kelopak bunga Qingxin benar-benar lezat. Luar biasa lezat, sungguh. Satu-satunya alasan mengapa aku tidak menanamnya di Yujing Terrace adalah karena mereka sangat lezat, sehingga aku khawatir aku tidak akan bisa mengontrol diriku sendiri ... Eh? Pahit? ... Betul. Tapi, bukankah rasanya memang seharusnya pahit?",
      "th": "กลีบดอก Qingxin มันอร่อยมาก... อร่อยสุด ๆ ไปเลย เพราะมันอร่อยมากฉันก็เลยไม่ปลูกมันที่ Yujing Terrace กลัวว่าจะห้ามใจไม่ไหวน่ะ... หืม? เธอบอกว่ามัน... ขมมาก? แต่ว่า... มันก็ควรจะขมอยู่แล้วไม่ใช่หรอ?",
      "vi": "Cánh hoa xinh tươi, rất ngon... phải nói là quá ngon. Chính vì quá ngon nên tôi không dám trồng nó ở Ngọc Kinh Đài. Sợ một ngày nào đó không cầm lòng được... Hả? Bạn nói... rất đắng hả? Nhưng... đây không phải vị vốn có của nó sao?"
    }
  },
  {
    "title": {
      "zhs": "关于摩拉克斯·信任",
      "zht": "關於摩拉克斯·信任",
      "jp": "モラクスについて·信頼",
      "ko": "모락스에 대해·신뢰",
      "en": "About Morax: Trust",
      "de": "Über Morax – Vertrauen",
      "es": "Sobre Morax - Confianza",
      "fr": "À propos de Morax - Confiance",
      "pt": "Sobre Morax - Confiança",
      "ru": "О Мораксе: Доверие",
      "id": "Tentang Morax: Kepercayaan",
      "th": "เกี่ยวกับ Morax - ความเชื่อมั่น",
      "vi": "Về Morax - Tin tưởng"
    },
    "line": {
      "zhs": "我对帝君有着绝对的信任。当年，正是有帝君率领，我们才能击退魔物、降伏海兽，保住了这一方平安。帝君守护众人的身姿，千年以来的情谊，我不会忘记。",
      "zht": "我對帝君有著絕對的信任。當年，正是有帝君率領，我們才能擊退魔物、降伏海獸，保住了這一方平安。帝君守護眾人的身姿，千年以來的情誼，我不會忘記。",
      "jp": "帝君のことは絶対的に信頼しています。あの時、帝君の統率があったからこそ、私たちは魔物を撃退し、海獣を降伏させ、皆さんの安全を守ることができました。帝君が人々を守る姿、そして千年に及ぶ誠意、私は忘れたりしません。",
      "ko": "전 제군을 절대적으로 신뢰합니다. 그때 제군이 계셨기에 우리는 마물과 바다의 괴수를 처치하고 이곳의 평화를 지킬 수 있었죠. 제군이 모두를 지키던 모습, 천 년이 넘는 우정을 전 잊지 못할 겁니다",
      "en": "I have absolute faith in Rex Lapis. It was only through his leadership that we were able to repel the monsters and subdue the sea creatures, and thus protect the peace of Liyue. The sight of him protecting the masses, and the memory of our centuries of camaraderie... I shall never forget it.",
      "de": "Ich habe absolutes Vertrauen in Rex Lapis. Es kam allein durch seine Führung, dass wir die Monster zurückschlagen, die Meereskreaturen besiegen und so den Frieden in Liyue erhalten konnten. Der Anblick, wie er das Volk schützte, und die Erinnerung an die Jahrhunderte unserer Kameradschaft ... Ich werde das alles nie vergessen.",
      "es": "Confío plenamente en Rex Lapis. Hace tiempo, fue gracias a su liderazgo por lo que pudimos vencer a nuestros enemigos, los monstruos marinos, y salvaguardar la paz de Liyue. Fue él quien protegió a la gente, con lo que creó un vínculo de amistad que yo nunca olvidaré.",
      "fr": "J'accorde une confiance sans limite au Souverain de la Roche. C'est lui qui a mené l'attaque contre les démons et la terrible créature des mers, et sauvé ces terres. Je saurai me montrer digne de l'esprit qui l'anime et de l'amitié dont il m'honore.",
      "pt": "Tenho fé absoluta em Rex Lapis. Somente com sua liderança conseguimos vencer os monstros, derrotar as criaturas do mar e manter a paz em Liyue. Ele protegeu as pessoas, e jamais esquecerei nossos séculos de amizade.",
      "ru": "Я полностью доверяю Властелину Камня. Только благодаря его руководству мы смогли изгнать чудовищ и одолеть морских тварей. То, как он защищал людей, наша тысячелетняя дружба... Никогда не забуду.",
      "id": "Aku memiliki kepercayaan mutlak pada Rex Lapis. Saat itu, di bawah kepemimpinannya kami mampu mengusir monster, menaklukkan makhluk laut, dan menjaga kedamaian Liyue. Kenanganku akan caranya melindungi orang banyak, dan ingatan atas persahabatan kami selama berabad-abad ... aku tidak akan pernah melupakannya.",
      "th": "ฉันศรัทธาในตัวราชาแห่งหินมาก ในตอนนั้น เพราะการปกครองของท่านราชา เราถึงสามารถกำราบพวกอสูร ปราบอสูรกายจากทะเล และรักษาความสงบสุขมาจนถึงทุกวันนี้ได้ ภาพที่ท่านราชาปกป้องชาวเมืองอย่างกล้าหาญ และมิตรภาพนับพันปีของเรา ฉันไม่มีวันลืมแน่นอน",
      "vi": "Tôi có một sự tin tưởng tuyệt đối vào Đế Quân. Năm xưa, nhờ có Đế Quân dẫn dắt mà chúng tôi mới có thể đánh lùi được ma vật, hàng phục được hải thú, giữ cho nơi này được bình yên. Cách Đế Quân bảo vệ mọi người, tình nghĩa ngàn năm nay, tôi sẽ không bao giờ quên được."
    }
  },
  {
    "title": {
      "zhs": "关于摩拉克斯·追随",
      "zht": "關於摩拉克斯·追隨",
      "jp": "モラクスについて·追いかける",
      "ko": "모락스에 대해·추종",
      "en": "About Morax: Follower",
      "de": "Über Morax – Anhänger",
      "es": "Sobre Morax - Seguimiento",
      "fr": "À propos de Morax - Fidèles",
      "pt": "Sobre Morax - Seguidor",
      "ru": "О Мораксе: Последователь",
      "id": "Tentang Morax: Pengikut",
      "th": "เกี่ยวกับ Morax - ติดตาม",
      "vi": "Về Morax - Theo Đuổi"
    },
    "line": {
      "zhs": "帝君的决断，总是能够为璃月的多数生命带来福祉。我很敬佩这一点，也很想像他一样…但有时，越想着要去追赶帝君的脚步，就越容易紧张得出错…",
      "zht": "帝君的決斷，總是能夠為璃月的多數生命帶來福祉。我很敬佩這一點，也很想像他一樣…但有時，越想著要去追趕帝君的腳步，就越容易緊張得出錯…",
      "jp": "帝君の決定はいつだって璃月の数多の命に幸せをもたらします。それに私は敬服し、そしていつか帝君のようになりたいと思ったのです…でも帝君の歩みを追いかけようとすると、緊張でミスすることがたまにあります…",
      "ko": "제군의 결단은 항상 리월의 수많은 생명에게 큰 복을 가져다줬죠. 그런 점에서 전 그분을 무척 존경해요. 그렇게 되고 싶기도 하고… 하지만 때론 제군의 발걸음을 좇으려고 할수록 긴장해서 더 실수를 하더라고요…",
      "en": "All of Rex Lapis' decisions prioritize the welfare of all life in Liyue. That's what I admire about him the most. I want to live up to the same standard... but it seems that the harder I try to follow in his footsteps, the more overwhelmed I get and the more mistakes I make...",
      "de": "Alle Entscheidungen von Rex Lapis stellen das Wohlergehen allen Lebens in Liyue an oberste Stelle. Das ist das, was ich am meisten an ihm bewundere. Ich möchte diesem Vorbild ebenfalls gerecht werden ... doch es scheint mich mehr und mehr zu überwältigen und ich mache immer mehr Fehler, je mehr ich versuche, in seine Fußstapfen zu treten.",
      "es": "Las decisiones de Rex Lapis siempre han traído bienestar y felicidad a todos los seres vivos. Por eso lo admiro y deseo tanto ser como él... Pero cuanto más pienso en seguir sus pasos, más impaciente me pongo y más fácilmente cometo errores.",
      "fr": "Chaque décision du Souverain de la Roche est motivée par le bien de la majorité, ce que j'admire du fond du cœur. J'aimerais lui ressembler... Mais à trop vouloir marcher dans ses pas, je cède parfois à la pression...",
      "pt": "Todas as decisões de Rex Lapis priorizam o bem-estar da vida em Liyue. Isso é o que mais admiro nele. Quero seguir seus passos... mas quanto mais tento, mais impaciente fico e mais erros cometo...",
      "ru": "Все решения Властелина Камня - только для блага всех жителей Ли Юэ. Перед этим я преклоняюсь и хочу быть как он... Но похоже, что чем сильнее я стараюсь идти по его стопам, тем больше волнуюсь и делаю ошибок...",
      "id": "Semua keputusan Rex Lapis selalu mengutamakan kesejahteraan bagi semua makhluk hidup di Liyue. Itulah yang sangat kukagumi darinya. Aku juga ingin hidup dengan standar yang sama ... Tapi tampaknya semakin aku berusaha keras untuk mengikuti jejaknya, justru malah semakin mudah aku membuat kesalahan ....",
      "th": "การตัดสินใจของราชาแห่งหินมักจะคำนึงถึงความสุขของชาว Liyue เป็นหลักเสมอ ฉันชื่นชมสิ่งนี้ และฉันก็อยากจะเป็นเหมือนท่าน... แต่บางครั้งดูเหมือนว่ายิ่งฉันอยากตามรอยเท้าของราชาแห่งหินมากเท่าไหร่ ก็ยิ่งผิดพลาดได้ง่ายขึ้นเท่านั้น...",
      "vi": "Sự quyết đoán của đế quân luôn có thể đem lại nhiều phúc lành cho vô số sinh mệnh ở Liyue. Tôi rất kính phục, cũng rất muốn giống như ngài ấy... Nhưng có lúc, càng muốn đuổi theo bước chân của đế quân, thì lại càng dễ mắc sai lầm..."
    }
  },
  {
    "title": {
      "zhs": "关于凝光…",
      "zht": "關於凝光…",
      "jp": "凝光について…",
      "ko": "응광에 대해…",
      "en": "About Ningguang",
      "de": "Über Ningguang ...",
      "es": "Sobre Ninguang...",
      "fr": "À propos de Ningguang...",
      "pt": "Sobre Ningguang...",
      "ru": "О Нин Гуан...",
      "id": "Tentang Ningguang",
      "th": "เกี่ยวกับ Ningguang...",
      "vi": "Về Ningguang..."
    },
    "line": {
      "zhs": "历任「天权」都会对璃月的古老律法进行释义和补充。在这之中，当代「天权」凝光的处理效率是无人能及的。只不过，她那追求效率和效益的作风常常遭人指摘。挑刺，总是比包容简单得多吧。",
      "zht": "歷任「天權」都會對璃月的古老律法進行釋義和補充。在這之中，當代「天權」凝光的處理效率是無人能及的。只不過，她那追求效率和效益的作風常常遭人指摘。挑刺，總是比包容簡單得多吧。",
      "jp": "歴代の「天権」は璃月の古い法律に解釈と補充を行います。その中で、当代の「天権」、凝光の効率は最もいいです。ただ、あの効率と効果を求めるスタイルは非難されることがよくあります。欠点をとがめることは、受け入れることより簡単ですからね。",
      "ko": "「천권」을 역임하면 리월의 고대 율법을 해석하고 보충하게 되죠. 그중에서도 현재 「천권」이신 응광님의 처리 효율은 아무도 따라잡을 수 없죠. 다만 효율과 효과를 우선으로 추구하는 그녀의 태도는 종종 지적을 당하곤 하죠. 트집을 잡는 게 포용보다 훨씬 쉬우니까요",
      "en": "Each Tianquan adds their own interpretation and amendments to the founding laws of Liyue. The current one, Ningguang, does it with unmatched efficiency, but that efficacious manner of hers draws a great deal of criticism. I suppose it is always simpler to criticize than to tolerate.",
      "de": "Jeder Tianquan interpretiert und ergänzt die Gründungsgesetze von Liyue auf seine eigene Weise. Der aktuelle Tianquan, Ningguang, tut dies mit einer unvergleichlichen Effizienz, doch ihre wirkungsvolle Art stößt oft auf Kritik. Ich schätze, es ist immer einfacher zu kritisieren als zu akzeptieren.",
      "es": "Todos los Equilibrios Celestiales de la historia han hecho reinterpretaciones y añadido nuevas leyes. En este aspecto, Ninguang, el actual Equilibrio Celestial, ha sido la más eficaz de todos. Sin embargo, su constante búsqueda de la eficiencia y los beneficios en ocasiones se ha encontrado con algunas críticas. Supongo que es mucho más fácil criticar que respetar a otros.",
      "fr": "Il est du devoir de chaque Megrez d'amender les textes législatifs des générations passées. Ningguang, la Megrez actuelle, est d'une efficacité sans égale dans ce domaine... Mais ça ne l'empêche pas d'être la cible des critiques de certains. Il y aura toujours des insatisfaits, j'imagine.",
      "pt": "Todos os Tianquan de cada época sempre fizeram anotações e reinterpretações das leis antigas de Liyue. Entre todos os Tianquan, Ningguang possui uma eficiência inédita. Só que o seu estilo de procurar eficiência sempre lhe traz muitos críticos. Mas, enfim, é sempre mais fácil dizer os erros dos outros.",
      "ru": "Каждая Воля Небес по-своему толкует и дополняет древние законы Ли Юэ. Текущая Воля Небес, Нин Гуан, делает это с несравненной эффективностью. Но её часто за это критикуют. Критиковать всегда проще, чем понять.",
      "id": "Setiap Tianquan menambahkan interpretasi dan amandemen mereka sendiri pada hukum di Liyue. Tianquan yang sekarang, Ningguang, melakukannya dengan efisiensi yang tak tertandingi, namun caranya yang efektif itu menuai banyak kritik. Sepertinya memang lebih mudah mengkritik daripada menoleransi.",
      "th": "\"Tianquan\" ในแต่ละรุ่นจะตีความและเคารพกฎของ Liyue แตกต่างกันไป แต่ประสิทธิภาพในการจัดการของ Ningguang นั้นไม่มีใครเทียบได้ อย่างไรก็ตามสไตล์ทำงานที่มีประสิทธิภาพของเธอมักถูกวิพากษ์วิจารณ์อยู่บ่อย ๆ การติคนอื่นมันก็ง่ายกว่าการชมล่ะนะ",
      "vi": "Các nhiệm kỳ \"Thiên Quyền\" đều sẽ tiến hành giải nghĩa và bổ sung cho luật pháp cổ xưa của Liyue. Trong vấn đề này, hiệu suất xử lý của \"Thiên Quyền\" đương nhiệm Ningguang không ai có thể sánh bằng. Có điều, cách theo đuổi hiệu suất và lợi ích của cô ấy thường bị chỉ trích. Chỉ trích, luôn dễ dàng hơn là bao dung mà."
    }
  },
  {
    "title": {
      "zhs": "关于刻晴·隔阂",
      "zht": "關於刻晴·隔閡",
      "jp": "刻晴について·わだかまり",
      "ko": "각청에 대해·서먹함",
      "en": "About Keqing: Estrangement",
      "de": "Über Keqing – Entfremdung",
      "es": "Sobre Keching - Distanciamiento",
      "fr": "À propos de Keqing - Barrières",
      "pt": "Sobre Keqing - Distanciamento",
      "ru": "О Кэ Цин: Отчуждённость",
      "id": "Tentang Keqing: Pengasingan",
      "th": "เกี่ยวกับ Keqing - ความบาดหมาง",
      "vi": "Về Keqing - Ngăn cách"
    },
    "line": {
      "zhs": "我无法认同她对帝君的态度。但是…但是…「甘雨，这才是璃月现今需要的人。」帝君反而这样说。我还是太愚钝了，要理解帝君话语中的意思，还得更努力地接触更多事务才行吧。",
      "zht": "我無法認同她對帝君的態度。但是…但是…「甘雨，這才是璃月現今需要的人。」帝君反而這樣說。我還是太愚鈍了，要理解帝君話語中的意思，還得更努力地接觸更多事務才行吧。",
      "jp": "帝君に対する彼女の態度に納得できません。でも…でも…「甘雨、これが今の璃月に必要な人材だ」って帝君が言いました。帝君の言葉を理解するためには、いろんなこととの接触をもっと頑張らないとですね。",
      "ko": "전 그녀가 제군을 대하는 태도를 받아들일 수 없어요. 하지만… 제군께선 「감우, 이게 지금 리월에 필요한 사람이야」라고 말씀하셨죠. 제가 너무 어리석었어요. 제군의 말의 속뜻을 이해하려면 더 많은 일을 경험해 봐야겠죠",
      "en": "I cannot stand her disrespectful attitude towards Rex Lapis! But he says to me, \"Ganyu, this is just the kind of person Liyue needs in this day and age.\" I guess I'm not smart enough, because I simply do not understand what he means by that. I think I need more life experience to become wise enough to comprehend his words.",
      "de": "Ich kann ihre respektlose Art gegenüber Rex Lapis nicht ertragen! Doch er sagt zu mir: „Ganyu, das ist genau die Art von Person, die Liyue heutzutage braucht.“ Ich schätze, ich bin nicht schlau genug, weil ich einfach nicht verstehe, was er damit meint. Ich glaube, ich brauche noch mehr Lebenserfahrung, um weise genug zu werden und den Sinn seiner Worte zu erfassen.",
      "es": "No puedo compartir su actitud hacia Rex Lapis. Pero, como dijo el mismo Morax, “Ganyu, este es el tipo de persona que la gente de Liyue necesita ahora mismo”. Veo que aún tengo mucho que aprender. Para entender las palabras de Rex Lapis, todavía debo ver muchas cosas más.",
      "fr": "Son attitude vis-à-vis du Souverain de la Roche n'est pas acceptable. Mais... « Voici exactement le genre de personne dont Liyue a besoin, Ganyu. » — pour citer justement le Souverain de la Roche... Le sens caché de ses paroles m'échappe encore parfois, je l'avoue. Mais j'y arriverai un jour.",
      "pt": "Eu não concordo com a sua atitude ao Rex Lapis. Mas... mas... \"A Ganyu é quem realmente Liyue de hoje necessita\". O Rex Lapis disse assim. Eu sou muito lenta, para entender perfeitamente as entrelinhas do Rex Lapis, eu tenho que me esforçar ainda mais.",
      "ru": "Терпеть не могу её отношения к Властелину Камня! Но... Но он говорит, что именно такой человек сейчас нужен Ли Юэ. Наверное, я слишком глупая - я не понимаю, что он имеет в виду. Мне столько ещё надо узнать, чтобы понять его.",
      "id": "Aku tidak setuju dengan sikapnya terhadap Rex Lapis. Ta-tapi ... \"Ganyu, orang ini adalah orang yang dibutuhkan Liyue saat ini,\" jawab Rex Lapis. Aku masih terlalu polos untuk memahami apa arti dari kalimatnya itu. Aku rasa aku perlu lebih banyak makan asam garam lagi supaya cukup bijak untuk mencerna kalimatnya tersebut.",
      "th": "ฉันไม่เห็นด้วยกับทัศนคติของเธอที่มีต่อราชาแห่งหิน ตะ...แต่ราชาแห่งหินบอกว่า \"Ganyu คนแบบนี้แหละคือคนที่ Liyue ต้องการในตอนนี้\" ฉันยังคงสับสนเกินกว่าจะเข้าใจความหมายของคำพูดของราชาแห่งหิน ฉันต้องทำงานหนักขึ้นกว่าเดิม เพื่อให้สามารถเข้าใจความหมายของมันได้",
      "vi": "Tôi không thể chấp nhận thái độ của cô ấy đối với Đế Quân. Nhưng... nhưng... \"Ganyu, đây mới là người mà Liyue cần lúc này.\" Đế Quân ngược lại đã nói như vậy. Tôi thật ngốc nghếch, muốn hiểu được ý của Đế Quân trong câu nói này thì còn phải tiếp xúc với nhiều việc hơn nữa mới được."
    }
  },
  {
    "title": {
      "zhs": "关于刻晴·改观",
      "zht": "關於刻晴·改觀",
      "jp": "刻晴について·考えを変える",
      "ko": "각청에 대해·관점 변화",
      "en": "About Keqing: Changing Perspective",
      "de": "Über Keqing – Anderer Blickwinkel",
      "es": "Sobre Keching - Cambio de perspectiva",
      "fr": "À propos de Keqing - Perspective",
      "pt": "Sobre Keqing - Alteração de Perspectiva",
      "ru": "О Кэ Цин: Новые взгляды",
      "id": "Tentang Keqing: Perubahan",
      "th": "เกี่ยวกับ Keqing - เปลี่ยนมุมมอง",
      "vi": "Về Keqing - Thay đổi"
    },
    "line": {
      "zhs": "最近她主动与我讨论起了修复碧水商路的方案，还问我，是帝君的话会怎么做。我们商量出来的举措固然不比帝君，不过…看到她反复推演着沙盘的样子，隐约能够理解她的心情了。",
      "zht": "最近她主動與我討論起修復碧水商路的方案，還問我，是帝君的話會怎麼做。我們商量出來的舉措固然不比帝君，不過…看到她反復推演著沙盤的樣子，隱約能夠理解她的心情了。",
      "jp": "最近彼女は碧水の貿易ルートを修復する案を自ら話してきて、帝君ならどうするかって聞いてきました。私たちが話した案は帝君と比べたらまだまだでした…でも彼女の帝君に対する思いが伝わってきて嬉しいです。",
      "ko": "최근 그녀가 먼저 저에게 찾아와 벽수상로를 수리하는 방안을 논의하기 시작했어요. 게다가 제게 제군이라면 어떻게 했을지 물어봤어요. 그녀가 계속해서 상황을 분석하고 해결책을 생각해내는 모습을 보고… 조금이나마 그녀를 이해할 수 있게 됐어요",
      "en": "She came to me recently to discuss the reopening of the Bishui trade route. She even asked me what Rex Lapis would do if it were him. Admittedly, what we came up with was not quite on par with what he would have chosen. But... seeing the way she kept starting her plan from scratch over and over again, I think I started to understand her a little bit.",
      "de": "Sie ist vor Kurzem zu mir gekommen, um die Wiedereröffnung der Bishui-Handelsroute zu besprechen. Sie hat mich sogar gefragt, was Rex Lapis tun würde, wenn er an ihrer Stelle wäre. Zugegebenermaßen kam das, was bei unserem Gespräch herausgekommen ist, nicht wirklich einer Entscheidung gleich, die er getroffen hätte. Allerdings ... als ich gesehen habe, wie sie ihren Plan immer wieder völlig neu aufstellte, habe ich sie, glaube ich, zum ersten Mal ein wenig verstanden.",
      "es": "Hace poco, estuve hablando con ella sobre cómo reparar la ruta comercial del río Bishui. Incluso me preguntó qué haría Rex Lapis en esta situación. Las medidas que decidimos tomar no son las mismas que las que tomaría él, pero... tras verla trabajando y haciendo cálculos, creo que la entiendo un poco mejor.",
      "fr": "Elle est venue me voir il n'y a pas longtemps pour discuter d'un projet de rénovation des artères commerciales du côté de la Rivière Bishui, et m'a même demandé ce que ferait le Souverain de la Roche. Je n'irais pas jusqu'à dire qu'on a mis sur pied un plan aussi bon que lui l'aurait fait, mais... Je dois bien avouer que de la voir au travail, à faire seule les calculs préliminaires, je la comprends un peu mieux.",
      "pt": "Recentemente ela me procurou e discutiu comigo sobre o plano de restaurar a rota comercial de Bishui, até me perguntou o que o Rex Lapis faria. O nosso plano talvez não possa ser melhor que o do Rex Lapis, mas... ao ver a sua maneira de fazer cálculos preliminares com toda a atenção, eu podia entender a sua preocupação em certo grau.",
      "ru": "Недавно она пришла ко мне обсудить восстановление торгового пути через долину Бишуй. Она даже спросила меня, как бы поступил Властелин Камня. Конечно, наш план не сравнится с тем, что мог бы сделать Властелин Камня, но... Видя, как она снова и снова переделывала свой план, я, кажется, начала её понимать.",
      "id": "Dia datang kepadaku baru-baru ini untuk membahas pembukaan kembali rute perdagangan Bishui. Dia bahkan bertanya padaku apa yang akan dilakukan Rex Lapis jika menjadi dirinya. Memang, apa yang kami putuskan tidak sebanding dengan apa yang akan Rex Lapis putuskan. Tapi ... melihat caranya yang terus membuat rencana dari awal secara terus-menerus, sepertinya aku mulai bisa memahaminya.",
      "th": "เธอมาหาฉันเมื่อไม่นานมานี้ และคุยกับฉันเกี่ยวกับแผนการซ่อมแซมถนนการค้า Bishui และถามฉันว่าถ้าเป็นราชาแห่งหินจะจัดการยังไง มาตรการที่เราพูดถึงนั้นไม่ดีเท่าของราชาแห่งหิน แต่... เมื่อเห็นเธอร่างแผนงานขึ้นใหม่ซ้ำแล้วซ้ำเล่า ฉันก็เริ่มเข้าใจเธอบ้างแล้วล่ะ",
      "vi": "Gần đây cô ấy chủ động bàn với tôi về phương án tu sửa Bích Thủy Thương Lộ, còn hỏi tôi nếu là Đế Quân thì ngài sẽ làm như thế nào. Biện pháp bọn tôi tìm ra được dĩ nhiên không thể bằng Đế Quân, nhưng...nhìn bộ dạng cô ấy lật đi lật lại sa bàn như thế, có thể ngầm hiểu được tâm trạng của cô ấy rồi."
    }
  },
  {
    "title": {
      "zhs": "关于行秋…",
      "zht": "關於行秋…",
      "jp": "行秋について…",
      "ko": "행추에 대해…",
      "en": "About Xingqiu",
      "de": "Über Xingqiu ...",
      "es": "Sobre Xingchiu...",
      "fr": "À propos de Xingqiu...",
      "pt": "Sobre Xingqiu...",
      "ru": "О Син Цю...",
      "id": "Tentang Xingqiu",
      "th": "เกี่ยวกับ Xingqiu...",
      "vi": "Về Xingqiu..."
    },
    "line": {
      "zhs": "飞云商会那位青衣少年，并不像他的父亲和兄长那般操心织物的经营。是因为对他来说，有更重要的事情值得去做吧。当然…这也只是我的猜测…",
      "zht": "飛雲商會那位青衣少年，並不像他的父親和兄長那般操心織物的經營。是因為對他來說，有更重要的事情值得去做吧。當然…這也只是我的猜測…",
      "jp": "飛雲商会のあの青い服の少年は、彼の父親や兄のように織物の経営に熱心ではないようです。たぶん、彼にとってもっと大事なことがあるからでしょう。もちろん、これはあくまで私の推測です…",
      "ko": "비운상회의 그 푸른 옷의 소년, 그는 그의 부친과 형처럼 직물 경영에 크게 신경 쓰는 것 같지는 않아요. 아마 그에겐 더욱 중요한 일이 있는 거겠죠. 물론… 제 추측이지만…",
      "en": "You mean the boy in the blue jacket from the Feiyun Commerce Guild? He's nothing like his father and brother, doesn't seem to care about the textile business at all. Seems it's because as far as he's concerned, there are more important things for him to be doing. Of course, I'm merely speculating...",
      "de": "Du meinst den Jungen in der blauen Jacke von der Händlergilde Feiyun? Er ist überhaupt nicht wie sein Vater und Bruder, er scheint sich gar nicht um das Textilgeschäft zu scheren. Vermutlich kommt das daher, dass es aus seiner Sicht wichtigere Dinge für ihn zu tun gibt. Natürlich sind das reine Spekulationen ...",
      "es": "Ah, ¿el joven del Gremio de Comerciantes de Feiyun? No está tan interesado en los negocios como su padre y su hermano. Seguramente tiene otras preocupaciones. Bueno, es solo mi opinión...",
      "fr": "Ah, le jeune homme de la Guilde des marchands de Feiyun ? Il n'est pas aussi investi dans les affaires que son père et son frère. Il a sûrement d'autres préoccupations. Enfin... Ce n'est que mon avis.",
      "pt": "O garoto da Guilda de Comerciantes de Feiyun não presta muita atenção aos negócios como o seu pai e irmão. Parece que para ele, tem algo mais importante para fazer... Claro, é apenas o meu palpite...",
      "ru": "Мальчик в голубом из торговой гильдии «Фэйюнь»? Он совсем не похож на своего отца или брата. Совсем не интересуется производством тканей. Это потому, что он считает, что есть более важные вещи. Но это лишь мои догадки, конечно...",
      "id": "Maksudmu pemuda berjaket biru dari Feiyun Commerce Guild itu? Dia sama sekali tidak peduli dengan bisnis tekstil seperti ayah dan kakaknya. Itu mungkin karena baginya, ada lebih banyak lagi hal yang penting yang lebih butuh dikerjakan. Tentu saja ... ini hanya tebakanku saja ....",
      "th": "หนุ่มน้อยชุดสีน้ำเงินจากสมาคมการค้า Feiyun น่ะเหรอ? เขาดูไม่กังวลเกี่ยวกับธุรกิจเหมือนพ่อและพี่ชายของเขาเลย เขาน่าจะมีเรื่องสำคัญกว่าที่ต้องทำ แน่นอน... ฉันก็แค่เดาเท่านั้นแหละ...",
      "vi": "Thiếu niên áo xanh của Thương Hội Phi Vân kia không hề giống như cha và huynh trưởng của mình luôn nhọc lòng cho việc kinh doanh dệt may. Vì đối với cậu ta mà nói, chắc có việc quan trọng hơn phải làm. Dĩ nhiên... đây cũng chỉ là suy đoán của tôi..."
    }
  },
  {
    "title": {
      "zhs": "关于香菱…",
      "zht": "關於香菱…",
      "jp": "香菱について…",
      "ko": "향릉에 대해…",
      "en": "About Xiangling",
      "de": "Über Xiangling ...",
      "es": "Sobre Xiangling...",
      "fr": "À propos de Xiangling...",
      "pt": "Sobre Xiangling...",
      "ru": "О Сян Лин...",
      "id": "Tentang Xiangling",
      "th": "เกี่ยวกับ Xiangling...",
      "vi": "Về Xiangling..."
    },
    "line": {
      "zhs": "香菱很有名！但...我不太敢去「万民堂」那一带…不敢就是…不敢啦。好，好吧，也不是秘密。那边的饭菜香味飘得满街都是。一旦被勾住了，点上了菜，就算是素菜也...很难控制住食欲吧。这样的话，这样的话…",
      "zht": "香菱很有名！但…我不太敢去「萬民堂」那一帶…不敢就是…不敢啦。好，好吧，也不是秘密。那邊的飯菜香味飄得滿街都是。一旦被勾住了，點上了菜，就算是素菜也…很難控制住食欲吧。這樣的話，這樣的話…",
      "jp": "香菱はとても有名です！でも…「万民堂」あたりはあまり行かないことにしています。あそこには食事の香りが満ちていて、いざ釣られて注文したら、たとえ野菜だけでも…食欲を我慢できません。そんなことしたら…",
      "ko": "향릉은 엄청 유명해요! 하지만… 전 「만민당」 근처엔 못 가겠어요…. 그냥… 하, 못 가겠다니까요. 조, 좋아요. 비밀도 아니니 말할게요. 그곳엔 맛있는 음식 냄새로 가득하죠. 홀린 듯이 음식을 주문해 버리면 채소 요리도… 하… 절제할 수 없게 돼요. 그렇게 되면…",
      "en": "Xiangling is a celebrity! Um, but... I try to avoid her restaurant. Just... because. No reason. ...Okay, fine. It's not a big secret anyway. It's because you can smell her cooking all the way from the other end of the street. And once you get a whiff, I mean, that's it. You're gone. Next thing you know, you're ordering your second, maybe third round... You just can't control it. Even though I only eat the vegetarian dishes, I don't know what it is. But that is not a road I want to go down again... Not after...",
      "de": "Xiangling ist eine berühmte Persönlichkeit! Ähm, aber ... ich versuche, ihr Restaurant zu meiden. Einfach weil ... Es gibt keinen Grund ... Also gut. Es ist sowieso kein großes Geheimnis. Es liegt daran, dass man die Gerüche aus ihrer Küche schon vom anderen Ende der Straße aus riechen kann. Und sobald einem auch nur ein Hauch davon in die Nase steigt, dann war’s das. Dann ist es um einen geschehen. Und ehe ich mich versah, bestellt man auch schon die zweite, vielleicht sogar dritte Portion ... Man kann es einfach nicht kontrollieren. Selbst bei den vegetarischen Gerichten, ich weiß nicht, was es ist. Aber das will ich nicht noch einmal erleben ... Nicht nachdem ...",
      "es": "¡Xiangling es toda una estrella! Aunque... yo no me atrevo a pasar por la zona del Restaurante Wanmin. Bueno, supongo que no es ningún secreto. Toda esa calle huele a la deliciosa comida del restaurante. Si el aroma te atrapa y pides comida, aunque solo sea verdura... será imposible controlar el apetito. Y entonces... adiós a mi dieta.",
      "fr": "Xiangling ? Tout le monde la connaît ! Mais... Je n'aime pas trop aller du côté du Restaurant Wanmin. Hum... Ah, ce n'est pas un secret, après tout. Ça sent juste trop bon, et il suffit que je m'en approche pour me retrouver à commander, ne serait-ce qu'un plat de légumes. Et c'est fini...",
      "pt": "A Xiangling é muito renomada! Mas... receio ir para o Restaurante Wanmin... Não tenho coragem mesmo! Ok! Isso já não é um segredo! O cheiro da comida paira por todas as ruas. Se você for pego por esse cheiro, não tem como resistir! Mesmo que eu só coma os pratos vegetarianos, não sei o motivo. Mas esse não é um caminho que eu queira percorrer novamente... Não depois de...",
      "ru": "Сян Лин - звезда! Но... я стараюсь держаться от «Народного выбора» подальше... Потому что... Да так просто... Ну ладно. Не такой уж это и секрет. Просто её еда так вкусно пахнет на всю улицу. Стоит унюхать - не знаешь, что произошло, - ты уже заказываешь второе, третье блюдо, даже не вегетарианские... Невозможно себя контролировать. А после того случая...",
      "id": "Xiangling adalah seorang selebriti! Um, tapi ... aku berusaha menghindari restorannya. Itu karena ... Pokoknya tidak. Oke, baiklah. Lagi pula sudah jadi rahasia umum. Alasanku adalah karena kamu bisa mencium aroma masakannya di sepanjang jalan. Dan kalau kamu sudah mencium aromanya, habis sudah. Tamatlah riwayatmu. Hal berikutnya yang kamu sadari, kamu bakal menambah pesanan, lalu menambah lagi ... Kamu tidak akan bisa menahannya. Meskipun aku hanya makan hidangan vegetarian, aku tidak tahu apa itu. Tapi pokoknya tempat itu bukanlah jalan yang ingin kulewati lagi ... Pokoknya tidak ....",
      "th": "Xiangling โด่งดังมาก! แต่ ... ฉันไม่กล้าไปแถวภัตตาคาร Wanmin หรอกนะ... ฉันไม่กล้า... ไม่กล้าจริง ๆ โอเค ก็ได้ จริง ๆ มันก็ไม่ใช่ความลับอะไร กลิ่นอาหารของร้านนั้นลอยอบอวลไปทั่วถนน ถ้าได้ลองชิมแล้ว ถึงแม้จะเป็นแค่อาหารมังสวิรัติ... ก็ยากที่จะห้ามใจตัวเอง ถ้าเป็นแบบนั้นล่ะก็...",
      "vi": "Xiangling rất nổi tiếng! Nhưng... tôi không dám tới \"Vạn Dân Đường\"... Không dám là... không dám thôi. Được thôi, cũng chẳng phải bí mật gì. Thức ăn ở đó thơm nức cả con phố. Một khi bị hấp dẫn, gọi món lên, dù là đồ chay... cũng rất khó cưỡng lại cơn thèm ăn. Nếu vậy thì... thì..."
    }
  },
  {
    "title": {
      "zhs": "关于北斗…",
      "zht": "關於北斗…",
      "jp": "北斗について…",
      "ko": "북두에 대해…",
      "en": "About Beidou",
      "de": "Über Beidou ...",
      "es": "Sobre Beidou...",
      "fr": "À propos de Beidou...",
      "pt": "Sobre Beidou...",
      "ru": "О Бэй Доу...",
      "id": "Tentang Beidou",
      "th": "เกี่ยวกับ Beidou...",
      "vi": "Về Beidou..."
    },
    "line": {
      "zhs": "近来，玉京台之上对南十字船队的怨言不断。可是在我看来，北斗船长对璃月所做的贡献，远非沉溺于伪造流言之徒所能想象…啊，抱歉，失言了…",
      "zht": "近來，玉京臺之上對南十字船隊的怨言不斷。可是在我看來，北斗船長對璃月所做的貢獻，遠非沉溺於偽造流言之徒所能想像…啊，抱歉，失言了…",
      "jp": "近頃、玉京台では南十字船隊へのクレームが止まりません。でも私が見た北斗船長の璃月に対する貢献は、でたらめな噂話を流す人々には想像もできないほどずっと多いです…あっ、すみません、失言でした。",
      "ko": "최근 옥경대에서 남십자함대에 대한 불평이 끊이질 않고 있습니다. 하지만 제 생각엔 북두 함장이 리월을 위해 세운 공은 유언비어를 날조하는 놈들보다 훨씬… 이런, 제가 말실수를 했네요",
      "en": "Recently, everyone in Yujing Terrace has been saying nasty things about The Crux Fleet. But in my personal opinion, Beidou's contribution to Liyue Harbor goes far beyond what those miserable, rumor-loving heathens could even contemplate! ...Oops! I'm sorry, I... I'm not quite sure how that one slipped out...",
      "de": "Seit einiger Zeit sagen alle auf der Yujing-Terrasse schlimme Dinge über die Crux. Doch ich persönlich denke, dass Beidous Einsatz für den Hafen von Liyue weit über das hinausgeht, was diese armseligen, intriganten Heiden auch nur in Betracht ziehen würden! ... Hoppla! Es tut mir leid, ich ... ich weiß nicht recht, warum mir das herausgerutscht ist ...",
      "es": "Últimamente, en la Terraza Yujing no dejan de quejarse de la Flota Crux Meridianam. En mi opinión, las contribuciones que la Capitana Beidou ha hecho a Liyue pesan más que los rumores infundados en torno a su persona. Oh, lo siento, creo que he hablado de más.",
      "fr": "Les gens de la Terrasse Yujing n'arrêtent pas de se plaindre de l'équipage du Crux ces derniers temps. Mais à mes yeux, la contribution de la capitaine Beidou dépasse de loin tout ce que pourraient imaginer tous ces colporteurs de rumeurs... Oh, pardon, j'ai... J'ai pensé tout haut.",
      "pt": "Recentemente, todos no Terraço de Yujing têm dito coisas desagradáveis sobre a Frota Crux. Mas na minha opinião, a contribuição da Capitã Beidou ao Porto de Liyue vai muito além do que aqueles miseráveis pagãos amantes de conspirações poderiam até contemplar! ...Ops! Desculpe, eu... Não sei como deixei isso escapar...",
      "ru": "Последнее время все на террасе Юйцзин жалуются на флот Южного Креста. Но я считаю, что заслуги Бэй Доу перед Ли Юэ намного больше, чем считают эти жалкие лживые брехуны... Ой, прости... Вырвалось...",
      "id": "Akhir-akhir ini, banyak sekali pengaduan mengenai Crux Fleet di Yujing Terrace. Tapi menurutku, kontribusi Kapten Beidou terhadap Liyue jauh di luar imajinasi mereka yang mudah termakan oleh rumor palsu itu ... Ah! Maafkan aku ... Kok aku bisa sampai keceplosan begitu ya ....",
      "th": "ช่วงนี้มีการร้องเรียนเรื่องกองเรือ Crux ที่ Yujing Terrace ไม่หยุดเลย แต่ในความคิดของฉัน สิ่งที่กัปตัน Beidou ทำเพื่อเมือง Liyue นั้น มันมากมายเกินกว่า ที่พวกชอบสุมหัวนินทาชาวบ้าน... อ๊ะ ขอโทษนะ ฉันไม่รู้ว่าหลุดปากพูดอย่างงั้นออกมาได้ยังไง...",
      "vi": "Gần đây, trên Ngọc Kinh Đài không ngừng than vãn về đội thuyền Nam Thập Tự. Nhưng theo tôi thấy, sự cống hiến của thuyền trưởng Beidou dành cho Liyue, vượt xa khỏi sức tưởng tượng của những kẻ chỉ biết đặt điều... A, xin lỗi, tôi đã lỡ lời..."
    }
  },
  {
    "title": {
      "zhs": "关于瑶瑶…",
      "zht": "關於瑤瑤…",
      "jp": "ヨォーヨについて…",
      "ko": "요요에 대해…",
      "en": "About Yaoyao",
      "de": "Über Yaoyao ...",
      "es": "Sobre Yaoyao...",
      "fr": "À propos de Yaoyao...",
      "pt": "Sobre Yaoyao...",
      "ru": "О Яо Яо...",
      "id": "Tentang Yaoyao",
      "th": "เกี่ยวกับ Yaoyao...",
      "vi": "Về Yaoyao..."
    },
    "line": {
      "zhs": "瑶瑶啊…我是受总务司那边的熟人托付，在城内好生照顾她，别让她再往船上跑…你问我总务司的业务范围？唔…不，不知道呢。",
      "zht": "瑤瑤啊…我是受總務司那邊的熟人託付，在城內好生照顧她，別讓她再往船上跑…你問我總務司的業務範圍？唔…不，不知道呢。",
      "jp": "ヨォーヨですか…総務司の知り合いに頼まれて、船上に行かないように彼女の世話をしています…総務司の業務範囲ですか？うーん…わ、分かりません。",
      "ko": "요요… 전 총무부에서 아는 사람의 부탁을 받고, 그녀가 배에 오르지 못하도록 그녀를 돌봤어요. 총무부의 업무 범위요? 어… 음, 글쎄요",
      "en": "Yaoyao... Someone I know at the Ministry of Civil Affairs tasked me with keeping an eye on her in the city, making sure she doesn't try and sneak aboard The Crux... Oh, you want to know what the Ministry of Civil Affairs does? ...Who knows, am I right!? Heh... Who knows what they do? ...Not me...",
      "de": "Yaoyao ... Ein Bekannter vom Rat für Allgemeine Angelegenheiten hat mich damit beauftragt, in der Stadt ein Auge auf sie zu haben und aufzupassen, dass sie nicht versucht, sich auf ein Schiff der Crux zu schleichen ... Oh, du willst wissen, was der Rat für Allgemeine Angelegenheiten tut? ... Wer weiß das schon, stimmt’s!? Ha ... Wer weiß schon, was die vom Rat tun? ... Ich zumindest nicht ...",
      "es": "Yaoyao... Un conocido mío del Ministerio de Asuntos Civiles me pidió que la cuidara una vez que vino a la ciudad, y que no la dejara subirse a ningún barco. ¿Que si ese trabajo es responsabilidad del Ministerio? Pues... No lo sé...",
      "fr": "Yaoyao ? Une de mes connaissances au Bureau des affaires civiles m'a chargée de prendre soin d'elle, et de veiller à ce qu'elle ne remonte pas à bord d'un navire... Si ça relève vraiment de la responsabilité du Bureau ? Ma foi, je ne sais pas...",
      "pt": "Yaoyao... Alguém que conheço no Ministério dos Assuntos Civis me encarregou de ficar de olho nela na cidade, garantindo que ela não tentasse entrar sorrateiramente a bordo da Frota Crux... Quem sabe, não é mesmo!? Heh... Quem sabe o que eles fazem? ...Eu não...",
      "ru": "Яо Яо... Департамент по делам граждан попросил меня следить, чтобы она не забралась на корабль... Чем занимается Департамент по делам граждан? Хороший вопрос, да? Кто знает, чем они занимаются... Я не знаю.",
      "id": "Yaoyao ... Seseorang dari Bagian Urusan Sipil memercayakannya padaku untuk menjaganya. Jangan biarkan dia lari di atas kapal lagi ... Kamu bertanya padaku lingkup dari Bagian Urusan Sipil? Um ... aku juga tidak tahu.",
      "th": "Yaoyao น่ะเหรอ... คนรู้จักของฉันในฝ่ายกิจการทั่วไปไหว้วานให้ฉันดูแลเธอ ต้องจับตาดูเธอให้อยู่ในเมือง อย่าให้เธอวิ่งขึ้นเรือไปอีก... ฝ่ายกิจการทั่วไปทำอะไรบ้างงั้นเหรอ? อืม... ฉะ ฉันก็ไม่รู้เหมือนกัน",
      "vi": "Yaoyao à... Tôi được người quen ở bên Tổng Vụ nhờ chăm sóc cô ấy trong thành, đừng để cô ấy chạy lên thuyền lần nữa... bạn muốn biết về phạm vi công tác của Tổng Vụ sao?...Ừm, không, không biết nữa."
    }
  },
  {
    "title": {
      "zhs": "关于魈…",
      "zht": "關於魈…",
      "jp": "魈について…",
      "ko": "소에 대해…",
      "en": "About Xiao",
      "de": "Über Xiao ...",
      "es": "Sobre Xiao...",
      "fr": "À propos de Xiao...",
      "pt": "Sobre Xiao...",
      "ru": "О Сяо...",
      "id": "Tentang Xiao",
      "th": "เกี่ยวกับ Xiao...",
      "vi": "Về Xiao..."
    },
    "line": {
      "zhs": "他一直与人间保持距离，应该说是性格使然吧…我能够理解他，但是我无法「接近」他。毕竟…与他履行同一份「契约」的同伴，都已经不在了啊…",
      "zht": "他一直與人保持距離，應該說是性格使然吧…我能夠理解他，但是我無法「接近」他。畢竟…與他履行同一份「契約」的同伴，都已經不在了啊…",
      "jp": "彼は人間と距離を置いています、そういう性格だからでしょうか…理解はできますが、彼に「近づく」ことはできません。なにせ…彼と同じ「契約」を結んだ仲間はもういませんから…",
      "ko": "그는 줄곧 인간과 거리를 유지해왔어요. 본인의 성격 때문이겠죠… 그를 충분히 이해할 수 있지만, 그에게 「접근」을 할 수는 없어요. 그와 함께 「계약」을 이행하는 동료가 없어졌으니…",
      "en": "He seems like a bit of an outsider, socially. Probably just his personality... I can understand that, to be honest, but I'm not really about to try and get close to him. I mean... all the people he's ever agreed to team up with are no longer with us...",
      "de": "Er scheint ein bisschen ein Außenseiter zu sein, wenn es um soziale Kontakte geht. Vielleicht ist es einfach seine Persönlichkeit ... Ich kann das nachvollziehen, um ehrlich zu sein, allerdings habe ich nicht wirklich vor, ihm näher zu kommen. Ich meine ... alle, die jemals eingewilligt haben, sich mit ihm zusammenzutun, weilen nicht mehr unter uns ...",
      "es": "Siempre mantiene las distancias con la gente. Supongo que él es así. Le entiendo, pero no soy capaz de acercarme a él. Después de todo, los compañeros junto a los que debía cumplir su contrato ya no están en este mundo...",
      "fr": "Il maintient toujours une certaine distance avec ceux qui l'entourent – j'imagine que c'est inévitable, au vu de sa nature... Je peux le comprendre, mais je n'arrive pas à briser cette distance. C'est juste que... Celui qui partageait son contrat n'est plus ici aujourd'hui...",
      "pt": "Ele parece manter uma certa distância das outras pessoas. Deve ser o jeito dele... Eu entendo, mas não tentarei me aproximar dele. Todas as pessoas que andaram com ele não estão mais neste mundo...",
      "ru": "Он старается держаться в стороне от людей. Наверное, характер такой... Я его понимаю, но сближаться с ним не собираюсь. Всё-таки... Все, кто выполнял с ним один контракт, уже покинули нас...",
      "id": "Dia selalu menjaga jarak dari dunia, bisa dikatakan bahwa karakternya memang begitu ... aku bisa memahaminya, tapi aku tidak bisa \"mendekatinya\". Lagi pula ... sahabat yang pernah bekerja sama dengan Xiao sudah tidak ada lagi ....",
      "th": "เขารักษาระยะห่างจากโลกมนุษย์มาโดยตลอด อาจเป็นเพราะนิสัยสันโดษของเขา... ฉันเข้าใจเขานะ แต่ก็ไม่สามารถ \"เข้าใกล้\" เขาได้ เพราะไม่ว่ายังไง... เพื่อนร่วมทางที่ปฏิบัติตาม \"สัญญา\" เดียวกันกับเขา ก็พากันจากไปหมดแล้ว...",
      "vi": "Anh ta luôn giữ khoảng cách với người khác, chắc là do tính cách... Tôi có thể hiểu được anh ấy, nhưng không thể \"tiếp cận\". Dù gì... người bạn đồng hành đã cùng anh ấy thực hiện một bản \"khế ước\" giờ đây đã không còn nữa..."
    }
  },
  {
    "title": {
      "zhs": "关于烟绯…",
      "zht": "關於煙緋…",
      "jp": "煙緋について…",
      "ko": "연비에 대해…",
      "en": "About Yanfei",
      "de": "Über Yanfei ...",
      "es": "Sobre Yanfei...",
      "fr": "À propos de Yanfei...",
      "pt": "Sobre Yanfei...",
      "ru": "О Янь Фэй...",
      "id": "Tentang Yanfei",
      "th": "เกี่ยวกับ Yanfei...",
      "vi": "Về Yanfei..."
    },
    "line": {
      "zhs": "烟绯呀…她还是个懵懂的小女孩时，就和我说过，要遵守契约，过上快乐的生活。如今她亭亭玉立，成了璃月的名人。\n\n律法咨询师的工作很繁杂，但她总是一副无忧无虑的模样，这让我十分安心。",
      "zht": "煙緋呀…她還是個懵懂的小女孩時，就和我說過，要遵守契約，過上快樂的生活。如今她亭亭玉立，成了璃月的名人。\n\n律法諮詢師的工作很繁雜，但她總是一副無憂無慮的模樣，這讓我十分安心。",
      "jp": "煙緋さんですか…彼女は子供の頃からすでに、契約を守ってこそ幸せな生活が送れるということを理解していました。その彼女も今は立派に育ち、璃月の有名人になられています。\n\n法律家の仕事は煩雑なものが多いですが、それを容易くこなす彼女を見て、私もとても安心できました。",
      "ko": "연비요…? 그녀는 세상 물정 모르는 어린 소녀였을 때부터 제게 계약을 지키며 행복하게 살아야 한다고 말했어요. 지금은 아주 훌륭히 자라 리월의 유명인이 되었죠.\n\n법률 고문이 하는 일은 아주 복잡하지만, 그녀가 늘 아무 걱정 없어 보여서 저도 안심돼요",
      "en": "Ah, Yanfei... Even back when she was an innocent little girl, she would tell me that \"you have to keep your promises to live a happy life.\" Now, she's grown up to be a beautiful, graceful, and highly successful young woman.\n\nAlthough the work of a legal adviser is complicated, she always seems so carefree. This puts my mind at ease.",
      "de": "Oh, Yanfei ... Als sie noch ein kleines sorgloses Mädchen war, sagte sie mir, sie würde ihren Vertrag einhalten und ein glückliches Leben führen. Jetzt ist sie zu einer schönen Frau herangewachsen und hat sich zu einer Berühmtheit in Liyue hochgearbeitet.\n\nDie Arbeit einer Rechtsberaterin ist anstrengend, aber sie sieht immer unbeschwert aus, was mich sehr beruhigt.",
      "es": "Ah, Yanfei... Cuando aún era una niña inocente, solía decirme “tienes que cumplir con tu contrato y vivir una vida feliz”. Ahora ya es una mujer muy bella y elegante, además de una persona de mucho éxito en Liyue.\n\nEl trabajo de un asesor legal es muy complicado, pero ella siempre parece tan despreocupada... Eso me tranquiliza.",
      "fr": "Ah, Yanfei... Même quand elle n'était qu'une petite fille innocente, elle me disait qu'« il faut savoir tenir ses promesses pour vivre heureuse. » C'est aujourd'hui une femme aussi belle et élégante qu'elle est douée. La tâche de conseillère juridique est ardue, mais elle a toujours l'air de n'avoir pas un souci au monde, ce qui a le mérite de m'apaiser.",
      "pt": "Ah, Yanfei... Mesmo quando ela era uma garotinha inocente, me dizia que \"você tem que manter suas promessas de viver uma vida feliz\". Hoje ela cresceu para ser uma mulher bela, elegante e bem-sucedida. Apesar do trabalho de uma Consultora Jurídica ser complicado, ela sempre parece tão relaxada. Isso me deixa calma.",
      "ru": "Янь Фэй... Когда она была совсем маленькой, она говорила, что нужно соблюдать контракт и жить счастливо. Сейчас она стала знаменитостью Ли Юэ.\n\nРабота консультанта по юридическим вопросам утомительна, но она всегда выглядит беззаботной, что меня очень успокаивает.",
      "id": "Ah, Yanfei ... Bahkan ketika dia masih seorang gadis kecil yang lugu, dia akan mengatakan padaku, \"Kamu harus menepati janjimu untuk hidup bahagia!\" Lalu sekarang dia sudah tumbuh dewasa menjadi seorang gadis yang cantik, anggun, dan sukses. Walaupun pekerjaan menjadi seorang konsultan hukum itu sangat rumit, tapi dia selalu terlihat bebas dan bahagia. Aku sangat lega.",
      "th": "Yanfei น่ะเหรอ... ตอนที่เธอเป็นเด็กน้อยไร้เดียงสา เธอเคยบอกกับฉันว่าต้องรักษาสัญญาและใช้ชีวิตให้มีความสุข จนทุกวันนี้เธอเติบโตและกลายเป็นคนที่มีชื่อเสียงของ Liyue\n\nงานของที่ปรึกษากฎหมายนั้นซับซ้อนมาก แต่ท่าทางที่ดูไร้กังวลของเธอนั้น ทำให้ฉันโล่งใจเป็นที่สุดเลยล่ะ",
      "vi": "Yanfei à...khi còn là một cô bé, cô ấy đã từng nói với tôi, là phải tuân thủ khế ước, sống một cuộc sống vui vẻ. Hiện nay, một cách đầy duyên dáng, cô ấy đã trở thành người có tiếng tăm ở Liyue.\n\nCông việc tư vấn pháp luật rất phức tạp, nhưng dáng vẻ vô tư vô lo của Yanfei khiến tôi cực kỳ yên tâm."
    }
  },
  {
    "title": {
      "zhs": "关于申鹤…",
      "zht": "關於申鶴…",
      "jp": "申鶴について…",
      "ko": "신학에 대해…",
      "en": "About Shenhe",
      "de": "Über Shenhe ...",
      "es": "Sobre Shenhe...",
      "fr": "À propos de Shenhe...",
      "pt": "Sobre Shenhe...",
      "ru": "О Шэнь Хэ...",
      "id": "Tentang Shenhe",
      "th": "เกี่ยวกับ Shenhe",
      "vi": "Về Shenhe..."
    },
    "line": {
      "zhs": "我和她并不能算是熟悉。只是听留云真君提过几句，听说她性子较凶，要是压抑不住心性，容易对周围造成严重破坏。嗯…会不会是因为平日里太闲了呢？我…我该给她推荐些工作吗？",
      "zht": "我和她並不能算是熟悉。只是聽留雲真君提過幾句，聽說她個性較兇，要是壓抑不住心性，容易對周圍造成嚴重破壞。嗯…會不會是因為平日裡太閒了呢？我…我該推薦一些工作給她嗎？",
      "jp": "私は彼女のことをよく知っているわけではありません。ただ留雲真君から、彼女は気性が荒く、心を抑えられなければ周囲に大きな危害を与えてしまうと聞きました…普段、暇を持て余し過ぎているからかもしれませんね。私が…彼女に仕事をお勧めした方がいいのでしょうか…？",
      "ko": "그녀를 결코 잘 아는 편은 아니에요. 류운진군이 그녀에 대해 말하는 것만 몇 번 들었는데, 성격이 사납다고 해요. 성질을 억누르지 못하면 쉽게 주변을 파괴한다더라구요. 음… 너무 한가해서 그런 거 아닐까요? 제… 제가 일을 소개해줘야 하려나요?",
      "en": "I actually don't know her all that well — I've only heard bits and pieces from Cloud Retainer. From what I've heard, she can be quite ferocious. Whenever her temper gets the better of her, she is likely to start obliterating her surroundings. I wonder if maybe she's just... bored. Should... Should I recommend some work to keep her occupied?",
      "de": "Ich kenne sie eigentlich gar nicht so gut, habe nur etwas von der Fürstin gehört. Nach dem, was ich gehört habe, kann sie ziemlich wild sein. Wenn ihr Temperament sie übermannt, fängt sie an, ihre Umgebung zu verwüsten. Ich frage mich, ob sie vielleicht nur ... gelangweilt ist? Sollte ... Sollte ich ihr eine Arbeit empfehlen, die sie etwas ablenkt?",
      "es": "En realidad, no la conozco tan bien. Solo he escuchado un par de cosas que me contó Preservadora de Nubes. Por lo que sé, puede ser bastante dura. Cuando se pone de mal humor, comienza a destrozar lo que hay a su alrededor. ¿Lo hace simplemente porque... se aburre? ¿Debería recomendarle que haga algún trabajo para que se mantenga ocupada?",
      "fr": "En fait, je ne la connais pas très bien... Je n'ai entendu d'elle que des bribes de Souffle-Nuages. D'après ce que j'en sais, elle peut être assez féroce. Chaque fois que son tempérament prend le dessus, elle risque de tout détruire autour d'elle. Je me demande si c'est simplement parce qu'elle... s'ennuie ? Devrais-je... Devrais-je lui recommander un travail pour l'occuper un peu ?",
      "pt": "Na verdade, eu não a conheço muito bem — só ouvi algumas coisas sobre a Retentora de Nuvem. Pelo que ouvi, ela pode ser bastante feroz. Sempre que seu temperamento leva a melhor, é provável que ela comece a obliterar o que está à sua volta. Eu me pergunto se talvez ela esteja apenas... entediada? Devo... Devo recomendar algum trabalho para mantê-la ocupada?",
      "ru": "На самом деле я не так уж хорошо её знаю... Только слышала о ней от Хранителя Облаков. Насколько я знаю, у неё довольно скверный характер. Всякий раз, когда он берёт над ней верх, она разносит всё вокруг. Интересно, может, ей просто... скучно? Может... мне порекомендовать ей какую-нибудь работу?",
      "id": "Aku sebenarnya tidak seberapa kenal dengannya, aku cuma tahu sedikit dari cerita Cloud Retainer. Yang kutahu, dia bisa jadi sangat galak. Kalau emosinya sudah memuncak, dia akan mulai menghancurkan apa pun yang ada di sekitarnya. Aku kadang bingung, apa dia itu cuma ... bosan? Apa aku ... Apa aku sebaiknya memberinya kerjaan, biar dia sibuk?",
      "th": "ฉันกับ Shenhe ไม่ค่อยคุ้นเคยกัน แต่เคยได้ยินจ้าววังวนเมฆาเอ่ยถึงไม่กี่ครั้ง ได้ยินมาว่าเธอมีอารมณ์ที่ค่อนข้างรุนแรง ถ้าควบคุมอารมณ์ไม่ได้ ก็จะสร้างความเสียหายรอบ ๆ ข้างอย่างร้ายแรงเลยล่ะ อืม...อาจจะเป็นเพราะวันธรรมดาว่างเกินไปหรือเปล่านะ? ฉะ...ฉันควรแนะนำงานบางอย่างให้เธอดีไหม?",
      "vi": "Tôi và cô ấy cũng không thể xem như là quen biết, chỉ là nghe Lưu Vân Chân Quân nói qua thôi, nghe nói cô ấy dữ lắm, lỡ đâu không kiềm chế được thì chắc sẽ phá hủy mọi thứ xung quanh mất. Ừm... có phải do là thường ngày rảnh rỗi quá không? Tôi... tôi có nên giới thiệu công việc cho cô ấy không?"
    }
  },
  {
    "title": {
      "zhs": "关于夜兰…",
      "zht": "關於夜蘭…",
      "jp": "夜蘭について…",
      "ko": "야란에 대해…",
      "en": "About Yelan",
      "de": "Über Yelan ...",
      "es": "Sobre Yelan...",
      "fr": "À propos de Yelan...",
      "pt": "Sobre Yelan...",
      "ru": "О Е Лань...",
      "id": "Tentang Yelan",
      "th": "เกี่ยวกับ Yelan...",
      "vi": "Về Yelan..."
    },
    "line": {
      "zhs": "虽说夜兰小姐每年有将近七成时间缺勤，但凝光会给她这样的特权，想必事出有因。当然，这不该是由我打听的事项，具体内容就不清楚了。不过，有天我回月海亭的路上，看到她和许多人有说有笑地吃着早点、喝着茶。我的内心深处…竟然有些羡慕。",
      "zht": "雖說夜蘭小姐每年有將近七成時間缺勤，但凝光會給她這樣的特權，想必事出有因。當然，這不該是由我打聽的事項，具體內容就不清楚了。不過，有天我回月海亭的路上，看到她和許多人有說有笑地吃著早點、喝著茶。我的內心深處…竟然有些羡慕。",
      "jp": "夜蘭さんは、一年のうち七割近くを欠勤しています。ですが、凝光様が彼女にそのような特権を与えているのには、きっと何か理由があるのでしょう。もちろん、これは私が詮索すべきことではありませんので、詳しいことはよく分かりません。でもある日、月海亭へ帰る途中、あの方がたくさんの人と笑いながら、朝食とお茶をいただいているところを見ました。心の底から…少し羨ましいと思いました。",
      "ko": "야란 씨가 일 년 중 근 7할 정도 결근 상태이긴 하지만, 응광 님이 그분에게 그런 특권을 준 데엔 그럴 만한 이유가 있을 거예요. 물론, 제가 알아야 할 일이 아니라 구체적인 건 잘 모르겠네요. 하지만 전에 월해정으로 돌아가는 길에 야란 씨가 사람들과 담소 나누고 차 마시면서 아침 식사를 하고 있는 걸 본 적이 있어요. 그걸 보니까… 어쩐지 좀 부러웠어요",
      "en": "Even though Ms. Yelan is absent from work for the majority of the year, I'm sure Lady Ningguang must have her reasons for making exceptions for her. Of course, it wouldn't be my place to ask, so I don't know the details of their arrangement. I remember seeing her one day on my way back to Yuehai Pavilion, she was having breakfast with a group of people — they were all talking and laughing, eating, drinking tea... I must admit, I found myself feeling a little envious in that moment.",
      "de": "Obwohl Yelan an die zwei Drittel des Jahres von der Arbeit abwesend ist, muss es einen Grund geben, warum Ningguang ihr ein solches Privileg gewährt. Natürlich sollte ich mich nicht danach erkundigen, deshalb bin ich mir über die Einzelheiten nicht sicher. Doch eines Tages, als ich auf dem Rückweg zum Yuehai-Pavillon war, sah ich sie lachen und mit vielen Leuten reden, frühstücken und Tee trinken. Tief in mir war ich überraschenderweise ein wenig neidisch.",
      "es": "La Srta. Yelan se ausenta del trabajo durante la mayor parte del año, pero estoy segura de que Ninguang tendrá sus razones para hacer semejante excepción. Yo no soy quién para preguntar, así que desconozco los detalles de esa decisión. Recuerdo que, una vez que iba de camino al Pabellón Yuehai, la vi desayunando con un grupo de gente. Hablaban, reían, comían, bebían té... He de admitir que, en ese momento, sentí un poco de envidia.",
      "fr": "Même si mademoiselle Yelan est absente à son travail la majeure partie de l'année, je suis sûre que Ningguang doit avoir ses raisons pour lui accorder ce traitement préférentiel. Bien sûr, ce n'est pas à moi de lui demander, donc je ne connais pas les détails de leur arrangement. Je me souviens l'avoir vue un jour en rentrant au Pavillon Yuehai, elle prenait le petit déjeuner avec un groupe de gens. Ils parlaient, riaient, mangeaient et buvaient du thé... Je dois admettre que je l'ai un peu enviée à ce moment-là.",
      "pt": "Apesar da Srta. Yelan estar ausente do trabalho a maior parte do ano, tenho certeza que Ningguang deve ter suas razões para fazer uma exceção a ela. Claro, não estou numa posição de perguntar o porquê, por isso não sei os detalhes do acordo delas. Mas lembro de a ver um dia enquanto retornara para o Pavilhão Yuehai. Ela estava em um café da manhã com um grupo de pessoas. Todos estavam rindo, comendo e bebendo chá... Admito que me senti com um pouco de inveja no momento.",
      "ru": "Несмотря на то, что госпожа Е Лань отсутствует на работе большую часть года, наверняка госпожа Нин Гуан делает для неё исключение по веским причинам. Конечно, это не моё дело, поэтому я не знаю подробностей. Помню, как мы случайно встретились в павильоне Лунного моря, она завтракала с группой людей. Все они разговаривали и смеялись, ели, пили чай... Признаюсь, тогда мне стало немного завидно.",
      "id": "Meskipun Nona Yelan jarang sekali masuk kerja, aku yakin Nona Ningguang punya alasan sendiri kenapa beliau mau memberi dia pengecualian. Tentu saja, aku tidak berhak mempertanyakannya, jadi aku juga tidak tahu apa-apa soal itu. Waktu jalan ke Yuehai Pavilion dulu, aku ingat pernah lihat dia lagi sarapan bersama sekelompok orang. Mereka semua terlihat sedang makan, minum teh, sambil bercanda dan ngobrol seru. Harus kuakui, aku ... sedikit iri.",
      "th": "ถึงแม้ว่าคุณ Yelan จะขาดงานเกือบ 70% ในทุก ๆ ปีเลยก็ตาม แต่การที่ Ningguang ให้สิทธิพิเศษแบบนี้กับเธอจะต้องมีเหตุผลอยู่ แน่นอนเรื่องแบบนี้ฉันไม่ควรถามก็เลยไม่ทราบรายละเอียดที่ชัดเจน แต่ว่าวันหนึ่งในระหว่างทางกลับไป Yuehai Pavilion ฉันก็เห็นเธอนั่งกินอาหารเช้า และจิบชาอยู่กับผู้คนมากมาย เสียงพูดคุย และเสียงหัวเราะดังลึกลงไปในหัวใจของฉัน... จนรู้สึกอิจฉาอยู่เล็กน้อย",
      "vi": "Tuy tiểu thư Yelan có hơn 70% thời gian là trốn việc, nhưng Ningguang cho cô ấy đặc quyền này ắt hẳn có nguyên do. Do đây không phải là điều tôi thắc mắc nên nội dung trong đó tôi cũng không rõ. Nhưng mà, có ngày khi tôi đi về Nguyệt Hải Đình, có thấy cô ấy đang cười nói ăn điểm tâm và uống trà với mọi người. Trong thâm tâm của tôi... cũng có chút ngưỡng mộ."
    }
  },
  {
    "title": {
      "zhs": "想要了解甘雨·其一",
      "zht": "想要了解甘雨·其一",
      "jp": "甘雨を知る·1",
      "ko": "감우에 대해 알기·첫 번째",
      "en": "More About Ganyu: I",
      "de": "Ich will mehr über Ganyu erfahren I",
      "es": "Más sobre Ganyu (I)",
      "fr": "Connaître Ganyu (1)",
      "pt": "Mais sobre Ganyu - I",
      "ru": "Узнать больше о Гань Юй I",
      "id": "Mengenal Ganyu: I",
      "th": "อยากรู้เกี่ยวกับ Ganyu - 1",
      "vi": "Muốn tìm hiểu Ganyu - Điều thứ 1"
    },
    "line": {
      "zhs": "临时的工作吗？啊，不用和我具体说。将你的要求写下来，放在这边就好。",
      "zht": "#臨時的工作嗎？啊，不用和我具體說。將{F#妳}{M#你}的要求寫下來，放在這邊就好。",
      "jp": "臨時の仕事ですか？あっ、詳細は言わなくても大丈夫です。要求を書いて、ここに置いておいてください。",
      "ko": "임시적인 업무요? 아, 구체적으로 말씀하실 필요 없어요. 요구 사항을 적어서 여기에 놓아주세요",
      "en": "You have a last-minute job for me? Okay, uh... Sorry, please don't try and explain it all verbally... Write it down, leave a note here. I'll get to it as soon as possible.",
      "de": "Du hast noch einen Auftrag in letzter Minute für mich? Also, ähm ... Tut mir leid, versuch nicht, mir das alles mündlich zu erklären ... Schreib es auf, hinterlass mir hier eine Notiz. Ich werde mich schnellstmöglich darum kümmern.",
      "es": "¿Que ha surgido algo que hacer? No digas más. Escríbeme en una nota qué tengo que hacer y déjamela aquí.",
      "fr": "Une tâche urgente ? N'en dites pas plus. Faites-moi une note et posez-la ici, je m'en occupe.",
      "pt": "Você tem um trabalho de última hora para mim? Ok, uh... Desculpe, não explique tudo verbalmente... Escreva em uma nota e farei o mais rápido possível.",
      "ru": "Срочная работа? Ах... Не надо подробностей, просто заполни свой запрос и оставь его вот здесь.",
      "id": "Eh, ada pekerjaan dadakan? Oke, ah ... Maaf, tolong jangan jelaskan semuanya secara lisan ... Tulis di sini saja. Aku akan menyelesaikannya sesegera mungkin.",
      "th": "มีงานด่วนงั้นเหรอ? อ๊ะ ไม่ต้องอธิบายให้ฉันฟังหรอก จดให้ฉันก็พอ จดแล้วก็วางไว้ตรงนั้นแหละ",
      "vi": "Công việc tạm thời sao? Không cần nói chi tiết với tôi. Cứ viết yêu cầu của bạn lại rồi để ở đây là được."
    }
  },
  {
    "title": {
      "zhs": "想要了解甘雨·其二",
      "zht": "想要了解甘雨·其二",
      "jp": "甘雨を知る·2",
      "ko": "감우에 대해 알기·두 번째",
      "en": "More About Ganyu: II",
      "de": "Ich will mehr über Ganyu erfahren II",
      "es": "Más sobre Ganyu (II)",
      "fr": "Connaître Ganyu (2)",
      "pt": "Mais sobre Ganyu - II",
      "ru": "Узнать больше о Гань Юй II",
      "id": "Mengenal Ganyu: II",
      "th": "อยากรู้เกี่ยวกับ Ganyu - 2",
      "vi": "Muốn tìm hiểu Ganyu - Điều thứ 2"
    },
    "line": {
      "zhs": "「想要了解更多甘雨的事情」…这，这是什么工作要求啊。我，我还从来没有处理过这样的…去年年底述职报告的背诵可以吗？啊，不行啊。",
      "zht": "「想要瞭解更多甘雨的事情」…這，這是什麼工作要求啊。我，我還從來沒有處理過這樣的…去年年底述職報告的背誦可以嗎？啊，不行啊。",
      "jp": "「甘雨のことをもっと知りたい」…な、なにこの仕事？そ、そんなの対応したことありません…昨年末の仕事の報告の暗唱はどうですか？えっ、だめですか？",
      "ko": "「감우에 대해 더 많이 알고 싶어」… 이, 이건 무슨 일에 필요한 거죠? 저, 전 이런 걸 처리해본 적이 없어서… 작년 연말의 업무 보고서를 외우면 될까요? 아, 안 되는군요",
      "en": "Let's see... \"I want to understand Ganyu better...\" Wh—What sort of request is that!? I've never done this before... Um, um, um... Okay... I can, ah... run you through my annual review from last year? That should bring you up to speed on me... No good? Oh, okay then...",
      "de": "Mal sehen ... „Ich will mehr über Ganyu erfahren ...“ Was ist das denn für eine Bitte!? Ich habe sowas noch nie gemacht ... Ähm, ähm, ähm ... Also gut ... Ich kann, äh ... Ich könnte mit dir meine jährliche Prüfung vom letzten Jahr durchgehen? Das sollte dir einen Eindruck von mir verschaffen ... Keine gute Idee? Hm, also dann ...",
      "es": "¿Quieres saber más sobre mí? ¿Qué clase de trabajo es ese? Nunca he hecho nada parecido... ¿Quieres que te lea el informe de trabajo de finales del año pasado? ¿No? Oh...",
      "fr": "« J'aimerais en apprendre plus à votre sujet. »... Première fois que j'ai à traiter ce genre de requête. Hum, je peux réciter mon rapport de fin d'année. Non, ça ne va pas faire l'affaire...",
      "pt": "Vamos ver... \"Eu quero entender melhor a Ganyu...\" Que tipo de pedido é esse!? Eu nunca fiz isso antes... Hã, hmm, hmm... Ok... Eu posso ah... Passar para você minha revisão anual do ano passado? Isso deve te dar uma ideia de mim... Não? Oh, tudo bem então...",
      "ru": "Так, что тут у нас? «Узнать больше о Гань Юй...» Это что за требование такое? Первый раз такое вижу... Хм... Я могу... прочитать тебе доклад о выполненной работе за прошлый год? Нет, не пойдёт?",
      "id": "Coba ... \"Aku ingin kenal lebih dekat dengan Ganyu\". Ha-Hah? Pe-Pekerjaan macam apa ini? Aku be-belum pernah diminta seperti ini sebelumnya ... Aduh, oh, eh ... Oke, aku ... bacakan saja penilaian kinerjaku tahun lalu? Biar kamu langsung tahu, gitu ... Eh? Tidak perlu? Baiklah ....",
      "th": "\"อยากรู้จัก Ganyu ให้ดีขึ้น\"... นี่ นี่มันงานอะไรกัน ฉันไม่เคยทำมาก่อนเลย... ให้ฉันสรุปรายงานการทำงานของฉันเมื่อปลายปีที่แล้วให้ฟังมั้ย? หา? ไม่ได้งั้นเหรอ",
      "vi": "\"Muốn hiểu nhiều chuyện của Ganyu hơn\"... đây, đây là yêu cầu công việc gì vậy. Tôi, tôi chưa từng xử lý qua... Đọc thuộc lòng báo cáo công tác cuối năm ngoái được không? A, không được à."
    }
  },
  {
    "title": {
      "zhs": "想要了解甘雨·其三",
      "zht": "想要了解甘雨·其三",
      "jp": "甘雨を知る·3",
      "ko": "감우에 대해 알기·세 번째",
      "en": "More About Ganyu: III",
      "de": "Ich will mehr über Ganyu erfahren III",
      "es": "Más sobre Ganyu (III)",
      "fr": "Connaître Ganyu (3)",
      "pt": "Mais sobre Ganyu - III",
      "ru": "Узнать больше о Гань Юй III",
      "id": "Mengenal Ganyu: III",
      "th": "อยากรู้เกี่ยวกับ Ganyu - 3",
      "vi": "Muốn tìm hiểu Ganyu - Điều thứ 3"
    },
    "line": {
      "zhs": "我思考过了…既然是「工作」，处理「工作」就没有害羞的必要。如果你想要了解我的话，这个头上的…发饰。其实是我的角。我的身上，有着仙兽「麒麟」的血脉。唔…理解了的话，请签下这份保密协议，不要对别人讲…",
      "zht": "#我思考過了…既然是「工作」，處理「工作」就沒有害羞的必要。如果{F#妳}{M#你}想要瞭解我的話，這個頭上的…髮飾。其實是我的角。我的身上，有著仙獸「麒麟」的血脈。唔…理解了的話，請簽下這份保密協議，不要對別人講…",
      "jp": "考えました…「仕事」ですから、「仕事」の対応するのに恥ずかしく感じる必要はありません。え？この…髪飾り？実は角です。私には仙獣「麒麟」の血が流れています。では、この秘密保持契約書にサインしてください、他言無用です…",
      "ko": "생각해봤는데… 「업무」라면, 부끄러워할 필요 없겠죠. 저에 대해 알고 싶다면, 이 머리 장식부터… 사실 이건 뿔이에요. 제 몸에는 신수 「기린」의 피가 흐르죠. 음… 이해되셨으면 이 비밀 유지 계약서에 서명해 주세요. 절대 다른 사람에게 이야기하면 안 돼요…",
      "en": "I've had a long, hard think, and I've realized that so long as it's for a work-related matter, there's really nothing for me to be embarrassed about. So if you really need to understand me more... This, uh, hairpiece... it's actually my horns. That's right. I'm part illuminated beast, qilin to be exact. Okay, so, now we've got that out the way... Please sign this non-disclosure agreement for me. And don't tell a soul.",
      "de": "Ich habe lange und intensiv nachgedacht und es ist mir klar geworden, dass ich mich wirklich für nichts schämen muss, solange es um arbeitsbezogene Dinge geht. Wenn du mich also wirklich besser verstehen möchtest ... Dieses, äh, Haarteil ... das sind eigentlich meine Hörner. Ja, genau. Ich bin zum Teil göttliche Bestie. Qilin, um genau zu sein. Also gut, jetzt hätten wir das schon mal geklärt ... Bitte unterzeichne mir noch diese Geheimhaltungsvereinbarung. Und verrate es keiner Menschenseele.",
      "es": "Lo he estado pensando y... creo que no debería avergonzarme de mi trabajo. Si quieres saber más sobre mí, te diré que este... tocado que llevo sobre la cabeza... en realidad son mis cuernos. Soy mezcla bestia iluminada Chilin y humana. Ahora que lo sabes, debo pedirte que firmes este acuerdo de confidencialidad para que no se lo cuentes a nadie.",
      "fr": "J'ai réfléchi, et... je fais mon travail, il n'y a pas de honte à avoir. Si vous voulez vraiment le savoir, ce sont mes cornes que vous voyez là. Du sang de Qilin coule dans mes veines... Merci de signer cet accord de confidentialité, par contre. Que cela reste entre nous...",
      "pt": "Eu tive uma longa e difícil reflexão e percebi que, desde que seja por um assunto relacionado ao trabalho, não há realmente nada para me envergonhar. Portanto, se você realmente precisa me entender mais... Este, hã, enfeite de cabelo... Na verdade são os meus chifres. Isso mesmo. Sou da linhagem da besta iluminada, Qilin para ser exata. Muito bem, agora que temos isso fora do caminho... Por favor, assine este acordo de não-divulgação para mim. E não diga nada a ninguém.",
      "ru": "Я долго думала и решила, что если это для работы, то мне нечего стесняться. Если хочешь побольше обо мне узнать, то... Эти заколки... Это на самом деле рога. Да, во мне течёт кровь Божественного зверя цилиня. Так, с этим разобрались, теперь подпиши вот это соглашение о неразглашении. Никому не говори.",
      "id": "Aku sudah pikir panjang semalaman, dan ... Aku sadar, kalau menyangkut pekerjaan, kenapa harus malu? Jadi, eh, kalau mau kenal aku lebih dekat, uh ... \"Aksesoris\" di kepalaku ini sebenarnya tanduk. Iya, aku masih keturunan Adeptus, lebih tepatnya keturunan Qilin. Oke, kalau sudah paham, ini. Tolong tanda tangani perjanjian rahasia ini. Dilarang kasih tahu orang lain soal ini ya.",
      "th": "ฉันคิดเรื่องนี้มานานแล้ว... ฉันคิดว่าตราบใดที่มันคือ \"งาน\" ก็ไม่จำเป็นต้องอายที่ต้องทำมัน ถ้าอยากรู้จักฉันมากกว่านี้... เอ่อ..ที่คาดผมของฉัน จริง ๆ แล้วมันคือเขาของฉัน ฉันมีสายเลือดของสัตว์เวทอย่าง \"กิเลน\" อยู่น่ะ อืม... ถ้าคุณเข้าใจ ช่วยเซ็นข้อตกลงการรักษาความลับนี้ด้วย และอย่าบอกคนอื่นเชียวนะ...",
      "vi": "Tôi đã suy nghĩ kỹ rồi... Đã là \"công việc\", thì xử lý \"công việc\" không có gì phải xấu hổ cả. Nếu bạn muốn tìm hiểu tôi, thì... món trang sức... trên đầu tôi, thực ra là sừng của tôi đó. Trong người tôi có dòng máu của Tiên Thú \"Kỳ Lân\". Ồ... nếu đã hiểu rồi thì hãy ký vào điều khoản bảo mật này, không được kể với người khác..."
    }
  },
  {
    "title": {
      "zhs": "想要了解甘雨·其四",
      "zht": "想要了解甘雨·其四",
      "jp": "甘雨を知る·4",
      "ko": "감우에 대해 알기·네 번째",
      "en": "More About Ganyu: IV",
      "de": "Ich will mehr über Ganyu erfahren IV",
      "es": "Más sobre Ganyu (IV)",
      "fr": "Connaître Ganyu (4)",
      "pt": "Mais sobre Ganyu - IV",
      "ru": "Узнать больше о Гань Юй IV",
      "id": "Mengenal Ganyu: IV",
      "th": "อยากรู้เกี่ยวกับ Ganyu - 4",
      "vi": "Muốn tìm hiểu Ganyu - Điều thứ 4"
    },
    "line": {
      "zhs": "虽然身为仙兽的混血后裔，但同时也有着人类的血脉。这么多年来，我也不知道自己算不算融入了璃月港的人类生活…可能，我只是像钻进地里的草史莱姆一样，把自己埋在数据和报表中间来逃避吧。",
      "zht": "雖然身為仙獸的混血後裔，但同時也有著人類的血脈。這麼多年來，我也不知道自己算不算融入了璃月港的人類生活…可能，我只是像鑽進地裡的草史萊姆一樣，把自己埋在數據和報表中間來逃避吧。",
      "jp": "仙獣の末裔でありながら、私には人間の血も流れています。この数年間、璃月港の人間の暮らしにちゃんと溶け込んだかどうかわかりません…たぶん、私は地面に入る草スライムのように、自分をデータや報告表に埋めて逃げているのでしょう。",
      "ko": "전 신수의 혼혈 후예지만 동시에 인간의 피도 흐르고 있어요. 몇 년이 지났는데도, 제가 리월항 인간의 삶에 녹아들었는지는 모르겠네요… 아마 땅을 파고들어가는 풀 슬라임처럼 데이터와 보고서에 파묻혀 도피하는 거겠죠",
      "en": "Even though I'm part qilin, I'm still part human, too. Still, all these years I've been asking myself the same question: Do I really belong in the human world? Maybe I'm just like a Dendro Slime hiding in the earth, burying myself in numbers and reports in order to escape reality.",
      "de": "Obwohl ich zum Teil Qilin bin, bin ich auch zu einem Teil Mensch. Und dennoch habe ich mir all die Jahre dieselbe Frage gestellt: Gehöre ich wirklich in die Menschenwelt? Vielleicht bin ich einfach wie ein Dendro-Schleim, der sich in der Erde versteckt und sich selbst unter Zahlen und Berichten vergräbt, um der Realität zu entfliehen.",
      "es": "Aunque tengo ascendencia de bestia iluminada, también tengo sangre humana. Después de tantos años, sigo sin tener claro si ya formo parte de la sociedad de Liyue o no. Tal vez solo sea como un Slime Dendro enterrado bajo tierra que huye del mundo sumergiéndose en montones de estadísticas e informes...",
      "fr": "Je suis autant humaine que Qilin. Et après toutes ces années, j'ignore encore si j'ai vraiment réussi à m'intégrer à la vie locale... Peut-être que je ressemble à ces Dendroblobs qui se cachent sous terre, et que m'enterrer sous une pile de travail est ma façon de fuir...",
      "pt": "Embora eu seja parte Qilin, sou parte humana também. Ainda assim, durante todos estes anos, tenho feito uma pergunta a mim mesma: Eu realmente pertenço ao mundo humano? Talvez eu seja como um Slime Dendro escondido na terra, enterrando-me em números e relatórios para escapar da realidade.",
      "ru": "Во мне течёт кровь цилиня, но также во мне течёт и человеческая кровь. Все эти годы я спрашиваю себя: могу ли я быть частью мира смертных... Может быть, я как Дендро слайм: прячусь от мира, закапываясь в таблицах и отчётах.",
      "id": "Aku juga punya darah manusia. Lebih tepatnya, aku setengah Adeptus, setengah manusia. Sudah lama aku bertanya pada diri sendiri: Apa aku ini sungguh bagian dari dunia manusia? Mungkin aku cuma mengubur diriku di tengah data dan laporan untuk melarikan diri dari kenyataan, seperti Dendro Slime yang bersembunyi di bawah tanah.",
      "th": "แม้ว่าฉันจะเป็นกิเลน แต่ฉันก็มีสายเลือดของมนุษย์เช่นกัน แต่หลายปีมานี้ฉันถามตัวเองมาตลอด ว่าฉันเข้ากับชีวิตมนุษย์ของท่าเรือ Liyue ได้หรือไม่... บางทีฉันอาจจะเป็นแค่ Dendro Slime ที่แอบอยู่ตามพื้นหญ้า ฝังตัวเองอยู่ในข้อมูลและรายงานต่าง ๆ เพื่อหลบหนีจากความจริง",
      "vi": "Tuy là hậu duệ lai của Tiên Thú, nhưng cũng mang dòng máu con người. Bao nhiêu năm nay, tôi cũng không biết mình có hòa nhập vào cuộc sống loài người ở cảng Liyue không nữa... Có thể, tôi chỉ như loài Slime Thảo chui vào lòng đất, vùi mình trong các số liệu và bảng báo cáo để trốn tránh mà thôi."
    }
  },
  {
    "title": {
      "zhs": "想要了解甘雨·其五",
      "zht": "想要了解甘雨·其五",
      "jp": "甘雨を知る·5",
      "ko": "감우에 대해 알기·다섯 번째",
      "en": "More About Ganyu: V",
      "de": "Ich will mehr über Ganyu erfahren V",
      "es": "Más sobre Ganyu (V)",
      "fr": "Connaître Ganyu (5)",
      "pt": "Mais sobre Ganyu - V",
      "ru": "Узнать больше о Гань Юй V",
      "id": "Mengenal Ganyu: V",
      "th": "อยากรู้เกี่ยวกับ Ganyu - 5",
      "vi": "Muốn tìm hiểu Ganyu - Điều thứ 5"
    },
    "line": {
      "zhs": "谢谢你一直陪我说话。遇见你之后，好像说了十几年都没有说过的那么多话…如果保持这样的锻炼，有朝一日也能从事秘书以外的职业了吧。用上几百年时间来熟练，应该就不会犯什么要紧的错了吧。",
      "zht": "#謝謝{F#妳}{M#你}一直陪我說話。遇見{F#妳}{M#你}之後，好像說了十幾年都沒有說過的那麼多話…如果保持這樣的鍛煉，有朝一日也能從事秘書以外的職業了吧。用上幾百年時間來熟練，應該就不會犯什麼要緊的錯了吧。",
      "jp": "話し相手になってくれて、ありがとうございます。十数年間口にしなかったことまで話したような気がします…こうして鍛え続けたら、いつか秘書以外の仕事もできるのでしょうか。百年以上の時間をかけたら、きっと重大なミスはしないはずです。",
      "ko": "저와 이야기해 줘서 고마워요. 당신을 만난 후, 10여 년 동안 가장 말을 많이 한 것 같아요… 이렇게 훈련을 계속한다면 비서 외에 다른 직업에도 종사할 수 있겠어요. 몇 백 년 동안 익숙해지면, 치명적인 실수는 안 하겠죠",
      "en": "Thank you for always making time to chat with me. I feel like I must have spoken more after meeting you than I have in the last ten years put together. If I keep going like this... Maybe one day I'll be able to move on to something other than secretarial work. Now that I've got a few hundred years of experience under my belt, I should be able to avoid any more major mistakes.",
      "de": "Vielen Dank dafür, dass du dir immer die Zeit für ein Pläuschchen mit mir nimmst. Ich habe das Gefühl, als hätte ich mehr gesprochen als in den letzten zehn Jahren zusammengenommen, seit ich dich kennengelernt habe. Wenn ich so weitermache ... Vielleicht werde ich eines Tages in der Lage sein, zu etwas anderem als Sekretariatsarbeiten überzugehen. Jetzt, da ich einige hundert Jahre an Erfahrung gesammelt habe, sollte ich doch weitere größere Fehler vermeiden können.",
      "es": "Gracias por hablar tanto conmigo. Desde que te conocí, creo que he hablado tanto como en los últimos diez años... Si sigo haciéndolo, tal vez algún día pueda trabajar de algo que no sea secretaria. Ahora que tengo unos cuantos siglos de práctica, seguro que no cometeré ningún error grave.",
      "fr": "Merci de m'avoir écoutée. Depuis que je vous connais, j'ai dû parler autant qu'au cours de ces dix dernières années... Qui sait, si je maintiens ce genre d'entraînement, je pourrai peut-être devenir plus qu'une simple secrétaire. Quelques centaines d'années à pratiquer devraient bien finir par payer.",
      "pt": "Obrigada por sempre ter tido tempo para conversar comigo. Sinto que devo ter falado mais depois de te conhecer do que falei nos últimos dez anos juntos. Se eu continuar assim... Talvez um dia eu possa passar para algo que não seja trabalho de secretariado. Agora que tenho algumas centenas de anos de experiência, devo ser capaz de evitar mais erros graves.",
      "ru": "Спасибо, что всегда приходишь поговорить. Кажется, после встречи с тобой я разговариваю больше, чем за последние десять лет... Если так пойдёт дальше, то, может быть, однажды я смогу заняться чем-то кроме секретарской работы. С опытом в несколько сотен лет я смогу избежать особенно больших ошибок.",
      "id": "Terima kasih kamu selalu menyempatkan diri untuk bicara denganku. Setelah kenal kamu, kurasa aku sudah bicara lebih banyak daripada semua percakapanku dalam sepuluh tahun terakhir. Kalau begini terus ... mungkin suatu hari nanti aku bisa kerjakan yang lain selain jadi sekretaris. Aku kan punya pengalaman ratusan tahun, pasti bisa dong, menghindari kesalahan-kesalahan yang sifatnya fatal.",
      "th": "ขอบคุณที่คุยกับฉันตลอดนะ หลังจากที่ได้พบเธอ ดูเหมือนว่าฉันจะพูดเยอะกว่าที่เคยพูดในรอบสิบปีเลย... ถ้าเป็นอย่างงี้ไปเรื่อย ๆ สักวันฉันน่าจะทำงานอื่นที่ไม่ใช่เลขานุการได้ เพราะถึงยังไงฉันก็มีประสบการณ์หลายร้อยปี ฉันคงไม่ทำเรื่องผิดพลาดอย่างร้ายแรงหรอก",
      "vi": "Cảm ơn bạn vẫn luôn nói chuyện với tôi. Sau khi gặp bạn, hình như tôi đã nói nhiều hơn cả mười mấy năm nay cộng lại... Nếu cứ tiếp tục rèn luyện thế này, một ngày nào đó chắc sẽ làm được nghề gì khác ngoài thư ký rồi chứ. Tập luyện mấy trăm năm, chắc sẽ không phạm lỗi gì nghiêm trọng đâu nhỉ."
    }
  },
  {
    "title": {
      "zhs": "甘雨的爱好…",
      "zht": "甘雨的愛好…",
      "jp": "甘雨の趣味…",
      "ko": "감우의 취미…",
      "en": "Ganyu's Hobbies",
      "de": "Ganyus Hobbys ...",
      "es": "Aficiones de Ganyu...",
      "fr": "Les loisirs de Ganyu...",
      "pt": "Passatempos de Ganyu...",
      "ru": "Хобби Гань Юй...",
      "id": "Hobi Ganyu",
      "th": "งานอดิเรกของ Ganyu...",
      "vi": "Sở thích của Ganyu..."
    },
    "line": {
      "zhs": "爱好吗，爱好的话…工作吧。嗯？工作不能算？但是，为什么呢？难道爱好不是指自己想要去做，做了就会感到开心的事情吗。那么爱好是工作，又有什么问题呢？",
      "zht": "愛好嗎，愛好的話…工作吧。嗯？工作不能算？但是，為什麼呢？難道愛好不是指自己想要去做，做了就會感到開心的事情嗎。那麼愛好是工作，又有什麼問題呢？",
      "jp": "趣味ですか？そうですね…仕事でしょうか。ん？仕事以外で？それはどうしてですか？趣味はしたいこと、すると嬉しくなることですよね。趣味が仕事のどこが問題ですか？",
      "ko": "취미라, 취미는… 일이에요. 네? 일은 취미가 아니라고요? 왜요? 취미는 자신이 하고 싶고, 하면 즐거운 일을 말하는 게 아닌가요? 그럼 취미가 일인 게 무슨 문제가 되나요?",
      "en": "My hobby... I would say... my job. What? Why don't jobs count as hobbies? I thought hobbies are supposed to be things you look forward to doing, and that make you feel good when you've done them. That describes my job perfectly. So what's the issue?",
      "de": "Mein Hobby ... Ich würde sagen, das ist meine Arbeit. Was? Warum zählt die Arbeit nicht als Hobby? Ich dachte, Hobbys sollten etwas sein, auf das man sich freut und das einem ein gutes Gefühl gibt, wenn man es hinter sich hat? Das trifft auf meine Arbeit von A bis Z zu. Also was ist das Problem?",
      "es": "¿Mis aficiones? Pues... trabajar. ¿Eh? ¿El trabajo no cuenta como afición? ¿Por qué? Pensé que una afición era algo con lo que te sientes bien después de hacerlo. En ese caso, mi afición es trabajar. No veo que tenga que haber ningún problema con ello...",
      "fr": "Mes loisirs...? Eh bien... Le travail. Comment ? « Tout sauf le travail » ? Pourquoi donc ? Quelque chose qu'on aime faire et dont on retire de la joie, ça ne colle pas ? Pour moi, c'est le travail. Je ne vois pas où est le problème...",
      "pt": "Meu passatempo... Eu diria meu trabalho. O quê? Por que os trabalhos não contam como passatempos? Pensei que os passatempos deveriam ser coisas que você está ansioso para fazer, e que o fazem sentir-se bem quando você os faz? Isso descreve perfeitamente meu trabalho. Então, qual é o problema?",
      "ru": "Хобби? Работа, наверное... А? Работа не считается? Почему нет? Ведь хобби - это то, что ты хочешь делать, а потом делаешь и радуешься? Моё хобби - работа. Что тут такого?",
      "id": "Hobiku ... adalah ... pekerjaanku. Ah? Kerja tidak termasuk hobi? Bukannya hobi itu kegiatan yang ingin kita lakukan, dan bikin kita senang kalau bisa dilakukan? Definisi sudah cocok sekali dengan pekerjaanku. Apa ada yang salah?",
      "th": "งานอดิเรกเหรอ... น่าจะเป็น... ทำงานมั้ง หืม? ทำงานไม่นับ? ทำไมล่ะ? งานอดิเรกก็คือสิ่งที่ทำให้คนรู้สึกมีความสุขเมื่อได้ทำไม่ใช่เหรอ งานอดิเรกของฉันก็คืองานไงล่ะ มันมีปัญหาตรงไหนกัน?",
      "vi": "Sở thích sao, có lẽ là... công việc. Hử? Công việc không tính à? Nhưng mà, tại sao? Không lẽ sở thích không phải là chỉ việc mà bản thân muốn làm, làm xong cảm thấy vui à. Vậy sở thích là công việc thì có vấn đề gì chứ?"
    }
  },
  {
    "title": {
      "zhs": "甘雨的烦恼…",
      "zht": "甘雨的煩惱…",
      "jp": "甘雨の悩み…",
      "ko": "감우의 고민…",
      "en": "Ganyu's Troubles",
      "de": "Ganyus Sorgen ...",
      "es": "Preocupaciones de Ganyu...",
      "fr": "Les problèmes de Ganyu...",
      "pt": "Preocupações de Ganyu...",
      "ru": "Беспокойство Гань Юй...",
      "id": "Kekhawatiran Ganyu",
      "th": "เรื่องกลุ้มใจของ Ganyu...",
      "vi": "Nỗi buồn của Ganyu..."
    },
    "line": {
      "zhs": "为何人们总是拼命证明…自己的存在比其他人更有价值呢？存在本身，就是足够美好的事情了吧？",
      "zht": "為何人們總是拚命證明…自己的存在比其他人更有價值呢？存在本身，就是足夠美好的事情了吧？",
      "jp": "どうして人々は、自分の存在は他人より価値があると証明したがるのでしょう？存在していること自体、素晴らしいことなのに…そうですよね？",
      "ko": "사람들은 왜 항상… 자신의 가치가 남보다 높다는 걸 증명하려고 안달일까요? 존재한다는 것 자체가 충분히 아름다운 일이잖아요?",
      "en": "I don't understand why people insist on going all out to try and prove how their existence is more valuable than everyone else's. To exist in the first place is a beautiful thing, and that's enough... isn't it?",
      "de": "Ich verstehe nicht, warum die Leute immer unbedingt alles geben, um zu beweisen, dass ihre Existenz wertvoller ist als die jedes anderen. In erster Linie ist es etwas Wunderschönes zu existieren und das ist schon genug ... oder?",
      "es": "¿Por qué la gente insiste tanto en demostrar que su propia existencia tiene más valor que la de los demás? ¿Tener la oportunidad de existir no es algo suficientemente bueno?",
      "fr": "Pourquoi les hommes font-ils toujours passer leur propre existence avant celle des autres ? Les exemples sont légion... Avoir la chance d'exister ne suffit donc pas ?",
      "pt": "Eu não entendo por que as pessoas insistem em fazer de tudo para tentar provar como sua existência é mais valiosa do que a de todos os outros. Existir em primeiro lugar é uma coisa bonita, e isso é o suficiente... Não é?",
      "ru": "Почему люди постоянно пытаются доказать, что их существование более ценно? Разве существование само по себе недостаточно прекрасно?",
      "id": "Aku tidak paham orang yang selalu berusaha sekuat tenaga untuk membuktikan bahwa keberadaan dirinya lebih berharga daripada orang lain. Kita bisa ada saja sudah merupakan suatu berkat yang patut disyukuri, begitu saja sudah indah ... iya kan?",
      "th": "ทำไมคนถึงพยายามพิสูจน์เสมอว่า... การมีอยู่ของตัวเองมีค่ามากกว่าคนอื่น? การมีอยู่ก็เป็นสิ่งที่ดีมากแล้วไม่ใช่เหรอ?",
      "vi": "Tại sao con người luôn phải liều mạng chứng minh... sự tồn tại của bản thân là có giá trị hơn người khác chứ. Sự tồn tại của bản thân chẳng phải đã là chuyện tuyệt vời rồi sao?"
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was sie so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "「饮必甘露，食必嘉禾。」这是我的守则。所以，请把那盘「仙跳墙」，从我的视线范围里拿开…",
      "zht": "「飲必甘露，食必嘉禾。」這是我的守則。所以，請把那盤「仙跳牆」，從我的視線範圍裡拿開…",
      "jp": "「甘露を飲み、嘉禾を食す」、それが私のポリシーです。だから、あの美味しそうな仙跳牆を私の視界から消してください…",
      "ko": "「먹고 마시는 건 풍요로워야 한다」가 제 수칙입니다. 그러니 저 「선도장」 좀 제 시야에서 치워주세요…",
      "en": "\"Drink only spring water, eat only whole grains,\" that's my motto. So I would be grateful if you could please remove that treacherously enticing-looking plate of delicacies from my field of view. Much obliged!",
      "de": "„Trinke nur Quellwasser, verzehre nur das ganze Korn.“ Das ist mein Motto. Also wäre ich dir dankbar, wenn du diese trügerische Versuchung der Adepten aus meinem Blickfeld entfernen könntest. Ich wäre dir sehr verbunden!",
      "es": "“Beber el rocío de la mañana y comer los cereales más exquisitos”. Ese es uno de mis principios. Así que, por favor, aparta esa tentación de Adeptus de mi vista.",
      "fr": "« Ne bois que de l'eau de source, et ne mange que des graines. » C'est la règle que je suis. Je vous serais donc particulièrement reconnaissante si vous pouviez retirer ce plat de ma vue...",
      "pt": "\"Beber somente água da nascente, comer somente grãos integrais\", esse é o meu lema. Portanto, eu ficaria grata se você pudesse, por favor, remover essa traiçoeira Tentação de Adeptus do meu campo de visão. Muito agradecida!",
      "ru": "«Пей лишь сладкую росу и ешь лишь чудесные злаки» - это мой девиз. Поэтому убери, пожалуйста, это «Искушение Адепта» подальше от меня. Большое спасибо!",
      "id": "\"Minum hanya dari mata air, makan hanya biji-bijian\", demikian motto hidupku. Jadi aku akan sangat bersyukur kalau kamu bisa menyingkirkan Adeptus' Temptation yang tampak sangat lezat itu dari pandanganku. Terima kasih banyak!",
      "th": "\"ดื่มแต่น้ำค้าง และกินแต่พืช\" นี่คือกฎของฉัน เพราะงั้น ช่วยเอา Adeptus' Temptation จานนั้น ไปให้พ้นสายตาของฉันที...",
      "vi": "\"Uống phải uống cam lộ, ăn phải ăn cỏ ngon.\" Đây là quy tắc của tôi. Vì vậy, hãy đem đĩa \"Tiên Nhảy Tường\" này ra khỏi tầm mắt của tôi đi..."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was sie nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang Tidak Disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "我们一族是严格的素食主义者，肉类料理就请允许我谢绝了。嗯，没错，即使是荤油混在蔬菜丸子里也不行…不可以。不可以哟。我能够闻出来的。",
      "zht": "我們一族是嚴格的素食主義者，肉類料理就請容我謝絕了。嗯，沒錯，即使是葷油混在蔬菜丸子裡也不行…不可以。不可以喲。我能夠聞出來的。",
      "jp": "私たち一族は厳しい菜食主義者です。肉料理は遠慮させていただきます。野菜団子に入れてもだめです…だめです、だめですから。においで分かります。",
      "ko": "우리 일족은 엄격한 채식주의자예요. 육류 요리는 사절이에요. 음, 맞아요. 돼지기름으로 튀긴 채소 완자도 안 돼요… 안 된다구요! 전 냄새로 알아차릴 수 있어요",
      "en": "Qilins are strict vegetarians, so please do not take offense when I decline meat dishes. Yes, that includes your vegetable fritters since they have been fried in animal fat. Thanks, but I can't. I'm afraid I really can't. I don't mean to argue, it's just I have a keen sense of smell, so I know how they've been cooked.",
      "de": "Qilins sind strenge Vegetarier, also bitte sei nicht beleidigt, wenn ich Fleischgerichte ablehne. Ja, das schließt auch dein frittiertes Gemüse ein, denn es wurde in Tierfett gebraten. Vielen Dank, aber ich kann nicht. Ich fürchte, ich kann wirklich nicht. Ich möchte nicht streiten, doch ich habe einfach einen sehr guten Geruchssinn, also weiß ich, wie es zubereitet wurde.",
      "es": "Mi raza es estrictamente vegetariana, así que perdón si tengo que rechazar un plato de carne. Sí, incluida la verdura frita, ya que también se ha cocinado con grasa animal. Es superior a mí. No es por discutir, es que tengo un sentido del olfato muy agudo y puedo distinguir cómo se ha cocinado la comida.",
      "fr": "Les gens de mon peuple sont de stricts végétariens, excusez-moi si je refuse ce plat. Oui, même si c'est juste quelques traces dans un plat de légumes, je... Je ne peux pas. L'odeur...",
      "pt": "Os Qilins são vegetarianos rígidos, portanto não se ofenda quando eu recusar pratos de carne. Sim, isso inclui bolinhos fritos de vegetais desde que foram fritos em gordura animal. Obrigada, mas não posso. Lamento, mas não posso mesmo. Não quero discutir, é que tenho um olfato apurado, então sei como eles foram preparados.",
      "ru": "Цилини - строгие вегетарианцы, поэтому не обижайся, если я отказываюсь от блюд. Да, овощные котлеты на животном жиру тоже нельзя... Нельзя же. Ну нельзя! Я по запаху чувствую!",
      "id": "Qilin adalah penganut vegetarian yang ketat, jadi tolong jangan tersinggung kalau aku menolak makan daging ya. Sayur goreng kering buatan kamu juga termasuk, soalnya digorengnya kan pakai lemak hewan .... Terima kasih, tapi maaf, aku benar-benar tidak bisa. Aku bukan mau debat, tapi indera penciumanku tajam, dan aku tahu itu dimasaknya bagaimana.",
      "th": "เผ่าของเรากินมังสวิรัติที่เคร่งครัด ดังนั้นโปรดอย่าถือสาที่ฉันงดอาหารประเภทเนื้อสัตว์ อืม ใช่แล้ว แม้แต่ลูกชิ้นที่ทอดในน้ำมันจากไขมันสัตว์ก็กินไม่ได้... ไม่ได้ ไม่กิน อย่าหลอกกันเลยน่า แค่ได้กลิ่นฉันก็รู้แล้ว",
      "vi": "Tộc của chúng tôi tuân theo chủ nghĩa ăn chay nghiêm ngặt, nên xin phép từ chối tất cả món mặn. Ừm, đúng vậy, dù là mỡ động vật trộn trong viên rau củ cũng không được...không được. Không được nhé. Tôi có thể ngửi ra được."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "地道的美味佳肴…啊！我是不是已经吃多了？",
      "zht": "道地的美味佳餚…啊！我是不是已經吃多了？",
      "jp": "本格的なご馳走ですね…あっ！私、食べ過ぎてしまいましたか？",
      "ko": "아주 제대로 된 요리네요…. 아! 제가 너무 많이 먹었나요?",
      "en": "Such authentic delicacies... Oh no! I think I might have eaten too much...",
      "de": "Authentisches und leckeres Essen ... Aah! Habe ich schon zu viel gegessen?",
      "es": "¡Qué manjar! ¿No habré comido demasiado?",
      "fr": "C'est un tel délice... Oh non ! Je crois que j'ai trop mangé...",
      "pt": "Que comida autêntica... Oh, não! Será que eu comi demais?",
      "ru": "Настоящий деликатес... О нет! Кажется, я съела слишком много...",
      "id": "Masakan ini otentik dan enak sekali ... Ah! Sepertinya aku sudah makan kebanyakan ya ....",
      "th": "เป็นของที่อร่อยจริงเชียว... โอ๊ะ! ฉันกินเยอะไปหรือเปล่านะ?",
      "vi": "Quả là món ăn ngon... Ah! Có phải tôi đã ăn quá nhiều rồi không?"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "我在饮食方面还挺挑剔的，让你费心了…",
      "zht": "#我在飲食方面還挺挑剔的，讓{F#妳}{M#你}費心了…",
      "jp": "食事に関してはかなり気を遣っているため、あなたの手を煩わせてしまいましたね…",
      "ko": "제가 먹는 거에 많이 까다로운 편인데, 정말 고생하셨어요…",
      "en": "I'm somewhat of a picky eater, sorry you went to all this trouble...",
      "de": "Ich bin ziemlich pingelig, wenn es ums Essen geht, also tut es mir leid, dass du Bemühungen hast ...",
      "es": "Soy muy quisquillosa con la comida, siento las molestias causadas...",
      "fr": "Je suis plutôt exigeante en matière de nourriture, excusez-moi...",
      "pt": "Eu sou um pouco exigente, desculpe por ter lhe dado tanto trabalho...",
      "ru": "Прости, я довольно привередлива в еде...",
      "id": "Aku cukup pilih-pilih soal makanan, maaf jadi merepotkanmu ....",
      "th": "ฉันค่อนข้างจู้จี้จุกจิกเรื่องกินน่ะ ทำให้เธอลำบากซะแล้ว...",
      "vi": "Tôi khá kén chọn trong việc ăn uống, khiến bạn uổng công rồi..."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "我明白你的好意，但油荤…还是算了。",
      "zht": "#我明白{F#妳}{M#你}的好意，但油葷…還是算了。",
      "jp": "お気持ちは受け取りますが、お肉は…遠慮しておきます。",
      "ko": "마음은 알겠어요. 하지만 기름진 음식은… 사양할게요",
      "en": "I appreciate the thought, but... meat's not really my thing.",
      "de": "Ich verstehe deine guten Absichten, aber Fleisch und Öl ... Vergessen wir das.",
      "es": "Sé que tienes buenas intenciones, pero este trozo de carne grasienta... Bueno, da igual.",
      "fr": "Votre intention est bonne, mais c'est de la viande... Tant pis.",
      "pt": "Aprecio suas intenções, mas... realmente não gosto de carne.",
      "ru": "Ценю твои намерения, но... мясо всё же не по мне.",
      "id": "Niatmu aku terima, tapi ... aku tidak makan daging. Maaf ya.",
      "th": "ฉันซาบซึ้งในน้ำใจของเธอนะ แต่พวกเนื้อมันเยิ้มล่ะก็... อย่าเลยดีกว่า",
      "vi": "Tôi hiểu ý tốt của bạn, nhưng các món ăn dầu mỡ... thì tôi xin phép."
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "生日快乐。这么久以来受你的关照，但却没有准备礼物，这点实在…藏在手后面的？欸，你看到了啊…是，失败了的清心花凉糕…抱着必须做完美的决心结果…欸，好，好吃的？真…真的吗。",
      "zht": "#生日快樂。這麼久以來受{F#妳}{M#你}的關照，但卻沒有準備禮物，這點實在…藏在手後面的？欸，{F#妳}{M#你}看到了啊…是，失敗了的清心花涼糕…抱著必須做到完美的決心，結果卻…欸，好，好吃？真…真的嗎。",
      "jp": "お誕生日おめでとうございます。今までお世話になったのに、プレゼントも用意していないなんて…後ろにあるもの？えっ、見たんですか…失敗した清心のお菓子です…完璧に作りたいと思ったのに…お、美味しいですか？ほ、本当に？",
      "ko": "생일 축하해요. 당신에게 이렇게 오랫동안 신세를 졌는데, 선물도 준비하지 못했네요. 이거 참… 손 뒤에 숨긴 거요? 휴… 다 봤군요… 실패한 청심화 푸딩이에요… 완벽하게 만들겠다고 다짐했는데… 맛, 맛있다고요? 저, 정말요…?",
      "en": "Many happy returns! After all the times you've looked out for me, I didn't even remember to get you a gift — whoops! Silly me, I... What's that behind my back? Ah. You saw it then. It's a failed attempt at making a Qingxin flower cake... I wanted it to be perfect, but... Oh, you think it tastes good? Do you really?",
      "de": "Herzlichen Glückwunsch! Nach den vielen Malen, die du dich um mich gekümmert hast, habe ich nicht einmal daran gedacht, dir ein Geschenk zu besorgen. Upps! Ich Dummerchen ... Was das hinter meinem Rücken ist? Oh! Du hast es also gesehen. Es ist ein fehlgeschlagener Versuch, einen Qingxin-Kuchen zu backen ... Ich wollte, dass er perfekt wird, aber ... Oh, du findest, er schmeckt gut? Wirklich?",
      "es": "¡Feliz cumpleaños! Y pensar que no te he preparado ningún regalo después de todo lo que me has cuidado... ¿Que qué estoy escondiendo entre las manos? Oh, ¡lo viste! Sí, es un intento de tarta de flores chingxin... Lo he hecho lo mejor que he podido... *Suspira*... ¿Está deliciosa? ¿De verdad?",
      "fr": "#Joyeux anniversaire ! Et dire que je n'ai rien préparé, alors que vous êtes toujours si {M#prévoyant}{F#prévoyante} envers moi... Qu'est-ce que j'ai dans la main ? Oh, vous avez vu. Hum, c'est un gâteau aux fleurs de Qingxin. J'ai vraiment fait de mon mieux, mais... Voilà le résultat. Vous aimez ? Vraiment ?",
      "pt": "Feliz aniversário! Depois de todas as vezes que você cuidou de mim, eu nem me lembrei de comprar um presente para você - ooops! Que tolice, eu... O que é isso nas minhas costas? Ah. Você o viu então. É uma tentativa fracassada de fazer um bolo de Flor Qingxin. Eu queria que ele fosse perfeito, mas... Oh, você acha que tem um gosto bom? Você acha mesmo?",
      "ru": "#С днём рождения! Ты так давно обо мне заботишься, а я даже подарок забыла, как же так... За спиной? А, ты увидел{F#a}... Это мой неудачный торт из цветков цинсинь... Так хотела сделать идеально, но... Вкусно? Правда?!",
      "id": "Selamat ulang tahun! Setelah sekian lama kamu membantuku, aku bahkan tidak ingat untuk siapkan kado - upsss! Aduh, konyol nih, aku ... Kamu tanya apa yang ada di belakangku? Ah, ketahuan deh. Sebenarnya aku coba bikin Qingxin Flower Cake, tapi gagal ... Aku ingin kue yang sempurna, tapi .... Oh, rasanya enak? Sungguh?",
      "th": "สุขสันต์วันเกิด เธอดูแลฉันมาตั้งนาน แต่ฉันกลับไม่ได้เตรียมของขวัญให้เธอเลย อุ๊ย... ของที่ซ่อนอยู่ข้างหลัง เฮ้อ คุณเห็นแล้วสินะ... อื้ม นี่คือเค้กดอก Qingxin ที่พังไม่เป็นท่า... นึกว่าฉันจะทำได้อย่างเพอร์เฟกต์ซะอีก... หืม? อร่อยงั้นเหรอ? พูดจริงรึเปล่า?",
      "vi": "Sinh nhật vui vẻ. Bao lâu nay được bạn chăm sóc, nhưng chưa chuẩn bị được quà gì, điều này thực sự... Giấu phía sau? Ủa, bạn nhìn thấy à... Ừm, món bánh Hoa Thanh Tâm đã thất bại... Với quyết tâm phải làm cho hoàn hảo, nhưng kết quả là... Í, ngon, ngon à? Thật... thật không."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "力量？…真是久违了。",
      "zht": "力量？…真是久違了。",
      "jp": "力？…久しぶりですね。",
      "ko": "이 힘은… 정말 오랜만이군요",
      "en": "Power? ...Now there's a key performance indicator I haven't needed in a long time.",
      "de": "Macht? ... Na, da haben wir doch glatt eine Leistungskennzahl, die ich schon seit Langem nicht mehr benötigt habe.",
      "es": "Esta fuerza... Hacía mucho tiempo que no la sentía.",
      "fr": "Le combat... Ça fait longtemps.",
      "pt": "Força? ...Este é um indicador chave de desempenho que não sinto há muito tempo.",
      "ru": "Сила?.. Вот уж давно не виделись.",
      "id": "Kekuatan? ... Itu indikator kinerja yang sudah lama tidak kupertimbangkan.",
      "th": "พลัง? ...ฉันไม่ได้สัมผัสมันมานานแล้ว",
      "vi": "Sức mạnh?... Đúng là đã rời xa lâu quá rồi."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "如果…可以用和平的方式解决。不，没什么…",
      "zht": "如果…可以用和平的方式解決。不，沒什麼…",
      "jp": "もし…平和な形で解決できたら、いや、なんでもありません…",
      "ko": "만약… 평화로운 방식으로 해결할 수 있다면. 아, 아니에요…",
      "en": "Could we maybe... find a peaceful resolution instead...? Never mind, doesn't matter...",
      "de": "Könnten wir vielleicht ... zur Abwechslung mal eine friedliche Lösung finden? Ach, vergiss es, es ist egal ...",
      "es": "Tal vez haya una forma más pacífica de resolver los problemas... Nada, olvídalo.",
      "fr": "Peut-être existe-t-il un moyen pacifique de résoudre ça. Non, rien...",
      "pt": "Poderíamos talvez... Encontrar uma resolução pacífica em vez disso...? Esqueça, não importa...",
      "ru": "Может... Разрешим мирным путём? А, ладно...",
      "id": "Apa bisa ... diselesaikan dengan cara damai? Ah tidak, bukan apa-apa ....",
      "th": "บางที... อาจแก้ไขได้ด้วยวิธีสันติ อืม ช่างเถอะ...",
      "vi": "Nếu như...có thể giải quyết bằng phương pháp hòa bình. Không, không có gì..."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "这就是新的生活之道吧…我明白了，我不会抱怨的。",
      "zht": "這就是新的生活之道吧…我明白了，我不會抱怨的。",
      "jp": "これが新たな生活の道でしょうか…わかりました、文句は言いません。",
      "ko": "이게 바로 새로운 삶의 길… 알겠어요, 원망하지 않을게요",
      "en": "I suppose this is the new way of life, then. I'm not going to complain. I'll try to embrace it.",
      "de": "Ich schätze, das ist also die neue Art zu leben. Ich werde mich nicht beschweren. Ich werde versuchen, sie anzunehmen.",
      "es": "Así que este es el nuevo camino de mi vida... Entendido, lo aceptaré.",
      "fr": "Ainsi va la vie, j'imagine... Je comprends. Je ne me plaindrai pas.",
      "pt": "Suponho que este seja o meu novo modo de vida, então, não vou reclamar. Vou tentar aceitá-lo.",
      "ru": "Похоже, это новый жизненный путь... Я понимаю. Я не буду жаловаться.",
      "id": "Baiklah, mungkin seperti ini cara hidupku yang baru. Aku tidak akan mengeluh. Akan aku coba rangkul saja.",
      "th": "นี่คงเป็นวิถีชีวิตใหม่สินะ... ฉันเข้าใจแล้ว ฉันจะพยายามยอมรับมัน",
      "vi": "Đây là cách sống mới... tôi hiểu rồi, tôi sẽ không than phiền gì."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "我曾经看到古书上说，「麟斗则日无光」。其实没有那么夸张。但是，如果需要战斗，如果需要为你而战，我会献出自己的全部力量。",
      "zht": "#我曾經看到古書上說，「麟鬥則日無光」。其實沒有那麼誇張。但是，如果需要戰鬥，如果需要為{F#妳}{M#你}而戰，我會獻出自己的全部力量。",
      "jp": "古書で「麒麟が戦えば、日の光なし」という文章を見ました。そんな大げさなことはありません。でも戦う必要がありましたら、私は全力を出してあなたのために戦います。",
      "ko": "예전에 고서에서 「기린이 싸우면 해는 빛을 잃는다」라는 말을 본 적이 있어요. 사실 그 정도는 아니지만, 만약 당신을 위해 싸워야 한다면 제 모든 힘을 바칠게요",
      "en": "I remember reading in an ancient text that \"Only when days be darker than the darkest night, may a qilin be compelled to fight.\" That's a massive exaggeration, but... should the time come for battle, and should you need me, then I will give it every ounce of my strength.",
      "de": "Ich erinnere mich daran, wie ich einmal den folgenden alten Text gelesen habe: „Erst wenn die Tage dunkler sind als die dunkelste Nacht, sieht ein Qilin sich zum Kampf gezwungen.“ Das ist eine extreme Übertreibung ... Doch sollte die Zeit zum Kämpfen kommen und solltest du mich brauchen, dann werde ich jedes Bisschen meiner Kraft dafür einsetzen.",
      "es": "Una vez leí en un antiguo libro una frase que decía: “Solo las noches más oscuras obligan a los Chilins a luchar”. En realidad, no es para tanto. Pero si cuando llegue el momento necesitas que luche a tu lado, te prometo que lo daré todo.",
      "fr": "Je me souviens avoir lu dans un ancien ouvrage la phrase suivante : « Craignez le Qilin qui se bat. » C'est exagéré, vraiment... Mais si vous avez besoin de moi au combat, je donnerai tout ce que j'ai.",
      "pt": "Lembro-me de ler em um texto antigo que \"Somente quando os dias são mais escuros e a noite mais escura, que um Qilin poderá ser forçado a lutar\". Isso é um tremendo exagero... Mas se chegar a hora da batalha, e se você precisar, então eu lhe darei tudo de mim.",
      "ru": "Помню, читала в одной старой книге, что «цилинь сражается только в чёрный день». На самом деле это преувеличение. Если надо сражаться... вместе с тобой, я буду сражаться изо всех сил.",
      "id": "Aku ingat pernah baca kalimat ini dalam sebuah buku kuno, \"Sang Qilin hanya akan bertempur saat siang lebih gelap dari malam\". Memang berlebihan sih, tapi .... Kalau waktu untuk bertempur telah tiba dan kamu butuh aku, maka seluruh kekuatan akan kukerahkan.",
      "th": "ฉันเคยอ่านหนังสือโบราณเล่มหนึ่ง มันกล่าวว่า \"ในวันที่มืดมน ผู้กล้าจะฉายแสง\" อันที่จริงก็ไม่ได้เกินจริงขนาดนั้น แต่ถ้าเธอจำเป็นต้องต่อสู้และเธอต้องการฉัน เพื่อเธอแล้ว ฉันจะทุ่มเทพลังทั้งหมดที่ฉันมี",
      "vi": "Tôi từng thấy trong sách cổ có nói, \"Khi Kỳ Lân chiến đấu, ngày ấy sẽ không thấy ánh sáng\". Thật ra không hẳn khoa trương như vậy. Nhưng, nếu cần chiến đấu, nếu cần tôi chiến đấu vì bạn, tôi sẽ dốc hết sức mình."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "禁止接触。",
      "zht": "禁止接觸。",
      "jp": "おさわり禁止。",
      "ko": "접촉 금지",
      "en": "No touching!",
      "de": "Nicht anfassen!",
      "es": "¡Se mira pero no se toca!",
      "fr": "Pas touche !",
      "pt": "Não toque!",
      "ru": "Не прикасаться!",
      "id": "Jangan sentuh!",
      "th": "อย่าแตะต้อง",
      "vi": "Cấm đến gần."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "闲人勿扰。",
      "zht": "閒人勿擾。",
      "jp": "部外者禁止。",
      "ko": "방해하지 마세요",
      "en": "Access denied.",
      "de": "Bitte nicht stören.",
      "es": "Acceso denegado.",
      "fr": "Accès interdit.",
      "pt": "Acesso negado.",
      "ru": "Просьба не беспокоить!",
      "id": "Akses ditolak.",
      "th": "ได้โปรดอย่ามารบกวน",
      "vi": "Xin đừng làm phiền."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "霜寒化生。",
      "zht": "霜寒化生。",
      "jp": "霜寒化生。",
      "ko": "얼음과 서리가 되어",
      "en": "Born of ice and frost.",
      "de": "Geboren aus Eis und Frost.",
      "es": "Nacida del hielo y la escarcha.",
      "fr": "Progéniture de la glace et du froid.",
      "pt": "Nascida do gelo e da geada.",
      "ru": "Порождение льда и стужи.",
      "id": "Terlahir dari es dan kebekuan.",
      "th": "เกล็ดหิมะอันหนาวเหน็บ",
      "vi": "Sinh ra trong sương lạnh."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "风雪的缩影。",
      "zht": "風雪的縮影。",
      "jp": "風雪の縮図。",
      "ko": "눈바람의 형상",
      "en": "All hail!",
      "de": "Miniatur des Schneesturms.",
      "es": "¡Ventisca!",
      "fr": "Blizzard !",
      "pt": "Chuva de Granizo!",
      "ru": "Метель!",
      "id": "Hujan es!",
      "th": "พายุลูกเห็บ",
      "vi": "Bóng hình trong gió tuyết."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "如琉璃般飘落。",
      "zht": "如琉璃般飄落。",
      "jp": "琉璃のように落ちなさい。",
      "ko": "유리처럼 흩날려라",
      "en": "Glaze over!",
      "de": "Eis wie Glas.",
      "es": "¡Flota!",
      "fr": "Déluge de glace !",
      "pt": "Inundação de gelo!",
      "ru": "Заледеней!",
      "id": "Membekulah!",
      "th": "จงร่วงหล่น",
      "vi": "Hương Lưu Ly thoang thoảng."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "这项工作，该划掉了。",
      "zht": "這項工作，該劃掉了。",
      "jp": "この仕事は排除するべきですね。",
      "ko": "슬슬 끝내도 되겠군요",
      "en": "This is long overdue.",
      "de": "Damit wäre auch diese Arbeit erledigt.",
      "es": "Esto lleva tiempo atrasado.",
      "fr": "Cette tâche devait être terminée depuis longtemps.",
      "pt": "Já não era sem tempo.",
      "ru": "Давно пора с этим покончить!",
      "id": "Pekerjaan ini sudah lama tertunda.",
      "th": "งานนี้ขีดทิ้งได้แล้วล่ะ",
      "vi": "Hạng mục công việc này, phải gạch bỏ rồi."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其四",
      "zht": "元素爆發·其四",
      "jp": "元素爆発·4",
      "ko": "원소폭발·네 번째",
      "en": "Elemental Burst: IV",
      "de": "Spezialfähigkeit IV",
      "es": "Habilidad Definitiva (IV)",
      "fr": "Déchaînement élémentaire (4)",
      "pt": "Supremo - IV",
      "ru": "Взрыв стихии IV",
      "id": "Elemental Burst: IV",
      "th": "ท่าไม้ตาย - 4",
      "vi": "Kỹ Năng Nộ IV"
    },
    "line": {
      "zhs": "为了岩王帝君！",
      "zht": "為了岩王帝君！",
      "jp": "岩王帝君のために！",
      "ko": "암왕제군을 위하여!",
      "en": "For Rex Lapis!",
      "de": "Für Rex Lapis!",
      "es": "¡Por Rex Lapis!",
      "fr": "Pour le Souverain de la Roche !",
      "pt": "Por Rex Lapis!",
      "ru": "За Властелина Камня!",
      "id": "Demi Rex Lapis!",
      "th": "เพื่อราชาแห่งหิน!",
      "vi": "Vì Nham Vương Đế Quân!"
    }
  },
  {
    "title": {
      "zhs": "冲刺开始·其一",
      "zht": "衝刺開始·其一",
      "jp": "ダッシュ開始·1",
      "ko": "대시 시작·첫 번째",
      "en": "Sprint Start: I",
      "de": "Rennen – Start I",
      "es": "Al esprintar (I)",
      "fr": "Début de sprint (1)",
      "pt": "Início da Corrida - I",
      "ru": "Начало спринта I",
      "id": "Mulai Lari: I",
      "th": "เริ่มวิ่ง - 1",
      "vi": "Xung Kích Bắt Đầu I"
    },
    "line": {
      "zhs": "下一项工作是…",
      "zht": "下一項工作是…",
      "jp": "次の仕事は…",
      "ko": "다음으로 해야 할 일은…",
      "en": "We're way behind schedule...",
      "de": "Was kommt als Nächstes?",
      "es": "Vamos con retraso...",
      "fr": "La prochaine tâche...",
      "pt": "Estamos muito atrasados...",
      "ru": "Что-то мы отстаём от графика...",
      "id": "Jadwal kita sudah terlalu mundur ....",
      "th": "งานต่อไปคือ...",
      "vi": "Công việc tiếp theo là..."
    }
  },
  {
    "title": {
      "zhs": "冲刺开始·其二",
      "zht": "衝刺開始·其二",
      "jp": "ダッシュ開始·2",
      "ko": "대시 시작·두 번째",
      "en": "Sprint Start: II",
      "de": "Rennen – Start II",
      "es": "Al esprintar (II)",
      "fr": "Début de sprint (2)",
      "pt": "Início da Corrida - II",
      "ru": "Начало спринта II",
      "id": "Mulai Lari: II",
      "th": "เริ่มวิ่ง - 2",
      "vi": "Xung Kích Bắt Đầu II"
    },
    "line": {
      "zhs": "我会跟上的…",
      "zht": "我會跟上的…",
      "jp": "ついていきます…",
      "ko": "금방 따라갈게요…",
      "en": "Next on the agenda...",
      "de": "Ich werde nachkommen ...",
      "es": "El siguiente punto en la agenda es...",
      "fr": "Je vais y arriver...",
      "pt": "O próximo item da agenda...",
      "ru": "Дальше по плану...",
      "id": "Pekerjaan berikutnya adalah ....",
      "th": "ฉันตามทันแน่...",
      "vi": "Tôi sẽ đi theo..."
    }
  },
  {
    "title": {
      "zhs": "冲刺结束·其一",
      "zht": "衝刺結束·其一",
      "jp": "ダッシュ終了·1",
      "ko": "대시 종료·첫 번째",
      "en": "Sprint End: I",
      "de": "Rennen – Ende I",
      "es": "Después de esprintar (I)",
      "fr": "Fin de sprint (1)",
      "pt": "Final da Corrida - I",
      "ru": "Конец спринта I",
      "id": "Selesai Berlari: I",
      "th": "หยุดวิ่ง - 1",
      "vi": "Xung Kích Kết Thúc I"
    },
    "line": {
      "zhs": "运动，是必要的…",
      "zht": "運動，是必要的…",
      "jp": "運動は必要です…",
      "ko": "운동은 필수이죠…",
      "en": "Healthy body, healthy mind...",
      "de": "Sport ist wichtig ...",
      "es": "Mens sana in corpore sano.",
      "fr": "L'exercice, c'est bon pour la santé...",
      "pt": "Corpo feliz, mente feliz...",
      "ru": "В здоровом теле здоровый дух!",
      "id": "Di dalam tubuh yang sehat, terdapat jiwa yang kuat ....",
      "th": "การออกกำลังกายเป็นสิ่งสำคัญนะ...",
      "vi": "Vận động, là điều cần thiết..."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "有所收获，就是一件好事。",
      "zht": "有所收穫，就是一件好事。",
      "jp": "収穫があるのはとてもいいことです。",
      "ko": "수확이 있는 것만으로도 좋은 일이에요",
      "en": "There's nothing wrong with reaping a reward every now and then.",
      "de": "Es ist nichts falsch daran, ab und zu eine Belohnung zu ernten.",
      "es": "No hay nada malo en recoger una recompensa de vez en cuando.",
      "fr": "Il n'y a rien de mal à récolter une récompense de temps en temps.",
      "pt": "Não há nada de errado em recolher uma recompensa de vez em quando.",
      "ru": "Нет ничего плохого в том, чтобы время от времени получать награду.",
      "id": "Dapat hadiah sesekali itu boleh saja.",
      "th": "การได้รางวัลทั้งหลายถือเป็นเรื่องดีนะ",
      "vi": "Có thu hoạch là một chuyện tốt."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "瑰丽的珍宝，令人欣喜。",
      "zht": "瑰麗的珍寶，令人欣喜。",
      "jp": "美しい宝、嬉しいですね。",
      "ko": "아름다운 보물은 사람을 즐겁게 하죠",
      "en": "Beautiful treasures are a cause for great happiness.",
      "de": "Schöne Schätze sind ein Grund für großes Glück.",
      "es": "Un tesoro abundante es motivo para estar alegre.",
      "fr": "Les beaux trésors sont une cause de grand bonheur.",
      "pt": "Tesouros incríveis é motivo de grande felicidade.",
      "ru": "Сокровища - повод для большой радости.",
      "id": "Harta yang indah dapat menyebabkan kebahagiaan.",
      "th": "สมบัติที่งดงามทำให้คนสุขใจ",
      "vi": "Kho báu lấp lánh, trông vui mắt thật."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "留下宝箱的人，也遵循着某种「契约」吗？",
      "zht": "留下寶箱的人，也遵循著某種「契約」嗎？",
      "jp": "宝箱を残した人も、「契約」に従ったのでしょうか？",
      "ko": "보물상자를 남긴 사람도 어떤 「계약」을 따른 걸까요?",
      "en": "Perhaps whoever left these behind was... also fulfilling a contract?",
      "de": "Vielleicht hat derjenige, der sie zurückgelassen hat, auch ... einen Vertrag erfüllt?",
      "es": "¿Tal vez quien dejó esto aquí también estaba cumpliendo un contrato?",
      "fr": "Peut-être que celui qui a laissé ça derrière lui... remplissait également un contrat ?",
      "pt": "Talvez quem deixou estes para trás... Também estava cumprindo um contrato?",
      "ru": "Возможно, тот, кто оставил сундук, тоже... выполнял контракт?",
      "id": "Mungkin mereka meninggalkan harta ini untuk ... menaati kontrak?",
      "th": "คนที่ทิ้งหีบสมบัติพวกนี้ไว้ ก็ทำตาม \"สัญญา\" งั้นเหรอ?",
      "vi": "Người để lại kho báu cũng làm theo một \"khế ước\" nào đó sao?"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "…是我久疏战场。",
      "zht": "…是我久疏戰場。",
      "jp": "…私が戦場から離れたせいです。",
      "ko": "…전투는 오랜만이군요",
      "en": "I'm just way out of practice.",
      "de": "Ich bin einfach zu sehr aus der Übung.",
      "es": "Me falta práctica.",
      "fr": "... J'ai perdu le coup de main.",
      "pt": "Estou precisando de muita prática...",
      "ru": "Я просто слегка не в форме.",
      "id": "Aku cuma kurang latihan.",
      "th": "...ฉันห่างหายกับการต่อสู้มานานแล้วล่ะ",
      "vi": "...Tôi đã lâu rồi không chiến đấu."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "欸？好像弄砸了？",
      "zht": "欸？好像弄砸了？",
      "jp": "あれ？ミスした？",
      "ko": "어? 망친 것 같은데?",
      "en": "Did I miscalculate?",
      "de": "Ich glaube, ich habe einen Fehler gemacht ...",
      "es": "Creo que cometí un error...",
      "fr": "Hé ? J'ai fait une erreur ?",
      "pt": "Eu... Cometi um erro?",
      "ru": "Кажется, это была ошибка...",
      "id": "Apa aku salah hitung?",
      "th": "เอ๋? ดูเหมือนจะยุ่งเหยิงอีกแล้วล่ะ?",
      "vi": "Ơ? Hình như có sai sót rồi?"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "需要…补充能量。",
      "zht": "需要…補充能量。",
      "jp": "エネルギー補充が…必要です。",
      "ko": "에너지 충전이… 필요해요",
      "en": "I'm a little low on energy.",
      "de": "Ich bin ein wenig energielos.",
      "es": "Necesito recargar mis energías.",
      "fr": "J'ai besoin... de me reposer...",
      "pt": "Minha energia está baixa.",
      "ru": "Мне не хватает энергии...",
      "id": "Energiku sudah hampir habis.",
      "th": "ต้อง... เสริมพลังงานแล้วล่ะ",
      "vi": "Cần phải...bổ sung năng lượng."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "请您退后！",
      "zht": "請您退後！",
      "jp": "後ろに下がってください！",
      "ko": "뒤로 물러나세요!",
      "en": "Please step back!",
      "de": "Bitte tritt zurück!",
      "es": "¡Retrocede, por favor!",
      "fr": "Veuillez reculer, je vous prie.",
      "pt": "Por favor, afaste-se!",
      "ru": "Пожалуйста, отойди!",
      "id": "Tolong mundurlah!",
      "th": "ช่วยหลบไปก่อนเถอะ!",
      "vi": "Mời bạn lui về sau!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "呃…「不可贸然进攻」！",
      "zht": "呃…「不可貿然進攻」！",
      "jp": "えっと…「迂闊に攻めるな」です！",
      "ko": "아… 「경솔하게 공격하면 안 됩니다」!",
      "en": "Excuse me! Plan first, then execute!",
      "de": "Aber ... „keine voreiligen Angriffe“!",
      "es": "¡Primero hay que planear, y luego ejecutar el movimiento!",
      "fr": "Voyons... Point d'attaque sans planification préalable.",
      "pt": "Com licença! Planeje primeiro, então execute!",
      "ru": "Сначала планируй, затем действуй!",
      "id": "Maaf! Rencanakan dulu, baru eksekusi!",
      "th": "อ๊ะ... \"อย่าหุนหันพลันแล่นสิ\"!",
      "vi": "Này...không được tấn công bừa bãi!"
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotada (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "帝君…对不起…",
      "zht": "帝君…對不起…",
      "jp": "帝君…ごめんなさい…",
      "ko": "죄송합니다… 제군",
      "en": "Rex Lapis... I am sorry!",
      "de": "Rex Lapis ... Es tut mir leid!",
      "es": "Rex Lapis... Lo siento...",
      "fr": "Toutes mes excuses... Souverain de la roche...",
      "pt": "Rex Lapis... Me perdoe!",
      "ru": "Властелин Камня... прости меня!",
      "id": "Rex Lapis ... Maaf ....",
      "th": "ท่านราชา... ขอโทษด้วย...",
      "vi": "Đế Quân...xin lỗi..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotada (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "「契约」…尚未完成…",
      "zht": "「契約」…尚未完成…",
      "jp": "「契約」は…まだ終わっていない…",
      "ko": "「계약」을… 완성하지 못했어요…",
      "en": "My contract goes... unfulfilled...",
      "de": "Mein Vertrag geht ... unerfüllt ...",
      "es": "No cumplí... con mi contrato...",
      "fr": "Je n'ai pas encore rempli mon contrat...",
      "pt": "Meu contrato não foi... cumprido...",
      "ru": "Не смогла выполнить... договор...",
      "id": "Kontrak ... belum terpenuhi ....",
      "th": "\"พันธสัญญา\"... ยังไม่ลุล่วง...",
      "vi": "Khế ước...chưa hoàn thành..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotada (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "我得…再撑一会…",
      "zht": "我得…再撐一會…",
      "jp": "もう少し…頑張らないと…",
      "ko": "좀 더… 버텨야 해…",
      "en": "Must... press... on...",
      "de": "Muss noch durchhalten ...",
      "es": "Debo... continuar...",
      "fr": "Je dois... tenir un peu plus longtemps...",
      "pt": "Devo... continuar...",
      "ru": "Нужно... ещё... поднажать...",
      "id": "Harus ... bertahan ....",
      "th": "ฉันต้องทนต่อไป... อีกสักหน่อย",
      "vi": "Tôi phải...chống đỡ thêm một chút..."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其一",
      "zht": "普通受擊·其一",
      "jp": "ダメージを受ける·1",
      "ko": "일반 피격·첫 번째",
      "en": "Light Hit Taken: I",
      "de": "Leichten Treffer erlitten I",
      "es": "Recibiendo un ligero ataque (I)",
      "fr": "Attaque légère subie (1)",
      "pt": "Ataque Leve Sofrido - I",
      "ru": "Получен лёгкий удар I",
      "id": "Menerima Serangan Ringan: I",
      "th": "รับการโจมตีปกติ - 1",
      "vi": "Chịu Đòn Thường I"
    },
    "line": {
      "zhs": "疏忽了…",
      "zht": "疏忽了…",
      "jp": "油断しました…",
      "ko": "경솔했어…",
      "en": "Ngh... Didn't see that coming.",
      "de": "Das habe ich nicht kommen sehen.",
      "es": "¡Ay!... No lo vi venir...",
      "fr": "Je ne l'ai pas vu...",
      "pt": "Ngh... Com essa eu não contava.",
      "ru": "Никто не ожидал этого.",
      "id": "Uhh ... aku lengah.",
      "th": "ประมาทซะได้...",
      "vi": "Sơ ý rồi..."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "没有关系…",
      "zht": "沒有關係…",
      "jp": "大丈夫です…",
      "ko": "괜찮습니다…",
      "en": "I can fix this!",
      "de": "Ich kann das reparieren!",
      "es": "¡Puedo solucionarlo!",
      "fr": "Je peux encore me relever...",
      "pt": "Eu posso arrumar isso!",
      "ru": "Ничего страшного!",
      "id": "Masih bisa!",
      "th": "ก็ไม่เห็นเป็นไรนี่...",
      "vi": "Không sao..."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "工作时间到了么？",
      "zht": "工作時間到了嗎？",
      "jp": "仕事の時間ですか？",
      "ko": "일할 시간이 됐나요?",
      "en": "Time to begin work?",
      "de": "Zeit, mit der Arbeit zu beginnen?",
      "es": "¿Es hora de comenzar a trabajar?",
      "fr": "C'est l'heure de travailler ?",
      "pt": "Hora de começar o trabalho?",
      "ru": "Пора приниматься за дело?",
      "id": "Sudah waktunya kerja?",
      "th": "ถึงเวลาทำงานแล้วเหรอ?",
      "vi": "Đến giờ làm việc rồi sao?"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "请向我下达指令。",
      "zht": "請向我下達指令。",
      "jp": "指令をお出しください。",
      "ko": "지령을 내려주세요",
      "en": "What are my orders?",
      "de": "Was sind meine Aufträge?",
      "es": "¿Qué tengo que hacer?",
      "fr": "Quels sont vos ordres ?",
      "pt": "Quais são minhas ordens?",
      "ru": "Жду указаний!",
      "id": "Apa perintah untukku?",
      "th": "ช่วยแนะนำฉันด้วยนะ",
      "vi": "Hãy ra lệnh cho tôi"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "谨遵你我「契约」。",
      "zht": "#謹遵{F#妳}{M#你}我「契約」。",
      "jp": "あなたとの「契約」を守ります。",
      "ko": "당신과의 「계약」에 따를게요",
      "en": "As per our contract.",
      "de": "Wie in unserem Vertrag festgelegt.",
      "es": "Según dice nuestro contrato.",
      "fr": "J'honorerai notre contrat.",
      "pt": "Conforme o nosso contrato.",
      "ru": "Слушаюсь и повинуюсь.",
      "id": "Sesuai kontrak.",
      "th": "ตาม \"สัญญา\" ระหว่างเธอกับฉัน",
      "vi": "Thể theo \"khế ước\" hai bên."
    }
  }
]