[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "往生堂第七十七代堂主，掌管堂中事务的少女。身居堂主之位，却没有半分架子。\n\n她的鬼点子，比瑶光滩上的海砂都多。她的脑袋里装着无数奇思妙想，叫旁人惊讶不已。\n\n平日里，胡桃俨然是个贪玩孩子，一有闲功夫便四处乱逛，被邻里看作甩手掌柜。\n\n唯有葬礼上亲自带领仪倌队伍走过繁灯落尽的街道时，她才会表现出凝重、肃穆的一面。",
      "zht": "往生堂第七十七代堂主，掌管堂中事務的少女。身居堂主之位，卻沒有半分架子。\n\n她的鬼點子，比瑤光灘上的海砂都多。她的腦袋裡裝著無數奇思妙想，叫旁人驚訝不已。\n\n平日裡，胡桃儼然是個貪玩孩子，一有閒功夫便四處亂逛，被鄰里看作甩手掌櫃。\n\n唯有葬禮上親自帶領儀倌隊伍走過繁燈落盡的街道時，她才會表現出凝重、肅穆的一面。",
      "jp": "往生堂七十七代目堂主、堂中の全業務を仕切る少女。堂主という立場に居ながらも、少しも偉ぶることはない。\n\n彼女のアイデアは、瑶光の浜の砂粒よりも多いと言われている。頭の中には様々な考えが飛び交っており、そのアイデアは他人を毎度驚かせる。\n\n普段はじゃじゃ馬のごとく、あちこち遊びまわっている少女だが、葬儀を執り行い、無数の灯りに照らされた通りを歩く時だけ、彼女は厳かで重々しい一面を表に出す。",
      "ko": "왕생당의 77대 당주, 왕생당의 업무를 주관하는 소녀. 당주 신분이지만 전혀 거드름 피우지 않는다.\n\n그녀의 잔꾀는 요광 해안의 모래알보다도 많다. 주변 사람들은 그녀의 머릿속에 가득한 기발한 생각 때문에 깜짝 놀라곤 한다.\n\n평소에 호두는 노는 것을 좋아하는 평범한 아이다. 틈만 나면 여기저기 휘젓고 다녀 주변 이웃들에겐 아무 일도 하지 않고 날로 먹는 당주처럼 여겨지기도 한다.\n\n그러나 호두는 장례에서 직접 행렬을 이끌며 등불이 켜진 거리를 걸을 때만큼은 엄숙하고 진지한 모습을 드러낸다",
      "en": "The 77th Director of the Wangsheng Funeral Parlor, a young lady managing the parlor's operations. Despite her position, she's an amiable person who puts on no airs.\n\nHer antics are as plentiful as the sand on Yaoguang Shoal. She never ceases to shock people with her countless bizarre ideas.\n\nHu Tao may seem like all play and no work, spending every free moment on leisure and being widely considered a laissez-faire business owner.\n\nIt is only during funeral ceremonies, when she personally leads her undertakers through lamp-lit alleys, that she shows her dignified and solemn side.",
      "de": "Die 77. Direktorin des Bestattungsunternehmens Wangsheng, eine junge Dame, die den täglichen Betriebsablauf des Unternehmens leitet. Trotz ihrer Position ist sie eine liebenswürdige Person, die sich nicht aufspielt.\n\nIhre Streiche sind so zahlreich wie die Sandkörner an der Yaoguang-Untiefe. Mit ihren zahllosen bizarren Ideen versetzt sie die Menschen immer wieder aufs Neue ins Staunen.\n\nHu Tao scheint sich an Wochentagen nur zu vergnügen und nicht hart zu arbeiten, verbringt jeden freien Moment mit ihren Hobbys und gilt als recht lockere Verwalterin.\n\nNur bei Beerdigungszeremonien, wenn sie ihre Bestatter persönlich durch die schwach beleuchteten Gassen führt, zeigt sie ihre würdevolle und feierliche Seite.",
      "es": "La joven Hu Tao es la 77.ª directora de la Funeraria El Camino y la principal encargada de todos los asuntos relacionados con ella. Sin embargo, a pesar de su posición, no siempre sabe comportarse como es debido.\n\nTiene más ideas malvadas que granos de arena hay en la Costa Yaoguang, y sus ocurrencias siempre pillan desprevenida a cualquier persona.\n\nNormalmente, Hu Tao es una chica a la que le encanta gastar bromas. Tan pronto como tiene algo de tiempo libre, se dispone a corretear por todas partes, por lo que quienes la conocen la ven como alguien que manda mucho y hace poco.\n\nLos únicos momentos en los que muestra su faceta más seria y solemne es cuando lidera personalmente una marcha fúnebre a través de una calle iluminada con tenues luces.",
      "fr": "Directrice de la 77e génération du Funérarium Wangsheng, Hu Tao est une jeune fille s'occupant des affaires de l'endroit. En dépit de son titre, elle reste spontanée.\n\nElle fait autant de facéties qu'il y a de grains de sable sur les Bancs de Yaoguang. Elle n'a de cesse de choquer les gens avec ses idées bizarres.\n\nHu Tao peut donner l'impression de toujours être en train de jouer et de ne jamais travailler, passant le plus clair de son temps de façon oisive et largement considérée comme une entrepreneuse laxiste.\n\nCe n'est que lorsqu'elle mène une procession funéraire le long d'une allée illuminée de lampes qu'elle laisse transparaître son côté digne et solennel.",
      "pt": "A garota que é a 77ª Diretora responsável pela Funerária de Wangsheng. Apesar de ser diretora, não se comporta como uma.\n\nTem mais ideias maléficas do que os grãos de areia da Costa de Yaoguang. Pensa em incontáveis coisas que surpreendem as pessoas.\n\nNos dias normais, Hutao parece ser uma pessoa normal. Quando tem tempo livre, passa a sair criando encrenca em todos os cantos, o que faz com que a vejam como uma pessoa que só fala e nada faz.\n\nÉ somente durante as cerimônias fúnebres, quando lidera pessoalmente uma procissão nas ruas que ela mostra sua face de seriedade.",
      "ru": "Эта молодая девушка - управляющая бюро в семьдесят седьмом поколении, и руководит всеми его делами. Но глядя на неё, этого и не скажешь.\n\nПроделки её многочисленнее песчинок на отмели Яогуан, а голова забита поразительными идеями, которые повергают окружающих в шок.\n\nОбычно Ху Тао ведёт себя, словно игривый ребёнок - каждую свободную минуту она тратит на развлечения, а за бюро будто вообще не следит.\n\nСерьёзной и почтительной её можно увидеть, лишь когда она идёт во главе похоронной процессии по улице, залитой фонарями.",
      "id": "Master ke-77 dari Wangsheng Funeral Parlor, seorang gadis muda yang mengelola bisnis pemakaman. Terlepas dari posisinya, dia adalah orang yang baik dan mudah didekati.\n\nTingkah lakunya yang unik sama beragamnya seperti pasir di Yaoguang Shoal. Dia tidak pernah berhenti mengejutkan orang-orang di sekitarnya dengan ide-ide aneh yang tak terhitung jumlahnya.\n\nHu Tao mungkin tampak selalu bermain-main dan menganggur, menghabiskan setiap waktu luang untuk bersantai, dan dikenal oleh khalayak luas sebagai pemilik bisnis yang tidak bisa dikendalikan pemerintah.\n\nHanya pada upacara pemakaman, ketika Hu Tao secara pribadi memimpin pengurusnya melewati gang yang diterangi lampu remang-remang, di saat itulah dia akan menunjukkan sisi dirinya yang bermartabat dan serius.",
      "th": "หญิงสาวผู้เป็นหัวหน้ารับผิดชอบ ดูแลกิจการของ \"โถงแห่งการเกิดใหม่ Wangsheng\" สมัยที่ 77 ถึงแม้จะอยู่ในตำแหน่งหัวหน้า แต่เธอกลับไม่ได้หยิ่งหรือมีมาดอะไร\n\nความคิดที่พิลึกกึกกือของเธอนั้น มีมากกว่าเม็ดทรายบนหาด Yaoguang Shoal ซะอีก ในหัวของเธอมีความคิดประหลาด ที่ทำให้คนข้าง ๆ ต้องแปลกใจอยู่นับไม่ถ้วน\n\nปกติแล้ว Hu Tao นั้นเป็นเด็กผู้หญิงที่ชอบเล่นแผลง ๆ เมื่อมีเวลาว่างเธอก็จะออกเที่ยวเล่นไปทั่ว ดังนั้นคนที่รู้จักเธอจึงมองว่า เธอเป็นคนที่เอาแต่ชี้นิ้วสั่งไม่ลงมือทำเอง\n\nแต่เฉพาะในตอนที่เธอ นำทีมจัดพิธีศพเดินไปตามท้องถนน ท่ามกลางแสงไฟสลัวเท่านั้น ที่เธอจะแสดงด้านที่จริงจัง และเคร่งขรึมออกมาให้เห็น",
      "vi": "Thiếu nữ phụ trách quản lý công việc, đường chủ đời thứ 77 của Vãng Sinh Đường. Tuy là đường chủ nhưng không hề kiêu căng.\n\nNhững ý tưởng ma quái của cô còn nhiều hơn những hạt cát trên bãi biển. Trong đầu cô chứa đầy ý tưởng vi diệu, đến nỗi khiến người khác phải ngạc nhiên.\n\nThường ngày trông Hu Tao chẳng khác gì một đứa trẻ mê chơi, chỉ cần rảnh rỗi là chạy nhảy khắp nơi, bị mọi người xem như người quản lý hời hợt.\n\nChỉ khi đích thân dẫn đội tang lễ đi qua những con phố đã tắt ánh đèn, cô mới thể hiện sự trang nghiêm và vững vàng của mình."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "丧葬白事，乃是凡人最后的体面。\n\n而璃月「往生堂」，堪称人生画卷的终笔者。\n\n传统葬仪门道繁多——停灵守灵，落葬之法，牌位器具…以上种种环节都有着严苛的规矩。\n\n无论逝者出身贵贱，财富多寡，都要给他们置办一场合乎身份的葬礼。这便是往生堂的待客之道。\n\n如此重要的机构，它的执掌者理应学识渊博、行事慎重。\n\n然而，七十七代堂主的重任，却落到了胡桃这个小姑娘肩上。\n\n胡桃此人在璃月颇有些名气。谈起她来，邻里街坊总是一言难尽。\n\n人们盛赞她聪明伶俐，却也忌惮她满腔奇思。她的鬼点子，已经到了异想天开的地步。\n\n三岁倒立背书，通读卷藏名篇，六岁择日逃学，潜进棺材酣睡，八岁常驻堂中，研习丧葬礼数…\n\n无论怎么看，胡桃都与「稳重」一词不沾边。\n\n十多岁时，胡桃初次执掌大仪，操办葬礼。\n\n堂下各位仪倌与客卿的心，全都悬在了绝云间的峭壁上。",
      "zht": "喪葬白事，乃是凡人最後的體面。\n\n而璃月「往生堂」，堪稱人生畫卷的終筆者。\n\n傳統葬儀門道繁多——停靈守靈，落葬之法，牌位器具…以上種種環節都有著嚴苛的規矩。\n\n無論逝者出身貴賤，財富多寡，都要給他們置辦一場合乎身分的葬禮。這便是往生堂的待客之道。\n\n如此重要的機構，它的執掌者理應學識淵博、行事慎重。\n\n然而，七十七代堂主的重任，卻落到了胡桃這個小姑娘肩上。\n\n胡桃此人在璃月頗有些名氣。談起她來，鄰里街坊總是一言難盡。\n\n人們盛讚她聰明伶俐，卻也忌憚她滿腔奇思。她的鬼點子，已經到了異想天開的地步。\n\n三歲倒立背書，通讀卷藏名篇，六歲擇日翹課，潛進棺材酣睡，八歲常駐堂中，研習喪葬禮數…\n\n無論怎麼看，胡桃都與「穩重」一詞不沾邊。\n\n十多歲時，胡桃初次執掌大儀，操辦葬禮。\n\n堂下各位儀倌與客卿的心，全都懸在了絕雲間的峭壁上。",
      "jp": "葬儀は、人生最後の舞台。\n\nそして璃月の「往生堂」は、その終の演出を仕切る存在だ。\n\n伝統的な葬儀には多種多様な仕来りがある——霊の守護、埋葬の方法、位牌に使う素材…すべての事柄に対して、厳しい掟が存在する。\n\n亡くなった者の身分と貧富にかかわらず、彼らに見合った葬儀を行う必要がある。それが往生堂の信条だ。\n\nこれほど重要な組織の上に立つ者は、さぞ博識で頼れる人物なのだろう。\n\nしかし、七十七代目堂主という重責を負う者は、胡桃というまだ幼さの残る少女だ。\n\n常に奇想天外なアイデアを持つ胡桃は、璃月ではちょっとした有名人である。\n\n3歳の時、逆立ちで有名著書を読んだり、6歳で学校をサボって棺桶で居眠りしたり、8歳で堂に篭り葬儀についての研究を行ったり…\n\nどう見ても、胡桃は「厳粛」とは程遠い性格だった。\n\nそんな胡桃が初めて葬儀の指揮を執ったのは、十代の頃だった。\n\nそれは葬儀屋と客卿達の心を、絶雲の間の険しい崖の上まで鷲掴みするほど立派な葬儀だったという。",
      "ko": "장례는 세상을 떠나기 전 그 사람의 마지막을 장식한다.\n\n리월의 「왕생당」은 인생이라는 책의 마지막 집필자라고 할 수 있다.\n\n전통 장례엔 수많은 형식이 있다——안치와 경야, 묻는 방법, 위패와 기구…. 이러한 절차들엔 모두 엄격한 규율이 있다.\n\n고인의 출신이나 재산에 관계없이 그들에게 알맞은 장례를 치러주는 것이 바로 왕생당이 손님을 대접하는 방법이다.\n\n이렇게 중요한 조직의 책임자는 당연히 박학다식하고 신중하게 행동해야 한다.\n\n하지만 77대 당주라는 중책은 호두라는 소녀에게 돌아갔다.\n\n호두는 리월에서 꽤 유명하다. 사람들은 그녀에 관해 이야기할 때 한 마디로 설명하지 못하곤 한다.\n\n사람들은 그녀가 똑똑하다고 칭찬하면서도 그녀의 기상천외한 생각을 꺼린다.\n\n호두는 세 살 때 물구나무선 채로 책을 외우고 고전 명작들을 통독했다. 여섯 살 때 학교를 빼먹고 관에 들어가 꿀잠을 잤고, 여덟 살 땐 왕생당에 상주하며 장래 예절을 연구했다….\n\n호두는 아무리 봐도 「신중」이란 단어와는 어울리지 않았다.\n\n10살 무렵 호두는 처음으로 직접 장례를 지휘했다.\n\n왕생당의 다른 장의사들과 객경들의 마음은 마치 절운간의 절벽에 걸려 있는 것 같았다",
      "en": "Funeral ceremonies allow mortals to leave this world with dignity.\n\n And Liyue's Wangsheng Funeral Parlor is said to be painting the last strokes on the scrolls of people's lives in the most respectful way.\n\nTraditional funerals include multiple steps such as holding a wake, burial, putting up a memorial plaque... All of which are subject to strict rules.\n\nRegardless of their social standing and level of wealth, all who depart deserve a ceremony that would do them honor. This is the Wangsheng Funeral Parlor's client service philosophy.\n\nOne would think that such a reputable organization ought to be led only by an individual of utmost learning and sagacity.\n\nYet the heavy mantle of the 77th Director has fallen on the shoulders of a young lady like Hu Tao.\n\nShe has got quite a reputation in Liyue. Whenever someone mentions Hu Tao, their neighbors find it extremely hard to navigate the conversation.\n\nAlthough she is widely praised for her wit and shrewdness, her eccentric notions are not as welcome, as she often lets her imagination run wild.\n\nAs a three-year-old, she would read through volumes of classic texts while doing handstands. At six, she would cut classes and fall asleep in coffins. When she was eight, she started living in the parlor and learning the etiquette of funeral ceremonies...\n\nOne would never use the word \"measured\" to describe her behavior.\n\nDuring her teenage years, Hu Tao was tasked with conducting a funeral ceremony for the first time.\n\nThe parlor's undertakers and consultants were anticipating her debut with their stomachs in knots as if they were suspended over the peaks of Jueyun Karst.",
      "de": "Beerdigungszeremonien erlauben es Sterblichen, diese Welt mit einer letzten Würde zu verlassen.\n\nEs heißt, dass Liyues Bestattungsunternehmen Wangsheng die letzten Pinselstriche auf die Lebensschriftrollen der Menschen auf die respektvollste Weise malt.\n\nTraditionelle Beerdigungen beinhalten mehrere Schritte wie das Abhalten einer Totenwache, die eigentliche Beerdigung, das Anbringen einer Gedenktafel und viele weitere Gebräuche ... Sie alle unterliegen strengen Regeln.\n\nAlle, die von uns gehen, verdienen eine Zeremonie, die ihnen zur Ehre gereicht, unabhängig von ihrer sozialen oder finanziellen Stellung. Das ist die Philosophie des Bestattungsunternehmens Wangsheng. Man sollte meinen, dass eine so angesehene Organisation nur von einer Person mit höchster Bildung und Wissen geleitet wird.\n\nJedoch ist diese schwere Aufgabe einer jungen Dame namens Hu Tao zugeteilt worden.\n\nSie ist ganz schön bekannt in Liyue und die Leute wissen nicht so genau, was sie von ihr halten sollen.\n\nAuch wenn sie für ihren Witz und ihren Scharfsinn gelobt wird, sind ihre exzentrischen Vorstellungen nicht so willkommen, da sie ihrer Fantasie oft freien Lauf lässt.\n\nAls sie nur drei Jahre alt war, las sie bereits Bände klassischer Literatur, während sie Handstände dabei machte. Mit sechs Jahren schwänzte sie den Unterricht und schlief tagsüber in Särgen. Als sie dann acht Jahre alt war, fing sie an, im Bestattungsunternehmen zu leben und die Etikette von Beerdigungszeremonien auswendig zu lernen ...\n\nIhr Verhalten war oft alles andere als taktvoll.\n\nAls Jugendliche wurde Hu Tao zum ersten Mal mit der Durchführung einer Beerdigungszeremonie beauftragt.\n\nDie Bestatter und Berater erwarteten ihr Debüt bereits mit einem Kloß im Magen, als hätte man sie auf den Gipfeln des Jueyun-Karsts aufgehängt.",
      "es": "Los funerales son el último rito de paso en la vida de los mortales, y la Funeraria El Camino tiene el honor de ser la que dibuja el último trazo en el lienzo de esas vidas.\n\nLas exequias de los funerales tradicionales de Liyue son extremadamente abundantes, con prácticas como mantener el ataúd del difunto en un lugar a salvo para que sus allegados le hagan ofrendas, pasar unos momentos junto a dicho ataúd para protegerlo, el entierro en sí, la decisión de qué estela funeraria usar y qué objetos enterrar junto al difunto... Hay una enorme cantidad de estrictas reglas para todos y cada uno de los pasos del funeral.\n\nIndependientemente de la riqueza de la persona fallecida, o de si esta era de origen noble o humilde, la regla dorada de la Funeraria El Camino es organizar un funeral acorde con su estatus.\n\nAsí pues, sería lógico pensar que la persona encargada de dirigir una institución de tal importancia debe ser alguien sabio y meticuloso.\n\nSin embargo, la ardua tarea de ser la 77.ª directora de la funeraria recayó nada más ni nada menos que sobre la joven Hu Tao.\n\nHu Tao goza de cierta reputación en Liyue. Cuando se le pregunta por su opinión sobre ella, la mayoría de la gente siempre dice: “Es difícil de explicar...”.\n\nTodo el mundo elogia su inteligencia y astucia, pero temen enormemente sus bromas y travesuras, que cada vez son más creativas.\n\nA los tres años, la obligaban a mantenerse con la cabeza en el suelo y las piernas en alto mientras estudiaba y leía textos clásicos. A los seis, se escapó de clase un día para meterse en un ataúd y dormir en él. Y con ocho años, empezó a trabajar en el negocio familiar y a estudiar los ritos funerarios.\n\nSe mire como se mire, Hu Tao no es para nada una persona seria.\n\nDirigió y organizó su primer funeral importante cuando tenía algo más de diez años. Entonces, el resto de trabajadores y asesores de la funeraria estuvieron al borde de un ataque de nervios.",
      "fr": "Une cérémonie funéraire est l'ultime expression de la présence des hommes sur terre.\n\nOn dit du Funérarium Wangsheng qu'il apporte les ultimes coups de pinceau sur la toile de l'existence de la plus respectueuse des manières.\n\nLes rites funéraires sont chose compliquée, et chacun a sa propre série de règles strictes à respecter – qu'il s'agisse de la veillée funéraire, de la mise en terre ou encore de l'érection d'une stèle...\n\nChacun a droit a une cérémonie d'adieu, peu importe son origine sociale ou ses moyens. Cela a toujours été la philosophie du Funérarium Wangsheng envers ses clients.\n\nLa personne en charge d'une institution aussi importante se doit donc d'être aussi érudite que pondérée, pourrait-on penser.\n\nMais la charge de 77e directrice de l'endroit échut à la jeune et vivante Hu Tao.\n\nSon nom est connu sur les terres de Liyue. Interrogées sur le sujet, les bonnes gens du voisinage ne manquent pas de choses à dire.\n\nSi tous reconnaissent sa vitesse d'esprit et son intelligence, son imagination sans bornes en terrifie plus d'un.\n\nÀ trois ans, elle était capable de réciter les classiques en se tenant sur les mains. À six, elle faisait l'école buissonnière, et finissait par être retrouvée ronflant à qui mieux-mieux dans un cercueil. À huit ans, elle avait quasiment élu résidence au funérarium, et y passait son temps à étudier l'étiquette des rituels...\n\nDe tous les mots pouvant décrire Hu Tao, « tranquillité » n'en est pas un.\n\nC'est à l'âge de dix ans qu'elle conduit sa première cérémonie.\n\nEmployés comme clients eurent pendant tout le rituel le cœur suspendu au bord d'un précipice aussi haut que le Kart Jueyun.",
      "pt": "O funeral é a última fase da vida para os mortais.\n\nE a Funerária de Wangsheng em Liyue é como se fosse o último traço da pintura de uma vida.\n\nUm funeral tradicional está cheio de detalhes, cada processo possui uma certa regra.\n\nNão se importa da riqueza ou status do falecido, um funeral digno para ele é sempre a filosofia da Funerária de Wangsheng.\n\nPara uma instituição tão importante, o dono deve ser uma pessoa prudente e onisciente.\n\nNo entanto, é a Hutao que afinal está carregada dos negócios da Funerária de Wangsheng.\n\nA Hutao, por sua vez, é bem renomada em Liyue.\n\nEnquanto a sua inteligência é bem elogiada entre pessoas de Liyue, e a sua imaginação irrealista e as ideias maléficas, por outro lado, são uma dor de cabeça para eles.\n\nAos 3 anos, já conseguia ler e começou a estudar os Rituais de funeral aos 8 anos\n\nDe qualquer maneira, a Hutao está longe de ser \"prudente\". Aos seus 10 anos, ela realizou o seu primeiro ritual fúnebre.\n\nEnquanto todos os funcionários e consultores estavam quase morrendo de nervosismo.",
      "ru": "Похороны - это последняя почесть смертных.\n\nА служителей ритуального бюро «Ваншэн» можно назвать мастерами последнего штриха в книге жизни человека.\n\nТрадиционные похороны состоят из многих частей: бдение пред гробом, захоронение, установка мемориальной доски ... Все эти области подчиняются строгим правилам.\n\nНеважно, богат человек или беден, благороден или нет - всем должны быть устроены подобающие похороны. Это и есть сервис, который предоставляет своим клиентам бюро «Ваншэн».\n\nУправляющий такого почтенного заведения обязан быть эрудированным и обстоятельным.\n\nНо в семьдесят седьмом поколении эта обязанность легла на плечи молодой девушки - Ху Тао.\n\nВ Ли Юэ у неё есть определённая репутация, и когда о ней заходит речь - тут уж двумя словами не обходится.\n\nВсе хвалят её ум и сообразительность, но опасаются её чудачеств. Ведь иногда они переходят все границы.\n\nВ три года она, стоя на руках, прочла всю домашнюю библиотеку. В шесть лет прогуливала школу, чтобы забраться в гроб и безмятежно там поспать. В восемь лет она стала постоянно сидеть в бюро и изучать правила похорон.\n\nКак ни крути, а Ху Тао и «сдержанность» - вещи несовместимые.\n\nВ десять лет Ху Тао первый раз самостоятельно подготовила и провела похороны.\n\nВсе служители и консультанты бюро с замиранием сердца наблюдали за этим действом, будто они стоят над обрывом в Заоблачном пределе.",
      "id": "Upacara pemakaman memungkinkan manusia untuk meninggalkan dunia ini dengan terhormat.\n\nDan Wangsheng Funeral Parlor di Liyue dikatakan selalu bisa melukis goresan terakhir pada gulungan kehidupan manusia dengan cara yang paling terhormat.\n\nPemakaman tradisional mencakup beberapa langkah seperti menyimpan peti mati almarhum di tempat yang aman, penguburan itu sendiri, prasasti pemakaman, serta alat yang akan digunakan dan benda apa yang akan dikubur... dan semuanya itu tunduk pada aturan yang ketat.\n\nTerlepas dari status sosial dan tingkat kekayaan mereka, semua yang meninggal berhak mendapatkan upacara yang terhormat. Beginilah cara Wangsheng Funeral Parlor memperlakukan semua klien mereka.\n\nOrang-orang akan berpikir bahwa organisasi yang bereputasi seperti itu harus dipimpin oleh seorang individu yang paling terpelajar dan cerdas.\n\nNamun, Master ke-77 jatuh di pundak seorang nona muda seperti Hu Tao.\n\nDia memiliki reputasi yang cukup baik di Liyue. Setiap kali seseorang menyebut Hu Tao, tetangganya merasa sangat sulit untuk mengarahkan pembicaraan.\n\nMeskipun dia banyak dipuji karena kecerdasan dan kelihaiannya, gagasan eksentriknya tidak disambut dengan baik, karena dia sering berimajinasi di luar batas manusia pada umumnya.\n\nSaat dia berusia 3 tahun, dia akan membaca volume teks klasik sambil melakukan handstands. Pada usia 6 tahun, dia membolos dari sekolah dan tertidur di peti mati. Ketika berusia 8 tahun, dia mulai tinggal di Wangsheng Funeral Parlor dan mempelajari etiket upacara pemakaman...\n\nSeseorang tidak akan pernah menggunakan kata \"mengukur\" untuk menggambarkan perilakunya.\n\nSaat dia beranjak remaja, Hu Tao ditugaskan melakukan upacara pemakaman untuk pertama kalinya.\n\nPengurus dan konsultan Wangsheng Funeral Parlor mengantisipasi debutnya dengan penuh kekhawatiran, seolah-olah mereka digantung di atas puncak Jueyun Karst.",
      "th": "พิธีศพเป็นพิธีกรรมสุดท้ายในชีวิตของมนุษย์\n\nและ \"โถงแห่งการเกิดใหม่ Wangsheng\" แห่ง Liyue ก็ได้รับเกียรติให้เป็นผู้วาดภาพสุดท้าย ลงบนม้วนหนังสือของชีวิตเหล่านั้น\n\nพิธีศพแบบดั้งเดิมนั้นมีมากมายหลายขั้นตอน ทั้งการอันเชิญวิญญาณ การฝังศพ และปักป้าย... ซึ่งแต่ละขั้นตอนล้วนมีกฎเกณฑ์ที่เคร่งครัด\n\nไม่ว่าผู้ตายจะมีสถานะทางสังคมหรือยากดีมีจนอย่างไร แต่ผู้ที่จากไปควรได้รับการจัดพิธีศพ อย่างสมเกียรติ และสอดคล้องกับสถานะของพวกเขา นี่คือกฎการปฏิบัติต่อลูกค้า ของโถงแห่งการเกิดใหม่ Wangsheng\n\nดังนั้นผู้คนจึงคิดว่าผู้นำขององค์กรที่มีชื่อเสียงเช่นนี้ จะต้องเป็นคนที่มีความรู้กว้างขวางและรอบคอบพิถีพิถัน\n\nแต่ตำแหน่งหัวหน้าสมัยที่ 77 กลับตกลงบนบ่าของสาวน้อยอย่าง Hu Tao\n\nHu Tao นั้นค่อนข้างมีชื่อเสียงใน Liyue เมื่อไหร่ก็ตามที่มีคนพูดถึงเธอขึ้นมา คนส่วนใหญ่ก็มักจะพูดว่า...ยากที่จะอธิบาย\n\nทุกคนยกย่องในความฉลาดและไหวพริบของเธอ แต่พวกเขาขยาดในการเล่นแผลง ๆ และการความคิดแปลก ๆ ของเธอ\n\nตอนสามขวบเธอสามารถอ่านตำราด้วยท่าขาชี้ฟ้า ตอนหกขวบเธอโดดเรียนไปหลับอยู่ในโลงศพ และตอนแปดขวบเธอเริ่มศึกษาการจัดพิธีศพ...\n\nไม่ว่าจะมองยังไง Hu Tao ก็ดูไม่ใช่คนที่ \"จริงจัง\" เอาซะเลย\n\nตอนอายุสิบขวบ Hu Tao ได้รับมอบหมายให้จัดงานศพเป็นครั้งแรก\n\nทั้งผู้ดูแลและที่ปรึกษาของโถงแห่งการเกิดใหม่ทุกคน ต่างรู้สึกใจคอไม่ค่อยดีราวกับยืนอยู่บนหน้าผาสูงใน Jueyun Karst",
      "vi": "Tang lễ là thể diện cuối cùng của người phàm.\n\nVà \"Vãng Sinh Đường\" của Liyue có thể gọi là người vẽ nét bút cuối cùng cho một bức tranh của đời người.\n\nTang lễ truyền thống có rất nhiều quy trình - túc trực bên linh cữu, cách hạ táng, bài vị...từng khâu từng khâu đều có quy cách nghiêm ngặt.\n\nCho dù người đã mất xuất thân cao sang hay nghèo hèn, tiền của nhiều hay ít, đều phải tổ chức cho họ một tang lễ phù hợp với thân phận. Đây chính là đạo nghĩa đối đãi với khách của Vãng Sinh Đường.\n\nĐối với một cơ cấu quan trọng như vậy, thì người quản lý phải là người học sâu hiểu rộng, làm việc cẩn trọng.\n\nThế nhưng, trọng trách của đường chủ đời thứ 77 lại đặt lên vai của cô bé Hu Tao.\n\nCô cũng khá nổi tiếng ở Liyue. Mỗi khi nhắc về cô ấy, thực sự là một lời khó nói cho rõ ràng được.\n\nNgười ta khen cô thông minh lanh lợi, nhưng cũng kiêng dè tâm tư kỳ lạ của cô. Những ý tưởng ma quái của Hu Tao đã đạt đến mức viển vông hão huyền.\n\nBa tuổi có thể đọc thuộc làu xuôi ngược quyển sách, sáu tuổi chọn ngày trốn học, chui vào trong quan tài ngủ ngon lành, tám tuổi ở lì trong Vãng Sinh Đường, nghiên cứu lễ nghi tang chế...\n\nNhìn ngang nhìn dọc, thì hai chữ \"cẩn trọng\" hầu như không hề có chút liên can nào đến cô.\n\nKhi hơn mười tuổi, Hu Tao lần đầu tiên đứng ra lo liệu tang lễ.\n\nNhững người phụ trách tang lễ và khách khứa thấp thỏm như đang bị treo trên vách núi thẳng đứng của Tuyệt Vân Gián."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "好在胡桃对生意尤为重视，从不轻慢。\n\n「咱们往生堂啊，收活人的钱，送死人上路，肩负双倍的责任，须让阴阳两界的人满意。」\n\n说起堂里规矩，胡桃总是头头是道。\n\n每到白天闭门停业，胡桃便邀请各路博学客卿来为年轻仪倌们说书讲学。\n\n「葬仪传统是一门大学问，不可依赖印象和习惯。」\n\n诸位讲师中，钟离先生最受敬仰。他的讲学成效显著，大大提升了往生堂仪倌的素养。\n\n即使胡桃常常调侃钟离的古板作风，他仍是最受胡桃信赖之人。\n\n此外，胡桃也要求仪倌们重视客户需求，不应拘泥于某种特定丧葬形式。\n\n「客人们各有要求，有些想让逝者走得清净，有些追求热闹喜丧，还有些富贵人家，下葬只讲求一个排场。我们做什么、如何做，理应取决于他们要什么。」\n\n胡桃主掌事务后，往生堂经营稳定，施礼得当，甚至令不少忌讳白事的璃月居民对丧葬一事有所改观。\n\n话虽如此，仪倌们受训时，胡桃倒是另有去处，一溜烟便跑得没影。\n\n这位堂主的兴趣爱好极富个人特色，又很难说是否太有闲情。\n\n月下码头，山间危楼，最高处那个背手而立出口成诗的身影必定是胡桃。\n\n她酷爱在夜晚闲逛，只要兴致来了，无论身处何处，总会情不自禁地赋诗一首。\n\n而途经华光林山间歇脚亭的商贾，或许会有幸见到一位独坐桌边自娱自乐的神秘少女。\n\n四个人才能组成的牌局，胡桃自己和自己都能玩得停不下来。\n\n至于其中乐趣…唯有她自己知道。",
      "zht": "好在胡桃對生意尤為重視，從不輕慢。\n\n「咱們往生堂啊，收活人的錢，送死人上路，肩負雙倍的責任，須讓陰陽兩界的人滿意。」\n\n說起堂裡規矩，胡桃總是頭頭是道。\n\n每到白天閉門停業，胡桃便邀請各路博學客卿來為年輕儀倌們說書講學。\n\n「葬儀傳統是一門大學問，不可依賴印象和習慣。」\n\n諸位講師中，鍾離先生最受敬仰。他的講學成效顯著，大大提升了往生堂儀倌的素養。\n\n即使胡桃常常調侃鍾離的古板作風，他仍是最受胡桃信賴之人。\n\n此外，胡桃也要求儀倌們重視客戶需求，不應拘泥於某種特定喪葬形式。\n\n「客人們各有要求，有些想讓逝者走得清淨，有些追求熱鬧喜喪，還有些富貴人家，下葬只講求一個排場。我們做什麼、如何做，理應取決於他們要什麼。」\n\n胡桃主掌事務後，往生堂經營穩定，施禮得當，甚至令不少忌諱白事的璃月居民對喪葬一事有所改觀。\n\n話雖如此，儀倌們受訓時，胡桃倒是另有去處，一溜煙便跑得沒影。\n\n這位堂主的興趣愛好極富個人特色，又很難說是否太有閒情。\n\n月下碼頭，山間危樓，最高處那個背手而立出口成詩的身影必定是胡桃。\n\n她酷愛在夜晚閒逛，只要興致來了，無論身處何處，總會情不自禁地賦詩一首。\n\n而途經華光林山間歇腳亭的商賈，或許會有幸見到一位獨坐桌邊自娛自樂的神秘少女。\n\n四個人才能組成的牌局，胡桃自己和自己都能玩得停不下來。\n\n至於其中樂趣…唯有她自己知道。",
      "jp": "胡桃は商売を非常に重視しており、儲けを蔑ろにするようなことはしない。\n\n「我々往生堂は、生きる者からお金を受け取り、死者を旅へと導く。二重の責任を負い、陰と陽の2つの世界の者を満足させる必要がある。」\n\n往生堂の掟について、胡桃より詳しい者はいない。\n\n日中、店を閉めている間は、葬儀屋の若い従業員に知識を蓄えさせるため、見識の深い客卿を講師として招いている。\n\n「葬儀の伝統は複雑な学問であり、印象や習慣を基に理解すべきではない。」\n\n大勢いる講師の中で、鍾離先生は一番敬われている存在だ。\n\n胡桃は、たまに鍾離の古臭さをいじったりするが、実は最も信頼を寄せている相手である。\n\nまた胡桃は特定の葬儀形態にとらわれることなく、変化する顧客の需要に注意を払う必要があると思っている。\n\n「客は様々な需要を持つ。例えば、死者を清く送りたい、賑やかに送りたい、裕福な客は見栄え良く送りたい等々。私たちが何をすべきか、どうすべきか、全て客の需要に依存する。」\n\n胡桃が指揮を執るようになってから、往生堂の経営は安定し業績も順調だ。葬儀に対して良く思っていなかった住民も、段々と受け入れるようになり始めていた。\n\nしかし、葬儀屋の若い従業員たちが講義を受けている間、胡桃はいつもどこかへ行く。\n\nただ彼女の行動には変わった点がまま見られるため、それがサボりなのかは判断しにくい。\n\n月下の埠頭、山間の崖、一番高い所で後ろ手に詩をそらんずる者がいたら、それは胡桃のほかいないだろう。\n\n彼女は夜中に彷徨い、詩を歌うことを好む。\n\n華光の林で休憩する商人がいたら、椅子に座って楽しんでいる謎の少女と出会うかもしれない。\n\n四人じゃないと遊べない駒を使う遊戯も、胡桃は自分自身と楽しく対戦出来る。\n\nその楽しさは…彼女しか分からないだろう。",
      "ko": "다행히도 호두는 사업을 중시해서 사업에 결코 소홀했던 적이 없다.\n\n「우리 왕생당은 산 사람의 돈을 받고 죽은 사람을 배웅하기 때문에 두 배의 책임을 지고 이승과 저승 사람을 모두 만족시켜야 해요.」\n\n왕생당의 규칙에 대해 호두보다 잘 아는 사람은 없다.\n\n매일 낮 가게 문을 닫을 때가 되면 호두는 박식한 객경들을 불러 젊은 장의사들에게 강의를 듣게 해준다.\n\n「장례는 크고 깊은 학문이니 기억과 습관에 의존해서는 안 됩니다.」\n\n여러 강사 중 가장 존경받는 건 바로 종려 선생이다. 그의 강의는 왕생당 장의사들의 소양을 크게 높일 만큼 아주 효과적이었다.\n\n호두는 종려의 고리타분함을 종종 놀리곤 하지만, 그는 호두가 가장 신뢰하는 사람이다.\n\n또 호두는 장의사들에게 장례가 특정 형식에 얽매이지 않도록 손님들의 요구 사항을 중시해야 한다고 지시했다.\n\n「손님들에겐 각자의 요구 사항이 있습니다. 어떤 사람은 고인을 조용히 보내드리고 싶어 하고, 어떤 사람은 떠들썩하게 보내드리고 싶어 합니다. 그리고 최대한 화려하게 해달라고하는 부잣집 손님들도 있죠. 저희가 하는 모든 것은 손님들이 원하는 것에 달렸어요.」\n\n호두가 지휘를 맡은 뒤, 왕생당의 경영은 안정되고 의식도 순조롭고 알맞게 진행됐다. 심지어 장례를 꺼리던 리월 주민들도 장례에 대한 생각을 바꾸게 되었다.\n\n이렇게 말은 했지만, 장의사들이 훈련받고 있을 때 호두는 다른 곳에 가봐야 한다며 쏜살같이 자리를 비우곤 한다.\n\n이 당주의 취미는 그녀답다고 해야 할지 아니면 너무 한가하다고 해야 할지 알 수가 없다.\n\n달빛이 부둣가로 쏟아질 때, 산 위 누각의 가장 높은 곳에서 뒷짐을 진 채 시를 짓고 있는 이가 있다면 분명 호두일 것이다.\n\n그녀는 밤에 돌아다니는 것을 아주 좋아하고, 어디에 있든 '느낌'이 왔다 하면 참지 못하고 시 한 수를 짓는다.\n\n화강림의 산을 거쳐 가며 잠깐 쉬어가는 상인은 운이 좋으면 탁상 옆에 앉아 혼자서도 잘 놀고 있는 신비로운 소녀를 만나게 될지도 모른다.\n\n네 명이 모여야만 할 수 있는 게임도, 호두는 자기 혼자 즐길 수 있다.\n\n그 재미는… 아마 호두 자신만 알고 있을 것이다",
      "en": "Fortunately, Hu Tao treats the parlor's operations with the utmost importance and is always looking to grow her business.\n\n\"At the Wangsheng Funeral Parlor, the living give us Mora to see the dead on their way. We have a responsibility to both parties, so we gotta make sure both sides are happy.\"\n\nWhen it comes to the parlor's rules, Hu Tao knows them all like the back of her hand.\n\nEach day when the parlor closes its doors, Hu Tao invites consultants from different walks of life to pass their teachings on to the undertakers.\n\n\"The funeral tradition is like science. It cannot be performed based on impressions and personal habits.\"\n\nOf all the lecturers, Zhongli is the most revered one. As such, his lessons have proven to be the most effective in cultivating the competence of Wangsheng Funeral Parlor's undertakers.\n\nDespite often being teased by Hu Tao due to his old-fashioned style, he is also the person that she trusts the most.\n\nApart from that, Hu Tao always instructs her undertakers to respect their clients' wishes and not insist on any particular form of funeral.\n\n\"Some clients want nothing more than a peaceful ceremony, some opt for a more lively style of event. There are also wealthier clients who would request a funeral arrangement of the most pompous kind. The services we provide have to be tailor-made according to the clients' needs.\"\n\nEver since Hu Tao took over, the parlor's operations have been solid and reliable, with ceremonies conducted so tactfully that quite a few superstitious people in Liyue have changed their attitudes towards funerals.\n\nEven so, Hu Tao still has a tendency to wander off, disappearing as soon as her undertakers are busy listening to lectures.\n\nThe hobbies and interests of this young director are just as eccentric as her personality, and yet it is difficult to say with certainty if those activities are of a purely leisurely nature.\n\nHu Tao's shadow can be seen in the moonlit docks or at the highest, most precarious viewpoints in the mountains, where she's likely to take in the scenery and shape her thoughts into beautiful poetry.\n\nShe loves to roam freely at night, looking for inspiration. When it strikes her, no matter where she is, she cannot help but compose a poem on the spot.\n\nIf they are particularly lucky, the traveling merchants taking respite around the Huaguang Stone Forest can spot a mysterious girl keeping herself amused in solitude.\n\nHu Tao can play a four-player card game accompanied by no one for hours on end.\n\nThat said, the joys of engaging in such activities remain a mystery to all but Hu Tao herself.",
      "de": "Das Gute ist, dass Hu Tao das Geschäft besonders streng führt und nie auf die leichte Schulter nimmt.\n\n„Wir, das Bestattungsunternehmen Wangsheng, nehmen Geld von den Lebenden und begleiten die Toten auf ihrem letzten Weg, schultern die doppelte Verantwortung und müssen gemäß den Regeln von Yin und Yang die Menschen auf beiden Seiten zufriedenstellen.\n\nWenn es um die Regeln des Unternehmens geht, hat Hu Tao immer gute Ideen.\n\nTagsüber, wenn das Unternehmen geschlossen ist, lädt Hu Tao stets verschiedene Gelehrte ein, die ihr Wissen an die jungen Angestellten weitergeben können.\n\n„Bestattungsbräuche sind eine eigene Disziplin für sich und dürfen nicht von persönlichen Eindrücken oder Gewohnheiten abhängen.“\n\nUnter allen Gelehrten ist Zhongli der am meisten bewunderte. Seine Vorträge sind sehr fruchtbar und verbesserten die Kompetenz der Bestatter des Bestattungsunternehmens erheblich.\n\nAuch wenn Hu Tao Zhongli oft wegen seines altmodischen Stils neckte, war dieser doch derjenige, dem Hu Tao am meisten vertraute.\n\nDarüber hinaus bat Hu Tao die Bestatter, auf die Bedürfnisse ihrer Kunden einzugehen und sich nicht an eine bestimmte Bestattungsform zu halten.\n\n„Einige Kunden wollen, dass der Verstorbene in Frieden geht, andere wollen eine heitere und fröhliche Beerdigung und dann gibt es auch noch die reichen und mächtigen Leute, die eine Beerdigung wollen, die ein reines Spektakel darstellt. Was wir tun und wie wir es tun, sollte davon abhängen, was sie wollen.“\n\nNachdem Hu Tao die Leitung der Angelegenheiten übernommen hatte, liefen die Geschäfte für das Bestattungsunternehmen Wangsheng stabil und alle Angestellten führten die Rituale ordnungsgemäß durch, was sogar dazu führte, dass viele Bewohner von Liyue, für die sonst traditionelle Zeremonien tabu waren, ihre Meinung über die Bestattungsmethoden änderten.\n\nDoch sobald die Angestellten den Gelehrten lauschen, hat sie etwas Besseres zu tun und entfernt sich ganz schnell.\n\nIhre Hobbys sind so ausgefallen wie sie selbst und es ist schwer zu sagen, ob sie nur zum Zeitvertreib dienen.\n\nDie zierliche Gestalt, die mit den Händen auf dem Rücken verschränkt auf dem höchsten Punkt der Berge steht, muss Hu Tao sein.\n\nSie liebt es, nachts herumzuwandern und wann immer ihr danach ist, egal wo sie ist, kann sie nicht anders als ein Gedicht niederzuschreiben.\n\nHändler, die durch den Huaguang-Steinwald kommen, haben vielleicht das Glück, ein geheimnisvolles Mädchen zu sehen, das allein an einem Tisch sitzt und sich hervorragend unterhält.\n\nEin Kartenspiel, das vier Leute gleichzeitig spielen können, hat es Hu Tao angetan, welches sie sogar mit sich selbst spielt.\n\nWas den Spaß dabei angeht ... das weiß nur sie allein.",
      "es": "Por fortuna, los negocios son algo muy importante para Hu Tao, así que son lo único que hace con total seriedad.\n\nElla suele decir: “En la Funeraria El Camino, cobramos dinero a los vivos para enterrar a los muertos, por lo que tenemos la responsabilidad de satisfacer a ambas partes”.\n\nHu Tao es muy clara y ordenada con las reglas y protocolos de la funeraria. Cuando esta cierra durante el día, ella invita a asesores procedentes de todas partes para que instruyan a los trabajadores más jóvenes de la funeraria.\n\n“Los ritos funerarios tradicionales son toda una rama de estudio independiente de las costumbres y los hábitos”.\n\nDe todos los instructores, Zhongli es el más respetado. Su forma de enseñar es la que más éxito tiene, pues gracias a él se ha mejorado ampliamente la formación de los trabajadores de la Funeraria El Camino.\n\nAunque Hu Tao suele burlarse del anticuado estilo de Zhongli, este sigue siendo la persona en quien más confía. Además, ella siempre pide a los demás trabajadores que se adapten a las necesidades de los clientes, y que no se aferren a un único tipo de ceremonia funeraria.\n\n“Cada cliente tiene sus exigencias. Algunos quieren que el difunto se marche libre de pecados y en paz; a otros les gustan los funerales más alegres; y los clientes más ricos solo le dan importancia a la ostentación y el lujo de la ceremonia. Lo que hagamos y cómo lo hagamos depende fundamentalmente de lo que ellos quieran”.\n\nDesde que Hu Tao se encarga de este trabajo, el negocio de la Funeraria El Camino ha ganado estabilidad, las ceremonias se hacen siempre adecuadamente e incluso hay gente cuya visión sobre los funerales, un tema algo tabú en Liyue, ha cambiado.\n\nAhora bien, cuando los demás trabajadores están estudiando, Hu Tao se esfuma sin dejar ni rastro.\n\nSus intereses y aficiones son de lo más excéntricos, aunque, en realidad, tampoco se podrían considerar plenamente como actividades de ocio.\n\nSi alguien ve la silueta de una persona bajo la luz de la luna en los muelles y entre los altos edificios de Liyue, con los brazos cruzados por detrás de la cabeza y recitando poesía, seguramente se trate de Hu Tao.\n\nAdora deambular por las noches y, si en ese momento le apetece, no podrá resistir la tentación de componer un poema, sin importar dónde se encuentre.\n\nSi algún comerciante está descansando en uno de los pabellones del Bosque de Piedra Huaguang, tal vez tenga el honor de ver a una misteriosa joven sentada y divirtiéndose ella sola.\n\nEs más, Hu Tao se divierte sola hasta con juegos de azar o de mesa, para los que se suelen necesitar cuatro personas.\n\n¿Que qué es lo que le parece divertido de todo ello? Eso solo lo sabe la propia Hu Tao.",
      "fr": "Heureusement, Hu Tao accorde une importante toute prioritaire aux affaires.\n\n« Le Funérarium Wangsheng guide les morts vers l'au-delà en échange des moras que nous paient les vivants. Notre responsabilité est de satisfaire les premiers comme les seconds. »\n\nHu Tao regorge de bon sens lorsqu'elle parle des principes du funérarium.\n\nChaque jour à la fermeture, elle invite des érudits de tous horizons à exposer leurs connaissances aux jeunes employés du lieu.\n\n« Les rites funéraires sont des traditions complexes, et ne peuvent pas être exécutés seulement à force d'habitude ou sur la base d'impressions personnelles. »\n\nZhongli est sans doute le plus apprécié de tous les intervenants, et les fruits de ses leçons sur les employés sont visibles.\n\nIl est vrai que Hu Tao aime l'asticoter, mais il est vrai aussi que c'est la personne en qui elle a le plus confiance.\n\nHu Tao exige également de ses employés qu'ils soient à l'écoute des requêtes de leurs clients, et qu'ils sachent faire la part des choses.\n\n« Chaque client a ses propres exigences. Certains exigent que les adieux se fassent en silence, d'autres choisissent l'animation. Aux yeux de certains, seules comptent les apparences. Ce que nous faisons, et comment nous le faisons, dépend entièrement de ce que désire le client. »\n\nDepuis que Hu Tao est à la tête du Funérarium Wangsheng, les affaires tournent, et les cérémonies qui y sont organisées ont même changé le regard que portaient certaines personnes superstitieuses sur tout ce qui touchait aux funérailles.\n\nQuand bien même, il n'est pas rare de la voir partir pour disparaître lorsque les autres sont occupés par leur formation.\n\nLes loisirs et les centres d'intérêt de la directrice du funérarium sont à son image - excentriques -, mais il est difficile d'affirmer qu'ils soient dus uniquement à son imagination débordante.\n\nLa jeune silhouette que l'on peut apercevoir le long des quais éclairés par la lune ou au plus haut des montagnes est sûrement Hu Tao, qui aime à se promener le soir venu et à composer quelque rime, peu importe où elle se trouve.\n\nLes marchands de passage à la Forêt de pierre Huaguang et se reposant dans les environs ont parfois la chance d'entendre ainsi une mystérieuse jeune fille trompant sa solitude par des jeux de l'esprit.\n\nUne partie d'un jeu pour quatre joueurs peut occuper Hu Tao des heures entières.\n\nMais l'intérêt que de tels jeux représentent... Cela demeure un mystère pour tous sauf pour elle.",
      "pt": "Ainda bem que a Hutao valoriza bastante os seus negócios, e nunca negligencia os seus clientes.\n\n\"A nossa Funerária de Wangsheng recebe dinheiro dos vivos, e manda os falecidos ao paraíso, portanto, estamos carregados da responsabilidade dupla, e temos que satisfazer ambos lados.\"\n\nPor falar nas regras na Funerária, a Hutao sempre tem as suas ideias próprias.\n\nQuando a Funerária de Wangsheng está fora do serviço, a Hutao convida os estudiosos e consultores experientes para dar palestras aos novos agentes.\n\n\"Na verdade, o funeral é uma ciência. Não pode ser realizado baseado em impressões e hábitos pessoais.\"\n\nEntre esses estudiosos, o Zhongli é o mais admirado. As suas palestras deram bons frutos, fazendo com que aumente o profissionalismo dos agentes da Funerária de Wangsheng.\n\nEle é aquele que a Hutao mais confia, mesmo que ela sempre se queixa sobre os seus comportamentos antiquados.\n\nAlém disso, a Hutao também salienta que os requisitos personalizados dos clientes devem ser atendidos, e os tipos de funeral devem ser diversificados.\n\n\"Os clientes têm os seus próprios requisitos, alguns querem os falecidos partam com calma, entretanto, outros preferem um funeral mais animado, ou alguns podem querer um funeral mais luxuoso. Fazemos o que os clientes pedem, e são as demandas dos clientes que decidem como fazemos.\"\n\nApós a Hutao tomar a posse, a Funerária de Wangsheng tem tido um negócio estável e lucrativo, fazendo com que os moradores de Liyue mudem a sua impressão sobre o funeral.\n\nMesmo assim, nas palestras para os novos agentes, sempre não se vê a Hutao. Para onde ela vai?\n\nOs passatempos dessa Diretora são excêntricos assim como sua personalidade, e é difícil dizer quais de suas atividades são de uma natureza puramente de lazer.\n\nSe você ver uma garota no alto de um penhasco ou prédios altos em uma noite com lua, que está compondo a poesia, ela com certeza é a Hutao.\n\nEla adora passear na noite, procurando por inspiração. Quando a inspiração chega, não importa onde esteja, ela transformará seus pensamentos em bela poesia...\n\nNão é surpreendente ver uma garota que se senta aí numa mesa brincando e falando sozinha.\n\nE a Hutao pode jogar sozinha um jogo de 4 pessoas alegremente.\n\nQuanto à diversão desse tipo de jogo, só Hutao que sabe.",
      "ru": "К счастью, Ху Тао очень серьёзно относится к своему бизнесу.\n\n«Мы в бюро получаем деньги живых, чтобы провожать мёртвых, а потому на нас лежит двойная ответственность - как перед этим миром, так и перед другим».\n\nЧто касается правил бюро, то здесь Ху Тао очень рассудительна.\n\nКаждый день после закрытия она приглашает экспертов в разных областях, чтобы те читали лекции молодым служащим.\n\n«Традиции похорон - это высокое искусство, и работать по наитию или привычке нельзя».\n\nСамый уважаемый из лекторов - господин Чжун Ли. Его лекции неизменно пользуются успехом, а уровень служащих после них заметно повысился.\n\nХотя Ху Тао постоянно подшучивает над старомодными манерами Чжун Ли, она доверяет ему больше, чем кому бы то ни было.\n\nХу Тао всегда требует от подчинённых внимательно относиться к просьбам клиентов, и не навязывать им скрупулёзное следование установленным образцам.\n\n«У всех клиентов есть свои пожелания. Кто-то хочет, чтобы усопший ушёл тихо и спокойно, кто-то желает устроить шумные проводы, а некоторым богачам - лишь бы пороскошнее. Что и как мы будем делать, зависит от их желания».\n\nКогда Ху Тао возглавила бюро, его дела пошли намного лучше, а похороны стали проходить так достойно, что даже традиционно избегающие темы похорон жители Ли Юэ стали относиться к ним немного по-другому.\n\nКак бы там ни было, как только служащие отвлекутся на лектора, сама Ху Тао тут же испаряется, как дым от благовоний.\n\nЕё увлечения такие же затейливые, как и она сама.\n\nНа залитом лунным светом причале, среди горных руин, на самой высокой скале - стоит силуэт и, заложив руки за спину, читает стихи. Это, конечно же, Ху Тао.\n\nОна обожает бродить без дела по ночам, и неважно, где застанет её вдохновение, она, невольно начинает слагать стихи.\n\nБродячие торговцы, останавливаясь на привал у небольшой беседки в каменном лесу Хуагуан, нередко встречают загадочную девушку, которая сидит за столиком и веселится сама по себе.\n\nДля партии в карты нужно четыре человека, а Ху Тао и сама с собой может играть до упаду.\n\nНо какой в этом интерес, знает только она сама...",
      "id": "Untungnya, Hu Tao memperlakukan upacara pemakaman dengan sangat serius dan selalu ingin mengembangkan bisnisnya.\n\n\"Di Wangsheng Funeral Parlor, yang hidup memberi kami Mora, untuk melihat orang mati dalam perjalanannya. Kami memiliki tanggung jawab kepada kedua belah pihak , jadi kami harus memastikan bahwa kedua belah pihak akan senang\".\n\nKetika berbicara tentang peraturan pemakaman, Hu Tao selalu mengemukakan argumen yang jelas dan logis.\n\nSetiap hari ketika ruang pemakaman sudah tutup, Hu Tao akan mengundang konsultan dari berbagai lapisan masyarakat untuk meneruskan ajarannya itu kepada para bawahannya di Wangsheng Funeral Parlor.\n\n\"Tradisi pemakaman itu seperti ilmu alam. Tidak bisa dilakukan berdasarkan dari kesan dan kebiasaan pribadi\".\n\nDari semua konsultan yang ada, Zhongli adalah yang paling dia hormati. Karena itu, pelajarannya terbukti paling efektif dalam mengembangkan kompetensi para pengurus Wangsheng Funeral Parlor.\n\nMeski sering diejek oleh Hu Tao karena gayanya yang kuno, dia juga orang yang paling dia percaya.\n\nTerlepas dari itu, Hu Tao selalu memberi instruksi kepada para pengurusnya untuk menghormati keinginan klien mereka dan tidak menuntut bentuk pemakaman tertentu.\n\n\"Beberapa klien tidak menginginkan apa pun selain upacara yang damai, beberapa memilih gaya acara yang lebih hidup. Di sana juga klien yang kaya raya akan meminta pengaturan pemakaman dengan cara yang terlihat paling sombong. Layanan yang kami berikan harus dibuat khusus sesuai dengan kebutuhan klien.\"\n\nSejak Hu Tao mengambil alih, upacara pemakaman selalu berjalan dengan lancar dan dia juga selalu dapat diandalkan, dengan upacara yang dilakukan dengan sangat bijaksana sehingga beberapa orang Liyue yang percaya takhayul telah mengubah sikap mereka terhadap pemakaman.\n\nMeski begitu, Hu Tao masih memiliki kecenderungan untuk pergi, menghilang begitu saja saat para pengurusnya sibuk mendengarkan ceramah.\n\nHobi dan minat master muda ini sama eksentriknya dengan kepribadiannya, tetapi sulit untuk mengatakan dengan pasti apakah kegiatan itu memang murni hanya karena dia mempunyai sifat yang santai.\n\nBayangan Hu Tao dapat dilihat di dermaga yang diterangi cahaya bulan atau di titik tertinggi puncak pegunungan, tempat di mana dia bisa menikmati pemandangan dan membentuk pikirannya menjadi puisi yang indah.\n\nDia juga suka berkeliaran dengan bebas di malam hari, mencari inspirasi. Ketika membicarakannya, di mana pun dia berada, dia tidak bisa tidak mengarang puisi di tempat tersebut.\n\nJika mereka sangat beruntung, pedagang keliling yang beristirahat di sekitar Huaguang Stone Forest dapat melihat seorang gadis misterius yang sedang menikmati kesendiriannya.\n\nHu Tao dapat memainkan permainan kartu yang seharusnya dimainkan empat orang tapi dia melakukannya sendirian selama berjam-jam.\n\nMeskipun demikian, kegembiraannya dalam melakukan hal-hal seperti itu masih menjadi misteri bagi semua orang sampai sekarang, terkecuali Hu Tao sendiri.",
      "th": "Hu Tao นั้นให้ความสำคัญกับธุรกิจและไม่เคยประมาทเลย\n\n\"โถงแห่งการเกิดใหม่ Wangsheng ของเรารับเงินจากคนเป็นเพื่อส่งคนตายขึ้นสวรรค์ เรามีหน้าที่ทำให้คนทั้งสองโลกพอใจ\"\n\nพูดถึงกฎของโถงแห่งการเกิดใหม่แล้ว Hu Tao นั้นปฏิบัติตามกฎอย่างเคร่งครัด\n\nในช่วงกลางวันที่ไม่ได้เปิดให้บริการ Hu Tao จะเชิญผู้ที่รอบรู้และที่ปรึกษาที่มีประสบการณ์ มาให้ความรู้กับเจ้าหน้าที่รุ่นใหม่ ๆ\n\n\"พิธีศพแบบดั้งเดิมที่สืบทอดต่อกันมานั้นเป็นเหมือนวิชา ๆ หนึ่ง ที่ไม่สามารถอาศัยเพียงแค่ ความประทับใจและความเคยชินเท่านั้น\"\n\nในบรรดาอาจารย์ทุกคน Zhongli เป็นคนที่ได้รับชื่นชมมากที่สุด วิธีการสอนของเขามีประสิทธิภาพ และช่วยพัฒนาคุณภาพของโถงแห่งการเกิดใหม่ Wangsheng ขึ้นเป็นอย่างมาก\n\nแม้ว่า Hu Tao จะล้อเลียนความหัวโบราณของ Zhongli อยู่บ่อย ๆ แต่เขาก็ยังคงเป็นคนที่ Hu Tao เชื่อใจมากที่สุด\n\nนอกจากนี้ Hu Tao มักจะกำชับให้เจ้าหน้าที่คนอื่น ๆ ให้ความสำคัญกับความต้องการของลูกค้า และไม่ยึดติดกับรูปแบบที่ตายตัวของพิธีศพมากเกินไป\n\n\"ลูกค้าแต่ละคนมีความต้องการของตัวเอง บางคนต้องการให้ผู้ตายจากไปอย่างสงบ แต่บางคนก็ชอบงานศพที่คึกคักสนุกสนาน และลูกค้าที่ร่ำรวยบางคนก็อยากจะให้จัดพิธีอย่างหรูหรา เราจะทำอะไร จัดยังไง ล้วนให้ลูกค้าเป็นคนตัดสินใจ\"\n\nนับตั้งแต่ Hu Tao เข้ามาดูแลกิจการนี้ ธุรกิจของโถงแห่งการเกิดใหม่ Wangsheng ก็มั่นคงขึ้น พิธีการก็เป็นไปอย่างถูกต้อง และยังทำให้ข้อห้ามหรือการถือสิ่งต่าง ๆ ในพิธีศพของชาว Liyue ได้เปลี่ยนไป\n\nถึงจะอย่างนั้นก็ตาม ขณะที่เจ้าหน้าที่คนอื่น ๆ กำลังรับการอบรมอยู่นั้น Hu Tao ก็จะหายตัวไปที่อื่นอย่างไร้ร่องรอย\n\nงานอดิเรกของหัวหน้าคนนี้นั้นไม่เหมือนใคร ซึ่งพูดได้ยากว่าจริง ๆ แล้วถือเป็นกิจกรรมยามว่างได้หรือไม่\n\nในท่าเรือท่ามกลางแสงจันทร์นั้น หากคุณเห็นเงาของเด็กผู้หญิงคนหนึ่ง ยืนอยู่บนหน้าผาหรือตึกสูง แล้วท่องบทกวีโดยไขว้มือไว้ข้างหลังล่ะก็ แน่นอนว่านั่นก็คือ Hu Tao\n\nเธอชอบเดินเล่นในเวลากลางคืน ขอแค่มีแรงบันดาลใจ ไม่ว่าจะอยู่ที่ไหน เธอก็อดที่จะแต่งบทกวีออกมาไม่ได้\n\nพวกพ่อค้าที่เดินผ่าน Huaguang Stone Forest หรือผู้ที่โชคดี อาจจะได้พบกับหญิงสาวลึกลับที่นั่งเล่นอยู่คนเดียว\n\nการเล่นไพ่ที่ต้องใช้ผู้เล่นถึงสี่คนนั้น Hu Tao สามารถเล่นได้ด้วยตัวคนเดียวอย่างสนุกสนานจนหยุดไม่อยู่\n\nส่วนจะสนุกหรือไม่นั้น... คงมีแค่เธอคนเดียวที่รู้",
      "vi": "May mắn thay, Hu Tao rất coi trọng việc kinh doanh, không hề khinh suất.\n\n\"Vãng Sinh Đường chúng ta, nhận tiền của người sống, đưa người chết lên đường, gánh vác gấp đôi trách nhiệm, phải làm hài lòng người của cả hai thế giới âm dương.\"\n\nNói đến quy tắc của Vãng Sinh Đường, thì luôn rõ ràng rành mạch.\n\nMỗi khi đến ban ngày, việc kinh doanh tạm khép lại sau những cánh cửa đóng kín, Hu Tao liền mời các vị học giả từ khắp nơi đến để giảng giải cho những người phụ trách tang lễ trẻ tuổi.\n\n\"Truyền thống tang lễ là một môn học, không được dựa vào ấn tượng và thói quen.\"\n\nTrong số các giảng viên, Zhongli là người được kính trọng nhất. Các bài giảng của anh ấy đã đạt được hiệu quả đáng kể, nâng cao chất lượng nghi lễ của Vãng Sinh Đường lên rất nhiều.\n\nCho dù Hu Tao thường xuyên trêu ghẹo tác phong cứng nhắc của Zhongli, nhưng anh ấy vẫn là người được Hu Tao tin tưởng nhất.\n\nNgoài ra, Hu Tao cũng yêu cầu những người phụ trách tang lễ phải xem trọng nhu cầu của khách hàng, không nên quá gò bó vào một hình thức tang lễ cụ thể nào đó.\n\n\"Mỗi khách sẽ có yêu cầu riêng, có người sẽ muốn người đã mất được ra đi một cách thanh tịnh, người giàu có đôi lúc chỉ quan tâm đến việc phô trương khi hạ táng. Chúng ta làm gì, nên làm thế nào, đều phải dựa trên ý muốn của họ.\"\n\nSau khi Hu Tao quản lý, việc kinh doanh của Vãng Sinh Đường đã đi vào nề nếp ổn định, hành lễ đúng mực, thậm chí đã thay đổi quan điểm về chuyện mai táng của không ít cư dân Liyue vốn kiêng kỵ trong chuyện tang lễ.\n\nTuy nói vậy, nhưng lúc những người phụ trách tang lễ được huấn luyện, Hu Tao lại chuồn đến nơi khác, chẳng thấy bóng dáng đâu.\n\nSở thích của vị đường chủ này thật khác biệt, không biết có được nói là quá rảnh rỗi hay không.\n\nBến đò dưới trăng, gác vọng giữa núi, bóng người chắp tay sau lưng, đứng ở nơi cao nhất, xuất khẩu thành thơ đó, chắc chắn là Hu Tao.\n\nCô ấy rất thích đi loanh quanh trong đêm tối, chỉ cần có nhã hứng thì cho dù đang ở nơi nào, cũng sẽ cầm lòng không đặng mà ngâm một bài thơ.\n\nNhững thương nhân đi qua núi Hoa Quang Lâm thỉnh thoảng dừng chân, nhiều lúc sẽ may mắn gặp được một thiếu nữ bí ẩn ngồi chơi đùa vu vơ trên bàn một mình.\n\nVán cờ đòi hỏi có bốn người chơi, nhưng Hu Tao vẫn có thể chơi với chính mình đến nỗi không dừng được.\n\nBạn hỏi liệu như vậy có vui hay không...thì chỉ có chính bản thân cô ấy mới biết."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "总务司门口立着两尊栩栩如生的石狮子，此乃威严之象征。\n\n路过的胡桃却不这么想。她仔细端详了石狮子好一会儿，先是若有所思，随即开怀大笑，用力拍打它们的前爪。\n\n之后，胡桃便不时前来，摸着石狮子的脑袋念念有词。她不光跟它们聊天，还给它们起了名字，左边的叫大咪，右边的叫二咪。\n\n甚至左手拎一桶温水，右手提着大毛刷，跑来给石狮子洗澡。动作细致，态度认真，完全是将石狮子当成了宠物。\n\n新月轩门前有只三花猫，吃的是璃月百家饭。这天恰好有附近居民来逗猫，与不远外的胡桃相映成趣。\n\n面对旁人困惑的目光，胡桃理直气壮：\n\n「你家花猫可爱，我的大咪二咪怎么就不可爱了？大咪二咪的毛虽说硬了些，不也是毛茸茸的嘛！让人快活的小动物，自然就是宠物。若论威风，什么猫都不是大咪二咪的对手！」\n\n一番解释，愈发令人不解。\n\n总务司的卫兵更是多次被胡桃惊吓。午夜，门前总有轻轻的脚步声。本以为是窃贼偷上了官家，却不料门后是个与石狮子玩耍的年轻少女。\n\n而等大家好不容易习惯了这件怪事，胡桃反倒没了影子。\n\n卫兵们有些苦恼——没了胡桃，就得轮到他们来清扫石狮子了。\n\n为此他们蹲守多日，总算等到胡桃路过。问及为何不再来访，得到的答案更是匪夷所思：\n\n「大咪二咪长大独立，不再需要我的照顾啦！现在我啊，忙着与神像谈论人生呢！」",
      "zht": "總務司門口立著兩尊栩栩如生的石獅子，此乃威嚴之象徵。\n\n路過的胡桃卻不這麼想。她仔細端詳了石獅子好一陣子，先是若有所思，隨即開懷大笑，用力拍打它們的前爪。\n\n之後，胡桃便不時前來，摸著石獅子的腦袋念念有詞。她不光跟它們聊天，還給它們起了名字，左邊的叫大咪，右邊的叫二咪。\n\n甚至左手拎一桶溫水，右手提著大毛刷，跑來給石獅子洗澡。動作細緻，態度認真，完全是將石獅子當成了寵物。\n\n新月軒門前有隻三花貓，吃的是璃月百家飯。這天恰好有附近居民來逗貓，與不遠外的胡桃相映成趣。\n\n面對旁人困惑的目光，胡桃理直氣壯：\n\n「你家花貓可愛，我的大咪二咪怎麼就不可愛了？大咪二咪的毛雖說硬了些，不也是毛茸茸的嘛！讓人快活的小動物，自然就是寵物。若論威風，什麼貓都不是大咪二咪的對手！」\n\n一番解釋，愈發令人不解。\n\n總務司的衛兵更是多次被胡桃驚嚇。午夜，門前總有輕輕的腳步聲。本以為是竊賊偷上了官家，卻不料門後是個與石獅子玩耍的年輕少女。\n\n而等大家好不容易習慣了這件怪事，胡桃反倒沒了影子。\n\n衛兵們有些苦惱——沒了胡桃，就得輪到他們來清掃石獅子了。\n\n為此他們蹲守多日，總算等到胡桃路過。問及為何不再來訪，得到的答案更是匪夷所思：\n\n「大咪二咪長大獨立，不再需要我的照顧啦！現在我啊，忙著與神像談論人生呢！」",
      "jp": "総務司の門には、威厳の象徴である二体の石獅子が鎮座している。\n\nしかし、その前を通っても胡桃はその威厳を感じない。石獅子をじっくりと観察し、何かを思い浮かべる。続けて大笑いし、石獅子の前足を強く叩き始めるのだ。\n\nそれから、胡桃は時々訪れては石獅子の頭を撫でて、ブツブツと話しかけるようになった。石獅子たちと会話するだけでなく、名前も付けていた。左はニャンイチ、右はニャンジ。\n\nまたある日、左手にぬるま湯のバケツ、右手に大きなブラシを持ち、石獅子の体を洗い始めた。優しく真剣に、石獅子を本当のペットとしてみるかのように。\n\n一方、新月軒の前には璃月の家庭料理を食べる三毛猫が一匹いる。この日、ちょうど付近の住民が猫と遊んでいたところ、胡桃が通りがかった。\n\n胡桃は大きな声でこう言った。\n\n「あなたの猫が可愛いというのなら、私の猫だって可愛いでしょ？ニャンイチとニャンジの毛は硬いけど、それでもふさふさしてるよ！いつでも私を癒してくれるから、もちろん本物のペットだよ。カッコ良さなら、ニャンイチとニャンジは誰にも負けないから！」\n\nそう言われた相手は、ぽかんとし何を言われたのか訳がわからなかった。\n\nまた総務司の警備は、胡桃に何度か驚かされたことがある。真夜中に足音を聞いた警備の者は、それが泥棒かと思い駆けつけると、石獅子と遊んでいる少女だったのだ。このような奇行に皆がやっと慣れ始めた頃、胡桃は石獅子の前に現れることがなくなった。\n\nそして、警備は悩み始める——胡桃が来ないとなると、石獅子の掃除は自分でやらなければならないと。\n\n彼女と再び会う機会が訪れた時、来なくなった理由を訊ねると予想外の答えが返ってきた。\n\n「ニャンイチとニャンジはもう一人前になったから、私の世話はいらなくなったの！私はね、今神像の人生相談で忙しいんだ！」",
      "ko": "총무부 문 앞을 지키고 있는 살아있는 듯한 돌사자 두 마리는 위엄의 상징이다.\n\n하지만 그 앞을 지나던 호두의 생각은 달랐다. 돌사자를 한참 살펴보던 호두는, 생각에 잠긴듯하더니 이내 크게 웃고는 돌사자의 앞발을 힘껏 내리쳤다.\n\n그 후 호두는 종종 돌사자를 찾아와 그들의 머리를 쓰다듬으며 무언갈 중얼거렸다. 그녀는 그들과 수다를 떨 뿐만 아니라 이름을 지어주기도 했다. 왼쪽 돌사자는 호냥이, 오른쪽 돌사자는 두냥이다.\n\n심지어 왼손엔 온수 한 통을, 오른손엔 큰 털 빗을 들고 와서 돌사자를 목욕시키기도 했다. 아주 꼼꼼하고 진지한 것을 보아 아무래도 돌사자를 애완동물로 착각한 게 분명했다.\n\n신월헌 문 앞엔 삼색고양이 한 마리가 있는데, 리월 사람들이 항상 밥을 챙겨주곤 했다. 마침 이날 한 주민이 고양이를 놀아주러 왔는데, 가까이 있던 호두와 대비돼 재미를 더 했다.\n\n주위 사람들의 곤혹스러운 눈빛에도 호두는 당당했다.\n\n「당신네 얼룩 고양이가 귀여운 것처럼, 우리 호냥이랑 두냥이도 엄청 귀엽거든요? 얘네가 털은 조금 거칠어도 꽤 복슬복슬 하다구요! 사람들에게 힐링을 주면 다 애완동물인 거죠. 호냥이랑 두냥이보다 멋있는 고양이는 없을걸요?」\n\n설명을 하면 할수록 사람들은 점점 더 이해할 수 없었다.\n\n총무부의 경비병들 또한 호두 때문에 놀란 게 한두 번이 아니었다. 밤만 되면 문 앞에서 가벼운 발소리가 들려 도둑이 든 줄 알았지만, 놀랍게도 돌사자와 놀러 온 어린 소녀였다.\n\n그리고 사람들이 이 이상한 일에 익숙해졌을 무렵, 호두는 오히려 더 이상 나타나지 않았다.\n\n그리고 경비병들은 고민이 생겼다——호두가 없으면 그들이 돌사자를 청소해야 하기 때문이다.\n\n이에 경비병들은 며칠 동안 호두가 지나가기를 기다렸다. 그리고 마침내 나타난 호두에게 왜 안 온 거냐고 묻자, 그녀의 대답은 상상을 초월했다.\n\n「호냥이랑 두냥이는 다 커서 더 이상 제 도움은 필요 없어요! 전 이제 신상과 인생 상담하느라 바빠요!」",
      "en": "The Ministry of Civil Affairs is guarded by two life-like stone lions, a symbol of power and authority.\n\nHowever, Hu Tao, who happened to be passing by the ministry building one day, saw them in a different light. At first, she examined the lions with a thoughtful look, but soon enough, her pensive face gave way to a wide smile, as she slapped them on the fore-paws.\n\nFrom that moment on, Hu Tao often visited and petted the stone statues. Not only would she talk to them, but also give them pet names — Whiskers for the one on the left and Mittens for the one on the right.\n\nOn occasion, she would even bring a bucket of water and a big brush to bathe them, each move so careful and deliberate that one might think that they were her actual pets.\n\nAs it happened, another feline, a living and breathing calico cat, could be found enjoying the local delicacies in front of Xinyue Kiosk, not too far from the ministry building. One day, some city folk came to play with the restaurant's favorite, providing an interesting foil for Hu Tao's peculiarities. Met with befuddled gazes of the bystanders, Hu Tao showed unwavering confidence.\n\n\"Sure, your kitty's cute, but the same can be said about my Whiskers and Mittens. Their fur might be harder, but they're still just as fluffy! Any animal that brings people joy may become a pet. And when it comes to majestic looks, your little fur-ball simply can't measure up to my lions!\"\n\nSuffice to say that this explanation was met with even greater consternation from the onlookers.\n\nYet the group of people shocked the most and most often by Hu Tao's antics were the ministry guards. Soft footsteps could often be heard in front of the building at around midnight. Initially, the guards suspected that it had been a thief preparing to rob officials. To their unceasing surprise, it would turn out to just be a young lady playing with the stone lions.\n\nThe guards were faced with an even bigger conundrum when, once everyone had reluctantly got used to her presence, Hu Tao discontinued her visits.\n\nThat meant that the responsibility for cleaning the statues fell on the guards' shoulders once again.\n\nSubsequently, they decided to keep guard by the lions for many days, anticipating Hu Tao's return. Once they finally had the opportunity to ask her why she would not visit anymore, they received the most absurd of answers.\n\n\"Whiskers and Mittens are adults now and can take care of themselves! Excuse me, I'm running late for my heart-to-heart with a Statue of the Seven regarding the meaning of life!\"",
      "de": "Am Eingang des Rats für Allgemeine Angelegenheiten stehen zwei lebensgroße, steinerne Löwen als Zeichen der Macht.\n\nHu Tao fand diese Löwen aber alles andere als einschüchternd, denn sie hatte die Löwen schon einige Zeit beobachtet, erst nachdenklich, dann schlug sie lachend auf die steinernen Pranken der Löwen.\n\nNach jenem Tag besuchte sie die Löwen regelmäßig, streichelte ihre Köpfe, erzählte ihnen etwas und gab den beiden sogar eigene Namen. Den linken nannte sie Stummel, den rechten nannte sie Pummel.\n\nVon Zeit zu Zeit brachte sie sogar einen Eimer mit warmem Wasser und gab den beiden eine gründliche Reinigung, ganz so, als wären sie ihre eigenen Haustiere.\n\nZur gleichen Zeit tummelte sich eine echte Katze am Eingang des Lokals Xinyue und genoss die regionale Küche, gar nicht weit weg vom Ratsgebäude. Eines Tages kamen ein paar Besucher, um mit der Katze zu spielen, was Hu Taos Neugier und Aufmerksamkeit weckte. Angesichts der verwirrten Blicke der Umstehenden zeigte Hu Tao unerschütterliche Zuversicht: „Euer Kätzchen mag zwar niedlich sein, aber das Gleiche kann man über meinen Stummel und Pummel auch sagen. Ihr Fell mag härter sein, aber sie sind immer noch genauso flauschig! Jedes Tier, das den Menschen Freude bereitet, kann ein Haustier werden. Und wenn es um das majestätische Aussehen geht, kann sich euer kleiner Pelzhaufen einfach nicht mit meinen Löwen messen!“\n\nEs genügt wohl zu sagen, dass diese Aussagen bei den Schaulustigen auf noch größere Bestürzung stießen.\n\nDoch diejenigen, die am meisten und am häufigsten von Hu Taos Possen schockiert waren, waren die Wachen des Rats. Leise Schritte waren oft gegen Mitternacht vor dem Gebäude zu hören. Zunächst vermuteten die Wachen, dass es sich um einen Dieb handelte, der sich darauf vorbereitete, Beamte auszurauben. Zu ihrer ständigen Überraschung stellte sich aber heraus, dass es nur eine junge Dame war, die mit den steinernen Löwen spielte.\n\nDie Wachen standen vor einem noch größeren Rätsel, als Hu Tao, nachdem sich alle widerwillig an ihre Anwesenheit gewöhnt hatten, ihre Besuche einstellte.\n\nDas bedeutete, dass die Verantwortung für die Reinigung der Statuen wieder auf die Schultern der Wachen fiel.\n\nDaraufhin beschlossen sie, viele Tage lang bei den Löwen Wache zu halten, in Erwartung von Hu Taos Rückkehr. Als sie endlich die Gelegenheit hatten, sie zu fragen, warum sie die Löwen nicht mehr besuchte, erhielten sie die absurdeste aller Antworten: „Stummel und Pummel sind jetzt erwachsen und können schon auf sich selbst aufpassen! Entschuldigt mich, ich bin spät dran für mein Gespräch mit der Statue der Sieben über den Sinn des Lebens!“",
      "es": "En la puerta del Ministerio de Asuntos Civiles hay dos estatuas de leones de piedra muy realistas que representan la majestuosidad y la autoridad.\n\nPero Hu Tao no piensa lo mismo. Una vez las miró detenidamente durante un buen rato y, tras reflexionar un momento, empezó a reírse a carcajadas y a dar golpecitos a las garras delanteras de los leones.\n\nDesde entonces, los visita frecuentemente y les acaricia la cabeza mientras murmura cosas. No solo charla con ellos, sino que incluso les dio nombres propios: el león izquierdo se llama “Grrr”, y el derecho, “Miau”.\n\nA veces, hasta lleva un cubo de agua caliente y un cepillo muy grande para lavarlos, algo que hace con unos gráciles movimientos y gran concentración, como si fueran sus mascotas.\n\nFrente a la puerta del Quiosco Xinyue hay un gato tricolor que come lo que le dan los vecinos de Liyue. Un día, un ciudadano estaba jugando con este gato justo cuando Hu Tao estaba con sus leones. Fue una situación un tanto particular.\n\nAnte la mirada perpleja de aquel ciudadano, Hu Tao dijo en un tono muy rotundo:\n\n“¿Qué te crees? ¿Que este gato es lindo, pero mi Grrr y mi Miau no? Sé que su pelaje es un poco más burdo, ¡pero siguen siendo suaves! Cualquier animal que te haga sentir feliz puede ser una mascota. Además, ¡ningún gato gana a mi Grrr y a mi Miau en cuanto a majestuosidad!”.\n\nEsta explicación dejó a aquel hombre aún más perplejo de lo que estaba.\n\nHu Tao también ha asustado muchas veces a los guardias del Ministerio de Asuntos Civiles, donde siempre se escucha el ligero sonido de unos pasos a medianoche. Al principio, los guardias pensaban que se trataba de un ladrón, hasta que descubrieron a una joven jugando con las estatuas de leones frente a la puerta.\n\nCuando por fin se habían acostumbrado a presenciar esta extraña escena, Hu Tao no volvió a aparecer por el Ministerio.\n\nEsto fue motivo de preocupación para los guardias: sin ella, tendrían que turnarse para limpiar los leones.\n\nDe hecho, cumplieron con ello durante muchos días, hasta que la excéntrica joven por fin reapareció. Cuando le preguntaron por qué no había vuelto a ir, la respuesta que obtuvieron fue todavía más bizarra:\n\n“Grrr y Miau han crecido y ya son independientes. No necesitan que los siga cuidando, así que ahora me dedico a hablar con estatuas de dioses”.",
      "fr": "Deux lions de pierre se dressent devant le Bureau des affaires civiles, symbolisant le prestige et la gloire.\n\nMais Hu Tao, qui passait un jour devant les statues, vit les choses... d'un autre œil. S'arrêtant un moment, contemplative, elle partit en un grand éclat de rire, et se mit à taper affectueusement leurs pattes avant.\n\nÀ compter de ce jour, elle revint régulièrement, s'approchant et murmurant à l'oreille des statues. Elle parlait avec elles, et leur donna même un nom – « Minou » à gauche, et « Minet » à droite.\n\nOn la vit même débarquer en courant, un sceau d'eau à la main, le balai dans l'autre, parce que c'était « l'heure du bain ». Ses mouvements étaient affectueux, et elle était aussi dévouée que s'il s'était agi de vrais animaux de compagnie.\n\nUn chat tricolore que les gens du coins nourissent de riz et qui traîne du côté du Kiosque Xinyue fut un jour au centre de l'attention, jouant avec les badauds, et laissant tout ceux regardant le spectacle offert par Hu Tao sans voix.\n\nMontant sur ses grands chevaux, elle fit : « Alors celui-là est mignon, mais pas les miens ? Ils ont juste le pelage un peu plus dur, c'est tout ! Les animaux qui rendent heureux sont des animaux de compagnie. Et vos boules de poils ne sont rien à côté de Minou et de Minet ! »\n\nBien entendu, cela ne fit qu'ajouter à la consternation générale.\n\nMais les plus effrayés par toute cette affaire furent sans doute les gardes du Bureau des affaires civiles. La nuit, ils pouvaient partir à la chasse au voleur en ayant entendu des bruits de pas, pour découvrir une jeune fille jouant avec les lions en pierre.\n\nHu Tao disparut alors que les gens avaient enfin fini par s'habituer à ses extravagances.\n\nLes gardes en furent troublés – et puis, sans Hu Tao, qui allait s'occuper de l'entretien des statues à présent...\n\nUne chose en entraînant une autre, ils finirent par attendre jusqu'à ce que vienne à passer la jeune femme. Lui demandant pourquoi elle ne venait plus, ils obtinrent l'étrange réponse suivante :\n\n« Minou et Minet ont grandi et se débrouillent maintenant, ils n'ont plus besoin de moi ! Je file, j'ai une discussion qui m'attend avec une Statue des Sept ! »",
      "pt": "Na porta do Ministério dos Assuntos Civis há duas estátuas de leões de pedra que representam a sua autoridade e prestígio.\n\nMas Hutao não pensava o mesmo. Ela olhou para as estátuas detalhadamente por um tempo, primeiro pensando um pouco, e depois rindo fortemente, dando tapas em suas garras.\n\nDepois, Hutao às vezes as visita, e toca nas estátuas enquanto murmura algo. Ela lhes deu nomes. A da esquerda se chama \"Grr\" e a da direita \"Miau\".\n\nÀs vezes Hutao levava um balde de água quente em sua mão esquerda e uma escova na mão direita para limpar as estátuas. Com movimentos delicados e seriedade, cuidava delas como se fossem animais de estimação.\n\nEm frente ao Quiosque de Xinyue há três gatos que comem o que as pessoas lhe dão. Um dia uma pessoa coincidentemente estava brincando com os gatos, e Hutao não estava muito longe dali.\n\nSob a visão perplexa daquela pessoa, Hutao disse confiantemente: \"Seus gatos são fofos, como que os meus \"Grr\" e \"Miau\" não são? Seu pelo é mais grosso, mas também é suave! Qualquer animal que faça uma pessoa feliz pode ser considerado um animal de estimação! E nenhum outro gato é tão imponente como o meu \"Grr\" e \"Miau\"!\". A explicação deixou o homem perplexo.\n\nHutao também assustou muitas vezes os guardas do Ministério dos Assuntos Civis. Durante a noite se escuta os passos leves na frente da porta. Se pensava que eram ladrões, até que se descobriu que era uma jovem garota brincando com as estátuas de leões.\n\nE quando se acostumaram, depois de muitas dificuldades, a isso, não se via mais uma sombra de Hutao no lugar.\n\nIsso preocupou os guardas, pois sem Hutao, teriam que passar a limpar as estátuas.\n\nFizeram isso por muitos dias, até que em um Hutao passou por ali. Eles lhe perguntaram por que ela não veio mais, e a resposta que obtiveram era inesperada: \"Grr e Miau cresceram, não precisam que eu cuide mais deles! Agora eu estou ocupada conversando com a Estátua dos Arcontes\".",
      "ru": "У дверей Департамента по делам граждан стоят, словно живые, два каменных льва - грозные символы власти.\n\nНо проходившей мимо Ху Тао так не показалось. Она внимательно их рассмотрела, призадумалась - и от души захохотала, хлопая им по лапам.\n\nПотом Ху Тао часто приходила их навестить, гладила их по голове, бормоча что-то себе под нос. Она не только с ними болтала, но даже дала им имена. Левого она назвала Кис-кис, а правого - Мяу-мяу.\n\nДошло до того, что она прихватила из бюро ведро и щётку и тщательно их помыла. Были статуи - стали домашние животные.\n\nНедалеко от департамента, у шатра «Синьюэ» на подаяния жителей Ли Юэ живёт цветастый котик. Как-то раз поиграть с ним пришли местные дети - заметный контраст с Ху Тао!\n\nНе обращая внимания на удивлённые взгляды прохожих, Ху Тао уверенно заявила: «Ваш кот, конечно, очень милый! А мои львы не милые что ли?! Шерсть у них жестковатая, но тоже пушистая! Главное, чтобы питомцы приносили людям радость. А по импозантности с Кис-кисом и Мяу-мяу никто не сравнится!»\n\nСтоит ли говорить, что такое разъяснение изрядно озадачило людей.\n\nА уж сколько от неё натерпелись стражники департамента. Кто бы мог подумать, что тихие полуночные шаги за дверью принадлежат не вору, а молодой девушке, которая пришла поиграть со своими львами.\n\nНо только все с большим трудом привыкли к её проделкам, как Ху Тао внезапно пропала, и стражникам снова пришлось мыть статуи самим.\n\nДолго они поджидали Ху Тао, и наконец на дороге показался знакомый силуэт. На свой вопрос о том, почему же она больше не приходит, они получили неожиданный ответ: «Кис-кис и Мяу-мяу совсем уже выросли и могут позаботиться о себе сами! Простите, но я тороплюсь на встречу со статуей Архонта!»",
      "id": "Bagian Urusan Sipil dijaga oleh dua singa batu yang menyerupai kehidupan, simbol kekuasaan dan otoritas.\n\nNamun, Hu Tao, yang suatu hari kebetulan melewati gedung mereka, melihat mereka dari sudut pandang yang berbeda. Awalnya, dia mengamati singa dengan tatapan penuh perhatian, tapi tak lama kemudian, wajahnya yang termenung berubah menjadi senyum lebar, saat dia menepuk cakar yang sekeras batu itu.\n\nSejak saat itu, Hu Tao sering mengunjungi dan membelai patung batu itu. Dia tidak hanya akan berbicara dengan mereka, tetapi juga memberi mereka nama bagaikan hewan peliharaan - Kumis untuk yang di kiri dan Sarung Tangan untuk yang di kanan.\n\nKadang-kadang, dia bahkan membawa seember air dan sikat besar untuk memandikan mereka, setiap gerakannya sangat hati-hati dan penuh perhatian seolah-olah mereka adalah hewan peliharaannya yang sebenarnya.\n\nSaat itu terjadi, kucing lain, kucing calico yang hidup dan bernapas, dapat dilihat tengah menikmati hidangan lokal di depan Xinyue Kiosk, tidak terlalu jauh dari gedung Bagian Urusan SIpil. Suatu hari, beberapa penduduk kota datang untuk bermain dengan kucing itu, dan mereka melihat Hu Tao dengan bingung. Namun, Hu Tao malah menunjukkan kepercayaan diri yang tak tergoyahkan.\n\n\"Tentu, anak kucingmu lucu, tapi hal yang sama juga berlaku pada Kumis dan Sarung Tanganku. Bulu mereka mungkin lebih keras, tapi tetap halus! Hewan apa pun yang membuat orang senang bisa menjadi hewan peliharaan. Hewan lucu kecilmu itu tidak akan bisa menandingi singa-singaku yang agung!\"\n\nDan tentunya penjelasan ini disambut dengan rasa kekhawatiran yang lebih besar dari orang-orang.\n\nNamun kelompok orang yang lebih terkejut dengan tingkah laku Hu Tao adalah para penjaga Bagian Urusan Sipil. Siang dan malam, suara langkah lembut terdengar di depan gedung. Awalnya, para penjaga curiga bahwa itu adalah pencuri yang bersiap merampok. Yang mengejutkan mereka, ternyata hanya seorang wanita muda yang bermain dengan singa batu.\n\nPara penjaga dihadapkan pada teka-teki yang lebih besar ketika, setelah semua orang dengan agak terpaksa sudah mulai terbiasa dengan kehadirannya, Hu Tao menghentikan kunjungannya.\n\nItu berarti tanggung jawab untuk membersihkan patung jatuh ke pundak para penjaga lagi.\n\nSelanjutnya, mereka memutuskan untuk menjaga singa itu selama beberapa hari, mengantisipasi kembalinya Hu Tao. Setelah mereka akhirnya bertanya mengapa dia tidak mau berkunjung lagi, mereka menerima jawaban yang paling tidak masuk akal.\n\n \"Kumis dan Sarung Tangan sudah dewasa sekarang dan bisa menjaga diri mereka sendiri! Maaf, aku harus buru-buru kalau tidak maka aku akan terlambat karena aku sudah berjanji akan curhat bersama Patung The Seven!\"",
      "th": "หน้าประตูของฝ่ายกิจการทั่วไปมีรูปปั้นสิงโตหินที่เหมือนจริงมากอยู่สองตัว ซึ่งมันเป็นสัญลักษณ์ที่แสดงถึงความสง่างามและอำนาจ\n\nแต่ Hu Tao กลับไม่คิดเช่นนั้น เธอมองดูรูปปั้นอย่างละเอียดอยู่สักพัก หลังจากคิดอยู่ครู่หนึ่ง เธอก็หัวเราะเสียงดังและตบเข้าที่กรงเล็บของสิงโต\n\nจากนั้นมา Hu Tao ก็มักจะไปหาพวกมันบ่อย ๆ เพื่อลูบหัวพร้อมทั้งพูดพึมพำถึงสิ่งต่าง ๆ ไปด้วย เธอไม่เพียงจะพูดคุยกับพวกมันเท่านั้น แต่ยังตั้งชื่อให้พวกมันด้วย สิงโตตัวซ้ายชื่อ \"Whisker\" ส่วนตัวขวาชื่อว่า \"Mitten\"\n\nบางครั้งเธอยังมาพร้อมกับมือซ้ายที่ถือถังน้ำอุ่น และมือขวาถือแปรงขนาดใหญ่มาทำความสะอาดพวกมัน ท่าทางที่อ่อนโยนและการดูแลอย่างจริงจังนั้น ราวกับว่าพวกมันเป็นสัตว์เลี้ยงจริง ๆ \n\nด้านหน้าของ Xinyue Kiosk มีแมวสามตัวที่กินของที่ชาว Liyue ป้อนให้ อยู่มาวันหนึ่งมีคนมาแหย่แมวพวกนั้น ซึ่ง Hu Tao ก็อยู่ไม่ใกล้ไม่ไกลจากที่นั่นมากนัก\n\nHu Tao พูดขึ้นอย่างเสียงดัง ท่ามกลางสายตาที่ดูสับสนของคน ๆ นั้นว่า\n\n\"แมวที่บ้านเธอน่ารัก แล้วแมวของฉันไม่น่ารักรึไง? ถึงแม้ขนพวกมันจะแข็งไปบ้าง แต่ก็ยังเป็นขน! สัตว์ที่ทำให้คนมีความสุขก็ถือว่าเป็นสัตว์เลี้ยงทั้งนั้น! และไม่มีแมวตัวไหนที่สง่าเท่ากับ \"Whisker\" และ \"Mitten\" ของฉันอีกแล้ว!\"\n\nคำอธิบายเหล่านี้ทำให้ชายคนนั้นงงเข้าไปอีก\n\nHu Tao ยังทำให้ทหารยามของฝ่ายกิจการทั่วไป ตกใจกลัวอยู่หลายต่อหลายครั้ง พวกเขามักจะได้ยินเสียงฝีเท้าเบา ๆ ที่หน้าประตูตอนเที่ยงคืน ซึ่งตอนแรกคิดว่าอาจจะเป็นขโมย แต่คิดไม่ถึงว่าจะเป็นหญิงสาวคนหนึ่งที่กำลังเล่นกับรูปปั้นสิงโตอยู่\n\nแต่พอพวกเขาก็ชินกับเรื่องแปลก ๆ นี้แล้ว Hu Tao กลับไม่มาที่นั่นอีกเลย\n\nพอไม่มี Hu Tao แล้วพวกทหารยามก็ต่างพากันกลุ้มใจ เพราะพวกเขาต้องผลัดกันมาทำความสะอาดสิงโตแทน\n\nพวกเขาทำแบบนั้นอยู่หลายวัน จนในที่สุด Hu Tao ก็ปรากฏตัวขึ้นอีกครั้ง เมื่อถูกถามว่าทำไมถึงไม่ค่อยมาเลย คำตอบที่พวกเขาได้รับนั้นกลับยิ่งคาดไม่ถึง:\n\n\"Whisker\" และ \"Mitten\" โตแล้วน่ะ พวกเขาเลยไม่ต้องการให้ฉันมาคอยดูแลอีก! ตอนนี้ฉันเลยวุ่นอยู่กับการพูดคุยกับรูปปั้นเทพเจ้าเกี่ยวกับเรื่องชีวิตของมนุษย์!\"",
      "vi": "Hai con sư tử đá sống động như thật đứng trước cổng Tổng vụ, là biểu tượng cho sự uy nghiêm.\n\nNhưng Hu Tao lại không nghĩ vậy. Cô cẩn thận nhìn những con sư tử đá một lúc, trầm ngâm, rồi cười và vỗ mạnh vào bàn chân trước của chúng.\n\nSau đó, Hu Tao thỉnh thoảng đến và xoa đầu sư tử đá, lẩm bẩm những lời gì đó. Cô ấy không những trò chuyện mà còn đặt tên cho chúng, con bên trái là Mèo Lớn, con bên phải là Mèo Nhỏ.\n\nThậm chí tay trái cầm một xô nước ấm, tay phải là một chiếc bàn chải lớn, chạy đến tắm cho sư tử đá. Động tác tỉ mỉ và thái độ nghiêm túc, hoàn toàn coi sư tử đá như thú cưng.\n\nCó một con mèo tam thể trước cửa Tân Nguyệt Hiên, ăn đồ ăn của mọi người dân Liyue. Cũng đúng vào hôm ấy, người dân xung quanh đến chơi với chú mèo, và cảm thấy kỳ lạ với hành động của Hu Tao ở cách đó không xa.\n\nTrước ánh mắt bối rối của người khác, Hu Tao lý lẽ thẳng thừng:\n\n\"Mèo nhà bạn dễ thương, thì tại sao mèo lớn mèo nhỏ của tôi lại không dễ thương được nhỉ? Tuy lông của chúng hơi cứng, nhưng nó vẫn là lông thôi! Động vật nhỏ khiến người ta vui vẻ đương nhiên đều được xem là thú cưng. Nếu xét về độ oai phong thì chẳng con mèo nào so được với Mèo Lớn và Mèo Nhỏ cả!\"\n\nGiải thích xong càng khiến người ta khó hiểu hơn.\n\nVệ binh ở tổng vụ cũng bị Hu Tao dọa phát khiếp mấy lần. Nửa đêm cứ nghe tiếng bước chân nhè nhẹ trước cửa. Vốn nghĩ rằng là trộm ghé thăm, nhưng nào ngờ lại là một thiếu nữ trẻ tuổi đến chơi với sư tử đá.\n\nNhưng chờ đến khi mọi người miễn cưỡng quen với chuyện quái gở này, thì Hu Tao lại lặn mất tăm.\n\nCác vệ binh có chút đau lòng, vì không có Hu Tao thì họ phải vệ sinh cho sư tử đá.\n\nHọ ngồi chờ nhiều ngày, cho đến khi Hu Tao đi ngang qua, bèn vội vã hỏi vì sao cô không đến chơi nữa, kết cục, đáp án nhận lại càng khiến người ta phải há hốc mồm:\n\n\"Mèo Lớn Mèo Nhỏ lớn rồi, phải sống tự lập, không cần tôi chăm sóc nữa đâu! Bây giờ tôi đang bận đàm đạo về nhân sinh với tượng thần rồi!\""
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "相识不久后，胡桃就单方面将七七视为挚友，要亲手埋葬七七。\n\n胡桃多次作案，算准阴时阴刻将七七掳走，企图将她按流程火化后塞进城郊预置的墓冢。\n\n若非不卜庐的白术及时截停，她真能得手。\n\n每次白术赶到，七七都已被套在袋中，只剩一颗小脑袋露在外边，疑惑地看着胡桃奋力挖掘焚烧用的坑。\n\n事后，胡桃更是给七七写下赔罪信，信中多次感慨自己下手太慢，没能让七七入土为安，为此深表歉意。\n\n在胡桃看来，七七早已逝去，被囚浮世不得解脱，是至苦的受难者。\n\n而白术结识七七后，追求长生不老的念头愈发强烈。对此等忤逆生死戒律的观念，胡桃实难苟同。\n\n送七七入土，不只是替她个人着想，更是要平衡阴阳秩序。\n\n但七七决不答应。七七害怕死亡，讨厌胡桃。\n\n周旋过程实在漫长，期间七七甚至能灵光一现，回忆起自己应在哪些时段隐蔽，以免被胡桃逮住。\n\n或许是这份求生的努力触动了胡桃，她一反常态，认真调查了七七的往事。\n\n意外的事故、仙家的玄机…种种巧合，让胡桃举棋不定。\n\n七七那么想要活着，自然不能硬埋。既然如此，便只能将她当成千载难逢的例外了。\n\n自那之后，胡桃对七七的态度大有转变。从拎起便走，改成了嘘寒问暖。\n\n只可惜，胡桃早已成了七七心中一大瘟神。想请七七既往不咎，怕是还得耗上好些年。",
      "zht": "相識不久後，胡桃就單方面將七七視為摯友，要親手埋葬七七。\n\n胡桃多次作案，算準陰時陰刻將七七擄走，企圖將她按流程火化後塞進城郊預置的墓塚。\n\n若非不卜廬的白朮及時截停，她真能得手。\n\n每次白朮趕到，七七都已被套在袋中，只剩一顆小腦袋露在外邊，疑惑地看著胡桃奮力挖掘焚燒用的坑。\n\n事後，胡桃更是給七七寫下賠罪信，信中多次感慨自己下手太慢，沒能讓七七入土為安，為此深表歉意。\n\n在胡桃看來，七七早已逝去，被囚浮世不得解脫，是至苦的受難者。\n\n而白朮結識七七後，追求長生不老的念頭愈發強烈。對此等忤逆生死戒律的觀念，胡桃實難苟同。\n\n送七七入土，不只是替她個人著想，更是要平衡陰陽秩序。\n\n但七七決不答應。七七害怕死亡，討厭胡桃。\n\n周旋過程實在漫長，期間七七甚至能靈光一現，回憶起自己應在哪些時段隱蔽，以免被胡桃逮住。\n\n或許是這份求生的努力觸動了胡桃，她一反常態，認真調查了七七的往事。\n\n意外的事故、仙家的玄機…種種巧合，讓胡桃舉棋不定。\n\n七七那麼想要活著，自然不能硬埋。既然如此，便只能將她當成千載難逢的例外了。\n\n自那之後，胡桃對七七的態度大有轉變。從拎起便走，改成了噓寒問暖。\n\n只可惜，胡桃早已成了七七心中一大瘟神。想請七七既往不咎，怕是還得耗上好些年。",
      "jp": "出会ってすぐ、胡桃は一方的に七七を親友とみなし、自分の手で七七を埋葬しようと考えた。\n\n胡桃は何度も試みた。頃合いを見計って七七を誘拐し、決められた手順通りに火葬した後、郊外に建てた墓へと埋めることを企んでいた。\n\nもし不卜廬の白朮の助けがなかったら、その企みは本当に成功していただろう。\n\n白朮が駆けつけた時、七七は既に袋の中に詰められ、小さな頭だけがはみ出た状態で焼却用の穴を掘る胡桃を不思議そうに見つめていた。\n\nその一件の後、胡桃は七七に謝罪の手紙を書く。だが、それは自分の手際が悪かったことで、七七を安らかに埋めることができなかったことを真剣に謝る内容だった。\n\n胡桃からすると、七七は俗世に囚われ苦難を患ったものであり、あの世へ逝くべき存在なのだ。\n\n白朮は七七と知り合った後、不老不死への欲求がより強まった。このような生と死の戒律に逆らう考え方に対し、胡桃は強く異論を唱えている。\n\n七七を埋葬することは七七自身のためだけでなく、陰と陽のバランスを保つためでもあるのだ。\n\nしかし、七七は断固としてそれを拒絶する。何故なら七七は死を恐れ、胡桃を嫌っているから。\n\nこのようなやり取りが長いこと続き、七七はついに学習した——胡桃に捕まらないために、いつどこに隠れるべきかを。\n\n恐らく、このような生への執着が胡桃の心へと刺さったのだろう、彼女は七七の過去を調べ始めた。\n\n予期せぬ事故、仙家のからくり…これらの偶然は胡桃を悩ませた。\n\n七七がそんなに生きていたいのならば、強引に埋葬すべきではないと思った。\n\nそれ以来、胡桃の七七に対する態度は大きく変わった。いつもは見つけ次第さらっていたが、あれこれ尋ねるようになった。\n\nただ残念なことに、七七の心の中での胡桃はすでに疫病神となっている。七七の気持ちを取り戻すのに、あと何年かかることやら。",
      "ko": "치치와 알고 지낸 지 얼마 안 됐을 때, 일방적으로 치치를 단짝으로 여긴 호두는 치치를 직접 묻어주겠다고 다짐했다.\n\n호두는 여러 차례 시도해봤다. 적당한 때에 맞춰 치치를 잡아 온 뒤 절차에 맞게 화장한 후 교외에 있는 무덤에 묻어버리려고 계획했다.\n\n불복려의 백출이 때맞춰 저지하지 않았다면 호두는 정말 치치를 묻어버렸을 것이다.\n\n백출이 도착했을 때마다 치치는 포대에 담겨 작은 머리통만 내놓은 채 의문 가득한 표정으로 호두가 열심히 파놓은 화장용 구덩이를 쳐다보고 있었다.\n\n그 후 호두가 치치에게 쓴 사과 편지엔 자신의 손이 너무 느려서 치치를 땅에 편안히 묻어주지 못해 미안하다는 내용이 적혀 있었다.\n\n호두의 눈에 치치는 이미 죽었지만 이승에 갇혀 고통 받는 것처럼 보였다.\n\n게다가 백출은 치치를 만난 뒤부터 불로장생을 염원하는 마음이 강해졌다. 이는 생사의 계율을 어기는 일이었기에 호두는 이해할 수 없었다.\n\n치치를 땅에 묻는 건 치치를 위해서만이 아닌, 음양의 질서를 지키기 위함이기도 했다.\n\n그러나 죽음이 두렵고 호두가 싫었던 치치는 절대 허락하지 않았다.\n\n쫓고 쫓기는 과정이 길어지자 기억력이 나쁜 치치는 심지어 언제 숨어야 호두에게서 도망칠 수 있는지를 기억해내는 경지에 이르렀다.\n\n살기 위한 치치의 노력이 호두의 마음을 움직인 걸까? 그녀는 평소와 다르게 치치의 과거를 열심히 조사했다.\n\n뜻밖의 사고, 선가의 비밀…. 각종 우연에 호두는 고민에 빠졌다.\n\n치치가 이렇게 살고 싶어 한다면 당연히 억지로 묻을 수는 없다. 그렇다면 치치를 천 번에 한 번 생기는 예외로 치부할 수밖에 없었다.\n\n그때부터 치치에 대한 호두의 태도가 크게 바뀌었다. 냅다 안아 들고 튀었던 호두는 이제 치치의 안부를 묻곤 했지만, 안타깝게도 치치의 마음속에서 호두는 이미 사신이 되어버려 치치가 이 모든 걸 잊으려면 아마 앞으로 몇 년은 더 걸릴 것 같다",
      "en": "Not long after her initial meeting with the little zombie, Hu Tao decided that, as her self-proclaimed true friend, she should grant Qiqi eternal peace.\n\nHu Tao would go on to kidnap Qiqi several times following much deliberation in every instance, including calculating the most auspicious time for the ceremony, aiming to follow the standard procedure of cremation, after which she would place Qiqi in a tomb on the outskirts of the city.\n\nIn fact, she would have succeeded already if not for Baizhu's timely interventions.\n\nEach time the Bubu Pharmacy's owner managed to catch up with them, Hu Tao had already had Qiqi packed in a bag, with only her head sticking out, staring in utter confusion as Hu Tao was vigorously digging a hole for the pyre.\n\nAfterwards, Hu Tao sent Qiqi an apology letter, in which she expressed deep regret that she had not been able to lay Qiqi to rest fast enough.\n\nIn Hu Tao's eyes, Qiqi passed away a long time ago, but has been trapped in this world and cannot free herself of her eternal suffering.\n\nBaizhu, for his part, had grown ever more relentless in his pursuit of eternal life after meeting Qiqi. This act of defiance against the cycle of life and death was unacceptable to Hu Tao.\n\nShe wanted to bury Qiqi not only out of consideration for her friend but also to restore the natural order.\n\nBut Qiqi could not disagree more, as she was afraid of death and disliked Hu Tao for her attempts.\n\nBecause the struggle between Hu Tao and her had been going on for so long, Qiqi has experienced a breakthrough. She has started to remember places where she might hide to avoid being captured by Hu Tao.\n\nPerhaps it was due to those desperate survival efforts that Hu Tao decided to do something unusual and dig deeper into Qiqi's past.\n\nThe story of her accident and the mystery of the adepti... That series of coincidences filled Hu Tao's heart with hesitation.\n\nSince Qiqi's will to live is so strong, she should not be forced to move on. Given the circumstances, she could only be treated as a rare exception that eludes the natural laws.\n\nEver since, Hu Tao's attitude towards Qiqi has changed drastically, to the point that she would pamper her.\n\nUnfortunately, the damage has been done and Hu Tao has become Qiqi's bugbear. The little zombie may need several years more to let go of her grievances.",
      "de": "Nicht lang nach ihrem ersten Treffen mit dem kleinen Zombiemädchen entschied Hu Tao, dass sie als wahre Freundin Qiqi ins Jenseits schicken sollte.\n\nHu Tao entführte Qiqi dafür mehrmals nach reiflicher Überlegung, einschließlich der Berechnung eines günstigsten Zeitpunkts für die Zeremonie, mit dem Ziel, die Standardprozedur der Einäscherung zu befolgen, nach der sie Qiqi in einer Gruft am Rande der Stadt unterbringen würde.\n\nDoch jedes Mal, wenn der Besitzer der Bubu-Hütte sie einholte, hatte Hu Tao Qiqi bereits in eine Tasche gepackt, aus der nur noch ihr Kopf herausschaute und völlig verwirrt in der Gegend herumstarrte, während Hu Tao bereits eifrig eine Stelle für den potenziellen Scheiterhaufen grub.\n\nDanach schickte Hu Tao Qiqi einen Entschuldigungsbrief, in dem sie ihr tiefes Bedauern darüber ausdrückte, dass sie nicht in der Lage gewesen war, Qiqi schnell genug zur Ruhe zu bringen. In Hu Taos Augen ist Qiqi schon vor langer Zeit verstorben, aber sie sei in dieser Welt gefangen und kann sich nicht von ihrem ewigen Leiden befreien.\n\nBaizhu seinerseits wurde immer unerbittlicher in seinem Streben nach ewigem Leben, nachdem er Qiqi getroffen hatte. Dieser Akt der Auflehnung gegen den Kreislauf von Leben und Tod war für Hu Tao inakzeptabel.\n\nSie wollte Qiqi nicht nur aus Rücksicht auf ihre Freundschaft begraben, sondern auch, um die natürliche Ordnung wiederherzustellen.\n\nAber Qiqi war mehr als dagegen, da sie Angst vor dem Tod hatte und Hu Taos Versuche ablehnte.\n\nDa der Kampf zwischen Hu Tao und ihr schon so lange andauerte, erlebte Qiqi irgendwann einen Durchbruch. Sie begann, sich an Orte zu erinnern, an denen sie sich verstecken könnte, um nicht von Hu Tao entführt zu werden.\n\nVielleicht entschloss sich Hu Tao aufgrund dieser verzweifelten Überlebensbemühungen, etwas Ungewöhnliches zu tun und tiefer in Qiqis Vergangenheit zu graben.\n\nDie Geschichte ihres Unfalls und das Geheimnis des Adepten ... Diese Reihe von Zufällen erfüllte Hu Taos Herz mit Zögern.\n\nDa Qiqis Lebenswille so stark ist, sollte sie nicht gezwungen werden, ins Jenseits weiterzuziehen. Unter den gegebenen Umständen konnte sie nur als seltene Ausnahme behandelt werden, die sich allen Naturgesetzen entzieht.\n\nSeitdem hat sich Hu Taos Einstellung zu Qiqi drastisch verändert, sogar bis zu dem Punkt, dass sie sie jetzt verwöhnte.\n\nLeider ist der Schaden bereits angerichtet und Hu Tao ist zu Qiqis Schreckgespenst geworden. Die kleine Zombiedame wird vielleicht noch einige Jahre brauchen, um ihren Groll gegen Hu Tao loszuwerden.",
      "es": "Poco después de conocerse, Hu Tao ya consideraba a Qiqi como una buena amiga suya, a la cual quería enterrar personalmente.\n\nEn muchas ocasiones ha ideado los preparativos, pensado en el mejor momento para raptarla e incluso intentado cremarla y meter sus cenizas en la tumba que ya tiene asignada a las afueras de la ciudad.\n\nSi no fuera por Baizhu, de la Farmacia Bubu, Hu Tao ya se habría salido con la suya.\n\nCada vez que él la atrapa con las manos en la masa, se encuentra con la cabecita de Qiqi sobresaliendo de un saco en el que la ha metido Hu Tao. En esos momentos, lo único que puede hacer Qiqi es observarla con perplejidad mientras la excéntrica joven cava efusivamente el foso en el que cremarla.\n\nTras estos intentos fallidos, Hu Tao le escribe a Qiqi una carta de disculpa, en la que se lamenta múltiples veces por no haber sido más rápida enterrándola para que descanse en paz.\n\nPara Hu Tao, Qiqi murió hace mucho tiempo y quedó atrapada en el mundo de los mortales, del que no se puede liberar. Por ello, considera que padece un gran sufrimiento.\n\nEn cambio, desde que Baizhu conoció a Qiqi, su deseo de que viva para siempre sin envejecer se ha vuelto cada vez más fuerte. Sin embargo, Hu Tao nunca podrá estar de acuerdo con la idea de ir en contra del ciclo de la vida y la muerte.\n\nSi insiste en enterrar a Qiqi no es solo porque tiene en cuenta lo que esta necesita, sino para equilibrar el orden natural de las cosas. No obstante, Qiqi no quiere ser enterrada, ya que tiene miedo a morir, y odia a Hu Tao.\n\nAsí se forma un interminable círculo vicioso durante el que la pobre niña zombi llega a tener sus momentos de lucidez y recuerda cuándo debe esconderse para no ser atrapada por Hu Tao.\n\nEl empeño de Qiqi por vivir conmovió a la excéntrica joven, así que dejó por un momento de lado sus deseos de enterrarla e investigó el pasado de Qiqi: un accidente inesperado, un oscuro secreto de los Adeptus, muchas coincidencias juntas... Hu Tao empezó a dudar de si se había portado mal con Qiqi.\n\nDebido a su gran deseo de vivir, no podía enterrarla a la fuerza, por lo que comenzó a verla como la persona más especial del mundo.\n\nDesde entonces, la actitud de Hu Tao con respecto a Qiqi cambió enormemente. De querer raptarla, pasó a interesarse por su bienestar.\n\nDesafortunadamente, Qiqi tiene miedo de Hu Tao desde hace mucho más tiempo, y para perdonarla aún necesitará unos cuantos años.",
      "fr": "Peu de temps après avoir fait la connaissance de Qiqi, Hu Tao, se déclarant la seule vraie amie de la petite zombie, décida qu'il était de son devoir de l'enterrer.\n\nElle essaya plusieurs fois, calculant bien sûr à chaque fois la meilleure date et le meilleur endroit pour enterrer son amie. Puis elle la kidnappait, n'ayant d'autre but que de procéder à une mise en terre bien méritée après une crémation dans les normes.\n\nÀ chaque reprise, Baizhu l'interrompit à temps, devenant ainsi le témoin privilégié de l'étrange spectacle de la pauvre Qiqi serrée dans un sac, sa petite tête dépassant à peine regardant d'un air incertain Hu Tao creusant sa tombe avec entrain.\n\nComme il se doit, Hu Tao adressa à Qiqi une lettre d'excuse pour n'avoir pas été plus rapide à lui apporter la paix éternelle.\n\nAux yeux de Hu Tao, cela fait bien longtemps que Qiqi n'est plus, et se retrouver ainsi prisonnière du monde des vivants est sûrement un vrai supplice.\n\nMais Baizhu déborde de curiosité depuis qu'il connaît Qiqi, ce qui représente une vraie atteinte aux lois de la nature d'après Hu Tao.\n\nAprès tout, ce n'est pas seulement pour Qiqi qu'elle le fait, mais aussi pour l'équilibre du monde...\n\nQiqi n'est pas du tout du même avis. Qiqi a peur, et Qiqi n'aime pas Hu Tao.\n\nIl fallut un certain temps pour que les deux s'habituent l'une à l'autre, processus durant lequel Qiqi dut apprendre à repérer les endroits où se cacher en vitesse pour ne pas se faire attraper.\n\nPeut-être est-ce cet instinct de survie qui finit par émouvoir Hu Tao, qui, contre toute attente, décida d'en apprendre plus sur le passé de la petite fille.\n\nUn accident soudain, l'intervention des Adeptes... Autant de coïncidences la firent réfléchir.\n\nOn ne peut rien faire contre une telle volonté de survivre, soit. Mais dans ce cas, qu'il s'agisse d'une exception aux lois de la nature.\n\nDepuis lors, l'attitude de Hu Tao à l'égard de la zombie a radicalement évolué, la jeune directrice allant même jusqu'à être aux petits soins envers cette dernière.\n\nHélas, il est trop tard pour réparer les dégâts qui ont été faits, et il faudra encore bien des années pour que Hu Tao n'occupe plus la place d'ennemi naturel dans le cœur de Qiqi.",
      "pt": "Pouco depois de se conhecerem, Hutao já considerava Qiqi como uma boa amiga sua, que ela queria enterrar pessoalmente. Em muitas ocasiões ela fez os preparativos, pensou no melhor momento para sequestrá-la e até tentou cremá-la e colocar suas cinzas na cova que ela já havia designado na periferia da cidade.\n\nNa verdade, ela já teria conseguido se não fosse pelas interrupções de Baizhu.\n\nCada vez que o dono do Chalé de Bubu conseguia as alcançar, Hutao já havia colocado Qiqi dentro de um saco, com apenas sua cabeça para fora, encarando confusamente enquanto Hutao cavava um buraco para a cremar.\n\nApós estas tentativas fracassadas, Hutao escreveu a Qiqi uma carta de desculpas, na qual ela lamentou muitas vezes por não ter sido mais rápida em enterrá-la para que ela possa descansar em paz. Para Hutao, Qiqi já morreu há muito tempo e ficou presa no mundo mortal, no qual ela não pode ser libertada. Então ela sente que está sofrendo muito. Mas desde que Baizhu conheceu Qiqi, seu desejo de viver para sempre sem envelhecer se tornou mais forte. No entanto, Hutao nunca poderia concordar com a ideia de ir contra o ciclo da vida e da morte. Mas Qiqi não quer ser enterrada, porque tem medo de morrer e odeia Hutao. Assim se forma um círculo vicioso sem fim, durante o qual a coitadinha zumbi tem seus momentos de lucidez e se lembra de quando se esconder para não ser apanhada por Hutao.\n\nO gosto pela vida de Qiqi moveu a excêntrica jovem, então ela deixou de lado por um momento seu desejo de enterrá-la e investigou o passado de Qiqi: um acidente inesperado, um segredo obscuro dos Adepti, muitas coincidências juntas... Hutao começou a duvidar se ela tinha se comportado mal com Qiqi. Por causa de seu grande desejo de viver, ela não podia enterrá-la à força, então começou a vê-la como a pessoa mais especial do mundo. Infelizmente, Qiqi tem medo de Hutao há muito tempo, e para perdoá-la ela ainda vai precisar de alguns anos.",
      "ru": "Вскоре после знакомства Ху Тао в одностороннем порядке решила по-дружески похоронить Ци Ци.\n\nОна долго составляла план и вычисляла благоприятствующий день. По задумке, Ци Ци надо было по всем правилам кремировать, а затем впихнуть в заранее приготовленный за городом курган.\n\nЕсли бы не Бай Чжу, то так оно могло и случиться.\n\nКаждый раз он успевал, когда Ци Ци уже была плотно укутана в саван так, что торчала только голова, которая с недоумением смотрела, как Ху Тао старательно копает яму для кремации.\n\nПосле этого Ху Тао писала ей слезливые письма, где многократно извинялась, что слишком медленно копала, что опять не смогла предать тело Ци Ци земле, что так и не помогла ей обрести вечный покой.\n\nХу Тао очень жалела Ци Ци. По её мнению, она очень страдала, ведь скончавшись так и не смогла покинуть этот бренный мир.\n\nБай Чжу же, напротив, после встречи с Ци Ци стал с пущим рвением стремиться к секрету вечной жизни. С таким дерзким пренебрежением к законам жизни и смерти Ху Тао смириться никак не могла.\n\nОна заботилась не только о благополучии своей подруги, но и о балансе жизни и смерти.\n\nНо Ци Ци не соглашалась, она боялась смерти, она ненавидела Ху Тао.\n\nЭто противостояние длилось так долго, что однажды на Ци Ци снизошло озарение, и она смогла запомнить, куда можно спрятаться от Ху Тао, чтобы та её не нашла.\n\nПохоже, что именно заметив это стремление к жизни, Ху Тао решила узнать побольше о прошлом Ци Ци.\n\nНесчастный случай, тайна Адептов... все эти совпадения оставили Ху Тао в нерешительности.\n\nЦи Ци так хочет жить, как же можно её закопать... Остаётся только принять её как уникальное исключение.\n\nПосле этого отношение Ху Тао к Ци Ци полностью изменилось, и она стала по-настоящему заботиться о ней.\n\nНо к сожалению, для Ци Ци Ху Тао уже стала символом несчастья. И на то, чтобы прошлые обиды забылись, могут уйти годы.",
      "id": "Tidak lama setelah pertemuan pertamanya dengan Qiqi, Hu Tao secara sepihak memutuskan bahwa mereka adalah \"sahabat selamanya\" dan karena itu, dia harus mengubur Qiqi dengan kedua tangannya sendiri.\n\nSetelah banyak pertimbangan, Hu Tao menghitung waktu yang paling menguntungkan untuk upacara dan menculik Qiqi, bertujuan untuk mengikuti prosedur standar kremasi, setelah itu dia akan menempatkan batu nisan Qiqi di pinggiran kota.\n\nSebenarnya, dia bisa saja berhasil jika bukan karena intervensi Baizhu yang tepat waktu.\n\nSetiap kali pemilik Bubu Pharmacy itu berhasil menyusul mereka, Hu Tao sudah membawa Qiqi di dalam tas, dengan hanya kepalanya yang menjulur keluar, menatap dengan kebingungan saat Hu Tao dengan bersemangat menggali lubang untuk tumpukan kayu.\n\nSetelah itu, Hu Tao mengirim Qiqi sebuah surat permintaan maaf, di mana dia menyatakan penyesalan yang dalam karena dia tidak dapat meletakkan Qiqi untuk beristirahat dengan cukup cepat.\n\nDi mata Hu Tao, Qiqi telah lama meninggal, tetapi telah terperangkap di dunia ini dan tidak dapat membebaskan dirinya sendiri, yang merupakan sumber besar penderitaan bagi Qiqi.\n\nBaizhu, di sisi lain, tumbuh lebih gigih dalam mengejar kehidupan abadi setelah bertemu Qiqi. Tindakan menentang siklus hidup dan mati ini tidak dapat diterima oleh Hu Tao.\n\nDia ingin memberikan kedamaian abadi kepada Qiqi bukan hanya karena pertimbangan bahwa dia adalah sahabatnya tetapi juga untuk memulihkan ketertiban alam.\n\nTapi Qiqi tidak setuju. Dia takut mati dan tidak menyukai Hu Tao.\n\nKarena perjuangannya ini sudah berlangsung lama, Qiqi mendapatkan kemampuan baru. Dia mulai mengingat tempat-tempat di mana dia bisa bersembunyi agar tidak ditangkap oleh Hu Tao.\n\nMungkin karena upaya bertahan hidup yang gigih itulah akhirnya Hu Tao memutuskan untuk bertindak di luar karakternya sendiri dan menggali lebih dalam tentang masa lalu Qiqi.\n\nKisah tentang kecelakaan dan misteri Adeptus... Rangkaian kejadian yang serba kebetulan itu memenuhi hati Hu Tao dengan keraguan.\n\nKeinginan Qiqi untuk hidup begitu kuat sehingga dia tidak bisa dipaksa untuk melanjutkan hidupnya ke alam baka. Mengingat keadaannya, dia hanya dapat diperlakukan sebagai pengecualian langka yang luput dari hukum alam.\n\nSejak itu, sikap Hu Tao terhadap Qiqi berubah drastis, sampai-sampai dia memanjakannya.\n\nSayangnya, semua telah terjadi dan Hu Tao kini telah menjadi seperti sebuah wabah bagi Qiqi. Zombi kecil itu mungkin membutuhkan beberapa tahun untuk melepaskan kekesalan dan traumanya terhadap Hu Tao.",
      "th": "หลังจากรู้จักกันไม่นานนัก Hu Tao ก็คิดไปเองฝ่ายเดียวว่า Qiqi เป็นเพื่อนรัก และต้องการจะฝัง Qiqi ด้วยมือตัวเอง\n\nHu Tao วางแผนอยู่หลายต่อหลายครั้ง พยายามหาช่วงเวลาที่ดีที่สุดในการลักพาตัว Qiqi เพื่อเผาศพเธอและนำขี้เถ้าไปฝังไว้ในหลุมศพที่เธอได้จัดเตรียมเอาไว้ที่นอกเมือง\n\nถ้า Baizhu แห่งร้านยา Bubu Pharmacy ไม่ห้ามเอาไว้ เธอคงจะทำสำเร็จไปนานแล้ว\n\nทุกครั้งที่ Baizhu จับเธอได้ Qiqi ก็ได้ถูกจับยัดลงในถุงเล็ก ๆ มีแค่หัวที่ยื่นออกมาเท่านั้น และเฝ้ามอง Hu Tao ที่กำลังขุดหลุมฝังศพอยู่ด้วยความสับสน\n\nหลังจากเกิดเรื่อง Hu Tao ได้เขียนจดหมายไปขอโทษ Qiqi เธอกล่าวขอโทษซ้ำแล้วซ้ำเล่าที่ ตัวเองชักช้าจนไม่สามารถฝัง Qiqi เพื่อให้จากไปอย่างสงบได้\n\nHu Tao มองว่า Qiqi ได้จากไปนานแล้ว แต่กลับติดอยู่ในโลกแห่งความตาย และไม่ได้รับการปลดปล่อย จนต้องตกอยู่ในความทุกข์ทรมาน\n\nแต่หลังจาก Baizhu ได้พบกับ Qiqi ก็ยิ่งทำให้ Qiqi อยากจะมีชีวิตอยู่ตลอดไปโดยไม่แก่เฒ่า ซึ่ง Hu Tao ไม่เห็นด้วยกับความคิดที่ต่อต้านกฎของชีวิตและความตายแบบนี้\n\nแต่ Qiqi นั้นไม่อยากถูกฝังเพราะเธอกลัวความตายและไม่ชอบ Hu Tao ด้วย\n\nเรื่องนี้ได้เกิดขึ้นซ้ำแล้วซ้ำเล่า จนซอมบี้ผู้น่าสงสารจำได้ว่าช่วงเวลาไหนที่ควรจะซ่อน เพื่อไม่ให้ Hu Tao จับตัวได้\n\nความมุ่งมั่นที่จะมีชีวิตอยู่ของ Qiqi ทำให้หญิงสาวประหลาดใจ เธอจึงละทิ้งความปรารถนาที่อยากจะฝัง Qiqi เอาไว้ และเริ่มสืบค้นอดีตของ Qiqi\n\nเรื่องราวที่ไม่คาดคิด ตำนานของครอบครัว... เมื่อรวมเรื่องต่าง ๆ เข้าด้วยกันแล้วก็ทำให้ Hu Tao เริ่มลังเล\n\nในเมื่อ Qiqi อยากจะมีชีวิตอยู่ต่อไป ก็ไม่ควรจะไปบังคับและฝังเธอแบบนั้นได้ ดังนั้น Hu Tao จึงเริ่มมองว่า Qiqi เป็นคนที่พิเศษที่สุดในโลก\n\nตั้งแต่นั้นมาท่าทีที่ Hu Tao มีต่อ Qiqi ก็เปลี่ยนไปอย่างสิ้นเชิง จากที่เคยอยากจะลักพาตัว ก็เปลี่ยนมาเริ่มสนใจถามไถ่สารทุกข์สุขดิบของ Qiqi แทน\n\nแต่น่าเสียดายที่ Qiqi กลัว Hu Tao มานานซะจน คงต้องใช้เวลาหลายปีถึงจะลบล้างมันไปได้",
      "vi": "Không lâu sau khi gặp nhau, Hu Tao đơn phương coi Qiqi là bạn thân và muốn tự tay chôn cất Qiqi.\n\nHu Tao nhiều lần lên kế hoạch bắt cóc Qiqi ở những thời điểm thích hợp để hỏa táng cô ấy tại một ngôi mộ đặt ở ngoại ô.\n\nNếu Baizhu không ngăn chặn kịp thời, cô ấy sẽ thực sự làm được.\n\nMỗi lần Baizhu đến, Qiqi đã ở sẵn trong túi, chỉ có cái đầu nhỏ lộ ra bên ngoài, nhìn về phía Hu Tao đang cố gắng đào hố để thiêu xác.\n\nSau khi vụ việc xảy ra, Hu Tao thậm chí còn viết thư xin lỗi Qiqi. Trong thư, Hu Tao liên tục xin lỗi vì đã ra tay quá chậm, không thể an táng cho Qiqi.\n\nTheo quan điểm của Hu Tao, Qiqi đã qua đời từ lâu, và bản thể bị giam cầm không thể siêu thoát là điều đau khổ nhất.\n\nCòn Baizhu sau khi gặp Qiqi, thì mong muốn theo đuổi sự bất tử lại trỗi dậy mạnh mẽ hơn. Hu Tao không thể đồng ý với quan điểm bất tuân giới luật sống chết này.\n\nAn táng cho Qiqi không chỉ là sự cứu rỗi, mà còn để cân bằng trật tự âm dương.\n\nNhưng Qiqi không bao giờ đồng ý. Qiqi sợ chết và ghét Hu Tao.\n\nThời gian dài trôi qua, khiến cho Qiqi học được cách tránh mặt Hu Tao trong vô thức.\n\nCó thể chính nỗ lực sống sót này đã khiến Hu Tao cảm động. Đặc biệt, cô ấy đã nghiêm túc điều tra quá khứ của Qiqi.\n\nCâu chuyện ngoài ý muốn, huyền cơ của tiên gia... đã khiến cho Hu Tao phải chần chừ.\n\nQiqi rất muốn sống, nên Hu Tao chỉ còn cách xem Qiqi là một ngoại lệ hiếm hoi.\n\nTừ đó về sau, thái độ của Hu Tao đối với Qiqi đã được thay đổi.\n\nNhưng đáng tiếc, Hu Tao đã sớm trở thành nỗi sợ của Qiqi, muốn xóa đi hiềm khích này có lẽ cần phải đợi thêm vài năm nữa."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "胡桃最出名的并非她的堂主身份，而是她的另一大成就：诗歌创作。\n\n她自称「小巷派暗黑诗人」，每当上街闲逛，打油诗便脱口而出，拦都拦不住。\n\n《丘丘谣》是胡桃最为出名的作品，不只得港口居民喜爱，远至轻策庄都有孩子传唱。\n\n爱好者与评书人为《丘丘谣》简单而深邃的创作风格所震惊，奔赴万文集舍寻觅这位大诗人的作品，但很可惜，胡桃的诗集《璃月闲话》与《柴米油盐》均尚未发行。\n\n日日泡在书店的行秋也想一睹奇人尊容，特意择良辰吉日携礼登门拜访。\n\n二人一拍即合，到往生堂中庭即兴赋诗，切磋技艺。对上行秋对仗工整的传统诗句，胡桃总能用巧思与怪词还以颜色。\n\n胡来中自有深意，嘿，古怪里还透着韵律，易懂易读，比寻常诗词还要朗朗上口。\n\n真可谓乱拳打死老师傅，直叫行秋哭笑不得。\n\n最终，赛诗会在友好的氛围中落幕。自此，两人便成了诗友，一有闲暇便相约吟诗。\n\n次数多了，甚至连重云也被拉来担当评委。三人的欢声笑语如秋叶一般，洒满街头巷尾。\n\n这些切磋的诗句，也被旁听者记录下来。\n\n若在街头听见上句严肃下句俏皮的怪异顺口溜，八成是胡桃与行秋对出的奇诗。",
      "zht": "胡桃最出名的並非她的堂主身分，而是她的另一大成就：詩歌創作。\n\n她自稱「小巷派暗黑詩人」，每當上街閒逛，打油詩便脫口而出，攔都攔不住。\n\n《丘丘謠》是胡桃最為出名的作品，不只得港口居民喜愛，遠至輕策莊都有孩子傳唱。\n\n愛好者與評書人為《丘丘謠》簡單而深邃的創作風格所震驚，奔赴萬文集舍尋覓這位大詩人的作品，但很可惜，胡桃的詩集《璃月閒話》與《柴米油鹽》均尚未發行。\n\n日日泡在書店的行秋也想一睹奇人尊容，特意擇良辰吉日攜禮登門拜訪。\n\n二人一拍即合，到往生堂中庭即興賦詩，切磋技藝。對上行秋對仗工整的傳統詩句，胡桃總能用巧思與怪詞還以顏色。\n\n胡來中自有深意，嘿，古怪裡還透著韻律，易懂易讀，比尋常詩詞還要朗朗上口。\n\n真可謂亂拳打死老師傅，直叫行秋哭笑不得。\n\n最終，賽詩會在友好的氛圍中落幕。自此，兩人便成了詩友，一有閒暇便相約吟詩。\n\n次數多了，甚至連重雲也被拉來擔當評審。三人的歡聲笑語如秋葉一般，灑滿街頭巷尾。\n\n這些切磋的詩句，也被旁聽者記錄下來。\n\n若在街頭聽見上句嚴肅下句俏皮的怪異順口溜，八成是胡桃與行秋對出的奇詩。",
      "jp": "胡桃の名を知らしめているのは、堂主としての身分ではなく、もう一つの才能——詩の創作によるものの方が大きい。\n\n彼女は「路地裏の漆黒詩人」と自称し、歩けばすぐに詩を思いつく才能を持つ。\n\n『ヒルチャー夢』は胡桃の最も有名な作品だ。港の住民に愛されるだけでなく、軽策荘の子供も歌っている。\n\n愛好家や評論家は、このシンプルで奥深い作品に感銘を受け、この詩人の作品を探すため万文集舎に足を運んだ。しかし、残念ながら胡桃の詩集『璃月雑談』と『薪米油塩』はまだ発刊されていない。\n\nいつも本屋に入り浸っている行秋も、どのような人物か興味を持ち、わざわざ手土産を持って彼女を訪ねたことがある。\n\n二人は往生堂の中庭で即興で詩をそらんじ、切磋琢磨した。行秋の伝統に則った整然とした句に対し、胡桃は常に奇抜な発想と奇妙な言葉で返す。\n\n乱雑に見えるが実は奥が深く、心地の良い音律を持ち、理解しやすく口にもしやすい、平凡な詩よりも実に巧みであった。\n\n胡桃の詩は驚きの連続であり、行秋は笑いながら負けを認めた。\n\n対決は仲睦まじく終了し、二人は詩を通じた友達となった。\n\n詩を矜じ合う内に、重雲までもが審査員として引っ張られてきた。3人の笑い声は秋の日の紅葉のように、町中に広がったという。\n\n対決中に創られた詩は、傍聴者によって記録されている。\n\nもし町で上の句が真面目で、下の句が洒落の効いた詩が聞こえてきたら、きっとそれは行秋と胡桃が創り出したものに違いない。",
      "ko": "호두는 당주라는 신분이 아닌 그녀의 또 다른 업적——시 짓기로 가장 유명하다.\n\n그녀는 스스로를 「골목에 숨어있는 어둠의 시인」이라고 부르는데, 거리에서 산책을 할 때마다 해학시가 떠올라 입 밖으로 튀어나오곤 한다.\n\n《츄츄가》는 호두의 가장 유명한 작품으로, 항구 주민들뿐만 아니라 경책 산장의 아이들까지 즐겨 부르는 노래다.\n\n애호가들과 이야기꾼들은 《츄츄가》의 단순하면서도 심오한 창작 스타일에 놀라 만문집사로 달려가 이 대시인의 작품을 찾았지만, 안타깝게도 호두의 시집인 《리월 여담》과 《시미유염(柴米油鹽)》은 아직 발간되지 않았다.\n\n서점에서 매일 살다시피 하는 행추도 이 기인을 만나고 싶어서 특별히 길일을 정해 선물을 들고 방문했다.\n\n두 사람은 마음이 맞아 왕생당의 마당에서 즉석으로 시를 지으며 실력을 겨뤘다. 대구가 잘 짜인 행추의 전통 시구를, 호두는 기발한 아이디어와 괴상한 단어로 맞받아쳤다.\n\n생각나는 대로 툭툭 뱉는 것 같지만 깊은 뜻이 있었다. 괴상하지만 나름 운율이 있고, 쉽게 이해할 수 있었으며 평범한 시보다 더 입에 잘 붙었다.\n\n소가 뒷걸음질 치다 쥐 잡는 격이라, 행추는 울 수도 웃을 수도 없었다.\n\n결국 둘의 시 짓기 대결은 우호적인 분위기에서 막을 내렸고, 그때부터 두 사람은 시우(詩友)가 되어 틈만 나면 시를 읊었다.\n\n이런 일이 잦아지면서 중운까지 심사위원으로 끌어들이게 됐고, 세 사람의 웃음소리가 낙엽처럼 동네에 가득했다.\n\n대결 도중 지은 시는 방청객들에게도 기록됐다고 한다.\n\n만약 길거리에서 진지한 앞 구절 뒤에 익살스럽고 이상한 구절이 붙는다면, 아마 행추와 호두가 지어낸 시일 것이다",
      "en": "Hu Tao is not, in fact, best known for her role as Director, but for her other great accomplishment: the creation of poetry.\n\nShe dubs herself the \"versemonger of the darkest alleys,\" and free verse flows forth untamed from her mouth whenever she has free time to be out on the streets.\n\nThe \"Hilitune\" is Hu Tao's most famous work, well-loved not only by the people of the harbor, but ever on the lips of children as far as Qingce Village as well.\n\nHobbyists and critics alike were greatly surprised by the simple but profound originality of the \"Hilitune\" and its creation, and went to Wanwen Bookhouse in droves to search for the works of this great poet. Unfortunately, Hu Tao's anthologies, named \"Fiddlesticks\" and \"Of Common Lives\" respectively, have yet to be published.\n\nXingqiu, ever immersed in books, also wanted to meet this strange person, and so chose an auspicious date to visit, bringing a gift with him.\n\nThe two hit it off immediately, and they exchanged pointers and impromptu poetry in Wangsheng's main hall — and when faced with the poetry of Xingqiu's traditional, artistic bent, Hu Tao could always return in kind with some strange and marvelous verse.\n\nAnd there was meaning in the chaos, indeed, a rhythm to the bizarre that anyone could perceive, and it was catchy, too.\n\nThus did she \"beat the old master with untrained fists,\" leaving Xingqiu at a loss for words.\n\nAt length, the poetic spar ended amiably, and they have been friends ever since, reading and composing poetry with one another when they have the time to meet.\n\nOver time, Chongyun, too, was pulled in to serve as an umpire, their laughter filling the streets.\n\nThe poems born from these sessions would also be recorded by bystanders.\n\nIf ever you should hear a pair of matched verses, one strict and the other playful, you are most likely to have heard one created jointly by Hu Tao and Xingqiu.",
      "de": "Hu Tao ist nicht für ihren Status als Direktorin bei allen Leuten bekannt, sondern für eine ihrer anderen Leistungen, dem Schreiben von Gedichten.\n\nSie nannte sich selbst „Poetin der dunklen Gassen“ und wann immer sie durch die Straßen streifte, platzten Gedichte aus ihr heraus, die nicht zu stoppen waren.\n\nDie „Hili-Ballade“ ist eins der berühmtesten Werke von Hu Tao, das nicht nur von den Bewohnern von Liyue geliebt, sondern auch von Kindern aus dem weiter entfernten Qingce-Dorf gesungen wird.\n\nFans und Kritiker waren erstaunt über den einfachen, aber tiefgründigen Stil der „Hili-Ballade“ und eilten zur Buchhandlung Wanwen, um die Werke des großen Dichters zu finden. Aber leider sind Hu Taos Gedichtbände „Geplapper in Liyue“ und „Alltägliches“ noch nicht erschienen.\n\nXingqiu, der die meisten seiner Tage in der Buchhandlung verbringt, sehnte sich auch danach, diese merkwürdige Person kennenzulernen, also wählte er einen günstigen Tag, um sie mit einem Geschenk zu besuchen.\n\nDie beiden verstanden sich auf Anhieb und gingen in den Vorhof des Bestattungsunternehmens Wangsheng, um Gedichte zu improvisieren und ihre Fähigkeiten zu teilen. Zu den traditionellen Gedichten von Xingqiu konnte Hu Tao immer wieder mit klugen Ideen und seltsamen Wortkreationen eins draufsetzen.\n\nHu Tao hat einen tieferen Sinn in ihrem Wortchaos verborgen. Es gibt sogar einen gewissen Rhythmus in der Verschrobenheit ihrer Dichtung und ist somit leichter zu verstehen und zu lesen als gewöhnliche Gedichte.\n\n„Und tatsächlich wurde der Meister letztendlich mit ungeübter Hand getötet“, erzählte Xingqiu, weinte und lachte zugleich.\n\nAm Ende endete der Gedicht-Wettbewerb in freundschaftlicher Atmosphäre. Seitdem sind die beiden Poesiefreunde und wann immer sie Zeit haben, treffen sie sich, um Gedichte zu rezitieren.\n\nMehr als einmal wurde sogar Chongyun als Schiedsrichter hinzugezogen. Das Lachen der drei war wie Herbstlaub, das überall auf den Straßen und Gassen verstreut lag.\n\nSolche Bruchstücke von Versen wurden auch von Umstehenden aufgenommen.\n\nWenn man auf der Straße die seltsamen Sprüche in Ernsthaftigkeit in der ersten und dann aber Verspieltheit in der nächsten Zeile hörte, dann waren es wohl die seltsamen Gedichte, die Hu Tao und Xingqiu zusammengebastelt hatten.",
      "es": "En realidad, Hu Tao no es tan conocida por ser la directora de El Camino, sino por otro de sus logros: su poesía.\n\nSe hace llamar la “poetisa de la oscuridad” porque, cada vez que pasea por las calles de Liyue, va improvisando poemas por doquier.\n\nSu obra más famosa es «Balada de los Hilichurls», muy bien recibida entre los habitantes de la ciudad y cantada por los niños de la Aldea Chingtsé.\n\nEl estilo y el profundo significado de esta obra impresionaron de tal modo a los aficionados a la poesía y a los cuentacuentos que estos se dirigieron rápidamente a la Casa de Libros Wanwen en busca de más obras de esa gran poetisa. Una lástima que las antologías de poemas «Chismes en Liyue» y «La vida cotidiana» aún no estuvieran publicadas...\n\nXingchiu, que tanto tiempo pasa entre libros, se fijó en la excéntrica Hu Tao y escogió un día apropiado para visitarla y extenderle su cortesía.\n\nAmbos congeniaron muy bien, por lo que decidieron ir al patio de la Funeraria El Camino para componer unos versos y debatir sobre habilidades líricas.\n\nA Hu Tao se le ocurrían todo tipo de ideas y palabras extrañas para alterar el tono de los poemas de Xingchiu, que escribía en un pulcro estilo clásico con abundantes antítesis.\n\nNo obstante, el resultado eran unos poemas con un profundo significado, alguna que otra rima entre las muchas excentricidades y unos versos más fáciles de entender y de leer que la poesía más ortodoxa.\n\nSe podría decir que Hu Tao le dio una paliza lírica al muy versado Xingchiu, que en ese momento no sabía si reír o llorar.\n\nNo obstante, su competición de poesía terminó amigable y pacíficamente. Desde entonces, ambos se convirtieron en grandes amigos aficionados a la poesía y, siempre que tienen tiempo, se reúnen para recitar unos versos.\n\nTras unas cuantas veces, al final incluso arrastraron a Chongyun para que hiciera de juez. Cada vez que se juntaban, el jolgorio inundaba las calles de Liyue como una lluvia de hojas de otoño cayendo de los árboles. Los curiosos se detenían ante ellos para escuchar e incluso anotar sus poemas.\n\nAsí que, si alguna vez caminando por Liyue escuchas un solemne y elegante poema seguido de unos versos excéntricos y llenos de ingenio, muy probablemente sean Hu Tao y Xingchiu recitando poesía.",
      "fr": "Plus encore que pour son titre de directrice du funérarium, Hu Tao est connue pour ses créations littéraires.\n\nElle aime à s'appeler « la poétesse des ruelles », et les vers sortent naturellement de ses lèvres quand elle se promène dans les rues.\n\n« Ballade des Brutocollinus » est sans conteste son œuvre la plus connue, appréciée des habitants du port comme elle est chantée par les gamins de Qingce.\n\nLes critiques comme les amateurs furent agréablement surpris par l'originalité aussi simple que profonde du poème, et nombreux furent ceux qui s'enquirent à la Librairie Wanwen des œuvres de l'auteur. Hélas, ses deux recueils, « Disgressions à Liyue » et « Des biens communs », ne sont pas encore édités.\n\nXingqiu, qui passe son temps dans les bouquins, et souhaitant rencontrer cette étrange personne, décida un jour de bon augure de lui rendre visite, accompagné d'un petit cadeau.\n\nLe contact passa immédiatement, et les deux se lancèrent dans une joute verbale en plein milieu du hall principal du Funérarium Wangsheng. Et pour chaque vers façonné par l'esprit artistique et traditionnel de Xingqiu, Hu Tao répondait par une tirade aussi brillante que déconcertante.\n\nDu chaos naît l'harmonie, et un rythme imperceptible se dégageait de l'étrange scène.\n\nXingqiu, ressemblant à un vieux maître se faisant rosser par un débutant, ne savait plus s'il devait rire ou pleurer...\n\nLe duel se termina dans une bonne ambiance, et les deux, qui sont devenus amis, aiment à prendre le temps de se retrouver pour composer et lire ensemble de la poésie.\n\nAvec le temps, Chongyun a même fini par devenir l'arbitre attitré de leurs joutes, et on peut maintenant les entendre déambuler tous les trois en riant à travers les rues.\n\nCertains passants aiment à prendre note des poèmes issus de ces combats oraux.\n\nSi vous entendez dans la région une paire de vers qui s'opposent de manière astucieuse, il est fort probable qu'il s'agisse là de l'une des inventions de Hu Tao et de Xingqiu.",
      "pt": "Na verdade, Hutao não é tão famosa por ser a diretora da Funerária de Wangsheng, mas por suas outras conquistas: sua poesia.\n\nEla se autointitulou \"Poeta das Ruas Escuras\", pois cada vez que anda pelas ruas, começa a falar poemas sem parar.\n\nSeu poema mais famoso é \"Balada dos Hilichurls\", não apenas as pessoas de Liyue gostam, mas até as crianças da longínqua Vila Qingce sabem cantá-lo.\n\nO estilo simples chocou os entusiastas e contadores de histórias, de modo que foram para a Biblioteca Wanwen procurar mais obras dessa poeta, mas é uma pena que as antologias poéticas \"Fofocas de Liyue\" e \"Necessidades Diárias\" de Hutao ainda não foram publicadas.\n\nXingqiu, que sempre está na biblioteca, fixou seu olhar em Hutao, e pensou em um dia para ir visitá-la.\n\nOs dois se deram bem na hora, e ao chegar no pátio da Funerária de Wangsheng, fizeram alguns versos improvisados e falaram sobre técnicas poéticas.\n\nHutao pensava em todos os tipos de ideias e palavras estranhas para alterar as poesias de Xingqiu, que escrevia em um estilo elegante com antíteses.\n\nO resultado eram poesias com significado profundo, com rimas dispersas entre as excentricidades, e com versos mais fáceis de entender que os da poesia ortodoxa.\n\nPode-se se dizer que Hutao ensinou ao erudito Xingqiu uma lição lírica, que não sabia se deveria rir ou chorar.\n\nA competição poética terminou amigável e pacificamente. Desde então, ambos se tornaram grandes amigos aficionados pela poesia e sempre que possuem tempo, se reúnem para recitar versos.\n\nDepois de algumas vezes, arrastaram Chongyun para os julgar. Cada vez que se juntavam, as risadas enchiam as ruas de Liyue como uma chuva de nuvens de outono. Os curiosos paravam para escutar e anotar seus poemas.\n\nSe estiver em Liyue e escutar um poema solene e elegante seguido de versos excêntricos, provavelmente são Hutao e Xingqiu recitando poesia.",
      "ru": "Больше всего Ху Тао прославилась не как хозяйка бюро, а как поэтесса.\n\nОна называет себя «поэтессой тёмных переулков». Каждый раз она бродит по улицам и стишки сами слетают с её губ. Даже если захочет - не может остановиться!\n\nЕё самое известное произведение - «Хилиада». Её любят не только в гавани - она добралась аж до деревни Цинцэ.\n\nПотрясённые лёгкостью стиля и глубиной смысла «Хилиады» поклонники и рассказчики ломанулись в книжный магазин «Ваньвэнь» в поисках произведений этого великого поэта. Но к большому их огорчению сборники стихов Ху Тао «Пустяки Ли Юэ» и «О повседневной жизни» ещё не вышли.\n\nВечно торчащий в книжном магазине Син Цю тоже захотел взглянуть на талантливого чудака и всё выбирал подходящее время нанести визит.\n\nОни сразу же нашли общий язык и стали импровизировать во внутреннем дворе бюро, обмениваясь опытом. Тщательно выстроенные традиционные строфы Син Цю Ху Тао парировала своими остроумными и причудливыми стихами.\n\nВ чепухе глубокий смысл есть, в нелепости найдётся рифма, легко понять - легко прочесть, намного лучше древних гимнов.\n\nСин Цю то плакал, то смеялся - новичок, не зная правил, победителем остался.\n\nИх состязание закончилось в самой дружеской обстановке и впредь, когда у них выдавалось свободное время, они частенько встречались, чтобы вместе посочинять стихи.\n\nЧасто в это дело в роли судьи втягивали Чун Юня, и тогда голоса и смех трёх друзей разлетались по всем переулкам, словно осенние листья.\n\nЭти двуслойные стихи тоже были подхвачены случайными слушателями.\n\nЕсли на улице вы услышите стих, будто слепленный из двух половин, одной - строгой и торжественной, другой - лукавой и остроумной, то, скорее всего, это плод игры Син Цю и Ху Тао.",
      "id": "Sebenarnya Hu Tao bukan terkenal karena jabatannya sebagai seorang Master, tetapi karena pencapaiannya yang lain: merangkai puisi.\n\nDia menjuluki dirinya sendiri \"sang penyair dari gang kegelapan\", dan berbait-bait puisi mengalir dari mulutnya setiap kali dia memiliki waktu luang.\n\nMahakarya Hu Tao, \"Hilitune\", sangat disukai oleh orang-orang di pelabuhan, bahkan bisa mengambil hati anak-anak kecil di Desa Qingce.\n\nPara penggemar puisi dan kritikus sangat terkesima oleh originalitas \"Hilitune\" dan karya Hu Tao lainnya, mereka bahkan pergi ke Wanwen Bookhouse untuk mencari karya lain penyair hebat ini. Tapi sayangnya, karya Hu Tao \"Fiddlesticks\" dan \"Of Common Lives\" masih belum dipublikasikan.\n\nXingqiu sendiri yang sangat mencintai buku, sampai memilih hari yang baik dan membawa hadiah saat mengunjungi orang yang unik ini.\n\nTernyata mereka berdua sangat cocok, mereka langsung bertukar pikiran tentang berbagai puisi di aula utama Wangsheng — dan saat Xingqiu membuka sebuah pusi dengan gayanya yang tradisional dan artistik, Hu Tao selalu bisa melengkapinya dengan bait yang unik namun menakjubkan.\n\nDan hasilnya memiliki maknma yang mendalam meskipun sedikit berantakan, sebuah ritme yang unik dan sangat menarik perhatian.\n\nXingqiu terkejut seberapa mudahnya Hu Tao mengalahkan dirinya, yang lebih berpengalaman.\n\nPertandingan puisi mereka membuat hubungan mereka menjadi semakin erat, mereka masih sering bertemu untuk membuat puisi saat mereka memiliki waktu luang.\n\nBahkan Chongyun terkadang diundang sebagai juri mereka, dan suara tawa mereka memenuhi seluruh jalan.\n\nPuisi-puisi yang mereka ciptakan juga sering dicatat oleh para penonton.\n\nKalau kamu pernah mendengar sepasang bait puisi: yang satu kaku dan satunya lagi lucu, maka kemungkinan besar puisi tersebut dibuat oleh Hu Tao dan Xingqiu.",
      "th": "ชื่อเสียงของ Hu Tao ไม่ได้มาจากการเป็นหัวหน้าโถงแห่งการเกิดใหม่ Wangsheng แต่มาจากความสำเร็จอีกด้านนึงของเธอ นั่นก็คือการแต่งบทกวี\n\nเธอเรียกตัวเองว่าเป็น \"กวีแห่งตรอกอันมืดมิด\" เพราะทุกครั้งที่เธอเดินไปตามท้องถนน เธอก็จะร่ายบทกวีออกมาอย่างไม่หยุดไม่หย่อน\n\nผลงานที่มีชื่อเสียงที่สุดของเธอคือ \"บทกวีแห่ง Hilitune\" ซึ่งเป็นที่นิยมมากในหมู่ชาวเมือง แม้แต่เด็ก ๆ ในหมู่บ้านที่ห่างไกลอย่าง Qingce Village ก็ยังขับร้องบทกวีนี้\n\nบรรดาแฟน ๆ และผู้เล่าเรื่อง ต่างประหลาดใจในสไตล์การแต่ง ที่เรียบง่ายแต่ลึกซึ้งของ \"บทกวีแห่ง Hilitune\" พวกเขาต่างพากันไปตามหาผลงาน ของกวีผู้ยิ่งใหญ่คนนี้ที่ร้าน Wanwen Bookhouse แต่น่าเสียดายที่ชุดบทกวีของ Hu Tao อย่าง \"เรื่องซุบซิบใน Liyue\" และ \"ฟืน ข้าวสาร น้ำมัน เกลือ\" นั้นยังไม่ได้รับการตีพิมพ์\n\nXingqiu ผู้ที่ใช้เวลาทั้งวี่ทั้งวันอยู่ในร้านหนังสือเองก็เกิดความสนใจ และได้เลือกวันที่ฤกษ์งามยามดีไปเยี่ยม Hu Tao ถึงที่\n\nเมื่อทั้งสองคนได้พบกัน ที่ลานของโถงแห่งการเกิดใหม่ Wangsheng พวกเขาก็ได้แต่งบทกวีร่วมกัน และแลกเปลี่ยนเทคนิคกันอย่างออกรส Hu Tao มักจะใช้ความคิดสร้างสรรค์และคำแปลก ๆ มาสร้างสีสันให้กับบทกวีสไตล์ดั้งเดิมของ Xingqiu\n\nผลที่ได้คือบทกวีที่มีความหมายลึกซึ้ง มีคำคล้องจองที่แปลกและสร้างสรรค์ อีกทั้งยังเข้าใจได้ง่ายกว่าบทกวีแบบดั้งเดิมทั่วไป ๆ ด้วย\n\nพูดได้ว่า Hu Tao ได้โค่นบทกวีขั้นเทพอย่าง Xingqiu ลงได้ ทำให้เขาไม่รู้ว่าจะหัวเราะหรือร้องไห้ดี\n\nที่สุดแล้วการประชันบทกวีของพวกเขา ก็ได้จบลงอย่างเป็นมิตร ตั้งแต่นั้นเป็นต้นมา ทั้งสองก็กลายเป็นเพื่อนรักที่ร่วมกันต่อบทกวี เมื่อไหร่ที่พวกเขามีเวลาว่าง ก็จะเจอกันเพื่อแต่งบทกวีด้วยกัน\n\nครั้งต่อมา ๆ แม้แต่ Chongyun เอง ก็ยังถูกดึงไปเป็นกรรมการตัดสินด้วย ทุกครั้งที่พวกเขาอยู่ด้วยกัน ความสุขและเสียงหัวเราะของทั้งสามคนนั้น เป็นเหมือนกับใบไม้ที่ร่วงที่กระจัดกระจาย ไปทั่วทั้งท้องถนน\n\nผู้คนที่ได้ยินบางคนก็หยุดฟัง หรือแม้กระทั่งจดบทกวีของพวกเขาเอาไว้ด้วย\n\nหากคุณอยู่บนท้องถนน และได้ยินบทกวีที่เคร่งขรึม จากนั้นตามด้วยบทกวีที่ฟังดูแปลกและพิสดารล่ะก็ นั่นน่าจะเป็นบทกวีที่ Hu Tao และ Xingqiu ร่วมกันแต่งขึ้นมานั่นเอง",
      "vi": "Hu Tao nổi tiếng không phải vì thân phận Đường chủ của cô, mà là vì một thành tựu lớn khác: Sáng tác thơ ca.\n\nCô tự xưng là \"Nhà thơ bóng tối trong hẻm nhỏ\", mỗi khi đi dạo phố, thường buột miệng xuất khẩu thành thơ, cản cũng không nổi.\n\n\"Ca dao Hilichurl\" là tác phẩm nổi tiếng nhất của Hu Tao, không những được người dân ở bến cảng yêu thích, mà Khinh Sách Trang nơi xa cũng có tụi trẻ con hát theo.\n\nNgười hâm mộ và nhà bình thư khá ngạc nhiên vì phong cách sáng tác đơn giản mà sâu sắc của \"Ca dao Hilichurl\", họ tới Vạn Văn Tập để tìm kiếm tác phẩm của nhà thơ vĩ đại này, nhưng đáng tiếc, tập thơ \"Chuyện phiếm Liyue\" và \"Củi gạo dầu muối\" của Hu Tao đều chưa phát hành.\n\nXingqiu ngày ngày ở trong tiệm sách cũng muốn ngó thử dung mạo của người tài năng đó, còn đặc biệt chọn ngày lành tháng tốt mang quà đến tận cửa chào hỏi.\n\nHai người rất hợp nhau, bèn tới Vãng Sinh Đường ngẫu hứng làm thơ, mài giũa tài nghệ. Với câu thơ truyền thống tinh tế của Xingqiu, Hu Tao luôn có thể dùng suy nghĩ khéo léo và từ ngữ sáng tạo để đối đáp.\n\nTrong sự phóng khoáng lại có ý thâm sâu, trong sự cổ quái còn chứa cả âm luật, dễ hiểu dễ đọc, thuận miệng hơn cả thơ từ thông thường.\n\nĐúng là tẩm ngầm tầm ngầm mà đấm chết voi, làm Xingqiu dở khóc dở cười.\n\nCuối cùng, cuộc thi thơ kết thúc trong bầu không khí hữu hảo. Từ đó, hai người trở thành bạn thơ, cứ có thời gian rảnh là lại gặp gỡ ngâm thơ.\n\nSau nhiều lần, thậm chí cả Chongyun cũng bị kéo đến làm giám khảo. Tiếng cười nói của ba người như lá mùa thu, trải đầy đầu đường cuối ngõ.\n\nNhững câu thơ này cũng được người nghe bên cạnh ghi chép lại.\n\nNếu lên phố nghe thấy câu vè thuận miệng nào mà vế trước nghiêm túc vế sau dí dỏm, tám chín phần là thơ của Hu Tao và Xingqiu đối đáp nhau."
    }
  },
  {
    "title": {
      "zhs": "乾坤泰卦帽",
      "zht": "乾坤泰卦帽",
      "jp": "乾坤泰卦帽",
      "ko": "건곤태괘모",
      "en": "Harmony Hexagram Hat",
      "de": "Hut der allumfassenden Harmonie",
      "es": "Gorro de la armonía celestial",
      "fr": "Le chapeau de la paix universelle",
      "pt": "Chapéu das Energias Celestes",
      "ru": "Шляпа с гексаграммой гармонии",
      "id": "Harmony Hexagram Hat",
      "th": "Harmony Hexagram Hat",
      "vi": "Mũ Bình An Càn Khôn"
    },
    "line": {
      "zhs": "帽子的材质偏硬，正面饰有往生堂的徽记。\n\n据说，此帽由七十五代堂主传承给胡桃。但那位堂主体格壮硕，脑袋比胡桃的大了两圈不止。\n\n最终还是胡桃花费一天一夜，亲手拆补，将旧帽子改成了自己的尺寸，逢人便说：这帽子有法力，正阳克邪，保平安！\n\n仪倌们听罢一笑置之。不过，第七十七代堂主对帽子的珍爱是有目共睹。\n\n哪怕夜里风大雨大，晚归的胡桃惹了一身污浊，也会力保帽子一尘不染。\n\n帽子侧边的梅花，则摘自胡桃亲手栽种的梅树。\n\n制法如下：取鲜花风干、刷色、过油，巧笔勾勒后晾晒三日，可成玲珑饰物。触手如柔雾，闻之有幽香。",
      "zht": "帽子的材質偏硬，正面飾有往生堂的徽記。\n\n據說，此帽由七十五代堂主傳承給胡桃。但那位堂主體格壯碩，腦袋比胡桃的大了兩圈不止。\n\n最終還是胡桃花費一天一夜，親手拆補，將舊帽子改成了自己的尺寸，逢人便說：這帽子有法力，正陽剋邪，保平安！\n\n儀倌們聽罷一笑置之。不過，第七十七代堂主對帽子的珍愛是有目共睹。\n\n哪怕夜裡風大雨大，晚歸的胡桃惹了一身污濁，也會力保帽子一塵不染。\n\n帽子側邊的梅花，則摘自胡桃親手栽種的梅樹。\n\n製法如下：取鮮花風乾、刷色、過油，巧筆勾勒後晾曬三日，可成玲瓏飾物。觸手如柔霧，聞之有幽香。",
      "jp": "帽子の材質は硬く、正面には往生堂の紋章があしらわれている。\n\nこれは第七十五代目堂主から胡桃へと受け継がれた帽子だ。しかし、その堂主はガタイが良く、頭は胡桃より二回り以上大きかった。\n\nそのため、胡桃は一日がかりで手直しし、自分に合ったサイズに調整している。「この帽子は法力を持っていて、邪気を払い、平和を守護するものなの！」と、胡桃はよく口にする。\n\n葬儀屋の従業員たちはそれを聞く度に一笑に付すのだが、彼女が帽子に対して抱く愛情は誰もが知っていた。\n\n雨と風が激しい夜、体が汚れようとも帽子だけは守るのだ。\n\nなお、帽子に付いている梅の花は、胡桃が自ら植えた梅の木から摘んだものである。\n\n作り方は——花を乾燥させた後、色料と油を筆で丁寧に塗り、3日間日光に当てて干す。精巧な装飾品となった梅の木は、手触りが良く、ほのかな香りがある。",
      "ko": "조금 딱딱한 재질의 모자 정면에 왕생당 표식이 새겨져 있다.\n\n이 모자는 75대 당주가 호두에게 물려준 것이라고 한다. 하지만 그 당주는 체격이 건장해 머리가 호두보다 두 배는 더 컸다.\n\n결국 호두는 하루 종일 모자를 손질해 자기 크기에 맞게 고쳤다. 호두는 만나는 사람한테마다 \"이 모자엔 법력이 있어서 악한 것을 막아주고, 평안을 가져다줘요!\"라고 말했다.\n\n장의사들은 그저 웃어넘겼지만, 77대 당주의 모자 사랑은 누구라도 알 수 있을 정도다.\n\n비바람이 몰아치는 날, 밤늦게 돌아온 호두의 온몸이 더러워져도 모자는 먼지 한 톨 없이 깨끗하다.\n\n모자 옆의 매화는 호두가 직접 심은 매화나무에서 따온 것이다.\n\n만드는 방법은 이러하다: 신선한 꽃을 꺾어 바람에 말리고, 색을 칠해 기름에 살짝 담근 후, 붓으로 윤곽을 꼼꼼히 칠해 햇빛에 3일 동안 말리면 귀여운 장신구가 된다. 만지면 안개같이 부드럽고 그윽한 향기가 난다",
      "en": "This hat is somewhat on the hard side, and the insignia of the Wangsheng Funeral Parlor adorns its front.\n\nIt is said that this hat was passed from the 75th Director to Hu Tao. However, that director was large, musclebound, and had a head at least two sizes larger than hers.\n\nUltimately, Hu Tao had to spend an entire day and night to modify the hat with her own hands such that its dimensions would fit hers. When she meets others, she tells them: this hat is magical, upholding good and repelling evil, and is a bringer of peace!\n\nThe undertakers laugh and leave it at that, but the 77th Director clearly does treasure that hat.\n\nNo matter the rain or storm, or if Hu Tao returns late covered in muck, that hat will remain spotless and clean.\n\nThe plum blossom that adorns the side of the hat is plucked from a plum tree that Hu Tao planted and grew herself.\n\nIts creation process is as follows: pluck and air-dry, then paint, lacquer, and outline carefully before sun-drying for three days and voila — a beautiful accessory, soft to the touch and bearing a delicate fragrance.",
      "de": "Dieser Hut ist aus hartem Material gearbeitet und auf der Vorderseite prangt das Abzeichen des Bestattungsunternehmens Wangsheng.\n\nEs heißt, dass dieser Hut vom 75. Direktor an Hu Tao weitergegeben wurde. Dieser war jedoch groß, muskulös und hatte einen Kopf, der mindestens zwei Nummern größer war als ihrer.\n\nSchließlich musste Hu Tao einen ganzen Tag und eine ganze Nacht damit verbringen, den Hut mit ihren eigenen Händen so anzupassen, dass er auf ihren Kopf passte. Wenn sie andere Leute trifft, erzählt sie ihnen immer: Dieser Hut ist magisch, er hält das Gute aufrecht und wehrt das Böse ab und ist außerdem ein Friedensbringer!\n\n Die Bestatter lachen dann meistens und lassen es damit gut sein, aber als 77. Leiterin des Unternehmens schätzt sie den Hut sehr.\n\nEgal ob bei Wind oder Regen, gibt sie ständig darauf acht, dass der Hut in tadellosem Zustand bleibt.\n\nDie Pflaumenblüte, die die Seite des Hutes ziert, wurde von einem Pflaumenbaum gepflückt, den Hu Tao selbst gepflanzt und großgezogen hat.\n\nDer Entstehungsprozess sah folgendermaßen aus: Erst pflückte sie die Blüte und ließ sie an der Luft trocknen, dann bemalte und lackierte sie sie, um sie sorgfältig auszuschneiden, bevor sie drei weitere Tage lang in der Sonne trocknete. Und schon hatte sie ein wunderschönes Accessoire, das sich weich anfühlt und zusätzlich einen zarten Duft verströmt.",
      "es": "El gorro de Hu Tao está hecho de un material duro, y en su parte frontal está grabado el símbolo de la Funeraria El Camino.\n\nAl parecer, este accesorio sería herencia de su 75.º director, cuya complexión era más bien robusta y cuya cabeza era el doble de grande que la de Hu Tao.\n\nPor ello, la joven se pasó un día y una noche enteros arreglándolo para ajustarlo a su tamaño. Cada vez que alguien le pregunta, ella dice: “Este gorro es mágico. Me protege porque atrae las energías positivas y ahuyenta los malos espíritus”.\n\nAl escuchar esto, los trabajadores de la funeraria se rieron, como burlándose de lo que había dicho Hu Tao. Pero la 77.ª directora tiene un claro aprecio por su gorro. Llueva o haga viento, ella siempre evita por todos los medios que se manche.\n\nA un lado del gorro hay una flor de cerezo arrancada de un árbol que plantó ella misma.\n\nDejó que la flor se secara con el viento, la decoloró, la dejó en aceite, dibujó su contorno y la puso al sol durante tres días. El resultado es un exquisito objeto decorativo algodonoso como las nubes y de una sutil fragancia.",
      "fr": "Le chapeau porté par Hu Tao est plutôt rigide, et affiche le symbole du Funérarium Wangsheng.\n\nD'après ce que l'on raconte, il lui fut transmis par son grand-père, le 75e directeur du funérarium. Mais ce dernier était un homme d'une certaine corpulence, et d'un tour de tête faisant le double de celui de la jeune fille.\n\nIl fallut à Hu Tao une journée entière pour repriser le vieux chapeau à ses mesures. Elle a pour habitude de clamer à ceux qu'elle rencontre que le chapeau est magique et sait juger le bien du mal – un outil de la paix universelle !\n\nLes employés du funérarium rient du bon mot et passent à autre chose ; mais n'allez pas croire pour autant que Hu Tao n'y tient pas.\n\nQu'il pleuve ou qu'il vente, peu importe l'heure à laquelle elle rentre couverte de boue, le chapeau reste immaculé.\n\nLe bourgeon de prune que l'on peut voir sur le côté provient d'un prunier qu'elle a planté elle-même.\n\nSa conception est d'une simplicité déconcertante : cueillir, faire sécher, peindre, un coup de vernis et sous le soleil pendant trois jours, et voilà ! Un bel accessoire, aussi doux au toucher que parfumé.",
      "pt": "O chapéu de Hutao é feito de um material duro, e na frente há o símbolo da Funerária de Wangsheng.\n\nDizem que esse chapéu foi dado a ela pelo 75º diretor da Funerária. Mas ele era muito mais robusto que o da Hutao, e sua cabeça dois tamanhos maiores.\n\nNo final, Hutao passou um dia e uma noite pessoalmente ajeitando o chapéu para seu tamanho. Se alguém por acaso perguntasse, respondia: esse chapéu é mágico. Me protege atraindo as boas energias e repelindo as más!\n\nOs trabalhadores da Funerária de Wangsheng riam ao ouvir isso. Entretanto, a 77ª Diretora tinha um verdadeiro apreço pelo seu chapéu.\n\nNão importa se faz chuva ou vento, Hutao o protegerá.\n\nNo lado do chapéu há flores penduradas que foram plantadas pela própria Hutao.\n\nEla plantou e tratou as flores da seguinte maneira: deixou-as secar sob o vento, depois coloriu, colocou-as no óleo e, depois de fazer um contorno com o lápis, deixou-as secar por três dias no sol, se tornando numa bela peça de decoração delicada como nuvens e de fragrância sutil.",
      "ru": "Ху Тао неизменно носит кепи из плотной ткани с гербом бюро.\n\nГоворят, что она досталась ей в наследство от семьдесят пятого управляющего бюро, но тот был очень крупным человеком и голова его была чуть ли не в два раза больше, чем у Ху Тао.\n\nОна потратила целый день, чтобы перешить кепи под себя, и теперь всем подряд рассказывает, что шапка эта волшебная, она отгоняет зло, притягивает добро и всё в таком духе.\n\nСлужители бюро слушают, да посмеиваются. Тем не менее любовь семьдесят седьмой управляющей к своей шляпе ни у кого не вызывает сомнений.\n\nДаже возвращаясь поздней ночью домой сквозь ветер и дождь, вся покрытая грязью Ху Тао позаботится о том, чтобы на шляпе не было ни пятнышка.\n\nЦветы сливы сбоку она собирает с деревьев, которые сама и разводит.\n\nСделать такие же очень просто: высушите свежие цветы, покрасьте, покройте лаком, прорисуйте контуры тонкой кистью, просушите на солнце три дня. Модный аксессуар готов. Цветы приятно пахнут, а на ощупь - как шёлк!",
      "id": "Topi ini cukup keras dan lambang Wangsheng Funeral Parlor menghiasi bagian depannya.\n\nTopi ini diwariskan kepada Hu Tao dari Master ke-75. Tapi master sebelumnya bertubuh besar dan kekar, kepalanya berukuran setidaknya dua kali lipat kepala Hu Tao.\n\nAkhirnya Hu Tao harus menghabiskan seharian untuk merombak topinya agar sesuai dengan ukuran kepalanya. Hu Tao selalu bilang ke orang-orang bahwa topi ini topi ajaib, menegakkan kebajikan dan mengusir yang jahat, bahkan bisa membawa kedamaian!\n\nTentu saja orang-orang tertawa saat mendengarnya, tapi Master ke-77 ini jelas mengganggap topi ini sangat berharga.\n\nMeski diterjang badai ataupun hujan, bahkan saat baju Hu Tao berlumpuran sekalipun, topi ini pasti tetap bersih tanpa noda.\n\nBunga plum yang menghiasi bagian samping topi ini diambil dari pohon plum yang ditanam oleh Hu Tao sendiri.\n\nBegini cara dia membuatnya: petik, keringkan, cat, minyaki, dan hias dengan sangat hati-hati. Setelah dikeringkan di bawah matahari selama 3 hari, jadilah aksesoris cantik dengan wangi yang halus.",
      "th": "หมวกของ Hu Tao ทำมาจากวัสดุที่แข็งแรง และด้านหน้ามีสัญลักษณ์ของโถงแห่งการเกิดใหม่ Wangsheng อยู่\n\nว่ากันว่า หัวหน้าสมัยที่ 75 ได้มอบหมวกใบนี้ให้กับ Hu Tao แต่หัวหน้าท่านนั้นมีร่างกายที่แข็งแกร่ง และหัวของเขามีขนาดใหญ่กว่า Hu Tao ถึงสองเท่า\n\nHu Tao จึงลงมือใช้เวลาทั้งวันทั้งคืน เพื่อปรับขนาดของหมวกให้พอดีกับเธอ ทุกครั้งที่มีคนถาม เธอจะตอบว่า: หมวกนี้มีพลังวิเศษที่คอยปกป้องฉัน ด้วยการดึงดูดพลังที่ดีและขับไล่สิ่งที่ไม่ดีออกไป!\n\nเมื่อได้ยินดังนั้น เหล่าเจ้าหน้าที่ในโถงแห่งการเกิดใหม่ Wangsheng ต่างพากันหัวเราะขบขัน แต่หัวหน้าสมัยที่ 77 คนนี้กลับหวงแหนและภูมิใจในหมวกของเธอเป็นอย่างมาก\n\nคืนไหนที่ฝนตกหรือลมแรง เธอจะกลับมาพร้อมกับตัวที่เปียกเลอะเทอะ แต่หมวกของเธอกลับไม่เปื้อนเลยแม้แต่นิด\n\nดอกท้อข้าง ๆ หมวกนั้น เป็นดอกที่ดึงมาจากต้นที่เธอปลูกเองกับมือ\n\nวิธีทำมีดังนี้: นำดอกไม้แห้งไปทาสีและชุบน้ำมัน หลังจากดัดรูปร่างด้วยดินสอแล้ว ให้นำไปตากแดดให้แห้งเป็นเวลาสามวัน ก็จะได้เครื่องประดับที่สวยงาม มีสัมผัสที่นุ่มนวลเหมือนหมอก และส่งกลิ่นที่หอมละมุน",
      "vi": "Chất liệu mũ khá cứng, mặt trước trang trí biểu tượng Vãng Sinh Đường.\n\nNghe nói, mũ này do Đường chủ đời thứ 75 truyền lại cho Hu Tao. Nhưng vị đường chủ đó vóc dáng cường tráng, cái đầu to hơn hẳn Hu Tao.\n\nCuối cùng vẫn là Hu Tao tốn một ngày một đêm, tự tay sửa lại chiếc mũ cũ cho vừa với mình, người ta nói: Chiếc mũ này có pháp lực, chính dương khắc tà, giữ gìn bình yên!\n\nNgười trong nhà tang lễ nghe rồi cười trừ. Nhưng tình yêu của Đường chủ đời thứ 77 đối với chiếc mũ rõ như ban ngày.\n\nDù là giữa đêm đen mưa to gió lớn, Hu Tao trở về muộn cả người đầy bụi bặm, cũng sẽ giữ cho chiếc mũ không dính một hạt bụi.\n\nBông hoa mận gắn trên chiếc mũ được hái từ cây mận do chính tay Hu Tao vun trồng.\n\nCách làm như sau: Lấy hoa tươi hong khô, quét màu, bôi dầu, sau khi phác thảo bằng bút lông xong thì phơi khô ba ngày, có thể làm vật trang trí tinh tế. Chạm vào mềm mại như sương, lại còn phảng phất hương thơm."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "一切还得从胡桃爷爷的葬礼说起。\n\n葬礼十天前，胡老在家中病逝。往生堂为这位第七十五代堂主举办了规格极高的葬礼，全程依老爷子遗嘱安排，由胡桃主理。\n\n年仅十三岁、还没成为堂主的胡桃只凭一人打点所有事务，却能做到事事考究，令仪倌们满意。\n\n葬礼过后，年仅十三岁的胡桃背上行囊，趁夜色偷溜出门。她孤身一人，行囊中只有干粮、水和照明工具。但她要去的，是天下罕有的神秘之境。\n\n从无妄坡一直向前，便能抵达「边界」。这是生与死的分割线，由往生堂世代管理的机密之地。相传，人们能在那里见到去世的亲属与心愿未竟的亡魂。胡桃赶往此地，便是想趁爷爷彻底远去前再见他一面。\n\n如此马不停蹄整整两日，成功来到边界的胡桃却没能寻到爷爷。往来幽魂无数，或行色匆匆，或神色怨憎，没有一人与爷爷相似。\n\n她等了一整日，困得昏睡过去。醒来时夜深露重，四周只有几条落单亡魂拍着手掌笑话她：\n\n「傻姑娘，老胡头哪会在这儿啊？怕是异想天开，才到这儿来寻你家的人！」\n\n不信邪的胡桃等了又等。日复一日…干粮逐日减少，饮水几乎见底，爷爷始终没有出现。最终等来的，却是一名从未谋面的老妇人。\n\n矮小的妇人见胡桃困倦难当，笑道：「你这顽固模样，倒是像极了老胡头。只可惜，往生堂历代堂主绝不会在此徘徊。你家祖祖辈辈都是坦率地活，坦率地走。所以回去吧——回到你原本的地方。」\n\n神秘的老妇人拜别胡桃，越过边界向深处走去。胡桃望着那瘦小的背影隐没在远方，疑惑之余竟有一丝释怀之感。\n\n她终于相信：爷爷迟迟没有露面，是早已越过边界，去了应至之地。爷爷一生磊落，身后并无憾事，自己又何必将他的离开视为一种遗憾？\n\n便一笑置之，踏上了归途。\n\n来时月色幽远，回程时已晨光大作。胡桃走在路上，回想起爷爷从前常说的话——「生于生时，亡于亡刻。遵从自心，尽人之事。」\n\n到家时逢正午，胡桃翻墙入后院，钻进卧房整理行囊。\n\n水食耗尽、掏得空空的背包中，不知何时，悄然多了一枚流光溢彩的「神之眼」。\n\n作为极少数敢在「边界」逗留的生者，胡桃作为或许打动了某位不可言说的神明。\n\n她因而获得高天的馈赠…极致的力量之证。",
      "zht": "一切還得從胡桃爺爺的葬禮說起。\n\n葬禮十天前，胡老在家中病逝。往生堂為這位第七十五代堂主舉辦了規格極高的葬禮，全程依老爺子遺囑安排，由胡桃主理。\n\n年僅十三歲、還沒成為堂主的胡桃只憑一人打點所有事務，卻能做到事事考究，令儀倌們滿意。\n\n葬禮過後，年僅十三歲的胡桃背上行囊，趁夜色偷溜出門。她孤身一人，行囊中只有乾糧、水和照明工具。但她要去的，是天下罕有的神秘之境。\n\n從無妄坡一直向前，便能抵達「邊界」。這是生與死的分割線，由往生堂世代管理的機密之地。相傳，人們能在那裡見到去世的親屬與心願未竟的亡魂。胡桃趕往此地，便是想趁爺爺徹底遠去前再見他一面。\n\n如此馬不停蹄整整兩日，成功來到邊界的胡桃卻沒能尋到爺爺。往來幽魂無數，或行色匆匆，或神色怨憎，沒有一人與爺爺相似。\n\n她等了一整日，困得昏睡過去。醒來時夜深露重，四周只有幾條落單亡魂拍著手掌笑話她：\n\n「傻姑娘，老胡哪會在這啊？怕是異想天開，才到這來找妳家的人！」\n\n不信邪的胡桃等了又等。日復一日…乾糧逐日減少，飲水幾乎見底，爺爺始終沒有出現。最終等來的，卻是一名從未謀面的老婦人。\n\n矮小的婦人見胡桃睏倦難當，笑道：「妳這頑固模樣，倒是像極了老胡。只可惜，往生堂歷代堂主絕不會在此徘徊。你家祖祖輩輩都是坦率地活，坦率地走。所以回去吧——回到妳原本的地方。」\n\n神秘的老婦人拜別胡桃，越過邊界向深處走去。胡桃望著那瘦小的背影隱沒在遠方，疑惑之餘竟有一絲釋懷之感。\n\n她終於相信：爺爺遲遲沒有露面，是早已越過邊界，去了應至之地。爺爺一生磊落，身後並無憾事，自己又何必將他的離開視為一種遺憾？\n\n便一笑置之，踏上了歸途。\n\n來時月色幽遠，回程時已晨光大作。胡桃走在路上，回想起爺爺從前常說的話——「生於生時，亡於亡刻。遵從自心，盡人之事。」\n\n到家時逢正午，胡桃翻牆入後院，鑽進臥房整理行囊。\n\n水食耗盡、掏得空空的背包中，不知何時，悄然多了一枚流光溢彩的「神之眼」。\n\n作為極少數敢在「邊界」逗留的生者，胡桃作為或許打動了某位不可言說的神明。\n\n她因而獲得高天的饋贈…極致的力量之證。",
      "jp": "胡桃の神の目について、それを知るにはまず彼女のお爺さんの葬儀が行われた時の話をしなければならない。\n\n葬儀の十日前、胡桃のお爺さんは病により他界した。この第七十五代目堂主のため、往生堂は遺言をもとに盛大な葬儀を準備した。全体の指揮を執ったのは当時13歳の胡桃。まだ堂主になっていない幼い胡桃だったが、一人であらゆる仕事をこなし、葬儀屋の従業員たちを感服させた。\n\n葬儀が終わった後、胡桃は荷物を背負い、夜闇に乗じてこっそりと外へ出た。非常食と水、そして照明器具しか持たずに向かった先は、世にも奇妙な場所。\n\n無妄の丘のずっと先にある「境界」だった。そこは往生堂の先祖が代々管理してきた秘密の地であり、生と死の境界線である。話によると、そこに行けば亡くなった親族やこの世に未練を残す魂と会えるらしい。胡桃がここに来た理由も、お爺さんが遠くへ行ってしまう前に、もう一度会いたかったからである。\n\n丸二日掛けて「境界」に辿り着いた胡桃だったが、お爺さんに会うことは出来なかった。ここには彷徨う魂が数え切れないほどあるが、そのどれもがお爺さんとは似ても似つかない。\n\n一日中待ち続けたが、胡桃はとうとう疲れ果てて寝てしまった。胡桃が再び目を覚ました時、既に真夜中となっていた。周囲には数体の魂がうろつき、胡桃を嘲笑う。\n\n「バカな娘だな、胡じいがここにいるわけないだろ。こんな所まで探しに来るとは、さては正気を失ったか？」\n\n胡桃は無視して待ち続けた。それから何日経ったのか…非常食と水が底を尽きかけても、胡桃のお爺さんは現れなかった。しかし、代わりに老婦人が目の前に現れる。\n\n小柄な老婦人は疲れ果てた胡桃を見て笑った。「その頑固な性格は胡じいとそっくりじゃな。残念じゃが、歴代の往生堂堂主は決してこんな所で止まったりはせんよ。彼らは堂々と生き、堂々と悔いなく去るのじゃ。じゃから帰れ、お前がいるべき場所へ。」\n\n不思議な老婦人は胡桃に別れを告げると、境界の深部へと去っていった。胡桃は遠くへ離れていく背中を見て、なんとなく理解をした。\n\nお爺さんはすでに境界を越え、正しき場所へ向かったのだと。堂々とした悔いのない人生だったんだ、だから私も堂々と受け入れるべきだと、彼女は思った。\n\nそう納得した彼女はふいに笑みをこぼし、帰路につくことにした。ここに来た時は月光に照らされていた道も、今は早朝の日差しに輝いている。お爺さんがいつも言ってたことを思い出した。「生を大切に、死を恐れずに。思いに従い、最善を尽くす。」\n\n昼頃に家に着くと、胡桃は裏庭を通って寝室に入り、荷物を片付けた。\n\nすると空っぽだったはずの袋の中に、眩しく輝く「神の目」が入っていた。\n\n「境界」に足を踏み入れた果敢で珍しい人間として、胡桃はどこかの神の心を掴んだのかもしれない。\n\n彼女は高天の贈り物を得た…計り知れないほど強大な力の証だ。",
      "ko": "모든 건 호두 할아버지의 장례식에서부터 시작된다.\n\n장례 10일 전, 할아버지는 집에서 병으로 돌아가셨다. 왕생당은 75대 당주를 위해 성대한 장례를 준비했다. 그리고 모든 과정은 그의 유언에 따라 호두가 주관했다.\n\n아직 당주가 아니었던 13살의 호두는 홀로 모든 일을 완벽하게 처리해내 장의사들을 만족시켰다.\n\n장례식이 끝난 후, 13살의 호두는 가방을 메고 한밤중에 슬그머니 집을 빠져나왔다. 그녀는 혼자였고, 가방엔 비상식량과 물, 조명기구뿐이었지만 호두는 평소엔 볼 수 없는 아주 신비로운 곳으로 향했다.\n\n무망의 언덕에서 쭉 앞으로 가다 보면 「경계」에 다다른다. 그것은 생과 사의 경계로, 왕생당이 대대로 관리해온 비밀의 땅이다. 전설에 따르면, 사람들은 그곳에서 죽은 가족이나 소망을 이루지 못한 망령들을 만난다고 한다. 호두가 이곳에 온 건, 할아버지가 먼 곳으로 완전히 떠나버리기 전에 한 번 더 보기 위해서였다.\n\n이틀을 쉬지 않고 달려 경계에 도착했지만, 호두는 할아버지를 찾을 수 없었다. 오고 가는 수많은 영혼들 중엔 급한 행색을 하거나 원망과 증오로 가득 차 보이는 영혼들도 있었지만, 할아버지와 닮은 사람은 없었다.\n\n호두는 그렇게 온종일 기다리다 너무 졸린 나머지 잠들어버렸다. 다시 눈을 떴을 땐 한밤중이었고, 주변엔 외로운 망령 몇 명만이 손뼉을 치며 그녀를 비웃고 있었다.\n\n\"바보, 호 영감이 여기 있을 리 없잖아? 이런 곳에 와서 가족을 찾다니, 대체 무슨 생각이야?\"\n\n호두는 포기하지 않고 기다리고 또 기다렸다. 시간은 하루하루 흘러갔고… 비상식량은 점점 줄어, 마실 물도 바닥을 보였지만, 할아버지는 끝내 나타나지 않았다. 대신 호두 앞에 나타난 건 한 번도 만난 적 없는 한 노부인이었다.\n\n왜소한 노부인은 녹초가 된 호두를 보고 웃으며 말했다. \"이렇게 고집불통인 걸 보니 할아버지를 아주 똑 닮았구나. 근데 아쉽게도 왕생당의 역대 당주들은 이곳을 배회하지 않아. 네 조상들은 모두 떳떳하게 살다 후회없이 갔지. 그러니 돌아가거라——원래 있던 곳으로 돌아가.\"\n\n의문의 노부인은 호두에게 인사하고 경계를 넘어 깊은 곳으로 걸어갔다. 호두는 그 마른 뒷모습이 점점 사라지는 걸 보고 의문이 생겼지만 어쩐지 후련한 기분도 들었다.\n\n호두는 할아버지가 이미 경계를 넘어 가야 할 곳으로 갔기 때문에 나타나지 않은 거라고 믿게 되었다. 할아버지는 평생을 당당하게 사셨고 어떤 후회도 없었기에, 자신 또한 할아버지의 죽음을 아쉬워할 필요 없다고 그녀는 생각했다.\n\n호두는 웃으며 귀로에 올랐다.\n\n이곳에 올 땐 달빛이 아득히 빛났지만, 돌아가는 길엔 아침 햇빛이 찬란했다. 호두는 길을 걸으며 할아버지가 자주 하셨던 말을 떠올렸다. 「삶과 죽음엔 모두 때가 있는 법. 생사에 연연하지 말고 자신을 믿으며 주어진 일에 최선을 다해야 한다.」\n\n집에 도착했을 땐 정오였고, 호두는 담을 넘어 안뜰로 들어가 침실에서 가방을 정리했다.\n\n물과 식량이 바닥나 텅 비어버린 가방 속엔, 어느새 찬란한 「신의 눈」이 고요히 빛나고 있었다.\n\n「경계」 근처에 발을 들인 몇 안 되는 인간으로서 호두는 어느 신의 마음을 움직였는지도 모른다.\n\n그렇게 그녀는 막강한 힘을 증명하는… 하늘의 선물을 얻었다",
      "en": "This tale should begin with the funeral of Hu Tao's grandfather.\n\nTen days before the funeral itself, Old Hu had passed away following a bout of illness. For its 75th Director, Wangsheng Funeral Parlor held a grand funeral, in accordance with the last wishes of the old man himself, to be conducted by Hu Tao.\n\nOnly thirteen at the time, Hu Tao, who would later go on to become the Director in turn, made all the arrangements herself to the highest standard, greatly impressing the undertakers.\n\nAfter the funeral, the thirteen-year-old Hu Tao grabbed her traveler's bag and crept out alone in the dead of night. In her bag were only a few rations, some water, and a means to create some light. She was headed to a mysterious and seldom-seen frontier.\n\nHeading straight from Wuwang Hill, one may arrive at the \"border.\" It is the line that separates life and death, the secrets of which have been managed by Wangsheng Funeral Parlor for generations. According to legend, it is a place where the souls of past relatives and the spirits of those with unfulfilled aspirations linger. For Hu Tao, this journey was a chance to see her grandfather once more before he departed forever.\n\nFor two days she journeyed unceasingly before finally arriving at her destination, yet was unable to locate her grandfather upon arrival. Between the innumerable spirits she walked, but not one of them resembled the old man.\n\nShe stayed there the whole day before falling asleep in exhaustion, awakening to a night sky and heavy dew. Around her were gathered a few lone spirits, clapping and laughing:\n\n\"Silly girl, why would Old Hu be here of all places? What were you thinking, looking for your relatives here?\"\n\nNot one to be swayed so easily, Hu Tao continued to wait, day after day. Her rations gradually disappeared and her water supplies drained away, but her grandfather did not appear. In the end, it was a little old woman who came to her.\n\nShe laid eyes on the exhausted Hu Tao and smiled as she spoke: \"Look at your stubbornness, you're exactly like Old Hu. It's a shame, but none of the Wangsheng Funeral Parlor Directors would ever linger here. You come from a family of plain speakers, so let me return the favor... Go back. Go back to where you came from.\"\n\nThe old woman bid farewell to Hu Tao, before passing over the border and into the distance. Hu Tao watched as the figure of the mysterious woman grew smaller and disappeared, as a sense of doubt tinged with relief manifested itself.\n\nAt last she came to the conclusion: her grandfather's absence was due to him having passed over the border as soon as he'd arrived, to the place where he was bound. He had been open and honest in life, leaving behind no regrets, so was it right for his departure to be framed in regretful terms?\n\nWith a smile, she set forth on the return journey.\n\nThe faraway moon had been casting a thin light on the way over but had now been replaced by the bright light of dawn. As she walked, Hu Tao thought of a saying that her grandfather had often quoted: \"Live in life, die in death. Follow your heart, do what you can.\"\n\nIt was noon when Hu Tao arrived home. She climbed over the wall into the rear courtyard, went straight to her room, and unpacked her travel bag.\n\nWith her food and water long gone, and the rest of her belongings unpacked, the bag she had taken for empty instead contained a colorful Vision. Just when had it arrived?\n\nAs one of the few living that had dared to visit the border, perhaps Hu Tao's actions had moved some unknown god.\n\nPerhaps this then constituted a heavenly gift... the ultimate recognition of her strength.",
      "de": "Alles begann mit der Beerdigung von Hu Taos Großvater.\n\nZehn Tage vor der eigentlichen Beerdigung verstarb der alte Hu nach langer Krankheit zu Hause. Das Bestattungsunternehmen Wangsheng hielt eine Beerdigung auf sehr hohem Niveau für den Direktor der 75. Generation ab und der gesamte Ablauf wurde nach dem letzten Willen des alten Hus arrangiert, wobei Hu Tao die Leitung übernahm.\n\nHu Tao, die zu dem Zeitpunkt erst dreizehn Jahre alt war und noch nicht das Oberhaupt des Unternehmens geworden war, verwaltete alle Angelegenheiten selbst, aber es gelang ihr, alles zur Zufriedenheit der Zeremonienmeister zu erledigen.\n\nNach der Beerdigung setzte die gerade erst dreizehn Jahre alte Hu Tao ihren Rucksack auf und schlich in der Stille der Nacht hinaus. Sie war ganz allein, packte nur etwas Brot, Wasser und Mittel, um Licht zu erzeugen, in ihre Tasche. Der Ort, zu dem sie ging, war ein geheimnisvolles Reich, wie man es nur selten auf der Welt finden kann.\n\nVom Wuwang-Hang aus immer geradeaus würde sie die „Grenze“ erreichen. Jene Linie, die Leben und Tod trennt, ein geheimer Ort, der seit Generationen vom Bestattungsunternehmen Wangsheng verwaltet wird. Es heißt, dass die Menschen dort ihre bereits verstorbenen Verwandten und die Geister der Toten sehen können, die ihre Wünsche zu Lebzeiten noch nicht erfüllt haben. Hu Tao eilte zu diesem Ort, um ihren Großvater noch einmal zu sehen, bevor er gänzlich gegangen war.\n\nSo schaffte sie es, innerhalb von zwei Tagen, die Grenze zu erreichen, aber sie konnte ihren Großvater nicht finden. Sie sah zahllose Geister, die entweder eilig oder mit einem verärgerten Blick vorbeischwebten, aber keiner von ihnen ähnelte ihrem Großvater.\n\nSie wartete einen ganzen Tag lang und wurde so müde, dass sie einschlief. Als sie aufwachte, war es bereits spät in der Nacht und es waren nur ein paar vereinzelte Seelen hier und da, die in die Hände klatschten und sie auslachten: „Dummes Mädchen, wie kann der alte Direktor Hu denn hier sein? Was denkst du dir, hier nach deinen Verwandten zu suchen!“\n\nDie ungläubige Hu Tao ließ sich davon nicht beirren und wartete und wartete, Tag für Tag ... Ihre Essensrationen wurden täglich weniger, das Trinkwasser war fast aufgebraucht, aber ihr Großvater erschien nicht. Letztendlich kam eine alte Frau, die sie noch nie getroffen hatte, zu ihr. Die alte Frau sah, dass Hu Tao bereits sehr schläfrig war, und lachte: „Dein sturer Blick ist genau wie der des alten Hu. Es ist nur schade, dass die vergangenen Generationen des Bestattungsunternehmen Wangsheng niemals hier wandeln würden. Die Vorfahren deiner Familie haben über Generationen hinweg offen und ehrlich gesprochen und gearbeitet. Also, gehe auch du zurück. Zurück dorthin, wo du herkommst.“\n\nDie geheimnisvolle alte Frau verabschiedete sich von Hu Tao und überquerte die Grenze in die Tiefe. Hu Tao sah zu, wie der dünne Rücken in der Ferne verschwand, leicht verwirrt, gemischt mit einem Gefühl der Erleichterung.\n\nSchließlich kam ihr der Gedanke, dass ihr Großvater sich nicht zeigte, weil er längst über die Grenze, an den Ort seiner Bestimmung gegangen war. Ihr Großvater hatte ein gutes Leben gelebt und kein Bedauern hinter sich gelassen. Warum sollte sie also seinen Fortgang mit Bedauern sehen?\n\nDann lachte sie darüber und machte sich auf den Heimweg.\n\nDer weit entfernte Mond warf ein schwaches Licht, als sie sich aufmachte, aber nun war bereits der Sonnenaufgang zu sehen, als sie zurückkam. Als Hu Tao die Straße entlangging, erinnerte sie sich an das, was ihr Großvater immer zu sagen pflegte. „Lebe dein Leben, so gut du kannst, und begrüße den Tod, wenn es Zeit zu sterben ist. Folge immer deinem eigenen Herzen und gib dein Bestes.“\n\nAls sie mittags endlich zu Hause ankam, kletterte sie über die Mauer in den Hinterhof und ging in ihr Schlafzimmer, um ihren Rucksack zu entpacken. In ihrem Rucksack, der leer ohne Wasser und Nahrung war, befand sich auf einmal ein glänzendes „Göttliches Auge“.\n\nAls eines der ganz wenigen Lebewesen, die es wagten, an der „Grenze“ zu verweilen, beeindruckte Hu Tao vielleicht einen gewissen Archon.\n\nSie erhielt damit ein Geschenk des hohen Himmels ... den ultimativen Beweis der Macht.",
      "es": "Todo empezó con el funeral del abuelo de Hu Tao.\n\nDiez días antes de ello, el señor Hu, 75.º director de la Funeraria El Camino, enfermó y falleció en su casa. La funeraria le organizó una ceremonia en la que se cumplieron muy estrictamente todos los protocolos, tal y como su abuelo dispuso en su testamento, y que fue dirigida por Hu Tao.\n\nElla, que en aquel entonces solo tenía trece años, aún no era directora de la funeraria y, aunque tuvo que encargarse sola de toda la ceremonia, lo hizo sin olvidarse de ningún detalle, lo que complació enormemente a los demás maestros de ceremonia.\n\nTras el funeral, la pequeña Hu Tao se fugó por la noche cargando con una mochila de viaje, en la cual llevaba algo de comida, agua y herramientas para iluminar el camino. Con todo ello, se dirigió a uno de los lugares más misteriosos de este mundo.\n\nSi, al llegar a la Colina Wuwang, uno sigue caminando recto, llegará a una frontera: se trata de la línea que divide el mundo de los vivos del de los muertos; un enigmático lugar que durante generaciones ha sido supervisado por la Funeraria El Camino. Se dice que allí pueden verse a los familiares difuntos y a las almas de aquellas personas que no pudieron cumplir sus mayores deseos mientras vivían. La razón por la que Hu Tao deseaba ir hasta allí era para ver a su abuelo por última vez antes de que se marchara por completo.\n\nTras dos días enteros caminando sin parar, Hu Tao llegó a la frontera. Sin embargo, no encontró a su abuelo. Había un sinfín de almas que iban y venían, unas con prisa, otras con resentimiento... pero ninguna se parecía a su abuelo.\n\nTras un día entero esperando, acabó quedándose dormida. Cuando se despertó, era bien entrada la noche, y se encontró con unas pocas almas que se burlaban de ella mientras aplaudían sarcásticamente.\n\n“Jovencita, ¿de verdad crees que el viejo Hu está aquí? ¡Qué idea tan disparatada venir hasta aquí a buscar a un familiar!”.\n\nHu Tao, que no era una persona fácil de persuadir, siguió esperando. Cada vez le quedaba menos comida y menos agua, pero su abuelo seguía sin aparecer. Al final, la única que apareció fue una anciana mujer a la que nunca antes había visto.\n\nAl ver lo exhausta que estaba Hu Tao, la anciana, cuya estatura se notaba que había menguado con los años, dijo entre risas: “Qué terca eres, ¡igualita que tu abuelo! Lamento decirte que ningún director de la Funeraria El Camino deambula por estos lugares. Todos tus ancestros vivieron unas vidas francas y honestas, y así fue como se marcharon de este mundo. Vamos, vuelve al lugar del que has venido”.\n\nEntonces, la misteriosa anciana se despidió de Hu Tao y cruzó la frontera. La joven pudo observar cómo su figura desaparecía a lo lejos y, a pesar de lo confusa que estaba, tuvo una extraña sensación de alivio.\n\nHabía caído en cuenta de algo: si su abuelo no se había dejado ver era porque hacía tiempo que había cruzado la frontera y llegado al lugar que le correspondía.\n\nHabía vivido una vida honesta y sin nada de lo que arrepentirse, así que ¿por qué habría de apenarse tanto por su muerte?\n\nFinalmente, Hu Tao se puso de camino a casa mientras se reía de la situación.\n\nLa luz de la luna había perdido brillo y ya se veían los primeros rayos del alba. En el camino, recordó una frase que solía decir su abuelo: “Vive el presente y no te preocupes por cuándo vas a morir. Sé fiel a ti misma y vive y deja vivir”.\n\nCuando llegó a casa, ya era mediodía. Hu Tao saltó el muro del patio y se metió en su habitación para sacar las cosas de su mochila.\n\nAunque había agotado toda la comida y el agua que llevaba, de la mochila sacó algo muy brillante y luminoso que debió haberse colado en ella en algún momento: era una Visión.\n\nComo una de los pocos vivos que se habían atrevido a llegar a la frontera, el comportamiento de Hu Tao debió conmover a alguna deidad.\n\nPor ello, obtuvo un obsequio del cielo: el reconocimiento de su gran fuerza.",
      "fr": "Cette histoire commence avec les funérailles du grand-père de Hu Tao.\n\nLes funérailles du vieux Hu eurent lieu dix jours après qu'il ait succombé à la maladie, et le Funérarium Wangsheng organisa une cérémonie d'envergure en accord avec les dernières volontés de son 75e directeur.\n\nLa jeune Hu Tao, qui deviendrait par la suite la 77e directrice du funérarium et n'avait alors que treize ans, s'occupa de tout au moindre détail, impressionnant les employés.\n\nUne fois terminées les funérailles, l'adolescente prit sa besace et s'enfonça seule dans la nuit. Le sac contenait seulement quelques rations, de l'eau, et de quoi s'éclairer.\n\nLorsque l'on se dirige plein sud en partant de la Pente Wuwang, on arrive à la « frontière ». Il s'agit là de la ligne entre la vie et la mort, dont les secrets sont jalousement gardés depuis des générations au Funérarium Wangsheng. On raconte qu'il est possible d'y croiser les âmes des proches disparus ainsi que les esprits de ceux que quelque chose retient encore en ce monde. Pour Hu Tao, l'endroit représentait alors l'occasion de revoir son grand-père une dernière fois avant qu'il ne disparaisse pour toujours.\n\nElle voyagea deux jours durant sans reprendre haleine, et réussit à atteindre son objectif ; mais elle ne trouva pas le vieil homme. Parmi tous les spectres qu'elle croisa, aucun ne lui ressemblait.\n\nElle attendit une journée, puis finit par s'endormir, morte de fatigue. Lorsqu'elle se réveilla, la nuit humide était tombée, et quelques spectres solitaires se moquaient d'elle.\n\n« Idiote ! Tu t'imagines trouver le vieux Hu par ici ? Tu crois vraiment que tes proches vont apparaître comme par miracle ? »\n\nMais Hu Tao ne prêta pas l'oreille à leurs rires, et continua d'attendre.\n\nPlusieurs jours s'écoulèrent... Ses rations et son eau touchaient à leur fin, et toujours aucun signe de son grand-père. C'est une petite vieille dont le visage ne lui disait rien qui finit par venir à sa rencontre.\n\nVoyant l'état de fatigue dans lequel se trouvait la fillette, elle lui fit en souriant : « Ton entêtement me rappelle celui du vieux Hu. Mais je crains qu'il ne soit ici : tous les directeurs du Funérarium Wangsheng partent comme ils ont vécu – admirablement. Alors rentre, repars d'où tu viens. »\n\nLa mystérieuse femme fit ensuite ses adieux à Hu Tao, avant de franchir la frontière vers quelque endroit inconnu. Hu Tao regarda la silhouette disparaître à l'horizon, tandis que doucement, les doutes qui l'assaillaient faisaient place au soulagement.\n\nElle arriva finalement à la conclusion suivante : si son grand-père n'était pas apparu, c'est qu'il avait déjà passé la frontière vers la destination qui l'attendait. L'homme avait mené une vie exemplaire, ce n'était que justice. Alors, pourquoi ternir cela de regrets ?\n\nEt, le sourire aux lèvres, la fillette entreprit le chemin du retour.\n\nLa lune qui l'avait accompagnée à l'aller avait cédé la place à l'éclatante lumière du soleil. Tandis qu'elle marchait lui revint à l'esprit un dicton que le vieil homme affectionnait : « Vis quand il faut vivre, meurs quand vient la mort... Suis seulement ton cœur, et ne plains pas l'effort. »\n\nLe soleil était au plus haut dans le ciel lorsqu'elle arriva enfin chez elle. Escaladant le mur d'enceinte, elle tomba dans la cour et se dirigea droit vers sa chambre, où elle commença à vider sa sacoche.\n\nÀ sa grande surprise, le sac qui aurait dû être vide une fois tout déballé contenait un œil divin d'une jolie couleur. Quand donc avait-il atterri ici ?\n\nPeut-être que la jeune fille qui avait osé braver la frontière avait-elle émue quelque déité inconnue.\n\nEt le don des dieux dont elle avait fait l'objet était alors lui... le symbole d'une grande puissance.",
      "pt": "Tudo começou com o funeral do avô de Hutao.\n\nDez dias antes do funeral, o Sr. Hu ficou doente e morreu em casa. A Funerária de Wangsheng organizou uma cerimônia cumprindo rigorosamente as regras para esse Senhor que era o 75º diretor, como ele tinha escrito em seu testamento, dirigida por Hutao.\n\nApenas com 13 anos, Hutao não era diretora da Funerária, mas ficou responsável por toda a cerimônia e ela fez isso sem se esquecer de qualquer detalhe, o que deixou todos satisfeitos.\n\nDepois do funeral, a pequena Hutao fugiu durante a noite com uma mochila com alguns alimentos, água e ferramentas para iluminar o caminho. Com tudo isso, ela foi para um dos lugares mais misteriosos desse mundo.\n\nDepois de chegar à Colina de Wuwan e seguir-se em frente, haverá uma \"fronteira\": é uma linha que divide o mundo dos vivos do mundo dos mortes. É um lugar enigmático que durante gerações foi supervisionado pela Funerária de Wangsheng. Dizem que ali se podem ver os familiares que morreram e as almas das pessoas que não puderem realizar seus maiores desejos enquanto vivas. A razão pela qual Hutao queria ir ali era para ver seu avô uma última vez antes de se despedir para sempre.\n\nDepois de muitos dias caminhando sem parar, Hutao chegou à fronteira. Porém, ela não encontrou seu avô, nem ninguém parecido com ele. Muitas almas caminhavam para lá e para cá, algumas com pressa, outras com ressentimento... Mas nenhuma era seu avô.\n\nDepois de um dia inteiro esperando, adormeceu. Quando acordou, já era tarde da noite e encontrou algumas almas aplaudindo e falando:\n\n\"Jovem, você acredita mesmo que o velho está aqui? O que você estava pensando? Vir até aqui em busca de um familiar!\"\n\nHutao, que não acreditava em espíritos, ficou esperando dia após dia. Estava ficando sem alimentos e sem água, mas seu avô não aparecia. No final, a única alma que apareceu foi uma velhinha desconhecida.\n\nAo ver quão cansada estava Hutao, a velhinha, que parecia ter ficado mais baixa com o tempo, disse rindo: \"Você é teimosa como o velho. Infelizmente aqui não tem nenhum diretor da Funerária de Wangsheng. Todos seus antepassados viveram sua vida de forma honesta e sincera, e foi assim que partiram também. Volte para de onde você veio!\"\n\nEntão, a velhinha misteriosa se despediu de Hutao e cruzou a \"fronteira\". A jovem observou sua figura desaparecendo nas profundezas e, apesar de confusa, teve uma sensação estranha de alívio.\n\nEla finalmente percebeu que se seu avô não deixou ela o ver uma última vez então isso significa que ele há muito tempo cruzou a fronteira e chegou ao lugar certo.\n\nEle viveu uma vida honesta e sem arrependimento, então por que ela deveria sentir pena por seu falecimento?\n\nEla sorriu e decidiu voltar para casa.\n\nA luz da lua perdeu seu brilho e se viam os primeiros raios solares da manhã. No caminho, ela se lembrou de uma frase que seu avô costumava falar: \"Vive o presente e não te preocupes com a morte. Seja fiel a você mesma, vive e deixa viver.\"\n\nQuando chegou a casa, era meio-dia. Hutao saltou o muro do pátio e entrou em casa para tirar as coisas da mochila.\n\nTinha esgotado seus alimentos e água, mas da mochila vazia retirou algo muito brilhante e luminoso que deveria ter se colado a ela em algum momento: uma \"Visão\".\n\nComo uma das poucas pessoas que foi capaz de chegar à \"fronteira\", seu comportamento devia ter comovido alguma divindade.\n\nPor isso, conseguiu um presente do céu: o conhecimento de sua grande força.",
      "ru": "Рассказ стоит начать с похорон дедушки Ху Тао.\n\nЗа десять дней до похорон старший Ху скончался от болезни. Грандиозные похороны семьдесят пятого управляющего бюро - согласно воле самого усопшего - провела его внучка, Ху Тао.\n\nБудущая хозяйка, тринадцатилетняя Ху Тао, сама выполнила все надлежащие приготовления, и, к величайшему удовлетворению служащих бюро, выполнила их безупречно.\n\nПосле похорон она взяла свою дорожную сумку и выскользнула в ночную тьму. С собой у неё было лишь немного сухарей, вода и огниво, но направлялась она к невиданному и загадочному рубежу.\n\nИдя прямо от склона Уван, можно дойти до «грани» - черты, которая отделяет жизнь от смерти. Управляющие бюро «Ваншэн» передают этот секрет из поколения в поколение. По легенде, там можно встретить души покойных родственников и духи тех, кого удерживают невоплощённые стремления. Ху Тао же стремилась сюда, чтобы в последний раз увидеть дедушку перед тем, как он навсегда покинет её.\n\nЧерез два дня непрерывного пути она наконец достигла грани, но найти деда не смогла. Вокруг неё кружились бесчисленные духи - некоторые торопились в мир иной, некоторые со злобными лицами рыскали кругом - но дедушки среди них не было.\n\nОна искала его весь день, пока не уснула от изнеможения. Проснулась она уже глубокой ночью, её одежда вся промокла от росы. Рядом было лишь несколько одиноких духов, которые, хлопая в ладоши, смеялись над ней: «Глупая девчонка, откуда бы ему здесь взяться? С чего ты решила, что сможешь найти его?»\n\nХу Тао не поддавалась, она продолжала ждать день за днём... Еды оставалось всё меньше, вода была уже на исходе, а дедушка так и не появился. К ней подошла старая женщина, которую она прежде никогда не видела.\n\nУвидев изнурённую Ху Тао, она сказала с улыбкой: «Какая ты упрямая, совсем как старина Ху. Жаль только, ни один из управляющих «Ваншэн» не станет здесь блуждать. В вашем роду все отличались прямотой в словах и в поступках. Возвращайся... Возвращайся домой».\n\nЗагадочная женщина поклонилась и, перейдя грань, пошла в даль. Глядя на её исчезающий силуэт, Ху Тао почувствовала, как среди остатков её сомнений зарождается ощущение покоя.\n\nОна наконец осознала: дедушка не появился, ведь он сразу же пересёк грань и направился в уготованное место. Всю жизнь он был честным человеком и после смерти не могло у него быть сожалений. Так зачем самой сожалеть о его уходе?\n\nС улыбкой Ху Тао отправилась домой.\n\nСюда она шла под неверным светом луны, теперь же ярко сияло восходящее солнце. По дороге Ху Тао думала о словах, которые часто повторял дедушка: «Время жить - живи, пора умирать - умирай. Дело человека - следовать за сердцем».\n\nКогда Ху Тао вернулась домой, был полдень. Она перелезла через стену внутреннего сада, прокралась в свою спальню и распаковала дорожную сумку.\n\nЕё припасы давно закончились, но в пустоте рюкзака что-то было - там безмолвно переливался Глаз Бога.\n\nВозможно, Ху Тао, одна из немногих живущих, осмелившихся задержаться на «грани», заинтересовала какого-то неведомого бога.\n\nВозможно, этот подарок небес - абсолютное признание её силы...",
      "id": "Kisah ini harus dimulai dengan pemakaman kakek Hu Tao.\n\nSepuluh hari sebelum pemakaman itu sendiri, kakeknya meninggal dunia karena sakit. Sebagai master ke-75, Wangsheng Funeral Parlor mengadakan pemakaman akbar, sesuai dengan keinginan terakhir kakek tua itu sendiri, yang akan dipimpin oleh Hu Tao.\n\nSaat itu usianya baru 13 tahun, Hu Tao, yang nantinya juga akan menjadi pengganti seorang master, membuat semua pengaturan pemakaman itu sendiri dengan standar tertinggi, mengesankan para pengurusnya.\n\nSetelah pemakaman, Hu Tao yang berusia 13 tahun mengambil tas dan merangkak keluar sendirian di tengah malam. Di dalam tasnya hanya ada beberapa bekal, sedikit air, dan alat untuk menciptakan cahaya. Dia segera pergi menuju ke perbatasan yang misterius dan jarang dilalui orang.\n\nBerangkat dari Wuwang Hill, sampai tiba di \"perbatasan\". Ini adalah garis yang memisahkan hidup dan mati, yang rahasianya telah dijaga oleh Wangsheng Funeral Parlor selama beberapa generasi. Menurut legenda, itu adalah tempat di mana jiwa kerabat masa lalu dan roh orang-orang dengan aspirasi yang tidak terpenuhi bergentayangan. Bagi Hu Tao, perjalanan ini adalah kesempatan untuk bertemu kakeknya sekali lagi sebelum dia pergi selamanya.\n\nSelama dua hari dia melakukan perjalanan tanpa henti sebelum akhirnya tiba di tujuannya, namun dia tetap tidak dapat menemukan kakeknya. Di antara roh-roh yang tak terhitung banyaknya, dia berjalan, tetapi tidak satu pun dari mereka yang menyerupai kakek tua itu.\n\nDia tinggal di sana sepanjang hari sebelum akhirnya tertidur karena kelelahan, terbangun di langit malam dan embun tebal. Di sekelilingnya berkumpul beberapa roh kesepian, bertepuk tangan dan tertawa:\n\n\"Gadis bodoh, mengapa kakekmu harus ada di sini? Apa yang kamu pikirkan, mencari kerabatmu di sini?\n\nNamun dia tidak bisa dibujuk dengan mudah, Hu Tao terus menunggu, hari demi hari. Persediannya berangsur-angsur berkurang dan saat airnya habis, kakeknya tetap tidak muncul. Akhirnya, yang datang padanya adalah seorang wanita tua kecil.\n\nDia melihat Hu Tao yang kelelahan, dan tersenyum lalu berbicara: \"Lihatlah dirimu yang keras kepala ini, kamu persis seperti kakekmu. Ini memalukan, tetapi tidak ada master dari Wangsheng Funeral Parlor yang akan tinggal di sini. Kamu berasal dari keluarga yang baik, jadi izinkan aku membalas budi... Kembalilah. Kembali ke tempat asalmu.\"\n\nWanita tua itu mengucapkan selamat tinggal pada Hu Tao, sebelum akhirnya melewati perbatasan di kejauhan. Hu Tao menyaksikan sosok wanita misterius itu semakin kecil dan menghilang, dan Hu Tao merasakan keraguan di hatinya yang juga diliputi dengan ketenangan.\n\nAkhirnya dia sampai pada kesimpulan bahwa: ketidakhadiran kakeknya adalah karena dia telah melewati perbatasan begitu dia tiba, ke tempat di mana dia seharusnya berada. Semasa hidupnya, dia begitu jujur dan baik sehingga tidak meninggalkan penyesalan,jadi apakah kepergiannya harus dibalut dengan bingkai penyesalan oleh Hu Tao?\n\nDengan senyuman, dia berdiri dan berjalan pulang.\n\nBulan yang jauh telah memancarkan cahayanya yang tipis dalam perjalanannya, tetapi sekarang telah digantikan oleh cahaya terang dari sang Fajar. Saat berjalan, Hu Tao memikirkan pepatah yang sering dikutip kakeknya: \"Hiduplah dalam kehidupan, matilah dalam kematian. Ikuti kata hatimu, lakukan apa yang kamu bisa.\"\n\nPada siang hari ketika Hu Tao tiba di rumah. Dia memanjat tembok di halaman belakang, dan langsung pergi ke kamarnya, membongkar tasnya.\n\nTentu saja makanan dan airnya sudah lama habis, dan saat dia membongkar barang-barang lainnya, tas yang seharusnya sudah kosong malah berisi Vision. Kapan benda itu ada di dalam tasnya?\n\nSebagai salah satu dari sedikit orang yang berani mengunjungi perbatasan, mungkin tindakan Hu Tao telah membuat beberapa dewa tersentuh.\n\nMungkin ini kemudian merupakan hadiah dari surgawi... pengakuan tertinggi atas kekuatannya.",
      "th": "เรื่องราวทั้งหมดคงต้องย้อนไปจนถึงตอนงานศพคุณปู่ของ Hu Tao\n\nก่อนวันงานสิบวัน คุณปู่ Hu ได้ล้มป่วยและเสียชีวิตลงที่บ้าน ซึ่งทางโถงแห่งการเกิดใหม่ Wangsheng ก็ได้จัดงานศพที่มีมาตรฐานสูงมากให้แก่หัวหน้ารุ่นที่ 75 โดยกระบวนการทั้งหมดนั้นได้รับการจัดเตรียมตามความต้องการของชายชรา และเป็น Hu Tao ที่รับหน้าที่จัดการงานทั้งหมด\n\nHu Tao ซึ่งมีอายุเพียง 13 ปี และยังไม่ได้เป็นหัวหน้าโถงแห่งการเกิดใหม่ Wangsheng นั้นจัดการเรื่องทั้งหมดด้วยตัวคนเดียว แต่ก็ยังสามารถทำทุกอย่างได้อย่างครบถ้วนสมบูรณ์และเป็นที่น่าพอใจของเหล่าผู้ดำเนินพิธีกรรมทั้งหลาย\n\nหลังจากงานศพสิ้นสุดลง Hu Tao ซึ่งมีอายุเพียงแค่ 13 ปี ก็สะพายกระเป๋าเป้และแอบออกไปข้างนอกท่ามกลางความมืด เธออยู่คนเดียวโดยมีเพียงอาหารแห้ง, น้ำ และอุปกรณ์ส่องสว่างในกระเป๋า แต่สถานที่ที่เธอกำลังจะไปนั้นคือดินแดนลึกลับที่หาได้ยากในโลก\n\nจาก Wuwang Hill มุ่งตรงไปข้างหน้าจะสามารถไปถึง \"เขตแดน\" ได้ ซึ่งนี่คือเส้นแบ่งระหว่างชีวิตและความตาย สถานที่ลับที่ทางโถงแห่งการเกิดใหม่ Wangsheng ได้รับช่วงจัดการต่อกันมาหลายชั่วอายุคน โดยตามตำนานกล่าวว่า ผู้คนสามารถเห็นครอบครัวที่เสียชีวิตไปแล้ว และวิญญาณทั้งหลายที่ยังไม่ถูกเติมเต็มความปรารถนาได้ที่นั่น ซึ่งเหตุผลที่ทำให้ Hu Tao รีบมาที่นี่ ก็เพราะอยากที่จะเจอกับคุณปู่อีกครั้ง ก่อนที่ท่านจะจากไปอย่างสมบูรณ์\n\nเป็นเวลาสองวันโดยไม่หยุดพัก Hu Tao ที่สามารถไปถึงเขตแดนได้สำเร็จกลับไม่พบปู่ของเธอ มีดวงวิญญาณจำนวนนับไม่ถ้วนที่มุ่งเข้ามา บ้างก็ดูเร่งรีบร้อนรน บ้างก็ดูโมโหโกรธเกรี้ยว แต่ไม่มีวิญญาณตนไหนที่ดูเหมือนกับคุณปู่ของเธอเลย\n\nเธอรออยู่ทั้งวันจนง่วงและผล็อยหลับไป เธอตื่นขึ้นมาในตอนกลางดึกที่เต็มไปด้วยน้ำค้าง รอบตัวมีเพียงดวงวิญญาณไม่กี่ดวงที่ปรบมือและหัวเราะเยาะเธอ:\n\n\"ยัยเด็กโง่เอ๊ย ตาแก่ Hu จะมาที่นี่ได้ยังไงกัน? คิดอะไรของเธออยู่ ถึงได้มาตามหาคนในครอบครัวของเธอที่นี่!\"\n\nHu Tao ผู้แสนหนักแน่นไม่ไขว้เขวนั้นได้แต่รอวันแล้ววันเล่า... อาหารแห้งค่อย ๆ ลดลงไปเรื่อย ๆ ในแต่ละวัน น้ำก็แทบจะไม่เหลือสักหยด คุณปู่จนแล้วจนรอดก็ยังไม่ปรากฏตัวออกมา ในตอนสุดท้ายที่ปรากฏตัวออกมานั้น กลับเป็นหญิงชราที่ไม่เคยได้พบหน้ามาก่อน\n\nหญิงชราตัวเล็กมองดู Hu Tao จากนั้นก็ยิ้มและพูดว่า: \"เธอนี่ดื้อจังเลยนะ เหมือนกันกับตาแก่ Hu เปี๊ยบเลย เสียดายก็เพียงแต่ว่า พวกตระกูลของโถงแห่งการเกิดใหม่ Wangsheng ในแต่ละรุ่นน่ะ จะไม่มามัวเรรวนอยู่ที่นี่หรอกนะ บรรพบุรุษของเธอน่ะต่างก็ใช้ชีวิตอย่างตรงไปตรงมา และดำเนินชีวิตอย่างตรงไปตรงมามาหลายชั่วอายุคน เพราะฉะนั้นจงกลับไปซะเถอะ... กลับไปที่ที่เธอเคยอยู่ซะ\"\n\nหญิงชราลึกลับกล่าวอำลากับ Hu Tao จากนั้นก็หายเข้าไปยังส่วนลึกของเขตแดน Hu Tao ผู้จ้องมองแผ่นหลังเล็ก ๆ ที่ค่อย ๆ หายเข้าไปในความมืดนั้น จากเดิมที่เต็มไปด้วยความสับสนก็กลับกลายเป็นโล่งใจ\n\nในที่สุดเธอก็เชื่อว่า: การที่คุณปู่ไม่ยอมปรากฏตัวออกมาเสียทีนั้น เป็นเพราะว่าท่านได้ข้ามเขตแดนและไปอยู่ในที่ที่ท่านควรจะอยู่ตั้งนานแล้ว คุณปู่เป็นคนซื่อตรงมาตลอดทั้งชีวิต และไม่ได้มีความเสียใจใด ๆ หลงเหลืออยู่เบื้องหลัง แล้วทำไมตัวเธอเองถึงได้ถือว่าการจากไปของท่านนั้น เป็นเรื่องที่น่าเสียใจด้วยล่ะ?\n\nเธอยิ้มและเริ่มต้นการเดินทางเพื่อกลับบ้าน\n\nแสงจันทร์กระจ่างในตอนที่เดินทางมา และแสงอรุณสาดส่องในตอนที่เดินทางกลับ ระหว่างที่ Hu Tao กำลังเดินทางอยู่นั้น เธอก็นึกถึงคำพูดของคุณปู่ขึ้นมา.... \"ใช้ชีวิตอย่างผู้มีชีวิต ตายอย่างผู้ตาย จงทำตามที่ใจปรารถนา และทำมันให้ดีที่สุด\"\n\nกลับมาถึงบ้านในตอนเที่ยง Hu Tao ปีนกำแพงเพื่อเข้าทางสวนหลังบ้าน แอบเข้าไปในห้องนอนและจัดเก็บกระเป๋า\n\nในกระเป๋าที่ว่างเปล่าไม่เหลือน้ำและอาหารนั้น ไม่รู้ว่าตั้งแต่เมื่อไหร่ที่มี \"วิชั่น\" สีสันสดใสเพิ่มเข้ามาอย่างเงียบ ๆ\n\nในฐานะที่เป็นหนึ่งในคนเป็นเพียงไม่กี่คนที่หาญกล้าเข้าไปใน \"เขตแดน\" บางทีการกระทำของ Hu Tao อาจจะถูกใจเทพบางตนที่มิอาจพูดถึงได้ก็เป็นได้\n\nด้วยเหตุนี้เธอจึงได้รับของขวัญจากสรวงสวรรค์... หลักฐานแห่งพลังสูงสุดมาครอบครอง",
      "vi": "Chuyện phải bắt đầu nói từ tang lễ của ông nội Hu Tao.\n\nÔng Hu ốm qua đời, mười ngày sau, Vãng Sinh Đường tổ chức tang lễ cấp cao cho vị Đường chủ đời thứ 75 này, tất cả đều nghe theo sự sắp đặt của ông, do Hu Tao chủ trì. Hu Tao mới chỉ 13 tuổi, còn chưa trở thành Đường chủ đã một mình lo liệu mọi việc, mà lại còn rất chu toàn, khiến những người phụ trách tang lễ đều hài lòng.\n\nSau khi tang lễ kết thúc, Hu Tao xách theo tay nải, nhân lúc đêm khuya liền ra khỏi nhà. Cô một thân một mình, trong túi chỉ có lương khô, nước và vật chiếu sáng. Nhưng nơi cô phải đến là nơi thần bí hiếm có trong thiên hạ.\n\nTừ Dốc Vô Vọng đi thẳng về phía trước, là có thể đến \"ranh giới\". Vạch phân cách giữa sự sống và cái chết, là vùng đất cơ mật do gia tộc Vãng Sinh Đường quản lý. Tương truyền người ta có thể tới đó gặp người thân đã khuất và vong hồn có tâm nguyện chưa hoàn thành. Hu Tao vội vàng tới đây, là để có thể gặp ông một lần trước khi ông ra đi vĩnh viễn.\n\nHu Tao cưỡi ngựa không ngừng đúng hai ngày, thành công đến được ranh giới, nhưng không tìm thấy ông. Linh hồn qua lại vô số, người thì vội vội vàng vàng, người thì thần sắc oán hận, không ai giống ông nội cô.\n\nCô đợi cả ngày trời, buồn ngủ tới nỗi thiếp đi. Khi tỉnh dậy thì đêm đã khuya, sương giăng đầy trời, bốn phía chỉ có vài vong hồn còn sót lại vỗ tay cười cô: \n\n\"Cô bé ngốc, Lão Hu làm sao lại ở đây được? E là suy nghĩ viển vông mới đến đây tìm người nhà của cô!\" \n\nHu Tao không tin cứ chờ rồi lại đợi. Ngày này qua ngày khác... lương khô dần cạn kiệt, nước uống cũng thấy đáy, mà vẫn chẳng thấy ông nội xuất hiện. Cuối cùng người mà cô trông thấy, lại chính là người phụ trách nhà tang lễ.\n\nLão phu nhân nhỏ bé thấy Hu Tao bộ dạng mệt mỏi, cười nói: \"Trông bộ dạng cố chấp này thật là giống với lão Hu. Chỉ tiếc là, những thế hệ Đường chủ của Vãng Sinh Đường sẽ không bao giờ quẩn quanh nơi này. Tổ tiên nhà cô đều sống bộc trực, chết ngay thẳng. Không như bà già ta, chẳng nỡ rời khỏi cõi đời.\"\n\nLão phu nhân bái biệt Hu Tao, vượt qua ranh giới đi về nơi xa xăm. Hu Tao nhìn theo bóng dáng gầy nhỏ ấy dần dần đi khuất, cuối cùng đã tin: Ông nội mãi không lộ diện, e rằng sớm đã vượt qua ranh giới đến nơi cần đến rồi. Ông sống một đời ngay thằng, chẳng có gì hối tiếc, mình hà tất phải coi sự ra đi của ông là chuyện tiếc nuối?\n\nThế là cô mỉm cười, lên đường trở về.\n\nKhi tới đây ánh trăng tịch mịch, khi trời về nắng mai rực rỡ. Hu Tao đi trên đường, nghĩ lại lời mà ông thường nói ngày trước - \"Sống hết mình, chết là hết. Nghe theo trái tim, không uổng phí đời\".\n\nVề đến nhà đúng giữa trưa, Hu Tao leo tường vào sân sau, chui vào phòng ngủ sắp xếp hành lý.\n\nThức ăn đồ uống đã hết nhẵn, trong túi trống trơn，không biết từ bao giờ, một chiếc Vision lấp lánh đã lặng lẽ xuất hiện."
    }
  }
]