{
  "id": 14306,
  "type": "catalyst",
  "rank": 3,
  "name": {
    "zhs": "琥珀玥",
    "zht": "琥珀玥",
    "jp": "琥珀の玥",
    "ko": "호박월",
    "en": "Amber Bead",
    "de": "Bernsteinkatalysator",
    "es": "Catalizador de Ámbar",
    "fr": "Catalyseur en ambre",
    "pt": "Catalisador de Âmbar",
    "ru": "Янтарная жемчужина",
    "id": "Amber Bead",
    "th": "Amber Bead",
    "vi": "Hổ Phách Nguyệt"
  },
  "description": {
    "zhs": "用琥珀雕磨制成的法器，在日照下会散发出温暖的光晕。",
    "zht": "用琥珀雕磨製成的法器，在日照下會散發出溫暖的光暈。",
    "jp": "琥珀で作られた法器。日差しの下に置くと暖かい光の輪が出現する。",
    "ko": "호박으로 조각하여 만든 법구. 햇빛을 받으면 은은한 빛을 뿜어낸다",
    "en": "A catalyst carved out of amber that gains a warm halo under the sun.",
    "de": "Ein aus Bernstein geschliffener magischer Katalysator, der im Sonnenlicht angenehm funkelt.",
    "es": "Un catalizador mágico tallado en ámbar con un radiante brillo al reflejar los rayos del sol.",
    "fr": "Un catalyseur magique taillé dans l'ambre, qui scintille au soleil.",
    "pt": "Um catalisador esculpido em âmbar que emite uma auréola quente sob o sol.",
    "ru": "Катализатор, вырезанный из янтаря. Приятно светится на солнце.",
    "id": "Catalyst yang terbentuk dari batu amber, memancarkan aura hangat saat berada di bawah sinar matahari.",
    "th": "สื่อเวทสร้างจากอำพันที่ให้แสงอบอุ่นภายใต้ดวงตะวัน",
    "vi": "Pháp khí được điêu khắc từ hổ phách, dưới ánh mặt trời sẽ tỏa ra ánh sáng ấm áp."
  },
  "lore": {
    "zhs": "\n虽说琥珀并非矿物，却也光滑坚韧，拥有宝石缺少的温润。\n握在手中，蜂蜜色的光晕与温软的触感，令人格外安心。\n据说当年玥珠曾是岩王爷赐给璃月人的第一颗神珠，\n或许这枚并不昂贵的琥珀物件也凝聚了主神的温柔。\n",
    "zht": "\n雖說琥珀並非礦物，卻也光滑堅韌，擁有寶石缺少的溫潤。\n握在手中，蜂蜜色的光暈與溫軟的觸感，令人格外安心。\n據說當年玥珠曾是岩王爺賜給璃月人的第一顆神珠，\n或許這枚並不昂貴的琥珀物件也凝聚了主神的溫柔。\n",
    "jp": "\n琥珀は鉱石ではないが、ツルツルで硬度を持ち、宝石にない温かさを持っている。\n触れていると、はちみつ色と暖かい手ざわりに人は心が安らぐ。\n噂によれば、この珍珠は当時の岩王帝君が璃月の人に授けた最初の神玉。\n確かにこの琥珀はそんなに高くはないが、神様の優しさが沢山詰まっている。\n",
    "ko": "\n호박은 광물이 아니지만 매끈매끈하고 단단하며 보석에서 찾아볼 수 없는 윤기가 난다.\n손에 쥐고 있으면 벌꿀색의 빛깔과 부드러운 촉감 때문에 마음이 편안해진다.\n그 당시 월주는 바위 군주가 리월 사람들에게 하사한 첫 신주라고 한다.\n이 평범한 호박이 어쩌면 주신의 따뜻함이 응집된 결과물일지도 모른다.\n",
    "en": "\nThough amber is not a type of mineral, it is still smooth and sturdy with a kind of warmth lacking among gems.\nIt's honey-colored aura and softness in the hand is exceptionally comforting.\nThe Amber Catalyst is said to have been the first of the divine gems gifted to the people of Liyue by the Lord of Rock.\nMaybe this affordable amber also harbors the gentleness of the Geo Archon.\n",
    "de": "\nAuch wenn Bernstein nicht zur Klasse der Erze gehört, so hat es doch eine gewisse Wärme und Beständigkeit, die vielen anderen Edelsteinen fehlt.\nEs in der Hand zu halten und seine honigfarbene Aura beruhigen ungemein.\nDer Bernsteinkatalysator ist der Sage nach der erste der göttlichen Edelsteine, die der Herrscher über die Felsen den Bewohnern von Liyue schenkte.\nVielleicht wohnt diesem erschwinglichen Bernstein ja auch die Gutmütigkeit des Geo-Archons inne.\n",
    "es": "\nSi bien el ámbar no es un mineral, es brillante y sólido, y tiene una calidez de la que carecen las gemas.\nSu aura color miel y su suavidad al tacto son muy reconfortantes.\nSe dice que el Catalizador de Ámbar fue la primera gema que el Rey Geo otorgó a los habitantes de Liyue.\nParece como si este sencillo objeto conservara la calidez del Arconte Geo.\n",
    "fr": "\nBien que l'ambre ne compte pas parmi les minéraux, il n'en est pas moins lisse et durable, et offre une certaine chaleur manquante chez la plupart des gemmes.\nSon aura couleur de miel et sa texture douce à la main laissent une impression réconfortante.\nLe catalyseur d'ambre aurait dit-on été la première des gemmes divines offerte par le Souverain de la Roche au peuple de Liyue.\nPeut-être que la pièce en ambre, un matériau que ne compte pourtant pas parmi les plus luxueux, a-t-elle gardé quelque trace de la douceur de l'Archon Géo ?\n",
    "pt": "\nApesar do âmbar não ser um mineral, é liso e resistente, e tem um calor que as gemas carecem.\nSua aura com cor de mel e suavidade na mão são especialmente confortantes.\nDizem que o Catalisador Âmbar é a primeira gema divina dada ao povo de Liyue por Rex Lapis.\nTalvez esse âmbar barato também possui a gentileza do Arconte Geo.\n",
    "ru": "\nХоть янтарь и не является минералом, но остаётся достаточно крепким и надёжным материалом. Гладкость и теплота выгодно отличают его от других самоцветов.\nМягкий на ощупь янтарь медового цвета успокаивает и умиротворяет.\nГоворят, что янтарный катализатор - это первый дар Властелина Камня народу Ли Юэ.\nМожет быть, и этот простой янтарь несёт частичку доброты Гео Архонта. \n",
    "id": "\nWalaupun amber bukan jenis mineral, namun masih mulus dan cukup kuat dengan kehangatan batu permata.\nSaat memegangnya, cahaya berwarna madu dan sentuhan lembutnya membuat orang merasa nyaman.\nDikatakan bahwa katalis amber adalah batu permata pertama yang diberikan kepada masyarakat Liyue oleh Dewa Batu.\nMungkin amber ini juga menyimpan kelembutan sang Dewa.\n",
    "th": "\nแม้ว่าอำพันนั้นไม่ใช่แร่ประเภทหนึ่ง แต่ก็ยังคงความเรียบเนียนและทนทาน มีความอบอุ่นที่อัญมณีขาดไป\nมันมีออร่าสีน้ำผึ้งและให้สัมผัสนุ่มนวลในมือซึ่งทำให้รู้สึกสบายเป็นพิเศษ\nว่ากันว่า The Amber Catalystเป็นอัญมณีชิ้นแรกที่ราชาแห่งหินมอบให้กับชาว Liyue\nบางทีอำพันที่ราคาไม่แพงชิ้นนี้คงไว้ซึ่งความอบอุ่นของเทพแห่งหิน\n",
    "vi": "\nTuy hổ phách không phải là khoáng vật, thế nhưng vô cùng sáng bóng, chắc chắn, có thể bù đắp sự ấm áp cho các loại đá quý còn thiếu sót.\nNằm trong lòng bàn tay, óng ánh màu sắc của mật ong và cảm giác ấm mềm, khiến bản thân ổn định tinh thần.\nTương truyền rằng khi ấy, Nguyệt Châu là viên thần ngọc đầu tiên mà Nham Vương Gia ban tặng cho người dân Liyue,\nHoặc cũng có thể viên hổ phách không đắt giá này đã ngưng kết được sự ấm áp của Chủ Thần.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "元素熟练",
        "zht": "元素熟練",
        "jp": "元素熟達",
        "ko": "원소 숙달",
        "en": "Elemental Mastery",
        "de": "Meister der Elemente",
        "es": "Maestría Elemental",
        "fr": "Maestria élémentaire",
        "pt": "Proficiência Elemental",
        "ru": "Мастер стихий",
        "id": "Elemental Mastery",
        "th": "Elemental Mastery",
        "vi": "Thành Thục Nguyên Tố"
      },
      "description": {
        "zhs": "普通攻击命中后，获得<color=#99FFFFFF>6%</color>元素伤害加成。该效果持续6秒，最多可以叠加2层。",
        "zht": "普通攻擊命中後，獲得<color=#99FFFFFF>6%</color>元素傷害加成。該效果持續6秒，最多可以疊加兩層。",
        "jp": "通常攻撃が命中した後、元素ダメージ+<color=#99FFFFFF>6%</color>、継続時間6秒、最大2重まで。",
        "ko": "일반 공격 명중 후 원소 피해 보너스를 <color=#99FFFFFF>6%</color> 획득한다. 지속 시간: 6초. 최대 중첩수: 2회",
        "en": "Normal Attack hits increase all Elemental DMG by <color=#99FFFFFF>6%</color> for 6s. Max 2 stacks.",
        "de": "Erhöht den Elementar-SCH bei Treffern mit Standardangriffen 6 s lang um <color=#99FFFFFF>6 %</color>, 2-fach stapelbar.",
        "es": "Al atacar con un Ataque Normal, aumenta todo el Daño Elemental en un <color=#99FFFFFF>6%</color> durante 6 s. Puede acumularse hasta un máximo de 2 veces.",
        "fr": "Les attaques normales confèrent un bonus de DGT élémentaires de <color=#99FFFFFF>6 %</color> pendant 6 s lorsqu'elles touchent. Cet effet peut être cumulé 2 fois maximum.",
        "pt": "Ao acertar um Ataque Normal, aumenta todos os Danos Elementais em <color=#99FFFFFF>6%</color> por 6s, podendo acumular até no máximo 2 vezes.",
        "ru": "Попадания Обычной атакой увеличивают весь Элементальный урон на <color=#99FFFFFF>6%</color> в течение 6 сек. Может складываться до 2 раз.",
        "id": "Normal Attack meningkatkan <color=#99FFFFFF>6%</color> Elemental DMG selama 6 detik. Maks. 2 lapis.",
        "th": "เมื่อการโจมตีปกติถูกเป้าหมาย จะได้รับโบนัสความเสียหายธาตุ <color=#99FFFFFF>6%</color> เป็นเวลา 6 วินาที และซ้อนทับได้มากสุด 2 ชั้น",
        "vi": "Sau khi tấn công thường đánh trúng địch, nhận <color=#99FFFFFF>6%</color> buff sát thương Nguyên Tố. Hiệu quả kéo dài 6s, cộng dồn 2 tầng."
      }
    },
    {
      "name": {
        "zhs": "元素熟练",
        "zht": "元素熟練",
        "jp": "元素熟達",
        "ko": "원소 숙달",
        "en": "Elemental Mastery",
        "de": "Meister der Elemente",
        "es": "Maestría Elemental",
        "fr": "Maestria élémentaire",
        "pt": "Proficiência Elemental",
        "ru": "Мастер стихий",
        "id": "Elemental Mastery",
        "th": "Elemental Mastery",
        "vi": "Thành Thục Nguyên Tố"
      },
      "description": {
        "zhs": "普通攻击命中后，获得<color=#99FFFFFF>7.5%</color>元素伤害加成。该效果持续6秒，最多可以叠加2层。",
        "zht": "普通攻擊命中後，獲得<color=#99FFFFFF>7.5%</color>元素傷害加成。該效果持續6秒，最多可以疊加兩層。",
        "jp": "通常攻撃が命中した後、元素ダメージ+<color=#99FFFFFF>7.5%</color>、継続時間6秒、最大2重まで。",
        "ko": "일반 공격 명중 후 원소 피해 보너스를 <color=#99FFFFFF>7.5%</color> 획득한다. 지속 시간: 6초. 최대 중첩수: 2회",
        "en": "Normal Attack hits increase all Elemental DMG by <color=#99FFFFFF>7.5%</color> for 6s. Max 2 stacks.",
        "de": "Erhöht den Elementar-SCH bei Treffern mit Standardangriffen 6 s lang um <color=#99FFFFFF>7,5 %</color>, 2-fach stapelbar.",
        "es": "Al atacar con un Ataque Normal, aumenta todo el Daño Elemental en un <color=#99FFFFFF>7.5%</color> durante 6 s. Puede acumularse hasta un máximo de 2 veces.",
        "fr": "Les attaques normales confèrent un bonus de DGT élémentaires de <color=#99FFFFFF>7,5 %</color> pendant 6 s lorsqu'elles touchent. Cet effet peut être cumulé 2 fois maximum.",
        "pt": "Ao acertar um Ataque Normal, aumenta todos os Danos Elementais em <color=#99FFFFFF>7.5%</color> por 6s, podendo acumular até no máximo 2 vezes.",
        "ru": "Попадания Обычной атакой увеличивают весь Элементальный урон на <color=#99FFFFFF>7,5%</color> в течение 6 сек. Может складываться до 2 раз.",
        "id": "Normal Attack memberikan <color=#99FFFFFF>7,5%</color> Elemental DMG Bonus selama 6 detik. Maks. 2 lapis.",
        "th": "เมื่อการโจมตีปกติถูกเป้าหมาย จะได้รับโบนัสความเสียหายธาตุ <color=#99FFFFFF>7.5%</color> เป็นเวลา 6 วินาที และซ้อนทับได้มากสุด 2 ชั้น",
        "vi": "Sau khi tấn công thường đánh trúng địch, nhận <color=#99FFFFFF>7.5%</color> buff sát thương Nguyên Tố. Hiệu quả kéo dài 6s, cộng dồn 2 tầng."
      }
    },
    {
      "name": {
        "zhs": "元素熟练",
        "zht": "元素熟練",
        "jp": "元素熟達",
        "ko": "원소 숙달",
        "en": "Elemental Mastery",
        "de": "Meister der Elemente",
        "es": "Maestría Elemental",
        "fr": "Maestria élémentaire",
        "pt": "Proficiência Elemental",
        "ru": "Мастер стихий",
        "id": "Elemental Mastery",
        "th": "Elemental Mastery",
        "vi": "Thành Thục Nguyên Tố"
      },
      "description": {
        "zhs": "普通攻击命中后，获得<color=#99FFFFFF>9%</color>元素伤害加成。该效果持续6秒，最多可以叠加2层。",
        "zht": "普通攻擊命中後，獲得<color=#99FFFFFF>9%</color>元素傷害加成。該效果持續6秒，最多可以疊加兩層。",
        "jp": "通常攻撃が命中した後、元素ダメージ+<color=#99FFFFFF>9%</color>、継続時間6秒、最大2重まで。",
        "ko": "일반 공격 명중 후 원소 피해 보너스를 <color=#99FFFFFF>9%</color> 획득한다. 지속 시간: 6초. 최대 중첩수: 2회",
        "en": "Normal Attack hits increase all Elemental DMG by <color=#99FFFFFF>9%</color> for 6s. Max 2 stacks.",
        "de": "Erhöht den Elementar-SCH bei Treffern mit Standardangriffen 6 s lang um <color=#99FFFFFF>9 %</color>, 2-fach stapelbar.",
        "es": "Al atacar con un Ataque Normal, aumenta todo el Daño Elemental en un <color=#99FFFFFF>9%</color> durante 6 s. Puede acumularse hasta un máximo de 2 veces.",
        "fr": "Les attaques normales confèrent un bonus de DGT élémentaires de <color=#99FFFFFF>9 %</color> pendant 6 s lorsqu'elles touchent. Cet effet peut être cumulé 2 fois maximum.",
        "pt": "Ao acertar um Ataque Normal, aumenta todos os Danos Elementais em <color=#99FFFFFF>9%</color> por 6s, podendo acumular até no máximo 2 vezes.",
        "ru": "Попадания Обычной атакой увеличивают весь Элементальный урон на <color=#99FFFFFF>9%</color> в течение 6 сек. Может складываться до 2 раз.",
        "id": "Normal Attack meningkatkan <color=#99FFFFFF>9%</color> Elemental DMG selama 6 detik. Maks. 2 lapis.",
        "th": "เมื่อการโจมตีปกติถูกเป้าหมาย จะได้รับโบนัสความเสียหายธาตุ <color=#99FFFFFF>9%</color> เป็นเวลา 6 วินาที และซ้อนทับได้มากสุด 2 ชั้น",
        "vi": "Sau khi tấn công thường đánh trúng địch, nhận <color=#99FFFFFF>9%</color> buff sát thương Nguyên Tố. Hiệu quả kéo dài 6s, cộng dồn 2 tầng."
      }
    },
    {
      "name": {
        "zhs": "元素熟练",
        "zht": "元素熟練",
        "jp": "元素熟達",
        "ko": "원소 숙달",
        "en": "Elemental Mastery",
        "de": "Meister der Elemente",
        "es": "Maestría Elemental",
        "fr": "Maestria élémentaire",
        "pt": "Proficiência Elemental",
        "ru": "Мастер стихий",
        "id": "Elemental Mastery",
        "th": "Elemental Mastery",
        "vi": "Thành Thục Nguyên Tố"
      },
      "description": {
        "zhs": "普通攻击命中后，获得<color=#99FFFFFF>10.5%</color>元素伤害加成。该效果持续6秒，最多可以叠加2层。",
        "zht": "普通攻擊命中後，獲得<color=#99FFFFFF>10.5%</color>元素傷害加成。該效果持續6秒，最多可以疊加兩層。",
        "jp": "通常攻撃が命中した後、元素ダメージ+<color=#99FFFFFF>10.5%</color>、継続時間6秒、最大2重まで。",
        "ko": "일반 공격 명중 후 원소 피해 보너스를 <color=#99FFFFFF>10.5%</color> 획득한다. 지속 시간: 6초. 최대 중첩수: 2회",
        "en": "Normal Attack hits increase all Elemental DMG by <color=#99FFFFFF>10.5%</color> for 6s. Max 2 stacks.",
        "de": "Erhöht den Elementar-SCH bei Treffern mit Standardangriffen 6 s lang um <color=#99FFFFFF>10,5 %</color>, 2-fach stapelbar.",
        "es": "Al atacar con un Ataque Normal, aumenta todo el Daño Elemental en un <color=#99FFFFFF>10.5%</color> durante 6 s. Puede acumularse hasta un máximo de 2 veces.",
        "fr": "Les attaques normales confèrent un bonus de DGT élémentaires de <color=#99FFFFFF>10,5 %</color> pendant 6 s lorsqu'elles touchent. Cet effet peut être cumulé 2 fois maximum.",
        "pt": "Ao acertar um Ataque Normal, aumenta todos os Danos Elementais em <color=#99FFFFFF>10.5%</color> por 6s, podendo acumular até no máximo 2 vezes.",
        "ru": "Попадания Обычной атакой увеличивают весь Элементальный урон на <color=#99FFFFFF>10,5%</color> в течение 6 сек. Может складываться до 2 раз.",
        "id": "Normal Attack meningkatkan <color=#99FFFFFF>10,5%</color> Elemental DMG selama 6 detik. Maks. 2 lapis.",
        "th": "เมื่อการโจมตีปกติถูกเป้าหมาย จะได้รับโบนัสความเสียหายธาตุ <color=#99FFFFFF>10.5%</color> เป็นเวลา 6 วินาที และซ้อนทับได้มากสุด 2 ชั้น",
        "vi": "Sau khi tấn công thường đánh trúng địch, nhận <color=#99FFFFFF>10.5%</color> buff sát thương Nguyên Tố. Hiệu quả kéo dài 6s, cộng dồn 2 tầng."
      }
    },
    {
      "name": {
        "zhs": "元素熟练",
        "zht": "元素熟練",
        "jp": "元素熟達",
        "ko": "원소 숙달",
        "en": "Elemental Mastery",
        "de": "Meister der Elemente",
        "es": "Maestría Elemental",
        "fr": "Maestria élémentaire",
        "pt": "Proficiência Elemental",
        "ru": "Мастер стихий",
        "id": "Elemental Mastery",
        "th": "Elemental Mastery",
        "vi": "Thành Thục Nguyên Tố"
      },
      "description": {
        "zhs": "普通攻击命中后，获得<color=#99FFFFFF>12%</color>元素伤害加成。该效果持续6秒，最多可以叠加2层。",
        "zht": "普通攻擊命中後，獲得<color=#99FFFFFF>12%</color>元素傷害加成。該效果持續6秒，最多可以疊加兩層。",
        "jp": "通常攻撃が命中した後、元素ダメージ+<color=#99FFFFFF>12%</color>、継続時間6秒、最大2重まで。",
        "ko": "일반 공격 명중 후 원소 피해 보너스를 <color=#99FFFFFF>12%</color> 획득한다. 지속 시간: 6초. 최대 중첩수: 2회",
        "en": "Normal Attack hits increase all Elemental DMG by <color=#99FFFFFF>12%</color> for 6s. Max 2 stacks.",
        "de": "Erhöht den Elementar-SCH bei Treffern mit Standardangriffen 6 s lang um <color=#99FFFFFF>12 %</color>, 2-fach stapelbar.",
        "es": "Al atacar con un Ataque Normal, aumenta todo el Daño Elemental en un <color=#99FFFFFF>12%</color> durante 6 s. Puede acumularse hasta un máximo de 2 veces.",
        "fr": "Les attaques normales confèrent un bonus de DGT élémentaires de <color=#99FFFFFF>12 %</color> pendant 6 s lorsqu'elles touchent. Cet effet peut être cumulé 2 fois maximum.",
        "pt": "Ao acertar um Ataque Normal, aumenta todos os Danos Elementais em <color=#99FFFFFF>12%</color> por 6s, podendo acumular até no máximo 2 vezes.",
        "ru": "Попадания Обычной атакой увеличивают весь Элементальный урон на <color=#99FFFFFF>12%</color> в течение 6 сек. Может складываться до 2 раз.",
        "id": "Normal Attack meningkatkan <color=#99FFFFFF>12%</color> Elemental DMG selama 6 detik. Maks. 2 lapis.",
        "th": "เมื่อการโจมตีปกติถูกเป้าหมาย จะได้รับโบนัสความเสียหายธาตุ <color=#99FFFFFF>12%</color> เป็นเวลา 6 วินาที และซ้อนทับได้มากสุด 2 ชั้น",
        "vi": "Sau khi tấn công thường đánh trúng địch, nhận <color=#99FFFFFF>12%</color> buff sát thương Nguyên Tố. Hiệu quả kéo dài 6s, cộng dồn 2 tầng."
      }
    }
  ],
  "internal_name": "Catalyst_Amber",
  "imgid": "catalyst/amber"
}