{
  "id": 14501,
  "type": "catalyst",
  "rank": 5,
  "name": {
    "zhs": "天空之卷",
    "zht": "天空之卷",
    "jp": "天空の巻",
    "ko": "천공의 두루마리",
    "en": "Skyward Atlas",
    "de": "Himmelsatlas",
    "es": "Pergamino Celestial",
    "fr": "Atlas de la Voûte d'Azur",
    "pt": "Atlas Celestial",
    "ru": "Небесный атлас",
    "id": "Skyward Atlas",
    "th": "Skyward Atlas",
    "vi": "Quyển Thiên Không"
  },
  "description": {
    "zhs": "象征风龙与其主风之神的云图集。细致记载了北地天空的风与云，蕴含苍空与长风的力量。",
    "zht": "象徵風龍與其主風之神的雲圖集。細緻記載了北地天空的風與雲，蘊含蒼空與長風的力量。",
    "jp": "風龍とその主である風の神を象徴した図表集。北の風と雲が詳しく記載されており、蒼空と長風の力が秘められている。",
    "ko": "풍룡과 그의 주인 바람의 신을 상징하는 두루마리. 북쪽 하늘의 바람과 구름이 상세히 기재되어 있으며, 푸른 하늘과 바람의 힘을 지니고 있다",
    "en": "A cloud atlas symbolizing Dvalin and his former master, the Anemo Archon. It details the winds and clouds of the northern regions and contains the powers of the sky and wind.",
    "de": "Ein Atlas von der Wolkenlandschaft, geschaffen von Dvalin und seinem Herrn, dem Archon des Windes. Er beschreibt den Wind und die Wolken des Himmels im Norden detailliert und enthält die Kraft von Himmel und Wind.",
    "es": "Un atlas de nubes que simboliza a Stormterror y al Arconte Anemo, su antiguo maestro. Registra detalladamente y contiene el poder de los vientos y las nubes de los cielos del norte.",
    "fr": "Un atlas représentant Dvalin et son ancien maître, l'Archon Anémo. Il décrit en détail les vents et les nuages au nord de Teyvat et renferme la puissance des cieux et des vents.",
    "pt": "Um atlas das nuvens que simboliza Dvalin e o Arconte Anemo, seu antigo mestre. Detalha os ventos e as nuvens das regiões do norte e contém o poder dos céus e dos ventos.",
    "ru": "Облачный атлас, символ Двалина и его повелителя, Анемо Архонта. Детально описывает облака и воздушные потоки северного региона, питающие его силой небес и ветров.",
    "id": "Atlas awan yang melambangkan Dvalin dan tuannya, Archon Anemo. Menunjukkan secara rinci awan dan angin di daerah Utara, mengandung kekuatan angin dan angkasa.",
    "th": "บันทึกมวลเมฆที่เป็นเหมือนตัวแทนของ Dvalin และเทพแห่งลมผู้เป็นเจ้าของเดิม ภายในระบุรายละเอียดของสายลมและหมู่เมฆในแดนเหนือ และมีพลังของท้องฟ้าและสายลมอยู่ด้วย",
    "vi": "Tập sách tượng trưng cho Phong Long và chủ nhân Phong Thần của nó. Ghi chép tỷ mỉ về gió và mây của bầu trời phương bắc, ẩn giấu sức mạnh của thiên không và gió."
  },
  "lore": {
    "zhs": "\n千风万云通览。\n记载北地全境云风的抄本，以诗与图鉴的形式呈现。\n总长有十万颂，每颂是一缕云，一丝风，其名各异。\n云图为风赋予了形状，颂诗给风塑造了独特的性格。\n本是无形的千风，在巴巴托斯眼中有如挚友与亲人。\n\n在那传说中的上古时代，风之神持原本，唤来四风，\n消散了冰雪，屏退了凶兽，降下了雨露，蒙德遂成。\n而后慷慨的风神将此书任人传抄，赋名「千风万云」。\n可惜随着日月流转，经年以后，云图与颂诗多有遗漏。\n记载万千风云的通览散入民间，化作歌谣与故事传说。\n\n然而千风的历史远未因此失传，风神依然持有着它。\n待魔龙杜林张开巨翼蔽日而来，巴巴托斯挺身而出。\n日月失色的恶战中，风神唱出千风，风龙缘风而起。\n掌握此卷者，便掌握了千风万云的真名与其中伟力。\n\n如今，蒙德的天空平静蔚蓝。\n风神与风龙找到了新的归宿。\n而此卷则被委托予可信之人。\n",
    "zht": "\n千風萬雲通覽。\n記載北地全境雲風的抄本，以詩與圖鑑的形式呈現。\n總長有十萬頌，每頌是一縷雲，一絲風，其名各異。\n雲圖為風賦予了形狀，頌詩給風塑造了獨特的性格。\n本是無形的千風，在巴巴托斯眼中有如摯友與親人。\n\n在那傳說中的上古時代，風之神持原本，喚來四風，\n消散了冰雪，摒退了凶獸，降下了雨露，蒙德遂成。\n而後慷慨的風神將此書任人傳抄，賦名「千風萬雲」。\n可惜隨著日月流轉，經年以後，雲圖與頌詩多有遺漏。\n記載萬千風雲的通覽散入民間，化作歌謠與故事傳說。\n\n然而千風的歷史遠未因此失傳，風神依然持有著它。\n待魔龍杜林張開巨翼蔽日而來，巴巴托斯挺身而出。\n日月失色的惡戰中，風神唱出千風，風龍緣風而起。\n掌握此卷者，便掌握了千風萬雲的真名與其中偉力。\n\n如今，蒙德的天空平靜蔚藍。\n風神與風龍找到了新的歸宿。\n而此卷則被託付予可信之人。\n",
    "jp": "\n千風万雲通覧。\n北の大陸全土の風と雲を、詩と絵の形で記した典籍の謄本。\n十万筋の雲があり、一筋一筋に雲と風が絡み合う。\n雲の絵は風に形を与えた。詩は風に独特な性格を与えた。\n本来は形を持たない千風だが、バルバトスにとっては親友や家族のような存在。\n\n伝説によれば、上古時代に、風の神は典籍の原本で四風を呼び寄せた。\n氷雪を吹き飛ばし、凶暴な怪獣を撃退した。さらに雨を降らし、モンドを創った。\n寛容な風神はこの典籍の内容を人々に共有し、「千風万雲」と名付けた。\n時が経った今では、典籍に記載されていない内容も多く存在する。\n無数の風と雲を記載した典籍は、歌謡や伝説となり人々へ伝わった。\n\n風神が存在し続ける限り、千風の歴史は決して終わらない。\n魔龍ドゥリンの翼が日の光を覆い隠した時、バルバトスは現れた。\n激戦の中、風神は千風を詠い、風龍を召喚した。\nこの典籍を心得た者は、千風万雲の真名とその偉大なる力を手に入れる。\n\n今、モンドの空は穏やかに晴れている。\n風神と風龍は新たな帰る場所を見つけた。\nこの典籍も信頼できる者へと託した。\n",
    "ko": "\n천풍만운의 통찰\n북대륙 전역의 풍운을 기록한 초본으로, 시와 도감으로 표현되어 있다.\n총 십만 송이나 되는 양에 시마다 구름 한 점과 바람 한 점으로 이루어져 있으며, 제각각 다른 이름을 지니고 있다.\n두루마리는 바람에게 형태를 송시는 바람에게 독특한 성격을 주었다.\n보이지 않던 천풍은 바르바토스에겐 친한 친구이자 가족과도 같은 존재이다.\n\n전설 속의 상고 시대에 바람 신은 원래의 형태를 유지하며 바람을 불러와\n눈을 녹이고 흉악한 짐승을 물리치며, 은혜를 내려 몬드를 세웠다.\n이후 너그러운 바람 신은 이 책에서 자유롭게 베껴 적히며 「천풍만운」이라 불린다.\n안타깝게도 세월이 지나면서 두루마리와 송시는 대부분 유실되었다.\n천풍만운의 통찰이 사람들 사이에 퍼지게 되면서 민요와 설화가 만들어졌다.\n\n천풍의 역사는 이렇게 사라졌지만 바람 신은 여전히 그것을 기억하고 있다.\n마룡 두린이 거대한 날개를 펼쳐 해를 가리자 바르바토스가 그에 맞섰다.\n해와 달이 빛을 잃는 치열한 전투에서 바람 신은 천풍을 노래하며 바람 드래곤을 깨운다.\n이 두루마리를 깨우친 자는 곧 천풍만운의 실체와 그 위력을 깨우쳤다는 것을 의미한다.\n\n오늘날 몬드의 하늘은 잔잔하고 평온하다.\n바람 신과 바람 드래곤은 새로운 결말을 맞이했다.\n두루마리는 신임할 수 있는 사람에게 맡겨졌다.\n",
    "en": "\nAn atlas of wind.\nA copy of the atlas pertaining to the weather of the northern regions, presented in the form of poems and images.\nIt consists of 100 thousand odes, each dedicated to a single cloud or wind and calling it by name.\nThe cloud atlas gave form to the winds, and odes infused them with personality.\nThe myriad formless winds are now friends and family in the eyes of Barbatos.\n\nLegends tell that in ancient times, Barbatos summoned the four winds with the original version.\nHe thawed the snow, drove away vicious beasts, summoned rainfall, and created Mondstadt.\nHe permitted the atlas to be shared and copied among the people, giving it the name of Cloud Atlas.\nSadly, nothing survives the test of time. Certain drawings and odes were missing in the copies that survived.\nHowever, the knowledge passed on in the form of ballads and legends among the general public.\n\nThe histories of the thousand winds were not lost, for Barbatos still holds them.\nWhen Barbatos stood against the shadowy wings of the evil dragon Durin,\nHe sang to the thousand winds and called upon the Wind Dragon.\nHe who holds this atlas wields the true names of the thousand winds and all of their powers.\n\nNow the skies above Mondstadt are calm and blue.\nBarbatos and Dvalin have found a new place to call home.\nThe atlas, meanwhile, has been entrusted to one worthy of the honor.\n",
    "de": "\nKompendium der Winde und Wolken.\nEine Kopie des Atlas der Wolkenlandschaft im Norden, präsentiert in Form von Gedichten und Bildern.\nEs enthält einhundert Oden, jede von ihnen ist einer einzelnen Wolke oder einem Wind namentlich gewidmet.\nDer Atlas gab den Winden eine äußere Form und die Oden gaben ihnen Persönlichkeit.\nDie unsichtbaren Winde sind wie Freunde und Familie in den Augen Barbatos’.\n\nIn Legenden rief Barbatos die vier Winde mit der Originalversion herbei.\nEis und Schnee schmolzen, die garstige Bestie war vertrieben, Regen fiel und Mondstadt ward erbaut.\nEr erlaubte das Kopieren und die Verteilung des Buches und nannte dieses „Kompendium der Winde und Wolken“.\nTraurigerweise hatte kaum eine Kopie davon die Prüfung der Zeit bestanden. Zeichnungen und Oden waren in denen, die sie überstanden hatten, nicht mehr aufzufinden.\nDas Wissen wurde der Allgemeinheit in Form von Balladen und Legenden vermittelt.\n\nDie Geschichte der Tausend Winde ist nicht verloren, denn sie lebt in Barbatos weiter.\nBarbatos stellte sich Durin in den Weg, als dieser seine Flügel ausbreitete und somit die Sonne verdeckte.\nIm endlosen Kampf sang Barbatos zu den Tausend Winden und rief Dvalin den Winddrachen.\nDiejenigen, die den Atlas ihr Eigen nennen, haben die wahre Macht über die Tausend Winde und ihre Kräfte.\n\nZur jetzigen Zeit ist der Himmel über Mondstadt wolkenlos und blau.\nBarbatos und Dvalin haben endlich ein neues Zuhause gefunden.\nDer Atlas wurde nun einer vertrauenswürdigen Person anvertraut.\n",
    "es": "\nAtlas de las Nubes.\nUn atlas sobre el clima de las regiones del norte, presentado en forma de versos e imágenes.\nSe compone de decenas de miles de odas dedicadas a todas las nubes y los vientos, cada uno de ellos con su propio nombre.\nLas imágenes les dieron la forma, y las odas su personalidad.\nLos miles de vientos sin forma son ahora como una familia para Barbatos.\n\nEn los tiempos de las leyendas, Barbatos solía invocar los cuatro vientos con este libro en mano.\nÉl derritió la nieve, ahuyentó a las bestias, hizo llover y construyó Mondstadt.\nDespués, le otorgó una copia a la raza humana y lo tituló «Atlas de las Nubes».\nPero, con el paso del tiempo, las imágenes y las copias de las odas se han ido perdiendo.\nAun así, el conocimiento transmitido a través del atlas ahora forma parte del folclore con sus baladas y leyendas.\n\nLas historias de los mil vientos no se han perdido, pues Barbatos las conserva.\nCuando Durin el dragón de las sombras cubrió el sol con sus alas, Barbatos se enfrentó a él valientemente.\nEn aquellos días en los que el cielo perdió el color, el Arconte Anemo cantó sobre los vientos e invocó al Dragón del Viento.\nEl poseedor de este tomo tendrá en sus manos los nombres de los miles de vientos y nubes, así como su poder.\n\nEn la actualidad, los cielos de Mondstadt son tranquilos y azules.\nBarbatos y Dvalin encontraron un nuevo hogar,\nasí que este tomo ha sido puesto en manos de una persona confiable.\n",
    "fr": "\nUn atlas des vents.\nUn manuscrit dédié aux vents des régions du nord, présenté sous forme de poèmes.\nIl en recoupe plus de cent mille ; chacun est une ode aux nuages et aux vents, chaque cumulus et chaque brise ayant son propre nom.\nÀ la manière des vents qui donnèrent forme à ces poèmes, chaque ode confère aux vents une personnalité propre.\nLes mille vents insondables sont tous les frères de Barbatos.\n\nLa légende raconte qu'en des temps anciens, la version originale de l'ouvrage fut utilisée par Barbatos pour invoquer les Quatre Vents.\nIl balaya la neige, repoussa les bêtes, invoqua les pluies, et fonda Mondstadt.\nIl permit au peuple de copier et partager son atlas, lui donnant le nom d'Atlas aux Mille Nuages.\nRien ne résiste au passage du temps, et certains dessins et poèmes disparurent avec les copies qui suivirent.\nMais le savoir que l'ouvrage renferme fut transmis sous la forme de balades et de légendes.\n\nL'histoire des mille vents ne fut pas perdue ; Barbatos la conserva.\nLorsque Durin, le dragon maléfique, étendit ses ailes, Barbatos le défia ;\net invoquant les mille vents dans le ciel, il appela le dragon Dvalin.\nCelui qui possède l'atlas connaît les noms des mille vents, ainsi que leur puissance.\n\nLe ciel de Mondstadt est aujourd'hui sans nuages ;\nBarbatos et Dvalin se sont réconciliés.\nEt cet ouvrage a été remis à une personne digne de confiance.\n",
    "pt": "\nUm atlas do vento.\nUma cópia do atlas relativo ao clima das regiões do norte, apresentado sob a forma de poemas e imagens.\nEle consiste em 100 mil odes, cada uma dedicada a uma única nuvem ou vento e chamando-a pelo nome.\nO atlas das nuvens deu forma aos ventos, e as odes os infundiram de personalidade.\nOs miríades de ventos sem forma são agora amigos e familiares aos olhos de Barbatos.\n\nAs lendas dizem que, nos tempos antigos, Barbatos convocava os quatro ventos com a versão original deste livro em mãos.\nEle descongelou a neve, expulsou animais ferozes, chamou as chuvas e criou Mondstadt.\nEle permitiu que o atlas fosse compartilhado e copiado entre o povo, dando-lhe o nome de \"Atlas das Nuvens.\"\nInfelizmente, nada sobrevive ao teste do tempo. Alguns desenhos e odes estavam faltando nas cópias que sobreviveram.\nEntretanto, o conhecimento foi transmitido sob a forma de baladas e lendas entre o público, em geral.\n\nAs histórias dos mil ventos não se perderam, pois Barbatos ainda as detém.\nQuando Barbatos se colocou contra as asas sombrias do dragão maligno Durin,\nele cantou aos mil ventos, e invocou o Dragão do Vento.\nAquele que detém este atlas usa os verdadeiros nomes dos mil ventos e de todos os seus poderes.\n\nAgora os céus acima de Mondstadt estão calmos e azuis.\nBarbatos e Dvalin encontraram um novo lugar para chamar de lar.\nO atlas, por sua vez, foi confiado a um digno de sua honra.\n",
    "ru": "\nАтлас ветров.\nКопия атласа, состоящего из стихов и изображений, описывающих погоду северных регионов.\nОн состоит из ста тысяч стихов, каждый из которых посвящён одному облаку или ветру и называет его по имени.\nОблачный атлас придал ветрам форму, а стихи наделили их характером.\nВ глазах верующих Барбатос всегда олицетворял тысячи ветров.\n\nВ легендах говорится, что Барбатос призвал четыре ветра в их изначальной форме.\nС их помощью он сдул снега, прогнал злобных чудовищ, вызвал дожди и создал Мондштадт.\nОн разрешил распространять этот атлас среди людей, дав ему название «Облачный атлас».\nК сожалению, мало что выдерживает испытание временем. В дошедших до наших дней копиях некоторые рисунки и стихи отсутствуют.\nНо среди мондштадтцев эти знания продолжают передаваться устно в форме баллад и легенд.\n\nИстории о тысячах ветров не были потеряны, ведь Барбатос сохранил их все.\nКогда Барбатос встал против чёрных крыльев злого дракона Дурина,\nОн спел одну тысяче ветров и призвал к себе на помощь дракона ветра.\nВладелец этого атласа хранит подлинную силу и имена тысячи ветров.\n\nТеперь небо над Мондштадтом голубое и безмятежное.\nБарбатос и Двалин нашли себе новый дом.\nИ атлас был доверен тому, кто достоин этой чести.\n",
    "id": "\nAtlaas Angin.\nTranskrip atlas cuaca di bagian Utara, disajikan dalam bentuk puisi dan buku bergambar.\nBerisikan 100 ribu syair, masing-masing didedikasikan kepada sebuah awan atau angin dan memanggil mereka dengan sebuah nama.\nAwan di atlas memberi bentuk pada angin, dan syair menanamkannya dengan kepribadian.\nSekelompok angin tak berbentuk sekarang menjadi teman dan keluarga di mata Barbatos.\n\nLegenda mengatakan bahwa pada zaman dulu, Barbatos memanggil keempat angin dalam bentuk aslinya,\nDia mencairkan salju, mengusir binatang buas, memanggil curah hujan, dan menciptakan Mondstadt.\nDia mengizinkan atlas untuk dibagi bersama dan tinggal bersama manusia, dan memberinya nama Atlas Awan.\nSayangnya, tidak ada yang selamat dari ujian waktu. Setelah bertahun-tahun, beberapa gambar dan syair hilang.\nNamun demikian, ilmu pengetahuan diwariskan dalam bentuk syair dan legenda di antara masyarakat.\n\nSejarah ribuan angin tidak hilang, karena Barbatos masih memegangnya.\nKetika naga bayangan Durin membuka sayapnya dan menutupi matahari, Barbatos melangkah maju.\nDia bernyanyi kepada ribuan angin dan memanggil Naga Angin.\nDia yang memegang atlas, juga memegang nama dari ribuan angin dan kekuatannya.\n\nKini langit di Mondstadt tenang dan berwarna biru.\nBarbatos dan Dvalin telah menemukan tempat yang mereka sebut rumah.\nSementara itu, atlas telah dipercayakan kepada seseorang yang layak menerima kehormatan tersebut.\n",
    "th": "\nแผนที่ภูมิอากาศ\nสำเนาแผนที่ที่เกี่ยวข้องกับสภาพอากาศของภูมิภาคทางตอนเหนือ โดยถูกนำเสนอในรูปแบบของบทกวีและรูปภาพ\nประกอบไปด้วยบทกวีสรรเสริญกว่าแสนบท ซึ่งและแต่ละบทนั้นเป็นของกลุ่มเมฆและลมที่มีชื่อแตกต่างกัน\nแผนที่เมฆทำให้เกิดกระแสลมและบทกวีสรรเสริญทำให้เห็นภาพ\nลมที่ไม่มีรูปร่างนับพันกลายเป็นเพื่อนและครอบครัวในสายตาของ Barbatos\n\nในยุคสมัยโบราณ เทพแห่งลมได้ถือครองต้นฉบับไว้เพื่อเรียกสายลมทั้งสี่\nเขาละลายหิมะ, ขับไล่อสูรออกไป, เรียกลมฝนและสร้าง Mondstadt ขึ้นมา\nจากนั้นเทพแห่งลมผู้ใจดีได้คัดลอกหนังสือเล่มนี้ให้กับทุกคนและตั้งชื่อมันว่า Cloud Atlas\nน่าเสียดายที่ไม่มีอะไรยั่งยืน หลังจากผ่านไปหลายปีภาพบางอย่างและบทกวีสรรเสริญบางส่วนก็ได้หายไป\nบันทึกเรื่องราวมากมายที่กระจัดกระจายไปอยู่ในฝูงชนและกลายเป็นบทเพลงและตำนานเรื่องเล่า\n\nประวัติศาสตร์ของสายลมนับพันนั้นไม่สูญหายเพราะ Barbatos ยังคงถือพวกมันเอาไว้\nเมื่อ Barbatos ยืนหยัดต่อสู้กับปีกเงาของมังกรอสูร Durin\nเขาขับร้องบทเพลงพันลมและเรียกมังกรแห่งสายลมออกมา\nผู้ที่เชี่ยวชาญหนังสือเล่มนี้ได้เข้าใจถึงชื่อจริงและพลังอันยิ่งใหญ่ของมัน\n\nในตอนนี้ท้องฟ้าของ Mondstadt นั้นทั้งสงบและก็เป็นสีฟ้า\nทั้ง Barbatos และ Dvalin ต่างก็พบสถานที่แห่งใหม่ของตน\nและได้มอบ The Atlas ให้อยู่ในความดูแลของผู้ที่สมควรได้รับความไว้วางใจเช่นนั้น\n",
    "vi": "\nKhái quát Thiên Phong Vạn Vân Thông.\nBản sao chép toàn bộ mây và gió khắp vùng đất Bắc, được trình bày dưới dạng thơ và hình ảnh.\nVới khoảng mười nghìn bài tụng, mỗi bài là một đám mây, một luồng gió, tên gọi không trùng lặp.\nHình dạng của mây là do gió tạo nên, thơ ca đã trao cho gió những tính cách đặc biệt.\nVốn chỉ là những cơn gió vô hình, vậy mà qua cái nhìn của Barbatos lại trở nên thân thiết và gần gũi đến vậy.\n\nThời thượng cổ có truyền thuyết kể lại rằng, Phong Thần gọi đến tứ phong,\nXua tan đi băng, đẩy lùi ác thú, tạo ra mây và sương, từ đó Mondstadt được dựng lên.\nSau này Phong Thần đã cho người phàm sao chép cuốn sách này và đặt tên là \"Thiên Phong Vạn Vân\".\nThế nhưng điều đáng tiếc đó là, thời gian đã khiến bản đồ và thơ ca bị mất đi nhiều phần.\nĐa phần những quyển sách ghi chép lại ngàn vạn gió mây đã bị phân tán vào dân gian, trở thanh dân ca và các câu chuyện truyền thuyết.\n\nCũng từ đó, cội nguồn thiên phong thất truyền, thế nhưng Phong Thần vẫn ghi nhớ điều đó.\nCho đến khi ma long Durin dang đôi cánh khổng lồ ập đến, Barbatos mới đứng dậy chiến đấu.\nTrong trận ác chiến, nhật nguyệt rung động, Phong Thần cất tiếng hát gọi thiên phong, Phong Long theo hướng gió mà đến.\nNgười nắm giữ cuốn sách, có thể biết được tên của ngàn gió cũng như điều khiển sức mạnh vĩ đại nằm trong chúng.\n\nCho đến nay, bầu trời của Mondstadt đã quay về màu xanh yên bình.\nPhong Thần và Phong Long tìm thấy được nơi quy ẩn mới.\nCòn cuốn sách cũng được đưa cho người đáng tin cất giữ.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "浮游四方的灵云",
        "zht": "浮游四方的靈雲",
        "jp": "四方浮遊する霊雲",
        "ko": "사방을 떠다니는 뭉게구름",
        "en": "Wandering Clouds",
        "de": "Wandernde Wolken",
        "es": "Nubes pasajeras",
        "fr": "Nuages vagabonds",
        "pt": "Nuvens Vagantes",
        "ru": "Благословение облаков",
        "id": "Wandering Clouds",
        "th": "Wandering Clouds",
        "vi": "Linh Vân Phiêu Du Bốn Phương"
      },
      "description": {
        "zhs": "元素伤害加成提升<color=#99FFFFFF>12%</color>；普通攻击命中时，有50%的概率获得高天流云的青睐，在15秒内主动攻击附近的敌人，造成等同于<color=#99FFFFFF>160%</color>攻击力的伤害。该效果每30秒只能触发一次。",
        "zht": "元素傷害加成提升<color=#99FFFFFF>12%</color>；普通攻擊命中時，有50%的機率獲得高天流雲的青睞，在15秒內主動攻擊附近的敵人，造成等同於<color=#99FFFFFF>160%</color>攻擊力的傷害。該效果每30秒只能觸發一次。",
        "jp": "元素ダメージ+<color=#99FFFFFF>12%</color>。通常攻撃が命中した時、50%の確率で高天流雲の好意を獲得し、15秒以内に自分から周囲の敵を攻撃すると、攻撃力の<color=#99FFFFFF>160%</color>相当のダメージを与える。30秒毎に1回のみ発動可能。",
        "ko": "원소 피해 보너스+<color=#99FFFFFF>12%</color>. 일반 공격 명중 시 50%의 확률로 구름의 총애를 받는다. 15초 내에 주변의 적을 직접 공격하면 공격력 <color=#99FFFFFF>160%</color>의 피해를 준다. 해당 효과는 30초마다 1번 발동한다",
        "en": "Increases Elemental DMG Bonus by <color=#99FFFFFF>12%</color>. Normal Attack hits have a 50% chance to earn the favor of the clouds, which actively seek out nearby opponents to attack for 15s, dealing <color=#99FFFFFF>160%</color> ATK DMG. Can only occur once every 30s.",
        "de": "Erhöht den Elementarschaden um <color=#99FFFFFF>12 %</color> und erhält bei Treffern mit Standardangriffen mit einer Wahrscheinlichkeit von 50 % die Gunst der Wolken, die Gegner in der Umgebung aktiv angreifen und Schaden in Höhe von <color=#99FFFFFF>160 %</color> ANG verursachen. 30 s Abklingzeit.",
        "es": "Aumenta en un <color=#99FFFFFF>12%</color> el bono de Daño Elemental. Al atacar con un Ataque Normal, hay un 50% de probabilidad de conseguir la gracia de las nubes. Estas buscarán durante 15 s enemigos a los que atacar, infligiendo un <color=#99FFFFFF>160%</color> de daño de ATQ. Este efecto solo puede ocurrir una vez cada 30 s.",
        "fr": "Augmente le bonus de DGT élémentaires de <color=#99FFFFFF>12 %</color>. Les attaques normales ont 50 % de chances lorsqu'elles touchent d'obtenir pendant 15 s la faveur des cieux, qui attaque automatiquement les ennemis proches, et leur inflige <color=#99FFFFFF>160 %</color> des DGT d'ATQ. Cet effet peut être déclenché une fois toutes les 30 s.",
        "pt": "Aumenta o bônus de Dano Elemental em <color=#99FFFFFF>12%</color>. O Ataque Normal possui 50% de chance de obter o favor das nuvens, que busca ativamente por oponentes ao redor para atacar por 15s, causando <color=#99FFFFFF>160%</color> de Dano de Ataque. Pode ser ativada uma vez a cada 30s.",
        "ru": "Увеличивает бонус элементального урона на <color=#99FFFFFF>12%</color>. При попадании обычной атакой есть 50% шанс получить благословение облаков, которые в течение 15 сек. атакуют ближайших врагов и наносят им <color=#99FFFFFF>160%</color> урона. Может возникнуть раз в 30 сек.",
        "id": "Meningkatkan <color=#99FFFFFF>12%</color> Elemental DMG Bonus. Saat Normal Attack mengenai musuh, memiliki 50% persentase untuk mendapatkan bantuan dari awan yang mengincar musuh terdekat selama 15 detik, dan mengakibatkan DMG sebesar <color=#99FFFFFF>160%</color> ATK. Dapat terpicu setiap 30 detik.",
        "th": "โบนัสความเสียหายธาตุเพิ่มขึ้น <color=#99FFFFFF>12%</color>; เมื่อการโจมตีปกติถูกเป้าหมายจะมีโอกาส 50% ที่จะได้รับการสนับสนุนจากเบื้องบน โดยภายในเวลา 15 วินาที จะทำการโจมตีศัตรูที่อยู่ใกล้เคียงเองและสร้างความเสียหายเท่ากับ <color=#99FFFFFF>160%</color> ของพลังโจมตี ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก 30 วินาที",
        "vi": "Tăng sát thương Nguyên Tố <color=#99FFFFFF>12%</color>; khi tấn công thường đánh trúng địch, có tỷ lệ 50% nhận được sự ưu ái của mây trời, trong 15s chủ động tấn công kẻ địch ở gần, tạo thành sát thương bằng <color=#99FFFFFF>160%</color> lực tấn công. Mỗi 30s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "浮游四方的灵云",
        "zht": "浮游四方的靈雲",
        "jp": "四方浮遊する霊雲",
        "ko": "사방을 떠다니는 뭉게구름",
        "en": "Wandering Clouds",
        "de": "Wandernde Wolken",
        "es": "Nubes pasajeras",
        "fr": "Nuages vagabonds",
        "pt": "Nuvens Vagantes",
        "ru": "Благословение облаков",
        "id": "Wandering Clouds",
        "th": "Wandering Clouds",
        "vi": "Linh Vân Phiêu Du Bốn Phương"
      },
      "description": {
        "zhs": "元素伤害加成提升<color=#99FFFFFF>15%</color>；普通攻击命中时，有50%的概率获得高天流云的青睐，在15秒内主动攻击附近的敌人，造成等同于<color=#99FFFFFF>200%</color>攻击力的伤害。该效果每30秒只能触发一次。",
        "zht": "元素傷害加成提升<color=#99FFFFFF>15%</color>；普通攻擊命中時，有50%的機率獲得高天流雲的青睞，在15秒內主動攻擊附近的敵人，造成等同於<color=#99FFFFFF>200%</color>攻擊力的傷害。該效果每30秒只能觸發一次。",
        "jp": "元素ダメージ+<color=#99FFFFFF>15%</color>。通常攻撃が命中した時、50%の確率で高天流雲の好意を獲得し、15秒以内に自分から周囲の敵を攻撃すると、攻撃力の<color=#99FFFFFF>200%</color>相当のダメージを与える。30秒毎に1回のみ発動可能。",
        "ko": "원소 피해 보너스+<color=#99FFFFFF>15%</color>. 일반 공격 명중 시 50%의 확률로 구름의 총애를 받는다. 15초 내에 주변의 적을 직접 공격하면 공격력 <color=#99FFFFFF>200%</color>의 피해를 준다. 해당 효과는 30초마다 1번 발동한다",
        "en": "Increases Elemental DMG Bonus by <color=#99FFFFFF>15%</color>. Normal Attack hits have a 50% chance to earn the favor of the clouds, which actively seek out nearby opponents to attack for 15s, dealing <color=#99FFFFFF>200%</color> ATK DMG. Can only occur once every 30s.",
        "de": "Erhöht den Elementarschaden um <color=#99FFFFFF>15 %</color> und erhält bei Treffern mit Standardangriffen mit einer Wahrscheinlichkeit von 50 % die Gunst der Wolken, die Gegner in der Umgebung aktiv angreifen und Schaden in Höhe von <color=#99FFFFFF>200 %</color> ANG verursachen. 30 s Abklingzeit.",
        "es": "Aumenta en un <color=#99FFFFFF>15%</color> el bono de Daño Elemental. Al atacar con un Ataque Normal, hay un 50% de probabilidad de conseguir la gracia de las nubes. Estas buscarán durante 15 s enemigos a los que atacar, infligiendo un <color=#99FFFFFF>200%</color> de daño de ATQ. Este efecto solo puede ocurrir una vez cada 30 s.",
        "fr": "Augmente le bonus de DGT élémentaires de <color=#99FFFFFF>15 %</color>. Les attaques normales ont 50 % de chances lorsqu'elles touchent d'obtenir pendant 15 s la faveur des cieux, qui attaque automatiquement les ennemis proches, et leur inflige <color=#99FFFFFF>200 %</color> des DGT d'ATQ. Cet effet peut être déclenché une fois toutes les 30 s.",
        "pt": "Aumenta o bônus de Dano Elemental em <color=#99FFFFFF>15%</color>. O Ataque Normal possui 50% de chance de obter o favor das nuvens, que busca ativamente por oponentes ao redor para atacar por 15s, causando <color=#99FFFFFF>200%</color> de Dano de Ataque. Pode ser ativada uma vez a cada 30s.",
        "ru": "Увеличивает бонус элементального урона на <color=#99FFFFFF>15%</color>. При попадании обычной атакой есть 50% шанс получить благословение облаков, которые в течение 15 сек. атакуют ближайших врагов и наносят им <color=#99FFFFFF>200%</color> урона. Может возникнуть раз в 30 сек.",
        "id": "Meningkatkan <color=#99FFFFFF>15%</color> Elemental DMG Bonus. Saat Normal Attack mengenai musuh, memiliki 50% persentase untuk mendapatkan bantuan dari awan yang mengincar musuh terdekat selama 15 detik, dan mengakibatkan DMG sebesar <color=#99FFFFFF>200%</color> ATK. Dapat terpicu setiap 30 detik.",
        "th": "โบนัสความเสียหายธาตุเพิ่มขึ้น <color=#99FFFFFF>15%</color>; เมื่อการโจมตีปกติถูกเป้าหมายจะมีโอกาส 50% ที่จะได้รับการสนับสนุนจากเบื้องบน โดยภายในเวลา 15 วินาที จะทำการโจมตีศัตรูที่อยู่ใกล้เคียงเองและสร้างความเสียหายเท่ากับ <color=#99FFFFFF>200%</color> ของพลังโจมตี ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก 30 วินาที",
        "vi": "Tăng sát thương Nguyên Tố <color=#99FFFFFF>15%</color>; khi tấn công thường đánh trúng địch, có tỷ lệ 50% nhận được sự ưu ái của mây trời, trong 15s chủ động tấn công kẻ địch ở gần, tạo thành sát thương bằng <color=#99FFFFFF>200%</color> lực tấn công. Mỗi 30s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "浮游四方的灵云",
        "zht": "浮游四方的靈雲",
        "jp": "四方浮遊する霊雲",
        "ko": "사방을 떠다니는 뭉게구름",
        "en": "Wandering Clouds",
        "de": "Wandernde Wolken",
        "es": "Nubes pasajeras",
        "fr": "Nuages vagabonds",
        "pt": "Nuvens Vagantes",
        "ru": "Благословение облаков",
        "id": "Wandering Clouds",
        "th": "Wandering Clouds",
        "vi": "Linh Vân Phiêu Du Bốn Phương"
      },
      "description": {
        "zhs": "元素伤害加成提升<color=#99FFFFFF>18%</color>；普通攻击命中时，有50%的概率获得高天流云的青睐，在15秒内主动攻击附近的敌人，造成等同于<color=#99FFFFFF>240%</color>攻击力的伤害。该效果每30秒只能触发一次。",
        "zht": "元素傷害加成提升<color=#99FFFFFF>18%</color>；普通攻擊命中時，有50%的機率獲得高天流雲的青睞，在15秒內主動攻擊附近的敵人，造成等同於<color=#99FFFFFF>240%</color>攻擊力的傷害。該效果每30秒只能觸發一次。",
        "jp": "元素ダメージ+<color=#99FFFFFF>18%</color>。通常攻撃が命中した時、50%の確率で高天流雲の好意を獲得し、15秒以内に自分から周囲の敵を攻撃すると、攻撃力の<color=#99FFFFFF>240%</color>相当のダメージを与える。30秒毎に1回のみ発動可能。",
        "ko": "원소 피해 보너스+<color=#99FFFFFF>18%</color>. 일반 공격 명중 시 50%의 확률로 구름의 총애를 받는다. 15초 내에 주변의 적을 직접 공격하면 공격력 <color=#99FFFFFF>240%</color>의 피해를 준다. 해당 효과는 30초마다 1번 발동한다",
        "en": "Increases Elemental DMG Bonus by <color=#99FFFFFF>18%</color>. Normal Attack hits have a 50% chance to earn the favor of the clouds, which actively seek out nearby opponents to attack for 15s, dealing <color=#99FFFFFF>240%</color> ATK DMG. Can only occur once every 30s.",
        "de": "Erhöht den Elementarschaden um <color=#99FFFFFF>18 %</color> und erhält bei Treffern mit Standardangriffen mit einer Wahrscheinlichkeit von 50 % die Gunst der Wolken, die Gegner in der Umgebung aktiv angreifen und Schaden in Höhe von <color=#99FFFFFF>240 %</color> ANG verursachen. 30 s Abklingzeit.",
        "es": "Aumenta en un <color=#99FFFFFF>18%</color> el bono de Daño Elemental. Al atacar con un Ataque Normal, hay un 50% de probabilidad de conseguir la gracia de las nubes. Estas buscarán durante 15 s enemigos a los que atacar, infligiendo un <color=#99FFFFFF>240%</color> de daño de ATQ. Este efecto solo puede ocurrir una vez cada 30 s.",
        "fr": "Augmente le bonus de DGT élémentaires de <color=#99FFFFFF>18 %</color>. Les attaques normales ont 50 % de chances lorsqu'elles touchent d'obtenir pendant 15 s la faveur des cieux, qui attaque automatiquement les ennemis proches, et leur inflige <color=#99FFFFFF>240 %</color> des DGT d'ATQ. Cet effet peut être déclenché une fois toutes les 30 s.",
        "pt": "Aumenta o bônus de Dano Elemental em <color=#99FFFFFF>18%</color>. O Ataque Normal possui 50% de chance de obter o favor das nuvens, que busca ativamente por oponentes ao redor para atacar por 15s, causando <color=#99FFFFFF>240%</color> de Dano de Ataque. Pode ser ativada uma vez a cada 30s.",
        "ru": "Увеличивает бонус элементального урона на <color=#99FFFFFF>18%</color>. При попадании обычной атакой есть 50% шанс получить благословение облаков, которые в течение 15 сек. атакуют ближайших врагов и наносят им <color=#99FFFFFF>240%</color> урона. Может возникнуть раз в 30 сек.",
        "id": "Meningkatkan <color=#99FFFFFF>18%</color> Elemental DMG Bonus. Saat Normal Attack mengenai musuh, memiliki 50% persentase untuk mendapatkan bantuan dari awan yang mengincar musuh terdekat selama 15 detik, dan mengakibatkan DMG sebesar <color=#99FFFFFF>240%</color> ATK. Dapat terpicu setiap 30 detik.",
        "th": "โบนัสความเสียหายธาตุเพิ่มขึ้น <color=#99FFFFFF>18%</color>; เมื่อการโจมตีปกติถูกเป้าหมายจะมีโอกาส 50% ที่จะได้รับการสนับสนุนจากเบื้องบน โดยภายในเวลา 15 วินาที จะทำการโจมตีศัตรูที่อยู่ใกล้เคียงเองและสร้างความเสียหายเท่ากับ <color=#99FFFFFF>240%</color> ของพลังโจมตี ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก 30 วินาที",
        "vi": "Tăng sát thương Nguyên Tố <color=#99FFFFFF>18%</color>; khi tấn công thường đánh trúng địch, có tỷ lệ 50% nhận được sự ưu ái của mây trời, trong 15s chủ động tấn công kẻ địch ở gần, tạo thành sát thương bằng <color=#99FFFFFF>240%</color> lực tấn công. Mỗi 30s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "浮游四方的灵云",
        "zht": "浮游四方的靈雲",
        "jp": "四方浮遊する霊雲",
        "ko": "사방을 떠다니는 뭉게구름",
        "en": "Wandering Clouds",
        "de": "Wandernde Wolken",
        "es": "Nubes pasajeras",
        "fr": "Nuages vagabonds",
        "pt": "Nuvens Vagantes",
        "ru": "Благословение облаков",
        "id": "Wandering Clouds",
        "th": "Wandering Clouds",
        "vi": "Linh Vân Phiêu Du Bốn Phương"
      },
      "description": {
        "zhs": "元素伤害加成提升<color=#99FFFFFF>21%</color>；普通攻击命中时，有50%的概率获得高天流云的青睐，在15秒内主动攻击附近的敌人，造成等同于<color=#99FFFFFF>280%</color>攻击力的伤害。该效果每30秒只能触发一次。",
        "zht": "元素傷害加成提升<color=#99FFFFFF>21%</color>；普通攻擊命中時，有50%的機率獲得高天流雲的青睞，在15秒內主動攻擊附近的敵人，造成等同於<color=#99FFFFFF>280%</color>攻擊力的傷害。該效果每30秒只能觸發一次。",
        "jp": "元素ダメージ+<color=#99FFFFFF>21%</color>。通常攻撃が命中した時、50%の確率で高天流雲の好意を獲得し、15秒以内に自分から周囲の敵を攻撃すると、攻撃力の<color=#99FFFFFF>280%</color>相当のダメージを与える。30秒毎に1回のみ発動可能。",
        "ko": "원소 피해 보너스+<color=#99FFFFFF>21%</color>. 일반 공격 명중 시 50%의 확률로 구름의 총애를 받는다. 15초 내에 주변의 적을 직접 공격하면 공격력 <color=#99FFFFFF>280%</color>의 피해를 준다. 해당 효과는 30초마다 1번 발동한다",
        "en": "Increases Elemental DMG Bonus by <color=#99FFFFFF>21%</color>. Normal Attack hits have a 50% chance to earn the favor of the clouds, which actively seek out nearby opponents to attack for 15s, dealing <color=#99FFFFFF>280%</color> ATK DMG. Can only occur once every 30s.",
        "de": "Erhöht den Elementarschaden um <color=#99FFFFFF>21 %</color> und erhält bei Treffern mit Standardangriffen mit einer Wahrscheinlichkeit von 50 % die Gunst der Wolken, die Gegner in der Umgebung aktiv angreifen und Schaden in Höhe von <color=#99FFFFFF>280 %</color> ANG verursachen. 30 s Abklingzeit.",
        "es": "Aumenta en un <color=#99FFFFFF>21%</color> el bono de Daño Elemental. Al atacar con un Ataque Normal, hay un 50% de probabilidad de conseguir la gracia de las nubes. Estas buscarán durante 15 s enemigos a los que atacar, infligiendo un <color=#99FFFFFF>280%</color> de daño de ATQ. Este efecto solo puede ocurrir una vez cada 30 s.",
        "fr": "Augmente le bonus de DGT élémentaires de <color=#99FFFFFF>21 %</color>. Les attaques normales ont 50 % de chances lorsqu'elles touchent d'obtenir pendant 15 s la faveur des cieux, qui attaque automatiquement les ennemis proches, et leur inflige <color=#99FFFFFF>280 %</color> des DGT d'ATQ. Cet effet peut être déclenché une fois toutes les 30 s.",
        "pt": "Aumenta o bônus de Dano Elemental em <color=#99FFFFFF>21%</color>. O Ataque Normal possui 50% de chance de obter o favor das nuvens, que busca ativamente por oponentes ao redor para atacar por 15s, causando <color=#99FFFFFF>280%</color> de Dano de Ataque. Pode ser ativada uma vez a cada 30s.",
        "ru": "Увеличивает бонус элементального урона на <color=#99FFFFFF>21%</color>. При попадании обычной атакой есть 50% шанс получить благословение облаков, которые в течение 15 сек. атакуют ближайших врагов и наносят им <color=#99FFFFFF>280%</color> урона. Может возникнуть раз в 30 сек.",
        "id": "Meningkatkan <color=#99FFFFFF>21%</color> Elemental DMG Bonus. Saat Normal Attack mengenai musuh, memiliki 50% persentase untuk mendapatkan bantuan dari awan yang mengincar musuh terdekat selama 15 detik, dan mengakibatkan DMG sebesar <color=#99FFFFFF>280%</color> ATK. Dapat terpicu setiap 30 detik.",
        "th": "โบนัสความเสียหายธาตุเพิ่มขึ้น <color=#99FFFFFF>21%</color>; เมื่อการโจมตีปกติถูกเป้าหมายจะมีโอกาส 50% ที่จะได้รับการสนับสนุนจากเบื้องบน โดยภายในเวลา 15 วินาที จะทำการโจมตีศัตรูที่อยู่ใกล้เคียงเองและสร้างความเสียหายเท่ากับ <color=#99FFFFFF>280%</color> ของพลังโจมตี ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก 30 วินาที",
        "vi": "Tăng sát thương Nguyên Tố <color=#99FFFFFF>21%</color>; khi tấn công thường đánh trúng địch, có tỷ lệ 50% nhận được sự ưu ái của mây trời, trong 15s chủ động tấn công kẻ địch ở gần, tạo thành sát thương bằng <color=#99FFFFFF>280%</color> lực tấn công. Mỗi 30s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "浮游四方的灵云",
        "zht": "浮游四方的靈雲",
        "jp": "四方浮遊する霊雲",
        "ko": "사방을 떠다니는 뭉게구름",
        "en": "Wandering Clouds",
        "de": "Wandernde Wolken",
        "es": "Nubes pasajeras",
        "fr": "Nuages vagabonds",
        "pt": "Nuvens Vagantes",
        "ru": "Благословение облаков",
        "id": "Wandering Clouds",
        "th": "Wandering Clouds",
        "vi": "Linh Vân Phiêu Du Bốn Phương"
      },
      "description": {
        "zhs": "元素伤害加成提升<color=#99FFFFFF>24%</color>；普通攻击命中时，有50%的概率获得高天流云的青睐，在15秒内主动攻击附近的敌人，造成等同于<color=#99FFFFFF>320%</color>攻击力的伤害。该效果每30秒只能触发一次。",
        "zht": "元素傷害加成提升<color=#99FFFFFF>24%</color>；普通攻擊命中時，有50%的機率獲得高天流雲的青睞，在15秒內主動攻擊附近的敵人，造成等同於<color=#99FFFFFF>320%</color>攻擊力的傷害。該效果每30秒只能觸發一次。",
        "jp": "元素ダメージ+<color=#99FFFFFF>24%</color>。通常攻撃が命中した時、50%の確率で高天流雲の好意を獲得し、15秒以内に自分から周囲の敵を攻撃すると、攻撃力の<color=#99FFFFFF>320%</color>相当のダメージを与える。30秒毎に1回のみ発動可能。",
        "ko": "원소 피해 보너스+<color=#99FFFFFF>24%</color>. 일반 공격 명중 시 50%의 확률로 구름의 총애를 받는다. 15초 내에 주변의 적을 직접 공격하면 공격력 <color=#99FFFFFF>320%</color>의 피해를 준다. 해당 효과는 30초마다 1번 발동한다",
        "en": "Increases Elemental DMG Bonus by <color=#99FFFFFF>24%</color>. Normal Attack hits have a 50% chance to earn the favor of the clouds, which actively seek out nearby opponents to attack for 15s, dealing <color=#99FFFFFF>320%</color> ATK DMG. Can only occur once every 30s.",
        "de": "Erhöht den Elementarschaden um <color=#99FFFFFF>24 %</color> und erhält bei Treffern mit Standardangriffen mit einer Wahrscheinlichkeit von 50 % die Gunst der Wolken, die Gegner in der Umgebung aktiv angreifen und Schaden in Höhe von <color=#99FFFFFF>320 %</color> ANG verursachen. 30 s Abklingzeit.",
        "es": "Aumenta en un <color=#99FFFFFF>24%</color> el bono de Daño Elemental. Al atacar con un Ataque Normal, hay un 50% de probabilidad de conseguir la gracia de las nubes. Estas buscarán durante 15 s enemigos a los que atacar, infligiendo un <color=#99FFFFFF>320%</color> de daño de ATQ. Este efecto solo puede ocurrir una vez cada 30 s.",
        "fr": "Augmente le bonus de DGT élémentaires de <color=#99FFFFFF>24 %</color>. Les attaques normales ont 50 % de chances lorsqu'elles touchent d'obtenir pendant 15 s la faveur des cieux, qui attaque automatiquement les ennemis proches, et leur inflige <color=#99FFFFFF>320 %</color> des DGT d'ATQ. Cet effet peut être déclenché une fois toutes les 30 s.",
        "pt": "Aumenta o Bônus do Dano Elemental em <color=#99FFFFFF>24%</color>. O Ataque normal possui 50% de chance de ganhar a graça das nuvens, que buscam ativamente por inimigos ao redor para atacar por 15s, causando <color=#99FFFFFF>320%</color> de Dano de ATQ. Este efeito pode ser ativado uma vez a cada 30s.",
        "ru": "Увеличивает бонус элементального урона на <color=#99FFFFFF>24%</color>. При попадании обычной атакой есть 50% шанс получить благословение облаков, которые в течение 15 сек. атакуют ближайших врагов и наносят им <color=#99FFFFFF>320%</color> урона. Может возникнуть раз в 30 сек.",
        "id": "Meningkatkan <color=#99FFFFFF>24%</color> Elemental DMG Bonus. Saat Normal Attack mengenai musuh, memiliki 50% persentase untuk mendapatkan bantuan dari awan yang mengincar musuh terdekat selama 15 detik, dan mengakibatkan DMG sebesar <color=#99FFFFFF>320%</color> ATK. Dapat terpicu setiap 30 detik.",
        "th": "โบนัสความเสียหายธาตุเพิ่มขึ้น <color=#99FFFFFF>24%</color>; เมื่อการโจมตีปกติถูกเป้าหมายจะมีโอกาส 50% ที่จะได้รับการสนับสนุนจากเบื้องบน โดยภายในเวลา 15 วินาที จะทำการโจมตีศัตรูที่อยู่ใกล้เคียงเองและสร้างความเสียหายเท่ากับ <color=#99FFFFFF>320%</color> ของพลังโจมตี ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก 30 วินาที",
        "vi": "Tăng sát thương Nguyên Tố <color=#99FFFFFF>24%</color>; khi tấn công thường đánh trúng địch, có tỷ lệ 50% nhận được sự ưu ái của mây trời, trong 15s chủ động tấn công kẻ địch ở gần, tạo thành sát thương bằng <color=#99FFFFFF>320%</color> lực tấn công. Mỗi 30s mới thi triển 1 lần."
      }
    }
  ],
  "internal_name": "Catalyst_Dvalin",
  "imgid": "catalyst/dvalin"
}