{
  "id": 14407,
  "type": "catalyst",
  "rank": 4,
  "name": {
    "zhs": "万国诸海图谱",
    "zht": "萬國諸海圖譜",
    "jp": "万国諸海の図譜",
    "ko": "만국 항해용해도",
    "en": "Mappa Mare",
    "de": "Illustrationen von Landen und Wassern",
    "es": "Carta Náutica",
    "fr": "Atlas des terres et des mers",
    "pt": "Mappa Mare",
    "ru": "Морской атлас",
    "id": "Mappa Mare",
    "th": "Mappa Mare",
    "vi": "Hải Đồ Vạn Quốc"
  },
  "description": {
    "zhs": "详尽记载了大陆周边海流气候的海图，是从异国经由商路流落到璃月的奇异典籍。",
    "zht": "詳盡記載了大陸周邊海流氣候的海圖，是從異國經由商路流落到璃月的奇異典籍。",
    "jp": "大陸周辺の海流気候を詳しく記載した海図、貿易ルートを経て異国から璃月に渡った。",
    "ko": "대륙 주변의 해류 기후를 기록한 항해도, 이국에서 상로를 거쳐 리월로 전해져 온 기이한 서적이다",
    "en": "A nautical chart featuring nearby currents and climates that somehow found its way into Liyue via foreign traders.",
    "de": "Eine sehr detailreiche Seekarte mit den Gewässern rund um Teyvat. Es gehört zu den wundersamen Dokumenten, die über Handelswege nach Liyue gelangt sind.",
    "es": "Un mapa muy detallado de las aguas alrededor de Teyvat. Este es uno de los maravillosos documentos que llegaron a través de las rutas comerciales de Liyue.",
    "fr": "Une carte marine très détaillée des courants et du climat de Teyvat. Un document étonnant, arrivé à Liyue par voie commerciale.",
    "pt": "Um mapa bastante detalhado sobre as águas ao redor de Teyvat. É um documento valioso que apareceu nas rotas comerciais de Liyue.",
    "ru": "Привезённая иностранными торговцами в Ли Юэ карта морских течений и ветров.",
    "id": "Grafik petunjuk untuk berlayar di laut, menunjukkan arus dan iklim di sekitar, mencapai Liyue melalui tangan para pedagang.",
    "th": "แผนที่เดินเรือที่มีบันทึกกระแสน้ำและสภาพอากาศบริเวณใกล้เคียง ช่วยให้ผู้ค้าจากต่างแดนเข้าถึงเมืองท่า Liyue ได้",
    "vi": "Hải đồ ghi lại chi tiết vùng khí hậu hải lưu xung quanh đại lục, từ dị quốc qua tay thương nhân lưu lạc đến Liyue."
  },
  "lore": {
    "zhs": "\n天下都向璃月来，这是伟大商港的荣誉。\n异国的珍宝也顺着人潮海流来到璃月港。\n详叙大陆周边海域的图谱，事无巨细标上各水域的海流、暗礁与风向等。\n据说是异国的典籍，蕴含着一切勇于开拓的探索者的知识、勇气与信仰。\n\n这本书的扉页写着这样的文字：\n「要热爱海风，要热爱洋流，因为是风与水将操船者送往目的地」\n「更要敬畏海风，要敬畏洋流，因为无羁的风与水也能撕碎钢铁」\n\n为了掌握海的脾性，探索她的每一处暗礁、每一缕信风，每一个鲸鱼相聚的海域。\n无数的跑船者将这一切记录在发黄的纸页上，仿佛沉醉于描绘恋人的肌肤与发丝。\n\n在异国，老练的海员会将海洋视为恋人，也用「她」这样的代词称呼咸涩的水体。\n或许是因为大海的喜怒无常和宽广胸怀，或许是因为他们仍记得踏上旅途的浪漫。\n而这本图册如大海一般没有主人，也如水手一般怀着梦想与浪漫，去往世界各地。\n",
    "zht": "\n天下都向璃月來，這是偉大商港的榮譽。\n異國的珍寶也順著人潮海流來到璃月港。\n詳敘大陸周邊海域的圖譜，事無巨細標上各水域的海流、暗礁與風向等。\n據說是異國的典籍，蘊含著一切勇於開拓的探索者的知識、勇氣與信仰。\n\n這本書的扉頁寫著這樣的文字：\n「要熱愛海風，要熱愛洋流，因為是風與水將操船者送往目的地」\n「更要敬畏海風，要敬畏洋流，因為無羈的風與水也能撕碎鋼鐵」\n\n為了掌握海的脾性，探索她的每一處暗礁、每一縷信風，每一個鯨魚相聚的海域。\n無數的跑船者將這一切記錄在發黃的紙頁上，仿佛沉醉於描繪戀人的肌膚與髮絲。\n\n在異國，老練的海員會將海洋視為戀人，也用「她」這樣的代詞稱呼鹹澀的水體。\n或許是因為大海的喜怒無常和寬廣胸懷，或許是因為他們仍記得踏上旅途的浪漫。\n而這本圖冊如大海一般沒有主人，也如水手一般懷著夢想與浪漫，去往世界各地。\n",
    "jp": "\n世の全てが璃月にあり。これは偉大な璃月港への讃美である。\n他の国の珍宝も人と共に璃月港に来る。\n大陸周辺の海域を集録した図譜に、各水域の海流、暗礁、風向のことが細かく記載されている。\n異国の典籍らしく、開拓者精神、冒険者の知識、勇気、そして信仰が秘められている。\n\n標題紙にこう書いてある。\n「海風と海流を愛せ。さすれば風と水が目的地まで導くだろう」\n「海風と海流を畏れよ。風と水は時に鋼鉄をも引き裂くだろう」\n\n全ての海の性質を把握するため、満遍なく暗礁を探り、貿易風を感じ、鯨の群れを探す。\n無数の船員が全ての出来事を、このしみだらけの本に記録した。恋人の髪と肌を描くように夢中になった。\n\n異国では、ベテランの船員は海を恋人だと考える。そして塩辛い海水を「彼女」と呼ぶ。\n海の心は秋の空か、それとも海のロマンか。\nそして、この典籍は海と同じように、誰かの所有物ではない。夢とロマンを求める水夫のように、世界を旅する。\n",
    "ko": "\n천하는 리월항으로 모인다. 이 표현은 무역항으로서 더할 나위 없는 영광이다.\n이국의 금은보화도 사람을 따라 리월항으로 모인다.\n대륙 인근 해역의 지도를 자세히 보면, 그 크기와 상관없이 모든 수역의 해류와 암초, 그리고 풍향이 표시되어 있다.\n이국의 서적에는 용감하게 개척하고 탐구한 자의 지식과 용기, 그리고 신앙이 모두 쓰여있다고 한다.\n\n이 책의 표지에는 이런 글이 적혀 있다:\n「해풍을 사랑하고 해류를 사랑해라. 바람과 물이 배를 목적지까지 데려다주기 때문이니」\n「해풍을 경외하고 해류를 경외하라. 족쇄 풀린 바람과 물은 강철 또한 찢어버리기 때문이니」\n\n바다의 성질을 파악하기 위해선 그녀의 모든 암초와 계절풍, 그리고 고래가 모이는 해역을 탐험해야 한다.\n무수히 많은 뱃사공들은 이 모든 걸 마치 연인의 피부와 머릿결을 묘사하는 것처럼 누런빛을 띄는 종이에 기록했다.\n\n이국에서 베테랑 수병들은 바다를 연인으로 삼아 「그녀」라고 부른다.\n어쩌면 바다의 변덕스러움과 넓은 포용력 때문일 지도, 또 어쩌면 여정을 떠나는 낭만을 여전히 기억하고 있을 지도.\n하지만 이 그림책은 바다처럼 정해진 주인 없이 수병처럼 꿈과 낭만을 품은 채 세계 각지로 향한다.\n",
    "en": "\nThe whole world flocks to the commercial port of Liyue, much to the city's pride.\nWith the tides of people also come exotic treasures.\nThis map, detailing the various seas surrounding the continent, is complete with undercurrents, hidden reefs, and wind directions.\nIt is said to be an exotic tome containing the knowledge, courage, and faith of pioneering explorers.\n\nThe title page of this book reads as follows:\n\"Love ye the sea breeze and the ocean currents, for it is the wind and water that carry the seafaring ones to their destination.\"\n\"Fear ye all the more that same sea breeze and those same ocean currents, for unbridled wind and water can tear apart even an iron vessel.\"\n\nTo woo the ocean and calm her temper, one must explore her every hidden reef, every prevailing wind, and every place which whales make their home.\nThese words appear in the yellowing pages of countless seafarers' notebooks, like an ode of infatuation with their lover's body.\n\nIn foreign lands, seasoned sailors refer to the ocean as their lover, and use female pronouns to address the cold, saline waters.\nPerhaps they do so because of the ocean's temperamentality, or its vast bosom. Or perhaps it is because they are drawn to the romance of sailing away on an adventure.\nLike the ocean, this chart answers to no master. Like the seafarers, it harbors the romantic dream of exploring every corner of the world.\n",
    "de": "\nDie Welt ist zu Gast in Liyue. Dies ist eine große Ehre für die kommerziell wichtige Hafenstadt.\nMit den Gästen aus aller Welt kommen auch exotische Schätze nach Liyue.\nDiese Karte zeigt sehr detailliert die umliegenden Meere sowie alle wichtigen Riffe und Windrichtungen.\nEin exotisches Buch, das angeblich das Wissen, den Mut und den Glauben all derer enthält, die sich trauen, nach Unbekanntem zu forschen.\n\nDie Titelseite des Buchs besagt das Folgende:\n„Liebe die Brise des Ozeans und erfreue dich an den Gezeiten, denn diese sind es, die den Seefahrer voranbringen, dichter ans Ziel heran.“\n„Fürchte auch die Brise des Ozeans und habe Respekt vor den Gezeiten, denn diese sind es, die den Seefahrer auch zum Sinken bringen können.“\n\nUm den Ozean zu umwerben und ihn zu zügeln, musste man ihn genau erkunden. Jedes kleinste Riff, jede steife Brise und jeden Tummelplatz der Wale musste man genauestens kennen.\nUnzählige Seefahrer hielten diese Worte in ihren Notizbüchern fest, wie Poesie über den Körper einer Geliebten.\n\nIn exotischen Ländern bezeichneten Seefahrer den Ozean oft als ihre Geliebte. Sie nutzten bewusst eine weibliche Anrede dafür, um die kalten, salzigen Gewässer zu beschreiben.\nVielleicht taten sie dies, weil sie sich der Launen des Ozeans bewusst waren oder sich vielleicht doch noch an die Romantik der Seefahrt erinnerten.\nDiese Karte, genau wie der Ozean, hat keinen Besitzer. Ihr Herz ist das eines Matrosen, voller romantischer Träume, jeden Winkel der Welt zu erkunden.\n",
    "es": "\nTodo el mundo viene a Liyue. Ese es el honor de este gran puerto comercial.\nLos tesoros más exóticos también llegan hasta aquí junto con los mares de gente.\nUn mapa que detalla los mares circundantes del continente. También incluye otros cuerpos de agua, afluentes, arrecifes y corrientes de aire, entre otras cosas.\nEs un compendio exótico que contiene los conocimientos de valientes pioneros y exploradores, su coraje y su fe.\n\nLa portada de este libro dice lo siguiente:\n“Amen la brisa marina y las corrientes oceánicas, pues son el viento y el agua los que llevan a los navegantes a su destino”.\n“Teman aún más esa misma brisa marina y esas mismas corrientes oceánicas, pues el viento y el agua sin control pueden destruir incluso un barco de acero”.\n\nPara conocer bien el carácter del océano, uno debe explorar cada arrecife escondido, cada viento dominante y cada lugar de reunión de las ballenas.\nEstas palabras aparecen en las páginas amarillentas de innumerables cuadernos de bitácora, como una oda de amor a la piel y el cabello de alguien al que amamos.\n\nEn tierras extranjeras, los marineros experimentados consideran al océano como su amante, y usan pronombres femeninos para referirse a las acerbas aguas.\nTal vez lo hacen debido al temperamento del océano o su vasto seno. O tal vez porque se sienten atraídos por el romanticismo de las aventuras en el mar.\nAl igual que el océano, este mapa no responde a ningún maestro. Igual que un marinero, alberga el romántico sueño de explorar todos los rincones del mundo.\n",
    "fr": "\nDe tout temps le monde entier s'est retrouvé au Port de Liyue, à la grande fierté de la cité.\nDes pays étrangers maints trésors trouvèrent ainsi un nouveau foyer.\nCette carte, qui détaille les différentes mers entourant le continent, affiche également courants, récifs, direction des vents et autres renseignements similaires.\nIl paraît qu'il s'agit d'un ouvrage étranger, qui contient tout le courage, le savoir et la foi de vaillants explorateurs.\n\nSur la page de titre de cet ouvrage sont inscrits les mots suivants :\n« Chéris la brise marine et les courants de l'océan ; car c'est le vent et l'eau qui à sa destination mènent le marin. »\n« Mais crains davantage cette même brise et ces mêmes courants ; car vent comme eau peuvent aussi briser l'acier. » \n\n« Celui qui cherche à comprendre la mer ses moindres recoins doit explorer ; ses moindres brises doit poursuivre ; et les moindres endroits que la baleine habite doit connaître. »\nCes mots apparaissent sur les pages d'innombrables carnets de bord de marins, telle une ode à une amante capricieuse.\n\nIl est d'usage pour certains marins dans les pays étrangers de référer à la mer sous le nom de leur amante, et de s'adresser à l'eau froide et salée comme s'il s'agissait de la personne chérie.\nPeut-être est-ce dû au tempérament changeant de l'océan, ou à son vaste sein ; peut-être est-ce dû seulement au caractère romantique des aventuriers.\nTout comme l'océan, cette carte ne répond à aucun maître ; et tout comme les marins qui le parcourent, elle contient le rêve de l'exploration.\n",
    "pt": "\nO mundo vem para Liyue. Esta é uma grande honra para o grande porto comercial.\nCom as marés das pessoas também vieram tesouros exóticos.\nEste mapa, detalhando os vários mares que circundam o continente, está completo com correntes subterrâneas, recifes ocultos e direções do vento.\nDiz-se que é um tomo exótico contendo o conhecimento, a coragem e a fé de exploradores pioneiros.\n\nA página do título deste livro diz o seguinte:\n\"Ame a brisa do mar e as correntes do oceano, pois, são o vento e a água que levam os navegantes ao seu destino.\"\n\"Mas temam mais a mesma brisa e as mesmas correntes; porque o vento e a água também podem quebrar o aço.\"\n\nA fim de conhecer melhor o temperamento do mar, tem que explorar cada recife seu, perseguir cada brisa sua, e visitar cada lugar seu de encontro com baleias.\nIncontáveis navegadores registram tudo isso nos papéis amarelados, e parecem fascinados ao descrever a pele e o cabelo das amantes.\n\nNos outros países, os navegadores versados consideram o mar como a amante, e tratam a água fria e salgada como uma mulher amada.\nSeja por causa do temperamento instável do mar, ou do seu seio vasto, seja porque eles ainda se lembram o quão romântico eram quando subiram a bordo.\nComo o oceano, esta carta não responde a nenhum mestre. Como os marinheiros, ela abriga o sonho romântico de explorar cada canto do mundo.\n",
    "ru": "\nЛюди со всего света стекаются в гавань Ли Юэ, и это - гордость торгового порта.\nС волнами приезжих в город также стекаются и экзотические товары.\nНа этой карте подробно показаны моря, окружающие континент. Здесь отмечены все подводные течения, скрытые рифы и направления ветров.\nГоворят, что этот фолиант содержит знания, отвагу и веру первооткрывателей. \n\nТитульный лист гласит:\n«Любите морской ветер и подводные течения, ибо именно они приводят мореплавателей к цели!»\n«Бойтесь морского ветра и подводных течений, ибо именно они разносят корабли в щепки...»\n\nКоли желаешь стихию морскую успокоить, познай каждый её скрытый риф, каждое дуновение ветра, каждое место, которое кит назвал бы домом.\nЭти слова появляются на пожелтевших страницах мореходных журналов. Они подобны стихам поэта, страстно увлеченного описанием тела возлюбленной.\n\nВ далёких странах моряки относятся к океану как к любовнице. Они используют местоимения женского рода, обращаясь к толщам холодной солёной воды.\nВозможно, это связано с переменчивым характером моря. А может, идея уплыть в неизвестность представляется морякам особенно романтичной. \nЭта карта, как и океан, не имеет владельца. Её сердце - это моряк, полный романтических мечтаний, готовый исследовать каждый уголок мира.\n",
    "id": "\nSeluruh dunia berduyun-duyun ke pelabuhan komersial Liyue, yang menjadi kebanggaan kota itu sendiri.\nDengan banyaknya orang yang datang, juga datang harta karun yang eksotis.\nPeta ini merinci berbagai lautan yang mengelilingi benua, lengkap dengan arus bawah laut, terumbu karang tersembunyi, dan arah angin.\nDikatakan sebagai buku tebal eksotis yang berisi pengetahuan, keberanian, dan iman para penjelajah yang berani pergi merintis.\n\nJudul halaman dari buku ini bertuliskan:\n\"Mencintai angin dan arus laut, karena angin dan air yang mengirim para nelayan sampai ke tujuan\"\n\"Takut dengan angin dan arus laut, karena angin dan air yang tidak terkendali juga dapat merobek baja\"\n\nUntuk memahami temperamen laut, seseorang harus menjelajahi setiap terumbu karang yang tersembunyi, setiap angin yang berembus, dan setiap tempat di mana paus bermukim.\nKata-kata ini muncul pada halaman yang telah menguning di buku catatan pelaut yang tak terhitung jumlahnya, seperti kecintaan mereka pada tubuh kekasihnya.\n\nDi negeri asing, pelaut berpengalaman menyebut lautan sebagai kekasih mereka, dan menggunakan kata ganti wanita untuk menyebut air laut yang dingin dan asin itu.\nMungkin mereka melakukannya karena mengenal temper dan luasnya lautan. Atau mungkin juga karena mereka tertarik pada romansa berlayar dalam petualangannya.\nSeperti halnya lautan, bagan ini menjawab tanpa tuannya. Seperti halnya pelaut, pelabuhan memiliki mimpi romantis untuk menjelajahi setiap sudut dunia.\n",
    "th": "\nโลกกำลังหันมามอง Liyue นี่คือเกียรติของท่าเรือธุรกิจที่ยอดเยี่ยม\nสมบัติจากต่างประเทศมายังท่าเรือ Liyue ตามกระแสผู้คน\nแผนที่ของทะเลรอบ ๆ ทวีป มีการอธิบายอย่างละเอียดถึงกระแสน้ำแนวปะการังและทิศทางลมของแต่ละพื้นที่\nว่ากันว่าเป็นหนังสือแปลกใหม่ที่บรรจุรวบรวมความรู้ ความกล้าหาญ และแรงศรัทธาของผู้บุกเบิกและนักสำรวจเอาไว้\n\nหน้าหลักของหนังสือเล่นนี้เขียนไว้ว่าอย่างนี้:\n\"จงรักสายลมของท้องทะเล จงรักกระแสน้ำในมหาสมุทร เพราะมันเป็นลมและน้ำที่นำพาเหล่านักเดินเรือให้ไปถึงยังจุดหมายปลายทาง\"\n\"และก็ยิ่งต้องเคารพนบนอบต่อสายลมแห่งท้องทะเลและกระแสน้ำในมหาสมุทร เพราะสายลมและน้ำที่บ้าคลั่งก็สามารถฉีกเหล็กได้เช่นกัน\"\n\nเพื่อที่จะเข้าใจในท้องทะเล จงสำรวจแนวปะการังที่ซ่อนอยู่ทั้งหมด จุดที่สายลมมาบรรจบทั้งหมดและจุดที่ปลาวาฬทั้งหลายมาอยู่รวมกันทั้งหมดของท้องทะเล\nคำพูดเหล่านี้ปรากฏอยู่ในสมุดหน้าเหลืองของสมุดบันทึกของนักเดินเรือนับไม่ถ้วนราวกับบทกวีที่หลงใหลในร่างกายของคนรัก\n\nในประเทศต่างแดน นักเดินเรือที่มีประสบการณ์จะมองทะเลเป็นเหมือนดั่งคนรักและเรียกว่า \"เธอ\" เพื่ออ้างถึงแหล่งน้ำที่มีรสเค็ม\nบางทีอาจจะเป็นเพราะความปั่นป่วนและกว้างใหญ่ของทะเล หรืออาจเป็นเพราะพวกเขายังคงจดจำความโรแมนติกในการเดินทางของพวกเขาได้\nอัลบั้มชุดนี้เป็นเหมือนดั่งทะเลที่ไม่มีเจ้าของ และเป็นเหมือนดั่งเหล่ากะลาสีที่เฝ้าคิดถึงความฝันและความโรแมนติกที่จะออกไปยังสถานที่ต่าง ๆ ของโลก\n",
    "vi": "\nKhắp nơi trên thế giới đều tìm đến Liyue, đó là niềm vinh dự đối với thương cảng to lớn này.\nKho báu từ khắp nới trên thế giới cũng theo dòng người đổ về cảng Liyue.\nBản đồ miêu tả chi tiết các vùng biển quanh đại lục, gồm các thông tin như hải lưu, đá ngầm, hướng gió...\nTương truyền điển tích của dị quốc chứa đựng tất cả tri thức, dũng khí cũng như niềm tin của tất cả những kẻ dám khám phá, tìm tòi.\n\nTrang tiêu đề của cuốn sách có nội dung:\n\"Phải yêu lấy gió biển, yêu những dòng hải lưu, bởi gió và nước đưa người lái thuyền đến đích của họ.\"\n\"Phải kính trọng gió biển và dòng hải lưu, vì gió và nước có thể xé nát cả sắt thép\".\n\nĐể hiểu tính khí của biển, hãy khám phá từng rặng đá ngầm, từng ngọn gió và từng vùng biển mà những con cá voi tụ hội.\nVô số người làm việc trên thuyền đã ghi lại tất cả trên trang giấy đã ố vàng, giống như miêu tả làn da và mái tóc của người yêu vậy.\n\nỞ ngoại quốc, những người đi biển có kinh nghiệm coi đại dương như là người yêu, và sử dụng những đại từ \"cô ấy\" để chỉ vị đắng của nước.\nCó thể đó là vì sự hỷ nộ bất thường cũng như tấm lòng bao dung của biển, hoặc có thể vì họ vẫn còn muốn sự lãng mạn trên hành trình của mình.\nCuốn sách ảnh này giống như biển không có chủ sở hữu vậy, và cũng giống như các thủy thủ, họ đi đến thế giới với những giấc mơ và sự lãng mạn.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "注能之卷",
        "zht": "注能之卷",
        "jp": "注入の巻",
        "ko": "에너지 주입 두루마리",
        "en": "Infusion Scroll",
        "de": "Energieschubspule",
        "es": "Pergamino de infusión",
        "fr": "Rouleau énergisant",
        "pt": "Pergaminho Infundido",
        "ru": "Заряженный свиток",
        "id": "Infusion Scroll",
        "th": "Infusion Scroll",
        "vi": "Sách Năng Lượng"
      },
      "description": {
        "zhs": "触发元素反应后的10秒内，获得<color=#99FFFFFF>8%</color>元素伤害加成，该效果最多可以叠加2层。",
        "zht": "觸發元素反應後的10秒內，獲得<color=#99FFFFFF>8%</color>元素傷害加成，該效果最多可以疊加兩層。",
        "jp": "元素反応を起こした後、元素ダメージ+<color=#99FFFFFF>8%</color>、継続時間10秒、最大2重まで。",
        "ko": "원소 반응 후 10초 동안 원소 피해 보너스를 <color=#99FFFFFF>8%</color> 획득한다. 최대 중첩수: 2회",
        "en": "Triggering an Elemental reaction grants a <color=#99FFFFFF>8%</color> Elemental DMG Bonus for 10s. Max 2 stacks.",
        "de": "Erhöht den Elementar-SCH beim Auslösen von Elementarreaktionen 10 s lang um <color=#99FFFFFF>8 %</color>. 2-fach stapelbar.",
        "es": "Causar una Reacción Elemental otorga un <color=#99FFFFFF>8%</color> de Bono de Daño Elemental durante 10 s. Puede acumularse hasta 2 veces.",
        "fr": "Déclencher une réaction élémentaire confère un bonus de DGT élémentaires de <color=#99FFFFFF>8 %</color> pendant 10 s. Cet effet peut être cumulé 2 fois maximum.",
        "pt": "Ativar uma reação Elemental concede um adicional de <color=#99FFFFFF>8%</color> de Dano Elemental por 10s, podendo acumular até 2 vezes.",
        "ru": "В течение 10 сек. после вызова элементальной реакции увеличивает бонус элементального урона на <color=#99FFFFFF>8%</color>. Может складываться до 2 раз.",
        "id": "Memicu Elemental reaction akan meningkatkan Elemental DMG sebanyak <color=#99FFFFFF>8%</color> selama 10 detik. Efek ini dapat ditumpuk maksimum 2 lapis.",
        "th": "ภายใน 10 วินาที หลังจากทำให้เกิดปฏิกิริยาธาตุ จะได้รับโบนัสความเสียหายธาตุ <color=#99FFFFFF>8%</color> ซึ่งเอฟเฟกต์นี้จะซ้อนทับได้สูงสุด 2 ชั้น",
        "vi": "Trong 10s sau khi kích hoạt phản ứng Nguyên Tố, nhận <color=#99FFFFFF>8%</color> buff sát thương Nguyên Tố, cộng dồn 2 tầng."
      }
    },
    {
      "name": {
        "zhs": "注能之卷",
        "zht": "注能之卷",
        "jp": "注入の巻",
        "ko": "에너지 주입 두루마리",
        "en": "Infusion Scroll",
        "de": "Energieschubspule",
        "es": "Pergamino de infusión",
        "fr": "Rouleau énergisant",
        "pt": "Pergaminho Infundido",
        "ru": "Заряженный свиток",
        "id": "Infusion Scroll",
        "th": "Infusion Scroll",
        "vi": "Sách Năng Lượng"
      },
      "description": {
        "zhs": "触发元素反应后的10秒内，获得<color=#99FFFFFF>10%</color>元素伤害加成，该效果最多可以叠加2层。",
        "zht": "觸發元素反應後的10秒內，獲得<color=#99FFFFFF>10%</color>元素傷害加成，該效果最多可以疊加兩層。",
        "jp": "元素反応を起こした後、元素ダメージ+<color=#99FFFFFF>10%</color>、継続時間10秒、最大2重まで。",
        "ko": "원소 반응 후 10초 동안 원소 피해 보너스를 <color=#99FFFFFF>10%</color> 획득한다. 최대 중첩수: 2회",
        "en": "Triggering an Elemental reaction grants a <color=#99FFFFFF>10%</color> Elemental DMG Bonus for 10s. Max 2 stacks.",
        "de": "Erhöht den Elementar-SCH beim Auslösen von Elementareffekten 10 s lang um <color=#99FFFFFF>10 %</color>. 2-fach stapelbar.",
        "es": "Causar una Reacción Elemental otorga un <color=#99FFFFFF>10%</color> de Bono de Daño Elemental durante 10 s. Puede acumularse hasta 2 veces.",
        "fr": "Déclencher une réaction élémentaire confère un bonus de DGT élémentaires de <color=#99FFFFFF>10 %</color> pendant 10 s. Cet effet peut être cumulé 2 fois maximum.",
        "pt": "Ativar uma reação Elemental, concede um adicional de <color=#99FFFFFF>10%</color> de Dano Elemental por 10s, podendo acumular até 2 vezes.",
        "ru": "В течение 10 сек. после вызова элементальной реакции увеличивает бонус элементального урона на <color=#99FFFFFF>10%</color>. Может складываться до 2 раз.",
        "id": "Memicu Reaksi Elemental akan meningkatkan Elemental DMG sebanyak <color=#99FFFFFF>10%</color> selama 10 detik. Efek ini dapat ditumpuk maksimum 2 lapis.",
        "th": "ภายใน 10 วินาที หลังจากทำให้เกิดปฏิกิริยาธาตุ จะได้รับโบนัสความเสียหายธาตุ <color=#99FFFFFF>10%</color> ซึ่งเอฟเฟกต์นี้จะซ้อนทับได้สูงสุด 2 ชั้น",
        "vi": "Trong 10s sau khi kích hoạt phản ứng nguyên tố, nhận <color=#99FFFFFF>10%</color> buff sát thương nguyên tố, cộng dồn 2 tầng."
      }
    },
    {
      "name": {
        "zhs": "注能之卷",
        "zht": "注能之卷",
        "jp": "注入の巻",
        "ko": "에너지 주입 두루마리",
        "en": "Infusion Scroll",
        "de": "Energieschubspule",
        "es": "Pergamino de infusión",
        "fr": "Rouleau énergisant",
        "pt": "Pergaminho Infundido",
        "ru": "Заряженный свиток",
        "id": "Infusion Scroll",
        "th": "Infusion Scroll",
        "vi": "Sách Năng Lượng"
      },
      "description": {
        "zhs": "触发元素反应后的10秒内，获得<color=#99FFFFFF>12%</color>元素伤害加成，该效果最多可以叠加2层。",
        "zht": "觸發元素反應後的10秒內，獲得<color=#99FFFFFF>12%</color>元素傷害加成，該效果最多可以疊加兩層。",
        "jp": "元素反応を起こした後、元素ダメージ+<color=#99FFFFFF>12%</color>、継続時間10秒、最大2重まで。",
        "ko": "원소 반응 후 10초 동안 원소 피해 보너스를 <color=#99FFFFFF>12%</color> 획득한다. 최대 중첩수: 2회",
        "en": "Triggering an Elemental reaction grants a <color=#99FFFFFF>12%</color> Elemental DMG Bonus for 10s. Max 2 stacks.",
        "de": "Erhöht den Elementar-SCH beim Auslösen von Elementarreaktionen 10 s lang um <color=#99FFFFFF>12 %</color>. 2-fach stapelbar.",
        "es": "Causar una Reacción Elemental otorga un <color=#99FFFFFF>12%</color> de Bono de Daño Elemental durante 10 s. Puede acumularse hasta 2 veces.",
        "fr": "Déclencher une réaction élémentaire confère un bonus de DGT élémentaires de <color=#99FFFFFF>12 %</color> pendant 10 s. Cet effet peut être cumulé 2 fois maximum.",
        "pt": "Ativar uma reação Elemental concede um adicional de <color=#99FFFFFF>12%</color> de Dano Elemental por 10s, podendo acumular até 2 vezes.",
        "ru": "В течение 10 сек. после вызова элементальной реакции увеличивает бонус элементального урона на <color=#99FFFFFF>12%</color>. Может складываться до 2 раз.",
        "id": "Memicu Reaksi Elemental akan meningkatkan Elemental DMG sebanyak <color=#99FFFFFF>12%</color> selama 10 detik. Efek ini dapat ditumpuk maksimum 2 lapis.",
        "th": "ภายใน 10 วินาที หลังจากทำให้เกิดปฏิกิริยาธาตุ จะได้รับโบนัสความเสียหายธาตุ <color=#99FFFFFF>12%</color> ซึ่งเอฟเฟกต์นี้จะซ้อนทับได้สูงสุด 2 ชั้น",
        "vi": "Trong 10s sau khi kích hoạt phản ứng Nguyên Tố, nhận <color=#99FFFFFF>12%</color> buff sát thương Nguyên Tố, cộng dồn 2 tầng."
      }
    },
    {
      "name": {
        "zhs": "注能之卷",
        "zht": "注能之卷",
        "jp": "注入の巻",
        "ko": "에너지 주입 두루마리",
        "en": "Infusion Scroll",
        "de": "Energieschubspule",
        "es": "Pergamino de infusión",
        "fr": "Rouleau énergisant",
        "pt": "Pergaminho Infundido",
        "ru": "Заряженный свиток",
        "id": "Infusion Scroll",
        "th": "Infusion Scroll",
        "vi": "Sách Năng Lượng"
      },
      "description": {
        "zhs": "触发元素反应后的10秒内，获得<color=#99FFFFFF>14%</color>元素伤害加成，该效果最多可以叠加2层。",
        "zht": "觸發元素反應後的10秒內，獲得<color=#99FFFFFF>14%</color>元素傷害加成，該效果最多可以疊加兩層。",
        "jp": "元素反応を起こした後、元素ダメージ+<color=#99FFFFFF>14%</color>、継続時間10秒、最大2重まで。",
        "ko": "원소 반응 후 10초 동안 원소 피해 보너스를 <color=#99FFFFFF>14%</color> 획득한다. 최대 중첩수: 2회",
        "en": "Triggering an Elemental reaction grants a <color=#99FFFFFF>14%</color> Elemental DMG Bonus for 10s. Max 2 stacks.",
        "de": "Erhöht den Elementar-SCH beim Auslösen von Elementarreaktionen 10 s lang um <color=#99FFFFFF>14 %</color>. 2-fach stapelbar.",
        "es": "Causar una Reacción Elemental otorga un <color=#99FFFFFF>14%</color> de Bono de Daño Elemental durante 10 s. Puede acumularse hasta 2 veces.",
        "fr": "Déclencher une réaction élémentaire confère un bonus de DGT élémentaires de <color=#99FFFFFF>14 %</color> pendant 10 s. Cet effet peut être cumulé 2 fois maximum.",
        "pt": "Ativar uma reação Elemental concede um adicional de <color=#99FFFFFF>14%</color> de Dano Elemental por 10s, podendo acumular até 2 vezes.",
        "ru": "В течение 10 сек. после вызова элементальной реакции увеличивает бонус элементального урона на <color=#99FFFFFF>14%</color>. Может складываться до 2 раз.",
        "id": "Memicu Reaksi Elemental akan meningkatkan Elemental DMG sebanyak <color=#99FFFFFF>14%</color> selama 10 detik. Efek ini dapat ditumpuk maksimum 2 lapis.",
        "th": "ภายใน 10 วินาที หลังจากทำให้เกิดปฏิกิริยาธาตุ จะได้รับโบนัสความเสียหายธาตุ <color=#99FFFFFF>14%</color> ซึ่งเอฟเฟกต์นี้จะซ้อนทับได้สูงสุด 2 ชั้น",
        "vi": "Trong 10s sau khi kích hoạt phản ứng Nguyên Tố, nhận <color=#99FFFFFF>14%</color> buff sát thương Nguyên Tố, cộng dồn 2 tầng."
      }
    },
    {
      "name": {
        "zhs": "注能之卷",
        "zht": "注能之卷",
        "jp": "注入の巻",
        "ko": "에너지 주입 두루마리",
        "en": "Infusion Scroll",
        "de": "Energieschubspule",
        "es": "Pergamino de infusión",
        "fr": "Rouleau énergisant",
        "pt": "Pergaminho Infundido",
        "ru": "Заряженный свиток",
        "id": "Infusion Scroll",
        "th": "Infusion Scroll",
        "vi": "Sách Năng Lượng"
      },
      "description": {
        "zhs": "触发元素反应后的10秒内，获得<color=#99FFFFFF>16%</color>元素伤害加成，该效果最多可以叠加2层。",
        "zht": "觸發元素反應後的10秒內，獲得<color=#99FFFFFF>16%</color>元素傷害加成，該效果最多可以疊加兩層。",
        "jp": "元素反応を起こした後、元素ダメージ+<color=#99FFFFFF>16%</color>、継続時間10秒、最大2重まで。",
        "ko": "원소 반응 후 10초 동안 원소 피해 보너스를 <color=#99FFFFFF>16%</color> 획득한다. 최대 중첩수: 2회",
        "en": "Triggering an Elemental reaction grants a <color=#99FFFFFF>16%</color> Elemental DMG Bonus for 10s. Max 2 stacks.",
        "de": "Erhöht den Elementar-SCH beim Auslösen von Elementarreaktionen 10 s lang um <color=#99FFFFFF>16 %</color>. 2-fach stapelbar.",
        "es": "Causar una Reacción Elemental otorga un <color=#99FFFFFF>16%</color> de Bono de Daño Elemental durante 10 s. Puede acumularse hasta 2 veces.",
        "fr": "Déclencher une réaction élémentaire confère un bonus de DGT élémentaires de <color=#99FFFFFF>16 %</color> pendant 10 s. Cet effet peut être cumulé 2 fois maximum.",
        "pt": "Ativar uma reação Elemental concede um adicional de <color=#99FFFFFF>16%</color> de Dano Elemental por 10s, podendo acumular até 2 vezes.",
        "ru": "В течение 10 сек. после вызова элементальной реакции увеличивает бонус элементального урона на <color=#99FFFFFF>16%</color>. Может складываться до 2 раз.",
        "id": "Memicu Reaksi Elemental akan meningkatkan Elemental DMG sebanyak <color=#99FFFFFF>16%</color> selama 10 detik. Efek ini dapat ditumpuk maksimum 2 lapis.",
        "th": "ภายใน 10 วินาที หลังจากทำให้เกิดปฏิกิริยาธาตุ จะได้รับโบนัสความเสียหายธาตุ <color=#99FFFFFF>16%</color> ซึ่งเอฟเฟกต์นี้จะซ้อนทับได้สูงสุด 2 ชั้น",
        "vi": "Trong 10s sau khi kích hoạt phản ứng Nguyên Tố, nhận <color=#99FFFFFF>16%</color> buff sát thương Nguyên Tố, cộng dồn 2 tầng."
      }
    }
  ],
  "internal_name": "Catalyst_Exotic",
  "imgid": "catalyst/exotic"
}