{
  "id": 14403,
  "type": "catalyst",
  "rank": 4,
  "name": {
    "zhs": "祭礼残章",
    "zht": "祭禮殘章",
    "jp": "祭礼の断片",
    "ko": "제례의 악장",
    "en": "Sacrificial Fragments",
    "de": "Opferrituale",
    "es": "Memorias de Sacrificios",
    "fr": "Mémoires de rituels",
    "pt": "Memórias de Sacrifício",
    "ru": "Церемониальные мемуары",
    "id": "Sacrificial Fragments",
    "th": "Sacrificial Fragments",
    "vi": "Mảnh Chương Tế Lễ"
  },
  "description": {
    "zhs": "经历漫长岁月的剧本，记载着的颂词和剧本已经无法辨认。被下了受时间之风侵蚀毁坏的诅咒。",
    "zht": "經歷漫長歲月的劇本，所記載的頌詞和劇本已經無法辨認。被下了受時間之風侵蝕毀壞的詛咒。",
    "jp": "長い年月を経た台本。書かれた台詞はもう読めない。時の風により侵食される呪いにかかっている。",
    "ko": "오랜 역사를 지닌 대본. 기재된 찬송가와 극본은 더 이상 식별이 불가능하다. 시간의 바람에 침식되어 파괴된 저주를 받았다",
    "en": "A weathered script, the text of which is no longer legible. A cursed item eroded by the winds of time.",
    "de": "An den Texten und Skripten in diesem Buch nagt deutlich der Zahn der Zeit. Sie sind kaum noch erkennbar und erliegen dem Fluch von Zeit und Wind.",
    "es": "Un guion desgastado, con textos que ya no son identificables. Un objeto maldito erosionado por los vientos del tiempo.",
    "fr": "Un manuscrit aussi endommagé qu'illisible, objet maudit par les sables du temps.",
    "pt": "Um guia desgastado, cujo texto não é mais legível. Um item amaldiçoado erodido pelos ventos do tempo.",
    "ru": "Ветхий том, текст которого уже, увы, не прочитать. Проклятая вещь, изъеденная ветрами времени.",
    "id": "Naskah yang sudah tua dan lapuk, tulisannya tidak lagi dapat dibaca. Benda terkutuk yang telah terkikis oleh angin waktu.",
    "th": "หนังสือสคริปต์ที่มีอายุเก่าแก่ ซึ่งไม่สามารถระบุข้อความต่าง ๆ และบทสคริปต์ข้างในได้อีกต่อไป ถูกสาปโดยการกัดเซาะของสายลมแห่งกาลเวลา",
    "vi": "Cuốn kịch bản có thời gian lịch sử lâu dài, ghi lại những lời chúc phúc không còn nhận ra được nữa. Bị nguyền rủa, ăn mòn bởi gió thời gian."
  },
  "lore": {
    "zhs": "\n蒙德的先民过去有着在强风吹袭的崖上修建剧场来敬神的传统。\n祭礼的形式是戏剧。因为他们相信，他们的神喜好故事与歌谱。\n这本剧本经历了上千年的时间，如今已经无可读。\n\n古时，在烈风的君王与北风的王狼的抗争中，蒙德的大地被如砂的风雪席卷。\n不堪寒苦的人们来到东部高耸的崖壁上，建立了神殿，请求神的眷护与恩惠。\n\n风的息吹永远在当时当下，时间的灼烧却不可磨灭、永不止歇、且无法抗争。\n风神会翻动书页。但将这篇剧本腐蚀得无法辨析的，终究还是无情的时之神。\n\n但是，两者冲刷吹拂时，常给人带来相似的感伤。\n或许这是后来者认为神殿祭祀的始终是风的原因。\n",
    "zht": "\n蒙德的先民過去有著在強風吹襲的崖上修建劇場來敬神的傳統。\n祭禮的形式是戲劇。因為他們相信，他們的神喜好故事與歌譜。\n這本劇本經歷了上千年的時間，如今已經無可讀。\n\n古時，在烈風的君王與北風的王狼的抗爭中，蒙德的大地被如砂的風雪襲捲。\n不堪寒苦的人們來到東部高聳的崖壁上，建立了神殿，請求神的眷護與恩惠。\n\n風的息吹永遠在當時當下，時間的灼燒卻不可磨滅、永不止歇、且無法抗爭。\n風神會翻動書頁。但將這篇劇本腐蝕得無法辨析的，終究還是無情的時之神。\n\n但是，兩者沖刷吹拂時，常給人帶來相似的感傷。\n或許這是後來者認為神殿祭祀的始終是風的原因。\n",
    "jp": "\nモンドの先民は、激しい風の吹く崖に劇場を建設し、神を敬う慣習がある。\n祭祀は演劇の形で行われる。神様は物語と唄を好むと彼らはそう信じている。\nこの台本の歴史は数千年以上。すべてを読むことは難しい。\n\n遠い昔、烈風の君王と北風の王狼の戦いは、モンドの大地に砂のような風雪を巻き起こした。\n極寒に耐えられない人々は、モンド東部にある高い崖で神殿を設立し、神様のご加護と恩恵を祈る。\n\n風の息吹は今を吹くが、時の灼熱は永遠であり、誰にも止められず、抗うことはできない。\n風神は台本のページをめくる。だが台本の字を掠れさせるのは冷酷非情な時の神である。\n\n風の神と時の神、両者は似たような悲しみをもたらす。\nこうして、神殿の祭祀対象は風神だけだと勘違いされていった。\n",
    "ko": "\n과거 몬드의 선조들은 강한 바람이 불어오는 절벽에 극장을 세워 신에게 제사를 올리는 전통이 있었다.\n그들은 신이 노래와 이야기를 좋아한다고 믿었기 때문에 연극의 형식으로 제사를 지냈다.\n이 대본은 천여 년의 시간이 흐른 지금으로선 읽을 방법이 없다.\n\n먼 옛날, 강력한 군왕과 북풍의 왕랑이 분쟁하던 시기 몬드의 대지에는 매서운 눈보라가 휘몰아쳤다.\n혹한을 견딜 수 없던 사람들은 동쪽에 우뚝 솟아있는 절벽에 신전을 건설해 신의 보살핌과 은혜를 기도했다.\n\n바람의 탄식은 그 자리에 영원히 머물지만 시간이 흘러가는 것을 영원히, 절대 멈추거나 대항할 수 없다.\n바람 신은 책을 넘길 수 있지만 이 각본을 읽을 수도 없게끔 썩게 만드는 건 무정한 시간의 신이 내린 벌이다.\n\n하지만 둘은 늘 비슷한 감상을 느끼게 한다.\n어쩌면 이는 후에 사람들이 신전에서 바람에게 제사를 지냈던 게 원인일 수도 있다.\n",
    "en": "\nIn the early days, the people of Mondstadt had a tradition of building theaters on top of windy cliffs to please the gods.\nRituals took the form of performances, for they believed the gods enjoyed stories and ballads.\nThis script is millennia old, and is no longer legible.\n\nLong ago, a war waged between the Lord of Storm and the Great Wolf King of the North. Mondstadt was engulfed in blizzards, and the snow stung like sand.\nA group who could bear the cold no longer built a shrine high on a clifftop in the east. There, they prayed for divine mercy and protection.\n\nThe wind blows for a moment, but the ravages of time are constant, unrelenting and irreversible.\nA god of the winds may move between the pages of a book, but in the end the merciless god of time will eat away at them until not a single legible word remains.\n\nYet, time's assault and that of the wind often take their toll the same upon the heart.\nPerhaps that is why later generations presumed the shrine to have always been to the wind, and the wind alone.\n",
    "de": "\nIn den frühen Tagen Mondstadts gab es die Tradition, Theater auf besonders hohen windigen Klippen zu errichten, um somit die Götter gnädig zu stimmen.\nRituale wurden zu Theatervorstellungen mit Geschichten und Balladen, da die Leute glaubten, dies würde den Göttern gefallen.\nDieses Manuskript existiert bereits seit Tausenden von Jahren und ist nicht mehr lesbar.\n\nVor langer Zeit tobte ein Krieg zwischen dem Herrn des Turms und dem Großen Wolfskönig des Nordens. Mondstadt war zu jener Zeit in Schneestürme gehüllt und der treibende Schnee stach wie Sand.\nEin paar Leute hielten die beißende Kälte nicht länger aus und bauten einen Tempel am Gipfel einer Klippe im Osten. Dort beteten sie für göttliche Gnade und Schutz.\n\nDer Wind weht nur in einem kurzen Moment, doch das Feuer der Zeit brennt ewig, ist unerbittlich und unauslöschlich.\nEin Anemo-Archon vermag es vielleicht, sich auf den Seiten eines Buchs zu bewegen, aber letztendlich wird ein gnadenloser Gott der Zeit der Kritiker des Buches sein.\n\nDoch das Heulen und Pfeifen der beiden geht manchmal stark auf das Gemüt der Leute.\nDeshalb dachten spätere Generationen wohl, dass der Tempel nur dem Wind geweiht war.\n",
    "es": "\nLos primeros habitantes de Mondstadt tenían la tradición de erigir teatros en la cima de acantilados ventosos para complacer a los dioses.\nLos rituales se llevaban a cabo en forma de obras de teatro, pues se creía que a los dioses les gustaban los cuentos y las canciones.\nTras resistir el paso de tantos milenios, el guion es ilegible a día de hoy.\n\nHace mucho tiempo, se libró una guerra entre el Rey de la Tempestad y el Rey lobo del Norte. En esa época, Mondstadt estaba envuelto en una ventisca que parecía una tormenta de arena.\nUn grupo de gente que ya no podía soportar más el frío construyó un santuario en lo alto de un acantilado en el este. Allí, rezaron por misericordia y protección divinas.\n\nEl viento siempre sopla en el presente, pero los estragos del tiempo son eternos, incansables e ineludibles.\nEl dios de los vientos podrá moverse entre las páginas de un libro, pero, al final, es el despiadado dios del tiempo el que las desgasta hasta que no queda una sola palabra legible.\n\nSin embargo, la erosión del tiempo y del viento suele hacer mella en el corazón.\nQuizás por eso las generaciones posteriores asumieron que el santuario había sido desde siempre un lugar de sacrificios para el viento.\n",
    "fr": "\nLes gens de Mondstadt avaient autrefois pour habitude de construire leurs théâtres au sommet de falaises battues par les vents pour célébrer les dieux.\nEn effet, leurs rites avaient pris forme de théâtre, car ils croyaient que les dieux aimaient poèmes et chansons.\nCe drame de plusieurs millénaires est aujourd'hui illisible.\n\nIl y a bien longtemps faisait rage la guerre entre le Seigneur des Rafales et le Loup du Nord ; Mondstadt était alors cernée par les vents gelés et battue par la neige.\nNe pouvant plus supporter davantage le froid, les hommes construisirent un autel au sommet d'une falaise à l'est. Là, ils prièrent les dieux dans l'espoir d'obtenir d'eux protection.\n\nLe souffle du vent vit dans l'instant ; mais les ravages du temps attaquent sans coup férir, et nul ne peut leur résister.\nLe vent a parcouru ces pages ; mais c'est le temps cruel qui les a érodées au-delà de toute reconnaissance possible.\n\nCependant, les ravages du dieu du vent prennent le même tribut sur le cœur que ceux du temps.\nPeut-être est-ce pourquoi les générations qui suivirent présumèrent que l'autel avait de tout temps été dédié au vent.\n",
    "pt": "\nOs primeiros habitantes de Mondstadt tinham a tradição de construir teatros no topo de penhascos ventosos para agradar aos deuses.\nNa verdade, os seus ritos tinham assumido a forma de teatro, porque eles acreditavam que os deuses amavam poemas e canções.\nEsse escrito tem milhares de anos, e não é mais legível.\n\nNuma guerra travada entre o Deus de Tempestade e o Grande Rei de Lobo do Norte, Mondstadt estava envolto em nevascas e tempestade.\nUm grupo que não conseguira mais suportar o frio construiu um santuário no alto de um penhasco no leste. Lá, eles rezaram por misericórdia e proteção divina.\n\nO vento sopra por um momento, mas as devastações do tempo são constantes, implacáveis e irreversíveis.\nO deus dos ventos pode virar as páginas de um livro, mas no final foi o impiedoso deus do tempo que tornou essas páginas ilegíveis.\n\nEntretanto, a ação do tempo e do vento no coração é igual.\nTalvez seja por isso que gerações futuras presumiram que o santuário era dedicado ao vento, e a ele apenas.\n",
    "ru": "\nВ древние времена народ Мондштадта возводил театры на обдуваемых ветрами скалах, чтобы задобрить богов. \nМондштадтцы устраивали богам представления, полагая, что те любят песни и стихи.\nЭтой надписи больше тысячи лет, разобрать написанное уже невозможно.\n\nВ давние времена война разразилась меж Королём Штормов и Северным Волчьим Королём. Метели поглотили Мондштадт, и снег был жёстким и колючим словно песок.\nГруппа людей, которые не могли больше терпеть снег, возвела часовню на вершине скалы к востоку от города. Там они молили о защите и божественном снисхождении.\n\nПорывы ветра переменчивы и непостоянны, но время уничтожает всё неумолимо и безвозвратно. \nВозможно богу ветров удалось спрятаться на страницах книг, но рано или поздно бог времени безжалостно поглотит и эти страницы до последнего слова. \n\nОднако и мощные ветра, и неумолимое течение времени одинаково разрушают сердца.\nПо этой причине позднейшие поколения считали, что эта часовня посвящена ветру и только ветру.\n",
    "id": "\nNenek moyang Mondstadt dulunya mempunyai tradisi membangun teater untuk menyembah dewa di tebing, di mana angin bertiup kencang.\nRitual berbentuk sebuah pertunjukan drama. Karena mereka percaya bahwa Dewa mereka menyukai cerita dan lagu.\nNaskah ini telah melewati ribuan tahun dan sekarang tidak dapat dibaca lagi.\n\nPada zaman dulu, saat perang antara Lord of the Tower melawan Great Wolf King dari Utara terjadi, Mondstadt tertutup oleh pasir dan salju.\nOrang-orang yang tidak tahan lagi, datang ke tebing tinggi di timur dan membangun sebuah kuil, meminta belas kasihan dan perlindungan Dewa.\n\nAngin berembus sejenak, tetapi perjalanan waktu tidak terhapuskan, tidak pernah berhenti, dan tidak bisa dilawan.\nDewa Angin mungkin akan bergerak di antara halaman buku, tapi yang mengikis naskah itu hingga tak ada satu kata pun yang tersisa... adalah Dewa Waktu yang kejam.\n\nNamun, dampak dari waktu dan angin sering kali membawa dampak serupa.\nMungkin inilah alasan mengapa generasi mendatang percaya bahwa kuil itu selalu dipersembahkan kepada angin, dan angin saja.\n",
    "th": "\nในสมัยโบราณผู้คนใน Mondstadt ยึดถือประเพณีการสร้างโรงละครบนหน้าผาที่มีลมแรงเพื่อเอาใจเหล่าเทพเจ้า\nพิธีกรรมจัดขึ้นในรูปแบบของการแสดงเพราะพวกเขาเชื่อว่าเทพเจ้าของพวกเขาสนุกกับเรื่องราวและเพลงบรรเลง\nบทสคริปต์นี้มีมานานหลายพันปีแล้วและไม่สามารถอ่านได้แล้วในตอนนี้\n\nในอดีต ระหว่างการสู้รบของลอร์ดแห่งพายุและราชาหมาป่าผู้ยิ่งใหญ่แห่งแดนเหนือ ดินแดน Mondstadt นั้นได้ถูกกลืนกินไปด้วยพายุหิมะราวกับผืนทราย\nเหล่าผู้คนที่ไม่สามารถทนต่อความหนาวเย็นได้สร้างพระวิหารขึ้นที่หน้าผาสูงชันทางทิศตะวันออกเพื่อขอการดูแลและเห็นใจจากพระเจ้า\n\nสายลมนั้นพัดเพียงชั่วครู่ แต่การทำลายล้างของกาลเวลานั้นจะคงอยู่ตลอดไปอย่างไม่หยุดพัก และไม่อาจต้านทานได้\nเทพแห่งสายลมอาจพลิกหน้าในหนังสือ แต่สุดท้ายแล้วเทพแห่งเวลาที่ไร้ความปรานีก็จะกลืนกินพวกมันจนกว่าจะไม่หลงเหลือข้อความที่ชัดเจน\n\nทว่า การถูกทำร้ายจากลมและกาลเวลาทั้งสองอย่าง ก็มักจะทำให้คนโศกเศร้าเสียใจได้เหมือนกัน\nบางทีนี่อาจเป็นเหตุผลที่เหล่าผู้มาที่หลังคิดว่าการถวายบูชาของพระวิหารนั้นคือสายลมเสมอ\n",
    "vi": "\nNgười dân vùng Mondstadt xưa kia từng có truyền thống cổ xưa là nơi vách đá có gió mạnh thổi, họ dựng lên những khán đài nhạc kịch thể hiện sự cung kính với thần linh.\nHình thức cúng tế đó chính là nhạc kịch. Bởi vì họ tin rằng, vị thần của họ yêu thích câu chuyện và nhạc phổ. \nCuốn sổ này đã trải qua cả ngàn năm lịch sử, cho đến nay không thể đọc được nữa.\n\nThời cổ, trong cuộc chiến giữa vua của gió và vua sói Bắc Phong, vùng Mondstadt như rơi vào gió tuyết.\nNhững người không chịu nổi hàn băng đã đến các vách đá cao chót vót ở phía đông và lập đền thờ, cầu xin sự chăm sóc và ưu ái của thần linh.\n\nHơi thở của gió mãi mãi dừng lại trong khoảnh khắc ấy, ngọn lửa thời gian lại không thể dập tắt, không bao giờ ngừng nghỉ và không thể chống lại.\nPhong Thần lật từng trang sách. Nhưng chương sách này mục nát đến độ không thể phân tích, chung quy vẫn là vị thần thời gian tàn nhẫn vô tình.\n\nTuy nhiên, sự chà sát và thổi bay giữa hai bên mang đến cho mọi người những thương cảm giống như vậy.\nCó lẽ đây là lý do tại sao những người đến sau luôn nghĩ rằng các thần điện hiến tế là để cho gió.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "气定神闲",
        "zht": "氣定神閒",
        "jp": "落ち着き",
        "ko": "침착",
        "en": "Composed",
        "de": "Göttliche Fügung",
        "es": "Serenidad",
        "fr": "Sang-froid",
        "pt": "Composto",
        "ru": "Безмятежный",
        "id": "Composed",
        "th": "Composed",
        "vi": "Khí Định Thần"
      },
      "description": {
        "zhs": "元素战技造成伤害时，有<color=#99FFFFFF>40%</color>的概率重置该技能的冷却时间，该效果每<color=#99FFFFFF>30</color>秒只能触发一次。",
        "zht": "元素戰技造成傷害時，有<color=#99FFFFFF>40%</color>的機率重置該技能的冷卻時間，該效果每<color=#99FFFFFF>30</color>秒只能觸發一次。",
        "jp": "元素スキルが敵にダメージを与えた時、<color=#99FFFFFF>40%</color>の確率で該当スキルのクールタイムをリセットする。<color=#99FFFFFF>30</color>秒毎に1回のみ発動可能。",
        "ko": "원소전투 스킬로 피해를 줄 때 <color=#99FFFFFF>40%</color>의 확률로 해당 스킬의 재발동 대기시간이 초기화된다. 해당 효과는 <color=#99FFFFFF>30</color>초마다 1회만 발동한다",
        "en": "After damaging an opponent with an Elemental Skill, the skill has a <color=#99FFFFFF>40%</color> chance to end its own CD. Can only occur once every <color=#99FFFFFF>30</color>s.",
        "de": "Überspringt die Abklingzeit einer Elementarfähigkeit beim Verursachen von Schaden mit dieser Fähigkeit mit einer Wahrscheinlichkeit von <color=#99FFFFFF>40 %</color>, <color=#99FFFFFF>30</color> s Abklingzeit.",
        "es": "Al hacer daño por medio de una Habilidad Elemental, hay un <color=#99FFFFFF>40%</color> de probabilidad de restablecer el TdE de esta habilidad. Este efecto puede activarse una vez cada <color=#99FFFFFF>30</color> s.",
        "fr": "Les compétences élémentaires ont <color=#99FFFFFF>40 %</color> de chances de réinitialiser leur propre TdR lorsqu'elles infligent des DGT. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>30</color> s.",
        "pt": "Ao causar dano contra um oponente com Habilidade Elemental, a habilidade possui <color=#99FFFFFF>40%</color> de chance de redefinir o tempo de Recarga desta habilidade. Este efeito pode ser ativado apenas uma vez a cada <color=#99FFFFFF>30</color> segundos.",
        "ru": "Когда элементальный навык наносит урон, есть <color=#99FFFFFF>40%</color> вероятность, что его откат моментально восстановится. Может возникнуть раз в <color=#99FFFFFF>30</color> сек.",
        "id": "Setelah Elemental Skill mengakibatkan DMG, terdapat <color=#99FFFFFF>40%</color> persentase CD Skill langsung selesai. Dapat terpicu setiap <color=#99FFFFFF>30 detik</color>.",
        "th": "หลังจากสร้างความเสียหายด้วยสกิลธาตุแล้ว จะมีโอกาส <color=#99FFFFFF>40%</color> ที่จะรีเซ็ตเวลาคูลดาวน์ของสกิลนี้ โดยเอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก <color=#99FFFFFF>30</color> วินาที",
        "vi": "Khi kỹ năng Nguyên Tố tạo thành sát thương, có tỷ lệ <color=#99FFFFFF>40%</color> làm mới thời gian CD kỹ năng đó, mỗi <color=#99FFFFFF>30</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "气定神闲",
        "zht": "氣定神閒",
        "jp": "落ち着き",
        "ko": "침착",
        "en": "Composed",
        "de": "Göttliche Fügung",
        "es": "Serenidad",
        "fr": "Sang-froid",
        "pt": "Composto",
        "ru": "Безмятежный",
        "id": "Composed",
        "th": "Composed",
        "vi": "Khí Định Thần"
      },
      "description": {
        "zhs": "元素战技造成伤害时，有<color=#99FFFFFF>50%</color>的概率重置该技能的冷却时间，该效果每<color=#99FFFFFF>26</color>秒只能触发一次。",
        "zht": "元素戰技造成傷害時，有<color=#99FFFFFF>50%</color>的機率重置該技能的冷卻時間，該效果每<color=#99FFFFFF>26</color>秒只能觸發一次。",
        "jp": "元素スキルが敵にダメージを与えた時、<color=#99FFFFFF>50%</color>の確率で該当スキルのクールタイムをリセットする。<color=#99FFFFFF>26</color>秒毎に1回のみ発動可能。",
        "ko": "원소전투 스킬로 피해를 줄 때 <color=#99FFFFFF>50%</color>의 확률로 해당 스킬의 재발동 대기시간이 초기화된다. 해당 효과는 <color=#99FFFFFF>26</color>초마다 1회만 발동한다",
        "en": "After damaging an opponent with an Elemental Skill, the skill has a <color=#99FFFFFF>50%</color> chance to end its own CD. Can only occur once every <color=#99FFFFFF>26</color>s.",
        "de": "Überspringt die Abklingzeit einer Elementarfähigkeit beim Verursachen von Schaden mit dieser Fähigkeit mit einer Wahrscheinlichkeit von <color=#99FFFFFF>50 %</color>, <color=#99FFFFFF>26</color> s Abklingzeit.",
        "es": "Al hacer daño por medio de una Habilidad Elemental, hay un <color=#99FFFFFF>50%</color> de probabilidad de restablecer el TdE de esta habilidad. Este efecto puede activarse una vez cada <color=#99FFFFFF>26</color> s.",
        "fr": "Les compétences élémentaires ont <color=#99FFFFFF>50 %</color> de chances de réinitialiser leur propre TdR lorsqu'elles infligent des DGT. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>26</color> s.",
        "pt": "Ao causar dano contra um oponente com Habilidade Elemental, a habilidade possui <color=#99FFFFFF>50%</color> de chance de redefinir o tempo de Recarga desta habilidade. Este efeito pode ser ativado apenas uma vez a cada <color=#99FFFFFF>26</color> segundos.",
        "ru": "Когда элементальный навык наносит урон, есть <color=#99FFFFFF>50%</color> вероятность, что его откат моментально восстановится. Может возникнуть раз в <color=#99FFFFFF>26</color> сек.",
        "id": "Setelah Elemental Skill mengakibatkan DMG, terdapat <color=#99FFFFFF>50%</color> persentase CD Skill langsung selesai. Dapat terpicu setiap <color=#99FFFFFF>26 detik</color>.",
        "th": "หลังจากสร้างความเสียหายด้วยสกิลธาตุแล้ว จะมีโอกาส <color=#99FFFFFF>50%</color> ที่จะรีเซ็ตเวลาคูลดาวน์ของสกิลนี้ โดยที่เอฟเฟกต์นี้จะเกิดขึ้นหนึ่งครั้งในทุก <color=#99FFFFFF>26</color> วินาที",
        "vi": "Khi kỹ năng Nguyên Tố tạo thành sát thương, có tỷ lệ <color=#99FFFFFF>50%</color> làm mới thời gian CD kỹ năng đó, mỗi <color=#99FFFFFF>26</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "气定神闲",
        "zht": "氣定神閒",
        "jp": "落ち着き",
        "ko": "침착",
        "en": "Composed",
        "de": "Göttliche Fügung",
        "es": "Serenidad",
        "fr": "Sang-froid",
        "pt": "Composto",
        "ru": "Безмятежный",
        "id": "Composed",
        "th": "Composed",
        "vi": "Khí Định Thần"
      },
      "description": {
        "zhs": "元素战技造成伤害时，有<color=#99FFFFFF>60%</color>的概率重置该技能的冷却时间，该效果每<color=#99FFFFFF>22</color>秒只能触发一次。",
        "zht": "元素戰技造成傷害時，有<color=#99FFFFFF>60%</color>的機率重置該技能的冷卻時間，該效果每<color=#99FFFFFF>22</color>秒只能觸發一次。",
        "jp": "元素スキルが敵にダメージを与えた時、<color=#99FFFFFF>60%</color>の確率で該当スキルのクールタイムをリセットする。<color=#99FFFFFF>22</color>秒毎に1回のみ発動可能。",
        "ko": "원소전투 스킬로 피해를 줄 때 <color=#99FFFFFF>60%</color>의 확률로 해당 스킬의 재발동 대기시간이 초기화된다. 해당 효과는 <color=#99FFFFFF>22</color>초마다 1회만 발동한다",
        "en": "After damaging an opponent with an Elemental Skill, the skill has a <color=#99FFFFFF>60%</color> chance to end its own CD. Can only occur once every <color=#99FFFFFF>22s</color>.",
        "de": "Überspringt die Abklingzeit einer Elementarfähigkeit beim Verursachen von Schaden mit dieser Fähigkeit mit einer Wahrscheinlichkeit von <color=#99FFFFFF>60 %</color>, <color=#99FFFFFF>22</color> s Abklingzeit.",
        "es": "Al hacer daño por medio de una Habilidad Elemental, hay un <color=#99FFFFFF>60%</color> de probabilidad de restablecer el TdE de esta habilidad. Este efecto puede activarse una vez cada <color=#99FFFFFF>22</color> s.",
        "fr": "Les compétences élémentaires ont <color=#99FFFFFF>60 %</color> de chances de réinitialiser leur propre TdR lorsqu'elles infligent des DGT. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>22</color> s.",
        "pt": "Ao causar dano contra um oponente com Habilidade Elemental, a habilidade possui <color=#99FFFFFF>60%</color> de chance de redefinir o tempo de Recarga desta habilidade. Este efeito pode ser ativado apenas uma vez a cada <color=#99FFFFFF>22</color> segundos.",
        "ru": "Когда элементальный навык наносит урон, есть <color=#99FFFFFF>60%</color> вероятность, что его откат моментально восстановится. Может возникнуть раз в <color=#99FFFFFF>22</color> сек.",
        "id": "Setelah Elemental Skill mengakibatkan DMG, terdapat <color=#99FFFFFF>60%</color> persentase CD Skill langsung selesai. Dapat terpicu setiap <color=#99FFFFFF>22 detik</color>.",
        "th": "หลังจากสร้างความเสียหายด้วยสกิลธาตุแล้ว จะมีโอกาส <color=#99FFFFFF>60%</color> ที่จะรีเซ็ตเวลาคูลดาวน์ของสกิลนี้ ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้งในทุก <color=#99FFFFFF>22</color> วินาที",
        "vi": "Khi kỹ năng Nguyên Tố tạo thành sát thương, có tỷ lệ <color=#99FFFFFF>60%</color> làm mới thời gian CD kỹ năng đó, mỗi <color=#99FFFFFF>22</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "气定神闲",
        "zht": "氣定神閒",
        "jp": "落ち着き",
        "ko": "침착",
        "en": "Composed",
        "de": "Göttliche Fügung",
        "es": "Serenidad",
        "fr": "Sang-froid",
        "pt": "Composto",
        "ru": "Безмятежный",
        "id": "Composed",
        "th": "Composed",
        "vi": "Khí Định Thần"
      },
      "description": {
        "zhs": "元素战技造成伤害时，有<color=#99FFFFFF>70%</color>的概率重置该技能的冷却时间，该效果每<color=#99FFFFFF>19</color>秒只能触发一次。",
        "zht": "元素戰技造成傷害時，有<color=#99FFFFFF>70%</color>的機率重置該技能的冷卻時間，該效果每<color=#99FFFFFF>19</color>秒只能觸發一次。",
        "jp": "元素スキルが敵にダメージを与えた時、<color=#99FFFFFF>70%</color>の確率で該当スキルのクールタイムをリセットする。<color=#99FFFFFF>19</color>秒毎に1回のみ発動可能。",
        "ko": "원소전투 스킬로 피해를 줄 때 <color=#99FFFFFF>70%</color>의 확률로 해당 스킬의 재발동 대기시간이 초기화된다. 해당 효과는 <color=#99FFFFFF>19</color>초마다 1회만 발동한다",
        "en": "After damaging an opponent with an Elemental Skill, the skill has a <color=#99FFFFFF>70%</color> chance to end its own CD. Can only occur once every <color=#99FFFFFF>19</color>s.",
        "de": "Überspringt die Abklingzeit einer Elementarfähigkeit beim Verursachen von Schaden mit dieser Fähigkeit mit einer Wahrscheinlichkeit von <color=#99FFFFFF>70 %</color>, <color=#99FFFFFF>19</color> s Abklingzeit.",
        "es": "Al hacer daño por medio de una Habilidad Elemental, hay un <color=#99FFFFFF>70%</color> de probabilidad de restablecer el TdE de esta habilidad. Este efecto puede activarse una vez cada <color=#99FFFFFF>19</color> s.",
        "fr": "Les compétences élémentaires ont <color=#99FFFFFF>70 %</color> de chances de réinitialiser leur propre TdR lorsqu'elles infligent des DGT. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>19</color> s.",
        "pt": "Ao causar dano contra um oponente com Habilidade Elemental, a habilidade possui <color=#99FFFFFF>70%</color> de chance de redefinir o tempo de Recarga desta habilidade. Este efeito pode ser ativado apenas uma vez a cada <color=#99FFFFFF>19</color> segundos.",
        "ru": "Когда элементальный навык наносит урон, есть <color=#99FFFFFF>70%</color> вероятность, что его откат моментально восстановится. Может возникнуть раз в <color=#99FFFFFF>19</color> сек.",
        "id": "Setelah Elemental Skill mengakibatkan DMG, terdapat <color=#99FFFFFF>70%</color> persentase CD Skill langsung selesai. Dapat terpicu setiap <color=#99FFFFFF>19 detik</color>.",
        "th": "หลังจากสร้างความเสียหายด้วยสกิลธาตุแล้ว จะมีโอกาส <color=#99FFFFFF>70%</color> ที่จะรีเซ็ตเวลาคูลดาวน์ของสกิลนี้ ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้งในทุก <color=#99FFFFFF>19</color> วินาที",
        "vi": "Khi kỹ năng Nguyên Tố tạo thành sát thương, có tỷ lệ <color=#99FFFFFF>70%</color> làm mới thời gian CD kỹ năng đó, mỗi <color=#99FFFFFF>19</color>s mới thi triển 1 lần."
      }
    },
    {
      "name": {
        "zhs": "气定神闲",
        "zht": "氣定神閒",
        "jp": "落ち着き",
        "ko": "침착",
        "en": "Composed",
        "de": "Göttliche Fügung",
        "es": "Serenidad",
        "fr": "Sang-froid",
        "pt": "Composto",
        "ru": "Безмятежный",
        "id": "Composed",
        "th": "Composed",
        "vi": "Khí Định Thần"
      },
      "description": {
        "zhs": "元素战技造成伤害时，有<color=#99FFFFFF>80%</color>的概率重置该技能的冷却时间，该效果每<color=#99FFFFFF>16</color>秒只能触发一次。",
        "zht": "元素戰技造成傷害時，有<color=#99FFFFFF>80%</color>的機率重置該技能的冷卻時間，該效果每<color=#99FFFFFF>16</color>秒只能觸發一次。",
        "jp": "元素スキルが敵にダメージを与えた時、<color=#99FFFFFF>80%</color>の確率で該当スキルのクールタイムをリセットする。<color=#99FFFFFF>16</color>秒毎に1回のみ発動可能。",
        "ko": "원소전투 스킬로 피해를 줄 때 <color=#99FFFFFF>80%</color>의 확률로 해당 스킬의 재발동 대기시간이 초기화된다. 해당 효과는 <color=#99FFFFFF>16</color>초마다 1회만 발동한다",
        "en": "After damaging an opponent with an Elemental Skill, the skill has a <color=#99FFFFFF>80%</color> chance to end its own CD. Can only occur once every <color=#99FFFFFF>16s</color>.",
        "de": "Überspringt die Abklingzeit einer Elementarfähigkeit beim Verursachen von Schaden mit dieser Fähigkeit mit einer Wahrscheinlichkeit von <color=#99FFFFFF>80 %</color>, <color=#99FFFFFF>16</color> s Abklingzeit.",
        "es": "Al hacer daño por medio de una Habilidad Elemental, hay un <color=#99FFFFFF>80%</color> de probabilidad de restablecer el TdE de esta habilidad. Este efecto puede activarse una vez cada <color=#99FFFFFF>16</color> s.",
        "fr": "Les compétences élémentaires ont <color=#99FFFFFF>80 %</color> de chances de réinitialiser leur propre TdR lorsqu'elles infligent des DGT. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>16</color> s.",
        "pt": "Ao causar dano contra um oponente com Habilidade Elemental, a habilidade possui <color=#99FFFFFF>80%</color> de chance de redefinir o tempo de Recarga desta habilidade. Este efeito pode ser ativado apenas uma vez a cada <color=#99FFFFFF>16</color> segundos.",
        "ru": "Когда элементальный навык наносит урон, есть <color=#99FFFFFF>80%</color> вероятность, что его откат моментально восстановится. Может возникнуть раз в <color=#99FFFFFF>16</color> сек.",
        "id": "Setelah Elemental Skill mengakibatkan DMG, terdapat <color=#99FFFFFF>80%</color> persentase CD Skill langsung selesai. Dapat terpicu setiap <color=#99FFFFFF>16 detik</color>.",
        "th": "หลังจากสร้างความเสียหายด้วยสกิลธาตุแล้ว จะมีโอกาส <color=#99FFFFFF>80%</color> ที่จะรีเซ็ตเวลาคูลดาวน์ของสกิลนี้ ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้งในทุก <color=#99FFFFFF>16</color> วินาที",
        "vi": "Khi kỹ năng Nguyên Tố tạo thành sát thương, có tỷ lệ <color=#99FFFFFF>80%</color> làm mới thời gian CD kỹ năng đó, mỗi <color=#99FFFFFF>16</color>s mới thi triển 1 lần."
      }
    }
  ],
  "internal_name": "Catalyst_Fossil",
  "imgid": "catalyst/fossil"
}