{
  "id": 14506,
  "type": "catalyst",
  "rank": 5,
  "name": {
    "zhs": "不灭月华",
    "zht": "不滅月華",
    "jp": "不滅の月華",
    "ko": "불멸의 달빛",
    "en": "Everlasting Moonglow",
    "de": "Ewiger Mondschein",
    "es": "Luna Inalterable",
    "fr": "Lueur de la lune éternelle",
    "pt": "Fumetsu Gekka",
    "ru": "Вечное лунное сияние",
    "id": "Everlasting Moonglow",
    "th": "Everlasting Moonglow",
    "vi": "Vầng Trăng Bất Diệt"
  },
  "description": {
    "zhs": "出自深海的美玉之环，闪烁着清澈如月的光泽，一如遥远往昔。",
    "zht": "出自深海的美玉之環，閃爍著清澈如月的光澤，一如遙遠往昔。",
    "jp": "深海から訪れし玉石の輪。今でも遠い過去と変わらぬ、月のように純粋な輝きを見せる。",
    "ko": "깊은 바다에서 온 옥의 고리. 먼 지난날과 다름없이 달처럼 맑은 광택을 낸다",
    "en": "A string of lovely jasper from the deep sea. It shines with a pure radiance like that of the moon, and just as ever-distant.",
    "de": "Ein Ring aus lieblichem Jaspis der Tiefsee. Er glänzt mit einem reinen Glanz wie der des Mondes und genauso unendlich weit.",
    "es": "Un anillo de jade procedente de las profundidades del océano. Reluce con un brillo puro y distante como el de la luna.",
    "fr": "Un joli anneau en jaspe provenant des profondeurs de la mer. Il brille d'un éclat aussi pur que celui de la lune... Et également aussi lointain...",
    "pt": "Um lindo cordão de jaspe das profundezas do mar. Ele brilha com um brilho puro, e igualmente distante quanto o da lua.",
    "ru": "Яшма из морских глубин. Камень сияет прозрачным светом, подобно луне. И подобно луне, ведёт свою историю с давних времён.",
    "id": "Serangkaian cincin giok indah yang berasal dari laut dalam. Mereka memancarkan sinar yang murni seperti rembulan, dan selalu terasa sulit untuk dijangkau.",
    "th": "วงแหวนหยกอันงดงามจากท้องทะเลลึก ยังคงส่องประกายระยิบระยับดุจดวงจันทร์ เฉกเช่นอดีตอันไกลโพ้น",
    "vi": "Vòng ngọc biển sâu, tỏa ra ánh hào quang thuần khiết như mặt trăng."
  },
  "lore": {
    "zhs": "\n珊瑚宫的纹章「真珠海波」，传说描绘的是怀抱海祇的波浪，\n与明亮的真珠。但也有大御神的玉轮如月永照珊瑚国土之说。\n\n珊瑚与海绵丛生的深海之梦中，流云与海砂共舞的渊下之底，\n与海祇同梦而眠的神子们，血脉中代代传承永不幻灭的希望。\n高天的色彩永恒变幻，在海渊之下亦投射着不定形态的光影…\n深暗海渊无法掩盖的慈悲华彩，如此在宁寂的极乐之中弥散。\n\n在那些年代里，最初的现人神巫女曾以明珠般的智慧导引同胞，\n又在初见天光的人中挑选神人，与御子神一同扶助惧怕白日者，\n日后将令鸣神水军心惊的「海御前」，也曾同她们哼唱鲸之歌，\n与空游海月共舞，描画「键纹」的形象。\n\n一些岁月之后。一线的霆威拒否海祇民的幻梦。\n向雷暴蛇行，必然是要面对闪电的无情权现吧…\n但是常怀真珠之心的神子巫女，永远不会忘却。\n无数的故事与感念与海玉之轮将会永远传下去，\n并在这当中，散发出愈发美丽的光芒吧。\n\n不论是折下玉枝，还是孕育珍珠的史话，\n抑或是征服深海之邪物，又将阳光带给苍白的渊下一国之事；\n曾梦想屹立影向的少年获「恶王」之名，与天狗决斗的壮绝…\n一切都将如月光下的海波，如漫天珍珠般照亮海祇之子的心。\n将丧失的痛楚送给静静翻腾的咸水，将耀眼的明珠就此珍藏。\n让神代的事话与牺牲，与「真珠海波」的纹样永远流传下去。\n\n即使雷云日渐集聚，紫电之威凶险难测，\n海祇的月华也将透过云霭，播撒皓光吧。",
    "zht": "\n珊瑚宮的紋章「真珠海波」，傳說描繪的是懷抱海祇的波浪，\n與明亮的真珠。但也有大御神的玉輪如月永照珊瑚國土之說。\n\n珊瑚與海綿叢生的深海之夢中，流雲與海砂共舞的淵下之底，\n與海祇同夢而眠的神子們，血脈中代代傳承永不幻滅的希望。\n高天的色彩永恆變幻，在海淵之下亦投射著不定形態的光影…\n深暗海淵無法掩蓋的慈悲華彩，如此在寧寂的極樂之中彌散。\n\n在那些年代裡，最初的現人神巫女曾以明珠般的智慧導引同胞，\n又在初見天光的人中挑選神人，與御子神一同扶助懼怕白日者，\n日後將令鳴神水軍心驚的「海御前」，也曾同她們哼唱鯨之歌，\n與空遊海月共舞，描畫「鍵紋」的形象。\n\n一些歲月之後。一線的霆威拒否海祇民的幻夢。\n向雷暴蛇行，必然是要面對閃電的無情權現吧…\n但是常懷真珠之心的神子巫女，永遠不會忘卻。\n無數的故事與感念與海玉之輪將會永遠傳下去，\n並在這當中，散發出愈發美麗的光芒吧。\n\n不論是折下玉枝，還是孕育珍珠的史話，\n抑或是征服深海之邪物，又將陽光帶給蒼白的淵下一國之事；\n曾夢想屹立影向的少年獲「惡王」之名，與天狗決鬥的壯絕…\n一切都將如月光下的海波，如漫天珍珠般照亮海祇之子的心。\n將喪失的痛楚送給靜靜翻騰的鹹水，將耀眼的明珠就此珍藏。\n讓神代的事話與犧牲，與「真珠海波」的紋樣永遠流傳下去。\n\n即使雷雲日漸集聚，紫電之威兇險難測，\n海祇的月華也將透過雲靄，播撒皓光吧。",
    "jp": "\n珊瑚宮の紋章「真珠海波」、伝説では海祇の波を抱擁する景色と、\n明るい真珠が描かれている。しかし、大御神の玉輪は、月のように永遠に珊瑚の国を照らしているという説もある。\n\n海綿や珊瑚が棲む深海の夢の中、そして流れゆく雲と海の砂が共に踊る深海の底で、\n海祇と同じ夢を見る神の子たちの血脈には、不滅の希望が永遠に受け継がれていく。\n天の色彩は常に変化し、海淵の下で定まらぬ影を形成している…\n深き海淵が隠しきれない慈悲は、このように静寂な極楽の中で消散した。\n\nその時代、最初の現人神の巫女は珠玉如き知恵で同胞を導いた。\nそして彼女は、新たに太陽を知った人々の中から聖職者を選び、神と共に日の光を恐れる人々を助けた。\n後世、鳴神軍を震わせた「海御前」は、彼女らと共に鯨の歌を歌い、\n空游の海月と共に踊り、「鍵紋」の形を描いた。\n\n時が経つにつれ、一筋の雷霆が海祇の民の夢を砕いた。\n雷暴に立ち向かうことは、必然と無情の権現に直面することになる。\nしかし、真珠の心を持った神子巫女たちは忘れなかった。\n数え切れないほどの物語と感謝の気持ち、そして海玉の輪は永遠に語り継がれることだろう。\nそして、それによって彼らはより明るく、より美しく輝いていくのだ。\n\n折れた玉枝や真珠を育む史話、\n或いは深海の邪物を征服したり、日差しを蒼白の淵下の国にもたらすことも。\n影向山に立つことを夢見た少年が、「惡王」の名を持つようになり、天狗と壮絶な決闘を果たした…\nこれらはすべて、天からの真珠、月光の下の波のように、海祇の民の心を照らすだろう。\n喪失の痛みを塩の混じった海の中に運び、輝く真珠の中に蓄える。\n神々の時代の物語と犠牲が、この「真珠海波」の紋章とともに永遠に受け継がれることを願おう。\n\nたとえ嵐の雲が集まってきても、紫電の獰猛さが予測不可であっても、\n海祇の月華は、雲を突き抜け、光を照らしてくれるだろう。",
    "ko": "\n산호궁의 문양인 「진주의 물결」는, 와타츠미를 품은 파도와\n빛나는 진주에서 유래했다고 전해진다. 하지만 와타츠미신의 옥륜이 달과 같이 산고의 국토를 비추는 것이라는 설화도 있다\n\n산고와 해면이 우거진 깊은 바다의 꿈속, 구름과 모래가 함께 춤추는 그 밑바닥,\n와타츠미와 함께 꿈을 꾸는 신의 아이들은, 영원히 사그라지지 않는 희망을 혈관에 흐르는 피로서 물려받는다\n높은 하늘의 색채는 계속해서 바뀌고, 해연 아래서도 일정하지 않은 형태의 빛의 그림자를 비추고 있다…\n암흑의 해연도 감출 수 없는 자비로운 아름다움이 이처럼 고요한 행복 속에서 흩어져간다\n\n그 시절, 최초의 아라히토가미 무녀는 진주 같은 지혜로 동포를 인도하고,\n또 처음으로 하늘의 빛을 본 사람 중에서 신의 사람을 선발하여 어자신과 함께 낯을 두려워하는 자를 도왔다\n후에 나루카미 수군을 두려움에 떨게 한 「우미고젠」과, 그녀들이 흥얼거리던 고래의 노래와 함께 \n자유로이 헤엄치는 해월과 함께 춤을 추며, 「건문」의 형상을 그려냈다고 한다\n\n조금의 세월 후에, 한줄기 번개가 와타츠미 사람의 환상을 깨부쉈다\n뇌폭을 향해 굽히는 건, 매정한 번개를 마주하기 위해 어쩔 수 없는 것이겠지…\n하지만 진주의 마음을 품고 있는 신자 무녀는, 영원히 잊지 않을 것이다\n무수히 많은 이야기와 감상들과 해옥의 윤회는 영원히 이어져갈 것이고\n이들 사이에서 더욱 아름다운 빛을 뿜어낼 것이다\n\n옥지를 꺾는다거나, 진주를 잉태한다거나 하는 설화도,\n혹은 심해의 요괴를 정복한 일이나, 햇빛을 창백한 연하일국에 갖다준 일도,\n요고우를 세우는 꿈을 가진 소년이 「악왕」이라는 이름을 얻어, 텐구와 결투했던 장렬함도…\n모든 것은 달빛 아래 바다의 물결처럼, 온 하늘의 진주처럼 와타츠미의 아이의 마음을 비출 것이다 \n상실의 아픔은 조용히 뒤척이는 소금물에 선물하고, 눈부신 진주를 간직하자\n신들의 세상 이야기와 희생을, 「진주의 물결」의 문양과 함께 영원히 이어나가자\n\n번개구름이 다시 모여, 천둥의 위세를 가늠할 수 없다 하여도\n와타츠미의 달빛 또한 구름 사이로 새하얀 빛을 흩뿌릴 테니",
    "en": "\nThe \"pearl and waves\" emblem of the Sangonomiya is said to represent the waves that embrace Watatsumi,\nAnd the bright pearls that can be found there. But some also say that it shows the jeweled wheel of Watatsumi Omikami keeping eternal vigil over the land of coral like the moon.\n\nIn the dreams of the deep sea where sponges and coral dwell, in the depths where flowing clouds and ocean sands dance as one,\nUndying hope would pass from generation to generation of those descended from their god — they who dreamed the same dreams as Watatsumi.\nThe colors of the skies are ever-changing, and the lights and shadows cast deep beneath the waves are of forms ill-defined...\nThus did the brilliant compassion that the dark ocean could not conceal diffuse in tranquil bliss.\n\nIn those days, the first Divine Priestess once led her brethren with wisdom as precious as pearls,\nAnd she selected clergy from amongst the people newly introduced to the sun, who aided the offspring of their god in comforting those for whom the light of day brought terror.\nIn latter days, the \"Umigozen\" who made the navies of Narukami tremble would sing whale-songs alongside them,\nAnd it was this symbol that they drew as they danced with the airborne kurage.\n\nSome years later, a single bolt of lightning would reject the dream of the Watatsumi people.\nInto the storm slithered the serpent, the lightning's ruthless glow to surely face...\nBut the children of the god and the shrine maidens, who had hearts of pearl, would not forget.\nCountless tales, gratitude unnumbered, and that ring of ocean gems would forever be passed down,\nAnd they would shine ever brighter and more beautifully for it.\n\nWhether it be the histories of the jeweled branches being torn or the birth of precious pearls,\nOr the defeat of wicked creatures in the depths to bring sunlight to the pale nation beneath the waves,\nOr how the young man who dreamed of standing atop Mt. Yougou came to have the name of an \"evil king,\" and had his great duel against the tengu...\nAll these would light up the hearts of the children of Watatsumi, like pearls from the heavens, like waves under the moon's glow.\nThey will carry the pain of loss away into the churning, salty waters, storing them within radiant pearls.\nMay the stories and sacrifices of the age of gods forever be handed down, along with this emblem of \"pearl and waves.\"\n\nEven if the storm clouds should gather, and even if the violet lightning's ferocity be perilous and unpredictable,\nThe silver moon of Watatsumi shall still pierce through the clouds and scatter forth its light.",
    "de": "\nDas Wappen von Sangonomiya, die Perlen und Wellen, soll die Wellen, die Watatsumi umarmen,\nsowie die helle Perle darstellen. Es wird aber auch gesagt, dass das Jaderad von Omikami wie der Mond ist, der für immer über dem Land der Korallen scheint.\n\nIm Traum der Tiefsee, wo Korallen und Schwämme zusammenwachsen, auf dem Grund des Abgrunds, wo treibende Wolken und Meeressand miteinander tanzen,\ndie Söhne der Götter, die mit Watatsumi zusammen schlafen, die Hoffnung, die in ihrer Blutlinie von Generation zu Generation nie stirbt.\nDie ständig wechselnden Farben des hohen Himmels werfen Schatten in unbestimmter Form in den Abgrund des Meeres ...\nDer Glanz der Gottesliebe, die nicht durch den Abgrund des tiefen, dunklen Meeres verborgen werden kann, ist so inmitten der ruhigen Stille der Glückseligkeit verbreitet.\n\nIn jenen Tagen pflegten die ursprünglichen göttlichen Priesterinnen ihre Landsleute mit perlender Weisheit zu leiten,\nund sie wählten die Gottesdiener unter denen, die das Licht des Tages zuerst sahen, und zusammen mit den Göttern unterstützten sie diejenigen, die das Tageslicht fürchteten.\nDer Umigozen, der später die Seestreitkraft von Narukami in Angst versetzen sollte, sang mit ihnen auch die Lieder der Wale,\ntanzte mit dem leeren Meer und dem schwimmenden Mond.\n\nEinige Jahre später. Der erste Donnerschlag begann, die phantasievollen Träume der Menschen vom Meer zurückzuweisen.\nWenn man auf ein Gewitter zugeht, muss man mit der unerbittlichen Kraft der Blitze rechnen, oder?\nAber die göttlichen Priesterinnen, die immer das Herz der wahren Perle haben, werden diese Träume niemals vergessen.\nUnzählige Geschichten und Empfindungen zusammen mit dem Jaderad werden für immer weitergegeben werden,\ndas inmitten des Meers ein immer schöneres Licht ausstrahlt.\n\nSei es das Pflücken eines Jadezweiges oder die Sage von der Aufzucht einer Perle,\noder die Bezwingung des Bösen aus der Tiefe und das Bringen von Sonnenlicht in ein Land tief unter in dem fahlen Abgrund.\nEin junger Mann, der einst davon träumte, hoch oben auf dem Gipfel des Yougou-Bergs zu stehen, erhielt den Namen „Böser König“ und lieferte sich ein Duell mit einem Tengu ...\nAlles wird wie die Wellen des Meeres im Mondlicht sein und die Herzen der Söhne von Watatsumi wie strahlende Perlen am Himmel erleuchten.\nÜberlasse den Schmerz des Verlustes den leise wogenden salzigen Wassern und schätze die glänzende Perle.\nMögen die Worte und Opfer der Götter für immer mit dem Wappen der „Wahren Welle“ weitergegeben werden.\n\nSelbst als sich die Gewitterwolken sammeln und der lila Blitz heftig und unberechenbar wurde,\nwird das Mondlicht des Meeres auch durch die Wolken scheinen und sein Licht verbreiten.",
    "es": "\nSe dice que la “perla de la marea”, el emblema de Sangonomiya, representa las olas que envuelven Watatsumi, así como las brillantes perlas que se pueden encontrar allí.\nPero también se dice que muestra la rueda enjoyada de Onikami que, como la luna, vigila eternamente la tierra de los corales.\n\nEn los sueños del océano llenos de esponjas y corales y en las profundidades donde las nubes y las arenas bailan al unísono,\nuna esperanza imperecedera pasaba de generación en generación entre los descendientes de su dios, aquellos que soñaban con lo mismo que Watatsumi.\nEl color del cielo está en constante cambio, y las luces y sombras que se proyectan en las profundidades del mar apenas están definidas...\nAsí, la brillante compasión que no podía ocultar el oscuro océano se difundía con tranquilidad.\n\nEn aquellos días, la primera Sacerdotisa Divina dirigió a sus hermanos con una sabiduría tan preciosa como las perlas.\nSeleccionó a los clérigos de su pueblo, que acababa de saber lo que era el sol, y que ayudaron al vástago de su dios a consolar a aquellos que le temían a la luz.\nMás tarde, Umigozen, quien hizo temblar al ejército de Narukami, cantaba junto a ellos canciones de ballenas.\nEste era el símbolo que dibujaban mientras bailaban con las medusas.\n\nAlgunos años después, un solo rayo negó el sueño del pueblo de Watatsumi.\nLa serpiente se deslizó hacia la tormenta para hacer frente al despiadado brillo del rayo.\nPero los hijos del dios y las miko de corazón perlado nunca lo olvidarán.\nInnumerables historias, gratitud y ese anillo de gemas del océano se transmitirían para siempre.\nY cada vez brillarán más y más bellamente.\n\nYa sean las historias de las ramas enjoyadas y arrancadas, el nacimiento de las preciosas perlas,\nla derrota de criaturas malvadas en las profundidades para traer la luz del sol a la pálida nación bajo las olas,\no cómo el joven que soñaba con estar en la cima de la Montaña Yougou llegó a hacerse con el nombre de “Rey del Mal” y se batió en duelo contra los tengu...\nTodo esto iluminará los corazones de los hijos de Watatsumi como las perlas del cielo y como las olas bajo el brillo de la luna.\nLlevarán el dolor de la pérdida a las agitadas y saladas aguas, almacenándolas en radiantes perlas.\nQue las historias y los sacrificios de la era de los dioses se transmitan para siempre junto con este emblema, el emblema de la perla de la marea.\n\nAunque las nubes de tormenta se acumulen y aunque el feroz rayo sea peligroso e imprevisible,\nla argéntea luna de Watatsumi seguirá atravesando las nubes y esparciendo su luz.",
    "fr": "\nLes « perles et vagues » de l'emblème de Sangonomiya réprésentent les vagues qui ont embrassé Watatsumi,\net les perles que l'on peut y trouver. D'autres racontent qu'on peut y distinguer l'anneau de pierres précieuses de la Divinité des tréfonds, comme une lune éternelle veillant sur le pays des coraux.\n\nDans les rêves des profondeurs marines où demeurent éponges et coraux, dans les tréfonds où nuages et sable marin dansent à l'unisson,\nun espoir éternel se transmet de génération en génération à tous ceux qui descendent de leur dieu, ceux qui firent les mêmes rêves que Watatsumi.\nLa couleur du ciel est en perpétuel changement, les lumières et les ombres projetées sous les vagues sont difficiles à distinguer...\nLa rayonnante compassion se répandit avec tranquillité, elle que l'océan sombre n'avait pu occulter.\n\nÀ cette époque, la première Prêtresse divine dirigeait les siens avec une sagesse aussi précieuse qu'une perle.\nElle choisit le clergé parmi son peuple qui venait à peine de connaître le soleil, qui vinrent en aide à la descendance de leur dieu en réconfortant ceux qui étaient effrayés par la lumière du jour.\nPlus tard, les « Umigozen » qui avaient fait trembler l'armée de Narukami chantèrent des chants de baleine à leurs côtés,\nvoilà quel était le sigil qu'ils dessinèrent alors qu'ils dansaient avec le kurage.\n\nQuelques années plus tard, un éclair vint briser le rêve du peuple de Watatsumi.\nLe serpent glissa dans la tempête pour faire face à l'impitoyable lueur de la foudre...\nMais les enfants du dieu et les prêtresses aux cœurs de perles, ne purent jamais oublier.\nD'innombrables légendes, une profonde gratitude et l'anneau de pierres précieuses seraient à jamais transmis.\nChaque fois, ils dégageront une lueur d'autant plus belle et lumineuse. \n\nQue ce soit les histoires des branches parées de joyaux arrachées ou la naissance de précieuses perles,\nou bien encore la défaite d'horribles créatures des profondeurs pour amener la lumière du soleil sur cette pale nation tapie dans les abîmes,\nmais aussi comment un jeune homme qui rêvait de se tenir sur le Mont Yougou en vint à porter le titre de « seigneur du mal » et se battit contre les Tengu...\nToutes ces histoires illumineront les cœurs des enfants de Watatsumi, comme des perles venues des cieux, comme des vagues au clair de lune.\nElles emporteront la souffrance des pertes dans les eaux salées, pour l'entreposer parmi les perles scintillantes.\nQue les récits et les sacrifices du temps des dieux soient pour toujours transmis, ainsi que cet emblème des « perles et vagues ».\n\nMême si les nuages de tempête s'accumulent, même si la cruauté du tonnerre violet est dangereuse et imprévisible,\nla lune d'argent de Watatsumi transpercera toujours les nuages pour répandre sa lumière.",
    "pt": "\nDizem que o emblema \"pérola e ondas\" do Sangonomiya representa as ondas que abraçam Watatsumi,\nE as pérolas brilhantes que podem ser encontradas lá. Mas alguns também dizem que ela mostra a roda com as joias de Watatsumi Omikami mantendo vigilância eterna sobre a terra dos corais como a lua.\n\nNos sonhos do mar profundo onde as esponjas e os corais habitam, nas profundezas onde nuvens fluem e as areias oceânicas dançam como uma só,\nA esperança eterna passaria de geração em geração daqueles descendentes de seu deus - aqueles que sonhavam os mesmos sonhos que Watatsumi.\nAs cores dos céus estão sempre mudando, e as luzes e sombras lançadas no fundo das ondas são de formas mal definidas...\nAssim fez a brilhante compaixão que o oceano escuro não podia esconder, difundir com tranquilidade e felicidade.\n\nNaqueles dias, a primeira Sacerdotisa Divina uma vez conduziu seus irmãos com sabedoria tão preciosa quanto as pérolas,\nE ela selecionou clérigos entre as pessoas recentemente introduzidas ao sol, que ajudaram a progênie de seu deus a confortar aqueles para quem a luz do dia trouxe terror.\nNos tempos mais recentes, os \"Umigozen\" que faziam tremer as marinhas de Narukami cantavam canções de baleias ao seu lado,\nE foi este símbolo que eles desenharam enquanto dançavam com o kurage voador.\n\nAlguns anos mais tarde, um único raio rejeitaria o sonho do povo Watatsumi.\nNa tempestade, a serpente se abateu, os raios brilhavam impiedosamente para certamente enfrentar a aparência implacável de um relâmpago...\nMas os filhos do deus e as sacerdotisas, que tinham coração de pérola, não se esqueceriam.\nInúmeras histórias, gratidão inumeráveis, e aquele anel de pedras preciosas do oceano seria para sempre passado adiante,\nE elas brilhariam cada vez mais e com mais beleza por conta disso.\n\nSejam as histórias dos ramos de joias sendo despedaçados ou o nascimento de pérolas preciosas,\nOu a derrota de criaturas perversas nas profundezas para trazer a luz do sol para a nação empalidecida sob as ondas,\nOu como o jovem que sonhou em ficar no topo do Monte Yougou chegou a ter o nome de um \"rei do mal\", e teve seu grandioso duelo contra os tengu...\nTudo isso iluminaria os corações das crianças de Watatsumi, como pérolas do céu, como ondas sob o brilho da lua.\nEles levarão a dor da perda para dentro das águas agitadas e salgadas, guardando-as dentro de pérolas radiantes.\nQue as histórias e sacrifícios da era dos deuses sejam eternamente proferidos, juntamente com este emblema de \"pérola e ondas\".\n\nMesmo que as nuvens da tempestade se acumulem, e mesmo que a ferocidade do relâmpago violeta seja perigoso e imprevisível,\nA lua de prata de Watatsumi ainda atravessará as nuvens e espalhará sua luz.",
    "ru": "\nСчитается, что на эмблеме Сангономии «Сокровище волн» изображена «жемчужина» - остров Ватацуми - и окружающее его море.\nНо сложно не вспомнить и легенду о яшмовом диске Ватацуми Омиками, озаряющем Сангономию своим вечным светом.\n\nМечта, рождённая в пучине, средь кораллов и песков,\nПрошла чрез поколения потомков Ватацуми.\nМечта о свете в бликах отражённых облаков,\nО свете, что разгонит мрак глубин угрюмый.\n\nНемало было тех, кого сиянье света испугало,\nБожественная жрица им давала утешенье,\nС детьми богов в лучах светила танцевала\nПод мерное Умигодзэн с китами пенье.\n\nГроза отрезала род Ватацуми от мечты.\nЗмей грозовой всегда несёт жестокость молний...\nНо память сердца жрицам помогла\nБесчисленных легенд узор сплести\nИ светом яшмового диска их наполнить.\n\nРассказы о рождении жемчужин,\nПобедах в море и о свете среди бездны,\n«Преступном короле» горы Ёго, сражении с тэнгу...\nСияют эти сказки, словно волны в лунном свете,\nУносят боль утрат на дно, рождая жемчуг.\nПускай же не прервётся нить жемчужного узора.\n\nИ даже когда небо застят тучи грозовые,\nСияет Ватацуми свет и пробивает путь сквозь облака.",
    "id": "\nOrang bilang bahwa lambang \"mutiara dan ombak\" dari Sangonomiya mewakili ombak yang merangkul Watatsumi,\ndan mutiara cerah yang dapat ditemukan di sana. Tetapi beberapa orang lainnya juga mengatakan bahwa lambang itu menunjukkan roda permata Watatsumi Omikami yang terus berjaga-jaga di atas tanah karang layaknya bulan.\n\nDalam mimpi laut yang dalam di mana bunga karang dan batu karang berdiam, di kedalaman di mana awan yang mengalir dan pasir laut menari menjadi satu,\nharapan abadi akan turun-temurun didapatkan mereka dari dewanya — yaitu bagi mereka yang memimpikan mimpi yang sama dengan Watatsumi.\nWarna langit selalu berubah, dan cahaya serta bayangan yang terpancar jauh di bawah ombak adalah bentuk yang tidak jelas...\nDemikianlah welas asih cemerlang yang tidak dapat disembunyikan oleh samudra yang gelap sekalipun, menyebar dalam kebahagiaan yang tenang.\n\nPada masa itu, Pemimpin Suci pertama pernah memimpin saudara-saudaranya dengan kebijaksanaan yang berharga bak mutiara,\ndan dia memilih pendeta dari antara orang-orang yang baru diperkenalkan ke matahari, yang membantu keturunan dewa mereka dalam menghibur mereka yang ketakutan akan terang siang.\nDi hari-hari terakhir, \"Umigozen\" yang membuat angkatan laut Narukami gemetar akan menyanyikan lagu paus bersama mereka,\ndan simbol inilah yang mereka gambar saat mereka menari dengan kurage udara.\n\nHingga beberapa tahun kemudian, satu sambaran petir yang keras menampik impian orang-orang Watatsumi.\nUlar bergerak menuju badai petir, harus dihadapinyalah kekuatan petir yang kejam...\nTetapi anak-anak dewa dan miko berhati mutiara, tidak akan melupakannya.\nKisah yang tak terhitung jumlahnya, rasa terima kasih yang begitu besar, dan cincin permata laut itu akan selamanya diturunkan,\ndan mereka akan bersinar semakin terang dan indah karenanya.\n\nBaik itu sejarah cabang permata yang robek atau kelahiran mutiara yang berharga,\nentah itu masalah menaklukkan makhluk jahat di laut dalam dan membawa sinar matahari ke sebuah bangsa di jurang yang pucat,\natau bagaimanakah pemuda yang bermimpi berdiri di atas Mt. Yougou dijuluki \"raja jahat\", dan berduel hebat melawan tengu...\nSemua ini akan menerangi hati anak-anak Watatsumi, seperti mutiara dari langit, bagaikan gelombang di bawah cahaya rembulan.\nKisah-kisah ini akan membawa rasa sakit akan kehilangan ke dalam air asin yang bergolak, menyimpannya di dalam mutiara yang bersinar.\nSemoga kisah dan pengorbanan zaman para dewa terus diceritakan turun-temurun, bersama dengan lambang \"mutiara dan ombak\".\n\nSekalipun awan badai berkumpul, sekalipun keganasan petir ungu itu berbahaya dan sulit diprediksi,\nCahaya bulan Watatsumi masih akan menembus awan dan menyebarkan cahayanya.",
    "th": "\nสัญลักษณ์ \"ไข่มุกคลื่นทะเล\" ของ Sangonomiya เป็นตำนานที่พรรณนาถึงคลื่นที่โอบล้อมทะเล\nและไข่มุกที่ส่องแสงประกาย แต่บางคนก็บอกว่ามันแสดงให้เห็นวงล้ออัญมณีของ Watatsumi Omikami ที่คอยเฝ้าระวังชั่วนิรันดร์เหนือดินแดนแห่งปะการังราวกับจันทรา\n\nในความฝันของทะเลลึกที่มีฟองน้ำและปะการังอาศัยอยู่ ในส่วนลึกที่กลีบเมฆและทรายที่ร่ายระบำเป็นหนึ่งเดียวกัน\nผู้ที่ฝันถึงความฝันเดียวกับ Watatsumi ความหวังที่ไม่มีวันตายจะส่งต่อจากรุ่นสู่รุ่นของผู้ที่สืบเชื้อสายมาจากพระเจ้าของพวกเขา\nสีสันของท้องฟ้านั้นเปลี่ยนแปลงอยู่ตลอดเวลา แสงและเงาแห่งรูปแบบไม่แน่นอนยังฉายส่องอยู่ใต้ท้องทะเลลึก...\nความเมตตาอันเจิดจ้าที่มหาสมุทรอันมืดมิดไม่อาจซ่อนเร้น ได้แผ่ซ่านไปในความสุขอันเงียบสงบ\n\nในยุคสมัยนั้น ผู้นำมิโกะคนปัจจุบันคนแรก เคยนำพี่น้องด้วยปัญญาอันล้ำค่าราวกับไข่มุก\nและเธอเลือกเทพเจ้าจากบรรดาผู้ที่รู้จักดวงอาทิตย์ และช่วยผู้ที่เกรงกลัวดวงอาทิตย์ด้วยพระเจ้าเหล่านั้น\nในยุคหลัง \"Umigozen\" ที่ทำให้กองทัพเรือของ Narukami ตัวสั่นร่วมร้องเพลงปลาวาฬเคียงข้างพวกเขา\nและนี่คือสัญลักษณ์ที่พวกเขาวาดขณะเต้นรำกับ Kurage กลางอากาศ\n\nหลายปีต่อมา สายฟ้าเพียงเส้นเดียวอาจจะปฏิเสธความฝันของชาวเมือง Watatsumi\nงูเลื้อยเข้าไปในพายุฝนฟ้าคะนองนั่น ซึ่งจะต้องเผชิญหน้ากับสายฟ้าแลบนั้นอย่างแน่นอน...\nแต่มิโกะผู้เก็บหัวใจของไข่มุกแท้ไว้เสมอจะไม่มีวันลืม\nเรื่องราวนับไม่ถ้วน ความกตัญญูกตเวที และกงล้อแห่งอัญมณีแห่งท้องทะเลนั้นจะถูกส่งต่อตลอดไป\nและพวกมันก็จะส่องแสงเจิดจ้าและสวยงามยิ่งขึ้นไปอีก\n\nไม่ว่าจะเป็นประวัติกิ่งก้านของหยกที่แตกขาด หรือการเกิดของไข่มุกอันล้ำค่า\nหรือเป็นเรื่องของการพิชิตสัตว์ร้ายแห่งท้องทะเลลึก และนำแสงแดดมาสู่ประเทศในท้องทะเล\nชายหนุ่มผู้ใฝ่ฝันที่จะยืนอยู่ในเงามืดได้ชื่อว่าเป็น \"ราชาผู้ชั่วร้าย\" ได้ประลองกับเท็งงุอย่างดุเดือด...\nทุกสิ่งจะเป็นดั่งคลื่นทะเลใต้แสงจันทร์ส่องดวงใจบุตรแห่ง Watatsumi ดุจไข่มุกบนท้องนภา\nมอบความเจ็บปวดที่สูญเสียไปให้กับน้ำทะเลแสนเค็มอย่างเงียบ ๆ และเก็บไว้ในไข่มุกที่เปล่งประกาย\nให้เรื่องราวและการสังเวยแห่งยุคของเทพเจ้าคงอยู่ตลอดไป พร้อมกับสัญลักษณ์ของ \"ไข่มุกคลื่นทะเล\" นี้\n\nแม้ว่าเมฆฝนฟ้าคะนองจะรวมตัวกันทุกวัน แต่พลังไฟฟ้าสีม่วงนั้นอันตรายและคาดเดาไม่ได้\nแสงจันทราสีเงินแห่ง Watatsumi จะยังคงทะลุผ่านเมฆและกระจายแสงออกไป",
    "vi": "\nHuy hiệu \"Làn Sóng Trân Châu\" của Sangonomiya, tương truyền là miêu tả cơn sóng ôm lấy Watatsumi,\nVới viên ngọc trai sáng bóng. Nhưng cũng có lời truyền rằng là ánh trăng của Omikami soi sáng vùng đất Sango.\n\nTrong giấc mộng biển sâu của Sango và bọt biển, mây trôi và cát biển cùng nhảy múa dưới đáy vực thẳm,\nNhững con dân cùng chung giấc mộng với Watatsumi, trong dòng máu mãi luôn lưu truyền niềm hy vọng không bị dập tắt.\nBầu trời với sắc màu mãi không thay đổi, và phản chiếu hình bóng không có hình dáng cố định xuống đáy biển...\nDù ở vực thẳm biển sâu cũng không che giấu được ánh hồng từ bi, và như khuếch tán trong sự yên tĩnh và hạnh phúc.\n\nVào thời đại đó, Thánh Pháp Sư thuở ban đầu đã dùng trí thông minh để dẫn dắt đồng bào,\nLựa chọn thần dân trong những người lần đầu tiên nhìn thấy bầu trời, cùng hỗ trợ họ dưới sự sợ hãi ánh sáng của dân chúng,\nSau này Umigozen từng khiến quân Narukami sợ hãi đó, cũng đã từng ca hát cùng với bọn họ,\nKhiêu vũ cùng ánh trăng, miêu tả hình dáng \"ấn khóa\".\n\nKhông bao lâu sau, một cơn phẫn nộ sẽ cự tuyệt giấc mộng mơ ảo của người dân Watatsumi.\nTiến về phía bão sét, ắt phải đối mặt với sức mạnh không ngừng của sấm sét...\nNhưng pháp sư luôn mang trái tim trân châu sẽ mãi không thể quên.\nVô số câu chuyện và vòng hải ngọc sẽ mãi được lưu truyền về sau. \nVà trong đó, sẽ lan tỏa ánh sáng tươi đẹp hơn.\n\nDù là bẻ nhánh ngọc, hay là giai thoại bồi dưỡng trân châu,\nHoặc là chinh phục tà vật dưới biển sâu, đem ánh sáng mặt trời đến cho đất nước dưới vực thẳm;\nThiếu niên từng có danh hiệu \"Akuou\", đã có màn quyết đấu với Tengu...\nMọi thứ cũng sẽ như làn sóng dưới ánh trăng, soi sáng tấm lòng của người dân Watatsumi.\nHãy trao tặng nỗi đau mất mát đó cho nước biển và gìn giữ viên ngọc trai chói sáng đó.\nHãy để thần thoại mãi lưu truyền về sau giống như \"Làn Sóng Trân Châu\"\n\nCho dù đám mây tích điện tồn đọng từng ngày, sức mạnh của tử điện thì hung hiểm khó lường,\nÁnh trăng của Watatsumi cũng sẽ xuyên qua mây đen để lan tỏa ánh sáng."
  },
  "effects": [
    {
      "name": {
        "zhs": "白夜皓月",
        "zht": "白夜皓月",
        "jp": "白夜皓月",
        "ko": "백야의 밝은 달",
        "en": "Byakuya Kougetsu",
        "de": "Byakuya Kougetsu",
        "es": "Noche de luna",
        "fr": "Byakuya Kougetsu",
        "pt": "Byakuya Kougetsu",
        "ru": "Бякуя когэцу",
        "id": "Byakuya Kougetsu",
        "th": "Byakuya Kougetsu",
        "vi": "Ánh Trăng Đêm Trắng"
      },
      "description": {
        "zhs": "治疗加成提升<color=#99FFFFFF>10%</color>；普通攻击造成的伤害增加，增加值为装备该武器的角色生命值上限的<color=#99FFFFFF>1%</color>。在施放元素爆发后的12秒内，普通攻击命中敌人时恢复0.6点元素能量，每0.1秒至多通过这种方式恢复一次元素能量。",
        "zht": "治療加成提升<color=#99FFFFFF>10%</color>；普通攻擊造成的傷害增加，增加值為裝備該武器的角色生命值上限的<color=#99FFFFFF>1%</color>。在施放元素爆發後的12秒內，普通攻擊命中敵人時恢復0.6點元素能量，每0.1秒至多依此方式恢復一次元素能量。",
        "jp": "与える治療効果+<color=#99FFFFFF>10%</color>。この武器を装備したキャラクターのHP上限の<color=#99FFFFFF>1%</color>分、通常攻撃ダメージがアップする。元素爆発を発動した後の12秒間、通常攻撃が敵に命中すると元素エネルギーが0.6ポイント回復する。この方式での元素エネルギー回復は、0.1秒毎に1回のみ可能。",
        "ko": "치유 보너스가 <color=#99FFFFFF>10%</color> 증가하고, 일반 공격으로 가하는 피해가 해당 장비를 장착한 캐릭터 HP 최대치의 <color=#99FFFFFF>1%</color>만큼 증가한다. 원소폭발 발동 후 12초 내에 일반 공격으로 적을 명중하면 원소 에너지를 0.6pt 회복하고, 해당 방식으로 0.1초마다 원소 에너지를 최대 1회 회복할 수 있다",
        "en": "Healing Bonus increased by <color=#99FFFFFF>10%</color>, Normal Attack DMG is increased by <color=#99FFFFFF>1%</color> of the Max HP of the character equipping this weapon. For 12s after using an Elemental Burst, Normal Attacks that hit opponents will restore 0.6 Energy. Energy can be restored this way once every 0.1s.",
        "de": "Erhöht den Heilungsbonus um <color=#99FFFFFF>10 %</color>. Erhöht den mit Standardangriffen verursachten Schaden um <color=#99FFFFFF>1 %</color> der max. LP der mit dieser Waffe ausgerüsteten Figur. Stellt nach Anwendung von Spezialfähigkeiten 12 s lang beim Treffen von Gegnern mit Standardangriffen 0,6 Punkte Elementarenergie wieder her. Stellt auf diese Weise alle 0,1 s höchstens einmal Elementarenergie wieder her.",
        "es": "El Bono de Curación aumenta en un <color=#99FFFFFF>10%</color>. El daño infligido por los Ataques Normales aumenta en una cantidad equivalente al <color=#99FFFFFF>1%</color> de la Vida Máx. del personaje que tenga esta arma equipada. Tras usar la Habilidad Definitiva y durante 12 s, cuando un Ataque Normal golpea a un enemigo, se regeneran 0.6 pts. de Energía Elemental. Solo se puede regenerar Energía Elemental de esta manera una vez cada 0.1 s.",
        "fr": "#Augmente le bonus de soins de <color=#99FFFFFF>10{NON_BREAK_SPACE}%</color>, et les DGT des attaques normales d'une valeur équivalant à <color=#99FFFFFF>1 %</color> des PV max du personnage équipé de l'arme. Pendant 12 s après l'utilisation d'un déchaînement élémentaire, les attaques normales qui touchent un ennemi restaurent 0,6 pts d'énergie élémentaire. L'énergie élémentaire peut être restaurée une fois toutes les 0,1 s de cette manière.",
        "pt": "Bônus de Cura aumentado em <color=#99FFFFFF>10%</color>, o Ataque Normal é aumentado em <color=#99FFFFFF>1%</color> da Vida Máxima do personagem equipando esta arma. Nos 12s após usar um Supremo, os Ataques Normais que acertarem oponentes recuperarão 0.6 de Energia Elemental. A Energia pode ser recuperada desta maneira uma vez a cada 0.1s.",
        "ru": "Увеличивает бонус лечения на <color=#99FFFFFF>10%</color>, а также повышает урон обычной атаки на <color=#99FFFFFF>1%</color> от макс. HP экипированного этим оружием персонажа. В течение 12 сек. после использования взрыва стихии попадания обычной атакой по противнику восстанавливают 0,6 ед. энергии. Энергию можно восстановить не чаще чем раз в 0,1 сек.",
        "id": "Meningkatkan <color=#99FFFFFF>10%</color> Healing Bonus. Meningkatkan DMG Normal Attack sebesar <color=#99FFFFFF>1%</color> dari Max HP Karakter yang mengenakan senjata ini. Setelah melancarkan Elemental Burst, Normal Attack yang mengenai musuh akan memulihkan 0,6 Energy. Efek pemulihan Energy ini berlangsung selama 12 detik dan dapat terpicu setiap 0,1 detik.",
        "th": "โบนัสการรักษาเพิ่มขึ้น <color=#99FFFFFF>10%</color>; โจมตีปกติสร้างความเสียหายเพิ่มขึ้น โดยปริมาณที่เพิ่มจะเท่ากับ <color=#99FFFFFF>1%</color> ของพลังชีวิตสูงสุดของตัวละครที่ใช้อาวุธนี้ และภายใน 12 วินาที หลังจากใช้ท่าไม้ตาย เมื่อโจมตีปกติถูกศัตรู จะฟื้นฟูพลังงานธาตุ 0.6 หน่วย โดยจะฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 0.1 วินาที",
        "vi": "Trị liệu tăng <color=#99FFFFFF>10%</color>; Tăng lượng sát thương đánh thường gây ra, lượng tăng thêm sẽ là <color=#99FFFFFF>1%</color> giới hạn HP của nhân vật trang bị vũ khí này. Trong 12s sau khi thi triển Kỹ Năng Nộ, đánh thường trúng kẻ địch sẽ hồi phục 0.6 Năng Lượng Nguyên Tố, mỗi 0.1s tối đa hồi phục Năng Lượng Nguyên Tố một lần bằng cách này."
      }
    },
    {
      "name": {
        "zhs": "白夜皓月",
        "zht": "白夜皓月",
        "jp": "白夜皓月",
        "ko": "백야의 밝은 달",
        "en": "Byakuya Kougetsu",
        "de": "Byakuya Kougetsu",
        "es": "Noche de luna",
        "fr": "Byakuya Kougetsu",
        "pt": "Byakuya Kougetsu",
        "ru": "Бякуя когэцу",
        "id": "Byakuya Kougetsu",
        "th": "Byakuya Kougetsu",
        "vi": "Ánh Trăng Đêm Trắng"
      },
      "description": {
        "zhs": "治疗加成提升<color=#99FFFFFF>12.5%</color>；普通攻击造成的伤害增加，增加值为装备该武器的角色生命值上限的<color=#99FFFFFF>1.5%</color>。在施放元素爆发后的12秒内，普通攻击命中敌人时恢复0.6点元素能量，每0.1秒至多通过这种方式恢复一次元素能量。",
        "zht": "治療加成提升<color=#99FFFFFF>12.5%</color>；普通攻擊造成的傷害增加，增加值為裝備該武器的角色生命值上限的<color=#99FFFFFF>1.5%</color>。在施放元素爆發後的12秒內，普通攻擊命中敵人時恢復0.6點元素能量，每0.1秒至多依此方式恢復一次元素能量。",
        "jp": "与える治療効果+<color=#99FFFFFF>12.5%</color>。この武器を装備したキャラクターのHP上限の<color=#99FFFFFF>1.5%</color>分、通常攻撃ダメージがアップする。元素爆発を発動した後の12秒間、通常攻撃が敵に命中すると元素エネルギーが0.6ポイント回復する。この方式での元素エネルギー回復は、0.1秒毎に1回のみ可能。",
        "ko": "치유 보너스가 <color=#99FFFFFF>12.5%</color> 증가하고, 일반 공격으로 가하는 피해가 해당 장비를 장착한 캐릭터 HP 최대치의 <color=#99FFFFFF>1.5%</color>만큼 증가한다. 원소폭발 발동 후 12초 내에 일반 공격으로 적을 명중하면 원소 에너지를 0.6pt 회복하고, 해당 방식으로 0.1초마다 원소 에너지를 최대 1회 회복할 수 있다",
        "en": "Healing Bonus increased by <color=#99FFFFFF>12.5%</color>, Normal Attack DMG is increased by <color=#99FFFFFF>1.5%</color> of the Max HP of the character equipping this weapon. For 12s after using an Elemental Burst, Normal Attacks that hit opponents will restore 0.6 Energy. Energy can be restored this way once every 0.1s.",
        "de": "Erhöht den Heilungseffekt um <color=#99FFFFFF>12,5 %</color>. Erhöht den mit Standardangriffen verursachten Schaden um <color=#99FFFFFF>1,5 %</color> der max. LP der mit dieser Waffe ausgerüsteten Figur. Stellt nach Anwendung von Spezialfähigkeiten 12 s lang beim Treffen von Gegnern mit Standardangriffen 0,6 Punkte Elementarenergie wieder her. Stellt auf diese Weise alle 0,1 s höchstens einmal Elementarenergie wieder her.",
        "es": "El Bono de Curación aumenta en un <color=#99FFFFFF>12.5%</color>. El daño infligido por los Ataques Normales aumenta en una cantidad equivalente al <color=#99FFFFFF>1.5%</color> de la Vida Máx. del personaje que tenga esta arma equipada. Tras usar la Habilidad Definitiva y durante 12 s, cuando un Ataque Normal golpea a un enemigo, se regeneran 0.6 pts. de Energía Elemental. Solo se puede regenerar Energía Elemental de esta manera una vez cada 0.1 s.",
        "fr": "#Augmente le bonus de soins de <color=#99FFFFFF>12,5{NON_BREAK_SPACE}%</color>, et les DGT des attaques normales d'une valeur équivalant à <color=#99FFFFFF>1,5 %</color> des PV max du personnage équipé de l'arme. Pendant 12 s après l'utilisation d'un déchaînement élémentaire, les attaques normales qui touchent un ennemi restaurent 0,6 pts d'énergie élémentaire. L'énergie élémentaire peut être restaurée une fois toutes les 0,1 s de cette manière.",
        "pt": "Bônus de Cura aumentado em <color=#99FFFFFF>12.5%</color>, o Ataque Normal é aumentado em <color=#99FFFFFF>1.5%</color> da Vida Máxima do personagem equipando esta arma. Nos 12s após usar um Supremo, os Ataques Normais que acertarem oponentes recuperarão 0.6 de Energia Elemental. A Energia pode ser recuperada desta maneira uma vez a cada 0.1s.",
        "ru": "Увеличивает бонус лечения на <color=#99FFFFFF>12,5%</color>, также повышает урон обычной атаки на <color=#99FFFFFF>1,5%</color> от макс. HP экипированного этим оружием персонажа. В течение 12 сек. после использования взрыва стихии попадания обычной атакой по противнику восстанавливают 0,6 ед. энергии. Энергию можно восстановить не чаще чем раз в 0,1 сек.",
        "id": "Meningkatkan <color=#99FFFFFF>12.5%</color> Healing Bonus. Meningkatkan DMG Normal Attack sebesar <color=#99FFFFFF>1,5%</color> dari Max HP Karakter yang mengenakan senjata ini. Setelah melancarkan Elemental Burst, Normal Attack yang mengenai musuh akan memulihkan 0,6 Energy. Efek pemulihan Energy ini berlangsung selama 12 detik dan dapat terpicu setiap 0,1 detik.",
        "th": "โบนัสการรักษาเพิ่มขึ้น <color=#99FFFFFF>12.5%</color>; โจมตีปกติสร้างความเสียหายเพิ่มขึ้น โดยปริมาณที่เพิ่มจะเท่ากับ <color=#99FFFFFF>1.5%</color> ของพลังชีวิตสูงสุดของตัวละครที่ใช้อาวุธนี้ และภายใน 12 วินาที หลังจากใช้ท่าไม้ตาย เมื่อโจมตีปกติถูกศัตรู จะฟื้นฟูพลังงานธาตุ 0.6 หน่วย โดยจะฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 0.1 วินาที",
        "vi": "Trị liệu tăng <color=#99FFFFFF>12.5%</color>; Tăng lượng sát thương đánh thường gây ra, lượng tăng thêm sẽ là <color=#99FFFFFF>1.5%</color> giới hạn HP của nhân vật trang bị vũ khí này. Trong 12s sau khi thi triển Kỹ Năng Nộ, đánh thường trúng kẻ địch sẽ hồi phục 0.6 Năng Lượng Nguyên Tố, mỗi 0.1s tối đa hồi phục Năng Lượng Nguyên Tố một lần bằng cách này."
      }
    },
    {
      "name": {
        "zhs": "白夜皓月",
        "zht": "白夜皓月",
        "jp": "白夜皓月",
        "ko": "백야의 밝은 달",
        "en": "Byakuya Kougetsu",
        "de": "Byakuya Kougetsu",
        "es": "Noche de luna",
        "fr": "Byakuya Kougetsu",
        "pt": "Byakuya Kougetsu",
        "ru": "Бякуя когэцу",
        "id": "Byakuya Kougetsu",
        "th": "Byakuya Kougetsu",
        "vi": "Ánh Trăng Đêm Trắng"
      },
      "description": {
        "zhs": "治疗加成提升<color=#99FFFFFF>15%</color>；普通攻击造成的伤害增加，增加值为装备该武器的角色生命值上限的<color=#99FFFFFF>2%</color>。在施放元素爆发后的12秒内，普通攻击命中敌人时恢复0.6点元素能量，每0.1秒至多通过这种方式恢复一次元素能量。",
        "zht": "治療加成提升<color=#99FFFFFF>15%</color>；普通攻擊造成的傷害增加，增加值為裝備該武器的角色生命值上限的<color=#99FFFFFF>2%</color>。在施放元素爆發後的12秒內，普通攻擊命中敵人時恢復0.6點元素能量，每0.1秒至多依此方式恢復一次元素能量。",
        "jp": "与える治療効果+<color=#99FFFFFF>15%</color>。この武器を装備したキャラクターのHP上限の<color=#99FFFFFF>2%</color>分、通常攻撃ダメージがアップする。元素爆発を発動した後の12秒間、通常攻撃が敵に命中すると元素エネルギーが0.6ポイント回復する。この方式での元素エネルギー回復は、0.1秒毎に1回のみ可能。",
        "ko": "치유 보너스가 <color=#99FFFFFF>15%</color> 증가하고, 일반 공격으로 가하는 피해가 해당 장비를 장착한 캐릭터 HP 최대치의 <color=#99FFFFFF>2%</color>만큼 증가한다. 원소폭발 발동 후 12초 내에 일반 공격으로 적을 명중하면 원소 에너지를 0.6pt 회복하고, 해당 방식으로 0.1초마다 원소 에너지를 최대 1회 회복할 수 있다",
        "en": "Healing Bonus increased by <color=#99FFFFFF>15%</color>, Normal Attack DMG is increased by <color=#99FFFFFF>2%</color> of the Max HP of the character equipping this weapon. For 12s after using an Elemental Burst, Normal Attacks that hit opponents will restore 0.6 Energy. Energy can be restored this way once every 0.1s.",
        "de": "Erhöht den Heilungseffekt um <color=#99FFFFFF>15 %</color>. Erhöht den mit Standardangriffen verursachten Schaden um <color=#99FFFFFF>2 %</color> der max. LP der mit dieser Waffe ausgerüsteten Figur. Stellt nach Anwendung von Spezialfähigkeiten 12 s lang beim Treffen von Gegnern mit Standardangriffen 0,6 Punkte Elementarenergie wieder her. Stellt auf diese Weise alle 0,1 s höchstens einmal Elementarenergie wieder her.",
        "es": "El Bono de Curación aumenta en un <color=#99FFFFFF>15%</color>. El daño infligido por los Ataques Normales aumenta en una cantidad equivalente al <color=#99FFFFFF>2%</color> de la Vida Máx. del personaje que tenga esta arma equipada. Tras usar la Habilidad Definitiva y durante 12 s, cuando un Ataque Normal golpea a un enemigo, se regeneran 0.6 pts. de Energía Elemental. Solo se puede regenerar Energía Elemental de esta manera una vez cada 0.1 s.",
        "fr": "#Augmente le bonus de soins de <color=#99FFFFFF>15{NON_BREAK_SPACE}%</color>, et les DGT des attaques normales d'une valeur équivalant à <color=#99FFFFFF>2 %</color> des PV max du personnage équipé de l'arme. Pendant 12 s après l'utilisation d'un déchaînement élémentaire, les attaques normales qui touchent un ennemi restaurent 0,6 pts d'énergie élémentaire. L'énergie élémentaire peut être restaurée une fois toutes les 0,1 s de cette manière.",
        "pt": "Aumenta o Bônus de Cura em <color=#99FFFFFF>15%</color>; aumenta o Dano do Ataque Normal em <color=#99FFFFFF>2%</color> da Vida Máxima do personagem com o arma equipada. Nos 12s após utilizar o Supremo, Ataques Normais que atingirem oponentes regenerarão 0.6 pontos de Energia Elemental. Energia Elemental pode ser regenerada dessa forma uma vez a cada 0.1s.",
        "ru": "Увеличивает бонус лечения на <color=#99FFFFFF>15%</color>, также повышает урон обычной атаки на <color=#99FFFFFF>2%</color> от макс. HP экипированного этим оружием персонажа. В течение 12 сек. после использования взрыва стихии попадания обычной атакой по противнику восстанавливают 0,6 ед. энергии. Энергию можно восстановить не чаще чем раз в 0,1 сек.",
        "id": "Meningkatkan <color=#99FFFFFF>15%</color> Healing Bonus. Meningkatkan DMG Normal Attack sebesar <color=#99FFFFFF>2%</color> dari Max HP Karakter yang mengenakan senjata ini. Setelah melancarkan Elemental Burst, Normal Attack yang mengenai musuh akan memulihkan 0,6 Energy. Efek pemulihan Energy ini berlangsung selama 12 detik dan dapat terpicu setiap 0,1 detik.",
        "th": "โบนัสการรักษาเพิ่มขึ้น <color=#99FFFFFF>15%</color>; โจมตีปกติสร้างความเสียหายเพิ่มขึ้น โดยปริมาณที่เพิ่มจะเท่ากับ <color=#99FFFFFF>2%</color> ของพลังชีวิตสูงสุดของตัวละครที่ใช้อาวุธนี้ และภายใน 12 วินาที หลังจากใช้ท่าไม้ตาย เมื่อโจมตีปกติถูกศัตรู จะฟื้นฟูพลังงานธาตุ 0.6 หน่วย โดยจะฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 0.1 วินาที",
        "vi": "Trị liệu tăng <color=#99FFFFFF>15%</color>; Tăng lượng sát thương đánh thường gây ra, lượng tăng thêm sẽ là <color=#99FFFFFF>2%</color> giới hạn HP của nhân vật trang bị vũ khí này. Trong 12s sau khi thi triển Kỹ Năng Nộ, đánh thường trúng kẻ địch sẽ hồi phục 0.6 Năng Lượng Nguyên Tố, mỗi 0.1s tối đa hồi phục Năng Lượng Nguyên Tố một lần bằng cách này."
      }
    },
    {
      "name": {
        "zhs": "白夜皓月",
        "zht": "白夜皓月",
        "jp": "白夜皓月",
        "ko": "백야의 밝은 달",
        "en": "Byakuya Kougetsu",
        "de": "Byakuya Kougetsu",
        "es": "Noche de luna",
        "fr": "Byakuya Kougetsu",
        "pt": "Byakuya Kougetsu",
        "ru": "Бякуя когэцу",
        "id": "Byakuya Kougetsu",
        "th": "Byakuya Kougetsu",
        "vi": "Ánh Trăng Đêm Trắng"
      },
      "description": {
        "zhs": "治疗加成提升<color=#99FFFFFF>17.5%</color>；普通攻击造成的伤害增加，增加值为装备该武器的角色生命值上限的<color=#99FFFFFF>2.5%</color>。在施放元素爆发后的12秒内，普通攻击命中敌人时恢复0.6点元素能量，每0.1秒至多通过这种方式恢复一次元素能量。",
        "zht": "治療加成提升<color=#99FFFFFF>17.5%</color>；普通攻擊造成的傷害增加，增加值為裝備該武器的角色生命值上限的<color=#99FFFFFF>2.5%</color>。在施放元素爆發後的12秒內，普通攻擊命中敵人時恢復0.6點元素能量，每0.1秒至多依此方式恢復一次元素能量。",
        "jp": "与える治療効果+<color=#99FFFFFF>17.5%</color>。この武器を装備したキャラクターのHP上限の<color=#99FFFFFF>2.5%</color>分、通常攻撃ダメージがアップする。元素爆発を発動した後の12秒間、通常攻撃が敵に命中すると元素エネルギーが0.6ポイント回復する。この方式での元素エネルギー回復は、0.1秒毎に1回のみ可能。",
        "ko": "치유 보너스가 <color=#99FFFFFF>17.5%</color> 증가하고, 일반 공격으로 가하는 피해가 해당 장비를 장착한 캐릭터 HP 최대치의 <color=#99FFFFFF>2.5%</color>만큼 증가한다. 원소폭발 발동 후 12초 내에 일반 공격으로 적을 명중하면 원소 에너지를 0.6pt 회복하고, 해당 방식으로 0.1초마다 원소 에너지를 최대 1회 회복할 수 있다",
        "en": "Healing Bonus increased by <color=#99FFFFFF>17.5%</color>, Normal Attack DMG is increased by <color=#99FFFFFF>2.5%</color> of the Max HP of the character equipping this weapon. For 12s after using an Elemental Burst, Normal Attacks that hit opponents will restore 0.6 Energy. Energy can be restored this way once every 0.1s.",
        "de": "Erhöht den Heilungseffekt um <color=#99FFFFFF>17,5 %</color>. Erhöht den mit Standardangriffen verursachten Schaden um <color=#99FFFFFF>2,5 %</color> der max. LP der mit dieser Waffe ausgerüsteten Figur. Stellt nach Anwendung von Spezialfähigkeiten 12 s lang beim Treffen von Gegnern mit Standardangriffen 0,6 Punkte Elementarenergie wieder her. Stellt auf diese Weise alle 0,1 s höchstens einmal Elementarenergie wieder her.",
        "es": "El Bono de Curación aumenta en un <color=#99FFFFFF>17.5%</color>. El daño infligido por los Ataques Normales aumenta en una cantidad equivalente al <color=#99FFFFFF>2.5%</color> de la Vida Máx. del personaje que tenga esta arma equipada. Tras usar la Habilidad Definitiva y durante 12 s, cuando un Ataque Normal golpea a un enemigo, se regeneran 0.6 pts. de Energía Elemental. Solo se puede regenerar Energía Elemental de esta manera una vez cada 0.1 s.",
        "fr": "#Augmente le bonus de soins de <color=#99FFFFFF>17,5{NON_BREAK_SPACE}%</color>, et les DGT des attaques normales d'une valeur équivalant à <color=#99FFFFFF>2,5 %</color> des PV max du personnage équipé de l'arme. Pendant 12 s après l'utilisation d'un déchaînement élémentaire, les attaques normales qui touchent un ennemi restaurent 0,6 pts d'énergie élémentaire. L'énergie élémentaire peut être restaurée une fois toutes les 0,1 s de cette manière.",
        "pt": "Bônus de Cura aumentado em <color=#99FFFFFF>17.5%</color>, o Ataque Normal é aumentado em <color=#99FFFFFF>2.5%</color> da Vida Máxima do personagem equipando esta arma. Nos 12s após usar um Supremo, os Ataques Normais que acertarem oponentes recuperarão 0.6 de Energia Elemental. A Energia pode ser recuperada desta maneira uma vez a cada 0.1s.",
        "ru": "Увеличивает бонус лечения на <color=#99FFFFFF>17,5%</color>, также повышает урон обычной атаки на <color=#99FFFFFF>2,5%</color> от макс. HP экипированного этим оружием персонажа. В течение 12 сек. после использования взрыва стихии попадания обычной атакой по противнику восстанавливают 0,6 ед. энергии. Энергию можно восстановить не чаще чем раз в 0,1 сек.",
        "id": "Meningkatkan <color=#99FFFFFF>17.5%</color> Healing Bonus. Meningkatkan DMG Normal Attack sebesar <color=#99FFFFFF>2.5%</color> dari Max HP Karakter yang mengenakan senjata ini. Setelah melancarkan Elemental Burst, Normal Attack yang mengenai musuh akan memulihkan 0,6 Energy. Efek pemulihan Energy ini berlangsung selama 12 detik dan dapat terpicu setiap 0,1 detik.",
        "th": "โบนัสการรักษาเพิ่มขึ้น <color=#99FFFFFF>17.5%</color>; โจมตีปกติสร้างความเสียหายเพิ่มขึ้น โดยปริมาณที่เพิ่มจะเท่ากับ <color=#99FFFFFF>2.5%</color> ของพลังชีวิตสูงสุดของตัวละครที่ใช้อาวุธนี้ และภายใน 12 วินาที หลังจากใช้ท่าไม้ตาย เมื่อโจมตีปกติถูกศัตรู จะฟื้นฟูพลังงานธาตุ 0.6 หน่วย โดยจะฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 0.1 วินาที",
        "vi": "Trị liệu tăng <color=#99FFFFFF>17.5%</color>; Tăng lượng sát thương đánh thường gây ra, lượng tăng thêm sẽ là <color=#99FFFFFF>2.5%</color> giới hạn HP của nhân vật trang bị vũ khí này. Trong 12s sau khi thi triển Kỹ Năng Nộ, đánh thường trúng kẻ địch sẽ hồi phục 0.6 Năng Lượng Nguyên Tố, mỗi 0.1s tối đa hồi phục Năng Lượng Nguyên Tố một lần bằng cách này."
      }
    },
    {
      "name": {
        "zhs": "白夜皓月",
        "zht": "白夜皓月",
        "jp": "白夜皓月",
        "ko": "백야의 밝은 달",
        "en": "Byakuya Kougetsu",
        "de": "Byakuya Kougetsu",
        "es": "Noche de luna",
        "fr": "Byakuya Kougetsu",
        "pt": "Byakuya Kougetsu",
        "ru": "Бякуя когэцу",
        "id": "Byakuya Kougetsu",
        "th": "Byakuya Kougetsu",
        "vi": "Ánh Trăng Đêm Trắng"
      },
      "description": {
        "zhs": "治疗加成提升<color=#99FFFFFF>20%</color>；普通攻击造成的伤害增加，增加值为装备该武器的角色生命值上限的<color=#99FFFFFF>3%</color>。在施放元素爆发后的12秒内，普通攻击命中敌人时恢复0.6点元素能量，每0.1秒至多通过这种方式恢复一次元素能量。",
        "zht": "治療加成提升<color=#99FFFFFF>20%</color>；普通攻擊造成的傷害增加，增加值為裝備該武器的角色生命值上限的<color=#99FFFFFF>3%</color>。在施放元素爆發後的12秒內，普通攻擊命中敵人時恢復0.6點元素能量，每0.1秒至多依此方式恢復一次元素能量。",
        "jp": "与える治療効果+<color=#99FFFFFF>20%</color>。この武器を装備したキャラクターのHP上限の<color=#99FFFFFF>3%</color>分、通常攻撃ダメージがアップする。元素爆発を発動した後の12秒間、通常攻撃が敵に命中すると元素エネルギーが0.6ポイント回復する。この方式での元素エネルギー回復は、0.1秒毎に1回のみ可能。",
        "ko": "치유 보너스가 <color=#99FFFFFF>20%</color> 증가하고, 일반 공격으로 가하는 피해가 해당 장비를 장착한 캐릭터 HP 최대치의 <color=#99FFFFFF>3%</color>만큼 증가한다. 원소폭발 발동 후 12초 내에 일반 공격으로 적을 명중하면 원소 에너지를 0.6pt 회복하고, 해당 방식으로 0.1초마다 원소 에너지를 최대 1회 회복할 수 있다",
        "en": "Healing Bonus increased by <color=#99FFFFFF>20%</color>, Normal Attack DMG is increased by <color=#99FFFFFF>3%</color> of the Max HP of the character equipping this weapon. For 12s after using an Elemental Burst, Normal Attacks that hit opponents will restore 0.6 Energy. Energy can be restored this way once every 0.1s.",
        "de": "Erhöht den Heilungseffekt um <color=#99FFFFFF>20 %</color>. Erhöht den mit Standardangriffen verursachten Schaden um <color=#99FFFFFF>3 %</color> der max. LP der mit dieser Waffe ausgerüsteten Figur. Stellt nach Anwendung von Spezialfähigkeiten 12 s lang beim Treffen von Gegnern mit Standardangriffen 0,6 Punkte Elementarenergie wieder her. Stellt auf diese Weise alle 0,1 s höchstens einmal Elementarenergie wieder her.",
        "es": "El Bono de Curación aumenta en un <color=#99FFFFFF>20%</color>. El daño infligido por los Ataques Normales aumenta en una cantidad equivalente al <color=#99FFFFFF>3%</color> de la Vida Máx. del personaje que tenga esta arma equipada. Tras usar la Habilidad Definitiva y durante 12 s, cuando un Ataque Normal golpea a un enemigo, se regeneran 0.6 pts. de Energía Elemental. Solo se puede regenerar Energía Elemental de esta manera una vez cada 0.1 s.",
        "fr": "#Augmente le bonus de soins de <color=#99FFFFFF>20{NON_BREAK_SPACE}%</color>, et les DGT des attaques normales d'une valeur équivalant à <color=#99FFFFFF>3 %</color> des PV max du personnage équipé de l'arme. Pendant 12 s après l'utilisation d'un déchaînement élémentaire, les attaques normales qui touchent un ennemi restaurent 0,6 pts d'énergie élémentaire. L'énergie élémentaire peut être restaurée une fois toutes les 0,1 s de cette manière.",
        "pt": "Bônus de Cura aumentado em <color=#99FFFFFF>20%</color>, o Ataque Normal é aumentado em <color=#99FFFFFF>3%</color> da Vida Máxima do personagem equipando esta arma. Nos 12s após usar um Supremo, os Ataques Normais que acertarem oponentes recuperarão 0.6 de Energia Elemental. A Energia pode ser recuperada desta maneira uma vez a cada 0.1s.",
        "ru": "Увеличивает бонус лечения на <color=#99FFFFFF>20%</color>, также повышает урон обычной атаки на <color=#99FFFFFF>3%</color> от макс. HP экипированного этим оружием персонажа. В течение 12 сек. после использования взрыва стихии попадания обычной атакой по противнику восстанавливают 0,6 ед. энергии. Энергию можно восстановить не чаще чем раз в 0,1 сек.",
        "id": "Meningkatkan <color=#99FFFFFF>20%</color> Healing Bonus. Meningkatkan DMG Normal Attack sebesar <color=#99FFFFFF>3%</color> dari Max HP Karakter yang mengenakan senjata ini. Setelah melancarkan Elemental Burst, Normal Attack yang mengenai musuh akan memulihkan 0,6 Energy. Efek pemulihan Energy ini berlangsung selama 12 detik dan dapat terpicu setiap 0,1 detik.",
        "th": "โบนัสการรักษาเพิ่มขึ้น <color=#99FFFFFF>20%</color>; โจมตีปกติสร้างความเสียหายเพิ่มขึ้น โดยปริมาณที่เพิ่มจะเท่ากับ <color=#99FFFFFF>3%</color> ของพลังชีวิตสูงสุดของตัวละครที่ใช้อาวุธนี้ และภายใน 12 วินาที หลังจากใช้ท่าไม้ตาย เมื่อโจมตีปกติถูกศัตรู จะฟื้นฟูพลังงานธาตุ 0.6 หน่วย โดยจะฟื้นฟูพลังงานธาตุด้วยวิธีนี้ได้มากสุดหนึ่งครั้ง ในทุก 0.1 วินาที",
        "vi": "Trị liệu tăng <color=#99FFFFFF>20%</color>; Tăng lượng sát thương đánh thường gây ra, lượng tăng thêm sẽ là <color=#99FFFFFF>3%</color> giới hạn HP của nhân vật trang bị vũ khí này. Trong 12s sau khi thi triển Kỹ Năng Nộ, đánh thường trúng kẻ địch sẽ hồi phục 0.6 Năng Lượng Nguyên Tố, mỗi 0.1s tối đa hồi phục Năng Lượng Nguyên Tố một lần bằng cách này."
      }
    }
  ],
  "internal_name": "Catalyst_Kaleido",
  "imgid": "catalyst/kaleido"
}