{
  "id": 14303,
  "type": "catalyst",
  "rank": 3,
  "name": {
    "zhs": "异世界行记",
    "zht": "異世界行記",
    "jp": "異世界旅行記",
    "ko": "이세계 여행기",
    "en": "Otherworldly Story",
    "de": "Geschichten einer anderen Welt",
    "es": "Historias de Otros Mundos",
    "fr": "Conte d'un autre monde",
    "pt": "Histórias de Outros Mundos",
    "ru": "Потусторонняя история",
    "id": "Otherworldly Story",
    "th": "Otherworldly Story",
    "vi": "Tiểu Thuyết Dị Giới"
  },
  "description": {
    "zhs": "廉价的幻想小说，不具备参考价值。作为法器的力量当然也来自幻想。",
    "zht": "廉價的幻想小說，不具備參考價值。作為法器的力量當然也來自幻想。",
    "jp": "ファンタジー小説。参考の価値はない。法器としての力ももちろん幻想から来ている。",
    "ko": "양판 소설, 아무런 참고 가치가 없다. 법구로써도 아주 약하다",
    "en": "A cheap fantasy novel with no value whatsoever. Any claim that it possesses the power of catalysis is also pure fantasy.",
    "de": "Ein nahezu wertloser Fantasyroman. Auch seine Nutzung als magischer Katalysator entspringt eher der Fantasie.",
    "es": "Una novela de fantasía barata y sin ningún valor. También es fantasía el hecho de que pueda servir como catalizador.",
    "fr": "Un roman fantastique sans aucune valeur. Toute affirmation comme quoi il possèderait un pouvoir catalysant n'est qu'affabulation.",
    "pt": "Um romance de fantasia barato sem valor referencial. Os seus poderes, obviamente, também servem apenas na sua imaginação.",
    "ru": "Дешёвая фантастика. Если использовать в качестве катализатора, можно понять, что силы её - тоже фантастика.",
    "id": "Novel yang menceritakan sebuah kisah fantasi tanpa nilai moral apa pun. Kekuatannya sebagai Catalyst juga tentunya, hanyalah fantasi.",
    "th": "นวนิยายแฟนตาซีง่าย ๆ ที่ไม่ได้มีคุณค่าอะไร พลังของมันที่ใช้เป็นสื่อเวท ก็คือความแฟนตาซีเพ้อฝัน ของมันนั่นเอง",
    "vi": "Tiểu thuyết viễn tưởng rẻ tiền, không có giá trị tham khảo. Sức mạnh đến từ pháp khí cũng là do tưởng tượng ra."
  },
  "lore": {
    "zhs": "\n廉价的幻想小说，说了一名普通人死后发现自己来到了另一个世界的故事：\n那个世界危机四伏。潜伏地底、长若星河的钢铁怪兽将数以千计的人吞没；\n力量伟大者，弹指间让室内冬暖夏凉，夜明如昼。是毫无现实意义的故事。\n只有一点，与现实相通：绝大多数的贵金属为少数人所有，藏匿在宝库里。\n",
    "zht": "\n廉價的幻想小說，說了一名普通人死後發現自己來到了另一個世界的故事：\n那個世界危機四伏。潛伏地底、長若星河的鋼鐵怪獸將數以千計的人吞沒；\n力量偉大者，彈指間讓室內冬暖夏涼，夜明如晝。是毫無現實意義的故事。\n只有一點，與現實相通：絕大多數的貴金屬為少數人所有，藏匿在寶庫裡。\n",
    "jp": "\n安っぽいファンタジー小説。一人の一般人が、死後に別の世界に行ったことを綴っている。\nその世界は危機に瀕していた。何千人もの人々が、地下に潜む鋼鉄の怪物に飲み込まれたのだ。\n力ある者が指を鳴らすだけで世界を変えられる、全くもって非現実的な物語である。\nただ、一点だけ現実と同じところがある——貴金属はごく一部の者だけに所有されており、金庫に隠されているという点だ。\n",
    "ko": "\n평범한 사람이 죽고 난 뒤, 다른 세계에서 태어난다는 싸구려 판타지 소설:\n그 세계는 곳곳에 위험이 도사리고 있다. 땅속에 숨어있거나 은하수처럼 긴 강철 괴수들은 수천 명의 사람을 삼켜버렸다.\n위대한 자는 잠깐 사이에 공간의 온도를 바꾸거나 밤낮을 바꿀 정도로 현실성이 떨어진 먼치킨 소설이다.\n한 가지 현실적인 부분이 있다면 바로 대부분의 귀금속을 소수 몇몇이 보물창고에 숨겨두고 독점하고 있다는 점이다.\n",
    "en": "\nA mediocre work of fiction telling the tale of an ordinary fellow who finds himself in another world after death.\nThat world is filled with dangers. Steel monsters as vast as galaxies lurk beneath the ground and devour people in the thousands.\nBut there also exist powerful beings who can make rooms comfortable in any season and turn night into day with a snap of their fingers. This is a story as groundless as it is meaningless.\nIt only shares one thing in common with the real world: most of the precious metals are owned by a handful of individuals, who keep them locked up in the vault.\n",
    "de": "\nEin sehr durchschnittliches Werk, das die Geschichte eines gewöhnlichen Menschen erzählt, der sich nach seinem Tod in einer anderen Welt wiederfindet.\nDie Welt ist voll von Gefahren. Stählerne Monster, die so groß wie Planeten werden konnten, lauerten im Untergrund und verschlangen tausende von Leuten.\nEin mächtiges Wesen, welches die Temperatur in einem Raum beliebig ändern und die Nacht zum Tag werden lassen kann. Eine unwahre und unbedeutende Geschichte.\nEs teilt mit der realen Welt nur eine Sache: Alle wertvollen Metalle gehören nur einer Handvoll Leute, die sie gut versteckt im Geheimen aufbewahren.\n",
    "es": "\nUna novela de ficción barata que cuenta la historia de un hombre común y corriente que se despierta en otro mundo después de morir.\nEse otro mundo está lleno de peligros, como monstruos de acero enormes como galaxias que acechan bajo tierra y devoran a miles y miles de personas.\nO un poderoso ser capaz de aclimatar una habitación en cualquier estación del año o de iluminar la noche como si fuera de día con un solo chasquido de sus dedos. Es una historia sin sentido ni fundamento.\nSolo hay una cosa parecida a la realidad: que la mayor parte de la riqueza está en manos de unos pocos, resguardada en cajas fuertes.\n",
    "fr": "\nUn roman de fiction médiocre, contant l'histoire d'un garçon ordinaire se retrouvant après sa mort dans un autre monde :\n« Ce monde est empli de dangers. Des monstres d'acier géants comme les galaxies rôdent à sa surface, dévorant les âmes des hommes.\nL'on y trouve aussi une magie puissante capable de rendre toute pièce confortable en n'importe quelle saison, et de changer la nuit en jour en un instant. » Cette histoire ne repose vraiment sur rien.\nUne seule chose semble commune à ce monde et au nôtre : les richesses sont accaparées par la minorité et gardées dans des coffres.\n",
    "pt": "\nUma obra medíocre de ficção que conta uma história de um indivíduo comum que encontrou a si mesmo em outro mundo após a morte:\nO mundo está repleto de perigos. Monstros de aço tão vastos quanto as galáxias espreitam sob à terra e devoram as pessoas aos milhares.\nMas também existe um ser poderoso que pode tornar o quarto confortável em qualquer estação do ano e transformar a noite em dia com um estalar de dedos. Esta é uma história tão sem fundamento quanto inútil.\nHá apenas uma coisa que se conecta com a realidade: a maioria dos metais preciosos são de propriedade de poucos e estão escondidos em cofres de tesouros.\n",
    "ru": "\nПосредственное художественное произведение, рассказывающее историю об обычном юноше, который после смерти оказывается в другом мире.\nЭтот мир полон опасностей. Чудовища из стали, огромные, как галактика, бродят под землёй и тысячами пожирают людей.\nНо здесь также существует некое могущественное существо, которое может сделать помещение комфортным в любое время года и одним щелчком пальцев превратить ночь в день. Эта история так же беспочвенна, как и бессмысленна.\nТем не менее она имеет одну общую черту с реальным миром: все драгоценные металлы принадлежат людям, которые хранят их в надёжных ящиках.\n",
    "id": "\nNovel fantasi picisan yang menceritakan kisah tentang seorang pemuda biasa yang mendapati dirinya terbangun di dunia lain setelah kematian;\nDunia ini penuh marabahaya. Monster baja ganas sebesar galaksi bersembunyi di kolong bumi dan menyantap beribu-ribu manusia.\nTapi ada juga kaum yang punya kekuatan, yang dapat membuat sebuah ruangan menjadi nyaman apa pun musimnya, dan mengubah malam menjadi siang hanya dengan menjentikkan jari. Kisah ini tidak berdasar dan tidak ada maknanya.\nHanya satu saja yang dapat dihubungkan dengan keadaan di dunia nyata: semua logam mulia dikuasai oleh segelintir orang, yang menyimpannya di dalam kotak pengaman.\n",
    "th": "\nนิยายแฟนตาซีราคาถูกบอกเล่าเรื่องราวของคนธรรมดาที่พบตัวเองในอีกโลกหนึ่งหลังจากการตายของเขา:\nโลกนั้นถูกห้อมล้อมไปด้วยอันตราย อสูรเหล็กกล้าที่ดูเหมือนกับทะเลของดวงดาวคอยหลบซ่อนอยู่ใต้ดินเพื่อดูดกลืนมนุษย์นับพัน\nพละกำลังแข็งแกร่ง เปลี่ยนห้องที่เย็นให้อบอุ่นและห้องที่อุ่นให้เย็นได้ในทันที และเปลี่ยนกลางคืนให้สว่างเหมือนกลางวัน เป็นเรื่องราวที่มีความหมายที่เป็นไปไม่ได้\nมีเพียงสิ่งเดียวที่เชื่อมโยงกับความเป็นจริง: โลหะมีค่าส่วนใหญ่จะถูกครอบครองโดยคนส่วนน้อย และถูกซ่อนไว้ในคลังสมบัติ\n",
    "vi": "\nTiểu thuyết viễn tưởng rẻ tiền, kể về một con người bình thường vốn cũng giống như bao người, sau khi chết đã đến một thế giới khác:\nThế giới ấy nguy hiểm trùng trùng. Quái thú gang thép ẩn nấp dưới lòng đất, với chiều dài như sông sao, sẽ tìm trăm phương nghìn kế để nuốt chửng lấy con người;\nKẻ có năng lực phi thường, trong chốc lát có thể biến cả căn phòng đông ấm hè mát, đêm sáng như ngày. Đó là câu chuyện không chút ý nghĩa.\nDuy chỉ có một điều, liên quan với hiện thực: Phần lớn kim loại quý đều rất ít người sở hữu, chúng đều được giấu kỹ trong kho báu.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "能量沐浴",
        "zht": "能量沐浴",
        "jp": "エネルギーシャワー",
        "ko": "에너지 샤워",
        "en": "Energy Shower",
        "de": "Energiebad",
        "es": "Inmersión energética",
        "fr": "Immersion énergétique",
        "pt": "Imersão de Energia",
        "ru": "Дождь энергии",
        "id": "Energy Shower",
        "th": "Energy Shower",
        "vi": "Tắm Năng Lượng"
      },
      "description": {
        "zhs": "获得元素微粒或元素晶球时，恢复<color=#99FFFFFF>1%</color>生命值。",
        "zht": "獲得元素微粒或元素晶球時，恢復<color=#99FFFFFF>1%</color>生命值。",
        "jp": "元素オーブまたは元素粒子を獲得した時、HPを<color=#99FFFFFF>1%</color>回復する。",
        "ko": "원소 입자 또는 원소 구슬 획득 시 HP를 <color=#99FFFFFF>1%</color> 회복한다",
        "en": "Picking up an Elemental Energy Orb/Particle recovers <color=#99FFFFFF>1%</color> HP.",
        "de": "Stellt beim Erhalten von Elementarteilchen oder Elementarkristallen <color=#99FFFFFF>1 %</color> LP wieder her.",
        "es": "Restaura un <color=#99FFFFFF>1%</color> de Vida al obtener orbes o partículas elementales.",
        "fr": "Chaque orbe élémentaire ou particule élémentaire obtenue restaure <color=#99FFFFFF>1 %</color> des PV.",
        "pt": "Coletar um Orbe ou Partícula Elemental restaura <color=#99FFFFFF>1%</color> da Vida.",
        "ru": "Подобранные элементальные сферы и частицы восстанавливают <color=#99FFFFFF>1%</color> HP.",
        "id": "Mengambil Elemental Energy Orb/Particle memulihkan <color=#99FFFFFF>1%</color> HP.",
        "th": "เมื่อเก็บอณูธาตุ/ลูกแก้วจะฟื้นฟูพลังชีวิตขึ้น <color=#99FFFFFF>1%</color>",
        "vi": "Khi nhận được Nguyên Tố Tinh Cầu hoặc Nguyên Tố Hạt Nhân, hồi phục <color=#99FFFFFF>1%</color>HP"
      }
    },
    {
      "name": {
        "zhs": "能量沐浴",
        "zht": "能量沐浴",
        "jp": "エネルギーシャワー",
        "ko": "에너지 샤워",
        "en": "Energy Shower",
        "de": "Energiebad",
        "es": "Inmersión energética",
        "fr": "Immersion énergétique",
        "pt": "Imersão de Energia",
        "ru": "Дождь энергии",
        "id": "Energy Shower",
        "th": "Energy Shower",
        "vi": "Tắm Năng Lượng"
      },
      "description": {
        "zhs": "获得元素微粒或元素晶球时，恢复<color=#99FFFFFF>1.25%</color>生命值。",
        "zht": "獲得元素微粒或元素晶球時，恢復<color=#99FFFFFF>1.25%</color>生命值。",
        "jp": "元素オーブまたは元素粒子を獲得した時、HPを<color=#99FFFFFF>1.25%</color>回復する。",
        "ko": "원소 입자 또는 원소 구슬 획득 시 HP를 <color=#99FFFFFF>1.25%</color> 회복한다",
        "en": "Each Elemental Orb or Particle collected restores <color=#99FFFFFF>1.25%</color> HP.",
        "de": "Stellt beim Erhalten von Elementarteilchen oder Elementarkristallen <color=#99FFFFFF>1,25 %</color> LP wieder her.",
        "es": "Restaura un <color=#99FFFFFF>1.25%</color> de Vida al obtener orbes o partículas elementales.",
        "fr": "Chaque orbe élémentaire ou particule élémentaire obtenue restaure <color=#99FFFFFF>1,25 %</color> des PV.",
        "pt": "Coletar um Orbe ou Partícula Elemental restaura <color=#99FFFFFF>1.25%</color> da Vida.",
        "ru": "Подобранные элементальные сферы и частицы восстанавливают <color=#99FFFFFF>1,25%</color> HP.",
        "id": "Mengambil Elemental Energy Orb/Particle memulihkan <color=#99FFFFFF>1.25%</color> HP.",
        "th": "เมื่อเก็บอณูธาตุ/ลูกแก้วจะฟื้นฟูพลังชีวิตขึ้น <color=#99FFFFFF>1.25%</color>",
        "vi": "Khi nhận được Nguyên Tố Tinh Cầu hoặc Nguyên Tố Hạt Nhân, hồi phục <color=#99FFFFFF>1.25%</color>HP"
      }
    },
    {
      "name": {
        "zhs": "能量沐浴",
        "zht": "能量沐浴",
        "jp": "エネルギーシャワー",
        "ko": "에너지 샤워",
        "en": "Energy Shower",
        "de": "Energiebad",
        "es": "Inmersión energética",
        "fr": "Immersion énergétique",
        "pt": "Imersão de Energia",
        "ru": "Дождь энергии",
        "id": "Energy Shower",
        "th": "Energy Shower",
        "vi": "Tắm Năng Lượng"
      },
      "description": {
        "zhs": "获得元素微粒或元素晶球时，恢复<color=#99FFFFFF>1.5%</color>生命值。",
        "zht": "獲得元素微粒或元素晶球時，恢復<color=#99FFFFFF>1.5%</color>生命值。",
        "jp": "元素オーブまたは元素粒子を獲得した時、HPを<color=#99FFFFFF>1.5%</color>回復する。",
        "ko": "원소 입자 또는 원소 구슬 획득 시 HP를 <color=#99FFFFFF>1.5%</color> 회복한다",
        "en": "Each Elemental Orb or Particle collected restores <color=#99FFFFFF>1.5%</color> HP.",
        "de": "Stellt beim Erhalten von Elementarteilchen oder Elementarkristallen <color=#99FFFFFF>1,5 %</color> LP wieder her.",
        "es": "Restaura un <color=#99FFFFFF>1.5%</color> de Vida al obtener orbes o partículas elementales.",
        "fr": "Chaque orbe élémentaire ou particule élémentaire obtenue restaure <color=#99FFFFFF>1,5 %</color> des PV.",
        "pt": "Coletar um Orbe ou Partícula Elemental restaura <color=#99FFFFFF>1.5%</color> da Vida.",
        "ru": "Подобранные элементальные сферы и частицы восстанавливают <color=#99FFFFFF>1,5%</color> HP.",
        "id": "Mengambil Elemental Energy Orb/Particle memulihkan <color=#99FFFFFF>1.5%</color> HP.",
        "th": "เมื่อเก็บอณูธาตุ/ลูกแก้วจะฟื้นฟูพลังชีวิตขึ้น <color=#99FFFFFF>1.5%</color>",
        "vi": "Khi nhận được Nguyên Tố Tinh Cầu hoặc Nguyên Tố Hạt Nhân, hồi phục <color=#99FFFFFF>1.5%</color>HP"
      }
    },
    {
      "name": {
        "zhs": "能量沐浴",
        "zht": "能量沐浴",
        "jp": "エネルギーシャワー",
        "ko": "에너지 샤워",
        "en": "Energy Shower",
        "de": "Energiebad",
        "es": "Inmersión energética",
        "fr": "Immersion énergétique",
        "pt": "Imersão de Energia",
        "ru": "Дождь энергии",
        "id": "Energy Shower",
        "th": "Energy Shower",
        "vi": "Tắm Năng Lượng"
      },
      "description": {
        "zhs": "获得元素微粒或元素晶球时，恢复<color=#99FFFFFF>1.75%</color>生命值。",
        "zht": "獲得元素微粒或元素晶球時，恢復<color=#99FFFFFF>1.75%</color>生命值。",
        "jp": "元素オーブまたは元素粒子を獲得した時、HPを<color=#99FFFFFF>1.75%</color>回復する。",
        "ko": "원소 입자 또는 원소 구슬 획득 시 HP를 <color=#99FFFFFF>1.75%</color> 회복한다",
        "en": "Each Elemental Orb or Particle collected restores <color=#99FFFFFF>1.75%</color> HP.",
        "de": "Stellt beim Erhalten von Elementarteilchen oder Elementarkristallen <color=#99FFFFFF>1,75 %</color> LP wieder her.",
        "es": "Restaura un <color=#99FFFFFF>1.75%</color> de Vida al obtener orbes o partículas elementales.",
        "fr": "Chaque orbe élémentaire ou particule élémentaire obtenue restaure <color=#99FFFFFF>1,75 %</color> des PV.",
        "pt": "Coletar um Orbe ou Partícula Elemental restaura <color=#99FFFFFF>1.75%</color> da Vida.",
        "ru": "Подобранные элементальные сферы и частицы восстанавливают <color=#99FFFFFF>1,75%</color> HP.",
        "id": "Mengambil Elemental Energy Orb/Particle memulihkan <color=#99FFFFFF>1.75%</color> HP.",
        "th": "เมื่อเก็บอณูธาตุ/ลูกแก้วจะฟื้นฟูพลังชีวิตขึ้น <color=#99FFFFFF>1.75%</color>",
        "vi": "Khi nhận được Nguyên Tố Tinh Cầu hoặc Nguyên Tố Hạt Nhân, hồi phục <color=#99FFFFFF>1.75%</color>HP"
      }
    },
    {
      "name": {
        "zhs": "能量沐浴",
        "zht": "能量沐浴",
        "jp": "エネルギーシャワー",
        "ko": "에너지 샤워",
        "en": "Energy Shower",
        "de": "Energiebad",
        "es": "Inmersión energética",
        "fr": "Immersion énergétique",
        "pt": "Imersão de Energia",
        "ru": "Дождь энергии",
        "id": "Energy Shower",
        "th": "Energy Shower",
        "vi": "Tắm Năng Lượng"
      },
      "description": {
        "zhs": "获得元素微粒或元素晶球时，恢复<color=#99FFFFFF>2%</color>生命值。",
        "zht": "獲得元素微粒或元素晶球時，恢復<color=#99FFFFFF>2%</color>生命值。",
        "jp": "元素オーブまたは元素粒子を獲得した時、HPを<color=#99FFFFFF>2%</color>回復する。",
        "ko": "원소 입자 또는 원소 구슬 획득 시 HP를 <color=#99FFFFFF>2%</color> 회복한다",
        "en": "Each Elemental Orb or Particle collected restores <color=#99FFFFFF>2%</color> HP.",
        "de": "Stellt beim Erhalten von Elementarteilchen oder Elementarkristallen <color=#99FFFFFF>2 %</color> LP wieder her.",
        "es": "Restaura un <color=#99FFFFFF>2%</color> de Vida al obtener orbes o partículas elementales.",
        "fr": "Chaque orbe élémentaire ou particule élémentaire obtenue restaure <color=#99FFFFFF>2 %</color> des PV.",
        "pt": "Coletar um Orbe ou Partícula Elemental restaura <color=#99FFFFFF>2%</color> da Vida.",
        "ru": "Подобранные элементальные сферы и частицы восстанавливают <color=#99FFFFFF>2%</color> HP.",
        "id": "Mengambil Elemental Energy Orb/Particle memulihkan <color=#99FFFFFF>2%</color> HP.",
        "th": "เมื่อเก็บอณูธาตุ/ลูกแก้วจะฟื้นฟูพลังชีวิตขึ้น <color=#99FFFFFF>2%</color>",
        "vi": "Khi nhận được Nguyên Tố Tinh Cầu hoặc Nguyên Tố Hạt Nhân, hồi phục <color=#99FFFFFF>2%</color>HP"
      }
    }
  ],
  "internal_name": "Catalyst_Lightnov",
  "imgid": "catalyst/lightnov"
}