{
  "id": 14509,
  "type": "catalyst",
  "rank": 5,
  "name": {
    "zhs": "神乐之真意",
    "zht": "神樂之真意",
    "jp": "神楽の真意",
    "ko": "카구라의 진의",
    "en": "Kagura's Verity",
    "de": "Kaguras Wahrheit",
    "es": "Axioma de la Kagura",
    "fr": "Vérité de Kagura",
    "pt": "Prova de Kagura",
    "ru": "Истина кагура",
    "id": "Kagura's Verity",
    "th": "Kagura's Verity",
    "vi": "Chân Ý Của Kagura"
  },
  "description": {
    "zhs": "表演神乐之舞时所用的神铃，为宫司所赐福。神樱之香萦绕其上。",
    "zht": "表演神樂之舞時所用的神鈴，為宮司所賜福。神櫻之香縈繞其上。",
    "jp": "神楽舞を披露する際に使われ、宮司の祝福を受けた神鈴。神櫻の香りが漂っている。",
    "ko": "카구라의 춤을 출 때 사용하는 신의 방울, 궁사의 축복을 받았다. 신성한 벚나무의 향기가 느껴진다",
    "en": "The bells used when performing the Kagura Dance, blessed by the Guuji herself. The scent of the Sacred Sakura tree lingers on it.",
    "de": "Die Glocke, die bei der Aufführung des Kagura-Tanzes verwendet wird, wurde von der Guuji selbst gesegnet. Der Duft der heiligen Sakura hält noch immer an.",
    "es": "Una campana divina bendecida por la Suma Sacerdotisa y usada en las actuaciones de danza kagura. De ella emana la fragancia del Cerezo Sagrado.",
    "fr": "Les cloches utilisées lors de l'exécution de la danse Kagura, bénies par la guuji elle-même. L'odeur du cerisier sacré s'en dégage.",
    "pt": "Sino usado para a execução da Dança Kagura, abençoado pela própria Guuji. O cheiro da Sakura Sagrada ainda permanece nele.",
    "ru": "Божественные колокольчики, используемые в ритуальном танце кагура, благословлены самой Гудзи. Вокруг них витает аромат цветков Священной сакуры.",
    "id": "Lonceng yang digunakan saat melakukan Kagura Dance dan diberkati oleh Guuji sendiri. Aroma pohon Sacred Sakura masih ada di atasnya.",
    "th": "กระดิ่งศักดิ์สิทธิ์ที่ถูกใช้ระหว่างการแสดงการรำคางุระ ได้รับพรจาก Guuji โดยตรง และยังคงอบอวลไปด้วยกลิ่นหอมของต้น Sacred Sakura",
    "vi": "Chuông thần được dùng khi biểu diễn Vũ Điệu Kagura, đã được Guuji chúc phúc. Hương thơm của Anh Đào Thần thoang thoảng trên đó."
  },
  "lore": {
    "zhs": "\n曾几何时在御前献艺起舞，丁宁的铃音恍若悠转至今。\n曾经追随那远去的白色身影，心向不可即的未醒之梦…\n\n「那时的我不过小小呆物，灵智怎敢比及白辰主母大人」\n「莽莽撞撞，如在雪中觅食一般，企望着赢得殿下瞩目」\n「想也可笑，正因这笨拙无畏，我幸而得到殿下的垂怜」\n「就这样呀，我获得了随侍殿下，捂手暖足的小小殊荣」\n\n「后来呀，斋宫大人不再复回，以往的前辈们因故失散」\n「寡才如我之辈才接下了『神子』之职，方得成长如斯」\n「这样一来，逗殿下开心的责任，便不幸落在我的身上」\n「初次献上神乐之舞的那夜，方知『往昔』乃何种重负」\n\n铃音远去，如师亦友的银白大狐消失在如梦远逝的长河，\n铃音复回，无归旋流中，顽固的沙洲亦将逐渐松动解融。\n故人尚且随和晏晏的纯白身影，早已化入了漆黑的记忆，\n狐仙一族的孤女接过神乐之铃，为鲜活的「现在」而舞。\n\n曾结识年幼固执的天狗，借「锻炼」之名唬她循山苦行，\n却感其无羁的身姿，遂将这孩子举荐给九条的死脑筋们。\n又曾与不服输的鬼族斗法，果然败于那家伙超常的毅力…\n但不才如我略施小计，却也让斗法本身更添了几分妙趣。\n曾与远国的半仙互有通信，以鲜美滑柔的海中莼草相赠，\n亦深觉不容理解所爱的淳愚之爱，于仙众而言莫非羁束？\n夜夜御苑的月色透过树枝与花瓣，洒落在空明的庭院里。\n依旧美得如同无数晶莹珍珠那般，在我浅薄的心中闪光…\n\n「在这短暂的数百个春秋，我亦曾以多重身份奔走世间」\n「虽不曾有幸与碌碌凡者结得良缘，却得深知人之美丽」\n「被我斗胆视为挚友的殿下，想必更有无穷的时间游览」\n「共览这不完美的世间，享受其爱憎离合的执欲之乐吧」\n\n殿下长久沉溺于永恒愿景的梦景里，总要有人守望众生，\n为平镇恶鬼「黑阿弥」的怨怒，曾稍显露身凭不祥之物，\n为安抚秃狸小三太的大骚动，亦曾以微薄法力将之戏弄。\n侵扰诸岛的海贼林藏，最终因小小离间计策而众叛亲离，\n而那如若白纸，永不受日月所损的倾奇者…\n期望「他」能走上正途，而不成为祸患吧。\n剑豪漆黑的残魂、隐伏神林的灾异之兽，亦被尽皆平祓…\n与殿下追逐的永恒一梦相比，这些不过瞬息即灭的插曲，\n等待殿下醒转的日子仿佛无穷尽，但我自认有的是时间。\n\n「毕竟相比无风无月的净土中，那永不凋零的莲与优昙」\n「俗气如我者可耐不得这种寂寞，无心无梦者未免无聊」\n「莫如呆笑着醉折雷樱花枝，同放肆的妖怪们流觞欢闹」\n「这些呀，都是并不遥远的过去，亦是充满希望的将来」\n「不知待到雪融之刻，还能否随同殿下共赏那淡紫初芽」",
    "zht": "\n曾幾何時在御前獻藝起舞，叮鈴的鈴音恍若悠轉至今。\n曾經追隨那遠去的白色身影，心向不可即的未醒之夢…\n\n「那時的我不過小小呆物，靈智怎敢比及白辰主母大人」\n「莽莽撞撞，如在雪中覓食一般，企望著贏得殿下矚目」\n「想也可笑，正因這笨拙無畏，我幸而得到殿下的垂憐」\n「就這樣呀，我獲得了隨侍殿下，捂手暖足的小小殊榮」\n\n「後來呀，齋宮大人不再復回，以往的前輩們因故失散」\n「寡才如我之輩才接下了『神子』之職，方得成長如斯」\n「這樣一來，逗殿下開心的責任，便不幸落在我的身上」\n「初次獻上神樂之舞的那夜，方知『往昔』乃何種重負」\n\n鈴音遠去，如師亦友的銀白大狐消失在如夢遠逝的長河，\n鈴音復回，無歸旋流中，頑固的沙洲亦將逐漸鬆動解融。\n故人尚且隨和晏晏的純白身影，早已化入了漆黑的記憶，\n狐仙一族的孤女接過神樂之鈴，為鮮活的「現在」而舞。\n\n曾結識年幼固執的天狗，藉「鍛煉」之名唬她循山苦行，\n卻感其無羈的身姿，遂將這孩子舉薦給九條的死腦筋們。\n又曾與不服輸的鬼族鬥法，果然敗於那傢伙超常的毅力…\n但不才如我略施小計，卻也讓鬥法本身更添了幾分妙趣。\n曾與遠國的半仙互有通信，以鮮美滑柔的海中蓴草相贈，\n亦深覺不容理解所愛的淳愚之愛，於仙眾而言莫非羈束？\n夜夜御苑的月色透過樹枝與花瓣，灑落在空明的庭院裡。\n依舊美得如同無數晶瑩珍珠那般，在我淺薄的心中閃光…\n\n「在這短暫的數百個春秋，我亦曾以多重身分奔走世間」\n「雖不曾有幸與碌碌凡者結得良緣，卻得深知人之美麗」\n「被我斗膽視為摯友的殿下，想必更有無窮的時間遊覽」\n「共覽這不完美的世間，享受其愛憎離合的執欲之樂吧」\n\n殿下長久沉溺於永恆願景的夢景裡，總要有人守望眾生，\n為平鎮惡鬼「黑阿彌」的怨怒，曾稍顯露身憑不祥之物，\n為安撫禿狸小三太的大騷動，亦曾以微薄法力將之戲弄。\n侵擾諸島的海賊林藏，最終因小小離間計策而眾叛親離，\n而那如若白紙，永不受日月所損的傾奇者…\n期望「他」能走上正途，而不成為禍患吧。\n劍豪漆黑的殘魂、隱伏神林的災異之獸，亦被盡皆平祓…\n與殿下追逐的永恆一夢相比，這些不過瞬息即滅的插曲，\n等待殿下醒轉的日子彷彿無窮盡，但我自認有的是時間。\n\n「畢竟相比無風無月的淨土中，那永不凋零的蓮與優曇」\n「俗氣如我者可耐不得這種寂寞，無心無夢者未免無聊」\n「莫如呆笑著醉折雷櫻花枝，同放肆的妖怪們流觴歡鬧」\n「這些呀，都是並不遙遠的過去，亦是充滿希望的將來」\n「不知待到雪融之刻，還能否隨同殿下共賞那淡紫初芽」",
    "jp": "\nかつて御前で踊られたその舞は、鈴の音を今なお響かせている。\nかつて追い求めた白き姿は、彼方へと去り、覚めやらぬ夢を志した…\n\n「あの時の妾は、ただの小さきものに過ぎず、白辰主母様の霊智には遠く及ばんかった」\n「無鉄砲で、まるで食べ物を求めて雪の中を駆け回るかのように、殿下の気を引こうとした」\n「可笑しな話じゃが、その不器用で恐れ知らずな振る舞いのおかげで、妾は殿下の慈愛を賜ったのじゃ」\n「それから妾は殿下に仕え、手足を温めるというささやかな特権を得た」\n\n「じゃが…その後、斎宮様は帰ってくることができんかった。かつての先代方も、ある事情によって離れていった」\n「才に欠けた妾ではあったが、『神子』の職を継ぎ、今のように成長したんじゃ」\n「こうして、殿下を喜ばせるという責務は、不幸にも妾の肩にのしかかった」\n「初めて神楽舞を献上したあの夜、やっと『過去』がどれほど重いものかを知った」\n\n鈴の音が遠くへ響き、師であり友であった白銀の大狐が、夢のように長き川へと消えた。\n再び鈴が鳴り響いて、牢固な砂洲が次第に緩み、果てなき渦へと溶けてゆく。\nかつての穏やかで純白な姿は、とうに漆黒に染まった記憶となり、\n仙狐一族の孤女は神楽の鈴で、生に満ちた「現在」のために舞う。\n\nかつて頭の堅い若き天狗と出会い、「鍛錬」と称して彼女を山で修行させたことがある。\nその奔放な振る舞いから、九条の頑固頭たちへと彼女を推薦した。\nかつて負けず嫌いな鬼族と勝負した時、その尋常ならざる根気に敗れたことがある…\nだが、ほんの少しの工夫で、勝負そのものを面白いものにした。\nかつて遠国の半仙との交流で、柔らかく新鮮な海の幸を贈ったことがある。\nそれでもなお、彼女の愚直なまでの愛を理解するに至らなかった。仙人にとって、それは一種の束縛ではないのだろうか？\n月光が枝や花びらを伝い、誰もいない庭に降り注ぐ。\n無数の真珠のように美しく、この浅はかな心に輝いた…\n\n「この短き数百年、妾は様々な身分で世を奔走してきた」\n「常人と縁を結ぶような幸運には恵まれんかったが、人の美しさを深く知った」\n「妾が友と呼ぶ殿下には、限りない時間があることじゃろう」\n「共にこの不完全な世を見届け、愛憎と離合の執着を愉しもうぞ」\n\n長きに渡り、殿下が永遠の夢に沈んでいる間、誰かが民衆を見守る必要がある。\n悪鬼「黒阿弥」の怨怒を鎮めるため、不祥なる力を見せた。\n禿狸小三太の大騒動を収めるため、僅かな法力を用いて手の平で転がした。\n島々の秩序を乱す海賊林蔵は、些細な離間計により裏切られた。\nあの真っ白な紙のような、日にも月にも傷つけられぬ傾奇者は…\n「彼」が正しき道を歩み、災いにならぬことを願おう。\n漆黒に塗られた剣豪の残魂も、神林に隠れし災異の獣も、すべて祓い清められた…\n殿下と共に追い求めた永遠の夢に比べれば、それらは儚き須臾の間奏に過ぎない。\n殿下の目覚めを待つ日々が、果てなきものであろうと、時間はいくらでもあると思えた。\n\n「なにせ、無風無月の浄土にある永遠に枯れぬ蓮と優曇に比べれば」\n「俗気にまみれた妾では、かような孤独に耐えられぬ。心も夢もなき者は、実につまらぬであろう」\n「酔狂で雷櫻の枝を折り、勝手気ままな妖怪たちと戯れるほうがよほどマシじゃ」\n「これらすべて、そう遠くない過去と、希望に満ちた未来」\n「雪解けの頃、果たして殿下と共にあの薄紫の初芽を楽しむことができるじゃろうか」",
    "ko": "\n어전에서 춤출 때 울리던 당부의 종소리가 마치 지금까지 이어져오는 것처럼 느껴진다\n멀어지는 흰색 그림자를 따라, 바라지만 닿을 수 없는, 깨지 않는 꿈으로 향한다…\n\n「그때의 나는 멍청했어. 나의 지혜는 주인 하쿠신과 비교조차 할 수 없었으니」\n「난 마치 눈 속에서 먹을 것을 찾는 것처럼 무모하게 주인님의 이목을 끌기 위해 노력했어」\n「정말 웃기지만 운 좋게도, 그 무모하고 겁 없는 행동 때문에 주인님의 동정심을 얻었지」\n「그래서 주인님을 보필하며 따뜻한 삶을 살 수 있는 영광을 얻었어」\n\n「나중에는 재궁님이 다시는 돌아오지 않으셨고, 선배님들은 모두 흩어졌지」\n「그래서 능력이 부족했던 내가 『미코』의 직책을 받아 여기까지 올 수 있었던 거야」\n「그러자 불행히도 주인님을 기쁘게 하는 책임이 나에게 주어졌지」\n「처음 카구라의 춤을 바치던 그 날 밤에서야 『과거』가 얼마나 큰 부담인지 알았어」\n\n종소리가 멀어지며 스승이자 친구였던 은백색 여우가 꿈같이 먼 강 쪽으로 사라진다\n종소리가 소용돌이 속에 울려 퍼지며, 완고한 모래톱도 천천히 흩어지기 시작한다\n옛 친구의 평온한 순백색의 그림자는, 이미 칠흑 같이 어두운 기억 속에 사라졌다\n하쿠신 일족의 아이가 카구라의 종을 받아들며 생생한 「현재」를 위해 춤을 춘다\n\n옛날에 알게 된 고집불통인 텐구를 「훈련」이라는 명목으로 산에서 고독한 수행을 시켰다\n겁 없는 몸가짐을 보고 이 아이를 쿠죠의 고집불통 녀석들에게 추천했다\n나중에 지기를 싫어하는 오니족과 싸우고 마는데, 역시나 그 녀석의 이상한 기백에 지고 말았다…\n나같이 재능이 없는 사람은 어쩔 수 없이 작은 술수를 써야 했는데, 덕분에 도술에 기묘함이 추가됐지\n한번은 이국에 있는 선인의 피가 섞인 존재와 서신을 주고받은 적이 있어, 신선하고 부드러운 바닷속의 순채를 선물로 줬지\n그래도 아직은 순수한 사랑이 무엇인지 모르겠어. 설마 선인에게 있어 사랑은 구속 같은 걸까?\n달빛이 나뭇가지와 꽃잎 사이로 정원에 쏟아져 내린다\n무수히 많은 진주처럼 아름다웠으며, 내 속마음도 그들의 아름다움에 반해 반짝이는 것 같다…\n\n「수백 년이라는 짧은 시간 동안, 난 여러 신분으로 세상을 누볐지」\n「아쉽게도 평범한 사람과 부부의 연을 맺는 행복은 느끼지 못했지만, 그래도 인간의 아름다움을 몸소 느낄 수 있었지」\n「외람되지만 내가 친구로 생각하는 주인님은, 느낄 수 있는 시간이 더 많을 거야 」\n「함께 불안정한 세계의 아름다움을 느끼고, 세간의 사랑과 원한, 슬픔과 기쁨을 즐겨보자」\n\n주인님은 항상 영원함을 추구했지만 누군가는 중생을 지켜야 한다\n악귀인 「검은 아미(黒阿弥)」의 원한을 잠재우기 위해, 지닌 불길한 힘을 보여주었고\n여우 코산타의 소란을 잠재우기 위해, 미약한 법력으로나마 그를 농락했다\n대해적 린조는 사소한 이간계에 걸려서 배신당했다\n순백의 도화지 같은, 영원히 세월의 타격을 받지 않는 가부키모노…\n「그」가 옳은 길을 선택해서 재앙이 되지 않았으면 좋겠다\n검호의 칠흑 같은 영혼이 신성한 숲의 재앙의 마수에 잠복해 있었지만 모두 제거되었다…\n주인님이 추구하던 영원함과 비교하면, 이 모든 건 눈 깜짝할 사이에 사라지는 에피소드에 불과하다\n주인님이 깨어나길 기다리는 날은 끝이 없는 것 같지만, 난 가진 게 시간뿐이니까\n\n「바람도 없고 달도 없는 정토에서는 영원히 시들지 않은 연꽃과 담화」\n「나 같이 속세에 찌든 사람은 외로움을 견디지 못해, 바라는 것도 꿈도 없는 사람은 심심하기 마련이지」\n「멍청하게 웃으며 술에 취해 번개의 벚꽃 가지를 꺾으며, 난폭한 요괴처럼 술을 마시며 놀았네」\n「이 모든 건 다 먼 과거의 이야기가 아니라 희망찬 미래의 이야기이기도 해」\n「눈이 녹을 즘에는 주인님과 같이 새싹이 나는 것을 구경할 수 있을까?」",
    "en": "\nWhere once there were dances before the throne, the sounds of the bells still linger.\nThe white silhouette, once something to pursue, never returned, yet it remains an unceasing dream from which one cannot wake...\n\n\"I was a silly little thing back then, nowhere near as intelligent as our great matriarch Hakushin.\"\n\"Groping about clumsily, I was a whelp foraging through the snow, hoping to draw Her Excellency's attention.\"\n\"Funnily enough, it was exactly because of my foolhardy courage that Her Excellency had pity on me.\"\n\"And that's how I came into her service. You know, warming her hands and feet and all. Very great honor.\"\n\n\"Lady Saiguu would later depart, never to return, and those seniors of mine would also be lost due to various other reasons.\"\n\"And that was how someone as bumbling as I took up the role of \"Miko\" and grew into the person you know today.\"\n\"Thus it was in this way that the unfortunate task of putting a smile on Her Excellency's face fell squarely on my shoulders.\"\n\"The night when I first performed the Kagura dance, I felt the weight of the 'past.'\"\n\nThe tinkling of the bells grew distant, and the great silver kitsune, master and friend, disappeared into the winding river of dreams.\nThe bells sounded again, and the obstinate sandbar loosened and dissolved into the swirling current.\nThe pure white, gentle figure of the past had long drifted into dark memory.\nSo the lone daughter of the great kitsune lineage would take up the Kagura bells, and dance for the vibrant \"now.\"\n\nI knew a young and obstinate tengu warrior, and used the pretext of \"training\" to bluff her into asceticism in the mountains,\nBut sensing her unruly nature, I recommended her to those block-headed Kujou.\nAnd though I once had a competition against an obstinate oni and was defeated by dint of sheer perseverance...\nI did add a few little tricks to make our contest more interesting.\nI corresponded with a half-adeptus from a distant land, and gifted her fresh and supple ocean plants.\nStill, I felt keenly that I could not understand her almost foolish love. Is that not a form of bondage for the adepti?\nThe moonlight sweeps across the imperial garden through branch and petal, alighting upon the empty courtyard.\nThat scene still glows brightly in my shallow heart like countless glimmering jewels...\n\n\"In the short span of these few hundred years, I have walked the earth in many guises.\"\n\"Though I have not had the fortune to have deep relationships with ordinary people, I came to know human beauty deeply.\"\n\"And Her Excellency, whom I might dare to call friend, should have more time yet to roam this world.\"\n\"So let us see this imperfect world together and enjoy its obsessions with love and hate, with meetings and partings.\"\n\nWith Her Excellency engrossed in her dream-real of Eternity, someone needed to look out for the common folk.\nTo quell the resentment of the wicked oni Kuroami, I once showed but a hint of the ominous power I wield.\nAnd the great disturbance caused by Kosanta the Bald Tanuki would be made sport of with a little application of magic.\nThe marauding pirate Rinzou, terror of the archipelago, would also be betrayed over some small discordance in plans.\nAnd as for that blank slate, that immortal eccentric...\nI hope \"he\" will find his way and not become a threat to us all.\nThe darkened remains of the swordmaster's soul, the beasts of catastrophe hiding in the sacred forest, they were all wiped out...\nCompared to the dream of Eternity Her Excellency pursues, such things were but fleeting interludes,\nAnd the wait for her to come around seemed to stretch out infinitely, but I knew that time was on our side.\n\n\"I mean, a Euthymia without wind or moon, with lotuses and udumbara that do not wither,\"\n\"I'm sorry, but the loneliness would get to me. I'd be bored to tears.\"\n\"I'd much rather snap off Thunder Sakura branches in a drunken haze and cavort with the impudent youkai.\"\n\"And no, these are not stories of the ancient past, but of a future full of hope.\"\n\"So, You Excellency, might I still have the pleasure of joining you to watch the first pale purple buds that emerge when the snow next melts?\"",
    "de": "\nDer Klang der Glocken hallt noch immer dort wider, wo einst Tänze vor dem Thron aufgeführt wurden.\nDie weiße Gestalt, die man einst verfolgte, bleibt wie ein unerreichbarer Traum, aus dem man nicht erwachen kann ...\n\n„Damals war ich ein dummes kleines Ding, keineswegs so intelligent wie unsere große Matriarchin Hakushin.“\n„Rücksichtslos und ungeschickt, als ob ich im Schnee nach Nahrung wühlte, in der Hoffnung, die Aufmerksamkeit Ihrer Exzellenz zu gewinnen.“\n„Lustigerweise war es genau diese rücksichtslose und ungeschickte Handlungsweise, die mir das Mitgefühl Ihrer Exzellenz eingebracht hat.“\n„Und so kam ich in Ihren Dienst, um Ihre Hände und Füße zu wärmen. Eine sehr große Ehre.“\n\n„Dann kam die Saiguu nicht mehr zurück und auch die Anderen sind auch aus verschiedenen Gründen verloren gegangen.“\n„Und so kam es, dass jemand, der so ungeschickt wie ich war, die Rolle der ‚Miko‘ übernahm und zu der Person wurde, die du heute kennst.“\n„So fiel die schwierige Aufgabe, Ihre Exzellenz glücklich zu machen, auf meine Schultern.“\n„In der Nacht, als ich zum ersten Mal den Kagura-Tanz aufführte, spürte ich die Last der ‚Vergangenheit‘.“\n\nDas Bimmeln der Glocken entfernte sich. Die große silberne Kitsune, meine Meisterin und Freundin, verschwand im schemenhaften Fluss der Träume.\nDie Glocken ertönten erneut und die hartnäckige Sandbank löste sich und verschwand in der wirbelnden Strömung.\nDie reinweiße, sanfte Gestalt von früher war längst in die dunkle Erinnerung gerutscht.\nDie verwaiste Tochter des Kitsune-Klans übernahm die Kagura-Glocke und tanzte für ein neues „Jetzt“.\n\nIch traf eine junge, sture Tengu-Kriegerin, die ich unter dem Vorwand des „Trainings“ zur Askese in den Bergen überredete,\naber da ich ihre widerspenstige Art spürte, empfahl ich sie den eigensinnigen Kujous.\nIch kämpfte auch einmal mit dem hartnäckigen Oni, wurde aber durch seine außergewöhnliche Ausdauer besiegt ...\nDa habe ich natürlich ein paar kleine Tricks angewendet, um unseren Kampf interessanter zu machen.\nIch korrespondierte mit einer Halb-Adeptin aus einem fernen Land und schenkte ihr frische und geschmeidige Meerespflanzen.\nTrotzdem spürte ich, dass ich ihre fast blinde Liebe nicht verstehen konnte. Ist das nicht eine Form der Knechtschaft für eine Adeptin?\nNacht für Nacht dringt das Mondlicht im ehrwürdigen Garten durch die Äste und Blütenblätter in den leeren Hof.\nDiese Szene leuchtet immer noch hell in meinem leeren Herzen wie unzählige schimmernde Perlen ...\n\n„In der kurzen Zeitspanne dieser paar hundert Jahre bin ich in vielen Gestalten auf der Welt gewandelt.“\n„Obwohl ich nicht das Glück hatte, tiefe Freundschaften mit normalen Menschen zu schließen, habe ich die menschliche Schönheit sehr gut kennengelernt.“\n„Eure Exzellenz, die ich als ‚Freundin‘ zu bezeichnen wage, hat wahrscheinlich mehr Zeit, die Welt zu bereisen.“\n„Lass uns zusammen diese unvollkommene Welt betrachten und ihre Schönheit mit Liebe und Hass, mit Begegnungen und Abschieden genießen.“\n\nWährend Ihre Exzellenz in ihren Traum der Ewigkeit vertieft war, musste sich jemand um das gewöhnliche Volk kümmern.\nUm den Groll des bösen Oni Kuroami zu besänftigen, habe ich einmal nur einen Hauch von der unheilvollen Macht gezeigt, die ich besitze,\nund die große Unruhe, die Kosanta, der kahlköpfige Tanuki, verursacht hat, wurde von mir mit ein wenig Magie wieder in Ordnung gebracht.\nDer marodierende Pirat Rinzou, eine Bedrohung der Inseln, wurde durch einen einfachen Plan der Trennung von seinen eigenen Leuten verraten,\nund was das unbeschriebene Blatt, den unsterblichen Exzentriker angeht ...\nIch hoffe, „er“ findet seinen Weg und wird nicht zu einer Bedrohung für uns alle.\nDie dunklen Überreste der Seele des Schwertmeisters, die Bestien der Katastrophe, die sich im heiligen Wald versteckten, sie alle wurden ausgelöscht ...\nVerglichen mit dem Traum der Ewigkeit, den Ihre Exzellenz verfolgt, waren solche Dinge nur kurzlebige Zwischenspiele.\nDie Tage des Wartens auf das Erwachen Ihrer Exzellenz schienen endlos, aber ich dachte, dass die Zeit auf unserer Seite war.\n\n„Denn im Vergleich zu den Lotos und Udumbara, die sich in den windstillen, mondlosen utopischen Gefilden befinden und nie verwelken,“\n„kann eine vulgäre Existenz wie ich diese Art von Einsamkeit nicht ertragen. Ich würde mich in diesem Zustand ohne Gefühle und Träume völlig langweilen.“\n„Ich würde viel lieber im betrunkenen Zustand die Zweige der Donner-Sakura abknicken und mit den frechen Youkai herumtollen.“\n„Dies ist nicht nur die nahe Vergangenheit, sondern auch die hoffnungsvolle Zukunft.“\n„Eure Exzellenz, dürfte ich noch das Vergnügen haben, gemeinsam die blass violetten Knospen zu betrachten, wenn der nächste Schnee schmilzt?“",
    "es": "\nEl sonido de las campanas aún resuena en los lugares donde, no hace mucho tiempo, se celebraban danzas ante el trono.\nLa blanca silueta, que en el pasado se marchó y fue perseguida, sigue siendo como un sueño sin fin del que es imposible despertar.\n\n“En aquel entonces, yo era un ser ignorante cuya inteligencia no era nada comparado con la de la gran matriarca Hakushin.\nImpulsiva y torpe, escarbaba entre la nieve en busca de comida y esperaba que Su Excelencia se fijara en mí.\nPor irónico que suene, Su Excelencia se compadeció de mí precisamente por mi temeraria ignorancia.\nAsí fue como obtuve el gran honor de convertirme en su ayudante, en su apoyo.\n\nUn tiempo después, la señorita Saiguu se marchó y no volvió nunca más, y mis superiores también desaparecieron.\nAsí fue como alguien tan inepto como yo asumió el cargo de ‘Miko’ y se convirtió en la persona que es hoy.\nDe este modo, la responsabilidad de poner una sonrisa en el rostro de Su Excelencia recayó sobre mí.\nLa noche en la que bailé por primera vez la danza kagura, me di cuenta de lo pesado que era cargar con el pasado”.\n\nEl tintineo de las campanas se fue alejando, y la gran kitsune plateada, maestra y amiga mía, desapareció en el serpenteante río de los sueños.\nLas campanas volvieron a sonar y los obstinados bancos de arena se disolvieron en la turbulenta corriente.\nEntonces, cuando la inmaculada y pacífica silueta del pasado se desvaneció en oscuros recuerdos, yo, una solitaria hija de los\nKitsune, tomé el relevo de las campanas kagura y bailé por el vivaz presente.\n\nConocí a una joven guerrera tengu muy terca a la que, con el pretexto de “entrenar”, engatusé para que fuera a las montañas.\nSin embargo, en vista de su carácter rebelde, se la recomendé a esos tontos de los Kujou.\nY, aunque una vez luché contra un obstinado oni que me derrotó gracias a su implacable perseverancia, usé algunos trucos para\nhacer que nuestra pelea fuera más interesante.\nEn el pasado, mantuve una correspondencia con una mitad humana, mitad Adeptus a la que obsequié unas frescas y tiernas plantas marinas.\nSin embargo, sentí que no era capaz de comprender sus necios sentimientos de amor. ¿Acaso el amor no encadena a los Adeptus?\nEl brillo de la luna penetraba a través de las ramas y los pétalos de los árboles en los jardines imperiales y se extendía por todo el patio desierto.\nEsa escena aún brilla intensamente e mi corazón cual hermosa perla cristalina.\n\n“Durante varios efímeros siglos, he viajado por el mundo adoptando distintas formas.\nAunque no he tenido la suerte de entablar una relación profunda con ningún mortal, sí he podido conocer lo que es la belleza humana.\nSu Excelencia, a quien me atrevo a llamar ‘amiga’, probablemente tenga más tiempo para viajar por el mundo.\nAsí que veamos juntas este mundo imperfecto y disfrutemos de su obsesión por el amor y el odio, por los encuentros y las despedidas”.\n\nCon Su Excelencia absorta durante tanto tiempo en su onírica visión de la eternidad, alguien tenía que proteger a la gente común.\nPara aplacar la ira del malvado oni Kuroami, una vez mostré un ápice de lo que realmente es mi ominoso poder.\nDe igual forma, tuve que detener la gran revuelta de Kosanta, el tanuki valiente, usando tan solo un pizca de mi magia.\nPor su parte, el pirata Rinzou, saqueador de nuestras islas, acabó siendo traicionado por los suyos debido a un complot que consistió en sembrar la discordia.\nY en cuanto a ese excéntrico inmortal que parecía una hoja en blanco...\nEspero que encuentre su camino y que no se convierta en una amenaza para nosotros.\nLa oscura alma del maestro espadachín, las bestias del desastre escondidas en el bosque sagrado... Todas ellas fueron purgadas.\nComparado con el sueño de la eternidad que persigue Su Excelencia, esos no eran más que pequeños contratiempos puntuales.\nParecía que nunca llegaría el día en el que Su Excelencia se despertaría, pero no importaba, pues yo sabía que, si teníamos algo, era tiempo.\n\n“Un plano de la eutimia sin viento o luna, sin lotos o árboles udumbara que no se marchitan...\nLo siento, pero yo no podría soportar esa soledad. Acabaría completamente aburrida de ese estado sin sentimientos ni sueños.\nPrefiero emborracharme, arrancar ramas de Cerezos del Trueno y jugar con los imprudentes youkai.\nY no, todo esto no son historias de un pasado remoto, sino de un futuro lleno de esperanza.\nAsí pues, Su Excelencia, ¿por qué no esperamos a que la nieve se derrita y admiramos juntas los nuevos brotes de color violeta?”",
    "fr": "\nLe son des cloches résonne encore là où jadis des danses étaient présentées devant le trône.\nLa silhouette blanche, autrefois poursuivie, n'est jamais revenue, et pourtant, elle reste un rêve inatteignable duquel on ne se réveille pas...\n\n« À cette époque, je n'étais qu'une petite ignorante dont l'intelligence n'aurait jamais pu être comparée à celle de la matriarche des Hakushin.\nTâtonnant maladroitement, je n'étais qu'une gamine qui fouillait dans la neige, espérant attirer l'attention de Son Excellence.\nC'est cocasse, en y repensant : c'est justement cette façon d'agir maladroite et irréfléchie qui m'a valu d'obtenir la compassion de Son Excellence.\nEt c'est de cette manière que je suis devenue sa servante. Pour lui réchauffer les pieds et les mains, ce genre de choses... C'était un honneur.\n\nPlus tard, dame Saiguu partit pour ne jamais revenir, et toutes mes aînées disparurent également pour diverses raisons.\nEt c'est alors que quelqu'un d'aussi inepte que moi a endossé le rôle de Miko et est devenue la personne que vous connaissez aujourd'hui.\nAinsi, la tâche malencontreuse de mettre un sourire sur le visage de Son Excellence me tomba sur les épaules.\nLors de la nuit où j'ai interprété la danse Kagura pour la première fois, j'ai ressenti le poids de ce passé. »\n\nLe son des cloches s'éloignait, et mon amie et maître, la grande Kitsune d'argent, disparut dans le long fleuve des rêves.\nLes cloches résonnèrent une fois à nouveau, et l'irréductible banc de sable se détacha peu à peu, avant de se dissoudre dans le courant.\nLa blanche silhouette douce du passé avait depuis longtemps dérivé dans un souvenir obscur.\nLa dernière fille de la lignée des Kitsunes récupéra les cloches, et dansa pour le « présent ».\n\nJ'ai autrefois fait la connaissance d'une guerrière tengu obstinée, et ai prétexté à un « entraînement » pour qu'elle vienne pratiquer l'ascèse dans les montagnes.\nCependant, ressentant sa nature indomptable, je l'ai recommandée à ces écervelés de Kujou.\nEt bien que j'aie eu plusieurs querelles avec un Oni obstiné et aie été vaincue suite à sa persévérance...\nJ'ai ajouté quelques petits tours pour donner du piquant à notre joute.\nJe suis entrée en correspondance avec une demoiselle au sang d'Adepte d'une contrée lointaine, et lui ai fait cadeau de plantes océaniques.\nPourtant, je sentais bien que je ne pouvais pas comprendre son amour presque insensé. N'était-ce pas une forme de servitude pour l'Adepte ?\nLe clair de lune traverse le jardin impérial à travers les branches et les pétales, et se pose dans la cour vide.\nCette scène brille encore dans mon cœur comme d'innombrables joyaux scintillants...\n\n« Au cours de ces quelques siècles éphémères, j'ai parcouru le monde sous diverses formes.\nBien que je n'aie pas eu la chance d'entretenir de profondes relations avec le commun des mortels, j'ai appris à connaître la beauté des humains.\nEt Son Excellence, que j'ose considérer comme mon amie, dispose certainement d'encore plus de temps pour mener de telles explorations.\nObservons donc ensemble ce monde imparfait, et divertissons-nous de son attachement à l'amour, la haine, les rencontres et les séparations. »\n\nSon Excellence étant absorbée dans son rêve d'éternité, quelqu'un devait veiller sur les gens du peuple.\nAfin d'apaiser le ressentiment du maléfique Oni Kuroami, j'ai montré une fois un soupçon du pouvoir terrifiant qui est mien.\nEt les troubles causés par Kosanta le Tanuki chauve furent ridiculisés avec un peu de magie.\nLe pirate Rinzou, terreur de l'archipel, fut également trahi suite à quelques discordances.\nQuant à cet immortel excentrique, qui est telle une feuille vierge...\nJ'espère qu'« il » pourra trouver le droit chemin et ne deviendra pas une menace.\nLes fragments obscurcis de l'âme de l'épéiste, les bêtes de la calamité tapies dans la forêt sacrée... Tous ont été anéantis...\nComparées au rêve d'éternité que poursuit Son Excellence, ces choses ne furent que des interludes fugaces.\nL'attente que Son Excellence revienne à elle paraissait interminable, mais je savais que nous avions le temps.\n\n« Un plan euthymique sans vent ni lune, avec des lotus et un udumbara qui ne fanent pas...\nJ'en suis désolée, mais la solitude m'atteignait, m'ennuyant jusqu'aux larmes.\nJe préférerais arracher des branches du cerisier tonnerre dans mon ivresse et faire des espiègleries avec des démons impudents.\nEt non : toutes ces histoires ne sont pas celles d'un passé lointain, mais celles d'un avenir plein d'espoir.\nAlors, Votre Excellence, pourrais-je encore avoir le plaisir de me joindre à vous pour observer les premiers bourgeons mauves qui émergeront lors de la prochaine fonte des neiges ? »",
    "pt": "\nOnde antes haviam danças em frente ao trono, os sons dos sinos ainda permanecem.\nA silhueta branca, antes algo a se perseguir, nunca retornou, mesmo assim, ela continua como um sonho inalcançável cujo qual não se pode acordar...\n\n\"Foi uma bobagem na época, nem um pouco tão inteligente quanto a nossa matriarca Hakushin.\"\n\"Me batendo desajeitadamente, eu era como um cachorrinho procurando pela neve, na esperança de chamar a atenção da Vossa Excelência.\" \n\"Ironicamente, foi exatamente por causa da minha coragem ignorante, que Vossa Excelência teve compaixão de mim.\"\n\"E foi assim que acabei servindo a ela. Sabe, esquentando os pés e mãos dela e tudo mais. Uma grande honra.\"\n\n\"A Senhorita Saiguu mais tarde também iria embora, para nunca mais voltar, e aqueles meus superiores também se perderiam por vários outros motivos.\"\n\"E foi assim que alguém tão inepta quanto eu, acabou com o cargo de \"Miko\" e cresci para ser a pessoa que sou hoje.\"\n\"Foi assim, que a infeliz tarefa de colocar um sorriso no rosto da Vossa Excelência caiu sobre meus ombros.\"\n\"Na noite que fiz pela primeira vez a dança Kagura, senti o peso do 'passado'.\"\n\nO badalar dos sinos ficaram distantes, e a grande kitsune prateada, mestre e amiga, desapareceu no rio corrente dos sonhos.\nOs sinos tocaram novamente, e os obstinados bancos de areia se dissolveram na corrente turbulenta.\nEntão, quando as figuras brancas puras e gentis finalmente se tornaram apenas uma obscura recordação,\na solitária filha da linhagem Kitsune pegou os sinos Kaguras e dançou pelo vibrante \"presente\".\n\nConheci uma jovem e obstinada guerreira tengu, e usei o pretexto de \"treiná-la\" para enganá-la a ir até as montanhas,\nmas, ao sentir seu caráter rebelde, eu a recomendei aos tontos dos Kujou.\nE embora eu tenha lutado contra um obstinado oni e fui derrotado por sua perseverança implacável...\nEu fiz alguns pequenos truques para fazer nossa competição um pouco mais interessante.\nMantive contato com uma meio-adeptus de uma terra distante, e a dei de presente a ela, plantas frescas do oceano.\nMesmo assim, senti profundamente que não era capaz de compreender seu amor quase tolo. Isso não é uma forma de escravidão para com os adepti?\nO brilho da luz penetrou através do jardim imperial, pelos galhos e pétalas, se estendendo por todo pátio vazio.\nAquela cena ainda brilha intensamente em meu coração vazio, como inúmeras joias cintilantes...\n\n\"Neste pequeno espaço de tempo de algumas centenas de anos, andei sobre a terra em diferentes formas.\"\n\"Embora eu não tenha tido a sorte de estar em um relacionamento tão profundo com nenhum mortal, pude conhecer a beleza humana profundamente.\"\n\"E a Vossa Excelência, cuja ouso chamar de amiga, ainda deve ter muito mais tempo para viajar pelo mundo.\"\n\"Então, vamos ver este mundo imperfeito juntos e desfrutar de suas imperfeições com amor e ódio, com encontros e despedidas.\"\n\nCom a Vossa Excelência absorvida em seu sonho pela Eternidade, alguém precisa cuidar das pessoas comuns.\nPara reprimir o ressentimento do perverso oni Kuroami, uma vez demonstrei uma parte do poder sinistro que possuo.\nA fim de acalmar o distúrbio, causado pelo Kosanta, o Tanuki Careca, seria necessário o uso de um pouco da minha magia.\nO pirata saqueador, Rinzou, terror do arquipélago, também teria sido traído por alguma pequena discordância nos planos.\nE quanto aquele que parecia uma folha em branco, aquele imortal excêntrico...\nEspero que \"ele\" encontre seu caminho e não se torne uma ameaça para nós.\nOs restos mortais obscuros da alma do espadachim, as bestas da catástrofe se escondendo na floresta sagrada, todas foram eliminadas...\nComparado com o sonho da Eternidade que Vossa Excelência procura, tais coisas eram como apenas contratempos,\ne a espera para que ela mudasse de ideia parecia ser infinito, mas eu sabia que o tempo estava a nosso favor.\n\n\"Quero dizer, a Eutimia sem vento ou lua, com lótus e udumbaras que não murcham...\"\n\"Me desculpe, mas a solidão acabaria tomando o melhor de mim. Eu ficaria extremamente entediada.\"\n\"Eu preferiria mil vezes cortar os galhos da Sakura do Trovão em um surto bêbado e me envolver com os youkai imprudentes.\"\n\"E não, essas não são histórias de um passado remoto, mas a de um futuro cheio de esperanças.\"\n\"Será que eu poderia ter a honra de me juntar a você para assistir aos primeiros brotos violetas emergir da neve derretendo?\"",
    "ru": "\nЗвук колокольчиков словно бы всё ещё доносится из давних времён танцев у трона.\nБелый силуэт далеко впереди, недоступная грёза, от которой не пробудиться...\n\n«В те времена мне, глупому детёнышу, было не сравниться с матриархом Хакусин.\nЯ неуклюже, подобно тому, кто бредёт сквозь сугробы, ковыляла в надежде привлечь внимание великой правительницы.\nЗабавно думать, что благодаря этому неуклюжему бесстрашию она одарила меня своей милостью.\nТак я и попала к ней на службу. Ну, знаете, греть её руки и ноги и всё такое. Большая честь.\n\nПозже госпожа Сайгу ушла без возврата, старшие моего рода также были потеряны.\nИ столь неуклюжему существу, как я, досталась роль Мико. Так я выросла в ту, кого вы знаете.\nИ злополучная задача вызвать улыбку на лице её превосходительства легла на мои плечи.\nВ ту ночь, когда я впервые исполнила танец кагура, я почувствовала тяжесть прошлого».\n\nЗвон колокольчиков стал отдаляться, в извилистой реке снов исчезла серебряная кицунэ, наставница и подруга.\nВновь зазвенели колокольчики - и прочная песчаная отмель растворилась в бурном потоке.\nБелоснежные силуэты из прошлого погрузились во тьму воспоминаний.\nОдинокая кицунэ взяла колокольчики кагура и стала танцевать для красочного настоящего.\n\nОдну знакомую мне упрямую юную тэнгу под предлогом тренировок я смогла убедить удалиться в горы.\nЕё непокорный характер привёл меня к мысли порекомендовать её твердолобым Кудзё.\nИ хотя однажды óни удалось одержать надо мной верх благодаря упорству...\nмои маленькие хитрости сделали поединок куда интереснее.\nМы обменивались письмами с одной наследницей крови Адептов из дальней страны, она даже получила от меня в дар свежие и сочные морские травы.\nНо я совершенно не понимаю её граничащую с глупостью любовь. Разве это не лишние узы для Адепта?\nЛунный свет проникает в дворцовый сад сквозь ветви и лепестки, падая на пустой двор.\nПодобно драгоценным камням, эта сцена сияет в моей поверхностной душе...\n\n«За эти недолгие века мне довелось бродить по свету во многих обличьях.\nИ хоть меня не связывали глубокие узы с простыми людьми, красота человеческой природы мне хорошо известна.\nА у её превосходительства, которую я осмеливаюсь называть подругой, ещё достаточно времени на странствия.\nТак давайте увидим вместе этот несовершенный мир и насладимся его любовью и ненавистью, встречами и расставаниями».\n\nПока её превосходительство была погружена в свою грёзу о вечности, кто-то должен был присматривать за простыми людьми.\nОднажды, чтобы унять обиды злого óни Куроами, мне пришлось показать лишь намёк на зловещую силу, которой обладаю.\nА большой переполох, вызванный лысым тануки Косантой, можно было бы устранить с помощью магии.\nИ наводящий ужас на острова пират Риндзо оказался всеми предан и заброшен из-за одной небольшой хитрости.\nА тот белый лист, бессмертный чудак...\nЯ надеюсь, что «он» найдёт свой путь и не станет угрозой для всех нас.\nТёмный дух мастера меча, скрывающиеся в священном лесу чудовища напастей - все они были стёрты с лица земли...\nПо сравнению с мечтой о вечности её превосходительства, всё это лишь незначительные промежуточные эпизоды.\nОжидание того, что она придёт в себя, казалось, тянулось бесконечно долго, но я знала, что время на нашей стороне.\n\n«Это Царство эвтюмии без ветра и луны, с одними лишь неувядающими лотосами и смоковницами...\nДля меня такое одиночество было бы невыносимо. Мне было бы скучно без желаний и мечтаний.\nЯ предпочла бы срывать ветви Громовой сакуры в хмельном угаре и строить глазки наглым ёкаям.\nИ нет, эта история не о давнем прошлом, а о будущем, исполненном надежд.\nВаше превосходительство, взглянем вместе на лиловые бутоны, когда растает снег?»",
    "id": "\nDi tempat yang pernah penuh dengan tarian, di hadapan takhta, suara lonceng masih berdenting.\nSiluet putih yang dahulu menjadi incaran, tiada kembali, namun tetap dalam mimpi tanpa henti, dan tanpa jalan keluar ....\n\n\"Ketika itu aku hanyalah seorang bodoh, tak ada apa-apanya dibanding Sang Hakushin.\"\n\"Nekat, bagaikan mengais makanan di dalam salju, berusaha agar dia memalingkan wajahnya.\"\n\"Konyolnya, keberanian itu menggerakan hatinya dan menimbulkan belas kasihannya padaku.\"\n\"Dan begitulah ceritanya aku mendapat kehormatan untuk melayaninya. Menghangatkan tangan dan kakinya. Sungguh sebuah kehormatan.\"\n\n\"Setelah itu, Saiguu Yang Agung pergi dan tidak pernah kembali, dan semua pendahuluku pun berpisah karena berbagai macam alasan.\"\n\"Dan seperti itulah posisi \"Miko\" diberikan padaku yang masih polos dan bodoh, posisi yang terus kupegang seiring dengan pertumbuhanku hingga jadi seperti diriku hari ini.\"\n\"Demikianlah tanggung jawab untuk membuatnya gembira, jatuh ke atas pundakku.\"\n\"Ketika tarian Kagura kupertunjukkan untuk kali pertama pada malam itu, aku menyadari beban dari masa lalu itu.\"\n\nSuara lonceng berdenting di kejauhan, sang Kitsune perak yang hebat, sahabat sekaligus guru, menghilang mengikuti aliran mimpi yang tak berakhir.\nSuara itu kembali, dan bantaran pasir yang tangguh pun lekang oleh arus yang berputar.\nPutih dan murni, para pemeran dari masa lalu pun perlahan mundur ke dalam gelapnya kenangan.\nSeperti itulah keturunan tunggal Kitsune mengambil lonceng Kagura dan menari untuk \"saat ini\".\n\nAku mengenal Tengu muda yang keras kepala, dan memperdayainya untuk \"berlatih\", menyepi ke pegunungan.\nSifatnya keras. Karena itu kuserahkan dia ke Klan Kujou yang tegar tengkuk.\nDan meskipun aku pernah bertanding melawan oni keras kepala dan harus kalah karena keteguhan pihak lawanku ....\nAku menambahkan sesuatu agar pertandingan kami lebih menarik.\nAku mengenal keturunan Adeptus dan manusia yang tinggal di tempat jauh. Kuberi dia hadiah tanaman laut yang segar dan besar.\nNamun aku tidak mengerti rasa cintanya yang mendekati konyol. Bukankah itu sama saja keterikatan?\nCahaya rembulan menerangi taman agung, menembus celah di antara cabang dan pokok, dan menyentuh halaman yang kosong.\nPemandangan itu masih saja jelas di hatiku yang dangkal ini, jelas secerah kilau ribuan batu permata ....\n\n\"Dalam ratusan tahun yang berlalu begitu cepat, aku berjalan di atas bumi ini, mengambil begitu banyak wujud.\"\n\"Aku belum berkesempatan untuk berhubungan dekat dengan manusia fana, namun aku tahu indahnya kemanusiaan.\"\n\"Dan dirinya, sahabatku, masih punya waktu untuk berkelana.\"\n\"Marilah kita saksikan dunia yang tidak sempurna ini, nikmati keterikatannya pada cinta dan benci, pada pertemuan dan perpisahan.\"\n\nKarena Yang Mulia mencurahkan seluruh waktu dan tenaganya demi Keabadian, harus ada pihak yang menjaga para manusia fana.\nUntuk meredam kebencian sang oni jahat Kuroami, aku pernah menunjukkan sebagian kecil kekuatan yang kupunya.\nDan bencana besar yang disebabkan oleh Kosanta si Tanuki Botak juga harus dihentikan dengan menggunakan sedikit ilmu sihir.\nBajak laut Rinzou, sang teror kepulauan, juga dikalahkan oleh sedikit kekeliruan dalam rencananya.\nDan untuk si orang aneh yang hidup abadi itu ....\nKuharap \"dia\" akan terus jalan di jalur yang benar, dan tidak akan pernah jadi ancaman bagi kita semua.\nSisa-sisa jiwa sang ahli pedang yang telah menghitam, binatang buas pembawa bencana yang bersembunyi di hutan terlarang, semuanya telah musnah ....\nBila dibandingkan dengan Keabadian yang didambakan oleh Yang Mulia, semuanya itu hanya selingan belaka.\nMenunggu dirinya sadar seakan menunggu hari esok yang tak kunjung datang, namun aku tahu waktu ada di pihak kita.\n\n\"Halah, Euthymia tanpa angin, tanpa bulan, cuma ada bunga teratai dan udumbara yang tak kunjung layu.\"\n\"Sepi pula tidak ada siapa-siapa. Aku bisa bosan setengah mati.\"\n\"Aku lebih baik mabuk, lalu mematahkan dahan Sacred Sakura sambil bikin keributan bersama para youkai kurang ajar.\"\n\"Cerita ini bukan dongeng masa lalu ya. Ini harapanku untuk masa depan.\"\n\"Nah, Yang Mulia-ku tersayang, apa aku masih boleh mengikutimu untuk melihat kelopak ungu pertama yang mekar setelah salju mencair?\"",
    "th": "\nครั้งหนึ่งมันเคยเริงระบำต่อหน้าผู้ปกครอง เสียงกระดิ่งยังคงก้องกังวานมาจนถึงทุกวันนี้\nครั้งหนึ่งเคยไล่ตามเงาสีขาวที่จากไปไกล และจิตใจยังคงอยู่ในความฝันที่มิอาจตื่นขึ้นได้...\n\n\"ข้าในตอนนั้นเป็นเพียงสิ่งมีชีวิตตัวเล็กที่แสนโง่เขลา ไหนเล่าจะกล้าเทียบชั้นกับท่าน Hakushin ผู้ยิ่งใหญ่\"\n\"ล้มลุกคลุกคลาน เหมือนกำลังตามหาอาหารท่ามกลางหิมะ โดยหวังว่าจะได้รับความสนใจจากท่านผู้นั้น\"\n\"ช่างน่าขันนัก เป็นเพราะความกล้าหาญที่แสนโง่เขลานี้ ข้าจึงโชคดีได้รับความเมตตาจากท่านผู้นั้น\"\n\"และด้วยเหตุนี้ ข้าจึงได้รับเกียรติอันน้อยนิด ให้คอยติดตามรับใช้ท่านผู้นั้น\"\n\n\"ต่อมา ท่าน Saiguu ไม่ได้กลับมาอีก และผู้อาวุโสคนอื่น ๆ ก็ได้แยกย้ายกันไปด้วยเหตุผลบางประการ\"\n\"มีเพียงพวกอ่อนต่อโลกเช่นข้าเท่านั้น ที่จะได้รับตำแหน่ง 'Miko' และเติบโตมาเป็นเช่นนี้\"\n\"และด้วยเหตุนี้เอง หน้าที่ในการทำให้ท่านผู้นั้นพึงพอใจ จึงตกมาอยู่ที่ตัวข้าอย่างช่วยไม่ได้\"\n\"ค่ำคืนนั้น ที่ได้แสดงการรำคางุระครั้งแรก ข้าได้รับรู้ว่า 'อดีต' นั้นหนักอึ้งเพียงไหน\"\n\nเสียงกระดิ่งดังไกลออกไป จิ้งจอกสีเงินที่เป็นดั่งอาจารย์และสหาย ก็ได้หายลับไปในแม่น้ำสายยาว ที่ราวกับความฝันอันยาวไกล\nเสียงกระดิ่งได้ตอบกลับอีกครั้ง ท่ามกลางกระแสน้ำวนที่ไม่มีวันหวนคืน สันดอนทรายที่แสนดื้อรั้นก็เริ่มคลายตัวลง\nเงาสีขาวบริสุทธิ์ของผู้ที่จากไป ได้กลายเป็นความทรงจำอันมืดมิดไปนานแล้ว\nเด็กหญิงกำพร้าเผ่าพันธุ์ Kitsune รับกระดิ่งแห่งคางุระ และเริ่มต้นการร่ายรำเพื่อ \"ปัจจุบัน\" อันสดใส\n\nครั้งหนึ่งเคยได้พบเจอกับเท็งงุวัยเยาว์ที่มีนิสัยดื้อรั้น จึงได้ใช้ \"การฝึกฝน\" เป็นตัวล่อในการพาเธอขึ้นไปบำเพ็ญตบะบนภูเขา\nแต่พอได้สัมผัสกับความไม่ยอมจำนนของเธอแล้ว จึงได้แนะนำเด็กคนนี้ให้กับพวกหัวรั้นอย่าง Kujou\nและข้ายังเคยต่อสู้เผ่าโอนิที่ไม่รู้จักการยอมแพ้ สุดท้ายก็ต้องพ่ายแพ้ให้กับความแน่วแน่ที่เกินขอบเขตของเจ้าหมอนั่น...\nข้าจึงได้เพิ่มลูกเล่นเล็ก ๆ น้อย ๆ ซึ่งทำให้การต่อสู้น่าตื่นเต้นขึ้นไม่น้อยเลยทีเดียว\nครึ่งหนึ่งเคยได้ติดต่อกับผู้เป็นครึ่งเซียนที่อยู่ยังดินแดนอันไกลโพ้น และได้ส่งพืชทะเลที่สวยงามและนุ่มลื่นไปให้เป็นของขวัญ\nแต่ถึงกระนั้น ก็ยังไม่สามารถเข้าใจความรักอันแสนโง่เขลาได้ นั่นไม่ใช่การพันธนาการสำหรับเหล่าเซียนหรอกหรือ?\nสีของดวงจันทร์ยามค่ำคืน ส่องสะท้อนกิ่งไม้กับกลีบดอกไม้ และสาดส่องไปทั่วลานกว้างอันว่างเปล่า\nฉากเหล่านั้นยังคงงดงามปานไข่มุกเพชรนิลจินดานับไม่ถ้วน ที่เปล่งประกายระยิบระยับอยู่ภายในใจของข้า...\n\n\"ในช่วงร้อยกว่าฤดูกาลที่ผ่านมา ข้าได้เดินท่องไปทั่วโลกด้วยตัวตนอันหลากหลาย\"\n\"แม้จะไม่เคยโชคดีพอที่จะมีปฏิสัมพันธ์กับคนธรรมดา แต่ก็รับรู้ถึงความงดงามของเหล่าผู้คนอย่างลึกซึ้ง\"\n\"คาดว่าท่านผู้นั้นที่ข้าถือวิสาสะนับเป็นสหาย คงมีเวลาให้เดินเที่ยวเตร่อยู่นับไม่ถ้วนเป็นแน่\"\n\"ร่วมกันเฝ้ามองโลกที่ไม่สมบูรณ์แบบใบนี้ และเพลิดเพลินไปกับความสุขของความรัก ความเกลียดชัง การพบพาน และการลาจากด้วยกันเถิด\"\n\nท่านผู้นั้นดำดิ่งสู่นิมิตแห่งนิรันดร์มาอย่างช้านาน จึงจำเป็นต้องมีใครสักคนที่คอยเฝ้ามองเหล่าผู้คน\nครั้งหนึ่งข้าเคยเผยร่างของสิ่งที่เป็นลางร้าย เพื่อระงับความคับแค้นของโอนิ \"Kuroami\"\nและเคยเกิดความโกลาหลจากเวทมนตร์เพียงน้อยนิด ที่ใช้เพื่อปลอบโยนเจ้าทานูกิหัวล้าน Kosanta\nโจรสลัด Rinzou ที่บุกรุกหมู่เกาะ ในที่สุดก็ถูกพรรคพวกหักหลังเนื่องจากไม่ลงรอยกันในแผน\nส่วนซามูไรนอกคอกที่เหมือนกระดาษเปล่า และไม่มีวันถูกทำลายจากกาลเวลานั้น...\nก็หวังว่า \"เขา\" จะพบเส้นทางที่ถูกต้อง และไม่กลายเป็นตัวหายนะ\nเศษซากวิญญาณอันดำมืดของปรมาจารย์ดาบ และอสูรแห่งภัยพิบัติทางธรรมชาติที่ซุกซ่อนอยู่ในป่าแห่งเทพ ก็ถูกกำจัดจนหมดสิ้นเช่นกัน...\nเมื่อเทียบกับความฝันอันเป็นนิรันดร์ที่ท่านผู้นั้นไล่ตามแล้ว สิ่งเหล่านี้ก็เป็นเพียงเหตุการณ์ที่เกิดขึ้นเพียงชั่วครู่เท่านั้น\nวันเวลาที่รอคอยให้ท่านผู้นั้นตื่นขึ้นมาดูราวกับจะไม่มีจุดสิ้นสุด แต่ข้าก็เชื่อว่าเวลานั้นจะต้องมาถึง\n\n\"เพราะเมื่อเทียบกับดินแดนบริสุทธิ์ที่ไร้ซึ่งสายลมและแสงจันทร์ กับดอกบัวและอุทุมพรที่ไม่มีวันร่วงโรยแล้ว\"\n\"คนที่ไร้รสนิยมอย่างข้าคงทนกับความเหงาเช่นนั้นไม่ได้ และผู้ที่ไร้ซึ่งความตั้งใจและความฝันก็คงต้องรู้สึกเบื่อหน่ายเป็นแน่\"\n\"สู้เที่ยวเด็ดกิ่ง Thunder Sakura พร้อมยิ้มอย่างโง่เขลา และปล่อยให้พวกโยไกออกอาละวาดตามใจชอบเสียยังดีกว่า\"\n\"เรื่องเหล่านี้ ต่างก็เป็นอดีตที่พึ่งผ่านไปไม่นาน และยังเป็นอนาคตที่เต็มไปด้วยความหวังด้วยเช่นกัน\"\n\"ไม่รู้ว่าเมื่อยามหิมะละลาย จะยังมีโอกาสได้เดินชมต้นกล้าของดอกไม้สีม่วงอ่อนพร้อมกับท่านผู้นั้นอีกหรือไม่\"",
    "vi": "\nĐã từng ở ngự tiền cất bước nhảy múa, tiếng chuông réo rắt như vẫn còn truyền đến ngày nay.\nBóng hình màu trắng đã từng theo đuổi nay đã đi xa, giấc mộng chưa tỉnh mà con tim luôn hướng đến...\n\n\"Ta lúc đó chẳng qua chỉ là một loài vật ngu ngốc nhỏ bé, linh trí làm sao dám so sánh với Bạch Thần chủ mẫu đại nhân\"\n\"Xông xáo lỗ mãng, giống như đang kiếm ăn trong tuyết, khát khao được điện hạ để mắt đến\"\n\"Nghĩ đến cũng tức cười, cũng chính vì sự ngờ nghệch và không biết sợ sệt này, mà ta đã may mắn được điện hạ thương xót\"\n\"Và cứ thế, ta đã nhận được vinh dự theo hầu hạ chăm sóc điện hạ\"\n\n\"Sau đó thì, Saiguu đại nhân không trở về nữa, các tiền bối trước đây cũng đã lưu lạc\"\n\"Kẻ bất tài như ta mới nhận chức \"Miko\", từ đó mới phát triển được như thế này\"\n\"Cứ như thế, nhiệm vụ chọc cho điện hạ vui đã không may rơi vào ta\"\n\"Vào cái đêm hôm đó, lần đầu tiên dâng Vũ Điệu Kagura, mới biết được \"quá khứ\" là gánh nặng như thế nào\"\n\nTiếng chuông xa dần, Bạch Đại Hồ vừa là thầy vừa là bạn đã biến mất trong dòng sông cũng giống như giấc mộng trôi xa,\nTiếng chuông vọng lại, trong dòng xoáy không lối về, cồn cát ngoan cường cũng dần rời rạc và tan rã.\nBóng hình trắng tinh của cố nhân hiền hòa, cũng đã sớm hòa tan trong ký ức đen tối,\nNgười con gái của tộc tiên hồ đã tiếp quản Chuông Kagura, nhảy múa vì một \"hiện tại\" hoạt náo.\n\nTengu cố chấp đã quen biết từ nhỏ, mượn danh nghĩa \"rèn luyện\" mà dọa cô ta phải lên núi khổ hành,\nNhưng lại thương tình thân thế cô độc của cô, mà tiến cử đứa trẻ đó cho những kẻ cổ hủ nhà Kujou.\nCũng đã từng đấu với tộc Oni ương bướng, quả nhiên đã bại dưới nghị lực siêu thường của cái tên đó...\nNhưng kẻ bất tài như ta đã dùng kế mọn, cũng phần nào tăng thêm tính thú vị cho bản thân trận đấu.\nĐã từng liên lạc với bán tiên của quốc gia xa xôi, tặng nhau tảo biển tươi mới mà mềm mại,\nNhưng vẫn cảm thấy không thể hiểu được thứ tình yêu khờ khạo mà sâu đậm đó, đối với tiên chúng mà nói chẳng lẽ không phải là sự trói buộc hay sao?\nÁnh trăng đêm trong vườn ngự uyển xuyên qua những tán cây và cánh hoa, trải xuống khoảng sân trống trải.\nVẫn đẹp lung linh như vô số viên ngọc trai lấp lánh, nhấp nháy trong con tim mỏng manh của ta...\n\n\"Trong hàng trăm mùa xuân thu ngắn ngủi này, ta đã rong ruổi trên thế gian với nhiều thân phận khác nhau\"\n\"Tuy chưa từng may mắn được kết duyên với người phàm, nhưng vẫn hiểu được sâu sắc nét đẹp của con người\"\n\"Điện hạ - người mà ta đã cả gan xem là bạn chí cốt, chắc sẽ càng có nhiều thời gian để mà du ngoạn\"\n\"Cùng nhau nhìn ngắm thế gian không hoàn mỹ này, tận hưởng niềm vui yêu hận biệt ly nhé\"\n\nĐiện hạ mãi chìm đắm trong mộng cảnh vĩnh hằng, phải luôn có người bảo vệ chúng sinh.\nVì để trấn áp oán hận của ác quỷ Kuroami, đã từng dựa vào vật không may mắn để lộ thân phận,\nVì để xoa dịu cơn bạo động của Tanuki Đầu Hói Kosanta, mà đã từng dùng pháp lực yếu ớt để bỡn cợt nó.\nNhững tên hải tặc lâm tặc quấy nhiễu các hòn đảo, cuối cùng đã tan rã vì trúng kế ly gián nho nhỏ,\nCòn những kẻ kỳ lạ giống như những trang giấy trắng, không hề bị tổn hại bởi mặt trời mặt trăng...\nHy vọng \"y\" có thể bước lên con đường chính đạo, chứ không trở thành hậu hoạn.\nLinh hồn đen tối của những kiếm hào, dị thú mai phục trong rừng sâu, cũng bị xua đuổi đi hết...\nSo với giấc mộng vĩnh hằng mà điện hạ theo đuổi, những thứ này chẳng qua chỉ là khúc nhạc đệm thoáng qua,\nNhững ngày tháng chờ đợi điện hạ thức tỉnh dường như là vô tận, nhưng ta cho rằng mình có rất nhiều thời gian.\n\n\"Dù sao so với trong tịnh thổ không gió không trăng, so với những đóa hoa sen và hoa ưu đàm mãi không úa tàn đó\"\n\"Người phàm tục như ta không chịu nổi sự cô đơn đó, người không mơ ước không có con tim cũng khó tránh sự nhàm chán\"\n\"Chi bằng cười vui bẻ nhánh hoa lôi anh đào, cùng đám youkai xấc xược thoải mái nô đùa\"\n\"Những thứ này ấy mà, đều là quá khứ không mấy xa xôi, nhưng cũng là tương lai tràn đầy hy vọng\"\n\"Không biết khi chờ đến lúc tuyết tan, có còn được cùng điện hạ ngắm nhìn những mầm non màu tím nhạt đó không nữa\""
  },
  "effects": [
    {
      "name": {
        "zhs": "神樱神游神乐舞",
        "zht": "神櫻神遊神樂舞",
        "jp": "神櫻神遊神楽舞",
        "ko": "신성한 벚나무의 카미아소비 카구라의 춤",
        "en": "Kagura Dance of the Sacred Sakura",
        "de": "Kagura-Tanz der heiligen Sakura",
        "es": "Danza kagura del Cerezo Sagrado",
        "fr": "Danse Kagura du cerisier sacré",
        "pt": "Dança Kagura da Sakura Sagrada",
        "ru": "Кагура Священной сакуры",
        "id": "Kagura Dance of the Sacred Sakura",
        "th": "Kagura Dance of the Sacred Sakura",
        "vi": "Vũ Điệu Kagura Của Anh Đào Thần"
      },
      "description": {
        "zhs": "施放元素战技时，将获得「神乐舞」的效果，使装备该武器的角色的元素战技造成的伤害提高<color=#99FFFFFF>12%</color>，该效果持续16秒，至多叠加3层。持有3层时，该角色获得<color=#99FFFFFF>12%</color>所有元素伤害加成。",
        "zht": "施放元素戰技時，將獲得「神樂舞」的效果，使裝備該武器的角色的元素戰技造成的傷害提高<color=#99FFFFFF>12%</color>，該效果持續16秒，至多疊加3層。持有3層時，該角色獲得<color=#99FFFFFF>12%</color>所有元素傷害加成。",
        "jp": "元素スキルを発動すると、「神楽舞」の効果を獲得する。この武器を装備したキャラクターの元素スキルによるダメージ+<color=#99FFFFFF>12%</color>、継続時間16秒、最大3層まで。3層の効果を持つ時、該当キャラクターの全元素ダメージ+<color=#99FFFFFF>12%</color>。",
        "ko": "원소전투 스킬 발동 시, 「카구라의 춤」의 효과를 받아 해당 무기를 장착한 캐릭터의 원소전투 스킬의 피해가 <color=#99FFFFFF>12%</color> 증가한다. 지속 시간: 16초. 최대 중첩수: 3회. 3스택 중첩 시 모든 원소 피해 보너스를 <color=#99FFFFFF>12%</color> 획득한다",
        "en": "Gains the Kagura Dance effect when using an Elemental Skill, causing the Elemental Skill DMG of the character wielding this weapon to increase by <color=#99FFFFFF>12%</color> for 16s. Max 3 stacks. This character will gain <color=#99FFFFFF>12%</color> All Elemental DMG Bonus when they possess 3 stacks.",
        "de": "Verleiht bei Anwendung von Elementarfähigkeiten den Effekt „Kagura-Tanz“, der den mit Elementarfähigkeiten der mit dieser Waffe ausgerüsteten Figur verursachten Schaden 16 s lang um <color=#99FFFFFF>12 %</color> erhöht, 3-fach stapelbar. Erhöht bei 3 Stapelungen den Schaden aller Elemente dieser Figur um <color=#99FFFFFF>12 %</color>.",
        "es": "Al usar la Habilidad Elemental, obtienes el efecto de “danza kagura”, el cual aumenta en un <color=#99FFFFFF>12%</color> el daño de la Habilidad Elemental del personaje que equipa esta arma. Este efecto dura 16 s y puede acumularse hasta 3 veces. Al tener 3 acumulaciones, dicho personaje obtiene un <color=#99FFFFFF>12%</color> de todos los Bonos de Daño Elemental.",
        "fr": "#Libérer une compétence élémentaire confère l'effet Danse Kagura, permettant d'augmenter les DGT infligés par les compétences élémentaires du personnage équipé de l'arme de <color=#99FFFFFF>12{NON_BREAK_SPACE}%</color> pendant 16 s. Cet effet peut être cumulé 3 fois maximum. Avec 3 cumuls, le personnage bénéficie d'un bonus de DGT élémentaires de <color=#99FFFFFF>12{NON_BREAK_SPACE}%</color>.",
        "pt": "Ao usar a Habilidade Elemental, obtém o efeito de \"Dança Kagura\", o qual aumenta o Dano da Habilidade Elemental em <color=#99FFFFFF>12%</color> do personagem que tiver esta arma equipada. Este efeito dura 16s e pode ser acumulado em até 3 vezes. Ao obter 3 acúmulos, o personagem obtém <color=#99FFFFFF>12%</color> de Bônus de Dano de todos os Elementos.",
        "ru": "Использование элементального навыка наделяет экипированного этим оружием персонажа эффектом «Танец кагура», который увеличивает урон его элементального навыка на <color=#99FFFFFF>12%</color>. Этот эффект длится 16 сек. и может складываться до 3 раз. На 3 уровне эффекта персонаж получает <color=#99FFFFFF>12%</color> бонус урона всеми элементами.",
        "id": "Saat melancarkan Elemental Skill, akan memperoleh efek Kagura Dance yang akan meningkatkan <color=#99FFFFFF>12%</color> DMG Elemental Skill dari Karakter pengguna senjata ini selama 16 detik. Maksimum 3 lapis. Saat memiliki 3 lapis, Karakter tersebut akan memperoleh <color=#99FFFFFF>12%</color> DMG Bonus untuk semua elemen.",
        "th": "เมื่อใช้สกิลธาตุ จะได้รับเอฟเฟกต์ Kagura Dance โดยจะทำให้สกิลธาตุของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>12%</color> ซึ่งเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 16 วินาที ซ้อนทับได้มากสุด 3 ชั้น และเมื่อมี 3 ชั้น ตัวละครดังกล่าวจะได้รับโบนัสความเสียหายธาตุทั้งหมด <color=#99FFFFFF>12%</color>",
        "vi": "Khi thi triển kỹ năng nguyên tố sẽ nhận được hiệu quả \"Vũ Điệu Kagura\", giúp nhân vật trang bị vũ khí này tăng <color=#99FFFFFF>12%</color> sát thương do kỹ năng nguyên tố gây ra, hiệu quả này duy trì 16s, tối đa dồn 3 tầng. Khi có 3 tầng, nhân vật này sẽ nhận được <color=#99FFFFFF>12%</color> buff sát thương tất cả nguyên tố."
      }
    },
    {
      "name": {
        "zhs": "神樱神游神乐舞",
        "zht": "神櫻神遊神樂舞",
        "jp": "神櫻神遊神楽舞",
        "ko": "신성한 벚나무의 카미아소비 카구라의 춤",
        "en": "Kagura Dance of the Sacred Sakura",
        "de": "Kagura-Tanz der heiligen Sakura",
        "es": "Danza kagura del Cerezo Sagrado",
        "fr": "Danse Kagura du cerisier sacré",
        "pt": "Dança Kagura da Sakura Sagrada",
        "ru": "Кагура Священной сакуры",
        "id": "Kagura Dance of the Sacred Sakura",
        "th": "Kagura Dance of the Sacred Sakura",
        "vi": "Vũ Điệu Kagura Của Anh Đào Thần"
      },
      "description": {
        "zhs": "施放元素战技时，将获得「神乐舞」的效果，使装备该武器的角色的元素战技造成的伤害提高<color=#99FFFFFF>15%</color>，该效果持续16秒，至多叠加3层。持有3层时，该角色获得<color=#99FFFFFF>15%</color>所有元素伤害加成。",
        "zht": "施放元素戰技時，將獲得「神樂舞」的效果，使裝備該武器的角色的元素戰技造成的傷害提高<color=#99FFFFFF>15%</color>，該效果持續16秒，至多疊加3層。持有3層時，該角色獲得<color=#99FFFFFF>15%</color>所有元素傷害加成。",
        "jp": "元素スキルを発動すると、「神楽舞」の効果を獲得する。この武器を装備したキャラクターの元素スキルによるダメージ+<color=#99FFFFFF>15%</color>、継続時間16秒、最大3層まで。3層の効果を持つ時、該当キャラクターの全元素ダメージ+<color=#99FFFFFF>15%</color>。",
        "ko": "원소전투 스킬 발동 시, 「카구라의 춤」의 효과를 받아 해당 무기를 장착한 캐릭터의 원소전투 스킬의 피해가 <color=#99FFFFFF>15%</color> 증가한다. 지속 시간: 16초. 최대 중첩수: 3회. 3스택 중첩 시 모든 원소 피해 보너스를 <color=#99FFFFFF>15%</color> 획득한다",
        "en": "Gains the Kagura Dance effect when using an Elemental Skill, causing the Elemental Skill DMG of the character wielding this weapon to increase by <color=#99FFFFFF>15%</color> for 16s. Max 3 stacks. This character will gain <color=#99FFFFFF>15%</color> All Elemental DMG Bonus when they possess 3 stacks.",
        "de": "Verleiht bei Anwendung von Elementarfähigkeiten den Effekt „Kagura-Tanz“, der den mit Elementarfähigkeiten der mit dieser Waffe ausgerüsteten Figur verursachten Schaden 16 s lang um <color=#99FFFFFF>15 %</color> erhöht, 3-fach stapelbar. Erhöht bei 3 Stapelungen den Schaden aller Elemente dieser Figur um <color=#99FFFFFF>15 %</color>.",
        "es": "Al usar la Habilidad Elemental, obtienes el efecto de “danza kagura”, el cual aumenta en un <color=#99FFFFFF>15%</color> el daño de la Habilidad Elemental del personaje que equipa esta arma. Este efecto dura 16 s y puede acumularse hasta 3 veces. Al tener 3 acumulaciones, dicho personaje obtiene un <color=#99FFFFFF>15%</color> de todos los Bonos de Daño Elemental.",
        "fr": "#Libérer une compétence élémentaire confère l'effet Danse Kagura, permettant d'augmenter les DGT infligés par les compétences élémentaires du personnage équipé de l'arme de <color=#99FFFFFF>15{NON_BREAK_SPACE}%</color> pendant 16 s. Cet effet peut être cumulé 3 fois maximum. Avec 3 cumuls, le personnage bénéficie d'un bonus de DGT élémentaires de <color=#99FFFFFF>15{NON_BREAK_SPACE}%</color>.",
        "pt": "Ao usar a Habilidade Elemental, obtém o efeito de \"Dança Kagura\", o qual aumenta o Dano da Habilidade Elemental em <color=#99FFFFFF>15%</color> do personagem que tiver esta arma equipada. Este efeito dura 16s e pode ser acumulado em até 3 vezes. Ao obter 3 acúmulos, o personagem obtém <color=#99FFFFFF>15%</color> de Bônus de Dano de todos os Elementos.",
        "ru": "Использование элементального навыка наделяет экипированного этим оружием персонажа эффектом «Танец кагура», который увеличивает урон его элементального навыка на <color=#99FFFFFF>15%</color>. Этот эффект длится 16 сек. и может складываться до 3 раз. На 3 уровне эффекта персонаж получает <color=#99FFFFFF>15%</color> бонус урона всеми элементами.",
        "id": "Saat melancarkan Elemental Skill, akan memperoleh efek Kagura Dance yang akan meningkatkan <color=#99FFFFFF>15%</color> DMG Elemental Skill dari Karakter pengguna senjata ini selama 16 detik. Maksimum 3 lapis. Saat memiliki 3 lapis, Karakter tersebut akan memperoleh <color=#99FFFFFF>15%</color> DMG Bonus untuk semua elemen.",
        "th": "เมื่อใช้สกิลธาตุ จะได้รับเอฟเฟกต์ Kagura Dance โดยจะทำให้สกิลธาตุของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>15%</color> ซึ่งเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 16 วินาที ซ้อนทับได้มากสุด 3 ชั้น และเมื่อมี 3 ชั้น ตัวละครดังกล่าวจะได้รับโบนัสความเสียหายธาตุทั้งหมด <color=#99FFFFFF>15%</color>",
        "vi": "Khi thi triển kỹ năng nguyên tố sẽ nhận được hiệu quả \"Vũ Điệu Kagura\", giúp nhân vật trang bị vũ khí này tăng <color=#99FFFFFF>15%</color> sát thương do kỹ năng nguyên tố gây ra, hiệu quả này duy trì 16s, tối đa dồn 3 tầng. Khi có 3 tầng, nhân vật này sẽ nhận được <color=#99FFFFFF>15%</color> buff sát thương tất cả nguyên tố."
      }
    },
    {
      "name": {
        "zhs": "神樱神游神乐舞",
        "zht": "神櫻神遊神樂舞",
        "jp": "神櫻神遊神楽舞",
        "ko": "신성한 벚나무의 카미아소비 카구라의 춤",
        "en": "Kagura Dance of the Sacred Sakura",
        "de": "Kagura-Tanz der heiligen Sakura",
        "es": "Danza kagura del Cerezo Sagrado",
        "fr": "Danse Kagura du cerisier sacré",
        "pt": "Dança Kagura da Sakura Sagrada",
        "ru": "Кагура Священной сакуры",
        "id": "Kagura Dance of the Sacred Sakura",
        "th": "Kagura Dance of the Sacred Sakura",
        "vi": "Vũ Điệu Kagura Của Anh Đào Thần"
      },
      "description": {
        "zhs": "施放元素战技时，将获得「神乐舞」的效果，使装备该武器的角色的元素战技造成的伤害提高<color=#99FFFFFF>18%</color>，该效果持续16秒，至多叠加3层。持有3层时，该角色获得<color=#99FFFFFF>18%</color>所有元素伤害加成。",
        "zht": "施放元素戰技時，將獲得「神樂舞」的效果，使裝備該武器的角色的元素戰技造成的傷害提高<color=#99FFFFFF>18%</color>，該效果持續16秒，至多疊加3層。持有3層時，該角色獲得<color=#99FFFFFF>18%</color>所有元素傷害加成。",
        "jp": "元素スキルを発動すると、「神楽舞」の効果を獲得する。この武器を装備したキャラクターの元素スキルによるダメージ+<color=#99FFFFFF>18%</color>、継続時間16秒、最大3層まで。3層の効果を持つ時、該当キャラクターの全元素ダメージ+<color=#99FFFFFF>18%</color>。",
        "ko": "원소전투 스킬 발동 시, 「카구라의 춤」의 효과를 받아 해당 무기를 장착한 캐릭터의 원소전투 스킬의 피해가 <color=#99FFFFFF>18%</color> 증가한다. 지속 시간: 16초. 최대 중첩수: 3회. 3스택 중첩 시 모든 원소 피해 보너스를 <color=#99FFFFFF>18%</color> 획득한다",
        "en": "Gains the Kagura Dance effect when using an Elemental Skill, causing the Elemental Skill DMG of the character wielding this weapon to increase by <color=#99FFFFFF>18%</color> for 16s. Max 3 stacks. This character will gain <color=#99FFFFFF>18%</color> All Elemental DMG Bonus when they possess 3 stacks.",
        "de": "Verleiht bei Anwendung von Elementarfähigkeiten den Effekt „Kagura-Tanz“, der den mit Elementarfähigkeiten der mit dieser Waffe ausgerüsteten Figur verursachten Schaden 16 s lang um <color=#99FFFFFF>18 %</color> erhöht, 3-fach stapelbar. Erhöht bei 3 Stapelungen den Schaden aller Elemente dieser Figur um <color=#99FFFFFF>18 %</color>.",
        "es": "Al usar la Habilidad Elemental, obtienes el efecto de “danza kagura”, el cual aumenta en un <color=#99FFFFFF>18%</color> el daño de la Habilidad Elemental del personaje que equipa esta arma. Este efecto dura 16 s y puede acumularse hasta 3 veces. Al tener 3 acumulaciones, dicho personaje obtiene un <color=#99FFFFFF>18%</color> de todos los Bonos de Daño Elemental.",
        "fr": "#Libérer une compétence élémentaire confère l'effet Danse Kagura, permettant d'augmenter les DGT infligés par les compétences élémentaires du personnage équipé de l'arme de <color=#99FFFFFF>18{NON_BREAK_SPACE}%</color> pendant 16 s. Cet effet peut être cumulé 3 fois maximum. Avec 3 cumuls, le personnage bénéficie d'un bonus de DGT élémentaires de <color=#99FFFFFF>18{NON_BREAK_SPACE}%</color>.",
        "pt": "Ao usar a Habilidade Elemental, obtém o efeito de \"Dança Kagura\", o qual aumenta o Dano da Habilidade Elemental em <color=#99FFFFFF>18%</color> do personagem que tiver esta arma equipada. Este efeito dura 16s e pode ser acumulado em até 3 vezes. Ao obter 3 acúmulos, o personagem obtém <color=#99FFFFFF>18%</color> de Bônus de Dano de todos os Elementos.",
        "ru": "Использование элементального навыка наделяет экипированного этим оружием персонажа эффектом «Танец кагура», который увеличивает урон его элементального навыка на <color=#99FFFFFF>18%</color>. Этот эффект длится 16 сек. и может складываться до 3 раз. На 3 уровне эффекта персонаж получает <color=#99FFFFFF>18%</color> бонус урона всеми элементами.",
        "id": "Saat melancarkan Elemental Skill, akan memperoleh efek Kagura Dance yang akan meningkatkan <color=#99FFFFFF>18%</color> DMG Elemental Skill dari Karakter pengguna senjata ini selama 16 detik. Maksimum 3 lapis. Saat memiliki 3 lapis, Karakter tersebut akan memperoleh <color=#99FFFFFF>18%</color> DMG Bonus untuk semua elemen.",
        "th": "เมื่อใช้สกิลธาตุ จะได้รับเอฟเฟกต์ Kagura Dance โดยจะทำให้สกิลธาตุของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>18%</color> ซึ่งเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 16 วินาที ซ้อนทับได้มากสุด 3 ชั้น และเมื่อมี 3 ชั้น ตัวละครดังกล่าวจะได้รับโบนัสความเสียหายธาตุทั้งหมด <color=#99FFFFFF>18%</color>",
        "vi": "Khi thi triển kỹ năng nguyên tố sẽ nhận được hiệu quả \"Vũ Điệu Kagura\", giúp nhân vật trang bị vũ khí này tăng <color=#99FFFFFF>18%</color> sát thương do kỹ năng nguyên tố gây ra, hiệu quả này duy trì 16s, tối đa dồn 3 tầng. Khi có 3 tầng, nhân vật này sẽ nhận được <color=#99FFFFFF>18%</color> buff sát thương tất cả nguyên tố."
      }
    },
    {
      "name": {
        "zhs": "神樱神游神乐舞",
        "zht": "神櫻神遊神樂舞",
        "jp": "神櫻神遊神楽舞",
        "ko": "신성한 벚나무의 카미아소비 카구라의 춤",
        "en": "Kagura Dance of the Sacred Sakura",
        "de": "Kagura-Tanz der heiligen Sakura",
        "es": "Danza kagura del Cerezo Sagrado",
        "fr": "Danse Kagura du cerisier sacré",
        "pt": "Dança Kagura da Sakura Sagrada",
        "ru": "Кагура Священной сакуры",
        "id": "Kagura Dance of the Sacred Sakura",
        "th": "Kagura Dance of the Sacred Sakura",
        "vi": "Vũ Điệu Kagura Của Anh Đào Thần"
      },
      "description": {
        "zhs": "施放元素战技时，将获得「神乐舞」的效果，使装备该武器的角色的元素战技造成的伤害提高<color=#99FFFFFF>21%</color>，该效果持续16秒，至多叠加3层。持有3层时，该角色获得<color=#99FFFFFF>21%</color>所有元素伤害加成。",
        "zht": "施放元素戰技時，將獲得「神樂舞」的效果，使裝備該武器的角色的元素戰技造成的傷害提高<color=#99FFFFFF>21%</color>，該效果持續16秒，至多疊加3層。持有3層時，該角色獲得<color=#99FFFFFF>21%</color>所有元素傷害加成。",
        "jp": "元素スキルを発動すると、「神楽舞」の効果を獲得する。この武器を装備したキャラクターの元素スキルによるダメージ+<color=#99FFFFFF>21%</color>、継続時間16秒、最大3層まで。3層の効果を持つ時、該当キャラクターの全元素ダメージ+<color=#99FFFFFF>21%</color>。",
        "ko": "원소전투 스킬 발동 시, 「카구라의 춤」의 효과를 받아 해당 무기를 장착한 캐릭터의 원소전투 스킬의 피해가 <color=#99FFFFFF>21%</color> 증가한다. 지속 시간: 16초. 최대 중첩수: 3회. 3스택 중첩 시 모든 원소 피해 보너스를 <color=#99FFFFFF>21%</color> 획득한다",
        "en": "Gains the Kagura Dance effect when using an Elemental Skill, causing the Elemental Skill DMG of the character wielding this weapon to increase by <color=#99FFFFFF>21%</color> for 16s. Max 3 stacks. This character will gain <color=#99FFFFFF>21%</color> All Elemental DMG Bonus when they possess 3 stacks.",
        "de": "Verleiht bei Anwendung von Elementarfähigkeiten den Effekt „Kagura-Tanz“, der den mit Elementarfähigkeiten der mit dieser Waffe ausgerüsteten Figur verursachten Schaden 16 s lang um <color=#99FFFFFF>21 %</color> erhöht, 3-fach stapelbar. Erhöht bei 3 Stapelungen den Schaden aller Elemente dieser Figur um <color=#99FFFFFF>21 %</color>.",
        "es": "Al usar la Habilidad Elemental, obtienes el efecto de “danza kagura”, el cual aumenta en un <color=#99FFFFFF>21%</color> el daño de la Habilidad Elemental del personaje que equipa esta arma. Este efecto dura 16 s y puede acumularse hasta 3 veces. Al tener 3 acumulaciones, dicho personaje obtiene un <color=#99FFFFFF>21%</color> de todos los Bonos de Daño Elemental.",
        "fr": "#Libérer une compétence élémentaire confère l'effet Danse Kagura, permettant d'augmenter les DGT infligés par les compétences élémentaires du personnage équipé de l'arme de <color=#99FFFFFF>21{NON_BREAK_SPACE}%</color> pendant 16 s. Cet effet peut être cumulé 3 fois maximum. Avec 3 cumuls, le personnage bénéficie d'un bonus de DGT élémentaires de <color=#99FFFFFF>21{NON_BREAK_SPACE}%</color>.",
        "pt": "Ao usar a Habilidade Elemental, obtém o efeito de \"Dança Kagura\", o qual aumenta o Dano da Habilidade Elemental em <color=#99FFFFFF>21%</color> do personagem que tiver esta arma equipada. Este efeito dura 16s e pode ser acumulado em até 3 vezes. Ao obter 3 acúmulos, o personagem obtém <color=#99FFFFFF>21%</color> de Bônus de Dano de todos os Elementos.",
        "ru": "Использование элементального навыка наделяет экипированного этим оружием персонажа эффектом «Танец кагура», который увеличивает урон его элементального навыка на <color=#99FFFFFF>21%</color>. Этот эффект длится 16 сек. и может складываться до 3 раз. На 3 уровне эффекта персонаж получает <color=#99FFFFFF>21%</color> бонус урона всеми элементами.",
        "id": "Saat melancarkan Elemental Skill, akan memperoleh efek Kagura Dance yang akan meningkatkan <color=#99FFFFFF>21%</color> DMG Elemental Skill dari Karakter pengguna senjata ini selama 16 detik. Maksimum 3 lapis. Saat memiliki 3 lapis, Karakter tersebut akan memperoleh <color=#99FFFFFF>21%</color> DMG Bonus untuk semua elemen.",
        "th": "เมื่อใช้สกิลธาตุ จะได้รับเอฟเฟกต์ Kagura Dance โดยจะทำให้สกิลธาตุของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>21%</color> ซึ่งเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 16 วินาที ซ้อนทับได้มากสุด 3 ชั้น และเมื่อมี 3 ชั้น ตัวละครดังกล่าวจะได้รับโบนัสความเสียหายธาตุทั้งหมด <color=#99FFFFFF>21%</color>",
        "vi": "Khi thi triển kỹ năng nguyên tố sẽ nhận được hiệu quả \"Vũ Điệu Kagura\", giúp nhân vật trang bị vũ khí này tăng <color=#99FFFFFF>21%</color> sát thương do kỹ năng nguyên tố gây ra, hiệu quả này duy trì 16s, tối đa dồn 3 tầng. Khi có 3 tầng, nhân vật này sẽ nhận được <color=#99FFFFFF>21%</color> buff sát thương tất cả nguyên tố."
      }
    },
    {
      "name": {
        "zhs": "神樱神游神乐舞",
        "zht": "神櫻神遊神樂舞",
        "jp": "神櫻神遊神楽舞",
        "ko": "신성한 벚나무의 카미아소비 카구라의 춤",
        "en": "Kagura Dance of the Sacred Sakura",
        "de": "Kagura-Tanz der heiligen Sakura",
        "es": "Danza kagura del Cerezo Sagrado",
        "fr": "Danse Kagura du cerisier sacré",
        "pt": "Dança Kagura da Sakura Sagrada",
        "ru": "Кагура Священной сакуры",
        "id": "Kagura Dance of the Sacred Sakura",
        "th": "Kagura Dance of the Sacred Sakura",
        "vi": "Vũ Điệu Kagura Của Anh Đào Thần"
      },
      "description": {
        "zhs": "施放元素战技时，将获得「神乐舞」的效果，使装备该武器的角色的元素战技造成的伤害提高<color=#99FFFFFF>24%</color>，该效果持续16秒，至多叠加3层。持有3层时，该角色获得<color=#99FFFFFF>24%</color>所有元素伤害加成。",
        "zht": "施放元素戰技時，將獲得「神樂舞」的效果，使裝備該武器的角色的元素戰技造成的傷害提高<color=#99FFFFFF>24%</color>，該效果持續16秒，至多疊加3層。持有3層時，該角色獲得<color=#99FFFFFF>24%</color>所有元素傷害加成。",
        "jp": "元素スキルを発動すると、「神楽舞」の効果を獲得する。この武器を装備したキャラクターの元素スキルによるダメージ+<color=#99FFFFFF>24%</color>、継続時間16秒、最大3層まで。3層の効果を持つ時、該当キャラクターの全元素ダメージ+<color=#99FFFFFF>24%</color>。",
        "ko": "원소전투 스킬 발동 시, 「카구라의 춤」의 효과를 받아 해당 무기를 장착한 캐릭터의 원소전투 스킬의 피해가 <color=#99FFFFFF>24%</color> 증가한다. 지속 시간: 16초. 최대 중첩수: 3회. 3스택 중첩 시 모든 원소 피해 보너스를 <color=#99FFFFFF>24%</color> 획득한다",
        "en": "Gains the Kagura Dance effect when using an Elemental Skill, causing the Elemental Skill DMG of the character wielding this weapon to increase by <color=#99FFFFFF>24%</color> for 16s. Max 3 stacks. This character will gain <color=#99FFFFFF>24%</color> All Elemental DMG Bonus when they possess 3 stacks.",
        "de": "Verleiht bei Anwendung von Elementarfähigkeiten den Effekt „Kagura-Tanz“, der den mit Elementarfähigkeiten der mit dieser Waffe ausgerüsteten Figur verursachten Schaden 16 s lang um <color=#99FFFFFF>24 %</color> erhöht, 3-fach stapelbar. Erhöht bei 3 Stapelungen den Schaden aller Elemente dieser Figur um <color=#99FFFFFF>24 %</color>.",
        "es": "Al usar la Habilidad Elemental, obtienes el efecto de “danza kagura”, el cual aumenta en un <color=#99FFFFFF>24%</color> el daño de la Habilidad Elemental del personaje que equipa esta arma. Este efecto dura 16 s y puede acumularse hasta 3 veces. Al tener 3 acumulaciones, dicho personaje obtiene un <color=#99FFFFFF>24%</color> de todos los Bonos de Daño Elemental.",
        "fr": "#Libérer une compétence élémentaire confère l'effet Danse Kagura, permettant d'augmenter les DGT infligés par les compétences élémentaires du personnage équipé de l'arme de <color=#99FFFFFF>24{NON_BREAK_SPACE}%</color> pendant 16 s. Cet effet peut être cumulé 3 fois maximum. Avec 3 cumuls, le personnage bénéficie d'un bonus de DGT élémentaires de <color=#99FFFFFF>24{NON_BREAK_SPACE}%</color>.",
        "pt": "Ao usar a Habilidade Elemental, obtém o efeito de \"Dança Kagura\", o qual aumenta o Dano da Habilidade Elemental em <color=#99FFFFFF>24%</color> do personagem que tiver esta arma equipada. Este efeito dura 16s e pode ser acumulado em até 3 vezes. Ao obter 3 acúmulos, o personagem obtém <color=#99FFFFFF>24%</color> de Bônus de Dano de todos os Elementos.",
        "ru": "Использование элементального навыка наделяет экипированного этим оружием персонажа эффектом «Танец кагура», который увеличивает урон его элементального навыка на <color=#99FFFFFF>24%</color>. Этот эффект длится 16 сек. и может складываться до 3 раз. На 3 уровне эффекта персонаж получает <color=#99FFFFFF>24%</color> бонус урона всеми элементами.",
        "id": "Saat melancarkan Elemental Skill, akan memperoleh efek Kagura Dance yang akan meningkatkan <color=#99FFFFFF>24%</color> DMG Elemental Skill dari Karakter pengguna senjata ini selama 16 detik. Maksimum 3 lapis. Saat memiliki 3 lapis, Karakter tersebut akan memperoleh <color=#99FFFFFF>24%</color> DMG Bonus untuk semua elemen.",
        "th": "เมื่อใช้สกิลธาตุ จะได้รับเอฟเฟกต์ Kagura Dance โดยจะทำให้สกิลธาตุของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น <color=#99FFFFFF>24%</color> ซึ่งเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 16 วินาที ซ้อนทับได้มากสุด 3 ชั้น และเมื่อมี 3 ชั้น ตัวละครดังกล่าวจะได้รับโบนัสความเสียหายธาตุทั้งหมด <color=#99FFFFFF>24%</color>",
        "vi": "Khi thi triển kỹ năng nguyên tố sẽ nhận được hiệu quả \"Vũ Điệu Kagura\", giúp nhân vật trang bị vũ khí này tăng <color=#99FFFFFF>24%</color> sát thương do kỹ năng nguyên tố gây ra, hiệu quả này duy trì 16s, tối đa dồn 3 tầng. Khi có 3 tầng, nhân vật này sẽ nhận được <color=#99FFFFFF>24%</color> buff sát thương tất cả nguyên tố."
      }
    }
  ],
  "internal_name": "Catalyst_Narukami",
  "imgid": "catalyst/narukami"
}