{
  "id": 14305,
  "type": "catalyst",
  "rank": 3,
  "name": {
    "zhs": "甲级宝珏",
    "zht": "甲級寶玨",
    "jp": "特級の宝玉",
    "ko": "1급 보옥",
    "en": "Twin Nephrite",
    "de": "Zwillingsnephrit",
    "es": "Nefrita Gemela",
    "fr": "Néphrite jumelle",
    "pt": "Nefrita Gêmea",
    "ru": "Парный нефрит",
    "id": "Twin Nephrite",
    "th": "Twin Nephrite",
    "vi": "Ngọc Sinh Đôi"
  },
  "description": {
    "zhs": "两块玉石拼成的精致玉佩。",
    "zht": "兩塊玉石拼成的精緻玉珮。",
    "jp": "二つの玉石でできた精巧な玉佩。",
    "ko": "두 개의 옥을 합쳐 만든 정교한 옥패",
    "en": "A jade pendant formed by piecing together two jade stones.",
    "de": "Ein feiner, aus zwei Edelsteinen zusammengesetzter Anhänger.",
    "es": "Un colgante de nefrita colocado entre dos piedras de jade.",
    "fr": "Un pendentif exquis composé de deux pièces de jade assemblées.",
    "pt": "Um pingente de jade colocado junto entre duas pedras de jade.",
    "ru": "Ожерелье с замочком из двух кусочков нефрита.",
    "id": "Sebuah kalung giok yang disatukan oleh dua potong giok.",
    "th": "จี้หยกที่นำเอาหยกทั่วไปสองชิ้นมาประกอบเข้าด้วยกัน",
    "vi": "Ngọc bội tinh xảo được ghép từ hai miếng ngọc."
  },
  "lore": {
    "zhs": "\n虽然有着高级的包装，却被随意放在店铺最普通位置的玉器。\n盒子里附带着没有人听说过的所谓权威机构签署的甲级证书！\n如果缺乏鉴别宝玉的眼光，很容易被华丽的包装与配件误导。\n然而比起真正的美玉，这种玉器的价格仍旧算得上平易近人。\n",
    "zht": "\n雖然有著高級的包裝，卻被隨意放在店鋪最普通位置的玉器。\n盒子裡附帶著沒有人聽說過的所謂權威機構簽署的甲級證書！\n如果缺乏鑒別寶玉的眼光，很容易被華麗的包裝與配件誤導。\n然而比起真正的美玉，這種玉器的價格仍舊算得上平易近人。\n",
    "jp": "\n外装は豪華だが、適当に店の一番目立つところに置かれている玉器。\n箱の中に、誰も聞いたことのない何らかの機関が発行した鑑定書が入っている。\n宝玉の真贋を判別する眼力がなければ、あっさりとこんな外装と鑑定書に騙されるだろう。\nただ、本物の美玉と比べたら、この玉器の値段はまだ優しい。\n",
    "ko": "\n포장이 고급스러워 보이지만 가게에서 평범한 자리에 아무렇게나 놓아둔 옥기다.\n상자 속엔 그 누구도 들어본 적 없는, 권위 있는 기관의 서명이 담긴 A급 증서가 들어있다고 한다!\n보석을 감별하는 안목이 없다면 화려한 포장과 장식에 속을 수도 있다.\n하지만 이런 옥기의 가격은 진정한 옥에 비해 저렴한 편이다.\n",
    "en": "\nA jade piece which, despite its exquisite packaging, has been placed in one of the least prominent positions in the store.\nThe box comes with an official-looking certificate of premium quality, issued by an organization that no one has ever heard of.\nTo the untrained eye, the luxurious packaging and accessories would probably be enough to lure one in.\nHowever, it is still reasonable value for money when compared with genuine top-quality jade pieces.\n",
    "de": "\nDie Verpackung ist sehr aufwendig und es ist wie zufällig an die gewöhnlichste Stelle des Ladens gelegt worden.\nIn der Schachtel befindet sich auch ein offiziell aussehendes Zertifikat von einer Organisation, die keiner kennt.\nEin Laie wäre wahrscheinlich schon von der luxuriösen Verpackung und den Accessoires allein überzeugt.\nDas Preis-Leistungs-Verhältnis für dieses Stück ist noch in Ordnung, gemessen an anderer hochwertiger Jade.\n",
    "es": "\nA pesar del empaquetado de alta calidad en el que estaba envuelto, este objeto de jade estaba colocado en un lugar de la tienda que no llamaba la atención.\nLa caja en la que estaba guardado venía con un certificado de calidad de primera clase del que nadie ha oído hablar.\nSi no tienes ojo para la joyería, es fácil dejarse llevar por un empaquetado y accesorios llamativos.\nEn comparación con el jade más bello, esta pieza tiene una buena relación calidad-precio.\n",
    "fr": "\nUne pièce en jade qui, en dépit de sa présentation exquise, semble avoir été abandonnée au hasard sur les étals.\nSa boîte ouvragée contient également un certificat à l'air officiel, provenant d'une organisation dont personne n'a jamais entendu parler.\nLe néophyte se laisserait facilement tenter par la présentation luxueuse ;\nmais le jade qu'il contient reste un investissement raisonnable pour celui qui connaît les dessous de l'industrie.\n",
    "pt": "\nUma peça de jade com a embalagem requintadíssima, mas colocada num lugar mais comum da loja.\nA caixa vem com um certificado de qualidade com aparência oficial, emitido por uma organização da qual ninguém nunca ouviu falar.\nSe não tiver uma agudez da vista para jade, é fácil ser enganado pelas embalagens ou acessórios.\nEm comparação com os jades de primeira qualidade, o preço dessas peças de jade ainda é razoável.\n",
    "ru": "\nИзделие из нефрита, которое, несмотря на свою изысканную упаковку, было помещено в одно из наименее заметных мест в магазине.\nВ упаковку входит на вид официальный сертификат высшего качества, выданный организацией, о которой никто никогда не слышал.\nРоскошной упаковки и аксессуаров, вероятно, будет достаточно, чтобы заманить неопытного покупателя.\nНо всё же это достаточно разумное соотношение цены и качества по сравнению с подлинными нефритовыми изделиями высокого качества.\n",
    "id": "\nSepotong batu giok yang meskipun memiliki kemasan bermutu tinggi, ia ditempatkan di tempat paling umum di toko.\nKotak tersebut dilengkapi dengan sertifikat yang terlihat resmi dengan kualitas premium, ditandatangani oleh organisasi yang belum pernah didengar orang sebelumnya!\nJika matamu tidak jeli, kemasan yang indah dan aksesori yang cantik mungkin bisa menyesatkanmu.\nNamun, dibandingkan dengan keindahan batu giok yang sebenarnya, harga batu giok ini masih wajar.\n",
    "th": "\nถึงบรรจุภัณฑ์จะดูดีมีระดับมาก แต่กลับถูกวางไว้ในที่ที่ไม่สะดุดตาของร้าน\nกล่องดังกล่าวมาพร้อมกับใบรับรองระดับ A ที่เชื่อถือได้ซึ่งไม่มีใครเคยได้ยินมาก่อนแน่นอน\nบรรจุภัณฑ์ที่หรูหราและอุปกรณ์เสริมสามารถหลอกใครบางคนได้อย่างง่ายดายโดยไม่ต้องพึ่งผู้เชี่ยวชาญด้านเครื่องประดับ\nอย่างไรก็ตามมันค่อนข้างคุ้มค่าเมื่อเทียบกับชิ้นหยกคุณภาพสูงของจริง\n",
    "vi": "\nViên ngọc để trong hộp đựng có vẻ vô cùng quý giá, nhưng lại được đặt ở nơi dễ nhìn thấy nhất trong cửa hàng.\nTrên vỏ hộp được dán giấy chứng nhận loại A được cấp bởi cơ quan uy quyền nhất mà mọi người chưa từng nghe bao giờ.\nNếu như không có con mắt nhìn hàng, rất dễ bị vỏ ngoài hoa lệ và giấy tờ làm mờ mắt.\nThế nhưng nếu đem so với các loại ngọc đắt tiền khác thì thứ ngọc này được coi là có giá cả hợp lý với người dân.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "奔袭战术",
        "zht": "奔襲戰術",
        "jp": "襲撃戦術",
        "ko": "급습 전술",
        "en": "Guerilla Tactics",
        "de": "Überfalltaktik",
        "es": "Táctica de asalto",
        "fr": "Au galop",
        "pt": "Táticas de Invasão",
        "ru": "Партизанская тактика",
        "id": "Guerilla Tactic",
        "th": "Guerilla Tactics",
        "vi": "Chiến Thuật Đột Kích"
      },
      "description": {
        "zhs": "击败敌人后的15秒内，移动速度和攻击力提升<color=#99FFFFFF>12%</color>。",
        "zht": "擊敗敵人後的15秒內，移動速度和攻擊力提升<color=#99FFFFFF>12%</color>。",
        "jp": "敵を倒した後15秒間、移動速度と攻撃力+<color=#99FFFFFF>12%</color>。",
        "ko": "적을 처치한 후 15초 동안 이동 속도와 공격력이 <color=#99FFFFFF>12%</color> 증가한다",
        "en": "Defeating an opponent increases Movement SPD and ATK by <color=#99FFFFFF>12%</color> for 15s.",
        "de": "Erhöht die Bewegungs-GSW und den ANG beim Besiegen von Gegnern 15 s lang um <color=#99FFFFFF>12 %</color>.",
        "es": "Derrotar a un enemigo aumenta la Vel. Movimiento y el ATQ en un <color=#99FFFFFF>12%</color> durante 15 s.",
        "fr": "Augmente la VIT de déplacement et l'ATQ de <color=#99FFFFFF>12 %</color> pendant 15 s après la défaite d'un ennemi.",
        "pt": "Ao derrotar um inimigo, aumenta a Veloc. Mov. e o ATQ em <color=#99FFFFFF>12%</color> por 15s.",
        "ru": "Победа над противником увеличивает скорость передвижения и силу атаки на <color=#99FFFFFF>12%</color> в течение 15 сек.",
        "id": "Mengalahkan musuh meningkatkan <color=#99FFFFFF>12%</color> Movement SPD dan ATK selama 15 detik.",
        "th": "ภายในเวลา 15 วินาที หลังจากกำจัดศัตรูได้ ความเร็วเคลื่อนที่และพลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>12%</color>",
        "vi": "Trong 15s sau khi đánh bại kẻ địch, tốc độ di chuyển và tấn công tăng <color=#99FFFFFF>12%</color>."
      }
    },
    {
      "name": {
        "zhs": "奔袭战术",
        "zht": "奔襲戰術",
        "jp": "襲撃戦術",
        "ko": "급습 전술",
        "en": "Guerilla Tactics",
        "de": "Überfalltaktik",
        "es": "Táctica de asalto",
        "fr": "Au galop",
        "pt": "Táticas de Invasão",
        "ru": "Партизанская тактика",
        "id": "Guerilla Tactic",
        "th": "Guerilla Tactics",
        "vi": "Chiến Thuật Đột Kích"
      },
      "description": {
        "zhs": "击败敌人后的15秒内，移动速度和攻击力提升<color=#99FFFFFF>14%</color>。",
        "zht": "擊敗敵人後的15秒內，移動速度和攻擊力提升<color=#99FFFFFF>14%</color>。",
        "jp": "敵を倒した後15秒間、移動速度と攻撃力+<color=#99FFFFFF>14%</color>。",
        "ko": "적을 처치한 후 15초 동안 이동 속도와 공격력이 <color=#99FFFFFF>14%</color> 증가한다",
        "en": "Defeating an opponent increases Movement SPD and ATK by <color=#99FFFFFF>14%</color> for 15s.",
        "de": "Erhöht die Bewegungs-GSW und den ANG beim Besiegen von Gegnern 15 s lang um <color=#99FFFFFF>14 %</color>.",
        "es": "Derrotar a un enemigo aumenta la Vel. Movimiento y el ATQ en un <color=#99FFFFFF>14%</color> durante 15 s.",
        "fr": "Augmente la VIT de déplacement et l'ATQ de <color=#99FFFFFF>14 %</color> pendant 15 s après la défaite d'un ennemi.",
        "pt": "Ao derrotar um inimigo, aumenta a Veloc. Mov. e o ATQ em <color=#99FFFFFF>14%</color> por 15s.",
        "ru": "Победа над противником увеличивает скорость передвижения и силу атаки на <color=#99FFFFFF>14%</color> в течение 15 сек.",
        "id": "Mengalahkan musuh meningkatkan <color=#99FFFFFF>14%</color> Movement SPD dan ATK selama 15 detik.",
        "th": "ภายในเวลา 15 วินาที หลังจากกำจัดศัตรูได้ ความเร็วเคลื่อนที่และพลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>14%</color>",
        "vi": "Trong 15s sau khi đánh bại kẻ địch, tốc độ di chuyển và tấn công tăng <color=#99FFFFFF>14%</color>."
      }
    },
    {
      "name": {
        "zhs": "奔袭战术",
        "zht": "奔襲戰術",
        "jp": "襲撃戦術",
        "ko": "급습 전술",
        "en": "Guerilla Tactics",
        "de": "Überfalltaktik",
        "es": "Táctica de asalto",
        "fr": "Au galop",
        "pt": "Táticas de Invasão",
        "ru": "Партизанская тактика",
        "id": "Guerilla Tactic",
        "th": "Guerilla Tactics",
        "vi": "Chiến Thuật Đột Kích"
      },
      "description": {
        "zhs": "击败敌人后的15秒内，移动速度和攻击力提升<color=#99FFFFFF>16%</color>。",
        "zht": "擊敗敵人後的15秒內，移動速度和攻擊力提升<color=#99FFFFFF>16%</color>。",
        "jp": "敵を倒した後15秒間、移動速度と攻撃力+<color=#99FFFFFF>16%</color>。",
        "ko": "적을 처치한 후 15초 동안 이동 속도와 공격력이 <color=#99FFFFFF>16%</color> 증가한다",
        "en": "Defeating an opponent increases Movement SPD and ATK by <color=#99FFFFFF>16%</color> for 15s.",
        "de": "Erhöht die Bewegungs-GSW und den ANG beim Besiegen von Gegnern 15 s lang um <color=#99FFFFFF>16 %</color>.",
        "es": "Derrotar a un enemigo aumenta la Vel. Movimiento y el ATQ en un <color=#99FFFFFF>16%</color> durante 15 s.",
        "fr": "Augmente la VIT de déplacement et l'ATQ de <color=#99FFFFFF>16 %</color> pendant 15 s après la défaite d'un ennemi.",
        "pt": "Ao derrotar um inimigo, aumenta a Veloc. Mov. e o ATQ em <color=#99FFFFFF>16%</color> por 15s.",
        "ru": "Победа над противником увеличивает скорость передвижения и силу атаки на <color=#99FFFFFF>16%</color> в течение 15 сек.",
        "id": "Mengalahkan musuh meningkatkan <color=#99FFFFFF>16%</color> Movement SPD dan ATK selama 15 detik.",
        "th": "ภายในเวลา 15 วินาที หลังจากกำจัดศัตรูได้ ความเร็วเคลื่อนที่และพลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>16%</color>",
        "vi": "Trong 15s sau khi đánh bại kẻ địch, tốc độ di chuyển và tấn công tăng <color=#99FFFFFF>16%</color>."
      }
    },
    {
      "name": {
        "zhs": "奔袭战术",
        "zht": "奔襲戰術",
        "jp": "襲撃戦術",
        "ko": "급습 전술",
        "en": "Guerilla Tactics",
        "de": "Überfalltaktik",
        "es": "Táctica de asalto",
        "fr": "Au galop",
        "pt": "Táticas de Invasão",
        "ru": "Партизанская тактика",
        "id": "Guerilla Tactic",
        "th": "Guerilla Tactics",
        "vi": "Chiến Thuật Đột Kích"
      },
      "description": {
        "zhs": "击败敌人后的15秒内，移动速度和攻击力提升<color=#99FFFFFF>18%</color>。",
        "zht": "擊敗敵人後的15秒內，移動速度和攻擊力提升<color=#99FFFFFF>18%</color>。",
        "jp": "敵を倒した後15秒間、移動速度と攻撃力+<color=#99FFFFFF>18%</color>。",
        "ko": "적을 처치한 후 15초 동안 이동 속도와 공격력이 <color=#99FFFFFF>18%</color> 증가한다",
        "en": "Defeating an opponent increases Movement SPD and ATK by <color=#99FFFFFF>18%</color> for 15s.",
        "de": "Erhöht die Bewegungs-GSW und den ANG beim Besiegen von Gegnern 15 s lang um <color=#99FFFFFF>18 %</color>.",
        "es": "Derrotar a un enemigo aumenta la Vel. Movimiento y el ATQ en un <color=#99FFFFFF>18%</color> durante 15 s.",
        "fr": "Augmente la VIT de déplacement et l'ATQ de <color=#99FFFFFF>18 %</color> pendant 15 s après la défaite d'un ennemi.",
        "pt": "Ao derrotar um inimigo, aumenta a Veloc. Mov. e o ATQ em <color=#99FFFFFF>18%</color> por 15s.",
        "ru": "Победа над противником увеличивает скорость передвижения и силу атаки на <color=#99FFFFFF>18%</color> в течение 15 сек.",
        "id": "Mengalahkan musuh meningkatkan <color=#99FFFFFF>18%</color> Movement SPD dan ATK selama 15 detik.",
        "th": "ภายในเวลา 15 วินาที หลังจากกำจัดศัตรูได้ ความเร็วเคลื่อนที่และพลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>18%</color>",
        "vi": "Trong 15s sau khi đánh bại kẻ địch, tốc độ di chuyển và tấn công tăng <color=#99FFFFFF>18%</color>."
      }
    },
    {
      "name": {
        "zhs": "奔袭战术",
        "zht": "奔襲戰術",
        "jp": "襲撃戦術",
        "ko": "급습 전술",
        "en": "Guerilla Tactics",
        "de": "Überfalltaktik",
        "es": "Táctica de asalto",
        "fr": "Au galop",
        "pt": "Táticas de Invasão",
        "ru": "Партизанская тактика",
        "id": "Guerilla Tactic",
        "th": "Guerilla Tactics",
        "vi": "Chiến Thuật Đột Kích"
      },
      "description": {
        "zhs": "击败敌人后的15秒内，移动速度和攻击力提升<color=#99FFFFFF>20%</color>。",
        "zht": "擊敗敵人後的15秒內，移動速度和攻擊力提升<color=#99FFFFFF>20%</color>。",
        "jp": "敵を倒した後15秒間、移動速度と攻撃力+<color=#99FFFFFF>20%</color>。",
        "ko": "적을 처치한 후 15초 동안 이동 속도와 공격력이 <color=#99FFFFFF>20%</color> 증가한다",
        "en": "Defeating an opponent increases Movement SPD and ATK by <color=#99FFFFFF>20%</color> for 15s.",
        "de": "Erhöht die Bewegungs-GSW und den ANG beim Besiegen von Gegnern 15 s lang um <color=#99FFFFFF>20 %</color>.",
        "es": "Derrotar a un enemigo aumenta la Vel. Movimiento y el ATQ en un <color=#99FFFFFF>20%</color> durante 15 s.",
        "fr": "Augmente la VIT de déplacement et l'ATQ de <color=#99FFFFFF>20 %</color> pendant 15 s après la défaite d'un ennemi.",
        "pt": "Ao derrotar um inimigo, aumenta a Veloc. Mov. e o ATQ em <color=#99FFFFFF>20%</color> por 15s.",
        "ru": "Победа над противником увеличивает скорость передвижения и силу атаки на <color=#99FFFFFF>20%</color> в течение 15 сек.",
        "id": "Mengalahkan musuh meningkatkan <color=#99FFFFFF>20%</color> Movement SPD dan ATK selama 15 detik.",
        "th": "ภายในเวลา 15 วินาที หลังจากกำจัดศัตรูได้ ความเร็วเคลื่อนที่และพลังโจมตีจะเพิ่มขึ้น <color=#99FFFFFF>20%</color>",
        "vi": "Trong 15s sau khi đánh bại kẻ địch, tốc độ di chuyển và tấn công tăng <color=#99FFFFFF>20%</color>."
      }
    }
  ],
  "internal_name": "Catalyst_Phoney",
  "imgid": "catalyst/phoney"
}