{
  "id": 14406,
  "type": "catalyst",
  "rank": 4,
  "name": {
    "zhs": "试作金珀",
    "zht": "試作金珀",
    "jp": "金珀·試作",
    "ko": "황금 호박 프로토타입",
    "en": "Prototype Amber",
    "de": "Bernstein-Prototyp",
    "es": "Prototipo Ámbar",
    "fr": "Malice (prototype)",
    "pt": "Protótipo Âmbar",
    "ru": "Прототип: Янтарь",
    "id": "Prototype Amber",
    "th": "Prototype Amber",
    "vi": "Mẫu Kim Phách"
  },
  "description": {
    "zhs": "黑岩厂中秘藏的金珀法器。其中黯黯绽放着日月星光。",
    "zht": "黑岩廠中密藏的金珀法器。其中黯黯綻放著日月星光。",
    "jp": "黒岩場の中に隠されていた金珀法器。微かに太陽と月と星の光を放っている。",
    "ko": "흑암 공장에 은밀히 보관된 금색 호박 법구. 태양과 달, 그리고 별이 어두운 빛을 내뿜는다",
    "en": "A dully gilded catalyst secretly guarded in the Blackcliff Forge. It seems to glow with the very light from the sky.",
    "de": "Ein magischer Katalysator versteckt in der Schwarzsteinschmiede. Aus ihm dringt das Licht von Sonne, Mond und Sternen.",
    "es": "Un catalizador recubierto de oro guardado en secreto en la Forja Peñasco Oscuro. Parece brillar con la misma luz del cielo.",
    "fr": "Un catalyseur magique découvert à la Forge de Rochenoire. La lumière du soleil, de la lune et des étoiles semble s'en dégager.",
    "pt": "Um catalisador dourado, guardado secretamente na Forja do Penhasco Obscuro. Parece brilhar com a própria luz do céu.",
    "ru": "Древний катализатор, обнаруженный в кузнице Черногорья. От него исходит сияние звёзд, солнца и луны.",
    "id": "Catalyst yang dilapisi dengan emas, tersembunyi dan dijaga di dalam Blackcliff Forge, sepertinya benda ini dapat menampung cahaya dari langit.",
    "th": "สื่อเวทอำพันที่ถูกซ่อนไว้ใน Blackcliff Forge ดูเหมือนมันส่องแสงประกายด้วยแสงจากฟากฟ้า",
    "vi": "Pháp khí kim phách của Hắc Nham Xưởng. Trong ánh đen phát ra tia sáng của nhật nguyệt sao."
  },
  "lore": {
    "zhs": "\n产自璃月兵工厂的古老法器。批号不明，相关典籍上也未记录它的成品时间。\n法盘取混元之意，呈正圆排布。采用玉珀为核心，意作「穹中一点星」。\n\n灾厄止息之后，残余的魔物仍彷徨世间。是故，兵武且不论，方术也受追捧。\n然而法器的制作工艺仍停留在百余年前，成品薄脆易碎，不堪一用。\n方术师寻到璃月云家的大掌柜云辉，恳求为他们设计新式法器。\n云辉于名为「试作」的新兵器谱中添加了一件法器。\n\n法盘选用老木与稀有矿石，中间那颗大玉珀则是方士门派献上的珍品。\n石珀送入丹炉，以真火炼制七七四十九日。取出后静置于山泉水中，又浸泡七七四十九日，方成玉珀。\n水火双淬的玉珀非但不裂，还能聚天地之灵。以它为核的法器可以自行提炼灵能，法盘上一圈为一回，流转一十二回，将使能量更加精纯。\n\n玉珀色泽明快犹如琥珀，通体透金。协商后，云辉为法器题名「金珀」。\n它是日后所有璃月靖妖祓邪之器的始祖。\n",
    "zht": "\n產自璃月兵工廠的古老法器。序號不明，相關典籍上也未記錄它的成品時間。\n法盤取混元之意，呈正圓排布。採用玉珀為核心，意作「穹中一點星」。\n\n災厄止息之後，殘餘的魔物仍彷徨世間。是故，兵武且不論，方術也受追捧。\n然而法器的製作工藝仍停留在百餘年前，成品薄脆易碎，不堪一用。\n方術師尋到璃月雲家的大掌櫃雲輝，懇求為他們設計新式法器。\n雲輝於名為「試作」的新兵器譜中添加了一件法器。\n\n法盤選用老木與稀有礦石，中間那顆大玉珀則是方士門派獻上的珍品。\n石珀送入丹爐，以真火煉製七七四十九日。取出後靜置於山泉水中，又浸泡七七四十九日，方成玉珀。\n水火雙淬的玉珀非但不裂，還能聚天地之靈。以它為核的法器可以自行提煉靈能，法盤上一圈為一回，流轉一十二回，將使能量更加精純。\n\n玉珀色澤明快猶如琥珀，通體透金。協商後，雲輝為法器題名「金珀」。\n它是日後所有璃月靖妖祓邪之器的始祖。\n",
    "jp": "\n璃月の武器工場が作った古い法器。製造番号や製造時期は不明。\n混元を意識して作られた円型の法器。核に宝玉を使っており、蒼穹の星を意味する。\n\n災いが終息した後、魔物の残党が各地に点在した。よって武器以外に、方術も必要とされた。\nしかし、法器の生産水準は数百年前から何も進歩を遂げていなかった。壊れやすく、使い物にならない。\n方術士は璃月雲家の当主、雲輝を訪れ、新しい法器の設計を依頼した。\n雲輝は「試作」シリーズに法器を加えた。\n\n古木と希少な鉱石を素材として使用した。中心にある宝玉は方士一族からの献上品であった。\n石珀を50日間焼き続け、そしてまた50日間山の泉に浸すことで完成に至る。\n炎と水を交互に接触した宝玉は、堅硬な強度と天地のエネルギーを持つ。この宝玉を使った法器は、それ自体が魔力を練ることが出来る。\n\n宝玉は透き通って琥珀のように輝く。雲輝はその法器を「金珀」と名付けた。\nそれは、璃月全ての妖魔退治武器の起源であった。\n",
    "ko": "\n리월 무기 공장에서 제조한 오래된 법구. 제품 번호 불명, 관련 서적에도 제조 일자 기록이 없다.\n원반은 우주의 뜻을 담아 원형이다. 「하늘의 별 한 점」을 뜻하는 옥주가 중심이다.\n\n재난이 끝난 후 남은 마물은 여전히 세상을 떠돌아다녔다. 그리하여 무기는 물론이고 도술 또한 각광을 받았다.\n그러나 법구 제작 기술은 여전히 100여 년 전에 머물러 있었다. 법구는 얇고 부서지기 쉬워서 제대로 쓰기도 힘들었다.\n도사는 리월 운 씨 가문의 큰어른 운휘를 찾아와 새로운 법구를 만들어달라고 부탁했다.\n운휘는 「시작」이라 불리는 새로운 무기 도감에 법구를 하나 추가했다.\n\n원반은 고목과 희귀한 광석으로 만들며, 중간의 커다란 옥주는 도사들의 문파에서 바친 진귀한 보물이다.\n콜 라피스를 화로에 넣고 불로 49일 정련한 뒤 꺼내서 약수에 다시 49일 두면 옥주가 된다.\n물과 불로 담금질한 옥주는 깨지지 않을 뿐더러 천지의 영혼을 모을 수 있다. 이를 핵심으로 한 법구는 자체적으로 영적인 능력을 키울 수 있다. 원반에는 12바퀴의 원이 있어서 에너지를 더욱 순수하게 만들 수 있다.\n\n옥주는 호박처럼 색이 선명하고 전체적으로 황금빛이다. 논의 후 운휘는 법구를 「금박」이라고 명명했다.\n금박은 훗날 리월에서 사악한 기운을 물리치는 법구의 시조가 된다.\n",
    "en": "\nAn ancient catalyst from Liyue's arsenal. The batch number has faded and no records exist to confirm the date of production.\nThe disc represents the cosmos and thus takes a circular form. At the center is a piece of Cor Purum, representing a heavenly body suspended in the firmament.\n\nAfter the great chaos subsided, sinister forces still remained in the world. Thus, people abandoned traditional martial arts and tools and espoused the supernatural arts.\nBut the techniques used in catalyst production were antiquated, having remained unchanged in over a century. Thus, the catalysts of that age were fragile and broke on first use.\nThe thaumaturges flocked to Liyue and pleaded with Yun Hui, head of the house of Yun, to design a new type of catalyst for them.\nYun Hui proceeded to add a catalyst to the then-new series of improved weapon designs known as \"the prototypes.\"\n\nThe disc is made of wood and rare ore. The Cor Purum in the center was a gift from the thaumaturges.\nCor Purum is produced by firing Cor Lapis in an urn for seven days squared (that is, forty-nine days) and then steeping it in fresh water drawn from a mountain spring for a further seven days squared.\nThe dual purification of fire and water renders Cor Purum unbreakable, and the thaumaturges also believe it allows the stone to act as a vessel for primordial cosmic energy. A catalyst with Cor Purum at its core can channel cosmic energy with the turning of the disc. Twelve full turns works the energy into its purest form.\n\nYun Hui observed that the Cor Purum had a warm, golden glow like that of amber. After discussion with the thaumaturges, he proposed to name the catalyst \"Prototype Amber.\"\nThereafter, all catalysts made in Liyue were modeled on Yun Hui's prototype.\n",
    "de": "\nEin uralter Prototyp eines Katalysators aus der Rüstungsfabrik von Liyue. Die Chargennummer ist bereits verblasst und es gibt keine Aufzeichnungen, um das Produktionsdatum zu bestätigen.\nDiese Scheibe repräsentiert den Kosmos und hat deshalb eine runde Form. Im Zentrum ist ein Stück reines Cor Purum, das für die Himmelskörper am Firmament steht.\n\nNachdem die große Katastrophe endlich vorbei gewesen war, blieben unheimliche Kräfte in der Welt zurück. Daher gaben die Menschen nach und nach traditionelle Kampfkünste und Werkzeuge auf und interessierten sich immer mehr für die übernatürlichen Künste.\nAber die Techniken der Herstellung von Katalysatoren sind antiquiert, nachdem sie über ein Jahrhundert lang nicht mehr verändert wurden. Deshalb sind die Katalysatoren dieses Zeitalters sehr zerbrechlich und gehen bei der ersten Benutzung gleich kaputt.\nDie Alchimisten strömten nach Liyue und flehten Yun Hui, den Verwalter des Hauses Yun, an, für sie eine neue Art von Katalysatoren zu entwerfen.\nYun Hui fügte daraufhin einen Katalysator zu dem zu dieser Zeit neuen Waffenregister der „Prototypen“ hinzu.\n\nDie Scheibe ist aus altem Holz und seltenem Erz. Das reine Cor Purum im Zentrum war ein Geschenk der Mystiker.\nDer Cor Lapis wurde in einem Brennofen neunundvierzig Tage lang bearbeitet, um danach in Quellwasser eingelegt weitere neunundvierzig Tage auszukühlen.\nDie doppelte Reinigung durch Feuer und Wasser macht Cor Purum unzerbrechlich und der Stein kann dadurch als Gefäß für ursprüngliche kosmische Energie fungieren. Ein Katalysator mit Cor Purum im Kern kann beim Drehen der Scheibe diese Energie kanalisieren. Zwölf volle Umdrehungen bringen die Energie in ihre reinste Form.\n\nYun Hui beobachtete, dass das reine Cor Purum den warmen, goldenen Glanz von Bernstein hatte. Nach Rücksprache mit den Mystikern schlug er als Name für den Katalysator „Bernstein-Prototyp“ vor.\nDanach wurden alle Katalysatoren in Liyue nach Yun Huis Prototyp hergestellt.\n",
    "es": "\nUn catalizador antiguo fabricado en el arsenal de Liyue. Se desconoce su número de serie. En los registros antiguos tampoco aparece su fecha de fabricación.\nLa forma de disco del catalizador representa el tiempo del universo. En su centro hay cor purum como símbolo de las estrellas en la bóveda celeste.\n\nAún después de la calamidad, algunos monstruos seguían merodeando por la tierra. Las armas no bastaban, así que se recurrió a las artes mágicas.\nSin embargo, el arte de la fabricación de catalizadores había cesado hacía más de cien años, y los artefactos, desgastados por el tiempo, eran imposibles de utilizar.\nLos magos acudieron a la familia Yun en Liyue, donde le imploraron a Yun Hui que creara un nuevo catalizador.\nAsí fue como Yun Hui agregó el catalizador a la «Enciclopedia de prototipos».\n\nEste nuevo catalizador fue fabricado con maderas antiguas y minerales poco comunes. El cor purum en su centro fue un obsequio de un exorcista.\nEl cor purum se produce metiendo cor lapis en un horno para someterlo a mucho calor durante cuarenta y nueve días, después de los cuales se deja enfriar en las aguas de un manantial durante otros cuarenta y nueve días más.\nLa doble purificación del fuego y el agua hace que el cor purum sea irrompible. Los exorcistas creen que dicha purificación permite que la gema actúe como un recipiente para la energía cósmica primordial. Un catalizador con cor purum en su núcleo puede canalizar la energía cósmica con el giro del disco, que, al dar doce vueltas, purifica dicha energía.\n\nSu color y brillo son traslúcidos y semejantes al ámbar, por lo que, tras consultarlo con los exorcistas, Yun Hui decidió bautizarlo con el nombre de “Ámbar”.\nEste catalizador es el antecesor de los que algún día erradicarán el mal de la tierra.\n",
    "fr": "\nUn catalyseur issu de l'arsenal de Liyue. Difficile de dire de quel modèle il s'agit : les archives ne mentionnent pas sa date de fabrication.\nLe catalyseur contient divers éléments, et se présente sous forme de boule ; en son centre se dresse un éclat d'ambre.\n\nLorsque la paix fut revenue, les monstres qui n'y avaient trouvé leur sort continuaient de rôder sur les terres ; les forces armées ne connurent que peu de répit.\nMais l'art de la fabrication des catalyseurs resta au stade qu'il avait atteint une centaine d'années plus tôt. Les catalyseurs produits étaient fragiles et peu pratiques à utiliser.\nLes chasseurs de démons rendirent visite à Yun Hui, du Clan Yun de Liyue ; ils lui demandèrent de concevoir un nouveau type de catalyseur destiné à leur usage.\nC'est ainsi que Yun Hui ajouta un nouveau prototype à collection de catalyseurs.\n\nCe catalyseur est réalisé à partir de vieux bois et de minerai rare ; la large pièce d'ambre en son centre est un présent des mages.\nL'ambre a été cuit en fourneau durant quarante-neuf jours, avant d'être déposé dans l'eau de source, dans laquelle il a refroidi durant quarante-neuf autres jours.\nLa double purification par l'eau et le feu le rend indestructible, et les thaumaturges croient qu'il permet à l'ensemble d'agir comme un réceptacle capable de canaliser l'énergie cosmique lorsque tourne le disque. Douze tours complets transforment l'énergie sous sa forme la plus pure.\n\nL'ambre luit d'une lueur particulière : son corps entier est traversé par un éclat doré. Après discussion, Yun Hui nomma le catalyseur « Amulette de Rochenoire ».\nCe fut l'une des ancêtres des armes ayant servi à débarrasser les terres de Liyue du mal.\n",
    "pt": "\nUm antigo catalisador do arsenal de Liyue. O número do lote desapareceu e não existem registros para confirmar a data de produção.\nO disco representa o cosmos e, portanto, toma uma forma circular. No centro está um pedaço de Cor Purum, representado um corpo celestial suspenso no firmamento.\n\nDepois que o grande caos diminuiu, forças sopradas ainda permaneceram no mundo. Assim, além das artes e ferramentas marciais tradicionais, as pessoas também se fascinavam por exorcismo.\nMas as técnicas usadas na produção de catalisadores eram antiquadas, tendo permanecido inalteradas em mais de um século. Assim, os catalisadores daquela época eram frágeis e quebraram no primeiro uso.\nOs taumaturgos se reuniram em Liyue e imploraram a Yun Hui, chefe da casa de Yun, para projetar um novo tipo de catalisador para eles.\nYun Hui procedeu em acrescentar um catalisador à então nova série de projetos de armas melhoradas conhecidas como \"os protótipos\".\n\nO disco é feito de madeira e minério raro. O Cor Purum no centro foi um presente dos exorcistas.\nCor Purum é produzido aquecendo Cor Lapis em uma urna por sete dias ao quadrado (ou seja, quarenta e nove dias) e depois mergulhando-o em água doce retirada de uma fonte da montanha por mais sete dias ao quadrado.\nA dupla purificação pela água e pelo fogo torna o Cor Purum indestrutível e capaz de reunir todas as energias do mundo. Os Catalisadores que têm o Cor Purum como núcleo são capazes de canalizar a energia. Doze voltas completas transformam a energia em sua forma mais pura.\n\nYun Hui observou que a Cor Purum tinha um brilho quente e dourado como o do âmbar. Após a discussão com os exorcistas, ele propôs o nome do catalisador como \"Protótipo Âmbar\".\nDepois disso, todos os catalisadores feitos em Liyue foram modelados com base no protótipo de Yun Hui.\n",
    "ru": "\nДревний катализатор из арсенала Ли Юэ. Инвентарный номер уже давно стёрся, и выяснить точную дату производства невозможно.\nЭтот диск изображает космос и потому имеет круглую форму. В его центре находится кусок кор пурума, изображающего небесные тела.\n\nПосле того как мир погрузился в хаос, силы добра покинули его. Поэтому обычным людям пришлось забросить традиционные инструменты и боевые искусства и обратиться за помощью к сверхъестественному.\nНо технология производства катализаторов осталась неизменной с древних времён. Поэтому все катализаторы той эпохи весьма хрупкие и рассыпаются от одного прикосновения.\nАлхимики со всего континента направлялись в Ли Юэ, чтобы попросить Юнь Хуэя, лидера клана Юнь, разработать новый тип катализатора.\nЮнь Хуэй добавил катализаторы в серию улучшенного оружия под названием «прототипы».\n\nДиск, выполненный из древесины и редкой горной породы. Кор пурум в центре диска - подарок от чародеев.\nДля изготовления кор пурума необходимо нагревать кор ляпис на протяжении квадрата семи дней (сорок девять дней). А затем его необходимо остужать в родниковой горной воде на протяжении квадрата семи дней. \nДвойная очистка огнём и водой делает кор пурум крепким и небьющимся. Чародеи также считают, что кор пурум способен проводить древнюю космическую энергию. \n\nЮнь Хуэй отметил тёплое золотистое сияние, которое исходит от кор пурума. После обсуждения с чародеями, он решил назвать катализатор «Янтарная злоба».\nВсе катализаторы в Ли Юэ были выполнены по образцу прототипа Юнь Хуэй.\n",
    "id": "\nSebuah katalis kuno dari gudang senjata Liyue. Nomor serinya telah memudar dan tidak ada catatan untuk mengonfirmasi tanggal produksi.\nLempengan itu mewakili kosmos dan karenanya mengambil bentuk lingkaran. Di tengahnya terdapat sepotong Cor Purum, mewakili tubuh surgawi yang tergantung di cakrawala.\n\nSetelah bencana berakhir, monster yang tersisa masih berkeliaran di seluruh dunia. Karenanya, masyarakat meninggalkan bela diri tradisional dan beralih para seni supernatural.\nNamun, pengerjaan senjata sihir masih tetap sama sejak ratusan tahun lalu, karenanya katalis pada masa itu sangat rapuh dan pecah setelah digunakan pertama kali.\nPara ahli sihir pergi ke Liyue dan memohon kepada Yun Hui, kepala keluarga Yun, untuk merancang katalis yang baru untuk mereka.\nYun Hui akhirnya menambahkan katalis ke seri desain senjata yang telah dia tingkatkan yang dikenal sebagai \"prototipe\".\n\nLempengan itu terbuat dari kayu dan bijih langka. Sepotong Cor Purum di tengah adalah hadiah dari para ahli sihir.\nCor Purum diproduksi dengan membakar Cor Lapis di dalam tempayan selama tujuh kali tujuh hari (yakni empat puluh sembilan hari). Setelah itu ditempatkan di mata air gunung dan direndam selama tujuh kali tujuh hari lagi.\nPenyucian ganda oleh api dan air membuat Cor Purum tidak bisa dihancurkan, dan para ahli sihir juga percaya bahwa hal tersebut membuat batu itu menjadi wadah dari energi kosmik. Sebuah katalis dengan Cor Purum sebagai pusatnya bisa menyalurkan energi kosmik dengan memutar lempengannya. Dua belas putaran penuh dapat mengolah energi menjadi bentuk yang paling murni.\n\nYun Hui mengamati bahwa Cor Purum mempunyai cahaya emas hangat seperti amber. Setelah berdiskusi dengan para ahli sihit, dia mengusulkan untuk menamai katalis tersebut \"Prototype Amber\".\nKarenanya, semua katalis yang dibuat di Liyue dibuat dengan model dari prototipe milik Yun Hui.\n",
    "th": "\nสื่อเวทโบราณจากคลังอาวุธใน Liyue ไม่ทราบรุ่นที่ผลิต ซึ่งตำราที่เกี่ยวข้องก็ไม่ได้บันทึกไว้ว่ามันถูกผลิตขึ้นมาเมื่อไหร่\nวงล้อเวทที่ใช้พลังจากต้นกำเนิดของจักรวาล เรียงตัวกันเป็นวงกลมที่สมบูรณ์แบบ โดยมีแกนกลางที่ทำขึ้นจากหยกอำพัน ซึ่งสื่อความหมายว่าเป็น \"ดาวเด่นกลางนภา\"\n\nหลังจากภัยพิบัติได้ยุติลง เหล่าอสูรที่เหลืออยู่ก็ยังคงเพ่นพ่านอยู่บนโลก นี่เป็นเหตุให้ไม่ว่าจะเป็นอาวุธทางการทหารหรือการเล่นแร่แปรธาตุต่างก็ถูกเสาะหา\nอย่างไรก็ตามศาสตร์แห่งการสร้างสื่อเวทไม่ได้พัฒนาเป็นร้อยปีแล้ว สื่อเวทที่สร้างเสร็จนั้นบอบบางมาก ไม่เหมาะกับการใช้งาน\nนักเล่นแร่แปรธาตุดั้นด้นมายัง Liyue เพื่อมาหา Yun Hui เจ้าของร้านตระกูล Yun อันเลื่องชื่อ พร้อมทั้งขอร้องให้เธอออกแบบสื่อเวทชนิดใหม่ให้\nYun Hui ได้เพิ่มสื่อเวทชิ้นหนึ่งเข้าไปในตำราอาวุธชุด\"การทดสอบ\"\n\nวงเวทที่สร้างขึ้นจากไม้โบราณและแร่หายาก อำพันหยก Cor Purum ชิ้นใหญ่ที่อยู่ตรงใจกลางนั้นเป็นของล้ำค่าที่นักเล่นแร่แปรธาตุทั้งหลายใช้บูชาเหล่าเทพเจ้า\nนำหินอำพัน Cor Lapis ใส่เข้าไปในเตาหลอมและหลอมด้วยไฟความร้อนสูงเป็นเวลาสี่สิบเก้าวัน จากนั้นนำออกมาและพักไว้ที่บ่อน้ำแร่บนเขา แช่ไว้อีกสี่สิบเก้าวัน ก็จะแปรธาตุเป็นอำพันหยก Cor Purum\nอำพันหยกที่ผ่านไฟแล้วน้ำมาสองรอบไม่เพียงแต่ไม่แตกง่ายเท่านั้น แต่ยังรวมเอาวิญญาณของสวรรค์และโลกไว้ด้วย สื่อเวทที่ใช้มันเป็นแกนกลางจะสามารถสร้างพลังเวทในตนเองได้ วงเวทวงกลมหนึ่งวงคือหนึ่งรอบ หากหมุนวงเวทครบสิบสองรอบจะทำให้พลังงานที่ได้บริสุทธิ์มากขึ้น\n\nสีของหยกนั้นใสดุจอำพัน ตัวเรือนดูทองอร่าม หลังจากปรึกษากันแล้ว Yun Hui ตั้งชื่อสื่อเวทนี้ว่า \"Prototype Amber\"\nมันคือต้นกำเนิดของอาวุธที่ใช้ขับไล่วิญญาณชั่วร้ายและอสูรทั่วทั้ง Liyue\n",
    "vi": "\nPháp khí cổ được tạo ra ở xưởng chế tạo vũ khí Liyue. Số lô không xác định, thời gian hoàn thành của nó cũng không được ghi chép trong sách cổ liên quan.\nPháp bàn lấy ý tưởng từ hỗn nguyên, xếp thành một vòng tròn. Sử dụng ngọc phách làm lõi, ý là \"chòm sao giữa bầu trời\".\n\nSau khi thảm hoạ chấm dứt, những quái vật còn sót lại vẫn tàn phá thế gian. Vì lý do này, bất kể quân đội hay phương thuật cũng đều được tìm kiếm.\nTuy nhiên việc chế tạo pháp khí đã dừng lại hơn trăm năm trước, thành phẩm làm ra dễ gãy, không thể dùng được.\nPhương Thuật Sư đến Liyue tìm người đứng đầu nhà họ Yun là Yun Hui, thỉnh cầu giúp họ thiết kế pháp khí mới.\nYun Hui đã thêm một món pháp khí mới vào trong binh khí phổ \"Mẫu\".\n\nPháp bàn dùng gỗ và quặng quý hiếm, viên ngọc phách lớn ở giữa là do phương sĩ phái người đưa đến. \nThạch phách cho vào lò đan, luyện chế bảy bảy bốn mươi chín ngày bằng lửa. Sau đó lấy ra đặt nó vào trong dòng suối, rồi lại ngâm đủ bảy bảy bốn mươi chín ngày, tạo thành ngọc phách.\nNgọc phách tôi trong nước và lửa không hề bị vỡ, còn có thể hội tụ linh khí của trời đất. Lấy nó làm pháp khí có thể tự điều chỉnh năng lượng, trong pháp bàn một vòng tròn là một chu kỳ, lưu chuyển 12 chu kỳ, làm cho năng lượng càng thêm tinh khiết.\n\nMàu sắc ngọc phách trong sáng tựa hổ phách, lộ ra tơ vàng. Sau khi bàn bạc, Yun Hui đã đặt tên cho pháp khí là \"Kim Phách\"\nNó là thủy tổ của tất cả pháp khí trừ yêu diệt ma ở Liyue. \n"
  },
  "effects": [
    {
      "name": {
        "zhs": "炊金",
        "zht": "炊金",
        "jp": "炊金",
        "ko": "도금",
        "en": "Gilding",
        "de": "Goldüberzug",
        "es": "Dorado",
        "fr": "Blindage d'or",
        "pt": "Chapeamento de Ouro",
        "ru": "Позолота",
        "id": "Golden Plating",
        "th": "Golden Plating",
        "vi": "Xuy Kim"
      },
      "description": {
        "zhs": "施放元素爆发后6秒内，每2秒恢复<color=#99FFFFFF>4</color>点元素能量，队伍中的所有角色每2秒恢复<color=#99FFFFFF>4%</color>生命值。",
        "zht": "施放元素爆發後6秒內，每2秒恢復<color=#99FFFFFF>4</color>點元素能量，隊伍中的所有角色每2秒恢復<color=#99FFFFFF>4%</color>生命值。",
        "jp": "元素爆発を発動した後の6秒間、2秒毎に元素エネルギーを<color=#99FFFFFF>4</color>回復し、チーム全員のHPを2秒毎に<color=#99FFFFFF>4%</color>回復する。",
        "ko": "원소폭발 발동 후 6초 동안 2초마다 원소 에너지를 <color=#99FFFFFF>4</color>pt 회복한다. 파티 내 모든 캐릭터의 HP를 2초마다 <color=#99FFFFFF>4%</color> 회복한다",
        "en": "Using an Elemental Burst regenerates <color=#99FFFFFF>4</color> Energy every 2s for 6s. All party members will regenerate <color=#99FFFFFF>4%</color> HP every 2s for this duration.",
        "de": "Stellt nach Anwendung von Spezialfähigkeiten 6 s lang alle 2 s <color=#99FFFFFF>4</color> Punkte Elementarenergie und allen Truppenmitgliedern alle 2 s <color=#99FFFFFF>4 %</color> LP wieder her.",
        "es": "Tras lanzar una Habilidad Definitiva, regenera <color=#99FFFFFF>4</color> pts. de Energía Elemental cada 2 s durante 6 s. Además, todos los miembros del equipo recuperarán un <color=#99FFFFFF>4%</color> de Vida cada 2 s.",
        "fr": "Restaure <color=#99FFFFFF>4</color> pts d'énergie élémentaire toutes les 2 s pendant 6 s après l'utilisation d'un déchaînement élémentaire. Tous les personnages de l'équipe récupèrent <color=#99FFFFFF>4 %</color> de leurs PV toutes les 2 s pendant cette durée.",
        "pt": "Ao usar o Supremo, regenera <color=#99FFFFFF>4</color> de Energia a cada 2s por 6s. Todos os membros da Equipe regenerarão <color=#99FFFFFF>4%</color> de Vida a cada 2s.",
        "ru": "В течение 6 сек. после использования взрыва стихий восстанавливается <color=#99FFFFFF>4</color> ед. энергии каждые 2 сек., а все члены отряда восстанавливают по <color=#99FFFFFF>4%</color> HP каждые 2 сек.",
        "id": "Setelah melancarkan Elemental Burst, memulihkan <color=#99FFFFFF>4</color> Energy setiap 2 detik selama 6 detik dan memulihkan <color=#99FFFFFF>4%</color> HP kepada seluruh anggota party setiap 2 detik dalam durasi tersebut.",
        "th": "ภายใน 6 วินาที หลังใช้ท่าไม้ตาย จะทำการฟื้นฟูพลังงานธาตุ <color=#99FFFFFF>4</color> หน่วย ในทุก 2 วินาที และตัวละครทั้งหมดในทีมจะฟื้นฟูพลังชีวิต <color=#99FFFFFF>4% </color>ในทุก 2 วินาที",
        "vi": "6s sau khi thi triển kỹ năng nộ, mỗi 2s hồi <color=#99FFFFFF>4</color> điểm năng lượng nguyên tố; Tất cả nhân vật trong đội mỗi 2s hồi <color=#99FFFFFF>4%</color> HP."
      }
    },
    {
      "name": {
        "zhs": "炊金",
        "zht": "炊金",
        "jp": "炊金",
        "ko": "도금",
        "en": "Gilding",
        "de": "Goldüberzug",
        "es": "Dorado",
        "fr": "Blindage d'or",
        "pt": "Chapeamento de Ouro",
        "ru": "Позолота",
        "id": "Golden Plating",
        "th": "Golden Plating",
        "vi": "Xuy Kim"
      },
      "description": {
        "zhs": "施放元素爆发后6秒内，每2秒恢复<color=#99FFFFFF>4.5</color>点元素能量，队伍中的所有角色每2秒恢复<color=#99FFFFFF>4.5%</color>生命值。",
        "zht": "施放元素爆發後6秒內，每2秒恢復<color=#99FFFFFF>4.5</color>點元素能量，隊伍中的所有角色每2秒恢復<color=#99FFFFFF>4.5%</color>生命值。",
        "jp": "元素爆発を発動した後の6秒間、2秒毎に元素エネルギーを<color=#99FFFFFF>4.5</color>回復し、チーム全員のHPを2秒毎に<color=#99FFFFFF>4.5%</color>回復する。",
        "ko": "원소폭발 발동 후 6초 동안 2초마다 원소 에너지를 <color=#99FFFFFF>4.5</color>pt 회복한다. 파티 내 모든 캐릭터의 HP를 2초마다 <color=#99FFFFFF>4.5%</color> 회복한다",
        "en": "Using an Elemental Burst regenerates <color=#99FFFFFF>4.5</color> Energy every 2s for 6s. All party members will regenerate <color=#99FFFFFF>4.5%</color> HP every 2s for this duration.",
        "de": "Stellt nach Anwendung von Spezialfähigkeiten 6 s lang alle 2 s <color=#99FFFFFF>4,5</color> Punkte Elementarenergie und allen Truppenmitgliedern alle 2 s <color=#99FFFFFF>4,5 %</color> LP wieder her.",
        "es": "Tras lanzar una Habilidad Definitiva, regenera <color=#99FFFFFF>4.5</color> pts. de Energía Elemental cada 2 s durante 6 s. Además, todos los miembros del equipo recuperarán un <color=#99FFFFFF>4.5%</color> de Vida cada 2 s.",
        "fr": "Restaure <color=#99FFFFFF>4,5</color> pts d'énergie élémentaire toutes les 2 s pendant 6 s après l'utilisation d'un déchaînement élémentaire. Tous les personnages de l'équipe récupèrent <color=#99FFFFFF>4,5 %</color> de leurs PV toutes les 2 s pendant cette durée.",
        "pt": "Ao usar o Supremo, regenera <color=#99FFFFFF>4.5</color> de Energia a cada 2s por 6s. Todos os membros da Equipe regenerarão <color=#99FFFFFF>4.5%</color> de Vida a cada 2s.",
        "ru": "В течение 6 сек. после использования взрыва стихий восстанавливается <color=#99FFFFFF>4,5</color> ед. энергии каждые 2 сек., а все члены отряда восстанавливают по <color=#99FFFFFF>4,5%</color> HP каждые 2 сек.",
        "id": "Setelah melancarkan Elemental Burst, memulihkan <color=#99FFFFFF>4,5</color> Energy setiap 2 detik selama 6 detik dan memulihkan <color=#99FFFFFF>4,5%</color> HP kepada seluruh anggota party setiap 2 detik dalam durasi tersebut.",
        "th": "ภายใน 6 วินาที หลังใช้ท่าไม้ตาย จะทำการฟื้นฟูพลังงานธาตุ <color=#99FFFFFF>4.5</color> หน่วย ในทุก 2 วินาที และตัวละครทั้งหมดในทีมจะฟื้นฟูพลังชีวิต <color=#99FFFFFF>4.5% </color>ในทุก 2 วินาที",
        "vi": "6s sau khi thi triển kỹ năng nộ, mỗi 2s hồi <color=#99FFFFFF>4.5</color> điểm năng lượng nguyên tố; Tất cả nhân vật trong đội mỗi 2s hồi <color=#99FFFFFF>4.5%</color> HP."
      }
    },
    {
      "name": {
        "zhs": "炊金",
        "zht": "炊金",
        "jp": "炊金",
        "ko": "도금",
        "en": "Gilding",
        "de": "Goldüberzug",
        "es": "Dorado",
        "fr": "Blindage d'or",
        "pt": "Chapeamento de Ouro",
        "ru": "Позолота",
        "id": "Golden Plating",
        "th": "Golden Plating",
        "vi": "Xuy Kim"
      },
      "description": {
        "zhs": "施放元素爆发后6秒内，每2秒恢复<color=#99FFFFFF>5</color>点元素能量，队伍中的所有角色每2秒恢复<color=#99FFFFFF>5%</color>生命值。",
        "zht": "施放元素爆發後6秒內，每2秒恢復<color=#99FFFFFF>5</color>點元素能量，隊伍中的所有角色每2秒恢復<color=#99FFFFFF>5%</color>生命值。",
        "jp": "元素爆発を発動した後の6秒間、2秒毎に元素エネルギーを<color=#99FFFFFF>5</color>回復し、チーム全員のHPを2秒毎に<color=#99FFFFFF>5%</color>回復する。",
        "ko": "원소폭발 발동 후 6초 동안 2초마다 원소 에너지를 <color=#99FFFFFF>5</color>pt 회복한다. 파티 내 모든 캐릭터의 HP를 2초마다 <color=#99FFFFFF>5%</color> 회복한다",
        "en": "Using an Elemental Burst regenerates <color=#99FFFFFF>5</color> Energy every 2s for 6s. All party members will regenerate <color=#99FFFFFF>5%</color> HP every 2s for this duration.",
        "de": "Stellt nach Anwendung von Spezialfähigkeiten 6 s lang alle 2 s <color=#99FFFFFF>5</color> Punkte Elementarenergie und allen Truppenmitgliedern alle 2 s <color=#99FFFFFF>5 %</color> LP wieder her.",
        "es": "Tras lanzar una Habilidad Definitiva, regenera <color=#99FFFFFF>5</color> pts. de Energía Elemental cada 2 s durante 6 s. Además, todos los miembros del equipo recuperarán un <color=#99FFFFFF>5%</color> de Vida cada 2 s.",
        "fr": "Restaure <color=#99FFFFFF>5</color> pts d'énergie élémentaire toutes les 2 s pendant 6 s après l'utilisation d'un déchaînement élémentaire. Tous les personnages de l'équipe récupèrent <color=#99FFFFFF>5 %</color> de leurs PV toutes les 2 s pendant cette durée.",
        "pt": "Ao usar o Supremo, regenera <color=#99FFFFFF>5</color> de Energia a cada 2s por 6s. Todos os membros da Equipe regenerarão <color=#99FFFFFF>5%</color> de Vida a cada 2s.",
        "ru": "В течение 6 сек. после использования взрыва стихий восстанавливается <color=#99FFFFFF>5</color> ед. энергии каждые 2 сек., а все члены отряда восстанавливают по <color=#99FFFFFF>5%</color> HP каждые 2 сек.",
        "id": "Setelah melancarkan Elemental Burst, memulihkan <color=#99FFFFFF>5</color> Energy setiap 2 detik selama 6 detik dan memulihkan <color=#99FFFFFF>5%</color> HP kepada seluruh anggota party setiap 2 detik dalam durasi tersebut.",
        "th": "ภายใน 6 วินาที หลังใช้ท่าไม้ตาย จะทำการฟื้นฟูพลังงานธาตุ <color=#99FFFFFF>5</color> หน่วย ในทุก 2 วินาที และตัวละครทั้งหมดในทีมจะฟื้นฟูพลังชีวิต <color=#99FFFFFF>5% </color>ในทุก 2 วินาที",
        "vi": "6s sau khi thi triển kỹ năng nộ, mỗi 2s hồi <color=#99FFFFFF>5</color> điểm năng lượng nguyên tố; Tất cả nhân vật trong đội mỗi 2s hồi <color=#99FFFFFF>5%</color> HP."
      }
    },
    {
      "name": {
        "zhs": "炊金",
        "zht": "炊金",
        "jp": "炊金",
        "ko": "도금",
        "en": "Gilding",
        "de": "Goldüberzug",
        "es": "Dorado",
        "fr": "Blindage d'or",
        "pt": "Chapeamento de Ouro",
        "ru": "Позолота",
        "id": "Golden Plating",
        "th": "Golden Plating",
        "vi": "Xuy Kim"
      },
      "description": {
        "zhs": "施放元素爆发后6秒内，每2秒恢复<color=#99FFFFFF>5.5</color>点元素能量，队伍中的所有角色每2秒恢复<color=#99FFFFFF>5.5%</color>生命值。",
        "zht": "施放元素爆發後6秒內，每2秒恢復<color=#99FFFFFF>5.5</color>點元素能量，隊伍中的所有角色每2秒恢復<color=#99FFFFFF>5.5%</color>生命值。",
        "jp": "元素爆発を発動した後の6秒間、2秒毎に元素エネルギーを<color=#99FFFFFF>5.5</color>回復し、チーム全員のHPを2秒毎に<color=#99FFFFFF>5.5%</color>回復する。",
        "ko": "원소폭발 발동 후 6초 동안 2초마다 원소 에너지를 <color=#99FFFFFF>5.5</color>pt 회복한다. 파티 내 모든 캐릭터의 HP를 2초마다 <color=#99FFFFFF>5.5%</color> 회복한다",
        "en": "Using an Elemental Burst regenerates <color=#99FFFFFF>5.5</color> Energy every 2s for 6s. All party members will regenerate <color=#99FFFFFF>5.5%</color> HP every 2s for this duration.",
        "de": "Stellt nach Anwendung von Spezialfähigkeiten 6 s lang alle 2 s <color=#99FFFFFF>5,5</color> Punkte Elementarenergie und allen Truppenmitgliedern alle 2 s <color=#99FFFFFF>5,5 %</color> LP wieder her.",
        "es": "Tras lanzar una Habilidad Definitiva, regenera <color=#99FFFFFF>5.5</color> pts. de Energía Elemental cada 2 s durante 6 s. Además, todos los miembros del equipo recuperarán un <color=#99FFFFFF>5.5%</color> de Vida cada 2 s.",
        "fr": "Restaure <color=#99FFFFFF>5,5</color> pts d'énergie élémentaire toutes les 2 s pendant 6 s après l'utilisation d'un déchaînement élémentaire. Tous les personnages de l'équipe récupèrent <color=#99FFFFFF>5,5 %</color> de leurs PV toutes les 2 s pendant cette durée.",
        "pt": "Ao usar o Supremo, regenera <color=#99FFFFFF>5.5</color> de Energia a cada 2s por 6s. Todos os membros da Equipe regenerarão <color=#99FFFFFF>5.5%</color> de Vida a cada 2s.",
        "ru": "В течение 6 сек. после использования взрыва стихий восстанавливается <color=#99FFFFFF>5,5</color> ед. энергии каждые 2 сек., а все члены отряда восстанавливают по <color=#99FFFFFF>5,5%</color> HP каждые 2 сек.",
        "id": "Setelah melancarkan Elemental Burst, memulihkan <color=#99FFFFFF>5,5</color> Energy setiap 2 detik selama 6 detik dan memulihkan <color=#99FFFFFF>5,5%</color> HP kepada seluruh anggota party setiap 2 detik dalam durasi tersebut.",
        "th": "ภายใน 6 วินาที หลังใช้ท่าไม้ตาย จะทำการฟื้นฟูพลังงานธาตุ <color=#99FFFFFF>5.5</color> หน่วย ในทุก 2 วินาที และตัวละครทั้งหมดในทีมจะฟื้นฟูพลังชีวิต <color=#99FFFFFF>5.5% </color>ในทุก 2 วินาที",
        "vi": "6s sau khi thi triển kỹ năng nộ, mỗi 2s hồi <color=#99FFFFFF>5.5</color> điểm năng lượng nguyên tố; Tất cả nhân vật trong đội mỗi 2s hồi <color=#99FFFFFF>5.5%</color> HP."
      }
    },
    {
      "name": {
        "zhs": "炊金",
        "zht": "炊金",
        "jp": "炊金",
        "ko": "도금",
        "en": "Gilding",
        "de": "Goldüberzug",
        "es": "Dorado",
        "fr": "Blindage d'or",
        "pt": "Chapeamento de Ouro",
        "ru": "Позолота",
        "id": "Golden Plating",
        "th": "Golden Plating",
        "vi": "Xuy Kim"
      },
      "description": {
        "zhs": "施放元素爆发后6秒内，每2秒恢复<color=#99FFFFFF>6</color>点元素能量，队伍中的所有角色每2秒恢复<color=#99FFFFFF>6%</color>生命值。",
        "zht": "施放元素爆發後6秒內，每2秒恢復<color=#99FFFFFF>6</color>點元素能量，隊伍中的所有角色每2秒恢復<color=#99FFFFFF>6%</color>生命值。",
        "jp": "元素爆発を発動した後の6秒間、2秒毎に元素エネルギーを<color=#99FFFFFF>6</color>回復し、チーム全員のHPを2秒毎に<color=#99FFFFFF>6%</color>回復する。",
        "ko": "원소폭발 발동 후 6초 동안 2초마다 원소 에너지를 <color=#99FFFFFF>6</color>pt 회복한다. 파티 내 모든 캐릭터의 HP를 2초마다 <color=#99FFFFFF>6%</color> 회복한다",
        "en": "Using an Elemental Burst regenerates <color=#99FFFFFF>6</color> Energy every 2s for 6s. All party members will regenerate <color=#99FFFFFF>6%</color> HP every 2s for this duration.",
        "de": "Stellt nach Anwendung von Spezialfähigkeiten 6 s lang alle 2 s <color=#99FFFFFF>6</color> Punkte Elementarenergie und allen Truppenmitgliedern alle 2 s <color=#99FFFFFF>6 %</color> LP wieder her.",
        "es": "Tras lanzar una Habilidad Definitiva, regenera <color=#99FFFFFF>6</color> pts. de Energía Elemental cada 2 s durante 6 s. Además, todos los miembros del equipo recuperarán un <color=#99FFFFFF>6%</color> de Vida cada 2 s.",
        "fr": "Restaure <color=#99FFFFFF>6</color> pts d'énergie élémentaire toutes les 2 s pendant 6 s après l'utilisation d'un déchaînement élémentaire. Tous les personnages de l'équipe récupèrent <color=#99FFFFFF>6 %</color> de leurs PV toutes les 2 s pendant cette durée.",
        "pt": "Ao usar o Supremo, regenera <color=#99FFFFFF>6</color> de Energia a cada 2s por 6s. Todos os membros da Equipe regenerarão <color=#99FFFFFF>6%</color> de Vida a cada 2s.",
        "ru": "В течение 6 сек. после использования взрыва стихий восстанавливается <color=#99FFFFFF>6</color> ед. энергии каждые 2 сек., а все члены отряда восстанавливают по <color=#99FFFFFF>6%</color> HP каждые 2 сек.",
        "id": "Setelah melancarkan Elemental Burst, memulihkan <color=#99FFFFFF>6</color> Energy setiap 2 detik selama 6 detik dan memulihkan <color=#99FFFFFF>6%</color> HP kepada seluruh anggota party setiap 2 detik dalam durasi tersebut.",
        "th": "ภายใน 6 วินาที หลังใช้ท่าไม้ตาย จะทำการฟื้นฟูพลังงานธาตุ <color=#99FFFFFF>6</color> หน่วย ในทุก 2 วินาที และตัวละครทั้งหมดในทีมจะฟื้นฟูพลังชีวิต <color=#99FFFFFF>6% </color>ในทุก 2 วินาที",
        "vi": "6s sau khi thi triển kỹ năng nộ, mỗi 2s hồi <color=#99FFFFFF>6</color> điểm năng lượng nguyên tố; Tất cả nhân vật trong đội mỗi 2s hồi <color=#99FFFFFF>6%</color> HP."
      }
    }
  ],
  "internal_name": "Catalyst_Proto",
  "imgid": "catalyst/proto"
}