{
  "id": 14405,
  "type": "catalyst",
  "rank": 4,
  "name": {
    "zhs": "匣里日月",
    "zht": "匣裡日月",
    "jp": "匣中日月",
    "ko": "일월의 정수",
    "en": "Solar Pearl",
    "de": "Sonne und Mond",
    "es": "Perla Solar",
    "fr": "Perle solaire",
    "pt": "Pérola Solar",
    "ru": "Солнечная жемчужина",
    "id": "Solar Pearl",
    "th": "Solar Pearl",
    "vi": "Nhật Nguyệt Hạp"
  },
  "description": {
    "zhs": "材质难解的暗金宝珠，饱含日月天地的光辉，脉动着温暖的力量。",
    "zht": "材質難解的暗金珠寶，飽含日月天地的光輝，脈動著溫暖的力量。",
    "jp": "素材の解析が難しい宝珠。太陽と月の光に満ちており、暖かい力が秘められている。",
    "ko": "알 수 없는 재질의 암색 황금 보옥. 태양과 달의 빛을 머금어 따뜻한 힘이 요동치고 있다",
    "en": "A dull, golden pearl made of an unknown substance that harbors the light of the sun and the moon and pulses with a warm strength.",
    "de": "Diese Kugel aus unbekanntem dunklem Metall enthält den himmlischen Glanz von Sonne und Mond und strahlt eine spürbare Wärme aus.",
    "es": "Una perla opaca y dorada hecha de una sustancia desconocida que alberga la luz del sol y la luna. Late con una fuerza muy cálida.",
    "fr": "Une précieuse perle dorée et mate abritant la lumière du soleil et de la lune, dont la matière est inconnue. Une force chaleureuse s'en dégage.",
    "pt": "Abriga a luz do sol e da lua, uma pérola feita de materiais desconhecidos pulsa com uma força calorosa.",
    "ru": "Грубая золотая жемчужина из неизвестного материала, скрывающая в себе силу солнца и луны. Пульсирует тёплой энергией.",
    "id": "Mutiara emas yang terbuat dari benda yang menyimpan cahaya matahari dan bulan, memancarkan kekuatan hangat.",
    "th": "มันเก็บกักพลังของแสงแห่งตะวันและจันทราไว้ เป็นไข่มุกสีทองที่คอยปล่อยคลื่นพลังอันอบอุ่นออกมา",
    "vi": "Bảo châu màu vàng kim đậm được làm từ nguyên liệu ít ai biết, tràn đầy ánh sáng của đất trời và sức mạnh ấm áp."
  },
  "lore": {
    "zhs": "\n在璃月坊间流转的暗金宝珠。\n曾经吸满了日月天地的光，之后千百年一直保存在木匣中。\n如此，它的力量不会白白逸散。如今木匣已去，宝珠放光。\n在通晓天地古今的人手里，想必能发挥千年沉寂的力量吧。\n\n在璃月港的宝石商人中间素有传说，名匠昆吾曾取天地之光集于一匣。\n又将木匣藏入玄岩密室，幽闭四十九天又十个时辰，方夺日月之晶辉。\n\n即使故事听来如此离奇，璃月人仍旧多深信匠人昆吾的技艺远胜天工。\n有胆大者前去询问年老的名匠，乖僻老人置之一哂：\n「打磨不辍而已」\n\n但学徒暗中透露：「匣里日月」磨削将成之时，天降异彩，血月盈空。\n此等异象是匠人真有神助，还是其超凡的灵感与意志震动了日月苍穹？\n",
    "zht": "\n在璃月坊間流轉的暗金寶珠。\n曾經吸滿了日月天地的光，之後千百年一直保存在木匣中。\n如此，它的力量不會白白逸散。如今木匣已去，寶珠放光。\n在通曉天地古今的人手裡，想必能發揮千年沉寂的力量吧。\n\n在璃月港的寶石商人中間素有傳說，名匠昆吾曾取天地之光集於一匣。\n又將木匣藏入玄岩密室，幽閉四十九天又十個時辰，方奪日月之晶輝。\n\n即使故事聽來如此離奇，璃月人仍舊多深信匠人昆吾的技藝遠勝天工。\n有膽大者前去詢問年老的名匠，乖僻老人置之一哂：\n「打磨不輟而已」\n\n但學徒暗中透露：「匣裡日月」磨削將成之時，天降異彩，血月盈空。\n此等異像是匠人真有神助，還是其超凡的靈感與意志震動了日月蒼穹？\n",
    "jp": "\n璃月の街に伝わる暗金の宝珠。\nかつて天地日月の光を吸い込んだ後に、木の匣に数千年保管されていた。\nこうして中の力は保存された。木の匣がなくなった今、宝珠は再び輝く。\n天地と古今を知る者が使えば、数千年の静寂の力を引き出せるだろう。\n\n璃月港の宝石商の間に、名匠クオンが天地の光を一つの匣に集めたという伝説が伝わっている。\nそして匣を玄武岩で作られた密室に保存した。こうすれば、50日後に太陽と月の光が実体化する。\n\n信じられない話ではあるが、多くの璃月人はクオンの神業は神をも凌駕すると信じている。\n神業について、年老いたクオンに話を聞いた人がいたが、彼はただこう答えた。\n「継続するのじゃ」\n\n彼の弟子の話によると、「匣中日月」が完成した時、天地に異変が起こった。\nこれは偶然なのか、それとも神をも驚かせたのか。\n",
    "ko": "\n리월 항간에 전해 내려오는 다크골드 보주이다.\n천지만물의 빛을 흡수하여 긴 세월 동안 목갑 속에 보관되어왔다.\n이렇게 그 힘은 사라지지 않고 잘 보관되어, 목갑이 사라진 지금에도 보주는 빛나고 있다.\n고금천지를 통달한 사람이라면 반드시 오랜 세월 잠들어있던 힘을 사용할 수 있을 것이다.\n\n리월항 보석 상인들 사이에는 명장 곤오가 천지의 빛을 모아 작은 함에 모았다는 소문이 돌았다. \n또 나무함을 현암 밀실에 넣고 49일하고 10시진을 두면 일월의 빛을 얻을 수 있다고도 했다.\n\n황당하기 그지없는 소문이었지만, 리월 사람들은 장인 곤오의 기술이 하늘의 경지를 뛰어넘는다고 믿었다.\n용감한 자가 연로한 명장에게 가서 물었다. 괴팍한 노인은 빙그레 웃었다. \n「아직 완성되지 않았소」\n\n그러나 제자들이 「일월의 정수」가 완성되기 직전, 하늘이 이상한 빛을 변하고 피빛 달이 걸려있었다는 이야기를 흘렸다.\n이런 기이한 현상은 신의 도움인 것일까, 아니면 초월적인 영감과 의지가 일월과 하늘을 움직인 것일까?\n",
    "en": "\nRumored to be a legendary orb of Liyue.\nIt once absorbed all the light in the world, but was kept inside a wooden box for millennia afterwards.\nEven so, its power has not dissipated. Now released from its container, it shines evermore.\nIn the hands of a truly knowledgeable sage, perhaps its extraordinary power would finally be unleashed after lying dormant for millennia.\n\nA story that has long been popular with the jewelers of Liyue holds that the master craftsman Kunwu once took the light of the heavenly bodies and sealed it in a wooden box.\nKunwu then buried that box deep inside a dark, rocky chamber, where it remained in pitch blackness for forty-nine days and twenty hours, till finally the pearl within had absorbed the shine of the sun and moon.\n\nA most bizarre tale indeed. And yet, to this day, many in Liyue hold steadfastly to their belief in the esoteric talents of the master craftsman Kunwu.\nSomeone once plucked up the courage to ask the aging craftsman what his secret was. The eccentric old man laughed off the nonsensical notion of his mystical capabilities:\n\"Pfft! 'Twas purely the product of prolonged polishing!\"\n\nBut his apprentice revealed a different story when asked about it in private: Just as Kunwu finished polishing the Solar Pearl, the splendor of the heavens shone down and a crimson moon filled the sky.\nBut did this phenomenon mean that Kunwu had indeed received divine assistance in his craft? Or was it a measure of his own accomplishment that his lofty ambitions had sufficed to send waves through the firmament and even elicit a response from the heavenly bodies?\n",
    "de": "\nEine dunkle Kugel, über die man sich viele Legenden in Liyue erzählt.\nSie saugte einst das Licht der Sonne, der Erde und des Mondes auf, wurde dann aber für Tausende von Jahren in einer Kiste versteckt.\nIhre Macht würde aber nicht einfach so verschwinden. Jetzt, da sie aus ihrem hölzernen Gefängnis befreit ist, scheint sie umso heller.\nIn den Händen eines sehr weisen Magiers jedoch kann seine extreme Macht vielleicht endlich entfesselt werden.\n\nEine seit langer Zeit unter den Juwelieren von Liyue beliebte Geschichte besagt, dass die Meisterschmiede Kunwu einst das Licht der Himmelskörper in eine hölzerne Schachtel einschloss.\nKunwu vergrub diese Schachtel dann tief in einer dunklen Felskammer, wo sie neunundvierzig Tage und zwanzig Stunden in völliger Dunkelheit blieb, bis die Perle in ihrem Inneren den Schein von Sonne und Mond absorbiert hatte.\n\nEine wirklich bizarre Geschichte. Und trotzdem glauben bis zum heutigen Tag viele an die wundersamen Fähigkeiten des Meisterschmiedes Kunwu.\nEinst fasste jemand sich ein Herz und fragte den alternden Meisterhandwerker nach seinem Geheimnis. Der exzentrische alte Mann lachte nur über die unsinnige Vorstellung, er habe mystische Fähigkeiten:\n„I wo! Das war nur das Ergebnis langen Polierens!“\n\nAber unter vier Augen erzählte sein Lehrling etwas Anderes: Gerade als Kunwu damit fertig war, „Sonne und Mond“ zu polieren, strahlte der Glanz des Himmels auf ihn herab und ein roter Mond erfüllte den Himmel.\nBedeutete dieses Phänomen etwa, dass Kunwu wirklich göttliche Hilfe bei seinem Handwerk erhielt? Oder war es nur ein Zeichen seiner eigenen Kunstfertigkeit, dass seine hohen Ambitionen Wellen durch das Firmament entsendeten und sogar die Himmelskörper selbst auf sie reagierten?\n",
    "es": "\nUn orbe de oro oscuro del que se habla mucho en Liyue.\nAlguna vez absorbió la luz de los astros y la tierra, y fue conservado en una caja de madera durante miles de años.\nAun así, sus poderes no se han perdido y, aunque no se sabe el paradero de la caja, su brillo permanece.\nEn manos de un sabio, podría despertar un poder milenario adormecido.\n\nEntre los comerciantes de piedras preciosas de Liyue corre la leyenda de que alguna vez el artesano Kun Wu atrapó la luz del día y la guardó en una cajita.\nDespués, tomó la caja y la resguardó en una oscura habitación de piedra durante cuarenta y nueve días y veinte horas para, finalmente, obtener el destello del día y la noche.\n\nAunque suene extraordinario, la gente de Liyue cree firmemente en las habilidades divinas de Kun Wu.\nUna vez, alguien tuvo el valor de poner en tela de juicio sus habilidades. Entonces, el viejo artesano simplemente respondió en tono de burla:\n“¡Pff! Lo único que hay que hacer es pulir y pulir y pulir...”\n\nEntre sus discípulos se extendió el rumor de que, al pulir por completo una Perla Solar, el cielo brillaría espléndidamente y una luna carmesí aparecería en el firmamento.\nPara hacer algo así, el artesano debió haber recibido la gracia divina. ¿O quizás fueron su extraordinario espíritu creativo y fuerza de voluntad los que alteraron de tal modo a los astros y al firmamento?\n",
    "fr": "\nUn orbe d'or sombre dont on parle beaucoup dans les ruelles de Liyue.\nIl absorba autrefois la lumière du monde, et fut par la suite conservé dans un coffret en bois pendant des millénaires.\nSon pouvoir ne s'est toujours pas dissipé de nos jours ; libéré de son contenant, l'orbe n'en brille que davantage.\nPeut-être son pouvoir dormant durant des éternités pourrait-il être réveillé par quelque érudit spécialisé.\n\nUne légende circule parmi les marchands de pierres précieuses du Port de Liyue : le célèbre artisan Kunwu collecta autrefois l'éclat du jour pour l'enfermer dans un coffret.\nIl enfouit ensuite ce coffret dans la montagne ; il y demeura quarante-neuf jours, puis encore vingt heures, et finit par obtenir l'éclat du jour et de la nuit.\n\nBien que l'histoire soit quelque peu étrange, il n'empêche qu'à Liyue on croit fermement que Kunwu était aussi doué qu'un dieu.\nLorsque la question fut posée au vieil artisan, celui-ci marmonna en reniflant :\n« Polir sans jamais finir... »\n\nMais le bruit continua de courir parmi ses disciples que lorsque la Perle solaire fut entièrement polie, jour et nuit révélèrent leur vraie nature.\nL'artisan doit-il son succès à quelque intervention divine, ou sa volonté suffit-elle à faire trembler la voûte du firmament ?\n",
    "pt": "\nEm Liyue, correm rumores sobre um orbe escuro.\nUma vez absorveu toda a luz no mundo, mas depois foi guardado dentro de uma caixa de madeira por milênios.\nAinda assim, seu poder não havia se dissipado. Agora tirado de sua caixa, seu brilho permanece.\nNas mãos de um sábio verdadeiramente conhecedor, talvez seu extraordinário poder fosse finalmente liberado após ter ficado adormecido por milênios.\n\nOs comerciantes de joalheria em Liyue sempre dizem que um artesão chamado Kunwu uma vez pegou os raios do universo e os selou numa caixa.\nO Kunwu então enterrou aquela caixa no fundo de uma câmara rochosa escura, onde permaneceu na escuridão por quarenta e nove dias e vinte horas, até que finalmente a pérola dentro dele absorveu o brilho do sol e da lua.\n\nUma história muito curiosa, de fato. E ainda assim, até hoje, muitos em Liyue mantêm firmemente sua crença nos talentos esotéricos do mestre artesão Kunwu.\nAlguém uma vez teve a coragem de perguntar ao artesão idoso qual era seu segredo. O velho excêntrico riu da ideia absurda de suas capacidades místicas e disse:\n\"Pff! Foi puramente o resultado de um polimento prolongado!\"\n\nMas o seu aprendiz revelou uma história diferente quando questionado sobre isso em particular: Assim que Kunwu terminou de polir a Pérola Solar, o esplendor dos céus brilhou e uma lua carmesim encheu o céu.\nMas esse fenômeno significa que o Kunwu realmente recebeu ajuda divina em sua arte? Ou a sua inspiração e determinação firme provocaram resposta do céu.\n",
    "ru": "\nПоговаривают, что в Ли Юэ есть легендарная сфера.\nОднажды она поглотила весь свет в мире и после этого пролежала в деревянной коробке многие тысячелетия.\nНо сила сферы не иссякла. Покинув заточение, она стала сиять ещё ярче.\nУмелые руки мудреца смогут пробудить невероятную мощь, тысячелетиями таившуюся в этой сфере. \n\nСреди ювелиров Ли Юэ ходит байка о том, как мастер Кунь Ву заточил свет небесных тел в деревянной коробке.\nЗатем Кунь Ву оставил коробку в тёмной скалистой комнате на сорок девять дней и двадцать часов, пока сфера наконец полностью не поглотила сияние солнца и луны.\n\nСпору нет, история очень странная. Однако многие в Ли Юэ и по сей день верят в потусторонние силы мастера Кунь Ву.\nОдин смельчак даже отважился спросить престарелого мастера, в чём его секрет. Старик лишь рассмеялся над нелепой идеей, что у него есть мистические способности.\n«Пф... Просто я её как следует отполировал!»\n\nОднако его подмастерье в частной беседе поделился другой версией событий. Как только мастер Кунь Ву закончил полировку Солнечной жемчужины, на небе появилась багровая луна.\nНо означало ли это, что мастер Кунь Ву получил помощь высших сил? Или же уровень его мастерства был настолько высок, что даже небесные тела сочли нужным отреагировать?\n",
    "id": "\nRumor mengenai orb legendaris dari Liyue.\nDulu orb tersebut menyerap semua cahaya di bumi, namun setelahnya disimpan di dalam kotak kayu selama ribuan tahun.\nNamun demikian, kekuatannya tidak hilang. Sekarang dia telah terlepas dari kotaknya, dan bahkan bersinar kebih terang.\nDi tangan orang-orang yang berpengetahuan luas, mungkin kekuatannya yang luar biasa bisa dilepaskan setelah tertidur selama ribuan tahun.\n\nDi antara pedagang permata di Liyue, ada legenda bahwa master pengrajin Kunwu pernah mengumpulkan cahaya surga dan menyegelnya di dalam sebuah kotak kayu.\nKunwu kemudian mengubur kotak itu jauh di dalam ruangan berbatu gelap, selama empat puluh sembilan hari dan dua puluh jam, sampai akhirnya mutiara di dalamnya menyerap sinar matahari dan bulan.\n\nBenar-benar kisah yang sulit dipercaya. Namun demikian, sampai saat ini masih banyak yang percaya pada bakat master pengrajin Kunwu yang luar biasa itu.\nSeseorang pernah mengumpulkan keberanian untuk bertanya pada pengrajin yang sudah tua itu apa rahasianya. Pria tua yang eksentrik itu tertawa:\n\"Hanya pemolesan dalam kurun waktu yang lama\"\n\nNamun muridnya menyatakan cerita yang berbeda saat ditanya secara pribadi. Sama seperti Kunwu yang telah selesai memoles Mutiara Solar, kemegahan langit bersinar dan bulan merah muncul di angkasa.\nTetapi apakah fenomena ini berarti bahwa Kunwu memang menerima bantuan ilahi dalam keahliannya? atau apakah inspirasinya yang luar biasa telah mengguncang cakrawala dan mendapat respon dari dewata?\n",
    "th": "\nมันเป็นอัญมณีสีทองเข้มที่ถูกพูดถึงไปทั่วทั้ง Liyue\nเคยถูกอาบด้วยแสงของดวงอาทิตย์ดวงจันทร์ จากนั้นมันก็ถูกเก็บไว้ในกล่องไม้เป็นเวลาหลายพันปี\nถึงกระนั้นพลังของมันก็ไม่ได้ลดลง หากถ้าไม่มีกล่องไม้คอยเก็บไว้ มันจะยิ่งส่องประกายได้มากกว่าเดิม\nมันอาจแสดงพลังพิเศษที่มองไม่เห็นนับพันปีในมือของปราชญ์ผู้รอบรู้\n\nท่ามกลางหมู่นักค้าอัญมณีในท่าเรือ Liyue ได้มีเรื่องเล่าต่อกันมาว่า ครั้งหนึ่งช่างฝีมือ Kunwu นั้นได้เก็บรวบรวมแสงแห่งพสุธาไว้ในกล่อง\nและได้นำกล่องไม้นี้ไปซ่อนไว้ในห้องลับที่อยู่ในถ้ำหินอันมืดมิด จากนั้นปิดผนึกไว้เป็นเวลาสี่สิบวันกับอีกสิบชั่วโมง แล้วจะมีพลังที่สามารถดูดแสงตะวันและแสงจันทร์ได้\n\nแม้ฟังดูแล้วจะเป็นเรื่องราวที่น่าประหลาด แต่ชาว Liyue ก็ยังเชื่ออย่างสนิทใจว่าฝีมือของช่าง Kunwu นั้นเหนือกว่าผู้ใดในโลก\nมีผู้ใจกล้าผู้หนึ่งไปถามช่างฝีมือชรา ชายชราผู้ดูพิกลยิ้มแล้วกล่าวว่า:\n\"ก็แค่ตั้งใจขัดเงาแค่นั้นเอง\"\n\nแต่ช่างฝึกหัดแอบเผยความลับ: ในขณะที่เขากำลังจะขัดเกลาได้ที่ แสงของ \"Solar Pearl\" จะทำให้ท้องฟ้าเกิดแสงแดงฉานของพระจันทร์สีเลือด\nปรากฏการณ์ประหลาดเหล่านี้เป็นเพราะ Kunwu นั้นได้รับการช่วยเหลือจากเทพเจ้าจริง หรือเป็นเพราะแรงบันดาลใจและเจตนารมณ์ที่ไม่ธรรมดาของเขาซึ่งสร้างแรงสั่นสะเทือนไปทั่วทั้งนภากันแน่นะ?\n",
    "vi": "\nViên ngọc ám kim được lưu truyền khắp vùng Liyue.\nTừng hấp thu ánh sáng của nhật nguyệt thiên địa và vẫn luôn được cất giữ trong rương gỗ hàng ngàn năm sau.\nVì vậy, sức mạnh của nó vẫn được lưu giữ mà không bị mất đi. Cho đến nay, rương gỗ đã không còn, bảo ngọc lại tỏa ra ánh sáng của mình.\nNếu nằm trong tay người am hiểu thiên văn, địa lý, cổ kim, ắt hẳn sẽ phát huy được sức mạnh nghìn năm ngủ quên của nó.\n\nCó một truyền thuyết giữa các thương nhân đá quý ở cảng Liyue rằng thợ thủ công Kunwu từng lấy ánh sáng của trời đất để vào trong hộp.\nRồi giấu chiếc hộp trong mật thất huyền nham phía sau, ẩn dật 49 ngày 10 giờ, đoạt lấy ánh sáng nhật nguyệt.\n\nCho dù câu chuyện nghe có vẻ li kỳ, người Liyue vẫn tin rằng kỹ nghệ của Kunwu vượt trội hơn nhiều.\nCó người táo bạo đi hỏi người nghệ nhân lớn tuổi, lão nhân kỳ quái mỉm cười:\n\"Chỉ mài không ngừng mà thôi\"\n\nNhưng người học việc đã bí mật tiết lộ rằng: Khi hoàn thành \"Nhật Nguyệt Hạp\", trời bỗng rung chuyển, máu phủ ánh trăng.\nLoại dị tượng này là sự trợ giúp rất lớn cho người thợ, hay là ý chí và nguồn cảm hứng phi thường đã làm rung chuyển nhật nguyệt và trời xanh?\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "日月辉",
        "zht": "日月輝",
        "jp": "日月の輝き",
        "ko": "해와 달의 광휘",
        "en": "Solar Shine",
        "de": "Himmlisches Leuchten",
        "es": "Brillo solar",
        "fr": "Rayonnement céleste",
        "pt": "Brilho Celestial",
        "ru": "Божественный Свет",
        "id": "Solar Shine",
        "th": "Solar Shine",
        "vi": "Nhật Nguyệt Huy"
      },
      "description": {
        "zhs": "普通攻击命中后的6秒内，元素战技与元素爆发的伤害提高<color=#99FFFFFF>20%</color>；元素战技与元素爆发命中后的6秒内，普通攻击的伤害提高<color=#99FFFFFF>20%</color>。",
        "zht": "普通攻擊命中後的6秒內，元素戰技與元素爆發的傷害提高<color=#99FFFFFF>20%</color>；元素戰技與元素爆發命中後的6秒內，普通攻擊的傷害提高<color=#99FFFFFF>20%</color>。",
        "jp": "通常攻撃が命中した後、6秒間元素スキルと元素爆発のダメージ+<color=#99FFFFFF>20%</color>。元素スキルまたは元素爆発が命中した後、6秒間通常攻撃のダメージ+<color=#99FFFFFF>20%</color>。",
        "ko": "일반 공격 명중 후 6초 동안 원소전투 스킬과 원소폭발의 피해가 <color=#99FFFFFF>20%</color> 증가한다. 원소전투 스킬과 원소폭발 명중 후 6초 동안 일반 공격 피해가 <color=#99FFFFFF>20%</color> 증가한다",
        "en": "Normal Attack hits increase Elemental Skill and Elemental Burst DMG by <color=#99FFFFFF>20%</color> for 6s. Likewise, Elemental Skill or Elemental Burst hits increase Normal Attack DMG by <color=#99FFFFFF>20%</color> for 6s.",
        "de": "Erhöht den Schaden von Elementarfähigkeiten und Spezialfähigkeiten bei Treffern mit Standardangriffen 6 s lang um <color=#99FFFFFF>20 %</color>. Erhöht den Schaden von Standardangriffen bei Treffern mit Elementarfähigkeiten und Spezialfähigkeiten 6 s lang um <color=#99FFFFFF>20 %</color>.",
        "es": "Tras atacar con un Ataque Normal, el daño de la Habilidad Elemental y la Habilidad Definitiva aumenta en un <color=#99FFFFFF>20%</color> durante 6 s. Además, tras lanzar una Habilidad Elemental o Definitiva, el daño de Ataque Normal aumenta en un <color=#99FFFFFF>20%</color> durante 6 s.",
        "fr": "Les attaques normales augmentent pendant 6 s les DGT des compétences et des déchaînements élémentaires de <color=#99FFFFFF>20 %</color> lorsqu'elles touchent. Les compétences et déchaînements élémentaires augmentent pendant 6 s les DGT des attaques normales de <color=#99FFFFFF>20 %</color> lorsqu'elles touchent.",
        "pt": "Dentro de 6s após acertar um Ataque Normal, o Dano da Habilidade Elemental e do Supremo aumentam em <color=#99FFFFFF>20%</color>. Dentro de 6s após acertar uma Habilidade Elemental e o Supremo, o Dano do Ataque Normal aumenta <color=#99FFFFFF>20%</color>.",
        "ru": "Попадания обычной атакой увеличивают урон элементальных навыков и взрыва стихии на <color=#99FFFFFF>20%</color> в течение 6 сек. И наоборот, попадания элементальными навыками и взрывом стихии увеличивают урон обычной атаки на <color=#99FFFFFF>20%</color> в течение 6 сек.",
        "id": "Saat Normal Attack mengenai musuh, meningkatkan <color=#99FFFFFF>20%</color> DMG Elemental Skill dan Elemental Burst selama 6 detik. Sebaliknya, saat Elemental Skill atau Elemental Burst mengenai musuh, meningkatkan <color=#99FFFFFF>20%</color> DMG Normal Attack selama 6 detik.",
        "th": "ภายในเวลา 6 วินาที หลังจากที่การโจมตีปกติถูกเป้าหมาย ความเสียหายของสกิลธาตุและท่าไม้ตายจะเพิ่มขึ้น <color=#99FFFFFF>20%</color>; ภายในเวลา 6 วินาทีหลังจากสกิลธาตุและท่าไม้ตายถูกเป้าหมาย ความเสียหายของการโจมตีปกติจะเพิ่มขึ้น <color=#99FFFFFF>20%</color>",
        "vi": "Trong 6s sau khi tấn công thường đánh trúng địch, sát thương kỹ năng Nguyên Tố và kỹ năng nộ tăng <color=#99FFFFFF>20%</color>; Trong 6s sau khi kỹ năng nguyên tố và kỹ năng nộ đánh trúng địch, sát thương tấn công thường tăng <color=#99FFFFFF>20%</color>."
      }
    },
    {
      "name": {
        "zhs": "日月辉",
        "zht": "日月輝",
        "jp": "日月の輝き",
        "ko": "해와 달의 광휘",
        "en": "Solar Shine",
        "de": "Himmlisches Leuchten",
        "es": "Brillo solar",
        "fr": "Rayonnement céleste",
        "pt": "Brilho Celestial",
        "ru": "Божественный свет",
        "id": "Solar Shine",
        "th": "Solar Shine",
        "vi": "Nhật Nguyệt Huy"
      },
      "description": {
        "zhs": "普通攻击命中后的6秒内，元素战技与元素爆发的伤害提高<color=#99FFFFFF>25%</color>；元素战技与元素爆发命中后的6秒内，普通攻击的伤害提高<color=#99FFFFFF>25%</color>。",
        "zht": "普通攻擊命中後的6秒內，元素戰技與元素爆發的傷害提高<color=#99FFFFFF>25%</color>；元素戰技與元素爆發命中後的6秒內，普通攻擊的傷害提高<color=#99FFFFFF>25%</color>。",
        "jp": "通常攻撃が命中した後、6秒間元素スキルと元素爆発のダメージ+<color=#99FFFFFF>25%</color>。元素スキルまたは元素爆発が命中した後、6秒間通常攻撃のダメージ+<color=#99FFFFFF>25%</color>。",
        "ko": "일반 공격 명중 후 6초 동안 원소전투 스킬과 원소폭발의 피해가 <color=#99FFFFFF>25%</color> 증가한다. 원소전투 스킬과 원소폭발 명중 후 6초 동안 일반 공격 피해가 <color=#99FFFFFF>25%</color> 증가한다",
        "en": "Normal Attack hits increase Elemental Skill and Elemental Burst DMG by <color=#99FFFFFF>25%</color> for 6s. Likewise, Elemental Skill or Elemental Burst hits increase Normal Attack DMG by <color=#99FFFFFF>25%</color> for 6s.",
        "de": "Erhöht den Schaden von Elementarfähigkeiten und Spezialfähigkeiten bei Treffern mit Standardangriffen 6 s lang um <color=#99FFFFFF>25 %</color>. Erhöht den Schaden von Standardangriffen bei Treffern mit Elementarfähigkeiten und Spezialfähigkeiten 6 s lang um <color=#99FFFFFF>25 %</color>.",
        "es": "Tras atacar con un Ataque Normal, el daño de la Habilidad Elemental y la Habilidad Definitiva aumenta en un <color=#99FFFFFF>25%</color> durante 6 s. Además, tras lanzar una Habilidad Elemental o Definitiva, el daño de Ataque Normal aumenta en un <color=#99FFFFFF>25%</color> durante 6 s.",
        "fr": "Les attaques normales augmentent pendant 6 s les DGT des compétences et des déchaînements élémentaires de <color=#99FFFFFF>25 %</color> lorsqu'elles touchent. Les compétences et déchaînements élémentaires augmentent pendant 6 s les DGT des attaques normales de <color=#99FFFFFF>25 %</color> lorsqu'elles touchent.",
        "pt": "Dentro de 6s após acertar um Ataque Normal, o Dano da Habilidade Elemental e do Supremo aumentam em <color=#99FFFFFF>25%</color>. Dentro de 6s após acertar uma Habilidade Elemental e o Supremo, o Dano do Ataque Normal aumenta <color=#99FFFFFF>25%</color>.",
        "ru": "Попадания обычной атакой увеличивают урон элементальных навыков и взрыва стихии на <color=#99FFFFFF>25%</color> в течение 6 сек. И наоборот, попадания элементальными навыками и взрывом стихии увеличивают урон обычной атаки на <color=#99FFFFFF>25%</color> в течение 6 сек.",
        "id": "Saat Normal Attack mengenai musuh, meningkatkan <color=#99FFFFFF>25%</color> DMG Elemental Skill dan Elemental Burst selama 6 detik. Sebaliknya, saat Elemental Skill atau Elemental Burst mengenai musuh, meningkatkan <color=#99FFFFFF>25%</color> DMG Normal Attack selama 6 detik.",
        "th": "ภายในเวลา 6 วินาที หลังจากที่การโจมตีปกติถูกเป้าหมาย ความเสียหายของสกิลธาตุและท่าไม้ตายจะเพิ่มขึ้น <color=#99FFFFFF>25%</color>; ภายในเวลา 6 วินาทีหลังจากสกิลธาตุและท่าไม้ตายถูกเป้าหมาย ความเสียหายของการโจมตีปกติจะเพิ่มขึ้น <color=#99FFFFFF>25%</color>",
        "vi": "Trong 6s sau khi tấn công thường đánh trúng địch, sát thương kỹ năng Nguyên Tố và kỹ năng nộ tăng <color=#99FFFFFF>25%</color>; Trong 6s sau khi kỹ năng nguyên tố và kỹ năng nộ đánh trúng địch, sát thương tấn công thường tăng <color=#99FFFFFF>25%</color>."
      }
    },
    {
      "name": {
        "zhs": "日月辉",
        "zht": "日月輝",
        "jp": "日月の輝き",
        "ko": "해와 달의 광휘",
        "en": "Solar Shine",
        "de": "Himmlisches Leuchten",
        "es": "Brillo solar",
        "fr": "Rayonnement céleste",
        "pt": "Brilho Celestial",
        "ru": "Божественный свет",
        "id": "Solar Shine",
        "th": "Solar Shine",
        "vi": "Nhật Nguyệt Huy"
      },
      "description": {
        "zhs": "普通攻击命中后的6秒内，元素战技与元素爆发的伤害提高<color=#99FFFFFF>30%</color>；元素战技与元素爆发命中后的6秒内，普通攻击的伤害提高<color=#99FFFFFF>30%</color>。",
        "zht": "普通攻擊命中後的6秒內，元素戰技與元素爆發的傷害提高<color=#99FFFFFF>30%</color>；元素戰技與元素爆發命中後的6秒內，普通攻擊的傷害提高<color=#99FFFFFF>30%</color>。",
        "jp": "通常攻撃が命中した後、6秒間元素スキルと元素爆発のダメージ+<color=#99FFFFFF>30%</color>。元素スキルまたは元素爆発が命中した後、6秒間通常攻撃のダメージ+<color=#99FFFFFF>30%</color>。",
        "ko": "일반 공격 명중 후 6초 동안 원소전투 스킬과 원소폭발의 피해가 <color=#99FFFFFF>30%</color> 증가한다. 원소전투 스킬과 원소폭발 명중 후 6초 동안 일반 공격 피해가 <color=#99FFFFFF>30%</color> 증가한다",
        "en": "Normal Attack hits increase Elemental Skill and Elemental Burst DMG by <color=#99FFFFFF>30%</color> for 6s. Likewise, Elemental Skill or Elemental Burst hits increase Normal Attack DMG by <color=#99FFFFFF>30%</color> for 6s.",
        "de": "Erhöht den Schaden von Elementarfähigkeiten und Spezialfähigkeiten bei Treffern mit Standardangriffen 6 s lang um <color=#99FFFFFF>30 %</color>. Erhöht den Schaden von Standardangriffen bei Treffern mit Elementarfähigkeiten und Spezialfähigkeiten 6 s lang um <color=#99FFFFFF>30 %</color>.",
        "es": "Tras atacar con un Ataque Normal, el daño de la Habilidad Elemental y la Habilidad Definitiva aumenta en un <color=#99FFFFFF>30%</color> durante 6 s. Además, tras lanzar una Habilidad Elemental o Definitiva, el daño de Ataque Normal aumenta en un <color=#99FFFFFF>30%</color> durante 6 s.",
        "fr": "Les attaques normales augmentent pendant 6 s les DGT des compétences et des déchaînements élémentaires de <color=#99FFFFFF>30 %</color> lorsqu'elles touchent. Les compétences et déchaînements élémentaires augmentent pendant 6 s les DGT des attaques normales de <color=#99FFFFFF>30 %</color> lorsqu'elles touchent.",
        "pt": "Dentro de 6s após acertar um Ataque Normal, o Dano da Habilidade Elemental e do Supremo aumentam em <color=#99FFFFFF>30%</color>. Dentro de 6s após acertar uma Habilidade Elemental e o Supremo, o Dano do Ataque Normal aumenta <color=#99FFFFFF>30%</color>.",
        "ru": "Попадания обычной атакой увеличивают урон элементальных навыков и взрыва стихии на <color=#99FFFFFF>30%</color> в течение 6 сек. И наоборот, попадания элементальными навыками и взрывом стихии увеличивают урон обычной атаки на <color=#99FFFFFF>30%</color> в течение 6 сек.",
        "id": "Saat Normal Attack mengenai musuh, meningkatkan <color=#99FFFFFF>30%</color> DMG Elemental Skill dan Elemental Burst selama 6 detik. Sebaliknya, saat Elemental Skill atau Elemental Burst mengenai musuh, meningkatkan <color=#99FFFFFF>30%</color> DMG Normal Attack selama 6 detik.",
        "th": "ภายในเวลา 6 วินาที หลังจากที่การโจมตีปกติถูกเป้าหมาย ความเสียหายของสกิลธาตุและท่าไม้ตายจะเพิ่มขึ้น <color=#99FFFFFF>30%</color>; ภายในเวลา 6 วินาทีหลังจากสกิลธาตุและท่าไม้ตายถูกเป้าหมาย ความเสียหายของการโจมตีปกติจะเพิ่มขึ้น <color=#99FFFFFF>30%</color>",
        "vi": "Trong 6s sau khi tấn công thường đánh trúng địch, sát thương kỹ năng Nguyên Tố và kỹ năng nộ tăng <color=#99FFFFFF>30%</color>; Trong 6s sau khi kỹ năng nguyên tố và kỹ năng nộ đánh trúng địch, sát thương tấn công thường tăng <color=#99FFFFFF>30%</color>."
      }
    },
    {
      "name": {
        "zhs": "日月辉",
        "zht": "日月輝",
        "jp": "日月の輝き",
        "ko": "해와 달의 광휘",
        "en": "Solar Shine",
        "de": "Himmlisches Leuchten",
        "es": "Brillo solar",
        "fr": "Rayonnement céleste",
        "pt": "Brilho Celestial",
        "ru": "Божественный свет",
        "id": "Solar Shine",
        "th": "Solar Shine",
        "vi": "Nhật Nguyệt Huy"
      },
      "description": {
        "zhs": "普通攻击命中后的6秒内，元素战技与元素爆发的伤害提高<color=#99FFFFFF>35%</color>；元素战技与元素爆发命中后的6秒内，普通攻击的伤害提高<color=#99FFFFFF>35%</color>。",
        "zht": "普通攻擊命中後的6秒內，元素戰技與元素爆發的傷害提高<color=#99FFFFFF>35%</color>；元素戰技與元素爆發命中後的6秒內，普通攻擊的傷害提高<color=#99FFFFFF>35%</color>。",
        "jp": "通常攻撃が命中した後、6秒間元素スキルと元素爆発のダメージ+<color=#99FFFFFF>35%</color>。元素スキルまたは元素爆発が命中した後、6秒間通常攻撃のダメージ+<color=#99FFFFFF>35%</color>。",
        "ko": "일반 공격 명중 후 6초 동안 원소전투 스킬과 원소폭발의 피해가 <color=#99FFFFFF>35%</color> 증가한다. 원소전투 스킬과 원소폭발 명중 후 6초 동안 일반 공격 피해가 <color=#99FFFFFF>35%</color> 증가한다",
        "en": "Normal Attack hits increase Elemental Skill and Elemental Burst DMG by <color=#99FFFFFF>35%</color> for 6s. Likewise, Elemental Skill or Elemental Burst hits increase Normal Attack DMG by <color=#99FFFFFF>35%</color> for 6s.",
        "de": "Erhöht den Schaden von Elementarfähigkeiten und Spezialfähigkeiten bei Treffern mit Standardangriffen 6 s lang um <color=#99FFFFFF>35 %</color>. Erhöht den Schaden von Standardangriffen bei Treffern mit Elementarfähigkeiten und Spezialfähigkeiten 6 s lang um <color=#99FFFFFF>35 %</color>.",
        "es": "Tras atacar con un Ataque Normal, el daño de la Habilidad Elemental y la Habilidad Definitiva aumenta en un <color=#99FFFFFF>35%</color> durante 6 s. Además, tras lanzar una Habilidad Elemental o Definitiva, el daño de Ataque Normal aumenta en un <color=#99FFFFFF>35%</color> durante 6 s.",
        "fr": "Les attaques normales augmentent pendant 6 s les DGT des compétences et des déchaînements élémentaires de <color=#99FFFFFF>35 %</color> lorsqu'elles touchent. Les compétences et déchaînements élémentaires augmentent pendant 6 s les DGT des attaques normales de <color=#99FFFFFF>35 %</color> lorsqu'elles touchent.",
        "pt": "Dentro de 6s após acertar um Ataque Normal, o Dano da Habilidade Elemental e do Supremo aumentam em <color=#99FFFFFF>35%</color>. Dentro de 6s após acertar uma Habilidade Elemental e o Supremo, o Dano do Ataque Normal aumenta <color=#99FFFFFF>35%</color>.",
        "ru": "Попадания обычной атакой увеличивают урон элементальных навыков и взрыва стихии на <color=#99FFFFFF>35%</color> в течение 6 сек. И наоборот, попадания элементальными навыками и взрывом стихии увеличивают урон обычной атаки на <color=#99FFFFFF>35%</color> в течение 6 сек.",
        "id": "Saat Normal Attack mengenai musuh, meningkatkan <color=#99FFFFFF>35%</color> DMG Elemental Skill dan Elemental Burst selama 6 detik. Sebaliknya, saat Elemental Skill atau Elemental Burst mengenai musuh, meningkatkan <color=#99FFFFFF>35%</color> DMG Normal Attack selama 6 detik.",
        "th": "ภายในเวลา 6 วินาที หลังจากที่การโจมตีปกติถูกเป้าหมาย ความเสียหายของสกิลธาตุและท่าไม้ตายจะเพิ่มขึ้น <color=#99FFFFFF>35%</color>; ภายในเวลา 6 วินาทีหลังจากสกิลธาตุและท่าไม้ตายถูกเป้าหมาย ความเสียหายของการโจมตีปกติจะเพิ่มขึ้น <color=#99FFFFFF>35%</color>",
        "vi": "Trong 6s sau khi tấn công thường đánh trúng địch, sát thương kỹ năng Nguyên Tố và kỹ năng nộ tăng <color=#99FFFFFF>35%</color>; Trong 6s sau khi kỹ năng nguyên tố và kỹ năng nộ đánh trúng địch, sát thương tấn công thường tăng <color=#99FFFFFF>35%</color>."
      }
    },
    {
      "name": {
        "zhs": "日月辉",
        "zht": "日月輝",
        "jp": "日月の輝き",
        "ko": "해와 달의 광휘",
        "en": "Solar Shine",
        "de": "Himmlisches Leuchten",
        "es": "Brillo solar",
        "fr": "Rayonnement céleste",
        "pt": "Brilho Celestial",
        "ru": "Божественный свет",
        "id": "Solar Shine",
        "th": "Solar Shine",
        "vi": "Nhật Nguyệt Huy"
      },
      "description": {
        "zhs": "普通攻击命中后的6秒内，元素战技与元素爆发的伤害提高<color=#99FFFFFF>40%</color>；元素战技与元素爆发命中后的6秒内，普通攻击的伤害提高<color=#99FFFFFF>40%</color>。",
        "zht": "普通攻擊命中後的6秒內，元素戰技與元素爆發的傷害提高<color=#99FFFFFF>40%</color>；元素戰技與元素爆發命中後的6秒內，普通攻擊的傷害提高<color=#99FFFFFF>40%</color>。",
        "jp": "通常攻撃が命中した後、6秒間元素スキルと元素爆発のダメージ+<color=#99FFFFFF>40%</color>。元素スキルまたは元素爆発が命中した後、6秒間通常攻撃のダメージ+<color=#99FFFFFF>40%</color>。",
        "ko": "일반 공격 명중 후 6초 동안 원소전투 스킬과 원소폭발의 피해가 <color=#99FFFFFF>40%</color> 증가한다. 원소전투 스킬과 원소폭발 명중 후 6초 동안 일반 공격 피해가 <color=#99FFFFFF>40%</color> 증가한다",
        "en": "Normal Attack hits increase Elemental Skill and Elemental Burst DMG by <color=#99FFFFFF>40%</color> for 6s. Likewise, Elemental Skill or Elemental Burst hits increase Normal Attack DMG by <color=#99FFFFFF>40%</color> for 6s.",
        "de": "Erhöht den Schaden von Elementarfähigkeiten und Spezialfähigkeiten bei Treffern mit Standardangriffen 6 s lang um <color=#99FFFFFF>40 %</color>. Erhöht den Schaden von Standardangriffen bei Treffern mit Elementarfähigkeiten und Spezialfähigkeiten 6 s lang um <color=#99FFFFFF>40 %</color>.",
        "es": "Tras atacar con un Ataque Normal, el daño de la Habilidad Elemental y la Habilidad Definitiva aumenta en un <color=#99FFFFFF>40%</color> durante 6 s. Además, tras lanzar una Habilidad Elemental o Definitiva, el daño de Ataque Normal aumenta en un <color=#99FFFFFF>40%</color> durante 6 s.",
        "fr": "Les attaques normales augmentent pendant 6 s les DGT des compétences et des déchaînements élémentaires de <color=#99FFFFFF>40 %</color> lorsqu'elles touchent. Les compétences et déchaînements élémentaires augmentent pendant 6 s les DGT des attaques normales de <color=#99FFFFFF>40 %</color> lorsqu'elles touchent.",
        "pt": "Dentro de 6s após acertar um Ataque Normal, o Dano da Habilidade Elemental e do Supremo aumentam em <color=#99FFFFFF>40%</color>. Dentro de 6s após acertar uma Habilidade Elemental e o Supremo, o Dano do Ataque Normal aumenta <color=#99FFFFFF>40%</color>.",
        "ru": "Попадания обычной атакой увеличивают урон элементальных навыков и взрыва стихии на <color=#99FFFFFF>40%</color> в течение 6 сек. И наоборот, попадания элементальными навыками и взрывом стихии увеличивают урон обычной атаки на <color=#99FFFFFF>40%</color> в течение 6 сек.",
        "id": "Saat Normal Attack mengenai musuh, meningkatkan <color=#99FFFFFF>40%</color> DMG Elemental Skill dan Elemental Burst selama 6 detik. Sebaliknya, saat Elemental Skill atau Elemental Burst mengenai musuh, meningkatkan <color=#99FFFFFF>40%</color> DMG Normal Attack selama 6 detik.",
        "th": "ภายในเวลา 6 วินาที หลังจากที่การโจมตีปกติถูกเป้าหมาย ความเสียหายของสกิลธาตุและท่าไม้ตายจะเพิ่มขึ้น <color=#99FFFFFF>40%</color>; ภายในเวลา 6 วินาทีหลังจากสกิลธาตุและท่าไม้ตายถูกเป้าหมาย ความเสียหายของการโจมตีปกติจะเพิ่มขึ้น <color=#99FFFFFF>40%</color>",
        "vi": "Trong 6s sau khi tấn công thường đánh trúng địch, sát thương kỹ năng Nguyên Tố và kỹ năng nộ tăng <color=#99FFFFFF>40%</color>; Trong 6s sau khi kỹ năng nguyên tố và kỹ năng nộ đánh trúng địch, sát thương tấn công thường tăng <color=#99FFFFFF>40%</color>."
      }
    }
  ],
  "internal_name": "Catalyst_Resurrection",
  "imgid": "catalyst/resurrection"
}