{
  "id": 14402,
  "type": "catalyst",
  "rank": 4,
  "name": {
    "zhs": "流浪乐章",
    "zht": "流浪樂章",
    "jp": "流浪楽章",
    "ko": "음유시인의 악장",
    "en": "The Widsith",
    "de": "Landstreichernoten",
    "es": "Sinfonía de los Merodeadores",
    "fr": "Mouvement vagabond",
    "pt": "Sinfonia dos Indolentes",
    "ru": "Песнь странника",
    "id": "The Widsith",
    "th": "The Widsith",
    "vi": "Chương Nhạc Lang Thang"
  },
  "description": {
    "zhs": "记载着歌谱的厚重记事簿。尽管遭受了虫蛀和风化，残留的手迹仍透露出力量。",
    "zht": "記載著歌譜的厚重記事簿。儘管遭受了蟲蛀和風化，殘留的手跡仍透露出力量。",
    "jp": "楽譜が記されているノート。風化と虫の侵食はあるが、それでも筆跡から力を感じられる。",
    "ko": "노래 악보가 적혀있는 두꺼운 노트. 벌레가 갉아먹고 풍화되긴 했지만 남아있는 필적에서 힘이 느껴진다",
    "en": "A heavy notebook filled with musical scores. Though suffering from moth damage and heavy wear-and-tear, there is still much power to be found among the hand-written words within.",
    "de": "Ein dickes Notizheft voller Noten. Obgleich halb verwittert, ist die Kraft der Handschrift noch deutlich spürbar.",
    "es": "Un pesado cuaderno lleno de partituras. A pesar de que está consumido por las polillas, la escritura sigue mostrando su poder.",
    "fr": "Un épais carnet couvert de notes. Bien qu'il soit abîmé et rongé par les vers, un grand pouvoir existe dans les mots couchés à la main.",
    "pt": "Um caderno pesado cheio de partituras. Apesar de já estar bastante danificado, ainda há muito poder que pode ser encontrado nas palavras escritas.",
    "ru": "Эта тяжёлая книга содержит огромное количество песен. Рукописный текст внушает уважение, хоть книга и была поедена молью.",
    "id": "Sebuah buku catatan tebal yang berisi beragam tulisan lagu. Meskipun sudah tua dan dimakan ngengat, di dalam tulisannya masih tersimpan kekuatan yang besar.",
    "th": "หนังสือบันทึกเนื้อเพลงเล่มหนา ๆ ซึ่งถึงแม้จะถูกแมลงและสายลมทำให้ผุกร่อนไปบ้าง แต่ลายมือที่เหลืออยู่ก็ยังคงเผยพลังงานให้เห็นอยู่ดี",
    "vi": "Quyển sổ dày ghi chép nhiều bản nhạc. Tuy rằng bị mọt gặm nhấm, nhưng bút tích còn sót lại vẫn phát ra sức mạnh."
  },
  "lore": {
    "zhs": "\n记载着歌谱与乐团成员游记的记事簿，成员间共用。\n流浪乐团的历史无可追溯，在蒙德重建之前便解散。\n记事簿随着成员旅行在各处流转，见识不同的世界。\n从演出的记录和观众的欢喜中，汲取了厚重的力量。\n\n流浪乐团建立于旧贵族的时代，\n曾被人们心怀希望或恐惧地称为剑乐团。\n在彼时的蒙德，就连诗歌也是不自由的。\n\n他们以剑为笛弓为琴，带来反抗的歌声。\n最终试图闯入城中，诛讨暴虐的旧贵族。\n\n剑乐团已经不再，他们的反抗也被人遗忘了。\n但抗争的意志，如同血脉，将永远流传下去。",
    "zht": "\n記載著歌譜與樂團成員遊記的記事簿，成員間共用。\n流浪樂團的歷史無可追溯，在蒙德重建之前便解散。\n記事簿隨著成員旅行在各處流轉，見識不同的世界。\n從演出的記錄和觀眾的歡喜中，汲取了厚重的力量。\n\n流浪樂團建立於舊貴族的時代，\n曾被人們心懷希望或恐懼地稱為劍樂團。\n在彼時的蒙德，就連詩歌也是不自由的。\n\n他們以劍為笛弓為琴，帶來反抗的歌聲。\n最終試圖闖入城中，誅討暴虐的舊貴族。\n\n劍樂團已經不再，他們的反抗也被人遺忘了。\n但抗爭的意志，如同血脈，將永遠流傳下去。",
    "jp": "\n楽譜と楽団メンバーの旅行記が載っているメンバー共有のメモ帳。\n流浪楽団は根源を遡れないほど悠久な歴史を持ち、モンドの再建前にすでに解散している。\nメモ帳は楽団メンバーと共に、異なる世界を見てきた。\n演奏記録から、観客の喜びやその力強さを感じ取れる。\n\n流浪楽団は旧貴族時代に結成され、\n希望、或いは恐怖の心を持つ人々は彼らを剣楽団と呼んだ。\n当時のモンドは、唄さえ許されていなかった。\n\n彼らは剣を笛の代わりに、弓を琴の代わりに、反乱の響を奏でた。\n最後は城内に攻め込み、暴虐な貴族に天誅を下そうと試みた。\n\n剣楽団は既になくなり、彼らの反逆も人々に忘れられた。\nだが、反逆の意思は、血の繋がりと共に、永遠に伝わっていく。",
    "ko": "\n노래 악보와 악단 단원의 여행기가 적혀있는 공용 노트.\n방랑하는 악단은 몬드가 재건되기 전에 이미 해산했기 때문에 그들의 역사는 거슬러 올라갈 수 없다.\n공용 노트는 단원들과 함께 각처를 돌아다니며 세계 곳곳을 함께 둘러봤다.\n공연 기록과 관중들의 기쁨에서 풍부한 힘을 얻었다.\n\n떠돌이 악단은 옛 귀족 시대에 설립되어\n사람들로부터 희망 또는 공포의 검악단이라고 불렸다.\n이때의 몬드는 노래조차 자유롭게 부를 수 없었다.\n\n그들은 검을 피리로 삼고 활을 하프로 삼은 채 반항의 노래를 불렀다.\n마지막엔 성에 난입해 폭정을 일삼는 옛 귀족을 토벌하려 했다.\n\n검악단이 사라지며 그들의 반항 또한 사람들로부터 점점 잊혔다.\n하지만 항쟁의 의지는 혈맥과 같이 영원히 흘러갈 것이다.",
    "en": "\nA notebook that was shared among the members of the Wanderer's Troupe. It contains musical scores and travel journals.\nThe history of the troupe has been lost, since it was disbanded before Mondstadt was rebuilt.\nThe notebook records the experiences of the Troupe, the lands they roamed and the worlds they witnessed.\nIt siphons great power from the records of the Troupe's performances as well as the cheering of the crowds they performed for.\n\nThe Wanderer's Troupe was founded during the reign of the Aristocracy.\nMany referred to it as the Swordman's Troupe — some out of hope, others out of fear.\nEven poems and songs were denied the right to freedom in that era.\n\nFor flutes they had swords, for harps they had bows, and their song was an anthem of rebellion.\nTheir final act was an attempt to storm the city and impose the death sentence upon its tyrannical rulers.\n\nThe Swordsman's Troupe had gone, and with it the memory of their rebellion.\nBut the spirit of resistance they embodied will always flow in Mondstadters' veins.",
    "de": "\nEin Notizbuch, das sich die Mitglieder des Ensembles teilten. Sie benutzten es für Noten und weitere Reisenotizen.\nDie Geschichte der Truppe ging verloren, da sie sich auflöste, bevor Mondstadt neu gegründet wurde.\nDas Notizbuch enthält alle Aufzeichnungen des Ensembles über alles, was es gesehen und erlebt hatte auf seinen Reisen.\nEs zog viel Energie von den Aufzeichnungen der Truppe, von ihren Auftritten und dem Applaus, den sie bekamen.\n\nDas Ensemble wurde während der Regentschaft der Aristokraten gegründet.\nEinige wenige nannten sie auch die Schwertkämpfertruppe, manche aus Hoffnung, manche aus Angst.\nZu jener Zeit war sogar Poesie in Mondstadt verboten.\n\nAnstelle von Flöten hatten sie Schwerter, Bögen anstelle von Harfen und ihre Hymne war die der Rebellion.\nIhr Grande Finale war ein Versuch, die Stadt zu stürmen und die Aristokraten zum Tode zu verurteilen.\n\nDie Schwertkämpfertruppe war längst gegangen und mit ihnen die Erinnerung an die Rebellion.\nAber der Geist der Revolution, den sie verkörperten, wird für immer in Mondstadt verweilen.",
    "es": "\nUn cuaderno de bitácora con notas de viajes escritas por todos los integrantes de la Orquesta.\nEs difícil rastrear los inicios de la Orquesta del Errante, ya que se disolvió antes de la reconstrucción de Mondstadt.\nEl cuaderno registra las tierras que recorrieron sus miembros y los mundos que presenciaron.\nSu gran poder procede de los registros de las actuaciones de la Orquesta, así como de los vítores de las multitudes para las que actuaron.\n\nLa Orquesta del Errante se fundó durante el reinado de la aristocracia.\nAl principio, muchos la llamaban la Orquesta de la Espadachina; unos por esperanza, y otros, por miedo.\nEn aquella época, ni siquiera la poesía y las canciones eran libres.\n\nSus espadas eran sus flautas y sus arcos eran sus arpas. Con ellas, tocaban su himno de rebelión.\nSu acto final fue un intento de asaltar la ciudad y cantar la sentencia de muerte de sus tiránicos gobernantes.\n\nLa Orquesta de la Espadachina se disolvió y, con ella, su rebelión cayó en el olvido.\nSin embargo, el espíritu de resistencia que encarnó siempre correrá por las venas del pueblo de Mondstadt.",
    "fr": "\nUn carnet de notes qui était autrefois partagé par les membres de la Compagnie Vagabonde ; il servit autant de recueil de partitions que de journal de voyage.\nL'histoire de la troupe, qui s'est dissolue avant même que Mondstadt soit fondée, s'est perdue dans le passé.\nLe carnet narre les voyages du groupe et les expériences par lui vécues lors de ses pérégrinations.\nIl semble tirer des archives des représentations données et de l'enthousiasme du public une puissante force.\n\nLa Compagnie Vagabonde fut fondée durant le règne de l'aristocratie.\nBeaucoup l'appelaient autrefois la Troupe aux Épées – certains espérant, d'autres craignant.\nMême poèmes et chants étaient alors interdits à Mondstadt.\n\nLeur flûtes étaient leurs épées, et leurs harpes étaient leurs arcs ; et leur chanson fut un appel à la rébellion.\nLeur but ultime était de rentrer dans la cité et mettre à mort ses cruels dirigeants.\n\nLa Compagnie Vagabonde disparut, et avec elle le souvenir de sa révolte.\nMais l'esprit de résistance qu'elle incarna autrefois demeurera à jamais.",
    "pt": "\nUm caderno que foi compartilhado entre os membros da Trupe Itinerante. Contém partituras e notas da viagem.\nA história da trupe foi perdida, visto que ela se separou antes da reconstrução de Mondstadt.\nO caderno registra as experiências da trupe, as terras que visitaram e os mundos que viram.\nUm poder forte sai dos registros das apresentações da trupe, assim como a alegria das multidões para com quem atuaram.\n\nA Trupe Itinerante foi fundada durante o reinado da Aristocracia.\nMuitos se referiam a ela como a Trupe dos Espadachins, alguns por esperança, outros por medo.\nAté mesmo poemas e músicas não tinham o direito a liberdade naquela época.\n\nNo lugar de espadas, tinham flautas, harpas ao invés de arcos, e sua música era um hino de rebelião.\nSeu ato final foi uma tentativa de assaltar a cidade e dar uma sentença de morte aos seus governantes tirânicos.\n\nA Trupe de Espadachins se dissolveu, e com eles a memória de sua rebelião.\nMas o espírito de resistência que possuíam sempre seguirá nas veias do povo de Mondstadt.",
    "ru": "\nЖурнал музыкантов Бродячего ансамбля, в котором они записывали ноты и путевые заметки.\nПроследить историю ансамбля невозможно, потому что он распался задолго до восстановления Мондштадта.\nВ журнале музыканты подробно описывают свои путешествия.\nЗаписи в журнале источают такую же мощную энергию, как и живые выступления ансамбля.\n\nБродячий ансамбль собрался в эпоху правления Аристократов.\nМузыкантов часто называли Ансамбль Мечников. Некоторые делали это из-за страха, а некоторые со скрытой надеждой.\nВ те времена даже поэзия не могла быть свободной.\n\nМечи были их флейтами, луки были их арфами, а песнью их был гимн восстания.\nФинальным их представлением была попытка штурма города и свержения тиранов.\n\nДавно забыт Ансамбль Мечников, забыто и их восстание. \nНо их свободолюбивый бунтарский дух живёт в гражданах Мондштадта и по сей день.",
    "id": "\nSebuah buku catatan yang berisikan skor musik dan catatan perjalanan, dibagikan di antara anggota kelompok petualang.\nSejarah mengenai kelompok tersebut sudah hilang, karena dibubarkan sebelum Mondstadt dibangun kembali.\nCatatan tersebut berisikan pengalaman kelompok tersebut, dataran yang mereka jelajahi dan dunia yang mereka saksikan.\nTelah menarik banyak kekuatan dari catatan pertunjukan kelompok tersebut serta sorak-sorai orang-orang saat mereka tampil.\n\nKelompok petualang dibentuk di era kepemimpinan bangsawan.\nBanyak orang menyebutnya sebagai Kelompok Swordman, beberapa karena harapan, beberapa karena takut.\nBahkan puisi dan lagu tidak mempunyai hak kebebasan di era tersebut.\n\nMereka menggunakan pedang sebagai seruling dan busur sebagai kecapi, yang membawa suara nyanyian pemberontak.\nAksi terakhir mereka adalah upaya untuk masuk ke dalam kota dan menjatuhkan hukuman mati kepada penguasa tirani.\n\nKelompok Swordman telah tiada, dan pemberontakan mereka dilupakan.\nTetapi semangat mereka, akan selalu mengalir di dalam nadi Mondstadt.",
    "th": "\nสมุดบันทึกที่ใช้ร่วมกันในหมู่สมาชิกคณะดนตรี มันบันทึกคะแนนและเรื่องราวการเดินทางของคณะดนตรีเอาไว้\nประวัติความเป็นมาของคณะดนตรีนั้นได้สูญหายไปเนื่องจากวงแตกก่อนที่จะทำการสร้าง Mondstadt ขึ้นใหม่\nสมุดบันทึกได้บันทึกประสบการณ์ของคณะดนตรี, ดินแดนที่พวกเขาท่องไปและโลกที่พวกเขาได้พบเจอ\nมันได้ดูดซับพลังงานไว้มากมายจากบันทึกการแสดงและความสุขของผู้ชมที่รับชม\n\nคณะดนตรีพเนจรนั้นได้ก่อตั้งขึ้นในช่วงสมัยที่เหล่าชนชั้นสูงมีอำนาจ\nเคยถูกรู้จักกันในนาม Swordman's Troupe ไม่ว่าจะด้วยความหวังหรือด้วยความหวาดกลัว\nMondstadt ในช่วงเวลานั้นไม่มีแม้แต่อิสรภาพในบทกวี\n\nพวกเขาใช้ดาบแทนขลุ่ยและใช้ธนูแทนพิณให้นำมาซึ่งบทเพลงแห่งการต่อต้าน\nในที่สุดพวกเขาก็พยายามที่จะบุกเข้าไปในเมืองเพื่อมอบบทลงโทษแก่เหล่าขุนนางเก่าทรราชย์\n\nไม่มีคณะดนตรีพเนจรอีกแล้ว และการต่อต้านของพวกเขาก็ถูกลืมเลือนไปด้วย\nแต่เจตนารมณ์แห่งการต่อต้านนั้นเป็นดั่งสายเลือดที่จะสืบทอดต่อไปเรื่อย ๆ",
    "vi": "\nCuốn sổ ghi chép lại những bản nhạc và ký sự du kí của các thành viên đoàn nhạc, được mọi người dùng chung.\nTruy ngược dòng lịch sử về gánh hát rong đó có thể biết rằng, họ giải nghệ trước lúc Mondstadt được xây dựng lại.\nCuốn sổ được lưu truyền giữa các thành viên, ghi lại các thế giới khác nhau.\nTừ việc ghi lại quá trình lưu diễn, sự yêu thích của khán giả, nó đã tích giữ được sức mạnh vô cùng to lớn.\n\nGánh hát rong được thành lập từ hồi quý tộc cũ,\nTừng được mọi người hy vọng hoặc nơm nớp sợ hãi gọi là đoàn nhạc kiếm.\nVào thời điểm đó ở Mondstadt, ngay cả thơ cũng không được tự do.\n\nHọ đã dùng kiếm như sáo và cung tên như đàn hạc, mang đến tiếng hát phản kháng.\nCuối cùng, cố gắng đánh vào thành phố, thảo phạt tầng lớp quý tộc cũ chuyên chế.\n\nĐoàn nhạc kiếm không còn nữa, sự kháng cự của họ đã bị lãng quên.\nNhưng ý chí chiến đấu như huyết mạch, sẽ tiếp tục truyền mãi."
  },
  "effects": [
    {
      "name": {
        "zhs": "登场乐",
        "zht": "登場樂",
        "jp": "序曲",
        "ko": "등장 음악",
        "en": "Debut",
        "de": "Ouvertüre",
        "es": "Debut",
        "fr": "Musique d'ouverture",
        "pt": "Abertura",
        "ru": "Дебют",
        "id": "Debut",
        "th": "Debut",
        "vi": "Nhạc Mở Màn"
      },
      "description": {
        "zhs": "角色登场时，随机获得一个主题曲，持续10秒。每30秒只能触发一次。宣叙调：攻击力提升<color=#99FFFFFF>60%</color>；咏叹调：全元素伤害提升<color=#99FFFFFF>48%</color>;间奏曲：元素精通提升<color=#99FFFFFF>240</color>。",
        "zht": "角色登場時，隨機獲得一個主題曲，持續10秒。每30秒只能觸發一次。宣敘調：攻擊力提升<color=#99FFFFFF>60%</color>；詠嘆調：全元素傷害提升<color=#99FFFFFF>48%</color>;間奏曲：元素精通提升<color=#99FFFFFF>240</color>。",
        "jp": "キャラ登場時、ランダムにテーマ曲を1つ獲得する、継続時間10秒。30秒毎に1回のみ発動可能。叙唱：攻撃力+<color=#99FFFFFF>60%</color>。詠唱：全元素ダメージ+<color=#99FFFFFF>48%</color>。間奏曲：元素熟知+<color=#99FFFFFF>240</color>。",
        "ko": "캐릭터가 등장할 때 무작위로 테마송을 획득한다, 지속 시간 10초. 30초마다 1번 발동한다. 서창: 공격력+<color=#99FFFFFF>60%</color>. 영탄곡: 모든 원소의 피해+<color=#99FFFFFF>48%</color>. 간주곡: 원소 마스터리+<color=#99FFFFFF>240</color>",
        "en": "When the character takes the field, they will gain a random theme song for 10s. This can only occur once every 30s. Recitative: ATK is increased by <color=#99FFFFFF>60%</color>. Aria: Increases all Elemental DMG by <color=#99FFFFFF>48%</color>. Interlude: Elemental Mastery is increased by <color=#99FFFFFF>240</color>.",
        "de": "Spielt beim Wechseln zu dieser Figur 10 s lang ein zufälliges Lied. 30 s Abklingzeit. Rezitativ: Erhöht ANG um <color=#99FFFFFF>60 %</color>; Arie: Erhöht gesamten Elementar-SCH um <color=#99FFFFFF>48 %</color>; Intermezzo: Erhöht Elementarkunde um <color=#99FFFFFF>240</color> Punkte.",
        "es": "Al entrar en combate, el personaje obtiene una canción aleatoria durante 10 s. Puede ocurrir una vez cada 30 s. Recital: aumenta el ATQ en un <color=#99FFFFFF>60%</color>. Aria: aumenta todo el Daño elemental en un <color=#99FFFFFF>48%</color>. Interludio: la Maestría Elemental aumenta <color=#99FFFFFF>240</color> pts.",
        "fr": "Le personnage obtient pendant 10 s une mélodie aléatoire lorsqu'il est déployé au combat. Cet effet peut être déclenché une fois toutes les 30 s. Récital : augmente l'ATQ de <color=#99FFFFFF>60 %</color> ; Aria : augmente les DGT élémentaires de <color=#99FFFFFF>48 %</color> ; Interlude : augmente la maîtrise élémentaire de <color=#99FFFFFF>240</color> pts.",
        "pt": "Ao entrar no campo de batalha, o personagem ganha uma música temática aleatória por 10s. Pode ser ativada uma vez a cada 30s. Recitativa: O ATQ é aumentado em <color=#99FFFFFF>60%</color>; Aria: Aumenta todos os Danos Elementais em <color=#99FFFFFF>48%</color>; Interlúdio: A Proficiência Elemental é aumentada em <color=#99FFFFFF>240</color>.",
        "ru": "При переключении на персонажа в течение 10 сек. играет случайная музыкальная тема. Может возникнуть раз в 30 сек. Речитатив: увеличивает силу атаки на <color=#99FFFFFF>60%</color>; Ария: увеличивает элементальный урон на <color=#99FFFFFF>48%</color>; Интерлюдия: увеличивает мастерство стихий на <color=#99FFFFFF>240</color>.",
        "id": "Saat memasuki pertempuran, memulai sebuah musik secara acak selama 10 detik. Dapat terpicu setiap 30 detik. Recitative: Meningkatkan <color=#99FFFFFF>60%</color> ATK. Aria: Meningkatkan <color=#99FFFFFF>48%</color> Elemental DMG. Interlude: Meningkatkan <color=#99FFFFFF>240</color> Elemental Mastery.",
        "th": "เมื่อตัวละครเข้าสู่การต่อสู้ จะได้รับบทเพลงแบบสุ่มเป็นเวลา 10 วินาที โดยจะเกิดขึ้นได้หนึ่งครั้งในทุก 30 วินาที การอ่านบรรเลง: เพิ่มพลังโจมตี <color=#99FFFFFF>60%</color>; เพลงประกอบ: เพิ่มความเสียหายธาตุทั้งหมดขึ้น <color=#99FFFFFF>48%</color>; การแสดงสลับฉาก: ความชำนาญธาตุเพิ่มขึ้น <color=#99FFFFFF>240</color>",
        "vi": "Khi nhân vật ra trận, ngẫu nhiên nhận 1 ca khúc, kéo dài 10s. Mỗi 30s mới thi triển 1 lần. Nhạc dạo: Tấn công tăng <color=#99FFFFFF>60%</color>; Điệp khúc: Toàn bộ sát thương nguyên tố tăng <color=#99FFFFFF>48%</color>; Khúc nhạc ngắn: Tinh thông nguyên tố tăng <color=#99FFFFFF>240</color>."
      }
    },
    {
      "name": {
        "zhs": "登场乐",
        "zht": "登場樂",
        "jp": "序曲",
        "ko": "등장 음악",
        "en": "Debut",
        "de": "Ouvertüre",
        "es": "Debut",
        "fr": "Musique d'ouverture",
        "pt": "Abertura",
        "ru": "Дебют",
        "id": "Debut",
        "th": "Debut",
        "vi": "Nhạc Mở Màn"
      },
      "description": {
        "zhs": "角色登场时，随机获得一个主题曲，持续10秒。每30秒只能触发一次。宣叙调：攻击力提升<color=#99FFFFFF>75%</color>；咏叹调：全元素伤害提升<color=#99FFFFFF>60%</color>;间奏曲：元素精通提升<color=#99FFFFFF>300</color>。",
        "zht": "角色登場時，隨機獲得一個主題曲，持續10秒。每30秒只能觸發一次。宣敘調：攻擊力提升<color=#99FFFFFF>75%</color>；詠嘆調：全元素傷害提升<color=#99FFFFFF>60%</color>;間奏曲：元素精通提升<color=#99FFFFFF>300</color>。",
        "jp": "キャラ登場時、ランダムにテーマ曲を1つ獲得する、継続時間10秒。30秒毎に1回のみ発動可能。叙唱：攻撃力+<color=#99FFFFFF>75%</color>。詠唱：全元素ダメージ+<color=#99FFFFFF>60%</color>。間奏曲：元素熟知+<color=#99FFFFFF>300</color>。",
        "ko": "캐릭터가 등장할 때 무작위로 테마송을 획득한다, 지속 시간 10초. 30초마다 1번 발동한다. 서창: 공격력+<color=#99FFFFFF>75%</color>. 영탄곡: 모든 원소의 피해+<color=#99FFFFFF>60%</color>. 간주곡: 원소 마스터리+<color=#99FFFFFF>300</color>",
        "en": "When the character takes the field, they will gain a random theme song for 10s. This can only occur once every 30s. Recitative: ATK is increased by <color=#99FFFFFF>75%</color>. Aria: Increases all Elemental DMG by <color=#99FFFFFF>60%</color>. Interlude: Elemental Mastery is increased by <color=#99FFFFFF>300</color>.",
        "de": "Spielt beim Wechseln zu dieser Figur 10 s lang ein zufälliges Lied. 30 s Abklingzeit. Rezitativ: Erhöht ANG um <color=#99FFFFFF>75 %</color>; Arie: Erhöht gesamten Elementar-SCH um <color=#99FFFFFF>60 %</color>; Intermezzo: Erhöht Elementarkunde um <color=#99FFFFFF>300</color> Punkte.",
        "es": "Al entrar en combate, el personaje obtiene una canción aleatoria durante 10 s. Puede ocurrir una vez cada 30 s. Recital: aumenta el ATQ en un <color=#99FFFFFF>75%</color>. Aria: aumenta todo el Daño elemental en un <color=#99FFFFFF>60%</color>. Interludio: la Maestría Elemental aumenta <color=#99FFFFFF>300</color> pts.",
        "fr": "Le personnage obtient pendant 10 s une mélodie aléatoire lorsqu'il est déployé au combat. Cet effet peut être déclenché une fois toutes les 30 s. Récital : augmente l'ATQ de <color=#99FFFFFF>75 %</color> ; Aria : augmente les DGT élémentaires de <color=#99FFFFFF>60 %</color> ; Interlude : augmente la maîtrise élémentaire de <color=#99FFFFFF>300</color> pts.",
        "pt": "Ao entrar no campo de batalha, o personagem ganha uma música temática aleatória por 10s. Pode ser ativada uma vez a cada 30s. Recitativa: O ATQ é aumentado em <color=#99FFFFFF>75%</color>; Ária: Aumenta todos os Danos Elementais em <color=#99FFFFFF>60%</color>; Interlúdio: A Proficiência Elemental é aumentada em <color=#99FFFFFF>300</color>.",
        "ru": "При переключении на персонажа в течение 10 сек. играет случайная музыкальная тема. Может возникнуть раз в 30 сек. Речитатив: увеличивает силу атаки на <color=#99FFFFFF>75%</color>; Ария: увеличивает элементальный урон на <color=#99FFFFFF>60%</color>; Интерлюдия: увеличивает мастерство стихий на <color=#99FFFFFF>300</color>.",
        "id": "Saat memasuki pertempuran, memulai sebuah musik secara acak selama 10 detik. Dapat terpicu setiap 30 detik. Recitative: Meningkatkan <color=#99FFFFFF>75%</color> ATK. Aria: Meningkatkan <color=#99FFFFFF>60%</color> Elemental DMG. Interlude: Meningkatkan <color=#99FFFFFF>300</color> Elemental Mastery.",
        "th": "เมื่อตัวละครเข้าสู่การต่อสู้ จะได้รับบทเพลงแบบสุ่มเป็นเวลา 10 วินาที โดยจะเกิดขึ้นได้หนึ่งครั้งในทุก 30 วินาที การอ่านบรรเลง: เพิ่มพลังโจมตี <color=#99FFFFFF>75%</color>; เพลงประกอบ: เพิ่มความเสียหายธาตุทั้งหมดขึ้น <color=#99FFFFFF>60%</color>; การแสดงสลับฉาก: ความชำนาญธาตุเพิ่มขึ้น <color=#99FFFFFF>300</color>",
        "vi": "Khi nhân vật ra trận, ngẫu nhiên nhận 1 ca khúc, kéo dài 10s. Mỗi 30s mới thi triển 1 lần. Nhạc dạo: Tấn công tăng <color=#99FFFFFF>75%</color>; Điệp khúc: Toàn bộ sát thương nguyên tố tăng <color=#99FFFFFF>60%</color>; Khúc nhạc ngắn: Tinh thông nguyên tố tăng <color=#99FFFFFF>300</color>."
      }
    },
    {
      "name": {
        "zhs": "登场乐",
        "zht": "登場樂",
        "jp": "序曲",
        "ko": "등장 음악",
        "en": "Debut",
        "de": "Ouvertüre",
        "es": "Debut",
        "fr": "Musique d'ouverture",
        "pt": "Abertura",
        "ru": "Дебют",
        "id": "Debut",
        "th": "Debut",
        "vi": "Nhạc Mở Màn"
      },
      "description": {
        "zhs": "角色登场时，随机获得一个主题曲，持续10秒。每30秒只能触发一次。宣叙调：攻击力提升<color=#99FFFFFF>90%</color>；咏叹调：全元素伤害提升<color=#99FFFFFF>72%</color>;间奏曲：元素精通提升<color=#99FFFFFF>360</color>。",
        "zht": "角色登場時，隨機獲得一個主題曲，持續10秒。每30秒只能觸發一次。宣敘調：攻擊力提升<color=#99FFFFFF>90%</color>；詠嘆調：全元素傷害提升<color=#99FFFFFF>72%</color>;間奏曲：元素精通提升<color=#99FFFFFF>360</color>。",
        "jp": "キャラ登場時、ランダムにテーマ曲を1つ獲得する、継続時間10秒。30秒毎に1回のみ発動可能。叙唱：攻撃力+<color=#99FFFFFF>90%</color>。詠唱：全元素ダメージ+<color=#99FFFFFF>72%</color>。間奏曲：元素熟知+<color=#99FFFFFF>360</color>。",
        "ko": "캐릭터가 등장할 때 무작위로 테마송을 획득한다, 지속 시간 10초. 30초마다 1번 발동한다. 서창: 공격력+<color=#99FFFFFF>90%</color>. 영탄곡: 모든 원소의 피해+<color=#99FFFFFF>72%</color>. 간주곡: 원소 마스터리+<color=#99FFFFFF>360</color>",
        "en": "When the character takes the field, they will gain a random theme song for 10s. This can only occur once every 30s. Recitative: ATK is increased by <color=#99FFFFFF>90%</color>. Aria: Increases all Elemental DMG by <color=#99FFFFFF>72%</color>. Interlude: Elemental Mastery is increased by <color=#99FFFFFF>360</color>.",
        "de": "Spielt beim Wechseln zu dieser Figur 10 s lang ein zufälliges Lied. 30 s Abklingzeit. Rezitativ: Erhöht ANG um <color=#99FFFFFF>90 %</color>; Arie: Erhöht gesamten Elementar-SCH um <color=#99FFFFFF>72 %</color>; Intermezzo: Erhöht Elementarkunde um <color=#99FFFFFF>360</color> Punkte.",
        "es": "Al entrar en combate, el personaje obtiene una canción aleatoria durante 10 s. Puede ocurrir una vez cada 30 s. Recital: aumenta el ATQ en un <color=#99FFFFFF>90%</color>. Aria: aumenta todo el Daño elemental en un <color=#99FFFFFF>72%</color>. Interludio: la Maestría Elemental aumenta <color=#99FFFFFF>360</color> pts.",
        "fr": "Le personnage obtient pendant 10 s une mélodie aléatoire lorsqu'il est déployé au combat. Cet effet peut être déclenché une fois toutes les 30 s. Récital : augmente l'ATQ de <color=#99FFFFFF>90 %</color> ; Aria : augmente les DGT élémentaires de <color=#99FFFFFF>72 %</color> ; Interlude : augmente la maîtrise élémentaire de <color=#99FFFFFF>360</color> pts.",
        "pt": "Ao entrar no campo de batalha, o personagem ganha uma música temática aleatória por 10s. Pode ser ativada uma vez a cada 30s. Recitativa: O ATQ é aumentado em <color=#99FFFFFF>90%</color>; Aria: Aumenta todos os Danos Elementais em <color=#99FFFFFF>72%</color>; Interlúdio: A Proficiência Elemental é aumentada em <color=#99FFFFFF>360</color>.",
        "ru": "При переключении на персонажа в течение 10 сек. играет случайная музыкальная тема. Может возникнуть раз в 30 сек. Речитатив: увеличивает силу атаки на <color=#99FFFFFF>90%</color>; Ария: увеличивает элементальный урон на <color=#99FFFFFF>72%</color>; Интерлюдия: увеличивает мастерство стихий на <color=#99FFFFFF>360</color>.",
        "id": "Saat memasuki pertempuran, memulai sebuah musik secara acak selama 10 detik. Dapat terpicu setiap 30 detik. Recitative: Meningkatkan <color=#99FFFFFF>90%</color> ATK. Aria: Meningkatkan <color=#99FFFFFF>72%</color> Elemental DMG. Interlude: Meningkatkan <color=#99FFFFFF>360</color> Elemental Mastery.",
        "th": "เมื่อตัวละครเข้าสู่การต่อสู้ จะได้รับบทเพลงแบบสุ่มเป็นเวลา 10 วินาที โดยจะเกิดขึ้นได้หนึ่งครั้งในทุก 30 วินาที การอ่านบรรเลง: เพิ่มพลังโจมตี <color=#99FFFFFF>90%</color>; เพลงประกอบ: เพิ่มความเสียหายธาตุทั้งหมดขึ้น <color=#99FFFFFF>72%</color>; การแสดงสลับฉาก: ความชำนาญธาตุเพิ่มขึ้น <color=#99FFFFFF>360</color>",
        "vi": "Khi nhân vật ra trận, ngẫu nhiên nhận 1 ca khúc, kéo dài 10s. Mỗi 30s mới thi triển 1 lần. Nhạc dạo: Tấn công tăng <color=#99FFFFFF>90%</color>; Điệp khúc: Toàn bộ sát thương nguyên tố tăng <color=#99FFFFFF>72%</color>; Khúc nhạc ngắn: Tinh thông nguyên tố tăng <color=#99FFFFFF>360</color>."
      }
    },
    {
      "name": {
        "zhs": "登场乐",
        "zht": "登場樂",
        "jp": "序曲",
        "ko": "등장 음악",
        "en": "Debut",
        "de": "Ouvertüre",
        "es": "Debut",
        "fr": "Musique d'ouverture",
        "pt": "Abertura",
        "ru": "Дебют",
        "id": "Debut",
        "th": "Debut",
        "vi": "Nhạc Mở Màn"
      },
      "description": {
        "zhs": "角色登场时，随机获得一个主题曲，持续10秒。每30秒只能触发一次。宣叙调：攻击力提升<color=#99FFFFFF>105%</color>；咏叹调：全元素伤害提升<color=#99FFFFFF>84%</color>;间奏曲：元素精通提升<color=#99FFFFFF>420</color>。",
        "zht": "角色登場時，隨機獲得一個主題曲，持續10秒。每30秒只能觸發一次。宣敘調：攻擊力提升<color=#99FFFFFF>105%</color>；詠嘆調：全元素傷害提升<color=#99FFFFFF>84%</color>;間奏曲：元素精通提升<color=#99FFFFFF>420</color>。",
        "jp": "キャラ登場時、ランダムにテーマ曲を1つ獲得する、継続時間10秒。30秒毎に1回のみ発動可能。叙唱：攻撃力+<color=#99FFFFFF>105%</color>。詠唱：全元素ダメージ+<color=#99FFFFFF>84%</color>。間奏曲：元素熟知+<color=#99FFFFFF>420</color>。",
        "ko": "캐릭터가 등장할 때 무작위로 테마송을 획득한다, 지속 시간 10초. 30초마다 1번 발동한다. 서창: 공격력+<color=#99FFFFFF>105%</color>. 영탄곡: 모든 원소의 피해+<color=#99FFFFFF>84%</color>. 간주곡: 원소 마스터리+<color=#99FFFFFF>420</color>",
        "en": "When the character takes the field, they will gain a random theme song for 10s. This can only occur once every 30s. Recitative: ATK is increased by <color=#99FFFFFF>105%</color>. Aria: Increases all Elemental DMG by <color=#99FFFFFF>84%</color>. Interlude: Elemental Mastery is increased by <color=#99FFFFFF>420</color>.",
        "de": "Spielt beim Wechseln zu dieser Figur 10 s lang ein zufälliges Lied. 30 s Abklingzeit. Rezitativ: Erhöht ANG um <color=#99FFFFFF>105 %</color>; Arie: Erhöht gesamten Elementar-SCH um <color=#99FFFFFF>84 %</color>; Intermezzo: Erhöht Elementarkunde um <color=#99FFFFFF>420</color> Punkte.",
        "es": "Al entrar en combate, el personaje obtiene una canción aleatoria durante 10 s. Puede ocurrir una vez cada 30 s. Recital: aumenta el ATQ en un <color=#99FFFFFF>105%</color>. Aria: aumenta todo el Daño elemental en un <color=#99FFFFFF>84%</color>. Interludio: la Maestría Elemental aumenta <color=#99FFFFFF>420</color> pts.",
        "fr": "Le personnage obtient pendant 10 s une mélodie aléatoire lorsqu'il est déployé au combat. Cet effet peut être déclenché une fois toutes les 30 s. Récital : augmente l'ATQ de <color=#99FFFFFF>105 %</color> ; Aria : augmente les DGT élémentaires de <color=#99FFFFFF>84 %</color> ; Interlude : augmente la maîtrise élémentaire de <color=#99FFFFFF>420</color> pts.",
        "pt": "Ao entrar no campo de batalha, o personagem ganha uma música temática aleatória por 10s. Pode ser ativada uma vez a cada 30s. Recitativa: O ATQ é aumentado em <color=#99FFFFFF>105%</color>; Aria: Aumenta todos os Danos Elementais em <color=#99FFFFFF>84%</color>; Interlúdio: A Proficiência Elemental é aumentada em <color=#99FFFFFF>420</color>.",
        "ru": "При переключении на персонажа в течение 10 сек. играет случайная музыкальная тема. Может возникнуть раз в 30 сек. Речитатив: увеличивает силу атаки на <color=#99FFFFFF>105%</color>; Ария: увеличивает элементальный урон на <color=#99FFFFFF>84%</color>; Интерлюдия: увеличивает мастерство стихий на <color=#99FFFFFF>420</color>.",
        "id": "Saat memasuki pertempuran, memulai sebuah musik secara acak selama 10 detik. Dapat terpicu setiap 30 detik. Recitative: Meningkatkan <color=#99FFFFFF>105%</color> ATK. Aria: Meningkatkan <color=#99FFFFFF>84%</color> Elemental DMG. Interlude: Meningkatkan <color=#99FFFFFF>420</color> Elemental Mastery.",
        "th": "เมื่อตัวละครเข้าสู่การต่อสู้ จะได้รับบทเพลงแบบสุ่มเป็นเวลา 10 วินาที โดยจะเกิดขึ้นได้หนึ่งครั้งในทุก 30 วินาที การอ่านบรรเลง: เพิ่มพลังโจมตี <color=#99FFFFFF>105%</color>; เพลงประกอบ: เพิ่มความเสียหายธาตุทั้งหมดขึ้น <color=#99FFFFFF>84%</color>; การแสดงสลับฉาก: ความชำนาญธาตุเพิ่มขึ้น <color=#99FFFFFF>420</color>",
        "vi": "Khi nhân vật ra trận, ngẫu nhiên nhận 1 ca khúc, kéo dài 10s. Mỗi 30s mới thi triển 1 lần. Nhạc dạo: Tấn công tăng <color=#99FFFFFF>105%</color>; Điệp khúc: Toàn bộ sát thương nguyên tố tăng <color=#99FFFFFF>84%</color>; Khúc nhạc ngắn: Tinh thông nguyên tố tăng <color=#99FFFFFF>420</color>."
      }
    },
    {
      "name": {
        "zhs": "登场乐",
        "zht": "登場樂",
        "jp": "序曲",
        "ko": "등장 음악",
        "en": "Debut",
        "de": "Ouvertüre",
        "es": "Debut",
        "fr": "Musique d'ouverture",
        "pt": "Abertura",
        "ru": "Дебют",
        "id": "Debut",
        "th": "Debut",
        "vi": "Nhạc Mở Màn"
      },
      "description": {
        "zhs": "角色登场时，随机获得一个主题曲，持续10秒。每30秒只能触发一次。宣叙调：攻击力提升<color=#99FFFFFF>120%</color>；咏叹调：全元素伤害提升<color=#99FFFFFF>96%</color>;间奏曲：元素精通提升<color=#99FFFFFF>480</color>。",
        "zht": "角色登場時，隨機獲得一個主題曲，持續10秒。每30秒只能觸發一次。宣敘調：攻擊力提升<color=#99FFFFFF>120%</color>；詠嘆調：全元素傷害提升<color=#99FFFFFF>96%</color>;間奏曲：元素精通提升<color=#99FFFFFF>480</color>。",
        "jp": "キャラ登場時、ランダムにテーマ曲を1つ獲得する、継続時間10秒。30秒毎に1回のみ発動可能。叙唱：攻撃力+<color=#99FFFFFF>120%</color>。詠唱：全元素ダメージ+<color=#99FFFFFF>96%</color>。間奏曲：元素熟知+<color=#99FFFFFF>480</color>。",
        "ko": "캐릭터가 등장할 때 무작위로 테마송을 획득한다, 지속 시간 10초. 30초마다 1번 발동한다. 서창: 공격력+<color=#99FFFFFF>120%</color>. 영탄곡: 모든 원소의 피해+<color=#99FFFFFF>96%</color>. 간주곡: 원소 마스터리+<color=#99FFFFFF>480</color>",
        "en": "When the character takes the field, they will gain a random theme song for 10s. This can only occur once every 30s. Recitative: ATK is increased by <color=#99FFFFFF>120%</color>. Aria: Increases all Elemental DMG by <color=#99FFFFFF>96%</color>. Interlude: Elemental Mastery is increased by <color=#99FFFFFF>480</color>.",
        "de": "Spielt beim Wechseln zu dieser Figur 10 s lang ein zufälliges Lied. 30 s Abklingzeit. Rezitativ: Erhöht ANG um <color=#99FFFFFF>120 %</color>; Arie: Erhöht gesamten Elementar-SCH um <color=#99FFFFFF>96 %</color>; Intermezzo: Erhöht Elementarkunde um <color=#99FFFFFF>480</color> Punkte.",
        "es": "Al entrar en combate, el personaje obtiene una canción aleatoria durante 10 s. Puede ocurrir una vez cada 30 s. Recital: aumenta el ATQ en un <color=#99FFFFFF>120%</color>. Aria: aumenta todo el Daño elemental en un <color=#99FFFFFF>96%</color>. Interludio: la Maestría Elemental aumenta <color=#99FFFFFF>480</color> pts.",
        "fr": "Le personnage obtient pendant 10 s une mélodie aléatoire lorsqu'il est déployé au combat. Cet effet peut être déclenché une fois toutes les 30 s. Récital : augmente l'ATQ de <color=#99FFFFFF>120 %</color> ; Aria : augmente les DGT élémentaires de <color=#99FFFFFF>96 %</color> ; Interlude : augmente la maîtrise élémentaire de <color=#99FFFFFF>480</color> pts.",
        "pt": "Ao entrar no campo de batalha, o personagem ganha uma música temática aleatória por 10s. Pode ser ativada uma vez a cada 30s. Recitativa: O ATQ é aumentado em <color=#99FFFFFF>120%</color>; Aria: Aumenta todos os Danos Elementais em <color=#99FFFFFF>96%</color>; Interlúdio: A Proficiência Elemental é aumentada em <color=#99FFFFFF>480</color>.",
        "ru": "При переключении на персонажа в течение 10 сек. играет случайная музыкальная тема. Может возникнуть раз в 30 сек. Речитатив: увеличивает силу атаки на <color=#99FFFFFF>120%</color>; Ария: увеличивает элементальный урон на <color=#99FFFFFF>96%</color>; Интерлюдия: увеличивает мастерство стихий на <color=#99FFFFFF>480</color>.",
        "id": "Saat memasuki pertempuran, memulai sebuah musik secara acak selama 10 detik. Dapat terpicu setiap 30 detik. Recitative: Meningkatkan <color=#99FFFFFF>120%</color> ATK. Aria: Meningkatkan <color=#99FFFFFF>96%</color> Elemental DMG. Interlude: Meningkatkan <color=#99FFFFFF>480</color> Elemental Mastery.",
        "th": "เมื่อตัวละครเข้าสู่การต่อสู้ จะได้รับบทเพลงแบบสุ่มเป็นเวลา 10 วินาที โดยจะเกิดขึ้นได้หนึ่งครั้งในทุก 30 วินาที การอ่านบรรเลง: เพิ่มพลังโจมตี <color=#99FFFFFF>120%</color>; เพลงประกอบ: เพิ่มความเสียหายธาตุทั้งหมดขึ้น <color=#99FFFFFF>96%</color>; การแสดงสลับฉาก: ความชำนาญธาตุเพิ่มขึ้น <color=#99FFFFFF>480</color>",
        "vi": "Khi nhân vật ra trận, ngẫu nhiên nhận 1 ca khúc, kéo dài 10s. Mỗi 30s mới thi triển 1 lần. Nhạc dạo: Tấn công tăng <color=#99FFFFFF>120%</color>; Điệp khúc: Toàn bộ sát thương nguyên tố tăng <color=#99FFFFFF>96%</color>; Khúc nhạc ngắn: Tinh thông nguyên tố tăng <color=#99FFFFFF>480</color>."
      }
    }
  ],
  "internal_name": "Catalyst_Troupe",
  "imgid": "catalyst/troupe"
}