{
  "id": 14409,
  "type": "catalyst",
  "rank": 4,
  "name": {
    "zhs": "昭心",
    "zht": "昭心",
    "jp": "昭心",
    "ko": "소심",
    "en": "Eye of Perception",
    "de": "Herzensblick",
    "es": "Ojo de la Perspicacia",
    "fr": "Œil de la perception",
    "pt": "Olho da Percepção",
    "ru": "Око сознания",
    "id": "Eye of Perception",
    "th": "Eye of Perception",
    "vi": "Chiêu Tâm"
  },
  "description": {
    "zhs": "幽暗的琉璃宝珠，传说中拥有洞察人心清白的力量。",
    "zht": "幽暗的琉璃寶珠，傳說中擁有洞察人心清白的力量。",
    "jp": "幽闇な琉璃宝玉。伝説によると、人の心を読める力を持っているらしい。",
    "ko": "어두운 유리 보주. 전설에 의하면 사람의 결백을 통찰하는 힘을 지니고 있다고 한다",
    "en": "A dim black glaze pearl that is said to have the power to read the purity of one's heart.",
    "de": "Eine dunkle Kristallkugel, die angeblich erkennen kann, ob das Herz eines Menschen rein ist.",
    "es": "Una oscura joya hecha de cristal. Cuenta la leyenda que posee la capacidad de ver a través de la pureza de las personas.",
    "fr": "Un orbe en verre sombre qui aurait le pouvoir de voir à travers le cœur des gens et de le purifier.",
    "pt": "Uma pérola negra esmaltada que se diz ter o poder de ler a pureza do coração.",
    "ru": "Тёмная жемчужина, покрытая чёрной глазурью. Легенда гласит, что в её силах разглядеть самую суть человека.",
    "id": "Bola kristal gelap yang memiliki kekuatan legendaris untuk melihat isi hati seseorang yang sebenarnya.",
    "th": "ลูกแก้วสีดำ ตำนานเล่าว่ามันมีพลังที่รับรู้ถึงความไร้เดียงสาของมนุษย์",
    "vi": "Trân châu u ám, tương truyền sở hữu sức mạnh nhìn thấu tâm can."
  },
  "lore": {
    "zhs": "\n以罕见的天成琉璃制成的美器。\n传说昭心之珠曾经色泽温润明亮，却在漫长的岁月中变得黯淡。\n又有民话记载称，在静谧的夜里，有时能听见它隐约发出声响，\n既像细风吹拂，又似泉水鸣响。\n\n传说昭心曾为仙家遗物。后流转璃月坊间，又落入云氏的手中。\n某日云氏在山野之间闲游，恰与前来访仙论道的方士黄生偶遇，\n相谈甚是投缘，便以昭心相赠。黄生惶恐谢绝时，云氏莞尔道：\n「此物乃天成精粹。仅澄心明净者，方能尽其用」\n\n黄生谢过云氏，将昭心佩在身上，向璃月徐徐而行，一路风雨无阻。\n此番出行本是为求仙访道，辗转各地不息，常上集市采购饮水食物。\n街头巷口各色人等鱼龙混杂，黄生在其间行走若等闲，却从不被骗。\n有好事者奇怪：这呆方士在市井之间竟如鱼得水，从未有失足翻船？\n问之则曰：「昭心遇歹意则振，助我识人心真假」\n\n「昭心」二字，乃「昭示人心」之意。个中原理无人知晓，常归结于民话传说。\n据说，在午夜有时能听见它隐约作响，像空穴中微风吹拂，像乱石间泉水流淌。\n而两者，都与过去劝人为善的妇孺传说中，以恶念为食的妖兽的躁动十分相似。\n",
    "zht": "\n以罕見的天成琉璃製成的美器。\n傳說昭心之珠曾經色澤溫潤明亮，卻在漫長的歲月中變得黯淡。\n又有民話記載稱，在靜謐的夜裡，有時能聽見它隱約發出聲響，\n既像細風吹拂，又似泉水鳴響。\n\n傳說昭心曾為仙家遺物。後流轉璃月坊間，又落入雲氏的手中。\n某日雲氏在山野之間閒遊，恰與前來訪仙論道的方士黃生偶遇，\n相談甚是投緣，便以昭心相贈。黃生惶恐謝絕時，雲氏莞爾道：\n「此物乃天成精粹。僅澄心明淨者，方能盡其用」\n\n黃生謝過雲氏，將昭心佩在身上，向璃月徐徐而行，一路風雨無阻。\n此番出行本是為求仙訪道，輾轉各地不息，常上集市採購飲水食物。\n街頭巷口各色人等魚龍混雜，黃生在其間行走若等閒，卻從不被騙。\n有好事者奇怪：這呆方士在市井之間竟如魚得水，從未有失足翻船？\n問之則曰：「昭心遇歹意則振，助我識人心真假」\n\n「昭心」二字，乃「昭示人心」之意。個中原理無人知曉，常歸結於民話傳說。\n據說，在午夜有時能聽見它隱約作響，像空穴中微風吹拂，像亂石間泉水流淌。\n而兩者，都與過去勸人為善的婦孺傳說中，以惡念為食的妖獸的躁動十分相似。\n",
    "jp": "\n滅多に見かけない天然琉璃で作られた美しい魔導器。\n伝説によると、昭心の玉はつやつやして明るかったが、月日が経つにつれて輝きを失った。\nまた、静かな夜は昭心から微かな音が聞こえるらしい。\nその音はまるでそよ風や泉水のようであった。\n\n昭心は仙人の遺物だった。その後、璃月の民を伝って雲氏の手に渡った。\nある日、雲氏は山の散策中に、仙人を訪れてきた方士である黄生と出会った。\n二人は意気投合し、雲氏は昭心を黄生に譲ろうと思った。黄生は慌てて断ろうとしたが、雲氏はこう言った。\n「これは自然の精粋である。無垢な心の持ち主にしか扱えないものだ」\n\n黄生は雲氏にお礼を言い、昭心を身に着け、璃月へと出発した。道中は雨にも風にも邪魔されることはなかった。\n仙人を探して各地を歩き回った黄生は、町で水や食べ物を買う時、\n一度も騙されたことが無かったらしい。多種族が混在する地ではとても珍しいことだった。\nどうしても納得できず、尋ねる者がいた。「この呆けた男はなぜ一度も騙されなかったんだ？」\n黄生が答えた。「この昭心のおかげさ。悪意を感知すると震えて教えてくれるんだ」\n\n「昭心」という2つの字は、「人の心をあきらかにする」という意味。だがその仕組は誰も知らず、「そういう伝説だから」と民に広まった。\n深夜になると、岩の間を流れる湧き水のように、窪みに吹くそよ風のように、微かに音が聞こえるらしい。\nこの二つの音は、かつて人々に善を説いた伝説に登場する、邪念を食べる妖怪の騒ぐ音に似ている。\n",
    "ko": "\n희귀한 천연 유리로 만들어진 아름다운 무기.\n소심의 구슬은 밝고 따뜻한 빛을 내었지만 오랜 세월을 지나며 어두워졌다고 한다.\n그리고 민화에는 고요한 밤에 가끔 그것이 조용히 소리를 내는데,\n잔잔한 바람이 부는 것 같기도 하고 샘물이 졸졸거리는 소리 같기도 하다고 적혀 있다.\n\n소심은 선인의 유물이라고 한다. 후에 리월 거리에 떠돌아다니다가 다시 운 씨의 손에 들어갔다고 한다.\n어느 날 운 씨는 산과 들판을 한가롭게 돌아다니다가 선인의 도를 찾아온 도사 황생과 우연히 만나게 됐다.\n황생과 의기투합이 잘 되자 그는 소심을 선물했다. 황생이 당황하여 사양하자 운 씨는 웃으며 말했다.\n「이 물건은 천연의 정수입니다. 마음이 깨끗한 자만이 이를 쓸 수 있습니다」\n\n황생은 운 씨에게 감사 인사를 하고 소심을 몸에 착용한 채 리월로 천천히 갔다. 가는 내내 비도 바람도 길을 막지 않았다.\n이번 출행은 본래 선인에게 도를 구하기 위함이라 각지를 돌아다니며 시장에서 먹거리를 구했다.\n거리와 항구에는 별별 사람들이 가득했다. 황생은 사람들의 주목을 받진 않았지만 한번도 속임수를 당하진 않았다.\n호사가들은 황생이 저잣거리를 물 만난 고기처럼 누비면서 사고를 당하지 않는 점을 의아해했다.\n그리하여 묻자 그가 대답했다. 「소심은 악의를 느끼면 진동하여 사람 마음의 진위를 알아보는데 도움을 줍니다」\n\n「소심」은 「사람 마음을 밝게 비추다」라는 뜻이다. 중원에서 이를 모르는 자가 없었고, 이는 종종 민화의 전설이 되었다.\n한밤중에 가끔 소심이 허공에 바람이 불 듯, 바위 사이로 샘물이 흐르는 듯한 소리를 들을 수 있다고 한다.\n그리고 둘은 과거에 선을 행하라고 권하는 부녀자와 어린이 전설과 악한 마음을 먹고 자라는 요마의 움직임과 매우 유사하다.\n",
    "en": "\nA beauteous item fashioned from rare natural glaze.\nLegend has it that the Eye of Perception was once upon a time as bright, clear and smooth as a lake's surface, but became dulled over the passage of many years.\nFolk records claim that on a still night, one can hear it make soft noises.\nSometimes it sounds like a mild breeze, other times like a flowing spring.\n\nThey say that the Eye was an adeptus's heirloom that was passed down in Liyue and eventually found its way into the Yun family.\nNow one day, Yun was strolling about in the mountains, and there they happened to meet an exorcist named Huang, who had come to consult with the adepti.\nYun spoke with Huang enthusiastically and at length, and gifted the Eye to Huang. When Huang frantically declined, Yun said this with a smile:\n\"This pearl is nature's very quintessence. Only one whose heart is clear can use it.\"\n\nThanking Yun, Huang took the Eye and wore it on his person, and slowly made his way towards Liyue. Along the way, neither rain nor wind impeded him.\nAs one who sought after the path of the adepti, Huang wandered the lands without rest. Thus, he would often be at the market to buy water and food.\nThe harbor-side streets were a morass of humanity. Yet Huang walked among them as if idle, and was never taken advantage of.\nSome were curious: how could this bookish exorcist take to the city like a fish to water, and never miss a step?\nWhen asked, he replied: \"This Eye trembles at wickedness, and helps me see which hearts are true.\"\n\nThis Eye could reveal human hearts, though no one knows how it worked, causing many to fall back on folktales to explain it.\nSome say that at midnight, you can dimly hear it call out like a mild breeze, or like spring water flowing between scattered stones.\nBoth are reminiscent of the murmuring of demons that feed on wicked thoughts, a common feature of the parables once told by mothers to their children in days gone by.\n",
    "de": "\nEin wunderschöner Gegenstand, der aus seltenem natürlichem Kristall hergestellt wurde.\nDie Legende besagt, dass die Perle des Herzensblicks einst so hell, klar und glatt wie die Oberfläche eines Bergsees war, aber im Laufe vieler Jahre verblasste.\nIn Volksmärchen wird behauptet, dass man es in einer ruhigen Nacht leise Geräusche machen hört.\nManchmal klingt es wie eine milde Brise, andere Male wie eine fließende Quelle.\n\nDie Legende sagt, dass der Herzensblick ein Erbstück eines Adepten war, welches in Liyue über viele Generationen hindurch weitergegeben wurde und schließlich seinen Weg in die Familie Yun fand.\nEines Tages wanderte Yun in den Bergen umher, wo sie zufällig einen Mystiker namens Huang traf, der gekommen war, um sich mit den dortigen Adepten zu beraten.\nYun unterhielt sich enthusiastisch mit Huang und schenkte ihm dann den Herzensblick. Als Huang sichtlich unwohl ablehnte, sagte Yun mit einem Lächeln:\n„Dies ist die Quintessenz der Natur. Nur wer ein reines Herz hat, kann ihn Herzensblick benutzen.“\n\nHuang dankte Yun, nahm das Auge an sich, trug es eng an seiner Brust und machte sich langsam auf den Weg nach Liyue. Unterwegs behinderten ihn erstmalig weder Regen noch Wind.\nAls einer, der den Weg der Adepten suchte, wanderte Huang ohne Rast durch das Land. So führte ihn sein Weg oft zum Markt, um Wasser und Nahrungsmittel zu kaufen.\nDie Straßen am Hafen waren eine ungewöhnlicher Mischung von verschiedensten Bevölkerungsschichten. Doch Huang wurde nie von jemandem betrogen.\nEinige waren neugierig: Wie konnte dieser bücherliebende Mystiker wie ein Fisch im Wasser die Stadt passieren, ohne dass ihm etwas zustieß?\nAuf die Frage antwortete er: „Dieser Herzensblick zittert, wenn er Bosheit spürt, und hilft mir zu erkennen, welche Herzen rein sind.“\n\nDieser Herzensblick kann offenbaren, was in den Menschen vorgeht, obwohl niemand wirklich weiß, wie er funktioniert, was viele dazu veranlasst, auf Volksmärchen zurückzugreifen, um das Wunder zu erklären.\nManche sagen, dass man um Mitternacht ganz leicht hören kann, wie eine milde Brise weht, oder fließendes Quellwasser, das zwischen verstreuten Steinen fließt.\nBeide erinnern an das Gemurmel von Dämonen, die sich von bösen Gedanken nähren, ein gemeinsames Merkmal der Erzählungen, die Mütter früher einmal ihren Kindern erzählten, um ihnen Angst zu machen.\n",
    "es": "\nUn hermoso objeto hecho de un raro esmalte natural.\nCuenta la leyenda que el Ojo de la Perspicacia fue una vez tan brillante, claro y liso como la superficie de un lago, pero, con el paso de los años, se volvió opaco.\nLas fuentes escritas populares afirman que en una noche tranquila, uno puede escucharlo emitir unos suaves sonidos.\nA veces suena como una brisa suave. Otras, como el fluir de un manantial.\n\nSe dice que el Ojo era una herencia que los Adeptus legaron en Liyue, y que, al final del todo, llegó a manos de la familia Yun.\nUn día, uno de los Yun estaba paseando por las montañas, donde se encontró con un exorcista llamado Huang, que había venido a pedir consejo a los Adeptus.\nYun habló con Huang largo y tendido, a quien, finalmente, le regaló el Ojo de la Perspicacia. Asustado, Huang lo rechazó, y Yun dijo con una sonrisa:\n“Esta perla es la quintaesencia de la naturaleza. Solo alguien de corazón puro podrá usarla”.\n\nComo forma de agradecer a Yun, Huang tomó el Ojo, lo colgó de su cuerpo y lentamente se dirigió hacia Liyue. En el camino, ni la lluvia ni el viento fueron capaces de detenerlo.\nComo alguien en busca del camino de los Adeptus, Huang vagaba por las tierras sin descanso. Por lo tanto, a menudo iba a los mercados de los pueblos para comprar agua y alimentos.\nEn las calles del puerto solía haber mucha gente mala. Sin embargo, Huang caminaba entre ellos con total libertad, y nunca nadie lo engañó.\nAlgunos tenían curiosidad: ¿cómo podía este exorcista amante de los libros sentirse como pez en el agua en la ciudad y nunca perderse?\nCuando alguien se lo preguntó, él respondió: “Este Ojo tiembla ante la maldad y me ayuda a ver qué corazones son verdaderos”.\n\nEl Ojo de la Perspicacia podía revelar la naturaleza de los corazones humanos. Sin embargo, como nadie sabía cómo funcionaba realmente, eran muchos los que recurrían a cuentos populares para explicarlo.\nAlgunos dicen que, a medianoche, se podía escuchar débilmente una suave brisa, o el agua de un manantial fluyendo entre las piedras del mismo.\nAmbos recuerdan al murmullo de los demonios que se alimentan de pensamientos perversos, algo muy común en las historias que las madres contaban a sus hijos en días pasados.\n",
    "fr": "\nUn bel objet, façonné dans un type de gemme naturelle très rare.\nLa légende raconte que la gemme dont est tiré l'Œil de la perception était autrefois capable de lire le cœur des hommes ; elle était alors d'une brillante couleur claire, limpide comme la surface d'un lac. Mais les années et siècles passant, sa couleur finit par se ternir.\nUne autre croyance populaire affirme que par les nuits calmes, celui qui dresse l'oreille peut l'entendre.\nSon chant est parfois semblable à la brise légère, parfois semblable au bruit du torrent.\n\nOn raconte aussi qu'il s'agit là de l'héritage d'un Adepte, transmis de génération en génération dans Liyue, jusqu'à atterrir dans les mains du dénommé Yun.\nYun vint un jour à rencontrer alors qu'il se promenait dans la montagne un exorciste répondant au nom de Huang, venu consulter les Adeptes.\nLes deux discutèrent longtemps et avec passion, tant et si bien que Yun finit par offrir l'Œil à l'exorciste, qui se fondit en remerciements. Ce à quoi Yun répondit :\n« Cette perle est la quintessence même de la nature ; seul celui au cœur pur a le pouvoir de l'utiliser. »\n\nRemerciant à nouveau son interlocuteur, Huang prit l'Œil, qu'il porta sur lui-même, et se mit à marcher vers Liyue. Ni pluie ni vent ne vinrent à aucun moment troubler son périple.\nSa quête des Adeptes l'amena à parcourir les terres sans répit ; on le vit souvent au marché se ravitailler.\nDans les sombres ruelles du port vivait la lie de l'humanité ; mais pas une fois Huang ne fut inquiété en les traversant.\nLes curieux se demandaient : « Comment cet exorciste sans prétention est-il dans la cité tel le poisson dans l'eau, sans que jamais quelque mésaventure ne lui arrive ? »\nEt quand la question lui était posée, sa réponse était la suivante : « Cet Œil qui est mien tremble devant le mal, et me permet de discerner le cœur pur du cœur corrompu. »\n\nL'Œil était capable de révéler le cœur des hommes, bien que nul ne sut comment il fonctionnait ; aussi imputait-on son pouvoir à quelque légende.\nCertains racontent qu'on peut distinguer son appel à minuit, semblable à la brise légère ou à la source de printemps s'écoulant au milieu des pierres.\nAinsi ce son, qui rappelle le murmure des démons qui se nourrissaient des pensées corrompues, était-il décrit dans les paraboles autrefois contées par les mères à leurs enfants.\n",
    "pt": "\nUm belo artigo feito com um esmalte natural raro.\nDiz a lenda que o Olho da Percepção já foi tão brilhante, claro e liso como a superfície de um lago, mas se deteriorou com o passar dos anos.\nRegistros populares afirmam que, em noite calma, se pode ouvi-lo fazer ruídos suaves.\nÀs vezes parece uma brisa suave, outras vezes como uma fonte fluida.\n\nDizem que o Olho da Percepção foi uma herança dos Adepti que foi passada para Liyue e finalmente encontrou seu caminho para a família Yun.\nUm dia, a Yun estava passeando nas montanhas, e lá ela encontrou um exorcista chamado o Huang, que veio para visitar o Adeptus.\nA Yun falou com o Huang com entusiasmo e longamente, e presenteou o Huang com o Olho da Percepção. Quando o Huang recusou freneticamente, a Yun disse isso com um sorriso:\n\"Esta pérola é a quintessência da natureza. Somente um cujo coração é puro pode usá-la.\"\n\nAgradecendo a Yun, Huang pegou o Olho da Percepção e o colocou em sua pessoa, e aos poucos foi se aproximando de Liyue. No caminho, nem a chuva e nem o vento foram capazes de o impedir.\nComo alguém que buscava o caminho do Adeptus, Huang vagava pelas terras sem descanso. Assim, ele costumava ir ao mercado comprar água e comida.\nNas ruas do lado do porto tinham todos os tipos de pessoas. Ainda assim, o Huang caminhou entre eles como se estivesse ocioso e nunca foi usado.\nAlguns estavam curiosos: como esse exorcista erudito poderia ir para a cidade como um peixe na água e nunca perder um passo?\nQuando perguntado, ele respondeu: \"Este Olho da Percepção treme ante a maldade, e me ajuda a ver quais corações são verdadeiros.\"\n\nEste Olho da Percepção poderia revelar corações humanos, embora ninguém soubesse como funcionava, fazendo com que muitos dependessem de contos folclóricos para explicá-lo.\nAlegadamente, na meia-noite ele pode fazer barulho, como o som da brisa na caverna, ou do correr de água por pedras.\nAmbos lembram dos murmúrios dos demônios que se alimentam de pensamentos malignos, uma característica comum das histórias que as mães contavam aos seus filhos antigamente.\n",
    "ru": "\nИзящный предмет, изготовленный из редкого минерала.\nСогласно легенде, Око сознания раньше было ярким, чистым и гладким, словно озёрная гладь. Но с годами его сияние поблёкло. \nПо народным поверьям, в тихую лунную ночь можно услышать, как Око издаёт приглушённые звуки.\nИногда оно звучит, как лёгкий ветерок, а иногда, как журчащий ручеёк.\n\nЕсть версия, что Око сознания - это дар от Адептов Ли Юэ, который оказался в семье Юнь.\nОднажды Юнь прогуливалась в горах и повстречала заклинателя по имени Хуань, который отправился искать помощи у Адептов.\nЮнь очень долго беседовала с Хуанем и в итоге подарила ему Око сознания. \n«Эта жемчужина - средоточие самой природы. Только человек с искренним сердцем сможет использовать её силы...»\n\nХуань поблагодарил Юнь, взял Око, и не спеша направился в сторону Ли Юэ. Ни дождь, ни ветер не могли сбить его с намеченного пути.\nСледуя заветам Адептов, Хуань без устали бродил по земле. Частенько его можно было встретить на рынках, где он покупал еду и питьё.\nВ тёмных портовых переулках Хуань не раз пересекался с отбросами общества.\nМногие удивлялись тому, что педантичный заклинатель чувствует себя в трущобах словно рыба в воде. \nНа это заклинатель отвечал: «Вибрации Ока помогают мне отделять злые сердца от честных...»\n\nОко сознания может раскрыть истинную природу человеческих сердец. Однако никто не знает, как именно оно работает. Объяснения искали в различных мифах и преданиях.\nГоворят, что ближе к полуночи камни начинают издавать звуки, похожие на дуновение ветра или журчание ручья.\nОба звука напоминают ропот демонов, питающихся злыми мыслями. С давних времён родители рассказывают детям страшные истории про этих демонов. \n",
    "id": "\nSebuah item dibuat dari glasir alam yang langka.\nLegenda mengatakan bahwa dulu Eye of Perception memang seterang, sejernih dan sehalus permukaan danau, namun menjadi redup setelah bertahun-tahun berlalu.\nCerita rakyat mengklaim bahwa pada malam yang tenang, orang dapat mendengar suaranya yang lembut.\nTerkadang seperti angin sepoi, namun terkadang seperti mata air yang mengalir lembut.\n\nDikatakan bahwa item tersebut adalah warisan dari Adeptus yang diberikan untuk Liyue dari generasi ke generasi dan akhirnya sampai ke tangan Keluarga Yun.\nSuatu hari, Yun berjalan-jalan di gunung, di situlah dia bertemu exorcist bernama Huang, yang datang untuk berkonsultasi dengan Adeptus,\nYun berbicara kepada Huang dengan antusias, dan memberikan item tersebut kepada Huang. Saat Huang menolak dengan panik, Yun tersenyum sambil berkata:\n\"Mutiara ini adalah benda alam yang murni. Hanya mereka yang berhati bersih dapat menggunakannya.\"\n\nHuang berterima kasih kepada Yun, mengambilnya lalu memakainya sebelum melanjutkan perjalanan menuju Liyue. Selama perjalanan, tidak ada hujan maupun angin yang menerpanya.\nSebagai orang yang mencari jalan Adeptus, Huang berkelana tanpa istirahat. Walaupun dia sering berada di pasar untuk membeli air dan makanan.\nJalan-jalan di sisi pelabuhan bagaikan lautan manusia. Namun Huang berjalan di antara mereka dengan santai dan tidak pernah ada yang menipu atau memanfaatkannya.\nBeberapa orang penasaran: bagaimana mungkin exorcist yang kutu buku ini pergi ke kota dengan santai bagai ikan di dalam air namun tidak pernah tersesat?\nSaat ditanya, dia menjawab: \"Item ini akan bergetar di hadapan yang jahat, ini membantuku melihat mana hati yang suci.\"\n\n\"Item ini dapat membantuku melihat isi hati manusia, walaupun tidak ada yang tahu bagaimana cara kerjanya, akhirnya banyak orang menggunakan dongeng untuk menjelaskannya.\"\nBeberapa mengatakan bahwa pada tengah malam, kamu bisa samar-samar mendengarnya memanggilmu bagaikan angin sepoi-sepoi, atau seperti mata air yang mengalir di antara bebatuan.\nKeduanya mencerminkan gumaman iblis yang memangsa pikiran jahat manusia, ciri umum dari perumpamaan yang pernah diceritakan oleh ibu kepada anak-anak mereka di masa lalu.\n",
    "th": "\nวัตถุสวยงามซึ่งทำจากเซรามิกสีที่หายากตามธรรมชาติ\nว่ากันว่า \"ดวงตาแห่งการหยั่งรู้\" นั้นเคยมีสีสันแวววาว, เรียบเนียนและสดใส แต่แล้วก็ต้องหม่นหมองลงไปตามกาลเวลา\nนอกจากนี้ยังมีบันทึกจากคำบอกเล่าของชาวบ้านว่าบางครั้งจะสามารถได้ยินเสียงอันแผ่วเบาของมันได้ในคืนที่เงียบสงัด\nเหมือนทั้งสายลมที่พัดผ่าน และก็คล้ายกับเสียงของสายน้ำแร่ที่ไหล\n\nว่ากันว่า \"ดวงตา\" นั้นเคยเป็นของที่ระลึกของตระกูลเซียน จากนั้นก็ถูกเปลี่ยนมือมาเรื่อย ๆ ใน Liyue แล้วก็ไปอยู่ในมือของชายคนหนึ่งผู้มีนามว่า Yun\nวันหนึ่ง Yun กำลังเดินเล่นระหว่างแนวภูเขาและทุ่งหญ้า บังเอิญพบเข้ากับนักปราบผีคนหนึ่งนามว่า Huang ผู้ซึ่งมาเพื่อขอคำปรึกษาจากเซียน\nพูดคุยอย่างรื่นรมย์แล้วก็มอบ \"ดวงตา\" ให้แก่ Huang เพื่อเป็นของขวัญ ในตอนที่ Huang กำลังตกใจและปฏิเสธไปนั้น... Yun ก็ยิ้มและพูดว่า:\n\"ของชิ้นนี้เป็นแก่นสารของธรรมชาติ ซึ่งมีเพียงผู้มีหัวใจอันบริสุทธิ์เท่านั้นที่สามารถใช้ได้\"\n\nHuang ขอบคุณ Yun และพก \"ดวงตา\" ไว้กับตัว จากนั้นก็ออกเดินทางมุ่งไปยัง Liyue อย่างช้า ๆ อย่างไม่หยุดพักแม้มีลมและฝน\nการเดินทางครั้งนี้มีจุดมุ่งหมายเพื่อแสวงหาหนทางของเซียน โดยจะเดินทางไปยังสถานที่ต่าง ๆ อย่างไม่หยุดพัก ซึ่งเขามักจะแวะซื้ออาหารและเครื่องดื่มที่ตลาดอยู่บ่อย ๆ\nถนนที่ท่าเรือนั้นเต็มไปด้วยผู้คนมากมายทั้งดีและเลวป่ะปนกันไป แต่ Huang กลับเดินทอดน่องอยู่ท่ามกลางฝูงชนเหล่านั้นโดยที่ไม่มีใครสามารถเอาเปรียบเขาได้\nพวกคนเจ้ากี้เจ้าการบางคนก็สงสัย: นักปราบผีผู้โง่เขลานี้อยู่ใจกลางเมืองแต่กลับเป็นเหมือนปลาที่แหวกว่ายอยู่ในน้ำ ไม่เคยพลาดท่าเสียทีเลยงั้นรึ?\nเมื่อถามไปก็ได้คำตอบว่า: \"ดวงตานี้จะตื่นตัวต่อความมุ่งร้าย ช่วยให้ฉันได้รับรู้ถึงความจริงในใจของผู้คน\"\n\n\"ดวงตา\" จะ \"เปิดเผยธาตุแท้ของผู้คน\" หลักการเหล่านี้ไม่เป็นที่รู้จักในหมู่ผู้คนและมักจะจบด้วยการถูกพูดถึงในฐานะของตำนานพื้นบ้าน\nว่ากันว่าเสียงกระซิบที่นาน ๆ ครั้งจะได้ยินนั้น เป็นเหมือนดั่งสายลมโชยอันแผ่วเบา หรือไม่ก็คล้ายกับสายน้ำที่ไหลผ่านเศษก้อนหินชิ้นน้อยใหญ่\nแต่ทั้งคู่นั้นต่างก็เป็นเหมือนกับตำนานเรื่องเล่าในอดีตของปีศาจที่เลี้ยงความคิดอันชั่วร้ายเอาไว้เพื่อเป็นอาหาร\n",
    "vi": "\nKhí cụ tuyệt đẹp được tạo ra bởi lưu ly tự nhiên hiếm có\nTruyền thuyết kể rằng viên Ngọc Chiêu Tâm từng có màu sắc tươi sáng ấm áp, đã trở nên ảm đạm qua những năm tháng dài đằng đẵng.\nLại có ghi chép dân gian nói rằng, trong màn đêm tĩnh mịch, đôi khi có thể nghe thấy nó phát ra những âm thanh mơ hồ,\nGiống như một cơn gió nhẹ thổi qua, lại giống như tiếng suối róc rách.\n\nTruyền thuyết kể rằng, Chiêu Tâm từng là di vật của một tiên gia. Sau đó đã lưu truyền trên phố Liyue, rồi rơi vào tay của người họ Yun.\nMột ngày nọ, người họ Yun du ngoạn nơi rừng núi, tình cờ gặp phương sĩ có cái tên Huang đến thăm viếng và đàm đạo với tiên nhân.\nNói chuyện vô cùng ăn ý, liền lấy Chiêu Tâm làm quà tặng. Khi Huang hoảng loạn từ chối. Người họ Yun mỉm cười đáp:\n\"Vật này chính là tinh hoa của tự nhiên. Chỉ những người có trái tim trong sáng mới có thể tận dụng tốt nó.\n\nHuang cảm ơn người họ Yun, đem Chiêu Tâm đeo lên người, chầm chậm bước về phía Liyue gió mưa cũng không thể ngăn nổi.\nChuyến đi này vốn là để cầu tiên học đạo, đã đi qua nhiều nơi không ngừng nghỉ, thường xuyên đến chợ để mua thức ăn và nước uống.\nĐường phố ngõ nhỏ đủ hạng người vàng thau lẫn lộn, Huang nhàn rỗi đi lại trong đó, mà chưa bao giờ bị lừa gạt.\nNgười nhiều chuyện cảm thấy kỳ lạ: Tên phương sĩ ngu ngốc này trong chợ lại như cá gặp nước, chưa từng sơ sót chịu thiệt?\nNguyên nhân là: \"Chiêu Tâm gặp người xấu liền rung lên, giúp ta nhận biết lòng người thật giả\"\n\nHai chữ \"Chiêu Tâm\", có nghĩa là \"soi tỏ nhân tâm\". Không người nào biết được nguyên lý trong đó, thường được cho là truyền thuyết dân gian.\nNghe nói, đôi khi có thể nghe thấy những âm thanh mơ hồ của nó lúc nửa đêm, giống như cơn gió nhẹ thổi vào hang trống, giống như con suối chảy len lỏi giữa những tảng đá.\nCả hai đều rất giống với những người hiền lành khuyên con người hướng thiện, và con quái vật manh động lấy tà niệm làm thức ăn trong truyền thuyết.\n"
  },
  "effects": [
    {
      "name": {
        "zhs": "回响",
        "zht": "迴響",
        "jp": "響き",
        "ko": "메아리",
        "en": "Echo",
        "de": "Widerhall",
        "es": "Eco",
        "fr": "Écho",
        "pt": "Echo",
        "ru": "Эхо",
        "id": "Echo",
        "th": "Echo",
        "vi": "Vang Vọng"
      },
      "description": {
        "zhs": "普通攻击与重击命中时，有50%几率发射一枚昭心法球，造成<color=#99FFFFFF>240%</color>攻击力伤害，至多在敌人之间弹射4次。该效果每<color=#99FFFFFF>12</color>秒至多触发一次。",
        "zht": "普通攻擊與重擊命中時，有50%機率發射一枚昭心法球，造成<color=#99FFFFFF>240%</color>攻擊力傷害，至多在敵人之間彈射四次。該效果每<color=#99FFFFFF>12</color>秒至多觸發一次。",
        "jp": "通常攻撃と重撃が命中する時、50%の確率で昭心法珠を一つ発射し、敵に攻撃力の<color=#99FFFFFF>240%</color>のダメージを与える。敵同士に最大4回跳ね返る。この効果は<color=#99FFFFFF>12</color>秒毎に1回のみ発動可能。",
        "ko": "일반 공격과 강공격 명중 시 50%의 확률로 마음을 비추는 법구를 발사해 공격력 <color=#99FFFFFF>240%</color>의 피해를 주고 적 사이에서 4번 튕긴다. 해당 효과는 <color=#99FFFFFF>12</color>초마다 1번 발동한다",
        "en": "Normal and Charged Attacks have a 50% chance to fire a Bolt of Perception, dealing <color=#99FFFFFF>240%</color> ATK as DMG. This bolt can bounce between opponents a maximum of 4 times. This effect can occur once every <color=#99FFFFFF>12</color>s.",
        "de": "Schießt bei Treffern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von 50 % eine Kugel des Herzensblicks ab und verursacht Schaden in Höhe von <color=#99FFFFFF>240 %</color> ANG. Geht bis zu 4-mal auf Gegner in der Nähe über. <color=#99FFFFFF>12</color> s Abklingzeit.",
        "es": "Los Ataques Normales y Ataques Cargados tienen un 50% de probabilidad de lanzar un Ojo de la Perspicacia que inflige un <color=#99FFFFFF>240%</color> de ATQ como daño. El Ojo de la Perspicacia puede rebotar entre enemigos un máximo de 4 veces. Este efecto puede ocurrir una vez cada <color=#99FFFFFF>12</color> s.",
        "fr": "Les attaques normales et chargées ont 50 % de chances lorsqu'elles touchent de tirer une balle illuminatrice d'esprit qui inflige des DGT équivalant à <color=#99FFFFFF>240 %</color> de l'ATQ. La balle peut rebondir jusqu'à 4 fois maximum. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>12</color> s.",
        "pt": "Ataques Normais e Ataques Carregados possuem 50% de chance de disparar uma Bola da Percepção, causando <color=#99FFFFFF>240%</color> de Dano de ATQ. Esta bola pode rebater entre os inimigos por até 4x. Este efeito pode ser ativado uma vez a cada <color=#99FFFFFF>12</color>s.",
        "ru": "При попадании обычной или заряженной атакой появляется 50% шанс запустить Око сознания, которое наносит <color=#99FFFFFF>240%</color> урона силы атаки. Оно способно отразиться от противника к противнику до 4 раз. Может возникнуть раз в <color=#99FFFFFF>12</color> сек.",
        "id": "Saat melancarkan Normal atau Charged Attack, memiliki 50% persentase untuk melancarkan Bolt of Perception, mengakibatkan <color=#99FFFFFF>240%</color> DMG. Bolt ini dapat terpantulkan 4 kali di antara musuh. Dapat terpicu setiap <color=#99FFFFFF>12</color> detik.",
        "th": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกเป้าหมาย จะมีโอกาส 50% ที่จะปล่อย Bolt of Perception ออกมาสร้างความเสียหาย <color=#99FFFFFF>240%</color> ของพลังโจมตี โดยจะปล่อยออกมาใส่กลุ่มของศัตรูสูงสุด 4 ครั้ง ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้งในทุก <color=#99FFFFFF>12</color> วินาที",
        "vi": "Khi tấn công thường và trọng kích đánh trúng, có 50% tỷ lệ thi triển 1 cầu phép Chiêu Tâm, gây sát thương bằng <color=#99FFFFFF>240%</color> lực tấn công, tối đa bắn 4 lần vào địch. Mỗi <color=#99FFFFFF>12</color>s thi triển nhiều nhất 1 lần."
      }
    },
    {
      "name": {
        "zhs": "回响",
        "zht": "迴響",
        "jp": "響き",
        "ko": "메아리",
        "en": "Echo",
        "de": "Widerhall",
        "es": "Eco",
        "fr": "Écho",
        "pt": "Echo",
        "ru": "Эхо",
        "id": "Echo",
        "th": "Echo",
        "vi": "Vang Vọng"
      },
      "description": {
        "zhs": "普通攻击与重击命中时，有50%几率发射一枚昭心法球，造成<color=#99FFFFFF>270%</color>攻击力伤害，至多在敌人之间弹射4次。该效果每<color=#99FFFFFF>11</color>秒至多触发一次。",
        "zht": "普通攻擊與重擊命中時，有50%機率發射一枚昭心法球，造成<color=#99FFFFFF>270%</color>攻擊力傷害，至多在敵人之間彈射四次。該效果每<color=#99FFFFFF>11</color>秒至多觸發一次。",
        "jp": "通常攻撃と重撃が命中する時、50%の確率で昭心法珠を一つ発射し、敵に攻撃力の<color=#99FFFFFF>270%</color>のダメージを与える。敵同士に最大4回跳ね返る。この効果は<color=#99FFFFFF>11</color>秒毎に1回のみ発動可能。",
        "ko": "일반 공격과 강공격 명중 시 50%의 확률로 마음을 비추는 법구를 발사해 공격력 <color=#99FFFFFF>270%</color>의 피해를 주고 적 사이에서 4번 튕긴다. 해당 효과는 <color=#99FFFFFF>11</color>초마다 1번 발동한다",
        "en": "Normal and Charged Attacks have a 50% chance to fire a Bolt of Perception, dealing <color=#99FFFFFF>270%</color> ATK as DMG. This bolt can bounce between opponents a maximum of 4 times. This effect can occur once every <color=#99FFFFFF>11</color>s.",
        "de": "Schießt bei Treffern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von 50 % eine Kugel des Herzensblicks ab und verursacht Schaden in Höhe von <color=#99FFFFFF>270 %</color> ANG. Geht bis zu 4-mal auf Gegner in der Nähe über. <color=#99FFFFFF>11</color> s Abklingzeit.",
        "es": "Los Ataques Normales y Ataques Cargados tienen un 50% de probabilidad de lanzar un Ojo de la Perspicacia que inflige un <color=#99FFFFFF>270%</color> de ATQ como daño. El Ojo de la Perspicacia puede rebotar entre enemigos un máximo de 4 veces. Este efecto puede ocurrir una vez cada <color=#99FFFFFF>11</color> s.",
        "fr": "Les attaques normales et chargées ont 50 % de chances lorsqu'elles touchent de tirer une balle illuminatrice d'esprit qui inflige des DGT équivalant à <color=#99FFFFFF>270 %</color> de l'ATQ. La balle peut rebondir jusqu'à 4 fois maximum. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>11</color> s.",
        "pt": "Ataques Normais e Ataques Carregados possuem 50% de chance de disparar uma Bola da Percepção, causando <color=#99FFFFFF>270%</color> de Dano de ATQ. Esta bola pode rebater entre os inimigos por até 4x. Este efeito pode ser ativado uma vez a cada <color=#99FFFFFF>11</color>s.",
        "ru": "При попадании обычной или заряженной атакой появляется 50% шанс запустить Око сознания, которое наносит <color=#99FFFFFF>270%</color> урона силы атаки. Оно способно отразиться от противника к противнику до 4 раз. Может возникнуть раз в <color=#99FFFFFF>11</color> сек.",
        "id": "Saat melancarkan Normal atau Charged Attack, memiliki 50% persentase untuk melancarkan Bolt of Perception, mengakibatkan <color=#99FFFFFF>270%</color> DMG. Bolt ini dapat terpantulkan 4 kali di antara musuh. Dapat terpicu setiap <color=#99FFFFFF>11</color> detik.",
        "th": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกเป้าหมาย จะมีโอกาส 50% ที่จะปล่อย Bolt of Perception ออกมาสร้างความเสียหาย <color=#99FFFFFF>270%</color> ของพลังโจมตี โดยจะปล่อยออกมาใส่กลุ่มของศัตรูสูงสุด 4 ครั้ง ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้งในทุก <color=#99FFFFFF>11</color> วินาที",
        "vi": "Khi tấn công thường và trọng kích đánh trúng, có 50% tỷ lệ thi triển 1 cầu phép Chiêu Tâm, gây sát thương bằng <color=#99FFFFFF>270%</color> lực tấn công, tối đa bắn 4 lần vào địch. Mỗi <color=#99FFFFFF>11</color>s thi triển nhiều nhất 1 lần."
      }
    },
    {
      "name": {
        "zhs": "回响",
        "zht": "迴響",
        "jp": "響き",
        "ko": "메아리",
        "en": "Echo",
        "de": "Widerhall",
        "es": "Eco",
        "fr": "Écho",
        "pt": "Echo",
        "ru": "Эхо",
        "id": "Echo",
        "th": "Echo",
        "vi": "Vang Vọng"
      },
      "description": {
        "zhs": "普通攻击与重击命中时，有50%几率发射一枚昭心法球，造成<color=#99FFFFFF>300%</color>攻击力伤害，至多在敌人之间弹射4次。该效果每<color=#99FFFFFF>10</color>秒至多触发一次。",
        "zht": "普通攻擊與重擊命中時，有50%機率發射一枚昭心法球，造成<color=#99FFFFFF>300%</color>攻擊力傷害，至多在敵人之間彈射四次。該效果每<color=#99FFFFFF>10</color>秒至多觸發一次。",
        "jp": "通常攻撃と重撃が命中する時、50%の確率で昭心法珠を一つ発射し、敵に攻撃力の<color=#99FFFFFF>300%</color>のダメージを与える。敵同士に最大4回跳ね返る。この効果は<color=#99FFFFFF>10</color>秒毎に1回のみ発動可能。",
        "ko": "일반 공격과 강공격 명중 시 50%의 확률로 마음을 비추는 법구를 발사해 공격력 <color=#99FFFFFF>300%</color>의 피해를 주고 적 사이에서 4번 튕긴다. 해당 효과는 <color=#99FFFFFF>10</color>초마다 1번 발동한다",
        "en": "Normal and Charged Attacks have a 50% chance to fire a Bolt of Perception, dealing <color=#99FFFFFF>300%</color> ATK as DMG. This bolt can bounce between opponents a maximum of 4 times. This effect can occur once every <color=#99FFFFFF>10</color>s.",
        "de": "Schießt bei Treffern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von 50 % eine Kugel des Herzensblicks ab und verursacht Schaden in Höhe von <color=#99FFFFFF>300 %</color> ANG. Geht bis zu 4-mal auf Gegner in der Nähe über. <color=#99FFFFFF>10</color> s Abklingzeit.",
        "es": "Los Ataques Normales y Ataques Cargados tienen un 50% de probabilidad de lanzar un Ojo de la Perspicacia que inflige un <color=#99FFFFFF>300%</color> de ATQ como daño. El Ojo de la Perspicacia puede rebotar entre enemigos un máximo de 4 veces. Este efecto puede ocurrir una vez cada <color=#99FFFFFF>10</color> s.",
        "fr": "Les attaques normales et chargées ont 50 % de chances lorsqu'elles touchent de tirer une balle illuminatrice d'esprit qui inflige des DGT équivalant à <color=#99FFFFFF>300 %</color> de l'ATQ. La balle peut rebondir jusqu'à 4 fois maximum. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>10</color> s.",
        "pt": "Ataques Normais e Ataques Carregados possuem 50% de chance de disparar uma Bola da Percepção, causando <color=#99FFFFFF>300%</color> de Dano de ATQ. Esta bola pode rebater entre os inimigos por até 4x. Este efeito pode ser ativado uma vez a cada <color=#99FFFFFF>10</color>s.",
        "ru": "При попадании обычной или заряженной атакой появляется 50% шанс запустить Око сознания, которое наносит <color=#99FFFFFF>300%</color> урона силы атаки. Оно способно отразиться от противника к противнику до 4 раз. Может возникнуть раз в <color=#99FFFFFF>10</color> сек.",
        "id": "Saat melancarkan Normal atau Charged Attack, memiliki 50% persentase untuk melancarkan Bolt of Perception, mengakibatkan <color=#99FFFFFF>300%</color> DMG. Bolt ini dapat terpantulkan 4 kali di antara musuh. Dapat terpicu setiap <color=#99FFFFFF>10</color> detik.",
        "th": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกเป้าหมาย จะมีโอกาส 50% ที่จะปล่อย Bolt of Perception ออกมาสร้างความเสียหาย <color=#99FFFFFF>300%</color> ของพลังโจมตี โดยจะปล่อยออกมาใส่กลุ่มของศัตรูสูงสุด 4 ครั้ง ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้งในทุก <color=#99FFFFFF>10</color> วินาที",
        "vi": "Khi tấn công thường và trọng kích đánh trúng, có 50% tỷ lệ thi triển 1 cầu phép Chiêu Tâm, gây sát thương bằng <color=#99FFFFFF>300%</color> lực tấn công, tối đa bắn 4 lần vào địch. Mỗi <color=#99FFFFFF>10</color>s thi triển nhiều nhất 1 lần."
      }
    },
    {
      "name": {
        "zhs": "回响",
        "zht": "迴響",
        "jp": "響き",
        "ko": "메아리",
        "en": "Echo",
        "de": "Widerhall",
        "es": "Eco",
        "fr": "Écho",
        "pt": "Echo",
        "ru": "Эхо",
        "id": "Echo",
        "th": "Echo",
        "vi": "Vang Vọng"
      },
      "description": {
        "zhs": "普通攻击与重击命中时，有50%几率发射一枚昭心法球，造成<color=#99FFFFFF>330%</color>攻击力伤害，至多在敌人之间弹射4次。该效果每<color=#99FFFFFF>9</color>秒至多触发一次。",
        "zht": "普通攻擊與重擊命中時，有50%機率發射一枚昭心法球，造成<color=#99FFFFFF>330%</color>攻擊力傷害，至多在敵人之間彈射四次。該效果每<color=#99FFFFFF>9</color>秒至多觸發一次。",
        "jp": "通常攻撃と重撃が命中する時、50%の確率で昭心法珠を一つ発射し、敵に攻撃力の<color=#99FFFFFF>330%</color>のダメージを与える。敵同士に最大4回跳ね返る。この効果は<color=#99FFFFFF>9</color>秒毎に1回のみ発動可能。",
        "ko": "일반 공격과 강공격 명중 시 50%의 확률로 마음을 비추는 법구를 발사해 공격력 <color=#99FFFFFF>330%</color>의 피해를 주고 적 사이에서 4번 튕긴다. 해당 효과는 <color=#99FFFFFF>9</color>초마다 1번 발동한다",
        "en": "Normal and Charged Attacks have a 50% chance to fire a Bolt of Perception, dealing <color=#99FFFFFF>330%</color> ATK as DMG. This bolt can bounce between opponents a maximum of 4 times. This effect can occur once every <color=#99FFFFFF>9</color>s.",
        "de": "Schießt bei Treffern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von 50 % eine Kugel des Herzensblicks ab und verursacht Schaden in Höhe von <color=#99FFFFFF>330 %</color> ANG. Geht bis zu 4-mal auf Gegner in der Nähe über. <color=#99FFFFFF>9</color> s Abklingzeit.",
        "es": "Los Ataques Normales y Ataques Cargados tienen un 50% de probabilidad de lanzar un Ojo de la Perspicacia que inflige un <color=#99FFFFFF>330%</color> de ATQ como daño. El Ojo de la Perspicacia puede rebotar entre enemigos un máximo de 4 veces. Este efecto puede ocurrir una vez cada <color=#99FFFFFF>9</color> s.",
        "fr": "Les attaques normales et chargées ont 50 % de chances lorsqu'elles touchent de tirer une balle illuminatrice d'esprit qui inflige des DGT équivalant à <color=#99FFFFFF>330 %</color> de l'ATQ. La balle peut rebondir jusqu'à 4 fois maximum. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>9</color> s.",
        "pt": "Ataques Normais e Ataques Carregados possuem 50% de chance de disparar uma Bola da Percepção, causando <color=#99FFFFFF>330%</color> de Dano de ATQ. Esta bola pode rebater entre os inimigos por até 4x. Este efeito pode ser ativado uma vez a cada <color=#99FFFFFF>9</color>s.",
        "ru": "При попадании обычной или заряженной атакой появляется 50% шанс запустить Око сознания, которое наносит <color=#99FFFFFF>330%</color> урона силы атаки. Оно способно отразиться от противника к противнику до 4 раз. Может возникнуть раз в <color=#99FFFFFF>9</color> сек.",
        "id": "Saat melancarkan Normal atau Charged Attack, memiliki 50% persentase untuk melancarkan Bolt of Perception, mengakibatkan <color=#99FFFFFF>330%</color> DMG. Bolt ini dapat terpantulkan 4 kali di antara musuh. Dapat terpicu setiap <color=#99FFFFFF>9</color> detik.",
        "th": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกเป้าหมาย จะมีโอกาส 50% ที่จะปล่อย Bolt of Perception ออกมาสร้างความเสียหาย <color=#99FFFFFF>330%</color> ของพลังโจมตี โดยจะปล่อยออกมาใส่กลุ่มของศัตรูสูงสุด 4 ครั้ง ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้งในทุก <color=#99FFFFFF>9</color> วินาที",
        "vi": "Khi tấn công thường và trọng kích đánh trúng, có 50% tỷ lệ thi triển 1 cầu phép Chiêu Tâm, gây sát thương bằng <color=#99FFFFFF>330%</color> lực tấn công, tối đa bắn 4 lần vào địch. Mỗi <color=#99FFFFFF>9</color>s thi triển nhiều nhất 1 lần."
      }
    },
    {
      "name": {
        "zhs": "回响",
        "zht": "迴響",
        "jp": "響き",
        "ko": "메아리",
        "en": "Echo",
        "de": "Widerhall",
        "es": "Eco",
        "fr": "Écho",
        "pt": "Echo",
        "ru": "Эхо",
        "id": "Echo",
        "th": "Echo",
        "vi": "Vang Vọng"
      },
      "description": {
        "zhs": "普通攻击与重击命中时，有50%几率发射一枚昭心法球，造成<color=#99FFFFFF>360%</color>攻击力伤害，至多在敌人之间弹射4次。该效果每<color=#99FFFFFF>8</color>秒至多触发一次。",
        "zht": "普通攻擊與重擊命中時，有50%機率發射一枚昭心法球，造成<color=#99FFFFFF>360%</color>攻擊力傷害，至多在敵人之間彈射四次。該效果每<color=#99FFFFFF>8</color>秒至多觸發一次。",
        "jp": "通常攻撃と重撃が命中する時、50%の確率で昭心法珠を一つ発射し、敵に攻撃力の<color=#99FFFFFF>360%</color>のダメージを与える。敵同士に最大4回跳ね返る。この効果は<color=#99FFFFFF>8</color>秒毎に1回のみ発動可能。",
        "ko": "일반 공격과 강공격 명중 시 50%의 확률로 마음을 비추는 법구를 발사해 공격력 <color=#99FFFFFF>360%</color>의 피해를 주고 적 사이에서 4번 튕긴다. 해당 효과는 <color=#99FFFFFF>8</color>초마다 1번 발동한다",
        "en": "Normal and Charged Attacks have a 50% chance to fire a Bolt of Perception, dealing <color=#99FFFFFF>360%</color> ATK as DMG. This bolt can bounce between opponents a maximum of 4 times. This effect can occur once every <color=#99FFFFFF>8</color>s.",
        "de": "Schießt bei Treffern mit Standardangriffen und heftigen Schlägen mit einer Wahrscheinlichkeit von 50 % eine Kugel des Herzensblicks ab und verursacht Schaden in Höhe von <color=#99FFFFFF>360 %</color> ANG. Geht bis zu 4-mal auf Gegner in der Nähe über. <color=#99FFFFFF>8</color> s Abklingzeit.",
        "es": "Los Ataques Normales y Ataques Cargados tienen un 50% de probabilidad de lanzar un Ojo de la Perspicacia que inflige un <color=#99FFFFFF>360%</color> de ATQ como daño. El Ojo de la Perspicacia puede rebotar entre enemigos un máximo de 4 veces. Este efecto puede ocurrir una vez cada <color=#99FFFFFF>8</color> s.",
        "fr": "Les attaques normales et chargées ont 50 % de chances lorsqu'elles touchent de tirer une balle illuminatrice d'esprit qui inflige des DGT équivalant à <color=#99FFFFFF>360 %</color> de l'ATQ. La balle peut rebondir jusqu'à 4 fois maximum. Cet effet peut être déclenché une fois toutes les <color=#99FFFFFF>8</color> s.",
        "pt": "Ataques Normais e Ataques Carregados possuem 50% de chance de disparar uma Bola da Percepção, causando <color=#99FFFFFF>360%</color> de Dano de ATQ. Esta bola pode rebater entre os inimigos por até 4x. Este efeito pode ser ativado uma vez a cada <color=#99FFFFFF>8</color>s.",
        "ru": "При попадании обычной или заряженной атакой появляется 50% шанс запустить Око сознания, которое наносит <color=#99FFFFFF>360%</color> урона силы атаки. Оно способно отразиться от противника к противнику до 4 раз. Может возникнуть раз в <color=#99FFFFFF>8</color> сек.",
        "id": "Saat melancarkan Normal atau Charged Attack, memiliki 50% persentase untuk melancarkan Bolt of Perception, mengakibatkan <color=#99FFFFFF>360%</color> DMG. Bolt ini dapat terpantulkan 4 kali di antara musuh. Dapat terpicu setiap <color=#99FFFFFF>8</color> detik.",
        "th": "เมื่อโจมตีปกติหรือชาร์จโจมตีถูกเป้าหมาย จะมีโอกาส 50% ที่จะปล่อย Bolt of Perception ออกมาสร้างความเสียหาย <color=#99FFFFFF>360%</color> ของพลังโจมตี โดยจะปล่อยออกมาใส่กลุ่มของศัตรูสูงสุด 4 ครั้ง ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นได้หนึ่งครั้งในทุก <color=#99FFFFFF>8</color> วินาที",
        "vi": "Khi tấn công thường và trọng kích đánh trúng, có 50% tỷ lệ thi triển 1 cầu phép Chiêu Tâm, gây sát thương bằng <color=#99FFFFFF>360%</color> lực tấn công, tối đa bắn 4 lần vào địch. Mỗi <color=#99FFFFFF>8</color>s thi triển nhiều nhất 1 lần."
      }
    }
  ],
  "internal_name": "Catalyst_Truelens",
  "imgid": "catalyst/truelens"
}