[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "海祇岛的住民，曾生活在海底的渊下宫。\n\n魔神奥罗巴斯将他们带到地面，才有了海祇岛如今的文明。\n\n奥罗巴斯被雷神斩杀后，身体化作累累枯骨，怨念凝成祟神气息。\n\n但其想要守护海祇岛的意志，却仍未消亡。\n\n这份意志融入在珊瑚宫家的血脉里，随着珊瑚宫家代代相传。\n\n继承这份血脉的，即是海祇岛的「现人神巫女」。\n\n其意为：以凡人之躯承载神的意志，代替神明守护这片土地之人。",
      "zht": "海祇島的住民，曾生活在海底的淵下宮。\n\n魔神奧羅巴斯將他們帶到地面，才有了海祇島如今的文明。\n\n奧羅巴斯被雷神斬殺後，身體化作累累枯骨，怨念凝成祟神氣息。\n\n但其想要守護海祇島的意志，卻仍未消亡。\n\n這份意志融入在珊瑚宮家的血脈裡，隨著珊瑚宮家代代相傳。\n\n繼承這份血脈的，即是海祇島的「現人神巫女」。\n\n其意為：以凡人之軀承載神的意志，代替神明守護這片土地之人。",
      "jp": "海祇島の住民は、かつて海の底にある淵下宮に住んでいた。\n\n魔神オロバシが彼らを地上に連れて行き、そのおかげで今の海祇島の文明がある。\n\nオロバシが雷神に斬り殺された後、遺体は骨となって残り、その怨念が祟り神を生むこととなった。\n\nしかし、海祇島を守ろうとする意志は決して消えていない。\n\nその意志は珊瑚宮家の血筋へと溶け込み、代々受け継がれることになる。\n\nその血筋を受け継いだ者が、海祇島の「現人神の巫女」だ。\n\nそれは神々の意志を俗世の人間へと宿し、彼らに代わって土地を守る者を意味する。",
      "ko": "와타츠미섬의 주민은 바다 아래 위치한 연하궁에 살고 있었다.\n\n오로바스가 그들을 지상으로 데리고 올라오며 현재의 문명이 생겨났다.\n\n오로바스가 뇌신에 의해 죽임을 당해 해골로 변했고, 사념이 모여 재앙신으로 변했다.\n\n하지만 와타츠미섬을 수호하겠다는 의지는 사라지지 않았다.\n\n이 의지는 산고노미야 가문의 혈통에 녹아들어 대대손손 이어져 내려왔다.\n\n이 혈통을 물려받은 건 바로 와타츠미섬의 「아라히토가미 무녀」다.\n\n이는 범인의 육신으로 신의 의지를 계승하여, 신을 대신해 이 땅을 지키는 자라는 의미를 갖고 있다",
      "en": "The inhabitants of Watatsumi Island once lived in Enkanomiya, at the bottom of the sea.\n\nIt was only by the grace of the god Orobaxi bringing them up to the surface that the civilization of Watatsumi Island exists today.\n\nWhen Orobaxi was slain by the Electro Archon, its body was left as a skeleton and its resentment permeated the land, giving rise to Tatarigami.\n\nYet its desire to protect Watatsumi Island never faded. This will lives on in the bloodline of the Sangonomiya Clan, and follows them from generation to generation.\n\nThe current heir to this bloodline is known as the Divine Priestess.\n\nThe meaning behind this is as such: to inherit the will of a god in a mortal's body, and to defend this land and its people in that god's stead.",
      "de": "Die Bewohner der Insel Watatsumi lebten einst im Unterwasserpalast Enkanomiya.\n\nDer Gott Orobaxi brachte sie an die Oberfläche und erst dann wurde die Zivilisation der Insel zu dem, was sie heute ist.\n\nNachdem Orobaxi vom Elektro-Archon getötet worden war, verwandelte sich sein Körper in tote Knochen, und seine Klagen verdichteten sich zum Atem der Tatarigami.\n\nAber sein Wille, die Insel zu schützen, blieb bestehen.\n\nDieses Testament wurde in die Blutlinie der Sangonomiya-Familie aufgenommen und von Generation zu Generation in der Familie weitergegeben.\n\nDiejenige, die diese Blutlinie weiterführt, ist die „gegenwärtige göttliche Priesterin“.\n\nDas bedeutet, eine Person, die den Willen der Götter in einem sterblichen Körper trägt und das Land anstelle des Archons bewacht.",
      "es": "Los residentes de la Isla Watatsumi antes vivían en Enkanomiya, en el fondo del mar.\n\nCuando el dios Orobaxi los llevó hasta la superficie, la Isla Watatsumi se convirtió en la civilización que es hoy en día.\n\nDespués de que la Arconte Electro asesinara a Orobaxi, su cuerpo quedó reducido a huesos cansados y las injusticias que había sufrido se condensaron en los tatarigami.\n\nPero su voluntad de proteger la Isla Watatsumi no se ha disipado.\n\nEsta voluntad se incorporó al linaje de los Sangonomiya y pasó de generación en generación.\n\nQuien hereda ese linaje es la Sacerdotisa Divina de Watatsumi.\n\nLa Sacerdotisa Divina es la persona que lleva la voluntad de la deidad en un cuerpo mortal y protege la tierra en su lugar.",
      "fr": "Les habitants de l'Île de Watatsumi vivaient autrefois à Enkanomiya, aujourd'hui submergée.\n\nCe n'est que grâce à la divinité Orobashi qui les mena à la surface que la civilisation de l'Île de Watatsumi existe aujourd'hui.\n\nLorsqu'Orobashi fut terrassé par l'Archon Électro, son corps se brisa en de nombreux ossements. La rancœur émanant de sa dépouille se cristallisa en une énergie connue sous le nom de Tatarigami.\n\nMais sa volonté de protéger l'Île de Watatsumi ne disparut jamais.\n\nCette détermination coule dans le sang du Clan Sangonomiya et se transmet ainsi de génération en génération.\n\nDe la lignée de cet héritage est issue la Prêtresse divine de l'Île de Watatsumi.\n\nLa personne qui hérite de la volonté d'une divinité endosse le rôle de protecteur envers ses terres et son peuple.",
      "pt": "Os habitantes da Ilha Watatsumi moraram uma vez em Enkanomiya, no fundo do mar.\n\nFoi somente pela graça do deus Orobashi trazendo-os à superfície que a civilização da Ilha Watatsumi existe hoje.\n\nQuando Orobashi foi morto pela Arconte Electro, seu corpo foi deixado como um esqueleto e seu ressentimento permeou a terra, dando origem ao Tatarigami.\n\nNo entanto, seu desejo de proteger a Ilha Watatsumi nunca se desvaneceu. Isto continuará vivo na linhagem do sangue do Clã Sangonomiya, e os acompanha de geração em geração.\n\nA atual herdeira desta linhagem é conhecida como a Sacerdotisa Divina.\n\nO significado por trás disto é: herdar a vontade de um deus no corpo de um mortal, e defender esta terra e seu povo no lugar daquele deus.",
      "ru": "Жители острова Ватацуми когда-то жили в Энканомии, на дне моря. И только благодаря милости божества по имени Оробаси, поднявшего их на поверхность, цивилизация острова Ватацуми существует сегодня. Когда Оробаси был убит Электро Архонтом, его тело осталось на земле в виде скелета, а его обида пропитала землю, породив Татаригами. Но его желание защитить остров Ватацуми не угасало. Эта воля живёт в крови клана Сангономии и следует за ним из поколения в поколение. Нынешняя наследница этого клана является Божественной Жрицей. Смысл этого таков: унаследовать волю божества в теле смертного и защищать эту землю и её народ вместо этого божества.",
      "id": "Para penduduk Pulau Watatsumi dulunya tinggal di Enkanomiya, yang ada di dasar laut.\n\nPeradaban Pulau Watatsumi ada hari ini, semua berkat jasa sang dewa Orobaxi yang membawa mereka naik ke daratan.\n\nSetelah Orobaxi gugur di tangan sang Archon Electro, jenazahnya yang tinggal tulang belulang pun menyisakan kebencian, yang meresap ke tanah dan berubah menjadi Tatarigami.\n\nTapi keinginannya untuk melindungi Pulau Watatsumi tidak kunjung pudar.\n\nKehendak Orobaxi masih lestari, mengalir dalam darah keturunan Sangonomiya dari generasi ke generasi.\n\nSang pewaris kehendak dewa ini mengemban tanggung jawab sebagai \"Pemimpin Suci\" Pulau Watatsumi.\n\nArtinya, dialah manusia fana yang menanggung kehendak dewa, dan bertanggung jawab menjaga tanah ini serta penduduknya, mewakili sang dewa yang telah tiada.",
      "th": "ชาวเกาะ Watatsumi เคยอาศัยอยู่ที่ Enkanomiya ซึ่งอยู่ใต้ท้องทะเล\n\nเทพอสูร Orobaxi ได้นำพวกเขาขึ้นมาสู่ผิวน้ำ จึงทำให้มีอารยธรรมของเกาะ Watatsumi ในปัจจุบัน\n\nเมื่อ Orobaxi ถูกสังหารโดยเทพแห่งสายฟ้า ร่างของมันจึงถูกทิ้งไว้ให้เป็นโครงกระดูก ความแค้นของมันได้แผ่ซ่านไปทั่วดินแดน ก่อให้เกิด Tatarigami\n\nแต่ความตั้งใจของมันที่จะปกป้องเกาะ Watatsumi ยังไม่สลายหายไป\n\nสิ่งนี้จะรวมอยู่ในสายเลือดของตระกูล Sangonomiya และถูกส่งต่อจากรุ่นสู่รุ่น\n\nทายาทคนปัจจุบันของสายเลือดนี้คือ \"ผู้นำมิโกะคนปัจจุบัน\"\n\nซึ่งหมายถึง: การสืบทอดเจตจำนงของเทพเจ้าในร่างมนุษย์ และปกป้องดินแดนนี้และผู้คนในดินแดนนี้แทนเทพเจ้าตนนั้น",
      "vi": "Cư dân trên đảo Watatsumi đã từng sinh sống ở Enkanomiya dưới đáy biển.\n\nMa Thần Orobaxi đã đưa họ lên mặt đất, cho nên mới có nền văn minh như ngày hôm nay.\n\nSau khi Orobaxi bị Lôi Thần trảm sát, thể xác hóa thành bộ xương khô, oán niệm tích tụ hóa thành hơi thở Họa Thần.\n\nNhưng ý chí muốn bảo vệ cho đảo Watatsumi của ma thần vẫn chưa hề tiêu tan.\n\nPhần ý chí này chảy vào trong huyết mạch của nhà Sangonomiya, kế thừa qua nhiều đời.\n\nNgười kế thừa huyết mạch này sẽ trở thành \"Thánh Pháp Sư\" của đảo Watatsumi.\n\nNgụ ý rằng: Dùng cơ thể phàm nhân để kế thừa ý chí của thần, thay thế ngài bảo vệ cho vùng đất thiêng liêng này."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "心海继任现人神巫女那一日，无数海祇岛民众自发来到珊瑚宫，远远地望着她。\n\n惊叹、怀疑、迷茫、窃喜…他们神色各异，只因心海在他们看来过于年轻。\n\n阴谋开始酝酿，质疑声不绝于耳，野心家蠢蠢欲动。风雨欲来，海祇岛上上下下充满了不安。\n\n然而，心海即位没过多久，一切重归平静。\n\n赏罚分明，爱惜民力，又极富军事才能。种种优点，使心海在短时间内就得到了大部分人的拥护。\n\n「只要珊瑚宫大人在就不会有事」，也成为了在海祇岛流传最广的一句话。",
      "zht": "心海繼任現人神巫女那一日，無數海祇島民眾自發來到珊瑚宮，遠遠地望著她。\n\n驚嘆、懷疑、迷茫、竊喜…他們神色各異，只因心海在他們看來過於年輕。\n\n陰謀開始醞釀，質疑聲不絕於耳，野心家蠢蠢欲動。風雨欲來，海祇島上上下下充滿了不安。\n\n然而，心海即位沒過多久，一切重歸平靜。\n\n賞罰分明、愛惜民力，又極富軍事才能。種種優點，使心海在短時間內就得到了大部分人的擁護。\n\n「只要珊瑚宮大人在就不會有事」，也成為了在海祇島流傳最廣的一句話。",
      "jp": "心海が「現人神の巫女」になった日、海祇島に住む無数の人々が彼女に会うため珊瑚宮へと足を運び、彼女を遠巻きに眺めた。\n\n驚き、疑い、戸惑い、喜び…彼らの表情がそれぞれ違うのは、彼女があまりにも若すぎるように見えたため。\n\n陰謀が渦巻き、疑問の声は絶えず、野心家たちが裏で動き始める。嵐の到来が近づき、海祇島は平穏ではなくなった。\n\nしかし、心海が即位して間もなく、一切が平常に戻った。\n\n彼女は賞罰を公平に与え、民を愛し、軍事に長けていた。その優れた才が、多くの人の心を鷲掴みにしたのだ。\n\n「珊瑚宮様がいれば、きっと大丈夫」という言葉が、そうして島中に知れ渡った。",
      "ko": "코코미가 아라히토가미 무녀를 계승하던 날, 수많은 와타츠미의 백성이 산호궁으로 모여, 멀리서 그 모습을 지켜보았다.\n\n놀람, 의심, 막연함, 기쁨 등 느끼는 바가 모두 달랐으니, 이는 코코미는 너무 젊었기 때문이었다.\n\n음모가 계속됐고, 의심의 소리도 끊기지 않았다. 비바람만 불어도 와타츠미는 불안에 떨었다.\n\n코코미가 즉위하고 얼마 지나지 않아 평화가 찾아왔다.\n\n상벌이 분명하고 백성들을 아끼며 뛰어난 군사적 재능 덕에 얼마 지나지 않아 많은 사람이 인정해주기 시작했다.\n\n그때부터 「산고노미야 님이 계시는 한 와타츠미섬은 무사할 거야」라는 말이 와타츠미섬에서 가장 유행하는 말이 되었다",
      "en": "The day Kokomi ascended to the role of Divine Priestess, countless inhabitants of Watatsumi Island came to Sangonomiya Shrine of their own accord to see her.\n\nSurprise, suspicion, confusion, chuckles... Their expressions were strange, all on account of her overly-young appearance in their eyes.\n\nPlots were hatched and questions were endless. The ambitious planned to make their move. The storm was approaching, and all was not at peace on Watatsumi Island.\n\nYet all went back to business as usual not long after Kokomi ascended to her position.\n\nShe was fair in distributing rewards and punishments alike, appreciated the contributions of the people, and was militarily skilled. Her many abilities quickly won the hearts of most of the people.\n\n\"Things will be alright as long as Her Excellency is here\" soon became the most widespread saying on the island.",
      "de": "An dem Tag, an dem Kokomi die Nachfolge der jetzigen göttlichen Priesterin antrat, kamen unzählige Menschen von Watatsumi spontan zum Sangonomiya-Schrein, um sie aus der Ferne zu betrachten.\n\nSie waren erstaunt, misstrauisch, verwirrt und erfreut ... ihre Gefühle waren so unterschiedlich, weil Kokomi ihnen zu jung erschien.\n\nVerschwörungen begannen sich zusammenzubrauen, Zweifel kamen auf, ehrgeizige Männer rührten sich. Der Sturm zog auf und Watatsumi war sowohl oben als auch unten von Unruhe erfüllt.\n\nEs dauerte jedoch nicht lange, bis unter der Herrschaft von Kokomi wieder Ruhe einkehrte.\n\nSie war eine klare und strafende Herrscherin, die das Volk schätzte und große militärische Fähigkeiten hatte. Mit all diesen Vorteilen gewann Kokomi in kurzer Zeit die Unterstützung der meisten Menschen.\n\nDer Satz „Solange Sangonomiya hier ist, wird nichts passieren“ wurde zu einem der beliebtesten Sprüche auf der Insel Watatsumi.",
      "es": "El día que Kokomi se convirtió en la Sacerdotisa Divina, muchos de los habitantes de la Isla Watatsumi se acercaron a Sangonomiya para verla desde lejos.\n\nSentían sorpresa o confusión, dudaban o se mostraban temerosos... Todo porque pensaban que Kokomi era demasiado joven.\n\nSe empezaron a urdir conspiraciones, la incertidumbre iba de boca a oreja y los ambiciosos empezaron a prepararse. Se acercaba una tormenta y toda la Isla Watatsumi estaba intranquila.\n\nNo obstante, poco después de que Kokomi accediera al puesto, las cosas se calmaron.\n\nTenía muy clara la diferencia entre el bien y el mal, amaba a su pueblo y mostraba una habilidad excepcional en la estrategia militar. En muy poco tiempo, Kokomi se ganó el apoyo de la mayoría de la gente.\n\n“Mientras esté la señorita Sangonomiya, no habrá ningún problema”. Esta se convirtió en una de las frases más pronunciadas por los habitantes de la Isla Watatsumi.",
      "fr": "Le jour où Kokomi endossa le rôle de Prêtresse divine, nombreux sont les habitants de l'Île de Watatsumi qui se déplacèrent spontanément à Sangonomiya pour venir la saluer.\n\nExclamations, doutes, confusions, réjouissance... On pouvait observer toutes sortes de réactions pour la simple raison que Kokomi leur apparaissait terriblement jeune.\n\nDes conspirations commencèrent à germer, on demandait des comptes à tout-va, les arrivistes étaient sur le point de profiter du désordre ambiant. La situation empirait, l'Île de Watatsumi était plongée dans le chaos.\n\nMais peu de temps après que Kokomi accède à ses fonctions, le calme revint.\n\nElle était juste, chérissait son peuple et était dotée d'un talent indéniable pour la stratégie militaire. Grâce à toutes ses qualités, Kokomi obtint le soutien de la plupart des habitants en un rien de temps.\n\n« Son Altesse Sangonomiya est avec nous, nous sommes en sécurité. » est devenue une phrase très prononcée sur l'île.",
      "pt": "No dia em que a Kokomi ascendeu ao papel de Sacerdotisa Divina, incontáveis habitantes da Ilha Watatsumi vieram por sua própria vontade ao Santuário de Sangonomiya para vê-la.\n\nSurpresa, suspeita, confusão, risadinhas... Suas expressões eram estranhas, tudo por causa de sua aparência excessivamente jovem aos seus olhos.\n\nPlanos foram elaborados e as perguntas eram infinitas. Os ambiciosos planejavam fazer sua jogada. A tempestade se aproximava e nem tudo estava em paz na Ilha Watatsumi.\n\nNo entanto, tudo voltou ao normal, não muito depois de Kokomi ter ascendido à sua posição.\n\nEla foi justa na distribuição de recompensas e punições, apreciou as contribuições do povo e foi habilidosa militarmente. Suas muitas habilidades rapidamente conquistaram os corações da maioria do povo.\n\n\"As coisas vão ficar bem enquanto Vossa Excelência estiver aqui\" logo se tornou o ditado mais difundido na ilha.",
      "ru": "В день, когда Кокоми стала Божественной Жрицей, бесчисленные жители острова Ватацуми по собственному желанию пришли в храм Сангономия, чтобы увидеть её. Удивление, подозрение, замешательство, усмешки... Их выражения были странными, и всё из-за того, что в их глазах она была слишком молода. Планы вынашивались, а вопросы были бесконечны. Амбициозные люди планировали сделать свой ход. Шторм приближался, и на острове Ватацуми не было покоя. Но всё вернулось на круги своя вскоре после того, как Кокоми заняла свой пост. Она была справедлива в распределении наград и наказаний, ценила вклад людей и была искусна в военном деле. Её способности быстро завоевали сердца большинства людей. «Всё будет хорошо, пока её превосходительство здесь». Вскоре это стало главной мантрой жителей острова.",
      "id": "Saat Kokomi mewarisi jabatan menjadi Pemimpin Suci, seluruh penduduk Pulau Watatsumi berdatangan ke Sangonomiya untuk melihat Kokomi dari jauh.\n\nTercengang, curiga, bingung, tertawa ... Semua itu tampak di wajah mereka, karena Kokomi masih sangat muda.\n\nMereka mulai mengadakan konspirasi, pertanyaan diajukan tanpa henti, dan mereka yang ambisius mencari cara untuk merebut jabatannya. Badai sudah di cakrawala, dan Pulau Watatsumi pun sebentar lagi akan dilanda.\n\nNamun, tidak lama setelah Kokomi memimpin, semuanya kembali tenang.\n\nKokomi tegas menegakkan hukum dan tidak pandang bulu, menghargai dan mengasihi rakyatnya, dan juga sangat berbakat dalam bidang militer. Kemampuan Kokomi membuat orang-orang jadi berbalik mendukungnya dalam waktu yang singkat saja.\n\n\"Semua akan baik-baik saja selama Yang Mulia Sangonomiya ada di sini\", kalimat ini pun menjadi sangat sering diucapkan di Pulau Watatsumi.",
      "th": "ในวันที่ Kokomi ขึ้นสู่บทบาทของผู้นำมิโกะคนปัจจุบัน ผู้คนจำนวนนับไม่ถ้วนของเกาะ Watatsumi มาที่ศาลเจ้า Sangonomiya เพื่อพบกับเธอ\n\nความประหลาดใจ ความสงสัย ความสับสน เสียงหัวเราะ... สีหน้าของพวกเขาแตกต่างกันออกไป ทั้งหมดนี้แค่เพียงเพราะเธอดูเด็กเกินไปในสายตาของพวกเขา\n\nการสมคบคิดเริ่มก่อตัว ความสงสัยไม่มีที่สิ้นสุด ผู้คนที่ทะเยอทะยานต่างวางแผนที่จะทำการเคลื่อนไหว พายุกำลังใกล้เข้ามา และทุกอย่างบนเกาะ Watatsumi ต่างไม่นิ่งสงบ\n\nแต่เมื่อ Kokomi ก้าวขึ้นสู่ตำแหน่งได้ไม่นาน ทุกอย่างก็กลับสู่ความสงบเหมือนอย่างที่เคยเป็น\n\nเธอยุติธรรมในการมอบรางวัลและบทลงโทษ ชื่นชมการมีส่วนร่วมของผู้คน อีกทั้งยังมีทักษะทางทหารเป็นอย่างสูง ความสามารถมากมายของเธอสามารถชนะใจคนส่วนใหญ่ได้ในเวลาอันรวดเร็ว\n\n\"ทุกอย่างจะเรียบร้อยดี ตราบใดที่ท่าน Sangonomiya อยู่ที่นี่\" ในไม่ช้าก็ถ้อยคำนี้ก็กลายเป็นคำพูดที่แพร่หลายที่สุดบนเกาะนี้",
      "vi": "Ngày Kokomi trở thành Thánh Pháp Sư, có vô số cư dân đến chúc mừng.\n\nThán phục, hoài nghi, lo âu, mừng rỡ... Phản ứng của mỗi người mỗi khác nhau, chỉ bởi vì tuổi đời của Kokomi còn quá trẻ.\n\nÂm mưu bắt đầu nhen nhóm, lời chất vấn vang xa, dã tâm chực chờ. Sóng gió dần lan rộng, khiến cho đảo Watatsumi đầy rẫy bất an.\n\nTuy nhiên, Kokomi chẳng mất bao lâu, tất cả đều trở lại tĩnh lặng.\n\nThưởng phạt phân minh, yêu dân mến quân, chiến lược quân sự xuất chúng. Tài năng của Kokomi khiến cho mọi người kính phục chỉ trong thời gian ngắn.\n\n\"Chỉ cần có đại nhân Sangonomiya ở đây thì mọi chuyện sẽ không sao cả\", đó đã trở thành câu cửa miệng của mọi người."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "决定一场战争胜负的因素有许多。\n\n地形、天气、兵力差距、装备优劣…每一项都需要细致的考量。\n\n着眼于细节的人，往往看不到战局变化；空谈战略的人，又多是纸上谈兵。\n\n唯有兼顾大局与细节，才能在战场上创造奇迹。\n\n在这背后，是耗费无数精力的刻苦钻研，和一次次失败铸就的经验教训。\n\n最终能坚持下来的人寥寥无几，而心海不仅精于此道，还形成了她自己独有的战术风格。\n\n「用大局与态势逼迫对方放弃抵抗，用最小的代价结束战争。」",
      "zht": "決定一場戰爭勝負的因素有許多。\n\n地形、天氣、兵力差距、裝備優劣…每一項都需要細緻的考量。\n\n著眼於細節的人，往往看不到戰局變化；空談戰略的人，又多是紙上談兵。\n\n唯有兼顧大局與細節，才能在戰場上創造奇蹟。\n\n在這背後，是耗費無數精力的刻苦鑽研，和一次次失敗鑄就的經驗教訓。\n\n最終能堅持下來的人寥寥無幾，而心海不僅精於此道，還形成了她自己獨有的戰術風格。\n\n「用大局與態勢逼迫對方放棄抵抗，用最小的代價結束戰爭。」",
      "jp": "様々な要因が勝敗を左右する。\n\n地形、天候、兵力や装備の差…いずれも慎重に検討する必要があるものだ。\n\n細かなことに気を取られすぎては、戦局の変化を見逃してしまう。戦略だけを語る者は、机上の空論で判断している可能性が高い。\n\n大局と細部の両方を把握できる者だけが、戦場で奇跡を起こすことができる。\n\nその裏には、数え切れないほどの努力と、数多の失敗から得られた教訓がある。\n\n最後まで研鑽を続けられる者はごく少数だが、心海はそれが得意であった上に、独自の戦術をも編み出した\n\n「より大きな戦局を操り、相手を降伏させます。そして、最小の犠牲で戦に勝利しましょう。」",
      "ko": "전쟁의 승패를 결정하는 원인은 허다하다.\n\n지형, 날씨, 병력 차이, 장비 차이… 이 중 한 가지도 소홀히 해서는 안 된다.\n\n사소한 것에 얽매이는 사람은 전세 변화에 기민하게 반응하지 못하고, 전략만 쏟아내는 사람은 탁상공론에 불과하다.\n\n사소한 것과 전체적인 부분을 완벽하게 신경 쓸 수 있는 사람만이 전장에서 기적을 만들고는 한다.\n\n그 배후에는 무수한 노력과 연구, 그리고 끊임없는 실패의 경험이 있을 것이다.\n\n마지막까지 버티는 사람은 많지 않다. 하지만 코코미는 이러한 사항을 모두 이겨내고 자신만의 독특한 전술 스타일을 완성했다.\n\n「전반적인 기세와 형세로 상대방이 전투를 포기하게 만들어야 하고, 최소한의 대가로 전쟁을 끝낸다」",
      "en": "There are many factors involved in deciding victory or defeat.\n\nTerrain, weather, differences in military strength and equipment quality... All of these require careful consideration.\n\nThose who study the details too closely tend to miss changes on the field, and most who speak of strategy speak of it in a vacuum.\n\nOnly those who can grasp both the big picture and the small details can create miracles on the battlefield.\n\nAnd behind all this lies countless hours of hard work delving into the reasons behind one's failures.\n\nFew if any ever persevere to the end, but Kokomi was not only good at this but also possessed a unique tactical style.\n\n\"Manipulate the larger strategic situation to force the other side to give up, and to win wars with the least amount of cost possible.\"",
      "de": "Es gibt viele Faktoren, die darüber entscheiden, ob eine Schlacht gewonnen oder verloren wird.\n\nDas Terrain, das Wetter, der Unterschied in der Stärke, die Überlegenheit oder Unterlegenheit der Ausrüstung ... jeder dieser Faktoren muss sorgfältig berücksichtigt werden.\n\nDiejenigen, die sich auf die Details konzentrieren, sehen oft nicht die Veränderungen auf dem Schlachtfeld; diejenigen, die über Strategie reden, reden oft nur auf dem Papier darüber.\n\nNur durch die Balance zwischen dem großen Ganzen und den Details können wir Wunder auf dem Schlachtfeld schaffen.\n\nDahinter steckt die mühsame Forschung, die Unmengen an Energie verschlingt, und die Lehren, die aus einem Misserfolg nach dem anderen gezogen werden.\n\nNur wenige Menschen bleiben am Ende dabei und Kokomi ist nicht nur geschickt darin, sie hat auch ihren eigenen einzigartigen taktischen Stil entwickelt.\n\n„Betrachte das gesamte Bild und zeige die richtige Einstellung, um den Gegner zu zwingen, den Widerstand aufzugeben und den Krieg mit einem Minimum an Aufhebens zu beenden.“",
      "es": "Hay muchos factores que influyen en el resultado de una batalla.\n\nLa geografía, el clima, la diferencia de fuerza, el equipamiento... Cada elemento se tiene que considerar detenidamente.\n\nQuienes se fijan en todos los detalles suelen perderse la evolución de la batalla; los que hablan de estrategia incesantemente normalmente solo son útiles sobre el papel.\n\nEn el campo de batalla, los milagros solo se consiguen cuando se tienen en cuenta tanto los detalles como la situación general.\n\nDetrás de escena quedan las innumerables horas de una investigación agotadora y las lecciones aprendidas con cada fracaso.\n\nPocas personas son capaces de perseverar hasta el final, y Kokomi no solo lo consiguió de forma sobresaliente, sino que además acuñó su propio estilo de estrategia.\n\n“La clave es utilizar la visión de conjunto y la actitud para obligar al rival a desistir de su resistencia, y así terminar la guerra con el menor coste posible”.",
      "fr": "Les facteurs qui influencent la victoire à l'issue d'un combat sont nombreux.\n\nLe terrain, les conditions météorologiques, la différence d'effectifs, la qualité de l'équipement... Chaque détail doit être minutieusement analysé.\n\nUne personne qui se concentre uniquement sur les détails risque de négliger les changements sur le terrain, tandis ceux qui ne font qu'élaborer des stratégies les mettent rarement en pratique.\n\nSeul le stratège qui prend en compte la vue d'ensemble et les détails peut réaliser un miracle sur le champ de bataille.\n\nTout cela se construit grâce à une étude diligente menée avec rigueur et l'enseignement retiré des nombreux échecs essuyés.\n\nPeu nombreuses sont les personnes capables de ces exploits stratégiques. Kokomi fait non seulement partie de cette élite, mais a également développé son propre style tactique.\n\n« La recette du succès est de considérer la situation dans son ensemble ainsi que la conjecture, pour forcer l'adversaire à capituler et remporter la victoire avec le moins de pertes possibles. »",
      "pt": "Há muitos fatores envolvidos na decisão de vitória ou derrota.\n\nTerreno, clima, diferenças na força militar e qualidade do equipamento... tudo isso requer uma cuidadosa consideração.\n\nAqueles que estudam os detalhes muito de perto tendem a não perceber as mudanças no campo, e a maioria dos que falam de estratégia falam disso em um vácuo.\n\nSomente aqueles que conseguem entender tanto o grande panorama quanto os pequenos detalhes podem criar milagres no campo de batalha.\n\nE por trás de tudo isso há incontáveis horas de trabalho árduo, mergulhando nas razões por trás dos fracassos.\n\nPoucos ou nenhum perseveraram até o fim, mas Kokomi não só era boa nisso, mas também possuía um estilo tático único.\n\n\"Manipular a situação estratégica maior para forçar o outro lado a desistir, e para ganhar guerras com o menor custo possível.\"",
      "ru": "В победе или поражении играет роль множество факторов. Ландшафт, погода, разница в силе войск и качестве снаряжения... Все это требует тщательного рассмотрения. Те, кто слишком внимательно изучает детали, обычно не замечают изменений на поле боя, и большинство тех, кто говорит о стратегии, говорят о ней в теории. Только те, кто может понять как общую картину, так и мелкие детали, могут творить чудеса на поле боя. За всем этим стоят бесчисленные часы упорной работы, попыток вникнуть в причины своих неудач. В конце концов очень немногим удалось удержаться на этом уровне, но Кокоми не только преуспела в этом, она также разработала свой собственный уникальный тактический стиль. «Использовать стратегическую ситуацию, чтобы заставить противника сдаться, и выиграть войну с наименьшими потерями».",
      "id": "Keberhasilan ataupun kegagalan pertempuran ditentukan oleh banyak faktor.\n\nMedan, cuaca, perbedaan kekuatan pasukan, kualitas persenjataan. Semuanya perlu pertimbangan yang cermat.\n\nJika hanya fokus pada detail, maka tidak dapat melihat perubahan yang terjadi; jika hanya melulu bicara tentang strategi, maka tidak tahu caranya mengeksekusi.\n\nKeajaiban di medan pertempuran diciptakan oleh orang-orang yang paham hal-hal besar maupun hal-hal kecil.\n\nSemuanya berakar dari kerja keras, dan mempelajari penyebab kegagalan yang sudah-sudah.\n\nSangat sedikit orang yang mampu bertahan sampai akhir, tapi Kokomi bukan cuma pandai dalam hal ini saja, dia juga punya ciri khasnya sendiri dalam membuat strategi dan taktik.\n\n\"Manfaatkan situasi dan paksa lawan menyerah, menangkanlah pertempuran dengan sedikit mungkin pengorbanan.\"",
      "th": "มีหลายปัจจัยที่เกี่ยวข้องในการตัดสินชัยชนะหรือความพ่ายแพ้ของสงคราม\n\nทั้งภูมิประเทศ สภาพอากาศ ความแตกต่างของกำลังทหารและคุณภาพของอุปกรณ์... ทั้งหมดนี้ต้องผ่านการพิจารณาอย่างรอบคอบ\n\nผู้ที่ศึกษารายละเอียดอย่างใกล้ชิดเกินไปมักจะพลาดการเปลี่ยนแปลงในการต่อสู้ ส่วนผู้ที่เอาแต่พูดถึงแค่กลยุทธ์ ก็เป็นเพียงการว่ากล่าวการรบบนกระดาษเท่านั้น\n\nมีเฉพาะผู้ที่สามารถเข้าใจทั้งภาพรวมและรายละเอียดเล็ก ๆ น้อย ๆ เท่านั้นที่จะสามารถสร้างปาฏิหาริย์ในสนามรบได้\n\nและเบื้องหลังทั้งหมดนี้คือการทำงานหนักนับไม่ถ้วนและบทเรียนที่เรียนรู้จากความล้มเหลวในแต่ละครั้ง\n\nมีคนเพียงไม่กี่คนที่สามารถยืนหยัดได้ถึงตอนสุดท้าย แต่ Kokomi ไม่เพียงเก่งในเรื่องนี้ แต่ยังสร้างรูปแบบยุทธวิธีที่เป็นเอกลักษณ์ของเธอเองอีกด้วย\n\n\"จัดการสถานการณ์เชิงกลยุทธ์ที่ใหญ่ขึ้น เพื่อบังคับให้อีกฝ่ายยอมแพ้ และยุติสงครามด้วยความสูญเสียที่น้อยที่สุดเท่าที่จะเป็นไปได้\"",
      "vi": "Có rất nhiều nhân tố quyết định thắng thua của một trận chiến.\n\nĐịa hình, khí hậu, binh lực, trang bị... mỗi mục đều phải tính toán tỉ mỉ.\n\nNgười qua loa sẽ luôn nhìn không thấu chiến cục, người hiểu biết chiến lược, quá nửa chỉ lý luận suông, không có tính thực tiễn.\n\nChỉ khi tham thấu được mọi chi tiết trong chiến trận thì mới có thể tạo nên kỳ tích.\n\nNhưng để có được vậy, cần phải tiêu tốn rất nhiều tinh thần rèn luyện nghiên cứu, đúc kết sâu sắc những kinh nghiệm trước đó.\n\nNgười trụ lại cuối cùng chỉ đếm trên đầu ngón tay, nhưng Kokomi không chỉ trở thành một trong số đó, lại còn tạo nên phong cách chiến thuật độc đáo của riêng mình.\n\n\"Dùng thế cục để ép kẻ địch phải bỏ cuộc, kết thúc trận chiến với cái giá phải trả thấp nhất.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "无论身处战场内外，心海都力争做到「料敌于先」。\n\n事前就推断所有可能出现的状况，将每一种对策都汇编成锦囊，交给执行者去落实。\n\n虽然因此造成了部分锦囊过于厚重的问题，但这种方式也为海祇岛安稳发展提供了保证。\n\n如今，海祇岛日渐繁荣，越来越多有才志士得到任用，心海派发的锦囊也逐日减少。\n\n在心海眼中，这是一件值得高兴的事情。",
      "zht": "無論身處戰場內外，心海都力爭做到「料敵於先」。\n\n事前就推斷所有可能出現的狀況，將每一種對策都彙編成錦囊，交給執行者去落實。\n\n雖然因此造成了部分錦囊過於厚重的問題，但這種方式也為海祇島安穩發展提供了保證。\n\n如今，海祇島日漸繁榮，越來越多有才志士得到任用，心海派發的錦囊也逐日減少。\n\n在心海眼中，這是一件值得高興的事情。",
      "jp": "戦場でも、戦場の外でも、心海は「敵を知る」ことを心掛けている。\n\n彼女は事前にすべての可能性を想定し、戦略を考え、そのすべてを虎の巻に書き留めて実行者に委ねる。\n\nその結果、虎の巻があまりにも分厚く、重くなるという問題が生じたが、この方法によって海祇島は安定した発展に繋がった。\n\n現在、海祇島はさらなる繁栄に向けて、日々動いている。優秀な人材が多く登用されたことで、心海が手配する虎の巻も減っていった。\n\n心海にとって、それは実に喜ばしいことである。",
      "ko": "코코미는 출전하든 하지 않든, 언제나 「적군 파악」에 힘을 썼다.\n\n사전에 모든 가능성을 열어두고 모든 대책을 적어 만든 묘책 모음집을 집행관에게 넘겨줬다.\n\n모든 상황을 다 적어뒀기 때문에 묘책 모음집은 항상 무거웠지만 그 덕에 와타츠미섬이 안전해질 수 있었다.\n\n와타츠미섬은 점점 더 번창해졌고 유능한 인재를 발탁해, 코코미의 묘책 모음집은 서서히 얇아졌다.\n\n코코미에게는 매우 기쁘고 의미 있는 일이었다",
      "en": "Whether on the battlefield or off it, Kokomi tries to \"know thy enemy\" as much as possible.\n\nShe tends to predict all possible scenarios beforehand and devise strategies to address them, which are then delivered as directives to those who enforce her will.\n\nThis has given rise to the issue of some of these directives being rather thick and heavy, but this method has guaranteed the stable development of Watatsumi Island.\n\nToday, Watatsumi Island moves each day towards greater prosperity, and as more talented people have been appointed to office, the directives that Kokomi has to deliver have decreased.\n\nAs far as she is concerned, that is something worth celebrating.",
      "de": "Ob auf oder abseits des Schlachtfelds, Kokomi strebt stets danach, „dem Feind voraus zu sein“.\n\nVorher antizipiert sie bereits alle möglichen Situationen und stellt jede einzelne in einem Aktionsbündel zusammen, das dann zur Umsetzung an die Ausführenden übergeben wird.\n\nObwohl dies zu dem Problem führte, dass einige der Aktionsbündel zu schwer waren, stellte dieser Ansatz dennoch die stabile Entwicklung von Watatsumi sicher.\n\nHeute, da die Insel immer wohlhabender wird und immer mehr talentierte Leute ernannt werden, verringert sich die Anzahl der Brokate, die Kokomi verteilt, von Tag zu Tag.\n\nIn den Augen von Kokomi ist das etwas, worüber man sich freuen kann.",
      "es": "Ya sea dentro o fuera del campo de batalla, Kokomi siempre intenta ir un paso por delante del enemigo.\n\nAnticipa todas las situaciones posibles, recopila todas las medidas correctivas, las escribe en forma de directrices y se las entrega a los encargados de implementarlas.\n\nAunque algunas terminaron siendo muy largas, esto ha garantizado el desarrollo estable de la Isla Watatsumi.\n\nA día de hoy, la Isla Watatsumi es un lugar cada vez más próspero y con más gente de talento trabajando por ella, y Kokomi cada vez necesita enviar menos directrices.\n\nEsto es un motivo de alegría para ella.",
      "fr": "Que ce soit sur le champ de bataille ou en dehors, Kokomi s'efforce toujours de garder une longueur d'avance sur l'ennemi.\n\nElle anticipe toutes les éventualités, compile ensuite toutes les solutions possibles dans des directives et les confie à la personne chargée de les appliquer.\n\nMême si certaines directives sont longues, elles ont permis de garantir un développement stable sur l'Île de Watatsumi.\n\nÀ l'heure actuelle, celle-ci continue de prospérer jour après jour. De nombreux talents ont été nommés à sa gouvernance, diminuant ainsi le nombre de directives.\n\nPour Kokomi, il s'agit là d'une chose dont il faut se réjouir.",
      "pt": "Seja dentro ou fora do campo de batalha, Kokomi tenta \"conhecer seu inimigo\" o máximo possível.\n\nEla tende a prever todos os cenários possíveis de antemão e elaborar estratégias para enfrentá-los, que são então entregues como diretrizes àqueles que fazem cumprir sua vontade.\n\nIsto deu origem à questão de algumas destas diretrizes serem bastante espessas e pesadas, mas este método garantiu o desenvolvimento estável da Ilha Watatsumi.\n\nHoje, a Ilha Watatsumi se move a cada dia em direção a uma maior prosperidade, e como mais pessoas talentosas foram indicadas para o cargo, as diretrizes que Kokomi tem que fornecer diminuíram.\n\nNo que diz respeito a ela, isso é algo que vale a pena comemorar.",
      "ru": "На поле боя или за его пределами, Кокоми старается как можно лучше узнать своего врага. Она заранее прогнозирует все возможные сценарии и разрабатывает стратегии их решения, которые затем передаются в виде директив тем, кто исполняет её волю. Это привело к тому, что некоторые из этих директив были довольно толстыми и тяжелыми, но этот метод гарантировал стабильное развитие острова Ватацуми. Сегодня остров Ватацуми с каждым днём движется к большему процветанию, и по мере того, как всё более талантливые люди назначаются на должности, количество директив, которые Кокоми должна доставлять, уменьшается. По её мнению, это стоит отметить.",
      "id": "Baik di dalam maupun luar medan pertempuran, Kokomi selalu berusaha \"mengenal lawan\" sejauh yang dia mampu.\n\nDia sudah terbiasa memperkirakan segala skenario yang mungkin terjadi serta menyusun strategi untuk menanggulangi semuanya itu, lalu memberikan arahan pada mereka yang bertanggung jawab sebagai pelaksana.\n\nArahan yang berbentuk petunjuk operasional ini memang terkadang sangat tebal dan berat, namun semuanya berhasil menjaga agar perkembangan Pulau Watatsumi selalu aman terkendali.\n\nHari ini, Pulau Watatsumi semakin makmur, dan petunjuk operasional yang harus disusun oleh Kokomi kian hari kian berkurang, seiring dengan bertambahnya jumlah pemegang jabatan yang punya kemampuan mumpuni.\n\nBagi dirinya, hal seperti ini adalah sesuatu yang layak untuk dirayakan.",
      "th": "ไม่ว่าจะอยู่ในสนามรบหรือนอกสนามรบ Kokomi มักจะพยายามที่จะ \"รู้จักศัตรูของตนเองก่อน\" ให้มากที่สุด\n\nสรุปสถานการณ์ที่เป็นไปได้ทั้งหมดไว้ล่วงหน้า วางแผนกลยุทธ์เพื่อจัดการกับสถานการณ์เหล่านั้นไว้ในคู่มือ ซึ่งจากนั้นจะส่งเป็นคำสั่งไปยังผู้ที่บังคับใช้ตามความประสงค์ของเธอ\n\nสิ่งนี้ทำให้เกิดปัญหา คำสั่งบางอย่างก็ค่อนข้างเคร่งครัดและหนักหน่วงเกินไป แต่วิธีนี้สามารถรับประกันการพัฒนาที่มั่นคงของเกาะ Watatsumi ได้\n\nเกาะ Watatsumi ในทุกวันนี้มุ่งสู่ความเจริญรุ่งเรืองที่มากขึ้นเรื่อย ๆ และเมื่อมีการแต่งตั้งผู้มีความสามารถมากขึ้นให้ดำรงตำแหน่ง คำสั่งที่ Kokomi ต้องดำเนินการก็ลดลงด้วยเช่นกัน\n\nในสายตาของ Kokomi นั่นเป็นสิ่งที่ควรค่าแก่การเฉลิมฉลอง",
      "vi": "Dù là ở trong hay ngoài chiến trường, Kokomi đều luôn đánh giá tình hình.\n\nTrước khi làm việc sẽ luôn phán đoán tất cả mọi tình huống xảy ra, đồng thời ghi chép hết phương án ứng phó vào túi gấm giao cho đồng đội.\n\nTuy như vậy sẽ không tránh khỏi việc túi gấm quá nặng, nhưng cách này đã đảm bảo cho sự ổn định và phát triển của đảo Watatsumi trong thời gian qua.\n\nGiờ đây, đảo Watatsumi dần nhộn nhịp, càng ngày càng có nhiều nhân tài được trọng dụng, túi gấm phải sử dụng cũng ngày càng ít.\n\nTrong mắt Kokomi, chuyện này rất đáng để ăn mừng."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "闲暇时，心海也会独自在海祇岛散步。\n\n她总是避开人群，时而漫步在紫色的树林，时而坐在海边眺望远处。\n\n日月在海面升起，群星在天际闪烁，浪涛的声音轻缓悦耳，让人心情舒畅。\n\n偶尔她也会拾起一枚贝壳，戴在自己的头上，却又在离开时放回原处。\n\n幻想着，或许会有流浪的螃蟹钻入贝壳，将其视为自己的家。\n\n有时心海也会潜到水下，独自享受安静的氛围，群鱼在她的身旁游弋，所有烦恼都沉入海底。\n\n心海对海祇岛上的每处景色都如数家珍，每个人的名字都熟记于心。\n\n遗憾的是，美景恒常不改，人心却复杂易变。\n\n战场胜利易得，但让每个人都能活得开心快乐却很难。\n\n想来，这也是令她困扰的原因之一吧。",
      "zht": "閒暇時，心海也會獨自在海祇島散步。\n\n她總是避開人群，時而漫步在紫色的樹林，時而坐在海邊眺望遠處。\n\n日月在海面升起，群星在天際閃爍，浪濤的聲音輕緩悅耳，讓人心情舒暢。\n\n偶爾她也會拾起一枚貝殼，戴在自己的頭上，卻又在離開時放回原處。\n\n幻想著，或許會有流浪的螃蟹鑽入貝殼，將其視為自己的家。\n\n有時心海也會潛到水下，獨自享受安靜的氛圍，群魚在她的身旁游曳，所有煩惱都沉入海底。\n\n心海對海祇島上的每處景色都如數家珍，每個人的名字都熟記於心。\n\n遺憾的是，美景恆常不改，人心卻複雜易變。\n\n戰場勝利易得，但讓每個人都能活得開心快樂卻很難。\n\n想來，這也是令她困擾的原因之一吧。",
      "jp": "時間に余裕がある時、心海は一人で海祇島を散歩することがある。\n\n人混みを避け、紫色の森の中をあてもなく歩いたり、海辺に座って遠くを眺めたりするのだ。\n\n太陽と月が海面から昇り、空には星々が輝く。波の音は耳に心地よく、心海に癒やしを与えた。\n\n時折、貝殻を拾ってはそれを頭の上に乗せ、帰るときに元の場所に戻した。\n\nその貝殻に迷い込んだカニが、そのまま住みつくかもしれない、そんな物語を想像しながら。\n\n時に、心海は水の中に潜り、ひとり穏やかな雰囲気を楽しむ。群れを成して泳ぐ魚が、心の憂いをすべて海底へと沈めてくれるのだ。\n\n心海は海祇島のあらゆる景色を大切にし、すべての人の名前を覚えている。\n\nただ残念なことに、美しい景色が変わることはなくとも、人の心は複雑で移ろいやすいもの。\n\n戦に勝利することは容易なことだ。しかし、すべての人に幸せで楽しい人生を送ってもらうのは極めて難しいこと。\n\nこれもまた、彼女の憂いの一つだろう。",
      "ko": "여유로울 때는 코코미도 가끔 와타츠미섬을 산책한다.\n\n그녀는 사람이 많은 곳을 피해 다니며 때로는 자색 수림에서 산책을 하고, 때로는 바다에서 먼 곳을 바라본다.\n\n해와 달이 해수면 끝에서 떠오르고 별빛이 하늘에서 반짝이며 파도 소리가 귀를 즐겁게 한다.\n\n가끔 조개를 들어 머리에 얹기도 했고, 떠날 때는 제자리에 돌려두고 떠났다.\n\n가끔은 물속으로 들어가 혼자 조용한 분위기를 즐겼고, 물고기 떼가 그녀의 옆을 지나갈 때면 고민거리가 바닷속 깊은 곳으로 사라지는 것 같았다.\n\n코코미는 와타츠미섬 바다의 모든 곳을 꿰뚫고 있다. 심지어는 와타츠미 사람들의 이름까지 기억하고 있다.\n\n다만, 풍경은 변하지 않지만 사람 마음은 변한다는 것이 안타까울 따름이다.\n\n전쟁에서 승리하는 것은 쉽지만 모든 사람을 기쁘게 하는 것은 어렵다.\n\n이것이 바로 그녀가 고민하는 이유 중 하나일 것이다",
      "en": "When Kokomi has the time to spare, she will go on walks on Watatsumi Island alone.\n\nShe often tries to avoid crowds, pacing slowly through the violet forests, sometimes sitting by the seaside and looking out into the distance.\n\nThe sun and the moon rise over the sea, the stars shine in their skies, and the sound of the waves is pleasing to the ear, relaxing the soul.\n\nSometimes she will even place a seashell on her head, only to put it back where she found it when she leaves.\n\nIn her mind, perhaps some wandering crab will burrow its way inside and call this shell home.\n\nSometimes, Kokomi will also go diving, enjoying the calm atmosphere by herself, her worries sinking into the ocean depths as schools of fish swim all around her.\n\nKokomi treasures every sight there is to be seen on Watatsumi Island, and she remembers the name of every person.\n\nSadly, while scenery remains, people's hearts are complex and changeable.\n\nVictory is simple enough to attain compared to the mammoth task of making sure that everyone lives happily.\n\nThis dilemma has always troubled her.",
      "de": "In ihrer Freizeit wandert Kokomi auch allein auf Watatsumi umher.\n\nMenschenmassen meidet sie immer und schlendert mal durch den lila Wald oder sitzt mal am Meer und schaut in die Ferne.\n\nDie Sonne und der Mond gehen über dem Meer auf, die Sterne funkeln am Himmel und das sanfte, angenehme Rauschen der Wellen ist beruhigend.\n\nGelegentlich hebt sie eine Muschel auf und setzt sie sich auf den Kopf, nur um sie wieder abzulegen, wenn sie wieder geht.\n\nSie stellt sich vor, dass sich vielleicht eine verirrte Krabbe in die Schale eingräbt und sie als ihr Zuhause betrachtet.\n\nManchmal taucht Kokomi im Wasser und genießt allein die ruhige Atmosphäre, während um sie herum Fischschwärme schwimmen und all ihre Sorgen auf den Grund des Meeres sinken.\n\nKokomi kennt jeden Grashalm auf Watatsumi wie ihre Westentasche und kennt die Namen von allen.\n\nBedauerlicherweise ist die Schönheit der Natur konstant und unveränderlich, aber die Herzen der Menschen sind komplex und wankelmütig.\n\nEs ist leicht, auf dem Schlachtfeld zu gewinnen, aber schwer, alle bei Laune und glücklich zu halten.\n\n Ich nehme an, das ist eine der Tatsachen, die sie gestört hat.",
      "es": "En su tiempo libre, a Kokomi le gusta pasear sola por la Isla Watatsumi.\n\nSiempre evita los grupos de gente. Unas veces anda por los bosques de color violeta; otras, se sienta en la playa y observa el horizonte.\n\nEl sol y la luna se elevan sobre el mar, las estrellas centellean en el cielo y el sonido de las olas acaricia los oídos y calma el ánimo.\n\nA veces toma una caracola y se la pone en la cabeza, pero al irse, siempre la deja donde la había encontrado.\n\nTal vez un cangrejo sin hogar pase por allí y decida convertirla en su casa.\n\nEn ocasiones, Kokomi se sumerge en el agua, deja que sus preocupaciones se hundan hasta el fondo del mar y disfruta del ambiente tranquilo y de los pececillos que nadan a su alrededor.\n\nKokomi conoce la isla como la palma de su mano y recuerda el nombre de todos sus habitantes.\n\nLamentablemente, los paisajes son eternos e inmutables, pero el corazón humano es complicado y cambiante.\n\nEs fácil ganar en el campo de batalla, pero lograr que todos vivan felices es casi imposible.\n\nPensándolo bien, esta es una de las cosas que más le preocupan.",
      "fr": "Durant son temps libre, Kokomi aime se promener seule sur l'Île de Watatsumi.\n\nElle évite toujours la foule, tantôt se baladant dans les forêts teintées de violet, tantôt s'asseyant sur la plage pour observer l'horizon.\n\nLe soleil et la lune s'élèvent au-dessus de la surface de l'eau, les étoiles brillent dans le ciel, le bruit des vagues résonne comme une douce chanson qui réchauffe les cœurs.\n\nParfois, elle pose un coquillage sur sa tête, mais le replace là où elle l'a trouvé avant de s'en aller.\n\nElle s'imagine qu'un crabe vagabond en fera peut-être sa maison.\n\nParfois, Kokomi plonge dans l'océan, profite de la tranquillité de l'atmosphère. Un banc de poissons nage à ses côtés, elle laisse tous ses soucis se dissoudre dans l'eau.\n\nElle chérit tous les paysages, toutes les merveilles de l'Île de Watatsumi et connaît les noms de chaque habitant par cœur.\n\nMalheureusement, seuls les paysages sont immuables. Les sentiments sont quant à eux toujours changeants.\n\nIl est facile d'atteindre la victoire, mais il est bien compliqué de s'assurer que chacun ait une vie heureuse.\n\nVoilà une des choses qui préoccupe le plus Kokomi.",
      "pt": "Quando Kokomi tem tempo livre, ela passeia sozinha na Ilha Watatsumi.\n\nEla frequentemente tenta evitar multidões, passeando lentamente pelas florestas violetas, às vezes sentada à margem do mar e olhando para o horizonte.\n\nO sol e a lua nascem sobre o mar, as estrelas brilham em seus céus e o som das ondas é agradável ao ouvido, relaxando a alma.\n\nÀs vezes ela até coloca uma concha na cabeça, apenas para colocá-la de volta onde ela a encontrou quando ela sai.\n\nEm sua mente, talvez algum caranguejo perambulante irá entrar e chamar esta concha de lar.\n\nÀs vezes, Kokomi também vai mergulhar, aproveitando a atmosfera calma sozinha, suas preocupações se afundam nas profundezas do oceano enquanto cardumes nadam ao seu redor.\n\nKokomi valoriza cada visão que há para ser vista na Ilha Watatsumi, e ela se lembra do nome de cada pessoa.\n\nInfelizmente, enquanto a paisagem permanece, os corações das pessoas são complexos e mutáveis.\n\nA vitória é suficientemente simples de se alcançar em comparação com a gigantesca tarefa de garantir que todos vivam felizes.\n\nEste dilema sempre a atormentou.",
      "ru": "Когда у Кокоми есть свободное время, она отправляется на прогулки по острову Ватацуми в одиночестве. Она старается избегать людей, медленно прогуливаясь по фиолетовым лесам, иногда сидит на берегу моря и смотрит вдаль. Солнце и луна восходят над морем, звезды сияют в небесах, а шум волн радует слух и расслабляет душу. Иногда она даже кладёт ракушку на голову, чтобы потом, уходя, вернуть её на место. В её мыслях, возможно, какой-нибудь блуждающий краб заберётся внутрь и назовет эту ракушку домом. Иногда Кокоми занимается дайвингом, наслаждаясь спокойной атмосферой в одиночестве, а её заботы погружаются в глубины океана, когда вокруг плавают стаи рыб. Кокоми дорожит каждой достопримечательностью острова Ватацуми и помнит имя каждого его жителя. К сожалению, если пейзажи остаются, то сердца людей сложны и изменчивы. Победа достаточно проста по сравнению с трудной задачей сделать так, чтобы все жили счастливо. Это одна из тех вещей, которые всегда её беспокоят.",
      "id": "Ketika senggang, Kokomi suka berjalan-jalan di Pulau Watatsumi seorang diri.\n\nDia selalu menghindari keramaian, terkadang berjalan-jalan di hutan pulau, dan kadang duduk-duduk santai di tepi pantai, sambil memandang ke cakrawala.\n\nMatahari dan bulan terbit silih berganti, bintang-bintang gemerlapan di langit, dan suara deburan ombak yang lembut, membuat dirinya merasa tenang dan damai.\n\nKokomi juga suka mengambil cangkang kerang dan meletakkannya di atas kepala, lalu mengembalikannya ke tempatnya semula ketika dia hendak beranjak pergi.\n\nDia membayangkan bahwa mungkin saja suatu hari nanti akan ada kelomang yang masuk ke dalam cangkang itu dan menjadikannya rumah.\n\nKokomi juga senang menyelam dan menikmati suasana bawah laut yang tenang, ditemani ikan-ikan yang berenang bebas di sekelilingnya, membuatnya merasa seakan semua masalah yang dia hadapi ikut tenggelam ke dasar laut.\n\nKokomi mencintai segala panorama yang ada dia Pulau Watatsumi, dan dia pun hafal nama setiap orang yang hidup di sana.\n\nSatu hal yang patut disayangkan, alam bersifat tetap, sedangkan hati manusia rumit dan mudah berubah.\n\nKemenangan di medan perang mudah didapat, namun menjaga agar setiap orang selalu bahagia sukar hukumnya.\n\nKekhawatiran akan hal ini selalu menghantui dirinya.",
      "th": "เมื่อ Kokomi มีเวลาว่าง เธอมักจะไปเดินเล่นบนเกาะ Watatsumi เพียงลำพัง\n\nเธอมักจะพยายามหลบเลี่ยงจากฝูงชน ก้าวเดินช้า ๆ ผ่านผืนป่าสีม่วง บางครั้งก็นั่งลงที่ริมชายหาดและมองออกไปไกลแสนไกล\n\nตะวันและจันทราเคลื่อนคล้อยลอยขึ้นเหนือผืนท้องทะเล ดวงดาราส่องแสงประกายพร่างพรายอยู่บนท้องนภา และเสียงคลื่นซัดชายฝั่งช่างไพเราะน่าฟัง สิ่งเหล่านี้ต่างช่วยทำให้จิตใจของเธอผ่อนคลาย\n\nบางครั้งเธอก็จะหยิบเปลือกหอยขึ้นมาประดับไว้บนหัวของตัวเอง ทว่าก่อนกลับก็เลือกที่จะนำมันไปวางไว้ที่เดิม\n\nในความคิดของเธอ บางทีปูน้อยที่หลงทางอาจจะต้องการมุดเข้าไปข้างในเปลือกหอยนี้และใช้มันเป็นบ้านของตัวเอง\n\nบางครั้ง Kokomi จะดำลงไปใต้น้ำและเพลิดเพลินกับบรรยากาศที่เงียบสงบเพียงลำพัง เมื่อฝูงปลาแหวกว่ายอยู่ข้าง ๆ เธอ และปัญหาทั้งหมดก็จะจมลึกลงสู่ก้นทะเล\n\nสำหรับ Kokomi ทิวทัศน์ทุกแห่งบนเกาะ Watatsumi นั้นล้ำค่า และเธอจดจำชื่อของทุกคนด้วยหัวใจ\n\nแต่ที่น่าเศร้าก็คือ ในขณะที่ความงดงามยังคงเหมือนเดิม แต่จิตใจของผู้คนนั้นกลับซับซ้อนและเปลี่ยนแปลงได้ตลอดเวลา\n\nชัยชนะในสนามรบนั้นช่างง่ายดาย แต่การทำให้ทุกคนอยู่อย่างมีความสุขนั้นกลับยากเสียเหลือเกิน\n\nพอคิดดูแล้ว นี่ก็น่าจะเป็นหนึ่งในเหตุผล ที่ทำให้เธอกลุ้มใจมาโดยตลอดล่ะนะ",
      "vi": "Khi nhàn rỗi, Kokomi sẽ đi dạo trên đảo.\n\nCô ấy luôn chủ động né tránh đám đông, thường hay tản bộ trong những cánh rừng, hoặc ngắm nhìn về phía biển xa.\n\nMặt trăng ló dạng, bầu trời đầy sao, tiếng sóng vỗ về khiến tâm trạng thư thái.\n\nĐôi lúc Kokomi còn nhặt lấy vỏ ốc mà đội lên đầu, nhưng sẽ đặt về chỗ cũ khi rời khỏi.\n\nTưởng tượng rằng, có lẽ sẽ có một con cua lang thang nào đó chui vào vỏ ốc, xem đó như nhà mình.\n\nCũng có lúc Kokomi lặn xuống biển sâu, tự thưởng cho mình cảm giác an lành, đàn cá bơi xung quanh, khiến cho mọi phiền não đều chìm xuống đáy biển.\n\nKokomi luôn trân trọng mỗi cảnh sắc trên đảo Watatsumi, thuộc lòng tên của tất cả mọi người\n\nThế nhưng đáng tiếc, cảnh sắc dễ giữ, lòng người khó dò.\n\nThắng trận dễ dàng, nhưng khiến mọi người đều hạnh phúc thì lại rất khó.\n\nĐó âu cũng là một nguyên nhân buồn phiền của Kokomi."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "心海自幼便博览群书，尤其偏好兵法类书籍。\n\n拜此所赐，心海有着丰富的知识储备，用以处理各个领域的事务。\n\n但常年沉浸兵书与军事绘本的结果是，心海在社交方面变得相当贫乏。甚至不知从何时起，与不熟悉的人交谈也成了一种负担。\n\n继任现人神巫女之后，心海不得不学着面对不擅长的事情，无论是与人打交道，还是处理不感兴趣的事务。\n\n然而，强迫自己去做不喜欢的事，会严重消耗心海的精力，让她陷入疲惫。\n\n因此，心海为自己设置了「能量」这一指标，做喜欢的事情能量会回升，做不喜欢的事情能量就会下降。\n\n能量耗尽时，心海就会暂时放下现人神巫女的事务，恢复成宅在家中的普通少女。\n\n执一卷兵书细细研读，将自己置身于繁忙的世界之外，独享片刻宁静。\n\n这是心海最为宝贵的休息时光。",
      "zht": "心海自幼便博覽群書，尤其偏好兵法類書籍。\n\n拜此所賜，心海有著豐富的知識量，用以處理各個領域的事務。\n\n但常年沉浸兵書與軍事繪本的結果是，心海在社交方面變得相當貧乏。甚至不知從何時起，與不熟悉的人交談也成了一種負擔。\n\n繼任現人神巫女之後，心海不得不學著面對不擅長的事情，無論是與人打交道，還是處理不感興趣的事務。\n\n然而，強迫自己去做不喜歡的事，會嚴重消耗心海的精力，讓她陷入疲憊。\n\n因此，心海為自己設置了「能量」這一指標，做喜歡的事情能量會回升，做不喜歡的事情能量就會下降。\n\n能量耗盡時，心海就會暫時放下現人神巫女的事務，恢復成宅在家中的普通少女。\n\n執一卷兵書細細研讀，將自己置身於繁忙的世界之外，獨享片刻寧靜。\n\n這是心海最為寶貴的休息時光。",
      "jp": "心海は幼い頃から読書家だった、特に兵法に関する書物を好んで読んだ。\n\nそのため、心海は豊富な知識を有し、あらゆる分野に精通している。\n\nしかし、そのような兵法書や軍事図鑑に長年浸かってきた結果、心海は人付き合いが苦手になっていた。いつの頃からか、知らない人と接するのは彼女にとって大きな負担になっていたのだ。\n\n現人神になったことで、心海は人付き合いや興味のないこと、苦手なことに向き合わなければならなくなった。\n\nしかし、好きでもないことを無理して行ったことで、彼女の精神力は著しく消耗し、ひどい疲労感に苛まれた。\n\nそこで心海は、自分の中に「エネルギー」という指標を設けた。自分が楽しいと思うことをすればエネルギーが回復し、逆に楽しくないことをすればエネルギーが減少する。\n\nエネルギーがなくなると、心海は現人神の巫女としての仕事を一時中断し、自室に引きこもって、ただの少女に戻るのだ。\n\n兵法の本を読みふけり、忙しない世間から身を引くことで、心海は煩雑な日常から一時的に解放される。\n\nその束の間のひと時こそが、彼女にとって最も大切な休息なのである。",
      "ko": "코코미는 어릴 때부터 독서를 좋아했고 특히 병법 서적을 가장 좋아했다.\n\n덕분에 코코미는 아는 것이 많았고 모든 방면에 모르는 것이 없을 정도였다.\n\n하지만 장시간 동안 병서와 군사 지도에만 몰두한 탓에, 코코미는 사교 방면의 능력이 많이 부족했다. 심지어 어느 순간부터 사람과 대화를 하는 것에 부담을 느낄 정도였다.\n\n아라히토가미 무녀를 계승한 후, 코코미는 사람과 대화하는 일, 흥미가 없는 일을 처리하는 법 등 취약한 부분을 어쩔 수 없이 보완해야만 했다.\n\n싫은 일을 강제로 하다 보면 신경 쓸 부분이 많아져 코코미는 항상 피곤했다.\n\n그로 인해 코코미는 「에너지」 지표를 만들어, 좋아하는 일을 하면 에너지가 회복되고 싫어하는 일을 하면 에너지가 감소하도록 설정했다.\n\n에너지가 모두 소모되면 코코미는 아라히토가미 무녀의 업무를 잠시 멈추고 어린 소녀의 모습으로 돌아갔다.\n\n병서를 읽으며 바빴던 시간을 잊어버리고 자신만의 시간을 가졌다.\n\n이것이 바로 코코미만의 가장 달콤한 휴식시간이다",
      "en": "Kokomi has been well-read since she was young, and has a particular love for military treatises.\n\nAs such, Kokomi has a broad store of knowledge to be used in every field.\n\nBut another result of her constantly being buried in such treatises of war and illustrated military texts is that Kokomi lacks skill in social interaction. She does not know when it started, but interacting with people eventually became tiresome to her.\n\nHaving ascended to the role of Divine Priestess, Kokomi had no choice but to learn many things that she wasn't any good at before, whether it was dealing with people or performing duties that she had little interest in.\n\nHowever, forcing herself to do things she holds little love for is a serious drain on her energy reserves, leaving her feeling quite exhausted.\n\nAs such, Kokomi set up an \"energy\" system of measurement for herself. When she does things she enjoys, her energy levels will increase, and the reverse is true when she trudges through unenjoyable slogs.\n\nWhen she runs out of this energy, Kokomi will temporarily put her duties as the Divine Priestess aside and resume being an ordinary homebody.\n\nEngrossing herself in the close reading of a book on military strategy, walling herself off from the rest of the world — thus does Kokomi reclaim a temporary respite from her busy existence.\n\nThese moments are of utmost value to her.",
      "de": "Schon in jungen Jahren hat Kokomi viele Bücher gelesen, mit einer besonderen Vorliebe für Bücher über die Kunst des Krieges.\n\nDem zum Dank verfügt sie über einen riesigen Wissensschatz, um verschiedene Aufgaben zu übernehmen.\n\nAber durch das jahrelange Eintauchen in Militärbücher und militärische Bildbände wurde Kokomi sozial ziemlich deprimiert. Irgendwann wurde sogar das Reden mit Menschen, die sie nicht gut kannte, zu einer Belastung.\n\nNach ihrem Erfolg als aktuelle menschliche göttliche Priesterin musste Kokomi lernen, sich Dingen zu stellen, in denen sie nicht gut war, sei es der Umgang mit Menschen oder der Umgang mit Angelegenheiten, die sie nicht interessierten.\n\nAllerdings braucht der Zwang, Dinge zu tun, die sie nicht mag, Kokomis gesamte Energie auf und treibt sie zur Erschöpfung.\n\nDaher hat sich Kokomi den Indikator „Energie“ eingestellt, bei dem ihre Energie wieder ansteigt, wenn sie Dinge tut, die sie mag, und abfällt, wenn sie Dinge tut, die sie nicht mag.\n\nWenn ihre Energie aufgebraucht ist, legt Kokomi die Angelegenheiten der gegenwärtigen göttlichen Priesterin beiseite und führt zu Hause wieder das normale Leben eines junges Mädchens.\n\nSie hält einige militärischen Bücher in der Hand und liest diese sorgfältig während sie sich außerhalb der geschäftigen Welt einen Moment der Ruhe gönnt.\n\nDies ist die wertvollste Zeit der Erholung für Kokomi.",
      "es": "Desde que era una niña, Kokomi ha leído muchos libros, especialmente los relacionados con la estrategia militar.\n\nGracias a esto, posee un amplio conocimiento con el que resolver todo tipo de asuntos.\n\nPero el resultado de pasar tanto tiempo entre las páginas de los libros de tácticas bélicas fue que Kokomi no desarrolló mucho sus habilidades sociales. Desde hace un tiempo, incluso hablar con personas que no conoce se ha convertido en una pesada carga.\n\nTras convertirse en Sacerdotisa Divina, Kokomi tuvo que aprender a hacerse cargo de los asuntos que no dominaba, ya fuera hablar con la gente o resolver problemas que no le interesaban lo más mínimo.\n\nSin embargo, al obligarse a hacer cosas que no le gustan, Kokomi agota toda su energía y queda completamente exhausta.\n\nPor eso creó un indicador de “energía” para ella misma: hacer lo que le gusta regenera su energía, y hacer lo que no le gusta la gasta.\n\nCuando la energía se acaba, Kokomi deja por unos instantes sus obligaciones como Sacerdotisa Divina y vuelve a ser una chica corriente que vive en su casa.\n\nSe pone a estudiar detenidamente un volumen militar, se aparta del ajetreado mundo y disfruta de un momento de tranquilidad.\n\nEstos son los momentos de descanso que Kokomi más valora.",
      "fr": "Depuis l'enfance, Kokomi se plonge dans une multitude de livres, avec une préférence toute particulière pour les ouvrages de stratégie militaire.\n\nElle acquit grâce à eux de vastes connaissances qu'elle peut mettre en pratique dans une variété de domaines.\n\nCependant, le fait d'être plongée en permanence dans ce genre de littérature a eu pour conséquence d'affaiblir ses compétences en matière d'interactions sociales. Depuis lors, engager la conversation avec des inconnus est devenu une tâche extrêmement difficile.\n\nEn accédant au titre de Prêtresse divine, elle a dû affronter ses faiblesses, que ce soit en traitant avec les gens ou en s'occupant d'affaires qui ne l'intéressent guère.\n\nCependant, se forcer à faire des choses qui lui sont difficiles demandent énormément d'énergie à Kokomi, qui se retrouve alors complètement épuisée.\n\nPour cette raison, Kokomi gère son énergie avec parcimonie. Faire ce qui lui plaît lui permet de recharger ses batteries, alors que les tâches complexes la draineront. Lorsque son énergie est au plus bas, Kokomi abandonne parfois ses obligations de Prêtresse divine pour rentrer chez elle et redevenir une jeune femme ordinaire.\n\nElle parcourt alors minutieusement un ouvrage sur l'art de la guerre et profite d'un instant paisible.\n\nCes moments de repos sont les plus précieux pour Kokomi.",
      "pt": "Kokomi sempre foi estudiosa desde jovem, e tem um amor especial pelos tratados militares.\n\nComo tal, Kokomi tem um amplo estoque de conhecimentos a serem utilizados em todos os campos.\n\nMas outro resultado dela estar constantemente enterrada em tais tratados de guerra e textos militares ilustrados é que Kokomi carece de habilidade na interação social. Ela não sabe quando isso começou, mas a interação com as pessoas acabou se tornando cansativa para ela.\n\nTendo ascendido ao papel de Sacerdotisa Divina, Kokomi não teve escolha a não ser aprender muitas coisas em que antes não era boa, seja lidando com pessoas ou desempenhando tarefas nas quais ela tinha pouco interesse.\n\nNo entanto, forçar-se a fazer coisas pelas quais ela tem pouco amor é uma séria drenagem em suas reservas de energia, fazendo com que ela se sinta bastante exausta.\n\nAssim, Kokomi montou um sistema de medição de \"energia\" para si mesma. Quando ela faz coisas de que gosta, seus níveis de energia aumentarão, e o inverso acontece quando ela se afunda em indesejáveis situações.\n\nQuando ela ficar sem essa energia, Kokomi colocará temporariamente de lado seus deveres como Sacerdotisa Divina e voltará a ser uma pessoa comum.\n\nEntregando-se à leitura atenta de um livro sobre estratégia militar, isolando-se do resto do mundo - assim, Kokomi recupera uma pequena parte temporária de sua ocupada existência.\n\nEstes momentos são de grande valor para ela.",
      "ru": "Кокоми с юных лет была начитанной и особенно любила военные трактаты. Благодаря этому она получила обширный запас знаний, которые можно использовать в любой области. Результатом того, что она постоянно утопает в военных трактатах и иллюстрированных военных текстах, является то, что Кокоми не хватает навыков социального взаимодействия. Она не знает, когда это началось, но общение с людьми в конце концов стало для неё утомительным. После того, как она стала Божественной Жрицей, Кокоми не оставалось другого выбора, кроме как научиться многим вещам, которые она не умела делать раньше, будь то общение с людьми или выполнение обязанностей, которые её мало интересовали. Но, заставляя себя делать нелюбимые вещи, она серьёзно истощает свои запасы энергии и чувствует себя опустошённой. Поэтому Кокоми установила для себя систему измерения «энергии». Когда она делает то, что ей нравится, уровень её энергии повышается, и наоборот, когда она занимается нелюбимым делом, понижается. Когда у неё заканчивается энергия, Кокоми временно откладывает свои обязанности Божественной Жрицы в сторону и снова становится обычной домоседкой. Погружаясь в чтение книги по военной стратегии, отгораживаясь от остального мира, Кокоми получает временную передышку. Эти моменты очень ценны для неё.",
      "id": "Kokomi sudah membaca banyak sekali buku sedari kecil, terutama buku-buku tentang seni perang.\n\nBerkat kegemaran membacanya ini, Kokomi memiliki bekal segudang pengetahuan yang berguna untuk diterapkan dalam menangani banyak urusan di berbagai bidang.\n\nNamun harga yang harus ia bayar karena menenggelamkan diri di antara banyaknya buku selama bertahun-tahun, adalah pribadinya yang sangat kikuk ketika harus menghadapi situasi sosial. Entah sejak kapan, berbicara dengan orang yang tidak dia kenal menjadi suatu beban baginya.\n\nSetelah naik menjadi Pemimpin Suci, Kokomi mau tidak mau harus belajar menangani hal-hal yang tidak dia kuasai sebelumnya, baik itu berurusan dengan orang atau berurusan dengan hal-hal yang tidak menarik minatnya.\n\nDan benar saja, memaksakan diri untuk melakukan hal-hal yang tidak disukainya membuatnya cepat lelah.\n\nKarena itu, Kokomi telah menetapkan indikator \"energi\" untuk dirinya sendiri. Ketika melakukan hal-hal yang disukai, \"energi\" miliknya akan terisi, dan ketika melakukan hal-hal yang tidak disukai, energi itu akan terkonsumsi.\n\nKetika energinya habis, Kokomi akan mengesampingkan sejenak tugas-tugas sebagai Pemimpin Suci, dan kembali menjadi gadis rumahan.\n\nMenenggelamkan diri ke dalam literatur militer, memagari dirinya dari keramaian dan hiruk-pikuk dunia luar, menikmati rehat sejenak dari kesibukannya sehari-hari.\n\nSaat-saat ini sunggu tak ternilai bagi seorang Kokomi.",
      "th": "Kokomi รักการอ่านมาตั้งแต่เด็ก โดยเฉพาะหนังสือเกี่ยวกับกลยุทธ์ในการสงคราม\n\nด้วยเหตุผลนี้ Kokomi จึงมีความรู้มากมายที่จะสามารถนำมาใช้ในการจัดการกิจการในด้านต่าง ๆ\n\nแต่จากการที่เธอหมกตัวอยู่กับหนังสือกลยุทธ์ด้านการทหารและสงครามมาเป็นเวลานาน จึงทำให้ Kokomi ขาดทักษะในการเข้าสังคม เธอไม่รู้ว่ามันเริ่มต้นเมื่อไหร่ แต่การพูดคุยกับผู้คนนั้น กลับเป็นเรื่องที่ไม่น่าสนุกเอาซะเลย\n\nเมื่อก้าวขึ้นสู่บทบาทของผู้นำมิโกะคนปัจจุบัน Kokomi ก็ไม่มีทางเลือกอื่นนอกจากต้องเรียนรู้ที่จะเผชิญหน้ากับหลายสิ่งหลายอย่างที่เธอไม่เชี่ยวชาญ ไม่ว่าจะเป็นการรับมือกับผู้คน หรือการปฏิบัติหน้าที่ที่เธอไม่สนใจ\n\nอย่างไรก็ตาม การบังคับตัวเองให้ทำในสิ่งที่ไม่ชอบนั้น เป็นการสิ้นเปลืองพลังงานอย่างมาก และทำให้เธอรู้สึกเหนื่อยล้า\n\nด้วยเหตุนี้ Kokomi จึงได้สร้างระบบการวัด \"พลังงาน\" ไว้สำหรับตัวเธอเอง เมื่อเธอทำสิ่งที่ชอบ ระดับพลังงานของเธอจะเพิ่มขึ้น และในทางกลับกัน พลังของเธอจะลดลงเมื่อเธอทำเรื่องที่ไม่ชอบด้วยเช่นกัน\n\nเมื่อเธอหมดแรง Kokomi จะเลิกทำหน้าที่ของเธอชั่วคราวในฐานะผู้นำมิโกะคนปัจจุบัน และกลับมาเป็นหญิงสาวธรรมดาอีกครั้ง\n\nหมกตัวอยู่กับการอ่านหนังสือเกี่ยวกับกลยุทธ์ทางการทหารอย่างรอบคอบ นำตัวเองออกจากโลกที่วุ่นวาย และเพลิดเพลินกับช่วงเวลาแห่งความสงบ\n\nช่วงเวลาเหล่านี้เป็นช่วงเวลาพักผ่อนที่มีค่าที่สุดสำหรับเธอ",
      "vi": "Kokomi từ nhỏ đã thích đọc sách, đặc biệt là binh thư.\n\nChính vì thế nên Kokomi tích lũy được rất nhiều kiến thức để ứng phó với nhiều tình huống trong cuộc sống.\n\nTuy nhiên, sau nhiều năm chìm đắm trong mớ binh thư và bản vẽ quân sự, khả năng xã giao của Kokomi đã bị mai một. Thậm chí không biết từ bao giờ, cô ấy đã cảm thấy khó khăn khi phải nói chuyện với người lạ.\n\nSau khi nhậm chức Thánh Pháp Sư, Kokomi buộc phải tự mình học lấy những khía cạnh không phải sở trường, cho dù là vấn đề giao tiếp hay những thứ vô vị.\n\nĐôi khi ép bản thân phải làm quá nhiều thứ không thích sẽ khiến Kokomi tiêu tốn rất nhiều năng lượng, khiến cô ấy mệt mỏi tinh thần.\n\nVì thế, Kokomi đã tự thiết lập một tiêu chí \"năng lượng\" cho mình, khi làm việc bản thân thích sẽ hồi phục năng lượng, ngược lại sẽ suy giảm.\n\nKhi hết năng lượng, Kokomi sẽ tạm thời gác bỏ chức vụ Thánh Pháp Sư của mình để về nhà, trở thành một cô thiếu nữ bình thường.\n\nNhặt một quyển binh thư lên đọc, cố gắng tách mình ra khỏi thế gian muộn phiền, tìm về chốn yên tĩnh.\n\nĐấy là những thời khắc nghỉ ngơi quý giá của Kokomi."
    }
  },
  {
    "title": {
      "zhs": "秘密笔记",
      "zht": "秘密筆記",
      "jp": "秘密のノート",
      "ko": "비밀 노트",
      "en": "Secret Notes",
      "de": "Geheime Notizen",
      "es": "Notas secretas",
      "fr": "Notes secrètes",
      "pt": "Notas Secretas",
      "ru": "Секретные записки",
      "id": "Catatan Rahasia",
      "th": "บันทึกลับ",
      "vi": "Nhật Ký Bí Mật"
    },
    "line": {
      "zhs": "「人君犹盂，上行下效。」\n\n这是心海许久之前从母亲那听来的箴言。\n\n现人神巫女对海祇岛的意义重大，无数双眼睛盯着她的一举一动。\n\n她喜欢的东西会被民众追捧，她厌恶的东西也会被民众摒弃。\n\n心海不希望自己影响到民众原本的生活，所以很少表露出自身的好恶。\n\n她对任何事物都持平等态度，将「公平公正」、「赏罚分明」当做原则。\n\n然而，这些并非心海的本意，所以她为自己准备了一本秘密笔记。\n\n上面不仅记录了她「能量」的变化，也记录着她心情的起伏。\n\n每当夜深人静，心海就会打开笔记，记下一天的喜怒哀乐。\n\n…当然，这是绝对不能被别人看到的东西。",
      "zht": "「人君猶盂，上行下效。」\n\n這是心海許久之前從母親那聽來的箴言。\n\n現人神巫女對海祇島的意義重大，無數雙眼睛盯著她的一舉一動。\n\n她喜歡的東西會被民眾追捧，她厭惡的東西也會被民眾摒棄。\n\n心海不希望自己影響到民眾原本的生活，所以很少表露出自身的好惡。\n\n她對任何事物都持平等態度，將「公平公正」、「賞罰分明」當做原則。\n\n然而，這些並非心海的本意，所以她為自己準備了一本秘密筆記。\n\n上面不僅記錄了她「能量」的變化，也記錄著她心情的起伏。\n\n每當夜深人靜，心海就會打開筆記，記下一天的喜怒哀樂。\n\n…當然，這是絕對不能被別人看到的東西。",
      "jp": "「支配者の思いの通りに、民は動く。」\n\nこの戒めは昔、心海が母から聞いたものだ。\n\n現人神の巫女は海祇島にとって最も重要な意味を持ち、その存在の一挙手一投足は常に人々に見られている。\n\n彼女が好きなものは民間で流行り、嫌いなものは距離を置かれる。\n\n心海は人々の生活に影響を与える事を望んではいない。それゆえ、普段は自分の好き嫌いを公にさらさないようにしている。\n\n彼女はすべての物事に対して平等に接し、「公平公正」と「信賞必罰」を信条としている。\n\nしかし、それは必ずしも彼女の本当の気持ちではない。そのため、彼女は自分だけの秘密の手記を用意した。\n\nその中には彼女の「エネルギー」の変化だけでなく、気分の浮き沈みも記録されている。\n\n夜が深まり、世界が静寂に包まれた後、心海は手記を開き、その日の楽しかったこと、悲しかったこと、残念だったことを書き留めるのだ。\n\n…もちろん、絶対に他人には見られてはいけないものである。",
      "ko": "「윗물이 맑아야 아랫물도 맑다」\n\n이것은 코코미의 어머니가 자주 해주던 말이었다.\n\n아라히토가미 무녀는 와타츠미섬에 있어 남다른 의미가 있다. 무수히 많은 사람의 그녀의 일거수일투족을 감시하고 있다.\n\n그녀가 좋아하는 것은 사람들이 추종하고, 그녀가 싫어하는 것은 배제된다.\n\n코코미는 자신 때문에 백성들의 생활이 영향을 받는 것을 원치 않아 자신이 좋아하고 싫어하는 것을 잘 알리지 않았다.\n\n그녀는 모든 일에 중립을 유지하고 「공평 공정」, 「신상필벌」을 원칙으로 했다.\n\n하지만 이것은 코코미가 원해서 하는 것은 아니기에, 그녀는 자신만의 비밀 노트를 준비했다.\n\n노트에는 「에너지」의 변화와 그녀의 심정 변화까지 상세하게 기록되어 있다.\n\n매일, 밤이 어두워지면 하루 동안 있었던 감정 변화를 기록한다.\n\n…물론 이 비밀은 세상에 알려져서는 안 된다",
      "en": "\"As the ruler is, so shall the people be.\"\n\nThis precept was something Kokomi heard from her mother a long time ago.\n\nThe Divine Priestess' role is one of utmost importance to Watatsumi Island, and its people's eyes are always upon her every move.\n\nThe things she loves will be in fashion, and the things she dislikes, the people will also distance themselves from.\n\nKokomi, in truth, has no wish to affect the people's lives, and as such has rarely ever revealed much of her personal likes or dislikes.\n\nShe treats all things with an egalitarian manner, and holds \"fairness of judgment\" and \"justice in dispensing rewards and punishment\" to be her guiding principles.\n\nHowever, these are not necessarily her true feelings, and so she prepared a book of secret notes for herself.\n\nHere, she records the fluctuations in both her energy levels and mood.\n\nWhen the night deepens and the world falls silent, Kokomi will open this book and write the day's experiences, whether they be joyous, sad, or frustrating.\n\n...Of course, this object is for her eyes only — and so it must remain.",
      "de": "„Ein menschlicher Herrscher ist wie ein Pelikan und die Spitze ist wie der Boden.“\n\nDies ist ein Aphorismus, den Kokomi vor langer Zeit von ihrer Mutter gehört hat.\n\nJetzt ist die Bedeutung der gegenwärtigen göttlichen Priesterin sehr wichtig für die Insel und unzählige Augen beobachten jeden ihrer Schritte.\n\nWas sie mag, wird von den Menschen begehrt, und was sie verabscheut, wird von ihnen abgelehnt.\n\nKokomi möchte das ursprüngliche Leben der Menschen nicht beeinflussen, daher zeigt sie selten ihr eigenes Gutes oder Schlechtes.\n\nSie vertritt gegenüber allem eine neutrale Haltung und betrachtet „Fairness und Gerechtigkeit“ sowie „Belohnung und Bestrafung“ als Prinzipien.\n\nDies sind jedoch nicht die Absichten von Kokomi, weshalb sie ein geheimes Notizbuch für sich anlegte.\n\nDarauf wurden nicht nur die Veränderungen ihrer „Energie“ aufgezeichnet, sondern auch die Höhen und Tiefen ihrer Stimmung.\n\nWenn es spät in der Nacht ist, öffnet Kokomi ihre Notizen und schreibt die Freuden und Sorgen des Tages auf.\n\n... Das ist natürlich etwas, das andere niemals sehen dürfen.",
      "es": "“El gobernante es un modelo para su pueblo”.\n\nKokomi oyó esta frase de la boca de su madre hace mucho tiempo.\n\nLa Sacerdotisa Divina es muy importante para la Isla Watatsumi, y miles de ojos observan cada uno de sus movimientos.\n\nLo que le gusta se convierte en el objeto de deseo de la gente; lo que no le gusta es rechazado por todos.\n\nKokomi no quiere influir en cada aspecto de la vida de su pueblo, por lo que raramente manifiesta sus gustos y sus aversiones.\n\nAdopta una actitud de ecuanimidad ante todas las cosas y se guía por los principios de “justicia y equidad” y “recompensar el bien y castigar el mal”.\n\nNo obstante, estos no son necesariamente sus auténticos sentimientos, así que se hizo con un cuaderno cuya existencia solo ella conoce.\n\nEn él, anota los cambios en su nivel de energía y los vaivenes de su ánimo.\n\nCuando llega la noche y todos están descansando, Kokomi abre su cuaderno y registra las alegrías y las penas de ese día.\n\nPor supuesto, es algo que no puede mostrar a nadie.",
      "fr": "« Les dirigeants doivent être un modèle pour leur peuple »\n\nTelles sont les paroles prononcées par la mère de Kokomi il y a de ça bien longtemps.\n\nLe rôle de la Prêtresse divine est d'une extrême importance sur l'Île de Watatsumi, chacun de ses mouvements sera scruté dans les moindres détails.\n\nTout ce qu'elle apprécie deviendra recherché par le peuple et, au contraire, tout ce qu'elle déteste sera rejeté.\n\nKokomi ne souhaite pourtant pas influencer la vie de son peuple, raison pour laquelle elle ne révèle que très peu d'elle-même.\n\nElle conserve une attitude neutre, les principes d'équité du jugement et de la justice par les récompenses et les punitions lui sont très importants.\n\nContrainte d'agir ainsi, Kokomi trouve son exutoire dans un journal intime.\n\nElle y garde trace non seulement du changement de son énergie, mais également de son humeur.\n\nAu cœur de la nuit, Kokomi ouvre son carnet pour y écrire ses émotions du jour.\n\n... Il va de soi que tout ceci doit rester secret.",
      "pt": "\"Conforme um governante é, tal será seu povo\".\n\nEste preceito foi algo que Kokomi ouviu de sua mãe há muito tempo.\n\nO papel da Sacerdotisa Divina é de suma importância para a Ilha Watatsumi, e os olhos de seu povo estão sempre voltados para ela em cada movimento.\n\nAs coisas que ela ama estarão na moda, e as coisas de que ela não gosta, as pessoas então se distanciarão.\n\nKokomi, na verdade, não tem nenhum desejo de afetar a vida das pessoas e, como tal, raramente revelou muito de seus gostos ou aversões pessoais.\n\nEla trata todas as coisas de maneira igualitária, e considera \"justiça de julgamento\" e \"justiça na distribuição de recompensas e punições\" como seus princípios orientadores.\n\nEntretanto, estes não são necessariamente seus verdadeiros sentimentos, e por isso ela preparou um livro de anotações secretas para si mesma.\n\nAqui, ela registra as flutuações tanto em seus níveis de energia quanto em seu estado de espírito.\n\nQuando a noite se aprofunda e o mundo se cala, Kokomi abrirá este livro e escreverá as experiências do dia, sejam elas alegres, tristes ou frustrantes.\n\n...Claro, este objeto é apenas para seus olhos - e assim deve permanecer.",
      "ru": "«Каков правитель, таков и народ». Эту заповедь Кокоми давным-давно услышала от своей матери. Роль Божественной Жрицы очень важна для острова Ватацуми, и люди всегда следят за каждым её шагом. То, что она любит, будет в моде, а от того, что ей не нравится, люди будут отдаляться. Кокоми, по правде говоря, не хочет влиять на жизнь людей, и поэтому редко раскрывает свои личные симпатии или антипатии. Она беспристрастно относится ко всем вещам и считает своими принципами справедливость суждений и справедливость в распределении наград и наказаний. Однако истинные чувства Кокоми бывают совершенно иными, поэтому она приготовила для себя тайную тетрадь. В неё заносятся не только перемены её энергии, но и настроения. Когда наступает глубокая ночь и мир затихает, Кокоми открывает её и записывает события дня, радостные, печальные или разочаровывающие. ...Конечно, это то, что не должен видеть никто другой.",
      "id": "\"Kepemimpinan adalah cermin masyarakat.\"\n\nDemikianlah pepatah yang Kokomi pelajari dari ibunya.\n\nBegitu besar makna sang Pemimpin Suci bagi Pulau Watatsumi, setiap gerak-geriknya selalu menjadi sorotan.\n\nSemua kesukaannya menjadi norma bagi warganya, dan segala yang tidak ia sukai akan dihindari pula oleh mereka.\n\nNamun Kokomi tidak ingin ikut campur dalam hajat hidup orang banyak, dan karena itulah dia hampir tidak pernah menunjukkan preferensi pribadinya terhadap suatu hal.\n\nDia bersikap netral terhadap segala hal, dan selalu berpegang teguh pada prinsip \"adil dan sama rata\" serta \"menghargai yang benar dan menghukum yang salah\".\n\nNamun, prinsip ini tidak selalu sejalan dengan isi hatinya, dan Kokomi punya sebuah buku catatan rahasia.\n\nDia menuliskan semua perubahan tingkat energi dan suasana hatinya di dalam buku itu.\n\nKetika malam semakin larut dan sekelilingnya telah senyap, Kokomi akan menuliskan segala suka duka yang dilaluinya hari itu.\n\nTentu saja, buku ini hanya untuk konsumsi pribadinya saja, dan tidak boleh sampai bocor. Sama sekali tidak boleh.",
      "th": "\"ผู้ปกครองเป็นเช่นไร ประชาชนใต้การปกครองก็จะเป็นเช่นนั้น\"\n\nนี่คือคติประจำใจของ Kokomi ที่ได้ยินจากแม่ของเธอเมื่อนานมาแล้ว\n\nผู้นำมิโกะคนปัจจุบันมีความสำคัญอย่างยิ่งต่อเกาะ Watatsumi ทุกการเคลื่อนไหวของเธอถูกจับจ้องด้วยสายตานับไม่ถ้วน\n\nสิ่งไหนที่ Kokomi ชื่นชอบสิ่งนั้นก็จะกลายเป็นแฟชั่น สิ่งไหนที่เธอไม่ชอบผู้คนก็จะพากันหลบเลี่ยงของพวกนั้นไปด้วย\n\nKokomi ไม่ต้องการส่งผลกระทบต่อชีวิตดั้งเดิมของผู้คน เธอจึงไม่ค่อยแสดงออกถึงความชอบและไม่ชอบของเธอมากนัก\n\nเธอปฏิบัติต่อทุกสิ่งอย่างเท่าเทียม โดยยึด \"ความยุติธรรมในการตัดสิน\" และ \"ความยุติธรรมในการมอบรางวัลและการลงโทษ\" เป็นหลักการ\n\nอย่างไรก็ตาม สิ่งเหล่านี้ไม่ใช่ความรู้สึกที่แท้จริงของเธอ เธอจึงเตรียมสมุดบันทึกลับไว้สำหรับตัวเธอเอง\n\nไม่เพียงบันทึกการเปลี่ยนแปลง \"พลังงาน\" ของเธอเท่านั้น แต่ยังบันทึกอารมณ์ที่ขึ้น ๆ ลง ๆ ของเธอไว้ด้วย\n\nเมื่อใดก็ตามที่ค่ำคืนเงียบสงัด Kokomi จะเปิดสมุดและจดบันทึกความสุข ความเศร้าในแต่ละวันที่เธอได้เผชิญมา\n\n...แน่นอนว่า นี่คือสิ่งที่ไม่อาจให้คนอื่น ๆ ดูได้",
      "vi": "\"Là người dẫn đầu, vì dân làm trọng.\"\n\nĐó là lời căn dặn từ xưa của mẹ Kokomi.\n\nThánh Pháp Sư có ý nghĩa quan trọng với đảo Watatsumi, vô số ánh nhìn dõi theo nhất cử nhất động của cô.\n\nNhững thứ cô ấy yêu thích sẽ được tung hô, và những thứ cô ấy không thích, mọi người cũng sẽ xa lánh.\n\nKokomi không hy vọng bản thân sẽ gây ảnh hưởng đến cuộc sống của người dân, nên hiếm khi để lộ về sự yêu ghét của mình.\n\nCô ấy đối xử với tất cả mọi thứ với một thái độ bình đẳng, và coi sự \"công bằng liêm chính\", \"thưởng phạt phân minh\" là nguyên tắc của mình.\n\nTuy nhiên, đó không hẳn là cảm xúc thật của cô ấy, vì vậy cô ấy đã chuẩn bị một cuốn sổ ghi chép bí mật cho riêng mình.\n\nTrên đó ghi chép lại quá trình biến đổi \"năng lượng\", đồng thời ghi lại tâm trạng của cô ấy.\n\nMỗi khi màn đêm buông xuống, Kokomi đều mở nhật ký ra và ghi lại những hỷ nộ ái ố trong ngày.\n\n...Đương nhiên, đây là bí mật, không thể để cho ai đọc được."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "拥有强烈意志的领袖，会将身边的人带向一个明确的方向。\n\n心海却没有这种想法。她尊重民众的意志，希望每个人都能追逐不同的愿望。\n\n就如同辽阔的海洋，能容纳无数生灵，也能包容那些生灵的愿望。\n\n眼狩令到来的时候，民众心中的愤怒化作反抗的呐喊，心海便带领他们扬起了反抗的旗帜。\n\n而战争结束之后，和平与安稳成了民心所向，心海便又将自己的精力放在了政务与经济上。\n\n这份努力，究竟是源于现人神的意志，还是心海自身的责任感…亦或是二者都有？\n\n作为现人神巫女，心海自然也有着自己的神之眼。自那日在珊瑚宫外俯瞰海祇岛起，她的愿望就从未变过——\n\n「守护海祇岛的一切，让这里的每一个人，都能幸福快乐地活下去。」",
      "zht": "擁有強烈意志的領袖，會將身邊的人帶向一個明確的方向。\n\n心海卻沒有這種想法。她尊重民眾的意志，希望每個人都能追逐不同的願望。\n\n就如同遼闊的海洋，能容納無數生靈，也能包容那些生靈的願望。\n\n眼狩令到來的時候，民眾心中的憤怒化作反抗的呐喊，心海便帶領他們揚起了反抗的旗幟。\n\n而戰爭結束之後，和平與安穩成了民心所向，心海便又將自己的精力放在了政務與經濟上。\n\n這份努力，究竟是源於現人神的意志，還是心海自身的責任感…亦或是二者都有？\n\n作為現人神巫女，心海自然也有著自己的神之眼。自那日在珊瑚宮外俯瞰海祇島起，她的願望就從未變過——\n\n「守護海祇島的一切，讓這裡的每一個人，都能幸福快樂地活下去。」",
      "jp": "強い意志を持った指導者は、周囲の人間を明確な方向に導くことができる。\n\nしかし、心海はそのような考えを持ってはいない。彼女は人々の意思を尊重し、それぞれの道を歩んでほしいと願っているのだ。\n\n広大な海が数多の生きとし生ける者とその欲望を受け入れることができるように、心海は自分の定めた規則もそのようにあってほしいと願っている。\n\n目狩り令が下された時、民衆の憤りが反逆の叫びとなり、心海は彼らを率いて反旗を翻した。\n\nそして戦争が終わり、人々の心が平和と安寧を望み始めた今、心海は政治と経済に力を注いでいる。\n\nしかし、この労苦の源となったのは何だったのか。現人神としての意志、または彼女自身の使命感から来たものかもしれない…それとも、その両方か。\n\n現人神の巫女として、当然ながら心海は自分の神の目を所持している。珊瑚宮から海祇島の海を眺めたあの日、その頃から彼女の願いは一度も変わっていない。\n\n「海祇島のすべてを守り、人々が幸せな生活を送れるようにして見せます。」",
      "ko": "강력한 의지를 가진 수장들은 자신이 이끄는 사람들을 뚜렷한 방향으로 인도한다.\n\n하지만 코코미 생각은 다르다. 그녀는 백성의 의지를 존중하고 모든 사람이 자신만의 염원을 쫓아갔으면 했다.\n\n끝없는 바다가 무수히 많은 생명을 품고 있고, 그 염원을 수용할 수 있듯이.\n\n안수령(眼狩令)이 시행되었을 때 백성들의 분노가 반항의 아우성으로 바뀌었고, 코코미도 그들을 위해 반항의 깃발을 흔들었다.\n\n전쟁이 끝나고 백성들의 민심이 안정되고 나서야 코코미는 업무에 신경 쓸 수 있었다.\n\n이러한 노력은 도대체 아라히토가미 무녀의 의지일까, 아니면 코코미의 의지일까… 아니면 둘 다인 것인가?\n\n아라히토가미 무녀로서 코코미도 자신만의 신의 눈을 가지고 있다. 산호궁에서 와타츠미섬을 내려다볼 때부터, 그녀의 염원은 변한 적이 없다——\n\n「와타츠미섬의 모든 것을 수호하고, 모든 사람을 행복하게 하고 싶다」",
      "en": "A leader with a strong will can lead those around them in a clear direction.\n\nHowever, Kokomi lacks such strong ideals. Instead, she respects the will of the people and wishes that they can each find their own way.\n\nJust as the vast ocean can accommodate countless souls and their individual desires, so does Kokomi wish her rule could be.\n\nWhen the Vision Hunt Decree came about, the resentment of the people turned into cries of revolt, and so Kokomi led them in raising the banner of resistance.\n\nAnd once the war was over, the hearts of the people turned towards peace and stability, and so did Kokomi direct her energies towards governance and economics.\n\nBut what was the source of this toil? Was this the role of the Divine Priestess speaking? Or was this a product of her own sense of duty? Or perhaps... it was a bit of both?\n\nAs the Divine Priestess, Kokomi naturally has her own Vision. And ever since the day she looked out at the sea outside Sangonomiya Shrine, her wish has never once changed—\n\n\"I wish to protect all of Watatsumi Island and allow its people to lead happy lives.\"",
      "de": "Führungskräfte mit einem starken Willen werden die Menschen um sie herum in eine klare Richtung führen.\n\nKokomi hat jedoch keine solche Vorstellung. Sie respektiert den Willen des Volkes und möchte, dass jeder unterschiedliche Bestrebungen verfolgt.\n\nSie ist wie ein riesiger Ozean, der unzählige Wesen aufnehmen und die Wünsche dieser Wesen erfüllen kann.\n\nAls das Augenhatz-Dekret kam, verwandelte sich der Zorn in den Herzen der Menschen in Schreie des Trotzes, und Kokomi führte sie dazu, das Banner des Widerstandes zu erheben.\n\nAls der Krieg endete und sich das Volk nach Frieden und Stabilität sehnte, konzentrierte Kokomi ihre Energie auf Regierung und Wirtschaft.\n\nErgeben sich diese Bemühungen aus dem Willen der anwesenden Götter oder aus Kokomis eigenem Pflichtgefühl ... oder aus beidem?\n\nAls göttliche Priesterin hat Kokomi natürlich ihr eigenes göttliches Auge. Ihr Wunsch hat sich seit dem Tag, an dem sie von außerhalb des Sangonomiya-Schreins auf die Insel hinabblickte, nie geändert.\n\n„Alles auf der Insel zu bewachen, damit alle hier glücklich leben können.“",
      "es": "Los líderes con una voluntad fuerte guían a su gente en una dirección clara.\n\nKokomi no comparte esta opinión. Ella respeta la voluntad del pueblo y espera que cada persona persiga sus propios deseos, igual que un ancho mar en el que tienen cabida tanto incontables criaturas como los sueños de estas.\n\nCuando se implementó el Decreto de captura de Visiones, la ira que habitaba en el corazón de la gente se transformó en gritos de rebelión y, bajo el liderazgo de Kokomi, ondearon el estandarte de la resistencia.\n\nCuando acabó la guerra, lo que deseaban era paz y estabilidad, por lo que Kokomi dedicó sus energías a los asuntos administrativos y económicos.\n\n¿Esta manera de esforzarse es un don de los Arcontes o el propio sentido de la responsabilidad de Kokomi? ¿Tal vez ambos?\n\nComo Sacerdotisa Divina, Kokomi obviamente también tiene una Visión. Su empeño no ha cambiado desde aquel día en que contempló la Isla Watatsumi desde la puerta del Santuario Sangonomiya.\n\n“Proteger la Isla Watatsumi y lograr que todos vivan felices”.",
      "fr": "On dit que les dirigeants qui possèdent volonté et détermination guident le peuple d'une manière claire.\n\nCependant, Kokomi ne partage pas cette vision : elle respecte la volonté du peuple et espère que chacun puisse suivre sa propre voie.\n\nTout comme l'immensité de l'océan peut contenir d'innombrables créatures et leurs volontés.\n\nLorsque le décret de saisie entra en application, la colère du peuple se transforma en cri de révolte, dont Kokomi devint le porte-drapeau.\n\nLorsque la guerre toucha à sa fin, ce que désirait le peuple était paix et stabilité. Kokomi dévoua alors toute son énergie aux affaires politiques et économiques.\n\nCette force venait-elle d'une divinité, de son sens profond des responsabilités... ou bien un peu des deux ?\n\nEn tant que Prêtresse divine, Kokomi possède bien entendu son propre œil divin. Depuis le jour où elle contempla l'Île de Watatsumi depuis le Sanctuaire de Sangonomiya, son souhait est resté le même :\n\n« Protéger l'Île de Watatsumi et garantir une vie heureuse à son peuple. »",
      "pt": "Uma líder com uma forte vontade pode conduzir aqueles que estão ao seu redor em uma direção bem definida.\n\nNo entanto, Kokomi não tem ideais tão fortes. Em vez disso, ela respeita a vontade do povo e deseja que cada um possa encontrar seu próprio caminho.\n\nAssim como o vasto oceano pode acomodar inúmeras almas e seus desejos individuais, Kokomi também deseja que seu governo possa ser.\n\nQuando o Decreto de Caça à Visão surgiu, o ressentimento do povo se transformou em gritos de revolta, e assim Kokomi os levou a levantar a bandeira da resistência.\n\nE uma vez terminada a guerra, os corações do povo voltaram-se para a paz e a estabilidade, assim como Kokomi direcionou suas energias para a governança e a economia.\n\nMas qual foi a fonte deste trabalho? Era este o papel da Sacerdotisa Divina falando? Ou este era um produto de seu próprio senso de dever? Ou talvez... foi um pouco de ambos?\n\nComo Sacerdotisa Divina, Kokomi naturalmente tem sua própria Visão. E desde o dia em que ela olhou para o mar fora do Santuário de Sangonomiya, seu desejo nunca mudou-\n\n\"Desejo proteger toda a Ilha Watatsumi e permitir que seu povo tenha uma vida feliz.\"",
      "ru": "Лидер с сильной волей может вести людей в чётком направлении. Но Кокоми не имеет таких сильных идеалов. Вместо этого она уважает волю людей и хочет, чтобы каждый из них нашёл свой собственный путь. Как бескрайний океан может вместить бесчисленные души и их желания, так и Кокоми хочет, чтобы её правление было таким. Когда появился указ об Охоте на Глаза Бога, недовольство народа вылилось в крики восстания, и Кокоми подняла знамя сопротивления. После окончания войны сердца людей обратились к миру и стабильности, и Кокоми направила свою энергию на управление и экономику. Но что было источником этого труда? Была ли это роль Божественной Жрицы? Или это было результатом её собственного чувства долга? А может... и то и другое? У Кокоми, как Божественной Жрицы, есть собственный Глаз Бога. Начиная с того дня, когда она смотрела на море возле храма Сангономия, её желание не изменилось. «Я хочу защитить весь остров Ватацуми и позволить его жителям жить счастливо».",
      "id": "Pemimpin yang kuat adalah mereka yang punya tekad sekeras baja.\n\nKokomi bukanlah orang yang ambisius. Dia menghargai keinginan orang-orang dan berharap setiap orang dapat mengejar harapannya masing-masing.\n\nLayaknya samudra yang menampung kehidupan yang tak terhitung jumlahnya, Kokomi berharap kepemimpinannya dapat menampung sebanyak mungkin aspirasi warganya.\n\nKetika Dekrit Perburuan Vision diberlakukan, teriakan kemarahan di hati masyarakat berubah menjadi panggilan untuk bangkit dan memberontak, dan demikianlah Kokomi mengambil tampuk kepemimpinan dan mengibarkan panji perlawanan.\n\nSetelah perang berakhir, perdamaian dan stabilitas menjadi aspirasi rakyat, dan Kokomi mencurahkan usahanya untuk pemerintahan dan kemajuan ekonomi.\n\nApakah kegigihan ini berakar dari kedudukannya sebagai sang Pemimpin Suci? Atau memang rasa tanggung jawab pribadi Kokomi sendiri sedemikian besarnya? Atau barangkali ... keduanya benar?\n\nSebagai Pemimpin Suci, Kokomi tentu saja memiliki Vision-nya sendiri. Sejak hari ketika dia melayangkan pandangannya ke arah lautan di luar Kuil Sangonomiya, harapannya tidak pernah berubah.\n\n\"Melindungi Pulau Watatsumi dan membuat hidup setiap orang yang tinggal di tanah bahagia selalu.\"",
      "th": "ผู้นำที่มีเจตจำนงที่แข็งแกร่งจะสามารถนำคนรอบข้างไปในทิศทางที่ชัดเจนได้\n\nอย่างไรก็ตาม Kokomi ขาดเจตจำนงที่แข็งแกร่งนั้น ในทางกลับกัน เธอเคารพในเจตจำนงของผู้คนและหวังว่าพวกเขาจะแสวงหาความปรารถนาของตัวเองได้\n\nเช่นเดียวกับท้องมหาสมุทรอันกว้างใหญ่ที่สามารถรองรับสิ่งมีชีวิตจำนวนนับไม่ถ้วนและความปรารถนาของสิ่งมีชีวิตเหล่านั้นเอาไว้ได้\n\nเมื่อคำสั่งล่าวิชั่นมาถึง ความขุ่นเคืองของประชาชนกลายเป็นเสียงร้องของการประท้วง Kokomi จึงเป็นผู้นำและพาพวกเขาไปชูธงแห่งการต่อต้าน\n\nและเมื่อสงครามสิ้นสุดลง หัวใจของผู้คนก็มุ่งสู่สันติภาพและความมั่นคง Kokomi ก็นำพลังของเธอมุ่งไปที่การปกครองและเศรษฐกิจด้วยเช่นกัน\n\nความพยายามนี้เกิดจากเจตจำนงของผู้นำมิโกะคนปัจจุบัน หรือความรับผิดชอบของ Kokomi ... หรือเป็นทั้งสองอย่างกันแน่นะ?\n\nในฐานะผู้นำมิโกะคนปัจจุบัน Kokomi มีวิชั่นเป็นของตัวเอง นับตั้งแต่วันที่เธอมองออกไปที่ทะเลนอกศาลเจ้า Sangonomiya ความปรารถนาของเธอไม่เคยเปลี่ยนไปเลย\n\n\"จะต้องคุ้มครองทุกอย่างบนเกาะ Watatsumi ให้ทุกคนที่นี่ใช้ชีวิตอย่างมีความสุขต่อไป\"",
      "vi": "Một lãnh tụ có ý chí mạnh mẽ, thì sẽ có thể dẫn dắt những người xung quanh đi về phương hướng đúng đắn.\n\nNhưng Kokomi không có quan niệm này, cô ấy tôn trọng ý chí của người dân, cô hy vọng mỗi người dân đều có thể theo đuổi những ước nguyện của riêng mình.\n\nCũng như đại dương bao la có thể dung nạp vô số sinh linh và những khao khát cá nhân của họ\n\nKhi Lệnh Truy Lùng Vision được ban bố, người dân căm phẫn nổi dậy kháng chiến, Kokomi phất lấy ngọn cờ dẫn dắt họ ra chiến trường.\n\nCòn khi chiến tranh kết thúc, hòa bình và yên ổn là thứ mà người dân muốn hướng đến, Kokomi bèn dồn hết tinh lực của mình vào việc điều hành chính sự và kinh tế.\n\nNhững nỗ lực này, là bắt nguồn từ ý chí của Thánh Pháp Sư, hay là tinh thần trách nhiệm của bản thân Kokomi... hoặc có thể là cả hai chăng?\n\nThân là Thánh Pháp Sư, Kokomi cũng đã sở hữu Vision của riêng mình, từ ngày cô ấy đứng bên ngoài Sangonomiya nhìn bao quát đảo Watatsumi, nguyện vọng của cô ấy chưa bao giờ thay đổi.\n\n\"Bảo vệ mọi thứ trên đảo Watatsumi, dẫn dắt mỗi người dân tại đây đến với hạnh phúc an lành.\""
    }
  }
]