[
  {
    "title": {
      "zhs": "闲聊·阅读",
      "zht": "閒聊·閱讀",
      "jp": "世間話·読書",
      "ko": "잡담·독서",
      "en": "Chat: Reading",
      "de": "Gespräch – Lesen",
      "es": "Charla - Lectura",
      "fr": "Bavardage - Lecture",
      "pt": "Bate-papo - Leitura",
      "ru": "Поболтаем: Чтение",
      "id": "Berbincang: Membaca",
      "th": "แชท - การอ่าน",
      "vi": "Nói chuyện phiếm - Đọc sách"
    },
    "line": {
      "zhs": "八重堂出版的许多作品，深入浅出地阐明了兵法原理，我很喜欢。",
      "zht": "八重堂出版的許多作品，深入淺出地闡明了兵法原理，我很喜歡。",
      "jp": "八重堂は兵学の仕組みについて深く解説した本を多く出版しているので、とても気に入っています。",
      "ko": "야에 출판사의 여러 작품들은 병법의 원리를 알기 쉽게 풀어놔서 맘에 들어",
      "en": "Yae Publishing House has released numerous works that lay out military strategy in a simple and pragmatic way. Those are my favorite.",
      "de": "Viele der vom Verlagshaus Yae veröffentlichten Werke veranschaulichen die Prinzipien der Kriegskunst in der Tiefe und ich mag sie sehr.",
      "es": "La Editorial Yae ha publicado varias obras que exponen estrategias militares de forma sencilla y práctica. Esos son mis libros favoritos.",
      "fr": "La Chambre Yae a publié un bon nombre d'ouvrages qui présentent la stratégie militaire d'une manière simple et réaliste. Je les apprécie beaucoup.",
      "pt": "A Editora Yae publicou muitos trabalhos que apresentam a estratégia militar de uma forma simples e pragmática. Esses são os meus favoritos.",
      "ru": "Многие работы, опубликованные издательским домом Яэ, глубоко иллюстрируют принципы военного искусства, и они мне очень нравятся.",
      "id": "Banyak terbitan Yae Publishing House yang menjelaskan strategi kemiliteran dengan sederhana dan pragmatis. Aku suka sekali.",
      "th": "สำนักพิมพ์ Yae ได้ตีพิมพ์ผลงานมากมาย ที่อธิบายถึงหลักการกลยุทธ์ทางทหารอย่างชัดเจน ฉันชอบมาก ๆ เลยล่ะ",
      "vi": "Rất nhiều tác phẩm mà Nhà Xuất Bản Yae xuất bản đã làm sáng tỏ các nguyên lý về binh pháp một cách cặn kẽ và dễ hiểu, vì thế tôi rất thích."
    }
  },
  {
    "title": {
      "zhs": "闲聊·游鱼",
      "zht": "閒聊·游魚",
      "jp": "世間話·遊魚",
      "ko": "잡담·헤엄치는 물고기",
      "en": "Chat: Fish",
      "de": "Gespräch – Fische",
      "es": "Charla - Peces",
      "fr": "Bavardage - Poisson",
      "pt": "Conversa: Peixe",
      "ru": "Поболтаем: Рыбы",
      "id": "Berbincang: Ikan",
      "th": "แชท - ปลา",
      "vi": "Nói chuyện phiếm - Cá"
    },
    "line": {
      "zhs": "每个生灵的意志都值得尊重，就像海中的游鱼，也有自己的方向。",
      "zht": "每個生靈的意志都值得尊重，就像海中的游魚，也有自己的方向。",
      "jp": "海を泳ぐ魚でさえ進む先を決められるように、生きとし生ける者の意志はすべて尊重されるべきです。",
      "ko": "모든 생명의 의지는 존중받아야 마땅해. 바닷속에서 헤엄치는 물고기도 자신만의 방향이 있는 것처럼 말이야",
      "en": "Respect must be given to the will of every creature. Each fish in the ocean swims in its own direction.",
      "de": "Der Wille eines jeden Lebewesens ist respektabel, wie der im Meer schwimmende Fisch, der auch seine eigene Richtung hat.",
      "es": "Hay que respetar la voluntad de todas las criaturas. Los peces del océano nadan en la dirección que desean.",
      "fr": "Chaque créature vivante est digne de respect, elles vont dans leur propre direction. Tout comme chaque poisson de l'océan.",
      "pt": "Respeito deve ser dado para a vontade de todas as criaturas. Cada peixe no oceano nada na sua própria direção.",
      "ru": "Воля каждого живого существа достойна уважения, подобно морской рыбе, которая тоже имеет свой курс.",
      "id": "Hormatilah kehendak semua makhluk. Bahkan ikan-ikan di lautan luas pun berenang sesuai tujuannya masing-masing.",
      "th": "เจตจำนงของสิ่งมีชีวิตทุกชนิดล้วนแต่ควรได้รับความเคารพ เช่นเดียวกับปลาที่แหวกว่ายอยู่ในทะเล ที่ต่างก็มีทิศทางของตัวมันเอง",
      "vi": "Ý chí của mỗi sinh linh đều đáng được tôn trọng, cũng như cá ở biển cũng có hướng đi riêng của mình."
    }
  },
  {
    "title": {
      "zhs": "闲聊·准备",
      "zht": "閒聊·準備",
      "jp": "世間話·準備",
      "ko": "잡담·준비",
      "en": "Chat: Preparation",
      "de": "Gespräch – Vorbereitung",
      "es": "Charla - Preparación",
      "fr": "Bavardage - Préparation",
      "pt": "Conversa: Preparação",
      "ru": "Поболтаем: Подготовка",
      "id": "Berbincang: Persiapan",
      "th": "แชท - เตรียมพร้อม",
      "vi": "Nói chuyện phiếm - Chuẩn bị"
    },
    "line": {
      "zhs": "未雨绸缪，才能临危不乱。",
      "zht": "未雨綢繆，才能臨危不亂。",
      "jp": "転ばぬ先の杖、と言うように事前に準備しておけば混乱を招くことはありません。",
      "ko": "미리 준비해둬야 위험이 다가와도 흐트러지지 않아",
      "en": "To survive hardship, you must prepare for hardship.",
      "de": "Bereite dich auf einen regnerischen Tag vor, um einer Krise voraus zu sein.",
      "es": "Para superar las adversidades, hay que prepararse para ellas.",
      "fr": "Pour surmonter l'adversité, il faut s'y préparer.",
      "pt": "#Para sobreviver às dificuldades, você deve estar preparad{F#a}{M#o} para elas.",
      "ru": "Чтобы пережить опасность, готовься к ней загодя.",
      "id": "Sedia payung sebelum hujan, selalu siap ketika bahaya datang.",
      "th": "ต้องเตรียมตัวไว้ให้พร้อมล่วงหน้า ถึงจะสามารถเอาตัวรอดเมื่อต้องเผชิญกับอันตรายได้",
      "vi": "Lo trước tính sau thì khi lâm nguy mới không hoảng loạn."
    }
  },
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "我是珊瑚宫心海，海祇岛的「现人神巫女」。此次与你一起出行，就当做是放松一下…咳，就当做是对外考察吧。不用担心，临行前我留下了不少锦囊，将海祇岛近期的发展计划布置完毕了。稍微离开一会儿，也没有关系。",
      "zht": "#我是珊瑚宮心海，海祇島的「現人神巫女」。此次與{F#妳}{M#你}一起出行，就當做是放鬆一下…咳，就當做是對外考察吧。不用擔心，臨行前我留下了不少錦囊，將海祇島近期的發展計畫安排完畢了。稍微離開一會兒，也沒有關係。",
      "jp": "私は珊瑚宮心海、海祇島の「現人神の巫女」です。此度の同行は、息抜き…いえ、視察のためとしましょう。ご安心を、海祇島の発展計画に関する虎の巻は十分残しておきました。少々場を離れても、問題はないでしょう。",
      "ko": "나는 산고노미야 코코미, 와타츠미섬의 「아라히토가미 무녀」야. 이번에 너랑 같이 움직일 땐 긴장을 좀 풀고… 큼, 대외답사 나온 거라고 생각할게. 걱정 마, 떠나기 전에 묘책 모음집도 많이 남겨뒀고, 와타츠미섬의 최근 발전 계획도 다 짜뒀으니까 조금은 자릴 비워도 괜찮아",
      "en": "I am Sangonomiya Kokomi, the Divine Priestess of Watatsumi Island. My journey with you will be an opportunity to unwind... Ahem, I mean... to survey beyond our borders. Don't worry, I've left behind ample directives in my absence, and have also completed the island's projected development plans. Departing for a brief period will be of little consequence.",
      "de": "Ich bin Sangonomiya Kokomi, die „göttliche Priesterin“ von Watatsumi. Diese Reise mit dir ist als Entspannung gedacht ... Ähem, betrachte es als eine Expedition in die Fremde. Keine Sorge, ich habe vor der Reise eine Reihe von Tipps zurückgelassen und ich habe die Pläne für die jüngste Entwicklung der Insel dargelegt. Es ist in Ordnung, sie eine Weile zu verlassen.",
      "es": "#Soy Sangonomiya Kokomi, la Sacerdotisa Divina de la Isla Watatsumi. Nuestro viaje junt{F#as}{M#os} me dará la oportunidad de relajarme... *Ejem*, quiero decir, de explorar más allá de nuestras fronteras. No te preocupes, dejé muchas directrices para cubrir mi ausencia, y ya completé los planes de desarrollo para la isla. Puedo irme una temporada, no pasará nada.",
      "fr": "Je suis Sangonomiya Kokomi, la Prêtresse divine de l'Île de Watatsumi. Voyager avec vous sera l'occasion de me déten... Euh, je veux dire de voir de nouveaux horizons. Ne vous inquiétez pas, j'ai laissé des directives à mon peuple en mon absence, et j'ai terminé les plans de développement de l'île. Tout le monde saura se débrouiller même si je m'absente un peu.",
      "pt": "Eu sou Sangonomiya Kokomi, a Sacerdotisa Divina da Ilha Watatsumi. Minha jornada com você será uma oportunidade para relaxar... *Cof* Quero dizer, para monitorar nossas fronteiras. Não se preocupe, eu deixei para trás amplas diretivas em minha ausência, e também completei os planos de desenvolvimento projetados para essa ilha. Partir por um breve período será de pouca consequência.",
      "ru": "Я Сангономия Кокоми, Божественная Жрица острова Ватацуми. В этом странствии с тобой я смогу расслабиться... Кхм, то есть, исследовать зарубежье. Не волнуйся, я оставила директивы и закончила планирование развития острова Ватацуми. Ничего страшного, если я ненадолго отлучусь.",
      "id": "Namaku Sangonomiya Kokomi, Pemimpin Suci Pulau Watatsumi. Perjalanan kali ini adalah kesempatan emas untuk bersantai ... EHEM, maksudku untuk inspeksi daerah perbatasan. Jangan khawatir, aku sudah siapkan banyak petunjuk operasional untuk situasi ketika aku tak ada, dan juga sudah menyelesaikan perencanaan pengembangan Pulau Watatsumi. Pergi sebentar tidak masalah kok.",
      "th": "ฉันชื่อ Sangonomiya Kokomi เป็น \"ผู้นำมิโกะคนปัจจุบัน\" แห่งเกาะ Watatsumi การเดินทางกับเธอในครั้งนี้ ถือซะว่าเป็นการผ่อนคลาย... อะแฮ่ม ถือซะว่าเป็นการสำรวจพื้นที่ล่ะนะ แต่ไม่ต้องห่วง เพราะก่อนจะไปฉันได้ทิ้งคู่มือเอาไว้มากมาย และยังมีแผนการพัฒนาเกาะ Watatsumi ล่าสุดด้วย ไม่อยู่แค่แป๊บเดียว คงไม่เป็นไรหรอก",
      "vi": "Tôi là Sangonomiya Kokomi, Thánh Pháp Sư Đương Nhiệm của Đảo Watatsumi. Lần này ra ngoài với bạn cũng xem như một cơ hội để thư giãn...khụ, xem như là một chuyến thị sát bên ngoài. Đừng lo, trước khi đi tôi đã để lại rất nhiều túi gấm, sắp xếp ổn thỏa kế hoạch phát triển của Đảo Watatsumi trong thời gian này. Tạm thời rời khỏi một chút cũng không thành vấn đề."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Turun Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "雨中行军，可以隐蔽声息，但对体能却是很大的考验…",
      "zht": "雨中行軍，可以隱蔽聲息，但對體能卻是很大的考驗…",
      "jp": "雨の中の行軍は、気配を隠すのに一役買いますが、体には負担がかかりますね…",
      "ko": "빗속에서의 행군은 숨소리를 숨길 수 있지만, 체력적으로는 크나큰 시험이지…",
      "en": "Marching in the rain conceals the sound of our arrival, but is also a test of stamina...",
      "de": "Wenn du im Regen marschierst, kannst du deine Stimme verstecken, aber es ist ein großer Test für die körperliche Kondition.",
      "es": "Avanzar bajo la lluvia amortigua el ruido de nuestra llegada, pero pone a prueba nuestro aguante...",
      "fr": "Marcher sous la pluie nous permet de ne pas nous faire remarquer et de mettre notre endurance à l'épreuve...",
      "pt": "Marchar na chuva esconde o som de nossa chegada, mas também é um teste de nossa resistência física...",
      "ru": "Марш под дождём скрывает передвижения, но это серьёзное испытание на выносливость...",
      "id": "Maju ketika hujan menyembunyikan suara barisan, tapi sekaligus juga ujian untuk kemampuan fisik prajurit ....",
      "th": "การเดินทัพท่ามกลางสายฝน สามารถปกปิดเสียงของการเคลื่อนไหวได้ แต่ก็ถือเป็นบททดสอบความแข็งแกร่งด้วยเช่นกัน...",
      "vi": "Hành quân trong mưa có thể che đậy hành tung, nhưng đó cũng là một thách thức rất lớn về vấn đề thể lực..."
    }
  },
  {
    "title": {
      "zhs": "下雪的时候…",
      "zht": "下雪的時候…",
      "jp": "雪の日…",
      "ko": "눈이 올 때…",
      "en": "When It Snows",
      "de": "Wenn es schneit ...",
      "es": "Cuando nieva...",
      "fr": "Quand il neige...",
      "pt": "Quando Está Nevando...",
      "ru": "Когда идёт снег...",
      "id": "Ketika Turun Salju",
      "th": "ในเวลาที่หิมะตก...",
      "vi": "Khi tuyết rơi..."
    },
    "line": {
      "zhs": "雪…真漂亮呀。",
      "zht": "雪…真漂亮呀。",
      "jp": "雪…とても綺麗ですね。",
      "ko": "눈… 정말 아름답다",
      "en": "The snow... have you ever seen such beauty?",
      "de": "Der Schnee ... ist wirklich schön.",
      "es": "La nieve es tan hermosa...",
      "fr": "De la neige... Que c'est beau.",
      "pt": "A neve é realmente linda...",
      "ru": "Снег... доводилось ли тебе видеть такую красоту?",
      "id": "Salju ... cantik sekali, ya?",
      "th": "หิมะ... สวยจังเลย",
      "vi": "Tuyết... trông thật đẹp."
    }
  },
  {
    "title": {
      "zhs": "阳光很好…",
      "zht": "陽光很好…",
      "jp": "晴れの日…",
      "ko": "햇살이 좋을 때…",
      "en": "When the Sun Is Out",
      "de": "Wie sonnig ...",
      "es": "Qué sol hace...",
      "fr": "Il fait bon dehors...",
      "pt": "Quando Faz Sol...",
      "ru": "Когда светит солнце...",
      "id": "Ketika Matahari Bersinar",
      "th": "แดดส่องดีจัง...",
      "vi": "Ánh nắng thật chan hòa..."
    },
    "line": {
      "zhs": "天色真好，一起走走吧？",
      "zht": "天色真好，一起走走吧？",
      "jp": "いい天気ですね、少し歩きませんか？",
      "ko": "날씨가 정말 좋아, 같이 걸을래?",
      "en": "Such fortunate weather... Care for a walk?",
      "de": "Das Wetter ist wirklich gut. Wollen wir zusammen ein bisschen gehen?",
      "es": "Qué tiempo tan agradable... ¿Quieres ir a pasear?",
      "fr": "Le temps est agréable aujourd'hui... Voulez-vous vous promener avec moi ?",
      "pt": "Esse tempo está maravilhoso, vamos dar uma caminhada?",
      "ru": "Славная выдалась погода... Не желаешь прогуляться?",
      "id": "Hari ini cerah sekali ... mau jalan-jalan?",
      "th": "อากาศดีจัง ออกไปเดินเล่นกันมั้ย?",
      "vi": "Thời tiết đẹp thật, cùng ra ngoài dạo chứ?"
    }
  },
  {
    "title": {
      "zhs": "刮大风了…",
      "zht": "颳大風了…",
      "jp": "暴風の日…",
      "ko": "강풍이 불 때…",
      "en": "When the Wind Is Blowing",
      "de": "Ein Sturm zieht auf.",
      "es": "Hace mucho viento...",
      "fr": "Le vent souffle fort...",
      "pt": "A Ventania Está Chegando...",
      "ru": "Когда дует сильный ветер...",
      "id": "Ketika Angin Berembus",
      "th": "ในเวลาที่ลมพัดแรง...",
      "vi": "Gió lớn quá..."
    },
    "line": {
      "zhs": "嗯…这么大的风，正适合用火攻之计。",
      "zht": "嗯…這麼大的風，正適合用火攻之計。",
      "jp": "ん…とても強い風ですね…火計にぴったりかと。",
      "ko": "음… 이렇게 센 바람은 불을 이용한 전술에 딱이야",
      "en": "Mm... High winds. An incendiary attack would be particularly effective.",
      "de": "Nun ... bei so einem starken Wind ist das genau richtig für den Feuerschutzplan.",
      "es": "Qué viento tan fuerte... Un ataque incendiario sería muy efectivo ahora mismo.",
      "fr": "Hmm, une attaque au feu sera particulièrement efficace avec ce temps.",
      "pt": "Hmm... Ventos fortes. Um ataque incendiário seria particularmente eficaz.",
      "ru": "Хм... Какой сильный ветер. Атака огнём была бы особенно эффективной.",
      "id": "Hmm. Angin kencang. Situasi sempurna untuk melancarkan serangan api.",
      "th": "อืม... ลมแรงแบบนี้ เหมาะกับการโจมตีด้วยไฟ",
      "vi": "Trời nổi gió đông, ta dùng hỏa công, chỉ có chuẩn."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "早安。我刚刚读到一段有趣的兵法，要一起研究一下吗？",
      "zht": "早安。我剛剛讀到一段有趣的兵法，要一起研究一下嗎？",
      "jp": "おはようございます。先ほど興味深い兵学を読みました、一緒に研究しませんか？",
      "ko": "좋은 아침, 방금 재밌는 병법을 읽었는데 같이 연구해볼래?",
      "en": "Good morning. I've just read a fascinating stratagem, would you like to study it together?",
      "de": "Guten Morgen. Ich habe gerade eine interessante Passage über die Kunst des Krieges gelesen. Wollen wir sie gemeinsam studieren?",
      "es": "#¡Buenos días! Acabo de leer una estrategia fascinante. ¿Quieres que la analicemos junt{F#as}{M#os}?",
      "fr": "Bonjour. Je viens de lire un stratagème particulièrement fascinant. Ça vous dirait qu'on l'étudie ensemble ?",
      "pt": "Bom dia. Eu acabei de ler sobre uma estratégia fascinante, gostaria de analisá-la junto comigo?",
      "ru": "Доброе утро. Я только что прочитала интересный отрывок о военном искусстве. Хочешь, изучим его вместе?",
      "id": "Selamat pagi. Aku baru baca tentang taktik perang yang menarik. Mau pelajari sama-sama?",
      "th": "อรุณสวัสดิ์ ฉันเพิ่งอ่านยุทธศาสตร์ทางทหารที่น่าสนใจมาก อยากจะศึกษาด้วยกันมั้ยล่ะ?",
      "vi": "Chào buổi sáng. Tôi vừa đọc được một đoạn binh pháp thú vị, bạn có muốn cùng nghiên cứu không?"
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "下午的作战方案要进行一些修正，这样可以保证更高的效率。",
      "zht": "下午的作戰方案要進行一些修正，這樣可以保證更高的效率。",
      "jp": "午後の作戦計画を少し修正しましょう…これでより効率的になります。",
      "ko": "오후 작전을 조금 수정해야겠어… 이게 더 효율적이겠군",
      "en": "Mmmm... to improve efficiency, we must make some adjustments to our battle plan for the afternoon.",
      "de": "Das Kampfprogramm am Nachmittag muss etwas abgeändert werden, was für eine bessere Zeiteinteilung sorgen wird.",
      "es": "Para mejorar la eficiencia, tenemos que hacer algunos ajustes al plan de batalla para esta tarde.",
      "fr": "Nous devons recourir à quelques ajustements quant à notre plan de bataille de cet après-midi pour améliorer son efficacité.",
      "pt": "Algumas alterações serão feitas no plano de combate à tarde para garantir maior eficiência.",
      "ru": "Хм... Для повышения эффективности в план полуденной битвы следует внести некоторые коррективы.",
      "id": "Hmm ... strategi perang siang hari kita perlu penyesuaian. Masih kurang efisien.",
      "th": "เราจะต้องทำการแก้ไขแผนการต่อสู้ในช่วงบ่าย เพื่อให้มีประสิทธิภาพที่สูงขึ้น",
      "vi": "Phương án tác chiến chiều nay cần phải điều chỉnh lại để nâng cao hiệu quả."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "嗯？这么快就到晚上了？跟你在一起，时间总是会过得格外快。",
      "zht": "#嗯？這麼快就到晚上了？跟{F#妳}{M#你}在一起，時間總是會過得格外快。",
      "jp": "おや？もう夜なのですか？あなたと一緒にいると、時間がとても早く過ぎてしまいますね。",
      "ko": "음? 벌써 저녁이야? 너랑 같이 있으면 시간이 유달리 빨리 간다니까",
      "en": "Mm? Night already? Time seems to slip away when I'm with you.",
      "de": "Hmm? Es ist schon Abend? Mit dir vergeht die Zeit immer besonders schnell.",
      "es": "¿Eh? ¿Ya es de noche? El tiempo pasa muy rápido cuando estoy contigo.",
      "fr": "Hmm ? Il fait déjà nuit ? Décidément, le temps passe vite en votre compagnie.",
      "pt": "OK? Já é noite tão cedo? Com você, o tempo sempre passará extremamente rápido.",
      "ru": "Хм? Уже вечер? Рядом с тобой время летит незаметно.",
      "id": "Ah? Sudah malam ya? Kalau lagi sama kamu, waktu serasa cepat sekali berlalu ya.",
      "th": "หืม? ค่ำแล้วเหรอเนี่ย? เมื่ออยู่กับเธอ เวลามักจะผ่านไปไวเสมอ",
      "vi": "Trời tối nhanh vậy sao? Khi ở bên bạn, thời gian trôi nhanh thật."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "好好休息，养精蓄锐。晚安。",
      "zht": "好好休息，養精蓄銳。晚安。",
      "jp": "おやすみなさい。しっかり休んで、疲れを癒してくださいね。",
      "ko": "푹 쉬면서 재충전해둬. 잘 자",
      "en": "Good night. Garner your strength for the battles ahead.",
      "de": "Ruh dich gut aus und mach dich frisch. Gute Nacht.",
      "es": "Buenas noches. Guarda tu fuerza para las batallas que nos esperan.",
      "fr": "Bonne nuit. Reposez-vous bien, vous aurez besoin de toutes vos forces pour demain.",
      "pt": "Faça um bom descanso e recarregue suas energias. Boa noite.",
      "ru": "Доброй ночи. Набирайся сил для предстоящих битв.",
      "id": "Selamat istirahat. Pulihkan tenagamu untuk pertempuran.",
      "th": "พักผ่อนให้เต็มที่ เพื่อเติมพลังให้แข็งแกร่ง ฝันดีนะ",
      "vi": "Nghỉ ngơi đầy đủ, bổ sung tinh thần, ngủ ngon nhé."
    }
  },
  {
    "title": {
      "zhs": "关于珊瑚宫心海自己·锦囊",
      "zht": "關於珊瑚宮心海自己·錦囊",
      "jp": "珊瑚宮心海自身について·虎の巻",
      "ko": "산고노미야 코코미 자신에 대해·묘책 모음집",
      "en": "About Sangonomiya Kokomi: Directives",
      "de": "Über Sangonomiya Kokomi – Anweisungen",
      "es": "Sobre Sangonomiya Kokomi - Directrices",
      "fr": "À propos de Sangonomiya Kokomi - Directives",
      "pt": "Sobre Sangonomiya Kokomi: Diretivas",
      "ru": "О Сангономии Кокоми: Директивы",
      "id": "Tentang Sangonomiya Kokomi: Petunjuk",
      "th": "เกี่ยวกับตัว Sangonomiya Kokomi - คู่มือ",
      "vi": "Về Sangonomiya Kokomi - Túi gấm"
    },
    "line": {
      "zhs": "战场局势千变万化，一念之差就可能葬送全局。所以在开战前，我会将所有情况纳入考量，写成锦囊交给将士们去执行。不过目前来看，他们对锦囊有些过于依赖了。我还是希望他们多读些兵书，靠自己的力量辨析战场的局势，这样才能更好地抓住战机。",
      "zht": "戰場局勢千變萬化，一念之差就可能葬送全局。所以在開戰前，我會將所有情況納入考量，寫成錦囊交給將士們去執行。不過目前來看，他們對錦囊有些過於依賴了。我還是希望他們多讀些兵書，靠自己的力量辨析戰場的局勢，這樣才能更好地抓住戰機。",
      "jp": "戦況は常に移ろいゆくもの、一瞬の迷いがすべてを台無しにしてしまうこともあります。ですので戦いが始まる前に、すべての状況を書き留めた虎の巻を兵士たちに渡しているんです。しかし現状を見ると、兵士たちがその虎の巻に頼りすぎているような気がしなくもありません…やはり彼らにはもっと兵学を学んでもらい、自ら戦況を判断できる力を身に着けてほしいものですね。",
      "ko": "전장 상황은 변화무쌍해서, 한 끗 차이로 판을 말아먹을 수가 있지. 그래서 전쟁 전에 모든 상황을 고려해 장병들에게 묘책 모음집을 맡겼는데 지금은 너무 그거에만 의지하고 있는 것 같아. 장병들이 병서를 더 많이 읽고 혼자의 힘으로 정세를 파악했으면 좋겠어. 그래야 우리가 기회를 잡을 수 있을 테니까",
      "en": "The battlefield is unpredictable — one false move could mark utter defeat. Before the onset of battle, I bring every possible scenario into consideration, and turn my thoughts into written directives. These are then issued to the troops. ...It does seem at present like they're somewhat over-reliant on the directives, which worries me... If they read up on military strategy themselves, they could begin to rely on their own ability to read the battlefield. I need them to be able to identify and seize opportunities in the heat of the moment.",
      "de": "Die Situation auf dem Schlachtfeld ist so brisant, dass nur Tendenzen die ganze Situation ruinieren können. Deshalb berücksichtige ich alle Umstände vor der Schlacht und schreibe sie auf, damit die Generäle sie lesen können. Aber im Moment verlassen sie sich ein bisschen zu sehr darauf. Ich hoffe immer noch, dass sie selber mehr militärische Bücher lesen und sich auf ihre eigene Kraft verlassen, um die Situation auf dem Schlachtfeld zu erkennen, damit sie jede Chance im Kampf besser nutzen können.",
      "es": "La batalla es impredecible; un movimiento en falso podría condenarte a la derrota. Antes de comenzar a luchar, considero todos los escenarios posibles y los pongo por escrito en forma de directrices que después entrego a los soldados. Parece que, en la actualidad, dependen demasiado de ellas, lo que me preocupa... Si leyeran estrategia militar ellos mismos, podrían apoyarse en sus propios conocimientos cuando estuvieran en el campo de batalla. Necesito que sean capaces de identificar y aprovechar las oportunidades cuando se presenten.",
      "fr": "Le champ de bataille est imprévisible. Un mouvement de travers peut entraîner la défaite. C'est pour cela qu'avant chaque bataille, j'analyse tous les scénarios possibles pour ensuite coucher mes directives sur papier. Elles sont ensuite transmises aux troupes. Il semblerait cependant qu'elles se reposent énormément sur ces directives, ce qui m'inquiète. Si seulement les soldats s'intéressaient un peu à la lecture sur la stratégie militaire, ils pourraient utiliser ces compétences au combat. Il faut qu'ils puissent identifier et saisir les opportunités au cœur de l'action.",
      "pt": "O campo de batalha é imprevisível - um movimento em falso poderia representar uma derrota total. Antes do início da batalha, eu considero todos os cenários possíveis, e transformo meus pensamentos em diretrizes escritas. Estas então são emitidas para as tropas. Atualmente, parece que eles estão um pouco dependentes demais das diretrizes, o que me preocupa... Se eles próprios lerem sobre estratégia militar, podem começar a confiar em sua própria capacidade de ler o campo de batalha. Preciso que eles sejam capazes de identificar e aproveitar as oportunidades no calor do momento.",
      "ru": "Ситуация на поле боя настолько изменчива, что один неверный шаг может привести к поражению. Перед битвой я учитываю все обстоятельства, записываю их и составляю директивы, которые потом выдаются войскам. ...Но в настоящее время они чересчур на них полагаются. Они могли бы рассчитывать на свои силы, лучше оценивать ситуацию на поле боя и использовать возможности, если бы только читали больше военных книг.",
      "id": "Situasi di medan pertempuran selalu dinamis, dan satu saja tindakan yang salah bisa mencelakakan semua orang. Karena itulah, sebelum perang, aku akan membayangkan semua skenario yang mungkin terjadi, lalu menuangkan semuanya itu ke dalam bentuk petunjuk operasional untuk para prajuritku. Untuk saat ini, mereka masih terlalu mengandalkan petunjuk buatanku. Aku jadi agak khawatir, karena kalau saja mereka mau baca buku-buku tentang taktik militer, mereka akan belajar untuk membaca situasi dan membuat strategi sendiri, menyesuaikan dengan kondisi di lapangan. Aku ingin supaya prajuritku mampu mengenali dan memanfaatkan semua celah yang ada di medan pertempuran.",
      "th": "สถานการณ์ในสนามรบนั้นเปลี่ยนแปลงอยู่ตลอด ความผิดพลาดเพียงชั่ววูบเดียวก็สามารถทำลายทุกสิ่งได้ ดังนั้นก่อนที่จะเริ่มสงคราม ฉันจะวิเคราะห์สถานการณ์ทั้งหมดและเขียนออกมาเป็นคู่มือ เพื่อมอบให้กับเหล่าทหารนำไปปฏิบัติ แต่ตอนนี้ดูเหมือนว่าพวกเขาจะพึ่งพาคู่มือมากเกินไป ฉันอยากให้พวกเขาอ่านหนังสือการทหารเยอะ ๆ และวิเคราะห์สถานการณ์ในสนามรบได้ด้วยความสามารถของตัวเอง จะได้ฉวยโอกาสในการรบได้ดียิ่งขึ้น",
      "vi": "Cục diện trên chiến trường biến hóa khôn lường, một quyết định trong tích tắc có thể chôn vùi cả trận. Vì thế trước bất kỳ trận chiến nào tôi cũng sẽ cân nhắc tất cả tình huống, viết vào túi gấm giao cho các tướng sĩ thực hiện. Nhưng hiện giờ có vẻ họ đã quá ỷ lại vào túi gấm rồi. Tôi vẫn hi vọng họ sẽ đọc thêm nhiều binh thư để có thể phân tích cục diện chiến trường bằng chính năng lực của mình, như vậy mới có thể nắm bắt thời cơ một cách tốt nhất."
    }
  },
  {
    "title": {
      "zhs": "关于珊瑚宫心海自己·放松",
      "zht": "關於珊瑚宮心海自己·放鬆",
      "jp": "珊瑚宮心海自身について·休息",
      "ko": "산고노미야 코코미 자신에 대해·휴식",
      "en": "About Sangonomiya Kokomi: Relaxing",
      "de": "Über Sangonomiya Kokomi – Entspannung",
      "es": "Sobre Sangonomiya Kokomi - Relajarse",
      "fr": "À propos de Sangonomiya Kokomi - Détente",
      "pt": "Mais sobre Sangonomiya Kokomi - Relaxando",
      "ru": "О Сангономии Кокоми: Отдых",
      "id": "Tentang Sangonomiya Kokomi: Bersantai",
      "th": "เกี่ยวกับตัว Sangonomiya Kokomi - ผ่อนคลาย",
      "vi": "Về Sangonomiya Kokomi - Thư giãn"
    },
    "line": {
      "zhs": "真希望这次作战快点结束。八重堂出版的新印《沉秋拾剑录》已经可以买到了，好想呆在房间里一口气看完…",
      "zht": "真希望這次作戰快點結束。八重堂出版的新印《沉秋拾劍錄》已經可以買到了，好想待在房間裡一口氣看完…",
      "jp": "今回の作戦が早く終わることを祈っています。八重堂から新たに『沈秋拾剣録』の新版が発売されるので、部屋に戻って一気に読みたいのです…",
      "ko": "작전이 빨리 끝났으면 좋겠네. 야에 출판사의 신간, 《침추습검록》을 구했거든. 빨리 방에 틀어박혀서 읽어버리고 싶어…",
      "en": "Mm... I hope we can put an end to this battle quickly. The Yae Publishing House has just released a new volume of \"A Legend of Sword.\" Ah, I'd like nothing more than to curl up with a copy in my room and read it front to back.",
      "de": "Ich wünschte, dieser Kampf würde bald enden. Der Neudruck vom Verlagshaus Yae „Vom Schwert gefunden im Herbst“ ist jetzt erhältlich und ich will in meinem Zimmer bleiben und alles in einer Sitzung lesen ...",
      "es": "Espero que esta batalla termine pronto. La Editorial Yae acaba de publicar un nuevo volumen de «Una leyenda de espadas» y lo único que me apetece ahora mismo es quedarme en mi habitación y leerlo de cabo a rabo.",
      "fr": "J'espère que cette bataille viendra rapidement à sa fin. La Chambre Yae vient de publier un nouveau volume d'« Une légende d'épée ». Je ne souhaite rien de plus que de me retirer chez moi pour le lire d'une seule traite.",
      "pt": "Espero que possamos pôr um fim rápido a esta batalha. A Editora Yae acaba de lançar um novo volume de \"A Lenda da Espada Chenqiu\". Não gostaria de fazer mais nada do que me enrolar com uma cópia em meu quarto e lê-la inteirinha.",
      "ru": "Хм... Поскорее бы эта битва закончилась. Издательский дом Яэ опубликовал новую «Легенду о клинке». Как бы мне хотелось оказаться у себя и прочесть её от корки до корки...",
      "id": "Hmm ... Aku ingin perang ini bisa cepat selesai. Edisi baru \"Legenda Pedang\" dari Yae Publishing House sudah terbit. Ah, pasti menyenangkan sekali kalau bisa meringkuk di kasur sambil baca buku itu seharian ....",
      "th": "หวังว่าสงครามคราวนี้จะจบลงอย่างรวดเร็ว \"ตำนานของดาบ\" เล่มใหม่ของสำนักพิมพ์ Yae ก็วางขายแล้วด้วย ฉันอยากจะอยู่ในห้องและอ่านมันให้จบรวดเดียวเลย",
      "vi": "Tôi rất mong trận chiến này nhanh chóng kết thúc. Ấn phẩm mới \"Trầm Thu Thập Kiếm Lục\" của Nhà Xuất Bản Yae đã phát hành rồi, tôi thật sự rất muốn được cuộn tròn trong phòng đọc một mạch đến hết quyển..."
    }
  },
  {
    "title": {
      "zhs": "关于我们·见闻",
      "zht": "關於我們·見聞",
      "jp": "見聞について…",
      "ko": "우리에 대해·소문",
      "en": "About Us: Experience",
      "de": "Über uns – Erlebnisse",
      "es": "#Sobre nosotr{F#as}{M#os} - Experiencia",
      "fr": "À propos de nous - Expérience",
      "pt": "Sobre Nós: Experiência",
      "ru": "О нас: Кругозор",
      "id": "Tentang Kita: Pengetahuan",
      "th": "เกี่ยวกับพวกเรา - ประสบการณ์",
      "vi": "Về chúng ta - Kinh nghiệm"
    },
    "line": {
      "zhs": "母亲曾教导过我，只有眼界开阔，才能成为合格的领袖。不过以前的我常年往返于珊瑚宫与军队之间，不曾亲自出来冒险，难免会有许多不懂的地方。嗯，这些就请你多担待啦。",
      "zht": "#母親曾教導過我，只有眼界開闊，才能成為合格的領袖。不過以前的我常年往返於珊瑚宮與軍隊之間，不曾親自出來冒險，難免會有許多不懂的地方。嗯，這些就請{F#妳}{M#你}多擔待啦。",
      "jp": "視野を広げなければ立派な指導者にはなれない、そう母から教わりました。ですが以前までの私は、珊瑚宮と軍の間を行き来していただけ、自ら外に出向いたことなどありませんでした。ですので、知らないことも多々あります。えっと…そこは大目に見てくださいね。",
      "ko": "어머니께선 내게 시야를 넓혀야만 지도자가 될 수 있다고 가르치셨어. 하지만 난 1년 365일 산호궁과 군대만을 오가서 직접 모험을 해본 적이 없고, 모르는 부분도 많아. 음, 그러니까 이런 부분은 네가 맡아줬으면 해",
      "en": "My mother once taught me that it takes a broad outlook to become a qualified leader. However, my younger years were mostly spent traveling between Sangonomiya and the army. I never had time to embark on my own adventure. So... there are many aspects of adventuring that I've yet to fully understand. Mm, you'll have to excuse my lack of experience in this area.",
      "de": "Meine Mutter hat mir beigebracht, dass ich nur dann eine kompetente Führungskraft sein kann, wenn ich über den Tellerrand hinausschaue. Aber da ich früher zwischen Sangonomiya und der Armee hin- und hergereist bin, habe ich mich nie weiter hinausgetraut. Daher gibt es viele Dinge, die ich nicht verstehe. Nun, das musst du mir nachsehen.",
      "es": "Mi madre me dijo una vez que, para ser un líder cualificado, hay que tener una perspectiva global. Pero pasé mi niñez entre Sangonomiya y el ejército, así que nunca tuve tiempo para ir de aventuras. Por tanto, hay muchas facetas en ese ámbito que no entiendo del todo. Tendrás que disculpar mi falta de experiencia.",
      "fr": "Ma mère me raconta un jour que posséder une vaste perspective est nécessaire afin de devenir un dirigeant de qualité. Cependant, mes jeunes années furent passées entre Sangonomiya et l'armée. Je n'ai jamais eu l'occasion de partir vivre ma propre aventure. C'est pour cela que j'ignore encore beaucoup des aspects relevant de l'aventure. J'espère que vous pourrez excuser mon manque d'expérience dans ce domaine.",
      "pt": "Minha mãe me ensinou que é necessário uma visão geral para se tornar uma líder qualificada. Entretanto, passei a maior parte de minha juventude entre Sangonomiya e o exército. Eu nunca tive tempo de partir para minha própria aventura. Por isso, existem muitos aspectos de aventuras que ainda não entendo completamente. Por favor, perdoe minha falta de experiência nessa área.",
      "ru": "Моя мама учила меня, что хороший лидер должен иметь широкий кругозор и непредвзятый ум. Но в годы юности я разрывалась между Сангономией и армией. У меня никогда не было времени отправиться на собственное приключение. Поэтому... многое в них не понятно. Прошу простить меня за скудный опыт в этой области.",
      "id": "Ibunda pernah mengajarkanku bahwa seorang pemimpin yang berkualitas harus berpikiran luas dan terbuka. Selama ini aku cuma menghabiskan waktu bolak balik antara Kuil Sangonomiya dan kemah pasukan, sepanjang tahun. Aku tidak pernah punya kesempatan untuk pergi bertualang, jadi ... maaf ya kalau masih banyak hal yang belum kupahami. Hehe, aku minta tolong bimbingannya ya.",
      "th": "แม่เคยสอนฉันว่า ผู้นำที่ดีจะต้องมีทัศนคติที่เปิดกว้าง แต่เมื่อก่อนฉันใช้เวลาส่วนใหญ่ไปกับการเดินทางไปกลับระหว่าง Sangonomiya กับกองทัพ ก็เลยไม่เคยมีเวลาออกผจญภัยด้วยตัวเองเลย ดังนั้นคงจะมีหลาย ๆ อย่างที่ฉันไม่เข้าใจ อืม ยังไงก็อย่าถือสาฉันเลยนะ",
      "vi": "Mẹ đã dạy tôi rằng phải biết nhìn xa trông rộng mới có thể trở thành một người lãnh đạo mẫu mực. Nhưng trước đây tôi chỉ luôn loanh quanh giữa Sangonomiya và quân đội, chưa từng tự mình ra ngoài thám hiểm, khó tránh khỏi có nhiều thứ không hiểu được. Vì thế, ừm, bạn hãy thông cảm cho tôi nhé!"
    }
  },
  {
    "title": {
      "zhs": "关于我们·困惑",
      "zht": "關於我們·困惑",
      "jp": "困惑について…",
      "ko": "우리에 대해·곤혹",
      "en": "About Us: Confusion",
      "de": "Über uns – Verwirrung",
      "es": "#Sobre nosotr{F#as}{M#os} - Confusión",
      "fr": "À propos de nous - Doutes",
      "pt": "Sobre Nós - Confusão",
      "ru": "О нас: Недоразумение",
      "id": "Tentang Kita: Keresahan",
      "th": "เกี่ยวกับเรา - สับสน",
      "vi": "Về chúng ta - Bối rối"
    },
    "line": {
      "zhs": "都说人心难测，但作为现人神巫女，我必须努力去理解每个人的想法才行。就从你开始吧，旅行者，让我猜猜…你现在在想些什么呢？",
      "zht": "#都說人心難測，但作為現人神巫女，我必須努力去理解每個人的想法才行。就從{F#妳}{M#你}開始吧，旅行者，讓我猜猜…{F#妳}{M#你}現在在想些什麼呢？",
      "jp": "人の心は予測しがたいものと言いますが、現人神の巫女である私は、一人一人の考えを理解する必要があります。そうですね、あなたから始めましょう。旅人さん、あなたが今なにを考えているのか…私が当ててみますね？",
      "ko": "사람의 마음은 헤아리기 어렵다고들 하지만, 난 아라히토가미 무녀로서 모든 사람의 마음을 이해하려고 노력해야만 하지. 우선 너부터 시작해볼까? 여행자, 내가 맞춰볼게… 너 지금 무슨 생각 하고 있지?",
      "en": "It's said that the depths of a person's heart run deep indeed. Yet, as the Divine Priestess of Watatsumi Island, it is my duty to strive to understand each person's thoughts. Let's start with you, Traveler. What are you thinking about now? Let me take a guess...",
      "de": "#Man sagt, es sei schwer, die Gedanken der Menschen zu lesen, aber als göttliche Priesterin muss ich versuchen, die Gedanken eines jeden zu verstehen. Fangen wir mit dir an, Reisende{M#r}, und lass mich raten, was du gerade denkst.",
      "es": "#Se dice que es difícil sondear las profundidades de una persona, pero yo, como Sacerdotisa Divina, tengo la obligación de tratar de entender los pensamientos de todo el mundo. Empezaré contigo, viajer{F#a}{M#o}. ¿En qué estás pensando ahora mismo? Déjame adivinar...",
      "fr": "#On dit que l'esprit d'une personne est difficile à cerner. Pourtant, en ma qualité de Prêtresse divine, il est de mon devoir de m'efforcer à comprendre les pensées de chacun. Je vais commencer par vous, {M#voyageur}{F#voyageuse}. Laissez-moi deviner, à quoi pensez-vous à l'instant ?",
      "pt": "Dizem que as profundezas do coração de uma pessoa não é facilmente visível. Entretanto, como Sacerdotisa Divina da Ilha Watatsumi, é meu dever me esforçar para entender os pensamentos de cada pessoa. Vamos começar com você, Viajante. O que você está pensando agora? Deixe-me adivinhar...",
      "ru": "#Говорят, трудно читать мысли людей, но как жрица, я должна попытаться понять каждого человека. Давай начнём с тебя. Путешественни{F#ца}{M#к}, позволь угадать о чём ты сейчас думаешь?",
      "id": "Hati orang sulit ditebak. Tapi sebagai Pemimpin Suci Pulau Watatsumi, aku harus bisa memahami pikiran orang. Aku mulai dari Pengembara dulu deh. Kamu lagi mikir apa ya ....",
      "th": "ว่ากันว่าใจคนยากแท้หยั่งถึง แต่ในฐานะผู้นำมิโกะคนปัจจุบัน ฉันต้องพยายามเข้าใจความคิดของทุกคน เริ่มจากเธอก่อนเลยแล้วกัน นักเดินทาง ให้ฉันเดาแล้วกันว่า... ตอนนี้เธอกำลังคิดอะไรอยู่นะ?",
      "vi": "Ai cũng nói lòng người khó đoán, nhưng thân là một Thánh Pháp Sư Đương Nhiệm, tôi phải cố gắng thấu hiểu tâm tư của từng người mới được. Bắt đầu từ bạn nhé, Nhà Lữ Hành, để tôi đoán xem... bây giờ bạn đang nghĩ gì nhé?"
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về Vision..."
    },
    "line": {
      "zhs": "在我眼中，「神之眼」便是愿望的象征。我们之所以成立反抗军，反对眼狩令，就是因为愿望是非常宝贵的东西，不该被轻易放弃，更不该被强行剥夺。",
      "zht": "在我眼中，「神之眼」便是願望的象徵。我們之所以成立反抗軍，反對眼狩令，就是因為願望是非常寶貴的東西，不該被輕易放棄，更不該被強行剝奪。",
      "jp": "私からすれば、「神の目」は願いの象徴です。あなたも知っての通り、私たちは抵抗軍を設立し、目狩り令に歯向かいました。なぜなら、願いとは容易く諦めることができないほど大切なもので、強制的に奪われるべきではないと考えたからです。",
      "ko": "내게 「신의 눈」은 소망의 상징이야. 그래서 저항군을 만들어 안수령에 반대할 수밖에 없는 거고. 소망이란 소중하고 또 쉽게 포기할 수도, 빼앗겨서도 안되는 거잖아",
      "en": "In my book, Visions are symbols of aspiration, and aspiration is a precious thing indeed. This is exactly why the resistance was formed — to oppose the Vision Hunt Decree. Aspiration should never be abandoned or forcibly taken away.",
      "de": "In meinen Augen ist das „Göttliche Auge“ ein Symbol des Begehrens. Der Grund, warum wir den Widerstand gebildet und uns dem Augenhatz-Dekret widersetzt haben, ist, dass Wünsche etwas sehr Kostbares sind und nicht so leicht aufgegeben, geschweige denn mit Gewalt weggenommen werden sollten.",
      "es": "En mi opinión, las Visiones son el símbolo de las ambiciones, y las ambiciones son algo muy valioso. Por esto precisamente se formó la resistencia: para oponerse al Decreto de captura de Visiones. Las ambiciones nunca se deberían abandonar o perder a la fuerza.",
      "fr": "À mes yeux, l'œil divin est un symbole d'aspiration. L'aspiration est quelque chose de très précieux, elle est la raison derrière laquelle la Résistance s'est formée et pourquoi nous nous battons contre le décret de saisie. L'aspiration ne doit jamais être abandonnée ou retirée de force.",
      "pt": "Na minha opinião, Visões são símbolos de ambições, e ambição é de fato uma coisa preciosa. Isso é exatamente porque a resistência foi formada, para se opor ao Decreto de Caça à Visão. A ambição nunca deve ser abandonada ou ser tomada à força.",
      "ru": "В моём понимании Глаза Бога - это символы желания, а желание - это по-настоящему ценная вещь. Именно поэтому было создано сопротивление - чтобы противостоять Охоте на Глаза Бога. Желание никогда не должно быть оставлено или насильно отнято.",
      "id": "Menurutku, Vision adalah simbol aspirasi. Dan aspirasi adalah sesuatu yang berharga. Itulah kenapa kami membentuk pasukan pemberontak, untuk melawan Dekrit Perburuan Vision. Karena aspirasi tidak boleh dibuang, apalagi diambil dengan paksa.",
      "th": "ในสายตาของฉัน \"วิชั่น\" เป็นสัญลักษณ์ของความปรารถนา การที่เราก่อตั้งกองทัพต่อต้านเพื่อต่อต้านคำสั่งล่าวิชั่นนั้น ก็เพราะความปรารถนาเป็นสิ่งที่มีค่า ซึ่งไม่ควรจะทิ้งมันไปง่าย ๆ และยิ่งไม่ควรจะถูกพรากไป",
      "vi": "Trong mắt tôi thì Vision là biểu tượng cho nguyện vọng. Chúng tôi thành lập Quân Kháng Chiến, phản đối Lệnh Truy Lùng Vision là bởi vì, nguyện vọng là thứ vô cùng quý báu, không thể dễ dàng bị vứt bỏ, càng không thể bị ai khác tước đoạt."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·刊物",
      "zht": "有什麼想要分享·刊物",
      "jp": "シェアしたいこと·出版物",
      "ko": "하고 싶은 이야기·간행물",
      "en": "Something to Share: Periodicals",
      "de": "Willst du mir etwas mitteilen? – Lektüre",
      "es": "¿Algo que decir? - Publicaciones",
      "fr": "Quelque chose à partager - Publications",
      "pt": "Algo para Compartilhar: Publicações",
      "ru": "Давай поделимся: Периодика",
      "id": "Berbagi Cerita: Majalah",
      "th": "ต้องการจะแชร์อะไร - สิ่งพิมพ์",
      "vi": "Có gì muốn chia sẻ không - Ấn phẩm"
    },
    "line": {
      "zhs": "八重堂出版的刊物中，我尤其喜欢这本《提瓦特战争艺术》。你看，上面记录了许多经典战役，以及兵法名家对此的解析。其中有几篇我特别欣赏，让我来念给你听…",
      "zht": "#八重堂出版的刊物中，我尤其喜歡這本《提瓦特戰爭藝術》。{F#妳}{M#你}看，上面記錄了許多經典戰役，以及兵法名家對此的解析。其中有幾篇我特別欣賞，讓我來唸給{F#妳}{M#你}聽…",
      "jp": "八重堂が出版している作品の中で、私が特に気に入っているのはこの『テイワット戦争芸術』です。ほら、数々の名勝負が記録されていますし、有名な兵学家の分析もあります。その中のお気に入りをあなたにも読んであげましょう…",
      "ko": "야에 출판사의 간행물 중에서 난 이 《티바트 전쟁 예술》이란 책을 제일 좋아해. 봐, 여기엔 옛 전쟁과 병법 거장의 해석이 엄청 많이 실려있어. 그중 몇 편은 내가 진짜 좋아하는 건데 너한테 직접 읽어줄게…",
      "en": "Among Yae Publishing House's various publications, my personal favorite is the \"Teyvat Art of War.\" See, it has articles on classic military campaigns, as well as detailed analysis and commentary from famous strategists. There are a few that I particularly enjoy... Here, let me read them to you.",
      "de": "Von den Publikationen, die vom Verlagshaus Yae herausgegeben werden, gefällt mir besonders diese, die „Kunst des Krieges von Teyvat“. Sieh, es sind viele klassische Schlachten darin aufgezeichnet, ebenso wie Erklärungen dazu von berühmten Schriftstellern über die Kunst des Krieges. Es gibt ein paar, die ich besonders bewundere. Lass mich sie dir vorlesen ...",
      "es": "De entre las publicaciones de la Editorial Yae, mi favorita es «El arte de la guerra de Teyvat». Tiene artículos sobre campañas bélicas clásicas, así como análisis detallados y comentarios de estrategas famosos. Hay varios que me gustan especialmente. Te leeré alguno...",
      "fr": "Parmi les nombreuses publications de la Chambre Yae, ma préférée est « L'art de la guerre en Teyvat ». Regardez, cet ouvrage contient des articles sur des campagnes militaires classiques, ainsi que des analyses et des commentaires de célèbres stratèges. En voici quelques-uns que j'apprécie particulièrement, laissez-moi vous en lire un passage...",
      "pt": "Entre as várias publicações da Editora Yae, minha favorita é a Arte da Guerra de Teyvat. Ela possui artigos sobre campanhas militares clássicas, bem como análises detalhadas e comentários de estrategistas famosos. Há alguns que especialmente gosto... Aqui, deixe-me ler para você...",
      "ru": "Среди различных журналов издательского дома Яэ моим фаворитом является «Искусство войны Тейвата». Смотри, в нём есть статьи о классических военных кампаниях, а также подробный анализ и комментарии известных стратегов. Есть несколько статей, которые мне особенно нравятся... Вот, позволь прочитать их тебе.",
      "id": "Dari buku-buku terbitan Yae Publishing House, aku paling suka \"Seni Perang Teyvat\". Dalamnya adalah tentang catatan pertempuran-pertempuran klasik dan analisa para ahli strategi terkemuka. Ada sebagian yang aku suka sekali ... kubacakan buat kamu ya.",
      "th": "ในบรรดาหนังสือต่าง ๆ ของสำนักพิมพ์ Yae ฉันชอบ \"ศาสตร์การสงครามแห่ง Teyvat\" เล่มนี้เป็นพิเศษ ดูสิ มีทั้งบันทึกการต่อสู้แบบคลาสสิกมากมาย รวมถึงบทวิเคราะห์ของผู้เชี่ยวชาญด้านการทหารที่มีชื่อเสียงด้วย หนึ่งในนั้นมีบางส่วนที่ฉันชอบเป็นพิเศษด้วยล่ะ ให้ฉันอ่านให้ฟังนะ...",
      "vi": "Trong các ấn phẩm Nhà Xuất Bản Yae xuất bản, tôi đặc biệt yêu thích quyển \"Nghệ Thuật Chiến Tranh Teyvat\". Bạn xem đi, nó ghi lại rất nhiều trận chiến kinh điển và cả những phân tích của các nhà binh pháp nổi tiếng. Có vài chương tôi cực kỳ tâm đắc, để tôi đọc cho bạn nghe nhé..."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·潜水",
      "zht": "有什麼想要分享·潛水",
      "jp": "シェアしたいこと·水中の世界",
      "ko": "하고 싶은 이야기·잠수",
      "en": "Something to Share: Diving",
      "de": "Willst du mir etwas mitteilen? – Tauchen",
      "es": "¿Algo que decir? - Bucear",
      "fr": "Quelque chose à partager - Plongée",
      "pt": "Algo para Compartilhar: Mergulhar",
      "ru": "Давай поделимся: Погружение",
      "id": "Berbagi Cerita: Menyelam",
      "th": "ต้องการจะแชร์อะไร - ดำน้ำ",
      "vi": "Có gì muốn chia sẻ không - Lặn"
    },
    "line": {
      "zhs": "水下的世界虽不如陆地上明亮，但每次呆在那里时，心都会慢慢沉静下来。鱼群在远处游动，水母在身旁起舞，让人不知不觉就会放下所有烦恼。有机会的话，我带你去看看吧？",
      "zht": "#水下的世界雖不如陸地上明亮，但每次待在那裡時，心都會慢慢沉靜下來。魚群在遠處游動、水母在身旁起舞，讓人不知不覺就會放下所有煩惱。有機會的話，我帶{F#妳}{M#你}去看看吧？",
      "jp": "水中の世界は陸の上ほど明るくはありませんが、あそこに留まる度、心がゆっくりと落ち着いていくような気がします。遠くには魚の群れが泳ぎ、そばにはクラゲが舞い、自分でも気づかないうちに、すべての心配事を置き去りにできるのです。機会があれば、あなたもそこに連れていってあげましょうか？",
      "ko": "물 아래 세상은 육지만큼 밝진 않지만, 그곳에 있으면 마음이 점점 편안해져. 물고기 떼는 멀리서 헤엄치고, 해파리는 내 옆에서 춤을 추지. 그럼 나도 몰래 모든 고민을 내려놓게 된다니까? 다음에 너도 같이 가볼래?",
      "en": "The world below water is not bright and sunny like that of dry land. Still, whenever I lend myself to the deep, my heart gradually fills with a permeating sense of peace. Fish move in faraway shoals, jellyfish dance around me, and my troubles start to simply wash away. Mmm... I could take you to see it sometime, what do you think?",
      "de": "Die Unterwasserwelt ist nicht so hell wie an Land, aber jedes Mal, wenn du dich dort aufhältst, kommt dein Geist langsam zur Ruhe. In der Ferne schwimmen Fischschwärme und Quallen gleiten langsam neben ihnen daher. Unbewusst verlassen dich alle Sorgen. Soll ich es dir mal zeigen?",
      "es": "El mundo que hay bajo el agua no es luminoso y soleado como el de tierra firme. Aun así, cuando estoy ahí abajo, mi corazón se llena lentamente de una sensación de paz embriagadora. Los peces se mueven en bancos lejanos, las medusas danzan a mi alrededor y mis problemas empiezan a evaporarse. ¿Qué te parece si vienes conmigo a verlo alguna vez?",
      "fr": "Le monde sous-marin n'est pas aussi lumineux que celui de la surface. Pourtant, à chaque fois que j'y plonge, mon cœur s'apaise. Les bancs de poissons nagent au loin, les méduses dansent à mes côtés. Sans même m'en rendre compte, mes soucis disparaissent. Si l'occasion se présente, que diriez-vous de m'accompagner ?",
      "pt": "O mundo sob a água não é brilhante e ensolarado como a terra. Ainda assim, quando eu fico nas profundezas, meu coração gradualmente se enche de uma sensação de paz. Os peixes se movem em bancos de areia remotos, águas vivas dançam ao meu redor e então minhas preocupações simplesmente começam a desaparecer. Eu poderia lhe levar alguma vez para ver, o que acha?",
      "ru": "Мир под водой не такой яркий и солнечный, как на суше. И всё же, когда я погружаюсь на глубину, моё сердце постепенно наполняется покоем. Рыбы движутся косяками вдалеке, медузы танцуют вокруг меня, и мои проблемы начинают просто стираться. Я могла бы как-нибудь сводить тебя посмотреть на это, что думаешь?",
      "id": "Dunia bawah air mungkin tidak secerah dunia di permukaan. Tapi setiap kali aku menyelam ke kedalaman itu, hatiku jadi tenang. Ikan-ikan berenang di kejauhan, dan ubur-ubur menari indah di sekelilingku. Tak terasa, segala kepenatanku pun lenyap begitu saja. Kamu mau lihat juga? Aku bisa bawa kamu kapan-kapan.",
      "th": "ถึงแม้โลกใต้น้ำจะไม่สดใสเท่าบนบก แต่ทุกครั้งที่อยู่ที่นั่น ใจของฉันก็จะค่อย ๆ สงบลง ฝูงปลาที่แหวกว่ายอยู่ไกล ๆ แมงกะพรุนที่เต้นรำอยู่รอบ ๆ ตัว ทำให้สามารถวางปัญหาทั้งหมดลงได้อย่างไม่ทันรู้ตัวเลยล่ะ ถ้ามีโอกาสล่ะก็ ฉันจะพาเธอไปเอามั้ย?",
      "vi": "Thế giới dưới nước không tươi sáng và đầy nắng như trên cạn. Tuy nhiên, bất cứ khi nào tôi thả mình vào sâu dưới biển, trái tim tôi dần lấp đầy một cảm giác bình yên tràn ngập. Cá bơi tung tăng từ phía biển xa, sứa nhảy múa xung quanh tôi, và những rắc rối của tôi bắt đầu trôi đi nhẹ nhàng. Tôi có thể đưa bạn đi trải nghiệm thử, bạn thấy sao?"
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "我很喜欢海祇珊瑚珍珠，它为海祇岛带来了许多财富，是大海给予我们的馈赠。",
      "zht": "我很喜歡海祇珊瑚珍珠，它為海祇島帶來了許多財富，是大海給予我們的饋贈。",
      "jp": "私は海祇珊瑚真珠がとても好きです。海祇島に多くの富をもたらしてきた、海からの贈り物なんですよ。",
      "ko": "난 와타츠미의 산호진주를 좋아해. 그건 와타츠미섬에 아주 큰 부를 가져다줬지. 바다가 우리에게 준 선물이야",
      "en": "I simply love Watatsumi Coral Pearls... They're not just a source of income for Watatsumi Island, but a gift from the sea itself.",
      "de": "Ich liebe die Sangoperlen von Watatsumi, die so viel Reichtum zur Insel bringen und ein Geschenk des Meeres sind.",
      "es": "Me encantan las perlas de coral de Watatsumi. No son simplemente una fuente de beneficios para la Isla Watatsumi, sino que también son un regalo del mar.",
      "fr": "J'adore les perles de corail de Watatsumi. Elles ne sont pas seulement une source de revenus pour l'Île de Watatsumi, mais bien un cadeau de l'océan.",
      "pt": "Eu adoro Pérola de Coral Watatsumi... Elas não são apenas uma fonte de renda para a Ilha Watatusmi, mas também um presente do mar.",
      "ru": "Я просто обожаю жемчуг Ватацуми... Он не только источник дохода для острова Ватацуми, но и подарок самого моря.",
      "id": "Aku suka sekali Sango Pearl. Mutiara itu adalah anugerah dari samudra, yang menjadi sumber pendapatan bagi pulau kami.",
      "th": "ฉันชอบ Sango Pearl ของ Watatsumi มาก มันไม่เพียงแต่จะนำความมั่งคั่งมาสู่เกาะ Watatsumi เท่านั้น แต่ยังเป็นของขวัญจากท้องทะเลอีกด้วย",
      "vi": "Tôi rất thích ngọc trai của Watatsumi... Chúng không chỉ là nguồn thu nhập của Đảo Watatsumi, mà còn là món quà của biển cả."
    }
  },
  {
    "title": {
      "zhs": "关于五郎…",
      "zht": "關於五郎…",
      "jp": "ゴローについて…",
      "ko": "고로에 대해…",
      "en": "About Gorou",
      "de": "Über Gorou ...",
      "es": "Sobre Gorou...",
      "fr": "À propos de Gorou...",
      "pt": "Sobre Gorou...",
      "ru": "О Горо...",
      "id": "Tentang Gorou",
      "th": "เกี่ยวกับ Gorou...",
      "vi": "Về Gorou..."
    },
    "line": {
      "zhs": "五郎是不可多得的优秀将领。他真诚、坚毅、果敢…能够与部下同食同寝，也能够提出许多出人意料的作战方案。但他也有一个小小的缺点，就是在战斗中容易亢奋上头。如果你和他一起行动的话，一定要在关键时候拉住他。",
      "zht": "#五郎是不可多得的優秀將領。他真誠、堅毅、果敢…能夠與部下同食同寢，也能夠提出許多出人意料的作戰方案。但他也有一個小小的缺點，就是在戰鬥中容易亢奮上頭。如果{F#妳}{M#你}和他一起行動的話，一定要在關鍵時候拉住他。",
      "jp": "ゴローは稀代の名将です。誠実で、毅然としていて、大胆で…配下の者と寝食を共にでき、奇策を何度も思いついてきました。ただそんな彼にも、戦いの中で熱くなってしまうという欠点があります。もし彼と行動を共にすることがありましたら、肝心な時に彼を引き止めることをお忘れなく。",
      "ko": "고로는 몇없는 훌륭한 장군이야. 성실하고 굳세며 과감하지…. 그는 부하들과 동고동락하다가 기상천외한 작전을 생각해 내기도 해. 다만 사소한 단점이 있다면, 전투 중에 쉽게 흥분한다는 거지. 고로와 함께 움직인다면, 중요한 순간에는 반드시 그를 붙잡아둬야 할 거야",
      "en": "Gorou is an exceptional general... sincere, determined, and courageous. He has a strong camaraderie with the troops and is able to come up with creative battle plans. He does, however, have one shortcoming... He often lets the excitement of battle get to his head. If you are ever deployed to the battlefield together, be sure to have a good rein on him when things get underway.",
      "de": "Gorou ist ein seltener und ausgezeichneter General. Er ist aufrichtig, entschlossen, kühn ... Er ist sowohl dazu bereit mit seinen Männern zusammen zu essen als auch fähig kreative Schlachtpläne auszutüfteln. Aber er hat auch einen kleinen Nachteil, und zwar, dass er dazu neigt, sich im Kampf mitreißen zu lassen. Wenn du mit ihm auf einer Mission bist, stell sicher, dass du ihn zum Rückzug bringst, wenn die Situation es verlangt.",
      "es": "Gorou es un general excepcional. Es sincero, determinado y valiente, lo comparte todo con los soldados y se le ocurren estrategias creativas. No obstante, tiene un defecto... A menudo se deja llevar por la emoción de la batalla. Si alguna vez luchas a su lado, asegúrate de frenarlo cuando las cosas se pongan intensas.",
      "fr": "Gorou est un général d'exception, sincère, déterminé et courageux. Il possède un profond sens de la camaraderie envers les soldats et élabore toujours des stratégies de combat créatives. La seule lacune dont il fait preuve est qu'il se laisse souvent emporter dans le feu de l'action. Si vous combattez un jour côte à côte, assurez-vous de le retenir avant que les choses ne s'emballent.",
      "pt": "Gorou é um general excepcional... Sincero, determinado e corajoso. Ele tem uma forte camaradagem com as tropas e é capaz de pensar em planos de batalha criativos. Entretanto, ele tem uma falha... comumente deixa o calor da batalha afetar sua cabeça. Se você for para o campo de batalha junto com ele, assegure-se de controlá-lo quando a situação ficar intensa.",
      "ru": "Горо - исключительный генерал... искренний, решительный и мужественный. У него братские отношения с солдатами и способен придумывать творческие планы сражений. Однако у него есть один недостаток... Он часто позволяет боевому азарту взять верх над разумом. Если вы когда-нибудь вместе отправитесь на поле боя, не забудьте хорошенько придержать его, когда всё начнётся.",
      "id": "Gorou seorang jenderal yang luar biasa. Tulus, gigih, berani ... dia bisa makan dan tidur bersama para bawahannya, dan dia juga pandai membuat strategi perang yang kadang sulit ditebak. Satu-satunya kelemahannya adalah, dia sering terlalu bersemangat ketika bertempur. Kalau suatu hari nanti kamu maju berperang bersama dirinya, tolong awasi supaya dia tidak lepas kendali.",
      "th": "Gorou เป็นนายพลที่ยอดเยี่ยมมาก เขาเป็นคนจริงใจ เด็ดเดี่ยว กล้าหาญ... สามารถกินนอนร่วมกับลูกน้องได้ และยังสามารถคิดกลยุทธ์การต่อสู้ในแบบที่คาดไม่ถึงมากมาย แต่เขาก็มีข้อบกพร่องเล็กน้อย ๆ เหมือนกัน นั่นก็คือ ระหว่างการต่อสู้เขามักจะตื่นเต้นมากเกินไป ถ้าเธอร่วมต่อสู้กับเขาล่ะก็ ในช่วงเวลาวิกฤติ จะต้องช่วยรั้งเขาเอาไว้ด้วยนะ",
      "vi": "Gorou là một tướng lĩnh xuất chúng hiếm thấy. Anh chân thành, kiên nghị và dũng cảm...có thể cùng ăn cùng ngủ với cấp dưới, cũng như có thể nghĩ ra nhiều phương án tác chiến bất ngờ. Nhưng anh ấy cũng có một khuyết điểm nhỏ, đó là rất dễ bị kích động khi chiến đấu. Nếu bạn cùng hành động với anh ấy, hãy nhớ giữ anh ấy lại vào những thời điểm then chốt."
    }
  },
  {
    "title": {
      "zhs": "关于九条裟罗…",
      "zht": "關於九條裟羅…",
      "jp": "九条裟羅について…",
      "ko": "쿠죠 사라에 대해…",
      "en": "About Kujou Sara",
      "de": "Über Kujou Sara ...",
      "es": "Sobre Kujou Sara...",
      "fr": "À propos de Kujou Sara...",
      "pt": "Sobre Kujou Sara...",
      "ru": "О Кудзё Саре...",
      "id": "Tentang Kujou Sara",
      "th": "เกี่ยวกับ Kujou Sara...",
      "vi": "Về Kujou Sara..."
    },
    "line": {
      "zhs": "不得不承认，九条裟罗是一个难缠的对手。虽然她很少使用计策与谋略，但她在正面战场做得很好。幕府军对她非常信服，在她的带领下团结一致、悍不畏死，曾经几度给反抗军带来了巨大的威胁。",
      "zht": "不得不承認，九條裟羅是一個難纏的對手。雖然她很少使用計策與謀略，但她在正面戰場做得很好。幕府軍對她非常信服，在她的帶領下團結一致、悍不畏死，曾經幾度給反抗軍帶來了巨大的威脅。",
      "jp": "九条裟羅が手強い相手であることは認めざるを得ません。彼女は策略や戦略をほとんど使いませんが、真っ向勝負にはめっぽう強い方です。幕府軍は彼女のことを非常に信頼していたため、彼女の指揮のもと団結し、勇敢な軍を築き上げました。そのため何度も抵抗軍に対し、多大な猛威を振るってきた相手なんです。",
      "ko": "쿠죠 사라가 아주 까다로운 상대라는 건 인정할 수밖에 없어. 모략과 책략을 쓰는 일은 드물지만, 정면 돌파에는 아주 능해. 막부군 역시 그녀를 전적으로 신뢰하기에 그녀의 지휘 아래 똘똘 뭉쳐 죽음도 불사하고 저항군한테 몇 차례 큰 위협을 가했었지",
      "en": "Mmm... I must admit, Kujou Sara is an opponent that cannot be taken lightly. She seldom employs cunning strategy, but her performance in open warfare is always admirable. The Shogun's Army places great trust in her abilities — they are united and ready to fight valiantly under her command, even to the death. Her forces have been a serious threat to the resistance on multiple occasions.",
      "de": "Man muss zugeben, dass Kujou Sara ein schwieriger Gegner ist. Obwohl sie nur selten Tricks und Strategien anwendet, ist sie sehr gut in der direkten Konfrontation. Die Bakufu-Armee ist sehr von ihr überzeugt. Unter ihrer Führung war sie geeint und mutig und stellte bei mehreren Gelegenheiten eine große Bedrohung für den Widerstand dar.",
      "es": "Tengo que admitir que Kujou Sara es una rival que no puede tomarse a la ligera. Normalmente no emplea estrategias astutas, pero su desempeño en la batalla siempre es admirable. El ejército de la Shogun confía plenamente en sus habilidades; están dispuestos a luchar hasta la muerte bajo su mando. Sus tropas han sido una seria amenaza para la resistencia en muchas ocasiones.",
      "fr": "Je dois admettre que Kujou Sara est une adversaire redoutable. Bien qu'elle n'ait que très rarement recours à des stratagèmes, ses performances sur le champ de bataille sont exceptionnelles. L'armée de la Shogun place toute sa confiance en elle. Les forces armées sont unies et prêtes à agir sous son commandement et ce même jusqu'à la mort. Ses troupes ont déjà prouvé à plusieurs reprises être une sérieuse menace pour la Résistance.",
      "pt": "Devo admitir que Kujou Sara é uma oponente que não pode ser subestimada. Ela raramente emprega estratégias complexas, mas sua performance no campo de batalha é sempre admirável. O exército da Shogun possui grande confiança em suas habilidades. Eles são unidos e estão prontos para lutarem corajosamente sob seu comando, até mesmo a morte. Suas forças foram uma ameaça séria para a resistência em várias ocasiões.",
      "ru": "Должна признать, что Кудзё Сара - противник, к которому нельзя относиться легкомысленно. Она редко прибегает к хитроумной стратегии, но её действия в открытом бою всегда достойны восхищения. Армия сёгуна полагается на её способности - они сплочены и готовы доблестно сражаться под её командованием даже до смерти. Её войска неоднократно представляли серьёзную угрозу для сопротивления.",
      "id": "Harus diakui bahwa Kujou Sara bukan lawan yang boleh dipandang sebelah mata. Dia bukan tipe pemimpin yang suka bermain strategi, tapi sepak terjangnya ketika perang terbuka selalu mengagumkan. Pasukan Shogunate tunduk dan percaya pada kemampuannya, bersatu dan tak gentar menghadapi maut di bawah kepemimpinannya. Mereka sering sekali jadi ancaman besar bagi pasukan pemberontak.",
      "th": "ต้องยอมรับว่า Kujou Sara เป็นคู่ต่อสู้ที่รับมือได้ยากมาก ถึงแม้เธอจะไม่ค่อยใช้กลเม็ดและกลยุทธ์ในการต่อสู้เท่าไหร่ แต่เธอก็ทำหน้าที่ในแนวหน้าการรบได้ดีมาก โชกุนเชื่อมั่นในตัวเธอมาก ภายใต้การนำของเธอ กองทัพต่างรวมเป็นน้ำหนึ่งใจเดียวกัน และไม่เกรงกลัวต่อความตาย ซึ่งพวกเขาได้นำภัยคุกคามมาสู่กองทัพต่อต้านหลายต่อหลายครั้ง",
      "vi": "Tôi phải thừa nhận rằng Kujou Sara là một đối thủ khó nhằn. Mặc dù cô ấy hiếm khi sử dụng các kế sách và chiến thuật, nhưng cô ấy đã làm rất tốt trên chiến trường trực diện. Quân Shogunate luôn tin tưởng và nghe theo cô ấy, dưới sự lãnh đạo của cô, họ đã đoàn kết, dũng cảm, không khuất phục trước cái chết, đã mấy lần gây sức ép cực lớn cho Quân Kháng Chiến."
    }
  },
  {
    "title": {
      "zhs": "关于八重神子…",
      "zht": "關於八重神子…",
      "jp": "八重神子について…",
      "ko": "야에 미코에 대해…",
      "en": "About Yae Miko",
      "de": "Über Yae Miko ...",
      "es": "Sobre Yae Miko...",
      "fr": "À propos de Yae Miko...",
      "pt": "Sobre Yae Miko...",
      "ru": "О Яэ Мико...",
      "id": "Tentang Yae Miko",
      "th": "เกี่ยวกับ Yae Miko...",
      "vi": "Về Yae Miko..."
    },
    "line": {
      "zhs": "八重宫司的许多事迹，我也有听说过。平心而论，我认为她是一位非常优秀的巫女，至少在「巫女」的本职上，她做到了无可挑剔的程度。听说她还负责八重堂轻小说出版事宜，真是个难以捉摸的人…",
      "zht": "八重宮司的許多事蹟，我也有聽說過。平心而論，我認為她是一位非常優秀的巫女，至少在「巫女」的本職上，她做到了無可挑剔的程度。聽說她還負責八重堂輕小說出版事宜，真是個難以捉摸的人…",
      "jp": "八重宮司については、色々なことをお聞きしています。正直に言って、彼女はとても優秀な巫女です。少なくとも「巫女」としての仕事は、非の打ち所がないと言えるでしょう。彼女は八重堂の娯楽小説の出版も担当されているそうで、本当に…つかみどころのない方ですね…",
      "ko": "야에 궁사의 행적에 대해선 나도 들었어. 냉정히 말해서, 난 그녀가 정말 훌륭한 무녀라고 생각해. 적어도 「무녀」라는 직군에선 나무랄 데가 없는 정도지. 야에 출판사 일도 맡아서 한다던데, 정말 알 수 없는 사람이야…",
      "en": "I have also heard of Guuji Yae's great deeds. In all fairness, I hold her to be an outstanding shrine maiden, and she has performed her duties marvelously. I even heard that she holds responsibility where Yae Publishing House's light novels are concerned. An enigmatic individual to say the least...",
      "de": "Ich habe schon viel von Yae Guuji gehört. Um ehrlich zu sein, denke ich, dass sie eine sehr gute Schreinjungfer war, und sie hat das tadellos gemacht. Ich habe gehört, dass sie auch für die Veröffentlichung der kurzen Erzählungen des Verlagshauses Yae verantwortlich ist. Es ist wirklich nicht leicht, eine Person wie sie zu finden ...",
      "es": "He oído hablar de las impresionantes hazañas de la Suma Sacerdotisa Yae. Para ser sincera, la considero una miko sobresaliente y cumple con sus tareas de forma magnífica. Incluso oí que tiene poder de decisión sobre las novelas ligeras que publica la Editorial Yae. Es una persona muy enigmática...",
      "fr": "J'ai aussi entendu parler des exploits de la Guuji Yae. En toute honnêteté, je reconnais qu'elle excelle dans son rôle de prêtresse. J'ai même eu vent du fait qu'elle s'occupe de la gestion des publications de la Chambre Yae. Quel personnage énigmatique...",
      "pt": "Também já ouvi falar dos grandes feitos de Guuji Yae. Sendo bem sincera, eu a considero uma excelente sacerdotisa, e ela tem desempenhado maravilhosamente suas funções. Ouvi até mesmo que ela tem uma certa responsabilidade no que diz respeito às Light Novels da Editora Yae. Uma indivídua realmente enigmática...",
      "ru": "Я слышала о великих деяниях Гудзи Яэ. По правде говоря, я считаю её выдающейся жрицей, и она прекрасно исполняет свои обязанности. Я слышала, что она даже отвечает за выпуск новелл издательского дома Яэ. Загадочная личность, если не сказать больше...",
      "id": "Tentang Guuji Yae, aku sudah dengar banyak tentang kehebatannya. Aku melihat dirinya sebagai seorang miko yang unggul, dan dia selalu melaksanakan semua tanggung jawabnya dengan baik. Aku juga dengar kalau,\\ dialah yang bertanggung jawab atas penerbitan novel ringan di Yae Publishing House. Sungguh pribadi yang misterius ....",
      "th": "ฉันเคยได้ยินเกี่ยวกับผลงานของ Yae Miko มามากมาย บอกตามตรง ฉันว่าเธอเป็นมิโกะที่ยอดเยี่ยมมาก ๆ คนนึงเลย อย่างน้อยในฐานะ \"มิโกะ\" เธอก็ทำหน้าที่ได้อย่างไร้ที่ติ และได้ยินมาว่า เธอยังมีหน้าที่รับผิดชอบเกี่ยวกับไลท์โนเวลของสำนักพิมพ์ Yae ด้วย ช่างเป็นคนที่คาดเดาได้ยากซะจริง ๆ...",
      "vi": "Tôi cũng đã nghe nói về nhiều sự tích của Guuji Yae. Công bằng mà nói, tôi nghĩ rằng cô ấy là một pháp sư vô cùng xuất sắc, ít nhất trong vai trò \"pháp sư\", cô ấy đã đạt đến mức độ không chê vào đâu được. Nghe nói cô ấy còn chịu trách nhiệm xuất bản tiểu thuyết của Nhà Xuất Bản Yae, thực sự là một người khó nắm bắt..."
    }
  },
  {
    "title": {
      "zhs": "关于雷电将军…",
      "zht": "關於雷電將軍…",
      "jp": "雷電将軍について…",
      "ko": "라이덴 쇼군에 대해…",
      "en": "About the Raiden Shogun",
      "de": "Über den Shougun Raiden ...",
      "es": "Sobre la Shogun Raiden...",
      "fr": "À propos de la Shogun Raiden...",
      "pt": "Sobre a Shogun Raiden...",
      "ru": "О сёгуне Райдэн...",
      "id": "Tentang Raiden Shogun",
      "th": "เกี่ยวกับโชกุน Raiden...",
      "vi": "Về Raiden Shogun..."
    },
    "line": {
      "zhs": "眼狩令结束之后，海祇岛也回归了正常的生活。时至今日，我已经不想去评判将军的对错，我更在意的是海祇岛的未来。我希望将军能够信守承诺，我们与幕府相安无事。但若是有一天，将军再次无视民众的愿望，那我们也绝不会坐视不管。",
      "zht": "眼狩令結束之後，海祇島也回歸了正常的生活。時至今日，我已經不想去評判將軍的對錯，我更在意的是海祇島的未來。我希望將軍能夠信守承諾，我們與幕府相安無事。但若是有一天，將軍再次無視民眾的願望，那我們也絕不會坐視不管。",
      "jp": "目狩り令が終わった後、海祇島にも平和な日常が戻ってきました。今さら将軍の善し悪しを判ずるつもりはありません。それよりも、海祇島の未来の方が私にとって大切なことなのです。将軍が約束を守り、幕府との間にこれ以上いさかいが起きないといいのですが…もし再び、将軍が人々の願いを無視するようなことがあった場合、私たちは決して黙ってはいません。",
      "ko": "안수령이 끝난 후, 와타츠미섬도 다시 일상으로 돌아왔어. 이젠 쇼군의 옳고 그름을 따지고 싶지 않아. 와타츠미섬의 미래에 더 집중해야지. 쇼군이 약속을 지키고 우리와 막부 모두가 평화롭길 바라지만, 어느 날 또다시 쇼군이 사람들의 소원을 무시한다면 우리도 결코 가만히 있지 않을 거야",
      "en": "Now that the Vision Hunt Decree is over, Watatsumi Island has once again returned to normal life. It has never been my intent to scrutinize the rights and wrongs of the Shogun's actions, even to this day. What I do care about is the future of our island. It is my hope that the Shogun will fulfill her promise and that we can live with the Shogunate in peace. However, if there comes a day when she once again casts aside the aspirations of the people, I can assure you that we won't sit by and watch.",
      "de": "Nach dem Ende des Augenhatz-Dekrets kehrte das normale Leben nach Watatsumi zurück. Bis heute möchte ich nicht mehr über das Recht oder Unrecht des Shougun urteilen, sondern mich mehr um die Zukunft von Watatsumi kümmern. Ich hoffe, dass der Shougun das Versprechen hält und wir mit dem Bakufu in Frieden leben können. Aber wenn der Tag kommt, an dem der Shougun wieder die Wünsche des Volkes ignoriert, dann werden wir nicht untätig herumsitzen und nichts tun.",
      "es": "#Ahora que el Decreto de captura de Visiones ya es historia, la vida en la Isla Watatsumi volvió a la normalidad. Ya no me interesa juzgar si la Shogun hizo bien o mal; lo único que me importa es el futuro de nuestra isla. Espero que la Shogun cumpla su promesa y que podamos coexistir con el shogunato en paz. Sin embargo, si algún día vuelve a dejar de lado las ambiciones de la gente, puedes estar segur{F#a}{M#o} de que tomaré cartas en el asunto.",
      "fr": "Maintenant que le décret de saisie est de l'histoire ancienne, l'Île de Watatsumi peut reprendre le cours d'une vie normale. Je n'ai jamais eu l'intention de juger du bien ou du mal des agissements de la Shogun, ce qui m'importe est l'avenir de l'Île de Watatsumi. J'ai l'espoir que la Shogun tiendra sa promesse et que nous pourrons cohabiter en paix avec le Shogunat. Cependant, si le jour arrive où elle dédaigne à nouveau les aspirations du peuple, nous ne pourrons en aucun cas rester les bras croisés.",
      "pt": "Agora que o Decreto de Caça à Visão acabou, a Ilha Watatsumi retornou mais uma vez à vida normal. Nunca foi minha intenção questionar os direitos e os erros das ações da Shogun, mesmo até os dias de hoje. O que me importa é o futuro de nossa ilha. É minha esperança que a Shogun cumpra sua promessa e que possamos viver em paz com o Shogunato. Entretanto, se chegar um dia em que ela mais uma vez deixe de lado as aspirações do povo, posso assegurar-lhes que não ficaremos sentados assistindo.",
      "ru": "Теперь, когда Охота на Глаза Бога закончилась, остров Ватацуми снова вернулся к нормальной жизни. В мои намерения никогда не входило тщательно изучать, была сёгун права или нет, даже теперь. Меня волнует только будущее нашего острова. Я надеюсь, что сёгун выполнит своё обещание, и мы сможем жить в мире. Однако если наступит день, когда она снова забудет о чаяниях народа, я уверяю, мы не будем сидеть сложа руки.",
      "id": "Dekrit Perburuan Vision sudah berakhir, dan kini Pulau Watatsumi juga kembali normal. Sampai hari ini pun, aku tidak pernah ingin mempermasalahkan apakah tindakan Shogun itu benar atau salah. Aku cuma peduli pada masa depan Pulau Watatsumi. Semoga Shogun menepati janjinya, dan kami bisa hidup berdampingan dengan damai. Tapi jika suatu hari nanti dia sekali lagi mengesampingkan aspirasi orang banyak, maka kami pasti tidak akan tinggal diam.",
      "th": "หลังจากที่คำสั่งล่าวิชั่นสิ้นสุดลงแล้ว เกาะ Watatsumi ก็กลับคืนสู่ชีวิตปกติอีกครั้ง จนถึงทุกวันนี้ ฉันไม่อยากจะคิดแล้วว่าโชกุนถูกหรือผิด แต่ฉันสนใจถึงอนาคตของเกาะ Watatsumi มากกว่า หวังว่าโชกุนจะรักษาคำพูด เพื่อที่เราและโชกุนจะสามารถอยู่ร่วมกันได้อย่างสงบสุข แต่ถ้าวันหนึ่ง โชกุนเกิดเมินเฉยต่อความปรารถนาของผู้คนอีกล่ะก็ อย่างนั้นเราก็คงจะไม่ทนนั่งดูเฉย ๆ แน่นอน",
      "vi": "Sau khi Lệnh Truy Lùng Vision kết thúc, Đảo Watatsumi cũng trở về với cuộc sống bình thường. Cho đến nay, tôi đã không muốn phán xét về việc đúng hay sai của Shogun, điều mà tôi quan tâm hơn cả chính là tương lai của Đảo Watatsumi. Tôi hi vọng Shogun có thể giữ lời, rằng chúng tôi và Shogunate có thể chung sống hòa bình. Nhưng nếu có một ngày, Shogun lại bỏ mặc nguyện vọng của dân chúng lần nữa, thì chúng tôi sẽ tuyệt đối không khoanh tay đứng nhìn."
    }
  },
  {
    "title": {
      "zhs": "关于北斗…",
      "zht": "關於北斗…",
      "jp": "北斗について…",
      "ko": "북두에 대해…",
      "en": "About Beidou",
      "de": "Über Beidou ...",
      "es": "Sobre Beidou...",
      "fr": "À propos de Beidou...",
      "pt": "Sobre Beidou...",
      "ru": "О Бэй Доу...",
      "id": "Tentang Beidou",
      "th": "เกี่ยวกับ Beidou...",
      "vi": "Về Beidou..."
    },
    "line": {
      "zhs": "当时与北斗一同伏击幕府军的时候，我也曾提出过「担心幕府军事先察觉」的担忧。不过北斗对我说，她的船队令行禁止，能够悄无声息地发动奇袭，事实证明果然如此。如今我们海祇岛的船队在训练时遇到了瓶颈，我倒真想请她来指导一番…",
      "zht": "當時與北斗一同伏擊幕府軍的時候，我也曾提出過「擔心幕府軍事先察覺」的擔憂。不過北斗對我說，她的船隊令行禁止，能夠悄無聲息地發動奇襲，事實證明果然如此。如今我們海祇島的船隊在訓練時遇到了瓶頸，我倒真想請她來指導一番…",
      "jp": "北斗さんと共に幕府軍を待ち伏せしていた時、「幕府軍に気づかれるのではないか」という懸念を抱いていました。しかし北斗さんは、自分の船隊なら音もなく奇襲をかけられると、そう私に話したのです。実際、彼女の言った通りの結果になりました。海祇島にある船隊の訓練が思うように進んでいない今、ぜひ彼女から指導をお願いしたいところですね…",
      "ko": "북두와 함께 매복해서 막부군을 공격할 때, 내가 「막부군에게 발각될 위험성」에 대해 걱정한 적이 있었어. 근데 북두가 나한테 그녀의 함대는 상명하복이란 규칙이 있어서 소리소문없이 기습 공격을 해낼 수 있다고 하더라고. 그리고 실제로 그걸 증명해냈지. 우리 와타츠미섬의 함대를 훈련하는데 어려움이 생기면 나도 북두에게 한 수 가르쳐달라 부탁하고 싶어…",
      "en": "Ah... back when Beidou and I were carrying out ambushes against the Shogun's Army together, I raised my concerns that the enemy might detect our approach. But Beidou assured me of her fleet's unwavering discipline, and that raids could be carried out without detection. In the end, she was right, and that's exactly what happened. Now, every time the Watatsumi fleet encounters some sort of bottleneck, I consider inviting her to come and give them her instruction. There's no doubt, she runs a tight ship...",
      "de": "Als ich die Bakufu-Armee mit Beidou aus dem Hinterhalt angriff, habe ich auch die Sorge geäußert, dass die Bakufu-Armee es zuerst merken würde. Beidou sagte mir jedoch, dass ihre Leute gut diszipliniert seien und einen Überraschungsangriff ungesehen starten könnten, was sich als wahr herausstellte. Jetzt, da unsere Truppen von Watatsumi einen Engpass in der Ausbildung erreicht haben, würde ich sie gerne bitten, mir ein paar Tipps zu geben ...",
      "es": "Cuando Beidou y yo realizábamos emboscadas contra el ejército de la Shogun, compartí con ella mi preocupación de que el enemigo nos descubriera. Pero Beidou me garantizó la férrea disciplina de su tripulación y aseguró que los saqueos podrían completarse sin ser detectados. Al final resultó que tenía razón y todo pasó como ella dijo. Ahora, cada vez que la flota de Watatsumi tiene algún problema, siempre pienso en pedirle que venga a formar a los marineros. Sin lugar a dudas, sabe cómo manejar un barco...",
      "fr": "À l'époque où Beidou et moi préparions une embuscade contre les troupes de la Shogun, j'ai exprimé mon inquiétude quant à la possibilité que notre approche soit détectée par l'ennemi. Beidou m'assura que sa flotte possédait une discipline inébranlable et que l'opération pouvait se poursuivre sans encombre. Les choses se passèrent effectivement comme prévu. Aujourd'hui, lorsque la flotte de l'Île de Watatsumi se trouve face à une difficulté, j'envisage de lui demander de venir nous guider. Il n'y a pas à dire, elle sait maintenir la discipline...",
      "pt": "Quando Beidou e eu estávamos realizando juntas armadilhas contra o Exército do Shogun, levantei minhas preocupações de que o inimigo pudesse detectar nossa aproximação. Mas Beidou me assegurou a disciplina inabalável de sua frota, e que as operações poderiam ser realizadas sem detecção. No final, ela estava certa, e foi exatamente isso que aconteceu. Agora, toda vez que a frota Watatsumi encontra algum tipo de obstáculo, eu considero convidá-la a vir e dar-lhes suas instruções. Não há dúvida de que ela dirige um navio de forma rigorosa...",
      "ru": "Ещё когда мы с Бэй Доу вместе устраивали засады против армии сёгуна, я высказывала опасения, что враг может обнаружить наше приближение. Но она заверила меня в непоколебимой дисциплине своего флота и в том, что рейды можно проводить без обнаружения. Она оказалась права. Теперь каждый раз, когда флот Ватацуми сталкивается с трудностями, я подумываю пригласить её, чтобы она дала совет...",
      "id": "Ah, dulu aku dan Beidou sering melakukan penyergapan pada tentara Shogunate. Aku bilang padanya kalau aku khawatir lawan kami akan menyadari gerak-gerik kami, tapi dia meyakinkanku bahwa disiplin armadanya sangat ketat, dan dia yakin kalau manuver kami tidak akan terdeteksi. Dia benar. Sekarang, setiap kali armada Watatsumi menemui hambatan, aku selalu mempertimbangkan untuk mengundang Beidou agar dia bisa memberikan arahan. Tidak diragukan lagi, kedisiplinan para awaknya memang sangat baik ....",
      "th": "เมื่อตอนที่ฉันกับกัปตัน Beidou ซุ่มโจมตีกองทัพโชกุนด้วยกัน ฉันเคยบอกไปว่า \"กลัวกองทัพแห่งโชกุนจะรู้ถึงการเคลื่อนไหวของเรา\" แต่กัปตัน Beidou บอกฉันว่า กองทัพเรือของเธอนั้นทำตามคำสั่งกันอย่างเคร่งครัด และสามารถทำการซุ่มโจมตีได้โดยไม่ถูกจับได้แน่นอน ซึ่งที่สุดแล้วก็เป็นแบบนั้นจริง ๆ ทุกวันนี้ เมื่อไหร่ก็ตามที่กองทัพเรือแห่งเกาะ Watatsumi เจอกับอุปสรรค ฉันก็มักจะอยากขอคำชี้แนะจากเธอเสมอ",
      "vi": "Khi cùng Beidou phục kích quân Shogunate, tôi lo rằng quân Shogunate đã phát giác được trước đó. Nhưng Beidou đã nói với tôi, đội thuyền của cô ấy kỷ luật nghiêm ngặt, chắc chắn có thể phát động tập kích mà không gây động tĩnh gì, sự thật đã chứng minh được điều này. Hiện tại đội thuyền của Đảo Watatsumi chúng tôi đang gặp bế tắc trong việc huấn luyện, thật sự tôi rất muốn mời cô ấy đến hướng dẫn thêm..."
    }
  },
  {
    "title": {
      "zhs": "关于枫原万叶…",
      "zht": "關於楓原萬葉…",
      "jp": "楓原万葉について…",
      "ko": "카에데하라 카즈하에 대해…",
      "en": "About Kaedehara Kazuha",
      "de": "Über Kaedehara Kazuha ...",
      "es": "Sobre Kaedehara Kazuha...",
      "fr": "À propos de Kaedehara Kazuha...",
      "pt": "Sobre Kaedehara Kazuha...",
      "ru": "О Кадзухе...",
      "id": "Tentang Kaedehara Kazuha",
      "th": "เกี่ยวกับ Kaedehara Kazuha...",
      "vi": "Về Kaedehara Kazuha..."
    },
    "line": {
      "zhs": "万叶曾在反抗军待过一段时间。印象里，他跟五郎的关系很好，两个人经常并肩作战。万叶性格洒脱，不喜欢被约束，但身处军队的时候，他又会严格遵守各项纪律。在我看来，他不仅剑术高超，性格也非常成熟。",
      "zht": "萬葉曾在反抗軍待過一段時間。印象裡，他跟五郎的關係很好，兩個人經常並肩作戰。萬葉性格灑脫，不喜歡被約束，但身處軍隊的時候，他又會嚴格遵守各項紀律。在我看來，他不僅劍術高超，性格也非常成熟。",
      "jp": "万葉さんは抵抗軍に在籍していたことがあります。ゴローととても仲が良く、2人並んで戦うことも多かった印象がありますね。浮世離れした性格で、束縛されるのが苦手な彼ですが、軍にいた頃はすべての規律を厳重に守っていました。私から見て、彼は素晴らしい剣士であるだけでなく、非常にしっかりとした性格の持ち主だと思います。",
      "ko": "카즈하는 한동안 저항군에 있었어. 내 기억에 그는 고로와 사이가 좋았고 종종 함께 전투에 나갔었던 것 같아. 카즈하는 소탈한 성격에 구속 받는 걸 싫어했지만, 군대에 있을 땐 내부의 규율을 철저히 지켰었지. 검술도 뛰어났고 꽤 성숙한 사람이었어",
      "en": "Kazuha once came and bunked with the resistance for a time. If I'm not mistaken, he got along very well with Gorou — they would often fight side-by-side in battle. Kazuha has a carefree personality and doesn't like constraints, but he would follow every command to the letter when he was among our ranks. In my opinion, not only is he an outstanding swordsman, but a very refined character.",
      "de": "Kazuha hatte einige Zeit im Widerstand verbracht. Soweit ich mich erinnern kann, stand er Gorou sehr nahe und die beiden kämpften oft Seite an Seite. Kazuha war spontan und mochte es nicht, Anweisungen zu folgen, aber als er in der Armee war, befolgte er strikt alle Anweisungen. Meiner Meinung nach war er nicht nur ein großartiger Schwertkämpfer, sondern er hatte auch eine sehr reife Persönlichkeit.",
      "es": "Kazuha estuvo un tiempo con la resistencia. Si no me equivoco, se llevaba muy bien con Gorou y a menudo luchaban juntos en las batallas. Kazuha tiene una personalidad muy libre y no le gustan las ataduras, pero cuando estaba con nosotros seguía todas las órdenes al pie de la letra. En mi opinión, además de ser un espadachín notable, también es muy maduro.",
      "fr": "Kazuha est resté un moment parmi la Résistance. Il me semble qu'il s'entendait très bien avec Gorou, on pouvait souvent les voir se battre côte à côte. Kazuha possède un esprit libre et n'apprécie guère les contraintes. Pourtant, il suivit à la lettre tous les ordres qui lui étaient adressés lorsqu'il évoluait dans nos rangs. Selon moi, il est non seulement un épéiste exceptionnel, mais aussi quelqu'un de très mature.",
      "pt": "Kazuha uma vez chegou e ficou com a resistência por um tempo. Se não me engano, ele se dava muito bem com Gorou - muitas vezes eles lutavam lado a lado em batalha. Kazuha tem uma personalidade despreocupada e não gosta de restrições, mas ele seguiria ao pé da letra cada comando quando estava entre nossos escalões. Na minha opinião, ele não é apenas um espadachim excepcional, mas um sujeito muito requintado.",
      "ru": "Кадзуха некоторое время состоял в рядах сопротивления. Если я не ошибаюсь, он очень хорошо ладил с Горо - они часто сражались бок о бок в бою. У Кадзухи беззаботный характер, он не любит ограничений, но когда он был в наших рядах, то беспрекословно выполнял все приказы. На мой взгляд, он не только выдающийся фехтовальщик, но и очень зрелый человек.",
      "id": "Kazuha pernah bergabung dengan pasukan pemberontak. Hubungannya dengan Gorou sangat baik, mereka berdua sering bertempur bersama-sama. Kazuha adalah pribadi yang bebas dan tak suka dikekang, tapi ketika menjadi anggota kami, dia akan melaksanakan semua perintah tanpa terkecuali. Di mataku, dia bukan cuma jago pedang saja, tetapi dia juga orang yang sangat dewasa.",
      "th": "Kazuha เคยเข้าร่วมกองทัพต่อต้านอยู่ช่วงหนึ่ง ถ้าจำไม่ผิด เขาเข้ากับ Gorou ได้ดีมาก ทั้งสองคนเคยต่อสู้เคียงบ่าเคียงไหล่กัน Kazuha เป็นคนที่มีนิสัยที่รักอิสระ ไม่ชอบการบังคับ แต่ตอนที่อยู่ในกองทัพ เขาปฏิบัติตามกฎอย่างเคร่งครัดเลย ฉันว่า เขาไม่เพียงแต่เป็นสุดยอดนักดาบเท่านั้น แต่ยังเป็นคนที่มีความเป็นผู้ใหญ่มาก ๆ เลยล่ะ",
      "vi": "Kazuha đã từng ở trong Quân Kháng Chiến một thời gian. Trong ấn tượng của tôi, anh ấy và Gorou có quan hệ rất tốt, cả hai thường xuyên chiến đấu bên nhau. Kazuha tính tình thoải mái, không thích gò bó, nhưng khi ở trong quân đội, anh ấy sẽ nghiêm túc chấp hành mọi kỷ luật. Theo tôi, anh ấy không chỉ có kiếm thuật cao siêu mà tính cách cũng rất chín chắn."
    }
  },
  {
    "title": {
      "zhs": "关于鹿野院平藏…",
      "zht": "關於鹿野院平藏…",
      "jp": "鹿野院平蔵について…",
      "ko": "시카노인 헤이조에 대해…",
      "en": "About Shikanoin Heizou",
      "de": "Über Shikanoin Heizou ...",
      "es": "Sobre Shikanoin Heizou...",
      "fr": "À propos de Shikanoin Heizou...",
      "pt": "Sobre Shikanoin Heizou",
      "ru": "О Сиканоине Хэйдзо...",
      "id": "Tentang Shikanoin Heizou",
      "th": "เกี่ยวกับ Shikanoin Heizou...",
      "vi": "Về Shikanoin Heizou..."
    },
    "line": {
      "zhs": "刚开始的时候，我非常诧异有人公开穿着天领奉行的制服来海祇岛。如果他是天领奉行的武士，就不该这么鲁莽；如果他是天领奉行的间谍，又不该这么招摇。不过接触过一段时间之后，我发现这位自称是「侦探」的鹿野院先生，对海祇岛的军事布防、政务商贸都不感兴趣，倒像是来旅游的。所以我只是加派了一些人手盯着他，并没有赶他离开。如果你见到他的话，倒是可以跟他聊上几句。",
      "zht": "#剛開始的時候，我非常詫異有人公開穿著天領奉行的制服來海祇島。如果他是天領奉行的武士，就不該這麼魯莽；如果他是天領奉行的間諜，又不該這麼招搖。不過接觸過一段時間之後，我發現這位自稱是「偵探」的鹿野院先生，對海祇島的軍事佈防、政務商貿都不感興趣，倒像是來旅遊的。所以我只是加派了一些人手盯著他，並沒有趕他離開。如果{F#妳}{M#你}見到他的話，倒是可以跟他聊上幾句。",
      "jp": "最初は、天領奉行の制服を着て堂々と海祇島に来る人がいることに驚きました。彼がもし天領奉行の武士であれば不適切ですし、工作員であればそんな派手なことはしないはず。ですがしばらく接した後、この「探偵」を名乗る鹿野院さんが、海祇島の軍事配備や政治商売にまったく興味を示していないことに気づきました。彼はただここへ旅行に来ているように見えます。ですので私も、彼への見張りを少々増やしただけで、追い払ってはいません。彼を見かけましたら、何か話をしてみてはいかがでしょう。",
      "ko": "처음엔 와타츠미섬에 누가 대놓고 텐료 봉행 옷을 입고 왔다고 해서 미심쩍었어. 진짜 텐료 봉행의 무사라면 이렇게 경솔하게 행동하지 말아야 했고, 간첩이라면 이렇게 신분을 과시하면 안 되는 거잖아? 근데 그 사람과 한참을 얘기해 보니, 자신을 「탐정」이라 밝힌 이 시카노인 씨는 와타츠미 섬의 방어진이나 정사 그리고 상업과 무역에는 관심이 1도 없더라고. 감시할 사람을 좀 붙이긴 했지만, 그냥 여행 온 사람 같아서 쫓아내진 않았어. 시카노인 씨를 만나면 너도 대화 몇 마디 나눌 수 있을 거야",
      "en": "Initially, I was astonished to see anyone coming to Watatsumi Island wearing a Tenryou Commission uniform. A Tenryou Commission samurai would never be that brazen, and a Tenryou Commission spy would never be that conspicuous. Shortly after, I discovered that he was a self-proclaimed \"detective\" by the name of Shikanoin, and that he took no interest in military, government, or commercial affairs. Instead, he seemed to have arrived for a bit of sightseeing. As such, I set a few eyes on him, but refrained from taking any action to remove him from the island. Be sure to talk to him if the chance ever presents itself.",
      "de": "Zuerst war ich überrascht, jemanden zu sehen, der offen die Uniform der Tenryou-Verwaltung auf Watatsumi trägt. Wenn er ein Samurai der Tenryou-Verwaltung wäre, hätte er nicht so leichtsinnig sein dürfen, und wenn er ein Spion der Tenryou-Verwaltung wäre, hätte er nicht so unvorsichtig sein dürfen. Nach einiger Zeit stellte ich jedoch fest, dass dieser nach eigenen Angaben so genannte „Detektiv“ nicht an den militärischen und politischen Angelegenheiten von Watatsumi interessiert war, sondern eher am Reisen. Also habe ich einfach ein paar zusätzliche Männer geschickt, um ihn im Auge zu behalten, anstatt ihn zu vertreiben. Wenn du ihn siehst, kannst du dich mit ihm unterhalten.",
      "es": "Al principio me sorprendió muchísimo ver que alguien con el uniforme de la Comisión Tenryou venía a la Isla Watatsumi. Un samurái de la Comisión nunca sería tan descarado, y un espía no actuaría de una forma tan llamativa. Poco después descubrí que se trataba de un detective autoproclamado llamado Shikanoin, y que no le interesaban los asuntos militares, administrativos o comerciales. Por el contrario, parecía haber venido simplemente a hacer turismo. Por eso encargué que lo vigilaran de lejos, pero no le ordené que se fuera de la isla. Si se presenta la oportunidad, tienes que hablar con él.",
      "fr": "Au départ, j'étais étonnée de voir quelqu'un vêtu de l'uniforme de la Commission administrative venir sur l'Île de Watatsumi. Un samouraï de la Commission administrative ne ferait jamais preuve d'un caractère aussi effronté, tandis qu'un espion n'agirait pas de manière aussi ostentatoire. Peu après, j'ai découvert qu'il s'agissait d'un « détective » auto-proclamé dénommé Shikanoin et qu'il ne s'intéressait en rien aux affaires militaires, politiques ou commerciales de l'Île Watatsumi. Au contraire, il n'était là que pour faire un peu de tourisme. Je me suis donc assurée qu'on le surveille de loin mais j'ai interdit toute action visant à lui faire quitter l'île. Si l'occasion se présente, allez donc échanger quelques mots avec lui.",
      "pt": "Inicialmente, fiquei surpresa ao ver alguém vindo à Ilha Watatsumi usando um uniforme da Comissão Tenryou. Um samurai da Comissão Tenryou nunca seria tão descarado, e um espião da Comissão Tenryou certamente nunca seria tão evidente. Logo depois, descobri que ele era um \"detetive\" autoproclamado pelo nome de Shikanoin, e que não se interessava por assuntos militares, governamentais ou comerciais. Ao invés disso, ele parecia ter chegado para um passeio. Dessa forma, coloquei alguns olhos nele, mas me abstive de tomar qualquer medida para retirá-lo da ilha. Não deixe de falar com ele se a oportunidade alguma vez aparecer.",
      "ru": "Поначалу я была поражена, увидев на острове Ватацуми человека в форме комиссии Тэнрё. Самурай из комиссии Тэнрё никогда бы не проявил такую наглость, а шпион из комиссии, конечно же, не был бы таким заметным. Вскоре я узнала, что он был самопровозглашенным «детективом» по имени Сиканоин, и что он не интересовался ни военными, ни правительственными, ни коммерческими делами. Вместо этого он, похоже, прибыл для осмотра достопримечательностей. Разумеется, я следила за ним, но не предпринимала попыток убрать его с острова. Обязательно поговори с ним, если представится такая возможность.",
      "id": "Awalnya aku sangat terkejut melihat ada orang yang pakai seragam Tenryou Commission datang ke Pulau Watatsumi. Samurai Tenryou Commission tidak mungkin segegabah itu, dan mata-mata Tenryou Commission juga tidak mungkin semencolok itu. Tapi setelah itu, aku tahu bahwa dia itu seorang \"detektif\" bernama Shikanoin, dan dia tidak tertarik dengan urusan militer, pemerintahan, maupun perdagangan. Dia sepertinya cuma datang untuk jalan-jalan saja. Aku sudah atur supaya ada orang yang mengawasinya, tapi aku tidak sampai harus mengusirnya. Bicaralah padanya kalau bertemu dengannya di jalan.",
      "th": "ตอนแรก ฉันแปลกใจมากที่มีคนในเครื่องแบบของสำนัก Tenryou มาที่เกาะ Watatsumi แต่ถ้าเขาเป็นซามูไรของสำนัก Tenryou คงไม่บุ่มบ่ามขนาดนี้ และถ้าเขาเป็นสายลับของสำนัก Tenryou จริง ๆ ก็คงไม่ทำตัวเด่นซะขนาดนี้ แต่หลังจากที่ได้คลุกคลีด้วยสักพักแล้ว ฉันถึงรู้ว่าคุณ Shikanoin เป็น \"นักสืบ\" ซึ่งเขาไม่สนใจเรื่องการป้องกันทางทหาร, การเมือง หรือการค้าขายของเกาะ Watatsumi เลย แต่เหมือนจะมาท่องเที่ยวซะมากกว่า ฉันเลยส่งคนให้คอยจับตาดูเขาไว้ แต่ก็ไม่ได้ไล่เขาออกไป ถ้าเธอเจอเขาล่ะก็ ลองคุยกับเขาดูได้นะ",
      "vi": "Ban đầu, tôi rất ngạc nhiên khi thấy một người mặc đồng phục của Hiệp Hội Tenryou đặt chân lên đảo Watatsumi. Nếu là samurai của Hiệp Hội Tenryou thì sẽ không bao giờ lỗ mãng như vậy, còn nếu là gián điệp thì lại càng không nên gây chú ý như thế. Sau một thời gian tiếp xúc, tôi phát hiện ra rằng người tự xưng là \"thám tử\" với cái tên Shikanoin này, không hề quan tâm đến các vấn đề quân sự, chính trị hay thương mại của đảo Watatsumi. Thay vào đó, anh ta dường như chỉ đến để tham quan một chút. Vì vậy, tôi chỉ phái vài người theo quan sát anh ta, chứ không hề trục xuất khỏi đảo. Nếu muốn gặp thì bạn cứ thử đi nói chuyện với anh ta nhé."
    }
  },
  {
    "title": {
      "zhs": "想要了解珊瑚宫心海·其一",
      "zht": "想要瞭解珊瑚宮心海·其一",
      "jp": "珊瑚宮心海を知る·1",
      "ko": "산고노미야 코코미에 대해 알기·첫 번째",
      "en": "More About Sangonomiya Kokomi: I",
      "de": "Ich will mehr über Sangonomiya Kokomi erfahren I",
      "es": "Más sobre Sangonomiya Kokomi (I)",
      "fr": "Connaître Sangonomiya Kokomi (1)",
      "pt": "Mais Sobre Sangonomiya Kokomi (I)",
      "ru": "Узнать больше о Сангономии Кокоми I",
      "id": "Mengenal Sangonomiya Kokomi: I",
      "th": "อยากรู้เกี่ยวกับ Sangonomiya Kokomi - 1",
      "vi": "Muốn tìm hiểu Sangonomiya Kokomi - Điều thứ 1"
    },
    "line": {
      "zhs": "越是情况紧迫，越要稳住心态。如果连我也陷入不安的话，其他人要怎么办呢？",
      "zht": "越是情況緊迫，越要穩住心態。如果連我也陷入不安的話，其他人要怎麼辦呢？",
      "jp": "緊迫した状況であればあるほど、心を落ち着かせる必要があります。私まで不安に駆られてしまったら、他の人はどうすればいいというのでしょう？",
      "ko": "상황이 긴박할수록 마음을 다잡아야 해. 나까지 불안해하면, 다른 사람들은 어떡하겠어?",
      "en": "No matter how pressing the situation may become, I must remain composed. If I let the stress get to me, then what can I expect from others around me?",
      "de": "Je stressiger die Situation ist, desto wichtiger ist es, einen ruhigen Geist zu bewahren. Wenn sogar ich Angst habe, wie sollen sich dann die anderen nur fühlen?",
      "es": "No importa lo acuciante que sea la situación, tengo que mantener la compostura. Si me dejo llevar por la inquietud, ¿qué puedo esperar de quienes están a mi alrededor?",
      "fr": "Qu'importe le caractère urgent de la situation, je me dois de garder mon calme. Si je me laissais emporter par l'anxiété, que feraient ceux qui m'entourent ?",
      "pt": "Não importa o quão urgente seja a situação, eu devo sempre manter a compostura. Se me deixar levar pela ansiedade, o que posso esperar dos outros ao meu redor?",
      "ru": "Какой бы напряженной ни была ситуация, я должна сохранять спокойствие. Если я позволю беспокойству взять верх над собой, то чего я могу ожидать от окружающих?",
      "id": "Tidak peduli seberapa tegang situasinya, aku harus tetap tenang. Kalau aku sendiri saja gelisah, bagaimana dengan orang lain?",
      "th": "ยิ่งสถานการณ์เร่งรีบเท่าไหร่ เรายิ่งต้องสงบสติอารมณ์เท่านั้น ถ้าแม้แต่ฉันยังกระวนกระวายใจล่ะก็ แล้วคนอื่นจะทำยังไงล่ะ?",
      "vi": "Sự việc càng cấp bách thì càng phải bình tĩnh. Nếu cả tôi cũng hoảng loạn thì người khác sẽ phải làm sao đây?"
    }
  },
  {
    "title": {
      "zhs": "想要了解珊瑚宫心海·其二",
      "zht": "想要瞭解珊瑚宮心海·其二",
      "jp": "珊瑚宮心海を知る·2",
      "ko": "산고노미야 코코미에 대해 알기·두 번째",
      "en": "More About Sangonomiya Kokomi: II",
      "de": "Ich will mehr über Sangonomiya Kokomi erfahren II",
      "es": "Más sobre Sangonomiya Kokomi (II)",
      "fr": "Connaître Sangonomiya Kokomi (2)",
      "pt": "Mais Sobre Sangonomiya Kokomi (II)",
      "ru": "Узнать больше о Сангономии Кокоми II",
      "id": "Mengenal Sangonomiya Kokomi: II",
      "th": "อยากรู้เกี่ยวกับ Sangonomiya Kokomi - 2",
      "vi": "Muốn tìm hiểu Sangonomiya Kokomi - Điều thứ 2"
    },
    "line": {
      "zhs": "据说我们的祖先曾经生活在海底的渊下宫，是魔神奥罗巴斯将他们带到了地面上。我常常会猜想，海底的宫殿会不会很黑呢？每次想到这里，我就会倍加珍惜眼前的光亮。",
      "zht": "據說我們的祖先曾經生活在海底的淵下宮，是魔神奧羅巴斯將他們帶到了地面上。我常常會猜想，海底的宮殿會不會很黑呢？每次想到這裡，我就會備加珍惜眼前的光亮。",
      "jp": "かつて私たちの先祖は、淵下宮に住んでいたと言われており、それを地上へと連れ出したのが魔神オロバシだという話があります。いつも思うのですが、海底の宮殿はとても暗かったのではないでしょうか？それを考えるたび、目の前にある光をより大切にしようという気持ちがこみ上げてくるのです。",
      "ko": "우리 선조들은 원래 바다 아래 연하궁에 살았는데 마신 오로바스가 그들을 지상으로 데리고 왔다고 해. 내 추측이지만, 바다 아래의 궁전은 아주 어둡지 않을까? 이런 생각이 들 때마다 눈앞의 이 햇빛이 더 소중하게 느껴져",
      "en": "Legend has it that our ancestors lived in a palace in the depths of the ocean, and that the god, Orobashi, brought us to the surface. I've often wondered, wouldn't a palace like that be too dark? Every time I think about it, I start to really appreciate the light...",
      "de": "Es heißt, dass unsere Vorfahren einst in einem Palast unter dem Meer lebten, im Enkanomiya, und dass es der Gott Orobaxi war, der sie an die Oberfläche brachte. Ich frage mich oft, ob der Palast unter dem Meer sehr dunkel war. Jedes Mal, wenn ich daran denke, schätze ich das Licht vor mir.",
      "es": "Según la leyenda, nuestros antepasados vivían en un palacio en el fondo del mar y el dios Orobaxi los trajo a la superficie. Muchas veces pienso que ese palacio debía de ser un lugar muy oscuro, y en esos momentos empiezo a apreciar de verdad la luz...",
      "fr": "La légende raconte que nos ancêtres vivaient au fond de l'océan dans un palais à Enkanomiya et qu'Orobashi les amena à la surface. Je me suis souvent demandée, un palace dans les fonds marins ne serait-il pas un endroit particulièrement sombre ? Chaque fois que j'y pense, j'apprécie d'autant plus la lumière.",
      "pt": "Lendas dizem que nossos ancestrais viveram em um palácio nas profundezas do oceano, e que o deus Orobashi nos trouxe para a superfície. Sempre me perguntei se um palácio como esse não seria muito escuro? Sempre que penso nisso, começo a apreciar a luz.",
      "ru": "Легенда гласит, что наши предки жили в Энканомии в глубинах океана, а на поверхность нас вывел бог Оробаси. Я часто задаюсь вопросом, не слишком ли в подводном дворце темно? Каждый раз, когда я думаю об этом, я начинаю по-настоящему ценить свет...",
      "id": "Menurut legenda, nenek moyang kami pernah tinggal di Enkanomiya di dasar laut, dan sang dewa Orobaxi-lah yang membawa mereka ke permukaan. Aku seringkali bertanya-tanya, istana di tempat seperti itu pasti gelap gulita, kan? Setiap kali kepikiran hal ini, aku jadi semakin menghargai cahaya yang kita punya saat ini ....",
      "th": "ว่ากันว่าบรรพบุรุษของเราเคยใช้ชีวิตอยู่ใน Enkanomiya ใต้ท้องทะเล และเทพอสูร Orobaxi เป็นผู้ที่พาพวกเราขึ้นมาบนผืนดิน ฉันมักจะสงสัยว่า วังใต้ทะเลจะมืดมากรึเปล่า? พอคิดแบบนี้ทีไร ฉันก็จะยิ่งเห็นคุณค่าของแสงสว่างที่อยู่ตรงหน้ามากขึ้นน่ะ",
      "vi": "Nghe nói tổ tiên của tôi từng sinh sống dưới đáy biển, là ma thần Orobaxi đã đưa chúng tôi lên mặt đất. Cho nên tôi thường hay suy nghĩ rằng, dưới đáy biển có phải rất tối không? Mỗi lần như thế tôi đều tự nhủ phải trân trọng ánh sáng trước mắt."
    }
  },
  {
    "title": {
      "zhs": "想要了解珊瑚宫心海·其三",
      "zht": "想要瞭解珊瑚宮心海·其三",
      "jp": "珊瑚宮心海を知る·3",
      "ko": "산고노미야 코코미에 대해 알기·세 번째",
      "en": "More About Sangonomiya Kokomi: III",
      "de": "Ich will mehr über Sangonomiya Kokomi erfahren III",
      "es": "Más sobre Sangonomiya Kokomi (III)",
      "fr": "Connaître Sangonomiya Kokomi (3)",
      "pt": "Mais Sobre Sangonomiya Kokomi (III)",
      "ru": "Узнать больше о Сангономии Кокоми III",
      "id": "Mengenal Sangonomiya Kokomi: III",
      "th": "อยากรู้เกี่ยวกับ Sangonomiya Kokomi - 3",
      "vi": "Muốn tìm hiểu Sangonomiya Kokomi - Điều thứ 3"
    },
    "line": {
      "zhs": "剑鱼二番队的士兵们，在你离开后也推选出了临时队长，但大家还是希望你能回去。我也只能跟他们说，你有一个重要的任务要独自完成，暂时没办法回来。有机会的话，你可以去看看他们，他们想必会很欢迎你的。",
      "zht": "#劍魚二番隊的士兵們，在{F#妳}{M#你}離開後也推選出了臨時隊長，但大家還是希望{F#妳}{M#你}能回去。我也只能跟他們說，{F#妳}{M#你}有一個重要的任務要獨自完成，暫時沒辦法回來。有機會的話，{F#妳}{M#你}可以去看看他們，他們想必會很歡迎{F#妳}{M#你}的。",
      "jp": "あなたがメカジキ二番隊を去った後、臨時の隊長を兵士たちが選出しましたが、それでも皆さん、あなたに戻ってきてほしいと思っていました。あなたには一人で遂行しなければならない重要な任務があり、当分の間は帰れないとしか彼らに伝えられませんでした。もし機会があれば、彼らを訪ねてみてください、きっと歓迎してくれますよ。",
      "ko": "네가 떠난 후 황새치 2번대 병사들은 임시 대장을 뽑았어. 하지만 다들 네가 돌아와 주길 바라고 있지. 너 혼자 해결해야 할 중요한 임무가 있어서 당분간 돌아오긴 힘들 거라고 말해 놓긴 했는데 기회가 된다면 한번 만나러 가봐. 분명 널 엄청 반겨 줄걸?",
      "en": "After you left, the soldiers of Swordfish II nominated a temporary captain, but everyone was hoping that you'd return. I could only tell them that you'd been tasked with an important solo mission. If you get the chance, you should go visit them, I'm sure they'd love to see you.",
      "de": "Die Soldaten von Schwertfisch II wählten, nachdem du gegangen warst, auch einen vorübergehenden Kapitän. Aber alle hofften dennoch, dass du zurückkehren würdest. Ich konnte ihnen nur sagen, dass du eine wichtige Mission alleine zu erledigen hättest und vorerst nicht zurückkehren könntest. Geh sie mal besuchen, wenn sich die Gelegenheit ergibt. Sie würden sich sicher sehr freuen.",
      "es": "Cuando te fuiste, los soldados del Escuadrón Pez Espada n.º 2 eligieron un capitán temporal, pero todos esperaban que regresaras. Lo único que pude hacer fue decirles que tenías una misión individual muy importante. Si tienes tiempo, deberías ir a verlos, seguro que les gustaría.",
      "fr": "Après votre départ, les soldats de l'Espadon II ont temporairement nommé un autre capitaine, mais tout le monde espérait votre retour. Je n'ai pu que leur dire qu'une importante mission en solitaire vous attendait et qu'il vous était impossible de revenir. Allez leur rendre visite si vous en avez l'occasion, je suis certaine qu'ils adoreraient vous revoir.",
      "pt": "#Depois que você saiu, os soldados de Peixe-Espada II nomearam um capitão temporário, mas todos estavam com a esperança de que você retornasse. Eu só podia dizer a eles que você estava encarregad{F#a}{M#o} de uma missão individual muito importante. Se você puder, deveria visitá-los, tenho certeza que adorariam.",
      "ru": "После твоего ухода солдаты Рыбы-меча II назначили временного командира, но все надеялись, что ты вернёшься. Я могла только сказать им, что тебе поручили важную одиночную миссию. Если у тебя будет возможность, навести их, я уверена, они будут рады тебя видеть.",
      "id": "Anggota Divisi Swordfish II sudah memilih kapten pengganti sementara, tetapi mereka masih mengharapkan kamu kembali. Aku cuma bisa bilang kalau kamu ada tugas penting yang harus diurus sendiri. Kalau senggang, tengoklah mereka. Semuanya pasti senang bisa ketemu lagi denganmu.",
      "th": "หลังจากที่เธอจากไป เหล่าทหารของหน่วย Swordfish II ก็ได้เลือกหัวหน้าหน่วยชั่วคราวขึ้นมา แต่ทุกคนต่างหวังว่าเธอจะกลับมา ฉันก็ได้แต่บอกกับพวกเขาว่า เธอมีภารกิจสำคัญที่ต้องทำให้สำเร็จด้วยตัวเอง เลยไม่สามารถกลับมาได้ชั่วคราว ถ้ามีโอกาส เธอก็มาดูพวกเขาหน่อยนะ พวกเขาจะต้องดีใจที่เจอเธอแน่นอน",
      "vi": "Các binh sĩ trong Đội Cá Kiếm 2 đã bầu ra một đội trưởng tạm thời sau khi bạn rời khỏi, nhưng mọi người vẫn hi vọng bạn có thể trở về. Tôi cũng chỉ đành nói với họ là bạn đang có một nhiệm vụ quan trọng cần đích thân hoàn thành, trước mắt không thể quay lại. Nếu có cơ hội, bạn hãy đi thăm họ, tôi nghĩ họ sẽ rất vui đó."
    }
  },
  {
    "title": {
      "zhs": "想要了解珊瑚宫心海·其四",
      "zht": "想要瞭解珊瑚宮心海·其四",
      "jp": "珊瑚宮心海を知る·4",
      "ko": "산고노미야 코코미에 대해 알기·네 번째",
      "en": "More About Sangonomiya Kokomi: IV",
      "de": "Ich will mehr über Sangonomiya Kokomi erfahren IV",
      "es": "Más sobre Sangonomiya Kokomi (IV)",
      "fr": "Connaître Sangonomiya Kokomi (4)",
      "pt": "Mais Sobre Sangonomiya Kokomi (IV)",
      "ru": "Узнать больше о Сангономии Кокоми IV",
      "id": "Mengenal Sangonomiya Kokomi: IV",
      "th": "อยากรู้เกี่ยวกับ Sangonomiya Kokomi - 4",
      "vi": "Muốn tìm hiểu Sangonomiya Kokomi - Điều thứ 4"
    },
    "line": {
      "zhs": "其实很早以前，我并不想成为现人神巫女，只想每天读读兵书，做一个幕僚。这样就可以把自己隐藏在幕后，身上的担子也会减轻不少。不过最后还是事与愿违，毕竟血脉这种东西，是没办法违抗的…",
      "zht": "其實很早以前，我並不想成為現人神巫女，只想每天讀讀兵書，做一個幕僚。這樣就可以把自己隱藏在幕後，身上的擔子也會減輕不少。不過最後還是事與願違，畢竟血脈這種東西，是沒辦法違抗的…",
      "jp": "実は昔、私には現人神の巫女になりたいという気持ちはなく、ただ毎日兵学を読んで幕僚になりたいと思っていました。そうすれば裏方に身を置くことができ、体にかかる負担もきっと軽くなっていたでしょう。ですが結局、その願いは叶いませんでした…血筋というのは、逆らうことのできないものなのです…",
      "ko": "사실 예전부터 아라히토가미 무녀가 되고 싶지 않았어. 그냥 매일 병서나 읽는 막료가 되고 싶었지. 그럼 나 자신을 숨길 필요도 없고, 감당해야 할 짐도 줄어들 테니까. 하지만 내 바람대로 되진 않더라, 혈통이라는 게 거스르기 힘들더라고…",
      "en": "A long time ago, I had no intention of becoming the Divine Priestess. My only goal was to study military strategy and become an adviser. That way, I could remain behind the scenes and lessen my overall burden. *sigh* Fate had other ideas in store... You can't defy that which flows in your veins.",
      "de": "Tatsächlich wollte ich vor langer Zeit keine göttliche Priesterin werden, ich wollte einfach nur Militärbücher lesen und Beraterin sein. Auf diese Weise hätte ich mich hinter den Kulissen verstecken können und die Last wäre viel leichter für mich gewesen. Aber am Ende sollte es nicht sein. Schließlich kann man sich nicht gegen so etwas wie seine Blutlinie stellen ...",
      "es": "Yo no tenía intención de convertirme en la Sacerdotisa Divina. Mi único objetivo era estudiar estrategia militar y convertirme en consejera. Así podría quedarme detrás de escena y tener menos responsabilidades. Pero el destino tenía otros planes para mí... No puedes enfrentarte a lo que corre por tus venas.",
      "fr": "En vérité, il y a longtemps, je n'avais aucunement l'intention de devenir Prêtresse divine. Mon unique but était d'étudier la stratégie militaire et de devenir conseillère. De cette manière, il m'aurait été possible d'agir dans l'ombre et de diminuer la charge de mon fardeau. En fin de compte, le destin en a décidé autrement. Vous ne pouvez pas vous opposer à ce qui coule dans vos veines...",
      "pt": "Há muito tempo, eu não tinha intenção de me tornar a Sacerdotisa Divina. Meu único objetivo era estudar estratégia militar e me tornar uma conselheira. Dessa forma, eu poderia permanecer nos bastidores e diminuir minha carga de trabalho. O destino tinha outras ideias em mente... Você não pode desafiar o que flui em suas veias.",
      "ru": "Я не собиралась становиться Божественной Жрицей. Моей единственной целью было изучить военную стратегию и стать советником. Таким образом, я могла бы оставаться за кулисами и уменьшить своё бремя. Судьба распорядилась иначе... Вы не можете противостоять тому, что течёт в ваших жилах.",
      "id": "Sebenarnya, dulu aku tidak ingin menjadi Pemimpin Suci. Aku cuma ingin membaca buku militer setiap hari dan menjadi seorang penasihat. Dengan begini, aku bisa berada di balik layar dan meringankan bebanku sendiri. Tapi kenyataan yang terjadi tidak sesuai dengan harapan. Darah memang tidak bisa dilawan ya ....",
      "th": "อันที่จริงตอนแรก ฉันไม่ได้อยากเป็นผู้นำมิโกะคนปัจจุบันหรอกนะ ฉันแค่อยากอ่านหนังสือการทหารทุกวัน และเป็นผู้ช่วยทั่ว ๆ ไปเท่านั้น แบบนี้ฉันก็จะสามารถซ่อนตัวอยู่เบื้องหลัง และภาระก็คงน้อยลงมากเลย แต่สุดท้ายเรื่องราวก็ไม่เป็นอย่างที่คิด สายเลือดน่ะเป็นสิ่งที่ขัดขืนไม่ได้หรอกนะ...",
      "vi": "Thực ra trước đây tôi không hề muốn trở thành Thánh Pháp Sư mà chỉ muốn làm một phụ tá, đọc binh thư mỗi ngày. Như vậy có thể trốn ở phía sau, trách nhiệm phải gánh vác cũng sẽ nhẹ đi không ít. Nhưng cuối cùng vẫn là nghĩ một đằng làm một nẻo, dù sao cũng không thể chống lại thứ gọi là huyết mạch..."
    }
  },
  {
    "title": {
      "zhs": "想要了解珊瑚宫心海·其五",
      "zht": "想要瞭解珊瑚宮心海·其五",
      "jp": "珊瑚宮心海を知る·5",
      "ko": "산고노미야 코코미에 대해 알기·다섯 번째",
      "en": "More About Sangonomiya Kokomi: V",
      "de": "Ich will mehr über Sangonomiya Kokomi erfahren V",
      "es": "Más sobre Sangonomiya Kokomi (V)",
      "fr": "Connaître Sangonomiya Kokomi (5)",
      "pt": "Mais Sobre Sangonomiya Kokomi (V)",
      "ru": "Узнать больше о Сангономии Кокоми V",
      "id": "Mengenal Sangonomiya Kokomi: V",
      "th": "อยากรู้เกี่ยวกับ Sangonomiya Kokomi - 5",
      "vi": "Muốn tìm hiểu Sangonomiya Kokomi - Điều thứ 5"
    },
    "line": {
      "zhs": "成为现人神巫女之后，我也慢慢习惯了这样的生活。起码当我看到不合理的事情时，我有力量去改变它。更重要的是，我因此和你相遇了不是吗？",
      "zht": "#成為現人神巫女之後，我也慢慢習慣了這樣的生活。起碼當我看到不合理的事情時，我有力量去改變它。更重要的是，我因此和{F#妳}{M#你}相遇了不是嗎？",
      "jp": "現人神の巫女になった後、少しずつこの生活に慣れていきました。少なくとも不条理な物事を見かけた時には、それを変える力があります。それに何より、この立場であったからこそ、あなたと出会うことができたのです。",
      "ko": "아라히토가미 무녀가 되고 나선 이 생활에 익숙해졌어. 적어도 불합리하다고 여겨지는 상황을 목격했을 때, 내 힘으로 상황을 바꿀 정도는 되더라고. 근데 것보다 더 중요한 건, 무녀가 돼서 널 만날 수 있었단 거 아닐까?",
      "en": "After becoming the Divine Priestess, I gradually grew accustomed to this life. At the very least, I have the power to change something when it doesn't sit well with me. More importantly, this title allowed me to meet you, did it not?",
      "de": "Nachdem ich eine göttliche Priesterin geworden war, habe ich mich langsam an dieses Leben gewöhnt. Wenn ich etwas sehe, das keinen Sinn ergibt, habe ich wenigstens die Macht, es zu ändern. Außerdem habe ich dich deswegen kennengelernt, nicht wahr?",
      "es": "Cuando me convertí en Sacerdotisa Divina, fui acostumbrándome a esta vida. Al menos tengo el poder de cambiar las cosas que no me gustan. Y, lo más importante, este título me permitió conocerte, ¿verdad?",
      "fr": "Après avoir accédé au titre de Prêtresse divine, je me suis tout doucement habituée à cette vie. Au moins, j'ai le pouvoir de changer les choses lorsqu'elles ne sont pas adaptées. Mais plus important encore, ce titre m'a permis de vous rencontrer, n'est-ce pas ?",
      "pt": "Depois de me tornar a Sacerdotisa Divina, fui me acostumando gradualmente a esta vida. Pelo menos, eu tenho o poder de mudar alguma coisa quando ela não me cai bem. Mais importante ainda, este título me permitiu te conhecer, não é verdade?",
      "ru": "Став Божественной Жрицей, я постепенно привыкла к этой жизни. По крайней мере, у меня есть возможность что-то изменить, если это меня не устраивает. Что ещё важнее, этот титул позволил мне встретить тебя, не так ли?",
      "id": "Setelah menjadi Pemimpin Suci, aku pelan-pelan mulai terbiasa dengan kehidupan seperti ini. Setidaknya, saat melihat masalah yang tidak masuk akal, aku mampu melakukan sesuatu untuk mengubahnya. Dan yang paling penting, aku jadi bisa bertemu denganmu, iya kan?",
      "th": "หลังจากที่ได้เป็นผู้นำมิโกะคนปัจจุบันแล้ว ฉันก็ค่อย ๆ ชินกับชีวิตแบบนี้ อย่างน้อยเวลาที่ฉันเห็นสิ่งที่ไม่สมเหตุสมผล ฉันก็มีพลังที่จะสามารถเปลี่ยนแปลงมันได้ และที่สำคัญไปกว่านั้นก็คือ มันทำให้ฉันได้พบกับเธอด้วยไม่ใช่รึไงล่ะ?",
      "vi": "Sau khi trở thành Thánh Pháp Sư, tôi cũng dần quen với cuộc sống này. Chí ít thì khi thấy chuyện gì không hợp lý, tôi cũng có quyền điều chỉnh nó. Điều quan trọng hơn là, cũng vì nó mà tôi đã gặp được bạn, phải không?"
    }
  },
  {
    "title": {
      "zhs": "珊瑚宫心海的爱好…",
      "zht": "珊瑚宮心海的愛好…",
      "jp": "珊瑚宮心海の趣味…",
      "ko": "산고노미야 코코미의 취미…",
      "en": "Sangonomiya Kokomi's Hobbies",
      "de": "Sangonomiya Kokomis Hobbys ...",
      "es": "Aficiones de Sangonomiya Kokomi...",
      "fr": "Les loisirs de Sangonomiya Kokomi...",
      "pt": "Passatempos Sangonomiya Kokomi...",
      "ru": "Хобби Сангономии Кокоми...",
      "id": "Hobi Sangonomiya Kokomi",
      "th": "งานอดิเรกของ Sangonomiya Kokomi...",
      "vi": "Sở thích của Sangonomiya Kokomi"
    },
    "line": {
      "zhs": "喜欢的事情？我想要找一个安静的地方读兵书，读一天都不会有人来打扰的那种。如果你想跟我一起研究兵法的话，我也是很欢迎的。不过…你得睡地板。",
      "zht": "#喜歡的事情？我想要找一個安靜的地方讀兵書，讀一天都不會有人來打擾的那種。如果{F#妳}{M#你}想跟我一起研究兵法的話，我也是很歡迎的。不過…{F#妳}{M#你}得睡地板。",
      "jp": "好きなことですか？一日中、誰にも邪魔されないような静かな場所で兵学の本を読みたいですね。私と一緒に兵学を研究したければ、ぜひ歓迎しますよ。ただ…あなたの布団はありませんが…",
      "ko": "좋아하는 일? 조용한 곳에서 병서 읽는 걸 좋아해. 온종일 아무에게도 방해받지 않는 그런 곳. 나랑 같이 병법을 연구하고 싶다면 언제든 환영이야. 근데… 잠은 네가 바닥에서 자야 해",
      "en": "Huh? What do I enjoy? Simple. I like to find a quiet place by myself and read books on strategy... Ahh, the whole day, without interruption. I'd be even happier if we looked over some of it together. One thing though... You'd have to sleep on the floor.",
      "de": "Dinge, die ich gerne tue? Ich würde gerne einen ruhigen Ort finden, um ein Buch über die Kriegskunst zu lesen, einen Ort, an dem mich den ganzen Tag niemand stört. Wenn du mit mir die Kunst des Krieges zusammen lernen willst, bist du mehr als willkommen. Aber ... du wirst auf dem Boden schlafen müssen.",
      "es": "#¿Qué me gusta hacer? Muy fácil. Me gusta encontrar un lugar tranquilo en el que pueda estar sola y leer libros de estrategia. *Suspira*, el día entero, sin interrupciones. Sería aún mejor si estuviéramos l{F#as}{M#os} dos junt{F#as}{M#os} leyendo. Pero tendrías que dormir en el suelo...",
      "fr": "Ce que j'aime faire ? J'aime trouver un endroit calme pour lire un livre de stratégie militaire où personne ne viendra me déranger de toute la journée. Je serais encore plus heureuse si nous en faisions la lecture ensemble. Cependant... vous devrez dormir sur le sol.",
      "pt": "Huh? O que eu gosto? Simples. Gosto de encontrar um lugar tranquilo, sozinha e ler livros sobre estratégia. *Suspira* O dia inteiro, sem interrupção. Eu ficaria ainda mais feliz se pudéssemos olhar alguns deles juntos. Mas uma coisa... você teria que dormir no chão.",
      "ru": "Что мне нравится? Я люблю найти тихое место и в одиночестве читать книги по стратегии... Целый день, без перерыва. Я была бы ещё счастливее, если бы мы читали их вместе. Одно но... Тебе придётся спать на полу.",
      "id": "Hobi? Aku suka baca buku strategi militer di tempat yang tenang seharian, tanpa ada yang ganggu. Kamu boleh ikutan kok, dengan senang hati. Tapi ... kamu tidur di lantai ya.",
      "th": "สิ่งที่ชอบเหรอ? ฉันอยากจะหาที่เงียบ ๆ อ่านหนังสือการทหารน่ะ ที่ที่สามารถอ่านได้ทั้งวันโดยไม่มีใครมารบกวน ถ้าเธออยากจะศึกษายุทธศาสตร์ทางทหารด้วยกันล่ะก็ ฉันยินดีเสมอ แต่... เธอต้องนอนพื้นนะ",
      "vi": "Chuyện mà tôi thích à? Tôi muốn tìm một nơi yên tĩnh để đọc binh thư cả ngày mà không bị ai làm phiền. Nhưng nếu bạn muốn cùng nhau nghiên cứu binh pháp thì tôi cũng rất thích. Có điều...bạn phải ngủ trên sàn."
    }
  },
  {
    "title": {
      "zhs": "珊瑚宫心海的烦恼…",
      "zht": "珊瑚宮心海的煩惱…",
      "jp": "珊瑚宮心海の悩み…",
      "ko": "산고노미야 코코미의 고민…",
      "en": "Sangonomiya Kokomi's Troubles",
      "de": "Sangonomiya Kokomis Sorgen ...",
      "es": "Preocupaciones de Sangonomiya Kokomi...",
      "fr": "Les problèmes de Sangonomiya Kokomi...",
      "pt": "Preocupações de Sangonomiya Kokomi...",
      "ru": "Беспокойство Сангономии Кокоми...",
      "id": "Kekhawatiran Sangonomiya Kokomi",
      "th": "เรื่องกลุ้มใจของ Sangonomiya Kokomi...",
      "vi": "Phiền muộn của Sangonomiya Kokomi"
    },
    "line": {
      "zhs": "我其实，并不擅长与人交流。虽然也可以端起「现人神巫女」的架子来应付，但对我来说，这是一件很消耗能量的事情。一旦能量用尽，我也会露出消极的一面。那种形象肯定不能被外人看到啦，民众需要的是一个完美的海祇岛领袖，而不是一个喜欢宅在家里的小姑娘。",
      "zht": "我其實，並不擅長與人交流。雖然也可以端起「現人神巫女」的架子來應付，但對我來說，這是一件很消耗能量的事情。一旦能量用盡，我也會露出消極的一面。那種形象肯定不能被外人看到啦，民眾需要的是一個完美的海祇島領袖，而不是一個喜歡宅在家裡的小女生。",
      "jp": "実は私、人との会話はあまり得意ではありません。「現人神の巫女」の立場を利用して対応できるとはいえ、私にとってとてもエネルギーを消費することなのです…エネルギーが尽きれば、私は自分の消極的な一面が露わになります。そのような姿は他人に見られたくありません。人々が必要としているのは、家にこもるのが好きな小娘などではなく、海祇島の完璧な指導者ですので。",
      "ko": "사실 난 사람들이랑 어울리는 게 서툴러. 「아라히토가미 무녀」인 걸 티 내면 대처할 수도 있지만, 그건 체력 소모가 너무 크거든…. 힘을 다 쓰고 나면, 내 소극적인 면모가 드러나겠지. 그런 모습을 절대 외부에 보여선 안 돼. 사람들에게 필요한 건 와타츠미섬의 완벽한 지도자이지 집순이가 아니니까",
      "en": "To be quite honest, I'm not particularly skilled at communicating with others. Putting on my \"Divine Priestess airs\" certainly makes things easier, but once I run out of energy, I start to get a bit negative. I prevent others from seeing that side of me at all costs. The people of Watatsumi Island need a perfect leader, not some girl who likes to wile away her time at home.",
      "de": "Ich bin in der Tat nicht sehr gut darin, mit Menschen zu interagieren. Obwohl ich mich „göttliche Priesterin“ nennen kann, ist das eine sehr kräftezehrende Sache für mich. Sobald mir die Energie ausgeht, zeige ich meine negative Seite. Das darf niemand sehen. Die Menschen wollen einen perfekten Anführer der Insel, nicht ein kleines Mädchen, das gerne zu Hause bleibt.",
      "es": "Para ser sincera, no se me da bien la interacción social. Ponerme en modo “Sacerdotisa Divina” ayuda, pero cuando empiezo a quedarme sin energía, me vuelvo un poco negativa. Evito a toda costa que otros vean esa parte de mí. Los habitantes de la Isla Watatsumi necesitan una líder perfecta, no una niña que siempre quiere estar en su casa.",
      "fr": "Pour être honnête, je ne suis pas particulièrement douée pour communiquer avec les autres. Endosser mon rôle de Prêtresse divine rend les choses plus faciles, mais dès que manque d'énergie, je deviens quelque peu négative. Je me garde de montrer cette facette de moi aux autres à tout prix. Le peuple de l'Île de Watatsumi a besoin d'une dirigeante parfaite, pas une jeune femme qui préfère passer son temps chez elle.",
      "pt": "Para ser honesta, não sou muito habilidosa em me comunicar com os outros. Me comportar como \"Sacerdotisa Divina\" faz as coisas ficarem mais fáceis, mas quando eu fico sem energia, começo a ficar um pouco negativa. Eu evito que as outras pessoas vejam esse lado meu a todo custo. O povo da Ilha Watatsumi precisam de uma líder perfeita, não uma garota que gosta de ficar em casa.",
      "ru": "Честно говоря, я не особенно умею общаться с другими. Хотя я могу изображать Божественную Жрицу, это отнимает очень много сил и энергии. Когда силы заканчиваются, я начинаю проявлять себя не с самой лучшей стороны. Народу острова Ватацуми нужен идеальный лидер, а не маленькая девочка, которая любит сидеть дома.",
      "id": "Aku tidak pandai bersosialisasi. Posisi \"Pemimpin Suci\" bisa kupakai untuk situasi semacam itu, tapi energiku jadi sangat boros. Saat energiku habis, aku jadi lesu dan murung. Citra diriku yang seperti itu tidak boleh dilihat oleh orang lain. Pulau Watatsumi perlu pemimpin yang sempurna, bukan seorang gadis yang suka malas-malasan di rumah.",
      "th": "จริง ๆ แล้ว ฉันไม่ถนัดการพูดคุยกับคนอื่นเท่าไหร่ ถึงแม้ฉันจะสามารถใช้ตำแหน่ง \"ผู้นำมิโกะคนปัจจุบัน\" จัดการกับเรื่องนี้ได้ แต่สำหรับฉันแล้ว นี่เป็นเรื่องที่สิ้นเปลืองพลังสุด ๆ เลยล่ะ แล้วถ้าพลังหมด ฉันก็จะเริ่มเปิดเผยด้านลบออกมา ซึ่งจะให้คนนอกเห็นภาพลักษณ์แบบนั้นไม่ได้เด็ดขาดเลย สิ่งที่ชาวเมืองต้องการคือผู้นำเกาะ Watatsumi ที่สมบูรณ์แบบ ไม่ใช่หญิงสาวที่ชอบอุดอู้อยู่ที่บ้าน",
      "vi": "Thực ra tôi không giỏi giao tiếp lắm. Tuy nhiên vẫn có thể đảm nhiệm vai trò của Thánh Pháp Sư. Nhưng theo tôi thấy, đó là một chuyện tiêu tốn rất nhiều năng lượng, một khi dùng hết năng lượng thì tôi lại để lộ ra mặt tiêu cực. Tôi không thể để mọi người trông thấy như vậy, người mà dân chúng cần là một nhà lãnh đạo Watatsumi hoàn hảo, chứ không phải là một cô gái chỉ thích chui rúc trong nhà."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was sie so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "鸟蛋寿司，是我很喜欢的一道料理。它材料常见、做法简单，很适合在军中普及。虽然在战事激烈的时候，吃上一顿鸟蛋寿司也是一种奢侈，但绝大部分时间里，这种朴素的料理能给士兵们带来许多满足。",
      "zht": "鳥蛋壽司，是我很喜歡的一道料理。它材料常見、做法簡單，很適合在軍中普及。雖然在戰事激烈的時候，吃上一頓鳥蛋壽司也是一種奢侈，但絕大部分時間裡，這種樸素的料理能給士兵們帶來許多滿足。",
      "jp": "鳥の玉子寿司、私の一番好きな料理です。鳥の卵を材料としているので珍しいものではなく、作り方も非常に簡単。軍で配給するのにも適していますね。戦争が激しかった頃、鳥の玉子寿司を食べられるのはとても贅沢なことでした。日常において、こうした素朴な料理が兵士たちに十分な満足を与えてくれるのです。",
      "ko": "새알 초밥은 내가 제일 좋아하는 요리야. 흔한 재료로 간단히 만들 수 있어서 군에 보급하기 좋거든. 전투가 치열할 땐 새알 초밥 먹는 것도 사치지만, 대개 이런 소박한 요리는 병사들에게 상당한 만족감을 가져다주지",
      "en": "I just love eating Bird Egg Sushi. The ingredients are easy to find, and it's simple to prepare... Ah... perfect for military life. Sitting down to eat Bird Egg Sushi in the midst of war might seem a bit extravagant, but in most cases, simple food like this brings great satisfaction to the soldiers.",
      "de": "Vogelei-Sushi ist ein Gericht, das ich sehr mag. Es hat gängige Zutaten und ist einfach zuzubereiten, sodass es perfekt ist, um es beim Militär bekannt zu machen. Obwohl Vogelei-Sushi in Zeiten heftiger Kämpfe ein Luxus sein kann, macht dieses einfache Gericht die Soldaten meist sehr zufrieden.",
      "es": "Me encanta comer sushi de huevo. Los ingredientes son fáciles de encontrar y la preparación es muy sencilla. ¡Perfecto para la vida militar! Sentarse a comer sushi de huevo en medio de una guerra puede sonar un poco extraño pero, en la mayoría de los casos, la comida simple como esa proporciona una gran satisfacción a los soldados.",
      "fr": "J'adore les sushis à l'œuf. Les ingrédients sont faciles à trouver et les préparer l'est encore plus. Parfaitement adapté à la vie militaire. S'asseoir pour manger un sushi à l'œuf en plein combat peut paraître un peu extravagant, mais la plupart du temps, un plat aussi simple que celui-là remonte le moral des troupes.",
      "pt": "Eu adoro Sushi de Ovo de Pássaro. Os ingredientes são simples de serem encontrados, e é fácil de preparar... É um prato perfeito para uma vida militar. Parar para comer um Sushi de Ovo de Pássaro no meio da guerra pode parecer extravagante, mas na maioria dos casos, comidas simples como essa trazem grande satisfação para os soldados.",
      "ru": "Я просто обожаю есть яичные суши. Ингредиенты легко найти, а приготовить их просто... Они идеально подходят для военной жизни. Яичные суши в разгар войны могут показаться роскошью, но в большинстве случаев такая простая еда нравится солдатам.",
      "id": "Bird Egg Sushi adalah salah satu makanan favoritku. Bahannya umum, dan cara buatnya juga gampang. Cocok untuk ransum militer. Meskipun makan Bird Egg Sushi saat perang terdengar mewah dan berlebihan, tapi seringkali masakan sederhana begini bisa membuat para prajurit sangat puas.",
      "th": "Bird Egg Sushi เป็นอาหารที่ฉันชอบมากเมนูหนึ่ง สามารถหาวัตถุดิบได้ทั่วไป วิธีทำก็ง่าย เหมาะที่จะทานในกองทัพที่สุดเลย ถึงแม้การกิน Bird Egg Sushi ในช่วงที่การต่อสู้กำลังดุเดือดอาจจะดูเป็นเรื่องฟุ่มเฟือยก็ตาม แต่ส่วนใหญ่แล้ว อาหารที่ดูเรียบง่ายนี้ ช่วยทำให้เหล่าทหารพอใจได้มากเลยล่ะ",
      "vi": "Sushi trứng là món ăn mà tôi thích nhất. Nguyên liệu và cách chế biến đơn giản, rất thích hợp để mang theo vào trong doanh trại. Tuy trong chiến trận ác liệt, muốn ăn sushi trứng là một điều xa xỉ, nhưng nếu có thể thì món ăn giản dị này sẽ mang lại nguồn dinh dưỡng thiết yếu cho binh lính."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was sie nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang Tidak Disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "嗯…非要说的话，我不太喜欢跟鱼有关的料理。不过这个还请你帮我保密啦，渔业在海祇岛的占比很重，如果让民众知道我不喜欢鱼料理的话，他们说不定会有一些奇怪的担心。",
      "zht": "#嗯…非要說的話，我不太喜歡跟魚有關的料理。不過這個還請{F#妳}{M#你}幫我保密啦，漁業在海祇島的占比很重，如果讓民眾知道我不喜歡魚料理的話，他們說不定會有一些奇怪的擔心。",
      "jp": "はい、強いて言えば、魚を使った料理はあまり好みではありません。ただこのことは秘密にしておいてください。海祇島は漁業が盛んですので、人々に魚料理が嫌いな事を知られると、変な心配をかけてしまうかもしれません。",
      "ko": "음… 굳이 말하자면 생선으로 만든 요리는 별로 안 좋아해. 하지만 이건 비밀로 해줘. 와타츠미섬에선 어업이 차지하는 비중이 꽤 큰데 내가 생선 요리를 안 좋아한다는 게 알려지면 사람들이 이상한 걱정을 할지도 몰라",
      "en": "Mm... If I had to say, I'm not fond of any sort of seafood. But please, keep this strictly confidential. The fishing industry is essential to Watatsumi Island, and if word were to get out that seafood wasn't my thing, I'm afraid morale would be gravely affected.",
      "de": "Nun ... ich mag eigentlich keine Fischgerichte, wenn ich das sagen muss. Aber bitte halte das geheim. Die Fischereiindustrie ist ein großer Teil von Watatsumi, wenn die Leute also wissen, dass ich keinen Fisch mag, könnten sie seltsame Bedenken haben.",
      "es": "Mmm... No me gustan los platos que llevan pescado. Pero, por favor, no se lo digas a nadie. La industria pesquera es esencial para la Isla Watatsumi, y si se extendiera el rumor de que no me gusta el pescado, probablemente su moral se vería gravemente afectada.",
      "fr": "Hmm, je n'aime pas vraiment les plats à base de poisson. Mais je vous en prie, gardez cela pour vous. La pêche est essentielle pour l'Île de Watatsumi et si le peuple avait vent du fait que je n'apprécie pas le poisson, leur moral en serait certainement affecté.",
      "pt": "Hmm... Se eu tivesse que dizer, diria que não gosto de nenhum fruto do mar. Mas por favor, não diga isso para ninguém. A indústria pesqueira é essencial para a Ilha Watatsumi, e se o que eu falei escapasse, temo que a moral seria severamente afetada.",
      "ru": "М-м-м... По правде говоря, я не люблю морепродукты. Но, пожалуйста, держи это в строгой тайне. Рыбная промышленность очень важна для острова Ватацуми, и если просочится слух, что морепродукты мне не по вкусу, боюсь, жители будут вне себя от беспокойства.",
      "id": "Hmmm ... Kalau harus jujur, sebenarnya aku tidak begitu suka masakan laut. Tapi tolong jaga rahasia ini ya. Industri perikanan di Pulau Watatsumi sangat penting, kalau penduduk sampai tahu aku tidak suka makanan laut, takutnya mereka jadi tidak semangat melaut.",
      "th": "อืม... ถ้าจะให้บอกล่ะก็ ฉันไม่ค่อยชอบกินอาหารประเภทปลาเท่าไหร่น่ะ แต่เธอช่วยเก็บเรื่องนี้เป็นความลับด้วยนะ เพราะอุตสาหกรรมประมงเป็นสิ่งที่สำคัญมากของเกาะ Watatsumi ถ้าขืนชาวเมืองรู้ว่าฉันไม่ชอบกินอาหารที่มีปลาล่ะก็ พวกเขาอาจจะพากันเป็นห่วงและคิดไปต่าง ๆ นานา ได้น่ะ",
      "vi": "Ừm... nếu phải trả lời thì có lẽ tôi không thích món ăn chế biến từ cá lắm. Nhưng mong bạn giữ bí mật này giúp tôi nhé, vì ngư nghiệp là nghề chủ đạo của đảo Watatsumi, nếu như để ngư dân biết tôi không thích ăn cá thì sẽ có ánh nhìn ái ngại mất."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "嗯，真好吃！能量似乎也…不、没什么…",
      "zht": "嗯，真好吃！能量似乎也…不、沒什麼…",
      "jp": "とても美味しいです！エネルギーも…い、いえ、なんでもありません…",
      "ko": "응, 완전 맛있어! 에너지도… 아니, 아무것도 아니야…",
      "en": "Yummy, this is delicious! And it seems my energy is also... Ahem, I mean... Never mind...",
      "de": "Mmh, ist das lecker! Die Energiemenge scheint auch ... nein, vergiss es ...",
      "es": "¡Vaya, sí que está rico! Y las cantidades... Bueno, da igual...",
      "fr": "C'est vraiment bon ! On dirait que mon énergie... Non, rien...",
      "pt": "Uau, isso está delicioso! E minha energia também... *Cof*... Não, deixe para lá...",
      "ru": "Ох, как вкусно! А ещё моя энергия... Кхм... Не обращай внимания...",
      "id": "Nyam, ini enak! Rasanya energiku juga ... Eh, maksudku ... Ehem, lupakan saja deh.",
      "th": "อื้ม อร่อยจริง ๆ! พลังงานก็ดูเหมือนจะ... เปล่า ไม่มีอะไร...",
      "vi": "Ưm, ngon quá! Dường như năng lượng cũng... không, không có gì ..."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "分几口慢慢吃的话，幸福感也会持续得更久吧。",
      "zht": "分幾口慢慢吃的話，幸福感也會持續得更久吧。",
      "jp": "ゆっくりと味わえば、きっと幸福感も長く続くでしょう…",
      "ko": "나눠서 천천히 먹으면 행복감도 그만큼 더 오래가겠지?",
      "en": "I like to take my time and eat slowly, that way I can enjoy it for longer.",
      "de": "Das Glücksgefühl hält länger an, wenn man es langsam und in kleinen Bissen isst.",
      "es": "Si me lo como poco a poco, la alegría me durará aún más tiempo.",
      "fr": "Le plaisir durera plus longtemps si je mange en petites bouchées.",
      "pt": "Eu gosto de comer lentamente, assim posso saborear cada momento.",
      "ru": "Мне нравится не торопиться и есть медленно, так я могу наслаждаться вкусом дольше.",
      "id": "Aku lebih suka makan pelan-pelan, jadi bisa dinikmati lebih lama.",
      "th": "ฉันชอบกินทีละนิดทีละหน่อยน่ะ แบบนี้ความสุขจะได้ยาวนานขึ้น",
      "vi": "Nếu bạn từ từ nhâm nhi, cảm giác hạnh phúc sẽ kéo dài hơn."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "嗯，你给我出了一个难题呢。",
      "zht": "#嗯，{F#妳}{M#你}給我出了一個難題呢。",
      "jp": "これはまた…あなたに難題を出されてしまったようですね。",
      "ko": "음, 나한테 참 어려운 문제를 내줬네",
      "en": "Oh, it seems we're at an impasse.",
      "de": "Nun, du hast mir schon eine Menge Ärger bereitet.",
      "es": "Pues sí, me lo pusiste difícil.",
      "fr": "Vous me posez une colle, là.",
      "pt": "Hmm, você me colocou numa situação difícil.",
      "ru": "Хм, похоже, мы зашли в тупик.",
      "id": "Wah, rasanya seperti jalan buntu di medan perang ya.",
      "th": "อืม เหมือนจะเป็นงานยากแล้วสิ",
      "vi": "Hmm, bạn đã cho tôi một đề bài khó."
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "生日快乐！今天有什么安排了吗？没有的话，我们一起在海祇岛庆祝吧。早晨我带你去看日出，白天一起去潜水，晚上的时候在珊瑚宫散步。如果下雨的话，我们就找个地方读兵书，然后一起去尝试做蛋糕。总之今天你不用多想，交给我这个「军师」来安排就好啦。",
      "zht": "#生日快樂！今天有什麼安排了嗎？沒有的話，我們一起在海祇島慶祝吧。早晨我帶{F#妳}{M#你}去看日出，白天一起去潛水，晚上的時候在珊瑚宮散步。如果下雨的話，我們就找個地方讀兵書，然後一起去嘗試做蛋糕。總之今天{F#妳}{M#你}不用多想，交給我這個「軍師」來安排就好啦。",
      "jp": "お誕生日おめでとうございます！何か予定はありますか？もしないのでしたら、一緒に海祇島でお祝いをしましょう。朝は日の出を見に行き、昼は海に潜って景色を楽しみ、夜は珊瑚宮で散歩。雨が降っていたら、兵学を読む場所を探して、一緒にケーキを作りましょう。とにかく、今日は何も考えず、この「軍師」である私にお任せください！",
      "ko": "생일 축하해! 오늘 무슨 일정 있어? 없으면 와타츠미섬에서 같이 축하 파티하자. 아침엔 일출 보러 가고, 낮에는 같이 잠수하고, 밤에는 산호궁에서 산책할까 해. 비 오면 적당한 장소를 찾아서 병서도 읽고, 같이 케이크도 만들라고. 어쨌든 넌 오늘 아무 생각 할 필요 없어. 다 「군사(軍師)」인 내게 맡겨",
      "en": "Happy birthday! So, what are your plans for the day? Oh, why don't we celebrate on Watatsumi Island? First, I'll take you out at daybreak to see the sunrise, then we can go diving during the heat of the day. In the evening, we can go for a stroll around Sangonomiya Shrine. If it rains, we'll find somewhere cozy to hide out with a few strategy books, and try to bake a cake together! In any case, no need to plan anything, the grand strategist has everything thought out for you!",
      "de": "Alles Gute zum Geburtstag! Hast du heute schon etwas vor? Wenn nicht, lass uns zusammen auf Watatsumi feiern. Morgens den Sonnenaufgang sehen, tagsüber zusammen tauchen und abends einen Spaziergang im Sangonomiya-Schrein machen. Wenn es regnet, suchen wir uns einen Platz zum Lesen von Militärbüchern und versuchen dann, gemeinsam einen Kuchen zu backen. Du musst dir nicht viele Gedanken machen. Lass einfach mich, die große Militärstrategin, die Planung übernehmen.",
      "es": "¡Feliz cumpleaños! ¿Qué planes tienes para hoy? Oh, ¿por qué no lo celebras en la Isla Watatsumi? Primero te llevaré a ver el amanecer y después, cuando haga calor, podemos ir a bucear. Por la noche daremos un paseo cerca del Santuario Sangonomiya. Si llueve, buscaremos un lugar agradable para leer libros de estrategia y haremos una tarta. En cualquier caso, no tienes que preparar nada, ¡la gran estratega lo ha planeado todo por ti!",
      "fr": "Joyeux anniversaire ! Qu'avez-vous prévu aujourd'hui ? Pourquoi ne pas le célébrer sur l'Île de Watatsumi ? Je vous emmènerai d'abord au petit matin voir le lever du soleil, puis nous pourrons plonger lorsqu'il fera chaud en journée. Le soir, nous pourrons nous promener à Sangonomiya. S'il pleut, nous pourrons trouver un endroit confortable pour lire un livre de stratégie militaire puis pourquoi ne pas faire un gâteau. Dans tous les cas, pas besoin de planifier quoi que ce soit, la plus fine des stratèges a déjà pensé à tout !",
      "pt": "#Feliz aniversário! Quais são seus planos para hoje? Se não tiver, podemos celebrar junt{F#as}{M#os} na Ilha Watatsumi! Primeiro, lhe levarei para ver o nascer do sol, depois podemos ir mergulhar durante o dia, para durante a noite caminharmos pelo Santuário Sangonomiya. Se chover, encontraremos algum lugar confortável para nos escondermos com alguns livros de estratégia, e podemos tentar fazer um bolo! De qualquer maneira, não precisa planejar nada, a grande estrategista já pensou tudo para você!",
      "ru": "С днем рождения! Какие у тебя планы на этот день? Почему бы нам не отпраздновать его на острове Ватацуми? Сначала я поведу тебя встречать восход солнца, потом мы можем заняться дайвингом, чтобы спастись от полуденной жары. Вечером мы можем прогуляться вокруг храма Сангономия. Если пойдёт дождь, мы найдём уютное местечко, где можно спрятаться с несколькими книгами по стратегии, и попробуем вместе испечь торт! В любом случае не нужно ничего планировать, великий стратег уже всё продумала!",
      "id": "Selamat ulang Tahun! Kamu ada acara apa hari ini? Kalau tidak ada, ayo kita rayakan bersama di Pulau Watatsumi. Aku akan membawamu melihat matahari terbit, menyelam di siang hari, dan berjalan-jalan di Kuil Sangonomiya pada malam hari. Kalau hujan, kita cari tempat untuk baca buku strategi, lalu mungkin coba bikin kue sama-sama. Yang pasti, hari ini kamu tidak perlu khawatir, serahkan saja perencanaannya pada si ahli strategi ini.",
      "th": "สุขสันต์วันเกิดนะ! วันนี้มีแพลนอะไรรึยัง? ถ้าไม่มีล่ะก็ เราไปฉลองที่เกาะ Watatsumi ด้วยกันนะ ฉันจะพาเธอไปดูดวงอาทิตย์ขึ้นในตอนเช้า และไปดำน้ำตอนกลางวัน พอตกกลางคืนก็ไปเดินเล่นที่ Sangonomiya แต่ถ้าฝนตก เราก็ไปหาที่อ่านหนังสือแล้วลองทำเค้กด้วยกัน เอาเป็นว่าวันนี้เธอไม่ต้องคิดอะไรทั้งนั้น เดี๋ยว \"ผู้บัญชาการ\" คนนี้จะจัดให้เอง",
      "vi": "Sinh nhật vui vẻ! Hôm nay có kế hoạch gì chưa? Nếu chưa thì chúng ta cùng ăn mừng ở Đảo Watatsumi đi. Bình minh tôi đưa bạn đi ngắm mặt trời mọc, ban ngày cùng đi lặn, ban đêm thì tản bộ ở Sangonomiya. Nếu trời mưa thì chúng ta tìm một nơi ngồi đọc binh thư, rồi cùng thử làm bánh kem. Nói chung hôm nay bạn không cần suy nghĩ gì hết, cứ để \"quân sư\" tôi sắp xếp là được rồi!"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "我虽然并不崇尚武力，但能够变强是一件好事。",
      "zht": "我雖然並不崇尚武力，但能夠變強是一件好事。",
      "jp": "武力を主張することはしませんが、強くなれるのは良いことです。",
      "ko": "내가 무력을 숭배하진 않지만, 강해질 수 있다는 건 좋은 일이지",
      "en": "Brute force is not my modus operandi. But becoming stronger isn't a bad thing.",
      "de": "Ich bin kein Liebhaber von roher Kraft, aber es ist gut, stärker werden zu können.",
      "es": "No suelo hacer las cosas por la fuerza bruta, pero volverse más fuerte es algo bueno.",
      "fr": "Bien que je ne fasse pas preuve de force brute, je dois admettre que devenir plus fort est une bonne chose.",
      "pt": "Apesar da força bruta não ser o meu modus operandi, ficar mais forte não é uma má ideia.",
      "ru": "Я не сторонница грубой силы. Но становиться сильнее тоже неплохо.",
      "id": "Aku bukan tukang pukul, dan aku tidak suka kekerasan. Tapi jadi lebih kuat tidak ada salahnya.",
      "th": "ถึงแม้ฉันจะไม่บูชาพลังการต่อสู้ แต่ถ้าสามารถแข็งแกร่งขึ้นได้ ก็ถือเป็นเรื่องที่ดีนะ",
      "vi": "Tuy tôi không tôn sùng võ đạo, nhưng có thể trở nên mạnh mẽ là một chuyện tốt."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "力量在不断地涌出…想必下次作战，我们可以配合得更好。",
      "zht": "力量在不斷地湧出…想必下次作戰，我們可以配合得更好。",
      "jp": "力がどんどん湧いてきます…次の作戦は、より上手くいくことでしょう。",
      "ko": "힘이 솟구치는 게 느껴져…. 우리 다음 작전에선 합이 더 잘 맞을 것 같은데?",
      "en": "I'm just bubbling with energy... We'll make a formidable force in our next fight.",
      "de": "Die Energie strömt ohne Unterlass ... Ich bin sicher, dass wir beim nächsten Kampf besser zusammenarbeiten können.",
      "es": "Estoy llena de energía... En nuestra próxima pelea, seremos imparables.",
      "fr": "Je déborde d'énergie... Nous formerons une équipe redoutable lors de notre prochain combat.",
      "pt": "Estou borbulhando de energia... Acredito que em uma próxima batalha, poderemos cooperar melhor ainda!",
      "ru": "Энергия во мне бьёт ключом... В нашей следующей битве мы будем грозной силой.",
      "id": "Kekuatanku terus mengalir keluar ... kita pasti bisa bekerja sama dengan lebih baik di pertempuran selanjutnya.",
      "th": "พลังหลั่งไหลออกมาไม่หยุดเลย... การต่อสู้ในครั้งต่อไป เราคงร่วมมือกันได้ดียิ่งขึ้น",
      "vi": "Sức mạnh không ngừng dâng trào...thiết nghĩ chúng ta có thể phối hợp tốt hơn ở lần tác chiến sau."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "沧海月明，潮起潮落。力量更进一步，心境也会有所不同。",
      "zht": "滄海月明，潮起潮落。力量更進一步，心境也會有所不同。",
      "jp": "月明かりに照らされる海、潮の満ち引きと共に流れん。力がさらに強まり、心境も一変しました。",
      "ko": "넓은 바다에 달이 밝고, 파도가 일렁이니…. 힘이 세지면 네 마음가짐도 달라질 거야",
      "en": "The moon shines bright over the depths of the seas as the tides come and go. It seems that as I go from strength to strength, so does my state of mind flow.",
      "de": "Der Mond und die Gezeiten steigen und fallen mit dem Meer. Die Energie steigt an und auch die Gedanken verändern sich.",
      "es": "La luna brilla sobre las profundidades del océano y las mareas vienen y van. Mi mente fluye mientras que mi fuerza va aumentando.",
      "fr": "La lune éclaire les profondeurs de l'océan alors que la marée va-et-vient. Mon esprit fluctue à mesure que je me renforce.",
      "pt": "A lua brilha nas profundezas dos mares à medida que as marés vêm e vão. Parece que, à medida que vou avançando cada vez mais, meu estado de espírito flui junto.",
      "ru": "Яркая луна сияет над тёмным морем, волны накатывают одна за другой. С ростом силы изменяются течения моей души.",
      "id": "Laut kelam, bulan terang. Pasang surut laut silih berganti. Kekuatan semakin meningkat, demikian pula pikiranku semakin jernih.",
      "th": "แสงจันทร์ที่สาดส่องในท้องทะเล ตามกระแสน้ำขึ้นและลง เมื่อพลังพัฒนาไปอีกขึ้น ความรู้สึกก็ย่อมต่างไป",
      "vi": "Trăng soi vằng vặc, sóng biển dập dềnh. Thực lực tiến bộ thì tâm trạng cũng khác hẳn."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings about Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "曾经，我也时常会陷入自我怀疑之中。像我这样的人，真的可以胜任现人神巫女的职位吗？不过现在，我已经很少再去想这些了。与你在一起的时候，任何困难都可以迎刃而解。",
      "zht": "#曾經，我也時常會陷入自我懷疑之中。像我這樣的人，真的可以勝任現人神巫女的職位嗎？不過現在，我已經很少再去想這些了。與{F#妳}{M#你}在一起的時候，任何困難都可以迎刃而解。",
      "jp": "私はかつて、しばし自己不信に陥ることがありました。私のような者が、果たして本当に現人神の巫女の地位にふさわしいのだろうか、と。しかし今では、そのようなことはほとんど考えなくなりました。あなたと一緒にいれば、どんな困難にも立ち向かえるからです。",
      "ko": "나도 한때 자주 회의감에 빠졌었어. 나 같은 사람이 아라히토가미 무녀라는 직책을 감당할 수 있을지 두려웠거든. 하지만 지금은 그런 생각 안 해. 너와 함께라면 어떤 어려움도 다 헤쳐나갈 수 있을 것 같아",
      "en": "I often used to succumb to self-doubt. I would think to myself, \"Can a person like me really hold the title of Divine Priestess?\" Now, the thought hardly crosses my mind. When I'm with you, I seem to be able to cut straight through most problems.",
      "de": "Es gab eine Zeit, in der ich oft von Selbstzweifeln geplagt war. Ich fragte mich, ob jemand wie ich wirklich der Aufgabe gewachsen war, eine göttliche Priesterin zu sein. Aber jetzt denke ich nur noch selten daran. Wenn ich bei dir bin, kann jede Schwierigkeit gelöst werden.",
      "es": "Antes solía dudar de mí misma. Pensaba que cómo podía alguien como yo ser la Sacerdotisa Divina. Ahora ya no pienso en esas cosas. Cuando estoy contigo, soy capaz de resolver inmediatamente todas las dificultades.",
      "fr": "Je me laissais autrefois immerger dans mes propres doutes. Je me demandais si quelqu'un comme moi était vraiment digne du titre de Prêtresse divine. Mais aujourd'hui, tout cela ne me traverse plus l'esprit. Quand vous êtes à mes côtés, je suis capable de tout affronter.",
      "pt": "Eu geralmente costumava ter dúvidas de mim mesma. Será que uma pessoa como eu realmente pode ter o título de Sacerdotisa Divina? Hoje esse tipo de pensamento raramente passa pela minha mente. Quando estou com você, eu pareço ser capaz de resolver todos os problemas que encontrar.",
      "ru": "Я нередко сомневалась в собственных силах. Я задумывалась, достоин ли кто-то вроде меня стать Божественной жрицей? Но теперь меня такие мысли не посещают. Вместе с тобой я могу легко преодолеть любые трудности.",
      "id": "Dulu aku sering meragukan diriku. Apa orang sepertiku benar-benar layak menjadi Pemimpin Suci? Tapi sekarang aku sudah jarang memikirkan hal itu. Bersamamu, kesulitan apa pun dapat diselesaikan dengan mudah.",
      "th": "ฉันเคยสงสัยในตัวเอง ว่าคนอย่างฉันจะสามารถเป็นผู้นำมิโกะคนปัจจุบันได้จริง ๆ เหรอ? แต่ตอนนี้ฉันไม่คิดเรื่องพวกนี้แล้วล่ะ เมื่อได้อยู่กับเธอ ไม่ว่าจะเจอกับปัญหาอะไรก็สามารถแก้ไขได้อย่างง่ายดาย",
      "vi": "Đã có lúc tôi cũng thường nghi ngờ bản thân mình. Người như tôi thật sự có thể gánh vác chức vụ \"Thánh Pháp Sư\" ư? Nhưng giờ đây tôi hầu như đã không còn nghĩ đến những điều này nữa. Những lúc ở cùng bạn, hầu như chuyện gì cũng có thể giải quyết một cách dễ dàng."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "帮帮忙！",
      "zht": "幫幫忙！",
      "jp": "ご助力を！",
      "ko": "부탁해!",
      "en": "Allow me!",
      "de": "Ich mach das!",
      "es": "¡Permíteme!",
      "fr": "Je m'en occupe !",
      "pt": "Permita-me!",
      "ru": "Позволь мне!",
      "id": "Biar aku yang turun!",
      "th": "ช่วยทีสิ!",
      "vi": "Giúp tôi với!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "别担心。",
      "zht": "別擔心。",
      "jp": "ご安心を。",
      "ko": "걱정 마",
      "en": "Hold the line.",
      "de": "Mach dir keine Sorgen.",
      "es": "¡No retrocedas!",
      "fr": "Tenez la ligne.",
      "pt": "Não se preocupe.",
      "ru": "Держать строй.",
      "id": "Tahan.",
      "th": "ไม่ต้องห่วง",
      "vi": "Đừng lo."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "休养生息。",
      "zht": "休養生息。",
      "jp": "騒乱の憩い。",
      "ko": "좀 쉬어",
      "en": "Rest and rebuild.",
      "de": "Ausruhen und Erholen.",
      "es": "Descansar y reconstruir.",
      "fr": "Repos.",
      "pt": "Descanse e rejuvenesça.",
      "ru": "Отдых и восстановление.",
      "id": "Pulihkan diri.",
      "th": "พักผ่อนเติมพลัง",
      "vi": "Nghỉ ngơi lấy sức."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "沧海之约。",
      "zht": "滄海之約。",
      "jp": "海の契りよ。",
      "ko": "창해의 약속",
      "en": "Covenant of the Deep.",
      "de": "Der Pakt des Meeres.",
      "es": "¡La promesa de las profundidades!",
      "fr": "Pacte des profondeurs.",
      "pt": "Pacto das Profundezas!",
      "ru": "Соглашение глубин.",
      "id": "Perjanjian Samudra.",
      "th": "สัญญาแห่งท้องทะเล",
      "vi": "Ước hẹn biển xanh."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "翻涌吧！",
      "zht": "翻湧吧！",
      "jp": "荒れ狂いなさい！",
      "ko": "솟구쳐라!",
      "en": "Billowing surge!",
      "de": "Anstieg!",
      "es": "¡Marejada!",
      "fr": "Déferlante !",
      "pt": "Ataque das ondas!",
      "ru": "Вздымающийся прилив!",
      "id": "Bergelora!",
      "th": "จงซัดสาด!",
      "vi": "Cuồng phong hãy dâng trào đi!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "深海的加护！",
      "zht": "深海的加護！",
      "jp": "深海の加護！",
      "ko": "심해의 가호!",
      "en": "Torrents, bring refuge!",
      "de": "Tiefsee-Schutz!",
      "es": "¡Torrentes protectores!",
      "fr": "Torrents, protégez-les !",
      "pt": "Correntes, tragam refúgio!",
      "ru": "Покровительство течений!",
      "id": "Laut, lindungilah!",
      "th": "ปกป้องท้องทะเล!",
      "vi": "Sự bảo vệ của biển!"
    }
  },
  {
    "title": {
      "zhs": "冲刺开始·其一",
      "zht": "衝刺開始·其一",
      "jp": "ダッシュ開始·1",
      "ko": "대시 시작·첫 번째",
      "en": "Sprint Start: I",
      "de": "Rennen – Start I",
      "es": "Al esprintar (I)",
      "fr": "Début de sprint (1)",
      "pt": "Início da Corrida - I",
      "ru": "Начало спринта I",
      "id": "Mulai Lari: I",
      "th": "เริ่มวิ่ง - 1",
      "vi": "Xung Kích Bắt Đầu I"
    },
    "line": {
      "zhs": "我们走吧。",
      "zht": "我們走吧。",
      "jp": "行きましょう。",
      "ko": "가자",
      "en": "Let's move out.",
      "de": "Lass uns gehen.",
      "es": "¡Salgamos de aquí!",
      "fr": "Allons-y.",
      "pt": "Vamos indo.",
      "ru": "Выдвигаемся.",
      "id": "Maju.",
      "th": "เราไปกันเถอะ",
      "vi": "Chúng ta đi đi."
    }
  },
  {
    "title": {
      "zhs": "打开风之翼·其一",
      "zht": "打開風之翼·其一",
      "jp": "風の翼を広げる·1",
      "ko": "바람의 날개 사용·첫 번째",
      "en": "Deploying Wind Glider: I",
      "de": "Windgleiter öffnen I",
      "es": "Al abrir el planeador (I)",
      "fr": "Utilisation de planeur (1)",
      "pt": "Abrindo o Planador - I",
      "ru": "Запуск планера I",
      "id": "Membuka Wind Glider: I",
      "th": "เปิดเครื่องร่อนเวหา - 1",
      "vi": "Mở Phong Chi Dực I"
    },
    "line": {
      "zhs": "风景真好。",
      "zht": "風景真好。",
      "jp": "いい景色ですね。",
      "ko": "정말 아름다워",
      "en": "Breathtaking.",
      "de": "Die Landschaft ist echt schön.",
      "es": "¡Te deja sin aliento!",
      "fr": "Magnifique.",
      "pt": "Fantástico.",
      "ru": "Дух захватывает.",
      "id": "Pemandangannya indah sekali.",
      "th": "วิวสวยจัง",
      "vi": "Cảnh đẹp thật."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "补给可是头等要事。",
      "zht": "補給可是頭等要事。",
      "jp": "補給はとても大切なことです。",
      "ko": "보급은 가장 중요한 일이야",
      "en": "Provisions are vital.",
      "de": "Vorrat ist sehr wichtig.",
      "es": "Es vital tener provisiones.",
      "fr": "Les provisions sont vitales.",
      "pt": "Suprimentos são essenciais.",
      "ru": "Нет ничего важнее снабжения.",
      "id": "Persediaan itu penting.",
      "th": "การเติมเต็มเป็นสิ่งสำคัญที่สุด",
      "vi": "Tiếp tế là điều ưu tiên hàng đầu."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "要好好规划一下如何使用。",
      "zht": "要好好規劃一下如何使用。",
      "jp": "どう使うかきちんと計画してくださいね。",
      "ko": "어떻게 쓸지 잘 생각해 보자고",
      "en": "We should make the most of these supplies.",
      "de": "Wir sollten das Beste aus diesen Vorräten machen.",
      "es": "Debemos aprovechar estos suministros al máximo.",
      "fr": "Nous devrions tirer le meilleur parti de ces provisions.",
      "pt": "Temos que planejar bem como usar estes suprimentos.",
      "ru": "Мы должны распределить провиант наилучшим образом.",
      "id": "Harus dimanfaatkan sebaik mungkin.",
      "th": "ต้องวางแผนการใช้งานอุปกรณ์พวกนี้ให้เกิดประโยชน์สูงสุด",
      "vi": "Phải vạch ra kế hoạch xem sử dụng thế nào."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "嗯，这就是冒险的乐趣…",
      "zht": "嗯，這就是冒險的樂趣…",
      "jp": "これが冒険の楽しいところですね。",
      "ko": "음, 이게 바로 모험의 재미지…",
      "en": "Mm... So this is the thrill of adventure...",
      "de": "Mmh ... Das ist also der Spaß am Abenteuer ...",
      "es": "Humm, así que esta es la emoción de las aventuras...",
      "fr": "Hmm... Alors voici le frisson de l'aventure...",
      "pt": "Hum... Então essa é a emoção da Aventura...",
      "ru": "Эм... Вот она какая... Радость приключений.",
      "id": "Hmm ... Begini ya rasanya bertualang.",
      "th": "อืม นี่คือความสุขของการผจญภัย...",
      "vi": "Lần mạo hiểm này thật thú vị..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "好累…",
      "zht": "好累…",
      "jp": "疲れました…",
      "ko": "힘드네…",
      "en": "Fatigue is setting in...",
      "de": "Ich bin so kaputt ...",
      "es": "Estoy fatigada...",
      "fr": "La fatigue s'installe...",
      "pt": "Que cansaço...",
      "ru": "Нужно передохнуть...",
      "id": "Lelah ....",
      "th": "เหนื่อยจังเลย...",
      "vi": "Mệt quá..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "需要变更战术。",
      "zht": "需要變更戰術。",
      "jp": "戦術を変えなければ。",
      "ko": "전술을 바꿔야겠어",
      "en": "Time to switch tactics.",
      "de": "Eine Änderung der Taktik ist erforderlich.",
      "es": "Es hora de cambiar de táctica.",
      "fr": "Il est temps de changer de tactique.",
      "pt": "Hora de mudar de tática.",
      "ru": "Необходимо изменить тактику.",
      "id": "Ganti taktik.",
      "th": "ต้องเปลี่ยนกลยุทธ์",
      "vi": "Phải thay đổi chiến thuật."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "谨慎为上。",
      "zht": "謹慎為上。",
      "jp": "慎重に。",
      "ko": "신중해야 해",
      "en": "Foresight brings victory.",
      "de": "Vorsicht ist das Gebot der Stunde.",
      "es": "La prudencia conduce a la victoria.",
      "fr": "La prudence l'emportera.",
      "pt": "A prudência traz a vitória.",
      "ru": "Предусмотрительность ведёт к победе.",
      "id": "Pahami situasi.",
      "th": "จงระวัง",
      "vi": "Cẩn thận là trên hết."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "援军已至！",
      "zht": "援軍已至！",
      "jp": "援軍の到着です！",
      "ko": "지원군 등장!",
      "en": "Reinforcements have arrived!",
      "de": "Die Verstärkung ist da!",
      "es": "¡Los refuerzos están aquí!",
      "fr": "Les renforts sont arrivés !",
      "pt": "Os reforços chegaram!",
      "ru": "Подкрепление прибыло!",
      "id": "Pasukan telah tiba!",
      "th": "มาเสริมทัพแล้ว!",
      "vi": "Viện quân đã tới!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "请到后方休息。",
      "zht": "請到後方休息。",
      "jp": "後方へお下がりください。",
      "ko": "뒤에서 좀 쉬어",
      "en": "Fall back.",
      "de": "Geht bitte zurück um euch auszuruhen.",
      "es": "Vuelve y descansa.",
      "fr": "Repli.",
      "pt": "Recue e descanse.",
      "ru": "Отступаем.",
      "id": "Mundur.",
      "th": "ไปพักข้างหลังก่อน",
      "vi": "Hãy ra phía sau nghỉ ngơi."
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotada (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "计策…出问题了吗？",
      "zht": "計策…出問題了嗎？",
      "jp": "策に…問題が…",
      "ko": "전술에… 문제가 있던 걸까?",
      "en": "New strategy needed...",
      "de": "Ist der Plan ... schiefgelaufen?",
      "es": "Necesito una nueva estrategia...",
      "fr": "Notre stratégie... est à revoir.",
      "pt": "Minha estratégia... saiu errada?",
      "ru": "Нам нужна новая стратегия...",
      "id": "Perlu ... strategi baru ....",
      "th": "แผนการ... มีปัญหางั้นเหรอ?",
      "vi": "Kế sách... có vấn đề rồi sao?"
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotada (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "失误了…",
      "zht": "失誤了…",
      "jp": "策を見誤りました…",
      "ko": "실수했네…",
      "en": "A lapse in judgment...",
      "de": "Verpasst ...",
      "es": "Tuve un lapsus...",
      "fr": "J'ai commis une erreur de jugement...",
      "pt": "Um erro no meu julgamento...",
      "ru": "Ошибка суждения...",
      "id": "Salah perhitungan ....",
      "th": "พลาดแล้ว...",
      "vi": "Sơ xuất rồi..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotada (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "不会再犯同样的错误。",
      "zht": "不會再犯同樣的錯誤。",
      "jp": "二度とこのような過ちは…",
      "ko": "같은 실수는 반복하지 않겠어",
      "en": "Must learn from my mistakes...",
      "de": "Nicht wieder den gleichen Fehler machen.",
      "es": "No tropezaré dos veces con la misma piedra.",
      "fr": "Je dois apprendre de mes erreurs...",
      "pt": "Não cometerei o mesmo erro duas vezes.",
      "ru": "Я не повторю прежней ошибки...",
      "id": "Harus belajar dari kesalahan ....",
      "th": "จะไม่พลาดแบบเดิมอีกเด็ดขาด",
      "vi": "Sẽ không phạm phải sai lầm như vậy nữa."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "失策！",
      "zht": "失策！",
      "jp": "失策です。",
      "ko": "실책이야!",
      "en": "A brash maneuver!",
      "de": "Plan nicht aufgegangen!",
      "es": "¡Una maniobra impulsiva!",
      "fr": "Une manœuvre impétueuse !",
      "pt": "Uma manobra arriscada!",
      "ru": "Дерзкий ход!",
      "id": "Ceroboh!",
      "th": "กลยุทธ์ล้มเหลว!",
      "vi": "Thất sách!"
    }
  },
  {
    "title": {
      "zhs": "重受击·其二",
      "zht": "重受擊·其二",
      "jp": "重ダメージを受ける·2",
      "ko": "강공격 피격·두 번째",
      "en": "Heavy Hit Taken: II",
      "de": "Schweren Treffer erlitten II",
      "es": "Recibiendo un fuerte ataque (II)",
      "fr": "Attaque puissante subie (2)",
      "pt": "Ataque Pesado Sofrido - II",
      "ru": "Получен тяжёлый удар II",
      "id": "Menerima Serangan Hebat: II",
      "th": "โดนโจมตีอย่างหนัก - 2",
      "vi": "Bị Trọng Kích II"
    },
    "line": {
      "zhs": "真难缠…",
      "zht": "真難纏…",
      "jp": "手強いですね…",
      "ko": "끈질기긴…",
      "en": "Uphill battle...",
      "de": "Das geht zu weit!",
      "es": "Una batalla cuesta arriba...",
      "fr": "Une bataille difficile...",
      "pt": "Que difícil...",
      "ru": "Непростая битва...",
      "id": "Berat sekali ....",
      "th": "รับมือได้ยากจริง ๆ...",
      "vi": "Thật khó đối phó..."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "这次的作战…让我想想。",
      "zht": "這次的作戰…讓我想想。",
      "jp": "そうですね、今回の作戦は…",
      "ko": "이번 전투는… 내가 생각해 볼게",
      "en": "We'll need a strategy...",
      "de": "Lass mich über diesen Kampf nachdenken ...",
      "es": "Necesitaremos una estrategia...",
      "fr": "On va avoir besoin d'une stratégie.",
      "pt": "Preciso pensar sobre essa batalha...",
      "ru": "Нам понадобится стратегия...",
      "id": "Strategi kali ini sebaiknya ....",
      "th": "การต่อสู้ครั้งนี้... ขอฉันคิดก่อนนะ",
      "vi": "Tác chiến lần này sao...để tôi suy nghĩ xem."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "别紧张，我们一定会赢。",
      "zht": "別緊張，我們一定會贏。",
      "jp": "ご安心を。私たちなら勝てます。",
      "ko": "긴장 풀어, 무조건 우리가 이길 테니까",
      "en": "Take heart, victory will be ours.",
      "de": "Mach dir keine Sorgen. Wir werden gewinnen.",
      "es": "No te preocupes, la victoria será nuestra.",
      "fr": "N'ayez crainte, nous serons victorieux.",
      "pt": "Não se preocupe, a vitória será nossa.",
      "ru": "Не волнуйтесь, мы обязательно победим.",
      "id": "Tidak perlu tegang. Kita pasti menang.",
      "th": "ไม่ต้องตื่นเต้นไป เราจะต้องชนะอย่างแน่นอน",
      "vi": "Đừng căng thẳng, chúng ta chắc chắn chiến thắng."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "万事俱备，出发吧。",
      "zht": "萬事俱備，出發吧。",
      "jp": "準備万端、出発しましょう。",
      "ko": "준비는 끝! 출발하자",
      "en": "All is accounted for, let's move out.",
      "de": "Alles bereit, lass uns gehen.",
      "es": "Todo está preparado, partamos.",
      "fr": "Tout est en ordre, allons-y.",
      "pt": "Está tudo pronto, vamos partir.",
      "ru": "Всё готово. Выдвигаемся.",
      "id": "Semuanya sudah siap. Ayo.",
      "th": "ทุกอย่างพร้อมแล้ว ไปกันเถอะ",
      "vi": "Mọi thứ đã sẵn sàng, xuất phát!"
    }
  }
]