[
  {
    "title": {
      "zhs": "伊甸之花",
      "zht": "伊甸之花",
      "jp": "エデンの花",
      "ko": "에덴의 꽃",
      "en": "Flower of Eden",
      "de": "Blume von Eden",
      "es": "Flor del Edén",
      "fr": "Fleur d'Éden",
      "pt": "Flor de Éden",
      "ru": "Цветок Эдема",
      "id": "Flower of Eden",
      "th": "Flower of Eden",
      "vi": "Hoa Địa Đàng"
    },
    "description": {
      "zhs": "阿贝多的<color=#FFD780FF>创生法·拟造阳华</color>生成的刹那之花绽放时，为阿贝多自己回复1.2点元素能量。",
      "zht": "阿貝多的<color=#FFD780FF>創生法·擬造陽華</color>生成的刹那之花綻放時，為阿貝多自身回復1.2點元素能量。",
      "jp": "アルベドの<color=#FFD780FF>創生術·擬似陽華</color>の刹那の花が放たれた時、アルベド自身の元素エネルギーが1.2回復する。",
      "ko": "알베도의 <color=#FFD780FF>창생법·모조 태양꽃</color>으로 생성된 찰나의 꽃이 피어날 때, 알베도 자신의 원소 에너지가 1.2pt 회복된다",
      "en": "Transient Blossoms generated by Albedo's <color=#FFD780FF>Abiogenesis: Solar Isotoma</color> regenerate 1.2 Energy for Albedo.",
      "de": "Stellt Albedo beim Erblühen der Blüte der Vergänglichkeit von <color=#FFD780FF>Chemische Evolution – Sonnennachbildung</color> 1,2 Punkte Elementarenergie wieder her.",
      "es": "Cuando explota una flor fugaz de <color=#FFD780FF>Abiogénesis: Isotoma solar</color> creada por Albedo, este recupera 1.2 pts. de Energía Elemental.",
      "fr": "Albedo récupère 1,2 pts d'énergie élémentaire lorsqu'un Germe éphémère généré par <color=#FFD780FF>Genèse : Aura solaire</color> éclot.",
      "pt": "Flores Transitórias geradas pela <color=#FFD780FF>Abiogênese - Radiação Solar</color> de Albedo regeneram 1.2 de Energia para Albedo.",
      "ru": "Цветки мимолётности, сгенерированные навыком Альбедо <color=#FFD780FF>Абиогенез: Цветок солнца</color>, восстанавливают 1,2 ед. энергии Альбедо.",
      "id": "Transient Blossom yang muncul dari skill <color=#FFD780FF>Abiogenesis: Solar Isotoma</color> akan memulihkan 1,2 Energy Albedo.",
      "th": "เมื่อ Transient Blossom ที่เกิดขึ้นจาก <color=#FFD780FF>Abiogenesis: Solar Isotoma</color> ของ Albedo เบ่งบาน จะฟื้นฟูพลังงานธาตุ 1.2 หน่วย ให้แก่ตัวของ Albedo เอง",
      "vi": "Khi Hoa Khoảnh Khắc được tạo ra từ <color=#FFD780FF>Thuật Sáng Thế - Chế Tạo Mặt Trời</color> của Albedo bung nở, sẽ hồi 1,2 điểm Năng Lượng Nguyên Tố cho Albedo."
    },
    "imgid": "constellation_1"
  },
  {
    "title": {
      "zhs": "显生之宙",
      "zht": "顯生之宙",
      "jp": "顕生の宇宙",
      "ko": "현생의 누대",
      "en": "Opening of Phanerozoic",
      "de": "Zeit des Lebens",
      "es": "Eón Fanerozoico",
      "fr": "Éon de l'avènement",
      "pt": "Éon da Vida",
      "ru": "Открытие фанерозоя",
      "id": "Opening of Phanerozoic",
      "th": "Opening of Phanerozoic",
      "vi": "Liên Đại Hiển Sinh"
    },
    "description": {
      "zhs": "<color=#FFD780FF>创生法·拟造阳华</color>的刹那之花绽放时，会为阿贝多赋予生灭计数效果，持续30秒：\n·施放<color=#FFD780FF>诞生式·大地之潮</color>时，清除所有生灭计数效果，并根据清除的层数，提高诞生式·大地之潮的爆发伤害与生灭之花造成的伤害；\n·每层生灭计数，会提高等同于阿贝多防御力的30%的伤害；\n·该效果至多叠加4次。",
      "zht": "<color=#FFD780FF>創生法·擬造陽華</color>的刹那之花綻放時，會為阿貝多賦予生滅計數效果，持續30秒。\n·施放<color=#FFD780FF>誕生式·大地之潮</color>時，清除所有生滅計數效果，並根據清除的層數提高誕生式·大地之潮的爆發傷害與生滅之花的傷害。\n·每層生滅計數提高等同於阿貝多防禦力30%的傷害。\n·該效果至多疊加四層。",
      "jp": "<color=#FFD780FF>創生術·擬似陽華</color>の刹那の花が放たれた時、アルベドに生滅カウントを付与する。継続時間30秒。\n·<color=#FFD780FF>誕生式·大地の潮</color>を発動する時、全ての生滅カウントを取り除く。取り除かれた数によって、誕生式·大地の潮の爆発ダメージと生滅の花のダメージがアップする。\n·生滅カウント1つにつき、アルベドの防御力30%分のダメージがアップする。\n生滅カウントは最大4重まで。",
      "ko": "<color=#FFD780FF>창생법·모조 태양꽃</color>의 찰나의 꽃이 피어날 때 알베도에게 생멸 카운트 효과를 부여한다. 지속 시간: 30초\n·<color=#FFD780FF>탄생식·대지의 파동</color>을 발동하면 모든 생멸 카운트 효과를 지우고, 지운 스택이 많을수록 탄생식·대지의 파동의 버스트 피해와 생멸의 꽃으로 가하는 피해가 증가한다.\n·생멸 카운트가 1스택 쌓일 때마다 피해가 알베도 방어력의 30%만큼 증가한다.\n·최대 중첩수: 4회",
      "en": "Transient Blossoms generated by <color=#FFD780FF>Abiogenesis: Solar Isotoma</color> grant Albedo Fatal Reckoning for 30s:\n·Unleashing <color=#FFD780FF>Rite of Progeniture: Tectonic Tide</color> consumes all stacks of Fatal Reckoning. Each stack of Fatal Reckoning consumed increases the DMG dealt by Fatal Blossoms and Rite of Progeniture: Tectonic Tide's burst DMG by 30% of Albedo's DEF.\n·This effect stacks up to 4 times.",
      "de": "Verleiht Albedo beim Erblühen der Blüte der Vergänglichkeit von <color=#FFD780FF>Chemische Evolution – Sonnennachbildung</color> 30 s lang den Effekt Tödliche Abrechnung:\n· Beendet den Effekt von Tödliche Abrechnung bei Anwendung von <color=#FFD780FF>Fortpflanzung – Tektonische Welle</color> und erhöht den Explosionsschaden von Fortpflanzung – Tektonische Welle sowie den von Blüten der Sterblichkeit gemäß den Stapelungen des beendeten Effekts.\n· Erhöht den Schaden in Höhe von 30 % von Albedos VTD pro Stapelung von Tödliche Abrechnung.\n· 4-fach stapelbar.",
      "es": "Al explotar, las flores fugaces de <color=#FFD780FF>Abiogénesis: Isotoma solar</color> otorgan a Albedo aritmética fatídica durante 30 s:\n·Al utilizar <color=#FFD780FF>Creación: Marea tectónica</color>, se consumen todas las acumulaciones de aritmética fatídica y el daño infligido por las explosiones de Creación: Marea tectónica y de las flores de la muerte aumenta en una cantidad equivalente al 30% de la DEF de Albedo por cada acumulación.\n·Este efecto puede acumularse un máximo de 4 veces.",
      "fr": "<color=#FFD780FF>Genèse : Aura solaire</color> confère pendant 30 s l'effet Jugement fatal à Albedo lorsque des Germes éphémères sont générés :\n· Tous les cumuls de Jugement dernier sont consommés lors du lancement de <color=#FFD780FF>Transformation : Reflux Géo</color>, conférant aux Germes fatals et aux DGT d'explosion de cette aptitude un bonus de DGT proportionnel au nombre de cumuls.\n· Chaque cumul de Jugement dernier confère un bonus de DGT équivalant à 30 % de la DÉF d'Albedo.\n· Cet effet peut être cumulé 4 fois maximum.",
      "pt": "Flores Transitórias geradas pela <color=#FFD780FF>Abiogênese - Radiação Solar</color> concedem ao Albedo Julgamento Fatal por 30s:\nDesencadeando o <color=#FFD780FF>Ritual da Progenitura - Maré Tectônica</color> consome todos os acúmulos do Julgamento Fatal. Cada acúmulo do Julgamento Fatal consumido aumenta o Dano causado pelas Flores Fatais e o Dano de Explosão do Ritual da Progenitura: Maré Tectônica em 30% da DEF de Albedo.\nEste efeito pode ser acumulado até 4x.",
      "ru": "Цветки мимолётности, сгенерированные навыком <color=#FFD780FF>Абиогенез: Цветок солнца</color>, на 30 сек. наделяют Альбедо Роковым расчётом:\n· Активация навыка <color=#FFD780FF>Ритуал рождения: Тектоническая волна</color> снимает эффект Рокового расчёта и, в зависимости от снятых уровней эффекта, увеличивает урон от взрыва навыка Ритуал рождения: Тектоническая волна и урон Цветков неизбежности.\n· Каждый уровень Рокового расчёта увеличивает урон на 30% от защиты Альбедо.\n· Этот эффект может складываться до 4 раз.",
      "id": "Transient Blossom yang dihasilkan oleh <color=#FFD780FF>Abiogenesis: Solar Isotoma</color> memberikan Albedo Fatal Reckoning selama 30 detik:\n·Melancarkan skill <color=#FFD780FF>Rite of Progeniture: Tectonic Tide</color> akan mengonsumsi seluruh lapisan Fatal Reckoning, meningkatkan DMG yang diakibatkan oleh Tectonic Tide dan Fatal Blossom berdasarkan jumlah lapisan yang dikonsumsi.\n·Setiap lapis Fatal Reckoning akan meningkatkan DMG sebesar 30% DEF Albedo.\nEfek ini dapat ditumpuk hingga 4 kali.",
      "th": "เมื่อ Transient Blossom ที่เกิดจาก <color=#FFD780FF>Abiogenesis: Solar Isotoma</color> เบ่งบาน จะมอบเอฟเฟกต์ Fatal Reckoning ให้แก่ Albedo เป็นเวลา 30 วินาที:\n·เมื่อปล่อย <color=#FFD780FF>Rite of Progeniture: Tectonic Tide</color> จะเป็นการล้างเอฟเฟกต์ทั้งหมดของ Fatal Reckoning และเพิ่มความเสียหายของ Rite of Progeniture: Tectonic Tide และ Fatal Blossom ตามจำนวนชั้นของเอฟเฟกต์ที่ถูกล้าง;\n·Fatal Reckoning แต่ละชั้นที่ถูกใช้ จะเพิ่มความเสียหายเท่ากับ 30% ของพลังป้องกันของ Albedo ให้กับ Rite of Progeniture: Tectonic Tide และ Fatal Blossom;\n·เอฟเฟกต์ดังกล่าวสามารถซ้อนทับได้มากสุด 4 ครั้ง",
      "vi": "Khi Hoa Khoảnh Khắc từ <color=#FFD780FF>Thuật Sáng Thế - Chế Tạo Mặt Trời</color> nở, sẽ ban hiệu quả Sinh Tử cho Albedo, kéo dài 30s:\n·Khi thi triển <color=#FFD780FF>Chiêu Giáng Sinh - Sóng Vỗ Đại Lục</color> sẽ xóa tất cả hiệu quả Sinh Tử và tăng sát thương nổ của Chiêu Giáng Sinh - Sóng Vỗ Đại Lục cũng như sát thương do Hoa Sinh Tử gây ra theo số tầng bị xóa.\n·Mỗi tầng Sinh Tử sẽ tăng sát thương bằng 30% phòng ngự của Albedo.\n·Hiệu quả này tối đa cộng dồn 4 lần."
    },
    "imgid": "constellation_2"
  },
  {
    "title": {
      "zhs": "太阳之华",
      "zht": "太陽之華",
      "jp": "太陽の華",
      "ko": "태양의 꽃",
      "en": "Grace of Helios",
      "de": "Sonnenkranz",
      "es": "Gracia de Helios",
      "fr": "Fleur solaire",
      "pt": "Esplendor Solar",
      "ru": "Милость Гелиоса",
      "id": "Grace of Helios",
      "th": "Grace of Helios",
      "vi": "Ánh Sáng Mặt Trời"
    },
    "description": {
      "zhs": "<color=#FFD780FF>创生法·拟造阳华</color>的技能等级提高3级。\n至多提升至15级。",
      "zht": "<color=#FFD780FF>創生法·擬造陽華</color>的技能等級提高3級。\n至多提升至15級。",
      "jp": "<color=#FFD780FF>創生術·擬似陽華</color>のスキルLv.+3。\n最大Lv.15まで。",
      "ko": "<color=#FFD780FF>창생법·모조 태양꽃</color>의 스킬 레벨+3\n최대 Lv.15까지 상승",
      "en": "Increases the Level of <color=#FFD780FF>Abiogenesis: Solar Isotoma</color> by 3.\nMaximum upgrade level is 15.",
      "de": "Erhöht die Stufe der Fähigkeit <color=#FFD780FF>Chemische Evolution – Sonnennachbildung</color> um 3.\nHöchststufe 15.",
      "es": "Aumenta el nivel de habilidad de <color=#FFD780FF>Abiogénesis: Isotoma solar</color> +3.\nPuede ser aumentado hasta Niv. 15.",
      "fr": "Niveau d'aptitude <color=#FFD780FF>Genèse : Aura solaire</color> +3.\nNiveau max : 15",
      "pt": "Aumenta o nível da <color=#FFD780FF>Abiogênese - Radiação Solar</color> em 3.\nO nível máximo de elevação é 15.",
      "ru": "Увеличивает уровень навыка <color=#FFD780FF>Абиогенез: Цветок солнца</color> на 3.\nМакс. уровень: 15",
      "id": "Meningkatkan 3 level <color=#FFD780FF>Abiogenesis: Solar Isotoma</color>.\nMaksimum: Lv. 15.",
      "th": "เพิ่มเลเวลสกิลของ <color=#FFD780FF>Abiogenesis: Solar Isotoma</color> ขึ้น 3 ระดับ\nเพิ่มได้มากสุด 15 ระดับ",
      "vi": "Cấp kỹ năng <color=#FFD780FF>Thuật Sáng Thế - Chế Tạo Mặt Trời</color> +3.\nTăng tối đa đến cấp 15."
    },
    "imgid": "constellation_3"
  },
  {
    "title": {
      "zhs": "神性之陨",
      "zht": "神性之隕",
      "jp": "聖なる堕落",
      "ko": "신성의 추락",
      "en": "Descent of Divinity",
      "de": "Gefallene Gottheit",
      "es": "Caída divina",
      "fr": "Chute divine",
      "pt": "Queda Divina",
      "ru": "Сошествие духовности",
      "id": "Descent of Divinity",
      "th": "Descent of Divinity",
      "vi": "Sự Giáng Thế Của Thần"
    },
    "description": {
      "zhs": "处于阳华的领域中的队伍中当前场上角色，造成的下落攻击伤害提高30%。",
      "zht": "處於陽華的領域中的隊伍中目前場上角色，造成的下落攻擊傷害提高30%。",
      "jp": "陽華のエリア内にいるキャラクターの落下攻撃ダメージ+30%。",
      "ko": "태양꽃 범위 안에 있는 현재 필드 위 캐릭터의 낙하 공격 피해가 30% 증가한다",
      "en": "Active party members within the Solar Isotoma field have their Plunging Attack DMG increased by 30%.",
      "de": "Erhöht den Schaden von Angriffen aus dem Fall von aktuellen Figuren in der Truppe innerhalb des Wirkungsbereichs der Sonnennachbildung um 30 %.",
      "es": "Si los personajes en uso están en el área de la isotoma solar, aumenta en un 30% el daño de sus Ataques Descendentes.",
      "fr": "Les personnages déployés se trouvant dans la zone de l'Aura solaire infligent 30 % de DGT d'attaque plongeante supplémentaires.",
      "pt": "Membros ativos da equipe que estiverem dentro do campo de Radiação Solar têm seu Dano de Ataque Imersivo aumentado em 30%",
      "ru": "Увеличивает урон атаки в падении активных членов отряда в области Цветка солнца на 30%.",
      "id": "Solar Isotoma meningkatkan 30% DMG Plunging Attack untuk Karakter yang berada di dalam area Solar Isotoma.",
      "th": "ตัวละครในทีมที่เข้าร่วมการต่อสู้ในขณะนั้น และอยู่ในพื้นที่ของ Solar Isotoma จะสร้างความเสียหายจากการโจมตีพุ่งลงจากอากาศเพิ่มขึ้น 30%",
      "vi": "Nhân vật trong đội trên trận ở khu vực Hoa Mặt Trời sẽ tăng 30% sát thương tấn công khi đáp tạo ra."
    },
    "imgid": "constellation_4"
  },
  {
    "title": {
      "zhs": "冥古之潮",
      "zht": "冥古之潮",
      "jp": "太古の潮",
      "ko": "명왕누대의 파동",
      "en": "Tide of Hadean",
      "de": "Gezeiten der Unterwelt",
      "es": "Marea del Hádico",
      "fr": "Flux antique",
      "pt": "Maré de Hadeano",
      "ru": "Прилив катархея",
      "id": "Tide of Hadean",
      "th": "Tide of Hadean",
      "vi": "Thủy Triều Cổ Đại"
    },
    "description": {
      "zhs": "<color=#FFD780FF>诞生式·大地之潮</color>的技能等级提高3级。\n至多提升至15级。",
      "zht": "<color=#FFD780FF>誕生式·大地之潮</color>的技能等級提高3級。\n至多提升至15級。",
      "jp": "<color=#FFD780FF>誕生式·大地の潮</color>のスキルLv.+3。\n最大Lv.15まで。",
      "ko": "<color=#FFD780FF>탄생식·대지의 파동</color>의 스킬 레벨+3\n최대 Lv.15까지 상승",
      "en": "Increases the Level of <color=#FFD780FF>Rite of Progeniture: Tectonic Tide</color> by 3.\nMaximum upgrade level is 15.",
      "de": "Erhöht die Stufe der Fähigkeit <color=#FFD780FF>Fortpflanzung – Tektonische Welle</color> um 3.\nHöchststufe 15.",
      "es": "Aumenta el nivel de habilidad de <color=#FFD780FF>Creación: Marea tectónica</color> +3.\nPuede ser aumentado hasta Niv. 15.",
      "fr": "Niveau d'aptitude <color=#FFD780FF>Transformation : Reflux Géo</color> +3.\nNiveau max : 15",
      "pt": "Aumenta o Nível do <color=#FFD780FF>Ritual da Progenitura - Maré Tectônica</color> em 3.\nO nível máximo de elevação é 15.",
      "ru": "Увеличивает уровень навыка <color=#FFD780FF>Ритуал рождения: Тектоническая волна</color> на 3.\nМакс. уровень: 15",
      "id": "Meningkatkan 3 level <color=#FFD780FF>Rite of Progeniture: Tectonic Tide</color>.\nMaksimum: Lv. 15.",
      "th": "เพิ่มเลเวลสกิลของ <color=#FFD780FF>Rite of Progeniture - Tectonic Tide</color> ขึ้น 3 ระดับ\nเพิ่มได้มากสุด 15 ระดับ",
      "vi": "Cấp kỹ năng <color=#FFD780FF>Chiêu Giáng Sinh - Sóng Vỗ Đại Lục</color> +3.\nTăng tối đa đến cấp 15."
    },
    "imgid": "constellation_5"
  },
  {
    "title": {
      "zhs": "无垢之土",
      "zht": "無垢之土",
      "jp": "無垢なる土",
      "ko": "무구의 흙",
      "en": "Dust of Purification",
      "de": "Reine Erde",
      "es": "Tierra purificadora",
      "fr": "Pureté de la terre",
      "pt": "Poeira da Purificação",
      "ru": "Пыль очищения",
      "id": "Dust of Purification",
      "th": "Dust of Purification",
      "vi": "Đất Tinh Khiết"
    },
    "description": {
      "zhs": "处在阳华的领域中的队伍中当前场上角色，若处于结晶反应产生的护盾庇护下，造成的伤害提高17%。",
      "zht": "處在陽華的領域中的隊伍中目前場上角色，若處於結晶反應產生的護盾庇護下，造成的傷害提高17%。",
      "jp": "陽華のエリア内にいるフィールド上のキャラクターが、結晶反応で生成されたシールド状態にある時、与えるダメージ+17%。",
      "ko": "태양꽃 범위 안에 있는 현재 필드 위 캐릭터가 결정 반응으로 생성된 보호막의 보호를 받고 있을 경우 가하는 피해가 17% 증가한다",
      "en": "Active party members within the Solar Isotoma field who are protected by a shield created by Crystallize have their DMG increased by 17%.",
      "de": "Erhöht den Schaden von aktuellen Figuren in der Truppe im Schutz von durch Kristallisation entstandenen Schilden innerhalb des Wirkungsbereichs der Sonnennachbildung um 17 %.",
      "es": "Aumenta en un 17% el daño de los personajes en uso si estos están en el área de la isotoma solar y bajo la protección de un escudo creado mediante Cristalización.",
      "fr": "Les personnages déployés se trouvant dans la zone de l'Aura solaire infligent 17 % de DGT supplémentaires lorsqu'ils sont sous la protection d'un bouclier généré par une Cristallisation.",
      "pt": "Membros ativos da equipe que estiverem dentro do campo de Radiação Solar forem protegidos por um escudo criado pela Cristalização, tem seu Dano aumentado em 17%.",
      "ru": "Увеличивает урон активных членов отряда в области Цветка солнца, находящихся под эффектом щита реакции Кристалл, на 17%.",
      "id": "Solar Isotoma akan meningkatkan 17% DMG Karakter aktif yang berada dalam lingkup areanya dan dilindungi oleh perisai yang terbuat dari Crystallize.",
      "th": "เมื่อตัวละครในทีมที่เข้าร่วมการต่อสู้ในขณะนั้น และอยู่ในพื้นที่ของ Solar Isotoma ได้รับการปกป้องโดยโล่ที่เกิดจากปฏิกิริยาตกผลึก ความเสียหายที่สร้างจะเพิ่มขึ้น 17%",
      "vi": "Nhân vật trong đội trên trận ở khu vực Hoa Mặt Trời, nếu đang được bảo vệ bởi khiên sinh ra từ phản ứng kết tinh, thì sát thương tạo thành sẽ tăng 17%."
    },
    "imgid": "constellation_6"
  }
]