[
  {
    "title": {
      "zhs": "普通攻击·呲牙裂扇箭",
      "zht": "普通攻擊·呲牙裂扇箭",
      "jp": "通常攻撃·獣牙裂扇矢",
      "ko": "일반 공격·야수 이빨 화살",
      "en": "Normal Attack: Ripping Fang Fletching",
      "de": "Standardangriff: Gefletschte Zähne",
      "es": "Ataque Normal: Flecha resquebrajadora",
      "fr": "Attaque normale : Empenne aux crocs acérés",
      "pt": "Ataque Normal: Flechas de Garras Dilacerantes",
      "ru": "Оперение терзающего клыка",
      "id": "Normal Attack: Ripping Fang Fletching",
      "th": "โจมตีปกติ: Ripping Fang Fletching",
      "vi": "Tấn Công Thường - Mũi Tên Cào Xé"
    },
    "description": {
      "zhs": "<color=#FFD780FF>普通攻击</color>\n进行至多四段的连续弓箭射击。\n\n<color=#FFD780FF>重击</color>\n进行伤害更高、更为精准的<color=#FFD780FF>瞄准射击</color>。\n瞄准时，岩晶会在箭矢上持续积聚。聚满了晶岩的箭矢会造成<color=#FFE699FF>岩元素伤害</color>。\n\n<color=#FFD780FF>下落攻击</color>\n从空中射出箭雨，并迅速下坠冲击地面，在落地时造成范围伤害。",
      "zht": "<color=#FFD780FF>普通攻擊</color>\n進行至多四段的連續弓箭射擊。\n\n<color=#FFD780FF>重擊</color>\n進行傷害更高、更為精準的<color=#FFD780FF>瞄準射擊</color>。\n瞄準時，岩晶會在箭矢上持續積聚。聚滿了晶岩的箭矢會造成<color=#FFE699FF>岩元素傷害</color>。\n\n<color=#FFD780FF>下落攻擊</color>\n從空中射出箭雨，並迅速下墜衝擊地面，在落地時造成範圍傷害。",
      "jp": "<color=#FFD780FF>通常攻撃</color>\n最大4段の連続射撃を行う。\n\n<color=#FFD780FF>重撃</color>\nダメージがより高く、より精確な<color=#FFD780FF>狙い撃ち</color>を発動する。\n照準時、岩晶を矢先に凝集させ、岩晶に満ちた矢で敵に<color=#FFE699FF>岩元素ダメージ</color>を与える。\n\n<color=#FFD780FF>落下攻撃</color>\n空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与え、落下時に範囲ダメージを与える。",
      "ko": "<color=#FFD780FF>일반 공격</color>\n활로 최대 4번 공격한다.\n\n<color=#FFD780FF>강공격</color>\n피해가 더 크고 정확한 <color=#FFD780FF>조준 사격</color>을 한다.\n조준 시 바위 결정이 화살 촉에 모이고, 바위 결정이 가득 찬 화살은 <color=#FFE699FF>바위 원소 피해</color>를 준다.\n\n<color=#FFD780FF>낙하 공격</color>\n공중에서 화살비를 쏜 후 빠른 속도로 땅에 착지한다. 착지 시 범위 피해를 준다",
      "en": "<color=#FFD780FF>Normal Attack</color>\nPerforms up to 4 consecutive shots with a bow.\n\n<color=#FFD780FF>Charged Attack</color>\nPerforms a more precise <color=#FFD780FF>Aimed Shot</color> with increased DMG.\nWhile aiming, stone crystals will accumulate on the arrowhead. A fully charged crystalline arrow will deal <color=#FFE699FF>Geo DMG</color>.\n\n<color=#FFD780FF>Plunging Attack</color>\nFires off a shower of arrows in mid-air before falling and striking the ground, dealing AoE DMG upon impact.",
      "de": "<color=#FFD780FF>Standardangriff</color>\nFührt bis zu 4 Pfeilschüsse hintereinander aus.\n\n<color=#FFD780FF>Heftiger Schlag</color>\nFührt einen <color=#FFD780FF>gezielten Schuss</color> mit höherem Schaden und höherer Genauigkeit aus.\nKonzentriert die Steinkristalle während des Zielens an der Pfeilspitze, die voll aufgeladen <color=#FFE699FF>Geo-Schaden</color> verursacht.\n\n<color=#FFD780FF>Angriff aus dem Fall</color>\nSchießt in der Luft einen Pfeilregen ab, trifft schnell auf dem Boden auf und verursacht dort Flächenschaden.",
      "es": "<color=#FFD780FF>Ataque Normal</color>\nRealiza hasta 4 disparos consecutivos con arco.\n\n<color=#FFD780FF>Ataque Cargado</color>\nRealiza un <color=#FFD780FF>Disparo Preciso</color> que inflige mayor daño y tiene mayor precisión.\nAl apuntar, se acumularán fragmentos de roca en la punta de flecha. Una flecha rocosa totalmente cargada infligirá <color=#FFE699FF>Daño Geo</color>.\n\n<color=#FFD780FF>Ataque Descendente</color>\nDispara una lluvia de flechas desde el aire mientras desciende rápidamente, infligiendo Daño en el AdE al impactar contra el suelo.",
      "fr": "<color=#FFD780FF>Attaque normale</color>\nEnchaîne jusqu'à 4 tirs consécutifs.\n\n<color=#FFD780FF>Attaque chargée</color>\nEffectue un <color=#FFD780FF>tir visé</color> plus précis infligeant davantage de DGT.\nLors de la visée, la flèche se charge de cristaux de pierre, infligeant des <color=#FFE699FF>DGT Géo</color> quand elle est complètement chargée.\n\n<color=#FFD780FF>Attaque plongeante</color>\nTire une pluie de flèches depuis les airs et plonge au sol, infligeant des DGT de zone à l'impact.",
      "pt": "<color=#FFD780FF>Ataque Normal</color>\nRealiza até 4 tiros consecutivos com um arco.\n\n<color=#FFD780FF>Ataque Carregado</color>\nDispara um <color=#FFD780FF>Tiro com Mira</color> mais preciso e com Dano aumentado.\nAo mirar, Pedras Cristalizadas irão se acumular na ponta da flecha. Uma flecha em Pedras Cristalizadas completamente carregada inflige <color=#FFE699FF>Dano Geo</color>.\n\n<color=#FFD780FF>Ataque Imersivo</color>\nDispara uma chuva de flechas em pleno ar antes de atingir o chão, infligindo Dano em uma AdE durante o impacto.",
      "ru": "<color=#FFD780FF>Обычная атака</color>\nДо четырёх выстрелов из лука.\n\n<color=#FFD780FF>Заряженная атака</color>\nБолее меткий <color=#FFD780FF>прицельный выстрел</color> с увеличенным уроном.\nВо время прицеливания стрела накапливает энергию земли. Полностью заряженная энергией земли стрела наносит <color=#FFE699FF>Гео урон</color>.\n\n<color=#FFD780FF>Атака в падении</color>\nВыпускает град стрел, которые при приземлении персонажа наносят урон по площади.",
      "id": "<color=#FFD780FF>Normal Attack</color>\nMelancarkan hingga 4 serangan berturut-turut menggunakan busur.\n\n<color=#FFD780FF>Charged Attack</color>\nMelancarkan sebuah <color=#FFD780FF>Serangan Membidik</color> yang lebih akurat untuk mengakibatkan DMG lebih besar.\nSaat membidik, kristal batu akan berkumpul di ujung anak panah. Setelah terkumpul penuh, anak panah yang diluncurkan akan mengakibatkan <color=#FFE699FF>Geo DMG</color>.\n\n<color=#FFD780FF>Plunging Attack</color>\nMelancarkan hujan panah dari udara dan menerjang tanah dengan kecepatan tinggi, mengakibatkan DMG Area saat mendarat.",
      "th": "<color=#FFD780FF>โจมตีปกติ</color>\nยิงธนูโจมตีอย่างต่อเนื่องมากสุดสี่ครั้ง\n\n<color=#FFD780FF>ชาร์จโจมตี</color>\nการ<color=#FFD780FF>เล็งโจมตี</color>สร้างความเสียหายเพิ่มขึ้น และแม่นยำยิ่งขึ้น\nเมื่อเล็งโจมตีจะทำการรวบรวมธาตุหินไว้บนหัวลูกศรอย่างต่อเนื่อง ซึ่งลูกศรที่ชาร์จพลังงานธาตุหินจนเต็มแล้ว จะทำให้เกิด<color=#FFE699FF>ความเสียหายหิน</color>\n\n<color=#FFD780FF>โจมตีพุ่งลงจากอากาศ</color>\nปล่อยฝนธนูจากกลางอากาศ และพุ่งลงมายังพื้นดินอย่างรวดเร็ว โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น",
      "vi": "<color=#FFD780FF>Tấn Công Thường</color>\nThực hiện tối đa 4 lần bắn tên liên tiếp.\n\n<color=#FFD780FF>Trọng Kích</color>\n<color=#FFD780FF>Ngắm bắn</color> gây sát thương cao hơn và chính xác hơn.\nKhi ngắm bắn, nham thạch sẽ tích tụ liên tục trên mũi tên. Mũi tên tích đầy nham thạch sẽ gây <color=#FFE699FF>Sát Thương Nguyên Tố Nham</color>.\n\n<color=#FFD780FF>Tấn Công Khi Đáp</color>\nBắn mưa tên liên tiếp xuống mặt đất, đồng thời lao nhanh xuống đất và gây sát thương phạm vi khi chạm đất."
    }
  },
  {
    "title": {
      "zhs": "犬坂吠吠方圆阵",
      "zht": "犬坂吠吠方圓陣",
      "jp": "犬坂の遠吠え方円陣",
      "ko": "이누자카 멍멍 방원진",
      "en": "Inuzaka All-Round Defense",
      "de": "Inuzuka-Allzweckaufstellung",
      "es": "Defensa integral canina",
      "fr": "Défense intégrale d'Inuzaka",
      "pt": "Defesa Concentrada Inuzaka",
      "ru": "Всесторонняя защита Инудзаки",
      "id": "Inuzaka All-Round Defense",
      "th": "Inuzaka All-Round Defense",
      "vi": "Trận Hình Phòng Thủ - Inuzaka"
    },
    "description": {
      "zhs": "造成<color=#FFE699FF>岩元素范围伤害</color>，并立起大将旗指物。\n\n<color=#FFD780FF>大将旗指物</color>\n依据施放时队伍中元素类型为<color=#FFE699FF>岩元素</color>的角色数量，为其领域内的当前场上角色赋予如下效果：\n·一名角色时：「坚牢」：防御力提升；\n·二名角色时：「难破」：除上述效果外，提升抗打断能力；\n·三名角色时：「摧碎」：除上述效果外，获得<color=#FFE699FF>岩元素伤害加成</color>。\n\n同时只能存在一个由五郎自己创造的大将旗指物；角色只能获得一个大将旗指物提供的效果。角色离开领域后，领域的效果将持续2秒。\n\n<color=#FFD780FF>长按</color>\n可以调整技能生效位置。\n\n<i>「只要进入此阵中，便能保证性命安全无虞！」无论何时何地，作为领军的大将，五郎最不希望看到的就是跟随其身后的同伴受到伤害吧。</i>",
      "zht": "造成<color=#FFE699FF>岩元素範圍傷害</color>，並立起大將旗指物。\n\n<color=#FFD780FF>大將旗指物</color>\n依據施放時隊伍中元素類型為<color=#FFE699FF>岩元素</color>的角色數量，為其領域內的目前場上角色賦予如下效果：\n·一名角色時：「堅牢」：防禦力提升；\n·二名角色時：「難破」：除上述效果外，提升抗打斷能力；\n·三名角色時：「摧碎」：除上述效果外，獲得<color=#FFE699FF>岩元素傷害加成</color>。\n\n同時只能存在一個由五郎自己創造的大將旗指物；角色只能獲得一個大將旗指物提供的效果。角色離開領域後，領域的效果將持續2秒。\n\n<color=#FFD780FF>長按</color>\n可以調整技能生效位置。\n\n<i>「只要進入此陣中，便能保證性命安全無虞！」無論何時何地，作為領軍的大將，五郎最不希望看到的就是跟隨其身後的同伴受到傷害吧。</i>",
      "jp": "<color=#FFE699FF>岩元素範囲ダメージ</color>を与え、大将の旗指物を掲げる。\n\n<color=#FFD780FF>大将の旗指物</color>\n発動時、チームにいる<color=#FFE699FF>岩元素</color>タイプキャラクターの人数に応じて、領域内のフィールド上キャラクターに下記効果を与える。\n·1人の時·「堅牢」：防御力がアップ。\n·2人の時·「破耐」：上記効果に加え、中断耐性がアップ。\n·3人の時·「粉砕」：上記効果に加え、<color=#FFE699FF>岩元素ダメージ</color>がアップ。\n\nゴロー自身が創造した大将の旗指物は、同時に最大1つまで存在可能。キャラクターが獲得できる大将の旗指物の効果は1種のみ。キャラクターが領域を出た後、領域による効果は2秒続く。\n\n<color=#FFD780FF>長押し</color>\nスキルの発動位置を調整できる。\n\n<i>「この陣の中にいれば、命の安全を保障しよう！」いつどこであろうとゴローが避けたいこと、それは仲間が傷つくことだ。</i>",
      "ko": "<color=#FFE699FF>바위 원소 범위 피해</color>를 주고, 대장의 깃발을 세운다.\n\n<color=#FFD780FF>대장의 깃발</color>\n발동 시 파티 내 원소 타입이 <color=#FFE699FF>바위 원소</color>인 캐릭터 수에 따라 해당 영역 안에 있는 필드 위 캐릭터에게 아래의 효과를 부여한다:\n·1명일 경우, 「견고」: 방어력 상승.\n·2명일 경우, 「불락」: 위 효과에서 추가로 경직 저항력 상승.\n·3명일 경우, 「분쇄」: 위 효과에서 추가로 <color=#FFE699FF>바위 원소 피해 보너스</color> 획득.\n\n고로가 생성한 대장의 깃발은 필드 위에 하나만 존재할 수 있다. 캐릭터는 대장의 깃발 하나가 제공하는 효과만 획득할 수 있다. 캐릭터가 영역을 벗어난 후, 영역의 효과는 2초간 지속된다.\n\n<color=#FFD780FF>홀드</color>\n스킬이 발동되는 위치를 조절할 수 있다.\n\n<i>「이 원진에만 들어온다면 생명의 안전은 보장할 수 있지!」 언제 어디서나 군대를 이끄는 대장으로서 고로가 가장 원치 않는 것은 자신을 따르는 동료가 상처를 입는 것이다</i>",
      "en": "Deals <color=#FFE699FF>AoE Geo DMG</color> and sets up a General's War Banner.\n\n<color=#FFD780FF>General's War Banner</color>\nProvides up to 3 buffs to active characters within the skill's AoE based on the number of <color=#FFE699FF>Geo</color> characters in the party at the time of casting:\n· 1 Geo character: Adds \"Standing Firm\" - DEF Bonus.\n· 2 Geo characters: Adds \"Impregnable\" - Increased resistance to interruption.\n· 3 Geo characters: Adds \"Crunch\" - <color=#FFE699FF>Geo DMG Bonus</color>.\n\nGorou can deploy only 1 General's War Banner on the field at any one time. Characters can only benefit from 1 General's War Banner at a time. When a party member leaves the field, the active buff will last for 2s.\n\n<color=#FFD780FF>Hold</color>\nAdjust the location of the skill.\n\n<i>\"Take up this formation and we'll be safe — I guarantee it!\" As a general and a leader of troops, the last thing Gorou wants is to see is those who follow him getting hurt.</i>",
      "de": "Verursacht <color=#FFE699FF>Geo-Flächenschaden</color> und stellt ein Generalbanner auf.\n\n<color=#FFD780FF>Generalbanner</color>\nVerleiht den aktuellen Figuren im Wirkungsbereich gemäß der Anzahl an Figuren in der Truppe mit dem <color=#FFE699FF>Geo-Element</color> zum Zeitpunkt der Anwendung folgende Effekte:\n· 1 Figur: „Zähigkeit“, erhöht die VTD.\n· 2 Figuren: „Unbeirrbarkeit“, verleiht den obigen Effekt und erhöht den Unterbrechungs-WDS.\n· 3 Figuren: „Trümmer“, verleiht die obigen Effekte und erhöht den <color=#FFE699FF>Geo-Schaden</color>.\n\nZu einem Zeitpunkt kann nur ein von Gorou selbst erschaffenes Generalbanner existieren. Figuren können nur die Boni eines einzigen Generalbanners erhalten. Der Effekt innerhalb des Wirkungsbereichs bleibt für Figuren bis 2 s nach dem Verlassen des Wirkungsbereichs bestehen.\n\n<color=#FFD780FF>Gedrückt halten</color>\nWirkungsbereich der Fähigkeit kann angepasst werden.\n\n<i>„Wir müssen nur diese Formation einnehmen und wir werden in Sicherheit sein!“ Als General und Truppenführer ist das Letzte, was Gorou will, dass diejenigen verletzt werden, die ihm folgen.</i>",
      "es": "Inflige <color=#FFE699FF>Daño Geo en el AdE</color> e iza el estandarte del general.\n\n<color=#FFD780FF>Estandarte del general</color>\nTeniendo en cuenta el número de personajes <color=#FFE699FF>Geo</color> que hay en el equipo al lanzar esta habilidad, otorga los siguientes efectos a los personajes en uso dentro de la zona del estandarte:\n·1 personaje - Robustez: aumenta la DEF.\n·2 personajes - Inquebrantabilidad: además del efecto anterior, aumenta la RES a interrupción.\n·3 personajes - Fragmentación: además de los anteriores efectos, otorga un <color=#FFE699FF>Bono de Daño Geo</color>.\n\nSolo puede existir al mismo tiempo un estandarte del general creado por Gorou, y los demás personajes solo podrán beneficiarse de los efectos de un único estandarte. Cuando el personaje sale de la zona, los efectos de esta seguirán activos durante 2 s.\n\n<color=#FFD780FF>Mantener pulsado</color>\nAjusta la ubicación en la que se activa la habilidad.\n\n<i>“En esta posición, puedo garantizar la total seguridad de mis soldados”. Sea donde sea y cuando sea, como general, lo último que desea Gorou es ver heridos a sus fieles soldados.</i>",
      "fr": "#Inflige des <color=#FFE699FF>DGT Géo de zone</color> et érige une bannière de général.\n\n<color=#FFD780FF>Bannière de général</color>\nAccorde les effets suivants aux personnages déployés dans la zone d'effet en fonction de la quantité de personnages de type <color=#FFE699FF>Géo</color> dans l'équipe au moment de l'utilisation :\n· Avoir 1 personnage Géo accorde un effet de Pied ferme : bonus de DÉF.\n· Avoir 2 personnages Géo accorde un effet d'Imprenabilité : effet précédent + bonus de RÉS à l'interruption.\n· Avoir 3 personnages Géo accorde un effet de Fracas : effets précédents + <color=#FFE699FF>bonus de DGT Géo</color>.\n\nGorou ne peut générer qu'une bannière de général à la fois, et les personnages ne peuvent bénéficier des effets que d'une seule bannière de général à la fois. Lorsque le personnage quitte la zone, les effets continuent pendant 2 s.\n\n<color=#FFD780FF>Appui long</color>\nAjuste la zone où la compétence sera lancée.\n\n<i>« Adoptez cette formation et nous serons en sécurité, je vous le garantis{NON_BREAK_SPACE}! » En tant que général et chef des troupes, la dernière chose que Gorou veut, c'est de voir ses soldats blessés.</i>",
      "pt": "Causa <color=#FFE699FF>Dano Geo em uma AdE</color> e levanta o Estandarte do General.\n\n<color=#FFD780FF>Estandarte do General</color>\nFornece os seguintes bônus com base no número de membros da equipe que são do Elemento <color=#FFE699FF>Geo</color>:\nTer 1 membro da equipe do Elemento Geo concede o efeito \"Robusto\": Bônus de DEF.\nTer 2 membros da equipe do Elemento Geo concede o efeito \"Inquebrável\": Resistência a interrupção, além do efeito do mencionado anteriormente.\nTer 3 membros da equipe do Elemento Geo concede o efeito \"Destruidor\": concede um <color=#FFE699FF>Bônus de Dano GEO</color>, além dos efeitos mencionados anteriormente.\n\nApenas 1 Estandarte do General que Gorou criou pode existir no campo a qualquer momento. Os personagens só podem se beneficiar de 1 Estandarte do General por vez. Quando os membros da equipe deixam o campo, os efeitos do campo duram por 2s.\n\n<color=#FFD780FF>Manter Pressionado</color>\nMantenha Pressionado para designar o local que ficará a habilidade.\n\n<i>\"Assuma esta formação e estaremos seguros - eu garanto!\" Como general e líder das tropas, a última coisa que Gorou quer é ver aqueles que o seguem serem feridos.</i>",
      "ru": "Наносит <color=#FFE699FF>Гео урон по площади</color> и устанавливает Боевой штандарт генерала.\n\n<color=#FFD780FF>Боевой штандарт генерала</color>\nДаёт усиления активному персонажу в области действия штандарта в зависимости от числа персонажей <color=#FFE699FF>Гео</color> в отряде:\n· Если в отряде есть один персонаж Гео, даётся эффект Стойкость, увеличивающий защиту.\n· При наличии двух персонажей Гео в отряде действует Крепость: к эффекту Стойкости добавляется сопротивление прерыванию.\n· Три персонажа Гео в отряде дают эффект Ярость: к прошлым эффектам прибавляется <color=#FFE699FF>бонус Гео урона</color>.\n\nГоро не может установить больше одного своего Боевого штандарта генерала на поле боя одновременно. Персонажи могут одновременно использовать эффекты только одного Боевого штандарта генерала. Эффект области действует в течение 2 сек. после выхода из области.\n\n<color=#FFD780FF>Долгое нажатие</color>\nИспользуется для выбора места действия навыка.\n\n<i>«Займите места в этом построении, и мы будем в безопасности - я гарантирую это!» - как генерал и настоящий лидер Горо меньше всего хочет, чтобы те, кто следует за ним, пострадали.</i>",
      "id": "Mengakibatkan <color=#FFE699FF>Geo DMG Area</color> dan mendirikan General's War-Banner.\n\n<color=#FFD780FF>General's War-Banner</color>\nMemberikan buff berikut kepada Karakter aktif di dalam area skill, berdasarkan jumlah Karakter <color=#FFE699FF>Geo</color> di dalam party saat Banner didirikan:\n·Satu Karakter — memberikan efek \"Standing Firm\": Bonus DEF.\n·Dua Karakter — memberikan efek \"Impregnable\": Bonus DEF dan meningkatkan pertahanan terhadap interupsi.\n·Tiga Karakter — memberikan efek \"Crunch\": Bonus DEF, peningkatan pertahanan terhadap interupsi, dan memberikan <color=#FFE699FF>Bonus Geo DMG</color>.\n\nHanya bisa ada 1 General's War-Banner ciptaan Gorou yang ada di medan pertempuran dalam waktu bersamaan. Karakter hanya dapat memperoleh buff dari 1 General's War-Banner. Setelah Karakter meninggalkan area General's War-Banner, efek buff tersebut akan berlanjut selama 2 detik.\n\n<color=#FFD780FF>Mode Tahan</color>\nDapat menyesuaikan posisi skill.\n\n<i>\"Asalkan dapat masuk ke formasi ini, aku jamin kita akan aman!\" Tidak peduli di mana pun dan kapan pun, Gorou sang Jenderal tidak akan pernah ingin melihat rekan-rekannya terluka.</i>",
      "th": "#สร้าง<color=#FFE699FF>ความเสียหายหินวงกว้าง</color> และตั้ง General's War-Banner ขึ้น\n\n<color=#FFD780FF>General's War-Banner</color>\nมอบเอฟเฟกต์ดังต่อไปนี้ ให้แก่ตัวละครที่อยู่ในพื้นที่ของมันในขณะนั้น โดยขึ้นอยู่กับจำนวนตัวละครในทีมที่มีชนิดของธาตุเป็น<color=#FFE699FF>ธาตุหิน</color>ในตอนที่ปล่อย:\n·เมื่อมีตัวละคร 1 ตัว - \"Standing Firm\": พลังป้องกันเพิ่มขึ้น;\n·เมื่อมีตัวละคร 2 ตัว - \"Impregnable\": นอกเหนือจากเอฟเฟกต์ที่กล่าวข้างต้นแล้ว จะเพิ่มความสามารถในการต้านทานการหยุดชะงัก;\n·เมื่อมีตัวละคร 3 ตัว - \"Crunch\": นอกเหนือจากเอฟเฟกต์ที่กล่าวข้างต้นแล้ว จะได้รับ<color=#FFE699FF>โบนัสความเสียหายหิน</color>\n\nภายในช่วงเวลาเดียวกัน จะสามารถมี General's War-Banner ที่ตัวของ Gorou เองสร้างขึ้นได้เพียงอันเดียวเท่านั้น; ตัวละครจะสามารถรับเอฟเฟกต์จาก General's War-Banner ได้เพียงอันเดียวเท่านั้น และหลังจากที่ตัวละครออกนอกพื้นที่ เอฟเฟกต์ของพื้นที่จะยังคงอยู่เป็นเวลา 2 วินาที\n\n<color=#FFD780FF>{LAYOUT_MOBILE#แตะค้าง}{LAYOUT_PC#กดค้าง}{LAYOUT_PS#กดค้าง}</color>\nสามารถปรับตำแหน่งการเกิดเอฟเฟกต์ของสกิลได้\n\n<i>\"ขอแค่ใช้รูปแบบการจัดทัพนี้ แล้วทุกคนก็จะปลอดภัย!\" ไม่ว่าจะเป็นที่ไหนหรือเมื่อไหร่ ในฐานะพลเอกผู้นำทัพ สิ่งที่ Gorou ไม่อยากเห็นที่สุด ก็คือการที่ต้องมาเห็นเหล่าสหายร่วมรบที่ติดตามเขาได้รับบาดเจ็บล่ะนะ</i>",
      "vi": "Gây <color=#FFE699FF>Sát Thương Phạm Vi Nguyên Tố Nham</color>, đồng thời cắm Đại Tướng Chiến Kỳ.\n\n<color=#FFD780FF>Đại Tướng Chiến Kỳ</color>\nCăn cứ vào số lượng nhân vật <color=#FFE699FF>Nguyên Tố Nham</color> trong đội khi thi triển để cung cấp hiệu quả cho nhân vật đứng trong phạm vi Đại Tướng Chiến Kỳ như sau:\n·Một nhân vật - \"Kiên Cố\": Tăng phòng ngự;\n·Hai nhân vật - \"Trụ Vững\": Ngoài hiệu quả trên, tăng thêm kháng gián đoạn;\n·Ba nhân vật - \"Phá Hủy\": Ngoài hiệu quả trên, <color=#FFE699FF>tăng Sát Thương Nguyên Tố Nham</color>.\n\nCùng lúc chỉ có thể tồn tại một Đại Tướng Chiến Kỳ do bản thân Gorou tạo ra; Nhân vật chỉ có thể nhận được hiệu quả của một Đại Tướng Chiến Kỳ. Sau khi nhân vật rời khỏi khu vực, hiệu quả của khu vực sẽ kéo dài 2s.\n\n<color=#FFD780FF>Nhấn Giữ</color>\nCó thể điều chỉnh vị trí hiệu lực của kỹ năng.\n\n<i>\"Chỉ cần ở trong trận hình này, tính mạng của mọi người sẽ được đảm bảo!\" Dù ở bất cứ đâu, thân là tướng quân, Gorou cũng không hy vọng đồng đội của mình bị thương.</i>"
    }
  },
  {
    "title": {
      "zhs": "兽牙逐突形胜战法",
      "zht": "獸牙逐突形勝戰法",
      "jp": "獣牙突撃陣形戦法",
      "ko": "야수 이빨 돌격형 승전법",
      "en": "Juuga: Forward Unto Victory",
      "de": "Juuga – Vorwärts zum Sieg",
      "es": "Colmillo de la victoria",
      "fr": "Crocs bestiaux : Vers la victoire",
      "pt": "Juuga: Para a Vitória",
      "ru": "Дзюга: Вперёд к победе",
      "id": "Juuga: Forward Unto Victory",
      "th": "Juuga: Forward Unto Victory",
      "vi": "Chiến Pháp Đột Kích - Juuga"
    },
    "description": {
      "zhs": "展现大将之威，造成<color=#FFE699FF>岩元素范围伤害</color>，并展开大将威仪之领域，鼓舞身边的战友。\n\n<color=#FFD780FF>大将威仪</color>\n具有如下特性：\n·领域拥有等同于元素战技「犬坂吠吠方圆阵」创造的大将旗指物的效果，依据施放时队伍中元素类型为<color=#FFE699FF>岩元素</color>的角色数量，为其领域内的当前场上角色赋予效果，并且会随着当前场上角色移动；\n·每1.5秒，会产生一次岩晶崩破，对领域内一名敌人造成<color=#FFE699FF>岩元素范围伤害</color>；\n·每1.5秒，将领域内1枚结晶反应产生的晶片吸引至当前角色的位置。\n\n施放时，若场上存在五郎自己的大将旗指物，会将其破坏。此外，在大将威仪的持续期间，五郎自己施放元素战技「犬坂吠吠方圆阵」时，将不会产生大将旗指物。\n五郎倒下时将解除五郎自己的大将威仪效果。\n\n<i>「地势在我！」五郎能够稍许改变战场的地势以获得胜利，此为对抗强敌的不二秘诀。</i>",
      "zht": "展現大將之威，造成<color=#FFE699FF>岩元素範圍傷害</color>，並展開大將威儀之領域，鼓舞身邊的戰友。\n\n<color=#FFD780FF>大將威儀</color>\n具有如下特性：\n·領域擁有等同於元素戰技「犬坂吠吠方圓陣」創造的大將旗指物的效果，依據施放時隊伍中元素類型為<color=#FFE699FF>岩元素</color>的角色數量，為其領域內的目前場上角色賦予效果，並且會隨著目前場上角色移動；\n·每1.5秒，會產生一次岩晶崩破，對領域內一名敵人造成<color=#FFE699FF>岩元素範圍傷害</color>；\n·每1.5秒，將領域內1枚結晶反應產生的晶片吸引至當前角色的位置。\n\n施放時，若場上存在五郎自己的大將旗指物，會將其破壞。此外，在大將威儀的持續期間，五郎自己施放元素戰技「犬坂吠吠方圓陣」時，將不會產生大將旗指物。\n五郎倒下時將解除五郎自己的大將威儀效果。\n\n<i>「地勢在我！」五郎能夠稍許改變戰場的地勢以獲得勝利，此為對抗強敵的不二秘訣。</i>",
      "jp": "大将の威厳を示し、<color=#FFE699FF>岩元素範囲ダメージ</color>を与え、大将威儀の領域を展開して周囲の戦友を鼓舞する。\n\n<color=#FFD780FF>大将威儀</color>\n大将威儀は以下の特性を持つ。\n·領域は元素スキル「犬坂の遠吠え方円陣」が創造した大将の旗指物と同じ効果を持つ。発動時、チームにいる<color=#FFE699FF>岩元素</color>タイプキャラクターの人数に応じて、領域内のフィールド上キャラクターに効果を与える。また、領域はフィールド上キャラクターと共に移動する。\n·1.5秒毎に岩晶崩滅を発動し、領域内の敵1体に<color=#FFE699FF>岩元素範囲ダメージ</color>を与える。\n·1.5秒毎に領域内の結晶反応で生成した結晶の欠片を1つ、キャラクターの位置に引き寄せる。\n\n発動時、ゴロー自身の大将の旗指物が存在する場合、それは破壊される。また、大将威儀の継続時間内、ゴロー自身が元素スキル「犬坂の遠吠え方円陣」を発動しても、大将の旗指物は創造されない。\nゴローが戦闘不能になった時、ゴロー自身の大将威儀効果はクリアされる。\n\n<i>「地の利を得たぞ！」ゴローは戦場の地勢を僅かに変えることができる。強敵に立ち向かう彼が用いる、勝利への秘訣だ。</i>",
      "ko": "대장의 위엄을 보여주며 <color=#FFE699FF>바위 원소 범위 피해</color>를 주고, 대장의 위용 영역을 펼쳐 주변 전우를 격려한다.\n\n<color=#FFD780FF>대장의 위용</color>\n대장의 위용은 아래의 특성을 지닌다:\n·영역은 원소전투 스킬 「이누자카 멍멍 방원진」으로 생성된 대장의 깃발과 같은 효과를 지니고, 발동 시 파티 내에 원소 타입이 <color=#FFE699FF>바위 원소</color>인 캐릭터 수에 따라 영역 내 필드 위 캐릭터에게 효과를 부여하며, 필드 위 캐릭터의 움직임을 따라간다.\n·1.5초마다 바위 결정 붕괴가 일어나 영역 내 적 1기에게 <color=#FFE699FF>바위 원소 범위 피해</color>를 준다.\n·1.5초마다 영역 내 1개의 결정이 반응해 생긴 결정 조각을 현재 캐릭터의 위치로 끌어당긴다.\n\n발동 시, 필드 위에 존재하는 고로 자신의 대장의 깃발은 파괴된다. 대장의 위용 지속 시간 동안 고로가 원소전투 스킬 「이누자카 멍멍 방원진」을 발동하면 대장의 깃발이 생성되지 않는다.\n고로가 전투 불능 상태에 빠지면 고로 자신의 대장의 위용 효과가 해제된다.\n\n<i>「지리적 우세는 우리한테 있어!」 고로는 전장의 지형을 살짝 바꿔 전쟁을 승리로 이끌 수 있다. 강적을 상대할 때 그가 사용하는 비결이다</i>",
      "en": "Displaying his valor as a general, Gorou deals <color=#FFE699FF>AoE Geo DMG</color> and creates a field known as General's Glory to embolden his comrades.\n\n<color=#FFD780FF>General's Glory</color>\nThis field has the following properties:\n· Like the General's War Banner created by Inuzaka All-Round Defense, provides buffs to active characters within the skill's AoE based on the number of <color=#FFE699FF>Geo</color> characters in the party. Also moves together with your active character.\n· Generates 1 Crystal Collapse every 1.5s that deals <color=#FFE699FF>AoE Geo DMG</color> to 1 opponent within the skill's AoE.\n· Pulls 1 elemental shard in the skill's AoE to your active character's position every 1.5s (elemental shards are created by Crystallize reactions).\n\nIf a General's War Banner created by Gorou currently exists on the field when this ability is used, it will be destroyed. In addition, for the duration of General's Glory, Gorou's Elemental Skill \"Inuzaka All-Round Defense\" will not create the General's War Banner.\n If Gorou falls, the effects of General's Glory will be cleared.\n\n<i>\"We have the high ground!\" Gorou can ever so slightly change the terrain of the battlefield to help win victory. This technique has seen him through many battles against seemingly superior opposition.</i>",
      "de": "Gorou zeigt seine Macht als General, verursacht <color=#FFE699FF>Geo-Flächenschaden</color> und erstellt ein Feld der „Würde des Generals“, um seine Kameraden zu ermuntern.\n\n<color=#FFD780FF>Würde des Generals</color>\nMerkmale:\n· Das Feld verleiht aktuellen Figuren im Wirkungsbereich gemäß der Anzahl an Figuren in der Truppe mit dem <color=#FFE699FF>Geo-Element</color> die gleichen Effekte wie das Generalbanner der Elementarfähigkeit „Inuzuka-Allzweckaufstellung“ und folgt den Bewegungen der aktuellen Figur.\n· Erschafft alle 1,5 s einen Kristallzusammenbruch, der einem Gegner im Wirkungsbereich <color=#FFE699FF>Geo-Flächenschaden</color> zufügt.\n· Zieht alle 1,5 s 1 durch Kristallisationsreaktionen entstehenden Splitter im Wirkungsbereich zur Position der aktuellen Figur.\n\nZerstört, wenn ein von Gorou selbst erschaffenes Generalbanner bei der Anwendung dieser Fähigkeit vorhanden ist, dieses Generalbanner. Erschafft kein Generalbanner, wenn Gorou selbst während der Wirkungsdauer von Würde des Generals seine Elementarfähigkeit „Inuzuka-Allzweckaufstellung“ anwendet.\nDer Effekt von Würde des Generals, den Gorou selbst geschaffen hat, erlischt, wenn Gorou ohnmächtig wird.\n\n<i>„Das Terrain ist uns zum Vorteil!“ Gorou kann das Terrain des Schlachtfelds ein wenig verändern, um den Sieg zu erlangen. Diese einzigartige Technik hat ihn schon durch viele Kämpfe gegen mächtige Feinde gebracht.</i>",
      "es": "Haciendo una muestra de su poder, inflige <color=#FFE699FF>Daño Geo en el AdE</color> y crea un área llamada “gloria del general” para animar a sus aliados.\n\n<color=#FFD780FF>Gloria del general</color>\nPosee las siguientes características:\n·Tiene los mismos efectos que el estandarte del general creado con la Habilidad Elemental, “Defensa integral canina”, es decir, según el número de personajes <color=#FFE699FF>Geo</color> que hay en el equipo, otorga ciertos efectos al personaje en uso dentro de la zona del estandarte, el cual se va moviendo junto a dicho personaje.\n·Cada 1.5 s, provoca un derrumbamiento rocoso que inflige <color=#FFE699FF>Daño Geo en el AdE</color> contra un enemigo situado en la zona.\n·Cada 1.5 s, atrae hasta la ubicación del personaje en uso un fragmento creado por la reacción de Cristalización dentro de la zona.\n\nSi al lanzar esta habilidad ya existe un estandarte del general creado por Gorou, dicho estandarte se destruirá. Además, mientras la zona de gloria del general esté activa, cuando Gorou realice su Habilidad Elemental, “Defensa integral canina”, no creará otro estandarte del general.\nSi Gorou es derrotado, los efectos de gloria del general desaparecerán.\n\n<i>“¡Tenemos la ventaja del terreno!”. Gorou es capaz de modificar ligeramente el terreno de la batalla para conseguir la victoria.</i>",
      "fr": "#Affichant sa bravoure de général, Gorou inflige des <color=#FFE699FF>DGT Géo de zone</color> et crée un champ de prestige de général pour enhardir ses compagnons.\n\n<color=#FFD780FF>Prestige de général</color>\nLes caractéristiques suivantes s'appliquent :\n· Ce champ possède des effets identiques à ceux de la bannière de général créée par la compétence élémentaire « Défense intégrale d'Inuzaka », accordant des bonus aux personnages déployés dans la zone d'effet en fonction du nombre de personnages de type <color=#FFE699FF>Géo</color> dans l'équipe. Le champ se déplace en suivant le personnage déployé.\n· Déclenche un effondrement cristallin toutes les 1,5 s qui inflige des <color=#FFE699FF>DGT Géo de zone</color> à 1 ennemi dans la zone d'effet.\n· Attire 1 fragment élémentaire créé par une réaction de Cristallisation dans la zone d'effet vers l'emplacement du personnage déployé toutes les 1,5 s.\n\nSi une bannière de général créée par Gorou est présente lors de l'utilisation, elle sera détruite. De plus, si Gorou utilise sa compétence élémentaire « Défense intégrale d'Inuzaka » alors qu'un prestige de général est actif, il ne crée pas de bannière de général.\nSi Gorou est vaincu, les effets du prestige de général sont annulés.\n\n<i>« Le terrain est à notre avantage{NON_BREAK_SPACE}!{NON_BREAK_SPACE}» Gorou peut s'approprier la topographie du champ de bataille pour faire pencher la balance en sa faveur. Cette technique lui a permis de traverser de nombreux combats contre une opposition en apparence supérieure.</i>",
      "pt": "Demonstrando seu valor como general, Gorou causa <color=#FFE699FF>Dano Geo em uma AdE</color> e cria um campo conhecido como a Glória do General para animar seus companheiros.\n\n<color=#FFD780FF>Glória do General</color>\nEste campo tem as seguintes propriedades:\nEste campo tem efeitos idênticos aos do Estandarte do General criado por sua Habilidade Elemental, Defesa Concentrada Inuzaka, concedendo bônus baseado no número de membros da equipe cujo elemento seja <color=#FFE699FF>Geo</color>, e também se moverá junto com seu personagem ativo atual.\nCria 1 Colapso Cristalino a cada 1.5s que causa <color=#FFE699FF>Dano Geo em uma AdE</color> a 1 oponente dentro de sua AdE.\n· Ele puxará 1 fragmento elemental pela Reação de Cristalização dentro de sua área de ação para a posição do seu personagem ativo a cada 1.5 s.\n\nSe um Estandarte do General criado pelo próprio Gorou existir atualmente em campo quando esta habilidade for utilizada, ele será destruído.\n\n<i>\"Nós temos a vantagem do terreno!\" Gorou pode sempre mudar ligeiramente o terreno do campo de batalha para ajudar a ganhar a vitória. Esta técnica o tem assistido através de muitas batalhas contra uma oposição aparentemente superior.</i>",
      "ru": "Демонстрируя свой талант полководца, Горо наносит <color=#FFE699FF>Гео урон по площади</color> и создаёт область Влияния генерала для поддержки соратников.\n\n<color=#FFD780FF>Влияние генерала</color>\nОбладает следующими свойствами:\n· Даёт те же эффекты, что элементальный навык «Всесторонняя защита Инудзаки», в зависимости от количества <color=#FFE699FF>Гео</color> персонажей в отряде на момент запуска. Область перемещается вместе с активным персонажем.\n· Каждые 1,5 сек. запускает Кристальный обвал, нанося <color=#FFE699FF>Гео урон по площади</color>.\n· Каждые 1,5 сек. 1 элементальный осколок, созданный реакцией Кристалл притягивается к активному персонажу.\n\nЕсли при запуске Влияния генерала на поле есть установленный самим Горо Боевой штандарт генерала, штандарт исчезает. Если Горо запускает элементальный навык Всесторонняя защита Инудзаки во время действия Влияния генерала, Боевой штандарт не создаётся.\nСобственный эффект Влияния генерала Горо исчезает, если Горо повержен.\n\n<i>«Преимущество у нас!» - чтобы одержать победу, Горо может в некоторой степени изменять рельеф поля боя. Благодаря этому он выстоял во множестве битв против превосходящих сил противника.</i>",
      "id": "Dengan menunjukkan kewibawaan sebagai jenderal, Gorou mengakibatkan <color=#FFE699FF>Geo DMG Area</color> dan menciptakan area General's Glory untuk menyalakan semangat rekan-rekannya.\n\n<color=#FFD780FF>General's Glory</color>\nMemiliki karakteristik berikut:\n·Area ini memiliki efek yang persis seperti efek General's War Banner dari Elemental Skill Gorou, Inuzaka All-Round Defense, yang memberikan buff pada Karakter aktif di dalam area skill sesuai dengan jumlah Karakter <color=#FFE699FF>Geo</color> dalam party. Area ini juga akan mengikuti pergerakan Karakter aktif.\n·Menciptakan 1 Crystal Collapse setiap 1,5 detik yang mengakibatkan <color=#FFE699FF>Geo DMG Area</color> pada 1 musuh di lingkup area.\n·Crystal Collapse juga akan menarik 1 Elemental Shard yang terbentuk dari Reaksi Crystallize dalam area tersebut ke posisi Karakter aktif setiap 1,5 detik.\n\nBila General's War-Banner ciptaan Gorou sendiri berada di medan pertempuran saat melancarkan skill ini, maka General's War-Banner tersebut akan hancur. Selain itu, selama durasi General's Glory berlangsung, tidak akan muncul General's War-Banner saat Gorou sendiri melancarkan Elemental skill Inuzaka All-Round Defense.\nEfek General's Glory milik Gorou sendiri akan hilang ketika Gorou gugur.\n\n<i>\"Kita ada di posisi yang lebih tinggi!\" Gorou bisa sedikit mengubah medan pertempuran untuk memperoleh kemenangan. Teknik ini adalah teknik yang sangat efektif untuk menghadapi musuh kuat.</i>",
      "th": "แสดงพลังอันน่าเกรงขามของพลเอกออกมา โดยสร้าง<color=#FFE699FF>ความเสียหายหินวงกว้าง</color> และสร้างพื้นที่ General's Glory ขึ้นมา เพื่อกระตุ้นเหล่าสหายร่วมรบ ที่อยู่ในบริเวณใกล้เคียง\n\n<color=#FFD780FF>General's Glory</color>\nมีคุณลักษณะพิเศษดังต่อไปนี้:\n·พื้นที่นี้จะมีเอฟเฟกต์เช่นเดียวกันกับ General's War-Banner ที่สร้างขึ้นโดย \"Inuzaka All-Round Defense\" โดยจะมอบเอฟเฟกต์ให้แก่ตัวละครที่อยู่ในพื้นที่ของมันในขณะนั้น โดยขึ้นอยู่กับจำนวนตัวละครในทีม ที่มีชนิดของธาตุเป็น<color=#FFE699FF>ธาตุหิน</color>ในตอนที่ปล่อย และจะเคลื่อนที่ไปด้วยกันกับตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น;\n·ในทุก 1.5 วินาที จะสร้าง Crystal Collapse ออกมาหนึ่งครั้ง เพื่อสร้าง<color=#FFE699FF>ความเสียหายหินวงกว้าง</color>ให้แก่ศัตรูที่อยู่ในพื้นที่หนึ่งตัว;\n·ในทุก 1.5 วินาที จะดึงดูดเศษเสี้ยวที่เกิดจากปฏิกิริยาการตกผลึกที่อยู่ในพื้นที่ ให้เข้ามายังตำแหน่งที่ตัวละครอยู่ในขณะนั้น 1 อัน\n\nในขณะที่ปล่อยสกิล หากมี General's War-Banner ที่ตัวของ Gorou เองสร้างขึ้นด้วย มันจะถูกทำลาย นอกจากนี้ในระหว่างช่วงเวลาต่อเนื่องของ General's Glory เมื่อตัวของ Gorou เองใช้สกิลธาตุ \"Inuzaka All-Round Defense\" จะไม่ทำให้เกิด General's War-Banner\nเอฟเฟกต์ General's Glory ของตัว Gorou เองจะหายไป เมื่อเขาหมดสติ\n\n<i>\"ฉันกุมความได้เปรียบเอาไว้แล้ว!\" Gorou สามารถเปลี่ยนแปลงภูมิประเทศของสนามรบได้เล็กน้อย เพื่อให้ได้มาซึ่งชัยชนะ โดยสิ่งนี้เป็นเคล็ดลับในการเผชิญหน้ากับศัตรูที่ทรงพลัง</i>",
      "vi": "Đại tướng xung trận, gây <color=#FFE699FF>Sát Thương Phạm Vi Nguyên Tố Nham</color>, đồng thời thiết lập khu vực Uy Nghi Đại Tướng để cổ vũ chiến hữu bên cạnh.\n\n<color=#FFD780FF>Uy Nghi Đại Tướng</color>\nĐặc tính cụ thể như sau:\n·Khu vực có hiệu quả giống với Đại Tướng Chiến Kỳ tạo ra từ kỹ năng nguyên tố \"Trận Hình Phòng Thủ - Inuzaka\", căn cứ vào số lượng nhân vật <color=#FFE699FF>Nguyên Tố Nham</color> trong đội khi thi triển để cung cấp hiệu quả cho nhân vật đứng trong khu vực hiệu ứng, đồng thời sẽ di chuyển theo nhân vật trong trận;\n·Mỗi 1.5s sẽ sản sinh một lần Kết Tinh Tan Vỡ, gây <color=#FFE699FF>Sát Thương Phạm Vi Nguyên Tố Nham</color> cho một kẻ địch trong khu vực hiệu ứng;\n·Mỗi 1.5s sẽ thu hút 1 Mảnh sinh ra từ phản ứng Kết Tinh trong khu vực đến vị trí của nhân vật hiện tại.\n\nKhi thi triển, nếu trong trận có Đại Tướng Chiến Kỳ của Gorou tạo ra, sẽ phá hủy nó. Ngoài ra, trong thời gian duy trì Uy Nghi Đại Tướng, kỹ năng nguyên tố \"Trận Hình Phòng Thủ - Inuzaka\" mà Gorou thi triển sẽ không tạo ra Đại Tướng Chiến Kỳ.\nKhi Gorou ngã xuống sẽ xóa bỏ hiệu quả Uy Nghi Đại Tướng của bản thân Gorou.\n\n<i>\"Địa hình vô song!\" Gorou có thể thay đổi địa hình, dẫn dắt mọi người đến chiến thắng, là bí thuật độc đáo để khắc chế cường địch.</i>"
    }
  },
  {
    "title": {
      "zhs": "不畏风雨",
      "zht": "不畏風雨",
      "jp": "風雨を恐れず",
      "ko": "두렵지 않은 비바람",
      "en": "Heedless of the Wind and Weather",
      "de": "Bei Wind und Regen",
      "es": "Contra viento y marea",
      "fr": "Nonchalance du vent et de la pluie",
      "pt": "Contra o Vento e a Maré",
      "ru": "Бросая вызов стихии",
      "id": "Heedless of the Wind and Weather",
      "th": "Heedless of the Wind and Weather",
      "vi": "Không Ngại Mưa Gió"
    },
    "description": {
      "zhs": "施放<color=#FFD780FF>兽牙逐突形胜战法</color>后的12秒内，附近的队伍中所有角色的防御力提升25%。",
      "zht": "施放<color=#FFD780FF>獸牙逐突形勝戰法</color>後的12秒內，附近的隊伍中所有角色的防禦力提升25%。",
      "jp": "<color=#FFD780FF>獣牙突撃陣形戦法</color>を発動した後の12秒間、周囲のチーム全員の防御力+25%。",
      "ko": "<color=#FFD780FF>야수 이빨 돌격형 승전법</color> 시전 후 12초 동안 주변의 파티 내 모든 캐릭터의 방어력이 25% 증가한다",
      "en": "After using <color=#FFD780FF>Juuga: Forward Unto Victory</color>, all nearby party members' DEF is increased by 25% for 12s.",
      "de": "Erhöht bei Anwendung von <color=#FFD780FF>Juuga – Vorwärts zum Sieg</color> die VTD aller Truppenmitglieder in der Nähe 12 s lang um 25 %.",
      "es": "Al realizar <color=#FFD780FF>Colmillo de la victoria</color>, la DEF de todos los miembros del equipo cercanos aumenta en un 25% durante 12 s.",
      "fr": "Pendant 12 s après <color=#FFD780FF>Crocs bestiaux : Vers la victoire</color>, la DÉF de tous les personnages de l'équipe à proximité augmente de 25 %.",
      "pt": "Nos 12 segundos seguintes de lançar <color=#FFD780FF>Juuga: Para a Vitória</color>, a DEF de todos os membros da equipe ao redor será aumentada em 25%.",
      "ru": "В течение 12 сек. после запуска навыка <color=#FFD780FF>Дзюга: Вперёд к победе</color> защита всех членов отряда поблизости увеличивается на 25%.",
      "id": "Meningkatkan 25% DEF seluruh anggota party di sekitar selama 12 detik setelah melancarkan <color=#FFD780FF>Juuga: Forward Unto Victory</color>.",
      "th": "ภายใน 12 วินาที หลังจากใช้ <color=#FFD780FF>Juuga: Forward Unto Victory</color> พลังป้องกันของตัวละครทั้งหมดในทีม ที่อยู่ในบริเวณใกล้เคียงจะเพิ่มขึ้น 25%",
      "vi": "Trong 12s sau khi thi triển <color=#FFD780FF>Chiến Pháp Đột Kích - Juuga</color>, mức phòng ngự của tất cả thành viên trong đội gần đó tăng 25%."
    }
  },
  {
    "title": {
      "zhs": "报恩之守",
      "zht": "報恩之守",
      "jp": "報恩の守護",
      "ko": "보은의 수호",
      "en": "A Favor Repaid",
      "de": "Unvergessene Dankbarkeit",
      "es": "Favor recíproco",
      "fr": "Faveur rendue",
      "pt": "Um Favor Recíproco",
      "ru": "Ответная услуга",
      "id": "A Favor Repaid",
      "th": "A Favor Repaid",
      "vi": "Lòng Báo Ơn"
    },
    "description": {
      "zhs": "基于防御力，五郎的以下攻击造成的伤害提高：\n·<color=#FFD780FF>犬坂吠吠方圆阵</color>的技能伤害提高值：防御力的156%；\n·<color=#FFD780FF>兽牙逐突形胜战法</color>的技能伤害与岩晶崩破伤害提高值：防御力的15.6%。",
      "zht": "基於防禦力，五郎的以下攻擊造成的傷害提高：\n·<color=#FFD780FF>犬坂吠吠方圓陣</color>的技能傷害提高值：防禦力的156%；\n·<color=#FFD780FF>獸牙逐突形勝戰法</color>的技能傷害與岩晶崩破傷害提高值：防禦力的15.6%。",
      "jp": "防御力を基準に、ゴローの下記攻撃のダメージが増加する。\n·<color=#FFD780FF>犬坂の遠吠え方円陣</color>のスキルダメージが防御力156%分アップする。\n·<color=#FFD780FF>獣牙突撃陣形戦法</color>のスキルダメージと岩晶崩滅のダメージが防御力15.6%分アップする。",
      "ko": "방어력에 기반해 고로가 가하는 아래 공격의 피해가 증가한다.\n·<color=#FFD780FF>이누자카 멍멍 방원진</color>의 스킬 피해 증가치: 방어력의 156%\n·<color=#FFD780FF>야수 이빨 돌격형 승전법</color>의 스킬 피해와 바위 결정 붕괴 피해 증가치: 방어력의 15.6%",
      "en": "Gorou receives the following DMG Bonuses to his attacks based on his DEF:\n· <color=#FFD780FF>Inuzaka All-Round Defense</color>: Skill DMG increased by 156% of DEF\n· <color=#FFD780FF>Juuga: Forward Unto Victory</color>: Skill DMG and Crystal Collapse DMG increased by 15.6% of DEF",
      "de": "Erhöht den mit folgenden Angriffen von Gorou verursachten Schaden basierend auf seiner VTD:\n· Erhöht den Schaden der Fähigkeit <color=#FFD780FF>Inuzuka-Allzweckaufstellung</color> um 156 % der VTD.\n· Erhöht den Schaden der Fähigkeit <color=#FFD780FF>Juuga – Vorwärts zum Sieg</color> sowie den Schaden von Kristallzusammenbruch um 15,6 % der VTD.",
      "es": "Aumenta el daño de los siguientes ataques de Gorou en proporción a su DEF:\n·El daño de habilidad de <color=#FFD780FF>Defensa integral canina</color> aumenta en un 156% de su DEF.\n·El daño de habilidad de <color=#FFD780FF>Colmillo de la victoria</color> y de los derrumbamientos rocosos aumenta en un 15.6% de su DEF.",
      "fr": "Les DGT des attaques suivantes de Gorou augmentent en fonction de sa DÉF :\n· Les DGT de compétence de <color=#FFD780FF>Défense intégrale d'Inuzaka</color> augmentent à hauteur de 156 % de sa DÉF.\n· Les DGT de compétence et les DGT de l'effondrement cristallin de <color=#FFD780FF>Crocs bestiaux : Vers la victoire</color> augmentent à hauteur de 15,6 % de sa DÉF.",
      "pt": "Gorou recebe os seguintes Bônus de Dano aos seus ataques baseado em sua DEF:\n<color=#FFD780FF>Defesa Concentrada Inuzaka</color> aumenta o Dano da habilidade em 156% da sua DEF.\n<color=#FFD780FF>Juuga: Para a Vitória</color> aumenta o Dano da habilidade e do Colapso Cristalino em 15.6% da DEF.",
      "ru": "Урон атак Горо увеличивается пропорционально его защите:\n· Урон навыка <color=#FFD780FF>Всесторонняя защита Инудзаки</color> повышается на 156% защиты.\n· Урон навыка <color=#FFD780FF>Дзюга: Вперёд к победе</color> и кристального обвала увеличивается на 15,6% защиты.",
      "id": "Berdasarkan DEF-nya, Gorou memperoleh Bonus DMG berikut:\n·Meningkatkan DMG skill <color=#FFD780FF>Inuzaka All-Round Defense</color> sebesar 156% DEF Gorou.\n·Meningkatkan DMG skill <color=#FFD780FF>Juuga: Forward Unto Victory</color> dan DMG Crystal Collapse sebesar 15,6% DEF Gorou.",
      "th": "ความเสียหายของการโจมตีต่อไปนี้ของ Gorou จะเพิ่มขึ้น โดยขึ้นกับพลังป้องกันของเขาเอง:\n·ความเสียหายของสกิล <color=#FFD780FF>Inuzaka All-Round Defense</color> เพิ่มขึ้น 156% ของพลังป้องกัน\n·ความเสียหายของสกิล <color=#FFD780FF>Juuga: Forward Unto Victory</color> และความเสียหายของ Crystal Collapse เพิ่มขึ้น 15.6% ของพลังป้องกัน",
      "vi": "Dựa theo sức phòng ngự, sẽ tăng sát thương của các loại tấn công sau đây cho Gorou:\n·Sát thương kỹ năng <color=#FFD780FF>Trận Hình Phòng Thủ - Inuzaka</color> tăng tương đương 156% phòng ngự;\n·Sát thương Kết Tinh Tan Vỡ và kỹ năng <color=#FFD780FF>Chiến Pháp Đột Kích - Juuga</color> tăng tương đương 15.6% phòng ngự."
    }
  },
  {
    "title": {
      "zhs": "亮晶晶发现术",
      "zht": "亮晶晶發現術",
      "jp": "キラキラ発見術",
      "ko": "반짝반짝 발견술",
      "en": "Seeker of Shinies",
      "de": "Gespür für Geglitzer",
      "es": "Perro rastreador",
      "fr": "Chien renifleur",
      "pt": "Cãozinho Farejador",
      "ru": "Искатель сияния",
      "id": "Seeker of Shinies",
      "th": "Seeker of Shinies",
      "vi": "Phát Hiện Lấp Lánh"
    },
    "description": {
      "zhs": "在小地图上显示周围的<color=#FFD780FF>稻妻区域特产</color>的位置。",
      "zht": "在小地圖上顯示周圍的<color=#FFD780FF>稻妻區域特產</color>的位置。",
      "jp": "ミニマップで周囲の<color=#FFD780FF>稲妻地域の特産</color>の位置を表示する。",
      "ko": "미니맵에 주위의 <color=#FFD780FF>이나즈마 지역 특산물</color> 위치가 나타난다",
      "en": "Displays the location of nearby <color=#FFD780FF>resources unique to Inazuma</color> on the mini-map.",
      "de": "Zeigt alle <color=#FFD780FF>Besonderheiten Inazumas</color> in der Nähe auf der Minikarte an.",
      "es": "Muestra la ubicación de los <color=#FFD780FF>objetos típicos de Inazuma</color> cercanos en el minimapa.",
      "fr": "Affiche l'emplacement des <color=#FFD780FF>produits d'Inazuma</color> sur la mini-carte.",
      "pt": "Mostra a localização de <color=#FFD780FF>recursos únicos de Inazuma</color> próximos no mapa.",
      "ru": "Отмечает <color=#FFD780FF>диковины Инадзумы</color> на мини-карте.",
      "id": "Memperlihatkan lokasi <color=#FFD780FF>produk khas Inazuma</color> di sekitar pada peta kecil.",
      "th": "แสดงตำแหน่งของ<color=#FFD780FF>ของพิเศษเฉพาะใน Inazuma</color> ในมินิแมป",
      "vi": "Hiển thị vị trí <color=#FFD780FF>đặc sản khu vực Inazuma</color> trên bản đồ nhỏ."
    }
  }
]