[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "海祇岛反抗军大将，五郎，前来助阵！早就听说过你的威名了，我将与你齐驱并进，一同攻夺胜利！哈哈，怎么样，我刚刚这句话的气势，还不错吧？",
      "zht": "#海祇島反抗軍大將，五郎，前來助陣！早就聽說過{F#妳}{M#你}的威名了，我將與{F#妳}{M#你}齊驅並進，一同攻奪勝利！哈哈，怎麼樣，我剛剛這句話的氣勢，還不錯吧？",
      "jp": "海祇島抵抗軍大将、ゴロー、助太刀に参った！お前の威名はすでに耳にしている、共に手を取り合い、勝利を収めようではないか！さっきの俺の威勢、どうだった？悪くなかっただろ？",
      "ko": "와타츠미섬 저항군 대장 고로, 도우러 왔어! 네 명성은 익히 들어 알고 있지. 난 네 옆에서 함께 싸우고, 함께 승리할 거야! 어때? 방금 내 대사? 꽤 괜찮은 기세였지?",
      "en": "General Gorou of the Watatsumi Island resistance, ready and waiting! I've long heard of your sterling reputation and I look forward to fighting our way to victory side-by-side! ...Heh, so what do you think? Did that sound inspiring?",
      "de": "Gorou, der große General des Widerstands auf der Insel Watatsumi, ist gekommen, um zu helfen! Ich habe von deinem Ruhm gehört und werde dich auf deinem Weg zum Sieg begleiten! Haha! Wie fandest du die Ansprache?",
      "es": "#General Gorou, del ejército de resistencia de la Isla Watatsumi, ¡listo para servir! Sé de tu excelente reputación desde hace tiempo, ¡así que no puedo esperar a luchar contigo por la victoria! Jeje, ¿qué te pareció? ¿Te sentiste motivad{F#a}{M#o}?",
      "fr": "Général Gorou de la Résistance de l'Île de Watatsumi, ici pour vous servir ! Cela fait longtemps que j'entends parler de vous. J'ai hâte de combattre à vos côtés jusqu'à la victoire ! Héhé... Alors, comment c'était ? Vous avez trouvé ça inspirant ?",
      "pt": "General Gorou da resistência da Ilha Watatsumi, pronto e à espera! Há muito tempo ouvi falar de sua excelente reputação e estou ansioso para lutar lado a lado em nosso caminho para a vitória! ... Então, o que você acha? Isso lhe pareceu inspirador?",
      "ru": "Генерал сопротивления острова Ватацуми Горо, готов оказать поддержку! Твоё славное имя мне известно уже давно. Мне не терпится отправиться с тобой в победный бой! Ну, что скажешь? Прозвучало воодушевляюще?",
      "id": "Jenderal Gorou dari pasukan pemberontak Pulau Watatsumi, siap menerima perintah! Aku sudah dengar reputasi gemilangmu sejak dahulu, dan telah lama menantikan saat-saat perjuangan kita menggapai kemenangan bersama-sama! Haha, bagaimana menurutmu? Sudah cukup menginspirasi belum?",
      "th": "นายพล Gorou แห่งกองทัพต่อต้านเกาะ Watatsumi มาช่วยแล้ว! ฉันได้ยินชื่อเสียงของเธอมานานแล้ว และอยากจะร่วมต่อสู้กับเธอ เพื่อคว้าชัยชนะไปด้วยกัน! ฮ่าฮ่า เป็นไงล่ะ ประโยคที่ฉันพูดเมื่อกี้ ฟังดูทรงพลังดีใช่มั้ย?",
      "vi": "Đại tướng quân kháng chiến Đảo Watatsumi, Gorou, ra trận trợ chiến! Đã nghe uy danh của bạn từ lâu, tôi sẽ cùng bạn kề vai sát cánh, cùng giành thắng lợi! Ha ha, thế nào, câu tôi vừa nói rất khí thế đúng không?"
    }
  },
  {
    "title": {
      "zhs": "闲聊·军略",
      "zht": "閒聊·軍略",
      "jp": "世間話·軍略",
      "ko": "잡담·군사 전략",
      "en": "Chat: Tactics",
      "de": "Gespräch – Taktik",
      "es": "Charla - Estrategia militar",
      "fr": "Bavardage - Tactique",
      "pt": "Bate-papo - Táticas",
      "ru": "Поболтаем: Стратегия",
      "id": "Mengobrol: Taktik",
      "th": "แชท - กลยุทธ์",
      "vi": "Nói chuyện phiếm - Sách lược"
    },
    "line": {
      "zhs": "枕戈坐甲，才能应对变数。",
      "zht": "枕戈坐甲，才能應對變數。",
      "jp": "備えあれば憂いなしだ。",
      "ko": "항상 전투태세를 갖춰야 변수에 대응할 수 있어",
      "en": "Keep your weapon at the ready. You never know what's around the corner...",
      "de": "Halt deine Waffe griffbereit. Man weiß nie, was hinter der nächsten Ecke lauert ...",
      "es": "Ten tu arma preparada, nunca se sabe qué hay a la vuelta de la esquina...",
      "fr": "Ayez toujours votre arme près de vous pour parer à toute éventualité...",
      "pt": "Mantenha sua espada preparada. Você nunca sabe o que está por vir...",
      "ru": "Всегда держи оружие наготове. Только так можно справиться с неожиданностями.",
      "id": "Senjata harus selalu siap sedia untuk menghadapi apa pun.",
      "th": "ต้องพร้อมรบอยู่เสมอถึงจะสามารถรับมือกับตัวแปรที่เข้ามาได้",
      "vi": "Luôn trong tư thế sẵn sàng mới có thể kịp thời ứng biến."
    }
  },
  {
    "title": {
      "zhs": "闲聊·训练",
      "zht": "閒聊·訓練",
      "jp": "世間話·特訓",
      "ko": "잡담·훈련",
      "en": "Chat: Training",
      "de": "Gespräch – Training",
      "es": "Charla - Entrenamiento",
      "fr": "Bavardage - Entraînement",
      "pt": "Bate-papo - Treinamento",
      "ru": "Поболтаем: Тренировки",
      "id": "Mengobrol: Latihan",
      "th": "แชท - การฝึกฝน",
      "vi": "Nói chuyện phiếm - Huấn luyện"
    },
    "line": {
      "zhs": "难得没有战事，来场体能训练吧！",
      "zht": "難得沒有戰事，來場體能訓練吧！",
      "jp": "今はせっかく戦がないんだ、特訓でもして、体力をつけとくか！",
      "ko": "모처럼 전투가 없으니까, 체력 훈련이나 하자!",
      "en": "The fighting has ceased for now... Commence physical training!",
      "de": "Es ist eine seltene Gelegenheit, dass es keinen Krieg gibt, also lasst uns eine körperliche Trainingseinheit abhalten!",
      "es": "El combate terminó por ahora... ¡Que dé comienzo el entrenamiento físico!",
      "fr": "#Les combats ont cessé pour le moment... Commençons une séance d'entraînement physique{NON_BREAK_SPACE}!",
      "pt": "A luta acabou por agora... Hora de treinamento físico!",
      "ru": "Редкие минуты затишья... Приступить к физическим упражнениям!",
      "id": "Tidak ada pertempuran ya ... Waktunya latihan fisik!",
      "th": "ไม่มีการต่อสู้ทั้งที มาฝึกฝนร่างกายกันดีกว่า!",
      "vi": "Hiếm khi không có chiến sự, hãy làm một trận huấn luyện thể chất đi!"
    }
  },
  {
    "title": {
      "zhs": "闲聊·体格",
      "zht": "閒聊·體格",
      "jp": "世間話·体格",
      "ko": "잡담·체격",
      "en": "Chat: Physique",
      "de": "Gespräch – Körperbau",
      "es": "Charla - Físico",
      "fr": "Bavardage - Physique",
      "pt": "Bate-papo - Físico",
      "ru": "Поболтаем: Физическая форма",
      "id": "Mengobrol: Fisik",
      "th": "แชท - ร่างกาย",
      "vi": "Nói chuyện phiếm - Vóc dáng"
    },
    "line": {
      "zhs": "魁梧的体格是力量的象征，对鼓舞士气也很有帮助。我得再加把劲啊！",
      "zht": "魁梧的體格是力量的象徵，對鼓舞士氣也很有幫助。我得再加把勁啊！",
      "jp": "たくましい体格は力の象徴、士気の鼓舞にも役立つ…もっと頑張らねば！",
      "ko": "건장한 체격은 힘의 상징이지. 사기를 높이는 데도 도움 되고. 더 노력해야겠어!",
      "en": "A strong body shows strength and instills confidence in others around you. I must always stay at the top of my game!",
      "de": "Ein kräftiger Körperbau ist ein Zeichen von Stärke und gut für die Moral. Ich muss mich ein bisschen mehr anstrengen!",
      "es": "Un cuerpo robusto muestra fuerza e infunde confianza a los que te rodean. ¡Debo dar lo mejor de mí en todo momento!",
      "fr": "Un corps robuste est symbole de force. C'est très important pour le moral des troupes. Et c'est pour ça que je dois toujours être au sommet de ma forme !",
      "pt": "Um corpo forte mostra força e infunde confiança nos outros ao seu redor. Devo estar sempre em forma!",
      "ru": "Крепкое тело свидетельствует о силе и вселяет уверенность в окружающих. Я всегда должен быть в форме!",
      "id": "Tubuh yang sehat adalah tubuh yang kuat. Kekuatan yang mumpuni meningkatkan semangat tempur dan daya juang orang-orang. Aku harus selalu berada dalam kondisi prima!",
      "th": "ร่างกายที่กำยำคือสัญลักษณ์ของความแข็งแกร่ง ซึ่งช่วยเสริมสร้างขวัญและกำลังใจได้มากทีเดียว ฉันต้องฟิตให้มากกว่านี้อีก!",
      "vi": "Vóc dáng vạm vỡ là biểu tượng của sức mạnh, giúp ích rất nhiều trong việc khích lệ sĩ khí. Tôi phải cố gắng thêm mới được!"
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Turun Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "尾巴湿了…找堆篝火烤一烤吧。",
      "zht": "尾巴濕了…找堆篝火烤一烤吧。",
      "jp": "しっぽが濡れた…篝火を見つけて乾かすか…",
      "ko": "꼬리가 젖었네…. 모닥불에서 좀 말려야겠어",
      "en": "Ugh, my tail's getting wet... Let's find a fire and dry off.",
      "de": "Nasser Schwanz ... Lass mich ein Lagerfeuer finden und ihn trocknen.",
      "es": "Arg, mi cola se está empapando... Encontremos un sitio para secarnos.",
      "fr": "Argh, ma queue est mouillée... Il faut que je trouve un feu de camp pour la sécher.",
      "pt": "Urg, minha cauda está ficando molhada... Vamos encontrar um fogo para se secar.",
      "ru": "Мой хвост промок... Давай найдём костёр и обсушимся.",
      "id": "Uh, ekorku basah ... Kita cari api dulu buat mengeringkan badan.",
      "th": "หางเปียกซะแล้ว...หากองไฟผิงหน่อยดีกว่าเรา",
      "vi": "Ướt đuôi rồi...Tìm đống lửa sấy khô thôi."
    }
  },
  {
    "title": {
      "zhs": "打雷的时候…",
      "zht": "打雷的時候…",
      "jp": "雷の日…",
      "ko": "번개가 칠 때…",
      "en": "When Thunder Strikes",
      "de": "Wenn es blitzt ...",
      "es": "Cuando truena...",
      "fr": "Quand le tonnerre gronde...",
      "pt": "Quando Está Trovejando...",
      "ru": "Когда гремит гром...",
      "id": "Ketika Petir Menyambar",
      "th": "ในเวลาที่ฟ้าผ่า...",
      "vi": "Khi có sấm sét..."
    },
    "line": {
      "zhs": "有敌情吗！",
      "zht": "有敵情嗎！",
      "jp": "敵襲か！？",
      "ko": "적군인가!?",
      "en": "Stay alert!",
      "de": "Ist ein Feind aufgekreuzt!?",
      "es": "¡Mantente alerta!",
      "fr": "Restez en alerte !",
      "pt": "Mantenha-se alerta!",
      "ru": "Будь начеку!",
      "id": "Waspadalah!",
      "th": "มีข้าศึกงั้นเหรอ!",
      "vi": "Có tình báo sao!"
    }
  },
  {
    "title": {
      "zhs": "下雪的时候…",
      "zht": "下雪的時候…",
      "jp": "雪の日…",
      "ko": "눈이 올 때…",
      "en": "When It Snows",
      "de": "Wenn es schneit ...",
      "es": "Cuando nieva...",
      "fr": "Quand il neige...",
      "pt": "Quando Está Nevando...",
      "ru": "Когда идёт снег...",
      "id": "Ketika Turun Salju",
      "th": "ในเวลาที่หิมะตก...",
      "vi": "Khi tuyết rơi..."
    },
    "line": {
      "zhs": "好冷…这种天气不适合露天活动啊…",
      "zht": "好冷…這種天氣不適合露天活動啊…",
      "jp": "寒い…こんな天気の日は野外活動に向いていない…",
      "ko": "추워… 이런 날씨에 야외활동은 안 하는 게 좋지…",
      "en": "Whew *shivering*... it's cold. These conditions are unsuitable for outdoor maneuvers.",
      "de": "Es ist kalt ... Dieses Wetter ist nicht geeignet für Aktivitäten im Freien ...",
      "es": "Uff... *Tiembla*, qué frío. En estas condiciones no se pueden hacer maniobras al aire libre.",
      "fr": "Brr, quel froid de canard ! Ce n'est pas un temps propice aux manœuvres en extérieur.",
      "pt": "Uuufa. *Brrrr* ...Está tão frio. Estas condições são inadequadas para operações ao ar livre.",
      "ru": "Холод собачий... В такую погоду на улице делать нечего...",
      "id": "Wuih *bergidik* ... Dingin. Kondisi begini tidak cocok untuk kegiatan di udara terbuka.",
      "th": "หนาวจัง...อากาศแบบนี้ไม่เหมาะกับกิจกรรมกลางแจ้ง...",
      "vi": "Lạnh quá...Thời tiết này không thích hợp cho hoạt động ngoài trời..."
    }
  },
  {
    "title": {
      "zhs": "阳光很好…",
      "zht": "陽光很好…",
      "jp": "晴れの日…",
      "ko": "햇살이 좋을 때…",
      "en": "When the Sun Is Out",
      "de": "Wie sonnig ...",
      "es": "Qué sol hace...",
      "fr": "Il fait bon dehors...",
      "pt": "Quando Faz Sol...",
      "ru": "Когда светит солнце...",
      "id": "Ketika Matahari Bersinar",
      "th": "แดดส่องดีจัง...",
      "vi": "Ánh nắng thật chan hòa..."
    },
    "line": {
      "zhs": "晒太阳虽好，士气却不能松懈啊。",
      "zht": "曬太陽雖好，士氣卻不能鬆懈啊。",
      "jp": "日向ぼっこもいいが、士気は落とすなよ。",
      "ko": "햇볕을 쬐는 건 좋지만, 사기가 해이해지면 안 돼",
      "en": "It'd be nice to just lie in the sun... Ahem, but I must set an example for the others.",
      "de": "Es ist gut, in der Sonne zu sein, aber man darf nichts vernachlässigen.",
      "es": "Sería genial tumbarse al sol... *Ejem*, pero debo ser un ejemplo para los demás.",
      "fr": "J'aurais bien envie de profiter du soleil, mais un soldat ne doit jamais se relâcher.",
      "pt": "Seria bom apenas deitar-se ao sol... *Cof* Mas devo dar um bom exemplo para os outros.",
      "ru": "Было бы здорово понежиться на солнце... Отставить расслабляться. Я должен подавать пример другим.",
      "id": "Pasti nyaman sekali rasanya berjemur sambil tiduran ... Ah, tidak boleh. Aku harus jadi teladan untuk yang lain.",
      "th": "ถึงแม้ว่าการอาบแดดจะเป็นอะไรที่ดี แต่ทหารอย่างเราจะทำตัวหละหลวมไม่ได้เด็ดขาด",
      "vi": "Tuy rằng tắm nắng cũng tốt, nhưng sĩ khí thì không thể lơ là."
    }
  },
  {
    "title": {
      "zhs": "刮大风了…",
      "zht": "颳大風了…",
      "jp": "暴風の日…",
      "ko": "강풍이 불 때…",
      "en": "When the Wind Is Blowing",
      "de": "Ein Sturm zieht auf.",
      "es": "Hace mucho viento...",
      "fr": "Le vent souffle fort...",
      "pt": "A Ventania Está Chegando...",
      "ru": "Когда дует сильный ветер...",
      "id": "Ketika Angin Berembus",
      "th": "ในเวลาที่ลมพัดแรง...",
      "vi": "Gió lớn quá..."
    },
    "line": {
      "zhs": "顺风进攻，我方占优。逆风作战，也不必畏惧！",
      "zht": "順風進攻，我方占優。逆風作戰，也不必畏懼！",
      "jp": "追い風ならば、我らの有利。向かい風ならば、臆すことなし！",
      "ko": "순풍일 땐 우리가 유리해. 역풍이래도 겁먹을 필요 없어!",
      "en": "We can attack downwind and press the advantage. Or, bolster our courage and fight upwind!",
      "de": "Wenn wir mit dem Wind angreifen, haben wir den Vorteil. Wenn wir gegen den Wind kämpfen, brauchen wir dennoch keine Angst zu haben!",
      "es": "Podemos atacar aprovechando la dirección del viento o armarnos de valor y luchar en su contra.",
      "fr": "On peut attaquer dans le sens du vent pour bénéficier d'un avantage majeur. Ou prendre son courage à deux mains et combattre sous un vent contraire !",
      "pt": "Podemos atacar a favor do vento e pressionar a vantagem. Ou, reforçar nossa coragem e lutar contra o vento!",
      "ru": "Мы можем атаковать по ветру и укрепить превосходство. Или набраться храбрости и воевать против ветра!",
      "id": "Kita bisa serang searah dengan angin dan tekan mereka. Atau beranikan diri dan serang melawan arah angin!",
      "th": "การโจมตีตามทิศทางของลม จะทำให้ฝ่ายเราได้เปรียบ แต่ถ้าต้องต่อสู้แบบทวนลม ก็ไม่มีอะไรที่ต้องกลัว!",
      "vi": "Tấn công xuôi chiều gió, phe ta chiếm ưu thế. Tác chiến ngược gió, cũng không cần lo sợ!"
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "晨练时间到了，要和我一起去登山吗？",
      "zht": "晨練時間到了，要和我一起去登山嗎？",
      "jp": "朝練の時間だ、俺と一緒に山に登るか？",
      "ko": "아침 훈련 시간인데, 같이 등산 갈래?",
      "en": "The sun is up and it is time to train. Shall we go climb a mountain?",
      "de": "Es ist Zeit für den Morgenspaziergang. Hast du Lust, mit mir zu wandern?",
      "es": "Ya salió el sol, es hora de entrenar. ¿Vamos a escalar una montaña?",
      "fr": "C'est l'heure de la séance d'entraînement matinale. On va escalader une montagne ?",
      "pt": "O sol já nasceu e é hora de treinar. Vamos escalar uma montanha?",
      "ru": "Пора приступать к утренней тренировке. Поднимемся на гору вместе?",
      "id": "Matahari sudah terbit, waktunya berlatih. Mau ikut naik gunung?",
      "th": "ได้เวลาฝึกช่วงเช้าแล้ว จะไปปีนเขาด้วยกันกับฉันมั้ยล่ะ?",
      "vi": "Đến giờ rèn luyện buổi sáng rồi, muốn cùng tôi leo núi không?"
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "午饭就吃鲜鱼炖萝卜和白米饭吧。这种搭配在反抗军中很流行，推荐你也试一试。",
      "zht": "#午飯就吃鮮魚燉蘿蔔和白米飯吧。這種搭配在反抗軍中很流行，推薦{F#妳}{M#你}也試一試。",
      "jp": "昼ご飯はぶり大根と白米だな！この組み合わせは抵抗軍の中でも人気なんだ、試してみろよ。",
      "ko": "점심은 생선 무조림과 흰 쌀밥이야. 이 조합이 저항군들 사이에서 유행이거든, 너도 한번 먹어봐",
      "en": "Let's have Radish and Fish Stew with plain rice for lunch today. It's been a favorite among the troops lately, so I suggest you try it, too.",
      "de": "Zum Mittagessen gibt es Fischtopf mit Rettich und Reis. Diese Kombination ist bei den Widerstandskämpfern sehr beliebt und wir empfehlen dir, sie ebenfalls zu probieren.",
      "es": "Comamos un guiso de pescado y rábano con arroz blanco para la comida de hoy. Últimamente, es uno de los platos favoritos de los soldados, así que te recomiendo que también lo pruebes.",
      "fr": "Au déjeuner aujourd'hui, c'est ragoût de radis et de poisson accompagné de riz. C'est l'un des plats préférés des soldats de la Résistance. Vous devriez essayer aussi.",
      "pt": "Vamos comer Guisado Fresco de Peixe e Rabanete com arroz no almoço hoje. Tem sido um dos favoritos das tropas ultimamente, por isso sugiro que você experimente também.",
      "ru": "На обед давай съедим рагу из редиса и рыбы с рисом. Это сочетание полюбилось солдатам сопротивления, рекомендую попробовать его и тебе.",
      "id": "Hari ini makan siangnya Radish and Fish Stew sama nasi saja ya. Akhir-akhir ini pasukanku lagi suka makan itu, jadi kusarankan kamu coba juga ya.",
      "th": "มื้อกลางวันกิน Radish and Fish Stew กับข้าวสวยก็แล้วกัน เมนูทานคู่กันแบบนี้เป็นที่ชื่นชอบในกองทัพต่อต้านมาก ๆ เลยล่ะ เธอเองก็ลองดูบ้างสิ",
      "vi": "Bữa trưa thì ăn Cá Tươi Hầm Củ Cải và cơm trắng đi. Cách phối hợp này rất phổ biến trong quân kháng chiến, bạn có thể thử xem."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "晚上也不能怠懈，要让眼睛充分适应黑暗。毕竟，黑灯瞎火的地方，也有可能变成战场。",
      "zht": "晚上也不能怠懈，要讓眼睛充分適應黑暗。畢竟，黑燈瞎火的地方，也有可能變成戰場。",
      "jp": "夜になっても警戒を怠ってはならない、目をよく暗闇に慣らすんだ。暗くて灯りのない場所は、戦場になる可能性がある。",
      "ko": "밤에도 태만하지 말고 눈이 어둠에 익숙해질 수 있게 해야 돼. 칠흑같이 어두운 곳이 전쟁터가 될 수도 있으니까",
      "en": "Though the sun is setting, our guard must remain high. We should let our eyes adapt to the dark... Even in the darkness of night, a battle may be looming.",
      "de": "Auch in der Nacht sollte man nicht nachlassen. Die Augen sollen sich an die Dunkelheit gewöhnen. In der Dunkelheit kann auch jederzeit ein Kampf stattfinden.",
      "es": "Aunque ya se está poniendo el sol, no debemos bajar la guardia. Deberíamos dejar que nuestra vista se adapte a la oscuridad, ya que la batalla puede surgir incluso en lo más oscuro de la noche.",
      "fr": "La fin de journée n'est pas un prétexte pour baisser sa garde. Il faut laisser ses yeux s'habituer à l'obscurité, car même un campement obscur peut se transformer en champ de bataille.",
      "pt": "Embora o sol esteja se pondo, nossa guarda deve permanecer erguida. Devemos deixar que nossos olhos se adaptem à escuridão... Mesmo na escuridão da noite, uma batalha pode estar se aproximando.",
      "ru": "Даже после захода солнца бдительность терять нельзя. Позволь глазам привыкнуть к темноте, ведь даже во мраке ночи может разразиться бой.",
      "id": "Matahari sudah terbenam, tapi kita tetap tidak boleh lengah. Biasakan mata agar tetap bisa melihat dalam kegelapan. Pertempuran bisa saja menunggu di ambang pintu, di balik malam yang gelap.",
      "th": "แม้ดวงอาทิตย์จะลับขอบฟ้าแล้วก็ไม่ควรชะล่าใจ ควรให้ดวงตาปรับตัวให้เข้ากับความมืด เพราะแม้แต่ที่ที่มืดมิด ก็อาจจะกลายเป็นสนามรบได้",
      "vi": "Ban đêm cũng không được lơ là, phải để mắt làm quen với bóng đêm. Dù sao, những nơi tăm tối cũng có khả năng trở thành chiến trường."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night...",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa Noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "累了吗？那就安心休息吧。待在这里放哨的任务就交给我了！保证你回来的时候，一切都跟现在一模一样。",
      "zht": "#累了嗎？那就安心休息吧。待在這裡放哨的任務就交給我了！保證{F#妳}{M#你}回來的時候，一切都跟現在一模一樣。",
      "jp": "疲れたか？安心して休むといい。ここの見張りは俺に任せろ！お前が戻ってきた時、すべてが今と同じ状態であると保証しよう。",
      "ko": "피곤해? 그럼 보초는 내가 설 테니까 넌 좀 쉬어! 네가 돌아왔을 때 모든 게 전과 똑같은 모습일 거라고 내가 보장할게",
      "en": "If you're feeling fatigued, then best turn in for the night. I'll take watch! Don't worry, you have my word that everything will still be in good order on your return.",
      "de": "Müde? Dann ruh dich aus. Überlass es mir, hier zu bleiben und aufzupassen! Stell sicher, dass bei deiner Rückkehr alles so ist, wie es jetzt ist.",
      "es": "#Si te sientes cansad{F#a}{M#o}, es mejor que te vayas a dormir. ¡Yo vigilaré! No te preocupes, te prometo que todo seguirá en orden cuando vuelvas.",
      "fr": "#Si vous êtes {M#fatigué}{F#fatiguée}, allez vous reposer. Je prends le tour de garde ! Ne vous inquiétez pas, tout sera en bon ordre à votre retour.",
      "pt": "Se você estiver se sentindo cansado, então é melhor ir deitar um pouco. Eu fico de vigia! Não se preocupe, você tem minha palavra de que tudo ainda estará em ordem no seu retorno.",
      "ru": "#{F#Устала}{M#Устал}? Тогда иди отдыхать, а дозор я возьму на себя! Уверяю, к твоему возвращению всё останется в полном порядке.",
      "id": "Kalau lelah, lebih baik kamu tidur lebih awal. Biar aku yang berjaga! Jangan takut, aku jamin keadaanya akan tetap sama seperti sekarang waktu kamu kembali nanti.",
      "th": "เหนื่อยมั้ย? งั้นก็พักผ่อนเถอะ หน้าที่อยู่เฝ้าที่นี่ปล่อยให้ฉันจัดการเอง! รับรองว่าเมื่อเธอกลับมา ทุกอย่างจะคงอยู่ในสภาพเดิม",
      "vi": "Mệt rồi sao? Vậy cứ yên tâm nghỉ ngơi đi. Nhiệm vụ canh gác ở đây cứ giao cho tôi! Đảm bảo khi bạn quay lại, mọi thứ vẫn y như cũ."
    }
  },
  {
    "title": {
      "zhs": "关于五郎自己·大哥",
      "zht": "關於五郎自己·大哥",
      "jp": "ゴロー自身について·兄貴",
      "ko": "고로 자신에 대해·형님",
      "en": "About Gorou: Top Dog",
      "de": "Über Gorou – Kumpel",
      "es": "Sobre Gorou - Sabueso",
      "fr": "À propos de Gorou - Chien en chef",
      "pt": "Sobre Gorou: Chefão",
      "ru": "О Горо: Вожак",
      "id": "Tentang Gorou: Kakak Tertua",
      "th": "เกี่ยวกับ Gorou เอง - ลูกพี่",
      "vi": "Về bản thân Gorou - Đại ca"
    },
    "line": {
      "zhs": "「五郎大哥」？你是从哪里听到的啊！唉…实不相瞒。平时，我和将士们的交流都很密切，有什么好东西也都大家一起分享。他们敬重我，私底下就大哥大哥地叫了起来。可实际上，他们的年纪都比我大啊…",
      "zht": "#「五郎大哥」？{F#妳}{M#你}是從哪裡聽到的啊！唉…實不相瞞。平時，我和將士們的交流都很密切，有什麼好東西也都大家一起分享。他們敬重我，私底下就大哥大哥地叫了起來。可實際上，他們的年紀都比我大啊…",
      "jp": "「ゴロー兄貴」？どこからそれを聞いた！はぁ…実を言うと…普段、兵士たちとはとても親しくしていて、なんでも分かち合える仲なんだ。俺を尊敬してくれているからか、裏で兄貴と呼ぶようになってな…だけど実際、あいつら俺より年上なんだ…",
      "ko": "「고로 형님」? 어디서 들은 거야? 휴… 솔직히 말할게. 평소 장병들과 친하게 지내거든. 좋은 물건이 있으면 다 같이 공유하기도 하고. 그래서 그들이 날 존중하는 의미로 사석에서 형님이라고 부르곤 해. 하지만 다들 나보다 나이가 많은걸…",
      "en": "Huh? \"Top Dog Gorou\"? Where did you hear that? *sigh* To be honest, I've grown quite close with my fellow officers, and always share any good news I might have with them. In private, they've all started calling me Top Dog out of respect... But in terms of age, they are all my seniors.",
      "de": "„Kumpel Gorou“? Wo hast du das gehört? Nun ... Ich werde nicht lügen. Normalerweise kommunizieren die Soldaten und ich sehr eng miteinander und wir teilen alle guten Dinge, die wir haben. Sie respektierten mich und nennen mich privat auch „Kumpel“. Dabei sind sie alle älter als ich.",
      "es": "¿Eh? ¿El “sabueso Gorou”? ¿Dónde oíste eso? *Suspira*, para ser honesto, tengo muy buena relación con mis soldados y siempre comparto todo lo bueno con ellos. En privado, han empezado a llamarme “sabueso” por respeto. Sin embargo, en cuanto a edad, todos ellos son mayores que yo.",
      "fr": "#« Gorou, le chien en chef » ? Où est-ce que vous avez entendu ça{NON_BREAK_SPACE}? *soupir* Pour tout vous dire, je suis assez proche de mes officiers et je partage toutes les bonnes choses que je trouve avec eux. Ils ont donc commencé à me donner le surnom de « Chien en chef » en privé... Même si en réalité, ils ont tous plus de métier que moi.",
      "pt": "Huh? \"Chefão Gorou\"? Onde você ouviu isso? *Suspiro* Para ser honesto, eu me aproximei bastante dos meus colegas oficiais e sempre compartilho qualquer boa notícia que possa ter com eles. Em particular, todos eles começaram a me chamar de Chefão por respeito... Mas, em termos de idade, todos eles são bem mais velhos.",
      "ru": "#Вожак Горо? Где ты это {F#услышала}{M#услышал}? Эх... По правде, у меня с солдатами сложились близкие отношения. Я делюсь с ними любой хорошей новостью. Из уважения они между собой начали называть меня Вожаком, хотя по возрасту все они старше меня...",
      "id": "Hah? \"Gorou si Kakak Tertua\"? Kamu dengar dari mana julukan itu? *huff* Sejujurnya, hubunganku dengan para perwira sangat dekat, dan aku selalu berbagi apa saja dengan mereka, layaknya keluarga. Lalu mereka jadi memanggilku Kakak di lingkungan pribadi kami ... Yah, kalau dilihat dari umur sih, sebenarnya mereka semua lebih tua dari aku.",
      "th": "\"ลูกพี่ Gorou\"? ไปได้ยินมาจากไหน! เฮ้อ...ขอพูดแบบไม่กั๊กเลยนะ ปกติแล้ว ฉันสนิทกับเหล่าทหารมาก มีอะไรอร่อย ๆ ก็มักจะแบ่งกับทุกคนเสมอ พวกเขาเคารพฉัน และค่อย ๆ เริ่มเรียกฉันว่าลูกพี่ แต่ความจริงแล้ว พวกเขาอายุมากกว่าฉันทั้งนั้นเลย...",
      "vi": "\"Đại ca Gorou\"? Bạn nghe được từ đâu vậy! Haiz...thật không giấu gì, bình thường tôi và các tướng sĩ rất thân mật, có đồ gì tốt đều chia sẻ với mọi người. Họ kính trọng tôi, nên âm thầm gọi tôi là đại ca. Nhưng trên thực tế, tuổi đời của họ còn lớn hơn tôi..."
    }
  },
  {
    "title": {
      "zhs": "关于五郎自己·建议",
      "zht": "關於五郎自己·建議",
      "jp": "ゴロー自身について·相談",
      "ko": "고로 자신에 대해·의견",
      "en": "About Gorou: Advice",
      "de": "Über Gorou – Vorschlag",
      "es": "Sobre Gorou - Consejos",
      "fr": "À propos de Gorou - Conseil",
      "pt": "Sobre Gorou: Conselho",
      "ru": "О Горо: Совет",
      "id": "Tentang Gorou: Wejangan",
      "th": "เกี่ยวกับ Gorou เอง - แนะนำ",
      "vi": "Về bản thân Gorou - Kiến nghị"
    },
    "line": {
      "zhs": "大概因为我总是打胜仗吧，总感觉将士们把我想象成了特别厉害的人，哪怕是小事也会来问我的建议。他们的眼神让我没法拒绝，但我的计策也有限…只能讲些大道理，或是凭直觉给出答案了。唉，会不会对不起他们呢…",
      "zht": "大概因為我總是打勝仗吧，總感覺將士們把我想像成了特別厲害的人，哪怕是小事也會來問我的建議。他們的眼神讓我沒法拒絕，但我的計策也有限…只能講些大道理，或是憑直覺給出答案了。唉，會不會對不起他們呢…",
      "jp": "俺がいつも戦いに勝つせいか、兵士たちからとてつもなく凄い人物だと思われているようだ。その証拠に、どんな小さな事でも俺に相談しに来る。あいつらの目を見ると俺も断れないんだが、俺の思いつくことにも限りがある…今のところ道理を説くか直感で答えるかしかできていない…はぁ、あいつらに悪いかな…",
      "ko": "내가 항상 전투에서 이겨서 그런지 장병들은 날 대단한 사람이라고 생각하는 모양이야. 아주 작은 일에도 내 의견을 묻곤 해. 그들의 눈빛을 보면 거절할 수 없지만, 내 계략에도 한계가 있어서… 원칙적인 얘기나, 감으로 대답을 해줄 수밖에 없거든. 에휴, 뭔가 좀 미안한 것 같네…",
      "en": "The troops seem to picture me as someone of extraordinary abilities — I think it might be because of our streak of victories lately. Now they always come to me for advice on even the most trivial matters. When I see the expectant look in their eyes, it's impossible for me to turn them away, but at the same time, my strategic ability is limited... All I can do is give some general pointers, or failing that, respond based on my gut feeling alone. *sigh* I just hope I'm not letting them down.",
      "de": "Wahrscheinlich, weil ich immer wieder Schlachten gewann, hatte ich immer das Gefühl, dass die Soldaten mich für eine besonders mächtige Person hielten und mich auch in kleineren Angelegenheiten um Rat fragten. Der Blick in ihren Augen machte es mir unmöglich, abzulehnen, aber ich hatte nur begrenzte Strategien ... Ich konnte nur gute Ratschläge geben oder Antworten geben, die auf meiner Intuition beruhten. Ach, ich werde ihnen Unrecht tun ...",
      "es": "Mis soldados me retratan como alguien de habilidades extraordinarias. Creo que se debe a nuestra reciente racha de victorias. Ahora siempre acuden a mí para que les dé consejos incluso sobre las cosas más triviales. Cada vez que veo esas miradas expectantes, me es imposible decirles que no, pero al mismo tiempo, mis habilidades estratégicas son limitadas... Lo único que puedo hacer es dar algunos consejos muy genéricos o, si no, responder según mi propia intuición. *Suspira*, espero no estar decepcionándolos...",
      "fr": "Les soldats me considèrent comme une personne aux capacités extraordinaires, sûrement en raison de notre récente série de victoires. Et maintenant, ils viennent toujours me voir pour me demander conseil, même sur les questions les plus triviales. Quand je vois leur regard plein d'espoir, il m'est impossible de leur dire non. Mais en même temps, mes capacités stratégiques sont limitées... Tout ce que je peux faire, c'est fournir des indications générales ou, à défaut, répondre en me fiant à mon intuition. *soupir* J'espère juste que je ne les déçois pas.",
      "pt": "As tropas parecem me imaginar como alguém de habilidades extraordinárias - acho que talvez seja por causa de nossa série de vitórias ultimamente. Agora eles vêm sempre me pedir conselhos até mesmo sobre os assuntos mais triviais. Quando vejo aquele olhar esperançoso nos olhos deles, é impossível para mim recusá-los, mas, ao mesmo tempo, minha capacidade estratégica é limitada... Tudo o que posso fazer é dar algumas indicações gerais, ou, caso contrário, responder com base apenas no meu instinto. *Suspiro* Só espero não estar decepcionando eles...",
      "ru": "Похоже, что из-за моих постоянных побед солдаты видят во мне человека выдающихся талантов и спрашивают совета даже по пустякам. Я не в силах отказать, когда вижу их исполненные надежды глаза, но в то же время мои стратегические навыки не безграничны... Я могу лишь давать общие указания, либо ответы на основании одной интуиции. Ах, не хотелось бы подвести их...",
      "id": "Para prajurit melihatku sebagai orang yang punya kemampuan tinggi. Kurasa itu akibat dari kemenangan berturut-turut yang berhasil kami raih belakangan ini. Kini mereka selalu minta pendapatku untuk segala sesuatu, bahkan hal sepele sekali pun. Ketika aku melihat mata mereka yang memandangku penuh harap, aku jadi tidak berdaya menolak mereka, tapi tetap saja ... kemampuanku membuat strategi juga ada batasnya. Aku hanya bisa memberi mereka petunjuk yang umum, atau kalau aku bingung, aku jawab saja sesuai firasatku. *huff* Kuharap aku tidak mengecewakan mereka.",
      "th": "อาจเพราะฉันมักจะรบชนะ เหล่าทหารเลยคิดว่าฉันเป็นคนที่เก่งกล้าสามารถเป็นพิเศษ แม้แต่เรื่องเล็ก ๆ น้อย ๆ ก็ยังมาขอคำแนะนำจากฉัน สายตาของพวกเขาทำให้ฉันไม่อาจจะปฏิเสธได้ แต่กลยุทธ์ของฉันก็มีอยู่อย่างจำกัด... ฉันเลยได้แต่ว่าไปตามเหตุผล หรือให้คำตอบไปตามสัญชาตญาณก็เท่านั้น เฮ้อ จะผิดต่อพวกเขามั้ยนะ...",
      "vi": "Có lẽ do tôi luôn thắng trận, nên có cảm giác các tướng sĩ cứ tưởng tượng tôi như một nhân vật vô cùng lợi hại, cho dù là chuyện nhỏ cũng đến hỏi ý kiến của tôi. Ánh mắt của họ khiến tôi không nỡ lòng từ chối, nhưng kế sách của tôi cũng có hạn...chỉ có thể nói một số đạo lý hoặc là các đáp án theo trực giác mà thôi. Haiz, như vậy thì có lỗi với họ không nhỉ..."
    }
  },
  {
    "title": {
      "zhs": "关于我们·倾诉",
      "zht": "關於我們·傾訴",
      "jp": "相談相手について…",
      "ko": "우리에 대해·고민 상담",
      "en": "About Us: Speaking Your Mind",
      "de": "Über uns – Sprich dich aus",
      "es": "Sobre nosotros - Sinceridad",
      "fr": "À propos de nous - Sincérité",
      "pt": "Sobre Nós: Sendo Sincero",
      "ru": "О нас: Искренность",
      "id": "Tentang Kita: Keterbukaan",
      "th": "เกี่ยวกับเรา - ระบายความในใจ",
      "vi": "Về chúng ta - Tâm sự"
    },
    "line": {
      "zhs": "有什么烦恼，千万不要埋在心里，来和我说说吧。虽然我不是什么事情都在行，但我一定会尽力为你出谋划策的。就算…就算答案不够可靠，至少我也是你忠实的听众。",
      "zht": "#有什麼煩惱，千萬不要埋在心裡，來和我說說吧。雖然我不是什麼事情都在行，但我一定會盡力為{F#妳}{M#你}出謀劃策的。就算…就算答案不夠可靠，至少我也是{F#妳}{M#你}忠實的聽眾。",
      "jp": "何か悩みがあるなら、心に溜め込まないで俺に言うといい！なんでも解決できるというわけじゃないが、精一杯お前のために知恵を絞るぞ！た、たとえ…その案があまり役に立たなくとも…俺はお前の忠実な聞き手だ。",
      "ko": "고민 있으면 마음속에 묻어두지 말고, 나한테 얘기해. 내가 모든 일을 다 잘하진 않지만, 최선을 다해서 방법을 생각해 볼게! 내 대답이… 좀 못 미더울 수도 있지만, 너의 가장 좋은 청중이 되어줄게",
      "en": "If there's anything ever troubling you, don't keep it all muzzled up inside. You can always speak your mind with me! Although I can't guarantee that I'll always have an answer, I'll certainly offer you my best advice! Even when I can't muster much of a response, you can always count on me to be a good listener. Whatever it is, I'm all ears.",
      "de": "Wenn du irgendwelche Sorgen hast, vergrabe sie nicht in dir, sondern komm zu mir und sprich mit mir darüber. Auch wenn ich nicht in allem gut bin, werde ich mein Bestes tun, um dich zu beraten. Selbst wenn ... Selbst wenn die Antworten nicht zuverlässig genug sind, werde ich zumindest dein treuer Zuhörer sein.",
      "es": "Si alguna vez hay algo que te preocupe, no te lo guardes. ¡Conmigo siempre puedes decir lo que piensas! No puedo garantizarte que siempre tenga una respuesta, ¡pero te daré mis mejores consejos! E incluso si no se me ocurre qué responder, puedes contar conmigo para escucharte. Sea lo que sea, seré todo oídos.",
      "fr": "Si quelque chose vous préoccupe, ne le gardez pas pour vous. Vous pouvez toujours dire ce que vous avez sur le cœur avec moi ! Même si je ne peux pas garantir que j'aurai toujours la réponse, je vous donnerai mes meilleurs conseils. Et même si je ne sais pas quoi vous répondre, vous pouvez toujours compter sur moi pour être à l'écoute.",
      "pt": "Se houver alguma coisa que esteja lhe incomodando, não mantenha tudo isso guardado em seu interior. Você sempre pode falar o que pensa comigo! Embora eu não possa garantir que sempre terei uma resposta, certamente lhe darei meu melhor conselho! Mesmo quando eu não conseguir criar uma resposta muito boa, você pode sempre contar comigo para ser um bom ouvinte. Seja o que for, eu sou todo ouvidos.",
      "ru": "Если тебя что-то беспокоит, ни в коем случае не держи всё в себе. Лучше поговори со мной. Может, у меня и не всегда найдётся ответ, но я постараюсь дать тебе хороший совет. А если... если и с советом не сложится, то я хотя бы выслушаю тебя.",
      "id": "Kalau ada sesuatu yang mengganggumu, jangan dipendam sendirian ya. Kamu bebas mengutarakan pikiranmu kepadaku! Biarpun aku tidak selalu punya jawaban yang pasti untuk masalahmu, setidaknya aku akan memberimu pendapatku dan pandanganku sebaik mungkin! Dan kalau aku sampai tidak mampu berkata apa-apa, aku masih bisa jadi pendengar yang baik kok. Apa pun masalahnya, aku akan selalu siap mendengar.",
      "th": "ถ้ามีเรื่องไม่สบายใจอะไร อย่าเอาแต่เก็บไว้ในใจ ระบายกับฉันมาได้เลยนะ ถึงแม้ฉันจะไม่ได้เก่งในทุก ๆ เรื่อง แต่ฉันจะพยายามให้คำแนะนำที่ดีที่สุดกับเธอ ถึงแม้...ถึงแม้คำตอบจะไม่น่าเชื่อถือเท่าไหร่ แต่อย่างน้อยฉันก็เป็นผู้ฟังที่ซื่อสัตย์ของเธอนะ",
      "vi": "Có phiền não gì thì cũng không nên chôn giấu trong lòng, hãy nói với tôi đi. Tuy rằng không phải chuyện gì tôi cũng biết, nhưng nhất định tôi sẽ cố gắng hết sức để đưa ra kế sách cho bạn. Cho dù...cho dù đáp án không đáng tin cậy, nhưng chí ít tôi cũng là một người bạn lắng nghe chân thành của bạn."
    }
  },
  {
    "title": {
      "zhs": "关于我们·同食同寝",
      "zht": "關於我們·同食同寢",
      "jp": "寝食を共にすることについて…",
      "ko": "우리에 대해·동고동락",
      "en": "About Us: Camaraderie",
      "de": "Über uns – Kameradschaft",
      "es": "Sobre nosotros - Camaradería",
      "fr": "À propos de nous - Camaraderie",
      "pt": "Sobre Nós: Camaradagem",
      "ru": "О нас: Товарищество",
      "id": "Tentang Kita: Seperjuangan",
      "th": "เกี่ยวกับเรา - กินนอนร่วมกัน",
      "vi": "Về chúng ta - Cùng ăn cùng ngủ"
    },
    "line": {
      "zhs": "一起训练，一起吃饭，一起休息…方便随时交流，还能增进我们之间的默契。到了关键时刻，一个眼神就能传递重要的信息…欸？这样不合适吗？唔…我和其他兄弟都是这样熟悉起来的啊。",
      "zht": "一起訓練，一起吃飯，一起休息…方便隨時交流，還能增進我們之間的默契。到了關鍵時刻，一個眼神就能傳遞重要的訊息…欸？這樣不合適嗎？唔…我和其他兄弟都是這樣熟悉起來的啊。",
      "jp": "一緒に訓練して、一緒に飯を食べて、一緒に休憩する…いつでも話し合いができるし、息もより合うようになるだろう。そうすれば、肝心な時に視線一つで重要な情報を交わせ…ん？あまりよくない？うぅ…俺と他の仲間たちはそうやって仲を深めたんだがな…",
      "ko": "같이 훈련하고, 같이 밥 먹고, 같이 쉬면… 소통하기도 편하고, 호흡도 잘 맞게 돼. 중요한 순간에 눈빛만으로 메시지를 전달할 수도 있고… 어? 그러면 안 돼? 음… 나랑 다른 형제들은 다 이렇게 친해졌는데",
      "en": "We train together, eat together, and relax together. There's no better way to strengthen communication and build tacit understanding between everyone on the team. In the heat of battle, just a simple glance can transmit crucial information. Hmm? You don't think it's very appropriate? Huh... Well, I mean, that's how the troops and I have been bonding as a team.",
      "de": "Gemeinsames Training, gemeinsames Essen, gemeinsames Ausruhen ... Es ist einfach, sich jederzeit zu verständigen, und es verbessert auch unser Verständnis miteinander. Wenn es so weit ist, kann ein Blick eine wichtige Botschaft vermitteln ... He? Ist dies unangemessen? Nun, so habe ich meine anderen Kameraden kennengelernt.",
      "es": "Entrenamos, comemos y descansamos juntos. No hay mejor manera que esa para reforzar la comunicación y fomentar el entendimiento mutuo de todo el equipo. En el fragor de la batalla, una simple mirada basta para transmitir una información crucial. ¿Eh? ¿No te parece apropiado? Oh... Bueno, así es como mis soldados y yo hemos establecido un vínculo de equipo.",
      "fr": "Nous nous entraînons, mangeons et nous reposons ensemble. Il n'y a pas de meilleur moyen pour renforcer la cohésion des troupes. Dans le feu de l'action, un simple regard suffit à transmettre des informations cruciales. Hein ? Vous ne trouvez pas ça approprié ? Eh bien, c'est de cette manière que mes soldats et moi avons créé des liens forts.",
      "pt": "Treinamos juntos, comemos juntos, e relaxamos juntos. Não há melhor maneira de fortalecer a comunicação e construir um relacionamento tácito entre todos os membros da equipe. No calor da batalha, apenas um simples olhar pode transmitir informações cruciais. Hmm? Você não acha que é muito apropriado? Huh... Bem, quer dizer, é assim que as tropas e eu temos nos unido como uma equipe.",
      "ru": "Мы вместе тренируемся, вместе едим, вместе отдыхаем... Чтобы укрепить общение и взаимопонимание в команде, способа лучше нет. В пылу битвы всю важную информацию можно передать одним лишь взглядом... Хм? По-твоему, это не слишком уместно? Ну... именно это нас с ребятами и сплотило.",
      "id": "Kami berlatih, makan, dan istirahat bersama. Tidak ada cara yang lebih manjur dari itu untuk membangun komunikasi dan kepercayaan dalam sebuah tim. Saat pertempuran sengit berlangsung, bahkan lirikan mata saja bisa jadi sarana komunikasi yang sangat penting. Hmm? Menurutmu cara seperti itu kurang pantas? Ah, tapi aku pakai metode itu untuk membangun ikatan dengan timku.",
      "th": "เราฝึกด้วยกัน กินด้วยกัน และพักผ่อนด้วยกัน...ทำให้สื่อสารกันได้สะดวก แถมยังช่วยเสริมสร้างความเข้าใจระหว่างกันและกันด้วย เมื่อตกอยู่ในช่วงเวลาที่สำคัญ เพียงแค่ส่งสายตาก็สามารถถ่ายทอดข้อมูลที่สำคัญได้...เอ๊ะ? ไม่เหมาะสมงั้นเหรอ? เอ่อ...ฉันกับพี่น้องคนอื่น ๆ คุ้นกับสิ่งนี้ไปแล้วน่ะสิ",
      "vi": "Cùng huấn luyện, cùng ăn cơm, cùng nghỉ ngơi... để tiện trò chuyện, như vậy sẽ giúp tăng sự thấu hiểu giữa hai ta. Vào thời khắc then chốt, chỉ cần một ánh mắt thôi là đủ để truyền đạt thông tin quan trọng... Hử? Như vậy không tiện sao? Ơ... Tôi và các huynh đệ đồng chí khác đều làm thân theo cách này mà."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về \"Vision\"..."
    },
    "line": {
      "zhs": "「神之眼」为我的战斗提供了许多帮助，让我能在战场上承担更多责任，为战友们开辟道路。但我也明白，个人的力量再强，都没法左右战争的胜负。大家齐心协力才是关键。",
      "zht": "「神之眼」為我的戰鬥提供了許多幫助，讓我能在戰場上承擔更多責任，為戰友們開闢道路。但我也明白，個人的力量再強，都沒法左右戰爭的勝負。大家齊心協力才是關鍵。",
      "jp": "「神の目」は戦いにおいて、様々な形で俺を助けてくれた。だからこそ、俺は戦場でより多くの責任を背負い、戦友のために道を切り開くことができる。だが、個人の力がどんなに強くとも、戦争の勝敗を左右することはできない。肝心なのは、心を通わせて力を合わせることなんだ。",
      "ko": "「신의 눈」은 내가 전장에서 더 큰 책임을 지고, 전우들을 위해 길을 열 수 있도록 많은 도움을 주지. 하지만 개인의 힘이 아무리 강해도 전쟁의 승패를 좌우할 수 없어. 모두가 힘을 합치는 게 제일 중요하지",
      "en": "My Vision amplifies my abilities in battle. It allows me to take greater responsibility on the battlefield and forge a way forward for the troops. But I also understand that one person alone, no matter how strong, is never enough to turn the tide of a battle. The key to victory is everyone's united effort, fighting for a common cause.",
      "de": "Das „Göttliches Auge“ hat mir im Kampf in vielerlei Hinsicht geholfen, indem es mir ermöglichte, mehr Verantwortung im Feld zu übernehmen und den Weg für meine Kameraden freizumachen. Aber ich weiß auch, dass man mit eigener Stärke einen Krieg weder gewinnen noch verlieren kann. Es geht darum, zusammenzuarbeiten.",
      "es": "Mi Visión potencia mis habilidades de combate y me permite asumir una mayor responsabilidad en el campo de batalla para labrar el camino de mis tropas. Pero sé que, por muy fuerte que sea, no basta con una sola persona para cambiar el curso de la batalla. La clave de la victoria es el esfuerzo conjunto y la lucha por una causa común.",
      "fr": "Mon œil divin amplifie mes capacités au combat. Il me permet de jouer davantage de rôles différents sur le champ de bataille et d'ouvrir la voie pour les troupes. Mais je comprends aussi qu'une personne seule, aussi forte soit-elle, ne suffit jamais à renverser le cours d'une bataille. La clé de la victoire réside dans l'effort uni de tous, dans le combat pour une cause commune.",
      "pt": "Minha Visão amplifica minhas habilidades em batalha. Ela me permite assumir maior responsabilidade no campo de batalha e forjar um caminho para as tropas. Mas também entendo que uma pessoa sozinha, por mais forte que seja, nunca é suficiente para virar a maré de uma batalha. A chave da vitória é o esforço unido de todos, lutando por uma causa em comum.",
      "ru": "Глаз Бога усиливает мои способности в бою, позволяя брать большую ответственность на поле боя и прокладывать войскам путь. Но также я понимаю, что в одиночку, каким бы сильным ты ни был, исход сражения не изменить. Единодушные усилия, единая цель - вот ключ к победе.",
      "id": "Vision memperkuat kemampuan tempurku. Dengan demikian, aku dapat memikul tanggung jawab yang lebih besar ketika bertempur, dan membukakan jalan bagi pasukan. Tapi aku juga paham bahwa sekuat apa pun itu, satu orang saja tidak akan pernah cukup untuk membalikkan situasi dalam pertempuran. Kunci kemenangan adalah persatuan, satu alasan, satu usaha dan satu tujuan.",
      "th": "\"วิชั่น\" ช่วยฉันในเรื่องการต่อสู้ได้มากเลย ทำให้ฉันได้รับหน้าที่ในสนามรบมากขึ้น เพื่อเปิดทางให้กับเหล่าสหายของฉัน แต่ฉันก็เข้าใจว่าต่อให้คนคนนึงจะแข็งแกร่งแค่ไหน ก็ไม่สามารถรบชนะได้เพียงลำพัง กุญแจสำคัญคือทุกคนต้องร่วมแรงร่วมใจกันต่างหาก",
      "vi": "\"Vision\" đã giúp đỡ tôi rất nhiều trong chiến đấu, giúp tôi đảm nhận nhiều trách nhiệm hơn trên chiến trường, giúp mở đường cho đồng đội. Nhưng tôi cũng hiểu, sức mạnh của cá nhân không thể tác động đến kết quả thắng thua của trận chiến. Mọi người phải đồng tâm hiệp lực mới là điều mấu chốt."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·轻装上阵",
      "zht": "有什麼想要分享·輕裝上陣",
      "jp": "シェアしたいこと·軽装備で戦場に赴く",
      "ko": "하고 싶은 이야기·가벼운 옷차림",
      "en": "Something to Share: Dressed for Battle",
      "de": "Willst du mir etwas mitteilen? – Kampfkleidung",
      "es": "¿Algo que decir? - Ropa militar ligera",
      "fr": "Quelque chose à partager - Panoplie de combat",
      "pt": "Algo para Compartilhar: Vestido Para a Batalha",
      "ru": "Давай поделимся: В бой налегке",
      "id": "Berbagi Cerita: Pakaian Siap Tempur",
      "th": "ต้องการจะแชร์อะไร - ชุดออกรบเบาสบาย",
      "vi": "Có gì muốn chia sẻ - Giáp nhẹ ra trận"
    },
    "line": {
      "zhs": "轻装上阵正是我的风格。我擅长灵活游走，寻找战机。我的箭矢会优先对准敌方最强的将士，挫伤对方的锐气。",
      "zht": "輕裝上陣正是我的風格。我擅長靈活遊走，尋找戰機。我的箭矢會優先對準敵方最強的將士，挫傷對方的銳氣。",
      "jp": "軽装備で戦場に赴くのが俺のやり方でな、軽快に戦場を駆け回り、戦機を見いだすのが得意なんだ。俺の弓は真っ先に敵軍の最も手練れな兵士を狙い、相手の勢いを削ぐことができる。",
      "ko": "가벼운 옷차림으로 전투에 나가는 게 나랑 잘 맞아. 난 전장을 빠르게 누비며 승기를 잡는 데 자신 있거든. 내 화살은 가장 강한 장병을 겨누고, 상대방의 기세를 꺾어버리지",
      "en": "I don't like to enter battle wearing lots of heavy equipment. I travel light, that's my style. My strength is in moving quickly around the battlefield, seeking out opportunities to take control of the fight. I always target the strongest warriors first to weaken the enemy's morale.",
      "de": "Leichte Bewaffnung ist genau mein Stil. Ich bin gut darin, mich flink zu bewegen und nach Kampfmöglichkeiten Ausschau zu halten. Meine Pfeile werden zuerst auf die stärksten Generäle des Feindes gerichtet, um sie zu bremsen.",
      "es": "No me gusta participar en el combate con un montón de equipamiento pesado. Viajo todo lo ligero que puedo, ese es mi estilo. Mi fuerza radica en moverme ágilmente por el campo de batalla y en aprovechar las oportunidades para controlar la pelea. Siempre me concentro primero en los guerreros más fuertes para debilitar la moral del enemigo.",
      "fr": "Je n'aime pas m'engager dans un combat vêtu d'un équipement lourd. Je voyage aussi léger que possible, c'est mon style. Ma force consiste à me déplacer avec agilité sur le champ de bataille et à chercher des ouvertures pour contrôler le cours du combat. Je commence toujours par attaquer les guerriers les plus forts pour affaiblir le moral de l'ennemi.",
      "pt": "Eu não gosto de entrar em batalha usando muito equipamento pesado. Viajo leve, esse é o meu estilo. Minha força está em mover-me rapidamente pelo campo de batalha, buscando oportunidades para assumir o controle da luta. Eu sempre viso primeiro os guerreiros mais fortes para enfraquecer a moral do inimigo.",
      "ru": "Я не люблю сражаться в тяжёлом обмундировании. Я всегда налегке, таков мой стиль. Я умею стремительно перемещаться по полю боя и находить возможности для получения преимущества. В первую очередь я обстреливаю самых сильных воинов, чтобы подорвать боевой дух врага.",
      "id": "Aku lebih suka terjun ke medan tempur dengan memakai zirah dan peralatan yang ringan. Aku mengutamakan kegesitan dan kecepatan, dan di situlah letak keunggulanku ketika bertempur, mengandalkan kecepatan untuk mencari mengendalikan situasi. Aku selalu mengincar petarung terkuat musuh untuk menghancurkan semangat mereka.",
      "th": "ชุดออกรบแบบเบาสบายคือสไตล์ของฉัน ฉันเชี่ยวชาญในการเคลื่อนไหวอย่างรวดเร็ว เพื่อมองหาโอกาสในการต่อสู้ ลูกธนูของฉันจะมุ่งเป้าไปที่ทหารฝ่ายตรงข้ามที่แข็งแกร่งที่สุดก่อน เพื่อข่มขวัญคู่ต่อสู้",
      "vi": "Mặc áo giáp nhẹ ra trận là phong cách của tôi. Sở trường của tôi là di chuyển linh hoạt, tìm thời cơ tốt. Mũi tên của tôi sẽ ưu tiên nhắm vào tướng sĩ mạnh nhất của địch, làm suy giảm nhuệ khí của đối phương."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·常胜将军",
      "zht": "有什麼想要分享·常勝將軍",
      "jp": "シェアしたいこと·常勝将軍",
      "ko": "하고 싶은 이야기·상승장군",
      "en": "Something to Share: Ever-Victorious General",
      "de": "Willst du mir etwas mitteilen? – Der immer siegreiche General",
      "es": "¿Algo que decir? - El general invicto",
      "fr": "Quelque chose à partager - Général victorieux",
      "pt": "Algo para Compartilhar: General Vitorioso",
      "ru": "Давай поделимся: Победоносный генерал",
      "id": "Berbagi Cerita: Jenderal Tak Terkalahkan",
      "th": "ต้องการจะแชร์อะไร - นายพลผู้ไร้พ่าย",
      "vi": "Có gì muốn chia sẻ - Thường Thắng Tướng Quân"
    },
    "line": {
      "zhs": "将士们给我取了个绰号，叫「常胜的尖耳将军」，还有些奇怪的传闻，说是「摸到五郎大哥的耳朵，就能获得常胜将军的好运」。唔…摸是绝对不行的！他们笑得再开心也不行！欸？你也想摸？喂，喂…",
      "zht": "#將士們給我取了個綽號，叫「常勝的尖耳將軍」，還有些奇怪的傳聞，說是「摸到五郎大哥的耳朵，就能獲得常勝將軍的好運」。唔…摸是絕對不行的！他們笑得再開心也不行！欸？{F#妳}{M#你}也想摸？喂，喂…",
      "jp": "兵士たちが俺にあだ名を付けてくれた、「常勝の立ち耳将軍」というらしい。それからおかしな噂もある、「ゴロー兄貴の耳を触れば、常勝将軍の運気がもらえる」と。うぅ…触るのは絶対にだめだ！たとえあいつらが笑顔になろうと、だめなものはだめなんだ！ん？お前も触りたい…？お、おい…",
      "ko": "장병들이 내게 「뾰족 귀의 상승 장군」이라는 별명을 붙여줬어. 게다가 「고로 형님의 귀를 만지면 상승 장군의 행운을 얻을 수 있다」는 이상한 소문까지 돌고 있지. 아… 만지는 건 절대 안 돼! 그들이 아무리 재밌어하더라도 안 된다고! 음? 너도 만져보고 싶다고? 야, 야…",
      "en": "The troops have come up with a nickname for me, the \"ever-victorious pointy-eared general.\" Now there's even a rumor going around saying that \"if you want Top Dog Gorou's victorious luck, give his pointy ears a rub.\" Grrr, there will be no rubbing of my ears, and that's final. If they think they can smile their way into persuading me otherwise, well, they've got another thing... Hmm? Hey, wh—what are you doing? Not you too...? Come on now, I... I thought I... Mm.... Mm...",
      "de": "Die Soldaten gaben mir den Spitznamen „Der stets siegreiche General mit spitzen Ohren“ und es gab das seltsame Gerücht, dass „das Berühren von Gorous Ohren Glück bringen“ würde. Nun ... Anfassen ist definitiv keine Option! Nicht einmal, wenn sie sich so darüber freuen! Was? Willst du sie auch anfassen? He, he ...",
      "es": "A mis soldados se les ha ocurrido un apodo para mí: el “general invicto de orejas puntiagudas”. Hasta hay un rumor que dice: “si deseas la suerte de Gorou, el sabueso invicto, toca sus puntiagudas orejas con ahínco”. Grrr, ¡nadie me toca las orejas! ¡Punto! Si creen que me van a persuadir sonriéndome, están muy equi... ¿Eh? Oye, ¿q-qué haces? ¿Tú también...? Vamos, pensé que... Humm... Humm...",
      "fr": "#Les soldats m'ont trouvé un surnom : «{NON_BREAK_SPACE}général toujours victorieux aux oreilles pointues{NON_BREAK_SPACE}». Il y a même une rumeur qui circule parmi eux, comme quoi il faudrait «{NON_BREAK_SPACE}toucher les oreilles du chef Gorou pour avoir de la chance{NON_BREAK_SPACE}»... Grr, personne ne touchera à mes oreilles, je vous le dis ! Ils n'arriveront pas à me persuader. Hé ! Qu'est-ce que vous faites...? Arrêtez, pas touche !",
      "pt": "As tropas criaram um apelido para mim, o \"General Sempre Vitorioso de Orelhas Pontiagudas\". Agora há até um rumor que diz que \"se você quer a sorte vitoriosa do Chefão Gorou, dê uma massagem em suas orelhas pontiagudas\". Grrr, não haverá ninguém esfregando minhas orelhas, e ponto final. Se eles pensam que podem sorrir para me convencer do contrário, bem, eles têm outra coisa... Hmm? Ei, o que você está fazendo? Você também não...? Vamos lá, eu... Eu pensei que eu... Hmmm.... Hmmm...",
      "ru": "Солдаты дали мне прозвище «Победоносный генерал с острыми ушами». А теперь даже ходит слух, что «если погладить острые уши генерала Горо, тебе передастся его победоносная удача». Хм... Мои уши никому трогать не разрешается! И шутить о них тоже! Эм... Ты что это делаешь? И ты туда же? Эй, эй...",
      "id": "Para prajurit punya julukan khusus buatku, yakni \"Jenderal Bertelinga Lancip yang Tak Terkalahkan\". Bahkan ada pula gosip yang bilang begini: \"Kalau ingin ketularan nasib baik Kakak Tertua, elus saja telinganya\". Grrr, enak saja, telingaku bukan untuk dielus sembarangan. Kalau mereka pikir dengan senyuman saja aku bisa terbujuk, awas saja! He-Hei, mau apa kamu? Masa kamu juga percaya sih? Ayolah, A-Aku ... Emh ... Mmm ....",
      "th": "เหล่าทหารตั้งฉายาให้ฉันว่า \"นายพลหูแหลมผู้ไร้พ่าย\" แถมยังมีข่าวลือว่า \"ถ้าจับหูของลูกพี่ Gorou แล้วจะได้รับโชคจากนายพลผู้ไร้พ่าย\" เฮ้อ...จะจับหูไม่ได้! และพวกเขาจะมีความสุขกับสิ่งนี้ไม่ได้ด้วย! ห๊ะ? เธอจะจับงั้นเหรอ? เฮ้...เฮ้...",
      "vi": "Các tướng sĩ tặng cho tôi danh hiệu này, gọi là \"Tướng Quân Tai Nhọn Thường Thắng\", và còn một số tin đồn kỳ lạ, nói rằng \"sờ vào tai của đại ca Gorou, sẽ có được may mắn của Thường Thắng Tướng Quân\". Ừm...sờ tai là chuyện tuyệt đối không thể rồi! Họ có vui cỡ nào cũng không được! Hả? Bạn cũng muốn sờ? Ê, ê..."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "听说璃月有着高耸入云的群山，真想亲眼去看看，再尽情攀登一番。",
      "zht": "聽說璃月有著高聳入雲的群山，真想親眼去看看，再盡情攀登一番。",
      "jp": "璃月には雲の高さまでそびえ立つ山々があると聞いた。ぜひこの目で見て、思う存分登ってみたいものだ！",
      "ko": "리월엔 구름 위로 높이 솟은 산들이 많다던데, 직접 가서 보고 등산도 해보고 싶어",
      "en": "I've heard that there's a mountain range in Liyue that reaches all the way up into the clouds. Ah, I'd relish a chance to go climbing there!",
      "de": "Ich habe gehört, dass es in Liyue hohe Berge gibt, und ich würde sie gern mit eigenen Augen sehen und nach Herzenslust besteigen.",
      "es": "He oído que en Liyue hay una cadena montañosa que llega hasta las nubes. *Suspira*, ¡me encantaría poder escalarla!",
      "fr": "J'ai entendu dire qu'il y avait à Liyue une chaîne de montagnes si haute qu'elle toucherait les nuages. Ah, comme j'aimerais pouvoir y aller pour l'escalader et voir ça de mes propres yeux !",
      "pt": "Ouvi dizer que há uma cordilheira em Liyue que se estende até as nuvens. Ah, eu gostaria de ter a chance de ir lá escalar!",
      "ru": "Говорят, в Ли Юэ есть горы, которые поднимаются до самых облаков. Было бы так здорово взобраться по ним.",
      "id": "Kudengar ada pegunungan di Liyue sana yang tinggi sekali sampai menembus awan. Ah, aku ingin sekali naik ke sana.",
      "th": "ได้ยินมาว่าที่ Liyue มีเทือกเขาที่สูงเทียมฟ้า อยากจะไปเห็นด้วยตาตัวเองจัง แล้วจะลองปีนดูสักตั้ง",
      "vi": "Nghe nói Liyue có những rặng núi cao chót vót, thật muốn được tận mắt chứng kiến, rồi ra sức trèo lên đó."
    }
  },
  {
    "title": {
      "zhs": "关于北斗…",
      "zht": "關於北斗…",
      "jp": "北斗について…",
      "ko": "북두에 대해…",
      "en": "About Beidou",
      "de": "Über Beidou ...",
      "es": "Sobre Beidou...",
      "fr": "À propos de Beidou...",
      "pt": "Sobre Beidou...",
      "ru": "О Бэй Доу...",
      "id": "Tentang Beidou",
      "th": "เกี่ยวกับ Beidou...",
      "vi": "Về Beidou..."
    },
    "line": {
      "zhs": "北斗船长重视情义、身手不凡，令人尊敬。她曾说不愿把同伴卷入纷争，我们也理解这一点。因此，只有到了必要的时候，才会请她来帮忙。",
      "zht": "北斗船長重視情義、身手不凡，令人尊敬。她曾說不願把同伴捲入紛爭，我們也理解這一點。因此，只有到了必要的時候，才會請她來幫忙。",
      "jp": "北斗船長はとても義理堅く、並外れた実力を持ち、尊敬に値する人だ。彼女は仲間を紛争に巻き込みたくないと言っていた、俺たちもそのことを理解している。だから、彼女に手伝ってもらうのは、本当に必要な時だけなんだ。",
      "ko": "북두 선장은 의리를 중시하고 실력도 뛰어나서 존경받을 만해. 동료들이 분쟁에 휘말리는 걸 원치 않는다고 했던 그녀의 말을 우리도 이해해. 그래서 꼭 필요할 때만 도움을 청하지",
      "en": "Captain Beidou values camaraderie, and her exceptional abilities command respect. She once said that she prefers to avoid involving her companions in disputes that don't concern them, which I can completely understand. That's why I only request her help when we have no one else to turn to.",
      "de": "Kapitän Beidou wird wegen ihrer zwischenmenschlichen Beziehungen und ihrer außergewöhnlichen Fähigkeiten respektiert. Sie hat gesagt, dass sie ihre Gefährten nicht in Streitigkeiten verwickeln will, und wir verstehen das. Daher wird sie nur im Bedarfsfall zur Hilfe gerufen.",
      "es": "La Capitana Beidou valora la camaradería, y sus excepcionales habilidades infunden respeto. Una vez, dijo que prefería evitar que sus compañeros se involucraran en peleas que no les conciernen, cosa que entiendo totalmente. Por eso solo le pido ayuda cuando no tenemos a nadie más a quien recurrir.",
      "fr": "La capitaine Beidou attache beaucoup d'importance à l'esprit de camaraderie, et ses compétences exceptionnelles forcent le respect. Elle a dit un jour qu'elle préférait éviter d'impliquer ses collègues dans des combats qui ne les concernent pas, ce que je comprends parfaitement. Compte tenu de cela, il est normal que je ne demande son aide que lorsque nous n'avons personne d'autre vers qui nous tourner.",
      "pt": "A Capitã Beidou valoriza a camaradagem, e suas excepcionais habilidades são dignas de respeito. Uma vez ela disse que prefere evitar envolver seus companheiros em disputas que não lhes dizem respeito, o que eu posso entender completamente. É por isso que só peço a ajuda dela quando não temos mais ninguém a quem recorrer.",
      "ru": "Капитан Бэй Доу ценит товарищество, а её незаурядные способности заслуживают уважения. Однажды она сказала, что не желает вовлекать своих компаньонов в споры, которые их не касаются. И я понимаю её. Поэтому я обращаюсь к ней за помощью только в случае крайней необходимости.",
      "id": "Kapten Beidou menjunjung tinggi hubungan antar rekan seperjuangan, dan kemampuannya yang luar biasa juga layak dihormati. Dia pernah bilang kalau dia tidak suka melibatkan rekan-rekannya ke dalam suatu peristiwa yang tidak ada hubungannya dengan mereka, dan aku juga setuju dengan pola pikirnya itu. Itulah kenapa aku hanya minta tolong padanya kalau tidak ada orang lain yang tersisa untuk dimintai tolong.",
      "th": "กัปตัน Beidou ให้ความสำคัญกับมิตรภาพ และฝีมือที่เก่งกาจเป็นอย่างมาก จึงทำให้ผู้คนเคารพนับถือ เราเองก็เข้าใจในจุดนี้ ดังนั้น เราจะไปขอความช่วยเหลือจากกัปตันเฉพาะในเวลาที่จำเป็นเท่านั้น",
      "vi": "Thuyền trưởng Beidou xem trọng tình nghĩa, thân thủ bất phàm, thật đáng kính phục. Cô ấy từng nói không muốn đồng đội bị cuốn vào phân tranh, chúng tôi hiểu được điều này. Do đó, chỉ trong tình thế bắt buộc, tôi mới nhờ cô ấy giúp đỡ."
    }
  },
  {
    "title": {
      "zhs": "关于枫原万叶…",
      "zht": "關於楓原萬葉…",
      "jp": "楓原万葉について…",
      "ko": "카에데하라 카즈하에 대해…",
      "en": "About Kaedehara Kazuha",
      "de": "Über Kaedehara Kazuha ...",
      "es": "Sobre Kaedehara Kazuha...",
      "fr": "À propos de Kaedehara Kazuha...",
      "pt": "Sobre Kaedehara Kazuha...",
      "ru": "О Кадзухе...",
      "id": "Tentang Kaedehara Kazuha",
      "th": "เกี่ยวกับ Kaedehara Kazuha...",
      "vi": "Về Kaedehara Kazuha..."
    },
    "line": {
      "zhs": "我见过形形色色的浮浪人，万叶绝对是他们之中最特殊的一位。他就像一缕风，不会在任何地方停留，但总能给身边人带来些什么。和他并肩战斗期间，我就从他身上学会了几分「洒脱」。总之，我和万叶相当合拍！",
      "zht": "我見過形形色色的浮浪人，萬葉絕對是他們之中最特殊的一位。他就像一縷風，不會在任何地方停留，但總能給身邊人帶來些什麼。和他並肩戰鬥期間，我就從他身上學會了幾分「灑脫」。總之，我和萬葉相當合拍！",
      "jp": "俺は様々な浮浪人を見てきたが、万葉はその中でも、間違いなく一番特殊な存在だ。あいつはどこにも留まらず、まるで風のようにいつも周りの人に何かをもたらしてきた。万葉と共に戦っていた時、俺はあいつから「洒脱」というものをいくらか学んだのさ。とにかく、俺と万葉は相性がいいんだ！",
      "ko": "아주 다양한 방랑자를 만나봤지만, 카즈하는 그중에서도 가장 특이한 사람이야. 바람처럼 어디에도 머물지 않지만, 항상 주변 사람에게 뭔가를 가져다주거든. 카즈하와 함께 싸우면서 난 「소탈함」을 배웠어. 어쨌든 난 카즈하랑 꽤 잘 맞아!",
      "en": "I've seen all kinds of wandering samurai before, and Kazuha is categorically a different breed from the others. He's like a gust of wind that sweeps through the land. Though he never stays for long, he is always able to contribute something to those who are around him. When I fought alongside him, I learned more about what it means to be truly carefree and without constraints. In any case, I think that Kazuha and I make a great team together!",
      "de": "Ich habe alle Arten von Vagabundierenden kennengelernt und Kazuha ist definitiv der speziellste von allen. Er war wie ein Wind, der nirgendwo stehen blieb, aber immer etwas für die Menschen um ihn herum brachte. Als ich an seiner Seite kämpfte, lernte ich von ihm ein wenig „Spontanität“. Alles in allem haben er und ich uns sehr gut verstanden!",
      "es": "He visto toda clase de samuráis errantes, y puedo decir que Kazuha es radicalmente diferente a todos los demás. Es como una ráfaga de viento que sopla por la tierra; aunque nunca se queda mucho tiempo en un sitio, siempre aporta algo para aquellos que lo rodean. Cuando luché junto a él, entendí mejor qué es ser verdaderamente libre y sin ataduras. En cualquier caso, ¡creo que Kazuha y yo hacemos muy buen equipo!",
      "fr": "J'ai vu toutes sortes de vagabonds, mais Kazuha ne ressemble à aucun autre. Il est comme un coup de vent : il ne reste jamais longtemps au même endroit, mais il apporte toujours quelque chose à ceux qui l'entourent. En combattant à ses côtés, j'ai mieux compris ce que c'est que d'être vraiment libre et insouciant. En tout cas, je trouve que Kazuha et moi formons une très bonne équipe !",
      "pt": "Já vi todos os tipos de samurais errantes antes, e Kazuha é categoricamente de um tipo diferente dos outros. Ele é como uma rajada de vento que varre a terra. Embora ele nunca fique por muito tempo, é sempre capaz de contribuir com algo para aqueles que estão ao seu redor. Quando lutei ao seu lado, aprendi mais sobre o que significa ser verdadeiramente despreocupado e sem restrições. Em todo caso, acho que Kazuha e eu fazemos uma grande equipe juntos!",
      "ru": "Я повидал самых разных странствующих самураев, и ни один из них не похож на Кадзуху. Он словно ветер, который проносится по земле. Он нигде подолгу не задерживается, но всегда что-то приносит окружающим. Когда мы с ним сражались бок о бок, то я лучше понял, что означает быть по-настоящему свободным и беззаботным. Словом, мы с Кадзухой отлично поладили!",
      "id": "Aku sudah sering lihat berbagai tipe samurai pengembara, dan Kazuha sungguh lain dari yang lain. Dia ibarat angin yang berembus melewati bumi. Dia memang tidak singgah untuk waktu yang lama, namun dia selalu berkontribusi bagi orang-orang di sekitarnya. Ketika aku berjuang bersamanya, aku belajar makna kebebasan dan ketidak terikatan yang sesungguhnya. Intinya, Kazuha dan aku adalah rekan yang paling baik!",
      "th": "ฉันเคยเจอคนพเนจรมาทุกประเภท ซึ่ง Kazuha เป็นคนที่พิเศษที่สุดในบรรดาพวกคนเหล่านั้นเลยล่ะ เขาเป็นเหมือนลมที่พัดผ่าน ไม่หยุดอยู่ในที่แห่งไหน และมักจะให้บางสิ่งกับคนรอบข้างเสมอ ตอนที่ฉันต่อสู้เคียงบ่าเคียงไหล่เขา ก็ได้เรียนรู้ \"ความอิสระ\" มาจากตัวเขาด้วย สรุปก็คือ ฉันกับเขา เข้ากันได้ดีทีเดียวเลยล่ะ!",
      "vi": "Tôi đã từng gặp qua rất nhiều ronin, Kazuha là người đặc biệt nhất trong số họ. Anh ấy như một cơn gió, sẽ không dừng lại ở bất cứ đâu, nhưng luôn đem lại thứ gì đó cho người bên cạnh. Trong thời gian kề vai chiến đấu với anh ấy, tôi đã học được một chút yếu tố \"thoải mái\" từ anh ấy. Tóm lại, tôi và Kazuha tương đối hợp nhau!"
    }
  },
  {
    "title": {
      "zhs": "关于珊瑚宫心海·职责",
      "zht": "關於珊瑚宮心海·職責",
      "jp": "珊瑚宮心海について·責務",
      "ko": "산고노미야 코코미에 대해·직책",
      "en": "About Sangonomiya Kokomi: Duties",
      "de": "Über Sangonomiya Kokomi – Pflichten",
      "es": "Sobre Sangonomiya Kokomi - Deber",
      "fr": "À propos de Sangonomiya Kokomi - Devoir",
      "pt": "Sobre Sangonomiya Kokomi: Deveres",
      "ru": "О Сангономии Кокоми: Обязанности",
      "id": "Tentang Sangonomiya Kokomi: Kewajiban",
      "th": "เกี่ยวกับ Sangonomiya Kokomi - หน้าที่",
      "vi": "Về Sangonomiya Kokomi - Chức trách"
    },
    "line": {
      "zhs": "珊瑚宫大人作为海祇岛最高领袖，负责掌控大局，制定计划。我负责将细节落实，把控前线的形势。反抗军上下一心，只求胜利。",
      "zht": "珊瑚宮大人作為海祇島最高領袖，負責掌控大局，制定計劃。我負責將細節落實，把控前線的形勢。反抗軍上下一心，只求勝利。",
      "jp": "珊瑚宮様は海祇島の最高指導者として、大局を掌握し、計画を練っている。そして俺は細部を整え、前線の形勢を制御している。抵抗軍が上下一心なのも、そのすべては勝利のためさ。",
      "ko": "산고노미야 님은 와타츠미섬의 최고 지도자로서 현재 정세를 파악하고 계획을 세우는 일을 맡고 계셔. 난 세부 사항을 실행하고, 전선의 형세를 통제하는 걸 맡고 있고. 저항군은 모두가 한마음으로 승리만을 좇지",
      "en": "As the leader of Watatsumi Island, Her Excellency is responsible for assessing the scenario and formulating a plan. It is then my duty to put every detail of the plan into action and to keep the situation under control on the front line. We are united with the whole resistance in achieving a single purpose: victory.",
      "de": "Ihre Exzellenz ist als oberste Anführerin in Watatsumi dafür verantwortlich, das große Ganze zu kontrollieren und Pläne zu machen. Ich bin dafür verantwortlich, die Details zu regeln und die Situation an der Front zu kontrollieren. Der Widerstand ist in seiner Entschlossenheit zum Sieg geeint.",
      "es": "Como lideresa de Watatsumi, Su Excelencia es la responsable de valorar las circunstancias y diseñar un plan, mientras que mi deber es implementar los detalles de ese plan y mantener la situación bajo control en el frente de batalla. Estamos unidos con el ejército de resistencia para conseguir una única cosa: la victoria.",
      "fr": "Son Altesse Sangonomiya est la dirigeante de Watatsumi. C'est elle qui fixe le cap à suivre et élabore des plans selon les circonstances générales. Mon rôle est donc de mettre en œuvre chaque détail de ces plans et de garder le contrôle de la situation sur la ligne de front. L'armée de la Résistance est unie autour d'un seul objectif : la victoire.",
      "pt": "Como líder da Ilha Watatsumi, Vossa Excelência é responsável por avaliar o cenário e formular um plano. É então meu dever colocar cada detalhe do plano em ação e manter a situação sob controle na linha de frente. Estamos unidos com toda a resistência para alcançar um único objetivo: a vitória.",
      "ru": "Её превосходительство Сангономия, будучи верховным главой Ватацуми, отвечает за оценку общего положения и разработку плана. Ну а мой долг состоит в том, чтобы претворять каждый из пунктов плана в действие и управлять ситуацией на передовой. Нас со всем сопротивлением объединяет одна цель: победа.",
      "id": "Sebagai pemimpin Pulau Watatsumi, Yang Mulia bertanggung jawab membuat perkiraan situasi yang mungkin terjadi, dan menyusun rencana. Tugasku adalah mengeksekusi rencana beliau, dan menjaga agar keadaan tetap terkendali di garis depan. Pasukan pemberontak bergerak untuk satu tujuan: kemenangan.",
      "th": "ท่าน Sangonomiya ผู้นำสูงสุดแห่งเกาะ Watatsumi มีหน้าที่ดูแลสถานการณ์โดยรวมและวางแผนการ ส่วนฉันมีหน้าที่ปฏิบัติตามแผน และควบคุมสถานการณ์แนวหน้า กองทัพต่อต้านรวมใจกันเป็นหนึ่งเดียวเพื่อมุ่งสู่ชัยชนะ",
      "vi": "Sangonomiya đại nhân là lãnh đạo tối cao của Đảo Watatsumi, phụ trách nắm giữ đại cục, hoạch định kế sách. Tôi phụ trách thực hiện kế hoạch, khống chế tình thế ở tiền tuyến. Quân kháng chiến trên dưới một lòng, chỉ mong giành thắng lợi."
    }
  },
  {
    "title": {
      "zhs": "关于珊瑚宫心海·态度",
      "zht": "關於珊瑚宮心海·態度",
      "jp": "珊瑚宮心海について·態度",
      "ko": "산고노미야 코코미에 대해·태도",
      "en": "About Sangonomiya Kokomi: Attitude",
      "de": "Über Sangonomiya Kokomi – Einstellung",
      "es": "Sobre Sangonomiya Kokomi - Actitud",
      "fr": "À propos de Sangonomiya Kokomi - Attitude",
      "pt": "Sobre Sangonomiya Kokomi: Atitude",
      "ru": "О Сангономии Кокоми: Отношение",
      "id": "Tentang Sangonomiya Kokomi: Sikap",
      "th": "เกี่ยวกับ Sangonomiya Kokomi - ทัศนคติ",
      "vi": "Về Sangonomiya Kokomi - Thái độ"
    },
    "line": {
      "zhs": "我对珊瑚宫大人抱有崇高的敬意。珊瑚宫大人神机妙算，没有她的谋略和统筹，反抗军不可能取得如今的战果。只不过，私底下她似乎更偏好安静的生活。没有军事要务的话，我不会主动打搅她。",
      "zht": "我對珊瑚宮大人抱有崇高的敬意。珊瑚宮大人神機妙算，沒有她的謀略和統籌，反抗軍不可能取得如今的戰果。只不過，私底下她似乎更偏好安靜的生活。沒有軍事要務的話，我不會主動打攪她。",
      "jp": "俺は珊瑚宮様に対し崇高なまでの敬意を払っている。珊瑚宮様の策略と計画がなければ、抵抗軍はこれほどの成果を上げることはできなかった。ただ、珊瑚宮様は私生活では静かな暮らしの方がお好きらしい。軍事的な事務がない時は、こっちから邪魔することは決してしない。",
      "ko": "나는 산고노미야 님을 마음 깊이 존경해. 만약 산고노미야 님의 신묘한 계략이 없었다면 저항군은 전쟁에서 지금과 같은 성과를 거둘 수 없었을 거야. 하지만 사석에서 산고노미야 님은 조용한 생활을 더 좋아하시는 것 같아. 군사 업무 때문이 아니라면 굳이 그분을 방해하는 일은 없어",
      "en": "I have only the utmost respect for Her Excellency. Without her ingenious and insightful strategies, the resistance could never have come as far as it has today. But if you ask me, it seems that deep down she prefers a much quieter existence. So when there's no pressing military matters, I try not to disturb her too much.",
      "de": "Ich habe den allergrößten Respekt vor Ihrer Exzellenz. Ohne ihren Einfallsreichtum und ihre Koordination hätte der Widerstand nicht das erreichen können, was er erreicht hat. Privat scheint sie jedoch ein ruhigeres Leben zu bevorzugen. Ich werde sie nicht stören, wenn es keine militärischen Prioritäten gibt.",
      "es": "Tengo el máximo respeto por Su Excelencia. Sin sus ingeniosas e increíbles estrategias, el ejército de resistencia nunca habría llegado tan lejos. Sin embargo, parece que, en el fondo, prefiere una vida mucho más tranquila, así que cuando no hay asuntos militares urgentes, intento no molestarla mucho.",
      "fr": "Je n'ai que le plus grand respect pour Son Altesse. Sans ses stratégies ingénieuses et perspicaces, la Résistance n'aurait jamais pu aller aussi loin. Mais selon moi, il semble qu'elle préférerait mener une existence beaucoup plus tranquille. Pour cette raison, j'essaie de ne pas trop la déranger quand il n'y a pas d'affaires militaires urgentes.",
      "pt": "Tenho apenas o maior respeito pela Vossa Excelência. Sem suas estratégias engenhosas e perspicazes, a resistência nunca poderia ter chegado tão longe como hoje. Mas, se você me perguntar, parece que no fundo ela prefere uma existência muito mais tranquila. Portanto, quando não há assuntos militares urgentes, eu tento não perturbá-la demais.",
      "ru": "Я отношусь к её превосходительству с глубочайшим уважением. Сопротивление ни за что бы не добилось теперешнего успеха без её блестящей стратегии и планирования. Тем не менее я считаю, что она предпочла бы куда более спокойную жизнь. Поэтому, когда неотложных военных дел нет, я стараюсь не беспокоить её.",
      "id": "Aku sangat, sangat menghormati Yang Mulia. Tanpa strategi buatan beliau, pasukan pemberontak tidak akan bisa sampai ke posisinya di hari ini. Tapi menurutku, dalam hatinya beliau mengharapkan kehidupan yang lebih tenang. Karena itulah, kalau tidak ada urusan militer yang bersifat mendesak, aku tidak akan mengganggu waktu beliau.",
      "th": "ฉันเคารพท่าน Sangonomiya มาก ๆ เลย ท่าน Sangonomiya มีแผนการที่ชาญฉลาด ถ้าไม่มีกลยุทธ์และการวางแผนของเธอล่ะก็ กองทัพต่อต้านคงมาไม่ได้ไกลอย่างทุกวันนี้ เพียงแต่ ถ้าจะให้บอกตามตรง ดูเหมือนเธอจะชอบใช้ชีวิตเงียบ ๆ มากกว่า ถ้าไม่มีเรื่องที่สำคัญของทางกองทัพ ฉันก็จะไม่ไปรบกวนเธอ",
      "vi": "Tôi vô cùng kính trọng Sangonomiya đại nhân. Sangonomiya đại nhân thần cơ diệu toán, nếu không có sách lược và kế hoạch của cô ấy, quân kháng chiến không thể nào gặt hái được kết quả như hôm nay. Chỉ là, về cá nhân thì cô ấy có vẻ thích cuộc sống yên tĩnh hơn. Nếu không có việc gì quan trọng, tôi sẽ không chủ động làm phiền cô ấy."
    }
  },
  {
    "title": {
      "zhs": "关于雷电将军…",
      "zht": "關於雷電將軍…",
      "jp": "雷電将軍について…",
      "ko": "라이덴 쇼군에 대해…",
      "en": "About the Raiden Shogun",
      "de": "Über den Shougun Raiden ...",
      "es": "Sobre la Shogun Raiden...",
      "fr": "À propos de la Shogun Raiden...",
      "pt": "Sobre a Shogun Raiden...",
      "ru": "О сёгуне Райдэн...",
      "id": "Tentang Raiden Shogun",
      "th": "เกี่ยวกับโชกุน Raiden...",
      "vi": "Về Raiden Shogun..."
    },
    "line": {
      "zhs": "雷电将军…不论理由如何，我无法认同她以前的做法。现在，海祇岛与幕府签订了和平条约，但我绝不会放松警惕。假如冲突再次爆发，我必定会重返前线。",
      "zht": "雷電將軍…不論理由如何，我無法認同她以前的做法。現在，海祇島與幕府簽訂了和平條約，但我絕不會放鬆警惕。假如衝突再次爆發，我必定會重返前線。",
      "jp": "雷電将軍…理由はどうあれ、あの方が以前行ったことに賛同することはできない。現在、海祇島は幕府と平和条約を結んだが、それでも警戒を怠ってはならない。もしまた紛争が起これば、俺は必ず前線に戻る。",
      "ko": "라이덴 쇼군… 어떤 이유 때문이었든, 예전 그녀의 행동엔 동의 못 해. 현재 와타츠미섬과 막부가 평화 조약을 맺긴 했지만, 결코 경계를 늦출 순 없어. 다시 충돌하는 일이 생긴다면, 난 반드시 전선으로 돌아갈 거야",
      "en": "Grr, the Raiden Shogun... I could never bring myself to accept her past actions, no matter what her reasoning may have been. Though a peace treaty has been signed between Watatsumi Island and the Shogunate, I refuse to let my guard down. If conflict ever breaks out again, I will resume my place back on the front line.",
      "de": "Shougun Raiden ... Was auch immer der Grund sein mag, ich kann dem, was sie zuvor getan hat, nicht zustimmen. Jetzt, auch wenn ein Friedensvertrag mit dem Bakufu unterzeichnet wurde, werde ich dennoch niemals meine Wachsamkeit aufgeben. Sollte der Konflikt erneut ausbrechen, werde ich sicherlich an die Front zurückkehren.",
      "es": "Grrr, la Shogun Raiden... Nunca podré perdonar sus acciones pasadas a pesar de que tuvieran una razón. Aunque la Isla Watatsumi ha firmado un pacto con el shogunato, me niego a bajar la guardia. Si vuelve a estallar la guerra, retomaré mi puesto en el frente de batalla.",
      "fr": "Grr, la Shogun Raiden... Je ne pourrai jamais lui pardonner ce qu'elle a fait, peu importe ce qui l'a poussée à agir ainsi. Même si un traité de paix a été signé entre l'Île de Watatsumi et le Shogunat, je refuse de baisser ma garde. Si un conflit devait éclater à nouveau, je serais le premier à aller en première ligne.",
      "pt": "Grr, a Shogun Raiden... Nunca conseguirei aceitar suas ações passadas, não importa qual tenha sido seu raciocínio. Embora um tratado de paz tenha sido assinado entre a Ilha Watatsumi e o Shogunato, recuso-me a baixar minha guarda. Se o conflito voltar a aparecer, retomarei meu lugar de volta na linha de frente.",
      "ru": "Сёгун Райдэн... Какими бы ни были причины её поступков в прошлом, я всё равно их не приемлю. И хоть теперь между Ватацуми и сёгунатом объявлено перемирие, я буду оставаться настороже. Если конфликт разразится вновь, я сразу же вернусь на передовую.",
      "id": "Grrr ... Raiden Shogun. Aku tidak akan pernah bisa memaklumi tindakannya di masa lalu, apa pun alasannya. Meskipun perjanjian damai antara Pulau Watatsumi dan Shogunate sudah diratifikasi, aku tidak akan pernah lengah. Kalau pertempuran kembali pecah, aku pun siap kembali bertugas di garis depan.",
      "th": "โชกุน Raiden...ไม่ว่าจะด้วยเหตุผลอะไรก็ตาม ฉันไม่มีทางยอมรับการกระทำที่ผ่านมาของเธอ ตอนนี้เกาะ Watatsumi และ Shogunate ได้ลงนามในสนธิสัญญาสันติภาพแล้ว แต่ฉันไม่มีทางชะล่าใจเด็ดขาด ถ้าความขัดแย้งเกิดปะทุขึ้นมาอีก ฉันก็จะต้องกลับไปอยู่ในแนวหน้าอีกครั้ง",
      "vi": "Raiden Shogun...Dù với bất kỳ lý do gì, tôi cũng không thể đồng ý với cách làm của cô ấy trước đây. Hiện nay, Đảo Watatsumi và Shogunate đã ký hiệp ước hòa bình, nhưng tôi cũng tuyệt đối không lơ là cảnh giác. Giả sử xung đột lại nổ ra, tôi nhất định sẽ trở lại tiền tuyến."
    }
  },
  {
    "title": {
      "zhs": "关于九条裟罗…",
      "zht": "關於九條裟羅…",
      "jp": "九条裟羅について…",
      "ko": "쿠죠 사라에 대해…",
      "en": "About Kujou Sara",
      "de": "Über Kujou Sara ...",
      "es": "Sobre Kujou Sara...",
      "fr": "À propos de Kujou Sara...",
      "pt": "Sobre Kujou Sara...",
      "ru": "О Кудзё Саре...",
      "id": "Tentang Kujou Sara",
      "th": "เกี่ยวกับ Kujou Sara...",
      "vi": "Về Kujou Sara..."
    },
    "line": {
      "zhs": "我对幕府军没有好感，但九条裟罗，也许是幕府军里最正直的一位将领了。我们之间进行过数次较量，各有胜负。我曾不成熟地想过，要是这样的人能够重视民众的愿望，不受幕府掌控就好了。",
      "zht": "我對幕府軍沒有好感，但九條裟羅，也許是幕府軍裡最正直的一位將領了。我們之間進行過數次較量，各有勝負。我曾不成熟地想過，要是這樣的人能夠重視民眾的願望，不受幕府掌控就好了。",
      "jp": "俺は幕府軍に好感を持っていないが、九条裟羅は幕府軍の中で最も真っ当な将領と言えるだろう。彼女とはいくつもの戦いを経験したが、勝ちも負けも両方あった…もし彼女のような者が民衆の願いを重んじ、幕府の支配も受けていなかったらどんなによかったか。未熟な考えだが、俺はそう思ったんだ。",
      "ko": "막부군에 좋은 감정은 없지만, 쿠죠 사라는 아마 막부군 중에서도 가장 정직한 장성일 거야. 여러 번 겨뤄봤는데, 이길 때도 있고 질 때도 있었지. 전엔 성숙하지 못하게도 저런 사람이 민중의 염원을 소중히 여기고, 막부의 통제를 받지 않으면 좋겠다고 생각한 적이 있어",
      "en": "I have nothing good to say about the Shogun's Army, but Kujou Sara is perhaps the most honorable officer among their ranks. We've met each other countless times in battle, emerging both victorious and defeated at different times. *sigh* I know now that it's not realistic to think this way, but I did use to wonder what things would be like if those like her could value the wishes of the people and be free from the grip of the Shogunate.",
      "de": "Ich habe keine Vorliebe für die Bakufu-Armee, aber Kujou Sara war vielleicht der aufrechteste General. Wir haben mehrere Schlachten gegeneinander ausgefochten und jeweils gewonnen oder verloren. Ich habe unreif gedacht, dass es schön wäre, wenn ein solcher Mensch die Wünsche des Volkes ernst nehmen würde und nicht unter der Kontrolle des Bakufu stünde.",
      "es": "No tengo nada bueno que decir sobre el ejército del shogunato, pero tal vez Kujou Sara es la oficial más honorable de sus filas. Nos hemos encontrado numerosas veces en el campo de batalla y hemos salido tanto victoriosos como derrotados en ocasiones distintas. *Suspira*, sé que no es realista pensar así, pero en ocasiones me he preguntado cómo serían las cosas si la gente como ella fuera capaz de valorar los deseos de la gente y no estuviera atada por las cadenas del shogunato.",
      "fr": "Je n'ai rien de positif à dire à propos de l'armée du Shogunat, mais Kujou Sara est sans doute son officière la plus respectable. Je l'ai rencontrée maintes et maintes fois sur le champ de bataille, tantôt en tant que vainqueur, tantôt en tant que vaincu. Pendant un moment, je me suis même retrouvé à imaginer naïvement comment les choses se passeraient si les gens comme elles pouvaient écouter la volonté du peuple et se libérer de l'emprise du Shogunat.",
      "pt": "Não tenho nada de bom a dizer sobre o Shogunato, mas Kujou Sara é talvez a oficial mais honrada entre as suas patentes. Já nos encontramos inúmeras vezes em batalha, saindo vitoriosos e derrotados em momentos diferentes. *Suspiro* Sei agora que não é realista pensar desta maneira, mas eu costumava me perguntar como seriam as coisas se aqueles como ela pudessem valorizar os desejos do povo e ficar livres das garras do Shogunato.",
      "ru": "К сёгунату я тёплых чувств не питаю, но Кудзё Сара, пожалуй, самый достойный из его военачальников. В бою мы с ней сталкивались не раз и оба выходили то победителями, то побеждёнными. Это может прозвучать наивно, но я иногда думаю, как бы всё обернулось, если бы она считалась с желаниями народа и освободилась от контроля сёгуната.",
      "id": "Tidak ada hal baik yang bisa kukatakan mengenai tentara Shogunate, tapi kuakui kalau Kujou Sara adalah perwira musuh yang paling kesatria. Pertemuan kami di medan perang sudah tak terhitung lagi banyaknya, menang maupun kalah. *huff* Aku tahu percuma saja punya pikiran ini, tapi dulu aku pernah berandai-andai akan seperti apa jadinya kalau orang-orang seperti dia bisa menghargai keinginan masyarakat, dan terbebas dari belenggu Shogunate.",
      "th": "ฉันไม่มีความรู้สึกที่ดีต่อกองทัพแห่งโชกุนเลย แต่สำหรับ Kujou Sara แล้ว เธอเป็นนายพลที่ตรงไปตรงมามากที่สุดคนหนึ่ง เราสู้กันมาหลายต่อหลายครั้ง ผลัดกันแพ้ผลัดกันชนะ ฉันเคยลองคิดเล่น ๆ ว่า ถ้าคนแบบนี้เห็นคุณค่าในความปรารถนาของผู้คน และไม่ตกอยู่ภายใต้การควบคุมของโชกุนก็คงดี",
      "vi": "Tôi không ưa quân Shogunate, nhưng Kujou Sara, có lẽ là một vị tướng lĩnh chính trực nhất trong quân Shogunate. Giữa chúng tôi đã từng nhiều lần đọ sức, đều có thắng thua. Tôi từng có suy nghĩ khá trẻ con rằng, nếu như một người như vậy có thể xem trọng nguyện vọng của dân chúng, không bị Shogunate ràng buộc thì tốt quá rồi."
    }
  },
  {
    "title": {
      "zhs": "关于八重神子…",
      "zht": "關於八重神子…",
      "jp": "八重神子について…",
      "ko": "야에 미코에 대해…",
      "en": "About Yae Miko",
      "de": "Über Yae Miko ...",
      "es": "Sobre Yae Miko...",
      "fr": "À propos de Yae Miko...",
      "pt": "Sobre Yae Miko...",
      "ru": "О Яэ Мико...",
      "id": "Tentang Yae Miko",
      "th": "เกี่ยวกับ Yae Miko...",
      "vi": "Về Yae Miko..."
    },
    "line": {
      "zhs": "那个女人…我们可以不聊她吗？我来帮你干活，什么杂活都没有问题…呜…就当是为了我的身心健康着想，我们还是换个话题吧？",
      "zht": "#那個女人…我們可以不聊她嗎？我來幫{F#妳}{M#你}幹活，什麼雜活都沒有問題…嗚…就當是為了我的身心健康著想，我們還是換個話題吧？",
      "jp": "あの女のことは…言わないでくれ。何か必要なら喜んで手伝う、雑用仕事もすべてこなそう…うぅ…俺の心身の健康のためだと思って、話題を変えてくれないか？",
      "ko": "그 여자 얘기는 안 하면 안 돼? 네가 하라는 거 다 도와줄게, 허드렛일도 괜찮아…. 으… 내 정신건강을 위해서라도 화제를 바꾸는 게 어때?",
      "en": "Oh, her... I'd prefer not to talk about her. Can we change the topic? Or, if there are any tasks I can take off your hand, I'll gladly oblige! Anything at all? ...Ahem, let's just say it'd be best for my general well-being if we can we avoid talking about her...",
      "de": "Diese Frau ... Können wir auch nicht über sie reden? Ich helfe dir bei allen Gelegenheitsarbeiten ... Oooh ... Nur um meiner körperlichen und geistigen Gesundheit willen, lass uns das Thema wechseln, ja?",
      "es": "Oh, ella... Preferiría no hablar de ella. ¿Podemos cambiar de tema? O, si tienes algún asunto pendiente entre manos, ¡estaré encantado de ayudarte! ¿Nada? *Ejem*, digamos que mi bienestar general agradecerá que no la mencionemos...",
      "fr": "Oh, elle... Est-ce qu'on peut parler d'autre chose ? Par exemple, s'il y a des tâches dont vous voulez vous débarrasser, dites-le-moi. Je m'en chargerai avec plaisir ! Ahem... Disons que ce serait mieux pour mon bien-être général si nous pouvions éviter de parler d'elle...",
      "pt": "Oh, ela... Prefiro não falar sobre ela. Podemos mudar o assunto? Ou, se houver alguma tarefa que eu possa tirar de suas mãos, eu terei prazer em fazê-la! Alguma coisa? ... *Cof*, digamos que seria melhor para o meu bem-estar geral se pudéssemos evitar falar dela...",
      "ru": "Та женщина... Может, не будем о ней? Хочешь, я за тебя работу по дому сделаю? Это я с радостью. Что, совсем ничего?.. Эм... Ради моего душевного и физического здоровья лучше будет о ней не говорить.",
      "id": "Oh, dia ya ... Aku tidak begitu suka membicarakan dia. Boleh ganti topik? Atau, begini saja, aku bantu kamu urus sesuatu? Apa saja boleh! ... Ehem, anggap saja kesehatan dan kesejahteraanku akan lebih terjamin kalau kita tidak bahas soal dia ....",
      "th": "ผู้หญิงคนนั้นน่ะเหรอ...เราไม่พูดถึงเธอจะได้มั้ย? แล้วฉันจะช่วยเธอทำงานเลย งานจุกจิกอะไรก็ได้ ไม่มีปัญหา...เอ่อ...ถือซะว่าเพื่อสุขภาพทางกายและใจที่ดีของฉัน เราเปลี่ยนเรื่องกันดีมั้ย?",
      "vi": "Cô gái đó... thôi chúng ta đừng nhắc tới cô ta được không? Tôi làm gì cho bạn cũng được... Hic, cứ xem như suy nghĩ cho đời sống tinh thần của tôi, chúng ta đổi chủ đề khác đi nhé?"
    }
  },
  {
    "title": {
      "zhs": "关于神里绫华…",
      "zht": "關於神里綾華…",
      "jp": "神里綾華について…",
      "ko": "카미사토 아야카에 대해…",
      "en": "About Kamisato Ayaka",
      "de": "Über Kamisato Ayaka ...",
      "es": "Sobre Kamisato Ayaka...",
      "fr": "À propos de Kamisato Ayaka...",
      "pt": "Sobre Kamisato Ayaka...",
      "ru": "О Камисато Аяке...",
      "id": "Tentang Kamisato Ayaka",
      "th": "เกี่ยวกับ Kamisato Ayaka...",
      "vi": "Về Kamisato Ayaka..."
    },
    "line": {
      "zhs": "社奉行从属于幕府，但立场更倾向于民众。在这种两面为难的处境下，「白鹭公主」还能站稳脚跟，应该是特别冷静，又能把握做事分寸的人吧。这一点值得我学习。",
      "zht": "社奉行從屬於幕府，但立場更傾向於民眾。在這種兩面為難的處境下，「白鷺公主」還能站穩腳跟，應該是特別冷靜，又能把握做事分寸的人吧。這一點值得我學習。",
      "jp": "社奉行は幕府に属しているが、その立場は民衆の方に傾いている。双方の間に立つ難しい状況の中、「白鷺の姫君」が足を踏み外さずにいるのは、彼女がとても冷静で、物事をうまく処理する能力がある人だからだろう…その点は、俺も見習わなければ。",
      "ko": "야시로 봉행은 막부에 속해있긴 하지만 민중의 입장에 더 가까이 서 있지. 이런 곤란한 상황에서 「백로공주」가 자신의 입장을 확고히 할 수 있었던 걸 보면 굉장히 냉정하고 일처리를 잘하는 사람 같아. 그 점은 배울만해",
      "en": "The Yashiro Commission operates as part of the Shogunate, but on many issues they tend to side with the people of Inazuma. In fact, the Shirasagi Himegimi has managed to establish an excellent reputation for herself, despite facing pressure from both sides. I suppose she must know how to keep her composure at all times and navigate sensitive situations tactfully... There's much I could learn from her.",
      "de": "Die Yashiro-Verwaltung ist dem Bakufu untergeordnet, aber ihre Position ist eher dem Volk zugeneigt. In einer solch schwierigen Situation konnte sich die „Shirasagi Himegimi“ behaupten, also muss sie sehr ruhig gewesen sein und die Dinge im Griff gehabt haben. Daraus sollte ich etwas lernen.",
      "es": "La Comisión Yashiro actúa como parte del shogunato, pero suele ponerse de parte de la gente de Inazuma en muchos casos. De hecho, la Princesa Garza ha conseguido forjarse una excelente reputación a pesar de ser presionada desde ambos lados. Supongo que sabe mantener la compostura en todo momento y manejar con mucho tacto las situaciones más sensibles... Podría aprender bastante de ella.",
      "fr": "La Commission culturelle fait partie du Shogunat, mais sur de nombreuses questions, elle tend à se ranger du côté du peuple d'Inazuma. Malgré les pressions des deux camps, la Shirasagi Himegimi a réussi à se forger une excellente réputation. Je suppose qu'elle doit savoir garder son calme à tout moment et gérer les situations délicates avec tact... Il y a beaucoup de choses que je pourrais apprendre d'elle.",
      "pt": "A Comissão Yashiro opera como parte do Shogunato, mas em muitas questões eles tendem a ficar ao lado do povo de Inazuma. Na verdade, a Shirasagi Himegimi conseguiu estabelecer uma excelente reputação para si mesma, apesar de enfrentar pressões de ambos os lados. Suponho que ela deve saber manter sua compostura o tempo todo e navegar com delicadeza em situações sensíveis... Há muito que eu poderia aprender com ela.",
      "ru": "Комиссия Ясиро подчиняется сёгунату, но во многом она принимает сторону народа. В условиях давления с обеих сторон Сирасаги Химэгими смогла заслужить безупречную репутацию. Полагаю, она умеет сохранять самообладание в любой ситуации и справляться с самыми щекотливыми вопросами. Мне есть чему у неё поучиться.",
      "id": "Yashiro Commission adalah bagian dari Shogunate, namun mereka banyak berpihak pada masyarakat Inazuma dalam berbagai urusan. Bahkan, Shirasagi Himegimi sendiri punya reputasi yang sangat bagus, terlepas dari tekanan yang dia terima dari berbagai pihak. Kukira dia sangat mahir dalam menjaga emosi, dan tahu caranya bermain cantik dalam setiap situasi yang sifatnya sensitif ... Banyak yang bisa kupelajari darinya.",
      "th": "สำนัก Yashiro นั้นเป็นส่วนหนึ่งของโชกุน แต่มักจะมีจุดยืนที่เอนเอียงมาทางชาวเมืองมากกว่า ภายใต้สถานการณ์ที่กลืนไม่เข้าคายไม่ออกนี้ \"องค์หญิงกระเรียนขาว\" ยังคงตั้งมั่นและยืนหยัดอยู่ได้อย่างสงบเยือกเย็น อีกทั้งยังสามารถจัดการกับสิ่งต่าง ๆ ได้อย่างเหมาะสม นี่เป็นสิ่งที่ควรค่าแก่การเรียนรู้มาก",
      "vi": "Hiệp Hội Yashiro trực thuộc Shogunate, nhưng lập trường lại nghiêng về dân chúng nhiều hơn. Trong tình thế hai bên đều khó như vậy mà Shirasagi Himegimi vẫn có thể đứng vững, cho thấy cô ấy là người rất điềm tĩnh và làm việc rất chừng mực. Điểm này thật đáng để tôi học hỏi."
    }
  },
  {
    "title": {
      "zhs": "关于早柚…",
      "zht": "關於早柚…",
      "jp": "早柚について…",
      "ko": "사유에 대해…",
      "en": "About Sayu",
      "de": "Über Sayu ...",
      "es": "Sobre Sayu...",
      "fr": "À propos de Sayu...",
      "pt": "Sobre Sayu...",
      "ru": "О Саю...",
      "id": "Tentang Sayu",
      "th": "เกี่ยวกับ Sayu...",
      "vi": "Về Sayu..."
    },
    "line": {
      "zhs": "我军情报显示，那位忍者精通潜入之法，也许她的忍术能够在珊瑚宫大人的某些奇策中发挥作用…不过，情报里又说很难掌握她的行踪，看来不好招募啊…欸？你说她是社奉行的人？…呃，那还是算了。",
      "zht": "#我軍情報顯示，那位忍者精通潛入之法，也許她的忍術能夠在珊瑚宮大人的某些奇策中發揮作用…不過，情報裡又說很難掌握她的行蹤，看來不好招募啊…欸？{F#妳}{M#你}說她是社奉行的人？…呃，那還是算了。",
      "jp": "我が軍の情報によれば、その忍者は潜入に精通しており、その忍術は珊瑚宮様の奇策でより効果を発揮できるかもしれないとのことだ…だが、彼女の行動を把握するのは難しいと聞いた。採用するのは難しいか…ん？彼女は社奉行の者だと…？うぅ、ならやめておこう。",
      "ko": "우리 쪽 정보에 의하면 그 닌자는 잠입술법이 뛰어나다던데, 산고노미야 님의 묘책 속에서 그녀의 인술이 유용하게 쓰이지 않을까 싶어…. 하지만 행방이 워낙 묘연하다는 소문도 있어서 불러오기 쉽지 않을 것 같은데… 음? 야시로 봉행 사람이라고? …어, 그럼 됐어",
      "en": "Hmm, according to our intel, she is a ninja proficient in the art of infiltration — a skill set which could prove very useful in some of Her Excellency's special operations... However, our intel also indicates that she could be difficult to recruit as she is rather unruly, and often disappears without a trace. Hmm? She's with the Yashiro Commission? Oh, well forget it then.",
      "de": "Unsere Informationen deuten darauf hin, dass der Ninja in Infiltrationstechniken geübt ist. Vielleicht könnten ihre Ninja-Techniken bei einigen der seltsamen Strategien von Ihrer Exzellenz nützlich sein ... Aber andererseits sagen die Informationen, dass es schwer ist, ihre Bewegungen zu verfolgen. Also sieht es nicht gut aus für eine Rekrutierung ... He? Du hast gesagt, sie ist von der Yashiro-Verwaltung? ... Äh, dann lieber nicht.",
      "es": "Humm, según nuestra información, es una ninja experta en la infiltración, una habilidad que podría ser muy útil para algunas de las operaciones especiales de Su Excelencia. Sin embargo, de acuerdo con esta información, podría ser difícil de reclutar, ya que es bastante rebelde y suele desaparecer sin dejar rastro. ¿Eh? ¿Que es de la Comisión Yashiro? Oh, entonces olvídalo.",
      "fr": "#Hmm, selon nos informations, c'est une ninja experte dans l'art de l'infiltration... Une compétence qui pourrait s'avérer très utile dans certaines des opérations spéciales de Son Altesse... Cependant, nos renseignements indiquent également qu'elle pourrait être difficile à recruter, car elle est plutôt indisciplinée et disparaît souvent sans laisser de traces. Ah{NON_BREAK_SPACE}? Elle est de la Commission culturelle ? Oh, alors on va laisser tomber.",
      "pt": "Hmm, de acordo com nossas informações, ela é uma ninja proficiente na arte da infiltração - um conjunto de habilidades que poderia ser muito útil em algumas das operações especiais de Vossa Excelência... Entretanto, nossas informações também indicam que ela pode ser difícil de recrutar, pois é bastante indisciplinada e muitas vezes desaparece sem deixar rastro. Hmm? Ela está com a Comissão Yashiro? Ah, bem, então esqueça.",
      "ru": "Согласно нашим разведданным, она - ниндзя, в совершенстве освоившая искусство скрытного проникновения. Саю могла бы принести немалую пользу в некоторых из особых операций её превосходительства... Но также разведданные указывают, что она недисциплинированна и часто бесследно пропадает, из-за чего её трудно завербовать... Хм? Она из комиссии Ясиро? А, тогда забудь.",
      "id": "Ah, menurut data intelijen kami, dia adalah seorang ninja yang sangat mahir menyusup. Kemampuan demikian bisa sangat berguna untuk operasi khusus Yang Mulia. Namun, intelijen kami juga memberikan indikasi bahwa dia ini termasuk tipe yang sulit direkrut karena kurang bisa diandalkan dan sering menghilang tanpa jejak. Apa? Dia ada di pihak Yashiro Commission? Oh, kalau begitu yang barusan itu lupakan saja.",
      "th": "จากข้อมูลของเราชี้ให้เห็นว่า นินจาคนนี้มีความชำนาญในการแทรกซึม บางทีวิชานินจาของเธออาจจะมีประโยชน์ต่อกลยุทธ์พิเศษบางอย่างของท่าน Sangonomiya ก็เป็นได้...และในข้อมูลยังบอกอีกว่า ติดตามร่องรอยของเธอได้ยากมาก ดูท่าทางคงจะยากสำหรับการรับสมัครนะ...เอ๊ะ? Sayu คือคนของสำนัก Yashiro งั้นเหรอ? ...หึ งั้นก็ช่างเถอะ",
      "vi": "Theo tình báo của quân ta, ninja đó tinh thông thuật trà trộn, có lẽ cô ấy sẽ phát huy tác dụng trong một số kế sách diệu kỳ của Sangonomiya đại nhân...Nhưng, tình báo lại nói rằng rất khó nắm bắt hành tung của cô ấy, xem ra khó mà chiêu mộ...Sao? Bạn nói cô ấy là người của Hiệp Hội Yashiro sao?...Ôi, thế thì đành vậy."
    }
  },
  {
    "title": {
      "zhs": "关于鹿野院平藏…",
      "zht": "關於鹿野院平藏…",
      "jp": "鹿野院平蔵について…",
      "ko": "시카노인 헤이조에 대해…",
      "en": "About Shikanoin Heizou",
      "de": "Über Shikanoin Heizou ...",
      "es": "Sobre Shikanoin Heizou...",
      "fr": "À propos de Shikanoin Heizou...",
      "pt": "Sobre Shikanoin Heizou...",
      "ru": "О Сиканоине Хэйдзо...",
      "id": "Tentang Shikanoin Heizou",
      "th": "เกี่ยวกับ Shikanoin Heizou...",
      "vi": "Về Shikanoin Heizou..."
    },
    "line": {
      "zhs": "你说那个鬼鬼祟祟，游手好闲的侦探先生？毕竟是来自幕府的家伙，没办法完全信任，我会继续盯紧他的。说起来，他倒是有那么点探案的功夫。至于这是不是什么阴谋诡计…嗯，就得用时间来证明了。",
      "zht": "#{F#妳}{M#你}說那個鬼鬼祟祟，遊手好閒的偵探先生？畢竟是來自幕府的傢伙，沒辦法完全信任，我會繼續盯緊他的。說起來，他倒是有那麼點探案的功夫。至於這是不是什麼陰謀詭計…嗯，就得用時間來證明了。",
      "jp": "コソコソとうろついている探偵のことか？何と言おうと彼は幕府の人間、完全に信用することはできない。俺は引き続き彼を見張るつもりだ。そういえば、彼は探偵に必要な技術に精通しているらしい。それが何かの陰謀のためであるかどうかは…時間をかけて証明するしかないだろう。",
      "ko": "그 수상하기 짝이 없고 빈둥거리기만 하는 탐정 선생? 어쨌든 막부 출신인 사람을 완전히 믿을 순 없어. 계속 주시할 거야! 그나저나 그 사람 추리 능력은 꽤 있던데. 그게 어떤 음모인지 아닌지는… 음, 시간이 말해주겠지",
      "en": "You mean that sneaky detective that never seems to actually be working on a case? Well, no one from the Shogunate can be fully trusted, so I'll be keeping my eyes and ears on him! On a separate note, he does have some talent for investigation. But how can we know that this isn't all part of some nefarious scheme? Hmm. Only time will tell, I suppose.",
      "de": "Du meinst diesen hinterhältigen, herumlungernden Detektiv? Immerhin ist es ein Kerl aus dem Bakufu, dem kann man nicht ganz trauen, ich werde ihn im Auge behalten. Allerdings hat er auch ein bisschen Detektivarbeit geleistet. Ob es sich dabei um eine Art Verschwörung handelt oder nicht ... nun, das wird sich mit der Zeit zeigen.",
      "es": "¿Te refieres a ese escurridizo detective que nunca parece estar trabajando en un caso de verdad? Bueno, no se puede confiar por completo en nadie del shogunato, ¡así que no apartaré mis ojos y mis oídos de él! No obstante, sí tiene cierto talento para investigar, pero ¿cómo sabemos que no es parte de algún infame complot suyo? Hum, supongo que el tiempo lo dirá...",
      "fr": "Vous parlez de ce détective sournois qui ne semble jamais vraiment être en train de travailler sur une affaire ? On ne peut pas faire entièrement confiance à un membre du Shogunat, alors je vais continuer de garder mes oreilles tendues et mes yeux pointés sur lui ! C'est vrai qu'il a un certain talent pour mener des enquêtes, mais comment être sûr que tout son travail ne fait pas partie d'un complot infâme ? Hmm, seul le temps nous le dira.",
      "pt": "Você quer dizer aquele detetive sorrateiro que parece nunca estar realmente trabalhando em um caso? Bem, ninguém do Shogunato pode ser totalmente confiável, então eu estarei mantendo meus olhos e ouvidos nele! Em um comentário à parte, ele tem algum talento para a investigação. Mas como podemos saber que tudo isso não faz parte de algum esquema nefasto? Hnf, só o tempo dirá, pelo visto.",
      "ru": "Ты об этом скользком бездельнике-детективе? Никому из сёгуната доверять нельзя, так что я пристально слежу за ним. Всё же у него есть кое-какие способности к сыскной работе. Но откуда нам знать, что он не является частью какого-нибудь хитроумного замысла?.. Хм, поживём - увидим.",
      "id": "Maksudmu si detektif yang doyan mengendap-endap dan tidak pernah kelihatan sedang kerja? Yah, kurasa tidak ada satu orang pun di pihak Shogunate yang bisa dipercaya seratus persen, jadi, aku akan mengawasi dia dengan sangat ketat! Tapi dia itu memang punya bakat dalam urusan penyelidikan. Hanya saja, dari mana kita tahu kalau yang dia lakukan itu bukan rencana jahat atau semacamnya? Cuma waktu yang bisa membuktikan.",
      "th": "เธอหมายถึงคุณนักสืบที่ไม่ทำงานทำการและดูลับ ๆ ล่อ ๆ คนนั้นน่ะเหรอ? ถึงยังไงเจ้าหมอนั่นก็มาจากฝั่งโชกุน จะเชื่อใจไปซะหมดไม่ได้เด็ดขาด ฉันคอยจับตาดูเขาอย่างใกล้ชิดเลย จะว่าไป เขาก็พอมีความสามารถในการสืบสวนคดีอยู่บ้าง ส่วนจะมีแผนชั่วร้ายลับ ๆ อะไรมั้ยนั้น...อืม คงต้องให้เวลาเป็นเครื่องพิสูจน์",
      "vi": "Bạn nói anh chàng thám tử kỳ lạ, lêu lổng ham chơi đó hả? Dù sao cũng là người của Shogunate, không thể tin tưởng hoàn toàn, tôi sẽ tiếp tục giám sát anh ta. Mà nói chứ, anh ta quả nhiên có chút năng lực trinh thám. Còn việc đây có phải là âm mưu quỷ kế gì không... Ừm, phải chờ thời gian chứng minh rồi."
    }
  },
  {
    "title": {
      "zhs": "想要了解五郎·其一",
      "zht": "想要瞭解五郎·其一",
      "jp": "ゴローを知る·1",
      "ko": "고로에 대해 알기·첫 번째",
      "en": "More About Gorou: I",
      "de": "Ich will mehr über Gorou erfahren I",
      "es": "Más sobre Gorou (I)",
      "fr": "Connaître Gorou (1)",
      "pt": "Mais Sobre Gorou: I",
      "ru": "Узнать больше о Горо I",
      "id": "Mengenal Gorou: I",
      "th": "อยากรู้เกี่ยวกับ Gorou - 1",
      "vi": "Muốn tìm hiểu Gorou - Điều thứ 1"
    },
    "line": {
      "zhs": "毕竟我大多时间都在战场上，我的故事，可能不算很有趣…但如果你想听的话，我就慢慢和你说，想到什么说什么。",
      "zht": "#畢竟我大多時間都在戰場上，我的故事，可能不算很有趣…但如果{F#妳}{M#你}想聽的話，我就慢慢和{F#妳}{M#你}說，想到什麼說什麼。",
      "jp": "俺はほとんどの時間を戦場で過ごした。だから俺の話すことは、あまり面白くないかもしれない…もしお前が聞きたいなら、ゆっくり話してやろう！思いついたこと全部を！",
      "ko": "난 대부분의 시간을 전쟁터에서 보내니까, 내 얘기가 재밌진 않을 텐데… 그래도 네가 듣고 싶다면 천천히 말해줄게! 생각나면 생각나는 대로!",
      "en": "Hmm, I'm afraid that most of my days have been spent on the battlefield, so there's not much to tell about me. But if you'd really like to hear my stories, I'm happy to sit down and tell you everything!",
      "de": "Schließlich habe ich die meiste Zeit auf dem Schlachtfeld verbracht, und meine Geschichte ist vielleicht nicht sehr interessant ... Aber wenn du sie hören willst, erzähle ich sie dir langsam und sage dir, was mir gerade einfällt.",
      "es": "Humm, me temo que he pasado la mayor parte de mi vida en el campo de batalla, así que no tengo mucho que decir sobre mí. Pero si de verdad quieres escuchar mis batallitas, ¡estaré encantado de contártelas!",
      "fr": "Hmm, je passe la plupart de mes journées sur le champ de bataille... Donc j'ai bien peur qu'il n'y ait pas grand-chose à dire sur moi. Mais si vous voulez vraiment écouter mes histoires, je serais heureux de vous les raconter.",
      "pt": "Hmm, temo que a maior parte dos meus dias tenha sido passada no campo de batalha, portanto não há muito a dizer sobre mim. Mas se você realmente gostaria de ouvir minhas histórias, fico feliz em sentar e contar-lhe tudo!",
      "ru": "Большую часть жизни я провёл на поле боя, и мне рассказывать особо нечего... Но если тебе действительно хочется послушать мои истории, я с радостью всё расскажу.",
      "id": "Hari-hariku kuhabiskan di medan perang, jadi aku tidak punya banyak cerita tentang pribadiku. Yah, kalau kamu memang sebegitu berminatnya sih, aku bisa ceritakan apa saja yang kepikiran!",
      "th": "ฉันใช้เวลาส่วนใหญ่อยู่ในสนามรบ เรื่องราวของฉันคงไม่น่าสนใจนักหรอก... แต่ถ้าเธออยากฟังล่ะก็ ฉันจะค่อย ๆ เล่าให้เธอฟังก็ได้ นึกอะไรออกก็เล่าแล้วกันนะ...",
      "vi": "Dù sao thì phần lớn thời gian tôi đều ở chiến trường, câu chuyện của tôi không thể xem là thú vị được...Nhưng nếu bạn muốn nghe, thì tôi sẽ từ từ kể cho bạn, nghĩ tới đâu nói tới đó."
    }
  },
  {
    "title": {
      "zhs": "想要了解五郎·其二",
      "zht": "想要瞭解五郎·其二",
      "jp": "ゴローを知る·2",
      "ko": "고로에 대해 알기·두 번째",
      "en": "More About Gorou: II",
      "de": "Ich will mehr über Gorou erfahren II",
      "es": "Más sobre Gorou (II)",
      "fr": "Connaître Gorou (2)",
      "pt": "Mais Sobre Gorou: II",
      "ru": "Узнать больше о Горо II",
      "id": "Mengenal Gorou: II",
      "th": "อยากรู้เกี่ยวกับ Gorou - 2",
      "vi": "Muốn tìm hiểu Gorou - Điều thứ 2"
    },
    "line": {
      "zhs": "我没有令人敬畏的智谋，只有一双手和一条命。也许我的手足够有力，命足够硬吧，这么多年来，经历了不知多少场恶战，都成功活了下来。有人说，只要跟着我，不管遇上多绝望的战局，都能平安无事。就这样，不知不觉，我得到了大家的认可，成为了将领。",
      "zht": "我沒有令人敬畏的智謀，只有一雙手和一條命。也許我的手足夠有力，命足夠硬吧，這麼多年來，經歷了不知多少場惡戰，都成功活了下來。有人說，只要跟著我，不管遇上多絕望的戰局，都能平安無事。就這樣，不知不覺，我得到了大家的認可，成為了將領。",
      "jp": "俺には人から尊敬されるほどの知謀はない、あるのは両手とこの命のみ。長年にわたり、数々の悪戦を経験してきたが、それでも生き残った。この手に十分な力があり、この命がしぶとかったおかげだろう。誰かが言っていた、俺について来れば、どんなに絶望的な戦局でも、無事にくぐり抜けることが出来ると。そうして、いつの間にかみんなから認められ、将領にまでなっていたんだ。",
      "ko": "난 대단한 지략도 없고, 가진 거라곤 오직 두 손과 목숨뿐이야. 어쩌면 내 손이 그만큼 강하고, 생명력이 질긴 거겠지. 수많은 악전고투 속에서도 살아남았으니까. 누군가는 날 따르기만 하면 절망적인 전투에서도 무사할 수 있다고 말하곤 해. 그러다 보니 어느새 사람들이 인정해 주는 장성이 된 거야",
      "en": "I may not have superior cunning or intelligence, but what I do have is my own two hands and my life to lay on the line. Countless battles in, I'm still here, so I guess these hands and my will to survive were both strong enough to see me through. Some even say that no matter how dire the battle may be, everyone will emerge unscathed as long as they follow me. And with that, I've somehow gained enough reputation among our forces to become the leader that I am now.",
      "de": "Ich habe keinen großartigen Intellekt, nur ein Paar Hände und ein Leben. Vielleicht sind meine Hände stark genug und mein Leben hart genug, dass ich es geschafft habe, eine unbekannte Anzahl von bösartigen Kämpfen im Laufe der Jahre zu überleben. Manche sagen, wenn du mir folgst, wirst du, egal wie aussichtslos der Kampf ist, sicher und gesund sein. Auf diese Weise wurde ich, ohne es zu merken, von allen anerkannt und wurde zum General.",
      "es": "Puede que no tenga una astucia e inteligencia extraordinarias, pero sí tengo mis manos y mi propia vida. Tras incontables batallas, sigo aquí, así que supongo que estas manos y mi voluntad para sobrevivir han sido lo suficientemente fuertes como para salir adelante. Hay quien dice que, por muy nefasta que sea una batalla, todo el mundo saldrá ileso siempre y cuando me siga. Así es como me he ganado la reputación de ser el líder que soy hoy en día.",
      "fr": "Je n'ai pas d'intelligence hors norme, ni ne suis-je plus rusé que le commun des mortels. Tout ce que j'ai à offrir, ce sont mes deux mains et ma vie. Après d'innombrables batailles, je suis toujours là... Donc je suppose que ces mains et ma volonté de survivre sont assez fortes pour me permettre de m'en sortir. Certains disent même qu'il suffit de me suivre pour sortir indemne d'une bataille, même si la situation sur le terrain est catastrophique. C'est de cette manière que je suis devenu peu à peu le général que vous avez devant vous.",
      "pt": "Posso não ter astúcia e inteligência superiores, mas o que tenho é minhas próprias mãos e minha vida para arriscar. Inúmeras batalhas, e eu ainda estou aqui, então acho que estas mãos e minha vontade de sobreviver foram ambas suficientemente firmes para me acompanharem até o fim. Alguns até dizem que por mais terrível que seja a batalha, todos sairão ilesos, desde que me sigam. E com isso, de alguma forma ganhei reputação suficiente entre nossas forças para me tornar o líder que sou agora.",
      "ru": "Выдающейся изобретательностью и интеллектом я не обладаю. Всё, что у меня есть, это пара рук и жизнь, которую можно поставить на карту. После бесчисленных яростных битв я всё ещё жив, так что, стало быть, эти руки и воля к жизни достаточно сильны. Некоторые утверждают даже, что можно выйти из самой отчаянной битвы невредимым, если следовать за мной. Благодаря этому я каким-то образом приобрёл среди наших войск достаточную репутацию, чтобы стать тем лидером, коим являюсь сейчас.",
      "id": "Aku tidak punya kepintaran dan kecerdikan yang lebih, tapi aku masih punya dua tangan untuk bekerja dan nyawa yang bisa kupertaruhkan. Sekian banyak pertempuran telah kulalui, dan nyawa ini masih belum meninggalkanku. Bukankah itu artinya kedua tangan dan semangat hidupku masih cukup kuat untuk bertahan hidup? Bahkan sampai ada yang bilang separah apa pun situasi di medan perang, asalkan pasukan mengikutiku, mereka akan selamat. Demikianlah awalnya aku jadi punya reputasi seperti sekarang.",
      "th": "ฉันไม่ได้มีไหวพริบชนิดที่ทำให้ผู้คนซูฮกได้ ฉันมีแค่หนึ่งชีวิตกับมือสองมือเท่านั้น บางทีสองมือสองเท้าของฉันอาจมีพลังมากพอ และดวงฉันอาจแข็งพอก็ได้ หลายปีที่ผ่านมา ฉันรอดชีวิตจากการสงครามที่ดุเดือดหลายครั้ง มีคนบอกว่า ไม่ว่าการต่อสู้จะดูเหมือนสิ้นหวังแค่ไหน ขอแค่ตามฉันมา ก็จะอยู่รอดปลอดภัย เพราะสาเหตุนี้ ทำให้ฉันได้รับการยอมรับจากทุกคนโดยไม่รู้ตัว แล้วก็ได้มากลายเป็นนายพลนำทัพไงล่ะ",
      "vi": "Tôi không có mưu trí khiến người ta phải nể phục, chỉ có đôi tay và cái mạng này thôi. Có lẽ do tay chân tôi đủ khỏe, số mạng cũng đủ tốt nên nhiều năm nay trải qua không biết bao nhiêu trận chiến ác liệt, tôi đều có thể sống sót trở về. Có người nói, chỉ cần đi theo tôi, dù cho chiến cục có bi quan đến đâu cũng có thể bình an vô sự. Cứ như thế, không biết từ khi nào tôi đã được mọi người công nhận, và trở thành tướng lĩnh."
    }
  },
  {
    "title": {
      "zhs": "想要了解五郎·其三",
      "zht": "想要瞭解五郎·其三",
      "jp": "ゴローを知る·3",
      "ko": "고로에 대해 알기·세 번째",
      "en": "More About Gorou: III",
      "de": "Ich will mehr über Gorou erfahren III",
      "es": "Más sobre Gorou (III)",
      "fr": "Connaître Gorou (3)",
      "pt": "Mais Sobre Gorou: III",
      "ru": "Узнать больше о Горо III",
      "id": "Mengenal Gorou: III",
      "th": "อยากรู้เกี่ยวกับ Gorou - 3",
      "vi": "Muốn tìm hiểu Gorou - Điều thứ 3"
    },
    "line": {
      "zhs": "最初，我们的敌人是流寇、海贼和魔物，但后来，雷电将军颁布了「眼狩令」。气焰嚣张的幕府军来到了我们的面前，被我们迎头痛击。哈哈，大概他们也没想到，会遭受如此激烈的抵抗吧。",
      "zht": "最初，我們的敵人是流寇、海賊和魔物，但後來，雷電將軍頒佈了「眼狩令」。氣焰囂張的幕府軍來到了我們的面前，被我們迎頭痛擊。哈哈，大概他們也沒想到，會遭受如此激烈的抵抗吧。",
      "jp": "最初、俺たちの敵は流賊や海賊、魔物といったものばかりだった。そんな時、雷電将軍が「目狩り令」を発令したんだ。傲慢な幕府軍が俺たちの前に現れたが、返り討ちにしてやった。アハハッ、あいつらも、こんな激烈な抵抗を受けるとは思っていなかっただろう。",
      "ko": "처음에 우리의 적은 도적 떼와 해적 그리고 마물이었지만, 후에 라이덴 쇼군이 「안수령」을 내렸어. 기고만장한 막부군이 우리 앞으로 몰려왔지만, 우리에게 호되게 당했지. 하하, 그들도 아마 이렇게 격렬한 저항에 부딪히게 될 거라곤 생각도 못 했을 거야",
      "en": "At first, our only enemies were roaming bandits, pirates, and monsters. But then, everything changed when the Raiden Shogun enacted the Vision Hunt Decree. The Shogun's Army marched up expecting to put us in our place, but we were ready for them, and we hit them hard. Hehe, I bet they never expected to meet such fierce resistance.",
      "de": "Ursprünglich waren unsere Feinde Schurken, Piraten und Monster, aber später erließ Shougun Raiden das „Augenhatz-Dekret“. Die Armee des arroganten Shougun kam zu uns und wurde von uns empfangen. Haha, wahrscheinlich haben sie nicht damit gerechnet, dass sie einen so heftigen Widerstand erleben würden.",
      "es": "Al principio, nuestros únicos enemigos eran los bandidos itinerantes, los piratas y los monstruos. Pero todo cambió cuando la Shogun Raiden promulgó el Decreto de captura de Visiones. Su ejército se puso en marcha y esperaba darnos una lección, pero estábamos preparados y les infligimos un duro golpe. Jeje, apuesto a que nunca esperaron encontrarse con una resistencia tan feroz.",
      "fr": "Au début, nos seuls ennemis étaient des bandits de grand chemin, des pirates et des monstres. Mais tout a changé lorsque la Shogun Raiden a promulgué le décret de saisie. Lorsque l'armée de la Shogun est arrivée dans l'espoir de nous remettre à notre place, nous étions prêts et l'avons attaquée avec toute notre force. Héhé, je parie qu'ils ne s'attendaient pas à rencontrer une résistance aussi féroce.",
      "pt": "No início, nossos únicos inimigos eram bandidos viajantes, piratas e monstros. Mas então, tudo mudou quando a Shogun Raiden promulgou o Decreto de Caça à Visão. O Exército da Shogun marchou esperando nos colocar em nosso lugar, mas estávamos prontos para eles, e os atingimos com força. Hehe, aposto que eles nunca esperaram encontrar uma resistência tão feroz.",
      "ru": "В самом начале нашими врагами были бандиты, пираты и чудовища, но когда сёгун Райдэн издала указ об Охоте на Глаза Бога, всё изменилось. Пришли высокомерные войска сёгуната с намерением поставить нас на место, но получили сокрушительный удар. Ха-ха, они наверняка не ожидали встретить такое ожесточённое сопротивление.",
      "id": "Awalnya, musuh kami hanyalah gerombolan bandit, bajak laut, dan monster. Tapi semuanya berubah ketika Raiden Shogun menerbitkan Dekrit Perburuan Vision. Tentara Shogunate maju untuk membasmi kami, namun saat itu kami sudah siap, dan berhasil memukul mereka mundur. Hehehe, aku jamin mereka sama sekali tidak menyangka bakal ketemu perlawanan sengit seperti itu.",
      "th": "ทีแรกศัตรูของเรามีแค่กองโจร, โจรสลัดและมอนสเตอร์ แต่ต่อมาหลังจากที่โชกุน Raiden ประกาศใช้ \"คำสั่งล่าวิชั่น\" แล้ว กองทัพแห่งโชกุนผู้เย่อหยิ่งก็เข้ามาประจันหน้ากับเรา เลยถูกเราโจมตีเข้าให้ ฮ่าฮ่า พวกเขาเองก็คงคิดไม่ถึง ว่าจะได้รับการต่อต้านที่รุนแรงขนาดนี้",
      "vi": "Ban đầu, kẻ địch của chúng tôi là kẻ cướp, hải tặc và ma vật, nhưng sau đó, Raiden Shogun ban bố Lệnh Truy Lùng Vision. Quân Shogunate hùng hổ kéo đến trước mặt chúng tôi, bị chúng tôi kháng cự quyết liệt. Ha ha, chắc chúng không nghĩ đến sẽ đối mặt với sự phản kháng kịch liệt như vầy."
    }
  },
  {
    "title": {
      "zhs": "想要了解五郎·其四",
      "zht": "想要瞭解五郎·其四",
      "jp": "ゴローを知る·4",
      "ko": "고로에 대해 알기·네 번째",
      "en": "More About Gorou: IV",
      "de": "Ich will mehr über Gorou erfahren IV",
      "es": "Más sobre Gorou (IV)",
      "fr": "Connaître Gorou (4)",
      "pt": "Mais Sobre Gorou: IV",
      "ru": "Узнать больше о Горо IV",
      "id": "Mengenal Gorou: IV",
      "th": "อยากรู้เกี่ยวกับ Gorou - 4",
      "vi": "Muốn tìm hiểu Gorou - Điều thứ 4"
    },
    "line": {
      "zhs": "珊瑚宫大人曾经说过，我有个致命的弱点，战斗的时候太过忘我，只顾着深入敌阵。她说勇猛是好事，但对于统率一军的将领而言，这样并不称职。我…努力在改进这一点！你…能够在我身边，监督我吗？",
      "zht": "#珊瑚宮大人曾經說過，我有個致命的弱點，戰鬥的時候太過忘我，只顧著深入敵陣。她說勇猛是好事，但對於統率一軍的將領而言，這樣並不稱職。我…努力在改進這一點！{F#妳}{M#你}…能夠在我身邊，監督我嗎？",
      "jp": "珊瑚宮様が言っていた、俺には致命的な弱点があると。俺は戦いの時、自我を忘れてしまい、敵陣に深く入り込んでしまう。勇猛はいいことだが、軍を率いる将領として、それではいけないと珊瑚宮様から言われた。俺は…頑張ってそれを直そうと思っている！それができるように…俺のそばで見守ってくれないか？",
      "ko": "난 전투가 시작되면 무아지경이 돼서 적진 속으로 너무 깊게 돌격하는 치명적인 단점이 있다고 산고노미야 님이 말씀해주셨어. 용맹한 건 좋지만, 군대를 통솔하는 장성이라면 결코 그래선 안 된다고 말이야. 나… 나도 고치려고 노력하고 있어! 네가… 내 옆에서 지켜봐 줄 수 있을까?",
      "en": "Her Excellency once warned me of my fatal flaw... I tend to get too engrossed in battle, fighting deep into enemy lines and forgetting about everything else. She told me that my bravery is commendable, but as a ranking officer, it's not my place to do this. I'm doing my best to improve, but... Would you also be able to keep an eye on me?",
      "de": "Ihre Exzellenz sagte einmal, dass ich eine fatale Schwäche habe, dass ich im Kampf zu vergesslich sei und mich nur darauf konzentriere, die feindlichen Linien zu durchdringen. Sie sagte, Tapferkeit sei gut, aber für einen General, der eine Armee anführt, sei das nicht gut genug. Ich ... versuche, das zu verbessern! Wirst du ... in der Lage sein, an meiner Seite zu sein und mich zu beaufsichtigen?",
      "es": "Una vez, Su Excelencia me avisó de mi defecto más fatal: me dejo llevar demasiado por la batalla, me meto entre las líneas enemigas y me olvido de todo lo demás. Dijo que mi valentía era loable, pero que, como oficial de alto rango, ese no era mi deber. Estoy haciendo todo lo que puedo para mejorar, pero... ¿tú también podrías mantenerme vigilado?",
      "fr": "Un jour, Son Altesse m'a mis en garde contre mon défaut le plus fatal : pendant les batailles, je me laisse trop emporter jusqu'à m'enfoncer au milieu des lignes ennemies. Elle m'a dit qu'une telle bravoure était quelque chose de louable, mais que ce n'était pas le rôle d'un officier supérieur de se battre éperdument au point d'en oublier tout le reste. Je fais tout ce que je peux pour corriger ça, mais... Est-ce que vous pourriez garder un œil sur moi ?",
      "pt": "Vossa Excelência uma vez me advertiu de minha falha fatal... Tenho a tendência de ficar muito absorvido na batalha, lutando profundamente nas linhas inimigas e esquecendo de tudo. Ela me disse que minha bravura é louvável, mas como oficial superior, não cabe a mim fazer isso. Estou fazendo o meu melhor para melhorar, mas... Você também seria capaz de ficar de olho em mim?",
      "ru": "Однажды её превосходительство указала на мой роковой изъян: я слишком сильно увлекаюсь битвой, пытаясь поглубже врезаться в ряды врага, и забываю обо всём остальном. Она сказала, что моя отвага достойна похвалы, но военачальнику так действовать не подобает. Я изо всех сил стараюсь исправиться, но... Могу ли я попросить тебя присматривать за мной?",
      "id": "Yang Mulia pernah menegurku soal satu kelemahan fatal yang aku punya, yaitu ... Kalau aku sudah terlalu serius bertempur, aku bakal maju terlalu jauh ke belakang garis pertahanan musuh dan lupa akan segalanya. Beliau bilang kalau keberanianku patut diacungi jempol, tapi sebagai perwira dalam kesatuan, tidak sepantasnya aku bertindak demikian. Aku selalu berusaha semaksimal mungkin untuk berkembang, tapi ... Maukah kamu juga ikut mengawasiku?",
      "th": "ท่าน Sangonomiya เคยบอกว่า ฉันมีจุดอ่อนที่ถึงแก่ชีวิตได้ เพราะเวลาที่ต่อสู้ ฉันมักจะหมกมุ่นเสียจนลืมตัว เอาแต่มุ่งที่จะเจาะเข้าไปในกองทัพของศัตรู เธอบอกว่าความกล้าหาญนั้นเป็นสิ่งที่ดี แต่ในฐานะนายพลแห่งกองทัพ คงจะไม่เหมาะสมเท่าไหร่! เธอ...ช่วยอยู่เคียงข้างฉัน และคอยดูแลฉันหน่อยจะได้มั้ย?",
      "vi": "Sangonomiya đại nhân từng nói, tôi có một nhược điểm chí mạng, lúc chiến đấu quá quên mình, chỉ lo lao đầu vào trận địch. Cô ấy nói dũng mãnh là chuyện tốt, nhưng đối với tướng soái thống lĩnh cả đội quân thì đây là điều thất trách. Tôi...sẽ cố gắng sửa đổi điểm này! Bạn...có thể ở bên cạnh, giám sát tôi được không?"
    }
  },
  {
    "title": {
      "zhs": "想要了解五郎·其五",
      "zht": "想要瞭解五郎·其五",
      "jp": "ゴローを知る·5",
      "ko": "고로에 대해 알기·다섯 번째",
      "en": "More About Gorou: V",
      "de": "Ich will mehr über Gorou erfahren V",
      "es": "Más sobre Gorou (V)",
      "fr": "Connaître Gorou (5)",
      "pt": "Mais Sobre Gorou: V",
      "ru": "Узнать больше о Горо V",
      "id": "Mengenal Gorou: V",
      "th": "อยากรู้เกี่ยวกับ Gorou - 5",
      "vi": "Muốn tìm hiểu Gorou - Điều thứ 5"
    },
    "line": {
      "zhs": "我需要抗争到底的对象，并非特定的团体或阵营，而是一种「恶意」。这种「恶意」曾践踏大家的愿望，破坏大家平静的生活，肆意伤害大家…彻底消除它们后，我就能安心放下武器了。等那时候，我就换上便服，和你在海祇岛上随意地散步吧。",
      "zht": "#我需要抗爭到底的對象，並非特定的團體或陣營，而是一種「惡意」。這種「惡意」曾踐踏大家的願望，破壞大家平靜的生活，肆意傷害大家…徹底消除它們後，我就能安心放下武器了。等那時候，我就換上便服，和{F#妳}{M#你}在海祇島上隨意地散步吧。",
      "jp": "俺が抗うべき対象は、特定の団体や陣営でなく、一種の「悪意」なんだ。その「悪意」が人々の願いを踏みにじり、穏やかな生活を破壊し傷つける…それを根絶できれば、俺も安心して武器を下せるだろう。その時は、俺も普段着に着替え…お前と海祇島を気軽に散歩しよう！",
      "ko": "내가 끝까지 저항해야 할 대상은 특정 단체나 진영이 아닌 「악의」야. 이런 「악의」는 모두의 염원을 짓밟고 평온한 생활을 파괴하고 제멋대로 모두를 해하지…. 그것들을 완전히 소멸시키면 난 안심하고 무기를 내려놓을 수 있을 거야. 그때가 오면 편한 옷으로 갈아입고… 와타츠미섬에서 너랑 산책하고 싶어!",
      "en": "We are not fighting against any particular group or faction. No, we fight against a destructive malice — a malice that has trampled the aspirations of the people and destroyed the peaceful lives they once knew. After I rid the land of such evil I will be able to peacefully lay down my weapon. Only then will I trade my uniform for civilian attire... and finally stroll the beautiful landscape of Watatsumi Island together with you.",
      "de": "Der Gegenstand meines Kampfes war nicht eine bestimmte Gruppe oder ein Lager, sondern eine „Bosheit“. Es ist eine „Bosheit“, die die Wünsche aller mit Füßen getreten, ihren Frieden zerstört und sie verletzt hat ... Wenn ich sie beseitigt habe, werde ich meine Waffen in Frieden niederlegen können. Wenn es so weit ist, werde ich mir Zivilkleidung anziehen und mit dir einen Spaziergang auf der Insel Watatsumi unternehmen.",
      "es": "No luchamos contra un grupo o facción en particular. Luchamos contra un mal destructivo, un mal que ha pisoteado las ambiciones de la gente y destruido las pacíficas vidas que tenían. Solo cuando me haya deshecho de ese mal, bajaré mi arma con tranquilidad, cambiaré mi uniforme por un atuendo de civil y, finalmente, pasearé junto a ti por los bellos paisajes de la Isla Watatsumi.",
      "fr": "Nous ne nous battons pas contre un groupe ou une faction en particulier. Non ! Nous nous battons contre un mal destructeur, un mal qui a piétiné les aspirations du peuple et détruit la vie paisible que celui-ci menait jusqu'alors. Après avoir débarrassé les terres de ce mal, je pourrai déposer mon arme en ayant le cœur libre. Ce n'est qu'à ce moment-là que je troquerai mon uniforme pour une tenue de civil... et que je me promènerai enfin avec vous dans les magnifiques paysages de l'Île de Watatsumi.",
      "pt": "Não estamos lutando contra nenhum grupo ou facção em particular. Não, lutamos contra uma maldade destrutiva - uma maldade que atropelou as aspirações do povo e destruiu as vidas pacíficas que um dia conheceram. Depois de livrar as terras de tal mal, serei capaz de baixar pacificamente minha arma. Só então trocarei meu uniforme por trajes civis... e finalmente passearei junto com você pela bela paisagem da Ilha Watatsumi.",
      "ru": "Мы воюем не с конкретной группировкой или организацией, а со злом - злом, которое растоптало человеческие надежды и разрушило некогда мирную жизнь. Когда оно будет уничтожено, только тогда я смогу сложить оружие, надеть гражданскую одежду и прогуляться с тобой по живописным уголкам Ватацуми.",
      "id": "Kami bukan bertempur melawan suatu kelompok atau pihak tertentu. Yang kami hadapi adalah niat jahat, niat yang menginjak-injak aspirasi masyarakat dan menghancurkan kehidupan mereka yang tentram dan damai. Aku hanya akan menggantung senjata ketika sudah berhasil membasmi niat jahat itu dari bangsa ini. Ketika saat itu tiba seragam militer ini akan kutukar dengan pakaian warga sipil, dan ... saat itu pulalah aku akan berjalan-jalan melihat pemandangan Pulau Watatsumi yang indah permai ini, bersama dirimu.",
      "th": "เป้าหมายที่ฉันต้องการต่อสู้ให้ถึงที่สุดนั้นไม่ใช่กลุ่มหรือค่ายทหาร แต่เป็น \"ความมุ่งร้าย\" อย่างหนึ่ง ซึ่งความมุ่งร้ายชนิดนี้เคยเหยียบย่ำความปรารถนาของทุกคน ทำลายชีวิตที่สงบสุขของทุกคน และทำลายชีวิตของทุกคนตามอำเภอใจ... ถ้ากำจัดพวกมันจนสิ้นซากแล้ว ฉันก็จะสามารถวางอาวุธได้อย่างสบายใจ เมื่อถึงตอนนั้น ฉันจะเปลี่ยนเป็นชุดลำลองและไปเดินเล่นบนเกาะ Watatsumi กับเธอ",
      "vi": "Đối tượng mà tôi cần phải chiến đấu đến cùng, không phải là một phe cánh hay một tập thể nhất định, mà là một loại \"ác ý\". Thứ \"ác ý\" này đã từng chà đạp lên nguyện vọng của mọi người, phá hoại cuộc sống yên bình của mọi người, mặc sức tổn thương mọi người...Sau khi tiêu diệt triệt để chúng, tôi mới yên tâm buông vũ khí xuống. Đến lúc đó, tôi sẽ thay bộ trang phục nhẹ nhàng, rồi cùng bạn tản bộ thoải mái trên Đảo Watatsumi."
    }
  },
  {
    "title": {
      "zhs": "五郎的爱好…",
      "zht": "五郎的愛好…",
      "jp": "ゴローの趣味…",
      "ko": "고로의 취미…",
      "en": "Gorou's Hobbies",
      "de": "Gorous Hobbys ...",
      "es": "Aficiones de Gorou...",
      "fr": "Les loisirs de Gorou...",
      "pt": "Passatempos de Gorou...",
      "ru": "Хобби Горо...",
      "id": "Hobi Gorou",
      "th": "งานอดิเรกของ Gorou...",
      "vi": "Sở thích của Gorou..."
    },
    "line": {
      "zhs": "我喜欢登山，越险峻的山越好。登山能锤炼我的肉体和精神，让我变得更强壮。还有，和同伴一起登山。在挥洒汗水后共同欣赏山间的美景，也是人生一大乐趣。不过，我不敢…不想攀爬稻妻的最高峰…",
      "zht": "我喜歡登山，越險峻的山越好。登山能錘煉我的肉體和精神，讓我變得更強壯。還有，和同伴一起登山。在揮灑汗水後共同欣賞山間的美景，也是人生一大樂趣。不過，我不敢…不想攀爬稻妻的最高峰…",
      "jp": "俺は山登りが好きだ、険しければ険しいほどいい！山登りは俺の肉体と精神を鍛え、俺をより強くする。それに、仲間と一緒に山に登り、いい汗をかいた後、山の絶景を眺めるなんて、人生において最大の楽しみの一つじゃないか！だけど…稲妻の最高峰に登る勇気…登る気はない…",
      "ko": "난 등산을 좋아해. 험준한 산일수록 좋아! 등산은 내 육체와 정신을 단련시켜서 날 더 강하게 만들어 주거든. 그리고 동료와 함께 산에 올라 땀을 흘린 뒤 같이 산속의 절경을 감상하는 것도 인생의 큰 즐거움이지! 근데… 이나즈마의 최고봉에 오를 용기… 아니… 그럴 생각은 없어…",
      "en": "I love mountain climbing! The steeper, the better. Climbing trains my body and mind, making me stronger with every grip and every foothold. Better yet is climbing mountains with fellow companions. After hours of dirt and sweat scaling the summit, we can sit down and enjoy the view together. It's one of life's greatest joys! Ahem, however, I have absolutely no desire to scale the tallest peak in Inazuma...",
      "de": "Ich liebe das Bergsteigen und je tückischer der Berg, desto besser. Klettern stärkt meinen Körper und meinen Geist und macht mich kräftiger. Auch das Klettern mit einem Partner. Es ist auch eine der großen Freuden des Lebens, die Schönheit der Berge gemeinsam zu genießen, nachdem man ordentlich geschwitzt hat. Aber ich traue mich nicht ... Ich will nicht den höchsten Gipfel von Inazuma besteigen ...",
      "es": "¡Me encanta escalar montañas! Y cuanto más empinadas, mejor. La escalada me sirve para entrenar el cuerpo y la mente y me hace más fuerte cada vez que me agarro y me apoyo en algún lugar. Escalar con un buen compañero es aún mejor, ya que podemos sentarnos a disfrutar de las vistas juntos después de haber sufrido y sudado durante horas en la subida. ¡Uno de los grandes placeres de la vida! *Ejem*, sin embargo, no tengo ninguna gana de escalar el pico más alto de Inazuma.",
      "fr": "J'adore l'alpinisme ! Plus la pente est raide, mieux c'est. Grimper en montagne entraîne mon corps et mon esprit, en plus de me rendre plus fort. Mais ce que je préfère, c'est de gravir des montagnes avec mes hommes. Après des heures dans la sueur et la saleté pour atteindre le sommet, nous pouvons nous asseoir et profiter de la vue ensemble. C'est l'une des plus grandes joies de la vie ! Ahem, cependant, je n'ai absolument aucune envie d'escalader le plus haut sommet d'Inazuma...",
      "pt": "Eu adoro escalar montanhas! Quanto mais íngreme, melhor. Escalar treina meu corpo e minha mente, tornando-me mais forte com cada aperto e cada apoio no pé. Melhor ainda é escalar montanhas com companheiros, após horas de terra e suor escalando o cume, podemos nos sentar e apreciar a vista juntos. É uma das maiores alegrias da vida! *Cof* Porém, não tenho absolutamente nenhum desejo de escalar o pico mais alto de Inazuma...",
      "ru": "Я обожаю карабкаться по горам! И чем круче гора, тем лучше. Скалолазание закаляет тело и дух, делая его сильнее с каждой покорённой вершиной. А ещё лучше восходить на гору вместе с компаньонами, чтобы после часов напряжённых усилий насладиться видом вместе. Вот только... я ни за что бы не стал взбираться на самую высокую гору Инадзумы...",
      "id": "Aku suka sekali naik gunung! Semakin curam gunungnya, semakin aku suka. Naik gunung melatih tubuh sekaligus pikiran, setiap langkah akan menjadikanku lebih kuat. Yang lebih bagus lagi kalau bisa naik gunung dengan rekan-rekan. Setelah berjam-jam berkeringat dan berkotor ria menuju ke puncak, kita bisa duduk santai menikmati pemandangan sama-sama. Itu baru namanya kegembiraan yang hakiki! Ehem, tapi aku ... aku tidak ada niatan untuk mendaki puncak tertinggi di Inazuma.",
      "th": "ฉันชอบปีนเขา ภูเขายิ่งสูงเท่าไหร่ยิ่งดี การปีนเขาสามารถฝึกฝนร่างกายและจิตใจของฉัน และทำให้ฉันแข็งแกร่งขึ้นได้ แถมยังได้ปีนเขาไปกับเพื่อนด้วย การได้ชมวิวที่แสนสวยงามของภูเขา หลังจากที่เสียหยาดเหงื่อแรงกายไป นั่นคือความสุขที่ยิ่งใหญ่ของชีวิตเลยล่ะ แต่ฉันไม่กล้า...และไม่อยากปีนเขาที่สูงที่สุดใน Inazuma หรอกนะ...",
      "vi": "Tôi thích leo núi, núi càng hiểm trở càng tốt. Leo núi có thể rèn luyện thể chất và tinh thần của tôi, giúp tôi mạnh mẽ hơn. Còn nữa, tôi cũng thích leo núi cùng đồng đội. Sau khi gạt đi những giọt mồ hôi thì có thể thưởng thức cảnh đẹp của núi đồi, cũng là một niềm vui to lớn trong đời người. Nhưng mà tôi không dám... à không, không muốn leo lên ngọn núi cao nhất của Inazuma..."
    }
  },
  {
    "title": {
      "zhs": "五郎的烦恼…",
      "zht": "五郎的煩惱…",
      "jp": "ゴローの悩み…",
      "ko": "고로의 고민…",
      "en": "Gorou's Troubles",
      "de": "Gorous Sorgen ...",
      "es": "Preocupaciones de Gorou...",
      "fr": "Les problèmes de Gorou...",
      "pt": "Preocupações de Gorou...",
      "ru": "Беспокойство Горо...",
      "id": "Kekhawatiran Gorou",
      "th": "เรื่องกลุ้มใจของ Gorou...",
      "vi": "Phiền não của Gorou..."
    },
    "line": {
      "zhs": "轻装上阵也有不方便的时候，比如，一旦遇上火攻，我的尾巴就要格外小心。",
      "zht": "輕裝上陣也有不方便的時候，比如，一旦遇上火攻，我的尾巴就要格外小心。",
      "jp": "軽装備も時には不便なところがある。例えば、火攻めに遭った時は、しっぽに気を付けないといけないんだ…",
      "ko": "가벼운 옷차림으로 전투에 나서도 불편할 때가 있어. 불 공격이라도 당하면, 내 꼬리를 특별히 조심해야 하거든",
      "en": "There are times when being lightly armored has its shortcomings... For example, I have to be particularly careful of my tail when the enemy attacks with fire.",
      "de": "Es gibt unangenehme Momente, wenn man mit leichter Rüstung in den Kampf tritt, zum Beispiel muss mein Schwanz im Falle eines Feuerangriffs besonders vorsichtig sein.",
      "es": "A veces, llevar una armadura ligera tiene sus desventajas. Por ejemplo, debo tener especial cuidado con mi cola cuando el enemigo ataca con fuego.",
      "fr": "Porter des protections légères n'a pas que des avantages : par exemple, quand nous subissons une attaque par le feu, je dois faire particulièrement attention à ne pas me brûler la queue.",
      "pt": "Há momentos em que usar uma armadura leve tem seus defeitos... Por exemplo, eu tenho que ser particularmente cuidadoso com minha cauda quando o inimigo ataca com fogo.",
      "ru": "Лёгкие доспехи имеют свои недочёты. Например, когда враг атакует огнём, я должен особенно беречь хвост.",
      "id": "Pakai baju zirah tipis begini, kadang ada juga jeleknya ... Misalnya, aku harus benar-benar hati-hati dengan ekorku ketika musuh menyerang menggunakan api.",
      "th": "บางครั้งการใส่ชุดแบบเบาสบายออกรบ ก็ไม่ค่อยสะดวกเท่าไหร่ อย่างเช่น ถ้าถูกโจมตีด้วยไฟ ฉันจะต้องระวังหางของฉันเป็นพิเศษ",
      "vi": "Mặc áo giáp nhẹ ra trận cũng có lúc không tiện cho lắm, ví dụ như một khi gặp phải hỏa công, thì tôi phải cực kỳ chú ý bảo vệ đuôi."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was er so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "我喜欢蛋糕和三彩团子！嗯…大概是因为我很少吃到这类精致的点心吧。军营里的饭菜强调简便快捷，通常也不会用到太多调味料，至于糖，就更是珍贵物资了。甜味…我无法拒绝！",
      "zht": "我喜歡蛋糕和三彩糰子！嗯…大概是因為我很少吃到這類精緻的點心吧。軍營裡的飯菜強調簡便快捷，通常也不會用到太多調味料，至於糖，就更是珍貴物資了。甜味…我無法拒絕！",
      "jp": "ケーキと三色団子が好きだ！たぶん…俺が精巧な菓子を食べる機会が少ないからかもしれない。軍営の食事は簡素で早さに重きを置いたもの、調味料もほとんど使うことがない。それに砂糖は貴重物資だ。甘味を拒絶するなど…できない！",
      "ko": "난 케이크와 삼색 경단을 좋아해! 음… 아마 이런 정교한 디저트는 자주 안 먹어서 그런가 봐. 군대 음식은 간편하고 빠르게 조리해야 해서 조미료를 많이 안 쓰거든. 설탕은 그중에서도 더 귀하고. 단맛은… 정말 참을 수 없어!",
      "en": "My favorites are cake and Tricolor Dango, probably because I seldom get the chance to enjoy the luxury of sweets. The rations we have in the field are intended to be simple, effective, and quick, and are seldom served with any seasonings at all, let alone sugar... It's probably the most precious commodity of all. Ah, what can I say — I guess I just have a sweet tooth!",
      "de": "Ich liebe Kuchen und dreifarbige Klößchen! Nun ... das liegt wahrscheinlich daran, dass ich nicht viele dieser delikaten Leckerbissen zu essen bekomme. Das Essen in den Kasernen ist einfach und schnell zubereitet, es gibt in der Regel nicht viele Gewürze und Zucker ist ein kostbares Gut. Süße ... Ich kann da nicht widerstehen!",
      "es": "Lo que más me gusta son los pasteles y el dango tricolor, probablemente porque rara vez tengo la oportunidad de disfrutar del lujo de los dulces. Las raciones del campamento están pensadas para ser sencillas, eficaces y rápidas, y casi nunca se condimentan, así que menos aún se utiliza azúcar... Es posiblemente el bien más preciado de todos. ¿Qué puedo decir? Supongo que soy muy goloso.",
      "fr": "J'aime les gâteaux et les dango trois couleurs ! C'est sûrement parce que je peux rarement m'offrir le luxe de manger de pareilles délicatesses. Les rations que nous avons sur le terrain sont destinées à être simples, efficaces et rapides à manger. Elles sont rarement accompagnées d'assaisonnements, sans même parler de sucre... C'est certainement l'ingrédient le plus précieux chez nous. C'est donc normal que j'aie un penchant pour les choses sucrées.",
      "pt": "Meus favoritos são o bolo e Dango de Três Cores, provavelmente porque raramente tenho a chance de desfrutar do luxo dos doces. As refeições que temos no campo destinam-se a ser simples, eficazes e rápidas, e raramente são servidas com qualquer tempero, muito menos açúcar... É provavelmente a mercadoria mais preciosa de todas. Ah, o que posso dizer - acho que só sou muito guloso por doces!",
      "ru": "Мне нравятся пирожные и трёхцветное данго! Хм... наверное, это потому, что мне редко выпадает возможность насладиться такими роскошными лакомствами. Полевая кухня делает упор на простоте и быстроте приготовления, и в её блюда редко когда кладут приправы, не говоря уже о сахаре. Я просто не в силах устоять перед сладостями!",
      "id": "Aku suka sekali kue bolu dan Tricolor Dango. Mungkin karena aku jarang sekali berkesempatan menikmati yang manis-manis. Ransum perang kami dirancang untuk jadi sederhana, efektif, dan cepat. Tidak diberi bumbu, apalagi gula ... Gula itu bisa jadi barang komoditas paling berharga dari semuanya. Ah, mau bilang apa lagi, aku memangnya doyan sekali yang manis-manis!",
      "th": "ฉันชอบเค้กกับ Tricolor Dango ที่สุด! อืม...อาจเป็นเพราะฉันไม่ค่อยได้กินของหวานอร่อย ๆ แบบนี้เท่าไหร่ล่ะมั้ง อาหารในค่ายทหารจะเน้นไปที่ความสะดวกรวดเร็ว และมักจะใช้เครื่องปรุงไม่มากมายนัก เพราะฉะนั้นน้ำตาลเลยกลายเป็นของล้ำค่าไปเลย ความหวานนี้...ฉันไม่ทางปฏิเสธได้ลง!",
      "vi": "Tôi thích bánh kem và Dango Ba Màu! Ừm...đại khái chắc là do tôi ít khi được ăn những món này. Món ăn trong doanh trại xem trọng tính tiện lợi, thông thường sẽ không dùng quá nhiều loại gia vị, còn đường, càng là loại gia vị quý hiếm. Vị ngọt...tôi không thể nào chối từ!"
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was er nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang Tidak Disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "大部分食物我都不忌口，可洋葱是个例外。有一次，后勤兵往饭菜里加了洋葱末，让我在饭桌上痛哭流涕…啊，那次实在太丢人了！弄得后勤兵也很过意不去。",
      "zht": "大部分食物我都不忌口，可洋蔥是個例外。有一次，後勤兵往飯菜裡加了洋蔥末，讓我在飯桌上痛哭流涕…啊，那次實在太丟人了！弄得後勤兵也很過意不去。",
      "jp": "ほとんどの食べ物は口にできるが、玉ねぎだけは例外だ。昔、後方勤務の兵士が料理に玉ねぎのすりおろしを混ぜたことがある。俺は…その食卓で涙まみれになってしまった…はぁ、あの時は本当に恥をかいた！あの後方勤務の兵士も、申し訳ない気持ちでいっぱいになっているらしい…",
      "ko": "편식은 잘 안 하지만, 양파는 예외야. 한 번은 보급병이 밥에 다진 양파를 넣은 적이 있는데, 그 자리에서 엉엉 울어버렸어… 어휴, 창피해라! 보급병도 엄청 미안해했지",
      "en": "I'll pretty much eat anything, but onions are an exception. One time, the logistics division added ground onion to my food and I bawled in front of everyone, right there at the mess table... *sigh* Talk about embarrassing. The soldiers from logistics felt terrible about it, too.",
      "de": "Ich meide nicht die meisten Lebensmittel, aber Zwiebeln sind eine Ausnahme. Einmal musste ich am Esstisch weinen, als der Logistiker meinem Essen gehackte Zwiebeln hinzufügte ... Ach, das war so demütigend, dass auch der Logistiker verunsichert war.",
      "es": "Puedo comer lo que sea, pero la única excepción es la cebolla. Una vez, la división de logística agregó cebolla molida a mi comida y empecé a llorar frente a todo el mundo en la mesa... *Suspira*, eso sí que fue vergonzoso, y los soldados de logística se sintieron muy mal por ello.",
      "fr": "Je mange à peu près de tout, à l'exception des oignons. Une fois, la division logistique a ajouté de l'oignon émincé à ma nourriture : je me suis mis à pleurer devant tout le monde à table... *soupir* Vous parlez d'une situation embarrassante. Les soldats de la division logistique se sont aussi sentis très gênés à cause de ça.",
      "pt": "Eu como praticamente de tudo, mas cebolas são uma exceção. Uma vez, a divisão de logística acrescentou cebola moída à minha comida e eu chorei na frente de todos, ali mesmo na mesa... *Suspiro* Nem me fale no tamanho do constrangimento. Os soldados da logística também se sentiram péssimos com isso.",
      "ru": "Я могу есть всё за исключением лука. Однажды отряд обеспечения добавил мне в еду тёртого лука, и я разревелся прямо за столом... Ах, какой позор! Солдатам обеспечения тоже было ужасно неловко.",
      "id": "Aku bisa makan apa saja kecuali bawang bombai. Suatu ketika, divisi logistik menyertakan bawang giling ke dalam makananku, dan aku langsung muntah di depan semua orang, di meja makan pula ... *huff* Memalukan sekali. Petugas divisi logistik juga jadi merasa sangat tidak enak karena hal itu.",
      "th": "ฉันกินอะไรก็ได้ทั้งนั้นยกเว้นหัวหอม มีอยู่ครั้งนึง ทหารฝ่ายขนส่งดันใส่หัวหอมสับลงไปในอาหาร ทำเอาฉันร้องไห้คาโต๊ะอาหารเลย...อ่า เป็นอะไรที่น่าอายชะมัด! งานนี้เล่นเอาทหารฝ่ายขนส่งรู้สึกผิดไปเลย",
      "vi": "Phần lớn món ăn tôi đều ăn được, nhưng hành tây là một ngoại lệ. Có một lần, quân hậu cần đã cho thêm hành tây vào thức ăn, làm tôi khóc ròng ngay trên bàn ăn...Ôi, lần đó thật là mất mặt! Làm cho quân hậu cần cũng cảm thấy áy náy."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "这种甜味，完全无法抵抗！",
      "zht": "這種甜味，完全無法抵抗！",
      "jp": "この甘味、なんてたまらないんだ！",
      "ko": "이 달콤한 맛은 정말 참을 수 없어!",
      "en": "Mm! I become powerless in the face of sweets!",
      "de": "Diese Süße ist einfach unwiderstehlich!",
      "es": "¡Este sabor dulce es mi favorito!",
      "fr": "Je ne peux pas résister à cette saveur !",
      "pt": "Hmm! Não resisto a pratos com um toque doce!",
      "ru": "Перед этой сладостью невозможно устоять!",
      "id": "Mmm! Aku paling tidak kuat sama yang manis-manis!",
      "th": "รสหวานแบบนี้ ไม่อาจต้านทานได้เลยจริง ๆ!",
      "vi": "Vị ngọt này không thể nào cưỡng lại được!"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "哦！心中气势大增！有什么需要我帮忙的吗！",
      "zht": "喔！心中氣勢大增！有什麼需要我幫忙的嗎！",
      "jp": "おお！心に活力がみなぎってきた！俺に手伝えることはないか！",
      "ko": "오! 사기가 마구 오르는걸! 내가 도울 만한 일 있어?",
      "en": "Oh, I feel invigorated! Is there anything I can help you with?",
      "de": "Oh! Mein Geist ist so voller Energie! Kann ich etwas für dich tun?",
      "es": "¡Ahora estoy de mucho mejor humor! ¿Hay algo en lo que pueda ayudarte?",
      "fr": "J'ai repris du poil de la bête ! Je peux vous aider à faire quelque chose ?",
      "pt": "Oh, me sinto revigorado! Posso ajudar você com algo?",
      "ru": "Я чувствую прилив сил! Могу я чем-нибудь помочь?",
      "id": "Oh, aku langsung jadi semangat! Ada yang bisa kubantu?!",
      "th": "โอ้! แรงใจของฉันเพิ่มขึ้นเยอะเลย! มีอะไรให้ฉันช่วยมั้ย!",
      "vi": "Wa! Khí thế trong lòng không ngừng tăng lên! Có chuyện gì cần tôi giúp đỡ không?"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "比想象中的还要辛辣…呜，我…我有些力不从心了。",
      "zht": "比想像中的還要辛辣…嗚，我…我有些力不從心了。",
      "jp": "思ったより辛いな…うぅ、俺にはちょっと無理かもしれない。",
      "ko": "생각보다 맵네… 우으, 나… 나 몸에 힘이 안 들어가",
      "en": "It's a little spicier than I expected... *sniff* I—I don't think I can keep going.",
      "de": "Es ist schärfer als erwartet ... Oh, ich ... ich bin ein bisschen überwältigt.",
      "es": "Está más picante de lo que esperaba... Vaya... N-no estoy acostumbrado.",
      "fr": "C'est plus épicé que je le pensais... Ouh, je... Je ne pense pas que je vais y arriver.",
      "pt": "É um pouco mais apimentado do que eu esperava... Eu... Eu acho que não aguento.",
      "ru": "Немного острее, чем я ожидал... Не думаю, что смогу доесть.",
      "id": "Lebih pedas dari dugaanku ... Duh, se-sepertinya aku sudah enggak kuat deh.",
      "th": "เผ็ดกว่าที่คิดไว้อีกแฮะ... ฮึก ฉะ...ฉันคงไม่ไหวแล้วล่ะ",
      "vi": "Nó cay hơn tôi nghĩ... hic, tôi... tôi quả thực lực bất tòng tâm."
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "今天是你的生日，是意义重大的一天，请允许我来为你庆祝吧。我们在海边生一堆篝火，抓来最新鲜的鱼和螃蟹，我想给你亲手做一顿大将级别的「士气晚餐」！",
      "zht": "#今天是{F#妳}{M#你}的生日，是意義重大的一天，請允許我來為{F#妳}{M#你}慶祝吧。我們在海邊生一堆篝火，抓來最新鮮的魚和螃蟹，我想給{F#妳}{M#你}親手做一頓大將級別的「士氣晚餐」！",
      "jp": "今日はお前の誕生日、重要な意味が込められている日だ！お前のためにお祝いをさせてくれ！浜辺で焚き火をして、新鮮な魚とカニを捕まえて、お前のために大将級の「士気晩餐」を作ってやる！",
      "ko": "오늘은 네 생일이잖아, 아주 의미 있는 날이지! 내가 축하해줄게! 우리 해변에서 모닥불 피워놓고 싱싱한 물고기랑 꽃게도 잡자! 내가 직접 대장 특급 「사기충전 만찬」을 만들어 줄게!",
      "en": "Today's a momentous occasion, your birthday! Allow me to arrange all the celebrations for you! We can make a bonfire on the beach and catch some fresh fish and crabs. I'll personally prepare a morale-boosting meal that would make even the highest-ranking generals jealous.",
      "de": "Heute ist dein Geburtstag, ein Tag von großer Bedeutung, also erlaube mir, ihn für dich zu feiern. Wir machen ein Lagerfeuer am Strand, fangen die frischesten Fische und Krebse und ich würde dir gern mit meinen eigenen Händen ein „Moralmahl“ zubereiten, um die Moral eines echten Generals zu stärken!",
      "es": "Hoy es un día muy importante: ¡tu cumpleaños! Déjame a mí organizar la celebración. Podemos hacer una hoguera en la playa y capturar unos peces y cangrejos. Prepararé una comida que levante la moral y que le dará envidia incluso a los generales de más alto rango.",
      "fr": "Aujourd'hui, c'est votre anniversaire ! C'est un jour très important, aussi permettez-moi d'organiser une fête pour vous. Nous irons faire un feu sur une plage et nous attraperons des poissons et des crabes frais. Je préparerai un bon repas pour le moral des troupes, qui fera pâlir d'envie même les généraux les plus hauts gradés !",
      "pt": "Hoje é uma ocasião memorável, seu aniversário! Permita-me organizar todas as comemorações para você! Podemos fazer uma fogueira na praia e pegar alguns peixes e caranguejos frescos. Prepararei pessoalmente uma refeição de reforço moral que fará até mesmo os generais das mais altas patentes sentirem inveja.",
      "ru": "Сегодня очень важный день, день твоего рождения! Позволь мне организовать для тебя праздник. Мы разведём на пляже костёр и наловим рыбы да крабов. Я лично приготовлю тебе воодушевляющее блюдо, достойное высших военачальников!",
      "id": "Hari ini adalah hari yang spesial, hari ulang tahunmu! Izinkan aku yang merencanakan perayaannya! Kita bisa buat api unggun di tepi pantai, lalu tangkap ikan dan kepiting. Aku akan masak menu andalan penambah semangat juang yang bahkan bisa buat semua jenderal bintang lima iri!",
      "th": "วันนี้เป็นวันเกิดของเธอ เป็นวันที่สำคัญมาก ๆ วันหนึ่งเลย ขอให้ฉันได้ฉลองเพื่อเธอละกันนะ เราไปก่อกองไฟที่ชายหาด แล้วจับปลากับปูสด ๆ มา จากนั้นฉันจะลงมือทำ \"มื้อค่ำแห่งขวัญและกำลังใจ\" ระดับนายพลให้เธอเอง!",
      "vi": "Hôm nay là sinh nhật của bạn, là một ngày vô cùng ý nghĩa, hãy để tôi chúc mừng cho bạn. Chúng ta cùng đến bãi biển đốt lửa trại, rồi bắt vài con cá với cua thật tươi ngon, tôi muốn tự tay làm một \"bữa ăn sĩ khí\" thật thịnh soạn dành cho bạn!"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "强大的力量，是为了保护同伴。",
      "zht": "強大的力量，是為了保護同伴。",
      "jp": "強大な力は、仲間を守るためのものだ。",
      "ko": "강한 힘은 동료를 지키기 위해 존재해",
      "en": "With this newfound strength, I will defend those who fight alongside me.",
      "de": "Diese mächtige Kraft ist dafür da, um Kameraden zu schützen.",
      "es": "Con esta nueva fuerza, defenderé a aquellos que luchan junto a mí.",
      "fr": "Avec cette force nouvelle, je pourrai protéger ceux qui luttent à mes côtés.",
      "pt": "Com esta nova força, vou defender aqueles que lutam ao meu lado.",
      "ru": "С этой новообретённой силой я буду защищать тех, кто сражается на моей стороне.",
      "id": "Dengan kekuatan ini, aku akan melindungi semua rekan seperjuanganku.",
      "th": "พลังที่แข็งแกร่งนี้มีไว้เพื่อปกป้องสหาย",
      "vi": "Sức mạnh to lớn, là để bảo vệ đồng đội."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "要保护同伴，不能只是被动防守，必须积极进攻。",
      "zht": "要保護同伴，不能只是被動防守，必須積極進攻。",
      "jp": "仲間を守るためには、守備を固めるだけでなく、積極的に攻める必要がある。",
      "ko": "방어만으로는 동료를 지킬 수 없어. 적극적으로 공격해야 해",
      "en": "Protecting my soldiers doesn't just mean having a robust defense in place. Sometimes, it means going on the attack!",
      "de": "Um deine Kameraden zu schützen, kannst du nicht nur passiv und defensiv sein, sondern musst aktiv und offensiv sein.",
      "es": "Proteger a mis soldados no solo significa tener una firme defensa. A veces, ¡significa atacar!",
      "fr": "Si je veux protéger mes compagnons, rester sur la défense n'est pas la solution. Parfois, il faut prendre les devants et attaquer !",
      "pt": "Proteger meus soldados não significa apenas ter uma defesa robusta. Às vezes, significa ir para o ataque!",
      "ru": "Защита моих солдат - это не только крепкая оборона, но и активное нападение.",
      "id": "Melindungi pasukanku bukan berarti hanya bertahan di tempat, tetapi juga harus menyerang!",
      "th": "เพื่อปกป้องสหาย จะเอาแต่ป้องกันอย่างเดียวไม่ได้ ต้องบุกเข้าโจมตีด้วย",
      "vi": "Muốn bảo vệ đồng đội, không thể chỉ phòng thủ bị động, mà phải tích cực tấn công."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "攻夺胜利的要领，是牢记战斗的意义，遵循正确的战法，拿出锐不可当的气势。",
      "zht": "攻奪勝利的要領，是牢記戰鬥的意義，遵循正確的戰法，拿出銳不可當的氣勢。",
      "jp": "勝利の秘訣は、戦う意味を常に忘れず、正しい戦術に従い、誰にも止められはしないという気合を、その身にみなぎらせることだ。",
      "ko": "승리하는 비법은, 전투의 의미를 되새기며 올바른 전술에 따라 예리한 기세로 공격하는 거야",
      "en": "The key to seizing victory in battle lies in remembering the meaning of battle and employing the right tactics to generate momentum, making your forces unstoppable.",
      "de": "Der Schlüssel zum Sieg liegt darin, sich an die Bedeutung der Schlacht zu erinnern, die richtige Methode der Kriegsführung anzuwenden und unaufhaltsamen Elan zu zeigen.",
      "es": "La clave para alzarse con la victoria en una batalla consiste en tener presente el sentido de la pelea y en emplear las tácticas adecuadas para hacerse con la ventaja. Así, tus soldados se vuelven imparables.",
      "fr": "Au combat, la clé de la victoire est de garder à l'esprit la raison pour laquelle on lutte et d'employer les bonnes tactiques. C'est ainsi que vos soldats deviendront une force implacable.",
      "pt": "A chave para aproveitar a vitória na batalha está em lembrar o significado da batalha e empregar as táticas certas para gerar impulso, tornando suas forças imparáveis.",
      "ru": "Ключ к победе лежит в понимании значения битвы и применения правильной тактики для создания преимущества, что наделяет войска сокрушительной мощью.",
      "id": "Kunci kemenangan adalah mengingat makna pertempuran dan menggunakan strategi yang tepat untuk menciptakan momentum. Dengan demikian, tidak ada yang mampu menghentikan.",
      "th": "กุญแจสู่ชัยชนะคือการจดจำความหมายของการต่อสู้ให้ขึ้นใจ และปฏิบัติตามกลยุทธ์อย่างถูกต้อง เพื่อปลดปล่อยพลังที่ไม่อาจต้านทานได้",
      "vi": "Điều cốt yếu để giành thắng lợi, chính là ghi nhớ ý nghĩa của chiến đấu, tuân thủ cách chiến đấu đúng đắn, và lấy ra khí thế thật hào hùng."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Kesimpulan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "有了锐不可当的气势，与战友们紧密配合，方可无往不胜。谢谢你的指点！这是属于你我二人共同的胜利。",
      "zht": "#有了銳不可當的氣勢，與戰友們緊密配合，方可無往不勝。謝謝{F#妳}{M#你}的指點！這是屬於{F#妳}{M#你}我二人共同的勝利。",
      "jp": "誰にも止めることのできない気合を持ち、戦友と密接な連携を取れば、向かうところ敵はない。指導してくれて感謝する！これは俺たち二人の勝利だ！",
      "ko": "막을 수 없는 기세로 전우들과 호흡을 잘 맞추면 어떤 상항에서든 승리할 수 있구나. 알려줘서 고마워! 이건 우리 두 사람이 함께 이뤄낸 승리야",
      "en": "With momentum on our side and close camaraderie, we are unstoppable. Thank you for your guidance. This is a victory that belongs to the both of us.",
      "de": "Mit einem unaufhaltsamen Elan und enger Zusammenarbeit mit deinen Kameraden kannst du unbesiegbar sein. Vielen Dank für deine Beratung! Dies ist ein Sieg, der dir und mir gemeinsam gehört.",
      "es": "Con la ventaja de nuestro lado y una gran camaradería, somos imparables. Gracias por tu ayuda. Esta victoria nos pertenece a los dos.",
      "fr": "Avec l'avantage de notre côté et un fort esprit de camaraderie entre nos hommes, la victoire est assurée. Merci pour votre aide ! Cette victoire nous appartient à tous les deux.",
      "pt": "Com a vantagem do nosso lado e a camaradagem próxima, somos imparáveis. Obrigado por sua orientação. Esta é uma vitória que pertence a nós dois.",
      "ru": "Напор и сплочённость делает нас непобедимыми. Благодарю тебя за наставления! Эта победа принадлежит нам обоим.",
      "id": "Dengan momentum dan semangat kebersamaan, tidak ada yang bisa menghentikan kita. Terima kasih bimbingannya! Kemenangan ini adalah milik kita berdua.",
      "th": "ด้วยพลังที่ไม่อาจหยุดยั้ง และความร่วมมือร่วมใจอย่างแน่นแฟ้นของเหล่าสหาย จึงทำให้เราชนะไปทั่วทุกสารทิศ ต้องขอบคุณเธอด้วยนะ ที่ช่วยแนะนำ! นี่ถือเป็นชัยชนะของเราทั้งคู่",
      "vi": "Khi đã có khí thế hào hùng, phối hợp khắn khít với chiến hữu, sẽ có thể đánh đâu thắng đó. Cám ơn bạn đã chia sẻ! Đây là thắng lợi chung của hai ta."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "进军！",
      "zht": "進軍！",
      "jp": "進軍！",
      "ko": "진군하라!",
      "en": "Advance!",
      "de": "Vorwärts!",
      "es": "¡Avancen!",
      "fr": "En avant !",
      "pt": "Avançar!",
      "ru": "Вперёд!",
      "id": "Maju!",
      "th": "เคลื่อนพล!",
      "vi": "Tiến lên!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "强攻！",
      "zht": "強攻！",
      "jp": "強攻！",
      "ko": "공격!",
      "en": "Charge!",
      "de": "Sturmangriff!",
      "es": "¡A la carga!",
      "fr": "Chargez !",
      "pt": "Atacar!",
      "ru": "В атаку!",
      "id": "Serang!",
      "th": "จู่โจม!",
      "vi": "Tấn công!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "结阵！",
      "zht": "結陣！",
      "jp": "結陣！",
      "ko": "대열을 맞춰!",
      "en": "Fall in!",
      "de": "Formation!",
      "es": "¡En formación!",
      "fr": "En formation !",
      "pt": "Em formação!",
      "ru": "Собраться в строй!",
      "id": "Berkumpul!",
      "th": "จัดทัพ!",
      "vi": "Kết liễu!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "随我出征！",
      "zht": "隨我出征！",
      "jp": "俺に続け！",
      "ko": "나와 함께 출정!",
      "en": "Everyone on me!",
      "de": "Folgt mir!",
      "es": "¡Todos conmigo!",
      "fr": "Tous avec moi !",
      "pt": "Todos comigo!",
      "ru": "Все за мной!",
      "id": "Ikuti aku!",
      "th": "ทุกคนบุก!",
      "vi": "Theo tôi ra trận!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "势如破竹！",
      "zht": "勢如破竹！",
      "jp": "破竹の如し！",
      "ko": "파죽지세!",
      "en": "Press the advantage!",
      "de": "Der Sieg ist auf unserer Seite!",
      "es": "¡Aprovechen la ventaja!",
      "fr": "Une ouverture !",
      "pt": "Pressionem a vantagem!",
      "ru": "Наращивайте преимущество!",
      "id": "Manfaatkan kesempatan ini!",
      "th": "ซัดให้แหลกเป็นหน้ากลอง!",
      "vi": "Khí thế hừng hực!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "兵贵先声！",
      "zht": "兵貴先聲！",
      "jp": "先声後実！",
      "ko": "기선제압이다!",
      "en": "Rally!",
      "de": "Versammelt euch!",
      "es": "¡Reúnanse!",
      "fr": "Regroupement !",
      "pt": "Reúnam-se!",
      "ru": "Перегруппироваться!",
      "id": "Sama-sama!",
      "th": "ระดมพล!",
      "vi": "Tiên phong áp đảo!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "今日运势不错！",
      "zht": "今日運勢不錯！",
      "jp": "今日は運がいい！",
      "ko": "오늘 운이 좋은데!",
      "en": "The tide of battle is in our favor!",
      "de": "Das Blatt wendet sich zu unseren Gunsten!",
      "es": "¡El curso de la batalla va a nuestro favor!",
      "fr": "La bataille tourne en notre faveur !",
      "pt": "A batalha está virando ao nosso favor!",
      "ru": "Битва разворачивается в нашу пользу!",
      "id": "Hari ini keberuntungan berpihak pada kita!",
      "th": "วันนี้โชคเข้าข้าง!",
      "vi": "Hôm nay may mắn đấy!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "和同伴们一起分享收获吧！",
      "zht": "和同伴們一起分享收穫吧！",
      "jp": "仲間たちと報酬を分け合おう！",
      "ko": "동료들과 나눠 가지자!",
      "en": "Let's distribute these among our forces.",
      "de": "Verteilen wir dies unter unseren Soldaten.",
      "es": "Repartamos esto entre nuestras tropas.",
      "fr": "Partageons ce butin avec les troupes.",
      "pt": "Vamos distribuí-lo entre nossas tropas.",
      "ru": "Распределим добытое между солдатами.",
      "id": "Kita bagikan ini untuk pasukan.",
      "th": "มาแบ่งปันสิ่งเหล่านี้ให้กับสหายทุกคนกันเถอะ!",
      "vi": "Hãy chia sẻ thu hoạch cùng các đồng đội đi!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "这个宝箱…埋伏了我？",
      "zht": "這個寶箱…埋伏了我？",
      "jp": "この宝箱…俺を待ち伏せしていたのか？",
      "ko": "이 보물상자… 여기서 날 매복한 건가?",
      "en": "Careful, it could be a trap... Oh? Nevermind.",
      "de": "Vorsicht, es könnte eine Falle sein ...",
      "es": "¡Cuidado, podría ser una trampa! Oh, no lo es.",
      "fr": "Un coffre... Serait-ce un piège ?",
      "pt": "Cuidado, pode ser uma armadilha... Oh, deixe para lá.",
      "ru": "Осторожно, это может быть ловушкой... А? Ну ладно.",
      "id": "Awas, mungkin itu jebakan ... Oh? Bukan ya?",
      "th": "หีบสมบัตินี้...จะเป็นกับดักรึเปล่านะ?",
      "vi": "Cái rương này...mai phục tôi sao?"
    }
  },
  {
    "title": {
      "zhs": "冲刺开始·其一",
      "zht": "衝刺開始·其一",
      "jp": "ダッシュ開始·1",
      "ko": "대시 시작·첫 번째",
      "en": "Sprint Start: I",
      "de": "Rennen – Start I",
      "es": "Al esprintar (I)",
      "fr": "Début de sprint (1)",
      "pt": "Início da Corrida - I",
      "ru": "Начало спринта I",
      "id": "Mulai Lari: I",
      "th": "เริ่มวิ่ง - 1",
      "vi": "Xung Kích Bắt Đầu I"
    },
    "line": {
      "zhs": "随我来。",
      "zht": "隨我來。",
      "jp": "ついて来い。",
      "ko": "날 따라와",
      "en": "Follow my lead!",
      "de": "Folgt mir!",
      "es": "¡Síganme!",
      "fr": "Avec moi !",
      "pt": "Siga meu comando!",
      "ru": "Следуйте за мной.",
      "id": "Ikuti aku.",
      "th": "ตามฉันมา",
      "vi": "Đi theo tôi."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "我还能战斗！",
      "zht": "我還能戰鬥！",
      "jp": "俺はまだ戦える！",
      "ko": "아직 싸울 수 있어!",
      "en": "I can still fight!",
      "de": "Ich kann immer noch kämpfen!",
      "es": "¡Aún puedo luchar!",
      "fr": "Je peux continuer à me battre !",
      "pt": "Ainda posso lutar!",
      "ru": "Я ещё могу сражаться!",
      "id": "Aku masih sanggup!",
      "th": "ฉันยังสู้ไหว!",
      "vi": "Tôi vẫn có thể chiến đấu!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "大意了！",
      "zht": "大意了！",
      "jp": "油断した！",
      "ko": "방심했군!",
      "en": "I got careless!",
      "de": "Ich war unvorsichtig!",
      "es": "¡Qué descuido!",
      "fr": "Une erreur stratégique !",
      "pt": "Fui descuidado!",
      "ru": "Я допустил оплошность!",
      "id": "Aku ceroboh!",
      "th": "ประมาทไปแล้วเรา!",
      "vi": "Sơ ý rồi!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "没到认输的时候！",
      "zht": "沒到認輸的時候！",
      "jp": "まだ負けを認める時ではない！",
      "ko": "항복하긴 아직 일러!",
      "en": "Surrender is not an option!",
      "de": "Aufgeben ist keine Option!",
      "es": "¡Rendirse no es una opción!",
      "fr": "Capituler n'est pas une option !",
      "pt": "Rendição não é uma opção!",
      "ru": "Нельзя сдаваться!",
      "id": "Tidak ada kata menyerah!",
      "th": "ยังไม่ถึงเวลาที่จะยอมแพ้!",
      "vi": "Chưa đến lúc chịu thua!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "按甲休兵！",
      "zht": "按甲休兵！",
      "jp": "兵を休ませろ！",
      "ko": "잠깐 후퇴해!",
      "en": "Fall back!",
      "de": "Beende die Operation!",
      "es": "¡Alto el fuego y retirada!",
      "fr": "Repli !",
      "pt": "Retirada!",
      "ru": "Битва окончена!",
      "id": "Mundur!",
      "th": "สงบศึกพักรบ!",
      "vi": "Lui binh!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "不要乱了阵脚！",
      "zht": "不要亂了陣腳！",
      "jp": "陣形を乱すな！",
      "ko": "전열을 지켜!",
      "en": "Stay in formation!",
      "de": "Keine Panik!",
      "es": "¡Mantengan la formación!",
      "fr": "Restez en formation !",
      "pt": "Mantenham a formação!",
      "ru": "Держать строй!",
      "id": "Tetap dalam formasi!",
      "th": "อย่าทำการวางตำแหน่งวุ่นวายสิ!",
      "vi": "Đừng làm loạn trận hình!"
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotado (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "兵败了…",
      "zht": "兵敗了…",
      "jp": "負けた…",
      "ko": "패배했군…",
      "en": "We're... defeated...",
      "de": "Wir sind ... besiegt ...",
      "es": "Nos... derrotaron...",
      "fr": "Nous sommes... vaincus...",
      "pt": "Fomos... Derrotados...",
      "ru": "Мы проиграли...",
      "id": "Kita ... kalah.",
      "th": "เราแพ้แล้ว...",
      "vi": "Bại trận rồi..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotado (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "海祇岛的…大家…",
      "zht": "海祇島的…大家…",
      "jp": "海祇島の…みんな…",
      "ko": "와타츠미섬의… 모두들…",
      "en": "For... Watatsumi Island...",
      "de": "Für ... Watatsumi ...",
      "es": "Por... la Isla Watatsumi...",
      "fr": "Pour... Watatsumi...",
      "pt": "Pela... Ilha Watatsumi...",
      "ru": "За... Ватацуми...",
      "id": "Demi ... Pulau Watatsumi ....",
      "th": "เพื่อทุกคนใน...เกาะ Watatsumi",
      "vi": "Đảo Watatsumi...mọi người..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotado (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "全军…撤退…",
      "zht": "全軍…撤退…",
      "jp": "全軍…撤退…",
      "ko": "전군… 후퇴하라…",
      "en": "All forces... retreat...",
      "de": "Alle Einheiten ... Rückzug ...",
      "es": "Todas las tropas... retírense...",
      "fr": "À toutes les unités... Retraite...",
      "pt": "Tropas... Recuar...",
      "ru": "Всем... отступать...",
      "id": "Pasukan ... mundur ....",
      "th": "ทุกคน...ถอยทัพ...",
      "vi": "Toàn quân...rút lui..."
    }
  },
  {
    "title": {
      "zhs": "普通受击·其一",
      "zht": "普通受擊·其一",
      "jp": "ダメージを受ける·1",
      "ko": "일반 피격·첫 번째",
      "en": "Light Hit Taken: I",
      "de": "Leichten Treffer erlitten I",
      "es": "Recibiendo un ligero ataque (I)",
      "fr": "Attaque légère subie (1)",
      "pt": "Ataque Leve Sofrido - I",
      "ru": "Получен лёгкий удар I",
      "id": "Menerima Serangan Ringan: I",
      "th": "รับการโจมตีปกติ - 1",
      "vi": "Chịu Đòn Thường I"
    },
    "line": {
      "zhs": "不痛不痒！",
      "zht": "不痛不癢！",
      "jp": "痛くも痒くもない！",
      "ko": "간지럽지도 않군!",
      "en": "Shake it off!",
      "de": "Nichts mehr als ein Mückenstich!",
      "es": "¡Fuera de aquí!",
      "fr": "Ce n'est rien !",
      "pt": "Ignore!",
      "ru": "Я даже не заметил!",
      "id": "Gatal pun tidak!",
      "th": "ไม่สะทกสะท้าน!",
      "vi": "Không hề đau đớn!"
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "再来！",
      "zht": "再來！",
      "jp": "まだまだ！",
      "ko": "더 해보시지!",
      "en": "C'mon!",
      "de": "Na los! Nochmal!",
      "es": "¡Vamos!",
      "fr": "Allez !",
      "pt": "De novo!",
      "ru": "Ещё раз!",
      "id": "Lagi!",
      "th": "เข้ามาอีกสิ!",
      "vi": "Lần nữa!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "整装待发！",
      "zht": "整裝待發！",
      "jp": "準備は整った。",
      "ko": "언제든 출발할 수 있어!",
      "en": "Ready and waiting!",
      "de": "Fertig und bereit!",
      "es": "¡Listo y a la espera!",
      "fr": "Prêt au combat !",
      "pt": "Preparado e esperando!",
      "ru": "В полной готовности!",
      "id": "Siap sedia menunggu perintah!",
      "th": "เตรียมพร้อมและรอ!",
      "vi": "Chuẩn bị xuất phát!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "准备进军！",
      "zht": "準備進軍！",
      "jp": "進軍する！",
      "ko": "진군 준비!",
      "en": "Prepare to move out!",
      "de": "Bereit für den Kampf!",
      "es": "¡Preparado para marchar!",
      "fr": "Que les troupes se préparent !",
      "pt": "Preparar para sair!",
      "ru": "Готов выдвигаться!",
      "id": "Bersiap, maju!",
      "th": "เตรียมเคลื่อนพล!",
      "vi": "Chuẩn bị tiến quân!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "行兵列阵！",
      "zht": "行兵列陣！",
      "jp": "陣形を整えろ。",
      "ko": "대열을 맞춰라!",
      "en": "Company, fall in!",
      "de": "Jungs, antreten!",
      "es": "¡Compañeros, en formación!",
      "fr": "Soldats, en formation !",
      "pt": "Tropas, sentido!",
      "ru": "Всем занять позиции!",
      "id": "Pasukan, maju!",
      "th": "จัดกำลังพล!",
      "vi": "Bày binh bố trận!"
    }
  }
]