[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Info Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "璃月是重视契约与贸易的港湾，也是财富积累沉淀的地方。\n\n各国商人活跃在这里，造就璃月盛景的同时，也带来了许多纠纷。「天权」凝光为此制定了详尽的法律规定，但并不是每个人都有耐心去研读。\n\n于是，「律法咨询师」这个职业应运而生。他们熟悉璃月律法，代替需要的人处理矛盾，并从中收取相应的报酬。\n\n烟绯，正是璃月港中声名最响的律法咨询师。\n\n她总能在法律允许的范围内为自己的客户争取到最大利益，有人说她才是璃月港中行走的「规则」。\n\n但其实，作为少见的未与岩王帝君缔结契约的混血仙兽，烟绯更想要的是自由而快乐的生活。\n\n至于平时总是携带着一本《璃月百法通则》，并从事法典专家的工作，烟绯是这样解释的——\n\n「想要不被规则束缚，首先就要完全理解所有规则。」",
      "zht": "璃月是重視契約與貿易的港灣，也是財富積累沉澱的地方。\n\n各國商人活躍在這裡，造就璃月盛景的同時，也帶來了許多糾紛。「天權」凝光為此制訂了詳盡的法律規定，但並不是每個人都有耐心去研讀。\n\n於是，「律法諮詢師」這個職業順應而生。他們熟悉璃月律法，代替需要的人處理矛盾，並從中收取相應的報酬。\n\n煙緋，正是璃月港中聲名最響亮的律法諮詢師。\n\n她總能在法律允許的範圍內為自己的客戶爭取到最大利益，有人說她才是璃月港中行走的「規則」。\n\n但其實，作為少見未與岩王帝君締結契約的混血仙獸，煙緋更想要的是自由而快樂的生活。\n\n至於平時總是攜帶著一本《璃月百法通則》，並從事法典專家的工作，煙緋是這樣解釋的——\n\n「想要不被規則束縛，首先就要完全理解所有規則。」",
      "jp": "璃月は契約と貿易を重んじる港町、故に富が集まる場所でもある。\n\n様々な国の商人がここで商売を営み、璃月に繁栄をもたらしてきた反面、数々の争いも生み出してきた。そのため、「天権」である凝光が細かな法律を制定した。しかし、それに精通する者はごく僅か。\n\nそこで誕生したのが「法律家」という職業である。法律家は璃月の法を熟知し、必要な人に代わって法的処理を行い、相応の報酬を得る。\n\n煙緋は璃月で名高い法律家だ。彼女は常に法律の許す範囲内で、顧客に最大限の利益をもたらす。彼女こそが璃月の歩く「規則」と思う人も多い。\n\n岩王帝君と契約を結んでいない極めて稀な混血の仙獣である彼女は、縛られることのない心躍る生活に憧れている。\n\nそして、『璃月百法通則』を腕に抱え、法律家の仕事をしている彼女は、常日頃よりこのように考える——\n\n「規則に縛られたくないのであれば、まずは規則を全て理解するべきだ。」",
      "ko": "리월은 계약과 무역을 중시하는 항구 도시이자 부가 쌓이는 곳이기도 하다.\n\n각국의 상인들이 활발하게 활동하면서 리월에 번영을 가져다줬지만, 다양한 분쟁 또한 함께 생겨났다. 「천권」 응광은 이를 위해 상세한 법률을 제정했지만, 모든 사람이 인내심을 갖고 법률을 공부하진 않는다.\n\n그리하여 자연스럽게 「법률 자문가」라는 직업이 생겨났다. 그들은 리월의 법에 능통해 도움이 필요한 사람들 대신 갈등을 해결하고 그에 상응하는 보수를 받는다.\n\n연비가 바로 리월항에서 가장 명성 높은 법률 자문가다.\n\n그녀는 항상 법이 허용하는 범위 안에서 자신의 고객을 위해 최대의 이익을 쟁취하기에 어떤 사람들은 그녀야말로 리월항의 걸어 다니는 「규칙」이라고 말하기도 한다.\n\n그러나 자유롭고 즐거운 삶을 추구하는 그녀는 신수 혼혈 중 드물게 암왕제군과 계약을 맺지 않았다.\n\n항상 《리월 법률 대백과》를 가지고 다니며 법전 전문가로 일하는 것에 대해 연비는 이렇게 설명한다——\n\n「규칙에 속박당하고 싶지 않다면, 먼저 모든 규칙을 완벽하게 이해해야 해」",
      "en": "Liyue is a port that prizes contracts and trade, and it is a place where wealth accumulates.\n\nMerchants from various nations are active here, which has contributed to Liyue's abundance, but has also brought up many disagreements. The Tianquan, Ningguang, has written a very comprehensive compendium of laws to deal with this, but not everyone has the patience to study them.\n\nThus was born the role of the legal adviser in Liyue society. Highly familiar with Liyue's laws, they help those in need to navigate any contradictions, earning recompense for their efforts.\n\nYanfei is the premier legal adviser in Liyue Harbor.\n\nShe is always able to obtain the most benefits for her clients, insofar as the law will allow. Some even call her \"the law that walks.\"\n\nBut in truth, what Yanfei — one of the few half-illuminated-beasts who have yet to sign a contract with Rex Lapis — really wants to do is live a free and happy life.\n\nAs for the copy of \"The General Law of Liyue\" that she carries around on her person, Yanfei has this to say:\n\n\"If you don't wish to be bound by the rules, you have to first understand them all.\"",
      "de": "Liyue ist ein Hafen, der viel Wert auf Verträge und Handel legt, und auch ein Ort des Reichtums.\n\nHändler aus aller Welt sind hier aktiv und tragen zu der Prosperität von Liyue bei, bringen aber auch unzählige Auseinandersetzungen mit sich. Der „Tianquan“ Ningguang hat dafür ausführliche Gesetze sowie Regelungen erlassen. Jedoch fehlt es vielen einfach an Geduld, die dicken Wälzer über die Gesetze durchzulesen.\n\nDaher sind „Rechtsberater“ besonders gefragt. Sie kennen sich mit den Gesetzen in Liyue aus und arbeiten als Vertreter für ihre Klientel in Streitigkeiten.\n\nYanfei ist die bekannteste unter allen Rechtsberatern.\n\nSie schafft es immer, den größtmöglichen Profit für ihre Klientel aus den Auseinandersetzungen zu schlagen, ohne die Gesetze zu brechen. Manche sagen sogar, sie sei einfach das Regelwerk von Liyue in menschlicher Gestalt.\n\nAber als eine der wenigen halben göttlichen Bestien, die mit Rex Lapis keinen Vertrag geschlossen haben, strebt Yanfei eher nach einem Leben voller Freiheit und Freude.\n\nDie Tatsache, dass sie immer das Buch „Gesetze und Bestimmungen von Liyue“ dabeihat und als Rechtsberaterin tätig ist, hat sie so ausgelegt:\n\n„Wer sich nicht von Regeln fesseln lässt, muss sich zuerst mit den Regeln auskennen.“",
      "es": "Liyue es el puerto de los contratos y el comercio, así como un lugar donde la riqueza no se deja de acumular.\n\nComerciantes de las Siete Naciones viven y trabajan aquí, lo cual ha traído prosperidad a la ciudad, pero también ha dado lugar a disputas. Por ello, Ninguang, el Equilibrio Celestial, elaboró una serie de detalladas leyes y normas que no todo el mundo ha estudiado con detenimiento.\n\nAsí fue como nació la profesión de asesor legal. Los asesores legales conocen muy bien las leyes de Liyue y ayudan a la gente a resolver sus disputas a cambio de una remuneración.\n\nYanfei es precisamente la asesora legal de mayor reputación en Liyue.\n\nSiempre lucha por los intereses de sus clientes en la medida en que la ley lo permite. Algunas personas la llaman la “ley andante” de Liyue.\n\nSin embargo, como una de las pocas humanas con sangre de bestia iluminada que aún no ha firmado un contrato con Rex Lapis, lo que realmente quiere Yanfei es una vida libre y feliz.\n\nCon respecto a por qué lleva siempre consigo los «Principios legales de Liyue» y se dedica a trabajos relacionados con el código legal, Yanfei así lo explica:\n\n“Si no quieres sentirte encadenado por las leyes, primero debes conocerlas en profundidad”.",
      "fr": "Rien n'est plus important dans le Port de Liyue que les contrats et le commerce, et la cité est un lieu où s'accumulent les richesses.\n\nLes commerçants de tous horizons s'y croisent, participant à la magnificence de Liyue. Mais leurs disputes ne sont pas rares, et la Megrez Ningguang a ainsi établi une série de dispositions légales détaillées afin d'y remédier. Hélas, tous n'ont pas la patience ou le temps de les étudier.\n\nC'est ainsi qu'est née la position de conseiller juridique. Les conseillers juridiques sont versés dans les lois de Liyue, et aident leurs clients à résoudre leurs différends légaux contre compensation.\n\nYanfei est de loin la conseillère juridique la plus influente.\n\nCette dernière se bat pour défendre aux mieux les intérêts de ses clients, ce qui lui vaut de la part de certains d'être considérée comme l'incarnation de la loi à Liyue.\n\nMais en réalité, Yanfei, qui est l'une des rares Adeptes à ne pas avoir signé de contrat avec le Souverain de la Roche, n'aspire à rien d'autre qu'une vie libre et heureuse.\n\nInterrogée sur son habitude d'avoir sur elle en permanence un exemplaire des « Lois et règlements de Liyue » et sur son travail dans le domaine juridique, Yanfei répond toujours de la sorte :\n\n« Celui qui ne souhaite pas être tenu par les règles se doit d'abord de toutes les comprendre. »",
      "pt": "Liyue é o porto dos contratos e do comércio, assim como o lugar em que a riqueza se acumula.\n\nComerciantes de todas as nações vivem aqui, trazendo prosperidade para a cidade, mas também criando disputas. Por isso, Ningguang, a Tianquan, criou uma série de leis, mas que nem todos tiveram a paciência de ler.\n\nPor causa disso, a profissão de Consultor Jurídico surgiu. Os Consultores Jurídicos conhecem bem as leis de Liyue, e ajudam o povo a resolverem suas disputas em troca de um pagamento.\n\nYanfei é a Consultora Jurídica mais famosa de Liyue.\n\nEla sempre luta pelos interesses de seus clientes na medida que a lei a permite. Alguns a chamam de A Lei Ambulante de Liyue.\n\nMas na verdade, como uma humana com sangue da Besta Iluminada que não assinou um contrato com Rex Lapis, o que Yanfei realmente quer é uma vida livre e feliz.\n\nEla geralmente anda levando consigo o livro \"Princípios Legais de Liyue\", e se tem que usá-lo para trabalho, Yanfei diz:\n\n\"Se você não quer ser restrito pelas leis, deve primeiro entendê-las\".",
      "ru": "В Ли Юэ больше всего ценят контракты и торговлю, это место, где накапливают и приумножают богатство.\n\nТорговцы из разных стран ведут здесь активную коммерческую деятельность, и, конечно, не обходится без споров. Чтобы регулировать разногласия, Воля небес Нин Гуан создала подробные законодательные акты, но не у всех хватает терпения их изучать.\n\nЭто послужило зарождению такой профессии, как консультант по юридическим вопросам. Эти люди хорошо разбираются в законе и за вознаграждение улаживают конфликты от имени своих поручителей.\n\nЯнь Фэй - самый известный консультант по юридическим вопросам в Ли Юэ.\n\nДля своих клиентов она всегда добивается наилучшего исхода в рамках закона. Многие называют её «ходячим законом» Ли Юэ.\n\nХотя в её жилах течёт кровь Божественного зверя, она не заключала контракт с Властелином Камня и больше всего на свете хочет свободной и счастливой жизни.\n\nЧто касается того, что у неё при себе всегда есть экземпляр «Законодательных актов Ли Юэ», Янь Фэй объясняет это очень просто:\n\n«Чтобы не быть связанной законами, нужно сначала полностью в них разобраться».",
      "id": "Liyue adalah kota pelabuhan yang menjunjung tinggi kontrak dan perdagangan, juga merupakan tempat di mana semua kekayaan mengendap.\n\nPara pedagang yang datang dari seluruh penjuru tidak hanya membawa kemakmuran ke Liyue, tetapi juga perselisihan. Akhirnya \"Tianquan\" Ningguang merumuskan peraturan hukum yang terperinci, tetapi tidak semua orang memiliki kesabaran untuk membacanya.\n\nMaka lahirlah profesi \"Konsultan Hukum\" yang memahami hukum Liyue luar dalam. Mereka membantu orang-orang menyelesaikan konflik dan menerima upah yang sesuai untuk jasa mereka.\n\nYanfei adalah seorang Konsultan Hukum yang paling terkenal di Pelabuhan Liyue.\n\nYanfei selalu bisa memperjuangkan kepentingan terbaik untuk kliennya dalam lingkup hukum yang diperbolehkan. Ada orang yang mengatakan bahwa Yanfei adalah \"hukum Liyue yang berjalan\".\n\nTapi pada kenyataannya, sebagai seorang manusia setengah Adeptus yang belum menandatangani kontrak dengan Rex Lapis, Yanfei lebih menginginkan hidup yang bebas dan bahagia.\n\nYanfei yang selalu membawa salinan buku \"Seratus Hukum Liyue\" dan merupakan seorang pakar hukum, menjelaskannya seperti ini:\n\n\"Kalau kamu tidak ingin terikat oleh hukum, pertama-tama kamu harus memahami semua hukum terlebih dahulu.\"",
      "th": "Liyue เป็นท่าเรือที่ให้ความสำคัญกับสัญญาและการค้า และยังเป็นสถานที่ที่สั่งสมความมั่งคั่งอีกด้วย\n\nพ่อค้าจากประเทศต่าง ๆ เข้ามาค้าขายที่นี่และได้สร้างความเจริญรุ่งเรืองให้กับ Liyue ขณะเดียวกันก็นำมาซึ่งข้อพิพาทต่าง ๆ มากมายเช่นกัน ดังนั้น \"Tianquan\" Ningguang จึงได้กำหนดกฎหมายและข้อบังคับโดยละเอียดขึ้นมา แต่ก็ไม่ใช่ทุกคนที่จะอดทนศึกษาอย่างละเอียด\n\nดังนั้นอาชีพ \"ที่ปรึกษาด้านกฎหมาย\" จึงได้ถือกำเนิดขึ้น พวกเขาคุ้นเคยกับกฎหมายของ Liyue เป็นอย่างดี และช่วยผู้คนแก้ไขข้อพิพาทเพื่อแลกกับค่าตอบแทน\n\nYanfei เป็นที่ปรึกษาด้านกฎหมายที่มีชื่อเสียงที่สุดใน Liyue\n\nเธอมักจะต่อสู้เพื่อผลประโยชน์สูงสุดของลูกค้า ภายใต้ขอบเขตที่กฎหมายอนุญาต บางคนบอกว่าเธอคือ \"กฎ\" ของการเดินเหินใน Liyue ที่แท้จริง\n\nแต่ในฐานะผู้ที่มีสายเลือดของสัตว์เวทผสมอยู่ และไม่ได้ทำสัญญากับท่านราชาแห่งหินซึ่งหาได้ค่อนข้างยากนั้น สิ่งที่ Yanfei ต้องการมากไปกว่านั้นคือการมีชีวิตที่อิสระและมีความสุข\n\nสำหรับสิ่งที่เธอมักจะมีติดตัวเธออยู่เสมออย่าง \"ประมวลกฎหมายแห่ง Liyue\" และการทำงานเป็นผู้เชี่ยวชาญด้านกฎหมายนั้น Yanfei ได้อธิบายไว้ว่า...\n\n\"หากไม่อยากถูกผูกมัดด้วยกฎ คุณก็ต้องเข้าใจกฎทั้งหมดก่อน\"",
      "vi": "Liyue là bến cảng coi trọng khế ước và thương mại, cũng là nơi tích lũy của cải.\n\nThương nhân các nước hoạt động tích cực ở đây, tạo nên sự thịnh vượng của Liyue, nhưng cũng kéo theo nhiều tranh chấp. Vì vậy \"Thiên Quyền\" Ningguang đã xây dựng các quy định pháp lý chi tiết cho việc này, nhưng không phải ai cũng có đủ kiên nhẫn để đọc.\n\nThế là nghề luật sư ra đời. Họ nắm rõ luật pháp Liyue, thay người khác xử lý xung đột và nhận thù lao tương ứng.\n\nYanfei chính là luật sư nổi tiếng nhất Cảng Liyue.\n\nCô ấy luôn nỗ lực vì những lợi ích tốt nhất cho khách hàng của mình trong phạm vi luật pháp cho phép, một số người nói rằng cô ấy mới chính là \"luật pháp\" của Cảng Liyue.\n\nNhưng thật ra, cô ấy là một tiên thú hiếm thấy chưa kí khế ước với Nham Vương Đế Quân, Yanfei muốn sống một cuộc sống tự do và vui vẻ hơn.\n\nCòn về việc luôn mang theo quyển \"Trăm Điều Luật Của Liyue\" bên mình và làm việc như một chuyên gia, Yanfei giải thích thế này:\n\n\"Muốn không bị pháp luật ràng buộc, thì trước hết phải hiểu hết tất cả các điều luật.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "作为璃月港中最受欢迎的律法咨询师，烟绯的咨询价格也是最顶级的。\n\n即便如此，想要预约的人还是不计其数。商人们并不吝惜调解费用，但是对谁来当这个调解人却有很高的要求。\n\n「多花点钱没关系，这事儿必须找烟绯来处理，我们才服气。」\n\n许多人这样评价烟绯，不仅是因为烟绯思维敏捷、口齿伶俐，也是因为她非常在意法律的基石——「公平」。\n\n经她调解的事情往往会圆满收场，有矛盾的商人们也会暂时放下对彼此的成见。\n\n虽然没有契约在身，但烟绯也为璃月的太平安定做出了自己的贡献。",
      "zht": "作為璃月港中最受歡迎的律法諮詢師，煙緋的諮詢價格也是最頂級的。\n\n即便如此，想要預約的人還是不計其數。商人們並不吝惜調解費用，但是對誰來當這個調解人卻有很高的要求。\n\n「多花點錢沒關係，這件事必須找煙緋來處理，我們才服氣。」\n\n許多人這樣評價煙緋，不僅是因為煙緋思緒敏捷、口齒伶俐，也是因為她非常在意法律的基石——「公平」。\n\n經她調解的事情往往會圓滿收場，有矛盾的商人們也會暫時放下對彼此的成見。\n\n雖然沒有契約在身，但煙緋也為璃月的太平安定做出了自己的貢獻。",
      "jp": "璃月港で引く手数多の法律家、相談料も抜きん出ている。\n\nそれでも彼女を予約する人は後を絶たない。商人は調停に掛かる費用を気にしない、しかし誰が調停人になるかは気にするのだ。\n\n「金は多く使っても構わないが、煙緋に頼まないと気が済まない。」と商人は皆口を揃えて言う。\n\n大多数の人間が煙緋に抱く評価は頭の回転が速く、口達者。また、法律の基盤である「公平」を重んじている点を挙げる。\n\n彼女が調停に入ると、そのほとんどが円満に解決する。敵対していた商人たちも大人しくなり、敵意を収める。\n\n岩神と契約を結んでいない彼女だが、璃月の平和に大きく貢献しているのは間違いない。",
      "ko": "연비는 리월항에서 가장 인기 있는 법률 자문가로, 상담 가격 역시 최고 수준이다.\n\n그러나 비싼 가격에도 예약하려는 사람은 셀 수 없이 많다. 상인들은 중재 비용에 대해 개의치 않지만, 누가 중재를 맡는가에 대해서는 아주 엄격한 기준을 가지고 있다.\n\n「돈을 얼마 쓰든 상관없어요. 이 일은 꼭 연비가 맡아야만 납득할 수 있어요.」\n\n많은 사람들이 연비를 이렇게 평가하는 이유는 연비의 날카로운 사고와 예리한 말솜씨 때문이기도 하지만, 그녀가 법의 초석이 되는——「공평함」을 매우 중요시하기 때문이다.\n\n연비의 중재를 거친 일은 보통 원만하게 마무리되고, 갈등을 겪었던 상인들도 서로에 대한 선입견을 내려놓는 경우가 많다.\n\n계약을 맺진 않았지만, 그녀 역시 리월의 평안에 기여한 것은 분명하다",
      "en": "As the most sought-after legal adviser in Liyue Harbor, Yanfei's rates are also top-of-the-line.\n\nEven so, she never lacks for people coming to seek appointments. After all, merchants are not stingy about mediation fees, but are very picky indeed about the mediator.\n\n\"Money is no object — we must have Yanfei come and settle this matter for us.\"\n\nMany rate Yanfei in this fashion, not only for her quick-thinking or her masterful oratory, but also because she very greatly emphasizes the cornerstone of the law — \"fairness.\"\n\nHer mediations often end in win-win situations, and even merchants with daggers drawn will temporarily set their prejudices aside.\n\nThough she is unbound by a contract, Yanfei has made her own contribution to the peace and prosperity of Liyue.",
      "de": "Als die beliebteste Rechtsberaterin in Liyue verlangt Yanfei auch den allerhöchsten Preis für ihre Leistungen.\n\nTrotzdem sind ihre Beratungstermine unheimlich heiß begehrt. Die Handelsleute nehmen die hohen Vermittlungskosten immer als selbstverständlich an und haben aber dementsprechend sehr hohen Anspruch an die Vermittler.\n\n„Geld ist nie ein Problem. Aber nur Yanfei kann die Sache sauber erledigen. Wir wollen, dass nur sie sich darum kümmert.“\n\nYanfei steht in der Gunst von vielen, nicht nur, weil sie blitzgescheit und sehr redegewandt ist, sondern auch, weil sie den Grundstein der Gesetze, nämlich die „Gerechtigkeit“, sehr wertschätzt.\n\nDie Streitigkeiten unter ihrer Vermittlung sind meistens mit einem runden Erfolg abgelaufen. Mit ihrer Hilfe haben die Kaufleute meistens ihre Vorurteile gegeneinander beiseitegelegt.\n\nObwohl Yanfei keinen Vertrag geschlossen hat, leistet sie ihren Beitrag zu dem Frieden von Liyue.",
      "es": "Como la asesora legal que goza de mayor popularidad en Liyue, los precios de asesoría de Yanfei son los más altos.\n\nAun así, incontables personas desean contar con sus servicios. Los comerciantes no suelen escatimar en gastos a la hora de contratar a un mediador, pero son muy estrictos con respecto a quién es ese mediador.\n\n“No pasa nada si tengo que gastar más dinero. Solo estaré tranquilo y satisfecho si Yanfei se encarga de este asunto”.\n\nSi hay tantas personas que valoran así a Yanfei no es solo por su perspicacia y elocuencia, sino porque a ella le importa enormemente el pilar sobre el que se basa la ley: la justicia.\n\nTodos los casos en los que media acaban de manera satisfactoria, e incluso consigue que los comerciantes con conflictos de intereses dejen de lado sus prejuicios por un momento.\n\nAunque no tiene un contrato para ello, Yanfei siempre ha aportado su granito de arena para mantener la paz y la tranquilidad en Liyue.",
      "fr": "Étant la conseillère juridique la plus prisée de tout Liyue, les frais perçus par Yanfei sont les plus élevés dans la profession.\n\nQuand bien même, nombreux sont ceux qui cherchent à obtenir un rendez-vous auprès d'elle. Les marchands ne rechignent pas à la dépense, mais se montrent très exigeants quant à la personne qui leur servira de médiateur.\n\n« Peu importe le prix, c'est Yanfei qu'il nous faut pour cette affaire. »\n\nSi Yanfei est ainsi autant appréciée, ce n'est pas seulement en raison de sa rapidité d'esprit et de son éloquence ; c'est aussi parce que tout le monde sait l'importance qu'elle accorde à l'impartialité, fondation sur laquelle repose le droit.\n\nLes affaires dont elle s'occupe atteignent toujours une conclusion satisfaisante, et les marchands que le contentieux oppose acceptent de mettre momentanément leurs préjugés réciproques de côté en présence de la jeune femme.\n\nYanfei n'est peut-être pas liée par un contrat au Souverain de la Roche, mais elle n'en contribue pas moins à sa façon au maintien de la paix et de la stabilité à Liyue.",
      "pt": "Como a Consultora Jurídica mais famosa de Liyue, os preços da consultoria de Yanfei são os mais caros.\n\nAinda assim, inúmeras pessoas desejam contratar seus serviços. Os comerciantes não poupam na hora de gastar com um mediador, mas são bem rigorosos com qual mediador contratarão.\n\n\"Não importa quanto dinheiro tenha que gastar, esse problema necessita da Yanfei. Só assim ficarei satisfeito\".\n\nHá tantas pessoas que valorizam Yanfei assim, não somente por causa de sua perspicácia e eloquência, mas por que ela se baseia no pilar da lei que é a justiça.\n\nTodos os casos em que trabalha acabam de maneira satisfatória, e consegue até mesmo fazer com que os comerciantes com conflitos de interesse deixem seus problemas de lado por um momento.\n\nAinda que não tenha um contrato consigo, Yanfei sempre fez sua parte para manter a paz e tranquilidade em Liyue.",
      "ru": "Янь Фэй - самый востребованный консультант по юридическим вопросам в Ли Юэ, и за свои услуги она берёт дорого. И всё равно от желающих получить её консультацию нет отбоя, ведь торговцы так придирчивы к своему представителю, а вот на гонорар они вовсе не скупятся. «Я готов заплатить любые деньги, лишь бы мои интересы представляла Янь Фэй - только тогда я буду спокоен». Многие ценят Янь Фэй не только за сообразительность и красноречие, но и за то, что она заботится о краеугольном камне закона - справедливости. Споры, в которых она выступает посредником, часто заканчиваются примирением сторон, а повздорившие торговцы - пусть хотя бы и на время - отбрасывают свои предубеждения против друг друга. Несмотря на то, что Янь Фэй не заключала контракт с Властелином Камня, она вносит свой вклад в благополучие и стабильность Ли Юэ.",
      "id": "Sebagai Konsultan Hukum paling terkenal di Liyue, Yanfei juga memasang jasanya dengan harga yang sangat mahal.\n\nMeskipun begitu, masih banyak orang yang ingin menggunakan jasa Yanfei. Para pedagang rela mengeluarkan banyak uang untuk menyelesaikan masalah, tapi mereka juga memasang standar tinggi saat memilih orang.\n\n\"Tidak apa mengeluarkan banyak uang, tapi kami baru bisa tenang kalau Yanfei yang menyelesaikan masalahnya.\"\n\nBeginilah pikiran orang-orang tentang Yanfei, bukan hanya karena Yanfei cepat berpikir dan pandai berbicara, tapi juga karena dia menjunjung tinggi landasan utama hukum, yaitu \"Keadilan\".\n\nSemua konflik yang ditangani oleh Yanfei biasanya berakhir dengan baik, para pedagang yang berselisih pun akhirnya berbaikan.\n\nMeskipun tidak terikat sebuah kontrak, tapi Yanfei juga telah berkontribusi pada kedamaian di Liyue.",
      "th": "ในฐานะที่ปรึกษาด้านกฎหมายที่ได้รับความนิยมที่สุดใน Liyue ค่าให้การปรึกษาของ Yanfei ก็สูงที่สุดเช่นกัน\n\nแต่ถึงอย่างนั้น ก็ยังมีผู้คนมากมายที่ต้องการใช้บริการของเธอ เหล่าบรรดาพ่อค้าไม่ได้เสียดายค่าใช้จ่ายที่ต้องให้กับผู้ไกล่เกลี่ย แต่สิ่งที่พวกเขาคาดหวังและต้องการจากคนที่มาเป็นผู้ไกล่เกลี่ยข้อพิพาทนั้นค่อนข้างสูง\n\n\"ถึงต้องจ่ายมากหน่อยก็ไม่เป็นไร แต่เรื่องนี้จะต้องเป็นคุณ Yanfei จัดการเท่านั้น พวกเราถึงจะวางใจ\"\n\nหลาย ๆ คนได้แสดงความคิดเห็นถึง Yanfei เช่นนี้ ไม่เพียงเพราะ Yanfei เป็นคนที่ฉลาดคล่องแคล่ว, มีไหวพริบและพูดจาคมคายเท่านั้น แต่เป็นเพราะเธอใส่ใจกับรากฐานที่สำคัญของกฎหมายซึ่งก็คือ...\"ความยุติธรรม\" นั่นเอง\n\nเรื่องที่เธอไกล่เกลี่ยมักจะจบลงด้วยดี และเหล่าพ่อค้าที่มีปัญหากันนั้นต่างก็ลดทิฐิที่มีต่อกันลงชั่วคราว\n\nแม้ว่า Yanfei จะไม่ได้ทำสัญญากับราชาแห่งหินเอาไว้ แต่เธอก็ได้อุทิศตนเพื่อร่วมทำให้ Liyue สงบสุขและมั่นคงด้วยเช่นกัน",
      "vi": "Là luật sư được yêu thích nhất Cảng Liyue, giá tư vấn của Yanfei cũng thuộc hàng cao nhất.\n\nNgay cả như vậy, nhưng số người muốn đặt hẹn là không sao kể xiết. Các thương gia không ngần ngại trả phí đàm phán, nhưng họ có yêu cầu rất cao về việc ai sẽ là người đàm phán.\n\n\"Tốn nhiều tiền một chút cũng không sao, nhưng nhất định phải là Yanfei đứng ra xử lý thì chúng tôi mới phục.\"\n\nRất nhiều người đánh giá về Yanfei như vậy, không phải chỉ vì Yanfei tư duy nhanh nhẹn, mồm miệng lanh lợi, mà vì cô ấy rất quan tâm đến nền tảng của luật pháp - đó là sự \"công bằng\".\n\nNhững việc cô ấy đứng ra đàm phán thường hay thành công, các thương nhân có xung đột cũng tạm thời bỏ qua định kiến về nhau.\n\nTuy không có khế ước, nhưng Yanfei cũng đã cống hiến rất nhiều cho nền hòa bình của Liyue."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "作为律法咨询师，烟绯其实也有不擅长的事情，比如说「民间争执」中涉及感情和亲情的部分。\n\n离婚财产问题、子女抚养权问题、赡养老人问题、断绝关系问题…等等。\n\n有道是清官难断家务事，作为从小在爱中长大的烟绯来说，处理这些问题非常困难，这完全涉及到了她的知识盲区。\n\n有时她会觉得双方都有道理，有时又觉得两边都是错的。如果涉及到抚育纠纷的话，更是会觉得不管怎么调解，都会对无辜的孩子造成很大的心理阴影。即便硬着头皮调解完，烟绯也会感觉非常疲惫。\n\n「希望大家都能遇到对的人，少一点这种方面的苦恼。」",
      "zht": "作為律法諮詢師，煙緋其實也有不擅長的事情，比如說「民間爭執」中涉及感情和親情的部分。\n\n離婚財產問題、子女撫養權問題、贍養老人問題、斷絕關係問題…等等。\n\n有道是清官難斷家務事，作為從小在愛中長大的煙緋來說，處理這些問題非常困難，這完全超出了她的知識範圍。\n\n有時她會覺得雙方都有道理，有時又覺得兩邊都是錯的。如果涉及到撫育糾紛的話，更是會覺得不管怎麼調解，都會對無辜的孩子造成很大的心理陰影。即便硬著頭皮調解完，煙緋也會感覺非常疲憊。\n\n「希望大家都能遇到對的人，少一點這種方面的苦惱。」",
      "jp": "優れた法律家である煙緋にも、苦手な分野がある。それが「民事訴訟」といった情や家族愛の絡んだ感情的な内容のものだ。\n\n例えば離婚の際の財産分与、子供の親権、高齢者の扶養、家族との縁切り問題…等々。\n\n家庭のいざこざを処理するのは難しいことだ。幼い頃から愛されてきた煙緋からすれば、なおさらである。また、彼女がこの分野に関する知識が乏しいのも事実。\n\n過去の調停を振り返ると、双方とも筋が通っていると感じる時も、双方とも間違っていると感じる時もあった。親権の問題になると、どのように調停しても罪のない子供を傷つけてしまう。結果、無理して調停を成し遂げ、煙緋はくたくたに疲れ果ててしまうのだ。\n\n「みんな相性がいい人と結ばれて欲しい、こんなにもつらい事はもううんざりだ。」",
      "ko": "법률 자문가인 연비 역시 자신 없는 분야가 있는데, 바로 「민사 분쟁」 사건 중에서도 사람 간의 감정 혹은 관계에 관련된 일이다.\n\n이혼 재산 분할, 자녀 양육권 문제, 노인 부양 문제와 가족과의 관계 끊기 등등….\n\n공정한 판사라도 집안일은 처리하기 어렵다는 말이 있듯, 어릴 때부터 사랑받으며 자란 연비에게 이런 문제는 늘 속수무책이다.\n\n어떨 땐 양쪽 다 일리 있는 것 같고, 또 어떨 땐 양쪽 다 잘못됐다고 느끼기도 한다. 양육권 문제일 경우엔 어떻게 중재를 하더라도 결국 무고한 아이에게 상처를 주기 때문에 무리하게 중재를 해내더라도 연비는 항상 극심한 피로를 느낀다.\n\n「다들 자기와 잘 맞는 사람을 만나서 이런 문제로 고통받지 않았으면 좋겠어」",
      "en": "As a legal adviser, Yanfei does have her fair share of weaknesses. An example is the mediation of civil disputes that involve emotions and relationships.\n\nDivorces, inheritances, custody disputes, senior care, severances... The list continues.\n\nIt is said that upright officials are hapless in household affairs, and so it also is with Yanfei, who grew up surrounded by love — these matters fall right into her blind corner.\n\nSometimes, she will find that both sides have reason on their side, and other times she will find them to both be unreasonable. Child custody disputes are the absolute worst, as no matter how she settles them, the settlement will have a great psychological impact on the innocent children. Even if Yanfei chooses to soldier on, she will only tire herself out.\n\n\"Hopefully, everyone can meet the right person and be spared this particular grief.\"",
      "de": "Als Rechtsberaterin hat Yanfei auch Gebiete, in denen sie nicht besonders gut ist, z. B. „bürgerliche Streitigkeiten“ bezüglich Angeleinheiten der Liebe oder Familie.\n\nDas sind, konkreter gesagt, Probleme in Bezug auf Scheidung und Aufteilung des Vermögens, Sorgerecht der Kinder, Elternunterhalt, Enterbung usw.\n\nMan sagt immer, es fällt sogar dem gerechtesten Richter schwer, eine klare Linie zwischen Richtig und Falsch bei einem Familienzwist zu ziehen. Und für Yanfei ist es umso schwieriger. Weil sie in Liebe der Familie aufgewachsen ist, versteht sie es manchmal nur schwer, warum die Sachen bei anderen schiefgelaufen sind.\n\nManchmal glaubt sie, dass beide Seite Recht haben. Manchmal jedoch hält sie das Gegenteil für zutreffend. Falls es um Sorgerecht geht, ist sie einfach der festen Überzeugung, dass allerlei Vermittlungen, egal in welcher Form, bestimmt negativen Einfluss auf die Kinder ausüben. Auch wenn sie in diesem Fall die Vermittlung erfolgreich erledigt hat, fühlt sie sich ermattet.\n\n„Ich hoffe herzlich, dass jeder den richtigen Partner finden kann. So kann eine Menge solcher Ärger erspart werden.“",
      "es": "Como asesora legal, también hay cosas que no se le dan bien a Yanfei. Este es el caso de las disputas en las que hay implicados sentimientos y afecto entre personas.\n\nProblemas relacionados con divorcios y reparto de bienes, custodia de los hijos, cuidados a personas mayores, ruptura de relaciones, etc.\n\nHay quien dice que resolver una disputa familiar es complicado incluso para las personas más justas y honestas. Ya que Yanfei creció en un entorno lleno de amor desde pequeña, estos problemas le resultan muy complicados. Podría decirse que son su punto débil.\n\nA veces, considera que ambas partes tienen razón. Otras, que ambas están equivocadas. Ahora bien, en el caso de las disputas por la custodia de los hijos, Yanfei piensa que, sea cual sea el resultado de la mediación, los niños siempre saldrán perdiendo y sufrirán secuelas psicológicas. Aun cuando alcanza una decisión en su mediación, este tipo de casos son agotadores para Yanfei.\n\n“Solo espero que la gente pueda elegir bien las personas con las que se relaciona para reducir un poco esta clase de preocupaciones”.",
      "fr": "Bien qu'étant conseillère juridique, il existe certains domaines que Yanfei ne maîtrise pas, comme par exemple tout ceux ayant trait aux sentiments personnels dans les contentieux d'ordre civil.\n\nDivorces, héritages, gardes d'enfants, soins aux personnes âgées, indemnités de séparation... La liste est longue.\n\n« Même le plus doué des fonctionnaires est impuissant face aux affaires de famille », dit-on – et pour Yanfei, qui a grandi entourée d'amour, résoudre ce type de dispute s'avère particulièrement difficile, la jeune femme ne connaissant guère ce genre de problème.\n\nIl lui arrive ainsi d'estimer que chacune des parties est dans son droit, ou encore qu'aucune n'a raison. Les contentieux portant sur la garde des enfants sont particulièrement délicats à ses yeux, Yanfei estimant que les enfants en subissent les conséquences psychologiques quelle que soit la décision prise. On la verra donc réunir tout son courage pour s'atteler à ce type de problème, pour en ressortir une fois résolu complètement lessivée.\n\n« Si seulement chacun pouvait rencontrer la personne qui lui correspond... Ça ferait moins d'ennuis de ce genre à traiter. »",
      "pt": "Como Consultora Jurídica, também há coisas que Yanfei não é tão boa em fazer, por exemplo, problemas emocionais em disputas civis.\n\nProblemas relacionados com divórcios e divisão de bens, guarda de crianças, cuidados com pessoas idosas, quebra de relações, etc.\n\nAlguns dizem que resolver uma disputa familiar é complicado, até mesmo para as pessoas justas e honestas. Já que Yanfei cresceu em um ambiente cheio de amor, esse tipo de problema para ela é muito complicado. Pode-se dizer que é seu ponto fraco.\n\nÀs vezes considera que ambas as partes têm razão. Outras, que ambas estão erradas. Mas no caso das disputas pela guarda dos filhos, Yanfei pensa que independentemente do resultado, as crianças sempre saem perdendo e com sequelas mentais. Ainda quando chega em uma decisão, esses casos são exaustivos para Yanfei.\n\n\"Só espero que as pessoas escolham bem com quem se relacionarão para reduzir um pouco este tipo de preocupação\".",
      "ru": "Как у консультанта по юридическим вопросам, у Янь Фэй есть несколько слабостей. Например, она не очень сильна в гражданских спорах, связанных с чувствами и семейными отношениями.\n\nРаздел имущества при разводе, опека над детьми, поддержка пожилых людей, расторжение брака и тому подобное.\n\nПравду говорят, что и самому справедливому чиновнику трудно понять, кто в семейном споре прав. Янь Фэй росла в любви, поэтому ей очень трудно справляться с такими вопросами и её знания в этой области весьма ограничены.\n\nИногда ей кажется, что обе стороны правы, а иногда, что обе стороны ошибаются. Хуже всего, когда речь идёт об опеке над детьми, ведь вне зависимости от исхода, эта ситуация травмирует невинного ребёнка. После участия в таких спорах она чувствует себя очень уставшей.\n\n«Я надеюсь, что каждый сможет встретить подходящего человека, и тогда эти страдания обойдут его стороной».",
      "id": "Sebagai seorang Konsultan Hukum, sebenarnya masih ada hal-hal yang tidak dikuasai oleh Yanfei, contohnya \"perselisihan penduduk\" yang melibatkan perasaan dan kekeluargaan.\n\nKasus hak harta di perceraian, hak asuh anak, merawat orang tua, masalah hubungan yang putus, dan lain-lain.\n\nSeperti pepatah yang mengatakan \"Seorang pejabat hebat pun pasti kesulitan mengatasi masalah rumah tangga.\". Yanfei yang sejak kecil hidup bahagia, merasa kesulitan saat menghadapi masalah seperti ini karena benar-benar berada di titik buta pengetahuannya.\n\nKadang Yanfei merasa kedua pihak sama-sama benar, tapi kadang kedua pihak sama-sama salah. Kalau sudah berhubungan dengan hak asuh anak, Yanfei merasa bagaimanapun dia menyelesaikan masalahnya, pasti tetap ada bayang-bayang yang menghantui anak itu sampai dia besar. Meskipun Yanfei berhasil menyelesaikan masalahnya dengan susah payah, tapi dia akan merasa sangat lelah.\n\n\"Aku berharap semua orang bisa hidup di jalan yang benar, agar tidak terjadi banyak masalah seperti ini.\"",
      "th": "ในฐานะที่ Yanfei เป็นที่ปรึกษากฎหมาย ยังมีบางสิ่งที่ไม่ถนัด เช่น ในส่วนของ \"ข้อพิพาททางแพ่ง\" ที่เกี่ยวข้องกับความรู้สึกและความรักในครอบครัว \n\nปัญหาการหย่าร้าง ปัญหาการดูแลเด็ก ปัญหาการสนับสนุนผู้สูงอายุ ปัญหาความสัมพันธ์... เป็นต้น \n\nเรื่องภายในครอบครัวเป็นเรื่องยากที่เจ้าหน้าที่ผู้ซื่อสัตย์และยุติธรรมจะตัดสินได้ ในฐานะที่ Yanfei เติบโตมาด้วยความรักตั้งแต่เด็ก จึงเป็นเรื่องยากมากที่จะจัดการกับปัญหาเหล่านี้ เพราะนี่คือจุดบอดทางความรู้ของเธออย่างสิ้นเชิง\n\nบางครั้งเธอรู้สึกว่าทั้งสองฝ่ายต่างมีเหตุผล และบางครั้งเธอก็รู้สึกว่าผิดทั้งสองฝ่าย ซึ่งถ้าเกี่ยวข้องกับข้อพิพาทเรื่องการเลี้ยงดู ยิ่งรู้สึกว่าไม่ว่าคุณจะไกล่เกลี่ยอย่างไร มันต่างจะทำให้เกิดเงามืดในจิตใจกับเด็กที่ไร้เดียงสา แม้ว่าการไกล่เกลี่ยจะสำเร็จลงได้ แต่ Yanfei ก็จะรู้สึกเหนื่อยมากเช่นกัน \n\n \"ฉันหวังว่าทุกคนจะเจอคนที่ใช่ จะได้ทนทุกข์กับปัญหาเรื่องนี้น้อยลงน่ะ\"",
      "vi": "Là một luật sư, nhưng thật ra Yanfei cũng có một số điều không giỏi, chẳng hạn như phần \"tranh chấp dân sự\" liên quan đến tình cảm và tình thân.\n\nVấn đề tài sản ly hôn, vấn đề nuôi con, cấp dưỡng cho người già, vấn đề cắt đứt quan hệ v.v...\n\nCó câu quan thanh liêm cũng khó phân xử chuyện đúng sai trong nhà, Yanfei đã lớn lên trong tình yêu thương nên rất khó giải quyết những vấn đề này, nó hoàn toàn nằm trong điểm mù kiến thức của cô ấy.\n\nĐôi khi cô ấy cảm thấy rằng cả hai bên đều có lý, đôi khi cô ấy cảm thấy rằng cả hai bên đều sai. Nếu liên quan đến việc tranh chấp quyền nuôi con, càng cảm thấy dù có giải quyết thế nào cũng sẽ gây ra ám ảnh tâm lý cho những đứa trẻ vô tội. Ngay cả khi cố gắng hết sức để hòa giải xong, Yanfei cũng cảm thấy rất mệt mỏi.\n\n\"Hy vọng ai cũng sẽ gặp được đúng người, để ít đi những chuyện rắc rối như thế này.\""
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "烟绯在璃月的人际关系很广泛，是因为她有着很高的包容力。\n\n跟她聊天完全不用担心触碰到什么逆鳞，无论你是否健谈，都可以和她相处甚欢。\n\n当然，前提是不要试着与她辩论，或是在她面前大谈特谈法律专业的内容…一旦进入「工作模式」的话，烟绯会给人完全不同的感觉。\n\n此外，因为常年研究法典的原因，烟绯也养成了「过度严谨」的习惯。在聊天时，烟绯总会尽可能地消除话语中的歧义与漏洞，因此显得稍稍有些啰嗦。在察觉到这一点可能会给对方造成不快时，烟绯总会懊恼地用书角敲敲自己的脑袋。\n\n不过，只要她还会投入大量时间泡在律法相关的书海中，这个习惯就很难改掉吧。",
      "zht": "煙緋在璃月的人際關係很廣泛，是因為她有著很高的包容力。\n\n跟她聊天完全不用擔心觸碰到什麼逆鱗，無論你是否健談，都可以和她相處甚歡。\n\n當然，前提是不要試著與她辯論，或是在她面前大談特談法律專業的內容…一旦進入「工作模式」的話，煙緋會給人完全不同的感覺。\n\n此外，因為常年研究法典的原因，煙緋也養成了「過度嚴謹」的習慣。在聊天時，煙緋總會盡可能地消除話語中的歧義與漏洞，因此顯得稍稍有些囉嗦。在察覺到這一點可能會給對方造成不快時，煙緋總會懊惱地用書角敲敲自己的腦袋。\n\n不過，只要她還會投入大量時間泡在律法相關的書海中，這個習慣就很難改掉吧。",
      "jp": "璃月で煙緋の顔が広い理由は、彼女の器の大きさが関係している。\n\n彼女と会話する時、逆鱗に触れる可能性は一切心配しなくていい。話し上手であろうとなかろうと、彼女は全ての人と楽しく会話できる。\n\nもちろん、彼女と討論をしないことと、彼女の前で法律を語らないことが大前提ではあるが。彼女が「仕事モード」に切り替わると、別人と感じるほど雰囲気が変わる。\n\nまた、長年法律を研究してきたせいか、煙緋は「細かくて厳しい」。たとえ雑談であろうとも、話の中の矛盾と誤りをなくすため細かな説明が入り、話が長くなりがちになるのだ。このようなしゃべり方が相手を不快にさせていると気づいた時には、反省して本の角で自分の頭をたたく。\n\nしかし、法律関連の著書に大量の時間を費やす彼女にとって、この習慣を直すのは至難の業だろう。",
      "ko": "연비는 리월에서 발이 아주 넓은 편인데, 그건 다 그녀의 포용력 덕분이다.\n\n그녀와 대화할 땐 예민한 화제를 조심할 필요도 없고, 말을 잘하든 못하든 그녀와 즐겁게 지낼 수 있을 것이다.\n\n물론 그녀와 논쟁을 하거나, 그녀 앞에서 전문적인 법률 지식을 이야기하지만 않는다면 말이다…. 연비는 「업무 모드」에 진입하면 완전히 다른 사람이 되어 버리기 때문이다.\n\n연비는 오랜 시간 법전을 연구한 탓에 「지나치게 엄격한」 성격을 갖게 됐다. 그녀는 대화할 때 최대한 중의적 표현이나 오류를 줄이기 위해 설명이 길어지는 경향이 있는데 이게 종종 잔소리처럼 들리기도 한다. 그리고 상대방이 불쾌해할 수도 있단 걸 깨달았을 때 연비는 늘 반성하며 책 모서리로 자신의 머리를 두드린다.\n\n하지만 그녀가 법률 저서에 파묻히는 시간을 줄이지 않는 한, 이 버릇을 고치긴 힘들 것이다",
      "en": "As a result of her greatly tolerant nature, Yanfei has a wide variety of personal relationships throughout Liyue.\n\nThere is no need to worry about rubbing a sore spot, and you'll be able to get along with her whether you're an avid conversationalist or not.\n\nOf course, this is true as long as you don't attempt to debate with her or start a conversation about the legal profession... Yanfei in work mode is a completely different beast to deal with.\n\nAdditionally, Yanfei has cultivated the habit of being overly rigorous from her long years of studying the law. When chatting, Yanfei will vigorously eliminate any ambiguity or loopholes present in the discourse and can seem like a bit of a chatterbox. When she realizes this, Yanfei is wont to knock herself on the head with a book in irritation.\n\nHowever, so long as she constantly bathes in a sea of legal literature, this habit will probably be quite hard to break.",
      "de": "Yanfei hat viele Freunde in Liyue. Das liegt daran, dass sie tolerant gegenüber allem ist.\n\nBei ihr gibt es überhaupt kein Tabuthema. Egal, ob du gesprächig oder redescheu bist, ist es dir immer angenehm, mit ihr zu plaudern.\n\nNa klar, vorausgesetzt, dass du nicht versuchst, mit ihr zu debattieren oder sie mit deinem juristischen Wissen zu beeindrucken ... Dann geht sie in den Arbeitsmodus über und wird ein total anderer Mensch.\n\nDarüber hinaus ist sie es gewohnt, ihre Worte übertrieben sorgfältig zu formulieren, weil sie sich schon seit Jahren mit Gesetzestexten beschäftigt. Wenn sie redet, versucht sie immer, allen möglichen Missverständnissen oder Lücken in ihren Worten vorzubeugen. Sobald sie bemerkt, dass es den anderen womöglich nervt, haut sie das Gesetzesbuch vor Ärger auf ihren Kopf.\n\nAber sofern sie weiterhin so viel Zeit wie bisher in dem Büchermeer der Gesetze verbringt, ist es fast unmöglich für sie, diese Angewohnheit abzulegen.",
      "es": "El amplio círculo social del que disfruta Yanfei en Liyue se debe a su tolerancia e inclusividad.\n\nNo importa si tocas un tema un poco incómodo o si no eres una persona muy habladora, todo el mundo se lleva bien con Yanfei al charlar con ella.\n\nEso sí, la única premisa es no intentar debatir y no hablar de derecho frente a ella. Cuando Yanfei entra en su “modo trabajo”, transmite una sensación completamente distinta.\n\nAdemás, como ha estudiado durante años el código legal, tiene unas costumbres particularmente estrictas. Al hablar, evita a toda costa ambigüedades e inexactitudes, por lo que a veces parece que habla de manera muy enrevesada. Cuando se da cuenta de que, a causa de ello, la otra persona se siente confusa, Yanfei se da preocupadamente unos golpecitos en la cabeza con la esquina de un libro.\n\nSin embargo, es muy difícil que cambie esta costumbre si sigue pasando tanto tiempo inmersa en sus libros legales.",
      "fr": "Conséquence directe de sa nature tolérante, Yanfei entretient un large éventail de relations à travers tout Liyue.\n\nNul besoin de prendre des pincettes lorsqu'on discute avec elle, et n'importe qui peut s'entendre avec la jeune femme.\n\nBien sûr, cela n'est vrai que tant qu'on s'abstient d'essayer de débattre ou d'engager une conversation portant sur le droit... Lorsque Yanfei passe en « mode travail », c'est une toute autre impression qu'elle donne.\n\nLa jeune femme a de plus acquis au fil de ses années dédiées à l'étude des textes juridiques l'habitude d'être très rigoureuse et prudente – voire même trop. Lorsqu'elle discute avec quelqu'un, Yanfei prend soin de s'exprimer sans ambiguïté et avec autant de clarté que possible, ce qui peut la faire passer pour quelqu'un d'assez verbeux et indisposer parfois son interlocuteur. Lorsqu'elle réalise que c'est le cas, elle se met alors à se tapoter la tête d'un coin de livre, ennuyée.\n\nMais tant qu'elle continuera à vivre plongée dans les tomes juridiques, il est peu probable qu'elle se débarrasse de cette habitude.",
      "pt": "O círculo social de Yanfei em Liyue se deve a sua tolerância e inclusividade.\n\nNão importa se fala sobre algo incômodo ou se não gosta de conversar, todo mundo se dá bem com Yanfei ao falar com ela.\n\nSó não se deve tentar debater ou falar de direito na frente dela. Quando Yanfei entra no seu modo de trabalho, gera uma sensação totalmente diferente.\n\nAlém disso, como estudou por anos o Código Legal, tem alguns costumes rigorosos. Ao falar, evita todo tipo de ambiguidade e inexatidão, fazendo com que pareça estar falando algo desnecessário. Quando se dá conta de que por causa disso a outra pessoa se sente confusa, Yanfei se dá umas pequenas batidas na cabeça com a ponta de um livro.\n\nEntretanto, é muito difícil que mude esse costume se continuar tanto tempo imersa em um mar de livros sobre direito.",
      "ru": "Благодаря своему уживчивому характеру, у Янь Фэй очень широкий круг общения в Ли Юэ.\n\nС ней не нужно беспокоиться о том, что вы можете затронуть неудобную тему. Неважно разговорчивы вы или нет - с Янь Фэй очень легко поладить.\n\nКонечно, при условии, что вы не будете пытаться спорить с ней о юридических вопросах. Янь Фэй вызывает у людей совершенно другие чувства, когда входит в «рабочий режим».\n\nЗа годы изучения законов она выработала привычку к «чрезмерной скрупулёзности». В разговоре она всегда старается устранить двусмысленность, поэтому её речь часто слишком многословна. Когда Янь Фэй замечает, что это вызывает недовольство у собеседника, то начинает с досады постукивать себе по голове уголком книги.\n\nНо пока она продолжает проводить большую часть своего времени в пучинах юриспруденции, вряд ли у неё получится избавиться от этой привычки.",
      "id": "Yanfei memiliki lingkaran sosial yang sangat luas, karena sikap toleransinya yang sangat besar.\n\nSaat berbicara dengan Yanfei, kamu tidak perlu khawatir membicarakan topik apa pun, kamu tetap bisa akrab dengannya meskipun kamu tidak banyak bicara.\n\nTentu saja, yang penting kamu jangan mencoba berdebat dengannya, atau membicarakan hal-hal yang berbau hukum. Karena sekali Yanfei masuk ke Mode Bekerja, sikap Yanfei akan berubah 180 derajat.\n\nSelain itu, Yanfei juga memiliki sikap yang \"terlalu berhati-hati\" karena sudah terbiasa membaca pasal-pasal hukum. Saat berbicara, Yanfei selalu berbicara panjang lebar dan bertele-tele untuk menghindari adanya ambiguitas atau celah pada kalimatnya. Saat Yanfei menyadari bahwa cara bicaranya ini membuat orang tidak nyaman, Yanfei akan memukul kepalanya sendiri dengan sudut buku karena kesal.\n\nNamun sepertinya kebiasaan ini akan sulit diubah, selama Yanfei masih terus membaca buku-buku hukum...",
      "th": "Yanfei มีความสัมพันธ์กับผู้คนใน Liyue อย่างกว้างขวาง นั่นเป็นเพราะว่าเธอเป็นคนที่มีความประนีประนอมสูงนั่นเอง \n\nเมื่อคุณพูดคุยกับเธอไม่ต้องกังวลเลยว่าจะพูดอะไรที่ทำให้เธอโมโห คุณสามารถเข้ากับเธอได้ดีไม่ว่าคุณจะเป็นคนพูดเก่งหรือไม่ก็ตาม \n\nและแน่นอน คุณอย่าได้พยายามเริ่มโต้เถียงหรือพูดคุยเกี่ยวกับวิชาชีพทางกฎหมายกับเธอ... เมื่อเธอเข้าสู่ \"โหมดการทำงาน\" แล้ว Yanfei จะทำให้ผู้คนมีความรู้สึกที่แตกต่างไปจากเดิมอย่างสิ้นเชิง\n\nนอกจากนี้เนื่องจากศึกษาเกี่ยวกับกฎหมาย ทำให้ Yanfei มีนิสัยที่ \"เข้มงวดมากเกินไป\" เวลาที่พูดคุย Yanfei จะพยายามขจัดความคลุมเครือและช่องโหว่ในคำพูดให้มากที่สุดเท่าที่จะเป็นไปได้ ดูเหมือนว่าเธอจะพูดยืดเยื้อไปสักหน่อย แต่เมื่อเธอตระหนักว่าสิ่งนี้อาจทำให้อีกฝ่ายไม่พอใจ Yanfei มักจะเอาหนังสือเคาะหัวตัวเองด้วยความรำคาญ\n\nอย่างไรก็ตาม ตราบใดที่เธอยังคงทุ่มเทเวลาให้กับหนังสือที่เกี่ยวข้องกับกฎหมายก็คงยากที่จะเปลี่ยนนิสัยนี้ได้",
      "vi": "Yanfei có quan hệ rất rộng ở Liyue, bởi vì cô ấy có lòng bao dung rất lớn.\n\nKhi trò chuyện với cô ấy, bạn sẽ không phải lo lắng về những mâu thuẫn có thể gặp phải, dù bạn nói ít hay nhiều thì cũng sẽ tìm được tiếng nói chung.\n\nTất nhiên, trước hết là không nên cố gắng tranh luận với cô ấy, hoặc nói về nghề luật sư trước mặt cô ấy... Khi bước vào \"chế độ làm việc\", Yanfei sẽ mang đến cho mọi người một cảm giác hoàn toàn khác.\n\nNgoài ra, vì nghiên cứu quá lâu về luật, Yanfei cũng đã tạo nên thói quen \"nghiêm khắc quá mức\". Khi nói chuyện, Yanfei luôn cố gắng giải thích thật rõ và tránh thiếu sót nên có hơi dài dòng. Khi nhận ra điều này có thể gây khó chịu cho đối phương, Yanfei thường dùng góc quyển sách tự gõ vào đầu mình.\n\nNhưng chỉ cần cô ấy vẫn dành nhiều thời gian cho mớ sách luật thì thói quen này khó mà bỏ được."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "在研究律法的时候，烟绯习惯于透过冰冷的条目，去看这些规则背后的出发点。\n\n受此影响，在人际交往中她也是一个阅读理解宗师。\n\n比方说，有一次旅行者在偶遇烟绯时，对她说「没想到会在这里遇到你」。\n\n这本该是随处可见的问候，落在烟绯耳中却会出现完全不同的含义。\n\n「没想到会在这里遇到你」，意味着旅行者有「想」过跟她相遇的场景。那么为什么会「没想到」？只能说旅行者对于她会出现的地方，已经有了一个「大概的预期」，而她现在所在的地方违背了这种预期。但这种预期是怎么来的？有没有可能是旅行者一直在暗中「关注」着她？\n\n「难道说旅行者，其实很在意我吗…？」\n\n当天晚上，烟绯翻来覆去，并没有睡着。",
      "zht": "在研究律法的時候，煙緋習慣於透過冰冷的條目，去看這些規則背後的出發點。\n\n受此影響，在人際交往中她也是一個閱讀理解宗師。\n\n比方說，有一次旅行者在偶遇煙緋時，對她說「沒想到會在這裡遇到妳」。\n\n這本該是隨處可見的問候，落在煙緋耳中卻會出現完全不同的含義。\n\n「沒想到會在這裡遇到妳」，意味著旅行者有「想」過跟她相遇的場景。那麼為什麼會「沒想到」？只能說旅行者對於她會出現的地方，已經有了一個「大概的預期」，而她現在所在的地方違背了這種預期。但這種預期是怎麼來的？有沒有可能是旅行者一直在暗中「關注」著她？\n\n「難道說旅行者，其實很在意我嗎…？」\n\n當天晚上，煙緋翻來覆去，並沒有睡著。",
      "jp": "法律の研究をする時、煙緋は条文を通してその背後に隠された意図を読み解く習慣を持っている。\n\nこの影響から、人付き合いにおいて相手を理解することに煙緋は長けている。\n\n例えばある日、旅人が煙緋と偶然出会った時、旅人は「ここで会えるなんて思わなかった」と挨拶をした。\n\n本来、どこでも聞くような挨拶だが、煙緋は全く異なる意味を見出す。\n\n「ここで会えるなんて思わなかった」ということは、旅人は彼女と会うことを「思った」ことがあると推測できる。それなら「思わなかった」はどのように解釈すればいいのか？つまり、煙緋が現れるところに対して、旅人は「大まかな予想」があったと推理できる。そして、実際はその予想が裏切られた。しかし、旅人の予想はどこから来たものなのか？旅人が煙緋のことを常に「注目」していた可能性は？\n\n「もしかして、ずっと私に興味を持っていたの…？」\n\nその日の夜、煙緋は何度も寝返りを打ち、眠ることができなかった。",
      "ko": "연비는 법률을 연구할 때 칼같은 조항 뒤의 배경을 살피는 습관이 있다.\n\n이로 인해 그녀는 인간관계에서도 남다른 이해 능력을 자랑한다.\n\n예를 들면, 어느 날 여행자가 우연히 연비를 마주쳤을 때 「연비를 이런 곳에서 만날 줄이야」라는 아주 흔한 인사말을 건넸지만, 연비에겐 전혀 다른 의미로 해석되었다.\n\n「연비를 이런 곳에서 만날 줄이야」란 말은 즉 여행자가 연비와 만나는 상황을 「생각」해본 적이 있다는 뜻이다. 그렇다면 왜 '이런 곳에서 만날 줄 몰랐다'고 말한 걸까? 그건 바로 여행자가 그녀가 나타날 만한 장소를 「대충 짐작」했지만, 예상과 전혀 다른 곳에서 마주쳤기 때문이다. 그렇다면 그 장소는 대체 무슨 근거로 짐작한 걸까? 여행자가 몰래 연비를 지켜보기라도 한 걸까?\n\n「혹시 여행자는 내가 신경 쓰이나…?」\n\n그날 밤, 연비는 밤새 뒤척이다 한숨도 못 잤다",
      "en": "When investigating the law, Yanfei's habit is to look past the cold letters of the law to perceive their point of origin.\n\nAs such, she is also something of a master of \"reading comprehension\" in her relationships.\n\nOnce, the Traveler met Yanfei by chance and said, \"Huh. Didn't expect to see you here.\"\n\nThis should have been a line that one might hear just about anywhere, but it wound up holding a completely different meaning for Yanfei.\n\n\"Didn't expect to meet you here\" implied that the Traveler had at least thought about a scenario in which they would meet. Then why the use of \"didn't expect\"? One could only postulate that the Traveler had some expectation of where she might appear, and that her current location was not such a place. But whence came the expectation? Could it be that the Traveler had always been paying attention to her in secret?\n\n\"Does this mean that the Traveler...?\"\n\nYanfei tossed and turned in bed that night, unable to sleep.",
      "de": "Wenn sie die Gesetze studiert, gewöhnt sie sich daran, immer nach den Ausgangspunkten von den Gesetzen zu suchen.\n\nUnd diese Gewohnheit überträgt sie auch auf ihre menschlichen Beziehungen. Sie überinterpretiert daher gerne die einfachen Sachen.\n\nEin Paradebeispiel: Ein Reisender hat Yanfei rein zufällig getroffen und sagte zu ihr, „Ich habe nicht gedacht, dass ich dich hier treffen würde.“\n\nDas war eigentlich eine sehr übliche Höflichkeitsfloskel. Aber Yanfei hat sie völlig anders interpretiert.\n\n„Ich habe nicht gedacht, dass ich dich hier treffen würde.“ Das heißt, dass er doch an das Treffen mit ihr „gedacht hat“. Und warum sagte er, dass er an das Treffen hier mit ihr „nicht gedacht hat“? Das kann nur eins bedeuten, nämlich, dass er schon eine „ungefähre Erwartung“ hatte, wo sie auftauchen könnte. Und deswegen entsprach das Treffen jetzt mit ihr nicht seiner Erwartung. Aber warum hatte er diese Erwartung? Könnte es sein, dass er sie heimlich im Auge behielt?\n\n„Denkt dieser Reisende etwa ständig an mich?“\n\nGequält von diesem und jenem Gedanken warf sich Yanfei die ganze Nacht im Bett herum und konnte nicht einschlafen.",
      "es": "Yanfei tiene como costumbre prestar atención al origen de las normas legales cuando estudia las frías cláusulas de las leyes.\n\nPor ello, es una maestra de la comprensión lectora incluso cuando de relaciones sociales se trata.\n\nPor ejemplo, una vez, un viajero que se encontró por casualidad con Yanfei le dijo: “No imaginé que te encontraría aquí”.\n\nEste saludo, que, teóricamente, debería ser de lo más normal, despertó otro significado distinto en la mente de Yanfei.\n\n“No imaginé que te encontraría aquí” significa que el viajero realizó el acto de “imaginar” una hipotética situación en la que podría o no encontrarse con ella. Entonces, ¿por qué dijo “no imaginé”? Lo correcto sería decir que el viajero tenía unas “determinadas expectativas” del lugar en el que aparecería Yanfei, pero que el sitio donde apareció al final iba en contra de esas expectativas. Ahora bien, ¿de dónde procedían esas expectativas? ¿Acaso el viajero la había estado observando a escondidas?\n\n“¿Tal vez el viajero estaba preocupado por mí?”.\n\nEsa noche, Yanfei no dejó de dar vueltas en la cama pensando en aquel enigma.",
      "fr": "Yanfei a pour habitude lorsqu'elle étudie les textes juridiques de ne pas s'arrêter aux termes arides de la loi et d'aller chercher l'origine derrière les mots.\n\nCette aptitude fait d'elle un « maître » dans l'art d'analyser et comprendre les relations qu'elle entretient avec les autres.\n\nAinsi par exemple, un voyageur venant à la rencontrer par hasard lui dit un jour « Je ne pensais pas vous croiser ici. »\n\nCe qui n'était qu'une simple formule de salutation ne prêtant pas à conséquence prit dans l'esprit de la jeune femme une toute autre signification.\n\n« Je ne pensais pas vous croiser ici » impliquait ainsi que la personne avait déjà imaginé un scénario dans lequel les deux se rencontreraient. Mais en ce cas, pourquoi ne pas s'y attendre ? Sans nul doute, son interlocuteur devait s'attendre à ce qu'elle se trouve en un lieu spécifique, or elle ne s'y trouvait pas. Mais comment expliquer alors que le voyageur « s'attende » à la voir quelque part ? Était-elle le sujet de son attention secrète ?\n\n« Se pourrait-il que je l'intéresse...? »\n\nCette nuit-là, Yanfei se tourna et se retourna dans son lit, sans parvenir à trouver le sommeil.",
      "pt": "#Yanfei tem o costume de prestar atenção a origem das leis quando as estuda.\n\nPor isso, é uma mestra na compreensão da leitura, especialmente sobre as relações sociais.\n\nPor exemplo, uma vez encontrou inesperadamente com {F#a}{M#o} Viajante, e disse: \"Não imaginei que encontraria com você aqui\".\n\nEste cumprimento devia ser normal, mas despertou outro significado distinto em Yanfei.\n\n\"Não imaginei que encontraria com você aqui\" significa que {F#a}{M#o} Viajante imaginou uma situação hipotética em que podia encontrar com ela ou não. Por que disse que \"não imaginei\"? O correto seria dizer que tinha algumas \"certas expectativas\" do lugar em que Yanfei apareceria, mas que o lugar que apareceu contradisse essas expectativas. Mas de onde essas expectativas vinham? Por acaso estaria {M#o}{F#a} Viajante a observando secretamente?\n\n\"Talvez estivesse preocupad{M#o}{F#a} comigo?\"\n\nNessa noite, Yanfei rolou em sua cama, procurando respostas para essa pergunta, e não conseguiu dormir.",
      "ru": "#Исследуя законы, Янь Фэй привыкла смотреть сквозь холодные буквы и видеть саму их суть.\n\nПоэтому и в общении с людьми она мастер «толкования прочитанного».\n\nНапример, при первой встрече путешественни{M#к}{F#ца} сказал{F#а} Янь Фэй: «Вот уж не думал{F#а}, что встречу тебя здесь».\n\nЭто самое обычное повсеместное приветствие с точки зрения Янь Фэй приобрело особый смысл.\n\n«Вот уж не думал{F#а}, что встречу тебя здесь» означает, что путешественни{F#ца}{M#к} по крайней мере «думал{F#а}» о встрече с Янь Фэй. Но почему не здесь? Видимо, у путешественни{F#цы}{M#ка} было «приблизительное ожидание» того, где появится Янь Фэй, а место, где они сейчас находятся, нарушает это ожидание. Но как возникло это «ожидание»? Возможно ли, что путешественни{F#ца}{M#к} тайно следил{F#а} за ней?\n\n«Неужели путешественни{F#ца}{M#к} так пристально наблюдает за мной?..»\n\nВ ту ночь Янь Фэй безуспешно пыталась уснуть.",
      "id": "Saat sedang mempelajari hukum, Yanfei terbiasa menggunakan sebuah klausul untuk mencari tahu asal-usul dari peraturan ini.\n\nKarena pengaruh hal ini, Yanfei telah menjadi seorang ahli tafsir kalimat saat sedang berbicara dengan orang lain.\n\nContohnya, suatu hari sang Pengembara bertemu dengan Yanfei dan mengucapkan, \"Tidak kusangka bisa bertemu denganmu di sini\" kepada Yanfei.\n\nIni adalah kalimat sapaan yang sangat umum, tapi telinga Yanfei mendengar hal yang sangat berbeda sekali.\n\n\"Tidak kusangka bisa bertemu denganmu\", berarti sang Pengembara \"menyangka\" akan bertemu dengan Yanfei di suatu tempat. Lalu kenapa sekarang menjadi \"tidak menyangka\"? Ini berarti sang Pengembara kira-kira sudah mengetahui tempat yang akan Yanfei datangi, dan tempat ini bukan salah satunya. Tapi dari mana perkiraan tempat ini muncul? Apa mungkin selama ini sang Pengembara terus memperhatikanku?\n\n\"Jangan-jangan, sang Pengembara sebenarnya sangat memedulikanku...?\n\nMalam itu, Yanfei tidak bisa tidur sama sekali.",
      "th": "เมื่อเรียนรู้เรื่องกฎหมาย Yanfei มักจะมองข้ามบทกฎหมายที่เย็นชา และไปมองจุดเริ่มต้นที่อยู่เบื้องหลังกฎเหล่านี้ \n\nเพราะอย่างนี้เธอถึงเป็นผู้เชี่ยวชาญด้านการอ่าน เพื่อความเข้าใจในการสื่อสารระหว่างบุคคล\n\nอย่างเช่น มีครั้งหนึ่งนักเดินทางเจอ Yanfei และพูดกับเธอว่า \"ฉันนึกไม่ถึงเลยว่าจะได้พบคุณที่นี่\"\n\nเดิมทีนี่ควรเป็นคำทักทายที่สามารถพบเห็นได้ทั่วไป แต่เมื่อมันเข้าหูของ Yanfei ความหมายของมันจะแตกต่างไปจากเดิมอย่างสิ้นเชิง \n\n\"ฉันนึกไม่ถึงว่าจะได้พบคุณที่นี่\" หมายความว่านักเดินทาง \"นึกถึง\" ฉากที่จะได้เจอเธอ แล้วถ้าเป็นอย่างนั้นทำไมถึง \"นึกไม่ถึง\" ล่ะ? กล่าวได้เพียงว่านักเดินทางมี \"ความคาดหวัง\" ว่าเธอควรจะไปปรากฏตัวที่ไหน แต่ตอนนี้เธอกับอยู่ในสถานที่ตรงกันข้ามกับความคาดหวังนี้ แล้วความคาดหวังนี้มาจากไหนกัน? เป็นไปได้ไหมว่านักเดินทางคนนั้นจะแอบ \"ติดตาม\" เธออยู่? \n\n \"หรือจริง ๆ แล้วนักเดินทางนั้นห่วงใยฉัน... ?\" \n\nในคืนนั้น Yanfei นอนพลิกตัวไปมาและไม่ได้หลับเลย",
      "vi": "Khi nghiên cứu về luật, Yanfei có thói quen nhìn thẳng vào xuất phát điểm đằng sau những điều khoản lạnh lùng.\n\nBị ảnh hưởng bởi điều này nên cô ấy cũng là một bậc thầy về khả năng đọc hiểu trong giao tiếp giữa các cá nhân với nhau.\n\nVí dụ có lần khi một nhà lữ hành vô tình gặp Yanfei và nói với cô ấy \"không ngờ lại gặp bạn ở đây\".\n\nĐây vốn dĩ là một lời chào thường thấy, nhưng lọt vào tai Yanfei thì lại mang một ý nghĩa hoàn toàn khác.\n\n\"Không ngờ lại gặp bạn ở đây\", nghĩa là nhà lữ hành đã từng \"nghĩ đến\" cảnh gặp cô ấy. Vậy tại sao lại \"không ngờ\"? Chỉ có thể nói rằng nhà lữ hành đã có một \"mong muốn đại khái\" về nơi cô ấy sẽ xuất hiện, và nơi mà cô ấy đang xuất hiện lại đi ngược lại với mong muốn này. Nhưng mong muốn này từ đâu mà có? Có phải do nhà lữ hành vẫn luôn âm thầm \"quan tâm\" cô ấy không?\n\n\"Lẽ nào nhà lữ hành để ý đến tôi sao...?\"\n\nĐêm hôm đó, Yanfei trằn trọc không ngủ."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "烟绯最珍贵的东西，是父亲交给她的一杆秤。\n\n据说这杆秤是帝君钦赐的宝物，能够称量万物的价值。方便起见，烟绯一般会用摩拉来平秤，也就是用摩拉来衡量物品的价值。\n\n当然，随着时光变易，许多物品的价值也在悄然变化，这杆秤只能够称量出摩拉诞生时万物的定价，其余的需要烟绯通过自己的知识去判断。\n\n在不断地称量中，烟绯也能感受到璃月港的变迁。许多千年前稀松平常的东西如今价值千金，也有许多世所罕见的东西如今随处可见。\n\n这杆秤也在提醒着烟绯，很多物品无法用世俗的价值来估量。\n\n烟绯曾试图称量「神之眼」的价值，但无论她放入多少摩拉，都始终无法平秤。\n\n直到她不耐烦地把那个自己常常挂在腰间，装着沉重的手抄法典的盒子放在秤盘上时，秤才终于平了。",
      "zht": "煙緋最珍貴的東西，是父親交給她的一桿秤。\n\n據說這桿秤是帝君欽賜的寶物，能夠稱量萬物的價值。方便起見，煙緋一般會用摩拉來平秤，也就是用摩拉來衡量物品的價值。\n\n當然，隨著時光變易，許多物品的價值也在悄然變化，這桿秤只能夠稱量出摩拉誕生時萬物的定價，其餘的需要煙緋透過自己的知識去判斷。\n\n在不斷地稱量中，煙緋也能感受到璃月港的變遷。許多千年前稀鬆平常的東西如今價值千金，也有許多世所罕見的東西如今隨處可見。\n\n這桿秤也在提醒著煙緋，很多物品無法用世俗的價值來估量。\n\n煙緋曾試圖稱量「神之眼」的價值，但無論她放入多少摩拉，都始終無法平秤。\n\n直到她不耐煩地把那個自己常常掛在腰間，裝著沉重的手抄法典的盒子放在秤盤上時，秤才終於平了。",
      "jp": "煙緋が最も大切にしている物は、父親から譲り受けた竿秤。\n\n一説によると、この竿秤は帝君から頂いた宝物で、全ての物の価値を計ることができるという。煙緋はモラを分銅代わりに、すなわちモラで物の価値を量るようにしている。\n\nもちろん時が経つにつれて、物の価値も変化し続けている。だが、竿秤はモラが生み出された当時の価値しか量ることができない。残りの部分は己の知識で判断する他なかった。\n\n色んなものを計っていくうちに、煙緋は璃月の遷移を身をもって感じた。千年前にごく一般的だったものが、今では千金にも値するものになっている。\n\nまた、多くの物は俗世の価値観では測れないということを竿秤から教わった。\n\n煙緋は「神の目」の価値を計ったこともある。しかし、どんなにモラを積んでも、竿秤は平衡にならなかった。\n\n苛立ちを覚えた煙緋は、常に腰に提げている手写しの法典が入った箱を載せた。するとなんと、竿秤は水平になったのだ。",
      "ko": "연비가 가장 아끼는 물건은 바로 아버지에게 받은 저울이다.\n\n그 저울은 만물의 가치를 측정할 수 있는 제군이 내린 보물이라고 하는데, 연비는 보통 저울추 대신 모라로 사물의 가치를 측정한다.\n\n세월이 흐름에 따라 사물의 가치가 변하듯이, 저울 또한 모라가 탄생했을 시기 만물의 가치만을 측정할 수 있기에 나머지는 연비 스스로 판단해야 한다.\n\n끊임없이 측정하다 보니 천 년 전 흔했던 물건이 현재 천금의 가치를 지니고, 당시 귀했던 게 현재는 어디서나 볼 수 있는 게 되어 연비도 리월항의 변화를 몸소 느끼게 되었다.\n\n이 저울은 연비에게 속세의 가치로 측정할 수 없는 물건들도 있다는 것을 일깨워주었다.\n\n연비는 「신의 눈」의 가치를 측정해보려고 했으나 모라를 아무리 놓아도 저울의 수평이 맞지 않았다.\n\n그러나 그녀가 짜증스럽게 항상 허리에 차고 다니던 친필 법전이 들어 있는 무거운 상자를 저울 위에 올려놓자 그제야 수평이 맞춰졌다",
      "en": "Yanfei's most prized possession is the steelyard balance that her father gave her.\n\nIt is said that this balance was a treasure given by Rex Lapis that can be used to measure the value of all things. For convenience, Yanfei tends to use Mora to balance the scales, which is to say that she uses Mora to evaluate objects.\n\nThe prices of many objects have slowly changed over the years, but weighing an object with this balance only gives its value at the time Mora was created, leaving the rest to Yanfei to exercise her own wisdom and judgment.\n\nAcross the measurements of countless objects, Yanfei is able to see the changes in Liyue. Some objects that were once common have become vanishingly rare, and some exotic objects of the past have been rendered pedestrian today.\n\nThis steelyard balance reminds her that many things cannot be valued by the standards of the world.\n\nYanfei once tried to weigh the value of a Vision, but no matter how much Mora she added, the scales would not be balanced.\n\nIn frustration, she placed on the scale the box at her waist, which contained her heavy, handwritten legal notations. Only then did the weights at last even out.",
      "de": "Der wertvollste Gegenstand für Yanfei ist die Balkenwaage, die sie von ihrem Vater geschenkt bekommen hat.\n\nDie Waage soll wiederum ein Geschenk von Rex Lapis sein und die Werte von allem bemessen können. Yanfei benutzt normalerweise Mora als Gewichtsstücke, das heißt, sie misst die Werte der Gegenstände nach Mora ab.\n\nAber die Zeit vergeht im Fluge und so verändern sich auch die Werte von allen Gegenständen. Die Waage kann aber nicht die aktuelle, sondern nur die Werte zum Zeitpunkt der Geburt der Mora bestimmen. Die Veränderung der Werte danach muss Yanfei selbst aufgrund ihres Sachwissens berechnen.\n\nDurch ständiges Messen nimmt Yanfei den Wandel von Liyue in den letzten Tausenden Jahren deutlich wahr. Viele normale Dinge vor Tausenden Jahren werden jetzt sehr kostbar, während viele andere seltene Schätze von zuvor heutzutage einfach banal und alltäglich werden.\n\nDiese Waage erinnert Yanfei auch stets daran, dass vieles auf der Welt nicht nach materiellen Werten beurteilt werden kann.\n\nSie hat einmal versucht, den Wert von ihrem „Göttlichen Auge“ zu bemessen. Aber egal, wie viele Mora sie auf der anderen Schale gelegt hat, konnte die Waage das Gleichgewicht nicht erreichen.\n\nIhr riss langsam der Geduldsfaden. Schließlich legte sie das Manuskript des Gesetzesbuchs darauf, das sie immer dabeihatte. Als das Kästchen, mit dem schweren Buch darin auf die andere Waagschale gelegt wurde, erreichte die Waage das Gleichgewicht.",
      "es": "El objeto más valioso de Yanfei es una balanza que le dio su padre.\n\nSe dice que dicha balanza fue un obsequio del mismo Rex Lapis y que podía medir el valor de todas las cosas. Para mayor comodidad, Yanfei suele usar Mora como contrapeso en la balanza.\n\nSin embargo, con el paso del tiempo, el valor de las cosas fue cambiando lentamente, mientras que la balanza seguía los estándares fijos de cuando el Mora se creó. El resto de las cosas las debía juzgar Yanfei con sus propios conocimientos.\n\nTras mucho valorar, Yanfei empezó a sentir el paso del tiempo en Liyue. Cosas que hace milenios eran muy comunes y poco valiosas ahora valen su peso en Mora. Y cosas que solían ser muy raras ahora se ven por todas partes.\n\nLa balanza de Yanfei le recordaba que hay muchos objetos cuyo valor no se puede calcular por medio de estándares terrenales.\n\nUna vez intentó estimar el valor de una Visión, pero, por muchos Moras que colocase en la balanza, esta nunca se equilibraba.\n\nHasta que un día, con la paciencia ya agotada, puso sobre la balanza la caja en la que guardaba una copia del código legal escrita a mano, la cual solía llevar colgada de la cintura. En ese momento, la balanza por fin se equilibró.",
      "fr": "L'objet le plus précieux chéri par Yanfei est une ancienne balance dont lui fit don son père.\n\nOn raconte qu'il s'agit là d'un cadeau du Souverain de la Roche capable de peser toute chose. Yanfei utilise des moras pour équilibrer les plateaux, par souci de commodité. En d'autres termes, elle estime la valeur de ce qu'elle pèse par son pesant en moras.\n\nBien sûr, le marché étant sujet à variations, ainsi en va-t-il de même pour le prix de beaucoup de choses. De plus, la balance ne peut être utilisée que pour les objets existant déjà lors de la création du mora. Pour tout le reste, Yanfei se doit de faire appel à son propre jugement.\n\nD'innombrables pesées ont ainsi permis à Yanfei d'avoir une vue unique sur l'évolution du Port de Liyue. Certains objets autrefois courants ont de nos jours presque disparu de la circulation, tandis que d'autres autrefois exotiques et rarissimes sont devenus monnaie courante.\n\nCette balance rappelle à Yanfei que nombre de choses ne peuvent être évaluées d'après les normes de ce monde.\n\nAinsi, Yanfei a par le passé essayé d'estimer la valeur d'un œil divin en moras, mais aucune quantité de moras ne suffit à équilibrer les plateaux.\n\nCe n'est qu'en plaçant la boîte contenant sa copie manuscrite du code juridique qu'elle porte toujours à la hanche qu'enfin, les plateaux atteignirent le même niveau.",
      "pt": "O objeto mais valioso de Yanfei é uma balança que seu pai lhe deu.\n\nDizem que a balança foi um presente de Rex Lapis, e que podia medir o valor de todas as coisas. Para maior comodidade, Yanfei usa Mora como a unidade para medir o valor dos objetos.\n\nEntretanto, com o passar do tempo, o valor das coisas mudou, enquanto a balança estava presa aos valores padrões de quando a Mora foi criada. O resto das coisas cabia a Yanfei julgar com seus conhecimentos.\n\nDepois de muitas avaliações, Yanfei passou a sentir o passar do tempo de Liyue. Coisas que há milênios eram comuns e valiam pouco, agora valem seu próprio peso em Mora, e coisas que eram muito raras agora são vistas em toda a parte.\n\nA balança de Yanfei lhe fazia recordar que há muitos objetos cujo valor não pode ser calculado por meio de padrões terrenos.\n\nUma vez tentou estimar o valor de uma Visão, mas não importava quantas Mora colocasse na balança, elas nunca se equilibravam.\n\nAté que um dia, com a paciência já esgotada, pôs na balança a caixa em que guardava uma cópia do Código Legal que comumente levava pendurada na cintura. Nesse momento, a balança finalmente se equilibrou.",
      "ru": "Самая ценная вещь Янь Фэй - это весы, которые ей подарил отец.\n\nГоворят, что это дар самого Гео Архонта, и они могут измерить ценность любой вещи. Для удобства Янь Фэй обычно использует мору, чтобы уравновесить чаши, то есть, другими словами, измеряет ценность предмета морой.\n\nС течением времени стоимость многих вещей изменилась, а весы способны определить цену только на момент чеканки моры, о стоимости всего остального Янь Фэй нужно судить самостоятельно.\n\nПостоянное взвешивание помогает Янь Фэй почувствовать изменения Ли Юэ. Многие вещи, которые были обычными тысячи лет назад, теперь стоят больших денег. В свою очередь многие вещи, которые сейчас встречаются повсеместно, раньше были большой редкостью.\n\nВесы напоминают Янь Фэй, что не всё можно оценить с точки зрения мирских ценностей.\n\nЯнь Фэй пыталась определить ценность Глаза Бога, но сколько моры она ни клала, всё равно не могла уравновесить чаши.\n\nЛишь после того, как она с досады положила на весы футляр с тяжёлой рукописной копией свода законов, который она обычно носит на поясе, весы выровнялись.",
      "id": "Benda yang paling berharga bagi Yanfei adalah timbangan pemberian ayahnya.\n\nKonon timbangan ini adalah harta pemberian sang Archon dan dapat menimbang nilai segala jenis benda. Agar lebih mudah, Yanfei biasanya menggunakan Mora untuk menimbang dan menilai harga suatu benda.\n\nTentu saja, harga benda-benda selalu berubah seiring waktu, tapi timbangan ini hanya bisa menilai harga suatu benda di zaman Mora baru diciptakan, perbedaan nilainya harus ditentukan sendiri oleh Yanfei dengan pengetahuannya.\n\nKarena sering menimbang, Yanfei juga dapat merasakan perbedaan yang telah terjadi di Liyue. Banyak benda yang dulunya sangat umum, tapi kini menjadi sangat berharga. Ada juga yang dulunya sangat langka, tetapi sekarang bisa ditemukan di mana-mana.\n\nTimbangan ini selalu menjadi pengingat Yanfei bahwa ada banyak benda di dunia ini yang tidak bisa dinilai dengan barang duniawi.\n\nYanfei pernah mencoba menimbang nilai Vision, tapi berapa pun Mora yang dia taruh, timbangannya tidak pernah bisa seimbang.\n\nSampai akhirnya Yanfei tidak tahan lagi dan meletakkan kotak buku hukum yang biasa dia gantung di pinggangnya ke atas timbangan, baru akhirnya seimbang.",
      "th": "สิ่งที่ล้ำค่าที่สุดของ Yanfei คือตาชั่งที่พ่อมอบให้เธอ \n\nว่ากันว่าตาชั่งนี้เป็นสมบัติที่ราชาแห่งหินมอบให้และสามารถชั่งน้ำหนักมูลค่าของทุกสิ่งได้ เพื่อความสะดวก Yanfei มักจะใช้ Mora เพื่อปรับสมดุล นั่นคือใช้ Mora เพื่อวัดมูลค่าของสิ่งของ \n\nแน่นอนว่าเมื่อเวลาเปลี่ยนไปมูลค่าของสิ่งของหลายชิ้นก็ค่อย ๆ เปลี่ยนไปเช่นกัน ตาชั่งนี้สามารถวัดราคาของทุกอย่างได้ถูกต้องแค่ในตอนที่เริ่มใช้ Mora เท่านั้น และส่วนที่เหลือจะต้องได้รับการตัดสินด้วยความรู้ของ Yanfei เอง \n\nในระหว่างการชั่งน้ำหนักสิ่งของ Yanfei ยังสามารถสัมผัสได้ถึงการเปลี่ยนแปลงหลาย ๆ อย่างของท่าเรือ Liyue สิ่งของธรรมดาที่พบเห็นได้ทั่วไปเมื่อหลายพันปีก่อน แต่ปัจจุบันมีมูลค่าเป็นเงินจำนวนมาก และยังมีของที่หาได้ยากในเมื่อสิบปีก่อนแต่กลับพบเจอได้ทั่วไปในปัจจุบัน \n\nตาชั่งนี้ยังคอยเตือน Yanfei ว่าสิ่งของหลายอย่างไม่สามารถประเมินค่าด้วยมูลค่าทางโลกได้ \n\nYanfei พยายามชั่งน้ำหนักมูลค่าของ \"วิชั่น\" แต่ไม่ว่าเธอจะใส่ Mora ไปเท่าไหร่ เธอก็ยังไม่สามารถปรับสมดุลได้เลย \n\nจนกระทั่งเธอเท้าสะเอวอย่างหมดความอดทน เมื่อเธอวางกล่องหนังสือกฎหมายที่เธอคัดลอกเองลงไป ในที่สุดตาชั่งก็สมดุลสักที",
      "vi": "Thứ Yanfei quý nhất là chiếc cân bố cô ấy đưa cho.\n\nNghe nói chiếc cân đó là bảo vật được Đế Quân ngự ban, có thể cân được giá trị của mọi thứ. Để thuận tiện, Yanfei thường dùng Mora để cân, cũng tức là dùng Mora để cân đo giá trị của vật phẩm.\n\nĐương nhiên, theo thời gian, giá trị của nhiều vật phẩm cũng dần thay đổi, chiếc cân này chỉ cân được giá của mọi thứ khi Mora được sinh ra, phần còn lại được Yanfei đánh giá thông qua kiến thức của bản thân.\n\nKhông ngừng cân đo, Yanfei cũng có thể cảm nhận được sự thay đổi của Cảng Liyue. Nhiều thứ phổ biến tầm thường cách đây hàng nghìn năm trước, giờ đây đáng giá ngàn vàng, và cũng có nhiều thứ hiếm có trên thế giới ngày nay lại dễ dàng nhìn thấy.\n\nChiếc cân này cũng nhắc nhở Yanfei, có rất nhiều thứ không thể đo lường giá trị thực tế.\n\nYanfei từng thử đo giá trị của \"Vision\", nhưng dù cho bao nhiêu Mora vào, chiếc cân cũng không thể cân bằng được.\n\nMãi đến khi cô ấy mất kiên nhẫn đặt chiếc hộp đựng quyển bộ luật viết tay thật nặng mà cô ấy thường đeo ở thắt lưng lên bàn cân thì chiếc cân mới chịu cân bằng."
    }
  },
  {
    "title": {
      "zhs": "最后的法典",
      "zht": "最後的法典",
      "jp": "最後の法典",
      "ko": "최후의 법전",
      "en": "Codex Finalem",
      "de": "Codex Finalem",
      "es": "El último código legal",
      "fr": "Codex Finalem",
      "pt": "O Último Código Legal",
      "ru": "Последний кодекс",
      "id": "Codex Finalem",
      "th": "ประมวลกฎหมายฉบับสุดท้าย",
      "vi": "Bộ Luật Cuối Cùng"
    },
    "line": {
      "zhs": "这是烟绯收集的诸多法典中，最为特殊的一本。\n\n相较于越来越冗杂、越来越厚重的各种法律典籍，这本书的轻薄程度让人难以置信。\n\n翻开之后，会发现除了序言之外，书中只记载了寥寥几条最基本的法律理论。\n\n在烟绯看来，这或许才是法律的终极形态。在遥远的将来，法律已经深入人心，每个人都友善、谦逊、快乐地生活在这个世界上，接不到案子的法庭门可罗雀，堆积如山的法典也在岁月中蒙尘。\n\n虽然听上去还很遥远，但对于体内流淌着仙兽之血的烟绯来说，活到那一天似乎也并不是什么难事。\n\n「不过仔细一想，那时候我也要面临失业危机了吧…」\n\n未来的自己要做些什么好呢？\n\n在偶然观看了辛焱的摇滚表演后，烟绯立刻被这种新潮的艺术吸引了。\n\n但是让她从头开始学习乐器演奏，似乎又有点困难。为此烟绯查阅了众多资料，终于给自己找到了备选方案。\n\n——如果真有那一天的话，去当个说唱歌手也不错。\n\n对于可以在一小时内把数万字璃月律法完整背诵的她来说，至少在「语速」上已经达标了吧。",
      "zht": "這是煙緋收集的諸多法典中，最為特殊的一本。\n\n相較於越來越冗雜、越來越厚重的各種法律典籍，這本書的輕薄程度讓人難以置信。\n\n翻開之後，會發現除了序言之外，書中只記載了寥寥幾條最基本的法律理論。\n\n在煙緋看來，這或許才是法律的終極形態。在遙遠的將來，法律已經深入人心，每個人都友善、謙遜、快樂地生活在這個世界上，接不到案子的法庭門可羅雀、堆積如山的法典也在歲月中蒙塵。\n\n雖然聽起來還很遙遠，但對於體內流淌著仙獸之血的煙緋來說，活到那一天似乎也並不是什麼難事。\n\n「不過仔細一想，那時候我也要面臨失業危機了吧…」\n\n未來的自己要做些什麼好呢？\n\n在偶然觀看了辛焱的搖滾表演後，煙緋立刻被這種新潮的藝術吸引了。\n\n但是讓她從頭開始學習樂器演奏，似乎又有點困難。為此煙緋查閱了眾多資料，終於給自己找到了備選方案。\n\n——如果真有那一天的話，去當個說唱歌手也不錯。\n\n對於可以在一小時內把數萬字璃月律法完整背誦的她來說，至少在「語速」上已經達標了吧。",
      "jp": "煙緋が集めている数多くの法典の中で、最も特殊な一冊。\n\n数多とある分厚くて煩雑な法律書に比べると、この本は驚くほど薄くて軽い。\n\n読んでみると、序言以外は基本的な法律理論が何条か書かれているだけだと気づくだろう。\n\n煙緋からすれば、もしかしたらこれこそが法律の最終形態なのかもしれない。遥か遠い未来では、法律が人々の心に刻み込まれており、誰もが友好的で、謙虚で、楽しく暮らしている世になっているかもしれない。法廷の外はガラガラ、山のように重ねられた法典も歳月の埃に埋もれているそんな世に。\n\n長い長い時が必要になるだろうが、仙獣の血が流れる煙緋であれば、そのような時代まで生きることはそう難しくないだろう。\n\n「でもよく考えてみると、その時は仕事を失っているのでは…」\n\n未来の自分は何をすればいいのだろうか？\n\nある日、偶然辛炎のロックコンサートを拝見した彼女は、その場で新しい様式の芸術の虜となった。\n\nしかし、ゼロから楽器を学び始めるのは困難なこと。そのため、煙緋は様々な資料を研究し代案を考えた。\n\n——もし本当にその日が来たら、ラッパーになるのがいいかもしれないと。\n\n一時間以内に何万字もの璃月の法律を完璧に暗唱できる彼女は、少なくとも「早口」の面ではすでに達人の域に達している。",
      "ko": "이건 연비가 갖고 있는 법전 중 가장 특이한 법전이다.\n\n점점 복잡하고 두꺼워지는 다른 법률 서적들과는 다르게, 이 책은 믿기지 않을 정도로 얇고 가볍다.\n\n책을 펼쳐 보면 서문을 제외하고는 가장 기본적인 법률 이론만 몇 가지 적혀 있다.\n\n연비는 어쩌면 이게 법률의 최종 형태일지도 모른다고 생각했다. 먼 훗날 법이 사람들의 마음속 깊이 새겨져 모두가 우호적이고 겸손하고 또 즐겁게 살아가는 세상이 된다면, 사건이 없는 법정은 텅 비게 되고 산더미 같은 법전 역시 세월의 먼지가 쌓일 것이다.\n\n매우 아득한 얘기처럼 들리지만, 신수의 피가 흐르는 연비에게 그날까지 사는 것은 그리 어려운 일이 아니다.\n\n「하지만 그때가 되면 나도 실직 위기에 빠지겠네….」\n\n그럼 미래의 자신은 뭘 할 수 있을까?\n\n연비는 우연히 신염의 로큰롤 공연을 본 후 새로운 스타일의 예술에 사로잡혔다.\n\n하지만 악기를 처음부터 배우는 건 쉬운 일이 아니라, 연비는 수많은 자료를 뒤져 자신에게 맞는 대안을 찾아냈다.\n\n——만약 정말로 그날이 온다면, 래퍼가 되는 것도 괜찮겠어.\n\n1시간 안에 수만 자에 달하는 리월 법률을 통째로 외울 수 있는 그녀는, 적어도 「속사포 랩」 실력만큼은 합격이다",
      "en": "This is the most special of the many legal treatises that Yanfei collects.\n\nAs opposed to the codices that grow heavier and more complicated with time, this book is unbelievably light and thin.\n\nAfter opening it and getting past the prologue, one will find naught but the most basic few principles of the law inscribed.\n\nAs Yanfei sees it, this is the final form of the law. In the far future, the law will have entered into the people's hearts. All people will be amiable, modest, and live happily in this world. The halls of judgment will lie empty and the mountains of legalese shall be caked in years of dust.\n\nThough this may sound like something very far off, for someone like Yanfei, in whom flows the blood of an illuminated beast, living till that day is hardly a great accomplishment.\n\n\"Hmm, but if I think about it more deeply, I'd be out of a job then, wouldn't I?\"\n\nAfter encountering one of Xinyan's performances by chance, Yanfei was quite taken by this new wave of performance art.\n\nThat said, learning an instrument from scratch proved to be a bit difficult, so after consulting a great many resources, Yanfei came to what she considered to be a decent backup plan.\n\nIf such a day were to arrive, she would just become a rapper.\n\nFor someone who can recite tens of thousands of words' worth of Liyue law from front to back within an hour, speed at least should be no challenge.",
      "de": "Der Kodex war der Speziellste unter allen von Yanfeis Büchersammlung.\n\nIm Gegensatz zu den anderen immer langatmiger geschriebenen und dicker werdenden Gesetzbüchern ist dieser Kodex so dünn und so leicht, dass man es kaum glauben kann.\n\nWenn man ihn aufschlägt, sieht man schon, dass außer dem Vorwort nur die wenigen grundsätzlichen Rechtsprinzipien darauf geschrieben stehen.\n\nIn Yanfeis Augen ist das vielleicht das Ende von der Entwicklung der Gesetze. In der fernen Zukunft sind die Gesetze für alle so selbstverständlich, dass jeder mit Herz und Seele sie wertschätzt und dabei freundlich und bescheiden den anderen gegenüber und glücklich miteinander lebt. Das Gericht wird daher kaum besucht. Die hochgetürmten Gesetzesbücher liegen in irgendeiner vergessenen Ecke, vergilbt und verstaubt.\n\nObwohl es nach einer sehr weit weg entfernten Zukunft klingt, ist es für Yanfei, mit dem Blut der göttlichen Bestien in ihren Adern, nicht völlig unerreichbar.\n\n„Aber wenn dieser Tag endlich ankommt, werde ich arbeitslos ...“\n\nWas soll sie dann in dieser Zukunft beruflich machen?\n\nNachdem sie zufällig dem Rock ’n’ Roll von Xinyan zugesehen hatte, fühlte sich Yanfei sofort von dieser modischen Kunst angezogen.\n\nAber falls sie erst jetzt bei null anfängt, um dieses Instrument zu lernen, ist es für sie wieder zu schwierig.\n\nNach reichlichen Recherchen stellt sie fest, dass es sich auch als eine gute Alternative darstellt, als Rapperin zu arbeiten.\n\nYanfei kann die Gesetze von Liyue mit mehreren hunderttausend Wörtern innerhalb einer Stunde vollständig aufsagen. Also hat sie mindestens sehr gutes „Sprechtempo“.",
      "es": "Este es el código legal más especial de todos los que colecciona Yanfei.\n\nComparado con los antiguos códigos tan abstrusos y extensos, el grosor de este es difícil de creer.\n\nAl abrirlo, uno puede darse cuenta de que, aparte de un prólogo, en él tan solo hay escritas las teorías más básicas del derecho.\n\nPara Yanfei, este es el estado definitivo de la ley. En un futuro aún muy lejano, las leyes ya habrán calado hondo en las personas y todo el mundo vivirá amistosa, modesta y alegremente. Por su parte, los tribunales apenas tendrán casos de los que encargarse y los códigos legales, apilados como montañas, irán desapareciendo con el paso del tiempo.\n\nAunque parezca algo muy lejano, para alguien con sangre de bestia iluminada, vivir hasta ese día no es algo difícil.\n\n“Ahora que lo pienso, cuando llegue ese momento, probablemente me quedaré sin trabajo...”.\n\n¿Qué debería hacer en el futuro?\n\nUna vez, Yanfei se encontró por casualidad con uno de los conciertos de rock de Xinyan e inmediatamente se sintió atraída por esa nueva tendencia artística.\n\nPero aprender a tocar un instrumento musical desde el principio parecía algo un poco complicado. Por eso, tras leer una gran cantidad de información al respecto, se le ocurrió un plan: si de verdad ese día llegara, podría dedicarse a cantar.\n\nAlguien como ella, capaz de recitar de memoria las incontables leyes de Liyue en tan solo una hora, al menos cumpliría con el estándar de velocidad al cantar.",
      "fr": "Voici, parmi tous les traités juridiques que possède Yanfei, le plus précieux à ses yeux.\n\nContrairement à la plupart des ouvrages de ce type qui, avec le temps, deviennent de plus en plus abscons et lourds, ce livre surprend par sa finesse et sa légèreté.\n\nCelui qui le feuillette sera surpris de n'y découvrir, passé le prologue, que quelques-uns des principes les plus basiques du droit.\n\nAux yeux de Yanfei, il s'agit là de la forme ultime de la loi. Dans un futur lointain, quand le droit aura pénétré le cœur des hommes, que tous seront affables et humbles et vivront heureux en ce monde, les tribunaux ne seront plus que salles désertes et les montagnes de documents légaux finiront par disparaître dans les méandres du temps.\n\nCe jour peut paraître bien distant, mais pour quelqu'un comme Yanfei, dans les veines de laquelle coule le sang des créatures mystiques, l'atteindre ne devrait pas présenter de difficulté particulière.\n\n« Mais en y pensant, quand ce jour viendra, je me retrouverai sans travail... Que vais-je faire alors ? »\n\nUn jour qu'elle assistait par hasard à un concert rock donné par Xinyan, Yanfei se sentit immédiatement attirée par cette forme d'art complètement nouvelle.\n\nMais apprendre à jouer d'un instrument à partir de rien s'avéra plutôt difficile, raison pour laquelle Yanfei se plongea dans la lecture de nombreux ouvrages pour finalement trouver un plan de secours qui lui convienne.\n\nLe moment venu, elle se tournera vers le rap.\n\nPour quelqu'un comme elle capable de mémoriser en une heure des pages de dispositions légales, la vitesse, au moins, ne devrait pas poser trop de problèmes.",
      "pt": "Este é o Código Legal mais especial de todos os coletados por Yanfei.\n\nComparado com os códigos antigos, que são absurdos e longos, a sua leveza é inacreditável.\n\nQuando aberto, se pode perceber que, para além de um prólogo, ele apenas tem escritas as teorias mais básicas do direito.\n\nPara Yanfei, este é o estado definitivo da lei. Em um futuro não muito próximo, as leis já teriam penetrado os corações das pessoas e todas as pessoas seriam amigáveis, honestas e felizes, vivendo nesse mundo. Os tribunais não teriam muitos casos para tratar e os códigos legais, amontoados como montanhas, desapareceriam lentamente.\n\nApesar de parecer algo longínquo, para uma pessoa com sangue da Besta Iluminada, viver até esse dia não é algo difícil.\n\n\"Agora pensando nisso, quando esse momento chegar, ficarei sem trabalho...\"\n\nO que fazer no futuro?\n\nUma vez, Yanfei encontrou por coincidência um concerto de rock de Xinyan e imediatamente se sentiu interessada por essa nova tendência artística.\n\nMas aprender a tocar um instrumento do nada parecia algo complicado. Por isso, depois de ler muitas informações, ela pensou em um plano: se esse dia realmente chegasse, ela poderia dedicar-se ao canto.\n\nUma pessoa com ela, capaz de recitar incontáveis leis de Liyue em uma hora, poderia satisfazer o requisito de \"velocidade\" nele.",
      "ru": "Это особенный кодекс в коллекции Янь Фэй.\n\nОн невероятно лёгкий и тонкий по сравнению с другими юридическими фолиантами, которые со временем становятся всё сложнее и толще.\n\nОткрыв его, вы обнаружите, что помимо предисловия там записано только несколько основных юридических теорий.\n\nПо мнению Янь Фэй, только такой может быть высшая форма закона. В далёком будущем закон глубоко укоренится в сердцах людей и все станут доброжелательными, скромными и счастливыми. Суды опустеют, а кодексы покроются вековой пылью.\n\nХотя Янь Фэй говорит о далёком будущем, она - в ком течёт кровь Божественного зверя - непременно доживёт до этих дней.\n\n«Но если подумать, то тогда я останусь без работы...»\n\nЧем же она будет тогда заниматься?\n\nСлучайно увидев рок-шоу Синь Янь, Янь Фэй сразу же заинтересовалась этой новой волной искусства.\n\nНо оказалось, научиться играть на музыкальном инструменте с нуля очень сложно. Тогда она долго изучала литературу и наконец нашла выход.\n\nЕсли этот день когда-нибудь наступит, Янь Фэй станет рэпером.\n\nМало кто может состязаться в скорости речи с той, кто за час читает сотни страниц законов Ли Юэ.",
      "id": "Buku hukum ini adalah benda yang paling spesial di antara semua koleksi Yanfei.\n\nDibandingkan buku hukum lainnya yang semakin lama semakin tebal dan berat, buku ini luar biasa tipis.\n\nSaat dibuka, buku ini hanya berisi kata pengantar dan beberapa teori hukum dasar.\n\nMenurut Yanfei, mungkin justru inilah bentuk hukum tertinggi. Di masa depan nanti, semua hukum sudah terukir jelas di dalam hati setiap orang. Semua orang hidup dengan ramah, baik hati, dan bahagia. Pengadilan yang mengadili perselisihan sudah tidak dibutuhkan, dan tumpukan buku-buku hukum yang setinggi gunung pun terkubur debu masa lampau.\n\nMeskipun masa depan itu mungkin masih sangat jauh, tapi bagi Yanfei yang memiliki darah Adeptus, tidak sulit untuk hidup sampai saat itu tiba.\n\n\"Tapi kalau dipikir-pikir, berarti aku akan kehilangan pekerjaan ya kalau sampai waktu itu tiba...\"\n\nBagusnya aku melakukan apa ya di masa depan nanti?\n\nSetelah menonton pertunjukan Rock milik Xinyan secara kebetulan, Yanfei langsung tertarik pada seni musik yang unik ini.\n\nTapi sepertinya sulit kalau harus belajar alat musik lagi dari awal. Maka dari itu Yanfei membaca dan mempelajari berbagai informasi dan menemukan sebuah alternatif untuk dirinya.\n\n——Kalau hari itu benar-benar tiba, sepertinya aku bisa menjadi seorang penyanyi rap.\n\nBagi seseorang yang bisa melafalkan puluhan ribu kata dari buku hukum dalam waktu satu jam, setidaknya \"kecepatan berbicara\" Yanfei sudah memenuhi syarat.",
      "th": "นี่เป็นหนังสือกฎหมายที่พิเศษที่สุดในเซ็ตหนังสือกฎหมายของ Yanfei \n\nเมื่อเทียบกับหนังสือกฎหมายต่าง ๆ ที่ซับซ้อนและหนักขึ้นเรื่อย ๆ หนังสือเล่มนี้มีน้ำหนักเบาและบางอย่างไม่น่าเชื่อ \n\nหลังจากเปิดดูแล้ว คุณจะพบว่านอกจากคำนำในหนังสือเล่มนี้ ยังมีการบันทึกทฤษฎีทางกฎหมายพื้นฐานไว้เพียงไม่กี่ข้อเท่านั้น \n\nในมุมมองของ Yanfei บางทีนี่อาจเป็นรูปแบบสุดท้ายของกฎหมายก็ได้ ในอนาคตอันไกลโพ้น กฎหมายได้ฝังรากลึกลงในหัวใจของผู้คน ทุกคนอาศัยอยู่ในโลกนี้อย่างเป็นมิตร อ่อนน้อมถ่อมตน และมีความสุข ศาลที่ไม่ได้รับคดีอาจมีผู้คนบางตาลง และหนังสือกฎหมายที่กองเป็นภูเขาต่างปกคลุมไปด้วยฝุ่น\n\nถึงแม้ว่ามันจะฟังดูห่างไกล แต่การที่จะมีชีวิตอยู่จนถึงวันนั้นก็ดูเหมือนจะไม่ใช่เรื่องยากสำหรับ Yanfei ผู้ที่มีเลือดของสัตว์เวทอยู่ในตัว \n\n\"แต่ลองคิดดูดี ๆ แล้ว ฉันก็จะต้องเผชิญกับวิกฤตการว่างงานน่ะสิ...\" \n\nแล้วในอนาคตฉันจะทำอะไรดีล่ะ? \n\nหลังจากที่ได้ชมการแสดงร็อกของ Xinyan โดยบังเอิญ Yanfei ก็ถูกดึงดูดโดยดนตรีอันทันสมัยนี้ทันที \n\nแต่การเรียนรู้การเล่นเครื่องดนตรีตั้งแต่เริ่มต้น ดูเหมือนจะยากสำหรับเธออยู่สักหน่อย ด้วยเหตุนี้ Yanfei จึงได้ศึกษาข้อมูลมากมาย และในที่สุดก็พบทางเลือกสำหรับตัวเธอเอง \n\n...ถ้ามีวันนั้นจริง ๆ ล่ะก็ไปเป็นแร็ปเปอร์ก็คงจะดีเหมือนกันนะ\n\nสำหรับเธอที่สามารถท่องกฎของ Liyue ได้เป็นหมื่น ๆ คำภายในหนึ่งชั่วโมงอย่างน้อย \"ความเร็วในการพูด\" ของเธอก็น่าจะเป็นไปตามมาตรฐานของแร็ปเปอร์ล่ะนะ",
      "vi": "Đây là quyển đặc biệt nhất trong rất nhiều quyển sách luật Yanfei thu thập.\n\nSo với những cuốn sách luật ngày càng trở nên phức tạp và nặng nề khác thì cuốn sách này mỏng đến khó tin.\n\nSau khi mở ra, bạn sẽ thấy ngoài lời nói đầu, chỉ có một số lý thuyết pháp lý cơ bản được ghi lại trong cuốn sách.\n\nVới Yanfei, có lẽ đây mới là đỉnh cao của bộ luật. Tương lai sau này, luật pháp đã ăn sâu vào lòng dân, ai nấy đều thân thiện, khiêm tốn, sống vui vẻ, tòa án không có đơn kiện, cửa giăng mạng nhện, sách luật chất đống cũng phủ bụi theo năm tháng.\n\nTuy nghe có vẻ rất xa vời nhưng đối với Yanfei, người có dòng máu tiên thú đang chảy trong người, sống đến ngày đó cũng không có gì là khó.\n\n\"Nhưng nghĩ kỹ lại, lúc đó tôi cũng phải đối mặt với nguy cơ thất nghiệp...\"\n\nSau này mình phải làm gì đây?\n\nSau khi tình cờ xem buổi biểu diễn nhạc rock của Xinyan, Yanfei ngay lập tức bị thu hút bởi nghệ thuật thời thượng này.\n\nNhưng có vẻ hơi khó khăn cho cô ấy khi phải học chơi nhạc cụ từ đầu. Vì lý do này, Yanfei đã tham khảo rất nhiều tài liệu, và cuối cùng đã tìm được giải pháp cho mình.\n\nNếu thật sự có ngày đó, thật tuyệt khi trở thành một rapper.\n\nVới một người có thể đọc thuộc hàng chục ngàn chữ trong sách luật Liyue như cô ấy thì ít nhất \"tốc độ nói\" của cô ấy đã đạt tiêu chuẩn."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "烟绯的父亲是仙兽，母亲则是普通的商人。降生在和平时期的烟绯并未与岩王帝君签订契约，只与父母约定「要快乐地生活」。\n\n她是璃月港头牌法典解读专家，自然也会利用法典存在的疏漏，有时是为了自己，有时是为了他人。\n\n种种迹象表明，烟绯并不是一个循规蹈矩的人，她并不希望被规则束缚。\n\n可她在追求自身快乐的同时也在让璃月变得更好，会利用法典的疏漏却不会以此作恶。\n\n「天权」凝光每年对法典进行查漏补缺时，会大量参考烟绯的所作所为，仿佛烟绯就是璃月法典的问题质检员。\n\n从某种程度来说，烟绯在以最小的代价，让规则变得更加完善…这也是她从未因利用法典漏洞获罪的原因。\n\n烟绯信奉的是「没有规矩不成方圆」，而她期望的则是「随心所欲不逾矩」。\n\n璃月的仙人与凡人，都在用自己的方式守护着璃月。\n\n所以烟绯也拥有神之眼——而且她的神之眼，与她信奉的「规则」等价。",
      "zht": "煙緋的父親是仙獸，母親則是普通的商人。降生在和平時期的煙緋並未與岩王帝君簽訂契約，只與父母約定「要快樂地生活」。\n\n她是璃月港頭牌法典解讀專家，自然也會利用法典存在的疏漏，有時是為了自己，有時是為了他人。\n\n種種跡象表明，煙緋並不是一個循規蹈矩的人，她並不希望被規則束縛。\n\n但她在追求自身快樂的同時也在讓璃月變得更好，會利用法典的疏漏卻不會以此作惡。\n\n「天權」凝光每年對法典進行修訂時，會大量參考煙緋的所作所為，彷彿煙緋就是璃月法典的問題檢驗人員。\n\n從某種程度來說，煙緋在以最小的代價，讓規則變得更加完善…這也是她從未因利用法典漏洞獲罪的原因。\n\n煙緋信奉的是「沒有規矩不成方圓」，而她期望的則是「隨心所欲不逾矩」。\n\n璃月的仙人與凡人，都在用自己的方式守護著璃月。\n\n所以煙緋也擁有神之眼——而且她的神之眼，與她信奉的「規則」等價。",
      "jp": "煙緋の父親は仙獣で、母親は普通の商人である。平和な時代に生まれた煙緋は、岩王帝君と契約を結んでいないが、両親と「楽しく生きる」という約束をしている。\n\n煙緋は璃月港の法律家の頂点に立つ者、必要とあらば法の抜け穴を突くこともある。それは自分のための場合もあれば、他人のための場合もある。\n\n煙緋は規則を必ずしも遵守する性格ではない。彼女は規則に縛られることを嫌う。\n\n彼女は自身の幸せを追求すると同時に、璃月を良くしたいと願っている。そのためには多少、法の目をかいくぐることもいとわない、しかし決して悪用はしない。\n\n「天権」凝光が毎年法典を改定する際、煙緋のしたことを大量に参考する。煙緋は璃月に存在する法律の検査官みたいな存在なのかもしれない。\n\nある意味、煙緋は最小限の代価で、規則の改善に貢献している…これが法の抜け穴を突こうとも、彼女が罪に問われない理由の一つなのだろう。\n\n「矩有らずして事為せず」を信望としているが、真に望むのは「心の欲する所に従えども、矩を踰えず」である。\n\n煙緋は神の目を所有している。そしてその神の目は、彼女が信じている「規則」と等価である。",
      "ko": "연비의 아버지는 신수고, 어머니는 평범한 상인이다. 평화로운 시기에 태어난 연비는 암왕제군과 계약을 맺는 대신 부모님과 「즐겁게 살겠다」는 약속만 했다.\n\n리월항 최고의 법전 해독 전문가인 연비는 법전의 허점을 이용하는 경우도 있는데, 그건 자신을 위한 일이기도 하고, 타인을 위한 일이기도 하다.\n\n가만히 살펴보면 그녀가 결코 규칙을 잘 지키는 사람이 아니라는 것을 알 수 있다. 그녀는 규칙에 얽매이기를 바라지 않는다.\n\n하지만 그녀는 자신의 즐거움을 추구하는 동시에 리월을 좋은 방향으로 변화시키고자 하고, 법의 허점을 이용하긴 해도 절대 나쁜 짓은 하지 않는다.\n\n「천권」 응광은 매년 법전을 개정할 때, 마치 연비가 리월 법전의 검사원인 것처럼 연비가 한 일들을 대량 참고한다.\n\n어떤 면에서 연비는 최소한의 대가로 규칙을 더 좋게 만든다고 할 수 있다…. 이는 연비가 법의 허점을 이용하지만 한 번도 벌을 받지 않은 이유이기도 하다.\n\n그녀는 「규칙이 없으면 일을 이룰 수 없다」고 믿으며, 「마음 가는 대로 행동하되 규칙을 어기지 않는 삶」을 바란다.\n\n리월의 선인과 범인은 모두 각자의 방식으로 리월을 지킨다.\n\n따라서 연비는 신의 눈을 가지게 되었고——그 신의 눈은 그녀가 신봉하는 「규칙」과 동등한 가치를 지닌다",
      "en": "Yanfei's father is an illuminated beast, while her mother is an ordinary mortal merchant. Born into peaceful times, Yanfei did not sign a contract with Rex Lapis, but instead has one with her parents to \"live happily.\"\n\nAs Liyue's leading legal exegete, she is no stranger to exploiting some existing loopholes in the law — at times for herself, and sometimes for others.\n\nIt has been made clear often enough that Yanfei is not a stickler for the rules and has no wish to be shackled by strictures.\n\nStill, she contributes to the betterment of Liyue as she seeks her own pleasure, and will not use these loopholes for ill.\n\nWhen making amendments to legal loopholes each year, Ningguang the Tianquan will often study Yanfei's doings, as if she were Liyue's unofficial legal troubleshooter.\n\nIn a sense, one could argue that Yanfei makes the laws better at the lowest possible price... This principle is also the reason why she has never been convicted of exploiting any such loopholes.\n\nYanfei believes in \"no structure without laws,\" and what she wishes for is to \"live as one pleases without overstepping.\"\n\nEveryone in Liyue, adeptus or mortal, protects it in their own way.\n\nThat is why Yanfei possesses a Vision, one that is of equal weight to her principles.",
      "de": "Yanfeis Vater ist eine göttliche Bestie, während ihre Mutter eine normale Kauffrau ist. Geboren in der friedlichen Zeit, hat Yanfei keinen Vertrag mit Rex Lapis geschlossen. Sie hat nur mit ihren Eltern abgemacht, dass sie ein „glückliches Leben führen“ sollte.\n\nSie ist die allerbeste Rechtsberaterin in Liyue und weiß natürlich, die Lücken der Gesetze auszunutzen. Sie tut das manchmal für sich selbst, manchmal um den anderen zu helfen.\n\nFalls man sie unter die Lupe nimmt, merkt man sofort, dass sie nicht immer regelkonform handelt. Die Fesseln der Gesetze gefallen ihr ganz und gar nicht.\n\nAber ihr Streben nach Freiheit und Freude macht Liyue zu einem immer besseren Ort. Sie schlüpft durch Lücken in Gesetzen hindurch, tut aber zugleich nichts Böses.\n\nWenn der „Tianquan“ Ningguang die jährliche Bearbeitung und Vervollständigung der vorhandenen Gesetze ausführt, zieht sie normalerweise vor allem die Handlungen von Yanfei als Gegenbeispiele heran, als ob Yanfei schon die Qualitätskontrolleurin von Liyues Gesetzen wäre.\n\nYanfei verbessert in mancher Hinsicht tatsächlich allmählich das Regelwerk von Liyue ... Das ist nämlich der Grund, warum sie nie wegen des Ausnutzens der gesetzlichen Lücken bestraft wird.\n\nYanfei hat eine eiserne Regel, und zwar „ohne Regeln geht alles schief.“ Aber was sie anstrebt, ist wieder etwas anderes: „Man soll nach Belieben frei handeln.“\n\nDie Adepten und Sterblichen schützen Liyue auf ihre eigene Art und Weise. So auch Yanfei. Sie hat ein Göttliches Auge, das gleichwertig wie die „Regeln“ ist, an die sie glaubt.",
      "es": "El padre de Yanfei era una bestia iluminada y su madre, una comerciante. Al haber nacido en una época pacífica, no tuvo que firmar ningún contrato con Rex Lapis. El único pacto que hizo fue con sus padres: el de “vivir una vida feliz”.\n\nYanfei es una experta en interpretación de las leyes, por lo que también es una genio cuando de aprovechar vacíos legales se trata. A veces lo hace para sí misma y otras veces, por otras personas.\n\nLos hechos demuestran que no es una persona que siga las convenciones al pie de la letra y tampoco desea sentirse encadenada por las normas.\n\nAyuda a que Liyue sea un lugar mejor mientras busca su propia felicidad y, aunque saca provecho de los vacíos legales, nunca los usa para hacer el mal.\n\nCada vez que Ninguang, el Equilibrio Celestial, revisa los vacíos del código legal una vez al año para enmendarlos, siempre consulta la conducta y las decisiones de Yanfei, como si ella fuera la controladora de calidad del código.\n\nEn cierto modo, es cierto que mejora las leyes arriesgando lo mínimo, razón por la cual nunca ha sido culpada por aprovechar los vacíos legales.\n\nYanfei cree firmemente que en el mundo debe haber normas, por lo que su mayor aspiración es que la gente pueda “hacer lo que quiera sin sobrepasar unas normas”.\n\nTodos los Adeptus y los mortales de Liyue protegen Liyue a su manera. Por eso Yanfei consiguió su Visión, la cual, por cierto, tiene el mismo valor que las normas en las que tan fervientemente cree.",
      "fr": "Yanfei est issue d'un père appartenant à une race de créatures mystiques, et d'une mère humaine exerçant le métier de marchande. Née en temps de paix, Yanfei n'eut pas à signer de contrat avec le Souverain de la Roche, mais dû promettre en revanche à ses parents de vivre heureuse.\n\nExperte en son domaine, Yanfei n'est pas étrangère à l'utilisation des failles du système juridique – parfois pour son propre compte, d'autres fois pour le compte des autres.\n\nLa jeune femme n'est pas, comme on pourrait le croire, en permanence à cheval sur les règles, et refuse de se voir contraindre d'aucune sorte par quelque règlement.\n\nMais si elle utilise parfois les failles de la loi, elle le fait pour son propre bien-être, et pour celui de Liyue : jamais elle ne le fera avec quelque mauvaise intention.\n\nLors de son annuelle révision et amendement des lois, la Megrez Ningguang prend généralement comme référence la conduite passée de Yanfei, un peu comme si cette dernière était officiellement là pour soumettre les textes juridiques à l'épreuve.\n\nD'un certain point de vue, on pourrait dire que Yanfei améliore les lois au moindre coût... C'est aussi la raison pour laquelle elle n'a jamais été accusée d'exploiter la loi à son avantage.\n\nYanfei croit fermement que la loi est indispensable à toute forme d'organisation, et n'aspire qu'à vivre librement dans les limites de ce cadre.\n\nAdeptes et mortels protègent chacun Liyue à leur façon.\n\nC'est pourquoi Yanfei possède également un œil divin – et que cet œil divin est de valeur égale à sa foi en ces principes.",
      "pt": "O pai de Yanfei é uma Besta Iluminada e sua mãe era uma comerciante. Ela nasceu em uma época pacífica e não precisou assinar nenhum contrato com Rex Lapis. O único contrato que precisou fazer, foi com seu pai, a de \"viver uma vida feliz\".\n\nYanfei é uma especialista na interpretação das leis e também sabe como se aproveitar das falhas dela. Por vezes, ela faz isso para si mesma, e outras vezes para as outras pessoas.\n\nSuas ações mostram que ela não é uma pessoa que gosta de seguir as regras e seguir o que está escrito.\n\nEla ajuda Liyue a ser um lugar melhor enquanto busca sua própria felicidade e, apesar de tirar proveito das falhas da lei, ela nunca usa isso para fazer o mal.\n\nSempre que Ningguang, a Tianquan, faz uma revisão das falhas legais uma vez por ano para corrigir, ela sempre consulta Yanfei para saber sua conduta e decisões, como se ela fosse uma controladora da qualidade do código.\n\nDe certo modo, ela de fato consegue melhorar as leis pagando o menor preço possível, e é por essa razão que ninguém culpa ela por aproveitar das falhas da lei.\n\nYanfei acredita profundamente que o mundo deve ter regras, e sua maior inspiração é que as pessoas possam \"fazer o que querem sem violar as regras\".\n\nTodos os Adepti e os mortais de Liyue protegem Liyue da sua forma. Por isso, Yanfei conseguiu sua Visão e ela certamente tem o mesmo valor que as leis em que ela mesma crê com fervor.",
      "ru": "Отец Янь Фэй - Божественный зверь, а мать - обычный торговец. Она родилась в мирное время и не заключала контракт «о служении» с Властелином Камня, а только заключила контракт «о счастливой жизни» со своими родителями.\n\nОна эксперт в интерпретации основного Кодекса Ли Юэ и часто пользуется лазейками в Кодексе - иногда для себя, а иногда и для других.\n\nВсе указывает на то, что Янь Фэй не является приверженцем закона, и она не хочет быть связанной им.\n\nВ поисках собственного счастья она делает Ли Юэ лучше. Она использует лазейки в Кодексе, но не использует их во зло.\n\nКогда Воля небес Нин Гуан каждый год проверяет Кодекс на наличие пробелов, она в значительной степени опирается на работу Янь Фэй, как будто Янь Фэй является инспектором по качеству Кодекса Ли Юэ.\n\nВ некоторой степени Янь Фэй делает законы более совершенными с наименьшими усилиями... Вот почему её никогда не обвиняли в использовании лазеек.\n\nЯнь Фэй верит, что «делая что-либо, необходимо строго следовать правилам и законам», но в то же время её самое любимое правило - «делай всё, что хочешь, не выходя за рамки закона».\n\nАдепты и смертные Ли Юэ по-своему охраняют Ли Юэ.\n\nПоэтому у Янь Фэй тоже есть Глаз Бога, и он равен законам, в которые она верит.",
      "id": "Ayah Yanfei adalah Adeptus, sementara ibunya adalah seorang pedagang biasa. Yanfei yang lahir di masa-masa damai, tidak membuat kontrak dengan Rex Lapis. Yanfei hanya membuat janji dengan orang tuanya untuk \"hidup dengan bahagia\".\n\nYanfei adalah seorang ahli hukum di Liyue, sudah biasa baginya untuk memanfaatkan celah dalam hukum yang ada untuk kepentingan dirinya sendiri atau untuk orang lain.\n\nSebenarnya terlihat cukup jelas kalau Yanfei bukanlah seseorang yang sangat taat pada hukum, dan dia juga tidak ingin terikat pada peraturan.\n\nSambil mengejar kebahagiaan untuk dirinya sendiri, Yanfei memanfaatkan celah yang ada di dalam hukum bukan untuk berbuat jahat, melainkan untuk membuat Liyue menjadi lebih baik.\n\nSetiap tahun, \"Tianquan\" Ningguang akan merevisi dan memperbaiki celah yang ada di dalam hukum Liyue. Ningguang akan mencari celah ini dengan melihat tindakan-tindakan Yanfei, seolah-olah Yanfei adalah pemeriksa kualitas hukum di Liyue.\n\nTapi kalau dilihat dari satu sisi, Yanfei telah membantu menyempurnakan hukum yang ada dengan biaya yang sangat murah... Inilah alasan kenapa Yanfei tidak pernah dihukum karena mengeksploitasi hukum.\n\nYanfei percaya bahwa \"Tidak ada hal yang bisa tercapai tanpa adanya sebuah aturan\", dan dia berharap agar dia bisa \"hidup sesuka hati tanpa melanggar aturan\".\n\nManusia biasa dan Adeptus di Liyue, masing-masing memiliki caranya sendiri untuk melindungi Liyue.\n\nInilah alasan Yanfei memiliki Vision, dan Vision ini bernilai sama dengan \"hukum\" yang dipercaya Yanfei.",
      "th": "พ่อของ Yanfei เป็นสัตว์เวท ส่วนแม่ของเธอเป็นนักธุรกิจธรรมดาทั่วไป Yanfei เกิดในช่วงที่บ้านเมืองสงบสุข และไม่ได้ทำสัญญาไว้กับราชาแห่งหิน เพียงแค่ตกลงกับพ่อแม่ของเธอว่าจะ \"ใช้ชีวิตให้มีความสุข\" เท่านั้น\n\nเธอเป็นผู้เชี่ยวชาญในการตีความกฎหมายชั้นนำของท่าเรือ Liyue เธอจะใช้ประโยชน์จากช่องโหว่ของกฎหมาย ซึ่งบางครั้งก็เพื่อตัวเธอเองและบางครั้งก็เพื่อคนอื่น\n\nมีสัญญาณหลายอย่างที่บ่งบอกว่า Yanfei ไม่ใช่คนที่ปฏิบัติตามกฎ และเธอไม่ต้องการถูกผูกมัดกับกฎด้วย\n\nแต่ในขณะที่เธอแสวงหาความสุขของตัวเองนั้น เธอก็ได้ทำให้ Liyue เปลี่ยนไปในทางที่ดีขึ้นเช่นกัน เธอใช้ประโยชน์จากช่องโหว่ของประมวลกฎหมาย แต่ไม่ได้ใช้ทำในสิ่งที่ไม่ดี\n\nทุก ๆ ปีเมื่อ Ningguang แห่ง \"Tianquan\" ตรวจสอบและปรับปรุงประมวลกฎหมาย เธอมักจะนึกถึงการกระทำของ Yanfei ราวกับว่า Yanfei เป็นผู้ตรวจสอบคุณภาพประมวลกฎหมายของ Liyue\n\nพูดได้ว่า Yanfei กำลังทำให้กฎสมบูรณ์แบบมากขึ้นโดยที่เธอทุ่มเทไปน้อยที่สุด... นี่คือเหตุผลที่เธอไม่เคยถูกจับ จากการที่ใช้ประโยชน์จากช่องโหว่ของกฎหมายเลยสักครั้ง\n\nYanfei เชื่อว่า \"ไม่มีกฎเกณฑ์ไม่สามารถทำอะไรที่สำเร็จได้\" และสิ่งที่เธอคาดหวังก็คือ \"ทำทุกอย่างได้ตามต้องการแต่ต้องไม่ทำผิดกฎ\"\n\n เหล่าเซียนและมนุษย์ปุถุชนใน Liyue ต่างปกป้อง Liyue ในรูปแบบของตัวเอง \n\nYanfei เองก็มีวิชั่นเช่นกัน... ซึ่งวิชั่นของเธอนั้นเทียบเท่ากับ \"กฎ\" ที่เธอเชื่อนั่นเอง",
      "vi": "Bố của Yanfei là một tiên thú, còn mẹ là một thương nhân bình thường. Yanfei sinh ra trong thời bình và chưa kí khế ước với Nham Vương Đế Quân, chỉ hứa với bố mẹ \"phải sống thật vui vẻ\".\n\nCô ấy là chuyên gia tư vấn luật hàng đầu của Cảng Liyue, đương nhiên cũng sẽ có lúc lợi dụng lỗ hổng của luật pháp, đôi khi là vì bản thân, đôi khi là vì người khác.\n\nCó những điều cho thấy Yanfei không phải là người tuân thủ các quy tắc, và cô ấy cũng không muốn bị ràng buộc bởi các quy tắc.\n\nNhưng trong khi theo đuổi hạnh phúc của mình, cô ấy cũng đang làm cho Liyue trở nên tốt hơn, cô ấy có lợi dụng lỗ hổng của luật pháp nhưng sẽ không làm điều ác.\n\nHằng năm khi \"Thiên Quyền\" Ningguang kiểm tra bổ sung những thiếu sót trong bộ luật, sẽ tham khảo những gì Yanfei đã làm, có vẻ như Yanfei chính là thanh tra chất lượng của bộ luật Liyue.\n\nỞ một mức độ nào đó, Yanfei đang làm cho các quy tắc trở nên hoàn hảo hơn với chi phí ít nhất... Đây là lý do tại sao cô ấy chưa bao giờ bị kết tội lợi dụng lỗ hổng luật pháp.\n\nYanfei tin rằng \"không có quy tắc khó tạo nên nề nếp\", và cô ấy mong rằng \"làm những gì mình muốn, không vượt quá quy tắc\".\n\nTiên và người phàm ở Liyue, đều bảo vệ Liyue theo cách riêng của mình.\n\nCho nên Yanfei cũng có Vision - và Vision của cô ấy tương đương với \"các quy tắc\" mà cô ấy tin tưởng."
    }
  }
]