[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "我叫烟绯，是璃月港最顶尖的律法专家，没有之一！商业纠纷、民事调解、刑事诉讼，样样精通，一出手就搞得定！我的联系方式…要给你记在哪里好呢？唔…记在纸上容易丢，记在手上容易糊掉…哦！有了，就写在你旁边这个小家伙的衣服上吧。",
      "zht": "#我叫煙緋，是璃月港最頂尖的律法專家，沒有之一！商業糾紛、民事調解、刑事訴訟，樣樣精通，一出手就搞得定！我的聯繫方式…要幫{F#妳}{M#你}記在哪裡好呢？唔…記在紙上容易丟，記在手上容易糊掉…哦！有了，就寫在{F#妳}{M#你}旁邊這個小傢伙的衣服上吧。",
      "jp": "私は煙緋、璃月港の法律家の頂点に立つ者だ。商事紛争、民事調停、刑事手続とあらゆる分野に精通している。私が担当すれば、解決できない案件などないぞ！私の連絡先は…どこに書こうか？紙切れではすぐに失くしてしまいそうだし、手に書けば消えてしまうかもしれない…おっ！お前の隣にいるちびっ子の服がちょうど良さそうだ。",
      "ko": "난 연비, 리월항 최고의 법률 전문가지! 상업 분쟁, 민사 조정, 형사 소송 모두 내 전문이야. 내가 나서면 한 방에 해결되지! 연락처는 어디 적어줄까? 종이에 쓰면 잃어버리기 쉽고 손에 써주면 지워질 텐데…. 아! 그래~ 네 옆에 있는 요 녀석 옷에 써줄게",
      "en": "My name is Yanfei, top legal expert in Liyue — and for the avoidance of doubt, no one else comes close! From commercial litigation, to civil mediation, to criminal lawsuits, I'm fully versed in every area of the law, and I guarantee you a swift and satisfactory conclusion to your case! My contact details... Where should I write this down? ...Hmm, paper will just get lost, and it'll only rub off if I write it on the back of your hand, so... Aha! I know, I'll just write it here, on the clothes of this... whatever this thing is that follows you around.",
      "de": "Ich bin Yanfei. Ich bin nicht nur eine der Besten, sondern die beste Gesetzesberaterin in Liyue! Sei es im Bereich Handels-, Familien- oder Strafrecht, ich kann alle rechtlichen Streitigkeiten für dich im Handumdrehen erledigen. Meine Kontaktdaten? ... Wohin soll ich sie für dich aufschreiben? Hmm ... Auf ein Blatt Papier? Nein, das Papier geht leicht verloren. Auf der Hand? Auch nicht, die Schrift geht so schnell weg. Ach! Auf das Kleid von der Kleinen neben dir!",
      "es": "Soy Yanfei, ¡la mayor experta en leyes de todo Liyue! Y para evitar malentendidos, ¡no hay nadie que me llegue a los talones! Disputas comerciales, mediación civil, procesos penales... ¡Estoy bien versada en todas y cada una de las áreas del derecho! ¡Te garantizo una solución rápida y satisfactoria en tu caso! Mi información de contacto... ¿Dónde te la escribo? Humm... Si lo anoto en un papel, se perderá fácilmente y, si te lo escribo en la mano, se borrará... Ah, ¡lo tengo! Lo escribiré en la ropa de... lo que quiera que sea eso que te acompaña.",
      "fr": "Je m'appelle Yanfei, meilleure conseillère juridique de Liyue – au cas où vous auriez des doutes, personne ne m'arrive à la cheville. Je suis experte dans tous les domaines juridiques, du droit du commerce au droit civil, en passant par le droit pénal, et je vous garantis une résolution rapide et satisfaisante de votre problème ! Mes coordonnées ? ... Comment puis-je vous les donner ? ... Hmm, ce sera sûrement perdu sur un papier et ça va s'effacer si je les écris sur le dos de votre main, donc... Aha, je sais, je vais les écrire ici, sur les vêtements de cette... euh, cette chose qui vous suit partout.",
      "pt": "Me chamo Yanfei, sou a melhor especialista em leis de Liyue, ninguém chega nem perto de mim! Disputas comerciais, mediação de causas civis, processos criminais, sei sobre todos e sei fazer eles bem! Uma maneira de entrar em contato comigo? Onde devo escrever para você? Uma folha de papel pode se perder facilmente, na mão pode se apagar... Oh! Já sei! Vou escrever na roupa dessa pessoa que está ao seu lado!",
      "ru": "Меня зовут Янь Фэй, и я единственный и неповторимый ведущий эксперт по правовым вопросам в Ли Юэ! Коммерческие споры, гражданское примирение, уголовные процессы... Я всё сделаю в лучшем виде! Моя контактная информация... Где же её лучше записать? Хм... Бумажка потеряется, а надпись на руке сотрётся... Придумала! Я просто напишу на одежде этой... вашего летающего компаньона.",
      "id": "Namaku Yanfei, seorang konsultan hukum terkemuka di Liyue, paling hebat tiada bandingan! Mulai dari sengketa bisnis, mediasi perdata, sampai ligitasi pidana, semuanya dapat kubereskan dengan mudah! Hasilnya juga pasti memuaskan! Informasi kontakku... bagusnya kutulis di mana ya? Kalau tulis di kertas, gampang hilang. Kalau tulis di tangan, gampang pudar... Oh! Aku tahu, kutulis saja di baju makhluk kecil yang mengikutimu terus ini.",
      "th": "ฉันชื่อ Yanfei เป็นผู้เชี่ยวชาญด้านกฎหมายในท่าเรือ Liyue เพียงหนึ่งเดียว! ฉันเชี่ยวชาญทุกอย่างทั้งข้อพิพาททางการค้า การไกล่เกลี่ยทางแพ่งและการดำเนินคดีทางอาญา! ช่องทางการติดต่อของฉัน... ฉันควรจดไว้ให้คุณตรงไหนดีล่ะ? อืม... เขียนลงกระดาษก็หายง่าย เขียนใส่มือก็อาจจะเลือนรางได้... อ้อ! ใช่แล้ว งั้นเขียนลงบนเสื้อของเพื่อนตัวน้อยข้าง ๆ คุณดีกว่า",
      "vi": "Tôi là Yanfei, luật sư siêu đẳng độc nhất vô nhị của cảng Liyue! Tranh chấp thương mại, hòa giải dân sự, kiện tụng hình sự, cái gì cũng thạo, hễ ra tay là sẽ ổn thỏa. Về cách thức liên hệ...làm thế nào để bạn dễ nhớ nhỉ? Viết trên giấy thì dễ mất, viết lên tay thì dễ mờ... A! Có rồi, hay là viết lên áo của người bạn nhỏ đang bay bên cạnh bạn nhé."
    }
  },
  {
    "title": {
      "zhs": "闲聊·律法",
      "zht": "閒聊·律法",
      "jp": "世間話·法律",
      "ko": "잡담·법률",
      "en": "Chat: The Law",
      "de": "Gespräch – Gesetze",
      "es": "Charla - Leyes",
      "fr": "Bavardage - Loi",
      "pt": "Bate-papo - Leis",
      "ru": "Поболтаем: Закон",
      "id": "Berbincang: Hukum",
      "th": "แชท - กฎหมาย",
      "vi": "Nói chuyện phiếm - Pháp luật"
    },
    "line": {
      "zhs": "律法既是约束，也是工具，请你千万记住哦！记不住的话，我就多给你念叨两遍。",
      "zht": "#律法既是約束，也是工具，請{F#妳}{M#你}千萬記住哦！記不住的話，我就多唸兩遍給{F#妳}{M#你}。",
      "jp": "法は制約であり、道具でもある。\n\nしっかりと頭に入れておけ！もし忘れたら、もう一回教えてやらなくもない。",
      "ko": "법은 제약이자 도구야. 기억해! 기억 못 하겠으면 내가 옆에서 계속 알려줄게",
      "en": "I'll remind you again: The law can be both a help and a hindrance.",
      "de": "Gesetze sind sowohl Fesseln als auch Werkzeuge! Vergiss das nicht! Falls du dir das nicht merken kannst, wiederhole ich das lieber noch einmal.",
      "es": "Recuerda lo que te voy a decir: las leyes pueden ser tanto una ayuda como un obstáculo.",
      "fr": "Je vous le rappelle encore : la loi peut être à la fois une aide et un obstacle.",
      "pt": "As leis são um limite, mas também são uma ferramenta, lembre-se sempre disso! Se não se lembrar, eu vou repetir muitas vezes.",
      "ru": "Закон - это и подспорье, и помеха. Запомните это!",
      "id": "Kuingatkan sekali lagi: Hukum bisa membantumu, tapi juga bisa menghalangimu.",
      "th": "กฎหมายเป็นได้ทั้งข้อผูกมัด และเครื่องมือ คุณต้องจำไว้นะ! ถ้าจำไม่ได้ ฉันจะบอกให้อีกสักสองรอบละกัน",
      "vi": "Pháp luật vừa là ràng buộc vừa là công cụ, bạn hãy ghi nhớ nhé! Nếu bạn chưa nhớ thì tôi sẽ nhắc lại vài lần cho bạn."
    }
  },
  {
    "title": {
      "zhs": "闲聊·工作",
      "zht": "閒聊·工作",
      "jp": "世間話·仕事",
      "ko": "잡담·일",
      "en": "Chat: Work",
      "de": "Gespräch – Arbeit",
      "es": "Charla - Trabajo",
      "fr": "Bavardage - Travail",
      "pt": "Bate-papo - Trabalho",
      "ru": "Поболтаем: Работа",
      "id": "Berbincang: Pekerjaan",
      "th": "แชท - งาน",
      "vi": "Nói chuyện phiếm - Công việc"
    },
    "line": {
      "zhs": "法理与人情有时冲突，有时兼容。权衡二者，真是种学问呢。",
      "zht": "法理與人情有時衝突，有時相容。權衡二者，真是種學問呢。",
      "jp": "法と人の情は、時に衝突し、時に通じ合う。それぞれの利害を天秤にかけるのは、実に難しいことだ…",
      "ko": "법리와 인심은 서로 충돌하기도 하고 때론 호환되기도 해. 이 둘을 가늠하기란 참 어렵지",
      "en": "Sometimes the law is compatible with human nature, but sometimes the two conflict. Balancing the two is a discipline in its own right...",
      "de": "Gesetze und Menschlichkeit widersprechen und ergänzen sich gleichzeitig. Man muss richtig viel lernen, um die beiden auszubalancieren.",
      "es": "A veces, las leyes y la naturaleza humana son compatibles, pero otras veces entran en conflicto. Encontrar el equilibrio entre ambas es toda una rama del conocimiento.",
      "fr": "Parfois, la loi est compatible avec la nature humaine, et parfois les deux entrent en conflit. Trouver le juste équilibre entre les deux, c'est une discipline à part entière...",
      "pt": "Às vezes as leis e emoções humanas chocam, mas às vezes são compatíveis. Saber conciliar as duas é um verdadeiro aprendizado.",
      "ru": "Закон и чувства иногда противоречат друг другу, а иногда нет. Уравновесить их - целая наука.",
      "id": "Hukum kadang cocok dengan sifat manusia, tapi juga bisa menghasilkan konflik. Menyeimbangkan kedua hal ini juga adalah ilmu tersendiri.",
      "th": "กฎและความรู้สึกนึกคิดของมนุษย์บ้างก็ขัดแย้งกัน บ้างก็เข้ากันได้ การชั่งน้ำหนักทั้งสองอย่างนี้เป็นความรู้อย่างหนึ่งเลยล่ะ",
      "vi": "Tình và lý đôi khi có xung đột, đôi khi bổ trợ nhau. Cân bằng được cả hai đúng là một loại học thuật."
    }
  },
  {
    "title": {
      "zhs": "闲聊·阅读",
      "zht": "閒聊·閱讀",
      "jp": "世間話·読書",
      "ko": "잡담·독서",
      "en": "Chat: Reading",
      "de": "Gespräch – Lesen",
      "es": "Charla - Lectura",
      "fr": "Bavardage - Lecture",
      "pt": "Bate-papo - Leitura",
      "ru": "Поболтаем: Чтение",
      "id": "Berbincang: Membaca",
      "th": "แชท - การอ่าน",
      "vi": "Nói chuyện phiếm - Đọc sách"
    },
    "line": {
      "zhs": "唔唔，居然还有这种案件…天下之大，无奇不有啊。",
      "zht": "唔唔，居然還有這種案件…天下之大，無奇不有啊。",
      "jp": "ふむ、こう言った事例もあるのか…かくも世は広大で、奇事に溢れるかな。",
      "ko": "흐음, 이런 안건도 있다니…!? 세상은 넓고 별의별 일이 다 있구나",
      "en": "The case before us... is a strange and unprecedented one indeed.",
      "de": "Oh, ähm ... Was für ein komischer Fall! Die Welt ist so groß, dass es für alles Komische einen Platz gibt.",
      "es": "El caso que nos ocupa es... realmente extraño y sin precedentes.",
      "fr": "Le cas qui se présente à nous... est étrange et sans précédent, effectivement.",
      "pt": "Oh, ainda há um caso como esse... O mundo é vasto, e há de tudo nele.",
      "ru": "Хм... Кто бы мог подумать, что есть такие прецеденты... Мир полон сюрпризов.",
      "id": "Kasus ini... aneh sekali, aku juga belum pernah melihatnya.",
      "th": "หุหุ มีคดีแบบนี้อยู่ด้วยเหรอเนี่ย... โลกช่างกว้างใหญ่ มีเรื่องมากมายที่คาดไม่ถึงสินะ",
      "vi": "Không ngờ lại có vụ kiện như thế này... Thiên hạ rộng lớn, đúng là cái gì cũng có."
    }
  },
  {
    "title": {
      "zhs": "下雨的时候…",
      "zht": "下雨的時候…",
      "jp": "雨の日…",
      "ko": "비가 올 때…",
      "en": "When It Rains",
      "de": "Wenn es regnet ...",
      "es": "Cuando llueve...",
      "fr": "Quand il pleut...",
      "pt": "Quando Está Chovendo...",
      "ru": "Когда идёт дождь...",
      "id": "Ketika Turun Hujan",
      "th": "ในเวลาที่ฝนตก...",
      "vi": "Khi trời mưa..."
    },
    "line": {
      "zhs": "又下雨了！岩王爷行行好赶快出晴吧，一大墙法典可不能受潮。",
      "zht": "又下雨了！岩王爺行行好趕快出晴吧，一整牆法典可不能受潮。",
      "jp": "また雨か！岩王帝君様、どうか御慈悲を。壁一面の法典が湿気ってしまう…",
      "ko": "또 비야? 암왕제군님, 빨리 비 좀 멈춰주세요. 법전에 습기가 차면 안 된다구요",
      "en": "Rain! Oh, Lord of Geo, please, do us a favor and clear this up at your earliest convenience... I submit that we cannot afford for the codices to get damp...",
      "de": "Es regnet wieder! Herrscher über die Felsen, bitte! Meine Gesetzbücher brauchen Sonnenschein!",
      "es": "¡Otra vez llueve! Oh, Rey Geo, te imploro que hagas que el sol salga lo antes posible. No puedo permitir que estos códigos legales se mojen.",
      "fr": "De la pluie ! Oh, Souverain de la Roche, je vous en prie, faites-nous une faveur et ramenez le soleil au plus vite... On ne peut pas se permettre d'avoir des codes juridiques tout détrempés...",
      "pt": "Está chovendo! Rex Lapis, traga logo o sol de volta, os livros de códigos legais não podem ficar molhados.",
      "ru": "Опять дождь! Прошу, Властелин Камня, разгони поскорее тучи! Нельзя, чтобы кодексы промокли!",
      "id": "Hujan! Ah, Lord Geo yang terhormat, mohon hentikan hujan ini secepatnya. Tumpukan buku hukum ini tidak boleh sampai basah...",
      "th": "ฝนตกอีกแล้ว! ท่านลอร์ดแห่งหินรีบมาขับไล่ฝนให้ฟ้าใสทีเถอะ ประมวลกฎหมายนี่จะเปียกไม่ได้นะ",
      "vi": "Lại trời mưa rồi! Nham Vương Gia mau cho trời nắng lại đi, không thôi những quyển sách luật này sẽ bị ẩm mất."
    }
  },
  {
    "title": {
      "zhs": "下雪的时候…",
      "zht": "下雪的時候…",
      "jp": "雪の日…",
      "ko": "눈이 올 때…",
      "en": "When It Snows",
      "de": "Wenn es schneit ...",
      "es": "Cuando nieva...",
      "fr": "Quand il neige...",
      "pt": "Quando Está Nevando...",
      "ru": "Когда идёт снег...",
      "id": "Ketika Turun Salju",
      "th": "ในเวลาที่หิมะตก...",
      "vi": "Khi tuyết rơi..."
    },
    "line": {
      "zhs": "这…这是什么倒霉天气，有、有点冷哦…阿嚏…",
      "zht": "這…這是什麼倒楣天氣，有、有點冷哦…哈啾…",
      "jp": "はぁ…なんて最悪な天気なんだ…ひ、冷えるな…ハ、ハックション…",
      "ko": "뭐, 뭐야 이 날씨! 좀 춥네…. 엣취…",
      "en": "What the... What kind of injurious weather is this!? It's c—cold... Achoo...",
      "de": "Noch ... schlimmer kann das Wetter nicht werden! Mir ist ... ein bisschen kalt ... Hatschi!",
      "es": "¿Qu-qué clase de tiempo tan pernicioso es este? Ha-hace frío... ¡Achís!",
      "fr": "Qu'est-ce... Qu'est-ce que c'est que ce temps abominable !? Il fait f—froid... Atchoum...",
      "pt": "Que azar um tempo como esse... Está um pouco frio... Atchim!",
      "ru": "Что... Что за мерзкая погода! Холодно как... Апчхи...",
      "id": "Cuaca... cuaca sial macam apa ini!? Dingin sekalii... Hatchiii!",
      "th": "นะ... นี่ มันอากาศบ้าบออะไรกัน หนะ หนาวจังเลย... ฮัดชิ้ว...",
      "vi": "Đây... Đây là thời tiết gì thế này... Lạnh, lạnh quá... hắt xì..."
    }
  },
  {
    "title": {
      "zhs": "阳光很好…",
      "zht": "陽光很好…",
      "jp": "晴れの日…",
      "ko": "햇살이 좋을 때…",
      "en": "When the Sun Is Out",
      "de": "Wie sonnig ...",
      "es": "Qué sol hace...",
      "fr": "Il fait bon dehors...",
      "pt": "Quando Faz Sol...",
      "ru": "Когда светит солнце...",
      "id": "Ketika Matahari Bersinar",
      "th": "แดดส่องดีจัง...",
      "vi": "Ánh nắng thật chan hòa..."
    },
    "line": {
      "zhs": "趁着天好，背背律条。嗯？《璃月商典》第二十七章第六条第三款是什么来着…我怎么会忘记？不应当不应当…",
      "zht": "趁著天氣好，背背律條。嗯？《璃月商典》第二十七章第六條第三款是什麼來著…我怎麼會忘記？不應當不應當…",
      "jp": "天気の良いうちに条文でも暗記するか。えーっと、『璃月商典』第27章第6条第1項は…何だったか…この私が忘れるなんて…いかん、しっかりしないと…",
      "ko": "날도 좋은데 법률 조항이나 외워볼까나? 응? 《리월 상업 법전》 제27장 제6조 제3항이 뭐더라…!? 이걸 까먹다니? 안돼 안돼…",
      "en": "Ah, this weather's got me in the mood for reciting some laws. Let's see... \"Commercial Law of Liyue,\" Chapter 27, Section 6, Article 3 stipulates that— Wait, what was it...? Oh my goodness, I've completely forgotten! What is wrong with me today...?",
      "de": "Bei dem schönen Wetter sollte man die Gesetze im Kopf wiederholen. Mhmm? Was war noch gleich der Paragraph 27, Absatz 6, Satz 3 von Liyues Handelsgesetzbuch? Das kann nicht wahr sein!",
      "es": "Aprovecharé que hace buen tiempo para recitar algunos artículos legales. ¿Cómo era la Sección 3.ª del Artículo 6.º del Capítulo 27 del «Código de Comercio de Liyue»?... ¿Cómo es que no lo recuerdo? No puede ser, ¡lo he olvidado! ¿Qué me pasa hoy?",
      "fr": "Ah, ce temps me donne envie de réciter mes codes de lois. Voyons voir... La « loi commerciale de Liyue » chapitre 27 section 6 article 3 stipule que... Attendez, c'était quoi déjà...? Oh, mon dieu, j'ai totalement oublié ! Qu'est-ce que j'ai aujourd'hui...?",
      "pt": "Que belo dia, vamos aproveitar para ler sobre a lei. Artigo 6, parágrafo 3 do capítulo 27 do Código de Liyue... Como eu me esqueci? Não posso ser assim...",
      "ru": "Повторю-ка я законы, пока погода хорошая. Так... Что там в третьем пункте шестой статьи двадцать седьмой главы «Коммерческого кодекса Ли Юэ»... Как я могла забыть?.. Что же такое со мной сегодня...",
      "id": "Cuaca seperti ini membuatku jadi ingin mengingat pasal-pasal hukum. Ah... \"Hukum Komersial Liyue\" Bab 27, Bagian 6, Artikel 3 berisi... Tunggu, apa ya isinya... Astaga, aku benar-benar lupa! Kenapa ya aku hari ini...",
      "th": "ถือโอกาสตอนที่อากาศดี ๆ ท่องมาตรากฎหมายสักหน่อยดีกว่า หืม? \"กฎหมายพาณิชย์ Liyue\" บทที่ 27 มาตราที่ 6 ข้อที่ 3 เขียนไว้ว่าอะไรน่ะ... ฉันลืมไปได้ยังไงกัน? ไม่ได้สิ ไม่ได้...",
      "vi": "À, nhân ngày đẹp trời như vậy, để tôi nhẩm lại một số điều luật xem nào. Ờ ừm? Thương Điển Liyue chương 27, điều 6, khoản 3...là gì nhỉ...Sao tôi có thể quên được chứ? Không thể nào không thể nào..."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早上好…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "早上有个债务纠纷的案件要出外勤，中午前要给上周来咨询的客户答复…好！干活干活！",
      "zht": "早上有個債務糾紛的案件要出外勤，中午前要給上週來諮詢的客戶答覆…好！工作工作！",
      "jp": "朝は債務に関する案件で外へ行き、それから午前中のうちに先週相談しに来た顧客へ返事をして…さて！勤務開始だ！",
      "ko": "오전엔 채무 분쟁 사건 때문에 외근해야 하고, 점심 전까진 지난주에 오셨던 의뢰인께 답을 드려야 하니깐…. 좋아! 일하자!",
      "en": "I have to head out this morning to meet a client about a creditor dispute, but I also have to follow up on a consultation from last week by noon... Alright, time to get to work!",
      "de": "Heute Morgen muss ich für eine schuldrechtliche Streitigkeit auf Außendienst gehen. Vor dem Mittag muss ich noch den Klienten von letzter Woche kontaktieren ... Also dann! An die Arbeit!",
      "es": "Esta mañana tengo que salir por un caso de una disputa de acreedores y, antes del mediodía, tengo que responder a un cliente al que asesoré la semana pasada... Vamos, ¡a trabajar!",
      "fr": "Je dois aller voir un client ce matin au sujet d'une affaire de dette, et je dois aussi faire mon compte-rendu au sujet d'une consultation que j'ai eue la semaine dernière avec un autre client avant midi... Bon, allez, au travail !",
      "pt": "De manhã tenho que sair para trabalhar com um caso de uma dívida, de tarde tenho que responder a um cliente sobre uma pergunta que ele fez na semana passada... Está bem! Ao trabalho!",
      "ru": "Утром выездное дело о долговом споре, к полудню надо ответить клиенту, который приходил за консультацией на прошлой неделе... Отлично! За работу!",
      "id": "Aku harus pergi keluar pagi ini untuk membereskan kasus sengketa utang klienku, lalu siang nanti aku harus memberi jawaban dari konsultasi minggu lalu... Baiklah, saatnya bekerja!",
      "th": "ตอนเช้าต้องออกไปจัดการคดีพิพาทเกี่ยวกับหนี้ ก่อนเที่ยงต้องตอบกลับลูกค้าที่มาปรึกษาเมื่ออาทิตย์ที่แล้ว... เอาล่ะ! ทำงาน ๆ!",
      "vi": "Sáng ra có vụ tranh chấp công nợ cần ra ngoài giải quyết, trước trưa phải trả lời cho khách hàng tuần trước đến tư vấn... Được! Làm việc làm việc thôi!"
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "哈…有点困呢…不如来场辩论，帮我提神醒脑！辩题的话，「北国银行的开设对璃月经济利大于弊还是弊大于利」。嗯，就这个，你先来挑立场吧。",
      "zht": "#哈…有點睏呢…不如來場辯論，幫我提神醒腦！辯題的話，「北國銀行的開設對璃月經濟利大於弊還是弊大於利」。嗯，就這個，{F#妳}{M#你}先來挑正方反方吧。",
      "jp": "はぁ…少し眠いな…よし、討論でもして目を覚まそう！議題は「北国銀行の開設によって、璃月経済への影響は利と害どちらが大きいか」…うむ、これにしよう。どちらの立場で論ずるかは、お前が選ぶといい。",
      "ko": "하암… 좀 졸리네…. 정신 차릴 겸 토론이나 해볼까?! 논제는 「북국 은행 개설은 리월 경제에 손해인가 이득인가」야. 음, 좋아. 그럼 너부터 발언해 봐",
      "en": "*yawn* I'm a little sleepy... I know, a vigorous debate should wake me up! And I've got just the topic: \"The Northland Bank's presence in Liyue does more harm than good for our economy.\" ...So, are you for or against?",
      "de": "Ha ... Ich bin schon etwas schläfrig ... Lass uns doch debattieren! Eine kleine Debatte kann erfrischend sein! Das Thema ist: „Ist die Eröffnung der Bank des Nordens für Liyue eher vorteilhaft?“ Gut, bist du pro oder kontra?",
      "es": "*Bosteza*, qué sueño... Venga, ¡debatamos sobre algo para que me despierte! El tema del debate será “La presencia del Banco del Reino del Norte en Liyue es más perjudicial que beneficiosa para nuestra economía”. ¿Y bien? ¿A favor o en contra?",
      "fr": "*bâille* ... Je suis un peu fatiguée. Rien de tel qu'un petit débat pour me réveiller ! Le sujet de cette fois est : « La Banque du Nord menace-t-elle l'économie liyuéenne ? ». Vous êtes plutôt pour ou contre ?",
      "pt": "*Suspiro* Estou cansada... Um debate deve me fazer despertar! O assunto será \"O Banco do Norte é uma ameaça ou uma vantagem para a economia de Liyue?\". Escolha sua posição sobre isso.",
      "ru": "Ох... Как же хочется спать... Знаю! Бурная дискуссия меня взбодрит! Тема дебатов: «Принесёт ли открытие Банка северного королевства экономике Ли Юэ больше вреда, чем пользы?» Вот. Ты за или против?",
      "id": "Fiuh, sedikit ngantuk... Aku tahu, sebuah debat yang seru pasti akan membuatku bersemangat lagi! Aku tahu topik yang tepat: \"Kehadiran Northland Bank di Liyue membawa lebih banyak kerugian daripada keuntungan bagi perekonomian Liyue.\" Jadi, apakah kamu setuju atau menentang?",
      "th": "หาว... ง่วงจัง... มาโต้วาทีกันหน่อยดีไหม จะได้ช่วยให้สมองฉันตื่นขึ้นสักหน่อย! หัวข้อโต้วาทีก็คือ \"การเปิดธนาคาร Northland Bank ส่งผลดีมากกว่าผลเสียหรือส่งผลเสียมากกว่าผลดีต่อเศรษฐกิจของ Liyue\" อื้อ หัวข้อนี้แหละ คุณเลือกฝ่ายก่อนเลย",
      "vi": "Hơ... buồn ngủ thật... hay là làm cuộc tranh luận để tỉnh táo chút nhé. Chủ đề là \"Việc kinh doanh của Ngân Hàng Bắc Quốc có lợi hơn hay có hại hơn cho nền kinh tế Liyue\". Ừm, về vấn đề này, bạn cứ nêu lập trường của bản thân trước nhé."
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "夜市？唔…本想留在家里整理笔记，不过你想逛的话，我们就一起去吧。哦，我跟你说，有的店家因为要保证每天商品都是新鲜的，又不想白白折损今天卖剩下的货物，经常会在晚上搞促销。\n\n讨价还价的事就交给我来吧，零头…就当作我的服务费啦。",
      "zht": "#夜市？唔…本想留在家裡整理筆記，不過{F#妳}{M#你}想逛的話，我們就一起去吧。哦，我跟{F#妳}{M#你}說，有的店家因為要保證每天商品都是新鮮的，又不想白白虧損今天賣剩下的貨物，經常會在晚上推出促銷。\n\n討價還價的事就交給我來吧，找零…就當作我的服務費啦。",
      "jp": "夜市？うーん…家で書類の整理をしようと考えていたが、お前がそんなに行きたいのなら付き合ってやらなくもない。そうだ、お前に一ついいことを教えよう。一部の店の商品は、鮮度が落ちると売れなくなるものがある。鮮度が落ちることで損失を被るようなお店は、夜になると割引が効くようになるんだ。\n\n値段交渉は私に任せてくれ、お釣りは…私の報酬ってことで、どうだろう？",
      "ko": "야시장? 음… 집에서 노트 정리 좀 할까 했는데 네가 가고 싶다면 같이 가줄게. 참, 그거 알아? 어떤 가게들은 매일 신선한 상품을 팔고, 남은 물건도 낭비하지 않으려고 저녁이 되면 세일을 해.\n\n흥정은 나한테 맡겨. 잔돈은… 나한테 주는 팁이라고 생각해~",
      "en": "The night market? Hmm... I was planning on organizing some files this evening, but if you're going, I can join you. Oh, I should mention — lots of vendors go for the hard sell in the evenings, because they want to be able to start with fresh produce the next day, but also don't want to lose profit on what they have left today.\n\nSo, leave the negotiating to me. And... If you have any leftovers, those can be my fee.",
      "de": "Nachtmarkt? Ähm ... Ich möchte eigentlich zu Hause meine Notizen in Ordnung bringen. Na gut, gehen wir auf den Nachtmarkt! Ich sage dir, es gibt manche Läden, die jeden Tag nur frische Waren anbieten. Sie möchten aber die übrig gebliebenen Waren von tagsüber nicht wegschmeißen. Deswegen verkaufen sie diese Waren auf dem Nachtmarkt mit fettem Rabatt.\n\nLass mich um den Preis feilschen! Das Wechselgeld ... kannst du mir als Dienstleistungsgebühren schenken!",
      "es": "¿El mercado nocturno? Humm... Quería quedarme en casa organizando unos documentos, pero si quieres ir, puedo acompañarte. Ah, por cierto, algunas tiendas hacen ofertas por la noche porque tienen que garantizar que todos los productos que les llegan a diario son frescos y porque tampoco quieren sufrir pérdidas con lo que les sobra al final del día.\n\nAsí que puedes dejarme a mí el tema de regatear. Y... si sobra algo, me lo quedaré en concepto de gastos por mis servicios.",
      "fr": "Le marché de nuit ? Je voulais rester chez moi pour classer mes notes, mais allons-y ensemble si vous souhaitez vous y rendre. Oh, sachez que certains commerçants font des promotions le soir pour s'assurer qu'ils vendent des produits frais chaque jour et éviter d'avoir à les jeter bêtement.\n\nLaissez-moi négocier des prix ronds pour vous, et vous n'aurez qu'à me donner la différence comme frais de service.",
      "pt": "#O mercado noturno? Eu queria ficar em casa cuidando de minhas anotações, mas se você quer, podemos ir junt{M#os}{F#as}. Oh, eu tenho que lhe dizer, há umas lojas que para garantir que as mercadorias diárias são frescas no dia seguinte vendem o que sobra do dia com desconto para não terem de jogar fora.\n\nDeixe a negociação dos preços comigo, e o que sobrar você pode deixar como pagamento para mim.",
      "ru": "Ночной рынок? Хм... Я хотела побыть дома и систематизировать свои записи, но если хочешь пойти по магазинам, пойдём вместе. О, некоторые магазины часто проводят ночные акции, потому что они хотят, чтобы товары были свежими каждый день, и они не хотят терять нераспроданные за день товары.\n\nДоверь переговоры мне, а сдачу я заберу как плату за свои услуги.",
      "id": "Pasar malam? Hmm... sebenarnya aku berencana merapikan dokumen sih malam ini, tapi kalau kamu pergi, aku bisa menemanimu. Oh, aku perlu memberitahumu sesuatu — banyak pedagang yang mati-matian menjual dagangannya di malam hari, agar mereka bisa menjual barang-barang segar besok pagi, tapi mereka juga tidak mau rugi karena sisa-sisa barang hari ini.\n\nJadi, biarkan aku yang tawar menawar. Nanti kalau masih sisa uang, itu jadi biaya jasaku saja.",
      "th": "ตลาดกลางคืนเหรอ? อืม... ทีแรกฉันว่าจะอยู่บ้านและจัดระเบียบบันทึกของฉันน่ะ แต่ถ้าคุณอยากไปเดิน งั้นพวกเราไปด้วยกันเถอะ อ้อ ขอบอกก่อนว่าร้านค้าบางร้านชอบจัดโปรโมชั่นในตอนกลางคืนด้วยล่ะ เพราะต้องการให้แน่ใจว่าสินค้าสดใหม่ทุกวันและไม่อยากเสียของที่ขายเหลือในวันนี้\n\nเรื่องต่อรองราคา ปล่อยให้เป็นหน้าที่ของฉันเถอะ เศษเงินที่ได้... ก็ถือเป็นค่าบริการของฉันละกัน",
      "vi": "Chợ đêm? Ừm...tôi muốn ở nhà để tổng hợp lại các ghi chép của mình, nhưng nếu bạn muốn dạo chợ thì chúng ta cùng đi. À, tôi nói bạn nghe này, có tiệm sẽ giảm giá vào ban đêm, vì họ muốn hàng mỗi ngày đều phải tươi mới, lại không muốn lãng phí những món còn dư lại của hôm nay.\n\nChuyện trả giá cứ giao cho tôi, còn số lẻ...thì cứ xem như là phí dịch vụ nhé."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "想要快速入睡？那我来给你讲解璃月律法的演变史吧，我的那些朋友就没有能撑过二十分钟的。唔，还想要更快的话，那就背法典吧，背法典！明天记得告诉我你听到了第几条。咳咳…我开始了哦？",
      "zht": "#想要快速入睡？那我來跟{F#妳}{M#你}講解璃月律法的演變史吧，我的那些朋友就沒有能撐過二十分鐘的。唔，還想要更快的話，那就背法典吧，背法典！明天記得告訴我{F#妳}{M#你}聽到了第幾條。咳咳…我開始了哦？",
      "jp": "なかなか眠れない？なら、璃月の法律がどのように変遷してきたか、その歴史をお前に聞かせてやろう！私の友人でこれに20分以上耐えられた者はいな…えっ、もっと早く眠りたい？ならば、法典の暗唱がいい！明日になったら、何条まで聞いたか教えてもらうからね。じゃあ、始めるぞ…",
      "ko": "빨리 잠들고 싶다고? 그럼 리월 법률의 변천 과정을 들려줄게, 내 친구 중에 20분을 버틴 애가 없거든. 음, 더 빨리 잠들고 싶다면 법전, 법전을 외워줄게! 내일 어디까지 들었는지 알려줘야 돼? 시작한다?",
      "en": "Need a cure for insomnia? Let me read you the history of the development of Liyue's legal system! None of my friends have ever lasted longer than 20 minutes... Oh, you want something more fast-acting? Then I'll recite from the legal codices! Let me know in the morning which section I got to before you fell asleep! Okay, here I go...",
      "de": "Du möchtest schnell einschlafen? Dann kann ich dir die Entwicklungsgeschichte von Liyues Gesetzen erzählen. Meine Freunde können das nicht mal 20 Minuten aushalten. Äh, es reicht nicht? Dann sage ich dir die Gesetze auswendig auf. Sag mir morgen, bis zum welchen Paragraphen du noch wach geblieben bist. Ähem ... Soll ich anfangen?",
      "es": "¿No puedes dormir? Entonces, deja que te cuente la historia y la evolución del sistema legal de Liyue. De todos mis amigos, ni uno ha podido aguantar más de veinte minutos. Oh, ¿quieres algo aún más eficaz? Bueno, puedo recitarte el código legal. ¡Sí, eso! Mañana acuérdate de contarme cuántos artículos has escuchado antes de dormirte. ¡Empiezo ya!",
      "fr": "#Vous voulez vite vous endormir ? Très bien, alors je vais vous expliquer l'évolution de la loi liyuéenne ! Aucun de mes amis n'a tenu plus de vingt minutes éveillé. Si vous voulez une solution encore plus rapide, je peux vous réciter le code ! Demain, n'oubliez pas de me dire à quel article vous vous êtes {F#endormie}{M#endormi}. Ahem, je commence...",
      "pt": "Quer dormir mais rápido? Eu posso lhe explicar a história do desenvolvimento legal de Liyue, meus amigos não conseguem aguentar por mais que vinte minutos. Oh, quer dormir ainda mais rápido? Então leia o Código Legal! Amanhã lembre-se de me dizer alguns artigos. *Cof cof* Vamos começar?",
      "ru": "#Хочешь поскорее заснуть? Давай я расскажу тебе историю эволюции закона Ли Юэ. Никто из моих друзей не продержался больше двадцати минут... А, хочешь ещё быстрее? Тогда я почитаю тебе сами законы! Завтра не забудь сказать, до какой статьи дослушал{F#а}. Так... Ну я начинаю?",
      "id": "Perlu obat untuk insomnia? Biar kuceritakan tentang sejarah perkembangan sistem hukum di Liyue! Tidak ada temanku yang bertahan lebih dari 20 menit... Oh, kamu mau yang lebih cepat bereaksi? Biar kubacakan pasal-pasal hukum! Besok pagi kamu beri tahu aku ya kamu bertahan sampai bagian mana! Oke, kumulai ya...",
      "th": "อยากนอนหลับเร็ว ๆ งั้นเหรอ? ถ้างั้นเดี๋ยวให้ฉันอธิบายประวัติวิวัฒนาการของกฎหมาย Liyue ให้คุณฟัง ไม่มีเพื่อนของฉันคนไหนทนอยู่ได้ถึงยี่สิบนาทีเลยสักคน ถ้าคุณต้องการให้นอนเร็วกว่านั้น ฉันจะท่องกฎหมายให้ฟังละกัน! พรุ่งนี้อย่าลืมบอกฉันว่าคุณได้ยินไปกี่มาตราน่ะ อะแฮ่ม... ฉันจะเริ่มแล้วนะ?",
      "vi": "Muốn ngủ nhanh hơn à? Vậy để tôi kể lịch sử pháp luật của Liyue cho bạn nghe nhé, bạn bè của tôi không trụ quá hai mươi phút đâu. Ừm, nếu bạn muốn nhanh hơn nữa thì tôi trả bài bộ luật vậy! Ngày mai nhớ trả lời tôi là nghe được đến điều khoản thứ mấy nhé. Khụ khụ... Tôi bắt đầu luôn nhỉ?"
    }
  },
  {
    "title": {
      "zhs": "关于烟绯自己·气场",
      "zht": "關於煙緋自己·氣場",
      "jp": "煙緋自身について·威圧感",
      "ko": "연비 자신에 대해·분위기",
      "en": "About Yanfei: Atmosphere",
      "de": "Über Yanfei – Aggressivität",
      "es": "Sobre Yanfei - Aura",
      "fr": "À propos de Yanfei - Aura",
      "pt": "Sobre Yanfei - Aura",
      "ru": "О Янь Фэй: Обаяние",
      "id": "Tentang Yanfei: Aura",
      "th": "เกี่ยวกับตัว Yanfei เอง - บรรยากาศ",
      "vi": "Về bản thân Yanfei - Khí thế"
    },
    "line": {
      "zhs": "读卷宗时我的气场很强？唔…原来你会这样想。但那也只是我的工作状态吧。就是说，在我的身上有一个隐形的按钮，噗地拨过来，是平常模式，咻地拨过去，是工作模式。你身上难道就没有这种开关吗？",
      "zht": "#讀卷宗時我的氣場很強？唔…原來{F#妳}{M#你}會這樣想。但那也只是我的工作狀態吧。就是說，在我的身上有一個隱形的按鈕，「噗」地撥過來，是平常模式；「咻」地撥過去，是工作模式。{F#妳}{M#你}身上難道就沒有這種開關嗎？",
      "jp": "私が書類を読んでいる時の威圧感が凄い？ほう…お前の目にはそのように映っているのか。それはあくまで仕事状態の私だ。私には2つの状態がある。1つが通常時、もう1つが仕事時だ。これをカチッと切り替えることで、仕事の効率が段違いに上がる。お前にはこういうのないのか？",
      "ko": "내가 공문을 읽을 때 엄청 포스 있다고? 흠~ 그렇게 생각했구나. 근데 그건 그냥 일할 때 내 상태야. 그러니까, 내 몸엔 숨겨진 버튼이 있는데 이쪽으로 돌리면 평상시 모드고, 저쪽으로 돌리면 업무 모드지. 너한텐 그런 버튼 없어?",
      "en": "You think I come across as quite imposing when I'm reading through case files? Huh. Well, that's only when I'm in work mode. It's like... I have an invisible switch, flick it one way and I'm in normal mode, flick it the other way and I switch to work mode. Surely you must have a switch like that, too?",
      "de": "Wenn ich Akten durchlese, sehe ich etwas aggressiv aus? Ähm ... Aber das ist nur mein Arbeitsmodus. Ich habe einen unsichtbaren Schalter an mir. Wenn ich den Schalter umlege, bin ich im Normalmodus. Noch einmal und ich gehe in den Arbeitsmodus über. Hast du keinen solchen Schalter?",
      "es": "¿Te parezco intimidante cuando leo mis casos legales? Oh, ya veo... Pero es que ese es mi “modo trabajo”. Es como si en mi cuerpo hubiera un interruptor invisible. Si lo mueves hacia un lado, me pongo en modo normal; y si lo mueves hacia el otro, entro en modo trabajo. ¿Tú no tienes un interruptor igual?",
      "fr": "Vous trouvez que j'ai l'air sérieuse quand je lis ces dossiers ? Hum... Alors vous aussi vous pensez de la sorte. Eh bien, c'est seulement parce que je suis en train de travailler. C'est comme si... j'avais une sorte d'interrupteur invisible. D'un côté, je suis en mode normal, et de l'autre je suis en mode travail. Vous devez bien avoir un équivalent, non ?",
      "pt": "Minha aura é muito forte enquanto eu estou lendo as leis? Então você acha que sim... Mas, na verdade, eu sou assim quando estou trabalhando. Existe um botão escondido no meu corpo, quando ele é pressionado uma vez, é o modo normal mas se é pressionado de novo, é o modo trabalho. Você não tem algo assim no seu corpo?",
      "ru": "Когда читаю материалы дела, я выгляжу очень серьёзно? Хм... Это просто моё обычное рабочее состояние. У меня будто... есть невидимый выключатель. Щёлк - и я в нормальном режиме, щёлк ещё раз - в рабочем. У тебя, наверное, тоже такой есть?",
      "id": "Menurutmu aku terlihat sangat serius saat sedang membaca dokumen sebuah kasus? Hmm. Yah itu sih karena aku sedang dalam mode bekerja. Rasanya seperti... aku memiliki sebuah tombol tak terlihat. Kalau ditekan, aku masuk ke mode normal, kalau ditekan lagi, aku berganti ke mode bekerja. Pasti kamu juga ada tombol sejenis ini kan?",
      "th": "ตอนฉันอ่านเอกสารบรรยากาศดูตึงเครียดมากเลยเหรอ? อืม... คุณคิดอย่างนั้นนี่เอง แต่ว่านั่นเป็นแค่ตอนที่ฉันทำงานเท่านั้นแหละ ก็คือว่า บนร่างกายฉันมีปุ่มที่มองไม่เห็นอยู่น่ะ พอหมุนปุ่มขึ้นก็เป็นโหมดปกติ พอหมุนปุ่มลงก็เปลี่ยนเป็นโหมดทำงาน ร่างกายคุณไม่มีปุ่มแบบนั้นเหรอ?",
      "vi": "Trông tôi rất ngầu khi đọc tài liệu sao? Ừm...thì ra bạn nghĩ như vậy, nhưng đó cũng chỉ là thái độ làm việc của tôi thôi. Có thể nói trên người tôi có một cái nút ẩn, bấm tít một cái là chế độ bình thường, tít thêm cái nữa là chế độ làm việc. Trên người bạn không có công tắc giống vậy sao?"
    }
  },
  {
    "title": {
      "zhs": "关于烟绯自己·弱项",
      "zht": "關於煙緋自己·弱項",
      "jp": "煙緋自身について·弱み",
      "ko": "연비 자신에 대해·취약점",
      "en": "About Yanfei: Weakness",
      "de": "Über Yanfei – Schwäche",
      "es": "Sobre Yanfei - Debilidad",
      "fr": "À propos de Yanfei - Point faible",
      "pt": "Sobre Yanfei - Pontos Fracos",
      "ru": "О Янь Фэй: Слабость",
      "id": "Tentang Yanfei: Kelemahan",
      "th": "เกี่ยวกับตัว Yanfei เอง - ความอ่อนแอ",
      "vi": "Về bản thân Yanfei - Điểm yếu"
    },
    "line": {
      "zhs": "我最怕遇到的就是民事纠纷啦，什么婚姻破裂、抚养权诉讼…这类纠纷很难用理性或者逻辑去拆解。虽然说对当事人的态度要温和有耐心，但有的当事人自己都已经没法交流了…唉。虽然我标榜自己「样样精通」，但如果可以由我做主的话，我还是希望大家都能够和和气气生活，少出现些这种案子啦。",
      "zht": "我最怕遇到的就是民事糾紛啦，什麼婚姻破裂、撫養權訴訟…這類糾紛很難用理性或者邏輯去拆解。雖然說對當事人的態度要溫和有耐心，但有的當事人自己都已經沒辦法交流了…唉。雖然我標榜自己「樣樣精通」，但如果可以由我做主的話，我還是希望大家都能夠和和氣氣生活，少出現些這種案子啦。",
      "jp": "私は民事訴訟が一番苦手なんだ…離婚だの、親権だの…この類の訴訟は理性や論理では解決しづらい。当事者にはなるべく根気強く接しているが、話の通じない者もいる…はぁ、自分のことを「万事精通」と称してはいるが、私に万事を解決できるほどの力があるのなら、やはり皆には仲良く暮らしてもらいたい。そして、こういった案件が減ってほしいと思うよ。",
      "ko": "민사분쟁 맡는 게 제일 고역이야. 이혼이나 양육권 소송 같은 거 말이야…. 이런 문제는 이성과 논리로 통하지 않거든. 의뢰인을 친절하고 인내심 있게 대해야 하지만, 말이 안 통하는 상황일 때도 많지…. 하, 모두 내 전문이라고 말하고 다니긴 하는데, 마음 같아선 이런 사건이 발생하지 않게 다들 화목하게 살았으면 좋겠어",
      "en": "Civil cases are the ones I dread the most. Divorces, custody disputes... It's a thankless task trying to unpack these kinds of cases with logic and reason. You have to be kind, courteous, and patient with your clients, even though half the time they are completely incapable of participating in a constructive discussion. *sigh* I know I advertise myself as being fully versed in every area of the law, but honestly, if it were up to me, I'd rather everyone could just get along, so we wouldn't have so many of these cases.",
      "de": "Ich fürchte mich am meisten vor den Familienstreitigkeiten, vor Scheidungen, dem Kampf um Sorgerecht und so weiter ... Es fällt mir schwer, nur mit Vernunft oder Logik diese Fälle beizulegen. Man braucht oft viel Geduld beim Gespräch mit den Klienten. Aber manchmal sind sie selbst nicht in der Lage, sich klar auszudrücken ... Hmpf, obwohl ich selbst behaupte, dass ich „alle rechtlichen Streitigkeiten“ erledigen kann, hoffe ich trotzdem herzlich, dass alle freundlich miteinander zusammenleben können, sodass ich mir nicht mehr den Kopf über solche Fälle zu zerbrechen brauche.",
      "es": "Lo que más pavor me da son las disputas civiles. Divorcios, custodias... Ese tipo de casos no pueden resolverse de una manera racional o lógica. Uno ha de ser amable y paciente con las personas implicadas, pero en algunos casos no se puede ni hablar con ellas... *Suspira*, sé que hago publicidad de mí misma como experta en todas las áreas del derecho, pero si dependiera de mí, preferiría que todo el mundo se llevara bien para que no hubiera tantos casos como estos.",
      "fr": "Les affaires civiles sont celles que je redoute le plus. Divorces, gardes d'enfants... C'est une plaie de démêler ce genre d'affaire avec logique et raison. On doit se montrer gentil, poli et patient avec les clients, même si la plupart du temps, ils sont incapables de prendre part à une discussion constructive. *soupir* C'est vrai que je dis que je suis experte dans tous les domaines juridiques, mais honnêtement, je préférerais que tout le monde s'entende pour ne pas avoir autant de ces affaires.",
      "pt": "O que eu tenho mais medo de encontrar é uma disputa civil, como um divórcio ou guarda de uma criança... É muito difícil usar a razão ou a lógica nesses casos. Apesar de neles haver pessoas calmas e pacientes, também há ocasiões em que eles não querem se comunicar... *Suspiro* Apesar de me intitular como uma especialista que \"sabe de tudo e sabe fazer eles bem\", mas se dependesse de mim, gostaria que todos vivessem bem e amigavelmente, assim teríamos menos casos como esses.",
      "ru": "Я больше всего боюсь гражданских споров, например разводы, право на опеку... Их трудно разрешить с точки зрения разума или логики. Хотя нужно быть мягкой и терпеливой со сторонами, даже если они не способны вести конструктивную дискуссию!.. Увы... Я знаю, что выставляю себя этакой всемогущей всезнайкой, но, честно говоря, будь моя воля, я бы хотела, чтобы все жили в мире и гармонии и чтобы таких случаев было меньше.",
      "id": "Aku paling benci kasus sipil. Perceraian, perebutan hak asuh... Kasus seperti ini sulit diselesaikan dengan logika dan akal budi. Kamu harus bisa bersikap ramah, hormat, dan sabar dengan klienmu, meskipun mereka sulit diajak berdiskusi. *huff* Memang sih aku mengaku sebagai ahli di segala bidang hukum, tapi kalau aku bisa memilih, lebih baik kalau semua orang bisa hidup dengan tentram agar tidak ada banyak kasus seperti ini.",
      "th": "ฉันกลัวมากที่สุดที่จะต้องเผชิญกับข้อพิพาททางแพ่งที่จะต้องแก้ไขด้วยตรรกะและเหตุผล เช่น ความล้มเหลวในชีวิตแต่งงาน การฟ้องร้องดำเนินคดี... แม้ว่าคนที่เกิดเรื่องจะต้องอ่อนโยนและอดทนกับคู่กรณี แต่บางฝ่ายก็ไม่สามารถสื่อสารกันได้อีกต่อไป ... เฮ้อ แม้ว่าฉันจะโฆษณาว่าไปว่าฉันน่ะ \"เชี่ยวชาญทุกเรื่อง\" แต่ถ้าฉันตัดสินใจเองได้ล่ะก็ ฉันยังหวังว่าทุกคนจะอยู่อย่างสงบสุข จะได้มีกรณีแบบนี้น้อยลงน่ะ",
      "vi": "Tôi sợ nhất là phải nhận những vụ kiện về dân sự, như là hôn nhân rạn nứt, giành quyền nuôi dưỡng... Những loại kiện tụng này rất khó để dùng lý trí và logic phân tích. Tuy là nói phải có thái độ ôn hòa nhẫn nại với đương sự, nhưng ngay cả đương sự nhiều lúc cũng không muốn nói chuyện rồi... Haiz, tuy tôi tự nói mình \"tinh thông mọi việc\", nhưng nếu có thể thì tôi hy vọng mọi người sinh sống hòa bình để giảm thiểu những vụ kiện như vậy."
    }
  },
  {
    "title": {
      "zhs": "关于我们·定价",
      "zht": "關於我們·定價",
      "jp": "価格設定について…",
      "ko": "우리에 대해·정가",
      "en": "About Us: Rates",
      "de": "Über uns – Preisbestimmung",
      "es": "Sobre Yanfei - Tarifas",
      "fr": "À propos de nous - Tarifs",
      "pt": "Sobre Nós - Tarifas",
      "ru": "О нас: Цена",
      "id": "Tentang Kita: Harga",
      "th": "เกี่ยวกับเรา - การตั้งราคา",
      "vi": "Về chúng ta - Định giá"
    },
    "line": {
      "zhs": "想请我做你的顾问？可以啊，解读律法每条六千摩拉，随行咨询每个时辰十八万摩拉，商业案件单件七十一万摩拉起，后续具体报价和抽成视情况而定。怎么样，很实惠吧？",
      "zht": "#想請我做{F#妳}{M#你}的顧問？可以啊，解讀律法每條六千摩拉，隨行諮詢每個時辰十八萬摩拉，商業案件單件七十一萬摩拉起，後續具體報價和抽成視情況而定。怎麼樣，很實惠吧？",
      "jp": "私をお前の顧問に？いいぞ、法律の解説は一条ごとに6000モラ、法律に関する意見を聞きたい場合は2時間につき18万モラ、商事案件は一案件につき最低71万モラからだ。詳しい見積りと歩合は状況による。どうだ？なかなかお得だろう？",
      "ko": "네 고문이 되어달라고? 좋아, 법률 해석은 한 조당 6천 모라. 상담은 2시간에 18만 모라. 상업 관련 사건은 한 건당 71만 모라부터, 후속 비용과 공제금은 상황 보고 결정. 어때? 엄청 합리적인 가격이지?",
      "en": "You want legal advice from me? Sure. For legal opinions, I charge a flat rate of 6,000 Mora, for advisory services, my hourly rate is 180,000 Mora, and for commercial law, I charge 710,000 Mora per case — final quote and commission rate depending on the details of your case. Not a bad deal, right?",
      "de": "Du möchtest mich als Beraterin anstellen? Kein Problem. Sechstausend Mora für die Auslegung eines Paragraphen. Für Beratung, hundertachtzigtausend Mora pro zwei Stunden. Für handelsrechtliche Angelegenheiten nehme ich mindestens siebenhundertundzehntausend Mora pro Fall. Und das endgültige Angebot sowie die Provision sind von den konkreten Umständen abhängig. Also, wie sieht es aus? Ist es nicht sehr preisgünstig?",
      "es": "¿Quieres asesoramiento? Está bien. Por dar mi opinión desde el punto de vista legal, mi tarifa es de 6000 Moras. Cada hora de asesoría es 180 000 Moras y por cada caso de derecho mercantil cobro 710 000 Moras. El precio final y el porcentaje de la comisión dependerá de los aspectos concretos del caso. ¿A que es un buen trato?",
      "fr": "Vous voulez des conseils juridiques ? Très bien. Pour une consultation, je facture un forfait de 6 000 moras, mon tarif horaire est de 180 000 moras et s'il s'agit d'un litige commercial, comptez 710 000 moras par affaire. Le devis final et le taux de commission dépendent des détails de votre cas. Qu'en pensez-vous ? C'est une bonne affaire, non ?",
      "pt": "Você gostaria que eu fosse sua consultora? Claro que sim, interpretar as leis custa 6.000 Mora, acompanhar como consultora custa 180.000 Mora por hora, casos comerciais custam 710.000. Casos específicos dependem de suas circunstâncias. O que acha? Bem em conta, não é?",
      "ru": "Хочешь проконсультироваться у меня? Толкование закона - шесть тысяч моры за статью, консультация и сопровождение - сто восемьдесят тысяч моры в час, а коммерческие дела от семисот десяти тысяч моры. Конкретная цена и комиссия будут зависеть от ситуации. Доступные расценки, не так ли?",
      "id": "Kamu mau saran hukum dariku? Boleh. Untuk penafsiran hukum, biayanya 6.000 Mora, untuk jasa penasihat hukum, biaya per jamnya adalah 180.000 Mora, dan untuk kasus komersial, biayanya adalah 710.000 Mora per kasus — harga akhir dan biaya komisi akan bergantung rincian kasusmu. Harganya lumayan sekali kan?",
      "th": "ต้องการให้ฉันเป็นที่ปรึกษาของคุณงั้นเหรอ? ได้สิ การตีความกฎหมาย 6,000 Mora ถ้าให้คำปรึกษาด้วยก็คิดชั่วโมงละ 180,000 Mora คดีการค้า 1 คดี ราคา 710,000 Mora ส่วนการเสนอราคาและค่าคอมมิชชั่นเฉพาะสำหรับการติดตามผลจะต้องขึ้นอยู่กับแต่ละสถานการณ์ เป็นยังไงบ้างล่ะ ราคาไม่แพงเลยใช่ไหม?",
      "vi": "Muốn tôi trở thành cố vấn của bạn sao? Được thôi, việc giải thích luật là 6.000 Mora, tư vấn kèm theo sẽ là 180.000 Mora mỗi giờ, vụ kiện thương mại sẽ là 710.000 Mora mỗi vụ. Báo giá và hoa hồng cụ thể sẽ tùy thuộc vào tình hình. Thế nào, rất hợp túi tiền phải không?"
    }
  },
  {
    "title": {
      "zhs": "关于我们·关系",
      "zht": "關於我們·關係",
      "jp": "関係について…",
      "ko": "우리에 대해·관계",
      "en": "About Us: Relationships",
      "de": "Über uns – Beziehung",
      "es": "#Sobre nosotr{F#as}{M#os} - Relación",
      "fr": "À propos de nous - Lien",
      "pt": "Sobre Nós - Relacionamentos",
      "ru": "О нас: Отношения",
      "id": "Tentang Kita: Hubungan",
      "th": "เกี่ยวกับเรา - ความสัมพันธ์",
      "vi": "Về chúng ta - Quan hệ"
    },
    "line": {
      "zhs": "你四处游历，要是怕遇到麻烦处理起来棘手，最好的办法就是跟知法懂法之人同行。而我烟绯擅长的，也不止璃月本国的律法。呃，虽然，枫丹那边的还挺复杂…但靠我这个聪明的脑袋，要熟记也不是什么难事！总…总之！我是绝对值得依靠的！",
      "zht": "#{F#妳}{M#你}四處遊歷，要是怕遇到麻煩處理起來棘手，最好的辦法就是跟知法懂法之人同行。而我煙緋擅長的，也不止璃月本國的律法。呃，雖然，楓丹那邊的還挺複雜…但靠我這個聰明的腦袋，要熟記也不是什麼難事！總…總之！我是絕對值得依靠的！",
      "jp": "お前のように世界を旅する者は、面倒事によく巻き込まれるだろう。それを回避する最善の策が、法を知る者を同行させることだ。この煙緋、精通しているのは璃月の法律だけではないぞ…いや、確かにフォンテーヌの法はなかなかに難解だが、この明晰な頭脳をもってすれば熟知することも容易いこと！とにかく…とにかくだ！私が頼りになるのは絶対に間違いないからな！",
      "ko": "여행하다가 성가신 문제를 마주치기 싫다면 법에 빠삭한 사람과 동행하는 게 제일 좋아! 나 연비는 리월 뿐만 아니라 다른 나라의 법에도 정통한 편이지. 으, 폰타인 법은 좀 복잡하긴 하지만, 내 뛰어난 두뇌로 그 정돈 식은 죽 먹기라구! 어… 아무튼! 날 믿어도 좋다니까!",
      "en": "If you're concerned about what kind of complicated issues you might get tied up in during your travels, your best bet is to bring someone with you who knows and understands the law. Someone like me, for example, whose expertise goes beyond just the law of Liyue... Well, actually, having said that, Fontaine's law is notoriously complicated... Though, with my level of intelligence, getting acquainted with it should be no problem! Anyway... My point is, you can always rely on me!",
      "de": "Wenn du in verschiedenen Städten herumreist, ist es am besten, eine Rechtsexpertin wie mich dabei zu haben. Ich kenne mich nicht nur mit den Gesetzen von Liyue aus. Die von Fontaine sind tatsächlich sehr kompliziert, aber ich kann das bestimmt schaffen, sie in kürzester Zeit auswendig zu lernen! Haupt... Hauptsache ist, ich bin sehr zuverlässig!",
      "es": "Si durante tus viajes te encuentras con un problema muy complicado de resolver, lo mejor que puedes hacer es llevar contigo a alguien que sepa de leyes. Alguien como yo, por ejemplo, cuyos conocimientos van más allá del derecho de Liyue.... Bueno, en realidad, las leyes de Fontaine son bastante complicadas... pero, con mi inteligencia, ¡familiarizarme con ellas no será una tarea difícil! En fin, lo que quiero decir es que puedes contar conmigo.",
      "fr": "Si vous craignez de vous retrouver dans des situations difficiles lors de vos voyages, le mieux est de vous accompagner d'une personne qui connaît et comprend la loi. Quelqu'un comme moi, par exemple. De plus, mon expertise ne se limite pas qu'au droit liyuéen... Ceci dit, le droit fontainien est réputé pour être complexe... Mais comme je suis intelligente, ça ne devrait pas être trop difficile de l'assimiler ! Bref, vous pouvez compter sur moi !",
      "pt": "Você sempre está indo para todos os lugares, mas se teme encontrar algum problema difícil de lidar, a melhor solução é andar com alguma pessoa que compreenda as leis. Eu, Yanfei, sou uma especialista nisso, e meus conhecimentos legais não estão restritos às leis de Liyue. Uh, apesar de que as leis de Fontaine são bem complexas... Mas eu tenho uma cabeça muito inteligente! Saber memorizar não é um problema difícil! Resumindo, eu sou extremamente confiável!",
      "ru": "Если боишься столкнуться с проблемой во время путешествия, лучший способ справиться с ней - это путешествовать со знатоком законов. Я, Янь Фэй, хорошо разбираюсь не только в законах родного Ли Юэ. Хотя законы Фонтейна довольно сложны... Но с моим умом я в них тоже могу разобраться! В общем... В общем! На меня определённо можно положиться!",
      "id": "Kalau kamu khawatir menemukan masalah yang rumit saat bertualang, solusi terbaikmu adalah membawa seseorang yang mengerti tentang hukum. Contohnya seperti aku, yang tidak hanya ahli di hukum Liyue, tapi juga... Hmm, aku jadi teringat kalau hukum di Fontaine sangat amat rumit... Tapi dengan kepintaranku, harusnya tidak ada masalah memahaminya! Pokoknyaaa... kamu selalu bisa mengandalkanku deh!",
      "th": "คุณเดินทางไปทั่วทุกสารทิศ ถ้ากลัวว่าจะยุ่งยากในการจัดการกับปัญหาต่าง ๆ วิธีที่ดีที่สุดคือการเดินทางไปกับคนที่รู้และเข้าใจกฎหมายไงล่ะ และสิ่งฉัน Yanfei เชี่ยวชาญไม่ใช่แค่กฎหมาย Liyue เท่านั้นนะ เอ่อ แม้ว่าเรื่องของ Fontaine จะซับซ้อนไปสักหน่อย... แต่ด้วยสมองอันชาญฉลาดของฉัน ก็ไม่ยากหรอกที่ฉันจะจดจำมัน! สะ...สรุปก็คือ! ฉันเป็นที่พึ่งได้แน่นอน!",
      "vi": "Bạn ngao du bốn phương như vậy, nếu như sợ gặp phải chuyện phiền phức, thì tốt nhất nên đi chung với người am hiểu pháp luật. Mà đó lại là sở trường của tôi, không chỉ là pháp luật của Liyue thôi đâu. À, tuy là luật pháp của Fontaine cũng rất phức tạp... Nhưng với bộ não thông minh này của tôi, việc học thuộc là chuyện không khó! Nói... nói chung thì tôi hoàn toàn đáng tin cậy đó!"
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về Vision..."
    },
    "line": {
      "zhs": "「神之眼」应强烈的愿望而生。作为一个有理想的人，我当然能得到它了。因为——我希望所有人都能老老实实，遵纪守法！但如果敢有乱来的家伙，哼哼，那就统统给我接受律法的制裁去！",
      "zht": "「神之眼」應強烈的願望而生。作為一個有理想的人，我當然能得到它了。因為——我希望所有人都能老老實實，遵紀守法！但如果敢有亂來的傢伙，哼哼，那就統統給我接受律法的制裁去！",
      "jp": "「神の目」は強い願望により生まれる。理想を抱く私がこれを持っているのも当然のこと。なぜなら私は——皆が従順に、法律を遵守して欲しいと強く願っているからな！もし傍若無人に好き勝手するヤツがいたら、ふふん、法の裁きを受けさせてやろう！",
      "ko": "「신의 눈」은 강렬한 바람에서부터 생겨나. 난 모든 사람이 법을 잘 지키고 얌전히 살았으면 좋겠다는 이상이 있으니, 당연히 신의 눈을 얻을 수 있지! 만약 법을 어기는 놈들이 있다면, 으흠, 절대 가만 안 둘 거야!",
      "en": "Visions appear in response to strong desire, so as someone with ideals, it's only natural that I should have received one. Because, above all, I wish for all people to live honest lives and abide by the law. But some people will always insist on playing by their own rules and causing havoc for everyone else... Hah, those people can expect to be prosecuted so hard, they won't know what hit them!",
      "de": "Ein „Göttliches Auge“ entsteht nur bei einem besonders starken Wunsch. Ich habe natürlich meinen starken Wunsch, deswegen habe ich das „Göttliche Auge“ bekommen. Mein Wunsch ist, dass alle sich brav an Gesetze und Regelungen halten! Alle, die sich erdreisten, aus der Reihe zu tanzen, müssen mit der Schärfe der Gesetze rechnen!",
      "es": "Las Visiones aparecen en respuesta a un deseo muy fuerte, así que, como persona con unos ideales, ¡claro que tengo una! Mi mayor deseo es que todo el mundo sea honesto y respete las leyes, pero si alguien insiste en actuar indisciplinadamente y provocar el caos... ¡Ja! ¡Le espera un buen castigo legal!",
      "fr": "Un œil divin apparaît en réponse à un désir profond. Étant une personne avec des idéaux, c'est tout naturellement que j'en ai reçu un. Parce que mon désir le plus cher est que tout le monde soit honnête et respecte la loi. Seulement, il y a toujours des gens pour fixer leurs propres lois et causer du tort aux autres... Ha, ces gens-là peuvent s'attendre à être jugés si durement, qu'ils ne comprendront pas ce qui leur arrive !",
      "pt": "Uma Visão deve surgir de um intenso desejo. Como uma pessoa idealista, eu claramente consegui uma, porque eu desejo que todas as pessoas possam ser honestas e respeitem a lei! Mas se alguém quiser quebrá-las... Hehe, deixe comigo a tarefa de dar uma punição!",
      "ru": "Глаз Бога порождается сильным желанием. Будучи человеком устремлённым, я получила его, потому что хочу, чтобы все были честными и подчинялись закону! Но некоторые играют по своим правилам, причиняя вред другим... Ха! Вот их-то и настигнет карающая длань закона!",
      "id": "Vision dapat muncul karena sebuah keinginan yang kuat, jadi untuk seseorang yang memiliki sebuah ideal sepertiku, tidak heran kalau aku mendapatkan sebuah Vision. Karena keinginanku yang paling besar adalah agar semua orang bisa hidup dalam kejujuran dan taat pada hukum. Tapi selalu ada sebagian orang yang membuat peraturan mereka sendiri dan mengacaukan hidup orang lain... Ha, akan kubuat orang-orang seperti mereka menerima sanksi hukum yang berat!",
      "th": "\"วิชั่น\" เกิดมาเพื่อตอบสนองความปรารถนาอันแรงกล้า ในฐานะคนที่เหมาะสม ฉันจึงได้รับมัน เพราะ... ฉันหวังว่าทุกคนจะซื่อสัตย์และปฏิบัติตามกฎหมายน่ะ! แต่ถ้ามีคนกล้าเข้ามาก่อความวุ่นวายล่ะก็ หึหึ งั้นต้องยอมรับการลงโทษทางกฎหมายจากฉันซะ!",
      "vi": "\"Vision\" sinh ra dựa theo ý chí kiên cường. Thân là người có lý tưởng thì tôi đương nhiên sẽ phải có được nó rồi. Bởi vì, tôi luôn hy vọng tất cả mọi người có thể thật thà tử tế, tuân thủ pháp luật! Nếu như có ai gây rối, hì hì, thì tôi sẽ bắt hắn phải chịu sự trừng phạt của pháp luật!"
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·秤",
      "zht": "有什麼想要分享·秤",
      "jp": "シェアしたいこと·竿秤",
      "ko": "하고 싶은 이야기·저울",
      "en": "Something to Share: Balance",
      "de": "Willst du mir etwas mitteilen? – Waage",
      "es": "¿Algo que decir? - Balanza",
      "fr": "Quelque chose à partager - Balance",
      "pt": "Algo a Dizer - Balança",
      "ru": "Давай поделимся: Весы",
      "id": "Berbagi Cerita: Timbangan",
      "th": "ต้องการจะแชร์อะไร - ตาชั่ง",
      "vi": "Có gì muốn chia sẻ không - Cân"
    },
    "line": {
      "zhs": "这杆秤是老爹交给我的宝贝，能衡量出事物的「价值」。通常我会用摩拉当砝码，不过，它只能称量事物最初的价格。举例来说，千年前，璃月遍地都是琉璃百合，这种花在当时并不值钱。后来它数量骤减，售价也水涨船高，这杆秤显示的「价值」却没有更新，还是和之前一样的「便宜」。\n\n所以，在大部分情况下，这杆秤也不能作为我工作的帮助啦…怎么？你有什么想要称量的东西吗？比如…称量一下你身边的那个小家伙，怎么样？",
      "zht": "#這桿秤是老爹交給我的寶貝，能衡量出事物的「價值」。通常我會用摩拉當砝碼，不過，它只能稱量事物最初的價格。舉例來說，千年前，璃月遍地都是琉璃百合，這種花在當時並不值錢。後來它數量驟減，售價也水漲船高，這桿秤顯示的「價值」卻沒有更新，還是和之前一樣的「便宜」。\n\n所以，在大部分情況下，這桿秤也不能作為我工作的幫助啦…怎麼了？{F#妳}{M#你}有什麼想要稱量的東西嗎？比如…稱量一下{F#妳}{M#你}身邊的那個小傢伙，怎麼樣？",
      "jp": "この竿秤はお父様がくれた宝物で、万物の「価値」を量ることができるものだ。普段はモラを分銅代わりにしている。けど、これは「その物」の最初の価値しか量れない。例えば千年前、璃月の至るところに琉璃百合は咲いていた、そのため決して珍しい花ではなかった。その後、琉璃百合の数が減少していき、それにつれて値段も上がっていった…だが、この竿秤が示す「価値」は…変わらず「安い」まま。\n\nつまるところ、この竿秤は多くの場合において役に立たない…何？量りたいものがあるのか？ああ…確かにそこのちびっ子を量ってみるのは面白そうだ。",
      "ko": "이 저울은 아버지가 나한테 준 보물이야. 사물의 「가치」를 측정할 수 있지. 보통 저울추는 모라로 대신하는데, 이건 최초의 가격만 잴 수 있어. 예를 들어, 천 년 전 리월엔 유리백합이 흔해서 당시엔 비싼 꽃이 아니었지만, 지금은 그 수가 줄어들어서 가격도 엄청 올랐잖아. 근데 이 저울이 보여주는 「가격」은 예전과 같이 「저렴」하지.\n\n그래서 이 저울은 별 도움이 안 돼…. 물론 일할 때도 마찬가지고. 왜? 너도 뭐 재보고 싶은 거 있어? 그럼… 네 옆에 있는 저 쪼꼬미 재 보는 건 어때?",
      "en": "This steelyard balance was a gift from my father. It weighs objects to determine their value. I usually use Mora for the weight, but it can only give the original price. For example, a thousand years ago, Liyue was covered in Glaze Lilies, and they weren't worth anything in monetary terms. Then, when they suddenly declined in number, the price shot up in response, but the value shown by this steelyard wasn't updated. It still shows them as their original value... in other words, dirt cheap.\n\nSo, most of the time, this isn't a very useful tool for work purposes... Hmm? You want to try weighing something? How about... We could weigh your little friend here, will that do?",
      "de": "Diese Waage ist ein Schatz, den mein Vater mir geschenkt hat. Sie kann den „Wert“ von Dingen bemessen. Normalerweise benutze ich Mora als Gewichtsstücke. Die Waage kann nur den ursprünglichen Wert messen. Vor tausend Jahren waren z. B. Glaslilien in Liyue überall zu sehen. Diese Blume war damals nur ein paar Mora wert. Mit der Zeit ist aber ihre Zahl stark geschrumpft. Dementsprechend ist ihr Preis auch immer höher gestiegen. Aber diese Waage zeigt nur ihren ursprünglichsten Wert an.\n\nDeswegen kann die Waage mir in meisten Fällen der Arbeit nicht helfen ... Was? Du hast auch etwas, wessen Wert du abmessen möchtest? Das schwebende Kerlchen neben dir?",
      "es": "Esta balanza es un regalo que me dio mi padre. Sirve para medir el valor de las cosas. Suelo usar el Mora como peso, pero con él solo se puede medir el valor original de los objetos. Por ejemplo, hace mil años, había lirios de cristal en todas partes de Liyue, por lo que esa flor apenas tenía valor en esa época. Pero, con el tiempo, su número se fue reduciendo y su precio fue encareciéndose. El valor de los lirios de cristal que muestra esta balanza no ha cambiado, sino que siguen siendo igual de baratos.\n\nAsí que, en la mayoría de los casos, la balanza no me sirve para nada... ¿Y bien? ¿No tienes nada que quieras pesar? Por ejemplo... Podrías pesar a esa compañera que va contigo a todas partes, ¿qué te parece?",
      "fr": "Cette balance en acier est un cadeau de mon père. Elle permet de peser les objets pour en déterminer la valeur. J'utilise généralement des moras comme poids, mais cela ne donne qu'une idée du prix d'origine. Par exemple, il y a mille ans, Liyue était couverte de lys vernis, et ils ne valaient pas grand-chose en termes monétaires. Ensuite, lorsque leur nombre a soudainement décliné, leur prix est monté en flèche en réponse, mais la valeur indiquée par la balance est restée la même. Elle indique toujours la valeur originale... c'est-à-dire très bon marché.\n\nDonc cette balance n'est généralement pas un très bon outil de travail... Hmm ? Vous voulez essayer de peser quelque chose ? Voyons voir... On pourrait peser votre amie, ça vous dit ?",
      "pt": "Essa balança é um tesouro que meu pai me deu. Ela serve para pesar o \"valor\" das coisas. Geralmente eu uso a Mora como o peso padrão, entretanto, ela só serve para pesar o preço inicial de alguma coisa. Por exemplo, mil anos atrás, Liyue estava cheia de Lírios-de-Vidro, naquela época esse tipo de flor não era cara. Depois, a sua quantidade diminuiu e seu preço subiu. O valor que essa balança mostrava não mudou, era o mesmo barato de antes.\n\nPortanto, na maioria das circunstâncias, essa balança não pode me ajudar no meu trabalho... O quê? Você tem algo que gostaria de pesar? Que tal pesar essa amiguinha que anda do seu lado?",
      "ru": "Эти весы подарил мне отец. Они измеряют ценность вещей. В качестве гири я обычно использую мору, но так можно измерить только изначальную цену вещи. Например, тысячу лет назад в Ли Юэ было полно глазурных лилий и они ничего не стоили. Теперь, когда они стали такими редкими, цена сильно выросла. Но ценность, которую показывают весы, осталась такой же, как и в древности, то есть очень низкой. \n\nТак что толку от этих весов в работе немного... Что? Хочешь что-нибудь взвесить? Хм... Давай взвесим твою летающую подружку?",
      "id": "Timbangan dacin ini adalah hadiah dari ayahku. Alat ini berguna untuk menimbang nilai sebuah benda. Biasanya aku menggunakan Mora untuk menimbang, tapi cara ini hanya menunjukkan nilai aslinya saja. Contohnya, ribuan tahun yang lalu bunga Glaze Lily memenuhi seluruh Liyue, sehingga mereka tidak terhitung berharga. Lalu tiba-tiba Glaze Lily menjadi langka dan harganya meningkat drastis, tapi harga yang ditunjukkan timbangan ini tidak berubah. Masih menunjukkan harga aslinya... yang sangat murah.\n\nJadi sebenarnya timbangan dacin ini kurang berguna untuk pekerjaanku... Hmm? Kamu mau mencoba menimbang sesuatu? Bagaimana kalau... kita timbang saja teman kecilmu ini, bagaimana?",
      "th": "ตาชั่งนี้เป็นสมบัติที่พ่อมอบให้ฉันไว้ มันสามารถวัด \"มูลค่า\" ของสิ่งของได้ ฉันมักจะใช้ Mora เป็นตัวถ่วงน้ำหนัก แต่มันสามารถวัดราคาเริ่มต้นของสิ่งของเท่านั้นนะ ตัวอย่างเช่น เมื่อหลายพันปีก่อน Liyue เต็มไปด้วย Glaze Lily ซึ่งในเวลานั้นดอกไม้ชนิดนี้ไม่มีมูลค่าอะไร แต่ต่อมาปริมาณของมันลดลงอย่างรวดเร็วและราคาสูงก็เลยสูงขึ้น แต่ \"มูลค่า\" ที่แสดงโดยตาชั่งนี้ยังไม่ได้รับการอัปเดตและยังคง \"ราคาถูก\" เหมือนเดิม \n\nส่วนใหญ่แล้วตาชั่งนี้ช่วยฉันทำงานไม่ได้หรอก... อะไรนะ? คุณมีอะไรอยากชั่งไหม? เช่น... ชั่งน้ำหนักเพื่อนตัวน้อยที่อยู่ข้าง ๆ คุณไงล่ะ?",
      "vi": "Chiếc cân này là bảo bối mà bố tặng cho tôi, có thể đo được \"giá trị\" của sự vật. Tuy nhiên, nó chỉ đo được giá trị ban đầu thôi. Ví dụ như ngàn năm trước, khắp nơi ở Liyue đều có bách hợp lưu ly, vì vậy nên chúng không đáng giá, giờ đây do số lượng quá ít nên giá cả tăng lên rất nhiều. \"Giá trị\" mà chiếc cân này hiển thị lại không được cập nhật, nên vẫn là rẻ như trước.\n\nCho nên, chiếc cân này thông thường cũng không giúp ích được cho tôi lắm... Sao? Bạn có thứ gì cần đo giá trị không? Ví dụ như là... cân thử người bạn nhỏ đang bay bay cạnh bạn xem giá trị thế nào, được chứ?"
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享·法治",
      "zht": "有什麼想要分享·法治",
      "jp": "シェアしたいこと·法律",
      "ko": "하고 싶은 이야기·법치",
      "en": "Something to Share: The Rule of Law",
      "de": "Willst du mir etwas mitteilen? – Rechtsstaatlichkeit",
      "es": "¿Algo que decir? - Imperio de la ley",
      "fr": "Quelque chose à partager - Cité des contrats",
      "pt": "Algo a Dizer - Império da Lei",
      "ru": "Давай поделимся: Законность",
      "id": "Berbagi Cerita: Kekuatan Hukum",
      "th": "ต้องการจะแชร์อะไร - การปกครองตามกฎหมาย",
      "vi": "Có gì muốn chia sẻ - Pháp trị"
    },
    "line": {
      "zhs": "我自创的招式「食炎之罚」改编自古籍《璃月会典例律总辑要》中记载的「食岩之罚」。岩王爷是契约之神，契约也可视作约束，说明什么呢？哼哼，说明璃月港自古就是契约之城。",
      "zht": "我自創的招式「食炎之罰」改編自古籍《璃月會典例律總輯要》中記載的「食岩之罰」。岩王爺是契約之神，契約也可視作約束，說明什麼呢？哼哼，說明璃月港自古就是契約之城。",
      "jp": "私が編み出した技「炎食いの刑」は、古書『璃月会典律例集』に記されている「岩食いの刑」を基にしている。岩王帝君は契約の神、契約は約束とも言える。これが何を意味するかわかるか？ふふっ、璃月は古来より契約を重んじる城だったってことだよ！",
      "ko": "내가 직접 만든 「화염을 삼키는 벌」이란 기술은 고대 서적 《리월 법전 율례 총집》에 기록돼 있는 「돌을 먹는 형벌」에서 따온 거야. 암왕제군은 계약의 신이고, 계약은 일종의 제약이라고도 볼 수 있어. 그게 무슨 말이냐고? 후후, 먼 옛날부터 리월항은 계약의 도시였다는 거지",
      "en": "I have a self-defense method that I call \"Wrath of the Flame,\" based on a punishment called the \"Wrath of the Rock,\" which is detailed in the ancient work \"The Comprehensive Compendium of Liyue Law.\" The Lord of Geo is the God of Contracts, and contracts, too, can be seen as a way of restraining people. Haha, ergo, Liyue Harbor has been the City of Contracts since time immemorial.",
      "de": "Meine selbst erfundene Fähigkeit „Feuerschluckstrafe“ lehnt sich an die „Steinschluckstrafe“ aus dem alten Buch „Sammlung der Gesetze, Verordnungen, Satzungen und Verwaltungsvorschriften von Liyue“ an. Der Herrscher über die Felsen ist der Gott der Verträge. Verträge können auch als Fesseln betrachtet werden. Was bedeutet das? Das heißt, Liyue ist seit jeher die Stadt der Verträge.",
      "es": "Tengo un método de defensa propia al que llamo “ira de la llama” que está basado en un castigo conocido como “ira de la roca”, el cual procede de un antiguo documento titulado «Compendio de leyes de Liyue». El Rey Geo es el Patrono de los contratos, y los contratos son una manera de restringir a las personas. Jaja, por ende, Liyue ha sido la ciudad de los contratos desde tiempos inmemoriales.",
      "fr": "J'ai ma propre technique d'autodéfense que j'appelle « punition de la flamme », dérivée de la « punition de la roche » dont vous trouverez les détails dans l'ouvrage ancien « Recueil complet des lois de Liyue ». Le Souverain de la Roche est le Dieu des contrats, et les contrats peuvent également être considérés comme des contraintes. Haha, cela signifie que le Port de Liyue est la Cité des contrats depuis des temps immémoriaux.",
      "pt": "Eu criei um método de auto-defesa chamado \"Punição das Chamas\" e baseado na \"Punição das Pedras\" registrada no \"Compêndio Geral das Leis de Liyue\". O Arconte Geo é o Deus dos Contratos, e os contratos são também vinculativos. Haha! Isso significa que o Porto de Liyue sempre foi a Cidade dos Contratos desde a antiguidade.",
      "ru": "Мой фирменный приём называется «Гнев огня». Я сделала его на основе «гнева Камня» из древнего трактата «Общее собрание законов Ли Юэ». Властелин Камня - бог контрактов, а контракты - это тоже в некотором роде способ принуждения. О чём это говорит? Хе-хе, это значит, что Ли Юэ с самой древности был городом контрактов.",
      "id": "Aku punya cara membela diri yang kusebut \"Amarah Api\", cara ini kubuat berdasarkan sebuah hukuman yang disebut \"Amarah Batu\" yang dijelaskan secara terperinci di \"Kompendium Lengkap Hukum di Liyue\". Lord Geo adalah Dewa Kontrak, dan kontrak juga bisa dianggap sebagai cara untuk menahan seseorang. Haha, berarti Pelabuhan Liyue sudah menjadi Kota Kontrak sejak zaman dahulu kala.",
      "th": "อย่างท่า \"Wrath of the Flame\" ที่ฉันคิดขึ้นเองก็ดัดแปลงมาจาก \"Wrath of the Rock\" ที่บันทึกไว้ในหนังสือโบราณ \"สรุปกฎและข้อบังคับการประชุม Liyue\" นั่นแหละ ลอร์ดแห่งหินเป็นเทพแห่งพันธสัญญา พันธสัญญาเองก็ถือเป็นการผูกมัด นั่นสื่อถึงอะไรกันนะ? หึหึ ก็หมายความว่าท่าเรือ Liyue เป็นเมืองแห่งพันธสัญญามาตั้งแต่โบราณแล้วไงล่ะ",
      "vi": "Chiêu thức \"Phạt Ăn Lửa Nóng\" mà tôi tạo ra được cải biên từ chiêu \"Phạt Ăn Đá\" được ghi lại trong quyển sách \"Bản Tóm Tắt Luật Lệ Liyue\". Nham Vương Gia là thần khế ước, khế ước cũng có thể xem là sự ràng buộc, điều đó có nghĩa gì nhỉ? Hừ hừ, chính là nói Liyue từ xa xưa vốn đã là thành phố của khế ước."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "《璃月风物志》写到某种水生马尾，称它「独坐荻花州岸，色如霞，可入药。」将其研磨成粉掺入墨汁之中，能使字迹不怕水浸。嗯…可惜啊，我去过荻花州不下百次，常见的紫色马尾一摘就是几箩筐，却始终找不到书里记载的那种。",
      "zht": "《璃月風物志》寫到某種水生馬尾，稱它「獨坐荻花州岸，色如霞，可入藥。」將其研磨成粉摻入墨汁之中，能使字跡不怕水浸。嗯…可惜啊，我去過荻花州不下百次，常見的紫色馬尾一摘就是幾籮筐，卻始終找不到書裡記載的那種。",
      "jp": "『璃月風物誌』の中に、とある水生の馬尾について書いてある——「独り荻花洲の岸に座り、色は霞のようで、薬用になる」と。それを細かく砕いて墨へ入れることで、その墨は水に強くなるそうだ。だが残念なことに、荻花洲に何百回と足を運び、紫の馬尾をその都度摘んではいるが、書物に書かれた馬尾は未だ見つけたことがない。",
      "ko": "《리월 풍물지》에 말총의 일종으로 「적화주 언덕에서 홀로 자라며 색은 노을과 같고 약으로 쓸 수 있다」라고 적혀있는 수생 식물이 있어. 그걸 가루로 빻아서 먹물에 넣으면 글씨가 물에 젖어도 번지지 않는대. 아쉽게도 적화주엔 수도 없이 가봤지만, 흔한 보라색 말총만 한 바구니 따고 책에 있는 건 보지도 못했어",
      "en": "The Historia Naturalis Liyue has an entry about a waterborne plant called the Horsetail. It claims that \"The Horsetail is a medicinal herb that stands alone on the banks of Dihua Marsh. Its color is that of the clouds at sunset.\" Apparently, if you grind it into a powder and mix it into your ink, it makes your writing water-resistant. But it's a shame, I've been to Dihua Marsh at least a hundred times, and each time I end up with baskets and baskets of the common purple variety, but not a single one of the kind that the book describes.",
      "de": "In „Historia Naturalis Liyue“ ist eine Art Wasserpferdeschwanz aufgezeichnet. Er „wächst allein im Dihua-Moor und hat die Farbe der Abendröte. Man kann aus ihm Medizin machen.“ Falls man den Wasserpferdeschwanz zu Pulver mahlt und das Pulver in Tinte gibt, zergehe die damit geschrieben Schrift auch im Wasser nicht. Mhmmm ... Schade! Ich habe das Dihua-Moor hundertmal besucht und dort so viele lila Pferdeschwänze gesehen. Aber diesen Wasserpferdeschwanz habe ich nie gefunden.",
      "es": "En «Historia Naturalis de Liyue» se menciona un tipo de cola de caballo acuática que “crece en las orillas del Pantano Dihua y tiene el color del arrebol del atardecer y propiedades medicinales”. Si se muele hasta convertirse en polvo y se mezcla con tinta para escribir, la escritura se vuelve resistente al agua. Qué lástima... De todas las veces que he ido al Pantano Dihua, siempre acabo con cestas y cestas de colas de caballo de color violeta. Nunca las he encontrado del color que se menciona en el libro.",
      "fr": "« Histoire de la nature de Liyue » mentionne une plante aquatique appelée queue de cheval. Elle la décrit comme étant « une plante médicinale qui pousse souvent seule sur les rives du Marais Dihua et dont la couleur rappelle celle des nuages au coucher du soleil ». Apparemment, si vous broyez cette plante et mélangez la poudre à votre encre, vos inscriptions résistent à l'eau. Mais c'est dommage, je suis allée aux Marais Dihua au moins des centaines de fois, et je me retrouve toujours avec un panier rempli de la variété commune violette, mais pas une seule de celle décrite dans le livre.",
      "pt": "A Revista de Paisagens de Liyue menciona uma planta aquática de Rabo de Cavalo, é uma planta vermelha com um alto valor medicinal, e se encontra apenas na beira da Ilhota de Dihua. Se a moer em pó e adicioná-la na tinta, a tinta será resistente à água... Mas eu já fui na Ilhota de Dihua várias vezes e consegui coletar várias plantas Rabo de Cavalo de cor roxa, porém, nunca encontrei essa planta vermelha.",
      "ru": "В «Истории флоры и фауны Ли Юэ» об одном из видов конского хвоста написано, что он «растёт одиноко на берегах Тростниковых островов, цвет красный, можно использовать как лекарство». Если его измельчить в порошок и смешать с чернилами, то они станут водостойкими. Но я была на Тростниковых островах много раз и обычные фиолетовые конские хвосты собирала корзинами, но того, о котором говорится в книге, я так и не нашла. Очень жаль...",
      "id": "Buku Historia Naturalis Liyue memiliki catatan mengenai sejenis tanaman air yang bernama Horsetail. Dituliskan bahwa \"Horsetail adalah tanaman obat yang berdiri sendiri di tepi Dihua Marsh, memiliki warna seperti awan saat matahari terbenam.\" Ternyata, kalau kamu menggiling Horsetail menjadi bubuk dan mencampurnya ke tintamu, tulisanmu bisa menjadi tahan air. Tapi meskipun aku sudah ke Dihua Marsh ratusan kali dan membawa pulang banyak sekali tanaman berwarna ungu itu, tidak ada satu pun yang sama seperti di dalam buku tersebut.",
      "th": "\"พิพิธภัณฑ์ประวัติศาสตร์ Liyue\" เขียนเกี่ยวกับพืชชนิดหนึ่งที่ชื่อว่า Horsetail โดยกล่าวว่า \"เติบโตลำพังบนชายฝั่ง Dihua Marsh สีเหมือนหมอก ใช้เป็นยาได้\" เมื่อบดเป็นผงและผสมลงในหมึกจะทำให้หมึกกันน้ำ อืม... น่าเสียดายที่ฉันน่ะเคยไป Dihua Marsh มาแล้วไม่ต่ำกว่าร้อยครั้ง Horsetail สีม่วงทั่วไปมีอยู่ไม่กี่ตะกร้า แต่ฉันกลับไม่เคยเจอชนิดที่บันทึกไว้ในหนังสือเลย",
      "vi": "\"Phong Vật Chí Liyue\" đã viết về một loại Cỏ Đuôi Ngựa dưới nước nào đó, gọi nó là \"một mình ở Địch Hoa Châu, màu như ráng chiều, có thể làm thuốc\". Nghiền nó thành bột rồi hòa vào mực có thể giúp cho chữ không thấm nước. A...đáng tiếc là tôi đã đến Địch Hoa Châu không dưới một trăm lần, hái Cỏ Đuôi Ngựa tím cũng được vài giỏ, vậy mà vẫn chưa tìm thấy loại được ghi trong sách."
    }
  },
  {
    "title": {
      "zhs": "关于七七…",
      "zht": "關於七七…",
      "jp": "七七について…",
      "ko": "치치에 대해…",
      "en": "About Qiqi",
      "de": "Über Qiqi ...",
      "es": "Sobre Qiqi...",
      "fr": "À propos de Qiqi...",
      "pt": "Sobre Qiqi",
      "ru": "О Ци Ци...",
      "id": "Tentang Qiqi",
      "th": "เกี่ยวกับ Qiqi...",
      "vi": "Về Qiqi..."
    },
    "line": {
      "zhs": "听说那个采药姑娘给自己编写了一整套行为准则。瞧她身材娇小，办事却有条有理，实乃成大事之风范。\n\n后生可畏，后生可畏呀。就连我也要说一声佩服。",
      "zht": "聽說那個採藥姑娘為自己編寫了一整套行為準則。看她身材嬌小，辦事卻有條有理，實乃成大事之風範。\n\n後生可畏、後生可畏呀。就連我也要說一聲佩服。",
      "jp": "あの薬採りの娘、自分にある掟を定めていると聞いた。か弱く見えるが、己を律するあの者は大事を成す器の持ち主だろう…\n\nああ、後生恐るべし、あの者に対しては、私も感服せざるを得ないな。",
      "ko": "그 약초꾼은 자신만의 행동 준칙을 정했다던데? 몸집은 쪼그만데 일처리는 꽤 야무져. 큰일을 이룰 상이야.\n\n어린 꼬마가 대단하다니까~ 인정!",
      "en": "I heard that little herb gatherer has written out a whole set of behavioral rules for herself. She may be small, but boy, has she got her head screwed on! She's definitely destined for greatness...\n\n\"The young of today shall outperform us tomorrow,\" as they say. I must admit, she has my respect.",
      "de": "Ich habe gehört, dass die Kräutersammlerin sich selbst einen Verhaltenskodex geschrieben hat. Sie sieht zwar klein aus, kann aber sehr durchdacht handeln. Sie wird bestimmt etwas Großes vollbringen.\n\nAch, die jungen Leute werden uns bestimmt in naher Zukunft übertreffen! Sogar ich bewundere sie.",
      "es": "He oído que esa pequeña recolectora de hierbas ha escrito sus propias normas de conducta. Es tan pequeñita, pero, a la vez, ¡tan metódica! Seguro que su destino le depara grandes cosas.\n\nLos jóvenes superarán a sus mayores tarde o temprano. Debo admitir que la tengo en alta estima.",
      "fr": "J'ai entendu dire que cette petite cueilleuse d'herbes s'était rédigé un code de conduite entier. Elle est si petite, mais si organisée dans son travail. Elle est destinée à de grandes choses !\n\nLes jeunes surpasseront leurs aînés tôt ou tard, je vous dis. Elle a réussi à gagner mon respect.",
      "pt": "Ouvi dizer que aquela garotinha coletora de ervas compilou um conjunto de regras para ela mesma. Mesmo com um tamanho pequeno, ela é uma pessoa muito organizada, e aposto que ela terá um futuro brilhante.\n\nÉ sempre bom ter sangue jovem por perto, e eu realmente a admiro.",
      "ru": "Я слышала, что эта маленькая собирательница трав написала для себя целый кодекс поведения. Может, ростом она и не вышла, но сразу видно, что быть ей великим человеком.\n\nКак говорится, молодёжь достойна уважения. Должна признать, я впечатлена!",
      "id": "Kudengar gadis pengumpul tanaman obat itu menulis sekumpulan kode etik untuk dirinya sendiri. Dia mungkin masih kecil, tapi sikapnya dalam bekerja patut diacungi jempol! Dia pasti akan menjadi orang yang hebat...\n\n\"Anak muda memiliki potensi tak terbatas\". Bahkan aku pun harus mengakui kekagumanku.",
      "th": "ฉันได้ยินมาว่าคนเก็บสมุนไพรเขียนจรรยาบรรณสำหรับตัวเธอเอง แม้จะเห็นว่าเธอเป็นคนตัวเล็กผอมบาง แต่กลับทำงานอย่างมีระเบียบ ซึ่งเป็นลักษณะของคนที่จะทำเรื่องใหญ่ให้สำเร็จได้ \n\nคนรุ่นหลังนี่น่ากลัวจริง ๆ แม้แต่ฉันเองยังต้องนับถือเธอเลยล่ะ",
      "vi": "Nghe nói cô bé hái thuốc đó có ghi lại lịch trình làm việc của mình. Trông cô ấy nhỏ nhắn như vậy mà làm việc thật có quy tắc, sau này nhất định thành đại sự.\n\nĐúng là hậu sinh khả úy, đến tôi cũng phải nói tiếng bái phục."
    }
  },
  {
    "title": {
      "zhs": "关于甘雨…",
      "zht": "關於甘雨…",
      "jp": "甘雨について…",
      "ko": "감우에 대해…",
      "en": "About Ganyu",
      "de": "Über Ganyu ...",
      "es": "Sobre Ganyu...",
      "fr": "À propos de Ganyu...",
      "pt": "Sobre Ganyu...",
      "ru": "О Гань Юй...",
      "id": "Tentang Ganyu",
      "th": "เกี่ยวกับ Ganyu...",
      "vi": "Về Ganyu..."
    },
    "line": {
      "zhs": "甘雨前辈温柔又贴心，可惜是个大忙人，大好的时光除了午睡，都在案卷堆里埋头苦干。我虽然也有工作时间，但也是快快乐乐的。我选择的工作，那可比她轻松多了。",
      "zht": "甘雨前輩溫柔又貼心，可惜是個大忙人，大好的時光除了午睡，都在案卷堆裡埋頭苦幹。我雖然也有工作時間，但也是快快樂樂的。我選擇的工作，那可比她輕鬆多了。",
      "jp": "甘雨先輩は心の優しいお方だ。だが多忙で、昼寝以外の時間はすべて書類の処理に奪われている。私も仕事はするが、楽しくやれている。私の選んだ仕事は先輩よりもずっと楽なものなのだろう。",
      "ko": "감우 선배는 정말 온유하고 다정하시긴 한데, 너무 바빠서 낮잠 자는 시간 말곤 항상 서류에 파묻혀서 일만 하셔. 나도 일을 하긴 하지만, 재밌기도 하고, 내가 선택한 일이기도 하잖아? 감우 선배가 하는 일보단 훨씬 수월하지",
      "en": "Ganyu is kind and thoughtful, it's just a shame she's so busy all the time. Most of the time, she's buried in an endless pile of paperwork — the only exception being her nap at noon. Don't get me wrong, I have to put in some hours at work, too. But I'm happy with the job I've chosen, and it's certainly a lot less taxing than hers.",
      "de": "Ganyu ist sehr nett und freundlich. Sie hat leider immer alle Hände voll zu tun. Außer während ihres Mittagsschlafs arbeitet sie den ganzen Tag an Akten verschiedenster Art. Ich habe zwar auch Arbeit zu tun, fühle mich aber viel glücklicher. Ich habe mich für einen viel leichteren Beruf als ihren entschieden.",
      "es": "Ganyu es dulce y considerada. Lástima que siempre esté tan ocupada... A excepción de su hora de la siesta, pasa la mayor parte de su tiempo trabajando muy duro entre montones de papeles. Aunque yo también invierto muchas horas, estoy contenta con mi trabajo y, además, es mucho menos exigente que el suyo.",
      "fr": "Ganyu est si gentille et prévenante, mais son côté bourreau du travail est regrettable. Elle passe ses journées à faire la sieste si ce n'est à être le nez dans sa paperasse. Je travaille aussi, mais j'arrive à trouver du temps pour m'amuser. Malgré tout, il faut admettre que mon travail est beaucoup plus facile que le sien.",
      "pt": "Ganyu é gentil e atenciosa, mas é uma pena que ela é tão ocupada. Apesar de fazer uma sesta, gasta todo o seu tempo trabalhar. Eu também trabalho, mas de uma forma muito alegre. O meu trabalho, claro, é mais fácil que o seu.",
      "ru": "Госпожа Гань Юй мягкая и заботливая, но такая занятая. Она проводит всё своё время за грудой бумаг, прерываясь только на сон. Мне, конечно, тоже приходится трудиться. Но моя работа доставляет мне радость, и она намного легче, чем у Гань Юй.",
      "id": "Ganyu benar-benar ramah dan perhatian, tapi sayang dia selalu sangat sibuk. Sebagian besar waktunya dia habiskan untuk bekerja — kecuali di waktu tidur siangnya. Jangan salah sangka, aku juga menghabiskan waktu untuk bekerja. Tapi aku senang dengan pekerjaanku, dan pastinya lebih tidak sibuk dari Ganyu.",
      "th": "รุ่นพี่ Ganyu เป็นคนอ่อนโยนและเอาใจใส่ แต่น่าเสียดายที่เธอเป็นคนที่งานยุ่งมาก นอกเหนือจากการงีบหลับแล้ว เธอก็ทำงานหนักและจมอยู่แต่กับกองเอกสาร แม้ว่าฉันเองก็มีเวลาที่ต้องทำงาน แต่ฉันก็มีความสุขอยู่ งานที่ฉันเลือกทำนั้นสบายกว่าเธอมากเลยล่ะ",
      "vi": "Ganyu là một tiền bối hiền lành tận tâm, tiếc là cô ấy bận quá, hầu như ngoài ngủ trưa ra thì thời gian còn lại đều dùng để làm việc. Tôi tuy cũng có thời gian làm việc của mình, nhưng vẫn cảm thấy rất thoải mái. Có lẽ do nghề mà tôi chọn nhẹ nhàng hơn cô ấy nhiều."
    }
  },
  {
    "title": {
      "zhs": "关于行秋…",
      "zht": "關於行秋…",
      "jp": "行秋について…",
      "ko": "행추에 대해…",
      "en": "About Xingqiu",
      "de": "Über Xingqiu ...",
      "es": "Sobre Xingchiu...",
      "fr": "À propos de Xingqiu...",
      "pt": "Sobre Xingqiu...",
      "ru": "О Син Цю...",
      "id": "Tentang Xingqiu",
      "th": "เกี่ยวกับ Xingqiu...",
      "vi": "Về Xingqiu..."
    },
    "line": {
      "zhs": "飞云商会是我的老主顾了。他家行事一向慎重周全，与我的商谈通常由大当家亲自出面。不过，上一次却碰巧见到了他家小少爷行秋。这位少爷年纪轻轻，没想到居然跟得上我思考的速度。伶牙俐齿还分寸得当，嗯，真不简单。",
      "zht": "飛雲商會是我的老主顧了。他家行事一向慎重周全，與我的商談通常由大當家親自出面。不過，上一次卻碰巧見到了他家小少爺行秋。這位少爺年紀輕輕，沒想到居然跟得上我思考的速度。伶牙俐齒還分寸得當，嗯，真不簡單。",
      "jp": "飛雲商会は私の得意先だ。あの家の者は皆、極めて慎重に事を進める。私に相談事がある時は、いつも当主様自ら話し合いに参加するからな。ああ、そういえば前回、たまたまご子息の行秋にも会ったよ。若いのに私の考えについてこれた上、なかなかに弁も立つ。ふむ、大したものだ。",
      "ko": "비운 상회는 내 오랜 고객이야. 일 처리가 신중하고 빈틈없지. 나랑 중요한 얘기를 할 땐 항상 주인어른께서 직접 나오시는데 지난번엔 우연히 그 집 작은 도련님 행추 씨를 만났지 뭐야. 나이도 어린데 두뇌회전이 나만큼 빨라서 놀랐어. 말주변이 뛰어난데 무례하지도 않고. 음, 정말 대단해",
      "en": "The Feiyun Commerce Guild is one of my oldest clients. Their approach to business is meticulous and thorough, and every business meeting I've had with them has always been attended by the head of the house himself. Last time, though, I happened to meet their youngest, Xingqiu. To my complete surprise, the lad had no trouble whatsoever keeping up with my train of thought. He was very eloquent, too, and had excellent manners. Mm, definitely not a simpleton.",
      "de": "Die Händlergilde Feiyun gehört zu meinen Stammkunden. Sie handelt immer sorgfältig und rücksichtsvoll. Der Senior der Gilde kommt sehr oft persönlich zu mir, um über wichtige Sachen zu diskutieren. Aber das letzte Mal habe ich doch den Junior, Xingqiu gesehen. Er war blutjung, konnte aber meinen Gedanken folgen. Außerdem war er wortgewandt und höflich. Mhmm, ein Junge mit viel Potenzial!",
      "es": "El Gremio de Comerciantes de Feiyun es uno de mis clientes más antiguos. Su enfoque con respecto a los negocios es meticuloso y detallado, y a todas las reuniones que hemos tenido ha asistido su director en persona. Sin embargo, la última vez, tuve la oportunidad de conocer al joven amo Xingchiu. Para mi sorpresa, al joven no le costó lo más mínimo seguirme el hilo. También me resultó una persona muy elocuente y con muy buenos modales. En absoluto diría que es una persona simple.",
      "fr": "La Guilde des marchands de Feiyun fait partie de mes plus anciens clients. La manière dont elle conduit ses affaires a toujours été très rigoureuse. Son dirigeant la représente à toutes les réunions d'affaires auxquelles j'ai pu assister. Quoiqu'à la dernière, j'ai fait la connaissance de son fils cadet, Xingqiu. À ma grande surprise, il pouvait parfaitement suivre mon raisonnement malgré son jeune âge. Sans parler de son éloquence et de sa courtoisie... Il sort vraiment du lot.",
      "pt": "A Guilda de Comerciantes de Feiyun são os meus clientes mais antigos. Eles são cautelosos com seus negócios e em todas as reuniões que tive com eles o chefe da casa sempre esteve presente. Na última vez, porém, conheci o mais novo, Xingqiu. Para minha surpresa, o garoto não teve qualquer dificuldade em acompanhar meu pensamento. Ele era bem eloquente e tinha excelente etiqueta. Hum, não é de fato uma pessoa comum.",
      "ru": "Торговая гильдия «Фэйюнь» - мои старые клиенты. Они всегда действуют благоразумно и осторожно. Глава гильдии, как правило, лично проводит со мной переговоры. Однако в прошлый раз я случайно встретила молодого хозяина Син Цю. Он так молод, что я бы никогда не подумала, что он сможет успеть за моим ходом мысли. Он красноречив и обладает прекрасными манерами... Явно не простак.",
      "id": "Feiyun Commerce Guild adalah salah satu klien tertuaku. Cara kerja mereka sangat terperinci dan menyeluruh, bahkan pemimpin mereka selalu hadir saat aku datang berdiskusi dengan mereka. Terakhir kali aku datang, aku bertemu dengan tuan muda mereka, Xingqiu. Tidak kuduga kalau dia bisa mengikuti jalan pikiranku tanpa masalah. Bicaranya juga sangat fasih, dengan tata krama yang baik. Hmm, benar-benar bukan orang biasa.",
      "th": "สมาคมการค้า Feiyun เป็นลูกค้าเก่าของฉันเองล่ะ แนวทางการทำธุรกิจของพวกเขาน่ะพิถีพิถัน และละเอียดถี่ถ้วนสุด ๆ แต่ว่าครั้งที่แล้วฉันได้เจอนายน้อย Xingqiu คนนั้น เห็นเขายังเป็นหนุ่มอยู่แท้ ๆ นึกไม่ถึงเลยว่าเขาจะสามารถตามความคิดของฉันทันได้ ทั้งคารมคมคายและมารยาทดีด้วย อืม ไม่ง่ายเลยจริง ๆ",
      "vi": "Thương Hội Phi Vân là khách hàng thân thiết của tôi. Họ làm việc cẩn thận chu đáo, các cuộc thương thảo với tôi đều do đại đương gia đích thân ra mặt. Nhưng lần trước vô tình gặp được tiểu thiếu gia nhà họ - Xingqiu. Vị thiếu gia này tuy tuổi còn nhỏ, nhưng không ngờ đã theo kịp tốc độ suy nghĩ của tôi. Thông minh nhạy bén lại rất biết chừng mực, ừm, thật sự là không đơn giản."
    }
  },
  {
    "title": {
      "zhs": "关于胡桃…",
      "zht": "關於胡桃…",
      "jp": "胡桃について…",
      "ko": "호두에 대해…",
      "en": "About Hu Tao",
      "de": "Über Hu Tao ...",
      "es": "Sobre Hu Tao...",
      "fr": "À propos de Hu Tao...",
      "pt": "Sobre Hutao...",
      "ru": "О Ху Тао...",
      "id": "Tentang Hu Tao",
      "th": "เกี่ยวกับ Hu Tao...",
      "vi": "Về Hu Tao..."
    },
    "line": {
      "zhs": "常听人说「往生堂」堂主行事奇特，怕是沾了丧葬业的怪毛病。这算什么话？「往生堂」从事的可是正经行业，是构成商业的基本单位。而且工作就是工作，岂有高低贵贱，吉凶险恶之分？\n\n不过，那位堂主倒是没怎么来光顾过我的生意，唔…",
      "zht": "常聽人說「往生堂」堂主行事奇特，大概是沾了喪葬業的怪毛病。這算什麼話？「往生堂」從事的可是正經行業，是構成商業的基本單位。而且工作就是工作，豈有高低貴賤、吉凶險惡之分？\n\n不過，那位堂主倒是沒怎麼來光顧過我的生意，唔…",
      "jp": "「往生堂」の堂主か？あぁ…相当の変わり者で、葬儀屋の悪い癖が身に染みついてしまっていると、周りの者は言っているな。だが、それは間違っている。「往生堂」は実に真っ当な生業であり、商売としても正しく成り立っている。仕事は仕事だ。上も下もなく、吉凶で判別できるものではない。\n\nただあの堂主様だが、あまり私のところには来ないんだよな、うーん…",
      "ko": "사람들은 「왕생당」 당주가 장례업에 종사하면서 이상한 버릇이 들었는지 좀 특이하다고 말하던데 그게 대체 무슨 말일까? 「왕생당」은 제대로 된 업계에 종사하는 비즈니스의 기본이 되는 곳이라구. 게다가 일에 귀천과 길흉이 어디 있어.\n\n그나저나 그 당주는 일로 날 찾아온 적이 별로 없네, 흐음….",
      "en": "I always hear people saying that the director of the Wangsheng Funeral Parlor has an unorthodox approach to business. They think she's gone a little non compos mentis after being in the funeral business so long... What are these people talking about? The Wangsheng Funeral Parlor provides a legitimate and necessary service, which is the cornerstone of any successful enterprise. Work is just work — there are no good and bad jobs, or lucky and unlucky jobs, just jobs that need doing.\n\nIf I had one gripe, it would be that the director rarely comes to me for legal advice, hmph...",
      "de": "Es gibt Gerüchte, wonach die Direktorin des „Bestattungsunternehmens Wangsheng“ ein schräger Vogel sei. Wahrscheinlich habe ihr Beruf als Bestatterin auf sie abgefärbt. Was heißt denn das? Was das Bestattungsunternehmen Wangsheng tut, ist absolut normal und legal. Das Unternehmen selbst ist nur eine der wirtschaftlichen Organisationseinheiten. Darüber hinaus gibt es überhaupt keinen guten oder bösen, glücklichen oder unglücklichen Beruf. Arbeit ist Arbeit.\n\nAch, da fällt mir gerade ein, die Direktorin selbst sucht aber nie bei mir Hilfe, mhmmm ...",
      "es": "Siempre escucho a la gente decir que la directora de la Funeraria El Camino es muy extravagante y que, tras tanto tiempo dedicándose al sector funerario, ha perdido el juicio. ¿Qué tonterías son esas? El negocio de la Funeraria El Camino es totalmente serio y legítimo, lo cual es clave para cualquier empresa de éxito. El trabajo es el trabajo. No hay unos trabajos buenos y otros malos o unos afortunados y otros desafortunados.\n\nMi única queja sería que su directora nunca ha requerido mis servicios de asesoría, humm...",
      "fr": "J'entends souvent les gens dire que la directrice du Funérarium Wangsheng dirige son entreprise d'une manière assez particulière et que travailler aussi longtemps dans l'industrie funéraire l'aurait rendue un peu folle. Je ne suis pas de cet avis. Le Funérarium Wangsheng propose des services légitimes et indispensables, comme toute entreprise devrait. Au bout du compte, ce n'est qu'un travail. Comment un emploi pourrait-il être bon ou mauvais ? Porter bonheur ou malheur ? Les emplois existent seulement car on a besoin de gens pour effectuer certaines tâches.\n\nSi j'avais un reproche à faire à la directrice, c'est qu'elle fait rarement appel à mes services...",
      "pt": "Dizem que a Diretora da Funerária de Wangsheng sempre age de uma forma muito estranha, e as pessoas apostam que ela foi afetada por causa da sua profissão. Que absurdo é esse? Os negócios que a Funerária de Wangsheng faz são negócios ortodoxos, e fazem parte do comércio. Ainda por cima, todos os tipos de trabalho merecem ser respeitados, e não é uma questão de bom e mau.\n\nEntretanto, aquela Diretora nunca veio até mim para consultar as leis.",
      "ru": "Я часто слышала, как люди говорят, что хозяйка ритуального бюро «Ваншэн» ведёт себя странно. Они полагают, что это на неё так повлияли особенности похоронной индустрии. Что это за разговоры? Ритуальное бюро «Ваншэн» - предоставляют законные и востребованные услуги, а это краеугольный камень любого предприятия. К тому же работа есть работа. Она не делится на грязную и благородную, хорошую и плохую.\n\nВпрочем, хозяйка ни разу не пришла ко мне за юридической консультацией...",
      "id": "Aku sering mendengar orang-orang mengatakan bahwa master Wangsheng Funeral Parlor melakukan bisnis dengan cara yang tidak biasa. Mereka curiga kalau pemimpin mereka menjadi aneh karena terlalu lama berada di industri pemakaman... Apa sih yang mereka bicarakan? Jasa yang disediakan Wangsheng Funeral Parlor itu legal dan dibutuhkan, dua hal penting untuk membangun bisnis yang sukses. Kerja adalah kerja — tidak ada pekerjaan baik atau buruk, pekerjaan beruntung atau sial, hanya pekerjaan yang perlu dikerjakan.\n\nTapi kenapa master Wangsheng Funeral Parlor itu jarang menggunakan jasaku ya...",
      "th": "ฉันได้ยินคนพูดอยู่ตลอดว่าหัวหน้าโถงแห่งการเกิดใหม่ Wangsheng ชอบทำตัวแปลก ๆ พวกเขาคิดว่าเธอเพี้ยนเพราะได้รับผลกระทบแปลก ๆ เพราะอยู่ในวงการจัดงานศพมานาน คนพวกนี้พูดเรื่องอะไรกัน? ธุรกิจของโถงแห่งการเกิดใหม่ Wangsheng เป็นธุรกิจที่จริงจัง และเป็นรากฐานที่สำคัญขององค์กรที่ประสบความสำเร็จ อีกอย่างงานก็คืองาน มีการแบ่งงานที่สูงหรือต่ำ และมีงานที่โชคดีหรือโชคร้ายกันด้วยเหรอ?\n\nว่าแต่... หัวหน้าโถงแห่งการเกิดใหม่ Wangsheng ไม่เคยมาอุดหนุนกิจการของฉันเลยนะ หืม...",
      "vi": "Thường nghe người ta nói đường chủ \"Vãng Sinh Đường\" hành sự kỳ quái, e rằng bị mắc bệnh nghề nghiệp. Câu này là có ý gì chứ? \"Vãng Sinh Đường\" hành nghề ngay thẳng và là một đơn vị kinh doanh cơ bản. Vả lại công việc là công việc, sao lại phân biệt thấp cao sang hèn chứ?\n\nNhưng mà, vị đường chủ đó trước giờ chưa từng ủng hộ việc kinh doanh của tôi, hừm..."
    }
  },
  {
    "title": {
      "zhs": "关于钟离…",
      "zht": "關於鍾離…",
      "jp": "鍾離について…",
      "ko": "종려에 대해…",
      "en": "About Zhongli",
      "de": "Über Zhongli ...",
      "es": "Sobre Zhongli...",
      "fr": "À propos de Zhongli...",
      "pt": "Sobre Zhongli...",
      "ru": "О Чжун Ли...",
      "id": "Tentang Zhongli",
      "th": "เกี่ยวกับ Zhongli...",
      "vi": "Về Zhongli..."
    },
    "line": {
      "zhs": "钟离先生学识渊博，堪称行走的书库。你知道吗？我一眼就看出他深藏不露。这样的人大多不怕麻烦，就算遇上什么事也不会请我帮忙，依我看，他绝不是潜在客户。\n\n可不知为何，他身上总有些不可思议的熟悉感，我说不上来。问过老爹，他也支支吾吾说什么他也不明白，真是奇怪…总感觉，老爹有什么事不想告诉我。哼，没关系，大不了我自己找机会弄明白…",
      "zht": "#鍾離先生學識淵博，堪稱行走的書庫。{F#妳}{M#你}知道嗎？我一眼就看出他深藏不露。這樣的人大多不怕麻煩，就算遇上什麼事也不會請我幫忙，依我看，他絕不是潛在客戶。\n\n但不知為何，他身上總有些不可思議的熟悉感，我說不上來。問過老爹，他也支支吾吾說什麼他也不明白，真是奇怪…總感覺，老爹有什麼事不想告訴我。哼，沒關係，大不了我自己找機會弄明白…",
      "jp": "鍾離先生は博識な方だよ。歩く図書館といっても過言ではない。私は一目であの方が只者じゃないと見抜いた。あの類の人間は面倒事を恐れることなく、何があっても私の助けを借りることはない。つまり、彼は決して私の顧客にはなり得ないってことだ。\n\nけど、何故か彼には、妙な感覚を覚える。どこか懐かしい気がするんだ…ただそれをお父様に聞いても、口ごもり誤魔化される始末…うーん、おかしい…お父様、絶対に何かを隠している。でも、問題ない。この謎は自分で突き止めてみせるから…",
      "ko": "종려 선생님은 박학다식해서 그야말로 걸어 다니는 서재야. 그거 알아? 난 그가 범상치 않다는 걸 한눈에 알았어. 그런 사람들은 문제가 생겨도 나한테 도움을 청하지 않을 거야. 그러니 잠재 고객이 아닌 셈이지.\n\n근데 왠지 모르게 계속 익숙한 느낌이 들어. 뭔진 모르겠지만, 아버지한테도 물어봤는데 우물쭈물하면서 모른다고 하시더라. 이상하단 말이지…? 아무래도 나한테 숨기는 게 있는 것 같아. 흥, 상관없어. 내가 직접 알아내면 되지~!?",
      "en": "Mr. Zhongli has so much in-depth knowledge on so many topics, he's like a walking library, you know what I mean? He's a total savant, though he never flaunts it. I could tell just by looking at him. People like him rarely shy away from taking on complex problems alone, so in my estimation he's certainly not a potential client.\n\nAnd yet, somehow, I can't help but think I know him from somewhere, it's hard to describe the feeling... I asked my father about it, and he just said something to the effect of he didn't know either, though he seemed a little evasive. It was so strange... Anyway, makes me wonder if my father is hiding something from me. Hmph, alright then — if he won't tell me what's going on, I'll just have to find out for myself...",
      "de": "Zhongli ist ein Mann von hoher Gelehrsamkeit, ein wandelndes Lexikon. Weißt du, ich habe seine Gelehrsamkeit auf den ersten Blick schon wahrgenommen. Menschen wie er fürchten sich meistens nicht vor Streitigkeiten. Sie brauchen daher meine Hilfe nicht. Zhongli ist für mich definitiv kein potenzieller Kunde.\n\nAber komischerweise kommt er mir etwas vertraut vor. Ich weiß nicht, warum. Als ich meinen Vater danach fragte, speiste er mich mit, „Ich verstehe es auch nicht“ ab. Recht komisch ... Ich habe ständig das Gefühl, dass mein Vater mir einige Geheimnisse nicht mitteilen will. Hmpf! Egal! Ich kann das selbst aufdecken!",
      "es": "El Sr. Zhongli posee un profundo conocimiento sobre todas las cosas. Es como una enciclopedia andante. ¿Sabes? En cuanto lo vi, supe que era alguien muy sabio que oculta sus verdaderas habilidades. A la gente como él no le preocupa encargarse de problemas complejos por sí sola, así que, en mi opinión, no es un cliente potencial.\n\nNo sé por qué, pero tengo la sensación de que lo conozco de algo. No sabría cómo explicarlo... Le pregunté a mi padre y dijo que él no sabía nada, aunque parecía evitar un poco el tema... Qué extraño, ¿qué tiene que ocultarme mi padre? Hum, bueno, si no me lo quiere contar, tendré que averiguarlo por mí misma.",
      "fr": "Sieur Zhongli connaît tellement de choses sur tellement de sujets, il est comme une bibliothèque ambulante. Vous savez ? C'est une personne très intelligente, même s'il ne s'en vante pas. Je peux le savoir rien qu'en le regardant. Les gens comme lui n'ont pas peur de résoudre des problèmes complexes par eux-mêmes. D'après moi, il n'y a aucune chance qu'il puisse être un client potentiel.\n\nEt pourtant, d'une manière ou d'une autre, je ne peux pas m'empêcher de penser que je le connais de quelque part, c'est une impression que j'ai du mal à décrire... J'ai interrogé mon père à ce sujet, et il m'a juste dit qu'il ne savait pas non plus, même s'il avait l'air un peu évasif. C'était vraiment bizarre... Enfin, je me demande s'il ne me cache pas quelque chose. Hmph, très bien : s'il ne veut pas me dire ce qu'il se passe, je le découvrirai par moi-même...",
      "pt": "O senhor Zhongli sabe tudo de tudo, ele é como uma biblioteca ambulante. Você sabia? Na primeira vez que o vi, soube logo que ele era uma pessoa hábil, mas ele não mostra isso. Esse tipo de pessoa não se importa com os problemas, portanto, mesmo estando em apuros, não recorrerá a mim, então ele não é um cliente meu em potencial.\n\nMas não sei por quê, eu sinto algo familiar a respeito dele, e não pode ser descrito em palavras. Eu perguntei ao meu pai, mas ele também não soube explicar... É uma coisa muito estranha, e me parece que o meu pai está escondendo algo... Mas não faz mal, descobrirei por conta própria.",
      "ru": "Знания господина Чжун Ли настолько глубоки, что его можно назвать ходячей библиотекой. Знаете что? Я с уверенностью могу сказать, что у него есть тайны. Такие люди не боятся трудностей, и даже если что-то случится, то не придут ко мне за помощью. Не думаю, что он когда-нибудь станет моим клиентом.\n\nНе знаю почему, но в нём есть что-то невероятно знакомое. Я спросила об этом отца, но он ушёл от ответа, что было странно... Меня не покидает ощущение, что он что-то от меня скрывает. Ну да ладно, если он не сознается, я сама это выясню...",
      "id": "Tuan Zhongli memiliki wawasan yang sangat luas di berbagai bidang, dia seperti perpustakaan berjalan. Kamu tahu? Sekali lihat saja aku tahu dia tipe orang pintar yang tidak suka pamer. Orang seperti dia tidak takut menghadapi masalah rumit sendirian, jadi sepertinya dia bukan klien potensial untukku.\n\nTapi entah kenapa, rasanya aku pernah melihat Zhongli di suatu tempat, perasaan ini sulit dijelaskan... Aku pernah bertanya pada ayahku, tapi dia juga mengatakan kalau dia tidak tahu, meskipun ayahku kelihatan seperti menyembunyikan sesuatu. Aneh sekali deh... Huh, baiklah, kalau dia tidak mau memberitahuku, akan kucari tahu sendiri...",
      "th": "คุณ Zhongli น่ะมีความรู้ระดับที่เรียกได้ว่าห้องสมุดเดินได้เลยทีเดียวล่ะ เธอรู้รึเปล่า? ฉันน่ะมองออกทันทีเลยว่า เขาน่ะเป็นพวกน้ำนิ่งไหลลึก คนพวกนี้น่ะนะมักจะไม่ค่อยกลัวปัญหา แต่ถึงจะเจอปัญหาก็ไม่คิดที่จะขอให้ฉันช่วยหรอก จากการประเมินของฉัน เขาไม่ใช่ลูกค้าที่มีศักยภาพแน่ ๆ\n\nแต่ไม่รู้ว่าทำไม มันมีความรู้สึกที่คุ้นเคยบางอย่างบนตัวเขา ฉันเองก็บอกไม่ถูกเหมือนกัน ฉันเคยถามพ่อเรื่องนี้ แต่เขากลับอ้ำ ๆ อึ้ง ๆ บอกว่า พูดเรื่องอะไรเขาไม่เข้าใจ มันน่าแปลกมาก... ฉันรู้สึกว่าพ่อมีเรื่องที่ไม่อยากบอกฉันอยู่ เชอะ ไม่เป็นไร เรื่องแบบนี้ฉันหาคำตอบเองก็ได้",
      "vi": "Ngài Zhongli học thức uyên thâm, là quyển bách khoa di động. Bạn biết không, tôi vừa nhìn là biết ngài ấy là cao nhân giấu mặt. Kiểu người này không sợ phiền phức, tự mình giải quyết vấn đề, cho nên không phải là khách hàng tiềm năng.\n\nNhưng không biết tại sao, ngài ấy đem lại cảm giác rất quen thuộc, không biết phải nói thế nào. Tôi có hỏi qua bố tôi, bố cũng chỉ nói vài câu đánh trống lảng... Thật kỳ lạ, như thể có gì đó đang giấu tôi. Hừ, không sao, cùng lắm thì tôi tự mình đi làm rõ là được..."
    }
  },
  {
    "title": {
      "zhs": "关于凝光…",
      "zht": "關於凝光…",
      "jp": "凝光について…",
      "ko": "응광에 대해…",
      "en": "About Ningguang",
      "de": "Über Ningguang ...",
      "es": "Sobre Ninguang...",
      "fr": "À propos de Ningguang...",
      "pt": "Sobre Ningguang...",
      "ru": "О Нин Гуан...",
      "id": "Tentang Ningguang",
      "th": "เกี่ยวกับ Ningguang...",
      "vi": "Về Ningguang..."
    },
    "line": {
      "zhs": "你知道「天权星」凝光小姐吧？她主管律法，也经常修正法典，每次增补删改的内容都多得要命。就在上次，全新的法典里又增加了三条律法，修改了一百二十一条律法注释，还新附了一堆典型判例，这次我又不知道要背到什么时候了…\n\n哼，不过她终归是商界出身，论律法，我可不会输给她，等我背完了这些，我一定要更加「努力」地工作…",
      "zht": "#{F#妳}{M#你}知道「天權星」凝光小姐吧？她主管律法，也經常修正法典，每次增補刪改的內容都多得要命。就在上次，全新的法典裡又增加了三條律法、修改了一百二十一條律法注釋，還新附了一堆典型判例，這次我又不知道要背到什麼時候了…\n\n哼，不過她終歸是商界出身，論律法，我可不會輸給她，等我背完了這些，我一定要更加「努力」地工作…",
      "jp": "お前も「天権」の凝光殿を知っているの？彼女は法律を管理し、法典に記された内容を改訂する者だ。毎回、尋常じゃない量の内容を修正している。この前なんか、法典に3つも新しい法令を追加した上に、121条の注釈も修正した。それに典型的な判例もいくつか追加していたな…まったく、それらを暗記する身にもなってほしい…\n\nふん、でも彼女は所詮、商業界隈の出身。法律にこと関しては私が負けるわけがない。待ってろ、これを全部暗記したら、今まで以上に仕事に励んでやるから…",
      "ko": "「천권성」 응광 씨 알지? 그녀는 율법을 주관하고 법전을 개정하기도 해. 개정되는 내용이 너무 많아서 지난번 새 법전엔 총 3조의 율법이 추가됐고, 121조의 주석이 수정됐어. 판례도 엄청나게 추가됐다니깐. 그걸 또 언제 다 외우냐구….\n\n흥! 하지만 그녀는 상업계 출신이잖아. 법 쪽으론 질 수 없지. 이걸 다 외우고 나면 더 열심히 일할 거야….",
      "en": "You must have heard of the Tianquan, Ningguang? She's the highest authority where the law is concerned, and often makes amendments to the legal codices. Every round of additions, retractions, and revisions generates mountains of material. Why, the latest edition of the legal codices contained three new laws, 121 revised legal annotations, and an array of new legal precedents. Archons know how long it's going to take me to commit them to memory...\n\nHmph... still, she's a businesswoman at heart, I'm not about to let her beat me when it comes to the law. Once I've finished memorizing these, I need to step up my productivity...",
      "de": "Kennst du den „Tianquan“ Ningguang? Sie ist für die Gesetzgebung sowie -änderungen zuständig. Jedes Mal ändert sie eine große Menge Gesetze und fügt zugleich viele neue hinzu. Das letzte Mal hat sie ein neues Gesetzbuch veröffentlicht, in dem sie drei neue Paragraphen hinzugefügt, einhundertzwölf Paragraphen geändert, dazu noch einen großen Haufen typischer Rechtsprechungen aufgenommen hat. Ich weiß nicht, wann ich das neue Buch endlich fließend aufsagen kann ...\n\nHmpf! Ningguang studierte eigentlich nicht Jura, sondern Betriebswirtschaftslehre. Als Quereinsteigerin kann sie mir keine großen Schwierigkeiten bereiten. Sobald ich das neue Gesetzbuch auswendig gelernt habe, überprüfe ich noch „fleißiger“ die Lücken darin ...",
      "es": "¿Conoces a Ninguang, el Equilibrio Celestial? Es quien supervisa las leyes y realiza modificaciones en el código legal. Siempre añade, elimina o modifica muchísimas cosas. La última vez, añadió tres leyes al nuevo código legal, modificó las explicaciones de otros 121 artículos y adjuntó un anexo con un montón de precedentes legales. Solo los Arcontes saben el tiempo que me llevará memorizarlo todo...\n\nHum, pero, en el fondo, sigue siendo una mujer de negocios, así que no puedo perder contra ella en cuanto a derecho se refiere. Cuando memorice estas leyes, tendré que trabajar aún más duro...",
      "fr": "Vous devez avoir entendu parler de dame Ningguang, la Megrez des Sept Étoiles ? Elle est la plus haute autorité en matière de droit et apporte souvent des modifications aux codes juridiques. Chaque série d'additions, de rétractions et de révisions génère des montagnes de travail. Pourquoi ? La dernière édition du code juridique comprend trois nouvelles lois, cent vingt-et-une révisions d'annotations légales et toute une foulée de nouveaux précédents. Je ne sais pas combien de temps ça va me prendre pour tout mémoriser...\n\nHmph... Dame Ningguang reste avant tout une femme d'affaires. Je ne vais pas me laisser distancer sur le plan légal. Une fois que j'aurai tout appris par cœur, il faut que j'augmente ma cadence de travail...",
      "pt": "Você conhece a Tianquan, Ningguang? Ela é a responsável pelas leis, e frequentemente altera o Código Legal, e muitos conteúdos são alterados todas as vezes. Na última vez, o Código Legal teve 3 novos artigos, e foram alteradas 121 anotações, e também foi adicionada uma lista com uma pilha de novos exemplos. Não sei quando conseguirei decorar tudo isso...\n\nEntretanto, ela é uma pessoa do mundo do comércio, e discute leis, eu não posso ficar atrás dela, deixe-me só terminar de decorar esses artigos daqui, eu com certeza me esforçarei ainda mais no meu trabalho...",
      "ru": "Вы знаете Волю небес госпожу Нин Гуан, верно? Она отвечает за закон и часто вносит изменения в Кодекс, каждый раз добавляя и удаляя большое количество законов. Буквально в прошлый раз к совершенно новому Кодексу было добавлено ещё три закона, исправлен сто двадцать один комментарий и добавлено множество прецедентов. Я не знаю, сколько времени у меня уйдёт на их запоминание...\n\nОна всё-таки выходец из торговых кругов, и я ни за что не позволю ей переиграть меня в юриспруденции. Когда я всё выучу, то стану работать ещё усерднее...",
      "id": "Kamu pasti pernah dengar tentang Tianquan, Ningguang? Dia adalah otoritas tertinggi dalam masalah hukum, dan sering membuat amandemen pada daftar hukum yang ada. Setiap penambahan, pencabutan, dan revisi selalu menghasilkan material baru yang sangat banyak. Edisi terbaru dari daftar hukum berisi tiga undang-undang baru, 121 anotasi hukum yang direvisi, dan sederet preseden hukum baru. Hanya Archon yang tahu berapa banyak waktu yang kubutuhkan untuk mengingatnya...\n\nHuh... namun tetap saja, di dalam hatinya dia tetaplah seorang pebisnis, aku tidak akan membiarkannya mengalahkanku dari segi hukum. Saat aku sudah selesai menghafalnya, aku harus meningkatkan produktivitasku...",
      "th": "เธอรู้จักคุณ Ningguang แห่ง \"Tianquan\" ใช่ไหม? เธอเป็นคนรับผิดชอบด้านกฎหมาย และมักจะแก้ไขประมวลกฎหมายอยู่เสมอ ซึ่งการแก้ไขแต่ละครั้งเนี่ยจุดที่ต้องแก้ไขเพิ่มเติมหรือต้องลบมันเยอะจนแทบจะตายให้ได้ อย่างครั้งที่แล้วนะ มีการเพิ่มกฎหมายสามข้อลงในประมวลกฎหมาย แถมยังแก้ไขคำอธิบายประกอบกฎหมายกว่าหนึ่งร้อยยี่สิบเอ็ดฉบับ แค่นั้นยังไม่พอ ยังแนบเคสทั่วไปอีกจำนวนมาก ครั้งนี้ฉันไม่รู้ว่าต้องท่องจำไปถึงเมื่อไหร่...\n\n ฮึ ก็นะเธอคือนักธุรกิจนี่นา หากถกกันเรื่องกฎหมายล่ะก็ ฉันไม่มีทางแพ้แน่นอน รอฉันท่องพวกนี้ให้ได้หมดก่อนเถอะ ฉันต้อง \"ขยัน\" ทำงานให้หนักขึ้นอีก...",
      "vi": "Bạn biết tiểu thư Ningguang không? Cô ấy là người nắm giữ và chỉnh sửa luật pháp. Nội dung của mỗi lần thêm bớt thay đổi như vậy nhiều đến đáng sợ. Như mới lần trước đây, thêm ba luật mới đã được bổ sung vào bộ luật, 121 ghi chú pháp lý được sửa đổi và một loạt các trường hợp điển hình được bổ sung. Lần này không biết tôi phải học đến khi nào nữa...\n\nHừ, dù sao thì cô ấy cũng xuất thân là thương nhân, luận về luật pháp thì tôi sẽ không thua đâu, đợi tôi học xong tôi sẽ cố gắng làm việc mới được ..."
    }
  },
  {
    "title": {
      "zhs": "关于刻晴…",
      "zht": "關於刻晴…",
      "jp": "刻晴について…",
      "ko": "각청에 대해…",
      "en": "About Keqing",
      "de": "Über Keqing ...",
      "es": "Sobre Keching...",
      "fr": "À propos de Keqing...",
      "pt": "Sobre Keqing...",
      "ru": "О Кэ Цин...",
      "id": "Tentang Keqing",
      "th": "เกี่ยวกับ Keqing...",
      "vi": "Về Keqing..."
    },
    "line": {
      "zhs": "好在「玉衡星」不涉足专业律法领域。否则，依刻晴小姐的态度和效率，我怕是要失去不少工作。哦…不，好像也不至于。毕竟刻晴小姐为人刚正，容易得罪人，由我来当助手辅佐的话…哦不不，也不对，为什么我堂堂律法专家要当人助手？有事的话，应该是她来找我咨询才对。",
      "zht": "好在「玉衡星」不涉足專業律法領域。否則，依刻晴小姐的態度和效率，我大概要失去不少工作。哦…不，好像也不至於。畢竟刻晴小姐為人剛正，容易得罪人，由我來當助手輔佐的話…哦不不，也不對，為什麼我堂堂律法專家要當人助手？有事的話，應該是她來找我諮詢才對。",
      "jp": "「玉衡」は、法律が関わるような分野に首を突っ込んでこなくて助かる。刻晴殿の手腕であれば、下手すると私の仕事を奪われかねない。いや…そうとも限らないか。なにせ刻晴殿の歯に衣着せぬ物言いは、人の恨みを買いやすい。ならば、私が助手となり補佐を…待った、なぜ私が助手になろうとしている？何か困るようなことがあったら、彼女から私に相談しにくればいいだけだったな。",
      "ko": "다행히 옥형성은 율법 분야에 간섭을 안 해. 안 그랬다면 각청 씨의 뛰어난 일 처리 때문에 내 업무를 다 뺏겼을지도 몰라. 아… 아니다, 그 정도까진 아닌가? 각청 씨는 성격이 워낙 강직해서 좀 밉상이니까, 내가 조수로 옆에서 돕는다면…. 아, 아니지, 이 법률 전문가가 왜 조수를 해야 돼? 상담할 일이 생기면 각청 씨가 직접 날 찾아와야지",
      "en": "The Yuheng doesn't deal with matters of the law, and thank goodness... Knowing Keqing's attitude toward work and ruthless efficiency, I'd end up losing a lot of work. Although... No, surely it wouldn't come to that. She's a stickler for doing things the right way — no doubt she'd offend people... but if she had someone like me as her legal assistant... No way! Why should an eminent legal expert such as myself be relegated to the role of assistant!? If she needs legal counsel, she can come and find me.",
      "de": "Glücklicherweise ist der „Yuheng“ Keqing keine professionelle Rechtsberaterin. Sonst würde ich viele Klienten an sie verlieren. Ach, vielleicht würde es nicht so weit kommen. Keqing ist sehr rechtschaffen und macht sich dabei viele zum Feind. Würde ich als Assistentin für sie arbeiten ... Nein, das geht nicht! Warum sollte ich, die allerbeste Rechtsberaterin, als Assistentin für sie arbeiten? Sie sollte ganz im Gegenteil zu mir kommen, um sich beraten zu lassen.",
      "es": "Menos mal que el Equilibrio Terrenal no ha puesto pie en el área del derecho. Si no, en vista de la actitud y la eficiencia de Keching, acabaría perdiendo mucho trabajo. Aunque... no, tal vez no sería para tanto. Es una persona a la que le gusta hacer las cosas a su manera, así que no me cabe duda de que ofendería a la gente en muchas ocasiones.... Pero si tuviera a alguien como yo como su asistente... ¡No! ¿Por qué yo, una eminencia en el derecho, debería ser su asistente? Si necesita algo, ella debería ser la que me buscase para asesorarla.",
      "fr": "Heureusement que l'Alioth ne s'occupe pas du domaine légal... Connaissant son attitude envers le travail et son efficacité impitoyable, elle me ferait perdre beaucoup de clients. Quoique... Non, ça n'en viendrait pas jusque-là. Elle tient à faire les choses correctement, alors il est sûr qu'elle en offenserait certains... mais si j'étais sa conseillère juridique... Non plus. Pourquoi une conseillère juridique aussi renommée que moi devrait être reléguée au rang d'assistante ? Si dame Keqing a besoin de mes services, elle sait où me trouver.",
      "pt": "Ainda bem que a Yuheng não se envolveu com as leis. Caso contrário, temo que eu acabaria perdendo trabalhos com a eficiência e atitude de Keqing. Mas, creio que não chegaria até esse ponto, afinal de contas, Keqing é uma pessoa honesta, se eu me tornasse sua assistente... Não, não está correto, por que eu, a grande especialista legal me tornaria assistente de alguém? Na verdade, se houvesse algum problema, ela que deveria vir me procurar para uma consultoria.",
      "ru": "Хорошо, что Нефритовое равновесие не занимается юриспруденцией профессионально. Ведь Кэ Цин работает так усердно и эффективно, что я могла бы потерять немало клиентов. Нет, не так. Госпожа Кэ Цин слишком прямолинейна и люди часто на неё обижаются, но если я буду её ассистентом... Ну нет! С какой стати я, выдающийся эксперт по праву, должна быть ассистентом? Если что-то случится, пусть она сама ко мне приходит за консультацией.",
      "id": "Sang Yuheng tidak mengurus masalah hukum, dan untunglah demikian... Karena melihat dari sikap Keqing terhadap pekerjaan dan tingkat efisiensinya, aku pasti akan kehilangan banyak bagian dari pekerjaanku. Walaupun... Tidak, pastinya tidak akan begitu sih. Dia benar-benar teguh melakukan sesuatu dengan benar — jadi dia mudah menyinggung orang-orang... tapi jika dia mempunyai seseorang sepertiku sebagai asisten legalnya... Tidak! Mengapa seorang ahli hukum sepertiku harus turun menjadi seorang asisten! Jika dia membutuhkan konsultan legal, dia bisa datang dan menemukanku.",
      "th": "โชคดีที่ \"Yuheng\" ไม่ได้ข้องเกี่ยวกับสายกฎหมาย ไม่อย่างนั้นนะ ด้วยทัศนคติและประสิทธิภาพในการทำงานของคุณ Keqing แล้ว ฉันกลัวว่าคงจะต้องเสียงานไปไม่น้อยเลยทีเดียว โอ้... ไม่สิ น่าจะไม่ถึงขนาดนั้นนะ ยังไงซะคุณ Keqing ก็เป็นคนตรงไปตรงมาและง่ายต่อการทำให้ผู้อื่นขุ่นเคือง ถ้าได้ฉันคอยทำหน้าที่เป็นผู้ช่วยละก็... โอ้ไม่สิ แบบนี้ก็ไม่ถูก ทำไมผู้เชี่ยวชาญด้านกฎหมายที่มีเกียรติอย่างฉัน ต้องไปเป็นผู้ช่วยคนอื่นด้วยล่ะ? ถ้ามีอะไรเกิดขึ้นล่ะก็ น่าจะเป็นเธอที่เป็นฝ่ายมาหาฉันเพื่อขอคำปรึกษาสิถึงจะถูก",
      "vi": "Cũng may \"Ngọc Hành Tinh\" không can thiệp vào lĩnh vực pháp luật. Nếu không, dựa vào thái độ và hiệu suất của tiểu thư Keqing thì e rằng tôi sẽ mất đi không ít khách. Ừm... Không, không đến mức như vậy. Dù sao thì tiểu thư Keqing cũng rất thẳng tính, dễ đắc tội với người khác, nếu như có tôi làm trợ thủ để hỗ trợ thì... À không, cũng không đúng, tại sao một luật sư như tôi lại đi làm trợ thủ của người khác chứ? Nếu như có chuyện thì cô ấy phải là người tìm đến tôi nhờ giúp đỡ mới phải."
    }
  },
  {
    "title": {
      "zhs": "关于优菈…",
      "zht": "關於優菈…",
      "jp": "エウルアについて…",
      "ko": "유라에 대해…",
      "en": "About Eula",
      "de": "Über Eula ...",
      "es": "Sobre Eula...",
      "fr": "À propos d'Eula...",
      "pt": "Sobre Eula...",
      "ru": "Об Эоле...",
      "id": "Tentang Eula",
      "th": "เกี่ยวกับ Eula...",
      "vi": "Về Eula..."
    },
    "line": {
      "zhs": "优菈曾经救过我一次，我们也从此有了书信往来。她牢记骑士团的各项条文，却从不墨守成规。还总能找到巧妙的逻辑，灵活处理问题。大概因为我也是这样的人，所以和她相处会特别轻松吧。不过，她那种洒脱劲，我可就学不会啦。毕竟，我和她的职业可是完全不同呢。",
      "zht": "優菈曾經救過我一次，我們也從此有了書信往來。她牢記騎士團的各項條文，卻從不墨守成規。還總能找到巧妙的邏輯，靈活處理問題。大概因為我也是這樣的人，所以和她相處會特別輕鬆吧。不過，她那種灑脫的態度，我可就學不會啦。畢竟，我和她的職業可是完全不同呢。",
      "jp": "昔、エウルアに救われたことがあるんだ。それ以来、手紙でやりとりをしている。彼女は騎士団の条文を熟知しているのだが、決してそれに囚われない。むしろ、それを逆手に取って様々な問題を解決しているんだ…私に通ずるところがあるからか、彼女とは気の許せる仲になったよ。だが、あの気さくさは私には真似できない。なにせ、私たちの職務は、全く異なるものだからな。",
      "ko": "유라는 날 구해준 적이 있어. 그때부터 서신을 주고받았지. 그녀는 항상 기사단의 규정을 잘 지키지만, 관례에 얽매이진 않아. 게다가 아주 기발한 논리로 융통성 있게 문제를 처리하지. 그런 점이 나랑 비슷해서 서로 더 편해진 것 같아. 근데 그녀의 시원시원한 성격은 못 따라잡겠어. 그건 우리가 직업이 달라서겠지?",
      "en": "Eula saved me once, and we've kept up correspondence ever since. She's very familiar with the Knights of Favonius' legislation, but has never been one to be bound by convention. She uses cunning logic to deal with problems flexibly... Perhaps the reason we get along so easily is that I'm a similar type myself. Still, I'll never acquire that carefree spirit of hers. We are in very different professions, after all.",
      "de": "Eula hat mich einmal gerettet. Danach haben wir miteinander korrespondiert. Sie behält alle Regeln des Ritterordens im Kopf, hält sie aber nie stur ein. Sie kann immer die Regeln umgehen, indem sie die logischen Lücken drin findet, sodass sie die Probleme flexibel lösen kann. In diesem Punkt ähnelt sie mir sehr, deswegen fühle ich mich beim Umgang mit ihr sehr entspannt. Aber ich kann ihre Gelassenheit nicht einfach nachahmen, denn wir haben trotz allem ganz unterschiedliche Berufe.",
      "es": "Eula me salvó una vez y, desde entonces, mantenemos una amistad por correspondencia. Conoce muy bien toda la legislación de los Caballeros de Favonius, pero nunca se ha encadenado a las convenciones. Siempre se le ocurren soluciones muy astutas para resolver los problemas con flexibilidad. Puede que nos llevemos tan bien porque yo también soy así. Lo único que nunca adoptaré de ella es ese espíritu tan libre que tiene. Supongo que, después de todo, nuestras profesiones son completamente distintas.",
      "fr": "Eula m'a sauvée par le passé, et nous sommes restées en contact depuis. Elle connaît les règles de l'Ordre, mais n'est pas du genre à se tenir aux conventions. Elle trouve toujours une façon intelligente et créative de régler les problèmes. Elle et moi sommes similaires, ce qui explique probablement pourquoi nous nous entendons si bien. Cependant, je ne comprends pas son insouciance. Mais après tout, nous n'exerçons pas la même profession.",
      "pt": "Eula me salvou uma vez. Desde então nós comumente nos comunicamos por cartas. Ela lembra de cada cláusula dos Cavaleiros de Favonius, mas nunca ficou presa a elas. Além disso, ela procura uma lógica com toda sua energia, e lida com todos os problemas de maneira flexível. Talvez seja por causa de eu ser também uma pessoa assim que nós conseguimos nos comunicar tão relaxadamente. Entretanto, não consigo entender a atitude livre dela. Enfim, nossas profissões são totalmente diferentes.",
      "ru": "Однажды Эола спасла меня, и с тех пор мы переписываемся. Она прекрасно знает правила ордена, но никогда не придерживается их. Всегда находит хитроумный способ ловко разобраться с проблемой. Мы с ней очень похожи, наверное, именно поэтому мы поладили. Однако мне не понятен её беззаботный энтузиазм. Всё-таки, у нас разные профессии.",
      "id": "Eula pernah menyelamatkanku, dan sejak itu kami terus berhubungan, karena dia benar-benar familier dengan undang-undang Knights of Favonius, tapi tidak pernah terikat oleh aturan. Dia menggunakan logikanya untuk menangani masalah dengan fleksibel... Mungkin alasan kami bisa berteman dengan baik adalah karena kami merupakan tipe orang yang sama. Namun tetap saja, aku tidak pernah mengerti dengan jiwanya yang begitu bebas. Bagaimanapun juga, kami memang mempunyai profesi yang berbeda.",
      "th": "Eula เคยช่วยฉันไว้ครั้งนึงและพวกเราก็ได้แลกเปลี่ยนจดหมายกันตั้งแต่นั้นเป็นต้นมา เธอระลึกถึงบทบัญญัติต่าง ๆ ของอัศวิน แต่ไม่เคยยึดติดกับกฎ และยังสามารถค้นหาตรรกะที่ชาญฉลาดเพื่อจัดการกับปัญหาได้อย่างยืดหยุ่นด้วยล่ะ อาจเป็นเพราะฉันเป็นคนแบบนี้ด้วยจึงเข้ากับเธอได้ง่ายเป็นพิเศษ อย่างไรก็ตามฉันไม่สามารถเรียนรู้ความง่าย ๆ ไม่มีกฎเกณฑ์ของเธอได้ เพราะว่า อาชีพของฉันแตกต่างจากเธออย่างสิ้นเชิงยังไงล่ะ",
      "vi": "Eula đã từng cứu tôi một lần, cũng từ đó chúng tôi thường xuyên thư từ qua lại. Cô ấy nhớ rõ từng dòng từng mục của đội kỵ sĩ, nhưng chưa từng tuân thủ một cách cứng nhắc. Còn có thể tìm được logic khéo léo, linh hoạt xử lý vấn đề. Có lẽ vì tôi cũng là người như vậy nên rất dễ kết thân với cô ấy. Nhưng cái tính vô tư đó thì tôi không học được rồi. Dù sao thì nghề của tôi và cô ấy cũng khác nhau hoàn toàn mà."
    }
  },
  {
    "title": {
      "zhs": "关于夜兰…",
      "zht": "關於夜蘭…",
      "jp": "夜蘭について…",
      "ko": "야란에 대해…",
      "en": "About Yelan",
      "de": "Über Yelan ...",
      "es": "Sobre Yelan...",
      "fr": "À propos de Yelan...",
      "pt": "Sobre Yelan...",
      "ru": "О Е Лань...",
      "id": "Tentang Yelan",
      "th": "เกี่ยวกับ Yelan...",
      "vi": "Về Yelan..."
    },
    "line": {
      "zhs": "夜兰是总务司的雇员，帮我搞定过做假账的硬茬，我还请她吃了饭呢。不过…和她交谈的时候，总觉得自己的心思会被轻易看穿…嗯，以后千万不要站在她的对立面就好。",
      "zht": "夜蘭是總務司的雇員，幫我搞定過做假帳的麻煩事，我還請她吃了飯呢。不過…和她交談的時候，總覺得自己的心思會被輕易看穿…嗯，以後千萬不要站在她的對立面就好。",
      "jp": "夜蘭さんは総務司の役員だ。以前、粉飾決算にまつわる厄介な案件を解決してくれて、その際に食事に誘ったこともある。ただ…彼女と話す時、どうも心が見透かされているような気がする…ふむ、この先、彼女のことは敵に回さないほうがよさそうだ…",
      "ko": "야란 씨는 총무부 직원이야. 전에 장부 조작 사건 해결하는 걸 도와준 적이 있어서 식사 한 끼 대접했지. 다만… 야란 씨와 얘기하다 보면 내 속마음을 꿰뚫어 보는 듯한 느낌이 들어…. 음, 되도록 같은 편에 서는 게 좋겠어",
      "en": "Yelan is an employee of the Ministry of Civil Affairs — she once helped me crack a tough accounting fraud case. I treated her to dinner afterward. The only thing is... I feel like she's able to read my mind at any given moment when talking to her... Yes, in the future, I need to make absolutely sure I don't get on the wrong side of her.",
      "de": "Yelan ist Mitarbeiterin des Rats für Allgemeine Angelegenheiten und hat mir geholfen, einen schweren Fall von Bilanzfälschung aufzuklären, und ich habe sie sogar zum Essen eingeladen. Aber ... wenn ich mit ihr spreche, habe ich immer das Gefühl, dass sie meine Gedanken leicht lesen kann ... also, werde in Zukunft kein Gegner von ihr.",
      "es": "Yelan es una empleada del Ministerio de Asuntos Civiles. Una vez, me ayudó a solucionar un complicado caso de fraude contable. Después de eso, la invité a cenar. Es solo que... Tengo la sensación de que, siempre que hablo con ella, puede leerme la mente en todo momento. En el futuro, me aseguraré de no sentarme frente a ella.",
      "fr": "Yelan est une employée du Bureau des affaires civiles. Elle m'a aidée à résoudre une affaire compliquée de fraude comptable, alors je l'ai invitée à dîner. Toutefois... j'ai l'impression qu'aucune de mes pensées ne semble lui échapper lorsque je parle avec elle. À l'avenir, je devrai absolument m'assurer qu'elle ne me compte pas dans ses ennemis.",
      "pt": "Yelan é funcionária do Ministério dos Assuntos Civis e, uma vez ela me ajudou a desvendar um caso difícil de fraude contábil. Eu a convidei para jantar depois. A única coisa é... eu sinto que ela é capaz de ler minha mente a qualquer momento quando estiver falando com ela... Sim, no futuro, eu preciso ter certeza absoluta de não estar do lado errado dela.",
      "ru": "Е Лань - сотрудница Департамента по делам граждан. Однажды она помогла мне раскрыть сложное дело о мошенничестве с бухгалтерией, и я угостила её ужином. Только вот... Мне кажется, будто она способна читать мои мысли. Да, лучше всегда быть с ней на одной стороне.",
      "id": "Yelan adalah pegawai Bagian Urusan Sipil, dia pernah membantuku memecahkan kasus penipuan akuntansi yang cukup parah. Setelahnya, aku traktir dia makan malam. Tapi .... Aku merasa dia bisa baca pikiranku ketika aku sedang berbicara dengannya .... Ke depannya, aku harus pastikan kalau tempatku tidak berada di pihak yang berlawanan dengannya.",
      "th": "Yelan เป็นพนักงานของฝ่ายกิจการทั่วไป เธอเคยช่วยเหลือฉันแก้ไขคดีฉ้อโกงทางบัญชีที่ซับซ้อน ฉันยังเคยชวนเธอมากินข้าวด้วยนะ แต่ว่า... เวลาคุยกับเธอ ฉันมักจะรู้สึกว่าสิ่งที่คิดอยู่ในใจของฉันถูกอ่านออกมาได้อย่างง่ายดาย... อืม ต่อไปอย่าเป็นศัตรูกับเธอคงจะดีกว่า",
      "vi": "Yelan là ủy viên của Tổng Vụ, từng giúp qua tôi nhiều ca khó về sổ sách giả, tôi còn mời cô ấy ăn cơm nữa. Nhưng mà... khi giao thiệp với cô ấy, tôi cứ luôn cảm thấy tâm tư của mình rất dễ bị nhìn thấu... Ừm, sau này tốt nhất đừng nên đứng khác chiến tuyến với cô ta."
    }
  },
  {
    "title": {
      "zhs": "关于久岐忍…",
      "zht": "關於久岐忍…",
      "jp": "久岐忍について…",
      "ko": "쿠키 시노부에 대해…",
      "en": "About Kuki Shinobu",
      "de": "Über Kuki Shinobu ...",
      "es": "Sobre Kuki Shinobu...",
      "fr": "À propos de Kuki Shinobu...",
      "pt": "Sobre Kuki Shinobu...",
      "ru": "О Куки Синобу...",
      "id": "Tentang Kuki Shinobu",
      "th": "เกี่ยวกับ Kuki Shinobu",
      "vi": "Về Kuki Shinobu..."
    },
    "line": {
      "zhs": "阿忍？我记得她，那个来璃月留学专修律法的稻妻人嘛。为了完成课业实习，她专门约我讨论过案件，每次结束后又是鞠躬又是谢谢的，搞得我都有点不好意思了…当时就觉得，她将来一定会成为出色的律法专家。算起来，稻妻锁国的时间正好是她毕业前后，不知道她回去后一切还顺利吗…",
      "zht": "阿忍？我記得她，那個來璃月留學專修律法的稻妻人嘛。為了完成課業實習，她專門約我討論過案件，每次結束後又是鞠躬又是謝謝的，搞得我都有點不好意思了…當時就覺得，她將來一定會成為出色的律法專家。算起來，稻妻鎖國的時間正好是她畢業前後，不知道她回去後一切還順利嗎…",
      "jp": "忍さん？ああ、彼女なら覚えている。法律を習うために、璃月に留学しに来た稲妻人だろう。彼女は実習を終えるため、わざわざ私のところに案件の相談をしに来ることもあった。相談が終わるたび、いつもお辞儀したり、礼を言ったりして、私も少し恥ずかしくなったよ…あの時、私は思ったんだ、彼女ならきっと、立派な法律家になると。そういえば、稲妻が鎖国し始めたのは彼女の卒業の前後だったな。帰国した後、うまくやっているだろうか…",
      "ko": "시노부? 기억나. 법을 공부하러 리월까지 유학 왔던 이나즈마 사람이잖아. 실습 과제 때문에 나랑 사건에 대해 논의한 적이 있는데, 끝날 때마다 고맙다면서 허리 굽혀 인사해서 좀 민망할 지경이었지…. 그때부터 시노부가 꼭 훌륭한 법률 전문가가 될 거라는 생각이 들었어. 그러고 보니, 이나즈마의 쇄국이 시작된 시기가 딱 시노부가 졸업했을 때쯤이네. 돌아가서 잘 지내고 있으려나…",
      "en": "Shinobu? I remember her, she's the Inazuman girl that came to Liyue as an exchange student to specialize in law. When she was doing her coursework, she used to meet with me to discuss some cases, and after we were done, she'd always bow and thank me, which would always make me a little embarrassed. I always felt like she was going to make an excellent lawyer in the future. Thinking about it, Inazuma went into lockdown right around the time she would have graduated. I wonder how she's been doing since she went back...",
      "de": "Shinobu? Ich erinnere mich an sie, eine Einheimische aus Inazuma, die nach Liyue kam, um Jura zu studieren. Sie hatte mich gebeten, Fälle zu besprechen, um ihr Praktikum abzuschließen, und es war mir etwas peinlich, als sie sich am Ende jedes Falles verbeugte und mir dankte ... Damals dachte ich, dass sie in Zukunft eine große Rechtsexpertin sein würde. Mal überlegen, das Sakoku-Dekret von Inazuma wurde genau zum Zeitpunkt ihres Abschlusses erlassen. Ich weiß nicht, ob nun alles nach ihrer Rückkehr nach Inazuma in Ordnung ist ...",
      "es": "¿Shinobu? La recuerdo. Es esa chica de Inazuma que vino a Liyue como estudiante de intercambio para especializarse en derecho. Cuando estaba realizando su curso, solía venir a verme para discutir sobre algunos casos y, al terminar, siempre me hacía una reverencia para darme las gracias, lo cual me daba un poco de vergüenza. Siempre tuve la sensación de que en el futuro sería una excelente abogada. Ahora que lo pienso, Inazuma cerró sus fronteras más o menos cuando ella se graduó. Me pregunto cómo le habrá ido desde que regresó...",
      "fr": "Shinobu ? Je me souviens d'elle, c'est l'étudiante étrangère d'Inazuma qui est venue à Liyue pour se former au droit. Elle me donnait rendez-vous pour discuter de certains cas pratiques pour ses cours. À la fin de nos séances, elle s'inclinait pour me remercier, et ça me mettait un peu mal à l'aise... J'ai toujours pensé qu'elle ferait une excellente avocate plus tard. D'ailleurs, Inazuma s'est refermée à peu près au moment où elle a été diplômée. Je me demande comment elle va depuis qu'elle est rentrée...",
      "pt": "Shinobu? Eu me lembro dela, é a garota de Inazuma que veio para Liyue como uma estudante de intercâmbio para se especializar em direito. Quando ela estava em seu curso, costumava se encontrar comigo para discutir alguns casos, e quando havíamos terminado, ela se curvava e me agradecia. Eu sempre ficava um pouco constrangido. Sempre pensei que ela seria uma excelente advogada no futuro, e agora que penso nisso, Inazuma se fechou por volta da época que ela estava se graduando. Me pergunto como ela está desde que voltou...",
      "ru": "Синобу? Я помню её, это девушка из Инадзумы, которая приехала в Ли Юэ по обмену, чтобы учиться юриспруденции. Когда она писала свою курсовую работу, то обычно встречалась со мной, чтобы обсудить некоторые вопросы. После того, как мы заканчивали, она каждый раз кланялась и благодарила меня. Это всегда меня немного смущало. Я всегда чувствовала, что в будущем она станет отличным адвокатом. Если подумать, Инадзума закрылась как раз в то время, когда Синобу должна была закончить обучение. Интересно, как у неё сейчас дела...",
      "id": "Shinobu? Aku ingat, dia gadis Inazuma yang datang ke Liyue untuk belajar hukum kan. Kalau lagi bikin tugas, dia sering cari aku buat bahas beberapa kasus. Setelahnya, dia akan selalu membungkuk dan berterima kasih kepadaku, yang selalu berhasil bikin aku jadi agak malu. Aku selalu merasa kalau dia akan tumbuh jadi pengacara yang hebat. Oh benar juga, Dekrit Sakoku Inazuma diberlakukan pas waktu seharusnya dia lulus ya. Aku jadi penasaran, sekarang dia gimana ya ....",
      "th": "Shinobu? ฉันจำเธอได้ ชาว Inazuma ที่มาเรียนต่อกฎหมายที่ Liyue ใช่มั้ย เธอเคยเชิญฉันมาหารือเกี่ยวกับคดีเพื่อให้การฝึกงานเสร็จสิ้น หลังจากเสร็จเธอก็โค้งคำนับ และขอบคุณทุกครั้งหลังจบการหารือ มันทำให้ฉันรู้สึกเขินอายเล็กน้อย... ตอนนั้น ฉันรู้สึกว่าเธอจะต้องกลายเป็นผู้เชี่ยวชาญด้านกฎหมายที่ยอดเยี่ยมในอนาคตอย่างแน่นอน",
      "vi": "Shinobu sao? Tôi nhớ chứ, cô ấy là du học sinh người Inazuma, đến Liyue để học chuyên khoa về luật. Để hoàn thành khóa thực tập, cô ấy còn mời tôi thảo luận đề án, mỗi lần như thế đều cúi đầu cảm ơn tôi, làm tôi cũng thấy có chút ngại... Lúc đó tôi còn nghĩ rằng cô ấy sau này nhất định sẽ trở thành một chuyên gia pháp luật. Tính ra thì lúc Inazuma phong tỏa cũng là lúc cô ấy tốt nghiệp. Không biết cô ấy về Inazuma có thuận lợi không..."
    }
  },
  {
    "title": {
      "zhs": "想要了解烟绯·其一",
      "zht": "想要瞭解煙緋·其一",
      "jp": "煙緋を知る·1",
      "ko": "연비에 대해 알기·첫 번째",
      "en": "More About Yanfei: I",
      "de": "Ich will mehr über Yanfei erfahren I",
      "es": "Más sobre Yanfei (I)",
      "fr": "Connaître Yanfei (1)",
      "pt": "Mais sobre Yanfei - I",
      "ru": "Узнать больше о Янь Фэй I",
      "id": "Mengenal Yanfei: I",
      "th": "อยากรู้เกี่ยวกับ Yanfei - 1",
      "vi": "Muốn tìm hiểu Yanfei - Điều thứ 1"
    },
    "line": {
      "zhs": "是客人吗？幸会幸会，这是我的名牌，今天我可能不方便出外勤，有纠纷的话麻烦把双方都带过来，还有咨询费的收费标准我给你看一下，稍等一会儿…\n\n欸？只是随便聊聊天？嗯…那就不收钱了。居然会找关系一般的律法专家「随便聊聊天」，真是个特别的人。",
      "zht": "#是客人嗎？幸會幸會，這是我的名片，今天我可能不方便出外勤，有糾紛的話麻煩把雙方都帶過來，還有諮詢費的收費標準我給{F#妳}{M#你}看一下，稍等一下…\n\n欸？只是隨便聊聊天？嗯…那就不收錢了。居然會找關係普通的律法專家「隨便聊聊天」，真是個特別的人。",
      "jp": "お客様？どうぞ、はい、私の名刺だ。今日は外に出るのが難しいんで、もし相手がいるような案件なら当事者を連れてきてもらえるだろうか？あと相談料の目安も出そう、少し待っててく…えっ？ただ話がしたいだけ？\n\nそれなら…うん、無料でいい。仲良しでもない法律家のところにきて、「お話」がしたいだなんて、お前は変わり者だな。",
      "ko": "손님? 만나서 반가워. 이건 내 명함이야. 오늘은 외근이 어려우니, 문제가 있다면 양쪽 사람들을 다 데리고 와줘. 상담 비용 기준표는 여기 있어. 잠시만 기다려줘….\n\n뭐? 그냥 수다나 떨러 왔다고? 음… 그럼 따로 돈은 안 받을게. 친하지도 않은 법률 전문가랑 「수다」가 떨고 싶다니, 진짜 특이한 사람이네",
      "en": "A client? Very pleased to meet you, here's my card. I'm afraid I can't leave my desk today, if it's a dispute we're dealing with then please bring the relevant parties here to see me. Let me just give you a breakdown of my fees — one moment...\n\nHuh? You came just to chat? Uh... no fee necessary then. So just to clarify... you came to chat as friends with a legal expert that you've never met before... care to explain?",
      "de": "Herzlich willkommen! Wie kann ich dir behilflich sein? Hier ist meine Visitenkarte. Heute kann ich leider nicht auf Außendienst gehen. Falls es bei dir um eine Auseinandersetzung geht, kannst du bitte alle Parteien der Auseinandersetzung hier herbitten? Und hier ist meine Preisliste ...\n\nÄh, du kommst nur vorbei, um mit mir zu plaudern? Mhm, dann ist es kostenfrei. Aber du bist zu einer dir nicht bekannten Rechtsberaterin gekommen, um nur mit ihr zu „plaudern“. Sehr beeindruckend!",
      "es": "#¿{F#Una}{M#Un} client{F#a}{M#e}? Un gusto conocerte, aquí tienes mi tarjeta. Hoy no creo que pueda salir de mi despacho, así que si tu problema es una disputa, por favor, tráeme a las partes implicadas. Deja que te muestre mis tarifas estándar de asesoramiento. Un momento...\n\n¿Eh? ¿Solo querías charlar? Oh, en ese caso, no se aplica ninguna tarifa. Entonces, ¿viniste a “charlar” con una experta en derecho que no conocías de antes? ¿Y se puede saber por qué?",
      "fr": "#{F#Une cliente}{M#Un client} ? Enchantée, voici ma carte. Malheureusement, je ne suis pas disponible aujourd'hui. En cas de litige, je vous prierai de venir avec les deux parties. Veuillez patienter, je vais chercher ma brochure de tari...\n\nOh ? Vous êtes seulement là pour discuter avec moi ? C'est gratuit dans ce cas. Juste pour être sûre : vous êtes {M#venu}{F#venue} voir une conseillère juridique que vous n'avez jamais rencontrée avant juste pour « causer »... C'est quand même bizarre...",
      "pt": "#{F#Uma}{M#Um} cliente? Ótimo, aqui está o meu cartão de negócios. Hoje estou um pouco ocupada. Se houver alguma disputa, por favor, venha com ambas as partes. Veja aqui um pouco quanto cobro pelos meus serviços... Espere um pouco.\n\nUh? Você só quer conversar? Então não precisa de dinheiro para isso... Vir só conversar com uma especialista legal não é algo nem um pouco comum.",
      "ru": "Клиент? Добро пожаловать! Вот моя визитка. Сегодня мне неудобно проводить выездные консультации, так что, если нужно разрешить спор, пожалуйста, приведите сюда обе стороны. Я покажу вам цены за услуги. Подождите минутку...\n\nА? Просто поговорить? Эм... Ну тогда бесплатно. Хотя для «просто поговорить» можно было бы найти юриста попроще. Необычный человек...",
      "id": "Oh, klien ya? Senang berjumpa denganmu, ini kartu namaku. Mohon maaf, hari ini aku tidak bisa meninggalkan meja, kalau ada kasus perselisihan, silakan bawa pihak-pihak yang bersangkutan kemari untuk menemuiku. Nah, untuk biayanya, ada ....\n\nEh? Kamu cuma mau ngobrol? Oh, kalau itu sih bebas biaya. Baiklah, jadi kamu datang untuk \"ngobrol\" dengan seorang konsultan hukum yang belum pernah kamu temui sebelumnya ... Boleh jelaskan?",
      "th": "ลูกค้างั้นเหรอ? เป็นเกียรติมาก ๆ นี่คือนามบัตรของฉัน วันนี้ฉันไม่สะดวกที่จะออกไปข้างนอกน่ะ ถ้ามีข้อพิพาทให้นำทั้งสองฝ่ายมาที่นี่ละกัน แล้วก็เดี๋ยวฉันจะให้คุณดูค่าใช้จ่ายมาตรฐานสำหรับค่าปรึกษา รอแป๊บนึงนะ.... \n\nเอ๋? แค่มาคุยเล่นด้วยเฉย ๆ เหรอ? อืม... ถ้างั้นไม่คิดเงินละกัน มาหาผู้เชี่ยวชาญด้านกฎหมายเพื่อ \"คุยเล่นเฉย ๆ\" ช่างเป็นคนที่พิเศษจริง ๆ",
      "vi": "Là khách hàng sao? Hân hạnh hân hạnh, đây là danh thiếp của tôi, hôm nay tôi không tiện đi công tác, nếu như có tranh chấp thì nhớ dẫn theo đương sự hai bên nhé, còn chi phí kiện tụng nữa, để tôi đưa bạn xem, đợi chút nhé...\n\nHử? Chỉ đến để tán gẫu thôi sao? Ừm... vậy thì không tính tiền nữa. Bạn tìm một luật sư không thân lắm để tán gẫu thôi sao, thật là một người đặc biệt."
    }
  },
  {
    "title": {
      "zhs": "想要了解烟绯·其二",
      "zht": "想要瞭解煙緋·其二",
      "jp": "煙緋を知る·2",
      "ko": "연비에 대해 알기·두 번째",
      "en": "More About Yanfei: II",
      "de": "Ich will mehr über Yanfei erfahren II",
      "es": "Más sobre Yanfei (II)",
      "fr": "Connaître Yanfei (2)",
      "pt": "Mais sobre Yanfei - II",
      "ru": "Узнать больше о Янь Фэй II",
      "id": "Mengenal Yanfei: II",
      "th": "อยากรู้เกี่ยวกับ Yanfei - 2",
      "vi": "Muốn tìm hiểu Yanfei - Điều thứ 2"
    },
    "line": {
      "zhs": "头上的鹿角？噢，这个啊，因为我的老爹是仙人，我有半仙之血嘛。不过，我是在璃月安定后出生的，没跟帝君签订契约，自然不用履行任何仙家职责，可以尽情过自己想要的生活。我还挺满意的，嘿嘿。",
      "zht": "頭上的鹿角？噢，這個啊，因為我的老爹是仙人，我有半仙之血嘛。不過，我是在璃月安定後出生的，沒跟帝君簽訂契約，自然不用履行任何仙家職責，可以盡情過自己想要的生活。我還挺滿意的，嘿嘿。",
      "jp": "頭の上にある鹿角？ああ、私のお父様は仙人なんだ、だから、私にも半分仙人の血が流れていてな。とは言うものの、私は璃月が国として安定した後の生まれだ。だから、帝君とは契約を結んでいない。当然、仙人としての責務を果たさなくても良いし、好きな暮らしができる。この生活には結構満足しているんだ、ふふ。",
      "ko": "머리에 있는 사슴뿔? 아, 이거? 우리 아버지가 선인이시거든. 선인의 피가 섞인 셈이지. 하지만 난 리월이 안정된 후에 태어나서 제군과 계약을 맺지 않았어. 그러니까 난 선인의 책임을 이행할 필요 없이 내가 살고 싶은 대로 살면 되는 거지. 꽤 만족스러워, 헤헤헤",
      "en": "These antlers? Oh... well my father is an adeptus, so I have adeptus blood myself. Still, I was born during peacetime here in Liyue — I never signed a contract with Rex Lapis. Naturally, I don't have to concern myself with adeptal affairs — I'm free to focus on the life I want to live. Works for me! Hee-hee.",
      "de": "Das Geweih auf meinem Kopf? Oh, das kommt daher, dass ich halb Adept durch meinen Vater bin. Aber ich bin erst geboren worden, nachdem der Frieden zurück nach Liyue gekommen war. Deswegen habe ich keinen Vertrag mit Rex Lapis geschlossen. Mir obliegt also keine Pflicht eines Adepten. Deshalb kann ich so leben, wie ich möchte. Ich bin damit sehr zufrieden, hehe.",
      "es": "¿Las astas de mi cabeza? Oh... bueno, mi padre es un Adeptus, así que yo tengo sangre Adeptus también. Sin embargo, nací en una época de paz en Liyue, por lo que nunca firmé ningún contrato con Rex Lapis. Por eso, no tengo que cumplir ningún deber como otros Adeptus y puedo disfrutar de la vida como desee. ¡Por mí, perfecto! Jeje.",
      "fr": "Ces cornes ? Oh... Eh bien, mon père est un Adepte, donc j'ai moi-même du sang d'Adepte. Mais je suis née après que les choses se soient calmées à Liyue, sans avoir eu à former un contrat avec le Souverain de la Roche. Je suis donc exemptée de toute mission habituellement confiée aux immortels, et surtout, je peux vivre ma vie comme je l'entends. Ça me va très bien ! Héhé.",
      "pt": "Esses chifres na minha cabeça? Oh, isso. Meu pai é um Adeptus, portanto, eu tenho sangue meio-Adeptus. Mas eu nasci em uma era de paz em Liyue, não assinei nenhum contrato com Rex Lapis, então naturalmente não tenho nenhuma tarefa de Adepti para fazer, posso viver minha vida como eu quiser. Estou bem satisfeita, hehe.",
      "ru": "Рога на голове? Ну... Это потому, что мой отец - Адепт, и во мне течёт кровь Адептов. Я родилась после того, как в Ли Юэ воцарился мир, и не подписывала контракт с Властелином Камня. Мне не нужно выполнять никаких обязанностей Адептов, и я могу в полной мере прожить жизнь, какую только захочу. Я вполне довольна этим, хе-хе-хе.",
      "id": "Tanduk? Oh ... ayahku itu Adeptus, jadi aku juga separuh Adeptus. Tapi aku lahir waktu Liyue sudah damai, dan aku tidak pernah teken kontrak dengan Rex Lapis. Yah, karena itu aku jadi tidak usah memikirkan soal urusan Adeptus. Aku bebas menjalani hidup yang aku mau. Asyik kan, hehehe.",
      "th": "เขาบนหัวนี่เหรอ? อ๋อ อันนี้เองเหรอ เพราะว่าพ่อของฉันเป็นเซียนน่ะ ฉันก็เลยเป็นลูกครึ่งเซียน แต่ฉันเกิดหลังจากที่ Liyue สงบและมั่นคงแล้ว ฉันก็เลยไม่ได้ทำสัญญากับราชาแห่งหิน เลยไม่จำเป็นต้องทำหน้าที่ของเซียน และสามารถใช้ชีวิตอย่างที่ต้องการได้เต็มที่ ซึ่งฉันค่อนข้างพอใจเลยล่ะ ฮิฮิ",
      "vi": "Chiếc sừng trên đầu? A, cái này sao, bởi vì bố tôi là tiên nhân, nên tôi có dòng máu bán tiên. Nhưng mà, tôi ra đời khi Liyue đã ổn định, nên không có ký khế ước với Đế Quân, thế nên cũng không cần phải thực hiện trách nhiệm của tiên gia, cứ thế mà tận hưởng cuộc sống mình muốn thôi. Tôi cảm thấy rất hài lòng, hì hì."
    }
  },
  {
    "title": {
      "zhs": "想要了解烟绯·其三",
      "zht": "想要瞭解煙緋·其三",
      "jp": "煙緋を知る·3",
      "ko": "연비에 대해 알기·세 번째",
      "en": "More About Yanfei: III",
      "de": "Ich will mehr über Yanfei erfahren III",
      "es": "Más sobre Yanfei (III)",
      "fr": "Connaître Yanfei (3)",
      "pt": "Mais sobre Yanfei - III",
      "ru": "Узнать больше о Янь Фэй III",
      "id": "Mengenal Yanfei: III",
      "th": "อยากรู้เกี่ยวกับ Yanfei - 3",
      "vi": "Muốn tìm hiểu Yanfei - Điều thứ 3"
    },
    "line": {
      "zhs": "那种维系一生的严肃契约…我只和老爹订过。唔…就是那种「要快乐生活」什么的，他就是那种人啦。不过嘛，我还是挺为老爹的这份通透自豪的。要是他想跟我定那种「要吃苦中苦，要做人上人」之类的契约，我肯定逃都要逃走了。",
      "zht": "那種維繫一生的嚴肅契約…我只和老爹訂過。唔…就是那種「要快樂生活」什麼的，他就是那種人啦。不過嘛，我還是挺為老爹的這份通透自豪的。要是他想跟我訂那種「要吃苦中苦，要做人上人」之類的契約，我肯定逃都要逃走了。",
      "jp": "一生を縛られるような厳しい契約は…お父様としか結んでいない。…といっても「お前は楽しく生きるんだ」みたいな内容の契約なんだがな。うちのお父様はそういう人なんだ。でも私は、お父様のそんなところが誇らしい。もしあの時「いくら辛酸をなめようとも、出世するんだ」とかいう契約を結ばれそうになっていたら、私は逃げ出していただろうな！",
      "ko": "일생을 지켜야 하는 계약이라… 아버지와 맺은 적은 있어. 음… 「즐겁게 살아야 한다」, 뭐 이런 거 있잖아. 우리 아버지가 좀 그런 분이야. 난 아버지가 이렇게 깨어있는 분인 게 자랑스러워. 「젊을 때 고생은 사서도 한다. 어딜 가든 으뜸이 돼야 한다」 이런 계약을 맺으라고 하셨다면 난 분명 도망쳐버렸을걸?",
      "en": "Contracts of that magnitude — lifelong commitments... I've only ever signed one with my father. Uh... it's about living happily, I suppose. That's the kind of person he is. I'm proud of him for that. If he'd wanted me to sign a different contract, say... one about working myself into the ground, or stepping on others to achieve success... I would've ran away by now!",
      "de": "Einen lebenslangen Vertrag ... habe ich nur mit meinem Vater geschlossen. Mhmm, in dem Vertrag geht es darum, dass „ich ein glückliches Leben führen soll“. Ich bin auf die Weisheit meines Vaters stolz. Falls er mir einen Vertrag wie „ohne Fleiß kein Preis“ vorgeschlagen hätte, wäre ich längst weit weg von ihm geflohen.",
      "es": "Contratos de esa magnitud, compromisos de por vida... Solo he firmado uno con mi padre. Oh... era sobre vivir feliz y esas cosas. Así es mi padre y yo estoy orgullosa de él por ello. Si quisiera que firmase otro contrato que consistiese en, por ejemplo, hacerme trabajar demasiado o pisotear a otros para tener éxito... ¡ya me habría escapado!",
      "fr": "J'ai déjà passé un contrat solennel avec des engagements à vie avec mon père. Pour résumer, il s'agissait de mener une vie heureuse. C'est lui tout craché, et j'en suis fière. S'il avait voulu me faire signer un contrat qui implique de travailler du matin au soir ou d'écraser les autres pour réussir... Je crois que j'aurais fui depuis longtemps !",
      "pt": "Um contrato sério que tem que ser respeitado durante sua vida inteira? Eu apenas assinei um com o meu pai... É tipo, \"ser feliz pela vida inteira\", enfim, ele é esse tipo de pessoa. Mas afinal de contas, eu estou muito orgulhosa do meu pai tão despreocupado. Se ele tivesse feito um contrato de \"Se esforce ao máximo para ser o melhor de si\", eu teria fugido.",
      "ru": "Серьёзный пожизненный контракт я заключила только с отцом. Это контракт с обещанием «жить долго и счастливо». Вот какой у меня отец. Я горжусь им за это. Если бы он хотел заключить со мной какой-нибудь другой контракт... о том, что надо «работать до потери пульса» или «добиваться высокого положения»... Я бы сбежала.",
      "id": "Kontrak besar, yang mengikat seumur hidup ... Aku cuma punya satu, kontrak dengan ayahku sendiri. Isinya ... tentang menjalani hidup dengan bahagia, kurang lebih begitu lah. Ayah memang seperti itu, dan aku bangga pada sifatnya yang satu itu. Kalau dia minta aku tanda tangan kontrak yang beda, yang isinya misalnya \"kerja keras sekeras-kerasnya, injak orang lain agar dapat terus naik ke tempat yang lebih tinggi\", aku pasti sudah kabur dari dulu!",
      "th": "พันธสัญญาเคร่งครัดแบบที่คงอยู่ไปตลอดชีวิตน่ะเหรอ... ฉันสัญญากับพ่อของฉันไว้น่ะ อืม... ก็คือ \"ใช้ชีวิตอย่างมีความสุข\" หรืออะไรสักอย่าง เขาเป็นคนแบบนั้นแหละ แต่ฉันค่อนข้างภูมิใจในความโปร่งใสของพ่อนะ ถ้าเขาทำสัญญากับฉันแบบ \"อดทนต่อความยากลำบากและเป็นนายคน\" ฉันคงหนีไปแน่นอนเลยล่ะ",
      "vi": "Loại khế ước nghiêm túc phải định cả đời... Tôi chỉ ký với bố tôi thôi. Ừm... đó là loại khế ước \"phải sống vui vẻ\", ông ấy là kiểu người thế đó. Nhưng mà, tôi rất tự hào về sự thông suốt của bố, nếu như ông ấy bắt tôi ký khế ước \"phải chịu thương chịu khó, phải vượt trội hơn người\" thì tôi nhất định sẽ bỏ trốn."
    }
  },
  {
    "title": {
      "zhs": "想要了解烟绯·其四",
      "zht": "想要瞭解煙緋·其四",
      "jp": "煙緋を知る·4",
      "ko": "연비에 대해 알기·네 번째",
      "en": "More About Yanfei: IV",
      "de": "Ich will mehr über Yanfei erfahren IV",
      "es": "Más sobre Yanfei (IV)",
      "fr": "Connaître Yanfei (4)",
      "pt": "Mais sobre Yanfei - IV",
      "ru": "Узнать больше о Янь Фэй IV",
      "id": "Mengenal Yanfei: IV",
      "th": "อยากรู้เกี่ยวกับ Yanfei - 4",
      "vi": "Muốn tìm hiểu Yanfei - Điều thứ 4"
    },
    "line": {
      "zhs": "有的时候，我处理的商业纠纷会以不太好看的形式收场。对方常常拿出数倍额度的赔偿，或者付出更多的代价…但这都是这些人违背「契约」后应得的苦果。有人会传流言说我很可怕，有人对我避之不及。虽然我没有解释给谁听，但我最初的目的是为了璃月港的大环境着想！\n\n你看，纠纷的起点是违背契约，但看到乱来的后果，他们还敢背信弃义吗？让大家意识到「契约」的重要性，也是我工作中的重要一环呢。",
      "zht": "#有的時候，我處理的商業糾紛會以不太好看的形式收場。對方常常拿出數倍額度的賠償，或者付出更多的代價…但這都是這些人違背「契約」後應得的苦果。有人會傳流言說我很可怕、有人對我避之不及。雖然我沒有跟誰解釋過，但我最初的目的是為了璃月港的大環境著想！\n\n{F#妳}{M#你}看，糾紛的起點是違背契約，但看到亂來的後果，他們還敢背信棄義嗎？讓大家意識到「契約」的重要性，也是我工作中的重要一環呢。",
      "jp": "たまに、私の担当する商事紛争が丸く収まらないことがある。そうなると相手側は膨大な賠償金を支払うことになるか、またはそれ以上の代価を支払う…けどこれは、「契約」を破った者が受けるべき当然の報いなんだ。私のことを恐ろしい人物だと流布する輩や、私を煙たがる者もいるが、こういった者たちに弁明するつもりは毛頭ない。ただ、それでも私は璃月港に住む人々のために働いていることだけは分かってほしい！\n\nなぜなら、諍いとは契約破棄から始まるものであり、それを破る者にはそれ相応の罰を科して、二度と道義を踏みにじることがないようしなくてはならないからだ。皆に「契約」の重要性を教えるのも、私の仕事の一環だと考えている。",
      "ko": "내가 담당하는 상업 분쟁이 좋지 않게 끝날 때도 있어. 상대방이 수배의 배상을 한다든가 더 많은 대가를 치르게 되지만… 이건 모두 그 사람들이 「계약」을 어긴 대가야. 내가 무서운 사람이란 소문이 돌아서 날 피해 다니는 사람도 있어. 아무한테도 얘기한 적 없지만, 난 리월항 전체를 위해서 한 일이라구!\n\n분쟁은 계약을 위반했기 때문에 시작되잖아? 하지만 그에 따른 결과를 보고도 계약을 함부로 어길 수 있을까? 사람들한테 「계약」의 중요성을 인지시키는 것도 내 중요한 업무 중에 하나야",
      "en": "Sometimes, the commercial disputes I handle don't end very pleasantly. The other party might win compensation way in excess of the damages, or pay damages far exceeding the costs... Such is the price of violating a contract. Some people say I'm pretty terrifying, others try to avoid me altogether, but I don't need to explain myself to anyone. Since the very beginning, the welfare of Liyue has been my primary concern!\n\nThink about it — the origin of disputes can be traced back to the violation of contracts. People are a lot less likely to violate contracts when they see the fallout. Making sure that people realize the importance of contracts is a crucial part of my work!",
      "de": "Für manche ist meine Vermittlung nicht besonders zufriedenstellend. In diesen Fällen müssten sie entweder mehr Entschädigung als der von ihnen verursachte Schaden an die anderen Vertragsparteien zahlen oder müssten einen noch viel höheren Preis dafür an mich zahlen ... Sie haben das aber verdient, weil sie den „Vertrag“ nicht eingehalten haben. Trotzdem gehen Gerüchte um, dass ich eine sehr schreckliche Beraterin sei. Manche Leute machen deshalb einfach einen großen Bogen um mich. Ich habe das zwar niemandem verraten, aber ich habe sowas getan, nur um das Geschäftsumfeld von Liyue zu verbessern.\n\nGuck mal, ich habe jetzt an diesen Leuten ein Exempel statuiert, so werden alle klar sehen, was für eine Strafe auf sie wartet, falls sie einen Vertrag brechen. Es gehört auch zu meiner Arbeit, allen die Wichtigkeit von Verträgen zu zeigen.",
      "es": "A veces, las disputas comerciales de las que me encargo no terminan muy bien. La otra parte suele conseguir una compensación por daños o tiene que pagar los daños a un precio mucho mayor... Ese es el precio por violar un contrato. Algunas personas dicen que soy aterradora y otras intentan evitarme directamente. No tengo por qué explicárselo a nadie, ¡pero mi mayor preocupación es salvaguardar el bienestar de Liyue!\n\nPiénsalo, el origen de las disputas se debe a la violación de los contratos, pero ¿haría lo mismo la gente si supiera las consecuencias de ello? Asegurarme de que sean conscientes de la importancia de los contratos es una parte crucial de mi trabajo.",
      "fr": "Parfois, les litiges commerciaux dont je m'occupe ne se terminent pas sous les meilleurs auspices. Il arrive que l'autre partie obtienne une indemnité bien supérieure aux dommages causés, ou qu'elle ait à payer des réparations bien supérieures aux coûts engendrés... Tel est le prix à payer lorsqu'on rompt un contrat. Certaines personnes disent que je suis une personne terrible, d'autres essayent carrément de m'éviter, mais je n'ai de comptes à rendre à personne. Ma préoccupation a toujours été le bien-être de Liyue !\n\nQuand on y pense, l'origine d'une querelle remonte toujours à la violation d'un contrat. Si les gens peuvent voir ce qu'il en coûte, ils seront beaucoup moins susceptibles de les ignorer. M'assurer que la population prenne conscience de l'importance des contrats est une part essentielle de mon travail !",
      "pt": "Às vezes, as disputas comerciais com que trabalho não tem um final tão bom. Uma parte comumente paga uma compensação significante, ou um preço ainda maior... Mas isso são as consequências de quebrar um contrato. Há rumores terríveis sobre mim e, por causa disso, algumas pessoas me evitam. Apesar de eu não explicar isso para ninguém, minha intenção é ajudar Liyue!\n\nO ponto de partida de uma disputa é a quebra de um contrato, mas se soubessem as consequências, será que ainda se atreveriam a quebrá-lo? Deixar todos saberem a importância de um contrato é também uma parte importante do meu trabalho.",
      "ru": "Иногда коммерческие споры, которыми я занимаюсь, заканчиваются не очень приятно, и другой стороне приходится платить значительную компенсацию... Это цена за нарушение контракта. Кто-то говорит, что я жестокая, некоторые люди меня вообще избегают. Я никому не говорила, но моя главная цель - благополучие Ли Юэ!\n\nВсе споры начинаются с нарушения контракта, но, увидев последствия, осмелятся ли другие пойти против своего обещания? Сделать так, чтобы все осознали важность контракта, - неотъемлемая часть моей работы.",
      "id": "Yah, kadang perselisihan perdata antar pedagang yang kutangani hasil akhirnya kurang menyenangkan. Salah satu pihak bisa dapat ganti yang melebihi kerugian, atau malah harus mengganti melebihi kerugian ... Demikianlah ganjarannya kalau melanggar kontrak. Ada yang bilang aku ini seram, ada juga yang ketemu aku saja tidak mau, tapi intinya aku tidak perlu capek-capek menjelaskan. Semuanya kulakukan demi kesejahteraan Liyue!\n\nPikirkan begini, perselisihan timbul karena terjadi pelanggaran terhadap kontrak. Orang kebanyakan akan takut melanggar kalau sudah lihat apa akibatnya. Membuat orang sadar betapa pentingnya kontrak juga salah satu bagian penting dari pekerjaanku!",
      "th": "บางครั้งข้อพิพาททางการค้าที่ฉันจัดการ จะลงเอยด้วยแบบไม่น่าดูเท่าไหร่ เพราะอีกฝ่ายมักจะจ่ายเงินชดเชยให้หลายเท่าหรือจ่ายมากกว่านั้น... แต่สิ่งเหล่านี้คือผลอันขมขื่นที่คนเหล่านี้สมควรได้รับหลังจากทำผิด \"สัญญา\" มีข่าวลือว่าฉันน่ากลัวมาก และบางคนก็หลีกเลี่ยงที่จะเจอฉันด้วย แม้ว่าฉันจะไม่ได้อธิบายให้ใครฟัง แต่จุดประสงค์เดิมของฉันคือทำเพื่อ Liyue!\n\nคุณเห็นไหมล่ะ ว่าจุดเริ่มต้นของข้อพิพาทคือการละเมิดสัญญา แต่เมื่อเห็นผลของความวุ่นวายแล้ว พวกเขายังกล้าที่จะผิดคำสัญญาของตัวเองอีกไหมนะ? การทำให้ทุกคนตระหนักถึงความสำคัญของ \"สัญญา\" ก็เป็นส่วนสำคัญในงานของฉันเหมือนกัน",
      "vi": "Đôi khi, các tranh chấp thương mại mà tôi giải quyết thường có kết thúc buồn. Đối phương thường phải bỏ ra số tiền bồi thường gấp vài lần hoặc nhiều hơn... nhưng đó là trái đắng phải nhận khi những người này phản bội \"khế ước\". Có người đồn rằng tôi rất đáng sợ, và một số sẽ né tránh tôi. Mặc dù tôi không giải thích điều đó với ai, nhưng mục đích ban đầu của tôi là vì tổng thể của cảng Liyue!\n\nBạn thấy đó, xuất phát điểm của tranh chấp là vi phạm khế ước, nhưng khi nhìn thấy hậu quả, họ có còn dám vi phạm không? Để mọi người nhận ra tầm quan trọng của \"khế ước\" cũng là một phần quan trọng trong công việc của tôi."
    }
  },
  {
    "title": {
      "zhs": "想要了解烟绯·其五",
      "zht": "想要瞭解煙緋·其五",
      "jp": "煙緋を知る·5",
      "ko": "연비에 대해 알기·다섯 번째",
      "en": "More About Yanfei: V",
      "de": "Ich will mehr über Yanfei erfahren V",
      "es": "Más sobre Yanfei (V)",
      "fr": "Connaître Yanfei (5)",
      "pt": "Mais sobre Yanfei - V",
      "ru": "Узнать больше о Янь Фэй V",
      "id": "Mengenal Yanfei: V",
      "th": "อยากรู้เกี่ยวกับ Yanfei - 5",
      "vi": "Muốn tìm hiểu Yanfei - Điều thứ 5"
    },
    "line": {
      "zhs": "我常常觉得自己活得够潇洒轻松了。你看，我事业有成，衣食自由。走南闯北不成问题，论嘴上功夫也没几个人说得过我。但「快乐生活」这种东西嘛，也没有哪条律法、哪条规范能够定义。\n\n就我个人来说，遇见有趣的人、有趣的事，心里清楚该往何处迈出下一步，这样就已经获得快乐了。所以，你也是我的快乐源泉。\n\n但话又说回来了！无论怎么生活，最重要的还是要守法懂法。毕竟离开了律法，这个世界肯定马上就会毁灭掉了。",
      "zht": "#我常常覺得自己活得夠瀟灑輕鬆了。{F#妳}{M#你}看，我事業有成、衣食自由。走南闖北不成問題，論嘴上功夫也沒幾個人說得過我。但「快樂生活」這種東西嘛，也沒有哪條律法、哪條規範能夠定義。\n\n就我個人來說，遇見有趣的人、有趣的事，心裡清楚該往何處邁出下一步，這樣就已經獲得快樂了。所以，{F#妳}{M#你}也是我的快樂源泉。\n\n但話又說回來了！無論怎麼生活，最重要的還是要守法懂法。畢竟離開了律法，這個世界肯定馬上就會毀滅掉了。",
      "jp": "私は悠々自適に過ごせてる、そう思うんだ。ほら、事業は軌道に乗ってるし、衣食も自由。どこに行こうと咎める人はいないし、弁論も得意。それに「楽しい生き方」っていうのは、法律で定まっていないものだろう。\n\n個人的には…面白い人や面白い出来事に遭遇できて、次に進む道が分かれていたら、それで十分楽しい。だから、お前は私にとって楽しみを生み出す源だ。\n\nああ…でも、どんな生活を過ごすにせよ、法は遵守すべきものであることを忘れてはいけない。法を蔑ろにした時、この世界はすぐにでも崩壊してしまうからな。",
      "ko": "난 내가 꽤 소탈하고 여유롭게 살고 있다고 생각해. 봐, 경력도 어느 정도 쌓았고 금전적으로도 부족하지 않아. 이곳저곳 다니며 경험을 쌓는 것도 문제없고, 말발로 날 당해 낼 사람도 몇 없지. 하지만 「즐거운 삶」이란 걸 정의할 수 있는 법이나 규정은 없어.\n\n난 말이야, 재밌는 사건과 사람을 만나고 앞으로 어느 길로 가야 할지만 알면 충분히 즐겁게 사는 거라고 생각해. 너도 그중 하나고.\n\n아! 근데 어떻게 살든 제일 중요한 건 법을 잘 알고 잘 지키는 거야. 법이 없으면 세상이 망할 테니까",
      "en": "Most of the time, I feel that I have a happy and laid back existence. I have a successful career, clothes on my back, and the freedom to go wherever I please. I've also got quite a way with words — nobody can beat me in a debate. And yet, there is no law or standard that can define a happy life.\n\nFor me... interesting people and engaging affairs, knowing where to go and which path to choose... these are all enough to bring me happiness. And on that note, you too are a source of happiness for me.\n\nIn any case, whatever the life you live, the most important thing is to respect and understand the law. After all, as soon as you stray from the law, the world begins to fall to ruin.",
      "de": "Ich glaube, ich führe jetzt schon ein gelassenes und entspanntes Leben. Eine erfolgreiche Karriere habe ich und verdiene damit richtig gutes Geld. Ich reise viel und gern. Und fast niemand kann mich bei einer Debatte besiegen. Aber führe ich jetzt „ein glückliches Leben“? Was heißt eigentlich ein glückliches Leben? Die Antwort darauf ist in keinem Gesetzbuch zu finden.\n\nPersönlich fühle ich mich schon sehr glücklich, wenn ich einen interessanten Menschen treffe und etwas Lustiges mit ihm zusammen mache. Also bist du jetzt sozusagen auch eine Quelle des Glücks für mich.\n\nAber kommen wir zurück zur Sache! Egal, was für ein Leben man führt, muss man auf jeden Fall die Gesetze kennen und einhalten. Ohne Gesetze und Regelungen würde alles bestimmt schiefgehen.",
      "es": "Creo que, en general, tengo una vida feliz y relajada. Tengo una carrera profesional exitosa, ropa que ponerme y la libertad de ir adonde me plazca. Además, no hay nadie que me gane cuando de debatir se trata. Y, aun así, no hay ninguna ley o criterio para definir qué es una vida feliz.\n\nPara mí... la gente y los asuntos interesantes, saber hacia dónde ir y qué camino escoger... Estas cosas son suficientes para que sea feliz. Así que tú también eres una de las razones de mi felicidad.\n\nEn cualquier caso, independientemente de cómo vivas, lo más importante es respetar y entender las leyes. Después de todo, cuando te desvías de ellas es cuando el mundo se empieza a derrumbar.",
      "fr": "J'estime souvent vivre une vie confortable et tranquille. Ma vie professionnelle est pleine de réussite, je ne meurs pas de faim ni de froid, personne ne m'empêche de me rendre où je veux et je suis plus douée que quiconque avec les mots. Mais aucune loi ne définit une vie épanouie.\n\nFaire des rencontres intéressantes et avoir des activités enrichissantes tout en sachant dans quelle direction je vais dans la vie suffisent à me rendre heureuse. On peut donc dire que vous contribuez à mon bonheur.\n\nEn tout cas, peu importe la vie que vous menez, il est primordial de respecter la loi et de la comprendre. Après tout, le monde ne serait que chaos sans elle.",
      "pt": "Pessoalmente eu acho que vivo a vida de forma muito relaxante. Viu? Eu tenho a minha carreira, e sou independente. Um dia eu até poderei viajar por todo o mundo, e em relação a minha arte de falar, ninguém consegue se comparar a mim. Mas, a vida feliz não pode ser definida em palavras por qualquer regulamento ou lei.\n\nPara mim, encontrar com pessoas interessantes e coisas interessantes, sempre saber o rumo da sua vida já é uma felicidade. Portanto, você também é a minha fonte de alegria.\n\nMas, de qualquer das maneiras, você tem que conhecer as leis e respeitá-las. Afinal de contas, o mundo entrará em colapso sem as leis.",
      "ru": "Мне часто кажется, что я живу разумной и лёгкой жизнью. У меня успешная карьера, я могу покупать всё, что захочу. Я могу свободно путешествовать, и мало кто может потягаться со мной в риторике. Но нет закона или нормы, которые могут определить критерии счастливой жизни.\n\nЯ счастлива, когда встречаюсь с интересными людьми, интересными вещами и знаю, чем хочу заняться дальше. Следовательно, ты тоже мой источник счастья.\n\nНо опять же! Независимо от того, как ты живёшь, самое главное - соблюдать закон и знать его. Без закона этот мир разрушится.",
      "id": "Aku biasanya selalu merasa gembira dan hidup santai. Karirku sukses, kebutuhanku tercukupi, dan aku bebas pergi ke mana saja. Aku pintar bicara, tidak ada yang bisa menang debat denganku. Tapi ... tidak ada hukum atau standar yang mendefinisikan kebahagiaan.\n\nBagiku, bertemu dengan orang-orang dan hal-hal yang menarik, tahu arah dan jalan menuju ke sana ... ini saja sudah cukup untuk membuatku bahagia. Ngomong-ngomong, kamu juga salah satu sumber kebahagiaanku.\n\nBagaimanapun caramu menjalani hidup, yang terpenting adalah menghormati dan memahami hukum. Dunia akan kacau kalau hukum tidak diindahkan.",
      "th": "ฉันรู้สึกเสมอว่าฉันใช้ชีวิตอย่างชาญฉลาดและเรียบง่าย คุณเห็นไหมว่าฉันประสบความสำเร็จในอาชีพของฉัน และมีอิสระในเรื่องการกินและการแต่งตัว การขึ้นเหนือลงใต้ไม่ใช่ปัญหาเลย และมีเพียงไม่กี่คนที่สามารถเถียงชนะฉันได้ แต่ไม่มีกฎหมายหรือบรรทัดฐานไหนที่สามารถกำหนดสิ่งต่าง ๆ เช่น \"ชีวิตที่มีความสุข\" ได้หรอกนะ \n\nสำหรับฉันน่ะ การที่ฉันได้พบกับผู้คนและสิ่งต่าง ๆ ที่น่าสนใจและรู้ว่าจะต้องก้าวไปที่ไหนต่อ แค่นี้ก็มีความสุขแล้วล่ะ ดังนั้นคุณเองก็เป็นความสุขของฉันเหมือนกัน \n\nแต่จะว่าไปแล้ว! ไม่ว่าคุณจะใช้ชีวิตอย่างไร สิ่งที่สำคัญที่สุดคือการปฏิบัติตามกฎหมายและเข้าใจกฎหมาย ถ้าทุกคนห่างไกลกฎหมาย โลกนี้จะพังทลายลงทันทีเลยล่ะ",
      "vi": "Tôi thường hay cảm thấy cuộc sống của mình là đủ thư thả rồi. Bạn xem, tôi có công việc ổn định, tự do tự tại, đi đây đi đó đều được, xét về đấu khẩu cũng hiếm khi có người hơn tôi. Khế ước \"sống cho vui vẻ\" thực ra cũng không có điều khoản hoặc ràng buộc nào rõ ràng.\n\nĐối với tôi, gặp được điều thú vị, gặp được người thú vị, trong lòng biết rõ nên làm thế nào, vậy là hạnh phúc rồi. Vì vậy, bạn cũng là nguồn hạnh phúc của tôi.\n\nNói về vấn đề chính, dù sống như thế nào, quan trọng nhất cũng là tuân thủ pháp luật, nếu như không có pháp luật thì thế giới này sẽ bị phá hủy mất."
    }
  },
  {
    "title": {
      "zhs": "烟绯的爱好…",
      "zht": "煙緋的愛好…",
      "jp": "煙緋の趣味…",
      "ko": "연비의 취미…",
      "en": "Yanfei's Hobbies",
      "de": "Yanfeis Hobbys ...",
      "es": "Aficiones de Yanfei...",
      "fr": "Les loisirs de Yanfei...",
      "pt": "Passatempos de Yanfei...",
      "ru": "Хобби Янь Фэй...",
      "id": "Hobi Yanfei",
      "th": "งานอดิเรกของ Yanfei...",
      "vi": "Sở thích của Yanfei..."
    },
    "line": {
      "zhs": "我的爱好是读书和估价。读书能长知识，估价则长眼力。所以什么书都读，什么价都估。你要是不信，随便找件东西给我，只要是市面有售的商品，我都能估个八九不离十哦。就说这块石头好了，错不了，六百摩拉。",
      "zht": "#我的愛好是讀書和估價。讀書能長知識，估價則長眼力。所以什麼書都讀、什麼價都估。{F#妳}{M#你}要是不信，隨便找個東西給我，只要是市面有售的商品，我都能估個八九不離十哦。就說這塊石頭好了，錯不了，六百摩拉。",
      "jp": "私の趣味は読書と鑑定だ。読書は知識量を増やし、鑑定は見る目を鍛える。だから、どんな書物だろうと読みあさり、価値に関わらず鑑定をする。信じないなら、何でもいいから物を持ってきてみるといい。市場に流通している物ならば、ほぼ正確に鑑定できる。…よし、では、この石を見てみるか…うん、間違いない、これは600モラだ。",
      "ko": "내 취미는 독서와 감정이야. 독서는 지식을 키우고, 감정은 안목을 기르지. 그래서 난 모든 책을 읽고 모든 가격을 평가해. 못 믿겠으면 아무거나 하나 줘봐. 시중에서 팔고 있는 물건이면 거의 비슷하게 맞출 수 있어. 음~ 이 돌로 말할 것 같으면, 틀림없어! 600모라야",
      "en": "My hobbies are reading and appraisal. Reading begets knowledge, appraisal improves judgment. As such, I read everything and appraise anything. If you don't believe me, bring something over sometime. If there's a market for it, my estimate won't be far off. Take this stone for example... must be... 600 Mora.",
      "de": "Meine Hobbys sind Lesen und Taxieren. Durch Lesen werden meine Kenntnisse bereichert, während durch Taxieren mein Urteilsvermögen geschärft wird. Deswegen lese ich Bücher aller Art und taxiere alles, was ich sehe. Falls du mir nicht glaubst, kannst du einen beliebigen Gegenstand aussuchen und mich ihn taxieren lassen. Solange er auf dem Markt zur Verfügung steht, kann ich seinen Preis richtig abschätzen. Z. B. der Stein da, der kostet mit Sicherheit sechshundert Mora.",
      "es": "Mis aficiones son leer y tasar el valor de las cosas. Leyendo, amplías tu conocimiento, y tasando, mejoras tu capacidad de juicio. Por eso, leo y evalúo todo. Si no me crees, tráeme algo cuando quieras. Si tiene un nicho de mercado, estoy segura de que mis cálculos serán bastante acertados. Esta piedra, por ejemplo, debe de costar unos... 600 Moras.",
      "fr": "Mes loisirs sont la lecture et l'estimation de biens. Ils me permettent d'aiguiser mes connaissances et mon sens du jugement. Je lis de tout et estime la valeur de n'importe quels objets. Si vous ne me croyez pas, ramenez-moi l'objet que vous voulez un jour. Si on peut l'acheter, mon estimation de sa valeur sera proche de celle du marché. Prenez cette pierre par exemple... Je peux vous assurer qu'elle vaut 600 moras.",
      "pt": "Meu passatempo é ler livros e avaliar coisas. Ler livros pode me tornar mais sábia, e avaliar aumenta meu discernimento. Por isso leio e avalio de tudo. Se você não acredita em mim, pode me dar qualquer coisa, desde que seja vendida no mercado, posso avaliar seu valor com boa probabilidade de estar certa. Por exemplo, essa pedra aqui é bem boa, deve valer umas 600 Moras.",
      "ru": "Мои увлечения - это чтение и оценка. Чтение приумножает знания, а оценка - проницательность. Поэтому я читаю всевозможные книги и оцениваю всевозможные вещи. Если не верите, просто дайте мне любую вещь, которая есть на рынке, и я смогу её оценить с большой долей вероятности. Скажем, этот камень... Шестьсот моры, ошибки быть не может.",
      "id": "Aku suka membaca dan menilai sesuatu. Membaca artinya menambah ilmu, sedangkan menilai meningkatkan kemampuan pertimbangan. Jadi aku baca segala jenis buku dan menilai segala jenis benda. Kalau tidak percaya, kapan-kapan coba bawa sesuatu ke hadapanku. Kalau ada pasarnya, penilaianku tidak akan meleset. Contoh batu ini deh ... harganya kurang lebih ... 600 Mora.",
      "th": "งานอดิเรกของฉันคือการอ่านหนังสือและการประเมินราคา การอ่านสามารถเพิ่มพูนความรู้ได้ แต่การประเมินราคาก็ทำให้ตาเฉียบคมขึ้น ดังนั้นไม่ว่าจะหนังสืออะไรก็ต้องอ่าน ประเมินราคาสิ่งใดก็ต้องประเมินให้หมด ถ้าคุณไม่เชื่อฉันก็แค่หาบางอย่างมาให้ฉัน ขอแค่มันเป็นสินค้าในตลาด ฉันสามารถประเมินราคาได้หมด ดูที่ก้อนหินก้อนนี้สิ ราคา 600 Mora น่ะ ไม่ผิดแน่",
      "vi": "Sở thích của tôi là đọc sách và định giá. Đọc sách có thể mở rộng tri thức, định giá lại giúp nâng cao tầm nhìn. Cho nên sách gì tôi cũng đọc, cái gì tôi cũng định giá. Nếu bạn không tin, có thể tùy ý tìm một món đồ cho tôi, chỉ cần là hàng có bán trên thị trường, tôi đều có thể đoán đúng giá, không chín thì mười đấy. Cứ chọn viên đá này đi vậy, 600 Mora, không sai vào đâu được."
    }
  },
  {
    "title": {
      "zhs": "烟绯的烦恼…",
      "zht": "煙緋的煩惱…",
      "jp": "煙緋の悩み…",
      "ko": "연비의 고민…",
      "en": "Yanfei's Troubles",
      "de": "Yanfeis Sorgen ...",
      "es": "Preocupaciones de Yanfei...",
      "fr": "Les problèmes de Yanfei...",
      "pt": "Preocupações de Yanfei...",
      "ru": "Беспокойство Янь Фэй...",
      "id": "Kekhawatiran Yanfei",
      "th": "เรื่องกลุ้มใจของ Yanfei...",
      "vi": "Nỗi buồn của Yanfei..."
    },
    "line": {
      "zhs": "和记厅的朋友们常约我一起钓鱼，说是切磋钓技，但其实大家心里多少都有些炫耀的成分。我有一百种方法赢过所有人，但他们长期关照我的生意，屡战屡胜未免太不给面子。所以，我每次都靠着精妙的演技假装垫底…等等，你那是什么表情，在怀疑我吗？！",
      "zht": "#和記廳的朋友們常約我一起釣魚，說是切磋釣技，但其實大家心裡多少都有些炫耀的成分。我有一百種方法贏過所有人，但他們長期關照我的生意，屢戰屢勝未免太不給面子。所以，每次我都靠著精妙的演技假裝墊底…等等，{F#妳}{M#你}那是什麼表情，在懷疑我嗎？！",
      "jp": "和記庁の友人によく釣りに誘われるんだが、切磋琢磨という割には、皆その手腕を見せつけたい気持ちが見え見えでね。そういった人たちに勝つ方法は百通り以上あるんだが、いつも仕事で世話になっているから負かすのも忍びなくて…だから、いつも演技をするんだ、それでわざと負けてやってるってわけ…うん？なんだその目は。まさか、私の話を疑っているのか！？",
      "ko": "화기청 친구들이 항상 실력 겨루기랍시고 낚시 가자고 하는데, 사실은 자랑하고 싶어서 그런 거지. 나한텐 백전백승을 거둘 100가지 방법이 있긴 하지만, 그들은 내 장기적인 사업 파트너이기도 해서 계속 이기기만 하면 좀 그렇잖아. 그래서 난 매번 엄청난 연기 실력으로 꼴찌를 해줘…. 잠깐, 뭐야 그 표정은? 날 의심하는 거야?!",
      "en": "My friends from the Communications Office often get me to go fishing with them. They say it's to exchange angling tips, but deep down everyone's keen to show off. I've gotten the better of everyone a hundred different ways, but they continue to scrutinize my business... After so much success, it's gotten a little embarrassing... So every time, I end up taking advantage of my ingenious acting skills to make myself seem humble, you know? What's with the face — are you doubting me?",
      "de": "Meine Freunde von der Heji-Kammer laden mich sehr oft zum Angeln ein. Sie sagen, sie möchten sich mit mir beim Angeln messen. Aber eigentlich wollen sie mehr oder weniger vor mir mit ihren Angelfähigkeiten prahlen. Ich kann sie auf jeden Fall besiegen. Aber sie sind meine Stammkunden und daher muss ich ihre Gesichter wahren. Deswegen habe ich jedes Mal als eine sehr schlechte Anglerin geschauspielert ... Warte, warum schaust du mich so an? Glaubst du mir nicht!?",
      "es": "Mis amigos de la Oficina de Comunicaciones suelen llevarme con ellos a pescar. Dicen que es para intercambiar consejos de pesca, pero en el fondo es porque todos quieren jactarse de sus habilidades. Les he ganado a todos de cientos de maneras diferentes, pero siguen escudriñando mi negocio. Después de tantas victorias, ya hasta me da vergüenza... Así que, siempre que pescamos, aprovecho mis magníficas habilidades de actriz para parecer modesta... ¿sabes? Oye, ¿por qué pones esa cara? ¿Acaso estás dudando de mí?",
      "fr": "Mes amis du Bureau des communications m'invitent souvent à aller pêcher avec eux. Ils disent vouloir échanger quelques trucs de pêcheurs mais au fond, tout le monde est là pour en mettre plein la vue aux autres. J'ai réussi à tous les avoir de cent façons différentes, et pourtant ils continuent à surveiller ma façon de pêcher... Après autant de succès, ça devient un peu gênant... Alors, à chaque fois, j'utilise mes talents d'actrice pour jouer la carte de l'humilité... Vous savez, du genre... Qu'est-ce qu'il y a ? Vous ne me croyez pas ?",
      "pt": "Meus amigos sempre me chamam para ir pescar com eles. Falamos sobre nossas técnicas de pesca, mas na verdade todos só queremos nos mostrar. Eu tenho cem maneiras para derrotá-los, mas no final eles vêm até mim para pedir ajuda, por isso não fico querendo vencer sempre. Portanto, todas as vezes eu finjo que estou perdendo... Espere, que cara é essa? Você não acredita em mim?!",
      "ru": "Друзья из Палаты связей часто приглашают меня на рыбалку. Они говорят, что это для обмена опытом, но на самом деле все хотят похвастаться своим мастерством. Я знаю сотни способов победить их всех, но они часто обращаются ко мне за помощью, поэтому мне неловко побеждать слишком часто. Каждый раз я веду тонкую игру и притворяюсь, что проигрываю... Что ты так на меня смотришь?! Ты мне не веришь?!",
      "id": "Teman-temanku dari Kantor Komunikasi mengajaku pergi mancing. Ngomongnya sih mau berbagi teknik, tapi sebenarnya mereka cuma mau pamer. Aku punya ratusan cara untuk menang dari mereka, tapi mereka semua klienku ... Kalau aku menang terus, pasti mereka akan malu ... Jadi setiap kali aku harus memamerkan bakat aktingku yang di atas rata-rata untuk pura-pura kalah ...Eh? Kok mukamu begitu? Tidak percaya ya?!",
      "th": "เพื่อน ๆ จากสำนักงานการสื่อสารชอบจะชวนฉันไปตกปลาด้วยกัน บอกว่ากำลังเรียนรู้ทักษะการตกปลา แต่จริง ๆ แล้วทุกคนมีบางอย่างที่อยากอวดในใจ ฉันมีวิธีเอาชนะทุกคนเป็นร้อยวิธี แต่พวกเขาดูแลธุรกิจของฉันมานานแล้ว และน่าเบื่อเกินไปที่จะชนะซ้ำแล้วซ้ำเล่า ดังนั้นทุกครั้งฉันจึงแกล้งทำเป็นแพ้ด้วยทักษะการแสดงที่ยอดเยี่ยมของฉัน... เดี๋ยวก่อนนะ สีหน้าของคุณทำไมเป็นแบบนั้นล่ะ คุณสงสัยอะไรในตัวฉันงั้นเหรอ?!",
      "vi": "Bạn bè ở Sảnh Hòa Ký thường hẹn tôi đi câu cá, nói là muốn rèn luyện kỹ năng câu, nhưng thực ra trong lòng họ ít nhiều cũng có ý muốn khoe khoang. Tôi có một trăm cách thắng được tất cả mọi người, nhưng họ đã ủng hộ việc kinh doanh của tôi suốt một thời gian dài, nếu thắng hết lần này đến lần khác thì đúng là không nể mặt rồi. Vì vậy, bằng kỹ năng diễn xuất tài tình của mình, lần nào tôi cũng giả vờ là người đứng cuối...khoan đã, ý của bạn là gì, đang nghi ngờ tôi sao?!"
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was sie so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "哦！说到这种话题，我就要好好向你推荐我的心头挚爱了，豆腐，绝对是豆腐！豆腐本是清淡的食材，口感鲜嫩，温润滋补，搭配各色汤头都能完美融入。最重要的是一年四季均有供应，随时可以吃到！不求至尊，只求完美，豆腐菜就是我要的那种滋味。",
      "zht": "#喔！說到這種話題，我就要好好向{F#妳}{M#你}推薦我的心頭摯愛了——豆腐，絕對是豆腐！豆腐本是清淡的食材，口感鮮嫩，溫潤滋補，搭配各色湯頭都能完美融入。最重要的是一年四季均有供應，隨時可以吃到！不求至尊，只求完美，豆腐菜就是我要的那種滋味。",
      "jp": "おおっ！その手の話題を振られたら、好物を紹介せざるを得ないな！豆腐だ、豆腐。こればかりは絶対に外せない！あっさりとした味わいと、柔らか～～い食感を楽しめる。さらに栄養も豊富なんだ。どのような汁物にも合う。そして重要なのが、一年を通していつでも食べられる点だ！最高になれずとも、完璧を求める、豆腐料理こそまさに私の欲する味だよ。",
      "ko": "오! 이런 주제라면 내가 애정하는 걸 제대로 추천해줘야 제맛이지. 두부, 무조건 두부라고! 두부는 담백한 식자재야. 식감이 연하고 영양가가 넘쳐서 어느 국물에나 잘 어울리지. 중요한 건 일 년 내내 먹을 수 있다는 거야! 최고는 아니지만 완벽해. 두부 요리가 딱 내가 원하는 그런 맛이야",
      "en": "Oh! On that note, let me recommend my one true love. Tofu — tofu all the way! Light in flavor, tender in texture, not to mention smooth and nourishing. It goes well with all manner of soups and dishes, and more importantly — it's available throughout the seasons! Beauty over complexity... tofu dishes are my kind of flavor.",
      "de": "Oh! Dann möchte ich dir unbedingt mein liebstes Essen empfehlen! Tofu! Absolut Tofu! Tofu an sich ist leicht gewürzt mit einer sehr zarten Beschaffenheit und tut der Gesundheit sehr gut. Er passt perfekt zu Suppen jeder Art. Wichtiger ist, dass Tofu in allen vier Jahreszeiten zur Verfügung steht. Er ist nicht das beste Essen auf der Welt, für mich aber einfach perfekt.",
      "es": "¡Oh! Ahora que lo dices, deja que te recomiende mi gran amor: el tofu. ¡El tofu es la comida suprema! Ligero de sabor, tierno de textura... Por no mencionar lo suave y nutritivo que es. Combina a la perfección con toda clase de sopas y, lo que es más importante, ¡está disponible durante todo el año! La belleza por encima de la complejidad... los platos con tofu son mis preferidos.",
      "fr": "Oh ! Puisqu'on en parle, je me dois de vous recommander le plat de mes rêves : le tofu ! J'adore ça ! Avec son goût léger, sa texture tendre et lisse, puis c'est très nourrissant ! Il se marie à merveille avec de nombreux plats et soupes, sans jamais être hors de saison ! La perfection prime sur l'excellence, voilà pourquoi j'aime autant le goût de cet aliment.",
      "pt": "Oh! Agora que estamos falando desse tópico, eu vou lhe recomendar o amor do meu coração! Tofu! Eu amo Tofu! É uma comida leve, tem uma sensação delicada, é nutritivo, e se dá bem com todo tipo de sopa. O mais importante é que está disponível o ano inteiro, posso comer quando quiser! Não busque por excelência, busque perfeição. Pratos com Tofu são os meus preferidos.",
      "ru": "О! Раз уж мы заговорили об этом, я порекомендую мой горячо любимый тофу! Определённо, тофу! Он должен быть лёгким, нежным, тёплым и питательным. Тофу идеально сочетается со всеми видами супов. Лучшее в нём то, что он доступен круглый год, в любое время! Главное не сложность, а красота. Мой выбор - блюда из тофу.",
      "id": "Oh! Kalau soal itu, aku merekomendasikan cinta sejatiku! Tahu! Rasanya tidak tajam, teksturnya lembut, dimakan juga ringan dan penuh nutrisi. Ditambahkan ke segala macam kuah-kuahan juga cocok sekali. Yanh paling penting, tahu tersedia di pasar sepanjang tahun! Sempurna tanpa perlu banyak gaya ... tahu memang paling top!",
      "th": "โอ้! เมื่อมาถึงหัวข้อนี้ ฉันจะแนะนำที่รักของฉันให้คุณได้รู้จัก ซึ่งแน่นอนว่าคือ เต้าหู้! เต้าหู้เป็นวัตถุดิบที่จืด สัมผัสนุ่ม อุ่นและบำรุงร่างกาย ซึ่งสามารถรวมเข้ากับซุปต่าง ๆ ได้อย่างสมบูรณ์แบบ ที่สำคัญที่สุดคือมีให้กินตลอดทั้งปีและกินได้ตลอดเวลาเลยล่ะ! ฉันไม่ได้ต้องการสิ่งที่อร่อยที่สุด แต่ต้องการแค่ความสมบูรณ์แบบเท่านั้น อาหารที่ทำจากเต้าหู้นี่แหละคือรสชาติที่ฉันต้องการ",
      "vi": "A! Nói đến chủ đề này, tôi sẽ giới thiệu cho bạn món yêu thích nhất của tôi - đó là đậu hũ, chỉ có đậu hũ! Đậu hũ vốn là món thanh đạm, ăn vào non mềm, ấm bụng và bổ dưỡng, có thể kết hợp hoàn hảo với các món canh khác nhau. Điều quan trọng nhất là nó có quanh năm và có thể ăn bất cứ lúc nào! Không cần cao siêu, chỉ cần hoàn hảo, món đậu hũ chính là mùi vị mà tôi muốn."
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was sie nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang Tidak Disukai",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "我不喜欢冷菜，可能是因为我很少吃冷菜吧。以前如果很晚回到家，老爹也会为我留个灯，听见我的动静，还会问我肚子饿不饿。用他的话说，「菜嘛，总是热的好。」",
      "zht": "我不喜歡冷盤，可能是因為我很少吃冷盤吧。以前如果很晚回到家，老爹也會為我留盞燈，聽見我的動靜，還會問我肚子餓不餓。用他的話說，「菜嘛，總是熱的好。」",
      "jp": "冷たい料理は…あんまり食べないな。昔、夜遅く家に帰ると、いつもお父様が灯りをつけたまま待っていてくれた。私が帰ってきたことに気づくと、お腹は空いてないかと聞き、「料理は熱々の方がいい」とよく言ってくれたのを覚えている。",
      "ko": "차가운 음식은 싫어. 그런 걸 많이 안 먹어봐서 그런가? 예전에 귀가가 늦어질 때면 아버지는 항상 불을 켜두셨어. 그리고 내가 들어오는 소리에 배는 안 고프냐고 물으셨지. 「밥은 뜨거운 게 최고」라면서",
      "en": "I don't like cold dishes... maybe it's because I rarely eat them. When I would get home late, my father used to keep a lantern lit for me. He'd hear me coming and ask me if I was hungry. In his words: \"The best dishes are served hot.\"",
      "de": "Ich esse nicht gerne kalt. Es liegt wohl daran, dass ich sehr selten kalt essen muss. Zuvor, falls ich zu spät nach Hause gekommen war, hat mein Vater für mich immer eine Lampe angelassen. Dann kam er zu mir und fragte, ob ich Hunger hätte. In seinen Worten: „Das Essen schmeckt nur, wenn es warm ist.“",
      "es": "No me gusta la comida fría... tal vez porque apenas la como. Cuando llegaba tarde a casa, mi padre siempre me dejaba una luz encendida. Cuando veía que ya había llegado, me preguntaba si tenía hambre y, cito textualmente, decía: “La comida sabe mejor cuando se sirve caliente”.",
      "fr": "Je n'aime pas les plats froids, certainement parce que j'en mange peu. Avant, quand je revenais tard à la maison, mon père laissait toujours une lanterne allumée pour moi. Il m'entendait arriver et me demandait si j'avais faim. Comme il le disait si bien : « Les meilleurs plats sont toujours chauds. »",
      "pt": "Não gosto de comidas frias. Deve ser porque como pouco elas. Antigamente, quando voltava para casa muito tarde, meu pai deixava uma lanterna acesa, e ouvia meus passos e me perguntava se eu estava com fome ou não. É como ele dizia: \"Comida sempre é boa quando servida quente\".",
      "ru": "Я не люблю холодные блюда. Наверное, потому что я редко их ем. Раньше, если я приходила домой очень поздно, отец оставлял зажжённой лампу. Он слышал мои шаги и спрашивал, не голодна ли я. По его словам, еда всегда лучше, когда она горячая.",
      "id": "Aku tidak suka makanan dingin ... mungkin karena jarang makan yang begitu sih. Kalau pulang malam, ayah selalu biarkan satu lentera tetap menyala. Waktu dengar aku datang, dia akan tanya apa aku lapar atau tidak. Menurut ayah: \"Yang namanya makanan itu harus disajikan panas-panas\".",
      "th": "ฉันไม่ชอบเมนูเย็น และอาจเป็นเพราะฉันไม่ค่อยกินเมนูเย็นล่ะมั้ง เมื่อก่อนถ้าฉันกลับบ้านดึกมาก พ่อจะจุดตะเกียงไว้ให้ฉัน เมื่อเขาจะได้ยินเสียงการเคลื่อนไหวของฉันจะถามฉันว่าหิวไหม คำพูดที่พ่อพูดก็คือ \"อาหารน่ะ กินตอนร้อนดีที่สุด\"",
      "vi": "Tôi không thích ăn thức ăn nguội, có thể do tôi ít ăn chăng. Trước đây nếu tôi về nhà trễ, bố thường hay hỏi tôi có đói bụng không. Theo như ông ấy nói thì \"Thức ăn phải nóng mới ngon.\""
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "滋味不错，看来你也挺懂「豆腐律法」的嘛。",
      "zht": "#滋味不錯，看來{F#妳}{M#你}也挺懂「豆腐律法」的嘛。",
      "jp": "う～ん、悪くない味だ。どうやらお前も、「豆腐の法律」に詳しいようだな。",
      "ko": "맛이 괜찮네. 너도 「두부의 율법」을 잘 아는구나?",
      "en": "Tastes pretty great! Seems like you did your homework when it comes to the unwritten Law of Tofu.",
      "de": "Schmeckt gut, du scheinst das „Tofu-Gesetz“ zu kennen.",
      "es": "Sabe muy bien. Parece que entiendes bien la “ley no escrita del tofu”.",
      "fr": "Ça a plutôt bon goût. On dirait que vous connaissez bien les « lois du tofu ».",
      "pt": "Tem um gosto muito bom! Parece que você dominou a arte do tofu!",
      "ru": "#Замечательный вкус! Кажется, ты хорошенько изучил{F#a} неписаные Законы тофу.",
      "id": "Rasanya enak! Kamu sudah belajar banyak ya, tentang \"Hukum Tofu\" yang tidak tertulis!",
      "th": "รสชาติดีเลย ดูเหมือนเธอจะเข้าใจ \"กฎของเต้าหู้\" แล้วนะ",
      "vi": "Mùi vị không tệ, xem ra bạn cũng hiểu rõ về \"Luật Đậu Hũ\" đấy."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "璃月俗话说「民以食为天」，还真是没说错啊。",
      "zht": "璃月俗話說「民以食為天」，還真是沒說錯啊。",
      "jp": "璃月には「民は食を以て天と為す」ということわざがあるが、まさにその通りだな。",
      "ko": "리월 속담에 「식량은 민생의 근간」이란 말이 틀린 게 없다니까",
      "en": "There's a saying in Liyue: \"Food is life.\" I gotta admit, the supporting evidence is pretty compelling.",
      "de": "Die Menschen in Liyue haben recht, wenn sie sagen, dass „Essen der Schlüssel zum Leben ist“.",
      "es": "Hay un dicho en Liyue que dice: “la comida es lo primero en la vida”, y he de decir que las pruebas que sustentan este dicho son bastante convincentes.",
      "fr": "« La nourriture, c'est la vie », comme le dirait un dicton liyuéen, et il n'y a pas plus vrai.",
      "pt": "Há um ditado em Liyue: \"Comer é viver\". Tenho que admitir que a evidência para esse ditado é convencedora.",
      "ru": "В Ли Юэ есть выражение: «Еда - это жизнь». Должна признать, доказательства этому вполне убедительные.",
      "id": "Orang Liyue sering bilang: \"Makanan adalah hidup\". Harus kuakui kalau bukti-buktinya cukup kuat sih.",
      "th": "Liyue มีคำกล่าวว่า \"อาหารคือสวรรค์ของชาวเมือง\" เห็นทีจะเป็นอย่างนั้นจริง ๆ",
      "vi": "Người Liyue có câu \"mọi người xem ẩm thực là trời\" quả không sai."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "…有了！我把它热一热再吃吧。",
      "zht": "…有了！我把它熱一熱再吃吧。",
      "jp": "…そうだ！少し温めてから食べるとしよう。",
      "ko": "…그래! 그냥 내가 좀 더 데워서 먹을게",
      "en": "...I got it! I'll put it back on the fire for a bit, that'll do the trick.",
      "de": "... Da ist es! Ich wärme es ein bisschen auf, bevor ich es esse.",
      "es": "Ya sé, lo calentaré un poco más en el fuego. Eso servirá.",
      "fr": "... Je sais ! Je vais réchauffer un peu ce plat avant de le manger.",
      "pt": "... Já sei! Colocarei de volta no fogo mais um pouco e isso deverá resolver.",
      "ru": "...Поняла! Нужно вернуть на огонь, и тогда всё получится.",
      "id": "Aku tahu! Coba dipanasin lagi sebelum dimakan, pasti lebih oke!",
      "th": "...มีวิธีแล้ว! ฉันจะอุ่นมันก่อนแล้วค่อยกินนะ",
      "vi": "...À phải rồi! Tôi sẽ hâm nóng lại rồi ăn."
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "生日快乐，这个匣子送你。里面是我为你准备的各国律法资料，你不是要去四处旅行了嘛，提前了解一下别国的律法肯定有用。\n\n不过也别学得太好哦，不然…我就没法帮你的忙了。",
      "zht": "#生日快樂，這個匣子送{F#妳}{M#你}。裡面是我為{F#妳}{M#你}準備的各國律法資料，{F#妳}{M#你}不是要去四處旅行了嗎，提前瞭解一下別國的律法肯定有用。\n\n不過也別學得太好哦，不然…我就沒機會幫{F#妳}{M#你}的忙了。",
      "jp": "お誕生日おめでとう、これをやろう。各国の法律についてまとめた資料だ、お前はこれから色々なところを旅するつもりなんだろう？事前に他国の法律を知っておけば、何かと助けになるはずだ。\n\nあぁ、いや、だからといって、そうすぐに覚える必要はないぞ。そんなことしたら…私が…お前の役に立てなくなるではないか。",
      "ko": "생일 축하해~ 이 상자 받아. 안엔 내가 널 위해 준비한 각국의 법률 자료가 있어. 넌 여행을 많이 하잖아? 다른 나라 법을 미리 알고 가면 분명 도움이 될 거야.\n\n그렇다고 공부를 너무 많이 하면 안 돼. 그럼… 내가 도와줄 수가 없잖아~",
      "en": "Happy birthday! Here, this is for you. I've collated legislation from all the nations — you're planning to go traveling, right? It will serve you well to familiarize yourself with the law of the different lands.\n\nDon't study too hard mind you, or else... I won't be of any use to you.",
      "de": "Herzlichen Glückwunsch zum Geburtstag! Das Kästchen hier ist ein Geschenk für dich. Darin sind die Gesetzbücher von allen Städten. Du möchtest weiter herumreisen, nicht wahr? Dann lohnt es sich, im Vorhinein die Gesetze von anderen Städten kennenzulernen.\n\nAber lern nicht gleich alles auswendig, sonst ... brauchtest du meine Hilfe nicht mehr.",
      "es": "¡Feliz cumpleaños! Toma, esto es para ti. Es una compilación de las leyes de las Siete Naciones. Querías ir de viaje, ¿no? Te servirá para familiarizarte con las leyes de otras naciones.\n\nPero no te las estudies muy a fondo o, sino... no podré ayudarte en nada.",
      "fr": "Joyeux anniversaire ! Voilà pour vous. Je vous ai fait une compilation des législations de tous les pays. Vous prévoyez de voyager, non ? Ça vous permettra de vous familiariser avec les lois des différentes nations.\n\nN'apprenez pas tout par cœur... ou je ne vous serai plus d'aucune utilité.",
      "pt": "#Feliz aniversário! Esta caixa é para você. Dentro dela estão os materiais legais de cada nação, você não é {F#uma}{M#um} Viajante que quer ir para todos os cantos do mundo? Por isso deveria saber de antemão as leis de outras regiões, isso com certeza será muito útil.\n\nEntretanto, não estude demais, ou então eu não poderei lhe ajudar.",
      "ru": "С днём рождения! Это подарок тебе. Внутри информация о законах разных стран, которую я подготовила специально для тебя. Ты собираешься путешествовать, так что будет полезно заранее их изучить.\n\nНо не учись слишком хорошо, иначе... Я не смогу тебе помочь.",
      "id": "Selamat ulang Tahun! Ini buat kamu. Aku merangkum hukum dari berbagai tempat di dunia ... Kamu mau berkelana kan? Memahami hukum yang berlaku di setiap tempat itu tiak ada ruginya.\n\nJangan terlalu rajin tapi ya ... nanti aku jadi tidak berguna lagi buat kamu.",
      "th": "สุขสันต์วันเกิด กล่องนี้ฉันให้คุณ ข้างในเป็นกฎหมายของประเทศต่าง ๆ ที่ฉันเตรียมไว้ให้ คุณจะต้องออกเดินทางไปทั่วไม่ใช่เหรอ มันจะมีประโยชน์อย่างแน่นอนเลยล่ะ ถ้าคุณรู้กฎหมายของประเทศอื่น ๆ ล่วงหน้าน่ะ \n\nแต่อย่าศึกษาจนเก่งเกินไปล่ะ ไม่งั้น ... ฉันคงช่วยคุณไม่ได้นะ",
      "vi": "Sinh nhật vui vẻ, chiếc hộp này tặng bạn, bên trong là bộ luật của các nước. Bạn không phải hay đi chu du bốn phương sao, tìm hiểu trước luật pháp của nước khác là điều nên làm mà.\n\nNhưng mà cũng đừng tìm hiểu kỹ quá nhé, không thôi... tôi không thể giúp đỡ bạn được."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "「不期修古，不法常可」，这句话是我必须牢记的教诲。",
      "zht": "「不期修古，不法常可」，這句話是我必須牢記的教誨。",
      "jp": "「修古を期せず、常行に法らず」…この言葉は、私が片時も忘れてはならぬ教えだ。",
      "ko": "「옛것을 익히려 하지 말고, 정해진 규칙을 본받지 말라」, 이건 내가 반드시 기억해야 할 교훈이야",
      "en": "\"Do not seek to emulate the past, for there is no law that can suffice for all time\"... This is a lesson I must always bear in mind.",
      "de": "Dass „alle Regeln sich ständig verändern“, behalte ich immer im Kopf.",
      "es": "“No intentes emular el pasado, pues ninguna ley es eterna”. Esta es una lección que siempre debo tener en cuenta.",
      "fr": "« Ne cherche pas à imiter le passé, car aucune loi ne peut prédire le futur »... C'est une leçon que je dois toujours garder à l'esprit.",
      "pt": "\"Não tente imitar o passado, porque nenhuma lei pode prever o futuro\". Isso é uma lição que devo sempre me lembrar.",
      "ru": "«Не перенимай старые методы, нет вечных законов». Это урок, который я должна запомнить.",
      "id": "\"Jangan mencoba mengulang masa lalu, karena tidak ada hukum yang bertahan selamanya\". Suatu pelajaran yang harus selalu aku ingat.",
      "th": "\"อย่าปฏิบัติตามกฎโบราณหรือกฎที่ตายตัว\" ประโยคนี้คือคำสอนที่ฉันต้องจำให้ขึ้นใจ",
      "vi": "\"Không có thứ gì bất biến, không có luật pháp nào là vĩnh cửu\", câu nói này là lời giáo huấn mà tôi bắt buộc phải khắc ghi."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "唯有遵循应守之「律」，人才能获得解开一切问题的「法」。",
      "zht": "唯有遵循應守之「律」，人才能獲得解開一切問題的「法」。",
      "jp": "守るべし「律」に遵ってこそ、すべてを紐解く「法」を得られる。",
      "ko": "사람은 마땅히 지켜야 할 「율」을 따라야만 모든 문제를 해결할 「법」을 얻을 수 있어",
      "en": "Only by adhering to the law can the people solve life's myriad of problems.",
      "de": "Nur, wenn man sich an die Gesetze hält, kann man erst die goldene Regel für alle Probleme finden.",
      "es": "La gente podrá resolver sus muchos problemas solamente si cumple con la ley.",
      "fr": "Ce n'est qu'en se conformant à la loi que les gens peuvent résoudre leurs problèmes.",
      "pt": "Só respeitando as leis que as pessoas podem obter uma solução para todos os problemas.",
      "ru": "Только соблюдая закон, люди смогут решить все проблемы.",
      "id": "Taat akan hukum berarti mampu mengatasi berbagai polemik kehidupan.",
      "th": "เพียงการปฏิบัติตาม \"กฎหมาย\" ก็จะได้รับ \"วิธี\" ที่แก้ปัญหาทั้งหมด",
      "vi": "Chỉ có tuân thủ \"luật\", người ta mới có thể tìm được \"pháp\" để giải quyết mọi vấn đề."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "学习律法是为了跟别人有理有据地谈话，习武防身则是为了应付无理无据的场合。欸，等等…我这能算习武吗…",
      "zht": "學習律法是為了跟別人有理有據地談話，習武防身則是為了應付無理無據的場合。欸，等等…我這能算習武嗎…",
      "jp": "法律を学ぶのは、論理的に話を進めるためであり、武芸を学ぶのは、論理の通じない者を相手にするためだ。いや、私のこれは武芸と言えるのだろうか…",
      "ko": "법률을 배우는 건 남들과 논리정연하게 이야기하기 위함이고, 무예를 익히는 건 논리가 통하지 않는 상황에 대처하기 위해서야. 음, 잠깐…! 나도 무예를 익힌 셈인가?",
      "en": "Studying the law allows one to have grounded conversations, whilst learning martial arts allows one to prevail against groundless violence. Hey, wait a minute... does this count as martial arts...?",
      "de": "Ich studiere Jura, weil ich meine Argumente beim Debattieren mit anderen gut begründen möchte. Und ich lerne Kampfkünste, nur um mich selbst gut gegen die Tölpel zu verteidigen, mit denen man nicht vernünftig reden kann. Hä, warte ... Bin ich jetzt eine Kampfsportlerin?",
      "es": "Estudiar las leyes te permite hablar con fundamento, mientras que aprender artes marciales te permite hacer frente a situaciones violentas e irracionales. Oye, espera un momento... ¿esto cuenta como artes marciales?",
      "fr": "L'étude de la loi permet d'avoir un discours soutenu par des arguments, tandis que l'étude des arts martiaux permet de se prémunir contre la violence sans fondement. Hé, attendez une minute... Cela signifie-t-il que la loi compte comme un art martial ?",
      "pt": "Estudo as leis para falar com as pessoas com razão e igualdade. Estudo as artes marciais para me proteger em situações sem razão e igualdade. Espere um pouco... Isso conta como artes marciais?",
      "ru": "Изучать закон - чтобы вести обоснованные разговоры, практиковать боевые искусства - чтобы справляться с необоснованным насилием. Погоди-ка, а это считается за боевые искусства?",
      "id": "Belajar hukum menjadikan seseorang mampu bicara dengan dasar-dasar yang kuat, belajar bela diri menjadikan seseorang punya dasar kuat untuk menentang kekerasan yang semena-mena. Eh, tapi ... Apa yang begini juga termasuk bela diri ya?",
      "th": "การเรียนรู้กฎหมาย คือการพูดคุยกับผู้อื่นด้วยเหตุผลและหลักฐาน ในขณะที่ศิลปะการต่อสู้คือการจัดการกับสถานการณ์ที่ไม่สมเหตุสมผล เอ๊ะ เดี๋ยวก่อนนะ... การเรียนรู้กฎหมายของฉันนับเป็นศิลปะการต่อสู้มั้ย...",
      "vi": "Học luật là để tranh luận với người khác bằng lý lẽ, còn luyện võ là để phòng hờ ứng phó với những tình huống vô lý. Đợi đã... tôi vậy tính là đang luyện võ nhỉ..."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "我现在应该算「文武双全」了吧！多亏有你一路陪我走到修行之路的终点。报酬嘛…全天候专属私人顾问？还不错吧。喂…不准和我讨价还价！",
      "zht": "#我現在應該算「文武雙全」了吧！多虧有{F#妳}{M#你}一路陪我走到修行之路的終點。報酬嘛…全天候專屬私人顧問？還不錯吧。喂…不准和我討價還價！",
      "jp": "今の私なら「文武両道」と言えるだろう！すべてはお前が一緒にいてくれたおかげだ。報酬は…「今日一日、私がお前の専属顧問になる」っていうのはどうだ？中々の名案だろう。おい…私と価格交渉するな！",
      "ko": "나도 이젠 「문무」를 다 갖췄다고 할 수 있겠지! 네가 그동안 같이 수행해준 덕분이야. 보수는… 부르면 언제든 오는 네 전속 개인 고문? 어때, 괜찮지? 야… 흥정은 사절이야!",
      "en": "Well, I guess I've mastered both the pen and the sword! I've been lucky to have you with me through to the end of my training. Compensation? Uhh... a twenty-four-hour specialist personal advisor? Sounds good... But no haggling!",
      "de": "Na ja, ich glaube, ich habe „sowohl Jura als auch Kampfkünste“ gemeistert. Ich danke dir, dass du mir beim Training immer beigestanden hast. Und was deine Belohnung dafür angeht ... ich werde kostenfrei rund um die Uhr für dich als persönliche Beraterin arbeiten. Nicht schlecht, oder? He! ... Lehn das nicht ab!",
      "es": "Bueno, ¡supongo que ya domino tanto la pluma como la espada! Gracias a ti, he podido llegar hasta el final de mi entrenamiento. ¿Quieres una remuneración? Eh... ¿Ser tu asesora personal durante las 24 horas del día? Suena bien... ¡pero nada de regatear!",
      "fr": "Eh bien, je suppose que j'ai enfin réussi à maîtriser à la fois la plume et l'épée ! J'ai eu de la chance de vous avoir à mes côtés tout au long de mon entraînement. Une compensation ? Euh... Que dites-vous d'une conseillère personnelle spécialisée disponible 24 h sur 24 ? Ça me paraît équitable... Allez, pas de marchandage !",
      "pt": "Eu agora posso ser considerada como uma mestre nas armas e nas leis! Foi graças a você ter me acompanhado nesse caminho até o fim. Recompensa? O que você acha de uma Consultora Jurídica particular que te acompanha todos os dias? Ei, não fale de preço comigo.",
      "ru": "#Теперь меня можно считать «мастером кисти и меча»! Спасибо, что сопровождал{F#а} меня до самого конца. Вознаграждение... Как насчёт личных консультаций в любое время суток? Неплохо, да? Эй! Не надо торговаться!",
      "id": "Nah, sekarang aku sudah menguasai tutur kata DAN bela diri! Aku beruntung punya kamu yang menemaniku sampai latihanku rampung. Kompensasi? Uhh ... jasa konsultasi hukum pribadi 24 jam? Bisa kan ... tidak ada tawar menawar ya!",
      "th": "ตอนนี้ฉันน่าจะเป็น \"ผู้รอบรู้ทั้งหนังสือและศิลปะการต่อสู้\" สินะ! ขอบคุณที่อยู่กับฉันมาจนถึงจุดสิ้นสุดของเส้นทางการฝึกฝนนะ ค่าตอบแทนงั้นเหรอ.... เป็นที่ปรึกษาส่วนตัวตลอดเวลาเป็นไง? ไม่เลวใช่มั้ยล่ะ นี่.... อย่ามาต่อรองกับฉันนะ!",
      "vi": "Nhờ có bạn đồng hành cùng tôi nên giờ tôi có thể xem như văn võ song toàn rồi nhỉ! Về mặt thù lao... Chuyên gia tư vấn độc quyền 24/7? Thấy được không. Này... không được trả giá đấy!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "嘣嘣——",
      "zht": "嘣嘣——",
      "jp": "ボン——",
      "ko": "펑펑——",
      "en": "Boom boom!",
      "de": "Peng!",
      "es": "¡Bum!",
      "fr": "Boum ! Boum !",
      "pt": "Boom boom!",
      "ru": "Бум-бум!",
      "id": "Boom boom!",
      "th": "บูม บูม!",
      "vi": "Bùm bùm!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "焚烧吧！",
      "zht": "焚燒吧！",
      "jp": "燃えよ！",
      "ko": "불타올라라!",
      "en": "Incinerate!",
      "de": "Verbrenne!",
      "es": "¡Incineración!",
      "fr": "Brûlez !",
      "pt": "Incinerar!",
      "ru": "Сжечь!",
      "id": "Berkobarlah!",
      "th": "มอดไหม้ไปซะ!",
      "vi": "Cháy lên nào!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "速速退下！",
      "zht": "速速退下！",
      "jp": "下がれ！",
      "ko": "물러서!",
      "en": "Motion to compel!",
      "de": "Zurück!",
      "es": "¡No hay más preguntas, señoría!",
      "fr": "Retirez-vous vite !",
      "pt": "Voto de obrigação!",
      "ru": "Ходатайство о закрытии дела!",
      "id": "Pamit dan mundur!",
      "th": "รีบถอยไปซะ!",
      "vi": "Mau lui xuống!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "律火，引！",
      "zht": "律火，引！",
      "jp": "律炎、引！",
      "ko": "율화!",
      "en": "Time for your arraignment!",
      "de": "Feuer des Gesetzes!",
      "es": "¡Hora de su comparecencia!",
      "fr": "L'heure de la comparution a sonné !",
      "pt": "Hora de sua acusação!",
      "ru": "Огонь правосудия!",
      "id": "Dakwaan dibacakan!",
      "th": "ถึงเวลาตัดสินคดีของคุณแล้ว!",
      "vi": "Luật Hỏa, Cháy!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "食炎之罚！",
      "zht": "食炎之罰！",
      "jp": "炎食いの刑！",
      "ko": "화염을 삼키는 벌!",
      "en": "Wrath of the Flame!",
      "de": "Strafe der Flammen!",
      "es": "¡Ira de la llama!",
      "fr": "Châtiment des flammes !",
      "pt": "Punição das Chamas!",
      "ru": "Гнев огня!",
      "id": "Murka yang menyala!",
      "th": "เปลวไฟพิโรธ!",
      "vi": "Phạt ăn lửa nóng!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "丹书铁契！",
      "zht": "丹書鐵契！",
      "jp": "丹書鉄契！",
      "ko": "단서철계!",
      "en": "Inadmissible evidence!",
      "de": "Unzulässige Beweismittel!",
      "es": "¡Evidencias improcedentes!",
      "fr": "Preuves irrecevables !",
      "pt": "Provas inaceitáveis!",
      "ru": "Недопустимое доказательство!",
      "id": "Bukti ditolak!",
      "th": "หลักฐานยังอ่อนเกินไปนะ!",
      "vi": "Bằng chứng thép!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "这算是，「偶然所得」吗？",
      "zht": "這算是，「偶然所得」嗎？",
      "jp": "これが「臨時収入」か。",
      "ko": "「뜻밖의 횡재」를 만난 건가?",
      "en": "Ooh, we can definitely write this off as \"incidental gains.\"",
      "de": "Oh, das können wir definitiv in die Kategorie „zufällige Gewinne“ einordnen.",
      "es": "Oh, podemos declararlo como “ganancias accidentales”.",
      "fr": "Hmm, je pourrais déclarer ça comme « revenus accessoires ».",
      "pt": "Ooh, certamente podemos declará-lo como um \"ganho acidental\".",
      "ru": "О, мы можем списать это на «непредвиденный доход».",
      "id": "Oh, yang ini boleh diakui sebagai \"pendapatan yang tidak direncanakan\".",
      "th": "นี่ถือว่าเป็น \"เหตุบังเอิญ\" อย่างนึงรึเปล่านะ?",
      "vi": "Có thể xem là \"tình cờ có được\" không?"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "品相卓越！",
      "zht": "品相卓越！",
      "jp": "品質も抜群にいいものだ！",
      "ko": "상태가 탁월하네!",
      "en": "Remarkable condition!",
      "de": "Erstklassiger Zustand!",
      "es": "¡Está en perfecto estado!",
      "fr": "En état remarquable !",
      "pt": "Está em perfeito estado!",
      "ru": "Замечательное состояние!",
      "id": "Kondisinya sangat baik!",
      "th": "สภาพเยี่ยมทีเดียว!",
      "vi": "Xuất sắc!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "嗯，让我来估个价。",
      "zht": "嗯，讓我來估個價。",
      "jp": "うむ、私が価値を見積もろう。",
      "ko": "음, 가격 감정을 해볼까",
      "en": "Huh, let's appraise the value on this...",
      "de": "Huch, lass uns mal den Wert davon abschätzen ...",
      "es": "Oh, evaluemos el valor de esto...",
      "fr": "Hmm, évaluons la valeur de ceci...",
      "pt": "Huh, vamos avaliar o valor disso...",
      "ru": "Хм, давай-ка определим ценность...",
      "id": "Ah, ayo kita periksa nilainya.",
      "th": "อืม ให้ฉันประเมินราคาดูซิ",
      "vi": "Ừm, để tôi định giá thử."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "得修正错误！",
      "zht": "得修正錯誤！",
      "jp": "過ちを正さないと！",
      "ko": "실수를 수습해야 돼!",
      "en": "Objection!",
      "de": "Einspruch!",
      "es": "¡Protesto!",
      "fr": "Objection !",
      "pt": "Objeção!",
      "ru": "Протестую!",
      "id": "Keberatan!",
      "th": "ขอคัดค้าน!",
      "vi": "Sửa chữa sai lầm!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "你犯规…",
      "zht": "你犯規…",
      "jp": "法令違反だ…",
      "ko": "반칙이야…",
      "en": "Keep within the law...",
      "de": "Du hast die Regeln gebrochen!",
      "es": "¡No te saltes las leyes!",
      "fr": "Vous avez violé la loi...",
      "pt": "Não fuja da lei...",
      "ru": "Ты преступил закон...",
      "id": "Taati aturan ....",
      "th": "นี่มันผิดกฎนะ...",
      "vi": "Phạm luật rồi..."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "什么，有纰漏？",
      "zht": "什麼，有紕漏？",
      "jp": "っ、しくじった！？",
      "ko": "뭐? 오류가 있다고?",
      "en": "But my defense was watertight...",
      "de": "Aber meine Verteidigung war hieb- und stichfest ...",
      "es": "¡Pero si mi defensa no tenía ningún punto flaco!",
      "fr": "Quoi ? Une faille ?",
      "pt": "O que? Uma falha?",
      "ru": "Но ведь моя линия защиты была безупречна?",
      "id": "Apa pertahananku bocor?",
      "th": "อะไรกัน มีข้อผิดพลาดงั้นเหรอ?",
      "vi": "Cái gì, có sai sót?"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "喂——还是交给我吧！",
      "zht": "喂——還是交給我吧！",
      "jp": "おーい、こっちに任せろ～",
      "ko": "그냥 나한테 맡겨!",
      "en": "Hey, leave it to me!",
      "de": "He, überlass das mir!",
      "es": "¡Ey, déjamelo a mí!",
      "fr": "Hé, laissez-moi faire !",
      "pt": "Ei, deixa isso comigo!",
      "ru": "Эй, предоставь это мне!",
      "id": "Hei, serahkan saja padaku!",
      "th": "เฮ้—— ให้ฉันจัดการเถอะ!",
      "vi": "Này! Giao cho tôi đi!"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "判断是…「紧急避险」！",
      "zht": "判斷是…「緊急避險」！",
      "jp": "判断は…「緊急避難」！",
      "ko": "내 판단은… 「긴급 피난」!",
      "en": "The verdict is... emergency measures!",
      "de": "Das Urteil lautet ... Notfallmaßnahmen!",
      "es": "El veredicto es... ¡medidas de emergencia!",
      "fr": "Le verdict est... une mesure d'urgence !",
      "pt": "E o veredito é... Medidas emergenciais!",
      "ru": "Мой вердикт... экстренные меры!",
      "id": "Putusannya adalah ... darurat!",
      "th": "คำพิพากษาคือ... \"หลีกให้พ้นวิกฤติ\"!",
      "vi": "Kết luận là...\"thoát hiểm khẩn cấp\"!"
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotada (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "判断…失误了吗…",
      "zht": "判斷…失誤了嗎…",
      "jp": "誤算…だったか……",
      "ko": "판단을… 잘못했나…",
      "en": "It's a... hung jury...",
      "de": "Die Geschworenen sind unentschieden ...",
      "es": "Recurriré... esta sentencia...",
      "fr": "Une erreur... de jugement...",
      "pt": "Juri suspenso...",
      "ru": "Присяжные... не смогли договориться...",
      "id": "Pengadilan ... ditunda.",
      "th": "ตัดสิน... พลาดไปงั้นเหรอ...",
      "vi": "Phán đoán...sai sao..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotada (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "律法…还有漏洞…",
      "zht": "律法…還有漏洞…",
      "jp": "法にまだ…抜け道が…",
      "ko": "법에… 아직 빈틈이 많아…",
      "en": "The law... has loopholes...",
      "de": "Das Gesetz ... hat Schlupflöcher ...",
      "es": "Las leyes... tienen lagunas...",
      "fr": "La loi... a des failles...",
      "pt": "A lei... tem falhas...",
      "ru": "В законе... нашлись лазейки...",
      "id": "Ada ... celah hukum ....",
      "th": "กฎหมาย... ยังมีช่องโหว่...",
      "vi": "Luật pháp...vẫn còn lỗ hổng..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotada (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "我不能…接受…",
      "zht": "我不能…接受…",
      "jp": "こんなの…認めない…",
      "ko": "인정할 수… 없어…",
      "en": "I... object...",
      "de": "Ich ... erhebe Einspruch ...",
      "es": "Me... opongo...",
      "fr": "Je ne peux pas... accepter...",
      "pt": "Faço uma... objeção...",
      "ru": "Я... протестую...",
      "id": "Aku ... keberatan ....",
      "th": "ฉันขอ... คัดค้าน...",
      "vi": "Tôi không thể...chấp nhận..."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "麻烦了…",
      "zht": "麻煩了…",
      "jp": "厄介なことに…",
      "ko": "귀찮게 됐네…",
      "en": "Ugh...",
      "de": "Uff ...",
      "es": "¡Ay!...",
      "fr": "Que des problèmes...",
      "pt": "Ugh...",
      "ru": "Ах ты ж...",
      "id": "Ugh ....",
      "th": "ยุ่งยากซะแล้ว...",
      "vi": "Rắc rối rồi..."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "这次就算你预约过了。",
      "zht": "#這次就算{F#妳}{M#你}預約過了。",
      "jp": "今回はお前の名で先約を入れておいたぞ。",
      "ko": "이번엔 예약한 걸로 쳐줄게",
      "en": "Next time, be sure to make a proper appointment.",
      "de": "Vereinbare beim nächsten Mal unbedingt einen richtigen Termin.",
      "es": "La próxima vez, agenda una cita con antelación.",
      "fr": "Prenez rendez-vous la prochaine fois.",
      "pt": "Na próxima vez, não se esqueça de marcar uma consulta.",
      "ru": "В следующий раз запишитесь на приём как подобает.",
      "id": "Lain kali, buat janji dulu ya.",
      "th": "ครั้งนี้ถือว่าเธอนัดไว้แล้วนะ",
      "vi": "Lần này bạn đã đăng ký trước."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "出外勤要另外收费。",
      "zht": "出外勤要另外收費。",
      "jp": "外勤はまた別料金だ。",
      "ko": "외근 비용은 별도야",
      "en": "I charge a higher rate to meet outside the office.",
      "de": "Für Treffen außerhalb des Büros berechne ich einen höheren Satz.",
      "es": "Cobro un extra por reuniones fuera de la oficina.",
      "fr": "Je facture des frais supplémentaires pour les sorties sur le terrain.",
      "pt": "Se formos nos encontrar fora do escritório, cobro mais.",
      "ru": "Встречи за пределами конторы - по специальному тарифу.",
      "id": "Tarifku lebih tinggi untuk pertemuan di luar kantor.",
      "th": "ออกไปทำงานนอกสถานที่ต้องคิดเงินเพิ่มนะ",
      "vi": "Ra ngoài phải thu thêm phí."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "放马过来。",
      "zht": "放馬過來。",
      "jp": "お任せあれ。",
      "ko": "얼마든지 덤벼!",
      "en": "Ready for trial.",
      "de": "Bereit für den Prozess.",
      "es": "¡Lista para el juicio!",
      "fr": "C'est parti.",
      "pt": "Aqui vamos nós.",
      "ru": "За дело!",
      "id": "Bersiaplah untuk persidangan!",
      "th": "ก็เข้ามาสิ!",
      "vi": "Nhào vô nào."
    }
  }
]