[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 상세정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Rincian Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "尽管已经进入愚人众最顶层的「执行官」之列，但「公子」达达利亚的外表，似乎还是一位稚气未脱的青年。\n\n就如天鹅绒包裹的白银利刃一般，在他开朗自信的外表之下，是锤炼到极致的剑客之躯。\n\n他是最年轻的愚人众执行官，也是最危险的愚人众执行官之一。\n\n然而，「公子」似乎永远与他的同僚们不太合得来。\n\n作为最纯粹的战士，他在这个充满阴谋的集体中显得格格不入。",
      "zht": "儘管已經進入愚人眾最頂層的「執行官」之列，但「公子」達達利亞的外表，似乎還是一位稚氣未脫的青年。\n\n就如天鵝絨包裹的白銀利刃一般，在他開朗自信的外表之下，是錘鍊到極致的劍客之軀。\n\n他是最年輕的愚人眾執行官，也是最危險的愚人眾執行官之一。\n\n然而，「公子」似乎永遠與他的同事們不太合得來。\n\n作為最純粹的戰士，他在這個充滿陰謀的集團中顯得格格不入。",
      "jp": "ファデュイの頂点たる「ファトゥス」に属しはするものの、「公子」タルタリヤという青年には、どこかあどけなさが残っている。\n\nまるでベルベットに包まれた白銀の刃のように、その朗らかな態度と自信に満ち溢れた内には、鍛え抜かれた戦士の肉体が隠されている。\n\n彼は最も若いファトゥスでありながら、最も危険なファトゥスの一人でもある。\n\nだが「公子」は、ファデュイの同輩たちとそりが合わないようだ。\n\n純粋な戦士である彼には、この陰謀が渦巻く集団は噛み合っていないかのように見える。",
      "ko": "이미 우인단의 가장 높은 「집행관」이 되었지만, 타르탈리아의 외모는 아직 어린 티를 벗지 못한 청년처럼 보인다.\n\n벨벳에 싸인 백은의 칼날처럼, 명랑하고 자신 있는 겉모습 뒤엔 극한까지 단련한 검객의 몸이 숨겨져 있다.\n\n그는 우인단의 최연소 집행관이자 가장 위험한 집행관 중 하나이기도 하다.\n\n그러나, 「타르탈리아」는 다른 동료들과는 잘 어울리지 못하는 모양이다.\n\n가장 단순한 전사로서 그는 이 음모 가득한 집단과는 도무지 맞지 않아 보인다",
      "en": "Despite holding one of the most senior positions in the Fatui as one of the Eleven Harbingers, Childe very much looks like the young adult that he still is.\n\nHe is a wolf in sheep's clothing, however, for under the cheerful and confident appearance lies a deadly swordsman.\n\nHe is the youngest among the Harbingers, but one of the most dangerous among their number.\n\nThat said, Childe doesn't seem to fit in well with the others.\n\nAs a fighter first and foremost, he is quite at odds with this organization of deceit and treachery.",
      "de": "Obwohl er bereits zu einem der Elf aufgestiegen war, dem höchsten Regierungsorgan der Fatui, sieht der „Graf“ Tartaglia immer noch so aus wie der junge Mann, der er eigentlich auch ist.\n\nEr ist wie ein Wolf im Schafspelz. Unter seiner fröhlichen und selbstbewussten Erscheinung verbirgt sich jedoch ein tödlicher Schwertkämpfer.\n\nEr ist der Jüngste unter den Elf, aber gleichzeitig auch einer der gefährlichsten von ihnen.\n\nEr scheint jedoch nicht sehr gut mit den anderen auszukommen.\n\nAls Kämpfer steht er ziemlich im Widerspruch zu den anderen Mitgliedern dieser Organisation, deren Kernarbeit aus Betrug und Verrat besteht.",
      "es": "Aunque ya es uno de Los Once, el órgano de gobierno más alto de los Fatui, Tartaglia todavía actúa como el joven que es.\n\nEs como un lobo en el cuerpo de un cordero: bajo su aspecto alegre y confiado se encuentra un espadachín mortal.\n\nEs el más joven de Los Once, pero también uno de los más peligrosos.\n\nSin embargo, Nobile no parece encajar bien con los demás.\n\nComo luchador que es, está bastante en desacuerdo con esta organización de engaños y traiciones.",
      "fr": "Bien que faisant partie des Onze Exécuteurs, le corps dirigeant des Fatui, le jeune Tartaglia a tout l'aspect extérieur de l'adolescent qu'il est toujours.\n\nMais ne vous fiez pas à son apparence : sous ses traits innocents et sa nonchalante confiance en soi, se cache un épéiste hors pair.\n\nTartaglia est le plus jeune des Onze, et aussi l'un des plus dangereux.\n\nMalgré cela, il semble avoir du mal à s'intégrer au sein du groupe.\n\nCombattant avant tout, Tartaglia n'approuve pas forcément le style de l'organisation qui repose souvent sur le complot et la duperie.",
      "pt": "Apesar de ter ascendido para os níveis mais altos dos Fatui, Childe ainda parece o jovem que é.\n\nÉ um lobo em pele de cordeiro, entretanto. Por baixo da aparência alegre e confiante reside um espadachim mortal.\n\nEle é o mais novo entre os Mensageiros, mas um dos mais perigosos entre eles.\n\nDito isso, Childe parece não se encaixar bem com os outros.\n\nComo um lutador, ele está em desacordo com esta organização cheia de enganos e traições.",
      "ru": "Чайльд Тарталья входит в число одиннадцати Предвестников, правящую верхушку Фатуи, чего не скажешь по его молодой внешности. Это волк в овечьей шкуре. За его непринуждённой и доброжелательной внешностью скрывается смертоносный фехтовальщик. Он одновременно является самым молодым и одним из самых опасных Предвестников Фатуи. Тем не менее Чайльд не в ладах с остальными членами организации. Будучи непревзойдённым воином, он не согласен на её обманные и предательские методы работы.",
      "id": "Meskipun dia telah naik menjadi salah satu Harbingers, organisasi tertinggi di Fatui, Childe masih terlihat seperti remaja.\n\nDia adalah serigala berbulu domba, namun, di balik penampilannya yang ceria dan percaya diri terdapat sosok seorang pendekar dengan pedangnya yang mematikan.\n\nDia adalah yang paling muda di antara Harbingers, tapi keberadaannya justru bisa diperhitungkan sebagai salah satu yang paling berbahaya.\n\nNamun, Childe tampaknya tidak begitu akrab dengan anggota yang lain.\n\n Sebagai petarung yang paling idealis, dia tampak kaku dalam organisasi yang penuh konspirasi ini.",
      "th": "ถึงแม้ว่าจะได้ขึ้นไปเป็นหนึ่งใน \"The Eleven\" ตำแหน่งผู้บริหารระดับสูงของ Fatui แล้ว แต่ภายนอกของ \"Childe\" Tartaglia ก็ยังคงเหมือนเด็กหนุ่มทั่ว ๆ ไป\n\nเขานั้นเป็นเหมือนหมาป่าในคราบแกะน้อย โดยภายใต้ความร่าเริงและบุคลิกที่ดูมั่นใจของเขานั้นคือนักดาบที่ได้ฝึกฝนจนถึงขั้นสุดยอด\n\nเขาเป็นคนที่อายุน้อยที่สุดใน The Eleven และก็เป็นหนึ่งในคนที่อันตรายที่สุดด้วย\n\nอย่างไรก็ตามดูเหมือนว่า Childe นั้นจะไม่ค่อยเข้ากันกับเพื่อนร่วมงานคนอื่น ๆ ซักเท่าไหร่\n\nในฐานะนักรบที่แท้จริงแล้ว เขาเหมือนกับแกะดำท่ามกลางกลุ่มคนที่เต็มไปด้วยกลอุบายและการหักหลัง",
      "vi": "Cho dù đã vào hàng ngũ những \"Quan Chấp Hành\" cao nhất của Fatui, thế nhưng \"Childe\" Tartaglia lại có vẻ bề ngoài của một thanh niên trẻ tuổi.\n\nCũng như đao bạch ngân sắc nhọn được đặt trong túi nhung vậy, vẻ ngoài nhanh nhẹn tự tin ấy của anh lại ẩn chứa một thân thủ vô song.\n\nAnh là quan chấp hành trẻ nhất và nguy hiểm nhất của Fatui.\n\nThế nhưng \"Childe\" dường như không hòa hợp với các đồng nghiệp khác.\n\nLà một chiến sĩ thuần túy nhất, anh luôn có vẻ lạc lõng giữa nơi đầy rẫy những mưu toan."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "作为愚人众有史以来最年轻的执行官，达达利亚完全有资格我行我素、不受束缚。\n\n尽管这种特立独行令他在愚人众中并不太受人欢迎，也与其他执行官的风格不太合拍，但在他自行其是的气势之下，却有着对责任的坚持与滴水不漏的谨慎。\n\n出于骨子里的骄傲，他是言出必行的男人。即使时常立下离奇无比的承诺，也绝不可能食言。\n\n无论是单骑屠灭整个巢穴的龙嗣，或是深入凶险的秘境再全身而退，甚至只身一人颠覆某个大贵族的领地——\n\n不仅总能实现诺言，而且如手术刀一般漂亮精湛。\n\n作为愚人众执行官的先锋，「公子」达达利亚总会出现在至冬国之敌脆弱的腹地，在矛盾即将爆发的前一刻出击。",
      "zht": "作為愚人眾有史以來最年輕的執行官，達達利亞完全有資格我行我素、不受束縛。\n\n儘管這種特立獨行令他在愚人眾中並不太受人歡迎，也與其他執行官的風格不太合拍，但在他自行其是的氣勢之下，卻是有著對責任的堅持與滴水不漏的謹慎。\n\n出於骨子裡的驕傲，他是言出必行的男人。即使時常立下離奇無比的承諾，也絕不可能食言。\n\n無論是單騎屠滅整個巢穴的龍嗣，或是深入兇險的秘境再全身而退，甚至隻身一人顛覆某個大貴族的領地——\n\n不僅總能實現諾言，而且如手術刀一般漂亮精湛。\n\n作為愚人眾執行官的先鋒，「公子」達達利亞總會出現在至冬國之敵脆弱的腹地，在矛盾即將爆發的前一刻出擊。",
      "jp": "ファデュイ成立以来最も若い執行官として、タルタリヤは束縛を受けずに、自分のやり方を貫き通す資格がある。\n\nこのやり方は、ファデュイの中では好ましく思われておらず、他の執行官とも風格がずれていた。しかし、その自分勝手なやり方の裏には、責任に対する堅い覚悟と隙のない慎重さがある。\n\n誇り高い故、彼は必ず約束を守る。不可能に思われる約束であっても、彼が反故することは一度もない。\n\n単騎で巣窟内の龍を全て倒したり、危険な秘境から無事に帰ってきたり、または、一人でとある大貴族の領地を転覆させたり…\n\n約束を果たすだけでなく、その首尾もあざやかなものだ。\n\nファデュイ執行官の先鋒として、「公子」タルタリヤは常に、スネージナヤの敵の弱点の周りに姿を現し、矛盾が爆発する前に攻撃を仕掛ける。",
      "ko": "우인단 역사상 가장 어린 집행관인 타르탈리아는 속박받지 않고 자신이 원하는 대로 행동할 자격이 있다.\n\n이런 그의 독단적인 성격은 우인단 내에서 환영을 받지 못할뿐더러 다른 집행관의 스타일과도 맞지 않는다. 하지만 제멋대로인 그 기세 아래에는 책임을 다하는 태도와 빈틈없는 신중함이 존재한다.\n\n긍지가 강한 그는 한번 한 말은 반드시 지키는 남자다. 말도 안 되는 약속을 해도 절대 두말하지 않는다.\n\n홀로 말을 타고 소굴 안 용의 후손을 모두 처리하거나, 험난한 비경 깊숙이 들어가 무사히 빠져나오고, 심지어 혼자서 한 대귀족의 영지를 뒤엎어 버리기도 한다.\n\n그는 약속을 모두 지킬 뿐 아니라 그 결과도 항상 수술을 완성하듯 정교하고 완벽하다.\n\n우인단 집행관의 선봉으로서 타르탈리아는 항상 스네즈나야의 적에게 취약한 오지에 나타나 분쟁이 터지기 직전에 출격한다",
      "en": "As the youngest Harbinger in the history of the Fatui, Childe is hardly bound by convention, and plays by his own rules accordingly.\n\nThough this lone wolf is not so well-received by his peers and is also at odds with their methods, his cavalier demeanor hides a responsible, watertight meticulousness.\n\nHe is a proud man of his word. Even if the promise he makes is absurd, he will never break it.\n\nBe it exterminating all the dragons inside their lairs, venturing into a domain of extreme danger, or single-handedly overthrowing the territory of a nobleman...\n\nHe not only keeps his promises, but does so with finesse and surgical precision. As the Harbingers' vanguard, Childe always appears in the vulnerable underbellies of Snezhnaya's enemy states, striking as a conflict is about to erupt.",
      "de": "Als jüngstes Mitglied der Elf in der Geschichte der Fatui hat der Graf jedes Recht, nach Belieben zu handeln.\n\nObwohl seine Kameraden diesen einsamen Wolf nicht unbedingt zu schätzen wissen und er ihre Methoden bezweifelt, steckt hinter seinem hochmütigen Auftreten eine ausgeprägte Genauigkeit.\n\nEr steht zu seinem Wort. Selbst wenn seine Versprechen absurd sind, würde er sie nie brechen.\n\nOb es darum geht, alle Drachen in einer Höhle auszulöschen, sich in ein höchst gefährliches Gebiet zu begeben oder das Territorium eines Adligen ganz alleine zu erobern ...\n\nEr hält seine Versprechen nicht nur, sondern erfüllt diese auch mit größter Gründlichkeit. An der Spitze der Herolde erscheint der Graf stets in den anfälligen düsteren Bereichen von Snezhnaya, um zuzuschlagen, kurz bevor der Konflikt ausbricht.",
      "es": "Como el miembro más joven de Los Once en toda la historia de los Fatui, Tartaglia tiene todo el derecho de hacer lo que quiera.\n\nAunque este lobo solitario no es tan bien recibido por sus compañeros y tampoco está de acuerdo con sus métodos, es un joven responsable y diligente que desprecia las formas caballerescas de los Fatui.\n\nEs una persona orgullosa y que cumple con su palabra. Aunque haga una promesa absurda, nunca la romperá.\n\nYa sea exterminar a todos los dragones de una guarida, aventurarse en dominios extremadamente peligrosos o apoderarse del territorio de un noble sin ayuda de nadie, Tartaglia no solo cumple su palabra, sino que también lo hace con exactitud y precisión, igual que un cirujano con su bisturí.\n\nEstando a la vanguardia de Los Once, a Tartaglia siempre se le puede encontrar en territorios enemigos de Snezhnaya al acecho, antes de que estalle el caos.",
      "fr": "Plus jeune Exécuteur de l'histoire des Fatui, Tartaglia est un électron libre, que rien ni personne ne restreint.\n\nCette indépendance n'est pas exactement appréciée au sein de l'organisation, et le style de Tartaglia s'accorde mal à celui de ses collègues Exécuteurs. Mais lorsqu'il travaille seul, Tartaglia fait montre d'une prudence à toute épreuve et d'un fort sens des responsabilités.\n\nTartaglia est un homme fier, et tient pour cette raison toujours sa parole – peu importe la promesse faite, hors de question d'y revenir.\n\nChevaucher seul pour détruire un antre de vouivres, pénétrer dans quelque donjon particulièrement dangereux pour en ressortir indemne, et même en une occasion renverser seul un régime aristocratique...\n\nTartaglia est fidèle à la parole donnée, et le fait en plus avec élégance.\n\nEn tant qu'avant-garde des Exécuteurs, Tartaglia apparaît souvent là où les ennemis de Snezhnaya montrent quelque faiblesse, prêt à la mettre à profit et à porter le premier coup avant que les choses ne dégénèrent complètement.",
      "pt": "Como o membro mais novo entre os Mensageiros na história dos Fatui, Childe tem todo o direito de agir como quiser.\n\nApesar desse lobo solitário não ser tão bem recebido por seus colegas, como também não gostar de seus métodos, sua atitude esconde sua meticulosidade e responsabilidade.\n\nÉ um homem que tem orgulho de sua palavra. Ainda que a promessa que ele faça seja absurda, ele nunca vai quebrá-la.\n\nSeja exterminar todos os dragões dentro da toca; aventurar-se em um domínio de extremo perigo; ou derrubar o território de um nobre sozinho...\n\nEle não apenas mantém sua promessa, mas faz isso de maneira simples e cirúrgica. Como vanguarda dos Fatui, Tartaglia sempre se pode encontrar em territórios inimigos de Snezhnaya, atacando momentos antes que o caos comece.",
      "ru": "Будучи самым молодым членом Предвестников в истории Фатуи, Тарталья имеет полное право поступать так, как он хочет. Хотя этот волк-одиночка и имеет достаточно напряжённые отношения со своими товарищами по организации, его всё же считают ответственным и заслуживающим доверие человеком, несмотря на бесцеремонные манеры. Тарталья всегда выполняет данные обещания, какими бы абсурдными они ни были. Будь то истребление драконов в их логове или захват чужой территории в одиночку, он всё сделает красиво. Чайльд Тарталья является авангардом Предвестников Фатуи. Он появляется на территории врагов Снежной и наносит беспроигрышный удар до начала конфликта.",
      "id": "Sebagai anggota termuda dari Eleven Harbingers sepanjang sejarah Fatui, Childe memiliki hak untuk melakukan apa yang dia inginkan.\n\nMeskipun sang penyendiri ini kurang diterima dengan baik oleh teman-temannya dan memang secara gaya pun mereka tidak terlalu kompak, di balik sikap angkuhnya itu ternyata terdapat keakuratan yang luar biasa pada dirinya saat menjalankan tugasnya.\n\nDia adalah pria yang tinggi hati dengan kata-katanya. Meskipun janji yang dia ucapkan sering kali terkesan berlebihan, faktanya dia tidak pernah gagal memenuhinya.\n\nEntah itu membasmi semua naga di dalam sarangnya; bepergian ke suatu wilayah yang sangat berbahaya; atau menggulingkan wilayah seorang bangsawan – sendirian...\n\nDia bukan hanya menepati janjinya tetapi juga sanggup melakukan setiap tindakannya dengan sangat hebat dan profesional. Sebagai barisan terdepan Harbingers, Childe selalu muncul di lapisan bawah pertahanan musuh negara Snezhnaya yang rentan, dan melakukan serangan tepat saat konflik akan segera meletus.",
      "th": "ในฐานะที่เป็นสมาชิกที่อายุน้อยที่สุดในประวัติศาสตร์ของ The Eleven ใน Fatui แล้ว Tartaglia มีสิทธิ์ที่จะทำได้ทุกอย่างตามที่เขาต้องการ\n\nถึงแม้ว่าการไม่ฝักใฝ่ฝ่ายใดจะทำให้เขาไม่ได้รับความนิยมในหมู่ Fatui และไม่สอดคล้องกับสไตล์ของผู้บริหารคนอื่น ๆ แต่เขาก็มีความรับผิดชอบและรอบคอบอย่างที่สุด\n\nเขาเป็นคนที่รักษาคำพูดอย่างที่สุด ซึ่งถึงแม้ว่าจะเป็นสัญญาที่แปลกประหลาดแค่ไหนแต่ก็ต้องทำตามให้ได้\n\nไม่ว่าจะเป็นการบุกเข้าไปกวาดล้างมังกรถึงในรังของพวกมันจนสิ้นซาก, หรือว่าจะฝ่าเข้าไปในดันเจี้ยนที่แสนจะอันตรายและกลับออกมาอย่างปลอดภัย รวมไปถึงเข้ายึดพื้นที่ของชนชั้นสูงด้วยตัวคนเดียว...\n\nไม่เพียงแต่รักษาสัญญาเท่านั้น แต่เขายังเติมเต็มมันได้อย่างสวยงามอีกด้วย\n\nในฐานะที่เป็นแนวหน้าของ The Eleven แล้ว Tartaglia มักจะไปปรากฏตัวอยู่ในเขตแดนที่ห่างไกลและเปราะบางของศัตรูของ Snezhnaya และจัดการโจมตีก่อนที่ความขัดแย้งจะปะทุขึ้น",
      "vi": "Được coi là quan chấp hành trẻ nhất của Fatui từ trước đến nay, Tartaglia hoàn toàn có thể tự do hành động mà không chịu sự quản thúc của ai.\n\nCho dù cách hành động độc lập này làm cho anh không mấy được hoan nghênh trong Fatui, và cũng không hợp với phong cách của những quan chấp hành khác, nhưng bên dưới khí thế ấy luôn là sự kiên trì đối với trách nhiệm và sự cẩn thận tuyệt đối.\n\nVới khí chất cao ngạo, anh nói là làm. Cho dù thường hay lập ra những lời hứa vô cùng hoang đường, nhưng cũng không bao giờ nuốt lời.\n\nBất luận đơn thân độc mã tiêu diệt tất cả rồng bên trong sào huyệt, hay một mình đi vào bí cảnh nguy hiểm rồi an toàn thoát ra, hay thậm chí một mình làm đảo lộn vùng đất của quý tộc nào đó...\n\nKhông chỉ giữ lời mà làm việc cũng vô cùng nhanh gọn.\n\nLà tiên phong của quan chấp hành Fatui, \"Childe\" Tartaglia luôn xuất hiện ở nơi yếu thế của kẻ địch chống đối Snezhnaya, và ra tay ngay trước thời khắc mâu thuẫn bùng nổ."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "在至冬国的诸多传说中，达达利亚自十四岁起便已涉足战场，\n\n怪异的是，似乎他天生便是武技大师，精通各种杀戮的技巧。\n\n更可怖的则是这位「公子」对于战斗的激情——\n\n艰险的战斗只会令他兴味盎然，可怖的敌手则会催生狂喜。\n\n「公子」高傲而自负的姿态，正来源于千百次战斗的磨炼，以及对于争斗本身无人可及的体验。\n\n但另一方面，由于担忧他嗜好冲突的本性会惹来不必要的麻烦，\n\n愚人众的其他执行官总是打发他前往远离至冬国的土地执行任务，以免自身遭到波及。\n\n令人琢磨不透的是，似乎这个男人永远处于动乱的漩涡中心，\n\n不凡的经历令他格外张扬，也格外沉浸于他人的夸赞。\n\n与愚人众其他低调的成员不同，达达利亚时常前去观看公开的演艺活动，甚至偶尔自己也会参与其中。",
      "zht": "在至冬國的諸多傳說中，達達利亞自十四歲起便已涉足戰場，\n\n怪異的是，似乎他天生便是武技大師，精通各種殺戮的技巧。\n\n更可怕的則是這位「公子」對於戰鬥的激情——\n\n艱險的戰鬥只會令他興味盎然，恐怖的敵手則會催生狂喜。\n\n「公子」高傲而自負的姿態，正源於千百次戰鬥的磨煉，以及對於爭鬥本身無人可及的體驗。\n\n但另一方面，由於擔憂他嗜好衝突的本性會惹來不必要的麻煩，\n\n愚人眾的其他執行官總是打發他前往遠離至冬國的土地執行任務，以免自身遭到波及。\n\n令人琢磨不透的是，這個男人似乎永遠處於動亂的漩渦中心，\n\n不凡的經歷令他格外張揚，也格外沉浸於他人的誇讚。\n\n與愚人眾其他低調的成員不同，達達利亞時常前去觀看公開的演藝活動，甚至偶爾自己也會參與其中。",
      "jp": "スネージナヤの噂によると、タルタリヤは14歳から戦場に立っている\n\nそして不思議なことに、彼は生まれつき武芸の達人であり、様々な殺戮の技に精通している。\n\nそして、もっと恐ろしいのは、この「公子」が戦闘に対する激情である。難しい戦闘に興味津々で、恐ろしい敵がいると狂ったように喜ぶのだ。\n\n「公子」が傲慢さは、数えきれないほどの戦闘による錬磨と、戦いの中で得た経験から来ている。\n\nそんな争いを好む彼の本性が、不必要なトラブルを起さないように、他のファデュイ執行官たちは、いつも彼をスネージナヤから離れた土地に派遣する。\n\nしかし、なぜかこの男はいつだって混乱の中心にいるようだ。\n\n非凡な経歴は彼を目立たせ、他人からの称賛を得られた。\n\nファデュイの控えめなメンバーたちとは違い、タルタリヤはよく演劇を観に行く。時には、自らその中の一員になることもある。",
      "ko": "스네즈나야의 수많은 전설 중에 타르탈리아가 이미 14살 때부터 전장에 발을 들여놓았다는 전설이 있다.\n\n이상한 건, 그는 마치 태어날 때부터 무술의 대가인 것처럼 각종 살육의 기술에 정통하다는 것이다.\n\n그러나 더 무서운 건 전투에 대한 「타르탈리아」의 열정이다——\n\n위험한 전투는 그를 흥분시키고, 무시무시한 적은 그의 기쁨을 불러일으킨다.\n\n「타르탈리아」의 거만하고 자부심 넘치는 태도는 천백 번이 넘는 전투에서의 단련과 경험에서 비롯됐다.\n\n그러나 한편으론 그의 충동적인 본성이 불필요한 골칫거리를 불러올 것을 걱정해,\n\n우인단의 다른 집행관들은 언제나 그를 스네즈나야에서 멀리 떨어진 곳으로 보내 불똥이 튀는 것을 방지한다.\n\n그러나 왠지 모르게 이 남자는 영원히 모든 소동의 중심에 있을 것만 같다.\n\n비범한 경력은 그를 더 돋보이게 했고, 다른 이들의 칭찬도 받게 했다.\n\n눈에 띄는 걸 싫어하는 우인단의 다른 단원들과는 달리 타르탈리아는 자주 공연을 보러 가기도 하며, 심지어 동참하기도 한다",
      "en": "Many myths in Snezhnaya say that Tartaglia has been on the battlefield since he was 14 years old.\n\nOddly enough, at that young age he already seemed to be a skilled slaughterer with mastery of many forms of martial arts.\n\nBut more terrifying than his skill in combat was his passion for it.\n\nPerilous battles would only excite him, and terrifying foes would exhilarate him all the more.\n\nChilde's arrogance and conceit are derived from honing himself across countless battles, and from unmatched combat experience.\n\nOn the other hand, because they fret about the way his quarrelsome personality tends to invite unwanted trouble, the other Harbingers constantly try to get him sent on missions to places as far from Snezhnaya as possible, so that they can avoid the fallout.\n\nThe man is incomprehensibly ever in the eye of the storm, and these unusual experiences have also made him quite the show-off who revels in the praise of others.\n\nUnlike other members of the Harbingers, who prefer to keep a low profile, Tartaglia will often go to watch public performances — occasionally even becoming part of the show himself.",
      "de": "Vielen Mythen in Snezhnaya zufolge kämpft Tartaglia auf dem Schlachtfeld, seit er 14 Jahre alt war.\n\nErstaunlicherweise beherrschte er schon so jung sämtliche Waffen und Kampfkünste, die nur noch von seinem schrecklichen Kampfeseifer übertroffen wurde.\n\nAussichtslose Kämpfe stachelten ihn nur noch mehr an, genau wie übermächtige Gegner.\n\nDie Arroganz des Grafen speist sich aus seiner unerreichten Kampferfahrung und Verfeinerung seines Könnens in ungezählten Schlachten.\n\nDa die anderen Herolde sich aufgrund seiner streitsüchtigen Persönlichkeit vor neuem Ärger sorgen, senden die Herolde ihn stets auf Missionen in Länder fern von Snezhnaya, um den Folgen aus dem Weg zu gehen.\n\nWie das Auge des Sturms ist dieser Mann ein Rätsel. Seine außergewöhnlichen Erfahrungen haben aus ihm zudem einen Angeber werden lassen, der im Lob anderer schwelgt.\n\nAnders als die eher zurückhaltenden Herolde besucht Tartaglia häufig öffentliche Schaukämpfe, bei denen er nicht immer nur zum Publikum gehört.",
      "es": "Entre los muchos mitos de Snezhnaya, se dice que Tartaglia ha luchado en el campo de batalla desde que tenía 14 años.\n\nSorprendentemente, incluso a esa edad, ya parecía dominar el manejo de todas las armas y habilidades de combate.\n\nSu gran habilidad va acompañada por su pasión por la batalla.\n\nDisfruta los combates arriesgados, y tiene una sed insaciable por pelear con oponentes poderosos.\n\nSu arrogancia, no obstante, está respaldada por su amplia experiencia en combate y sus habilidades excepcionales.\n\nSin embargo, preocupado por que su personalidad bélica pueda meterlos en problemas, el resto de Los Once intenta enviarlo a misiones lo más lejos posible de Snezhnaya por el bien de todos.\n\nLo más curioso es que siempre parece estar en el centro del caos y los conflictos.\n\nSus extraordinarias experiencias y su ansia por ser elogiado continuamente hacen que sea bastante engreído.\n\nA diferencia de los otros miembros más discretos de Los Once, Tartaglia suele ver espectáculos públicos y, a veces, incluso participa en dichos eventos.",
      "fr": "On raconte à Snezhnaya que le jeune Tartaglia connut le champ de bataille dès l'âge de quatorze ans.\n\nFait étrange, Tartaglia semble avoir depuis toujours eu une connaissance innée des différentes façons d'ôter la vie à ses adversaires.\n\nPlus effrayante encore est sa passion inégalée pour le combat.\n\nLes batailles s'annonçant particulièrement ardues l'attirent plus qu'autre chose, et les ennemis les plus terrifiants ne sont à ses yeux qu'un attrait de plus.\n\nL'attitude cavalière et confiante de Tartaglia est le résultat de milliers d'affrontement et d'une expérience en combat que peu peuvent se vanter de posséder.\n\nMais cet excès de confiance en soi et cette soif de combat ont souvent pour conséquence d'amener davantages d'ennuis que nécessaire.\n\nC'est d'ailleurs pour cette raison que les autres Exécuteurs des Fatui font tout pour que les missions qu'on lui confie soient aussi loin de Snezhnaya que possible.\n\nD'une manière incompréhensible aux yeux de beaucoup, Tartaglia semble être en permanence au cœur de la tempête.\n\nSon expérience aussi impressionnante qu'inhabituelle a fait de lui quelqu'un aimant faire montre de ses talents, et appréciant qu'on l'en félicite.\n\nContrairement aux autres Exécuteurs qui préfèrent garder profil bas, Tartaglia aime à assister à des représentations publiques – et n'hésite pas à prendre à l'occasion le devant de la scène.",
      "pt": "Muitos mitos em Snezhnaya dizem que Tartaglia está no campo de batalha desde os 14 anos de idade.\n\nO curioso é que ele já era o mestre de todas as armas e habilidoso no massacre naquela época, e mais aterrorizante ainda era sua paixão pelo combate.\n\nAs batalhas apenas o animam, e inimigos aterrorizantes o inflamam ainda mais.\n\nA arrogância e a presunção de Childe foram desenvolvidas após se aperfeiçoar em inúmeras batalhas e por sua experiência de combate inigualável.\n\nPor outro lado, por acharem que sua personalidade agressiva pode causar problemas indesejados, os outros Mensageiros sempre se esforçam para que ele seja enviado em missões para terras distantes de Snezhnaya para evitar as consequências.\n\nO homem está incompreensivelmente no olho da tempestade, e essas experiências incomuns também o tornaram um exibicionista que se deleita com os elogios dos outros.\n\nAo contrário de outros membros dos Mensageiros, que preferem se manter discretos, Tartaglia frequentemente assiste a apresentações públicas e, de fato, nem sempre permanece como um membro da audiência.",
      "ru": "Люди Снежной говорят, что Тарталья воевал на полях сражений аж с 14 лет. Что удивительно, он мастерски владеет всеми видами оружия и боевых искусств с юных лет. Сильнее его навыков может быть только его любовь к битве. Чайльд наслаждается применением рискованных тактик и жаждет встречи с сильными противниками. Его высокомерие подкрепляется богатым боевым опытом и совершенными навыками. Однако остальные Предвестники волнуются, что воинствующий характер Чайльда может стоить им ненужных проблем, поэтому для его нового задания они каждый раз пытаются выбрать место как можно дальше от Снежной. И что интересно, Тарталья всегда оказывается в центре хаоса и конфликтов. Его богатый опыт и тщеславие сделали из него настоящего хвастуна. В отличие от своих более скромных коллег, Тарталья зачастую открыто посещает публичные выступления, и не всегда в качестве публики.",
      "id": "Banyak mitos di Snezhnaya yang mengatakan bahwa Tartaglia sudah berada di medan perang sejak dia berusia 14 tahun.\n\nCukup aneh, dia seakan-akan memiliki bakat alamiah dalam menguasai semua senjata dan teknik bertempur itu, dan yang lebih menakutkannya lagi adalah hasrat bertempurnya.\n\nPertarungan hanya akan membuatnya bergairah, dan musuh yang menakutkan akan semakin mengobarkannya.\n\nArogansi dan kesombongannya berasal dari pengalamannya sendiri dalam melewati pertempuran yang sudah tak terhitung jumlahnya.\n\nDi sisi lain, karena khawatir kalau kepribadiannya yang gemar bertengkar itu bisa saja mendatangkan masalah yang tidak diinginkan suatu saat, para Harbinger yang lainnya selalu mengusahakan agar dia dikirim untuk misi ke negara-negara yang jauh dari Snezhnaya untuk menghindari bahaya bagi negara mereka sendiri.\n\nHal yang paling sulit dimengerti adalah laki-laki ini sepertinya terus berada dalam pusaran masalah, dan pengalaman yang tidak biasa ini juga membuatnya menjadi gemar pamer dan senang mendapatkan pujian dari orang lain.\n\nTidak seperti anggota Harbingers lainnya yang lebih memilih untuk tidak menonjolkan diri, Tartaglia akan sering pergi menonton pertunjukan di tempat umum, dan memang, dia tidak akan selalu puas hanya dengan menjadi penonton.",
      "th": "ท่ามกลางตำนานเรื่องเล่ามากมายของ Snezhnaya แล้ว Tartaglia นั้นได้เข้าร่วมในสนามรบตั้งแต่อายุได้ 14 ปี\n\nที่แปลกก็คือดูเหมือนว่าเขาจะกลายเป็นผู้เชี่ยวชาญในการใช้อาวุธและเทคนิคการต่อสู้ต่าง ๆ มากมายด้วยวัยเพียงเท่านั้น\n\nสิ่งที่น่ากลัวยิ่งกว่าก็คือความหลงใหลในการต่อสู้ของ Tartaglia...\n\nเขาสนุกกับสถานการณ์การต่อสู้ที่เต็มไปด้วยความเสี่ยง และดีใจจนเนื้อเต้นเมื่อได้เผชิญหน้ากับศัตรูที่มีความแข็งแกร่ง\n\nท่าทางที่ดูหยิ่งและทะนงตนของ Tartaglia นั้นมาจากการขัดเกลาผ่านการสู้รบนับครั้งไม่ถ้วนและประสบการณ์การต่อสู้ที่ไม่มีใครสามารถทำได้\n\nแต่ในทางกลับกันความกังวลในความกระหายในการต่อสู้ของเขาก็มักจะทำให้เกิดปัญหาที่ไม่จำเป็น\n\nผู้บริหารของ Fatui คนอื่น ๆ มักจะส่งเขาไปทำงานในดินแดนที่ห่างไกลจาก Snezhnaya เพื่อไม่ให้ตนเองได้รับผลกระทบ\n\nสิ่งที่อธิบายไม่ได้ก็คือดูเหมือนว่าชายคนนี้มักจะไปอยู่ในใจกลางของความวุ่นวายและความขัดแย้งอยู่เสมอ\n\nประสบการณ์ที่ไม่ธรรมดาทำให้เขามีความอวดดีแบบสุด ๆ และก็ได้รับคำชมจากผู้อื่นอย่างท่วมท้นด้วยเช่นกัน\n\nซึ่งแตกต่างจากสมาชิกคนอื่น ๆ ของ Fatui ที่มักจะอยู่เงียบ ๆ Tartaglia มักจะไปดูการแสดงสาธารณะและบางครั้งถึงกับร่วมแสดงกับพวกเขาด้วยเลย",
      "vi": "Trong nhiều truyền thuyết ở Snezhnaya, Tartaglia năm 14 tuổi đã bắt đầu tham gia chiến trường.\n\nĐiều kì lạ là dường như bẩm sinh anh đã là một bậc thầy võ thuật, tinh thông các kỹ thuật giết chóc.\n\nĐiều đáng sợ hơn nữa đó là sự nhiệt huyết với chiến đấu của vị \"Childe\" này.\n\nCuộc chiến càng gian khó chỉ càng làm anh hứng khởi, kẻ địch càng mạnh càng khiến anh vui vẻ.\n\nVẻ ngoài cao ngạo tự phụ của \"Childe\" đến từ sự rèn giũa từ hàng trăm trận đấu, và sự trải nghiệm đối với bản thân chiến đấu mà không ai sánh bằng.\n\nNhưng một mặt khác, lo lắng rằng sự ngạo mạn của anh sẽ đem đến những rắc rối không cần thiết,\n\nCác quan chấp hành khác của Fatui luôn cử anh đi làm những nhiệm vụ cách xa Snezhnaya, để tránh rước họa vào thân.\n\nThế nhưng điều khó hiểu đó là chàng trai này vẫn luôn nằm giữa vòng xoáy hỗn loạn,\n\nVới kinh nghiệm dày dặn đã khiến anh cao ngạo và chìm đắm trong tiếng hô hào của người khác.\n\nSo với các quan chấp hành khiêm tốn khác của Fatui, Tartaglia thường hay đi xem những hoạt động biểu diễn công khai, thậm chí thỉnh thoảng còn tham gia vào trong đó."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "冰钓是达达利亚自童年维持至今的爱好之一。\n\n那时的他也还不叫达达利亚，或愚人众口中的「公子」，而是阿贾克斯，这名字来自于父亲最迷恋的冒险英雄故事。\n\n他与父亲一起在结冻的冰湖上凿出水洞，然后坐在一旁垂钓。\n\n这不是轻松的活计，有时会占用一整个上午的时间。\n\n但无论是在厚厚的冰层上开凿，还是用漫长的时间等待鱼儿上钩，都伴随着父亲无尽的故事。\n\n那是父亲年轻时的冒险，也是达达利亚心中暗自许诺的未来。\n\n因此每次他都会认真倾听，把父亲故事中的主角当成自己，等待鱼儿上钩的时间里迷醉在故事中。\n\n待离开家庭之后，阿贾克斯，或者说后来的「公子」达达利亚，依旧保持着冰钓的爱好。\n\n不再有旧日故事的陪伴，垂钓也变成了磨炼战士毅力、反省战斗方式的修炼课程。\n\n在这样仅以修炼武艺为目的的漫长冥想结束后，是否钓得到鱼反而不再重要了。",
      "zht": "冰釣是達達利亞自童年維持至今的愛好之一。\n\n那時的他也還不叫達達利亞，或愚人眾口中的「公子」，而是阿賈克斯，這名字來自于父親最迷戀的冒險英雄故事。\n\n他與父親一起在結凍的冰湖上鑿出水洞，然後坐在一旁垂釣。\n\n這不是輕鬆的活計，有時會佔用一整個上午的時間。\n\n但無論是在厚厚的冰層上開鑿，還是用漫長的時間等待魚兒上鉤，都伴隨著父親無盡的故事。\n\n那是父親年輕時的冒險，也是達達利亞心中暗自許諾的未來。\n\n因此每次他都會認真傾聽，把父親故事中的主角當成自己，等待魚兒上鉤的時間裡迷醉在故事中。\n\n待離開家庭之後，阿賈克斯，或者說後來的「公子」達達利亞，依舊保持著冰釣的愛好。\n\n不再有舊日故事的陪伴，垂釣也變成了磨煉戰士毅力、反省戰鬥方式的修煉課程。\n\n在這樣僅以修煉武藝為目的的漫長冥想結束後，是否釣得到魚反而不再重要了。",
      "jp": "氷上釣りは、タルタリヤの幼い頃からの趣味の一つである。\n\nあの頃の彼はタルタリヤでも、ファデュイの「公子」でもなく、父親の憧れの冒険英雄物語から名付けられたアヤックスという名前だった。\n\n父親と凍った湖の水面に穴を開け、魚釣りをする。それは楽な作業ではなく、時には半日かける時もあった。\n\nしかし、厚い氷に穴を開ける間も、魚がかかるまでの長い間も、いつだって父親は物語を語ってくれた。\n\nそれは父親の若い頃の冒険であり、タルタリヤが心の中でなりたいと誓った未来である。\n\nそのため、彼はいつも真面目に聞き、物語の主人公に自分を重ねながら、魚が釣れるまで物語を楽しんでいた。\n\n家を出た後のアヤックスも、その後の「公子」タルタリヤも、氷上釣りを趣味にしている。\n\nただ、昔のように物語を楽しむのではなく、釣りは戦士の根気を鍛錬し、戦い方を反省する修行となった。\n\nこうして、武芸の鍛錬を目的とした長い瞑想が終わった後、魚が釣れたどうかは、彼にとってはもはや重要ではないのだ。",
      "ko": "얼음낚시는 타르탈리아가 어렸을 때부터 지금까지 유지해온 취미 중 하나다.\n\n그때 그는 아직 「타르탈리아」가 아닌 아버지가 가장 좋아하는 영웅 모험 이야기에서 비롯된 아약스라고 불렸다.\n\n그는 아버지와 함께 얼어붙은 호수에 구멍을 뚫고 옆에 앉아 낚시를 했다.\n\n이는 결코 쉬운 작업이 아니었으며, 어떤 때는 오전 시간을 전부 쏟아부어야 하기도 했다.\n\n그러나 두꺼운 얼음층을 뚫든 물고기의 입질이 오기까지의 긴 기다림이든 아버지의 끝없는 이야기는 빠지지 않았다.\n\n그건 아버지의 젊었을 적 모험 이야기이며 타르탈리아가 몰래 마음속으로 맹세한 미래이기도 했다.\n\n그래서 타르탈리아는 매번 아버지의 이야기를 경청했다. 물고기를 기다리는 동안 자신이 이야기 속 주인공이라고 상상하며 이야기에 빠져들었다.\n\n아약스, 혹은 훗날의 「타르탈리아」는 집을 떠난 후에도 여전히 얼음낚시를 즐긴다.\n\n그때의 이야기들이 없어지자 낚시 또한 전사의 끈기를 연마하고 전투 방식에 대해 반성하는 수련 과정이 됐다.\n\n무예 수련을 목적으로 하는 긴 명상의 끝에 물고기가 잡혔는지는 더 이상 중요하지 않다",
      "en": "Ice fishing has been one of Tartaglia's hobbies since childhood.\n\nIn those days, he was known neither by the names Tartaglia nor \"Childe,\" as the Fatui call him, but as Ajax, named by his father after some hero's tale. He and his father would cut holes open upon frozen lakes before sitting beside them and tending to their fishing lines.\n\nThis was no easy task, and would sometimes take the entire morning.\n\nBut whether it was chiseling away at the thick ice or the long waits in between catches, he was always accompanied by his father's unending tales of adventure.\n\nThese were stories of his father's adventures from when he was young, and they became the future that Tartaglia secretly envisioned for himself.\n\nSo he would pay close attention, putting himself into the shoes of the protagonist of those tales, immersing himself fully in them even as they waited for a fish to bite.\n\nEven after leaving home, Ajax, later to be known as \"Childe\" Tartaglia, would keep up that hobby of his.\n\nNo longer accompanied by the stories of bygone days, fishing instead became an opportunity to train — to hone his endurance, and reflect on combat techniques.\n\nSuch long periods of meditation to refine his skills swiftly relegated the question of a successful catch to irrelevance.",
      "de": "Seit seiner Kindheit zählt das Eisfischen zu Tartaglias Hobbys.\n\nDamals führte er seine Fatui-Namen Tartaglia oder „Graf“ noch nicht, sondern wurde nach dem Willen seines Vaters Ajax genannt, so wie der Held einer Geschichte. Mit seinem Vater brach er Löcher in das Eis, um dann mit der Angel sitzend die Zeit zu verbringen.\n\nEs war keine leichte Aufgabe, denn sie nahm manchmal den gesamten Vormittag in Anspruch.\n\nBeim Schlagen der Löcher und den dem langen Warten auf den nächsten Fang begleiteten ihn stets die niemals endenden Abenteuergeschichten seines Vaters.\n\nDiese Geschichten aus der Jugendzeit seines Vaters wurden für Tartaglia zu einem geheimen Vorbild für seine eigene Zukunft.\n\nUnd so gab er gut Acht und versetzte sich komplett in die Rolle des Protagonisten, während sie darauf warteten, dass der nächste Fisch anbiss.\n\nAuch nachdem er von Zuhause aufbrach, blieb Ajax, der später zum „Grafen“ Tartaglia wurde, diesem Hobby treu.\n\nDoch nun begleiteten ihn nicht mehr die alten Geschichten, sondern er nutzte das Warten, um seine Ausdauer zu trainieren und über seine Kampftechniken zu sinne.\n\nWährend dieser ausdauernden Meditationen zur Verfeinerung seiner Fähigkeiten trat die Frage nach dem nächsten Fang bald in den Hintergrund.",
      "es": "La pesca sobre hielo ha sido uno de los pasatiempos de Tartaglia desde que era pequeño.\n\nEn aquel entonces, no se llamaba “Tartaglia” o “Nobile”. Se llamaba Ajax, un nombre que le puso su padre en honor al héroe de una historia de aventuras.\n\nÉl y su padre solían pescar juntos sentados frente a un agujero en un lago congelado.\n\nLa pesca sobre hielo no era una tarea fácil. A veces les podía tomar toda una mañana.\n\nSin embargo, ya fuera mientras hacían agujeros en la superficie de un lago congelado o mientras esperaban pacientemente a que los peces mordieran el anzuelo, su padre siempre lo acompañaba contándole sus muchas historias de aventuras de cuando era joven.\n\nEl joven Ajax se veía a sí mismo como un aventurero, por lo que prestaba atención a cada pequeño detalle y siempre se ponía en el lugar del protagonista para prepararse para su futuro.\n\nIncluso después de empezar a vivir separado de su familia, la pesca sobre hielo seguía siendo su pasatiempo favorito, ya fuera Ajax, Tartaglia o Nobile.\n\nLo que cambió fue que sus días de pesca ya no estaban acompañados de historias, sino de entrenamiento de resistencia y meditación para reflexionar sobre técnicas de lucha.\n\nTras tantas horas de meditación, ya no le importaba si pescaba algo o no.",
      "fr": "La pêche sur glace est l'un des passe-temps de Tartaglia depuis son enfance.\n\nÀ cette époque, il n'était connu ni sous le nom de Tartaglia, ni de « Jeune Sire », comme l'appellent les Fatui, mais sous le nom d'Ajax, nommé par son père d'après l'histoire du héros. Son père et lui creusaient des trous dans des lacs gelés, avant de s'asseoir et de s'occuper de leurs lignes de pêche.\n\nCe n'était pas une tâche facile, et cela prenait parfois toute la matinée.\n\nMais qu'il s'agisse de ciseler la glace épaisse ou les longues attentes entre les prises, il était toujours accompagné des interminables récits d'aventures de son père.\n\nC'était ses aventures de jeunesse et elles ne tardèrent pas à devenir le futur auquel Tartaglia aspirait secrètement pour lui-même.\n\nC'est pourquoi, il y prêtait une attention particulière, se mettait dans la peau du protagoniste, s'y plongeait pleinement alors qu'ils attendaient qu'un poisson morde.\n\nMême après avoir quitté le foyer familial, Ajax, plus tard connu sous le nom de « Jeune Sire » Tartaglia, garderait ce passe-temps.\n\nMais ce n'était plus accompagné des histoires d'autrefois, mais plutôt l'occasion de s'entraîner, de perfectionner son endurance et de réfléchir aux techniques de combat.\n\nAprès de telles périodes de méditation, il ne se souciait plus guère s'il avait attrapé un poisson ou non.",
      "pt": "Pescar no gelo é um dos hobbies de Tartaglia desde a infância.\n\nNaqueles dias, ele não era conhecido pelos nomes Tartaglia ou \"Childe\" que os Fatui o chamam, mas como Ajax, batizado por seu pai em homenagem a uma história de herói. Ele e seu pai abriam buracos em lagos congelados antes de se sentar ao lado deles e cuidar de suas linhas de pesca.\n\nEsta não era uma tarefa fácil, e às vezes levava a manhã inteira.\n\nMas seja quebrando o gelo espesso ou nas longas esperas entre as capturas, ele sempre estava acompanhado pelos contos de aventura intermináveis de seu pai.\n\nEram histórias das aventuras de seu pai desde quando ele era jovem até se tornar o futuro que Tartaglia secretamente imaginou para si mesmo.\n\nEntão ele prestava muita atenção, colocando-se no lugar do protagonista daqueles contos, mergulhando totalmente neles mesmo enquanto esperavam que um peixe mordesse a isca.\n\nMesmo depois de sair de casa, Ajax, mais tarde conhecido como \"Childe\" Tartaglia, continuava com o hobby.\n\nMas ele não era mais acompanhado pelas histórias de dias passados, mas se tornou uma oportunidade para treinar - para aprimorar sua resistência e refletir sobre técnicas de combate.\n\nEsses longos períodos de meditação para refinar suas habilidades rapidamente tornaram irrelevante a busca por uma pesca perfeita.",
      "ru": "С самого детства одним из любимых занятий Тартальи является подлёдная рыбалка. В те времена его ещё никто не называл Тартальей или, как зовут его Фатуи, «Чайльдом». Отец назвал его Аяксом в честь одного из героев некоего приключенческого романа. Аякс очень любил сидеть с отцом с удочкой в руках у дыры во льду. Подлёдная рыбалка не была простым занятием. Иногда она отнимала всё утро. Однако бурение льда и ожидание клёва всегда сопровождалось интересными историями его отца. В этих историях Аякс видел себя и своё будущее, поэтому он всегда слушал внимательно, не упуская ни малейшей детали и представляя себя на месте главного героя. Даже после ухода из дома его любимым занятием осталась подлёдная рыбалка, и неважно, как его называли, Аяксом или Чайльдом Тартальей, долгое ожидание с удочкой в руках больше не сопровождается отцовскими историями. Компаньонами рыбалки стали тренировка выносливости и размышления о пережитых сражениях. Теперь Тарталью не волнует, поймал он рыбу или нет.",
      "id": "Memancing di es telah menjadi salah satu hobi Tartaglia sejak masa kanak-kanak.\n\nPada masa itu, dia belum dikenal dengan nama Tartaglia atau \"Childe\" sebagaimana Fatui kini memanggilnya, melainkan dengan nama Ajax, sebuah nama yang diberikan oleh ayahnya dan diambil dari dongeng pahlawan-pahlawan. Dia dan ayahnya akan membuat lubang di atas danau yang membeku, dan setelahnya duduk di samping lubang-lubang tersebut dan menantikan pancing mereka menghasilkan tangkapan.\n\nIni bukanlah tugas yang mudah, terkadang butuh waktu sepanjang hari.\n\nTapi entah itu menghancurkan es yang tebal atau duduk lama menantikan tangkapannya, di sela-sela waktu tersebut dirinya selalu ditemani oleh kisah petualangan yang ayahnya ceritakan tanpa ada habis-habisnya.\n\nIni adalah kisah petualangan ayahnya sejak usia muda, dan kini cerita itu diam-diam menjadi masa depan yang diimpikan oleh Tartaglia untuk dirinya sendiri.\n\nKarena itu, dia selalu memperhatikannya dengan seksama, menempatkan dirinya pada posisi pemeran utama dongeng itu, dan menjiwai seutuhnya, sama seperti kerinduannya menantikan adanya ikan yang menggigit umpan pancingannya itu.\n\nBahkan setelah meninggalkan rumahnya, Ajax, yang kemudian dikenal sebagai \"Childe\" Tartaglia, akan selalu melakukan hobinya itu.\n\nTetapi hobinya itu kini tidak lagi disertai dengan kisah-kisah masa lalu, melainkan menjadi kesempatan baginya untuk berlatih – mengasah ketahanannya, dan merenungkan teknik bertarung.\n\nSetelah menjalani meditasi yang begitu lama untuk menyempurnakan keterampilan bertarungnya ini, maka tidak penting lagi apakah ada ikan yang akhirnya tertangkap dengan pancingannya atau tidak.",
      "th": "การตกปลาน้ำแข็งเป็นหนึ่งในงานอดิเรกของ Tartaglia มาตั้งแต่เด็ก\n\nในเวลานั้นเขายังไม่ได้ถูกเรียกว่า Tartaglia หรือ \"เจ้าลูกชาย\" อย่างที่พวก Fatui มักจะเรียกกันแต่เป็น Ajax ซึ่งถูกตั้งขึ้นตามเรื่องราวของฮีโร่นักผจญภัยที่พ่อของเขาชื่นชอบ\n\nเขาและพ่อของเขาชอบเปิดรูในทะเลสาบน้ำแข็งที่เย็นยะเยือกและนั่งตกปลาด้วยกัน\n\nนี่ไม่ใช่งานที่ง่ายเลยและบางครั้งมันก็กินเวลาทั้งเช้า\n\nแต่ไม่ว่าจะเป็นการเปิดรูของชั้นน้ำแข็งที่หนา ๆ หรือว่าการอดทนรอคอยที่แสนยาวนานเพื่อรอปลาติดกับ ทั้งหมดล้วนได้รับการเสริมแต่งโดยเรื่องราวการผจญภัยที่มากมายไม่มีที่สิ้นสุดของพ่อของเขา\n\nนั่นคือการผจญภัยของพ่อของเขาในตอนที่เป็นหนุ่ม และก็เป็นสัญญาณอนาคตอย่างลับ ๆ ที่ Tartaglia ให้ไว้ต่อตนเอง\n\nดังนั้นทุกครั้งเขาจะฟังอย่างตั้งใจและสมมุติให้ตัวเอกในเรื่องเป็นตัวของเขาเองและหมกมุ่นอยู่กับเรื่องราวในขณะที่รอให้ปลามาติดเบ็ดอยู่\n\nหลังจากที่จากบ้านออกมาแล้ว Ajax หรือ \"เจ้าลูกชาย\" Tartaglia ในเวลาต่อมาก็ยังคงมีงานอดิเรกการตกปลาน้ำแข็งอยู่อย่างเคย\n\nไม่มีเรื่องเล่าเก่า ๆ อีกต่อไป การตกปลาได้กลายเป็นเหมือนหลักสูตรการฝึกฝนสร้างความอดทนของนักรบและการทำสมาธิเพื่อนึกย้อนถึงการต่อสู้ที่ผ่าน ๆ มา\n\nหลังจากการทำสมาธิที่ยาวนานเพื่อจุดประสงค์ในการฝึกฝนศิลปะการต่อสู้เพียงเท่านั้น มันก็ไม่สำคัญว่าปลาจะถูกจับได้หรือไม่อีกต่อไป",
      "vi": "Câu cá trên băng là hoạt động yêu thích của Tartaglia từ bé đến lớn.\n\nKhi ấy anh vẫn chưa phải là Tartaglia, hay \"Childe\" mà Fatui thường gọi, anh có tên Ajax - người anh hùng mạo hiểm trong câu chuyện mà cha anh ưa thích nhất.\n\nAnh cùng cha khoét một lỗ nhỏ trên mặt hồ đóng băng, rồi ngồi câu ở đó.\n\nĐấy chẳng phải là việc dễ dàng gì, nhiều lúc còn chiếm cả một buổi sáng.\n\nNhưng cho dù là đục lỗ trên băng dày, hay là kiên nhẫn chờ đợi cá mắc câu, thì song song với đó luôn là những câu chuyện bất tận của cha.\n\nĐó là những câu chuyện mạo hiểm khi cha anh còn trẻ, và cũng là tương lai mà Tartaglia hằng ao ước.\n\nChính vì vậy mỗi lần anh đều lắng nghe chăm chú, luôn coi nhân vật trong chuyện chính là bản thân mình, luôn đắm chìm trong đó mỗi khi ngồi câu.\n\nSau khi rời bỏ quê nhà, Ajax, hay là \"Childe\" Tartaglia của sau này, vẫn luôn giữ sở thích câu cá trên băng.\n\nKhi không còn những câu chuyện dõi bước, câu cá trở thành thứ rèn luyện ý chí của chiến sỹ, là bài học tu luyện nghiền ngẫm các phương thức chiến đấu.\n\nCứ như vậy, sau khi kết thúc cả quá trình trầm tư suy nghĩ tu luyện võ nghệ, việc câu được cá hay không chẳng còn quan trọng nữa."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "与世人所想不同，达达利亚的战技绝非生而知之。\n\n但至关重要的那次经历，达达利亚绝不会对他人提起——\n\n十四岁那年，为了逃离一成不变的家庭，少年携着小小的短剑和一小袋面包出走。\n\n十四岁那年，轻狂的少年迷失在雪林之间。\n\n被巨熊与群狼追逐，他失足落入了深不见底的黑色裂隙。\n\n在那里，他见识到了另一个古旧世界的无限可能；在那里，他偶遇了一位神秘剑客。\n\n或者不如说，黑暗的国度注意到了野心勃勃的少年…\n\n那是日后成为愚人众执行官的「公子」，也无法再次探知底细的黑暗。\n\n在三个月的时间里，剑客把畅行深渊的得意之术一并教授给他。\n\n而更重要的是，在这三个月间，从他嗜好动荡的本性中，生长出了挑起无尽斗争的能力。\n\n没人知道那三个月的黑暗中究竟发生了什么，阿贾克斯后来也对这段经历闭口不提。\n\n但当心急如焚的母亲与姐妹终于在树林中寻到他时，「世间的时间」才不过流逝了三天。\n\n手握着已然锈迹斑斑的短剑，少年就这样完成了他的第一次冒险。\n\n这是少年生涯的结束，也是武者之路的开始。",
      "zht": "與世人所想不同，達達利亞的戰技絕非生而知之。\n\n但至關重要的那次經歷，達達利亞絕不會對他人提起——\n\n十四歲那年，為了逃離一成不變的家庭，少年攜著小小的短劍和一小袋麵包出走。\n\n十四歲那年，輕狂的少年迷失在雪林之間。\n\n被巨熊與群狼追逐，他失足掉入了深不見底的黑色裂隙。\n\n在那裡，他見識到了另一個古舊世界的無限可能；在那裡，他偶遇了一位神秘劍客。\n\n或者不如說，黑暗的國度注意到了野心勃勃的少年…\n\n那是日後成為愚人眾執行官的「公子」，也無法再次探知底細的黑暗。\n\n在三個月的時間裡，劍客把暢行深淵的得意之術一併教授給他。\n\n而更重要的是，在這三個月間，從他嗜好動盪的本性中，生長出了挑起無盡鬥爭的能力。\n\n沒人知道那三個月的黑暗中究竟發生了什麼，阿賈克斯後來也對這段經歷閉口不提。\n\n但當心急如焚的母親與姐妹終於在樹林中尋到他時，「世間的時間」才不過流逝了三天。\n\n手握著已然鏽跡斑斑的短劍，少年就這樣完成了他的第一次冒險。\n\n這是少年生涯的結束，也是武者之路的開始。",
      "jp": "世間の想像とは異なり、タルタリヤの戦闘スキルは、生まれ持った才能ではない。\n\nしかし、その肝心な体験について、タルタリヤは絶対に他人に教えようとしない。\n\n14歳のあの年、平凡な毎日から逃げようと、少年は短剣とパンを持って家を飛び出た。\n\n軽率な少年は雪森の中で迷い、熊や狼の群れに追われ、気付いたら底の見えない暗い隙間に落ちていた。\n\nそこで、彼はもう一つの古い世界に無限なる可能性を見た。そして、彼は謎の剣客と出会った。\n\n彼がうっかり落ちたというより、暗闇の国が野心家な少年に気付いた方が正しいのかもしれない…\n\nそれは後に、ファトゥス「公子」が二度と探ることのできない暗闇だった。\n\n3ヶ月間、少年は剣客から深淵で自由に行き来する特技を教わった。そして何より、この3か月の間、少年の激動を好む本性の中から、闘争の力が呼び起こされた。\n\nあの3か月の間に、一体何があったかは誰も知らないし、アヤックスも教えようとはしない。\n\nしかし、母親と姉妹が森で少年を見つけた時、「この世界の時間」は3日しか経っていなかった。\n\n錆びた短剣を握りしめ、少年はこうして初めての冒険を完成した。\n\n彼にとってそれは少年時代の終わりであり、武人の道への始まりである。",
      "ko": "사람들이 생각하는 것과 다르게 타르탈리아의 전투 기술은 절대 타고난 것이 아니다.\n\n그러나 그 중요한 경험을 타르탈리아는 절대 다른 사람에게 말하지 않는다.\n\n14살 무렵, 평범하고 단조로운 일상에서 벗어나기 위해 소년은 작은 단검 하나와 빵 한 봉지만 챙겨 집을 나왔다.\n\n그리고 치기 어린 소년은 눈이 쌓인 숲에서 길을 잃었다.\n\n거대한 곰과 늑대 무리에 쫓기던 그는 발을 헛디뎌 바닥이 보이지 않을 정도로 깊고 어두운 틈으로 떨어졌다.\n\n그곳에서 그는 한 오래된 세계의 무한한 가능성을 보았고 신비로운 검객 한 명을 만났다.\n\n혹은 어둠의 나라가 야심에 가득 찬 소년을 알아차린 걸지도 모른다….\n\n그건 우인단의 집행관이 된 「타르탈리아」 조차도 다시 알아낼 수 없는 어둠이었다.\n\n3개월의 시간 동안 검객은 심연을 자유롭게 활보하는 법을 전부 소년에게 전수해주었다.\n\n그리고 이 3개월 동안, 충동을 좋아하는 그의 본성에서 끝없는 투쟁을 불러일으키는 능력이 싹텄다.\n\n아무도 이 3개월 동안 어둠 속에서 무슨 일이 있었는지 알지 못했고, 아약스도 훗날 이 경험에 대해선 입을 열지 않았다.\n\n그러나 애간장을 태우던 어머니와 자매가 숲속에서 그를 발견했을 때 「세상의 시간」은 3일밖에 흐르지 않았었다.\n\n녹이 슨 단검을 쥔 소년의 첫 번째 모험은 이렇게 끝이 났다.\n\n이것이 소년의 마지막이자 무도가의 길의 시작이었다",
      "en": "Unlike what the rest of the world may think, Tartaglia was not born with his exceptional skills in battle.\n\nBut he would never speak to anyone about that critical, fateful encounter of his...\n\nWhen he was 14, he fled his monotonous life at home with nothing but a shortsword and a bag of bread in hand.\n\nThat 14-year-old boy got lost in the snowy forest.\n\nPursued by bears and wolf packs, he lost his footing and fell into a bottomless crack in the earth's surface.\n\nThere, he witnessed the endless possibilities of another ancient world. There, he would meet a mysterious swordswoman...\n\nOr perhaps one should say that this dark realm had sensed the burning ambition in this boy's heart.\n\nThis darkness was something that the Harbinger Childe could never again delve into.\n\nIn those three months, the swordswoman taught Tartaglia how to pass through the Abyss unhindered, and more importantly, nurtured the ability to stir up endless havoc from within Ajax's trouble-mongering nature.\n\nNo one knew what happened within that darkness during those three months, nor would Ajax ever speak of this to anyone.\n\nWhen his worried mother and sisters finally found him in that forest, only 3 days had passed in this world.\n\nThus did Ajax's first adventure end, with his now-rusty shortsword in hand.\n\nThis would mark the end of his youth and the beginning of his days as a warrior.",
      "de": "Auch wenn die Welt vom Gegenteil ausgeht, wurde Tartaglia sein außergewöhnliches Kampfgeschick nicht in die Wiege gelegt.\n\nDoch er sprach nie über seine alles entscheidende, schicksalhafte Begegnung ...\n\nMit 14 entfloh er seinem eintönigen Zuhause mit nichts als einem Kurzschwert und einem Beutel voll Brot.\n\nBald verirrte sich dieser 14-jährige Junge in einem verschneiten Wald.\n\n Von Bären und Wolfsrudeln gejagt, stürzte er in eine schier endlos tiefe Erdspalte\n\nDort traf er auf die unbegrenzten Möglichkeiten einer uralten Welt. Dort begegnete er einem mysteriösen Schwertkämpfer ...\n\nDieses dunkle Reich hatte den brennenden Ehrgeiz im Herzen des Jungen gespürt.\n\nIn diese Dunkelheit würde der Graf der Herolde später nie wieder eintauchen können.\n\nIn diesen drei Monaten brachte der Schwertkämpfer Tartaglia bei, den dunklen Abgrund ungehindert zu durchqueren, und noch wichtiger, er entfesselte Ajax‘ Fähigkeit, dank seiner kampfeslustigen Natur endloses Chaos anzurichten.\n\nNiemand wusste, was in diesen drei Monaten in der Dunkelheit geschah, und Ajax würde nie davon sprechen.\n\nAls seine besorgte Mutter und seine Schwester in schließlich im Wald fanden, waren in dieser Welt nur drei Tage vergangen.\n\nUnd so endete Ajax‘ erstes Abenteuer, sein Schwert in der Hand war rostig geworden.\n\nSo endete seine Jugend und begannen seine Tage als Krieger.",
      "es": "A diferencia de lo que el mundo pueda pensar, Tartaglia no nació con sus excepcionales habilidades de combate.\n\nLas aprendió en un momento clave de su vida, pero eso es algo que nunca le cuenta a nadie.\n\nCuando tenía 14 años, se escapó de casa con solo una espada corta y una bolsa de pan para huir de su monótona familia.\n\nSe perdió en un bosque nevado y, al ser perseguido por una manada de osos y lobos, cayó en un agujero sin fondo.\n\nAllí, vio un mundo antiguo de infinitas posibilidades y se encontró con una misteriosa espadachina. O más bien dicho, el reino de la oscuridad se había fijado en este ambicioso joven.\n\nDespués, cuando se convirtió en Nobile de Los Once, nunca más pudo averiguar la verdad detrás de esa oscuridad.\n\nDurante los tres meses que estuvo allí, la espadachina le enseñó a moverse libremente a través del abismo.\n\nY más importante aún, alimentó su capacidad innata de provocar conflictos.\n\nNadie sabe qué le sucedió a Ajax durante el tiempo que pasó en la oscuridad, pues sus labios permanecen sellados al respecto.\n\nCuando su preocupada madre y su hermana finalmente lo encontraron dentro del bosque, solo habían pasado 3 días en la tierra.\n\nAún conservando su oxidada espada corta, Ajax había completado la primera aventura de su vida.\n\nEsto marcó el final de su adolescencia y su comienzo como guerrero.",
      "fr": "Contrairement à ce que tout le monde pense, Tartaglia n'est pas né avec une épée à la main.\n\nMais il ne parle jamais à personne de cette rencontre critique et fatidique.\n\nÀ l'âge de 14 ans, il décida de fuir la monotonie de sa vie et quitta sa maison avec rien d'autre qu'une épée courte et un sac de pain à la main.\n\nLe pauvre garçon finit par se perdre dans la forêt.\n\nAlors qu'il essayait d'échapper à une meute de loups et à un ours géant, il trébucha et tomba dans une faille sans fond.\n\nC'est là qu'il fut témoin des possibilités infinies d'un monde ancien. Il y rencontra une mystérieuse épéiste.\n\nOu plutôt une épéiste de ce monde des ténèbres fut attirée par l'ambition brûlante du cœur du jeune garçon.\n\nDes ténèbres dans lesquelles le Jeune Sire ne devait plus jamais plonger.\n\nDurant trois mois, l'épéiste appris à Tartaglia à se déplacer dans les Abysses et, plus important encore, il attisa sa capacité à déclencher des conflits sans fin en utilisant sa prédisposition au chaos.\n\nPersonne ne sait ce qui s'est réellement passé et Ajax n'en parle jamais à personne.\n\nLorsque sa mère et ses sœurs inquiètes le trouvèrent finalement dans la forêt, seulement 3 jours s'étaient écoulés dans ce monde.\n\nC'est ainsi que la première aventure d'Ajax se termina, avec son épée courte maintenant rouillée à la main.\n\nCela marquerait la fin de sa jeunesse et le début de ses jours de guerrier.",
      "pt": "Diferente de como o mundo pode pensar, Tartaglia não nasceu com suas habilidades de combate excepcionais.\n\nEle aprendeu em um encontro especial, mas isso é algo que ele nunca diria à ninguém. \n\nQuando ele tinha 14 anos, fugiu de casa com apenas uma espada curta e um saco de pão para se afastar de sua família monótona.\n\nEle se perdeu dentro da floresta de neve.\n\nAtacado por um urso e uma alcateia, ele caiu em uma fenda muito funda na terra.\n\nEntão, ele viu um mundo antigo de infinitas possibilidades e encontrou uma espadachim misteriosa...\n\nOu talvez pode-se dizer que o reino das trevas havia notado esse garoto ambicioso...\n\nAs trevas seriam algo que o futuro Tartaglia dos Sete não poderia voltar a investigar.\n\nDurante os três meses em que esteve lá, a espadachim o ensinou a atravessar livremente o Abismo.\n\nMais importante, ele alimentou a capacidade de Ajax de causar conflitos por seu amor ao caos.\n\nNinguém sabe o que aconteceu durante o tempo que passou nas Trevas. Seus lábios estavam selados.\n\nQuando suas preocupadas mãe e irmã finalmente o encontraram dentro da floresta, apenas três dias se passaram nesse mundo.\n\nAinda segurando sua espada curta e enferrujada, Ajax completou sua primeira aventura na vida.\n\nIsso marcou o fim de sua adolescência e o começo como guerreiro.",
      "ru": "В отличие от всеобщих убеждений, Тарталья вовсе не родился с мечом в руке. Все свои навыки он приобрёл во время одной судьбоносной встречи, о которой он никому никогда не поведает. В возрасте 14 лет Аякс убежал из дома, взяв с собой только короткий клинок и кусок хлеба. Ему надоела монотонность семейной жизни. Заблудившись в снежном лесу и убегая от медведей и волков, Аякс упал в бездонную трещину в земле. Там он увидел древний бескрайний мир и встретил таинственного мастера меча, а вернее, мастер меча из Царства тьмы заметил этого честолюбивого мальчишку... Тьму эту будущий Предвестник Чайльд так никогда и не исследует. Проведя там три месяца, Аякс научился у своего мастера свободному перемещению по Бездне. Мастер меча обучал Аякса разжигать конфликты с помощью его предрасположенности к хаосу. Никто не знает, что произошло с мальчиком в Бездне, его губы навек запечатаны. Когда его обеспокоенная мать и сестра наконец нашли его, в их мире прошло всего три дня. Стоя в лесу с ржавым клинком в руке, Аякс вернулся со своего первого приключения, которое ознаменовало конец его юношеских лет и начало его как воина.",
      "id": "Tidak seperti yang dipikirkan oleh semua orang, Tartaglia tidak dilahirkan dengan keahlian bawaan yang luar biasa dalam bertempur.\n\nTapi dia tidak akan pernah bercerita kepada siapa pun tentang titik baliknya yang menentukan itu...\n\nSaat dia berusia 14 tahun, dia melarikan diri dari hidup membosankannya di rumah hanya dengan bermodalkan sebuah pedang pendek dan sekantong roti di tangannya.\n\nLaki-laki berusia 14 tahun itu kemudian tersesat di dalam hutan bersalju.\n\nDia dikejar oleh beruang dan kawanan serigala sampai tergelincir dan jatuh ke dalam celah yang tak berujung di bawah permukaan bumi.\n\nDi sana, dia menyaksikan kemungkinan yang tidak terbatas dari sebuah dunia kuno yang lain. Di sana, dia bertemu dengan seorang pendekar pedang yang misterius...\n\nAtau mungkin bisa dikatakan bahwa alam gelap ini telah mendeteksi adanya ambisi yang membara dalam hati anak laki-laki ini.\n\nKegelapan ini adalah sesuatu yang tidak pernah bisa diselami lagi oleh Harbinger Childe.\n\nDalam waktu tiga bulan, pendekar pedang itu mengajari Tartaglia bagaimana caranya melewati jurang tanpa hambatan, dan yang lebih penting, memupuk kemampuan yang tiada habisnya dalam melakukan pertempuran sesuai dengan karakter Ajax yang menggebu-gebu.\n\nTidak ada yang tahu apakah yang telah terjadi selama tiga bulan dalam kegelapan itu, dan Ajax sendiri pun tidak akan pernah membicarakan hal ini kepada siapa pun.\n\nKetika ibu dan saudara perempuan yang mengkhawatirkannya akhirnya menemukannya di dalam hutan itu, ternyata waktu di dunia ini baru saja berlalu selama 3 hari.\n\nBegitulah petualangan pertama Ajax dengan sebilah pedang pendek berkarat di tangannya ini berakhir.\n\nIni akan menandai akhir masa mudanya dan menjadi awal dari hari-harinya sebagai seorang petarung.",
      "th": "Tartaglia นั้นไม่ได้เกิดมาพร้อมกับพรสวรรค์การต่อสู้ที่โดดเด่นอย่างที่ทุกคนคิดกัน\n\nแต่มันเกิดขึ้นจากประสบการณ์ที่สำคัญสุด ๆ ในครั้งนั้นซึ่งเขาเองก็ไม่อยากที่จะเอ่ยถึงมันให้คนอื่นได้ฟัง...\n\nในตอนที่เขาอายุได้ 14 ปี เขาหนีออกจากครอบครัวที่แสนจะน่าเบื่อพร้อมด้วยดาบสั้นหนึ่งเล่มและกระเป๋าที่มีแต่ขนมปัง\n\nเขาหลงทางอยู่ในป่า\n\nถูกไล่ล่าด้วยหมีและฝูงหมาป่า จากนั้นก็ตกลงไปในรอยแยกของพื้นโลกที่ลึกจนมองไม่เห็นพื้นที่อยู่ด้านล่าง\n\nที่นั่นเขาได้พบเจอกับโลกโบราณที่เต็มไปด้วยความเป็นไปได้ที่ไม่สิ้นสุดและได้พบกับนักดาบลึกลับที่นั่น\n\nหรือจะพูดว่าอาณาจักรแห่งความมืดได้สังเกตเห็นเด็กหนุ่มที่เต็มไปด้วยความทะเยอทะยานก็ได้...\n\nนั่นคือสิ่งที่แม้ว่าหลังจากที่เขากลายเป็น Tartaglia ผู้บริหารของพวก Fatui แล้วแต่ก็ไม่สามารถกลับไปเพื่อตรวจสอบความมืดนั้นได้อีก\n\nตลอดช่วงเวลาสามเดือนที่อยู่ในนั้นนักดาบได้สอนเทคนิคการเดินท่องไปในก้นเหวได้อย่างอิสระ\n\nและที่สำคัญกว่านั้นก็คือตลอดช่วงเวลาสามเดือนนั้นเขาได้บ่มเพาะความสามารถในการต่อสู้ที่ไม่มีที่สิ้นสุดท่ามกลางธรรมชาติที่ชื่นชอบความวุ่นวายปั่นป่วนของเขา\n\nไม่มีใครรู้ว่าแท้จริงแล้วเกิดอะไรขึ้นตลอดระยะเวลาสามเดือนที่อยู่ท่ามกลางความมืด ส่วน Ajax ก็ไม่เคยพูดถึงเรื่องนี้อีกเลย\n\nแต่ในตอนที่แม่และพี่สาวของเขาซึ่งกำลังกังวลใจเป็นอย่างมากมาเจอกับเขาในป่านั้น \"เวลาของโลก\" ยังผ่านไปไม่ถึงสามวันเลยด้วยซ้ำไป\n\nถือดาบสั้นที่เต็มไปด้วยสนิมอยู่ในมือของเขา เด็กหนุ่มได้จบการผจญภัยครั้งแรกของเขาไปทั้งอย่างนี้\n\nนี่คือตอนจบในวัยเด็กของเขา และก็เป็นจุดเริ่มต้นของเส้นทางนักรบเช่นกัน",
      "vi": "Khác với người đời thường nghĩ, khả năng chiến đấu của Tartaglia không phải tự nhiên mà có.\n\nThế nhưng lần thử thách quan trọng ấy, Tartaglia sẽ không bao giờ kể cho ai nghe...\n\n Năm 14 tuổi, để thoát khỏi gia đình cổ hủ bất biến, người thiếu niên đã cầm theo thanh kiếm nhỏ và một chiếc túi ra đi.\n\nNăm 14 tuổi, người thiếu niên ngông cuồng lạc lõng giữa rừng tuyết.\n\nBị gấu và sói truy đuổi, anh trượt chân té xuống khe nứt đen tối và sâu thẳm.\n\nTại đây, anh đã phát hiện ra sự vô hạn của một thế giới cổ xưa khác; Ở đó, anh gặp được một vị kiếm khách thần bí.\n\nHay nói cách khác, vương quốc đen tối đã để ý đến chàng thiếu niên với tham vọng cực lớn...\n\nĐó là nơi mà cho dù sau này có trở thành quan chấp hành \"Childe\" của Fatui, anh cũng không thể quay lại tìm hiểu ngọn nguồn.\n\nTrong khoảng thời gian ba tháng, kiếm khách đã truyền cho anh toàn bộ thuật pháp hành tẩu vực sâu mà mình tâm đắc nhất.\n\nĐiều đáng chú ý đó là, trong ba tháng ấy, từ bản tính hiếu chiến của anh, đã hình thành nên khả năng chiến đấu vô tận.\n\nKhông ai biết được trong quãng thời gian đó đã xảy ra điều gì, Ajax sau này cũng không nói ra một lời.\n\nThế nhưng cuối cùng, khi mẹ và chị em lòng như lửa đốt đã tìm thấy anh trong rừng sâu, thì \"thời gian của thế giới\" mới chỉ qua ba ngày mà thôi.\n\nTrong tay cầm thanh kiếm đã hoen gỉ, người thiếu niên cứ như vậy mà hoàn thành chuyến mạo hiểm đầu tiên.\n\nĐó cũng là sự kết thúc của cuộc sống thiếu niên, và bắt đầu bước vào con đường của võ sĩ."
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "回归家乡之后，少年变了一番模样。\n\n他不再胆怯、犹豫，而是变得轻狂、自信。\n\n仿佛这个世界本应围绕着他旋转，仿佛战斗是为了他而出现的。\n\n争斗往往带来改变，莫测的变化正如旋转的万花筒一般吸引着阿贾克斯。\n\n在父亲眼中，本就不安分的三子变得顽劣异常，为平和的海屑镇带来了诸多无妄的纷争。\n\n或者不如说，他就此成为了斗争的中心，无论他去向何处，打斗与争执如影随形——而他也乐在其中。\n\n终于，在一次险些闹出人命的大斗殴被勉强平息后，无奈的父亲将爱子交给了愚人众征兵团。\n\n父亲希望愚人众的严明军纪能够磨炼爱子的性格，却目睹全副武装的征兵团被一个毛头小子打得落荒而逃。\n\n尽管这令父亲大失所望，愚人众第五执行官「公鸡」的视线却被意外吸引。\n\n惊讶于阿贾克斯的战力，又好奇于他乐于将自己置于争斗的漩涡中心的个性…\n\n「公鸡」以惩治为由，将阿贾克斯纳入愚人众，命他从底层开始，承担为「冰之女皇」而战的责任。\n\n就这样，愚人众的战斗经历饲喂了少年不知餍足的征服欲望，他愈发膨胀的自我又被战胜强敌的快感渐渐填充…\n\n终于，阿贾克斯被提拔为愚人众的「执行官」，获得了「公子」达达利亚的名号，成为了至冬国最具权势的人物之一。\n\n但成为达达利亚，并不是他所追求的终点。对于征服世界的无尽野心而言，这只是又一个小小的节点。",
      "zht": "回歸家鄉之後，少年變了一番模樣。\n\n他不再膽怯、猶豫，而是變得輕狂、自信。\n\n仿佛這個世界本應圍繞著他旋轉，仿佛戰鬥是為了他而出現的。\n\n爭鬥往往帶來改變，莫測的變化正如旋轉的萬花筒一般吸引著阿賈克斯。\n\n在父親眼中，本就不安分的三子變得頑劣異常，為平和的海屑鎮帶來了諸多無妄的紛爭。\n\n或者不如說，他就此成為了鬥爭的中心，無論他去向何處，打鬥與爭執如影隨形——而他也樂在其中。\n\n終於，在一次險些鬧出人命的大鬥毆被勉強平息後，無奈的父親將愛子交給了愚人眾徵兵團。\n\n父親希望愚人眾的嚴明軍紀能夠磨煉愛子的性格，卻目睹全副武裝的徵兵團被一個毛頭小子打得落荒而逃。\n\n儘管這令父親大失所望，愚人眾第五執行官「公雞」的視線卻被意外吸引。\n\n驚訝於阿賈克斯的戰力，又好奇於他樂於將自己置於爭鬥的漩渦中心的個性…\n\n「公雞」以懲治為由，將阿賈克斯納入愚人眾，命他從底層開始，承擔為「冰之女皇」而戰的責任。\n\n就這樣，愚人眾的戰鬥經歷飼餵了少年不知饜足的征服欲望，他愈發膨脹的自我又被戰勝強敵的快感漸漸填充…\n\n終於，阿賈克斯被提拔為愚人眾的「執行官」，獲得了「公子」達達利亞的名號，成為了至冬國最具權勢的人物之一。\n\n但成為達達利亞，並不是他所追求的終點。對於征服世界的無盡野心而言，這只是又一個小小的節點。",
      "jp": "故郷に戻った後、少年には少し変化があった。\n\n臆病や躊躇いを捨て、軽薄で自信に満ちた姿になった。\n\nまるで、彼こそがこの世界の中心であり、戦いそのものは彼のために存在するようだった。\n\n闘争は常に変化をもたらす。予測不能の変化は、万華鏡のようにアヤックスを吸い込んだ。\n\n父親から見れば、元々やんちゃだった三男が、さらに暴れん坊になり、平和な海屑町に数々のトラブルを引き起こした。\n\nというよりも、彼が闘争の中心になり、彼が行くところでは必ず争いが起きる。——そして、彼自身もそれを楽しんでいる。\n\nついにある日、危うく死人を出しかけた喧嘩の後、父は仕方なく、愛する息子をファデュイ徴兵団に送り込んだ。\n\nファデュイの厳しいルールによって、息子の性格が改善されるだろうというのが父親の願いだったが、実際目にしたのは、完全武装したファデュイが一人のガキにボコボコにされ、逃げ出した光景だった。\n\nこの件で、父親は大いに失望したが、ファトゥス第五位「プルチネッラ」は、タルタリヤの存在に興味を持つようになった。\n\n彼はアヤックスの戦闘力に驚き、その闘争の中心にいる己を楽しむ性格に、興味を持つようになった…\n\n「プルチネッラ」は処罰という名目で、アヤックスをファデュイの傘下に入れた。下っ端として働いてもらい、「氷の女皇」のために戦うことを命じた。\n\nこうして、ファデュイの戦闘は、少年の限りなき征服の欲望を満たし、彼の膨れ上がった自我も、強敵に勝った快感で満たされていった…\n\nそして、ついにアヤックスは、ファデュイの「執行官」として抜擢された。「公子」タルタリヤの名を手に入れ、スネージナヤで最も権力を持つ人間の一人になった。\n\nしかし、タルタリヤになったことは終点ではなく、世界を征服する野望の一小節にすぎない。",
      "ko": "고향에 돌아온 소년은 180도 달라졌다.\n\n그는 더 이상 겁내거나 망설이지 않고 방정맞고 자신감 넘치게 변했다.\n\n마치 이 세계가 그를 중심으로 돌아가고, 전투가 그를 위해 존재하듯 말이다.\n\n투쟁은 늘 변화를 가져오기 마련이다. 헤아릴 수 없는 변화는 마치 회전하는 만화경처럼 아약스를 끌어들였다.\n\n아버지의 눈에 원래 천방지축이던 셋째가 더 완고하고 말썽을 피우게 돼 평화롭던 바닷가 마을에 수많은 분쟁을 불러일으켰다.\n\n혹은 그는 투쟁의 중심이 되어 어딜 가든 싸움과 분쟁이 그림자처럼 따라다녔고 본인 또한 이를 즐겼다고 말하는 게 더 정확할 것이다.\n\n마침내 목숨을 잃을 뻔한 난투극이 가까스로 수습된 뒤, 아버지는 어쩔 수 없이 사랑하는 아들을 우인단의 징병단에 넘기게 된다.\n\n아버지는 우인단의 엄격한 군기가 사랑하는 아들의 성격을 고쳐주길 바랐으나 완전무장한 징병단이 머리에 피도 안 마른 꼬맹이에게 쫓겨 달아나는 모습을 보게 된다.\n\n아버지는 이에 크게 실망했지만 우인단의 다섯 번째 집행관 「풀치넬라」는 이를 눈여겨보게 된다.\n\n아약스의 전투력에 놀라고 전투의 소용돌이의 중심에 있는 걸 즐기는 듯한 그의 성격에 호기심을 갖게 된다….\n\n「풀치넬라」는 처벌이라는 명목으로 아약스를 우인단에 입단시킨 뒤 제일 밑바닥에서부터 시작해 「얼음의 여왕」을 위해 싸울 것을 명한다.\n\n그렇게 우인단의 전투 경력은 만족할 줄 모르던 소년의 정복욕을 채워주었고 점점 팽창하던 자아는 강력한 적을 이길 때의 쾌감으로 점점 채워지기 시작했다….\n\n결국 아약스는 우인단의 「집행관」으로 발탁되어 「타르탈리아」라는 호칭을 얻고 스네즈나야에서 권세가 가장 강력한 사람 중 한 명이 된다.\n\n타르탈리아가 되는 건 그의 최종 목표가 아니다. 세계를 정복하겠다는 그의 끝없는 야심에 비교하면 이건 이제 시작일 뿐이니까",
      "en": "By the time he returned home, the young man was no longer the same.\n\nHe was no longer frightened and hesitant but had become frivolous and confident. He acted as if this world revolved around him, and as if battle existed for his sake.\n\nConflict often brings about change, and this capricious, incalculable change attracted Ajax like a revolving kaleidoscope.\n\nIn the eyes of his father, that third son that he had so worried about had changed for the worse, bringing much uncalled-for havoc to the seaside village of Morepesok.\n\nOr perhaps it would be more accurate to say that Ajax had become a nexus of strife, for no matter where he went, fights and squabbles would follow — and he reveled in it.\n\nUltimately, after a huge brawl was pacified with some difficulty and with some near-fatal misses, his father had no choice but to hand his beloved son over for conscription into the Fatui.\n\nHe hoped that the strict military training of the Fatui could hone his son's temper, but wound up watching fully-armed troops getting the stuffing beaten out of them by a mere child.\n\nThis was a great disappointment to his father, but it also caught the attention of Pulcinella, the 5th Harbinger.\n\nShocked by Ajax's great strength and curious about how he invariably became the eye of a vortex of discord, Pulcinella inducted Ajax into the Fatui under the pretext of meting out punishment, ordering him to start from the bottom and take up the duty of serving the Tsaritsa.\n\nHis insatiable desire for conquest would thus be constantly satiated in fighting for the Fatui, and his ever-burgeoning ego would gorge upon the elation of vanquishing mighty foes...\n\nUntil at last, Ajax was chosen to be one of the Fatui Harbingers, donning the mantle of \"Childe\" Tartaglia and becoming one of the most powerful people in Snezhnaya.\n\nBut becoming Tartaglia was far from his end goal. To someone who sought to conquer the world, this was but a tiny step in his journey.",
      "de": "Als der junge Mann nach Hause zurückkehrte, war er nicht mehr derselbe.\n\nSeiner zweifelnden Ängstlichkeit war tollkühne Zuversicht gewichen. Er verhielt sich so, als würde die Welt sich um ihn drehen und der Kampf nur für ihn existieren.\n\nKonflikt bringt oft Veränderung mit sich, und diese Unberechenbarkeit zog Ajax an wie ein flimmerndes Kaleidoskop.\n\nIn den Augen seines Vaters jedoch hatte sein dritter Sohn sich nur verschlimmert, denn er brachte reichlich ungewolltes Chaos über ihr friedliches Fischerdorf.\n\nZutreffender wäre noch, dass aus Ajax den Ärger nun anzog wie ein Magnet. Wohin er auch ging, Kämpfe und Zank folgten und er weidete sich daran.\n\nNach einer großen Prügelei, die beinahe Tote gefordert hätte, blieb seinem Vater schließlich keine Wahl, als ihn bei den Fatui in den Wehrdienst zu geben.\n\nEr hoffte, die strenge militärische Ausbildung der Fatui würde das Temperament seines Sohnes zügeln, doch stattdessen sah er, wie ein Kind bewaffnete Truppen verprügelte.\n\nFür seinen Vater war dies eine große Enttäuschung, doch so zog Ajax die Aufmerksamkeit von Pulcinella auf sich, dem fünften der Elf.\n\nVerblüfft von seiner Stärke und darüber, wie er unausweichlich zum Zentrum des Unfriedens wurde, nahm Pulcinella unter dem Vorwand, ihn zu bestrafen, bei den Fatui auf. Dort sollte er sich von ganz unten nach oben hochdienen sowie im Dienst des Kryo-Archons stehen.\n\nSeine unlöschbare Gier nach Eroberungen wurde durch seinen Kampfdienst für die Fatui gestillt und sein weiter wachsendes Ego jauchzte beim Anblick mächtiger Gegner ...\n\nSchließlich wurde Ajax zu einem der Elf der Fatui auserwählt und ihm der Titel „Graf“ Tartaglia verliehen. So wurde er einer der mächtigsten Leute in Snezhnaya.\n\nDoch diese Entwicklung zu Tartaglia war nur ein kleiner Schritt auf seinem Weg zur Eroberung der Welt.",
      "es": "Cuando regresó a casa, el joven ya no era el mismo.\n\nYa no estaba asustado ni indeciso, sino que se había vuelto frívolo y confiado. Actuaba como si este mundo girara en torno a él, y como si la guerra existiera por y para él.\n\nLos conflictos provocan cambios, y este cambio caprichoso e impredecible atrajo a Ajax como un hipnótico caleidoscopio.\n\nA ojos de su padre, Ajax, su tercer hijo y por quien tanto se preocupaba, había cambiado para peor y provocado estragos innecesarios en su pacífica vida en la costa.\n\nO quizás sería más exacto decir que Ajax se había vuelto una persona muy problemática, porque fuera adonde fuera, había peleas y disputas, con las que el se deleitaba.\n\nHasta que un día, después de una violenta pelea en la que hubo incluso víctimas, su padre no tuvo más remedio que entregar a su querido hijo como recluta de los Fatui.\n\nEsperaba que el estricto entrenamiento militar de los Fatui pudiera afinar su temperamento, pero Ajax acabó venciendo a todos los soldados, que iban completamente armados, y haciéndoles huir.\n\nEsto fue una gran decepción para su padre, pero también llamó la atención de Pulcinella, el quinto de Los Once.\n\nConmocionado por la gran fuerza de Ajax, e interesado en cómo este se convirtió en el centro de la discordia, Pulcinella metió a Ajax en los Fatui con el pretexto de “imponerle un castigo”, obligándolo a comenzar desde abajo y a aceptar el deber de servir a la Emperatriz del Hielo.\n\nSus insaciables deseos de victoria siempre estarían saciados si luchaba con los Fatui, y su ego, en constante aumento, se alimentaría de la euforia de vencer a poderosos enemigos.\n\nHasta que por fin, Ajax fue elegido para ser uno de Los Once de los Fatui bajo el nombre de Tartaglia “Nobile” y convirtiéndose en una de las personas más poderosas de Snezhnaya.\n\nPero convertirse en Tartaglia no era su objetivo final. Para alguien que buscaba conquistar el mundo, aquel solo era un pequeño paso en su largo viaje.",
      "fr": "Quand il rentra chez lui, le jeune homme n'était plus le même.\n\nIl n'était plus effrayé ou indécis, mais était devenu frivole et confiant. Il agissait comme si le monde tournait autour de lui et comme si les guerres existaient par et pour lui.\n\nLes conflits amènent souvent des changements et ce changement fantasque et imprévisible attirait Ajax comme un kaléidoscope hypnotique.\n\nAux yeux de son père, ce troisième fils dont il était si inquiet avait changé pour le pire, causant beaucoup de ravages injustifiés dans leur paisible ville balnéaire.\n\nOu peut-être serait-il plus juste de dire qu'Ajax était devenu une personne gênante, car partout où il allait, il y avait des combats et des disputes dont il se réjouissait.\n\nJusqu'au jour où, après qu'une bagarre énorme eut été pacifiée non sans mal en évitant de justesse des victimes, son père n'eut d'autre choix que de remettre son fils bien-aimé aux mains des Fatui.\n\nIl espérait que l'entraînement militaire strict des Fatui aiguise son tempérament, mais Ajax finit par vaincre tous les soldats et les faire fuir.\n\nCe fut une grande déception pour son père, mais cela attira également l'attention de Pulcinella, le 5e des Onze Exécuteurs.\n\nImpressionné par la force d'Ajax et intrigué par la façon dont il devenait invariablement le centre des disputes, Pulcinella plaça Ajax chez les Fatui sous prétexte de « lui infliger une punition », le forçant à commencer au bas de l'échelle en assumant le devoir de servir l'Archon Cryo.\n\nSa soif de victoire était rassasiée en combattant avec les Fatui et son ego toujours en plein essor se gorgeait de l'exaltation de vaincre des ennemis puissants.\n\nAu final, Ajax fut choisi pour faire partie des Onze des Fatui sous le nom de « Jeune Sire » Tartaglia et devenir l'une des personnes les plus puissantes de Snezhnaya.\n\nMais devenir Tartaglia n'était pas son but ultime. Pour quelqu'un qui cherchait à conquérir le monde, ce n'était qu'un petit pas dans une longue marche.",
      "pt": "Quando voltou para casa, o jovem não era mais o mesmo.\n\nEle não estava mais assustado e hesitante, mas se tornou frívolo e confiante. Ele agia como se o mundo girasse ao seu redor e como se a batalha existisse para o seu bem.\n\nOs conflitos geralmente trazem mudanças, e essa mudança incalculável atraiu Ajax como um caleidoscópio giratório.\n\nAos olhos de seu pai, o terceiro filho que ele tanto se preocupou mudou para pior, trazendo muitos estragos desnecessários para sua pacífica cidade litorânea.\n\nOu talvez fosse mais correto dizer que Ajax havia se tornado um ponto de conflito, pois não importa aonde ele fosse, lutas e disputas aconteciam - e ele se divertia com isso.\n\nFinalmente, depois que uma grande briga ser pacificada com alguma dificuldade e com alguns erros quase fatais, seu pai não teve escolha a não ser entregar seu amado filho para ser alistado nos Fatui.\n\nEle esperava que o estrito treinamento militar dos Fatui pudesse aguçar o temperamento de seu filho, mas acabou vendo tropas totalmente armadas serem espancadas por uma simples criança.\n\nIsso foi uma grande decepção para seu pai, mas também chamou a atenção de Pulcinella, o 7° Mensageiro.\n\nChocado com a grande força de Ajax e curioso sobre como ele invariavelmente se tornava o olho de um vórtice de discórdia, Pulcinella introduziu Ajax aos Fatui sob o pretexto de aplicar uma punição, ordenando-lhe que começasse de baixo até assumir o dever de servir a Arconte Cryo.\n\nSeu desejo insaciável de conquista seria, portanto, constantemente saciado na luta pelos Fatui, e seu ego sempre crescente se saciaria com a alegria de derrotar poderosos inimigos... \n\nAté que finalmente Ajax foi escolhido para ser um dos Mensageiros dos Fatui, vestindo o manto de \"Childe\" Tartaglia e se tornando uma das pessoas mais poderosas de Snezhnaya.\n\nMas se tornar Tartaglia estava longe de seu objetivo final. Para alguém que buscou conquistar o mundo, este foi apenas um pequeno passo em sua jornada.",
      "ru": "Когда мальчик вернулся домой, он уже не был прежним. Из трусливого и нерешительного мальчишки он превратился в легкомысленного и самоуверенного юношу. Он вёл себя так, будто мир вращается вокруг него, а все битвы только и ждут его появления на поле брани. Войны несут с собой перемены, и непредсказуемость этих перемен, подобная красочной круговерти калейдоскопа, пленила и притягивала Аякса. На глазах у отца из третьего сына, за судьбу которого он переживал, Аякс превратился в необычайного упрямца, приносящего в мирную жизнь деревни Морепесок сплошные раздоры. Или, лучше сказать, он стал сердцем раздора - неважно, куда он шёл и что делал, драки и споры следовали за ним по пятам... А он находил в этом удовольствие. В конце концов после одной серьёзной драки, в которой едва не дошло до убийства, отец был вынужден отдать любимого сына в организацию Фатуи. Отец надеялся, что жёсткая военная дисциплина, присущая Фатуи, закалит характер его сына, но вместо этого был вынужден наблюдать, как мальчишка легко разделался с отрядом хорошо вооружённых воинов. Его отец был разочарован, но этот инцидент привлёк внимание Пульчинеллы, номера пять из Предвестников. Он был удивлён боевыми умениями Аякса и крайне заинтересован его натурой, стягивающей вокруг себя неприятности и наслаждающейся этим. Пульчинелла принял Аякса в Фатуи и под предлогом наказания заставил начать с самых низов и посвятить себя служению Царице. Неудержимая жажда битвы Аякса была полностью удовлетворена служением в Фатуи, а его возросшее эго тешили победы над могучими противниками... В конце концов Аякс был избран одним из Предвестников и получил титул «Чайльд» Тарталья. Так он стал одним из наиболее могущественных людей Снежной. Но стать Тартальей не было его конечной целью. Для того, кто жаждет бросить вызов всему миру, это был лишь первый шаг в путешествие длиною в жизнь.",
      "id": "Setelah dia kembali ke kampung halamannya, dia sudah tidak sama seperti anak muda yang dulu lagi.\n\nDia sudah bukan anak muda yang penakut dan ragu-ragu, melainkan seseorang yang nekat dan percaya diri.\n\nDia bersikap seakan-akan dirinya adalah pusat dunia dan segala peperangan terjadi karena dirinya.\n\nPertempuran sering membawa perubahan, dan perubahan yang tidak terduga selalu menarik perhatian Ajax bagaikan sebuah kaleidoskop yang berputar.\n\nDi mata ayahnya, sifat putra ketiganya ini semakin menjadi-jadi, dia membuat kota kecil di tepi pantai ini menjadi kacau.\n\nMungkin lebih tepat kalau dikatakan bahwa dia selalu menjadi pusat perselisihan ke mana pun dia pergi, mengikutinya bagaikan sebuah bayangan —— dan dia menikmatinya.\n\nPada akhirnya, setelah sebuah pertempuran besar yang hampir merenggut nyawa banyak orang, ayahnya dengan pasrah menyerahkan anak kesayangannya ke bimbingan Fatui.\n\nAyahnya berharap sifat anaknya dapat ditempa dengan dispilin militer yang keras, tetapi dia malah menyaksikan prajurit-prajurit dengan peralatan lengkap dipukuli dan dikejar oleh seorang bocah laki-laki.\n\nMeskipun hal ini membuat sang ayah sangat kecewa, tetapi hal ini justru berhasil menarik perhatian Pulcinella, Harbinger Fatui ke-5.\n\nDia terkejut dengan kehebatan Ajax dalam bertarung, dan juga penasaran dengan sifat Ajax yang selalu ingin berada di tengah pertarungan...\n\nPulcinella memasukkan Ajax sebagai prajurit Fatui dengan alasan memberikannya sebuah hukuman. Kemudian Ajax diperintahkan untuk memulai dari pangkat paling bawah dan bertempur demi Archon Cryo.\n\nDengan begini, rasa haus akan pertempuran yang selalu dirasakan oleh Ajax dapat dipuaskan dengan bertarung sebagai prajurit Fatui. Ego nya selalu meningkat setiap kali dia berhasil mengalahkan musuh yang tangguh...\n\nHingga akhirnya, Ajax diangkat menjadi seorang Harbinger Fatui dan diberi gelar \"Childe\" Tartaglia. Kini dia adalah salah satu orang terkuat di Snezhnaya.\n\nTetapi berhasil menjadi Tartaglia hanyalah sebuah langkah kecil dalam perjalanannya untuk menguasai dunia.",
      "th": "เมื่อกลับไปยังบ้านเกิด ชายหนุ่มก็มีการเปลี่ยนแปลง\n\nเขาไม่ขี้ขลาด ลังเลอีกต่อไป เลินเล่อ มั่นใจมากขึ้น \n\nเมื่อดั่งโลกทั้งใบหมุนรอบเขาเป็นศูนย์กลาง การเกิดสงครามก็เกิดเพราะเขา\n\nซึ่งสงครามในแต่ละครั้งนำมาซึ่งการเปลี่ยนแปลง การเปลี่ยนแปลงที่ไม่อาจคาดเดาได้ราวกับลวดลายในกล้องคาไลโดสโคปที่กำลังดึงดูด Ajax จมเข้าไปเรื่อย ๆ \n\nลูกชายคนที่สามที่ไม่ค่อยสงบเสงี่ยมในสายตาของบิดาเลยกลับดื้อรั้นมากกว่าเดิม และนำความขัดแย้งมากมายมาสู่เมือง Seaside ที่สงบสุข \n\nหรือจะพูดว่าเขากลายเป็นศูนย์กลางแห่งความขัดแย้ง ไม่ว่าเขาไปยังที่ใดความขัดแย้งและสงครามก็ติดตามเขาไปทุกแห่ง และเขาเองก็สนุกกับมันเช่นกัน\n\n และแล้วจากการต่อสู้ที่เกือบจะมีการสูญเสียเกิดขึ้นได้ถูกห้ามไว้ บิดาจำต้องส่งเขาไปยังค่ายทหาร Fatui \n\nหวังว่าลูกชายของเขาจะถูกละลายพฤติกรรม กลับกลายเป็นว่าทหารในเครื่องแบบถูกเด็กไล่ตี \n\nถึงแม้บิดาเห็นดังนี้จะเสียใจเป็นอย่างมาก แต่ผู้บริหารอันดับที่ห้าของ Fatui \"Pulcinella\" กลับถูกดึงดูดโดยบังเอิญ \n\nเขาตกใจในพลังรบของ Ajax และแปลกใจในพฤติกรรมที่ชอบนำตัวเองเป็นศูนย์กลางของการต่อสู้...\n\n\"Pulcinella\" ใช้เหตุผลลงโทษในการรับ Ajax สู่กองทหาร Fatui สั่งให้เขาเริ่มตั้งแต่ตำแหน่งล่าง รับคำสั่งเพื่อปกป้องจักรพรรดินีน้ำแข็ง \n\nจากนั้นประสบการณ์การสู้รบต่อมาของ Fatui ได้หล่อเลี้ยงความโลภที่ไม่รู้จักพอของเขา ความมั่นใจในตัวเองที่มากขึ้นรวมทั้งการชนะสงครามระหว่างศัตรูที่แข็งแกร่งที่คอยเติมเต็ม...\n\nและแล้ว Ajax ถูกแต่งตั้งเป็นผู้บริหารของ Fatui ในเวลาต่อมา ได้รับนามว่า \"Childe\" Tartaglia และกลายเป็นหนึ่งในผู้มีอิทธิพลที่สุดใน Snezhnaya \n\nแต่การกลายเป็น Tartaglia ไม่ใช่เป้าหมายสุดท้ายของเขา สำหรับความคิดการครองโลกนั้น นี่อาจเป็นเพียงอีกตอนสั้น ๆ เช่นกัน",
      "vi": "Sau khi quay về, thiếu niên đã thay đổi hoàn toàn.\n\nAnh không còn nhát gan, do dự, mà trở nên ngông cuồng, tự tin.\n\nDường như thế giới này vốn nên xoay quanh anh, dường như các trận chiến xuất hiện là vì anh.\n\nTranh đấu luôn mang đến sự thay đổi, biến hoá khôn lường tựa như kính vạn hoa hấp dẫn Ajax.\n\nTrong mắt cha, đứa con thứ ba vốn không chịu an phận nay lại trở nên bướng bỉnh lạ thường, đem đến quá nhiều những tranh chấp vô nghĩa cho ngôi làng ven biển bình yên.\n\nĐúng hơn là, từ đó anh trở thành trung tâm của mọi cuộc chiến, dù anh đi về nơi nào, tranh chấp và đấu đá vẫn cứ theo gót anh như hình với bóng, còn anh thì cũng vui vẻ chấp nhận.\n\nCuối cùng, sau một cuộc chiến suýt thì nguy hiểm đến mạng người được miễn cưỡng hoà giải, người cha bất lực bèn giao đứa con cho binh đoàn Fatui.\n\nNgười cha hy vọng kỷ luật nghiêm minh của Fatui sẽ mài giũa tính cách cho đứa con mình, nhưng lại chứng kiến cảnh đội quân vũ trang bị một tên nhóc đánh cho tháo chạy nháo nhào.\n\nDù việc này khiến người cha thất vọng tràn trề, nhưng bất ngờ là lại thu hút được ánh mắt của Pulcinella - Quan chấp hành thứ 5 của Fatui.\n\nKinh ngạc trước chiến lực của Ajax, lại hiếu kỳ bởi tính cách sẵn sàng đặt mình vào trung tâm của vòng xoáy tranh đấu...\n\nPulcinella lấy lý do trừng phạt, nên kết nạp Ajax vào Fatui, lệnh cho anh bắt đầu từ vị trí thấp, đảm nhận trách nhiệm chiến đấu vì Nữ Hoàng Băng Giá.\n\nCứ vậy, kinh nghiệm chiến đấu đã nuôi dưỡng khát vọng chinh phục không biết thoả mãn của thiếu niên, bản ngã ngày một bành trướng của anh lại được dần lấp đầy bởi niềm vui khi đánh thắng kẻ địch mạnh...\n\n Cuối cùng, Ajax được đề bạt làm Quan Chấp Hành của Fatui, nhận danh hiệu \"Childe\" Tartaglia, trở thành một trong những nhân vật quyền lực ở Snezhnaya.\n\nNhưng trở thành Tartaglia không phải mục tiêu cuối cùng của anh, đối với dã tâm vô tận muốn chinh phục thế giới, đây chỉ là một cột mốc nho nhỏ."
    }
  },
  {
    "title": {
      "zhs": "达达利亚的家书",
      "zht": "達達利亞的家書",
      "jp": "タルタリヤの手紙",
      "ko": "타르탈리아의 가서",
      "en": "Tartaglia's Letters to Home",
      "de": "Tartaglias Briefe an die Familie",
      "es": "Carta de la familia de Tartaglia",
      "fr": "Lettre de la famille de Tartaglia",
      "pt": "Carta da Família de Tartaglia",
      "ru": "Семейные письма Тартальи",
      "id": "Surat Keluarga Tartaglia",
      "th": "จดหมายถึงบ้านของ Tartaglia",
      "vi": "Thư nhà của Tartaglia"
    },
    "line": {
      "zhs": "「亲爱的小妹，最近家里还好吗？老头子的头痛好些了吗？\n\n请替我向父母和哥哥姐姐们问好。\n\n我从璃月港寄了一些治受寒头痛的药回来，很好用，能让他少唠叨几天。过几天应该就到了。\n\n除了老头子的东西以外，我当然不会忘记你们的礼物，\n\n随信奉上璃月风筝两副、拨浪鼓一只、稻妻产瓷娃娃两个，各种零食一箱。\n\n还有，请转告安东，璃月港的居民都是和我们一样的人类，不是石头人，\n\n他们也不吃石头，可没意思了。\n\n冬妮娅，请不要着急，在家里不要淘气。\n\n我就快要回家了，就像我说的，等我把璃月的七颗星星都摘下来送给女皇陛下，我就搭第一批船回来。我一向说到做到。\n\n你忠诚的骑士。」",
      "zht": "「親愛的小妹，最近家裡還好嗎？老頭子的頭痛好點了嗎？\n\n請替我向父母和哥哥姐姐們問好。\n\n我從璃月港寄了一些治受寒頭痛的藥回來，很好用，能讓他少囉唆幾天。過幾天應該就到了。\n\n除了老頭子的東西以外，我當然不會忘記你們的禮物，\n\n隨信奉上璃月風箏兩副、撥浪鼓一個、稻妻產瓷娃娃兩個，各種零食一箱。\n\n還有，請轉告安東，璃月港的居民都是和我們一樣的人類，不是石頭人，\n\n他們也不吃石頭，真是無聊。\n\n冬妮婭，請不要著急，在家裡不要淘氣。\n\n我就快要回家了，就像我說的，等我把璃月的七顆星星都摘下來送給女皇陛下，我就搭第一批船回來。我一向說到做到。\n\n妳忠誠的騎士。」",
      "jp": "「愛しい妹ちゃんへ、家族のみんなは元気？オヤジの頭痛は治ったか？\n\nオヤジとオフクロ、それと兄貴や姉貴によろしく伝えてといて。\n\n璃月港から頭痛の特効薬を送ったんだ。これで少しはオヤジも楽になるだろう。薬は数日で届くはずだ。\n\nもちろん、君たちへのプレゼントも用意したぞ。\n\n手紙と璃月の凧2つ、でんでん太鼓1つ、稲妻産の磁器人形2つと色々なお菓子詰め合わせを送った。\n\n後アントンに、璃月港の人々は石でできた人じゃなくて、俺たちと同じく人間だって教えてあげてくれ。\n\nやつらは石は食べない。つまらないよな。\n\nトーニャ、焦る必要はない、家でいい子にしてろよ。\n\n俺はもうすぐ帰るよ。前に言ってたように、璃月の7つの星を手に入れ、女皇陛下に捧げる願いが叶ったらすぐ帰る。俺は約束は守るからな。\n\nあなたの忠誠な騎士より」",
      "ko": "「사랑하는 동생아, 요즘 별일 없지? 아버지 두통은 좀 괜찮아지셨어?\n\n나 대신 가족들에게 안부 인사 좀 전해줘.\n\n리월항에서 추위로 인한 두통에 좋다는 약을 보냈어. 효과가 꽤 좋대. 아마도 며칠 뒤에 도착할 테니까 아버지 먹여드려. 그럼 며칠 동안은 아프다고 투덜대지 않을 거야.\n\n물론 아버지 것 외에 너희들 선물도 보냈어.\n\n편지에 리월에서 만든 연 두 개랑 딸랑이 하나, 이나즈마산 도자기 인형 두 개, 그리고 간식거리 한 상자도 같이 보냈다.\n\n그리고 안톤에게 리월항 사람들은 골렘이 아닌 우리랑 같은 인간이라고 전해줘.\n\n돌도 안 먹더라고, 진짜 재미없어.\n\n토니아, 너무 서두르지 말고 집에서 얌전히 있어.\n\n금방 집에 돌아갈 테니까. 내가 전에 말한 것처럼 리월의 일곱 별을 모두 따다 여왕 폐하에게 바치고 나면 바로 배 타고 돌아갈 거야. 난 한번 한 말은 반드시 지키잖아, 알지?\n\n너의 충성스러운 기사가」",
      "en": "\"Dearest Sister, are you all keeping well at home? Has the old man's headache gotten any better?\n\nPlease send my regards to our parents and our siblings.\n\nI've sent some wind chill medication over from Liyue Harbor. It's very effective, and will probably keep him from nagging for a while. It should reach you after a few days.\n\nApart from our father's affairs, I naturally haven't forgotten about gifts for you all.\n\nThis letter should come with two kites from Liyue, a rattle drum, two porcelain dolls from Inazuma, and a crate full of various snacks.\n\nAnd please break it to Anthon that the residents of Liyue are just boring old ordinary humans, like us.\n\nThey're not made of stone, and they don't even eat stones.\n\nDo not fret for my sake, Tonia, and refrain from making trouble for anyone at home. I will be home soon. When I have seized the seven stars of Liyue and laid them at the feet of Her Majesty the Tsaritsa, I will take the first ship home, just as I promised — and you know how I always keep my promises.\n\nYours faithfully, Your loyal knight.\"",
      "de": "„Liebe Schwester, geht es euch zu Hause gut? Sind die Kopfschmerzen des Alten besser geworden?\n\nBitte sende unseren Eltern und Geschwistern meine Grüße.\n\nIch sende euch etwas kühlende Medizin aus dem Hafen von Liyue. Sie wirkt sehr gut und wird ihn eine Weile vom Jammern abhalten. Sie sollte in ein paar Tagen bei euch eintreffen.\n\nEuch habe ich natürlich auch nicht vergessen und sende Geschenke für euch alle.\n\nDiesem Brief beigefügt sein sollten zwei Flugdrachen aus Liyue, eine Trommel, zwei Porzellanpuppen aus Inazuma und eine Kiste mit Leckereien.\n\nUnd bitte sag Anthon, dass die Bewohner von Liyue Menschen sind wie wir, keine Steinwesen.\n\nSie essen auch keine Steine, das wäre auch öde.\n\nSorgt euch nicht um mich, Tonia, macht zu Hause auch keinen Ärger. Ich komme bald nach Hause. Sobald ich die sieben Sterne von Liyue erlangt und Ihrer Majestät der Zarin vor die Füße gelegt habe, nehme ich wie versprochen das erste Schiff – und du weißt, dass ich meine Versprechen stets halte.\n\nIn ergebener Treue, dein Ritter.“",
      "es": "“Querida hermana, ¿están todos bien en casa? ¿Ha mejorado el dolor de cabeza de papá?\n\nPor favor, saluda de mi parte a papá, mamá y nuestros hermanos.\n\nHe enviado unos medicamentos para el resfriado y el dolor de cabeza de papá desde Liyue. Son muy eficaces, y seguramente evitarán que se queje constantemente si enferma. Deberían recibirlos en unos días.\n\nAparte de para él, no me he olvidado de los regalos para todos ustedes.\n\nEsta carta debería llegarles con dos cometas de Liyue, un tambor de cascabel, dos muñecos de porcelana de Inazuma y una caja llena de comida.\n\nY, por favor, dile a Anthon que los habitantes de Liyue son humanos como nosotros, no personas de piedra.\n\nTampoco comen piedras, eso no tendría ningún sentido.\n\nNo te preocupes por mí, Tonia, y no causes muchos problemas a nadie. Pronto llegaré a casa. Cuando haya entregado las Siete Estrellas de Liyue a Su Majestad la Zarina, tomaré un barco para ir a casa, tal como prometí, y tú sabes que yo siempre cumplo con lo que digo.\n\nAtte.: tu caballero más leal”.",
      "fr": "« Chère sœur, est-ce que tout le monde va bien à la maison ? Le mal de tête de papa s'est-il amélioré ?\n\nDis bonjour à papa, à maman et à nos frères de ma part.\n\nJ'ai envoyé des médicaments contre le rhume et les maux de tête du Port de Liyue. Ils sont très efficaces et devraient soulager les douleurs de papa pendant quelque temps. Ils devraient arriver dans quelques jours.\n\nJe ne vous ai bien sûr pas oubliés. En plus des médicaments de papa, j'ai envoyé des cadeaux pour vous tous.\n\nCette lettre devrait arriver avec deux cerfs-volants de Liyue, un petit tambour, deux poupées en porcelaine d'Inazuma et une boîte pleine de friandises.\n\nEt dis à Anthon que les habitants de Liyue sont des humains comme nous, pas des êtres de pierre.\n\nIls ne mangent pas de pierres non plus, cela n'aurait aucun sens.\n\nNe t'inquiète pas trop pour moi, Tonia, et évite les problèmes à la maison. Je reviens bientôt. Quand j'aurai livré les Sept Étoiles de Liyue à Sa Majesté la Tsarine, je prendrai le premier navire pour la maison, comme promis, et tu sais que je tiens toujours mes promesses.\n\nTon fidèle chevalier. »",
      "pt": "\"Querida irmã, como estão as coisas aí em casa ultimamente? A cabeça de nosso papai melhorou?\n\n Por favor estenda meus cumprimentos para nossos pais e irmãos.\n\nEu enviei alguns remédios muito úteis para dor de cabeça do Porto de Liyue, vão evitar que ele fique ranzinza por um tempo. Depois de alguns dias devem chegar.\n\nAlém das coisas de nosso pai, claro que não posso me esquecer do seu presente.\n\nA carta deve vir com duas pipas de Liyue, um chocalho, duas bonecas de porcelana de Inazuma, e uma caixa cheia de vários lanches.\n\nPor favor, diga a Anthon que os residentes de Liyue são humanos como nós, não pessoas de pedra.\n\nEles também não comem pedras, isso é redundante de se dizer.\n\nPor favor não se preocupe, Tonia, e nem seja desobediente.\n\nEu voltarei para casa em breve. Assim que eu pegar as sete estrelas de Liyue e as der para Sua Majestade Tsaritsa, eu subirei no primeiro barco de volta para casa. Eu cumpro minhas promessas.\n\nSeu leal cavaleiro\".",
      "ru": "«Дорогая сестра, как дела дома? Отпустили ли отца его головные боли? \n\nПожалуйста, передай родителям и братьям привет от меня. \n\nЯ послал лекарства от головной боли из Ли Юэ. Они очень эффективны и должны спасти вас от его брюзжания на несколько дней. Скоро должны прийти. \n\nЯ, конечно, не забыл о вас и, кроме лекарств для отца, послал подарки. \n\nК письму должны прилагаться два воздушных змея из Ли Юэ, погремушка-барабанчик, две фарфоровые куклы из Инадзумы и разные сладости. \n\nЕщё, пожалуйста, передай Антону, что люди в Ли Юэ такие же, как мы, а вовсе не каменные. \n\nИ, конечно, они не едят камни. Скучные ребята. \n\nТоня, пожалуйста, не волнуйся и веди себя хорошо. \n\nЯ скоро вернусь домой, как и обещал. Подожди, как только я брошу семь звёзд Ли Юэ к ногам Её Величества Царицы, первым же кораблём вернусь к вам. Ты знаешь, я всегда выполняю свои обещания. \n\nТвой верный рыцарь».",
      "id": "\"Adikku tersayang, apakah kalian semua baik-baik saja? Apakah sakit kepala ayah sudah membaik?\n\nTolong sampaikan salamku pada ayah ibu dan saudara kita yang lainnya.\n\nAku sudah mengirimkan obat penawar sakit kepala dari Pelabuhan Liyue. Obat ini sangat efektif, dan mungkin bisa mencegah ayah mengomel-ngomel untuk sementara waktu. Mungkin beberapa hari lagi obat itu akan sampai.\n\nSelain untuk ayah, aku juga sudah menyiapkan hadiah untuk kalian semua.\n\nSurat ini kukirimkan beserta dua layang-layang dari Liyue, drum mainan, dua boneka porselen dari Inazuma, dan satu peti berisi berbagai makanan ringan.\n\nDan tolong beri tahu Anthon bahwa penduduk Liyue adalah manusia sama seperti kita, dan bukan manusia batu.\n\nMereka juga tidak makan batu, ya sama sekali tidak menarik.\n\nJangan mengkhawatirkan aku, Tonia, dan jangan membuat onar di rumah. Aku akan segera pulang. Setelah aku berhasil merebut ketujuh bintang Liyue dan meletakkannya di kaki Yang Mulia Tsaritsa, aku akan langsung pulang, persis seperti apa yang aku janjikan – dan kamu pun tahu bagaimana aku selalu menepati janjiku.\n\nHormatku, Knight setiamu. \"",
      "th": "\"น้องสาวที่รัก ที่บ้านทุกอย่างราบรื่นดีไหม? ตาแก่หายปวดหัวบ้างหรือยัง?\n\nถามไถ่พ่อแม่และพี่ชายพี่สาวให้ฉันที\n\nฉันส่งยาแก้ปวดหัวจาก Liyue มา ได้ข่าวว่าใช้ดีมากอย่างน้อยก็แก้หายปวดหัวได้หลายวัน\n\nนอกจากของที่ส่งมาให้ตาแก่ ฉันก็ไม่ลืมของขวัญของทุกคน\n\nภายในมีว่าวสองอัน กลองป๋องแป๋งหนึ่งอัน ตุ๊กตาเซรามิคสองตัว และขนมหนึ่งลัง\n\nและฝากบอก Anthon ว่าประชากรในเมือง Liyue คือคนเหมือนกับเราหมดเลย ไม่ใช่มนุษย์หิน\n\nพวกเขาก็ไม่กินหินด้วย ช่างน่าเบื่อจริง \n\nTonia อย่ากังวลใจไป อยู่บ้านขอให้อย่าเกเร\n\nฉันใกล้จะกลับบ้านแล้ว อย่างที่ฉันเคยบอกไว้ ถ้าฉันเก็บดาวเจ็ดดวงในเมือง Liyue ให้กับท่าน Tsaritsa ครบ ก็จะนั่งเรือเที่ยวแรกกลับไป คำสัญญาของฉันเชื่อได้เสมอ \n\nอัศวินที่ภักดีของคุณ\"",
      "vi": "\"Em gái thân mến, dạo này trong nhà có khoẻ không? Bệnh đau đầu của ông già đã khá hơn chưa?\n\nHãy thay anh hỏi thăm cha mẹ và anh chị.\n\nAnh đã gửi một ít thuốc trị đau đầu từ Liyue về, rất tốt, có thể giúp ông ấy bớt cằn nhằn vài ngày. Chắc mấy hôm nữa sẽ đến.\n\nNgoài đồ của ông già ra, đương nhiên anh cũng không quên gửi quà cho mọi người.\n\nKèm theo thư là hai con diều Liyue, một chiếc trống bỏi, hai con búp bê sứ của Inazuma, một thùng đồ ăn vặt.\n\nCòn nữa, hãy chuyển lời cho Anthon, cư dân Liyue đều là loài người như chúng ta, không phải người đá.\n\nHọ cũng không ăn đá, nhạt nhẽo thật.\n\nTonia, đừng lo nhé, ở nhà đừng nghịch ngợm.\n\nAnh sắp về rồi, như anh nói, chờ anh hái đủ bảy ngôi sao của Liyue dâng lên Nữ Hoàng Bệ Hạ, anh sẽ lên ngay chuyến tàu đầu tiên để trở về. Xưa nay anh nói được làm được.\n\nKỵ sĩ trung thành của em.\""
    }
  },
  {
    "title": {
      "zhs": "邪眼",
      "zht": "邪眼",
      "jp": "邪眼",
      "ko": "사안",
      "en": "Delusion",
      "de": "Teuflisches Auge",
      "es": "Engaño",
      "fr": "Œil maléfique",
      "pt": "Ilusão",
      "ru": "Глаз Порчи",
      "id": "Delusion",
      "th": "เนตรมาร",
      "vi": "Delusion"
    },
    "line": {
      "zhs": "达达利亚的「邪眼」是旧日荣誉的勋章，也是现有力量的证明。\n\n他仍清晰地记得自己获授邪眼成为愚人众执行官的那一天。\n\n在冷酷庄严的神明「冰之女皇」面前，愚人众最初的执行官「丑角」亲手为他佩上这枚徽章。\n\n那是讨伐可怖魔兽的奖赏，也是无数次战斗的纪念。\n\n但达达利亚并不为此喜悦，因为这是战士应得的荣誉；\n\n他也懒得理会新「同僚」微妙的神情，他人的指摘和腹诽于他毫无意义。\n\n唯独对高座上的女皇，新成为「公子」的少年心中满怀敬意。\n\n不仅因为她为他开辟了更加广阔的战场，赐予了更多战斗的理由，更是因为她睥睨他的神情——\n\n冷酷而纯粹，傲慢却锋利。\n\n她不仅是高高在上的冰之神，也是一位真正的战士。\n\n就这样，获授邪眼的「公子」，向至冬国惟一的女皇献上了效忠的誓言。",
      "zht": "達達利亞的「邪眼」是舊日榮譽的勳章，也是現有力量的證明。\n\n他仍清晰地記得自己獲授邪眼成為愚人眾執行官的那一天。\n\n在冷酷莊嚴的神明「冰之女皇」面前，愚人眾最初的執行官「丑角」親手為他佩上這枚徽章。\n\n那是討伐可怖魔獸的獎賞，也是無數次戰鬥的紀念。\n\n但達達利亞並不為此喜悅，因為這是戰士應得的榮譽；\n\n他也懶得理會新「同僚」微妙的神情，他人的指摘和腹誹于他毫無意義。\n\n唯獨對高座上的女皇，新成為「公子」的少年心中滿懷敬意。\n\n不僅因為她為他開闢了更加廣闊的戰場，賜予了更多戰鬥的理由，更是因為她睥睨他的神情——\n\n冷酷而純粹，傲慢卻鋒利。\n\n她不僅是高高在上的冰之神，也是一位真正的戰士。\n\n就這樣，獲授邪眼的「公子」，向至冬國惟一的女皇獻上了效忠的誓言。",
      "jp": "タルタリヤの「邪眼」は、過去の栄誉を象徴する勲章であり、現在の力の証でもある。\n\n邪眼を授かり、ファトゥスになったあの日のことを、彼は未だにはっきりと覚えている。\n\n冷酷かつ荘厳な神「氷の女皇」の前で、ファデュイ最初の執行官「道化」は、彼にこの勲章を授けた。\n\nあれは恐るべし魔獣を討伐した褒美であり、無数の戦いを乗り越えてきた記念でもある。\n\nだが、タルタリヤは特に喜びを感じなかった。あれは、戦士として当たり前の栄誉だったからだ。\n\n新しい「仲間」の怪訝な顔も彼は無視した。他人の指摘や誹謗は、彼にとって無意味である。\n\n「公子」になった少年が唯一尊敬する相手は、高台に鎮座する女皇のみである。\n\nそれは、女皇からより広い舞台と戦いの理由を授かったからだけでなく、彼女の睥睨の目付きも一因だ——\n\nその目付きは、冷酷で純粋で傲慢で鋭かった。\n\n彼女は尊い神であると同時に、真の戦士でもある。\n\nこうして邪眼を授かった「公子」は、スネージナヤで唯一無二の女皇に忠誠を誓った。",
      "ko": "타르탈리아의 「사안」은 과거의 명예로운 훈장이자 현재 힘의 증명이다.\n\n그는 아직도 자신이 사안을 받아 우인단 집행관이 되었던 그 날을 똑똑히 기억한다.\n\n냉혹하고 엄숙한 신 「얼음의 여왕」 앞에서 우인단 최초의 집행관 「피에로」가 이 배지를 손수 달아주었다.\n\n그건 무서운 마수를 토벌한 것에 대한 상이자 수많은 전투에 대한 기념이다.\n\n하지만 이를 전사로서 당연히 얻어야 할 명예라고 여긴 타르탈리아는 별로 기뻐하지 않았다.\n\n타인의 지적과 비방은 그에게 아무 의미 없기에 그는 새로운 「동료」들과의 미묘한 신경전 또한 귀찮아했다.\n\n새로이 「타르탈리아」로 태어난 소년은 오로지 높이 앉아있는 여왕에 대한 경의만이 가득했다.\n\n이는 그녀가 그에게 더 드넓은 전장을 개척해 주어 더 많은 전투를 부여한 것뿐만 아니라 그를 깔보는 듯한 그녀의 표정 때문이다——\n\n냉혹하지만 군더더기 없고, 오만하지만 날카롭다.\n\n그녀는 고귀한 얼음 신이자 진정한 전사다.\n\n사안을 받은 「타르탈리아」는 이렇게 스네즈나야의 유일한 여왕에게 충성의 맹세를 하게 된다",
      "en": "Tartaglia's Delusion is his old badge of honor and the proof of his strength.\n\nHe still remembers with perfect clarity the day when he received his Delusion and ascended to become a member of the Harbingers.\n\nAs he stood before the cold, stern Tsaritsa, The Jester, the very first of the Fatui, personally pinned this insignia onto him.\n\nIt was his reward for slaying many terrible beasts, and a memento of countless battles.\n\nBut it was not this that brought Tartaglia joy, for honor is the natural reward of the warrior.\n\nNor did he pay any mind to the odd looks his new \"colleagues\" gave him, for the opinions and bellyaches of others meant nothing to him.\n\nThe sight of the Tsaritsa on her lofty throne alone stirred the young man's heart with respect and admiration, not merely because she opened the way for him to find an abundance of looming battles, but also because of the way she looked upon him.\n\nHer gaze was cold but pure, arrogant yet sharp.\n\nShe was not only the sacrosanct Cryo Archon but also a true warrior.\n\nThus did Childe, having received his Delusion, swear an oath of fealty to the one and only Tsaritsa of Snezhnaya.",
      "de": "Tartaglias Illusion ist sein altes Ehrenzeichen und der Beweis seiner Stärke.\n\nEr erinnert sich noch immer mit vollkommener Klarheit an den Tag, an dem er seine Illusion erhielt und aufstieg, um Mitglied der Elf zu werden.\n\nAls er vor der kalten, strengen Zarin stand, steckte Pierro, der allererste der Fatui, ihm persönlich dieses Abzeichen an. Es war seine Belohnung für die Tötung vieler schrecklicher Bestien und ein Andenken an unzählige Schlachten.\n\nEr achtete auch nicht auf die seltsamen Blicke, die ihm seine neuen „Kameraden“ zuwarfen, denn die Ansichten und Bauchschmerzen anderer bedeuteten ihm nichts. Allein der Anblick der Zarin auf ihrem erhabenen Thron erregte das Herz des jungen Mannes mit Respekt und Bewunderung, nicht nur, weil sie ihm den Weg zu einer Fülle verlockender Schlachten öffnete, sondern auch wegen der Art, wie sie ihn ansah.\n\nIhr Blick war kalt, aber rein, arrogant und doch scharf.\n\nSie war nicht nur der heilige Kryo-Archon, sondern auch eine wahre Kriegerin.\n\nSo schwor der Graf, nachdem er seine Illusion empfangen hatte, der einzigen Zarin von Snezhnaya den Treueeid.",
      "es": "El Engaño de Tartaglia es su insignia de honor más antigua, así como la prueba de su fuerza.\n\nAún recuerda claramente el día en que lo recibió y ascendió para convertirse en uno de Los Once.\n\nEl Bufón, el heraldo original de los Fatui, le puso esta insignia personalmente ante la fría y severa Emperatriz del Hielo.\n\nFue la recompensa de Tartaglia por matar a terribles bestias y el recuerdo de haber luchado en innumerables batallas.\n\nPero esto no le trajo alegría, ya que el honor es la recompensa propia de un guerrero.\n\nNi tampoco prestó atención a las extrañas miradas con las que lo miraban sus nuevos “colegas”, ya que las opiniones y críticas de los demás no significaban nada para él.\n\nLo que realmente conmovió al joven fue ver a la Zarina en su gran trono. Esto le llenó de respeto y admiración por ella, ya que era quien le había mostrado el camino hacia el sinfín de batallas y quien lo miraba de la manera más especial.\n\nSu mirada era fría y pura, arrogante y afilada. No solo era la celestial Arconte Cryo, sino también una guerrera de verdad.\n\nAsí, tras recibir su Engaño, Nobile juró lealtad a la legítima Zarina de Snezhnaya.",
      "fr": "L'Œil maléfique est un symbole d'honneur et la preuve de la force de Tartaglia.\n\nIl se souvient encore du jour où il l'a reçu et est devenu membre des Exécuteurs.\n\nIl se tenait devant l'Impératrice de Glace quand Pedrolino, le tout premier des Fatui, lui épingla cet insigne.\n\nC'était sa récompense pour avoir tué de nombreuses bêtes et le rappel de ses innombrables batailles.\n\nMais ce n'est pas ce qui remplit Tartaglia de joie car l'honneur est la seule vraie récompense pour un guerrier.\n\nIl ne se souciait pas non plus des regards étranges que lui lançaient ses nouveaux « collègues » car les opinions et critiques des autres ne signifiaient rien pour lui.\n\nLe nouveau Tartaglia n'avait d'yeux que pour la reine assise sur son trône. Il la respectait non seulement parce qu'elle lui avait montré le chemin vers de nombreuses batailles, mais aussi et surtout à cause de la façon dont elle le regardait et le faisait se sentir spécial.\n\nElle avait un regard froid mais pur, arrogant mais vif.\n\nElle n'était pas seulement le puissant Archon Cryo mais aussi une véritable guerrière.\n\nC'est ainsi que Tartaglia ayant reçu l'œil maléfique prêta serment de fidélité à la seule et unique Tsarine de Snezhnaya.",
      "pt": "A Ilusão de Tartaglia é seu velho símbolo de honra e prova de sua força.\n\nEle ainda se lembra perfeitamente do dia que recebeu sua Ilusão e ascendeu para se tornar um membro dos Mensageiros.\n\nQuando estava de frente para a fria e austera Tsaritsa, Bobo da Corte, o primeiro Fatui, colocou essa insígnia nele.\n\nEra sua recompensa por ter derrotado muitas bestas terríveis e uma lembrança de incontáveis batalhas.\n\nMas não era isso que trazia alegria para Tartaglia, pois honra é apenas a recompensa natural do guerreiro.\n\nEle também não deu atenção aos olhares estranhos que seus colegas deram a ele, pois as opiniões dos outros não lhe significavam nada.\n\nA visão da Tsaritsa no seu trono encheu seu coração de admiração e respeito, não apenas porque ela abriu um caminho para ele encontrar uma abundância de batalhas, mas porque ela também olhava para ele com desconfiança.\n\nSeu olhar era frio, mas puro; arrogante, mas afiado, pois ela não era meramente a sacrossanta Arconte Cryo, mas uma verdadeira guerreira.\n\nDesta maneira, com Childe recebendo sua Ilusão, jurou lealdade para a Tsaritsa de Snezhnaya.",
      "ru": "Глаз Порчи Тартальи - это медаль за его былую славу и доказательство силы. Он до сих пор ясно помнит тот день, когда получил свой Глаз Порчи и стал одним из Предвестников Фатуи. Он стоял перед холодной и величественной Царицей, и Пьеро, номер один из Предвестников, сам прикрепил этот знак отличия ему на пояс. Это была его награда за победу над ужасными монстрами и память о бесчисленных сражениях. Но не этому радовался Тарталья, так как для него Глаз Порчи был лишь знаком почёта, который должен получить солдат. Он не обращал внимания на многозначительные взгляды новых «коллег» - чужие упрёки и недовольство Тарталью не задевали. Душа новоиспечённого Чайльда была преисполнена почтения лишь к сидящей на высоком роскошном троне Царице. Он уважал её не только потому что она открыла ему путь к ещё более масштабным битвам и даровала ещё больше поводов для сражений, но и за то, как она на него смотрела. Взгляд её был холоден и чист, надменен и остёр. Она была не только возвышающимся надо всеми Крио Архонтом, но и настоящим воином. Вот так Чайльд, только-только получивший Глаз Порчи, поклялся верой и правдой служить единственной Царице Снежной.",
      "id": "Delusion yang Tartaglia miliki adalah lencana kehormatan lamanya dan pengakuan akan kekuatannya.\n\nDia masih mengingat dengan sangat jelas hari di mana dia menerima Delusionnya dan diangkat menjadi salah seorang dari anggota Harbingers.\n\nSaat dia berdiri di hadapan Tsaritsa yang dingin dan khidmat itu, The Jester – anggota pertama Fatui, secara personal menyematkan medali ini kepadanya.\n\nIni adalah hadiah dari pencapaiannya membunuh banyak monster, serta kenang-kenangan dari pertempuran yang tak terhitung jumlahnya.\n\nTapi bukan ini yang membuat Tartaglia senang, karena sebuah penghargaan sejatinya merupakan hadiah alami bagi seorang prajurit.\n\nDia tidak peduli dengan tatapan sinis yang dilayangkan oleh \"rekan-rekan\" barunya, karena opini dan keluhan orang lain bukanlah masalah baginya.\n\nPemandangan Tsaritsa di singgasananya yang agung itulah yang berhasil membangkitkan hati laki-laki muda itu dengan sebuah perasaan hormat dan kekaguman, bukan hanya karena Yang Mulia Tsaritsa telah membukakan jalan baginya untuk dapat berperang di dalam banyak pertempuran, tetapi dia juga terpesona bagaimana cara Tsaritsa memandang dirinya.\n\nTatapannya dingin tapi begitu murni, angkuh namun sangat tajam.\n\nDia bukan hanya Archon Cryo yang sakral, tapi juga merupakan seorang pejuang sejati.\n\nDemikianlah Childe, dia sudah menerima Delusionnya, dan kini bersumpah setia hanya akan mengabdi kepada seorang Tsaritsa dari Snezhnaya.",
      "th": "\"เนตรมาร\" ของ Tartaglia คือเหรียญเกียรติยศในอดีตของเขา และเป็นสิ่งยืนยันพลังที่มีอยู่ \n\nเขายังคงจำได้ดีในวันที่ตนได้รับเนตรมารและขึ้นไปยังตำแหน่งผู้บริหาร \n\nเบื้องหน้า \"จักรพรรดินีน้ำแข็ง\" ที่เคร่งขรึมเยือกเย็น ผู้บริหารคนแรก ๆ ของ Fatui \"Pedrelino\" เป็นคนสวมใส่เหรียญเกียรติยศให้เขาเอง \n\nนั้นคือรางวัลจากการปราบอสูรร้าย และยังเป็นของระลึกในการต่อสู้นับครั้งไม่ถ้วน \n\nแต่ Tartaglia เองกลับไม่ได้มีความสุขขนาดนั้น เพราะนี่คือเกียรติที่นักรบควรมี\n\nและเขาเองก็ไม่อยากที่จะรับรู้ในความรู้สึกบางอย่างจากสหายอื่น คำประณามและคำตำหนิจากคนอื่นนั้นไม่มีความหมายใดกับเขา \n\nมีเพียงจักรพรรดินีที่นั่งอยู่บนตำแหน่งสูงส่งนั้น การเป็น \"Childe\" ใหม่สำหรับเขาเต็มไปด้วยความเคารพนับถือ \n\nไม่เพียงแต่เพราะเธอเปิดหนทางการต่อสู้ที่กว้างใหญ่มากขึ้นให้กับชายหนุ่ม มากกว่านั้นคือสายตาอันเหี้ยมโหดต่อเขา... \n\nเยือกเย็นแต่บริสุทธิ์ โอหังและแหลมคม \n\nเธอไม่เพียงเป็นเทพแห่งน้ำแข็ง และยังเป็นนักรบที่แท้จริง \n\nจากนั้น \"Childe\" ผู้ที่ได้รับการมองอย่างโหดเหี้ยม ได้ให้คำมั่นสัญญาที่จะซื่อสัตย์ต่อจักรพรรดินีเพียงองค์เดียวแห่งเมือง Snezhnaya",
      "vi": "\"Delusion\" của Tartaglia là huy chương danh dự ngày xưa, cũng là minh chứng cho sức mạnh ngày nay.\n\nAnh vẫn nhớ rõ ngày mình nhận Delusion và trở thành Quan Chấp Hành Fatui.\n\nTrước mặt Nữ Hoàng Băng Giá lạnh lùng trang nghiêm, chính tay \"Jester\" - Quan chấp hành lâu đời nhất của Fatui chính tay đeo cho anh huy chương này.\n\nĐó là phần thưởng thảo phạt ma thú đáng sợ, cũng là kỷ niệm cho vô số lần chiến đấu.\n\nNhưng Tartaglia không vì thế mà vui mừng, vì đây là vinh hạnh đáng có của chiến sĩ;\n\nAnh cũng chẳng buồn để ý tới biểu cảm kỳ lạ của \"đồng nghiệp\" mới, những lời buộc tội và vu khống của người khác đối với anh là vô nghĩa.\n\nThiếu niên vừa trở thành Tartaglia chỉ kính nể duy nhất Nữ Hoàng trên cao.\n\nKhông những vì cô là người mở đường cho chiến trường rộng lớn, tặng cho anh thêm nhiều lý do để chiến đấu, mà còn vì biểu cảm thờ ơ của cô khi nhìn anh.\n\nLạnh lùng mà thuần tuý, kiêu ngạo mà sắc bén.\n\nCô không chỉ là Băng Thần cao cao tại thượng, mà cũng là một chiến sĩ chân chính.\n\nCứ vậy, Tartaglia nhận được Delusion, đã cam kết trung thành với Nữ Hoàng duy nhất của Snezhnaya."
    }
  }
]