[
  {
    "title": {
      "zhs": "普通攻击·断雨",
      "zht": "普通攻擊·斷雨",
      "jp": "通常攻撃·断雨",
      "ko": "일반 공격·단우",
      "en": "Normal Attack: Cutting Torrent",
      "de": "Standardangriff: Regenschnitt",
      "es": "Ataque Normal: Torrente cortante",
      "fr": "Attaque normale : Taille du torrent",
      "pt": "Ataque Normal: Intercepção de Chuva",
      "ru": "Дождь расставаний",
      "id": "Normal Attack: Cutting Torrent",
      "th": "โจมตีปกติ: Cutting Torrent",
      "vi": "Tấn Công Thường: Chém Mưa"
    },
    "description": {
      "zhs": "<color=#FFD780FF>普通攻击</color>\n进行至多六段的连续弓箭射击。\n\n<color=#FFD780FF>重击</color>\n进行伤害更高、更为精准的<color=#FFD780FF>瞄准射击</color>。\n瞄准时，水元素之力会在箭矢上持续积聚。聚满了激流的箭矢会在命中敌人时造成<color=#80C0FFFF>水元素伤害</color>，并施加断流效果。\n\n<color=#FFD780FF>断流</color>\n处于断流影响下的敌人受到达达利亚的各种攻击时，将产生<color=#80C0FFFF>水元素范围伤害</color>效果。这些效果造成的伤害视为普通攻击伤害。\n·断流·闪：满蓄力瞄准射击命中处于断流影响下的敌人时，会引发连续范围伤害。断流·闪每0.7秒至多触发一次。\n·断流·破：击败处于断流影响下的敌人时会引发水之绽放，对附近的敌人施加断流效果。\n\n<color=#FFD780FF>下落攻击</color>\n从空中射出箭雨，并迅速下坠冲击地面，在落地时造成范围伤害。\n处于魔王武装·狂澜的近战状态下时，无法施展下落攻击。",
      "zht": "<color=#FFD780FF>普通攻擊</color>\n進行至多六段的連續弓箭射擊。\n\n<color=#FFD780FF>重擊</color>\n進行傷害更高、更為精準的<color=#FFD780FF>瞄準射擊</color>。\n瞄準時，水元素之力會在箭矢上持續匯聚。聚滿了激流的箭矢會在命中敵人時造成<color=#80C0FFFF>水元素傷害</color>，並施加斷流效果。\n\n<color=#FFD780FF>斷流</color>\n處於斷流影響下的敵人受到達達利亞的各種攻擊時，將產生<color=#80C0FFFF>水元素範圍傷害</color>效果。這些效果造成的傷害視為普通攻擊傷害。\n·斷流·閃：滿蓄力瞄準射擊命中處於斷流影響下的敵人時，會引發連續範圍傷害。斷流·閃每0.7秒至多觸發一次。\n·斷流·破：擊敗處於斷流影響下的敵人時會引發水之綻放，對附近的敵人施加斷流效果。\n\n<color=#FFD780FF>下落攻擊</color>\n從空中射出箭雨，並迅速下墜衝擊地面，在落地時造成範圍傷害。\n處於魔王武裝·狂瀾的近戰狀態下時，無法施展下落攻擊。",
      "jp": "<color=#FFD780FF>通常攻撃</color>\n最大6段の連続射撃を行う。\n\n<color=#FFD780FF>重撃</color>\nダメージがより高く、より精確な<color=#FFD780FF>狙い撃ち</color>を発動する。\n照準時、水元素の力が矢先に集まる。激流を込めた矢が敵に命中する時に<color=#80C0FFFF>水元素ダメージ</color>を与え、断流効果を付与する。\n\n<color=#FFD780FF>断流</color>\n断流状態の敵がタルタリヤの攻撃を受けると、<color=#80C0FFFF>水元素範囲ダメージ</color>が発生する。これらの効果によるダメージは通常攻撃ダメージと見なされる。\n·断流·閃：フルチャージの狙い撃ち攻撃が断流状態の敵に命中した場合、連続範囲ダメージが発生する。断流·閃は0.7秒毎に1回のみ発動可能。\n·断流·破：断流効果の敵を倒した時にウォーターブルームを放ち、近くの敵に断流効果を付与する。\n\n<color=#FFD780FF>落下攻撃</color>\n空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与え、落下時に範囲ダメージを与える。\n魔王の武装·荒波の近接モード時、落下攻撃をすることはできない。",
      "ko": "<color=#FFD780FF>일반 공격</color>\n활로 최대 6번 공격한다.\n\n<color=#FFD780FF>강공격</color>\n피해가 더 크고 정확한 <color=#FFD780FF>조준 사격</color>을 한다.\n조준 시 물 원소의 힘이 화살 끝에 계속해서 모인다. 격류의 힘이 가득 찬 화살이 적에게 명중하면 <color=#80C0FFFF>물 원소 피해</color>를 주고 단류 효과를 부여한다.\n\n<color=#FFD780FF>단류</color>\n단류 상태의 적이 타르탈리아의 각종 공격을 받으면 <color=#80C0FFFF>물 원소 범위 피해</color> 효과가 발생한다. 해당 효과로 가하는 피해는 일반 공격으로 간주한다.\n단류·섬: 풀 차지 조준 사격이 단류 상태의 적을 명중하면 연속 범위 피해를 준다. 단류·섬은 0.7초마다 1회만 발동한다.\n·단류·파: 단류 상태의 적 처치 시 물이 피어나 주변의 적에게 단류 효과를 부여한다.\n\n<color=#FFD780FF>낙하 공격</color>\n공중에서 화살비를 쏜 후 빠른 속도로 땅에 착지한다. 땅에 닿으면 범위 피해를 준다.\n마왕 무장·광란의 근접 상태에서 낙하 공격을 발동할 수 없다",
      "en": "<color=#FFD780FF>Normal Attack</color>\nPerforms up to 6 consecutive shots with a bow.\n\n<color=#FFD780FF>Charged Attack</color>\nPerforms a more precise <color=#FFD780FF>Aimed Shot</color> with increased DMG.\nWhile aiming, the power of Hydro will accumulate on the arrowhead. An arrow fully charged with the torrent will deal <color=#80C0FFFF>Hydro DMG</color> and apply the Riptide status.\n\n<color=#FFD780FF>Riptide</color>\nOpponents affected by Riptide will suffer from <color=#80C0FFFF>AoE Hydro DMG</color> effects when attacked by Tartaglia in various ways. DMG dealt in this way is considered Normal Attack DMG.\n·Riptide Flash: A fully-charged Aimed Shot that hits an opponent affected by Riptide deals consecutive bouts of AoE DMG. Can occur once every 0.7s.\n·Riptide Burst: Defeating an opponent affected by Riptide creates a Hydro burst that inflicts the Riptide status on nearby opponents hit.\n\n<color=#FFD780FF>Plunging Attack</color>\nFires off a shower of arrows in mid-air before falling and striking the ground, dealing AoE DMG upon impact.\nWhen Tartaglia is in Foul Legacy: Raging Tide's Melee Stance, he cannot perform a plunging attack.",
      "de": "<color=#FFD780FF>Standardangriff</color>\nFührt bis zu 6 Pfeilschüsse hintereinander aus.\n\n<color=#FFD780FF>Heftiger Schlag</color>\nStartet einen <color=#FFD780FF>gezielten Schuss</color> mit höherem Schaden und höherer Genauigkeit.\nKonzentriert die Hydro-Kraft an der Pfeilspitze und fügt getroffenen Gegnern bei voll konzentrierter Kraft <color=#80C0FFFF>Hydro-Schaden</color> sowie den Effekt „Versiegen“ zu.\n\n<color=#FFD780FF>Versiegen</color>\nFügt betroffenen Gegnern <color=#80C0FFFF>Hydro-Flächenschaden</color> bei allen Arten von Angriffen von Tartaglia zu. Der durch diese Effekte verursachte Schaden gilt als Standardangriffsschaden.\n· Versiegen – Blitz: Verursacht beim Treffen von Versiegen betroffener Gegner mit voll aufgeladenen gezielten Schüssen fortlaufenden Flächenschaden. 0,7 s Abklingzeit für Versiegen – Blitz.\n· Versiegen – Schwall: Verursacht beim Besiegen von Versiegen betroffener Gegner einen Wasserschwall und fügt Gegnern in der Nähe den Effekt Versiegen zu.\n\n<color=#FFD780FF>Angriff aus dem Fall</color>\nSchießt in der Luft einen Pfeilregen ab, trifft schnell auf dem Boden auf und verursacht dort Flächenschaden.\nIm Nahkampfmodus von Dämonengewand – Stürmische Gezeiten ist kein Angriff aus dem Fall möglich.",
      "es": "<color=#FFD780FF>Ataque Normal\n</color>Realiza hasta 6 disparos consecutivos con arco.\n\n<color=#FFD780FF>Ataque Cargado</color>\nRealiza un <color=#FFD780FF>Disparo Preciso</color> que inflige mayor daño y tiene mayor precisión.\nMientras se apunta, el poder de Hydro se acumulará en la punta de la flecha. Una flecha totalmente cargada con un torrente infligirá <color=#80C0FFFF>Daño Hydro</color> al golpear, y aplicará el estado de obstrucción del flujo.\n\n<color=#FFD780FF>Obstrucción del flujo</color>\nInflige <color=#80C0FFFF>Daño Hydro en el AdE</color> cuando Tartaglia ataca a un objetivo afectado por obstrucción del flujo. El daño infligido por este estado se considera daño de Ataque Normal.\n·Obstrucción del flujo: Destello: cuando se dispara un Disparo Preciso totalmente cargado contra un enemigo bajo los efectos de obstrucción del flujo, inflige daño continuo en el AdE. Solo puede activarse una vez cada 0.7 s.\n·Obstrucción del flujo: Explosión: al derrotar a un enemigo bajo los efectos de obstrucción del flujo, se provocará una explosión Hydro que aplicará dicho efecto sobre los enemigos cercanos.\n\n<color=#FFD780FF>Ataque Descendente</color>\nDispara una lluvia de flechas desde el aire mientras desciende rápidamente, infligiendo Daño en el AdE al impactar contra el suelo.\nNo es posible activar el Ataque Descendente cuando Tartaglia se encuentra en posición de combate cuerpo a cuerpo de Legado del mal: Olas furiosas.",
      "fr": "<color=#FFD780FF>Attaque normale</color>\nEnchaîne jusqu'à 6 tirs consécutifs.\n\n<color=#FFD780FF>Attaque chargée</color>\nEffectue un <color=#FFD780FF>tir visé</color> plus précis et infligeant davantage de DGT.\nLors de la visée, la flèche se charge en élément Hydro, infligeant des <color=#80C0FFFF>DGT Hydro</color> quand elle est complètement chargée et qu'elle touche ; elle inflige également aux ennemis touchés l'effet Contre-courant.\n\n<color=#FFD780FF>Contre-courant</color>\nLes ennemis affectés par cet effet subissent l'un des types de <color=#80C0FFFF>DGT Hydro de zone</color> suivants lorsque Tartaglia attaque ; les DGT infligés par ces effets comptent comme les DGT d'une attaque normale.\n· Contre-courant : Flash : Les tirs visés complètement chargés touchant les ennemis affectés par Contre-courant infligent des DGT de zone consécutifs. Contre-courant : Flash peut être déclenché une fois toutes les 0,7 s.\n· Contre-courant : Éclat : Vaincre un ennemi affecté par Contre-courant provoque une onde qui inflige l'effet Contre-courant aux ennemis proches.\n\n<color=#FFD780FF>Attaque plongeante</color>\nTire une pluie de flèches depuis les airs et plonge au sol, infligeant des DGT de zone à l'impact.\nImpossible d'utiliser l'attaque plongeante lors de l'activation de Posture du démon : Marée déchaînée (état de mêlée).",
      "pt": "<color=#FFD780FF>Ataque Normal</color>\nRealiza até 6 disparos consecutivos com o arco.\n\n<color=#FFD780FF>Ataque Carregado</color>\nRealiza um <color=#FFD780FF>Disparo com Mira</color> com dano aumentado.\nNa hora do Disparo com Mira, o Elemento Hydro pode se acumular na flecha. Uma flecha totalmente carregada que acertar o inimigo causará <color=#80C0FFFF>Dano Hydro</color> e Interceptação de Fluxo.\n\n<color=#FFD780FF>Interceptação de Fluxo</color>\nInimigos sob a influência da Interceptação de Fluxo receberão vários tipos de ataque de Tartaglia que causarão <color=#80C0FFFF>Dano Hydro AdE</color>. Os danos são considerados Ataques Normais.\n·Interceptação de Fluxo·Instantâneo: um Disparo com Mira carregado que acertar um inimigo afetado pela Interceptação de Fluxo causará Dano AdE consecutivo. A Interceptação de Fluxo·Instantâneo só pode ser ativada uma vez a cada 0.7 segundos.\n·Interceptação de Fluxo·Explosão: Derrotar um inimigo afetado pela Interceptação de Fluxo causará uma explosão Hydro que infligirá o efeito Interceptação de Fluxo nos inimigos ao redor.\n\n<color=#FFD780FF>Ataque Imersivo</color>\nDispara uma chuva de flechas no ar antes de cair e impactar o chão, causando dano AoE no impacto.\nSe estiver no estado corpo a corpo em Legado do Mal - Ondas de Fúria, não pode apresentar o Ataque Imersivo.",
      "ru": "<color=#FFD780FF>Обычная атака:</color>\nДо шести выстрелов из лука.\n\n<color=#FFD780FF>Заряженная атака:</color>\nБолее меткий <color=#FFD780FF>прицельный выстрел</color> с увеличенным уроном.\nВо время прицеливания наконечник стрелы заряжается энергией воды. Полностью заряженная водой стрела наносит <color=#80C0FFFF>Гидро урон</color> и накладывает на противника статус <color=#FFD780FF>Отлив</color>.\n\nОтлив:\nНекоторые атаки Тартальи по противникам со статусом Отлив наносят <color=#80C0FFFF>Гидро урон по площади</color>. Этот урон считается нанесённым обычной атакой.\n·Отлив-вспышка: Полностью заряженный прицельный выстрел по противнику со статусом Отлив наносит последовательный Гидро урон по площади. Возникает раз в 0,7 сек.\n·Отлив-всплеск: Победа над противником со статусом Отлив вызывает Гидро всплеск, который накладывает на окружающих противника врагов статус Отлив.\n\n<color=#FFD780FF>Атака в падении:</color>\nВыпускает град стрел в воздухе, которые при приземлении персонажа наносят урон по площади.\nТарталья не может провести атаку в падении, находясь в ближней стойке Формы духа: Бушующие волны.",
      "id": "<color=#FFD780FF>Normal Attack</color>\nMelancarkan hingga 6 serangan berturut-turut dengan menggunakan busur.\n\n<color=#FFD780FF>Charged Attack</color>\nMelancarkan sebuah <color=#FFD780FF>Serangan Membidik</color> yang lebih akurat untuk mengakibatkan DMG lebih besar. \nSaat membidik, air akan berkumpul di ujung anak panah. Panah dengan air yang terkumpul penuh akan mengakibatkan <color=#80C0FFFF>Hydro DMG</color> dan menyebabkan efek Riptide.\n\n<color=#FFD780FF>Riptide</color>\nMusuh yang terpengaruh Riptide akan menerima berbagai efek <color=#80C0FFFF>Hydro DMG area</color> saat diserang oleh Tartaglia. Efek-efek ini dihitung sebagai Normal Attack.\n·Riptide Flash: Serangan Membidik yang terisi penuh dan mengenai musuh yang terpengaruh efek Riptide akan mengakibatkan DMG area berturut-turut. Riptide Flash dapat terpicu setiap 0,7 detik.\n·Riptide Burst: Mengalahkan musuh yang terkena efek Riptide akan menciptakan ledakan Hydro yang menyebabkan efek Riptide pada musuh di sekitar.\n\n<color=#FFD780FF>Plunging Attack</color>\nMelancarkan hujan panah dari udara dan menerjang tanah dengan kecepatan tinggi, mengakibatkan DMG area saat mendarat.\nSaat Tartaglia sedang menggunakan mode jarak dekat Foul Legacy: Raging Tide, dia tidak bisa menggunakan Plunging Attack.",
      "th": "<color=#FFD780FF>โจมตีปกติ</color>\nยิงธนูโจมตีต่อเนื่องสูงสุดถึงหกครั้ง\n\n<color=#FFD780FF>ชาร์จโจมตี</color>\nเพิ่มความแม่นยำในการ<color=#FFD780FF>เล็งโจมตี</color>และสร้างความเสียหายมากขึ้น\nเมื่อเล็งเป้าหมายจะทำการรวบรวมพลังธาตุน้ำไว้ตรงหัวลูกศร ซึ่งลูกธนูที่รวบรวมกระแสน้ำไว้เต็มที่แล้ว จะสร้าง<color=#80C0FFFF>ความเสียหายน้ำ</color>แก่ศัตรูที่ถูกโจมตี และทำให้เกิดเอฟเฟกต์ Riptide\n\n<color=#FFD780FF>Riptide</color>\nเมื่อศัตรูที่อยู่ภายใต้สภาวะ Riptide ถูกการโจมตีใด ๆ ของ Tartaglia จะทำให้เกิดเอฟเฟกต์<color=#80C0FFFF>ความเสียหายน้ำวงกว้าง</color> ซึ่งความเสียหายที่เกิดจากเอฟเฟกต์เหล่านี้ จะถูกมองเป็นความเสียหายจากการโจมตีปกติ\n·Riptide Flash: เมื่อการเล็งแบบชาร์จเต็มโจมตีโดนศัตรูที่ได้รับผลกระทบของ Riptide จะทำให้เกิดความเสียหายวงกว้างอย่างต่อเนื่อง โดย Riptide Flash จะถูกใช้ได้หนึ่งครั้ง ในทุก 0.7 วินาที\n·Riptide Burst: เมื่อโค่นศัตรูที่ได้รับผลกระทบของ Riptide จะทำให้เกิดระเบิดน้ำและทำให้ศัตรูในบริเวณใกล้เคียงติดเอฟเฟกต์ Riptide\n\n<color=#FFD780FF>การโจมตีพุ่งลงจากอากาศ</color>\nปล่อยฝนธนูจากกลางอากาศและพุ่งลง มายังพื้นดินเพื่อโจมตีอย่างรวดเร็ว โดยจะสร้างความเสียหายวงกว้างเมื่อ ลงถึงพื้น\nเมื่ออยู่ในรูปแบบการต่อสู้ระยะประชิดของ Foul Legacy: Raging Tide จะไม่สามารถโจมตีจากที่สูงได้",
      "vi": "<color=#FFD780FF>Tấn Công Thường</color>\nThực hiện tối đa 6 lần bắn tên liên tiếp.\n\n<color=#FFD780FF>Trọng Kích</color>\nSát thương càng cao, <color=#FFD780FF>ngắm bắn</color> càng chính xác.\nKhi ngắm bắn, sức mạnh Nguyên Tố Thủy sẽ tích tụ trên mũi tên. Mũi tên tụ đầy dòng chảy sẽ gây <color=#80C0FFFF>Sát Thương Nguyên Tố Thủy</color> khi bắn trúng địch, và thi triển hiệu quả Đoạn Lưu.\n\n<color=#FFD780FF>Đoạn Lưu</color>\nĐịch ở trạng thái Đoạn Lưu khi bị Tartaglia tấn công, sẽ tạo hiệu quả <color=#80C0FFFF>Sát Thương Phạm Vi Nguyên Tố Thủy</color>. Sát thương do những hiệu quả này gây ra được xem là tấn công thường. \n·Đoạn Lưu - Né: Khi tụ lực ngắm bắn trúng địch đang bị Đoạn Lưu ảnh hưởng, sẽ gây sát thương phạm vi liên tục. Đoạn Lưu - Né mỗi 0.7s mới có hiệu quả 1 lần.\n·Đoạn Lưu - Phá: Khi đánh bại địch bị Đoạn Lưu ảnh hưởng sẽ tạo xoáy nước, tăng thêm hiệu quả Đoạn Lưu cho địch ở gần.\n\n<color=#FFD780FF>Tấn Công Khi Đáp</color>\nBắn mưa tên liên tiếp xuống mặt đất, gây sát thương phạm vi.\nKhi ở trạng thái cận chiến Trang Phục Ma Vương - Thủy Triều, không thể thi triển tấn công khi đáp xuống."
    }
  },
  {
    "title": {
      "zhs": "魔王武装·狂澜",
      "zht": "魔王武裝·狂瀾",
      "jp": "魔王の武装·荒波",
      "ko": "마왕 무장·광란",
      "en": "Foul Legacy: Raging Tide",
      "de": "Dämonengewand – Stürmische Gezeiten",
      "es": "Legado del mal: Olas furiosas",
      "fr": "Posture du démon : Marée déchaînée",
      "pt": "Legado do Mal - Ondas de Fúria",
      "ru": "Форма духа: Бушующие волны",
      "id": "Foul Legacy: Raging Tide",
      "th": "Foul Legacy: Raging Tide",
      "vi": "Trang Phục Ma Vương - Thủy Triều"
    },
    "description": {
      "zhs": "解放纯水构成的武装，对周围的敌人造成<color=#80C0FFFF>水元素伤害</color>，并进入近战状态。\n在此状态下，达达利亚的普通攻击与重击将转为无法被附魔覆盖的<color=#80C0FFFF>水元素伤害</color>，并发生以下变化：\n\n<color=#FFD780FF>普通攻击</color>\n进行至多六段的连续<color=#80C0FFFF>水元素</color>斩击。\n\n<color=#FFD780FF>重击</color>\n消耗体力，瞬间向前方挥出两剑，造成<color=#80C0FFFF>水元素伤害</color>。\n\n<color=#FFD780FF>断流·斩</color>\n近战攻击命中处于断流影响下的敌人时，将引发一次断流·斩，造成<color=#80C0FFFF>水元素范围伤害</color>。断流·斩造成的伤害视为元素战技伤害，每1.5秒至多触发一次。\n\n30秒后或再次施放时效果将会解除，回到远程状态，并使技能进入冷却。近战状态下持续的时间越长，冷却时间越长。\n若持续30秒后自动回到远程状态，技能将进入更长的冷却周期。\n\n<i>为了克服自己不擅使弓的弱点，他才选择弓作为自己的武器。但在真正的战斗中，不得不拿出真正的实力…</i>",
      "zht": "解放純水構成的武裝，對周圍的敵人造成<color=#80C0FFFF>水元素傷害</color>，並進入近戰狀態。\n在此狀態下，達達利亞的普通攻擊與重擊將轉為無法被附魔覆蓋的<color=#80C0FFFF>水元素傷害</color>，並發生以下變化：\n\n<color=#FFD780FF>普通攻擊</color>\n進行至多六段的連續<color=#80C0FFFF>水元素</color>斬擊。\n\n<color=#FFD780FF>重擊</color>\n消耗體力，瞬間向前方揮出兩劍，造成<color=#80C0FFFF>水元素傷害</color>。\n\n<color=#FFD780FF>斷流·斬</color>\n近戰攻擊命中處於斷流影響下的敵人時，將引發一次斷流·斬，造成<color=#80C0FFFF>水元素範圍傷害</color>。斷流·斬造成的傷害視為元素戰技傷害，每1.5秒至多觸發一次。\n\n30秒後或再次施放時效果將會解除，回到遠程狀態，並使技能進入冷卻。近戰狀態下持續的時間越長，冷卻時間越長。\n若持續30秒後自動回到遠程狀態，技能將進入更長的冷卻週期。\n\n<i>為了克服自己不擅使弓的弱點，他才選擇弓作為自己的武器。但在真正的戰鬥中，不得不拿出真正的實力…</i>",
      "jp": "水で構成された武装を解放し、周囲の敵に<color=#80C0FFFF>水元素ダメージ</color>を与え、近接モードに入る。\nこの状態の時、タルタリヤの通常攻撃と重撃は<color=#80C0FFFF>水元素ダメージ</color>となり、元素付与によって他の元素に変化することはない。また、攻撃は下記のように変化する。\n\n<color=#FFD780FF>通常攻撃</color>\n最大6段の<color=#80C0FFFF>水元素</color>斬撃を行う。\n\n<color=#FFD780FF>重撃</color>\nスタミナを消費して前方に斬撃を2回放ち、<color=#80C0FFFF>水元素ダメージ</color>を与える。\n\n<color=#FFD780FF>断流·斬</color>\n近接攻撃が断流状態の敵に命中すると断流·斬を1回発動し、<color=#80C0FFFF>水元素範囲ダメージ</color>を与える。断流·斬が与えたダメージは元素スキルダメージと見なされ、1.5秒毎に1回のみ発動可能。\n\nスキル発動30秒後、または再びスキルを発動すると効果が解除され、遠隔モードに戻り、クールタイムに入る。近接モードの継続時間が長いほど、クールタイムは長くなる。\n30秒継続した後に自動的に遠隔モードに戻った場合、スキルのクールタイムは更に長くなる。\n\n<i>弓が苦手という弱点を克服するために、わざわざ弓を武器にしたのだ。しかし本当の戦いの中では、実力を見せなければならない時がある…</i>",
      "ko": "순수한 물로 구성된 무장을 발동해 주변의 적에게 <color=#80C0FFFF>물 원소 피해</color>를 주고 근접 상태에 진입한다.\n이 상태에서, 타르탈리아의 일반 공격과 강공격은 기타 원소 효과로 전환될 수 없는 <color=#80C0FFFF>물 원소 피해</color>로 바뀌며 다음과 같은 변화가 일어난다:\n\n<color=#FFD780FF>일반 공격</color>\n최대 6번 <color=#80C0FFFF>물 원소</color> 참격을 가한다.\n\n<color=#FFD780FF>강공격</color>\n일정 스태미나를 소모해 순간적으로 전방을 향해 검을 2번 휘둘러 <color=#80C0FFFF>물 원소 피해</color>를 준다.\n\n<color=#FFD780FF>단류·참</color>\n근접 공격이 단류 상태의 적을 명중하면 단류·참을 1회 발동해 <color=#80C0FFFF>물 원소 범위 피해</color>를 준다. 단류·참으로 가하는 피해는 원소전투 스킬 피해로 취급하며, 1.5초 마다 1번 발동한다.\n\n30초 후 혹은 다시 발동하면 스킬 효과가 해제되고 원거리 상태로 돌아오게 되며, 스킬은 재사용 대기시간에 진입한다. 근접 상태의 유지 시간이 길수록 재사용 대기시간이 길어진다.\n만약 30초 후 자동으로 원거리 상태로 돌아오면 스킬은 더욱 긴 재사용 대기시간에 진입한다.\n\n<i>그가 활을 무기로 사용하는 이유는 활을 잘 다루지 못하는 자신의 약점을 극복하기 위해서다. 하지만 전력을 다해야 하는 상황이 오면 진짜 실력을 보여줘야만 한다…</i>",
      "en": "Unleashes a set of weaponry made of pure water, dealing <color=#80C0FFFF>Hydro DMG</color> to surrounding opponents and entering Melee Stance.\nIn this Stance, Tartaglia's Normal and Charged Attacks are converted to <color=#80C0FFFF>Hydro DMG</color> that cannot be overridden by any other elemental infusion and change as follows:\n\n<color=#FFD780FF>Normal Attack</color>\nPerforms up to 6 consecutive <color=#80C0FFFF>Hydro</color> strikes.\n\n<color=#FFD780FF>Charged Attack</color>\nConsumes a certain amount of Stamina to unleash a cross slash, dealing <color=#80C0FFFF>Hydro DMG</color>.\n\n<color=#FFD780FF>Riptide Slash</color>\nHitting an opponent affected by Riptide with a melee attack unleashes a Riptide Slash that deals <color=#80C0FFFF>AoE Hydro DMG</color>. DMG dealt in this way is considered Elemental Skill DMG, and can only occur once every 1.5s.\n\nAfter 30s, or when the ability is unleashed again, this skill will end. Tartaglia will return to his Ranged Stance and this ability will enter CD. The longer Tartaglia stays in his Melee Stance, the longer the CD.\nIf the return to a ranged stance occurs automatically after 30s, the CD is even longer.\n\n<i>He chose the bow as his weapon precisely to overcome his weakness with it. But a serious fight demands that he gets serious...</i>",
      "de": "Nutzt seine aus reinem Wasser bestehende Ausrüstung, fügt Gegnern in der Umgebung <color=#80C0FFFF>Hydro-Schaden</color> zu und geht in den Nahkampf über.\nWandelt den Schaden von Tartaglias Standardangriffen und heftigen Schlägen in diesem Zustand in <color=#80C0FFFF>Hydro-Schaden</color>, dessen Element anderweitig nicht verändert werden kann, und verändert die Angriffe folgendermaßen:\n\n<color=#FFD780FF>Standardangriff</color>\nFührt bis zu 6 <color=#80C0FFFF>Hydro</color>-Hiebe hintereinander aus.\n\n<color=#FFD780FF>Heftiger Schlag</color>\nVerbraucht Ausdauer, schlägt mit beiden Schwertern schnell nach vorn und verursacht <color=#80C0FFFF>Hydro-Schaden</color>.\n\n<color=#FFD780FF>Versiegen – Hieb</color>\nVerursacht beim Treffen von Versiegen betroffener Gegner mit Nahkampfangriffen „Versiegen – Hieb“ und verursacht <color=#80C0FFFF>Hydro-Flächenschaden</color>. Der mit Versiegen – Hieb verursachte Schaden gilt als Elementarfähigkeitsschaden mit 1,5 s Abklingzeit.\n\nBeendet den Effekt nach 30 s oder erneutem Anwenden, aktiviert wieder den Fernkampf und startet die Abklingphase. Je länger der Nahkampf aktiv war, desto länger dauert die Abklingphase.\nAktiviert eine längere Abklingphase, wenn der Nahkampf 30 s lang aktiv war.\n\n<i>Allein um seinen ungeübten Umgang mit dem Bogen zu verbessern, wählt er diesen als seine Waffe. In gefährlichen Kämpfen aber zeigt er seine wahre Stärke.</i>",
      "es": "Lanza un arsenal hecho de agua pura que inflige <color=#80C0FFFF>Daño Hydro</color> a los enemigos cercanos y entra en posición de combate cuerpo a cuerpo.\nEn esta posición, los ataques Normales y Cargados de Tartaglia se convierten en <color=#80C0FFFF>Daño Hydro</color>, el cual no puede ser sustituido imbuyéndolo de otro elemento, y cambian:\n\n<color=#FFD780FF>Ataque Normal </color>\nRealiza hasta 6 tajos <color=#80C0FFFF>Hydro</color> consecutivos.\n\n<color=#FFD780FF>Ataque Cargado</color>\nAl consumir una cierta cantidad de Aguante, lanza un golpe de espada cruzado que inflige <color=#80C0FFFF>Daño Hydro</color>.\n\n<color=#FFD780FF>Obstrucción del flujo: Corte</color>\nAl golpear con un ataque cuerpo a cuerpo a un enemigo bajo los efectos de obstrucción del flujo, Tartaglia realiza Obstrucción del flujo: Corte, infligiendo <color=#80C0FFFF>Daño Hydro en el AdE</color>. Este daño es considerado como daño de Habilidad Elemental, y solo se puede activar una vez cada 1.5 s.\n\nDespués de 30 s, o tras volver a activar la habilidad, Tartaglia regresa a su posición de combate a distancia, y esta habilidad entra en TdE. Cuanto más tiempo permanezca Tartaglia en su posición de combate cuerpo a cuerpo, más durará el TdE.\nSi el retorno a la posición de combate a distancia se produce automáticamente después de 30 s, el TdE será aún más largo.\n\n<i>Elige usar un arco para superar su torpe manejo de dicha arma. Cuando la ocasión lo requiere, usará su verdadera fuerza...</i>",
      "fr": "Tartaglia invoque des armes qui exploitent la puissance de l'eau pure et infligent des <color=#80C0FFFF>DGT Hydro</color> aux ennemis proches ; Tartaglia entre en état de mêlée.\nEn état de mêlée, les attaques normales et chargées de Tartaglia sont converties en <color=#80C0FFFF>DGT Hydro</color> ne pouvant pas être enchantés, et changent de la manière suivante :\n\n<color=#FFD780FF>Attaque normale</color>\nEnchaîne jusqu'à 6 entailles <color=#80C0FFFF>Hydro</color> consécutives.\n\n<color=#FFD780FF>Attaque chargée</color>\nExécute une frappe croisée rapide et inflige des <color=#80C0FFFF>DGT Hydro</color> ; cette attaque consomme de l'endurance.\n\n<color=#FFD780FF>Contre-courant : Entaille</color>\nLes attaques de mêlée appliquent à nouveau l'effet Contre-courant lorsqu'elles touchent un ennemi affecté par Contre-courant. Ceci inflige des <color=#80C0FFFF>DGT Hydro de zone</color>. Les DGT infligés par Contre-courant : Entaille sont considérés comme étant des DGT de compétence élémentaire. Contre-courant : Entaille peut être déclenché une fois toutes les 1,5 s.\n\nLa compétence prend fin après 30 s, ou lorsque vous appuyez dessus à nouveau. Tartaglia repasse alors en état de distance ; le TdR de la compétence est réinitialisé, et dure plus longtemps si l'état de mêlée a perduré.\nL'état de mêlée ne peut excéder 30 s. Au bout de cette durée, Tartaglia repasse automatiquement à l'état de distance.\n\n<i>C'est pour venir à bout de ses difficultés avec cette arme que Tartaglia a choisi l'arc comme arme de prédilection. Mais... C'est sur le champ de bataille que sa vraie puissance se déchaîne.</i>",
      "pt": "Lança armas feitas de água, causando <color=#80C0FFFF>Dano Hydro</color> nos inimigos ao redor e entra na Posição Corpo a Corpo.\n\nNessa posição, os ataques Normais e Carregados de Tartaglia são convertidos para <color=#80C0FFFF>Dano Hydro</color> que não podem ser anulados por outros elementos e mudam para o seguinte:\n\n<color=#FFD780FF>Ataque Normal</color>\nRealiza até 6 ataques <color=#80C0FFFF>Hydro</color> consecutivos.\n\n<color=#FFD780FF>Ataque Carregado</color>\nConsome uma certa quantia de Stamina para realizar dois cortes que causam <color=#80C0FFFF>Dano Hydro</color>.\n\n<color=#FFD780FF>Interceptação de Fluxo - Corte</color>\nAtingir um inimigo afetado pela Interceptação de Fluxo com um ataque corpo a corpo libera um Corte de Interceptação de Fluxo que causa <color=#80C0FFFF>Dano Hydro AdE</color>. Dano causado nesta maneira é considerado Dano de uma Habilidade Elemental, e só pode ocorrer uma vez a cada 1.5s.\n\nDepois de 30s, ou quando a habilidade é lançada novamente, esse efeito se encerrará. Tartaglia retornará para sua Posição À Distância e essa habilidade entrará no seu tempo de recarga. Quanto mais tempo Tartaglia permanecer na Posição Corpo a Corpo, maior a recarga.\nSe o retorno a Posição À Distância acontecer automaticamente depois de 30s, o tempo de recarga é ainda maior.\n\n<i>Ele escolheu o arco como sua arma precisamente para superar sua deficiência com ele. Mas uma luta séria exige que ele fique sério...</i>",
      "ru": "Тарталья обнажает клинки из чистой воды, которые наносят <color=#80C0FFFF>Гидро урон</color> окружающим врагам и активируют ближнюю стойку.\nВ этой стойке обычные и заряженные атаки Тартальи наносят <color=#80C0FFFF>Гидро урон</color>, который не может быть отменён какой-либо элементальной инфузией, и изменяются следующим образом:\n\n<color=#FFD780FF>Обычная атака:</color>\nДо шести ударов <color=#80C0FFFF>Гидро</color> клинками.\n\n<color=#FFD780FF>Заряженная атака:</color>\nПерекрёстный удар, который наносит <color=#80C0FFFF>Гидро урон</color> и затрачивает определённое количество выносливости.\n\n<color=#FFD780FF>Отлив-удар:</color>\nАтаки в ближней стойке по противникам со статусом Отлив вызывают Отлив-удар, который наносит <color=#80C0FFFF>Гидро урон по площади</color>. Этот урон считается уроном элементального навыка. Отлив-удар срабатывает не чаще чем один раз в 1,5 сек.\n\nТарталья возвращается в дальнюю стойку по истечении 30 сек. или при повторной активации навыка, а сам навык уходит в откат. Чем дольше Тарталья был в ближней стойке, тем дольше будет время отката навыка.\nВремя отката увеличивается, если возврат в дальнюю стойку произошёл по истечении 30 сек.\n\n<i>Он взял на вооружение лук для того, чтобы отточить мастерство стрельбы, но серьёзный бой может потребовать обнажить клинок...</i>",
      "id": "Mengerahkan sejumlah senjata yang terbuat dari air untuk mengakibatkan <color=#80C0FFFF>Hydro DMG</color> ke musuh di sekitar dan memasuki mode jarak dekat.\nDalam Mode ini, Normal Attack dan Charged Attack milik Tartaglia berubah menjadi <color=#80C0FFFF>Hydro DMG</color> yang tidak dapat ditimpa oleh Elemental Infusion lain dan efek berikut akan muncul:\n\n<color=#FFD780FF>Normal Attack</color>\nMelakukan hingga 6 serangan <color=#80C0FFFF>Hydro</color> berturut-turut.\n\n<color=#FFD780FF>Charged Attack</color>\nMengonsumsi sejumlah Stamina untuk melancarkan dua tebasan silang yang mengakibatkan <color=#80C0FFFF>Hydro DMG</color>.\n\n<color=#FFD780FF>Riptide Slash</color>\nMemukul musuh yang terkena efek Riptide dengan serangan jarak dekat akan menimbulkan Riptide Slash yang mengakibatkan <color=#80C0FFFF>Hydro DMG area</color>. DMG yang diakibatkan oleh Riptide Slash terhitung sebagai DMG Elemental Skill, dapat terpicu setiap 1,5 detik.\n\nSetelah 30 detik atau saat skill ini digunakan lagi, efek skill ini akan berakhir dan Tartaglia kembali ke mode jarak jauh. Skill ini kemudian akan memasuki cooldown. Semakin lama Tartaglia menggunakan mode jarak dekat, waktu cooldown skill juga akan menjadi semakin panjang.\nBila Tartaglia kembali menjadi mode jarak jauh secara otomatis dalam waktu 30 detik, waktu cooldown skill akan menjadi semakin panjang lagi.\n\n<i>Tartaglia sengaja memilih busur sebagai senjatanya untuk mengatasi kelemahannya dalam menggunakan senjata tersebut. Tapi saat harus bertarung sungguh-sungguh, Tartaglia akan mengerahkan kemampuannya yang sebenarnya...</i>",
      "th": "ปลดปล่อยอาวุธที่สร้างขึ้นจากน้ำอันบริสุทธิ์ เพื่อสร้าง<color=#80C0FFFF>ความเสียหายน้ำ</color>แก่ศัตรูที่อยู่โดยรอบ และเข้าสู่รูปแบบการต่อสู้ระยะประชิด\nในรูปแบบนี้ การโจมตีปกติและชาร์จโจมตีของ Tartaglia จะถูกเปลี่ยนเป็น<color=#80C0FFFF>ความเสียหายธาตุน้ำ</color> โดยที่ไม่สามารถแทนที่ด้วยการแปลงของธาตุอื่นได้ และจะเกิดการเปลี่ยนแปลงดังต่อไปนี้:\n\n<color=#FFD780FF>โจมตีปกติ</color>\nปล่อยการโจมตี<color=#80C0FFFF>ธาตุน้ำ</color>ต่อเนื่องมากสุด 6 ครั้ง\n\n<color=#FFD780FF>ชาร์จโจมตี</color>\nใช้พลังกายปลดปล่อยดาบออกไป ข้างหน้าสองเล่มในช่วงเวลาสั้น ๆ เพื่อสร้าง<color=#80C0FFFF>ความเสียหายน้ำ</color>\n\n<color=#FFD780FF>Riptide Slash</color>\nเมื่อโจมตีระยะใกล้ถูกศัตรูที่ได้รับผลกระทบของ Riptide จะทำให้เกิด Riptide Slash หนึ่งครั้ง เกิดเป็น<color=#80C0FFFF>ความเสียหายน้ำวงกว้าง</color> โดยความเสียหายจาก Riptide Slash จะถูกนับเป็นความเสียหายสกิลธาตุ และใช้ได้มากสุดหนึ่งครั้งในทุก 1.5 วินาที\n\nเอฟเฟกต์จะหายไปหลังผ่านไป 30 วินาที หรือทำการปลดปล่อยสกิลอีกครั้ง โดยจะกลับสู่รูปแบบการต่อสู้ระยะไกล และเข้าสู่การคูลดาวน์สกิล ซึ่งยิ่งอยู่ในรูปแบบการต่อสู้ระยะประชิดนาน ระยะเวลาการคูลดาวน์ก็จะยิ่งนานไปด้วย\nหากกลับสู่รูปแบบการต่อสู้ระยะไกลโดยอัตโนมัติหลังผ่านไป 30 วินาที จะเข้าสู่ช่วงเวลาคูลดาวน์สกิลที่นานยิ่งขึ้น\n\n<i>เพื่อที่จะเอาชนะความไม่ถนัดในการใช้ธนู ซึ่งเป็นจุดอ่อนของตัวเอง เขาจึงเลือกธนูเป็นอาวุธประจำกาย แต่ในการต่อสู้ที่แท้จริงนั้น คุณหลีกเลี่ยงไม่ได้ที่จะต้องงัดเอา ความแข็งแกร่งที่แท้จริงออกมา...</i>",
      "vi": "Giải phóng vũ trang cấu tạo từ nước tinh khiết, gây cho địch xung quanh <color=#80C0FFFF>Sát Thương Nguyên Tố Thủy</color>, và vào trạng thái cận chiến.\nỞ trạng thái này, tấn công thường và trọng kích của Tartaglia sẽ chuyển thành <color=#80C0FFFF>sát thương Nguyên Tố Thủy</color>không thể bị đính kèm thay thế, và có thay đổi như sau:\n\n<color=#FFD780FF>Tấn Công Thường</color>\nThực hiện tối đa 6 lần chém liên tiếp <color=#80C0FFFF>Nguyên Tố Thủy</color>.\n\n<color=#FFD780FF>Trọng Kích</color>\nTiêu hao thể lực, đánh ra hai kiếm về phía trước trong chớp mắt, gây <color=#80C0FFFF>Sát Thương Nguyên Tố Thủy</color>.\n\n<color=#FFD780FF>Đoạn Lưu - Chém</color>\nTấn công gần, đánh trúng kẻ địch bị Đoạn Lưu ảnh hưởng sẽ thi triển Đoạn Lưu - Chém 1 lần, gây <color=#80C0FFFF>Sát Thương Phạm Vi Nguyên Tố Thủy</color>. Sát thương do Đoạn Lưu - Chém gây ra được coi là sát thương kỹ năng nguyên tố, mỗi 1.5s mới có hiệu quả 1 lần.\n\nSau 30s, hoặc thi triển để hủy hiệu quả kỹ năng lần nữa, sẽ trở về trạng thái đánh xa, kỹ năng cũng sẽ vào thời gian chờ. Trạng thái cận chiến kéo dài càng lâu, thời gian chờ càng dài.\nKéo dài sau 30s sẽ tự động trở về trạng thái đánh xa, kỹ năng cũng sẽ bước vào thời gian chờ lâu hơn\n\n<i>Để khắc phục nhược điểm dùng cung không tốt, anh đã chọn cung làm vũ khí. Nhưng khi chiến đấu thực sự, ắt sẽ lấy ra sức mạnh thực sự...</i>"
    }
  },
  {
    "title": {
      "zhs": "极恶技·尽灭闪",
      "zht": "極惡技·盡滅閃",
      "jp": "極悪技·尽滅閃",
      "ko": "극악기·진멸섬",
      "en": "Havoc: Obliteration",
      "de": "Spezialangriff – Totale Vernichtung",
      "es": "Caos: Obliteración",
      "fr": "Ravage : Oblitération",
      "pt": "Devastação: Obliteração",
      "ru": "Хаос: Опустошение",
      "id": "Havoc - Obliteration",
      "th": "Havoc: Obliteration",
      "vi": "Kỹ năng Thượng Thừa - Ánh Sáng Tận Diệt"
    },
    "description": {
      "zhs": "依据达达利亚当前所处的状态，进行不同的攻击：\n\n<color=#FFD780FF>远程状态·魔弹一闪</color>\n向前方快速射出一发饱含水元素的魔箭，造成<color=#80C0FFFF>水元素范围伤害</color>，并施加断流效果。\n施放后，返还部分元素能量。\n\n<color=#FFD780FF>近战状态·尽灭水光</color>\n进行一次大范围斩击，对附近所有敌人造成大量<color=#80C0FFFF>水元素伤害</color>，并能引发断流·爆。\n\n<color=#FFD780FF>断流·爆</color>\n尽灭水光命中处于断流状态下的敌人时，会消耗断流效果并引发水爆，造成<color=#80C0FFFF>水元素范围伤害</color>。断流·爆造成的伤害视为元素爆发伤害。\n\n<i>湍流的水，在他的雪国故土并不常见。或许能将流水握在手中，正是因为明白流水的珍贵吧。</i>",
      "zht": "依據達達利亞當下所處的狀態，進行不同的攻擊：\n\n<color=#FFD780FF>遠程狀態·魔彈一閃</color>\n向前方快速射出一發飽含水元素的魔箭，造成<color=#80C0FFFF>水元素範圍傷害</color>，並施加斷流效果。\n施放後，歸還部分元素能量。\n\n<color=#FFD780FF>近戰狀態·盡滅水光</color>\n進行一次大範圍斬擊，對附近所有敵人造成大量<color=#80C0FFFF>水元素傷害</color>，並能引發斷流·爆。\n\n<color=#FFD780FF>斷流·爆</color>\n盡滅水光命中處於斷流狀態下的敵人時，會消耗斷流效果並引發水爆，造成<color=#80C0FFFF>水元素範圍傷害</color>。斷流·爆造成的傷害視為元素爆發傷害。\n\n<i>湍流的水，在他的雪國故土並不常見。或許能將流水握在手中，正是因為明白流水的珍貴吧。</i>",
      "jp": "タルタリヤの戦闘モードによって、異なる攻撃を発動する。\n\n<color=#FFD780FF>遠隔モード·魔弾一閃</color>\n前方に素早く水元素を込めた魔矢を放ち、<color=#80C0FFFF>水元素範囲ダメージ</color>を与え、敵に断流効果を付与する。\n発動後、元素エネルギーが一部返還される。\n\n<color=#FFD780FF>近接モード·尽滅の水光</color>\n広範囲の斬撃を1回仕掛け、周囲全ての敵に大量の<color=#80C0FFFF>水元素ダメージ</color>を与え、断流·爆を発動する。\n\n<color=#FFD780FF>断流·爆</color>\n尽滅の水光が断流状態の敵に命中した場合、断流効果が消耗され、スチームバーストを発生させて<color=#80C0FFFF>水元素範囲ダメージ</color>を与える。断流·爆が与えたダメージは元素爆発ダメージと見なされる。\n\n<i>激しく流れる水、彼の故郷の雪国ではあまり見られない。水を操られるのは、水の大切さを理解しているからだろう。</i>",
      "ko": "타르탈리아의 현재 상태에 따라 공격 방식이 달라진다:\n\n<color=#FFD780FF>원거리 상태·마탄 일섬</color>\n전방을 향해 빠르게 물 원소가 깃든 마법 화살을 쏴 <color=#80C0FFFF>물 원소 범위 피해</color>를 주고 단류 효과를 부여한다.\n발동 후, 일부 원소 에너지를 반환한다.\n\n<color=#FFD780FF>근접 상태·진멸의 물빛</color>\n큰 범위의 참격을 발동해 근처의 모든 적에게 대량의 <color=#80C0FFFF>물 원소 피해</color>를 주고 단류·폭을 발동한다.\n\n<color=#FFD780FF>단류·폭</color>\n진멸의 물빛이 단류 상태의 적을 명중하면 단류 효과를 소모하며 물 폭발을 일으켜 <color=#80C0FFFF>물 원소 범위 피해</color>를 준다. 단류·폭으로 가하는 피해는 원소폭발 피해로 간주한다.\n\n<i>급하고 세차게 흐르는 물은 그의 고향인 설국에선 보기 힘들다. 흐르는 물의 진귀함을 알기 때문에 그는 그것을 손에 쥘 수 있는 걸지도 모른다</i>",
      "en": "Performs different attacks based on what stance Tartaglia is in when casting.\n\n<color=#FFD780FF>Ranged Stance: Flash of Havoc</color>\nSwiftly fires a Hydro-imbued magic arrow, dealing <color=#80C0FFFF>AoE Hydro DMG</color> and applying the Riptide status.\nReturns a portion of its Energy Cost after use.\n\n<color=#FFD780FF>Melee Stance: Light of Obliteration</color>\nPerforms a slash with a large AoE, dealing massive <color=#80C0FFFF>Hydro DMG</color> to all surrounding opponents, which triggers Riptide Blast.\n\n<color=#FFD780FF>Riptide Blast</color>\nWhen the obliterating waters hit an opponent affected by Riptide, it clears their Riptide status and triggers a Hydro Explosion that deals <color=#80C0FFFF>AoE Hydro DMG</color>.\nDMG dealt in this way is considered Elemental Burst DMG.\n\n<i>Rushing waters are rarely seen in his snowy homeland. Perhaps his ability to command water is due to his understanding of just how precious it is.</i>",
      "de": "Führt je nachdem, ob Fern- oder Nahkampf aktiv ist, verschiedene Angriffe aus:\n\n<color=#FFD780FF>Fernkampf: Teufelsschuss</color>\nSchießt schnell einen magischen Pfeil voller Hydro-Kraft nach vorn und verursacht <color=#80C0FFFF>Hydro-Flächenschaden</color> sowie den Effekt Versiegen.\nGibt nach dem Anwenden einen Teil Elementarenergie zurück.\n\n<color=#FFD780FF>Nahkampf: Tödliches Glitzern</color>\nFührt einen Hieb mit hoher Reichweite aus, der den Gegnern in der Nähe hohen <color=#80C0FFFF>Hydro-Schaden</color> zufügt und „Versiegen – Explosion“ verursacht.\n\n<color=#FFD780FF>Versiegen – Explosion</color>\nBeendet beim Treffen von Versiegen betroffener Gegner mit Tödliches Glitzern den Effekt des Versiegens und verursacht eine Explosion sowie <color=#80C0FFFF>Hydro-Flächenschaden</color>.\nDer mit Versiegen – Explosion verursachte Schaden gilt als Spezialfähigkeitsschaden.\n\n<i>Reißendes Wasser ist eine Seltenheit in seiner verschneiten Heimat. Vielleicht kann er die Hydro-Kräfte so gut kontrollieren, gerade weil er weiß, wie kostbar Wasser ist.</i>",
      "es": "Realiza diferentes ataques dependiendo de la posición de Tartaglia:\n\n<color=#FFD780FF>Combate a distancia: Flecha del caos</color>\nDispara rápidamente una flecha mágica Hydro, infligiendo <color=#80C0FFFF>Daño Hydro en el AdE</color> y aplicando el estado de obstrucción del flujo.\nTras lanzar la habilidad, devuelve una parte de su coste de Energía Elemental.\n\n<color=#FFD780FF>Combate cuerpo a cuerpo: Luz de obliteración</color>\nRealiza un corte con una gran AdE, infligiendo una gran cantidad de <color=#80C0FFFF>Daño Hydro</color> a todos los enemigos cercanos y provocando Obstrucción del flujo: Estallido.\n\n<color=#FFD780FF>Obstrucción del flujo: Estallido</color>\nAl atacar con Luz de obliteración a un enemigo afectado por obstrucción del flujo, consumirá dicho efecto y creará una hidroexplosión, infligiendo <color=#80C0FFFF>Daño Hydro en el AdE</color>.\nEl daño que inflige Obstrucción del flujo: Estallido se considera daño de Habilidad Definitiva.\n\n<i>Rara vez se ven aguas turbulentas en su nevada tierra natal. Tal vez su habilidad para controlar el agua se debe a su comprensión de lo preciada que es.</i>",
      "fr": "Tartaglia effectue différentes attaques selon l'état dans lequel il se trouve :\n\n<color=#FFD780FF>État à distance : Éclair de balle maléfique</color>\nTire rapidement devant lui une flèche gorgée de magie Hydro, infligeant des <color=#80C0FFFF>DGT Hydro de zone </color> ainsi que l'effet Contre-courant aux ennemis en face.\nRestaure une partie de l'énergie élémentaire à la fin de l'attaque.\n\n<color=#FFD780FF>État de mêlée : Lumière d'élimination</color>\nExécute une large entaille circulaire, qui inflige d'importants <color=#80C0FFFF>DGT Hydro</color> à tous les ennemis proches et peut générer l'effet Torrent.\n\n<color=#FFD780FF>Contre-courant : Torrent</color>\nLorsqu'elle touche un ennemi affecté par Contre-courant, Lumière d'élimination consomme cet effet et inflige des <color=#80C0FFFF>DGT Hydro de zone</color>. Les DGT infligés par Contre-courant : Torrent sont considérés comme étant des DGT de déchaînement élémentaire.\n\n<i>L'eau qui coule n'est pas une vision courante dans son pays de neige ; peut-être que seul celui capable de saisir l'eau qui fuit entre les doigts est capable de comprendre comme elle est précieuse.</i>",
      "pt": "Realiza ataques diferentes baseado em qual Posição Tartaglia está quando os lança.\n\n<color=#FFD780FF>Posição À Distância·Clarão da Devastação</color>\nDispara uma flecha Hydro, causando<color=#80C0FFFF>Dano Hydro AoE</color> e aplicando o efeito Interceptação de Fluxo.\nRegenera uma porção de seu Consumo de Energia após o uso.\n\n<color=#FFD780FF>Posição Corpo a Corpo·Luz da Obliteração</color>\nRealiza um corte com uma grande AdE, causando <color=#80C0FFFF>Dano Hydro</color> massivo para os inimigos ao redor, desencadeando Interceptação de Fluxo·Explosão.\n\n<color=#FFD780FF>Interceptação de Fluxo·Explosão</color>\nQuando as águas obliteradoras atingem inimigos afetados pela Interceptação de Fluxo, acaba com esse efeito e desencadeia Explosões Hydro que causam<color=#80C0FFFF> Dano Hydro AdE</color>.\nO dano de Interceptação de Fluxo·Explosão é tratado como um dano de Supremo.\n\n<i>Raramente são vistas águas turbulentas nesta terra cheia de neve. Talvez sua habilidade de comandar água seja pelo seu entendimento de quão preciosa ela é.</i>",
      "ru": "Совершаемая атака определяется стойкой, в которой находится Тарталья.\n\n<color=#FFD780FF>Дальняя стойка - Вспышка хаоса:</color>\nТарталья выпускает заряженную водной стихией стрелу, которая наносит <color=#80C0FFFF>Гидро урон по площади</color> и накладывает на врагов статус Отлив.\nПосле активации навык восстанавливает часть энергии.\n\n<color=#FFD780FF>Ближняя стойка - Свет погибели:</color>\nТарталья выполняет круговую атаку, которая наносит большой <color=#80C0FFFF>Гидро урон</color> окружающим врагам и накладывает на них статус Отлив-взрыв.\n\n<color=#FFD780FF>Отлив-взрыв:</color>\nАтака Свет погибели, попавшая по врагам со статусом Отлив, снимает с них этот статус, вызывая при этом Гидро взрывы, которые наносят <color=#80C0FFFF>Гидро урон по площади</color>. Урон Отлив-взрыв считается элементальным уроном.\n\n<i>В его заснеженной родине бурлящие потоки воды встречаются не часто. Возможно, способность Тартальи управлять водой объясняется пониманием того, насколько она драгоценна.</i>",
      "id": "Melancarkan serangan yang berbeda-beda sesuai dengan mode bertarung yang sedang digunakan Targtalia:\n\n<color=#FFD780FF>Mode Jarak Jauh: Flash of Havoc</color>\nMenembakkan panah sihir yang mengandung elemen Hydro dengan cepat, mengakibatkan <color=#80C0FFFF>Hydro DMG area</color> dan menyebabkan efek Riptide.\nMengembalikan sejumlah Energy yang dikonsumsi setelah skill ini digunakan.\n\n<color=#FFD780FF>Mode Jarak Dekat: Light of Obliteration</color>\nMenebas musuh dalam area yang luas dan mengakibatkan <color=#80C0FFFF>Hydro DMG </color> yang besar, juga dapat memicu Riptide Blast.\n\n<color=#FFD780FF>Riptide Blast</color>\nSaat skill Havoc Obliteration mengenai musuh dengan status Riptide, status Riptide tersebut akan dihapuskan dan memicu ledakan Riptide Blast yang mengakibatkan <color=#80C0FFFF>Hydro DMG area</color>. DMG dari Riptide Blast terhitung sebagai DMG Elemental Burst.\n\n<i>Aliran air yang deras sangat jarang ditemui di kampung halamannya yang penuh dengan salju. Kemampuan Tartaglia untuk mengendalikan air mungkin muncul dari pemahamannya tentang betapa berharganya air bagi kehidupan.</i>",
      "th": "ใช้การโจมตีที่แตกต่างกันไปตามรูปแบบของ Tartaglia ในขณะนั้น\n\n<color=#FFD780FF>รูปแบบการต่อสู้ระยะไกล: Flash of Havoc</color>\nยิงธนูเวทที่มีธาตุน้ำอยู่ไปข้างหน้าอย่างรวดเร็ว สร้าง<color=#80C0FFFF>ความเสียหายน้ำวงกว้าง</color> และเอฟเฟกต์ Riptide\nหลังปล่อยออกไป จะได้รับพลังงานธาตุบางส่วนกลับคืนมา\n\n<color=#FFD780FF>รูปแบบการต่อสู้ระยะประชิด: Light of Obliteration</color>\nสร้างการโจมตีวงกว้างอย่างรวดเร็ว 1 ครั้ง ทำให้เกิด<color=#80C0FFFF>ความเสียหายน้ำ</color>อย่างรุนแรงต่อศัตรูทั้งหมดที่อยู่ในบริเวณใกล้เคียง และทำให้เกิด Riptide Blast\n\n<color=#FFD780FF>Riptide Blast</color>\nเมื่อ Light of Obliteration โจมตีโดนศัตรูที่อยู่ในสภาวะ Riptide จะดูดกลืนเอฟเฟกต์และทำให้เกิดระเบิดน้ำ สร้าง<color=#80C0FFFF>ความเสียหายน้ำวงกว้าง</color> โดยที่ความเสียหายจาก Riptide Blast จะถูกนับเป็นความเสียหายท่าไม้ตาย\n\n<i>กระแสน้ำที่ปั่นป่วนนั้น ไม่ใช่สิ่งที่หาดูได้ง่ายในประเทศหิมะบ้านเกิดของเขา บางทีการที่สามารถโอบกระแสน้ำไว้ในมือได้ อาจจะเป็นเพราะรู้ถึงคุณค่าของกระแสน้ำนั้นก็เป็นได้</i>",
      "vi": "Dựa theo trạng thái hiện tại của Tartaglia, thực hiện tấn công khác nhau: \n\n<color=#FFD780FF>Trạng thái đánh xa - Đạn Ma</color>\nBắn ra mũi tên tràn đầy nguyên tố thủy về phía trước, gây <color=#80C0FFFF>Sát Thương Phạm Vi Nguyên Tố Thủy</color>, và thi triển hiệu quả Đoạn Lưu.\nSau khi thi triển, trả lại một phần Năng Lượng Nguyên Tố.\n\n<color=#FFD780FF>Trạng thái cận chiến - Tận Diệt Thủy Quang</color>\nTrảm kích phạm vi lớn, gây <color=#80C0FFFF>Sát Thương Nguyên Tố Thủy</color> cho tất cả địch ở gần và kích hoạt Đoạn Lưu - Nổ.\n\n<color=#FFD780FF>Đoạn Lưu - Nổ</color>\nTận Diệt Thủy Quang đánh trúng địch trong trạng thái Đoạn Lưu sẽ tiêu hao hiệu quả Đoạn Lưu và tung tóe nước, gây <color=#80C0FFFF>Sát Thương Phạm Vi Nguyên Tố Thủy</color>. Sát thương của Đoạn Lưu - Nổ được xem như sát thương kỹ năng nộ.\n\n<i>Dòng nước chảy vội, rất hiếm gặp trên quê hương được tuyết bao phủ của anh ấy. Có lẽ là do hiểu được sự quý giá của nó nên anh ấy có thể điều khiển nó.</i>"
    }
  },
  {
    "title": {
      "zhs": "永无谢幕",
      "zht": "永無謝幕",
      "jp": "無尽蔵",
      "ko": "존재하지 않는 커튼콜",
      "en": "Never Ending",
      "de": "Ewige Fortsetzung",
      "es": "Infinito sinfín",
      "fr": "Fin infinie",
      "pt": "Infinito Sem-fim",
      "ru": "Не кончается пытка",
      "id": "Never Ending",
      "th": "Never Ending",
      "vi": "Kéo Dài Bất Tận"
    },
    "description": {
      "zhs": "断流效果的持续时间延长8秒。",
      "zht": "斷流效果的持續時間延長8秒。",
      "jp": "断流効果の継続時間+8秒。",
      "ko": "단류 효과의 지속 시간이 8초 증가한다",
      "en": "Extends Riptide duration by 8s.",
      "de": "Verlängert die Dauer des Effekts Versiegen um 8 s.",
      "es": "Aumenta en 8 s la duración de obstrucción del flujo.",
      "fr": "Prolonge la durée de l'effet Contre-courant de 8 s.",
      "pt": "A duração da Interceptação de Fluxo será estendida por 8s.",
      "ru": "Увеличивает длительность статуса Отлив на 8 сек.",
      "id": "Memperpanjang durasi Riptide selama 8 detik.",
      "th": "เวลาคงอยู่ของเอฟเฟกต์ Riptide เพิ่มขึ้น 8 วินาที",
      "vi": "Thời gian hiệu quả Đoạn Lưu kéo dài 8 giây."
    }
  },
  {
    "title": {
      "zhs": "水形剑",
      "zht": "水形劍",
      "jp": "水形剣",
      "ko": "수형검",
      "en": "Sword of Torrents",
      "de": "Schwert aus Wasser",
      "es": "Espada hidromorfa",
      "fr": "Épée hydromorphe",
      "pt": "Espada das Torrentes",
      "ru": "Водяной меч",
      "id": "Sword of Torrents",
      "th": "Sword of Torrents",
      "vi": "Thủy Hình Kiếm"
    },
    "description": {
      "zhs": "处于<color=#FFD780FF>魔王武装·狂澜</color>的近战状态时，普通攻击与重击在造成暴击时，会为命中的敌人施加断流效果。",
      "zht": "處於<color=#FFD780FF>魔王武裝·狂瀾</color>的近戰狀態時，普通攻擊與重擊在造成暴擊時，會為命中的敵人施加斷流效果。",
      "jp": "<color=#FFD780FF>魔王の武装·荒波</color>の近接モード時、通常攻撃と重撃が会心を発生すると、命中した敵に断流効果を付与する。",
      "ko": "<color=#FFD780FF>마왕 무장·광란</color>의 근접 상태일 때 일반 공격과 강공격에 치명타가 발동되면 명중된 적에게 단류 효과를 부여한다",
      "en": "When Tartaglia is in <color=#FFD780FF>Foul Legacy: Raging Tide</color>'s Melee Stance, on dealing a CRIT hit, Normal and Charged Attacks apply the Riptide status effect to opponents.",
      "de": "Fügt mit kritischen Treffern von Standardangriffen und heftigen Schlägen getroffenen Gegnern im Nahkampf von <color=#FFD780FF>Dämonengewand – Stürmische Gezeiten</color> den Effekt Versiegen zu.",
      "es": "Cuando Tartaglia está en la posición de combate cuerpo a cuerpo de <color=#FFD780FF>Legado del mal: Olas furiosas</color>, si los Ataques Normales o Cargados hacen Daño CRIT, el enemigo golpeado será afectado por obstrucción del flujo.",
      "fr": "Les ennemis subissant des coups CRIT lors d'attaques normales et chargées sont aussi affectés par l'effet Contre-courant tant que l'état de mêlée de <color=#FFD780FF>Posture du démon : Marée déchaînée</color> est actif.",
      "pt": "Quando Tartaglia estiver na posição de corpo a corpo das <color=#FFD780FF>Legado do Mal - Ondas de Fúria</color>, ou se seus Ataques Normais ou Carregados causarem Dano Crítico, eles aplicarão o efeito de Interceptação de Fluxo no inimigo acertado.",
      "ru": "Когда Тарталья находится в рукопашной стойке навыка <color=#FFD780FF>Форма духа: Бушующие волны</color>, крит. попадания обычными или заряженными атаками накладывают на противников статус Отлив.",
      "id": "Saat Tartaglia berada dalam Mode Jarak Dekat <color=#FFD780FF>Foul Legacy: Raging Tide</color>, Normal atau Charged Attack akan menyebabkan efek Riptide saat CRIT.",
      "th": "ภายใต้รูปแบบการต่อสู้ระยะประชิดของ <color=#FFD780FF>Foul Legacy: Raging Tide</color> เมื่อการโจมตีปกติหรือชาร์จโจมตี เกิดคริติคอลจะทำให้เกิดเอฟเฟกต์ Riptide กับศัตรูที่ถูกโจมตี",
      "vi": "Khi ở trạng thái cận chiến của <color=#FFD780FF>Trang Phục Ma Vương - Thủy Triều</color>, tấn công thường và trọng kích tạo thành bạo kích sẽ tạo ra thêm hiệu quả Đoạn Lưu cho kẻ địch bị đánh trúng."
    }
  },
  {
    "title": {
      "zhs": "诸武精通",
      "zht": "諸武精通",
      "jp": "武芸マスター",
      "ko": "무예 마스터리",
      "en": "Master of Weaponry",
      "de": "Ausgeklügelte Bewaffnung",
      "es": "Maestro de armas",
      "fr": "Maîtrise de l'armement",
      "pt": "Mestre do Armamento",
      "ru": "Мастерское владение оружием",
      "id": "Master of Weaponry",
      "th": "Master of Weaponry",
      "vi": "Tinh Thông Võ Thuật"
    },
    "description": {
      "zhs": "队伍中自己的角色<color=#FFD780FF>普通攻击</color>等级提高1级。",
      "zht": "隊伍中自己的角色<color=#FFD780FF>普通攻擊</color>等級提高1級。",
      "jp": "チーム内の自身のキャラクター全員の<color=#FFD780FF>通常攻撃</color>Lv.+1。",
      "ko": "자신의 파티 내 모든 캐릭터의 <color=#FFD780FF>일반 공격</color> 스킬의 레벨이 Lv.1 증가한다",
      "en": "Increases your own party members' <color=#FFD780FF>Normal Attack</color> Level by 1.",
      "de": "Erhöht die Stufe der <color=#FFD780FF>Standardangriffe</color> eigener Figuren in der Truppe um 1.",
      "es": "Aumenta en 1 el nivel del <color=#FFD780FF>Ataque Normal</color> de todos los miembros de tu equipo.",
      "fr": "Augmente le niveau des <color=#FFD780FF>attaques normales</color> des personnages de votre équipe de 1.",
      "pt": "O nível do <color=#FFD780FF>Ataque Normal</color> de seus próprios personagens da equipe aumenta 1 nível.",
      "ru": "Увеличивает уровень <color=#FFD780FF>обычной атаки</color> персонажей вашего отряда на 1.",
      "id": "Meningkatkan 1 level <color=#FFD780FF>Normal Attack</color> anggota party sendiri.",
      "th": "เพิ่มเลเวล<color=#FFD780FF>การโจมตีปกติ</color> ของตัวละครของตนเองที่อยู่ในทีมขึ้น 1 ระดับ",
      "vi": "Tăng 1 cấp <color=#FFD780FF>tấn công thường</color> cho nhân vật của bản thân trong đội."
    }
  }
]