[
  {
    "title": {
      "zhs": "初次见面…",
      "zht": "初次見面…",
      "jp": "初めまして…",
      "ko": "첫 만남…",
      "en": "Hello",
      "de": "Schön, dich kennenzulernen.",
      "es": "Hola...",
      "fr": "Première rencontre...",
      "pt": "Olá...",
      "ru": "Привет...",
      "id": "Halo",
      "th": "พบกันครั้งแรก...",
      "vi": "Lần đầu gặp mặt..."
    },
    "line": {
      "zhs": "我是愚人众执行官第十一席，「公子」达达利亚。而你——哈，也是能招致纷争之人，实在愉快。我们应该会很合得来吧？",
      "zht": "#我是愚人眾執行官第十一席，「公子」達達利亞。而{F#妳}{M#你}——哈，也是能招致紛爭之人，實在愉快。我們應該會很合得來吧？",
      "jp": "俺はファデュイ執行官第十一位、「公子」タルタリヤだ。そして君は——争いを招く者だね、実に愉快だ。きっと相性がいいと思うよ。",
      "ko": "난 우인단 집행관 서열 11위, 타르탈리아야. 그리고 너도——나처럼 분쟁을 달고다니는 사람 같네, 유쾌하군. 우린 마음이 잘 맞을 거 같은데? 그치?",
      "en": "I'm No. 11 of the Fatui Harbingers, codename Childe, but I also go by Tartaglia. And you... Hmm, you too like to cause quite the stir, don't you? Something tells me we're going to get along splendidly.",
      "de": "Ich bin die Nummer Elf der Fatui, mit dem Decknamen Graf, aber ich werde auch Tartaglia genannt. Und du ... du siehst auch so aus, als ob du gerne Unruhe stiftest, habe ich recht? Irgendetwas sagt mir, dass wir wunderbar miteinander auskommen werden.",
      "es": "Soy el undécimo de Los Once, Tartaglia “Nobile”. Y tú... eres una persona capaz de atraer el conflicto. ¡Me encanta! Seguro que nos llevaremos muy bien.",
      "fr": "Bien le bonjour, je suis Tartaglia, 11e Exécuteur des Fatui. Et vous êtes une personne qui gagnerait à nous rejoindre. Soyons amis !",
      "pt": "Eu sou o 11° Mensageiro dos Fatui, Tartaglia \"Childe\". E você... Você também gosta de causar muita confusão, não é mesmo? Algo me diz que vamos nos dar esplendidamente bem.",
      "ru": "#Я номер одиннадцать из Предвестников Фатуи, Чайльд Тарталья. А ты... Ха, ты т{F#a}{M#от}, кто притягивает неприятности. Я люблю таких! Думаю, мы поладим, да?",
      "id": "Aku adalah Harbinger ke-11 dari Fatui, Childe, aku juga dikenal dengan nama Tartaglia. Kamu —— sepertinya adalah seseorang yang bisa menimbulkan perselisihan juga, senang bertemu denganmu. Kita harus rukun-rukun, ya?",
      "th": "ฉันคือ Tartaglia ผู้บริหารอันดับที่สิบเอ็ดของ Fatui มีฉายาว่า \"Childe\" ส่วนคุณ—— ฮ่า คุณก็เป็นคนที่ก่อให้เกิดความขัดแย้งได้เหมือนกัน เยี่ยมไปเลย เราน่าจะเข้ากันได้ดีใช่มั้ยล่ะ?",
      "vi": "#Tôi là quan chấp hành thứ 11 của Fatui, Childe Tartaglia. Còn {F#cô}{M#cậu}... Ha, là người có thể tạo ra tranh chấp. Thật là thú vị. Chúng ta chắc rất hợp nhau nhỉ?"
    }
  },
  {
    "title": {
      "zhs": "闲聊·闲散",
      "zht": "閒聊·閒散",
      "jp": "世間話·暇",
      "ko": "잡담·느긋함",
      "en": "Chat: Idleness",
      "de": "Gespräch – Freizeit",
      "es": "Charla - Ociosidad",
      "fr": "Bavardage - Oisiveté",
      "pt": "Bate-papo - Ocioso",
      "ru": "Поболтаем: Праздность",
      "id": "Berbincang: Menganggur",
      "th": "แชท - ว่าง",
      "vi": "Nói chuyện phiếm - Nhàn rỗi"
    },
    "line": {
      "zhs": "在这干站着，也不会有对手找上门的。",
      "zht": "在這乾站著，也不會有對手找上門的。",
      "jp": "ここに立ってても、相手はやってこないよ。",
      "ko": "여기에 가만히 서 있는다고 상대가 찾아오진 않아",
      "en": "You know, there are better ways to seek out our enemies than... well, standing here.",
      "de": "Weißt du, es gibt bessere Wege unsere Feinde ausfindig zu machen, als... na ja, hier herumzustehen.",
      "es": "No vamos a poder pelear contra nadie si nos quedamos aquí parados.",
      "fr": "Ce n'est pas en restant plantés là que des adversaires dignes de ce nom se montreront.",
      "pt": "Existem maneiras melhores de perseguir nossos inimigos do que... Bem, ficar parado aqui.",
      "ru": "Стоя на месте хорошего противника не найдёшь.",
      "id": "Sepertinya ada cara lain untuk menemukan musuh... daripada berdiri di sini.",
      "th": "ยืนอยู่เฉย ๆ อย่างงี้ ศัตรูมันคงไม่เดินเข้ามาหาหรอกนะ",
      "vi": "Đứng đây sẽ chẳng có đối thủ nào đến đâu."
    }
  },
  {
    "title": {
      "zhs": "闲聊·比试",
      "zht": "閒聊·比試",
      "jp": "世間話·手合わせ",
      "ko": "잡담·비무",
      "en": "Chat: Test of Skills",
      "de": "Gespräch – Messung",
      "es": "Charla - Competición",
      "fr": "Bavardage - Compétition",
      "pt": "Bate-papo - Competição",
      "ru": "Поболтаем: Испытание навыков",
      "id": "Mengobrol: Adu Tanding",
      "th": "แชท - แข็งขัน",
      "vi": "Nói chuyện phiếm - Thi đấu"
    },
    "line": {
      "zhs": "嗯——附近就没有什么值得一战的强敌吗？",
      "zht": "嗯——附近就沒有什麼值得一戰的強敵嗎？",
      "jp": "んーー、この辺りに戦い甲斐のある強敵はいないんだろうか？",
      "ko": "음ㅡ근처에 상대할만한 강적은 없는 건가?",
      "en": "This place is pretty dead... By which I mean, there's nothing to kill.",
      "de": "Dieser Ort ist ziemlich ausgestorben ... Womit ich sagen will, dass es hier nichts zu töten gibt.",
      "es": "Humm... ¿Sabes si por aquí cerca hay algún poderoso enemigo al que podamos enfrentarnos?",
      "fr": "Avez-vous affronté un adversaire de taille récemment ?",
      "pt": "Hm... Será que não há ninguém que seja digno de lutar contra por aqui perto?",
      "ru": "Какое мёртвое место... Я имею в виду, совсем некого убить.",
      "id": "Hmmm —— Apakah tidak ada musuh tangguh di sekitar sini?",
      "th": "อืม... แถวนี้ไม่มีศัตรูเก่ง ๆ บ้างเลยรึไงนะ?",
      "vi": "Hmm, gần đây không có kẻ thù mạnh nào đáng để chiến đấu?"
    }
  },
  {
    "title": {
      "zhs": "闲聊·愚人众",
      "zht": "閒聊·愚人眾",
      "jp": "世間話·ファデュイ",
      "ko": "잡담·우인단",
      "en": "Chat: The Fatui",
      "de": "Gespräch – Fatui",
      "es": "Charla - Fatui",
      "fr": "Bavardage - Fatui",
      "pt": "Bate-papo - Fatui",
      "ru": "Поболтаем: Фатуи",
      "id": "Mengobrol: Fatui",
      "th": "แชท - Fatui",
      "vi": "Nói chuyện phiếm - Fatui"
    },
    "line": {
      "zhs": "不知道其他执行官在忙些什么呢？嗯，算了，无非又是那些莫名其妙的「宏大计划」吧。",
      "zht": "不知道其他執行官在忙些什麼呢？嗯，算了，無非又是那些莫名其妙的「宏大計畫」吧。",
      "jp": "他の執行官たちは何してるんだろうね。まあ、どうせ訳の分からない「壮大な計画」とやらを進めてるんだろうけど。",
      "ko": "다른 집행관들은 뭘 하고 있으려나? 뭐, 됐어. 어차피 또 이상한 「원대한 계획」이라도 짜고 있겠지",
      "en": "I wonder what the rest of the Harbingers are up to? Plotting and scheming on an ever-grander scale, no doubt.",
      "de": "Ich frage mich, was die anderen der Elf vorhaben? Ohne Zweifel schmieden sie in immer größerem Stil Pläne.",
      "es": "Me pregunto qué estarán haciendo el resto de Los Once... Hummm, bueno, no importa. Seguro que están llevando a cabo alguno de sus misteriosos “grandes planes”.",
      "fr": "Je me demande à quoi sont occupés les autres Exécuteurs ? Bah, ils sont sûrement en train de comploter et de faire des plans sur la comète, comme d'habitude.",
      "pt": "O que será que os outros Mensageiros estão fazendo? Ah, deixe para lá, devem estar fazendo algum plano gigantesco.",
      "ru": "Как думаешь, чем заняты остальные Предвестники? А ну их, наверняка увлечены своими таинственными «грандиозными планами».",
      "id": "Para Harbinger yang lain sedang sibuk apa sih? Hmmm, sudahlah, pasti mereka sedang mempersiapkan \"rencana besar\" mereka.",
      "th": "ไม่รู้ว่าผู้บริหารคนอื่นกำลังทำอะไรกันอยู่? อ่า ช่างเหอะ คงจะกำลังคิด \"แผนการใหญ่\" อยู่แหงเลย",
      "vi": "Không biết các quan chấp hành khác đang làm gì nhỉ? Thôi kệ vậy, chắc lại là \"kế hoạch vĩ đại\" quái lạ nào đó."
    }
  },
  {
    "title": {
      "zhs": "闲聊·雪国故土",
      "zht": "閒聊·雪國故土",
      "jp": "世間話·故郷の雪原",
      "ko": "잡담·설국의 고향",
      "en": "Chat: Snezhnaya",
      "de": "Gespräch – alte Heimat",
      "es": "Charla - Nevada tierra natal",
      "fr": "Bavardage - Snezhnaya",
      "pt": "Bate-papo - Antiga Terra de Neve",
      "ru": "Поболтаем: Снежная",
      "id": "Mengobrol: Snezhnaya",
      "th": "แชท - ประเทศหิมะบ้านเกิด",
      "vi": "Nói chuyện phiếm - Quê hương của tuyết"
    },
    "line": {
      "zhs": "在我老家的雪原里这么闲站着的话，早该被冻僵了。哈哈哈。",
      "zht": "在我老家的雪原裡這麼閒站著的話，早該被凍僵了。哈哈哈。",
      "jp": "俺の故郷の雪原でこんな風に立ってたら凍死してしまうよ、ハハハッ。",
      "ko": "내 고향에 있는 설원에서 이렇게 서 있었다면 벌써 얼어 죽었을 거야. 하하하",
      "en": "Where I'm from, if we didn't keep moving, we'd freeze to death. Literally.",
      "de": "Da, wo ich herkomme, würden wir erfrieren, wenn wir uns nicht weiterbewegten. Buchstäblich.",
      "es": "Si te quedaras así de parado en los campos nevados de mi tierra natal, ya te habrías congelado hace tiempo. ¡Jajaja!",
      "fr": "On serait déjà gelés comme des glaçons à discuter au milieu de la neige à Snezhnaya, hahaha.",
      "pt": "Na minha terra natal, se você ficasse parado no campo nevado, já teria morrido congelado há muito tempo. Hahaha!",
      "ru": "Если стоять без дела среди снежных равнин моей родины, можно замёрзнуть насмерть. Ха-ха.",
      "id": "Di kampung halamanku yang bersalju itu, kita akan membeku bila berdiri diam seperti ini. Hahaha.",
      "th": "ถ้าฉันยืนอยู่นิ่ง ๆ แบบนี้ในทุ่งหิมะที่บ้านเกิดของฉัน ฉันคงถูกแช่แข็งไปแล้ว ฮ่าฮ่าฮ่า",
      "vi": "Nếu cứ đứng như vậy ở quê hương đầy tuyết của tôi, chắc đã bị chết cóng rồi. Hahaha."
    }
  },
  {
    "title": {
      "zhs": "雨过天晴…",
      "zht": "雨過天晴…",
      "jp": "雨上がり…",
      "ko": "비가 그친 후…",
      "en": "After the Rain",
      "de": "Es hat aufgehört zu regnen ...",
      "es": "Tras la lluvia...",
      "fr": "Après la pluie...",
      "pt": "Depois da Chuva...",
      "ru": "После дождя...",
      "id": "Setelah Hujan",
      "th": "ฟ้าหลังฝน...",
      "vi": "Sau cơn mưa trời lại sáng..."
    },
    "line": {
      "zhs": "雨点打在水面上的声音，会把鱼儿吓跑。相比之下，雨后是钓鱼的好时机。",
      "zht": "雨點打在水面上的聲音，會把魚兒嚇跑。相比之下，雨後是釣魚的好時機。",
      "jp": "雨が水面を打つ音は魚を驚かしてしまう。それに比べ、雨上がりは釣りをするのに絶好の時間だ。",
      "ko": "물고기들은 빗물이 물 위로 떨어지는 소리에 놀라 달아나 버리지. 그래서 비가 그친 후엔 낚시하기 딱 좋아.",
      "en": "Ah, perfect weather for fishing! The sound of the rain scares them away, but once it stops, they're yours for the taking.",
      "de": "Das ist perfektes Wetter zum Angeln. Die Geräusche des Regens verscheuchen zwar die Fische, aber sobald er aufhört, musst du sie dir quasi nur noch nehmen.",
      "es": "El sonido de las gotas de lluvia cayendo sobre el agua espanta a los peces. Es mejor esperar a que amaine para pescar.",
      "fr": "Le bruit de la pluie qui tombe dans l'eau effraie les poissons. C'est mieux d'attendre que l'averse passe pour faire de bonnes prises.",
      "pt": "O som da chuva batendo na água pode assustar os peixes. Então, o melhor momento para pescar é depois que a chuva terminar.",
      "ru": "Идеальная погода для рыбалки! Шум дождевых капель, ударяющихся о поверхность воды, пугает рыбу, но вот после дождя они все твои.",
      "id": "Suara tetesan air hujan akan menakuti ikan-ikan. Sebaliknya, waktu hujan reda adalah saat yang tepat untuk memancing ikan.",
      "th": "เสียงฝนที่กระทบกับน้ำจะทำให้ปลาตกใจ ถ้าเทียบกันแล้ว ตกปลาหลังฝนหยุดจะดีกว่านะ",
      "vi": "Tiếng mưa rơi trên mặt nước sẽ làm cá hoảng loạn. So ra thì, sau cơn mưa đi câu là thích hợp nhất."
    }
  },
  {
    "title": {
      "zhs": "下雪的时候·异国",
      "zht": "下雪的時候·異國",
      "jp": "雪の日·異国",
      "ko": "눈이 올 때·이국",
      "en": "When It Snows: Foreign Country",
      "de": "Wenn es schneit – Fremde",
      "es": "Cuando nieva - Tierras extranjeras",
      "fr": "Quand il neige - Pays étranger",
      "pt": "Quando está nevando - Terras Estrangeiras",
      "ru": "Во время снега: Чужая страна",
      "id": "Saat Turun Salju: Bangsa Asing",
      "th": "ในเวลาที่หิมะตก - ต่างประเทศ",
      "vi": "Khi tuyết rơi - Dị quốc"
    },
    "line": {
      "zhs": "哈哈哈，不知老家那边，是否也在下雪？",
      "zht": "哈哈哈，不知老家那邊，是否也在下雪？",
      "jp": "ハハッ、故郷の方でも今は雪が降っているのかな？",
      "ko": "하하, 내 고향에도 눈이 내리고 있으려나?",
      "en": "Haha, ahh... could it be snowing in Snezhnaya too?",
      "de": "Hahaha, nicht so wie zu Hause! Ob es da wohl auch gerade schneit?",
      "es": "Jajaja. ¿Estará nevando también en mi hogar?",
      "fr": "Hahaha, il neige même ici ?",
      "pt": "Hahaha, me pergunto se também está nevando lá em casa?",
      "ru": "Ха-ха, может быть, сейчас в Снежной тоже идёт снег.",
      "id": "Hahaha, tidak tahu apakah di tempatmu sana juga sedang bersalju?",
      "th": "ฮ่าฮ่าฮ่า ไม่รู้ว่าที่บ้านเกิดหิมะกำลังตกอยู่รึเปล่านะ?",
      "vi": "Hahaha, không biết ở quê tuyết có đang rơi không nhỉ?"
    }
  },
  {
    "title": {
      "zhs": "下雪的时候·至冬国",
      "zht": "下雪的時候·至冬國",
      "jp": "雪の日·スネージナヤ",
      "ko": "눈이 올 때·스네즈나야",
      "en": "When It Snows: Snezhnaya",
      "de": "Wenn es schneit – Snezhnaya",
      "es": "Cuando nieva - Snezhnaya",
      "fr": "Quand il neige - Snezhnaya",
      "pt": "Quando esta nevando - Snezhnaya",
      "ru": "Во время снега: Снежная",
      "id": "Saat Turun Salju: Snezhnaya",
      "th": "ในเวลาที่หิมะตก - Snezhnaya",
      "vi": "Khi tuyết rơi - Snezhnaya"
    },
    "line": {
      "zhs": "多好的雪！天地都和月光一样干净，在这样的舞台上泼洒的鲜血才格外炙烈。",
      "zht": "多好的雪！天地都和月光一樣乾淨，在這樣的舞臺上潑灑的鮮血才格外炙烈。",
      "jp": "素晴らしい雪だね！天地が月光のように綺麗だ。こんな舞台で流れる鮮血はより際立つだろうね。",
      "ko": "이 얼마나 멋진 눈밭인가! 온 세상이 달빛처럼 깨끗해. 이런 무대에서 쏟아내는 피야말로 뜨겁다고 할 수 있지",
      "en": "The world looks glorious in the snow. Pure white, like the light of the moon. A perfect backdrop for bloodshed.",
      "de": "Die Welt sieht im Schnee einfach prächtig aus. Pures Weiß, wie das Licht des Mondes. Eine perfekte Kulisse fürs Blutvergießen.",
      "es": "¡Qué nieve tan hermosa! Todo parece tan puro como el blanco de la luz de la luna. Es el escenario perfecto para una sangrienta batalla.",
      "fr": "Eh bien, il y en a de la neige ! Le monde est recouvert de blanc, comme sous la lueur de la lune. Un canvas parfait pour un massacre.",
      "pt": "Quanta neve! É branco e calmo como a luz da lua iluminando à terra. É um cenário perfeito para se derramar sangue.",
      "ru": "Как хорошо, когда много снега! Он укрывает землю от горизонта до горизонта, и она становится чиста, как лунный свет. Идеальный пейзаж для хорошего кровопролития.",
      "id": "Salju yang begitu indah! Semuanya tertutupi oleh salju yang sama putihnya dengan cahaya bulan, panggung yang sangat cocok untuk sebuah pertumpahan darah.",
      "th": "หิมะเต็มไปหมดเลย! พื้นดินสะอาดเหมือนแสงจันทร์ ฉากแบบนี้สิถึงจะเหมาะกับการนองเลือด",
      "vi": "Nhiều tuyết quá đi! Trời đất cũng trong trẻo như ánh trăng vậy, nếu máu rơi trên võ đài như thế này sẽ có màu bắt mắt lắm đây."
    }
  },
  {
    "title": {
      "zhs": "起风的时候…",
      "zht": "起風的時候…",
      "jp": "風の日…",
      "ko": "바람이 불 때…",
      "en": "When It's Windy",
      "de": "Wenn es windig ist ...",
      "es": "Cuando hace viento...",
      "fr": "Quand le vent souffle...",
      "pt": "Quando está ventando...",
      "ru": "Когда дует ветер...",
      "id": "Waktu Angin Bertiup",
      "th": "ในเวลาที่ลมพัด...",
      "vi": "Khi gió nổi lên..."
    },
    "line": {
      "zhs": "啊！风中传来了纷争的气息。",
      "zht": "啊！風中傳來了紛爭的氣息。",
      "jp": "ほう、風から争いの気配を感じる。",
      "ko": "오! 바람에서 분쟁의 기운이 느껴지는군",
      "en": "The wind is picking up. There is conflict in the air.",
      "de": "Der Wind nimmt zu. Es liegt eine Auseinandersetzung in der Luft.",
      "es": "Ah... El viento trae consigo un ambiente bélico.",
      "fr": "Ah, la douce odeur du chaos que le vent transporte...",
      "pt": "Ah, o doce aroma de competição trazida pelos ventos...",
      "ru": "Ах, этот ветер несёт с собой аромат раздора.",
      "id": "Ah! Sepertinya angin sedang membawa hawa pertempuran",
      "th": "อูว! มีความขัดแย้งพัดมากับสายลม",
      "vi": "Hả! Có sát khí truyền đến từ cơn gió."
    }
  },
  {
    "title": {
      "zhs": "刮大风了·异国",
      "zht": "颳大風了·異國",
      "jp": "暴風の日·異国",
      "ko": "강풍이 불 때·이국",
      "en": "When the Wind Is Blowing: Foreign Country",
      "de": "Ein Sturm zieht auf – Fremde",
      "es": "Hace mucho viento - Tierras Extranjeras",
      "fr": "Le vent souffle fort - Pays étranger",
      "pt": "Está ventando muito - Terras Estrangeiras",
      "ru": "Когда дует ветер: Чужая страна",
      "id": "Angin Mulai Kencang: Bangsa Asing",
      "th": "ในเวลาที่ลมพัดแรง - ต่างประเทศ",
      "vi": "Gió lớn - Dị quốc"
    },
    "line": {
      "zhs": "真是畅快的风！",
      "zht": "真是暢快的風！",
      "jp": "清々しい風だ！",
      "ko": "기분 좋은 바람이야!",
      "en": "Just look at that wind blow!",
      "de": "Sie dir nur diese Windböen an!",
      "es": "¡Qué bien se siente este viento!",
      "fr": "Quel coup de vent majestueux !",
      "pt": "Veja que brisa refrescante!",
      "ru": "Вот это ветер!",
      "id": "Benar-benar angin yang penuh kebebasan!",
      "th": "ลมพัดแรงสะใจจัง!",
      "vi": "Gió mát quá!"
    }
  },
  {
    "title": {
      "zhs": "刮大风了·至冬国",
      "zht": "颳大風了·至冬國",
      "jp": "暴風の日·スネージナヤ",
      "ko": "강풍이 불 때·스네즈나야",
      "en": "When the Wind Is Blowing: Snezhnaya",
      "de": "Ein Sturm zieht auf – Snezhnaya",
      "es": "Hace mucho viento - Snezhnaya",
      "fr": "Le vent souffle fort - Snezhnaya",
      "pt": "Está ventando muito - Snezhnaya",
      "ru": "Когда дует ветер: Снежная",
      "id": "Angin Mulai Kencang: Snezhnaya",
      "th": "ในเวลาที่ลมพัดแรง - Snezhnaya",
      "vi": "Gió lớn - Snezhnaya"
    },
    "line": {
      "zhs": "感觉身体和头脑，都被穿过身体的风洗净了。真舒畅。",
      "zht": "感覺身體和頭腦，都被穿過身體的風洗淨了。真舒暢。",
      "jp": "頭も体も、この身を通り抜ける風に洗われたようだ。気持ちいいね。",
      "ko": "온 몸을 뚫고 지나간 바람에 몸과 머리가 깨끗하게 씻겨진 기분이야. 상쾌하군",
      "en": "The wind permeates all, cleansing both mind and body. Excellent.",
      "de": "Der Wind durchdringt alles, reinigt sowohl Geist als auch Körper. Hervorragend!",
      "es": "Siento como si el viento hubiera limpiado mi cuerpo y mi mente. Es una sensación tan agradable...",
      "fr": "Le vent imprègne tout, purifiant corps et esprit. Excellent.",
      "pt": "Sinto como se o meu corpo e mente tivessem sido limpados pelo vento. Que ótima sensação.",
      "ru": "Кажется, будто этот ветер пронизывает тебя, очищая тело и душу. Как хорошо...",
      "id": "Rasanya tubuh dan kepalaku disapu bersih oleh angin yang bertiup melewatiku. Benar-benar menyegarkan.",
      "th": "รู้สึกเหมือนทั้งร่างกายและจิตใจถูกสายลมชะล้างจนสะอาดหมดจด สบายจังเลย",
      "vi": "Tôi cảm thấy làn gió như gột rửa cơ thể và tâm trí mình. Thật là thoải mái."
    }
  },
  {
    "title": {
      "zhs": "早上好…",
      "zht": "早安…",
      "jp": "おはよう…",
      "ko": "아침 인사…",
      "en": "Good Morning",
      "de": "Guten Morgen.",
      "es": "Buenos días...",
      "fr": "Au réveil...",
      "pt": "Bom dia...",
      "ru": "Доброе утро...",
      "id": "Selamat Pagi",
      "th": "อรุณสวัสดิ์...",
      "vi": "Chào buổi sáng..."
    },
    "line": {
      "zhs": "哟，伙伴！今天精神不错啊。",
      "zht": "喲，夥伴！今天精神不錯啊。",
      "jp": "やあ、相棒！今日は元気そうだね。",
      "ko": "여어, 친구! 오늘 기운 넘쳐 보이네",
      "en": "Morning, comrade! You're raring to go today, I see.",
      "de": "Guten Morgen, Kamerad! Ich sehe, du bist bereit, dich heute auf den Weg zu machen.",
      "es": "¡Ey, colega! ¡Hoy te veo de muy buen humor!",
      "fr": "Bien le bonjour ! Vous avez l'air en forme aujourd'hui, je vois.",
      "pt": "#Bom dia, companheir{M#o}{F#a}! Você parece bem dispost{M#o}{F#a} hoje!",
      "ru": "Хэй, дружище! Я вижу, тебе не терпится отправиться в путь.",
      "id": "Hei, partner! Kamu kelihatan bersemangat hari ini.",
      "th": "เฮ้ เพื่อนยาก! วันนี้อารมณ์ดีเหมือนกันนี่",
      "vi": "#Yo, {F#cô}{M#anh} bạn! Hôm nay có tinh thần tốt đó."
    }
  },
  {
    "title": {
      "zhs": "中午好…",
      "zht": "午安…",
      "jp": "こんにちは…",
      "ko": "점심 인사…",
      "en": "Good Afternoon",
      "de": "Guten Tag.",
      "es": "Buenas tardes...",
      "fr": "À l'heure du déjeuner...",
      "pt": "Boa tarde...",
      "ru": "Добрый день...",
      "id": "Selamat Siang",
      "th": "สวัสดีตอนเที่ยง...",
      "vi": "Chào buổi trưa..."
    },
    "line": {
      "zhs": "你看起来状态还不错嘛，要不陪我切磋一下？",
      "zht": "#{F#妳}{M#你}看起來狀態還不錯嘛，要不陪我切磋一下？",
      "jp": "調子よさそうだ、俺と手合わせしてみるか？",
      "ko": "상태도 좋아 보이는데, 나랑 한번 겨뤄볼래?",
      "en": "You look well. What's your secret? Care to exchange notes?",
      "de": "Du siehst gut aus. Was ist dein Geheimnis? Würde es dir etwas ausmachen Tipps auszutauschen?",
      "es": "Parece que estás en forma. ¿Quieres un duelo rápido conmigo?",
      "fr": "Vous m'avez l'air en forme. Que diriez-vous d'un duel ?",
      "pt": "Você parece bem. Qual é o seu segredo? Quer ter um duelo rápido comigo?",
      "ru": "Прекрасно выглядишь! Поделишься секретом?",
      "id": "Kamu kelihatan segar sekali, apa rahasiamu?",
      "th": "ดูเหมือนเธอจะอารมณ์ดีอยู่นะ อยากมาแลกเปลี่ยนวิชากับฉันมั้ย?",
      "vi": "#Hôm nay trông {F#cô}{M#cậu} rất có tinh thần, muốn thử sức với tôi không?"
    }
  },
  {
    "title": {
      "zhs": "晚上好…",
      "zht": "晚上好…",
      "jp": "こんばんは…",
      "ko": "저녁 인사…",
      "en": "Good Evening",
      "de": "Guten Abend.",
      "es": "Buenas noches... (I)",
      "fr": "Le soir...",
      "pt": "Saudações...",
      "ru": "Добрый вечер...",
      "id": "Selamat Malam",
      "th": "สวัสดีตอนเย็น...",
      "vi": "Chào buổi tối..."
    },
    "line": {
      "zhs": "哈——吃得真爽。活动活动，消化一下好了。",
      "zht": "哈——吃得真爽。活動活動，消化一下好了。",
      "jp": "ぷはーーッ、食った食った。体を動かしてこよう。",
      "ko": "푸하ㅡ잘 먹었다. 움직이면서 소화 좀 시켜야겠어",
      "en": "Whew, dinner was quite the feast. A spot of exercise is in order.",
      "de": "Puh, das Abendessen war ein richtiges Festmahl. Ein bisschen Sport wäre angebracht.",
      "es": "Ah... ¡qué bien he comido! Ahora, a moverse un poco. Hay que hacer la digestión.",
      "fr": "Ça fait du bien de manger. Maintenant, un peu d'exercice pour digérer !",
      "pt": "Ah... Que comida boa. Agora preciso me mover um pouco para digerir melhor.",
      "ru": "Ха, хорошо поели. А теперь пора подвигаться, это полезно для пищеварения!",
      "id": "Wah —— puas sekali makannya. Ayo gerakkan badan agar makanannya tercerna.",
      "th": "ฮ่า กินซะอิ่มแปล้เลย ต้องยืดเส้นยืดสายหน่อย จะได้ย่อยง่าย ๆ",
      "vi": "Ăn ngon quá. Phải vận động tiêu hóa thôi."
    }
  },
  {
    "title": {
      "zhs": "晚安…",
      "zht": "晚安…",
      "jp": "おやすみ…",
      "ko": "굿나잇…",
      "en": "Good Night",
      "de": "Gute Nacht.",
      "es": "Buenas noches... (II)",
      "fr": "La nuit...",
      "pt": "Boa noite...",
      "ru": "Спокойной ночи...",
      "id": "Selamat Tidur",
      "th": "ราตรีสวัสดิ์...",
      "vi": "Chúc ngủ ngon..."
    },
    "line": {
      "zhs": "真是愉快的一天。明天再见，伙伴！",
      "zht": "真是愉快的一天。明天再見，夥伴！",
      "jp": "楽しい一日だった。また明日だ、相棒！",
      "ko": "유쾌한 하루였어. 내일 또 보지, 친구",
      "en": "Today was great. See you tomorrow, comrade!",
      "de": "Heute war ein schöner Tag. Wir sehen uns morgen, Kamerad!",
      "es": "¡Hoy fue un buen día! Nos vemos mañana, ¡colega!",
      "fr": "Je n'ai pas vu cette journée passer. À demain !",
      "pt": "#Hoje foi realmente um ótimo dia. Até amanhã, companheir{M#o}{F#a}!",
      "ru": "Хороший был денёк. До завтра, дружок!",
      "id": "Benar-benar hari yang menyenangkan. Sampai jumpa besok, partner!",
      "th": "วันนี้เป็นวันที่มีความสุขจริง ๆ ไว้เจอกันใหม่พรุ่งนี้นะ เพื่อนยาก!",
      "vi": "Hôm nay thật tuyệt. Hẹn gặp lại vào ngày mai!"
    }
  },
  {
    "title": {
      "zhs": "关于达达利亚自己…",
      "zht": "關於達達利亞自己…",
      "jp": "タルタリヤ自身について…",
      "ko": "타르탈리아 자신에 대해…",
      "en": "About Tartaglia",
      "de": "Über Tartaglia ...",
      "es": "Sobre Tartaglia...",
      "fr": "À propos de Tartaglia...",
      "pt": "Sobre Tartaglia...",
      "ru": "О Тарталье...",
      "id": "Tentang Tartaglia sendiri",
      "th": "เกี่ยวกับตัวของ Tartaglia เอง...",
      "vi": "Về bản thân Tartaglia..."
    },
    "line": {
      "zhs": "身为战士，要时刻把挑战之心系于刀尖之上。但无论胜败，都是无可替代的珍贵经历。",
      "zht": "身為戰士，要時刻把挑戰之心繫於刀尖之上。但無論勝敗，都是無可替代的珍貴經歷。",
      "jp": "戦士たる者、常に挑む心を刃の先に留めなければならない。勝とうが負けようが、それによりかけがえのない貴重な経験を得られるんだ。",
      "ko": "전사라면 항상 도전 정신을 칼끝에 새겨야 해. 승패를 떠나 무엇과도 바꿀 수 없는 귀중한 경험이 될 테니까",
      "en": "A warrior must always be ready to face any challenge with his blade. The outcome of the battle is irrelevant — what matters is that you learn from the experience.",
      "de": "Ein Krieger muss immer bereit sein, mit seiner Klinge jeder Herausforderung ins Gesicht zu sehen. Der Ausgang der Schlacht ist irrelevant — worauf es ankommt ist, dass du aus der Erfahrung lernst.",
      "es": "Como soldado que soy, mi espada siempre ha de estar preparada para un desafío. No importa que gane o pierda, la experiencia de la batalla es algo valioso e irremplazable.",
      "fr": "Un guerrier doit toujours être prêt à affronter n'importe quel défi avec sa lame. Le résultat de la bataille importe peu ; ce qui compte, c'est apprendre de son expérience.",
      "pt": "Um guerreiro deve estar sempre pronto para enfrentar qualquer desafio com sua lâmina. O resultado da batalha é irrelevante - o que importa é que você aprenda com a experiência.",
      "ru": "Воин всегда должен быть готов встретить любой вызов с мечом в руке. И победа, и поражение - это бесценный жизненный опыт.",
      "id": "Seorang petarung harus selalu siap menghadapi segala tantangan dengan pedangnya. Kalah atau menang, yang terpenting adalah mendapatkan pengalaman yang baru.",
      "th": "นักรบต้องพร้อมเสมอที่จะเผชิญกับความท้าทายใด ๆ ด้วยดาบของเขา ไม่ว่าจะแพ้หรือชนะ มันก็เป็นประสบการณ์อันล้ำค่าที่ไม่อาจทดแทนได้",
      "vi": "Là một chiến sĩ, phải luôn đặt tinh thần khiêu chiến lên trên mũi kiếm. Dù thắng hay bại thì đó cũng là một trải nghiệm quý giá không gì thay thế được."
    }
  },
  {
    "title": {
      "zhs": "关于我们·同僚",
      "zht": "關於我們·同僚",
      "jp": "同僚について…",
      "ko": "우리에 대해·동료",
      "en": "About Us: Comrades",
      "de": "Über uns – Gleichgesinnter",
      "es": "Sobre nosotros - Colegas",
      "fr": "À propos de nous - Camarades",
      "pt": "Sobre Nós - Colegas",
      "ru": "О нас: Товарищи",
      "id": "Tentang Kita: Seperjuangan",
      "th": "เกี่ยวกับเรา - เพื่อนร่วมงาน",
      "vi": "Về chúng tôi - Đồng liêu"
    },
    "line": {
      "zhs": "与你同行的事情，在别的执行官当中，已经传开了吧。哼，真想看看那帮人脸上的表情，哈哈哈。",
      "zht": "#與{F#妳}{M#你}同行的事情，在別的執行官當中，已經傳開了吧。哼，真想看看那幫人臉上的表情，哈哈哈。",
      "jp": "君と同行してることは、他の執行官の間でとうに広まってるだろうね。あいつらの顔を見てみたいもんだよ、ハハハッ。",
      "ko": "너와 함께 다닌다는 게, 벌써 다른 집행관들 사이에서 퍼졌겠지. 그 녀석들의 표정을 빨리 보고 싶군, 하하하",
      "en": "Ah, I'm sure the Harbingers must know of my dealings with you by now. Oh, I'd love to see the look on their faces... Hahaha...",
      "de": "Ich bin sicher, dass die Elf mittlerweile wissen, dass ich mich mit dir beschäftige. Oh, wie gerne würde ich ihren Gesichtsausdruck sehen ... Hahaha!",
      "es": "El resto de Los Once ya sabe que trabajo contigo. ¡Hum! Me encantaría ver las caras que ponen... Jajaja.",
      "fr": "Les Onze doivent déjà être au courant de nos affaires. Oh, comme j'adorerais voir la tête qu'ils font... Hahaha...",
      "pt": "Tenho certeza de que os Mensageiros já devem saber que estou trabalhando com você. Adoraria ver a cara deles... Hahaha...",
      "ru": "Думаю, другие Предвестники знают, что мы с тобой сотрудничаем. Ох, я бы посмотрел на выражения их лиц, ха-ха!",
      "id": "Kurasa anggota Eleven Harbingers lain sudah tahu tentang kerja samaku denganmu. Heh, aku benar-benar ingin melihat ekspresi muka mereka, hahaha.",
      "th": "เรื่องที่ฉันร่วมมือกับคุณ ตอนนี้พวกผู้บริหารน่าจะรู้กันหมดแล้วล่ะ ฮึ อยากจะเห็นสีหน้าของพวกนั้นจริง ๆ เลย ฮ่าฮ่าฮ่า",
      "vi": "#Việc đồng hành cùng {F#cô}{M#cậu} đã bị lan truyền đến các quan chấp hành khác rồi. Hừm, thật muốn nhìn vẻ mặt của bọn họ, haha."
    }
  },
  {
    "title": {
      "zhs": "关于我们·兵器",
      "zht": "關於我們·兵器",
      "jp": "武器について…",
      "ko": "우리에 대해·병기",
      "en": "About Us: Weapons",
      "de": "Über uns – Waffe",
      "es": "Sobre nosotros - Arsenal",
      "fr": "À propos de nous - Arsenal",
      "pt": "Sobre Nós - Arsenal",
      "ru": "О нас: Вооружение",
      "id": "Tentang Kita: Senjata",
      "th": "เกี่ยวกับเรา - อาวุธ",
      "vi": "Về chúng tôi - Binh khí"
    },
    "line": {
      "zhs": "弓，其实是我最不擅长的武器。正因如此，我才要征服它。",
      "zht": "弓，其實是我最不擅長的武器。正因如此，我才要征服它。",
      "jp": "実は弓が一番苦手な武器なんだ。だからこそ、使ってるよ。手強い相手ほど、征服し甲斐がある。",
      "ko": "사실 활은 내가 가장 못 다루는 무기야. 그렇기에 더욱 마스터해야 하지",
      "en": "I am the least adept with a bow. And that is precisely why I must master it.",
      "de": "Mit dem Bogen gehe ich am schlechtesten um. Genau deswegen muss ich mich in der Bogenkunst üben.",
      "es": "En realidad, el arma que peor manejo es el arco, pero precisamente por eso estoy decidido a dominarla.",
      "fr": "L'arc est l'arme avec laquelle je suis le plus faible... Et c'est précisément pourquoi je me dois de le maîtriser !",
      "pt": "Na verdade, a arma com que sou pior é o arco. Justamente por isso preciso dominá-lo.",
      "ru": "Владение луком даётся мне хуже всего. Именно поэтому я оттачиваю этот навык.",
      "id": "Sebenarnya busur adalah senjata yang paling tidak biasa kugunakan. Justru karena itu, aku semakin ingin menguasainya.",
      "th": "ธนูเป็นอาวุธที่ฉันใช้ไม่ถนัดที่สุด เพราะงั้นฉันถึงต้องใช้มันจนชำนาญไงล่ะ",
      "vi": "Cung, thực ra là loại vũ khí không thuộc sở trường của tôi. Vì điều này, tôi càng phải quyết tâm chinh phục nó."
    }
  },
  {
    "title": {
      "zhs": "关于我们·生存",
      "zht": "關於我們·生存",
      "jp": "生存について…",
      "ko": "우리에 대해·생존",
      "en": "About Us: Survival",
      "de": "Über uns – Überleben",
      "es": "Sobre nosotros - Supervivencia",
      "fr": "À propos de nous - Survie",
      "pt": "Sobre Nós - Sobrevivência",
      "ru": "О нас: Выживание",
      "id": "Tentang Kita: Bertahan hidup",
      "th": "เกี่ยวกับเรา - เพื่อความอยู่รอด",
      "vi": "Về chúng tôi - Sinh tồn"
    },
    "line": {
      "zhs": "连神之眼也没有的你，竟有这样的力量，真是令人期待啊…在你抵达自己的极限之前，与我放下一切、决一死战之前，绝对不要倒下啊，伙伴！我绝不允许你倒下。",
      "zht": "#連神之眼也沒有的{F#妳}{M#你}，竟有這樣的力量，真是令人期待啊…在{F#妳}{M#你}抵達自己的極限之前，與我放下一切、決一死戰之前，絕對不要倒下啊，夥伴！我絕不允許{F#妳}{M#你}倒下。",
      "jp": "神の目を持たない君がこれほどの力を持つとは、実に楽しみだ…君が自身の限界に達する前に、すべてを捨てて俺と命を賭けた戦いをしよう、それまで絶対に倒れるなよ！死ぬなんてもってのほかだからね。",
      "ko": "신의 눈도 없는데 이 정도의 힘이라니, 기대되는걸… 자신의 한계에 도달해서 모든 걸 내려놓고 나와 승부를 겨루기 전까지 절대 쓰러지면 안 돼, 친구! 그전에 네가 쓰러진다면 용서하지 않겠어",
      "en": "You wield such powers without owning a Vision... I really am excited to see what you have in store for us... Let's see how far you can go. Just don't go dying on me before you lay it all on the line in our final battle! I won't allow it!",
      "de": "Du hast solche Kräfte, ohne ein Göttliches Auge zu haben ... Ich bin gespannt darauf zu sehen, was du für uns noch auf Lager hast ... Schauen wir, wie weit du gehen kannst. Aber wage es nicht mir einfach wegzusterben, bevor du in unserem finalen Kampf alles auf eine Karte setzt! Das werde ich nicht erlauben!",
      "es": "#Como tienes una gran fuerza incluso sin poseer una Visión, la gente espera mucho de ti. Antes de que llegues a tu límite, déjalo todo y combate a muerte contra mí. Ni se te ocurra ser derrotad{F#a}{M#o} antes de ese momento, compañer{F#a}{M#o}. ¡No te lo permitiré!",
      "fr": "Vous renfermez de tels pouvoirs sans posséder d'œil divin... J'ai vraiment hâte de voir ce que vous avez en réserve... Voyons voir jusqu'où vous pouvez aller ! Et n'allez pas mourir avant de tout donner pendant notre bataille ! Je ne le permettrai pas !",
      "pt": "Você possui tais poderes sem possuir uma Visão... Estou realmente entusiasmado em ver o que você tem reservado para nós... Vamos ver até onde você pode ir. Só não morra antes de colocar tudo em jogo em nossa própria batalha final! Eu não vou permitir isso!",
      "ru": "У тебя нет Глаза Бога, но ты всё равно владеешь такой силой... Так интересно. Знаешь что, дружок? Не вздумай умирать до того, как достигнешь своего предела и мы вместе вступим в последний бой, ясно? Я тебе не позволю!",
      "id": "Tanpa Vision pun kamu bisa mengeluarkan kekuatan sehebat ini, aku benar-benar penasaran dengan kemampuanmu, sampai mana batas kekuatanmu. Yang terpenting kamu jangan sampai kalah sebelum mengerahkan seluruh tenagamu untuk melawanku, partner! Aku tidak akan mengizinkannya.",
      "th": "ถึงคุณจะไม่มีวิชั่นแต่ก็สามารถใช้พลังแบบนี้ได้ มันช่างน่าตื่นเต้นจริง ๆ ...ก่อนที่ความสามารถคุณจะถึงขีดสุด และวันแห่งการต่อสู้ระหว่างเรามาถึง คุณห้ามตายก่อนนะเพื่อน! ฉันไม่ยอมเด็ดขาด",
      "vi": "#Người không cần Vision mà vẫn có sức mạnh như vậy thì quả là đáng nể... Trước khi {F#cô}{M#cậu} đạt đến giới hạn của mình, hãy cùng tôi buông bỏ tất cả mọi thứ. Trước khi đấu một trận tử chiến, tuyệt đối không được gục ngã, đồng đội của tôi! Tôi sẽ không bao giờ cho phép {F#cô}{M#cậu} gục ngã."
    }
  },
  {
    "title": {
      "zhs": "关于我们·邀请",
      "zht": "關於我們·邀請",
      "jp": "誘いについて…",
      "ko": "우리에 대해·초대",
      "en": "About Us: Invitation",
      "de": "Über uns – Einladung",
      "es": "Sobre nosotros - Invitación",
      "fr": "À propos de nous - Invitation",
      "pt": "Sobre Nós - Convites",
      "ru": "О нас: Приглашение",
      "id": "Tentang Kita: Undangan",
      "th": "เกี่ยวกับเรา - เรียนเชิญ",
      "vi": "Về chúng tôi - Lời mời"
    },
    "line": {
      "zhs": "伙伴，要不要加入愚人众？嗯，当我没说。以你现在的身份，和你在一起，连光明正大和其他执行官厮杀的理由也有了。这样的机会，实在无法放弃啊，哈。",
      "zht": "#夥伴，要不要加入愚人眾？嗯，當我沒說。以{F#妳}{M#你}現在的身分，和{F#妳}{M#你}在一起，連光明正大和其他執行官廝殺的理由也有了。這樣的機會，實在無法放棄啊，哈。",
      "jp": "相棒、ファデュイに入ってみないか？…いや、やっぱ今のはなし。今の君の立場だからこそ、一緒にいる俺に他の執行官と殺し合う理由ができるんだから。こんなチャンス、そう易々と捨てられるわけがないよね。",
      "ko": "친구, 우인단에 들어오지 않을래? 없던 말로 하지. 지금 너의 신분으로 함께 다니니, 다른 집행관들과 싸울 수 있는 정당한 이유가 생겼군. 이런 기회는 흔치 않아, 하하하",
      "en": "Comrade, how would you like to join the Fatui? ...Actually, scrap that. With your capabilities, you and I could head-to-head with the Harbingers and win. Wouldn't want to miss an opportunity like that.",
      "de": "Kamerad, wie würdest du gerne den Fatui beitreten? ...ach, lassen wir den Mist. Mit deinen Fähigkeiten könnten du und ich den Elf entgegentreten und gewinnen. Ich möchte mir eine solche Gelegenheit nicht entgehen lassen.",
      "es": "#Compañer{F#a}{M#o}, ¿te gustaría unirte a los Fatui? ¿Sabes qué? Olvídalo. Con tus habilidades, juntos podríamos vencer a Los Once. No querría perder una oportunidad como esa por nada en el mundo.",
      "fr": "Que diriez-vous de rejoindre les Fatui ? Hum, en fait, oubliez ça. Vos talents alliés aux miens suffiraient à venir à bout des onze sans problème. Je ne voudrais pas rater une telle occasion.",
      "pt": "Meu companheiro, você quer se juntar aos Fatui? ...Na verdade, esqueça isso. Com suas habilidades, poderíamos vencer todos os outros Mensageiros. Não podemos abrir mão dessa oportunidade.",
      "ru": "Друг мой, как насчёт того, чтобы вступить в Фатуи?.. Впрочем, не отвечай. С твоими возможностями мы вместе можем бросить вызов Предвестникам и победить. Такой шанс нельзя упускать, ха.",
      "id": "Partner, apakah kamu tertarik untuk bergabung dengan Fatui? Heh, lupakan saja perkataanku barusan. Dengan kekuatan kita berdua, kita bahkan bisa menantang Eleven Harbingers dan menang. Aku tidak akan melewatkan kesempatan ini.",
      "th": "เพื่อนยาก อยากเข้าร่วมกับ Fatui มั้ย? เอ่อ ถือซะว่าฉันไม่ได้พูด ด้วยสถานะของคุณตอนนี้ ถ้าร่วมมือกันล่ะก็ น่าจะโค่นพวกผู้บริหารทั้งหมดได้สบาย โอกาสงาม ๆ อย่างงี้ จะทิ้งมันไปง่าย ๆ ได้ไงกัน ฮ่า",
      "vi": "#{F#Cô}{M#Cậu} có muốn gia nhập Fatui không? Hừm, coi như tôi chưa nói gì. Với thân phận của {F#cô}{M#cậu} hiện nay, đi cùng với {F#cô}{M#cậu}, thì ngay cả lý do quang minh chính đại để quyết chiến với các quan chấp hành khác cũng có rồi. Cơ hội tốt như vậy, thực sự không thể bỏ qua."
    }
  },
  {
    "title": {
      "zhs": "关于「神之眼」…",
      "zht": "關於「神之眼」…",
      "jp": "「神の目」について…",
      "ko": "「신의 눈」에 대해…",
      "en": "About the Vision",
      "de": "Über das „Göttliche Auge“ ...",
      "es": "Sobre la Visión...",
      "fr": "À propos de l'œil divin...",
      "pt": "Sobre a Visão...",
      "ru": "Глаз Бога...",
      "id": "Tentang Vision",
      "th": "เกี่ยวกับ \"วิชั่น\"...",
      "vi": "Về Vision..."
    },
    "line": {
      "zhs": "只要能让我变强，「神之眼」也好，「邪眼」也好，师承深渊的罪人也好，都无所谓…",
      "zht": "只要能讓我變強，「神之眼」也好，「邪眼」也好，師承深淵的罪人也好，都無所謂…",
      "jp": "ハハッ、強くなれるなら、「神の目」でも「邪眼」でも、アビスの罪人から学ぶことさえも厭わないさ…",
      "ko": "난 강해질 수만 있다면, 「신의 눈」이든 「사안」이든, 심연 속에 몸을 감춘 죄인을 스승으로 삼던, 다 상관 없어…",
      "en": "If it makes me stronger, I'll take it. Vision? Great. Delusion? Don't mind if I do. Heretical teachings from the Abyss? Sign me up.",
      "de": "Wenn es mich stärker macht, mache ich es. Göttliches Auge? Toll. Wahn? Mir egal. Ketzerische Lehren aus dem Abgrund? Bin dabei.",
      "es": "Aceptaré cualquier cosa que me haga ser más fuerte. ¿Una Visión? Excelente. ¿Un Engaño? Genial. ¿Enseñanzas sacrílegas del Abismo? Que así sea.",
      "fr": "Tant que ça me rend plus fort, je suis partant. L'œil divin ? Je prends ! L'œil maléfique ? Sans hésiter ! Les enseignements hérétiques de l'Abîme ? C'est parti !",
      "pt": "Desde que me faça mais forte, está ótimo. Visão? Excelente. Ilusão? Também. Até mesmo os ensinamentos heréticos do Abismo.",
      "ru": "Глаз Бога, Глаз Порчи, еретические учения Бездны - мне всё равно, лишь бы это делало меня сильнее.",
      "id": "Aku bersedia menggunakan apa pun asalkan itu bisa membuatku semakin kuat. Vision? Baik, Delusion? Boleh juga, atau ajaran sesat Abyss? Tidak masalah sama sekali bagiku.",
      "th": "ถ้ามันทำให้ฉันแข็งแกร่งขึ้นได้ จะเป็นวิชั่น เนตรมาร หรือวิชา Abyss นอกรีต ฉันก็เอาหมด...",
      "vi": "Miễn là khiến tôi trở nên mạnh mẽ, không quan trọng đó là \"Vision\", \"Delusion\" hay tên tội đồ kế thừa vực sâu cũng chẳng sao..."
    }
  },
  {
    "title": {
      "zhs": "有什么想要分享…",
      "zht": "有什麼想要分享…",
      "jp": "シェアしたいこと…",
      "ko": "하고 싶은 이야기…",
      "en": "Something to Share",
      "de": "Willst du mir etwas mitteilen?",
      "es": "¿Algo que decir?",
      "fr": "Quelque chose à partager ?",
      "pt": "Algo para Compartilhar...?",
      "ru": "Давай поделимся...",
      "id": "Berbagi Cerita",
      "th": "ต้องการจะแชร์อะไร...",
      "vi": "Có gì muốn chia sẻ không..."
    },
    "line": {
      "zhs": "在无尽的雪原里，生命随时都会被碎骨一般的纯白天地吞噬，连足迹也无法留下。为此，我们每日都在与看不见的敌人战斗。",
      "zht": "在無盡的雪原裡，生命隨時都會被碎骨一般的純白天地吞噬，連足跡也無法留下。為此，我們每日都在與看不見的敵人戰鬥。",
      "jp": "果てしない雪原では、命はいつだって骨を砕くような一面の純白と隣り合わせで、足跡さえもそこには残せない。そう、俺たちは毎日見えない敵と戦っていたんだ。",
      "ko": "끝없는 설원에서, 생명은 언제든 발자취조차 남기지 못하고, 뼛가루가 돼서 순백의 세상에 삼켜질 수 있어. 매일 보이지 않는 적과 싸우고 있는 것과 마찬가지지",
      "en": "The skeletal-white snowscape devours life without leaving any trace. It is the invisible enemy we fight against each day.",
      "de": "Die schneebedeckte Landschaft, weiß wie Knochen, verschlingt Leben ohne eine Spur davon zu hinterlassen. Sie ist der unsichtbare Feind, den wir jeden Tag bekämpfen.",
      "es": "El paisaje nevado de un color blanco hueso devora la vida sin dejar rastro. Se trata de un enemigo invisible contra el que luchamos todos los días.",
      "fr": "La neige, blanche comme les os des cadavres, dévore la vie sans laisser aucune trace. C'est l'ennemi invisible contre lequel nous combattons chaque jour.",
      "pt": "Nos campos nevados sem fim, a vida pode a qualquer momento ser devorada pela neve, sem deixar nenhum traço de sua existência. É o inimigo invisível que lutamos contra todos os dias.",
      "ru": "Среди бескрайних снежных равнин любой проблеск жизни может быть бесследно поглощён этой абсолютной белизной. Поэтому каждый день мы сражаемся с невидимым врагом.",
      "id": "Di padang bersalju tak berujung ini, nyawamu bisa saja hilang tanpa jejak di siang bolong. Ini adalah pertarungan dengan musuh tak terlihat yang kita hadapi setiap hari",
      "th": "ในทุ่งหิมะที่กว้างใหญ่ ชีวิตจะถูกกลืนกินโดยหิมะที่ขาวโพลนราวกระดูกได้ตลอดเวลา และแม้แต่รอยเท้าก็จะไม่ถูกทิ้งไว้ข้างหลัง เพราะฉะนั้นเราจึงต่อสู้กับศัตรูที่มองไม่เห็นทุกวัน",
      "vi": "Trên những cao nguyên tuyết vô tận, sự sống hay vết tích của con người cũng dễ bị đất trời nuốt chửng. Vì vậy, chúng ta mỗi ngày đều phải chiến đấu với kẻ thù vô hình."
    }
  },
  {
    "title": {
      "zhs": "感兴趣的见闻…",
      "zht": "感興趣的見聞…",
      "jp": "興味のあること…",
      "ko": "흥미있는 일…",
      "en": "Interesting Things",
      "de": "Interessante Vorkommnisse ...",
      "es": "Una noticia interesante...",
      "fr": "Détails intéressants...",
      "pt": "Coisas Interessantes...",
      "ru": "Интересные вещи...",
      "id": "Kisah Menarik",
      "th": "ข้อมูลที่น่าสนใจ...",
      "vi": "Những kiến thức thú vị..."
    },
    "line": {
      "zhs": "我曾经在世界的深渊与无名的巨大魔兽对视。总有一天，我会堂堂正正地，将那强大得令我骨髓冻结的怪物斩杀。届时，就拜托你当我的见证者了，伙伴！",
      "zht": "#我曾經在世界的深淵與無名的巨大魔獸對視。總有一天，我會堂堂正正地，將那強大得令我骨髓凍結的怪物斬殺。屆時，就拜託{F#妳}{M#你}當我的見證者了，夥伴！",
      "jp": "かつて俺は世界の深淵で巨大な魔獣とにらみ合った。いつの日か、あの骨さえも凍るような強大な怪物を正々堂々と倒してみせる。その時は、君に見届けてほしいんだ、相棒！",
      "ko": "일전에 세계의 심연에서 이름 모를 거대 마수를 마주친 적이 있어. 언젠간 골수마저 얼려버릴 정도로 강한 그 괴물을 갈기갈기 찢어버리고 말 거야. 그때가 되면, 나의 증인이 되어줘, 친구!",
      "en": "I once ventured deep into the abyss and came face-to-face with an enormous beast. I don't know its name, all I know is the sight of it chilled me to the bone. But mark my words, one day I will march back in there and behead that beast, and you, comrade, will be my witness!",
      "de": "Ich wagte mich einst tief in den Abgrund und sah einem gewaltigen Biest ins Auge. Ich kenne seinen Namen nicht, doch es erschauderte mich bis auf die Knochen. Aber merke dir meine Worte: eines Tages werde ich dort erneut hineinmarschieren und dem Biest den Kopf abschlagen. Und du, Kamerad, wirst mein Zeuge sein!",
      "es": "#Una vez me aventuré en las profundidades del abismo y me encontré cara a cara con una enorme bestia. No sé cómo se llamaba, solo sé que mi cuerpo entero se congeló nada más verla. Pero recuerda esto que voy a decir: un día regresaré y decapitaré a esa bestia, ¡y tú, compañer{F#a}{M#o}, serás mi testigo!",
      "fr": "#Une fois, je me suis aventuré profondément dans des profondeurs, et je me suis retrouvé nez à nez avec une énorme bête. Je ne connais pas son nom... Tout ce que je sais, c'est que son regard m'a glacé jusqu'aux os. Mais entendez mes paroles : un jour, j'y retournerai et je décapiterai cette bête, et vous, mon {M#ami}{F#amie}, en serez le témoin !",
      "pt": "#Uma vez me aventurei no fundo do abismo e me deparei com uma enorme fera. Eu não sei seu nome, tudo o que sei é que a visão dela me congelou até os ossos. Mas, marque minhas palavras, um dia eu voltarei para lá e decapitarei aquela besta, e você, companheir{M#o}{F#a}, será minha testemunha!",
      "ru": "Как-то раз я спустился в Бездну и взглянул в глаза огромному чудовищу. Сила его поразила меня до глубины души. Однажды я выйду с ним на честный бой и обезглавлю его, а ты, друг мой, станешь свидетелем моего триумфа!",
      "id": "Aku pernah berjelajah jauh ke dalam Abyss dan bertemu dengan monster raksasa yang buas. Aku tidak mengetahui namanya, tapi melihatnya saja sudah membuatku merinding hingga ke tulang-tulang. Tetapi suatu hari nanti, aku akan kembali kesana dan memenggal kepalanya. Saat hari itu tiba, kamu akan menjadi saksinya, partner!",
      "th": "ครั้งหนึ่งฉันเคยผจญภัยลึกลงไปในห้วงเหว และได้เผชิญหน้ากับสัตว์ร้ายตัวมหึมา ภาพของมันทำให้ฉันหนาวสะท้านไปถึงกระดูก จำคำพูดของฉันไว้นะ วันหนึ่งฉันจะกลับไปที่นั่น และตัดหัวสัตว์ร้ายมันซะ และคุณจะเป็นพยานให้ฉันเพื่อนยาก!",
      "vi": "#Tôi đã từng đối mặt với những con quái vật khổng lồ vô danh nơi vực sâu của thế giới. Rồi sẽ có một ngày, tôi đường đường chính chính trảm hạ con quái vật đã khiến xương cốt của tôi đóng băng. Khi ấy phải mời {F#cô}{M#cậu} làm người làm chứng cho tôi rồi, đồng đội!"
    }
  },
  {
    "title": {
      "zhs": "关于丝柯克…",
      "zht": "關於絲柯克…",
      "jp": "スカークについて…",
      "ko": "스커크에 대해…",
      "en": "About Skirk",
      "de": "Über Skirk ...",
      "es": "Sobre Skirk...",
      "fr": "À propos de Skirk...",
      "pt": "Sobre Skirk...",
      "ru": "О Скирк...",
      "id": "Tentang Skirk",
      "th": "เกี่ยวกับ Skirk...",
      "vi": "Về Skirk..."
    },
    "line": {
      "zhs": "有多少年没见到师父了呢。哼，下次和她比试的时候，希望至少能逼她用上双手来对付我。",
      "zht": "有多少年沒見到師父了呢。哼，下次和她比試的時候，希望至少能逼她用上雙手來對付我。",
      "jp": "もう何年師匠に会ってないんだろうな。次に彼女と手合わせする時は、少なくとも両手を使わせてやりたいよ。",
      "ko": "사부님을 뵙지 못한 게 벌써 몇 년째인지. 사부님은 나랑 겨룰 때 항상 한 손만 사용해. 다음번엔 적어도 양손 모두 사용하게 할 거야",
      "en": "It's been years since I last saw my master. I should hope that next we meet, I'll at least be able to force her to use both hands to beat me...",
      "de": "Es ist Jahre her, dass ich meine Meisterin gesehen habe. Ich hoffe, dass ich sie bei unserem nächsten Treffen überzeugen kann, beide Hände zu benutzen, um mich zu besiegen.",
      "es": "Han pasado años desde la última vez que vi a mi maestra. Espero que la próxima vez que nos veamos, al menos, pueda obligarla a usar ambas manos para luchar conmigo...",
      "fr": "Cela fait des années que je n'ai pas vu mon maître. J'espère que la prochaine fois que nous nous rencontrerons, je pourrai au moins la forcer à utiliser ses deux mains pour me combattre...",
      "pt": "Faz anos desde a última vez que vi meu mestre. Espero que quando nos encontrarmos, pelo menos poderei forçá-la a usar as duas mãos para me bater...",
      "ru": "Я так давно не видел Наставницу. Когда мы встретимся в следующий раз, надеюсь, что ей хотя бы придётся задействовать обе руки, чтобы одолеть меня...",
      "id": "Entah sudah berapa lama aku tidak bertemu dengan guru. Heh, aku hanya berharap saat kita berlatih bersama lagi, aku bisa memaksanya menggunakan kedua tangannya.",
      "th": "ไม่ได้เจออาจารย์มากี่ปีแล้วนะ? ฮึ่ม ครั้งต่อไปที่ฉันประลองกับเธอ ฉันหวังว่าอย่างน้อยจะบังคับให้เธอต้องใช้ทั้งสองมือในการสู้กับฉัน",
      "vi": "Đã bao nhiêu năm tôi không gặp lại sư phụ rồi. Hừm, lần sau cùng cô ấy so tài, tôi mong rằng ít nhất có thể ép cô ấy dùng hai tay để đối phó với tôi."
    }
  },
  {
    "title": {
      "zhs": "关于钟离·掂量",
      "zht": "關於鍾離·掂量",
      "jp": "鍾離について·推量",
      "ko": "종려에 대해·가늠",
      "en": "About Zhongli: Pondering",
      "de": "Über Zhongli – Einschätzung",
      "es": "Sobre Zhongli - Reflexión",
      "fr": "À propos de Zhongli – Réflexion",
      "pt": "Sobre Zhongli - Ponderando",
      "ru": "О Чжун Ли: Размышления",
      "id": "Tentang Zhongli: Pertimbangkan",
      "th": "เกี่ยวกับ Zhongli - ครุ่นคิด",
      "vi": "Về Zhongli - Cân nhắc"
    },
    "line": {
      "zhs": "那家伙城府很深，不知真正的实力又如何呢…哼，真令人期待。",
      "zht": "那傢伙城府很深，不知真正的實力又如何呢…哼，真令人期待。",
      "jp": "あいつは只者じゃないね、真の実力はどんなものだろうか…期待してしまうよ。",
      "ko": "그 녀석은 속내가 아주 깊던데, 진짜 실력은 어떨지 궁금하군… 기대되는걸",
      "en": "There's far more to that man than meets the eye. As for the extent of his power... lots to look forward to, I think.",
      "de": "Es gibt weit mehr, als man mit dem bloßen Auge sehen kann. Was das Ausmaß seiner Macht angeht ... ich denke, da kann man sich auf einiges freuen.",
      "es": "Ese hombre es más astuto de lo que parece. En cuanto a su poder... espero mucho de él.",
      "fr": "Cet homme renferme une force bien plus grande qu'il n'y paraît. Quant à l'étendue de sa puissance... Hum, j'ai vraiment hâte.",
      "pt": "Há muito mais naquele homem do que se vê. Quanto à extensão de seu poder... Muito a se esperar, creio eu.",
      "ru": "Этот парень всегда себе на уме, и я не знаю, насколько он действительно силён... Интересно узнать.",
      "id": "Dia masih menyembunyikan kekuatannya, entah sekuat apa diri dia sebenarnya... Heh, aku benar-benar penasaran.",
      "th": "หมอนั่นล้ำลึกเกินกว่าตาเห็น ฉันยังไม่รู้ว่าพลังของเขาจะแข็งแกร่งขนาดไหน... ฮึ่ม อยากรู้จะแย่อยู่แล้ว",
      "vi": "Bụng dạ của tên đó rất khó lường, không biết thực lực của hắn ra sao, hừ, thật đáng mong đợi."
    }
  },
  {
    "title": {
      "zhs": "关于钟离·挑战",
      "zht": "關於鍾離·挑戰",
      "jp": "鍾離について·挑戦",
      "ko": "종려에 대해·도전",
      "en": "About Zhongli: Challenge",
      "de": "Über Zhongli – Herausforderung",
      "es": "Sobre Zhongli - Reto",
      "fr": "À propos de Zhongli – Défi",
      "pt": "Sobre Zhongli - Desafio",
      "ru": "О Чжун Ли: Дуэль",
      "id": "Tentang Zhongli: Tantangan",
      "th": "เกี่ยวกับ Zhongli - ท้าทาย",
      "vi": "Về Zhongli - Khiêu chiến"
    },
    "line": {
      "zhs": "钟离先生，最近可好啊？嗯…还不错？看来他倒是挺适应作为「凡人」的生活嘛。可恶…竟然把我骗得团团转，只有痛痛快快地交战一场才能平息这份不甘！\n\n你说…我打不过他？哈哈哈…",
      "zht": "#鍾離先生，最近可好啊？嗯…還不錯？看來他倒是挺適應作為「凡人」的生活嘛。可惡…竟然把我騙得團團轉，只有痛痛快快地交戰一場才能平息這份不甘！\n\n{F#妳}{M#你}說…我打不過他？哈哈哈…",
      "jp": "鍾離先生は最近どうしてる？うん…順調？どうやら「凡人」の生活にも慣れ始めたみたいだね。はぁ…いろいろあったけど、鍾離先生とも一回戦って見たいものだな。\n\n何…俺は勝てない？ハハッ…",
      "ko": "종려 씨는 요즘 어때? 음… 잘 지낸다고? 「평범한 인간」의 생활을 잘 적응하고 있는 모양이네. 젠장… 날 속이다니, 시원하게 한 바탕 싸워야 이 분함이 좀 사그라들겠군!\n\n난… 그를 이길 수 없다고? 하하하…",
      "en": "Tell me, how has Mr. Zhongli been lately? Not bad, you say? Seems he's had no problem acclimating to \"mortal\" life. Hmph, he sure had me fooled. Such a fiasco mustn't be so easily forgiven! The only way to reconciliation is fierce combat! What do you mean I'm no match for him? Hahaha...",
      "de": "Sag mir, wie ist es Herrn Zhongli in letzter Zeit ergangen? Nicht schlecht, sagst du? Es scheint, als hätte er keine Probleme sich an das Leben eines „Sterblichen“ zu gewöhnen. Hmpf, da hat er mich ganz schön reingelegt. So ein Debakel kann man nicht so einfach vergeben! Die einzige Art der Beilegung ist ein heftiger Kampf! Du meinst ich kann es nicht mit ihm aufnehmen? Hahaha ...",
      "es": "Dime, ¿cómo ha estado el Sr. Zhongli últimamente? ¿No está mal, dices? Veo que no ha tenido problemas para adaptarse a la vida “mortal”. ¡Hum! Seguro que me engañó. No puedo perdonarlo, ¡la única forma de hacer las paces es mediante un feroz combate!\n\n¿Qué quieres decir con que no soy rival para él? Jajaja...",
      "fr": "Comment se porte le sieur Zhongli ? Pas trop mal ? Il semble bien s'adapter à sa nouvelle vie de mortel. Bon sang... Il m'a vraiment bien eu ! Je dois lui mettre une raclée !\n\nQuoi ? Je ne fais pas le poids contre lui ? Hahaha...",
      "pt": "Diga-me, como tem estado o Sr. Zhongli ultimamente? Nada mal, você diz? Parece que ele não teve problemas em se adaptar à vida \"mortal\". Hmph, com certeza ele me enganou. Tal fiasco não deve ser perdoado tão facilmente! O único caminho para a reconciliação é o combate feroz! \n\nO que você quer dizer com \"não sou páreo para ele\"? Hahaha...",
      "ru": "Как дела у господина Чжун Ли? Неплохо? Кажется, он хорошо адаптировался к жизни «простого смертного»... Возмутительно! Он обманул меня! Только хорошая дуэль сможет утолить моё негодование! \n\nЧто? Говоришь, я ему не ровня? Ха. Ха-ха-ха...",
      "id": "Katakan padaku, bagaimana kabar Tuan Zhongli akhir-akhir ini? Hmmm, cukup baik? Sepertinya dia sudah terbiasa hidup sebagai \"manusia biasa\". Huh... dia benar-benar telah berhasil menipuku mentah-mentah, aku tidak akan memaafkannya!\n\nApa maksudmu aku tidak bisa mengalahkannya? Hahaha...",
      "th": "Zhongli ช่วงนี้เป็นไงเหรอ? อืม... ก็ไม่แย่ใช่มั้ย? ดูท่าเขาคงจะคุ้นเคยกับการเป็น \"มนุษย์\" แล้วล่ะ บ้าเอ๊ย... ต้มฉันจนเปื่อยสนิท คงต้องสู้กับเขาดูสักตั้งถึงจะหายแค้น!\n\nว่าไงนะ... เธอบอกว่าฉันสู้เขาไม่ได้? ฮ่าฮ่าฮ่า...",
      "vi": "#Ngài Zhongli dạo này thế nào? Hmm... Không tệ? Có vẻ như anh ta đã quen với cuộc sống của một \"người phàm\" rồi. Chết tiệt... Anh ta dám dắt mũi tôi, chỉ có chiến đấu mới có thể khiến tôi vui vẻ trở lại!\n\n{F#Cô}{M#Cậu} nói... tôi không thể đánh bại anh ta? Hahaha..."
    }
  },
  {
    "title": {
      "zhs": "关于「女皇」…",
      "zht": "關於「女皇」…",
      "jp": "「女皇」について…",
      "ko": "「여왕」에 대해…",
      "en": "About Tsaritsa",
      "de": "Über die Zarin ...",
      "es": "Sobre la Zarina...",
      "fr": "À propos de la Tsarine...",
      "pt": "Sobre a Tsaritsa...",
      "ru": "О Царице...",
      "id": "Tentang Tsaritsa",
      "th": "เกี่ยวกับ \"ราชินี\"...",
      "vi": "Về Nữ Hoàng..."
    },
    "line": {
      "zhs": "女皇大人其实很温柔。但正是因为太温柔了，所以才不得不变得冷酷。正是因为梦想和平，才要向整个世界宣战。也正是因为她与世界为敌，我才有机会与你相识。",
      "zht": "#女皇大人其實很溫柔。但正是因為太溫柔了，所以才不得不變得冷酷。正是因為夢想和平，才要向整個世界宣戰。也正是因為她與世界為敵，我才有機會與{F#妳}{M#你}相識。",
      "jp": "女皇様は実に優しい人だよ。優しすぎるからこそ、冷酷にならなければならない。平和を夢見ているからこそ、世界に宣戦布告した。それに、彼女が世界の敵になったからこそ、俺たちは出会えたのさ。",
      "ko": "사실 여왕님은 무척 온유한 분이셔. 하지만 너무 온유하셔서 냉혹해지실 수밖에 없었지. 평화를 꿈꾸기에, 이 세상에 선전포고를 하셨고, 세상을 적으로 삼았기에, 너와 내가 만날 수 있었던 거지",
      "en": "Her Royal Highness the Tsaritsa is actually a gentle soul. Too gentle, in fact, and that's why she had to harden herself. Likewise, she declared war against the whole world only because she dreams of peace. And because she made an enemy of the world, I had the chance to become acquainted with you.",
      "de": "Ihre königliche Hoheit die Zarin ist eigentlich eine sanfte Seele. Tatsächlich sogar zu sanft. Und aus diesem Grund musste sie einen so hohen Schutzwall um sich aufbauen. Sie hat der ganzen Welt den Krieg erklärt, nur weil sie vom Frieden träumt. Und weil sie sich die Welt zum Feind gemacht hat, habe ich jetzt einen Freund in dir gefunden.",
      "es": "En realidad, Su Majestad la Zarina es una persona muy amable. Demasiado amable, de hecho, por eso tuvo que volverse más dura. Le declaró la guerra al mundo entero precisamente porque sueña con la paz y, gracias a que se convirtió en enemiga del mundo, te he podido conocer a ti.",
      "fr": "Son Altesse la Tsarine est une personne très douce... Trop douce, en fait, et c'est pourquoi elle a dû s'endurcir. De même, si elle a déclaré la guerre au monde entier, c'est parce qu'elle rêve de paix. Et comme elle s'est faite ennemie du monde, nous avons l'occasion d'être amis.",
      "pt": "Sua Alteza Real a Tsaritsa é na verdade uma alma gentil. Muito gentil, na verdade, e é por isso que ela teve que se endurecer. Da mesma forma, ela declarou guerra contra o mundo inteiro apenas porquê sonha com a paz. E por ter feito do mundo um inimigo, agora tenho em você um amigo.",
      "ru": "Её величество Царица - нежная натура. Но она была слишком добра, а потому ей пришлось измениться и стать холоднее. Она объявила войну всему свету лишь потому, что хочет добиться мира. И именно потому что она стала врагом для всех вокруг, я смог познакомиться с тобой.",
      "id": "Yang Mulia Tsaritsa sebenarnya adalah seseorang yang sangat lembut, terlalu lembut bahkan, maka dari itu dia harus menjadi lebih tegas. Dia harus berperang melawan seluruh dunia karena mimpinya untuk menciptakan kedamaian. Karena dia bermusuhan dengan seluruh dunia, kita baru bisa saling bertemu.",
      "th": "ราชินีเป็นคนที่อ่อนโยนมากจริงๆ แต่เป็นเพราะเธออ่อนโยนเกินไป จนต้องสร้างกำแพงเป็นคนเย็นชา เธอฝันอยากให้โลกนี้มีสันติภาพจึงต้องประกาศสงครามกับคนทั้งโลก แต่เพราะเธอเป็นศัตรูกับคนทั้งโลกฉันมีโอกาสพบคุณไงล่ะ",
      "vi": "#Nữ hoàng thực ra rất dịu dàng. Nhưng chính vì quá dịu dàng nên mới trở nên lạnh lùng. Chính vì giấc mơ hòa bình mà tuyên chiến với cả thế giới. Cũng chính vì cô ấy là kẻ thù của thế giới, tôi mới có cơ hội gặp được {F#cô}{M#cậu}."
    }
  },
  {
    "title": {
      "zhs": "关于法尔伽…",
      "zht": "關於法爾伽…",
      "jp": "ファルカについて…",
      "ko": "바르카에 대해…",
      "en": "About Varka",
      "de": "Über Varka ...",
      "es": "Sobre Varka...",
      "fr": "À propos de Varka...",
      "pt": "Sobre Varka...",
      "ru": "О Варке...",
      "id": "Tentang Varka",
      "th": "เกี่ยวกับ Varka...",
      "vi": "Về Varka..."
    },
    "line": {
      "zhs": "法尔伽吗？哼，光是想到，有朝一日能和西风骑士团的顶点、传说中的「北风骑士」交手，就兴奋得颤抖。活在这个世界上，真是美妙。",
      "zht": "法爾伽嗎？哼，光是想到，有朝一日能和西風騎士團的頂點、傳說中的「北風騎士」交手，就興奮得顫抖。活在這個世界上，真是美妙。",
      "jp": "ファルカかい？いつか西風騎士団の頂点、伝説の「北風騎士」と戦えると思うと、興奮して震えてしまうよ。生きるって素晴らしいね。",
      "ko": "바르카? 페보니우스 기사단의 정점, 전설의 「북풍 기사」와의 대결은 상상만 해도 짜릿해. 이 세상에서 살아간다는 건 정말 아름다운 일이야",
      "en": "Varka? Just the thought of one day going head-to-head with him in combat, the fabled Knight of Boreas himself, titan of the Knights of Favonius... It makes me buzz with excitement. It's a beautiful life we live in this world.",
      "de": "Varka? Allein der Gedanke daran, dem sagenumwobenen Ritter des Nordwinds selbst, dem Titanen des Ritterordens des Favonius eines Tages im Kampf in die Augen zu sehen ... macht mich ganz kribbelig vor Aufregung. Was für ein wunderbares Leben es doch ist, das wir in dieser Welt führen.",
      "es": "¿Varka? El pensamiento de enfrentarme cara a cara a él en un combate, el legendario Caballero de Boreas en persona, máxima autoridad de los Caballeros de Favonius... me hace temblar de emoción. Es tan hermoso vivir en este mundo...",
      "fr": "Varka ? Rien que l'idée de me mesurer au plus puissant des chevaliers de l'Ordre de Favonius m'excite ! Quelle chance de vivre dans le même monde qu'un adversaire pareil !",
      "pt": "Varka? Só de pensar que um dia poderei ir contra o lendário Cavaleiro de Boreas, o mais forte Cavaleiro de Favonius, me faz tremer de expectativa. É realmente excitante viver neste mundo.",
      "ru": "Варка? Я представляю, как однажды скрещу клинки с великим человеком из Ордо Фавониус, легендарным рыцарем Ордо Бореалис, и меня бросает в дрожь от предвкушения. Жить на этом свете восхитительно!",
      "id": "Varka? Saat membayangkan bisa bertarung dengan Knight terbaik Knights of Favonius, Varka sang Knight of Boreas saja, sudah membuatku bergetar karena kegembiraan. Sungguh luar biasa bisa hidup di dunia ini.",
      "th": "Varka เหรอ? หูว แค่คิดว่าสักวันฉันจะมีโอกาสต่อสู้กับยอดอัศวินของกองอัศวินแห่ง Favonius \"อัศวินแห่ง Boreas\" ในตำนาน ฉันก็ตื่นเต้นจนตัวสั่นแล้ว การมีชีวิตอยู่ในโลกนี้มันช่างวิเศษจริงๆ",
      "vi": "Varka ư? Hừm, nghĩ đến ngày có thể quyết đấu với người đứng đầu Đội Kỵ Sĩ Tây Phong - Kỵ Sĩ Bắc Phong trong truyền thuyết thì tôi lại run lên vì phấn khích. Có thể sống trong thế giới như vậy thật là tuyệt."
    }
  },
  {
    "title": {
      "zhs": "关于「丑角」…",
      "zht": "關於「丑角」…",
      "jp": "「道化」について…",
      "ko": "「피에로」에 대해…",
      "en": "About The Jester",
      "de": "Über „Pierro“ ...",
      "es": "Sobre El Bufón...",
      "fr": "À propos de Pierro...",
      "pt": "Sobre \"Pierro\"...",
      "ru": "О Пьеро...",
      "id": "Tentang Jester",
      "th": "เกี่ยวกับ The Jester...",
      "vi": "Về \"Pierro\"..."
    },
    "line": {
      "zhs": "他是愚人众最初的执行官，也是今日执行官们的领袖，只会在大场面出现。至于他的功绩…坦白说，我不关心。我效忠的对象是女皇大人。",
      "zht": "他是愚人眾最初的執行官，也是今日執行官們的領袖，只會在大場面出現。至於他的功績…坦白說，我不關心。我效忠的對象是女皇大人。",
      "jp": "彼はファデュイ最初の執行官で、今の執行官たちのリーダーでもある。ただ、重要な場面でしか姿を見せないんだ。彼の功績については…正直、興味がない。俺が忠誠を誓うのは女皇様だからね。",
      "ko": "그는 우인단 최초의 집행관이자 오늘날 집행관들의 리더야. 주로 중요한 자리에서만 모습을 드러내지. 그의 업적은… 솔직히 관심 없어. 내 충심은 오로지 여왕님을 위한 거니까",
      "en": "He was the first ever Fatui Harbinger, and today he is our leader. He only appears on important occasions. As for his accomplishments... To be honest, I don't really care. I owe my loyalty and devotion to the Tsaritsa, no one else.",
      "de": "Er ist der erste unter den Elf der Fatui und ist der Anführer der heutigen Elf und wird nur bei großen Veranstaltungen auftreten. Was seine Erfolge angeht ... Ehrlich gesagt, ist es mir egal. Meine Loyalität gilt der Zarin.",
      "es": "Fue el miembro original de Los Once, y es nuestro líder hoy en día. Solo aparece en ocasiones importantes. En cuanto a sus logros... Para ser honestos, me dan exactamente igual. Mi lealtad y devoción son para con la Zarina, y nadie más.",
      "fr": "Il est le tout premier Exécuteur des Fatui, et aujourd'hui, c'est notre chef. Il n'apparaît que lors des grandes occasions. Quant à ce qu'il a accompli... Pour être honnête, je ne m'en soucie pas vraiment. Je dois ma loyauté ainsi que ma dévotion à la Tsarine et à personne d'autre.",
      "pt": "Ele é o primeiro Mensageiro Fatui, e hoje é o nosso líder. Ele apenas aparece em ocasiões importantes. Quanto às suas conquistas... Para falar a verdade, não me importo, minha lealdade e devoção são exclusivas para a Tsaritsa, e mais ninguém.",
      "ru": "Он самый первый Предвестник Фатуи и наш нынешний лидер. Он появляется только по особым случаям. Что касается его достижений... Честно говоря, мне всё равно. Я предан только Царице и никому другому.",
      "id": "Dia adalah Fatui Harbinger yang pertama, dan sekarang dia juga adalah pemimpin kami. Dia hanya muncul di acara penting saja. Dan mengenai sepak terjangnya ... Sejujurnya, aku tidak peduli. Aku menyerahkan kesetiaan dan pengabdianku hanya kepada Tsaritsa, bukan kepada orang lain.",
      "th": "เขาคือผู้บริหารคนแรกของ Fatui และยังเป็นผู้นำของเหล่าผู้บริหารในปัจจุบันด้วย จะปรากฏตัวเฉพาะในงานสำคัญเท่านั้น ส่วนผลงานของเขา... บอกตามตรงนะ ฉันไม่ได้สนใจน่ะ บุคคลที่ฉันภักดีด้วยมีเพียงองค์ราชินีเท่านั้น",
      "vi": "Anh ta là vị quan chấp hành đầu tiên của Fatui, cũng là thủ lĩnh của chúng tôi, cho nên chỉ xuất hiện trong những dịp trọng đại. Còn về chiến tích của anh ta thì... tôi không quan tâm, người mà tôi thề sẽ trung thành là Nữ Hoàng."
    }
  },
  {
    "title": {
      "zhs": "关于「队长」…",
      "zht": "關於「隊長」…",
      "jp": "「隊長」について…",
      "ko": "「카피타노」에 대해…",
      "en": "About The Captain",
      "de": "Über „Capitano“ ...",
      "es": "Sobre El Capitán...",
      "fr": "À propos de Capitano...",
      "pt": "Sobre Capitano...",
      "ru": "О Капитано...",
      "id": "Tentang Captain",
      "th": "เกี่ยวกับ The Captain...",
      "vi": "Về \"Capitano\""
    },
    "line": {
      "zhs": "我曾见过他在战场上的模样，实在是过于强悍了。或许我的席位太靠后了吧，让他没有留意到我。但就算今天被他忽视，明天，我也会让他看到我的实力。",
      "zht": "我曾見過他在戰場上的模樣，實在是過於強悍了。或許我的席位太靠後了吧，讓他沒有留意到我。但就算今天被他忽視，明天，我也會讓他看到我的實力。",
      "jp": "昔、戦場で彼の戦いを見たことがある。その姿はあまりに勇猛なものだったよ。ただ俺の席は後ろすぎる、たぶん彼は俺のことに気付いていなかっただろう。けど、たとえ今日見向きされなくても、明日こそは、俺の実力を彼に見せてやりたい。",
      "ko": "난 전장에서 그의 모습을 본 적 있어. 정말 더할 나위 없이 강했지. 내 순위가 너무 뒤쪽이라 날 주의 깊게 보지는 않은 모양이야. 비록 지금은 무시당해도, 언젠가 꼭 내 실력을 보여주겠어",
      "en": "I've seen him in battle before, and oh what a sight it was. Perhaps I'm ranked too low for him to notice me right now. Well, he may not recognize my strengths yet, but one day, I'll show him what I'm made of.",
      "de": "Ich habe ihn im Kampf gesehen und er ist einfach unglaublich stark. Vielleicht ist mein Platz zu weit hinten, so dass er mich nicht bemerkt hat. Aber selbst wenn er mich heute ignoriert, werde ich ihm morgen meine Stärke zeigen.",
      "es": "Le he visto en batalla y, guau, da gusto verlo. Tal vez aún estoy muy por debajo de él como para que se fije en mí... Bueno, puede que aún no reconozca mi fuerza, pero algún día le enseñaré lo que valgo.",
      "fr": "Je l'ai déjà vu au combat, et quel spectacle c'était. Je dois sans doute être de rang trop bas pour qu'il puisse me remarquer. Enfin bon, il ne reconnaît peut-être pas encore ma force, mais un jour, je lui montrerai de quoi je suis capable.",
      "pt": "Eu o vi em batalha antes, e que vista. Eu estou numa posição muito baixa para que ele repare em mim agora. Ele talvez ainda não reconheça minha força, mas um dia, eu mostrarei para ele meu verdadeiro poder.",
      "ru": "Я уже видел его в бою, и это было настоящее зрелище. Должно быть, я занимаю слишком низкое положение, чтобы он меня заметил. Он пока не признаёт мою силу, но однажды я покажу ему, на что способен.",
      "id": "Aku pernah melihatnya di medan tempur, dan astaga dia benar-benar kuat sekali. Mungkin saat ini peringkatku masih terlalu rendah sehingga tidak layak untuk dihiraukan olehnya. Namun, walaupun dia masih belum menyadari kekuatanku hari ini, tapi suatu hari nanti dia pasti akan menyadari kekuatanku ini.",
      "th": "ฉันเคยเห็นเขาตอนอยู่ในสนามรบมาก่อน เขาแข็งแกร่งมากจริง ๆ บางทีอาจเป็นเพราะอันดับของฉันอยู่รั้งท้ายเกินไป ทำให้เขาไม่ทันได้สังเกตเห็นฉัน แต่ถึงแม้วันนี้จะถูกเขามองข้าม แต่วันพรุ่งนี้ ฉันจะทำให้เขาเห็นความสามารถของฉันให้ได้",
      "vi": "Tôi đã từng chứng kiến được dáng vẻ của anh ta trên chiến trường, thực sự quá dũng mãnh. Có lẽ do thứ hạng của tôi quá thấp nên anh ta không để ý đến tôi. Nhưng dù cho hôm nay bị ngó lơ thì ngày mai tôi cũng sẽ chứng minh cho anh ta thấy sức mạnh của mình."
    }
  },
  {
    "title": {
      "zhs": "关于「博士」…",
      "zht": "關於「博士」…",
      "jp": "「博士」について…",
      "ko": "「도토레」에 대해…",
      "en": "About The Doctor",
      "de": "Über „Il Dottore“ ...",
      "es": "Sobre El Doctor...",
      "fr": "À propos de Dottore...",
      "pt": "Sobre Dottore...",
      "ru": "О Дотторе...",
      "id": "Tentang Dokter ....",
      "th": "เกี่ยวกับ The Doctor...",
      "vi": "Về \"Dottore\"..."
    },
    "line": {
      "zhs": "听说他把不同年龄段的自己切片做成了义体，负责不同的任务。没办法，我的同僚都是些不太正常的人。反过来想想，要是某一天，我遇见了自己的义体…哈，肯定得和对方决出真正能活下去的那一个。",
      "zht": "聽說他把不同年齡段的自己切片做成了義體，負責不同的任務。沒辦法，我的同僚都是些不太正常的人。反過來想想，要是某一天，我遇見了自己的義體…哈，肯定得和對方決出真正能活下去的那一個。",
      "jp": "彼は年齢別に自分の義体を作って、様々な任務を担当させているらしい。しょうがないさ、俺の同僚はみんな変わり者ばかりだからね。でも、逆に考えよう、仮に俺が自分の義体と出会ったら…ハハッ、きっと生き残るほうを決めるために、そいつと戦うことになるよね。",
      "ko": "그는 다른 나이대의 자신의 일부를 사이보그로 만들어 각기 다른 임무를 맡겼다고 해. 내 동료들은 모두 정상이 아닌 것 같아. 생각해 봤는데, 만일 어느 날 내가 내 사이보그를 만난다면… 하, 둘 중 누가 살아남을 자격이 있는지 결판을 내야겠지",
      "en": "I heard that he took segments of himself at different ages, made prostheses out of them, and assigned different tasks to each one. I know... all my comrades are a little weird. Well, come to think of it, if I met another version of myself... Hah, we'd have to fight then and there to decide which one of us gets to survive.",
      "de": "Man sagt, er habe sich nach verschiedenen Altersstufen aufgeteilt und diese Teile zu eigenständigen Wesen gemacht, um unterschiedliche Aufgaben zu übernehmen. Na ja, meine Kollegen sind nicht ganz normale Leute. Aber wenn ich eines Tages auf so ein Teil von mir treffen würde ... Ha, wir würden auf der Stelle kämpfen müssen, um zu entscheiden, wer von uns überleben darf.",
      "es": "He oído que tomó partes de sí mismo a diferentes edades para hacer prototipos con ellos y asignó diferentes tareas a cada uno. Lo sé... Todos mis compañeros son un tanto excéntricos. Ahora que lo pienso, si me encontrara con un prototipo de mí mismo... ¡Ja! Tendríamos que luchar en el momento para decidir quién sobrevive.",
      "fr": "J'ai entendu dire qu'il a pris des parties de lui-même à différents âges pour en faire des prothèses qui ont chacune un rôle particulier. Je sais, mes camarades sont un peu bizarres. Maintenant que j'y pense, si je rencontrais ma propre prothèse... Ha, il faudrait que je me batte avec elle pour décider de qui d'entre nous survivra.",
      "pt": "Ouvi dizer que ele pegou segmentos de si mesmo em idades diferentes e fez próteses deles, e deu tarefas diferentes para cada uma delas. É, eu sei, todos os meus companheiros são meio esquisitos. Na verdade, se eu encontrasse com minha própria prótese... Haha, teríamos uma luta na hora para descobrir quem sobreviveria.",
      "ru": "Я слышал, что он брал части себя в разном возрасте и превращал их в кибернетические аугментации, каждая из которых выполняла определенную роль. Я знаю, мои товарищи немного странные. Теперь, когда я думаю об этом, если бы я встретил свою собственную аугментацию... Ха, мне пришлось бы драться с ней, чтобы решить, кто из нас выживет.",
      "id": "Kudengar dia membagi dirinya sendiri di usia yang berbeda-beda dan menciptakan sebuah tubuh tiruan untuk masing-masingnya, lalu memberi tugas yang berbeda-beda kepada mereka. Iya, aku tahu ... semua rekan kerjaku memang aneh dan unik. Tapi setelah kupikir-pikir lagi, kalau aku juga punya tiruan dari tubuhku sendiri ... Hah, pastinya kami bakal langsung bertarung untuk menentukan siapa yang paling kuat di antara kita berdua.",
      "th": "ได้ยินมาว่าเขาแบ่งตนเองในแต่ละช่วงวัยออกเป็นส่วน ๆ และสร้างเป็นร่างเทียมขึ้นมา เพื่อรับผิดชอบภารกิจที่แตกต่างกันไป มันช่วยไม่ได้ล่ะนะ เพื่อนร่วมงานของฉันมีแต่พวกไม่ปกติกันทั้งนั้น พอมาคิดกลับกันแล้ว ถ้าวันนึงฉันได้เจอกับร่างเทียมของตัวเองละก็... ฮ่า ๆ คงต้องต่อสู้ตัดสินชะตากับอีกฝ่ายแล้วล่ะ ว่าใครกันแน่ที่สมควรมีชีวิตอยู่ต่อไป",
      "vi": "Nghe nói anh ta đã tạo ra bản sao dựa vào từng độ tuổi khác nhau của mình để phụ trách các loại nhiệm vụ khác nhau. Hết cách rồi, đồng liêu của tôi đều là những người không bình thường như vậy đó. Nghĩ lại thì, nếu như có một ngày tôi gặp được bản sao của mình thì... haha, chắc sẽ xảy ra một trận chiến chấn động để quyết định ra người sống sót cuối cùng rồi."
    }
  },
  {
    "title": {
      "zhs": "关于「少女」…",
      "zht": "關於「少女」…",
      "jp": "「少女」について…",
      "ko": "「콜롬비나」에 대해…",
      "en": "About Damselette",
      "de": "Über „Columbina“ ...",
      "es": "Sobre La Damisela...",
      "fr": "À propos de Columbina...",
      "pt": "Sobre \"Columbina\"...",
      "ru": "О Коломбине...",
      "id": "Tentang Damselette",
      "th": "เกี่ยวกับ The Damselette...",
      "vi": "Về \"Columbina\"..."
    },
    "line": {
      "zhs": "愚人众执行官的席位是按照实力划分的，我不明白那个女孩为什么是「第三席」。有机会的话，我是想和排在我之前的执行官都比试一遍啦，但总有种不太想和她交手的感觉…不管怎么说，你也小心一点。",
      "zht": "#愚人眾執行官的席位是按照實力劃分的，我不明白那個女孩為什麼是「第三席」。有機會的話，我是想和排在我之前的執行官都比試一遍啦，但總有種不太想和她交手的感覺…不管怎麼說，{F#妳}{M#你}也小心一點。",
      "jp": "ファトゥスの席は実力によって決まる。けど、なんであの子が「第三位」にいるのかはよく分からないんだ。もし機会があったら、俺より前にいる執行官たちと一度戦ってみたいね。ただ、どうしてか彼女とはあまり戦う気が起きないんだ…とにかく、君も気を付けたほうがいい。",
      "ko": "우인단 집행관 순위는 실력으로 정하는 건데, 어째서 그 여자아이가 「3위」인지 이해할 수 없어. 기회가 된다면 내 앞 순번 집행관들과 전부 붙어보고 싶은데, 그 애는 좀 꺼려진다랄까…. 어쨌든 너도 조심하는 게 좋을 거야",
      "en": "The Fatui Harbingers are ranked by strength, and I have no idea why that girl is No. 3. I'd test my skills with every Harbinger who ranks above me if I had the chance, but when it comes to her... something just doesn't feel right. Anyway, you should be careful around her.",
      "de": "Ich verstehe nicht, warum dieses Mädchen den „dritten Platz“ einnimmt, wenn die Plätze der Elf der Fatui nach der Stärke aufgeteilt sind. Wenn ich die Chance hätte, würde ich gern gegen alle vor mir platzierten der Elf kämpfen, aber ich möchte nicht gegen sie kämpfen ... Wie auch immer, du solltest vorsichtig sein.",
      "es": "Los Once de los Fatui estamos clasificados por nuestra fuerza, pero no tengo ni idea de por qué ella es la tercera. Siempre que puedo, pongo a prueba mis habilidades con todos los heraldos que están por encima de mí, pero con ella... No sé, siento que hay algo que no encaja. Sea como sea, ten cuidado cuando esté cerca.",
      "fr": "Les Exécuteurs des Fatui sont classés selon leur force, j'ignore pourquoi cette fille est numéro 3. Si j'en avais l'occasion, j'aimerais pouvoir me mesurer à tous les Exécuteurs qui sont d'un rang supérieur au mien, pourtant, je n'ai pas très envie de me confronter à elle... Il y a quelque chose qui cloche avec elle. Bref, tu devrais faire attention avec elle.",
      "pt": "Os Mensageiros dos Fatui são classificados por força, e não tenho ideia porque aquela garota é a Terceira. Eu testaria minhas habilidades contra todos os Mensageiros acima de mim se tivesse a chance, mas quanto a ela... Algo não parece certo. De qualquer maneira, tenha cuidado com ela.",
      "ru": "Предвестники Фатуи ранжированы по силе, и я понятия не имею, почему эта девочка занимает 3-е место. Будь у меня такая возможность, я бы хотел помериться силами с каждым Предвестником, который стоит выше меня, но не с ней... с ней что-то не так. С ней нужно быть очень осторожным.",
      "id": "Peringkat dari Fatui Harbinger ditentukan dari kekuatannya, dan aku tidak mengerti kenapa gadis kecil itu ada di peringkat ketiga. Aku sangat ingin menjajal kemampuanku dengan para Harbinger yang ada di atasku kalau ada kesempatan, tapi kalau disuruh berhadapan dengan dia ... rasanya perasaanku jadi tak enak. Yah pokoknya kamu juga harus hati-hati kalau berhadapan dengannya.",
      "th": "อันดับของผู้บริหาร Fatui นั้นแบ่งตามระดับความสามารถ ฉันไม่เข้าใจเลยว่าทำไมเด็กสาวคนนั้นถึงได้เป็น \"อันดับที่ 3\" ถ้ามีโอกาส ฉันก็อยากจะลองประมือกับพวกผู้บริหารที่อันดับสูงกว่าฉันสักครั้งล่ะนะ แต่ก็มักจะมีความรู้สึกที่ว่าไม่อยากจะประมือกับหล่อนสักเท่าไหร่... แต่ไม่ว่ายังไง เธอเองก็ระวังตัวด้วยนะ",
      "vi": "#Thứ tự của quan chấp hành Fatui được xếp dựa vào thực lực, tôi không hiểu tại sao cô bé đó lại được xếp \"thứ 3\". Nếu có cơ hội thì tôi luôn muốn đấu thử với các quan chấp hành xếp trên tôi, nhưng vẫn có cảm giác không muốn đấu với cô bé đó lắm... Nói chung thì, {F#cô}{M#cậu} cũng cẩn thận chút nhé."
    }
  },
  {
    "title": {
      "zhs": "关于「仆人」…",
      "zht": "關於「僕人」…",
      "jp": "「召使」について…",
      "ko": "「아를레키노」에 대해…",
      "en": "About The Knave",
      "de": "Über „Arlecchino“ ...",
      "es": "Sobre La Sota...",
      "fr": "À propos d'Arlecchino...",
      "pt": "Sobre Arlecchino...",
      "ru": "Об Арлекино...",
      "id": "Tentang Knave",
      "th": "เกี่ยวกับ The Knave...",
      "vi": "Về \"Arlecchino\"..."
    },
    "line": {
      "zhs": "我不讨厌有自己打算的人。毕竟我加入愚人众，也是为了获得更多争斗的机会。但这个人，我不喜欢。如果背叛能够获得收益，她会毫不留情地向女皇大人挥剑。她的眼里只有疯狂。",
      "zht": "我不討厭有自己打算的人。畢竟我加入愚人眾，也是為了獲得更多爭鬥的機會。但這個人，我不喜歡。如果背叛能夠獲得收益，她會毫不留情地向女皇大人揮劍。她的眼裡只有瘋狂。",
      "jp": "打算的な人は別に嫌いじゃない。何しろ、俺がファデュイに入ったのだって、戦う機会がもっと欲しいからだ。けど、俺はどうしてもこいつのことが気に入らない。裏切ることで利益を手にできるのなら、彼女は躊躇なく女皇様に刃を向けるだろう。彼女の目には、狂気しかないからね。",
      "ko": "난 꿍꿍이가 있는 사람이 싫지 않아. 어쨌든 나도 더 많은 전투를 원해서 우인단의 일원이 됐으니까. 하지만 그 사람은 싫어. 배신으로 이익을 얻을 수 있다면 가차 없이 여왕님께 검을 휘두를 사람이거든. 그녀의 눈엔 광기뿐이야",
      "en": "Look, I've got nothing against people who have their own agendas — I myself joined the Fatui to get more experience in combat. But I don't like her at all. If she stood to benefit from betraying others, she'd turn against the Tsaritsa in a heartbeat. There isn't a sane bone in her body.",
      "de": "Ich habe nichts gegen Leute, die ihre eigenen Pläne haben. Schließlich bin ich den Fatui beigetreten, um mehr Kampfmöglichkeiten zu bekommen. Aber diese Person mag ich nicht. Wenn Verrat Gewinne bringen könnte, würde sie ihr Schwert ohne Gnade gegen die Zarin schwingen. Sie hat nichts als Wahnsinn in ihren Augen.",
      "es": "A ver, no tengo nada en contra de la gente que tiene su propia agenda; yo mismo me uní a los Fatui para adquirir más experiencia de combate. Pero ella no me agrada en absoluto. Si pudiera sacar beneficio traicionando a otras personas, ella se rebelaría contra la Zarina en un abrir y cerrar de ojos. No tiene ningún tipo de cordura.",
      "fr": "Je n'ai rien contre les gens qui ont leurs propres idées. Après tout, si j'ai rejoint les Fatui, c'est bien parce que je voulais avoir plus d'occasions de me battre. Par contre, elle, je ne l'apprécie pas. Si la trahison pouvait lui apporter quelque avantage, elle n'aurait aucun scrupule à asséner un coup d'épée à Son Altesse la Tsarine. Elle n'est que folie.",
      "pt": "Veja bem, eu não tenho nada contra as intenções de cada um. Eu me juntei aos Fatui para ter mais experiência de combate. Mas eu não gosto dela. Se ela ganhasse algo traindo os outros, trairia a Tsaritsa sem nem pensar. Ela é completamente louca.",
      "ru": "Слушай, я ничего не имею против людей, которые преследуют свои собственные цели. Я сам вступил в Фатуи, чтобы получить больше боевого опыта. Но она мне совсем не нравится. Если бы предательство могло принести ей хоть какую-то выгоду, она бы в одно мгновение обернулась против Царицы. Она - чистое безумие.",
      "id": "Aku tidak punya dendam apa-apa kepada orang-orang yang punya agenda tersendiri yang tersembunyi karena aku sendiri bergabung dengan Fatui supaya bisa dapat lebih banyak kesempatan untuk bertempur. Tapi aku tidak suka dengannya. Kalau dia bisa ambil untung dari mengkhianati seseorang, dia bahkan bisa saja mengkhianati Tsaritsa. Dia benar-benar tak waras.",
      "th": "ฉันไม่ได้เกลียดคนที่มีแผนการของตัวเองหรอกนะ เพราะการที่ฉันเข้าร่วม Fatui ก็เพื่อให้ได้มีโอกาสต่อสู้มากขึ้น แต่ฉันไม่ชอบคนคนนี้เลย ถ้าการหักหลังทำให้ได้รับผลประโยชน์ หล่อนคงจะตวัดดาบไปทางองค์ราชินีอย่างไร้เยื่อใยเลย ในแววตาของหล่อนมีเพียงความบ้าคลั่งเท่านั้นแหละ",
      "vi": "Tôi không ghét những người thích nghĩ cho bản thân, dẫu sao thì tôi gia nhập vào Fatui cũng là để có nhiều cơ hội chiến đấu hơn mà. Nhưng tôi không ưa cô ta. nếu việc phản bội mang đến lợi ích thì cô ta cũng sẽ không hề do dự mà vung kiếm về phía Nữ Hoàng. Trong mắt của cô ta chỉ có sự điên cuồng thôi."
    }
  },
  {
    "title": {
      "zhs": "关于「公鸡」…",
      "zht": "關於「公雞」…",
      "jp": "「雄鶏」について…",
      "ko": "「풀치넬라」에 대해…",
      "en": "About The Rooster",
      "de": "Über „Pulcinella“ ...",
      "es": "Sobre El Gallo...",
      "fr": "À propos de Pulcinella...",
      "pt": "Sobre Pulcinella...",
      "ru": "О Пульчинелле...",
      "id": "Tentang Rooster",
      "th": "เกี่ยวกับ The Rooster...",
      "vi": "Về \"Pulcinella\"..."
    },
    "line": {
      "zhs": "我不懂什么人情世故。但我知道，他是真心想要帮助我的。他看我的眼神，就像看待家人一样。哦，说到这个，冬妮娅和托克给我回信的时候，时常提到他送去家里的馅饼和礼物。在我暂别冬都期间，他确实按照约定，照顾好了我的家人们。",
      "zht": "我不懂什麼人情世故。但我知道，他是真心想要幫助我的。他看我的眼神，就像看待家人一樣。哦，說到這個，冬妮婭和托克給我回信的時候，時常提到他送去家裡的餡餅和禮物。在我暫別冬都期間，他確實按照約定，照顧好了我的家人們。",
      "jp": "俺は義理や人情といったものがよく分からない。けど、彼が本当に俺のことを助けたいと思っているのは知っている。俺を見る時の彼の眼差しは、まるで家族を見るもののようだよ。ああ、そういえば、トーニャとテウセルからの手紙には、彼がうちに送ってくれたパイやプレゼントのことがよく書いてある。どうやら、俺が冬国を離れている間、彼は約束通り、俺の家族の面倒をよく見てくれているみたいだ。",
      "ko": "난 세상 물정을 잘 모르지만 그가 날 진심으로 돕고 싶어 한다는 것만은 알고 있어. 그는 마치 가족을 보듯이 날 보거든. 아, 말이 나와서 말인데, 토니아와 테우세르의 답신 중에, 그가 보낸 파이와 선물이 자주 언급되곤 해. 내가 잠시 겨울 나라를 떠난 동안, 약속대로 내 가족들을 챙겨준 모양이야",
      "en": "I don't know what his motivations could be, but he seems genuine about wanting to help me. He treats me just like family. Oh, and speaking of family — Tonia and Teucer are always telling me about the pastries and other gifts he brings them when they write. So while I've been away from Snezhnaya, he's kept his promise to take care of my family.",
      "de": "Ich kenne nicht so viel über die menschliche Freundlichkeit. Aber ich wusste, dass er mir aufrichtig helfen wollte. Er sah mich an, als ob ich zu seiner Familie gehörte. Apropos, als Tonia und Teucer mir zurückschrieben, erwähnten sie oft die Kuchen und Geschenke, die er geschickt hatte. Er hat sich, während ich weg bin, wie versprochen gut um meine Familie gekümmert.",
      "es": "No sé cuál es su motivación, pero parece querer ayudarme genuinamente. Me trata como si fuera de su familia. Oh, hablando de familias, en las cartas que me escriben, Tonia y Teucer siempre me hablan de los dulces y otros regalos que él les lleva. Desde que me fui de Snezhnaya, ha cumplido su promesa de cuidar a mi familia.",
      "fr": "Je ne sais pas quelles sont ses motivations, mais il semble sincèrement vouloir m'aider. Il me traite comme un membre de sa famille. Oh, en parlant de famille, Tonia et Teucer me parlent toujours dans leurs lettres des pâtisseries et autres cadeaux qu'il leur apporte. Cela montre qu'il a tenu sa promesse de prendre soin de ma famille alors que j'étais loin de Snezhnaya.",
      "pt": "Eu não sei suas motivações, mas ele parece genuinamente querer me ajudar. Ele me trata como se fosse sua família. Oh, falando de família, Tonia e Teucer sempre estão me falando das comidas e outros presentes que ele traz quando escrevem para mim. Ele manteve sua promessa de cuidar de minha família enquanto estou longe de Snezhnaya.",
      "ru": "Я не знаю, каковы его мотивы, но, похоже, он искренне хочет мне помочь. Он относится ко мне как к члену семьи. Кстати, о семье. Тоня и Тевкр рассказывают в своих письмах о пирожках и других подарках, которые он приносит им. Это говорит о том, что он сдержал своё обещание заботиться о моей семье во время моего отъезда.",
      "id": "Aku tidak tahu apa tujuan dia yang sebenarnya, tapi dia terlihat tulus ingin membantuku. Dia memperlakukanku bagaikan keluarganya sendiri. Oh, ngomong-ngomong soal keluarga — Tonia dan Teucer selalu bilang padaku di dalam surat yang mereka tulis soal makanan dan hadiah lain yang diberikan oleh Rooster pada mereka. Jadi selama aku meninggalkan Snezhnaya, dia menepati janjinya untuk menjaga keluargaku.",
      "th": "ฉันไม่เข้าใจเรื่องความสัมพันธ์ระหว่างผู้คนเท่าไหร่หรอกนะ แต่ฉันรู้ดี ว่าเขาอยากจะช่วยเหลือฉันจากใจจริง สายตาที่เขามองฉัน เหมือนกำลังมองคนในครอบครัวเลย อ๋อ พอพูดถึงเรื่องนี้ ตอนที่ Tonia กับ Teucer ตอบจดหมายฉัน มักจะพูดถึงพายและของขวัญที่เขาส่งไปที่บ้านอยู่เสมอ ในช่วงที่ฉันบอกลาแดนเหนือไป เขาก็ดูแลคนที่บ้านของฉันเป็นอย่างดี อย่างที่เคยสัญญาเอาไว้เลย",
      "vi": "Tôi không hiểu thế nào là nhân tình thế thái, nhưng tôi biết là ông ta thật lòng muốn giúp tôi. Ánh mắt của ông ta nhìn tôi như thể là đang đối đãi với người nhà vậy. Ừm, nhắc lại thì, khi Tonia và Teucer gửi thư về cho tôi cũng có nhắc đến việc nhận được bánh và quà từ ông ta. Lúc tôi tạm rời khỏi Snezhnaya, ông ta cũng đã làm theo lời hứa, chăm sóc tốt cho người nhà của tôi."
    }
  },
  {
    "title": {
      "zhs": "关于「木偶」…",
      "zht": "關於「木偶」…",
      "jp": "「傀儡」について…",
      "ko": "「산드로네」에 대해…",
      "en": "About Marionette",
      "de": "Über „Sandrone“ ...",
      "es": "Sobre La Títere...",
      "fr": "À propos de Sandrone...",
      "pt": "Sobre Sandrone...",
      "ru": "О Сандроне...",
      "id": "Tentang Marionette",
      "th": "เกี่ยวกับ Marionette...",
      "vi": "Về \"Sandrone\"..."
    },
    "line": {
      "zhs": "好像是个埋头研究的人？我想想，那些机械是不是都跟她有关啊。总之，仅有几次的见面中，她一副想杀了我的眼神。可我完全不记得做过什么惹她生气的事。",
      "zht": "好像是個埋頭研究的人？我想想，那些機械是不是都跟她有關啊。總之，僅有幾次的見面中，她一副想殺了我的眼神。可我完全不記得做過什麼惹她生氣的事。",
      "jp": "研究に没頭している人らしい。ということは、あれらの機械も彼女と何か関係があるんだろうか。とにかく、彼女と会ったのはたった数回だけだというのに、いつも俺を殺したそうな目で見てくる。彼女を怒らせるようなことをした覚えは、まったくないんだけどね。",
      "ko": "연구만 하는 사람 같던데? 생각해 보니 그 기계들은 모두 그녀와 관련된 게 아닐까 싶네. 아무튼, 별로 만난 적도 없는데 날 죽일 듯이 노려보더라. 내가 뭘 그렇게 화나게 했는진 나도 잘 모르겠어",
      "en": "She always seems engrossed in her research. Hmm... I wonder if those machines have anything to do with her? Anyway, I've only met her a few times, but every time she looked like she wanted to murder me. I have no idea what I possibly could have done to annoy her, though.",
      "de": "Scheint eine Person zu sein, die sich in der Forschung vergräbt? Mal sehen, ob diese ganzen Maschinen mit ihr zu tun haben. Na ja, bei den wenigen Begegnungen, die wir hatten, sah sie mich an, als wollte sie mich umbringen. Aber ich kann mich gar nicht mehr erinnern, dass ich sie irgendwie verärgert habe.",
      "es": "Siempre parece estar muy ocupada investigando. Humm... Me pregunto si esas máquinas tendrán algo que ver con ella. El caso es que no nos hemos visto muchas veces, pero cuando lo hemos hecho, era como si quisiera asesinarme. No tengo ni idea de qué puedo haber hecho para enojarla.",
      "fr": "Elle semble toujours absorbée par ses recherches. Hmm... Je me demande si ces machines ont quelque chose à voir avec elle ? En tout cas, je ne l'ai rencontrée que quelques fois, mais à chaque fois, on aurait dit qu'elle voulait me tuer. Je n'ai aucune idée de ce que j'ai pu faire pour l'énerver, cependant.",
      "pt": "Ela sempre parece estar mergulhada em sua pesquisa. Hmm... Me pergunto se essas máquinas têm algo a ver com ela? Enfim, eu apenas a vi algumas vezes, mas em todas elas, ela parecia querer me matar. Não faço ideia do que fiz para deixá-la furiosa desse jeito.",
      "ru": "Она всегда кажется поглощённой своими исследованиями. Хм... Интересно, эти машины как-то связаны с ней? В общем, я встречался с ней всего несколько раз, но каждый раз она смотрела на меня так, будто хотела меня убить. Я понятия не имею, что я сделал, чтобы разозлить её.",
      "id": "Dia selalu berkutat di dalam penelitiannya. Hmm ... Aku penasaran, apa mesin-mesin itu ada hubungannya dengan dia? Yah pokoknya, aku juga cuma pernah beberapa kali saja bertemu dengannya, dan tiap kali bertemu dia seolah mau membunuhku. Jujur saja ya, aku sendiri juga tidak tahu kenapa.",
      "th": "ดูเหมือนว่าจะเป็นพวกที่เอาแต่ก้มหน้าทำงานวิจัยนะ? ฉันขอคิดก่อน เครื่องกลพวกนั้นจะเกี่ยวข้องกับหล่อนทั้งหมดเลยมั้ยนะ สรุปก็คือ ถึงจะเคยเจอกันแค่ไม่กี่ครั้ง แต่สายตาหล่อนก็เหมือนอยากจะฆ่าฉันอยู่ตลอดเวลาเลย แต่ฉันกลับจำไม่ได้เลยสักนิดว่าเคยไปทำอะไรให้หล่อนโมโหมาก่อนรึเปล่า",
      "vi": "Cô ta kiểu như rất say mê nghiên cứu vậy. Để tôi đoán xem, những cỗ máy đó đều liên quan đến cô ta đúng không? Nói chung thì chỉ trong vài lần gặp mặt mà vẻ mặt cô ta như muốn giết tôi luôn, nhưng tôi hoàn toàn không nhớ là đã đắc tội gì với cô ta."
    }
  },
  {
    "title": {
      "zhs": "关于「富人」…",
      "zht": "關於「富人」…",
      "jp": "「富者」について…",
      "ko": "「판탈로네」에 대해…",
      "en": "About Regrator",
      "de": "Über „Pantalone“ ...",
      "es": "Sobre El Regatero...",
      "fr": "À propos de Pantalone...",
      "pt": "Sobre o Magnata...",
      "ru": "О Панталоне...",
      "id": "Tentang Regrator ...",
      "th": "เกี่ยวกับ Regrator...",
      "vi": "Về \"Pantalone\"..."
    },
    "line": {
      "zhs": "哦，那个满脑子「宏大计划」的野心家。他的那些理论，我半句都听不进去啊。总之，只要后备资金管够就好啦。",
      "zht": "哦，那個滿腦子「宏大計畫」的野心家。他的那些理論，我半句都聽不進去啊。總之，只要儲備資金夠用就好啦。",
      "jp": "ああ、「壮大な計画」ばかり考えているあの野心家のことか。彼の理論はまったくもって頭に入ってこないよ。とにかく、不測の事態に備えた資本が十分にあるならそれでいい。",
      "ko": "아, 머릿속에 「방대한 계획」으로 가득 찬 그 야심가 말이군. 그의 이론들은 단 하나도 이해되지 않던데 말이야. 암튼, 예비 자금만 잘 관리해 주면 됐어",
      "en": "Oh, now that guy has a head full of grandiose plans fueled by raw ambition. I don't understand a word he says once he starts talking about his theories... Eh, but as long as he keeps our cash reserves stocked up, I'm not complaining.",
      "de": "Oh, dieser ehrgeizige Mann mit seinen „großen Plänen“. Ich kann mir keine seiner Theorien anhören. Wie auch immer, solange das Geld ausreicht, geht es mir gut.",
      "es": "Oh, ese tipo tiene la cabeza llena de “planes grandiosos” avivados por su gran ambición. No entiendo ni una palabra de lo que dice cuando se pone a hablar de sus teorías. Bueno, mientras mantenga llenas nuestras reservas de dinero, yo no me quejo.",
      "fr": "Oh, ce type est ambitieux, il a la tête pleine de plans grandioses. Je ne comprends pas un mot de ce qu'il dit quand il commence à parler de ses théories... Enfin, tant qu'il garde nos réserves d'argent bien remplies, je ne me plains pas.",
      "pt": "Oh, esse cara tem uma mente repleta de esquemas megalomaníacos motivados pela sua própria ambição. Eu não entendo uma palavra sequer quando ele começa a falar de suas teorias... Mas se ele está mantendo nosso dinheiro guardado, não tenho do que reclamar.",
      "ru": "О, этот парень амбициозен, а его голова полна «грандиозных планов». Я не понимаю ни слова, когда он начинает говорить о своих теориях... Пока он поддерживает наш резервный капитал в полном объёме, я не жалуюсь.",
      "id": "Oh, dia itu pria yang punya banyak rencana dan ambisi besar di dalam pikirannya. Aku tidak mengerti sepatah kata pun yang dia bilang soal teorinya ... Eh, tapi selama dia terus menjaga agar kantong kita tetap aman, aku tidak akan protes.",
      "th": "อ๋อ เจ้าคนทะเยอทะยานที่ในหัวมีแต่คำว่า \"แผนการสุดยิ่งใหญ่\" น่ะเหรอ ทฤษฎีพวกนั้นของเขา ฉันฟังไม่เข้าหูเลยสักคำ สรุปก็คือ ขอแค่มีทุนสำรองเพียงพอก็พอแล้วล่ะ",
      "vi": "À, một người mang dã tâm với rất nhiều \"kế hoạch vĩ đại\" trong đầu. Những lý luận của anh ta tôi hoàn toàn nghe không vô. Nói chung thì chỉ cần anh ta quản lý tốt quỹ dự trữ của chúng tôi là được rồi."
    }
  },
  {
    "title": {
      "zhs": "关于「女士」…",
      "zht": "關於「女士」…",
      "jp": "「淑女」について…",
      "ko": "「시뇨라」에 대해…",
      "en": "About The Fair Lady",
      "de": "Über La Signora ...",
      "es": "Sobre Signora...",
      "fr": "À propos de Signora...",
      "pt": "Sobre Signora...",
      "ru": "О Синьоре...",
      "id": "Tentang \"Signora\" ....",
      "th": "เกี่ยวกับ The Fair Lady...",
      "vi": "Về \"Signora\"..."
    },
    "line": {
      "zhs": "我和她合不来，你是知道的。如今也不必评价她本人了吧。对于执行官而言，死期并不掌握在自己手上…不过，放心，我是无论如何，都会拼尽全力活下去的。",
      "zht": "#我和她合不來，{F#妳}{M#你}是知道的。如今也不必評價她本人了吧。對於執行官而言，死期並不掌握在自己手上…不過，放心，我是無論如何，都會拼盡全力活下去的。",
      "jp": "君も知っていると思うけど、俺は彼女と馬が合わないんだ。それに、今となっては、彼女のことを語る必要もないだろう。ファトゥスにとって、死期は自分で決められるようなものじゃない…でも安心してくれ、何があろうとも、俺は全力で生きていくから。",
      "ko": "내가 그녀와 맞지 않는 건 너도 알고 있잖아. 이제 와서 그녀를 평가할 필요도 없겠지. 집행관은 자신의 목숨을 좌우할 수 없어…. 하지만 걱정 마, 나는 어떻게든 살아남을 거야",
      "en": "I never got along with her, you know that. I guess there's not much more worth saying about her at this point. When you're a harbinger, you have to accept that death could come at any time... But don't worry about me. No matter what happens, I'll do whatever it takes to keep myself alive.",
      "de": "Ich verstehe mich nicht mit ihr, du weißt es schon. Es ist nicht nötig, sie heutzutage persönlich zu bewerten, oder? Für die Elf liegt der Tod nicht in ihrer Hand ... Aber keine Sorge, ich werde mein Bestes tun, um zu überleben, egal was passiert.",
      "es": "Ya sabes que nunca me llevé bien con ella, aunque supongo que a estas alturas no vale la pena decir mucho más al respecto. Cuando eres uno de Los Once, has de aceptar que la muerte puede llamar a tu puerta en cualquier momento. Pero no te preocupes por mí. Pase lo que pase, haré todo lo que pueda por seguir viviendo.",
      "fr": "Je ne me suis jamais entendu avec elle, tu le sais bien. Je suppose qu'il n'y a pas grand-chose d'autre à dire sur elle à ce stade. Quand on est Exécuteur, on doit accepter que la mort puisse survenir à tout moment... Mais ne t'inquiète pas pour moi. Quoi qu'il arrive, je ferai tout ce qu'il faut pour rester en vie.",
      "pt": "Eu nunca me dei bem com ela, você sabe disso. Acho que não há muito mais o que se dizer nesse ponto. Quando você é um Mensageiro, tem que aceitar que a morte sempre está lhe espreitando... Mas não se preocupe comigo, não importa o que aconteça, eu farei todo o necessário para ficar vivo.",
      "ru": "Я никогда не ладил с ней, ты знаешь это. Думаю, на данный момент о ней больше нечего сказать. Когда ты Предвестник, приходится мириться с тем, что смерть может настигнуть в любой момент... Но не беспокойся обо мне. Что бы ни случилось, я сделаю всё возможное, чтобы остаться в живых.",
      "id": "Aku tidak pernah bisa akrab dengannya, kamu sendiri juga tahu kan. Yah sepertinya sekarang sudah tidak ada gunanya lagi membicarakan dia. Saat kamu jadi harbinger, kamu harus terima kenyataan bahwa kematian bisa datang kapan saja ... Tapi jangan khawatirkan aku. Tidak peduli apa pun yang terjadi, aku pasti akan tetap bertahan hidup.",
      "th": "ฉันเข้ากับหล่อนไม่ได้เลย เธอก็รู้ ถึงตอนนี้คงไม่จำเป็นต้องพูดถึงตัวหล่อนแล้วมั้ง สำหรับผู้บริหารแล้ว ความตายไม่ได้อยู่ในมือของตัวเองหรอก... แต่ว่า วางใจเถอะ ไม่ว่ายังไง ฉันก็จะพยายามสุดกำลังเพื่อมีชีวิตอยู่ต่อไปให้ได้",
      "vi": "#Tôi với cô ta không hợp nhau, {F#cô}{M#cậu} biết mà. Đối với quan chấp hành mà nói, ngày chết sẽ không nằm trong tay bản thân... Nhưng yên tâm, tôi dù thế nào cũng sẽ dốc hết sức mình để sống sót."
    }
  },
  {
    "title": {
      "zhs": "关于「散兵」…",
      "zht": "關於「散兵」…",
      "jp": "「散兵」について…",
      "ko": "「스카라무슈」에 대해…",
      "en": "About The Balladeer",
      "de": "Über „Scaramouche“ ...",
      "es": "Sobre El Baladista...",
      "fr": "À propos de Scaramuccia...",
      "pt": "Sobre Scaramouche...",
      "ru": "О Скарамучче...",
      "id": "Tentang Balladeer",
      "th": "เกี่ยวกับ The Balladeer...",
      "vi": "Về \"Scaramouche\"..."
    },
    "line": {
      "zhs": "他带着「神之心」与我们失去了联络，后面才有了追回那颗心的行动。我倒是不介意去四处走走，说不定还能在哪儿和你偶遇？",
      "zht": "#他帶著「神之心」與我們失去了聯絡，後面才有了追回那顆心的行動。我倒是不介意去四處走走，說不定還能在哪兒和{F#妳}{M#你}偶遇？",
      "jp": "彼は「神の心」を手に入れた後、俺たちとの連絡を断ってしまってね。だから、その心を取り戻すために行動を開始した。俺は色んな場所を回るのは別に構わない。もしかすると、偶然どこかで君に会うかもしれないね。",
      "ko": "그는 「신의 심장」을 가진 후로 우리와 연락이 끊겼어. 그래서 그 심장을 회수하는 작전이 있었던 거지. 난 여기저기 돌아다니는 것을 개의치 않거든. 어쩌면 어디선가 너와 우연히 만나게 될지도 모르고?",
      "en": "After he took the Gnosis, we lost all contact with him. Now comes the task of trying to hunt it down and get it back... I actually don't mind it — it means I get to travel all over. Wonder if I'll run into you somewhere along the way?",
      "de": "Nachdem er das „Göttliche Herz“ erhalten hatte, verloren wir jeden Kontakt zu ihm. Erst später kam es zu dem Einsatz, um dieses Herz zurückzuholen. Ich hätte nichts dagegen herumzugehen, vielleicht könnte ich dich sogar zufällig irgendwo treffen?",
      "es": "Después de llevarse la Gnosis, perdimos todo contacto con él. Ahora tenemos la tarea de buscarla y recuperarla... En realidad, a mí me da igual, eso quiere decir que puedo viajar por todas partes. Me pregunto si me encontraré contigo a lo largo de ese viaje.",
      "fr": "On a perdu contact avec lui depuis qu'il a emporté le Gnosis. Il va encore falloir qu'on le traque pour le récupérer. En vérité, ça ne me dérange pas, ça me permet de voyager partout. Je me demande si je te rencontrerai quelque part en chemin ?",
      "pt": "Depois que ele levou a Gnosis, perdemos todo contato com ele. Agora temos que encontrá-lo e consegui-la de volta... Para falar a verdade, eu não me importo, posso viajar para todo lugar por causa disso. Será que nos encontraremos em algum lugar por aí?",
      "ru": "Мы потеряли с ним связь, когда он завладел Сердцем Бога. Теперь нам предстоит найти его и вернуть. На самом деле я не против, это позволяет мне путешествовать по всему миру. Возможно, я встречу тебя где-нибудь по пути.",
      "id": "Setelah dia mengambil Gnosis, dia memutuskan hubungan dengan kami semua. Sekarang turun perintah untuk memburunya demi mendapatkan kembali Gnosis tersebut ... Aku sebenarnya tidak keberatan sih — artinya aku bisa bepergian ke mana-mana. Mungkin saja aku jadi ketemu kamu di tengah jalan, ya kan?",
      "th": "เขาเอา \"โนซิส\" ไป แล้วก็ตัดขาดการติดต่อกับพวกเรา หลังจากนั้นถึงได้เริ่มมีการไล่ล่าเพื่อตามหาหัวใจดวงนั้นคืนมา ฉันไม่ถือสาเรื่องที่ต้องออกไปตามหาหรอกนะ เพราะไม่แน่ว่าอาจบังเอิญได้เจอกับเธอที่ไหนสักแห่งก็ได้?",
      "vi": "#Hắn cầm theo Gnosis và cắt đứt liên lạc với chúng tôi, bởi vậy nên mới có chiến dịch thu hồi viên Gnosis đó. Tôi thì không ngại đi đây đi đó rồi, nói không chừng sẽ gặp lại {F#cô}{M#cậu} ở đâu đó thì sao?"
    }
  },
  {
    "title": {
      "zhs": "想要了解达达利亚·其一",
      "zht": "想要瞭解達達利亞·其一",
      "jp": "タルタリヤを知る·1",
      "ko": "타르탈리아에 대해 알기·첫 번째",
      "en": "More About Tartaglia: I",
      "de": "Ich will mehr über Tartaglia erfahren I",
      "es": "Más sobre Tartaglia (I)",
      "fr": "Connaître Tartaglia (1)",
      "pt": "Mais sobre Tartaglia (I)",
      "ru": "Узнать больше о Тарталье I",
      "id": "Mengenal Tartaglia: I",
      "th": "อยากรู้เกี่ยวกับ Tartaglia - 1",
      "vi": "Muốn tìm hiểu Tartaglia - Điều thứ 1"
    },
    "line": {
      "zhs": "记住了，伙伴，我是终有一天要征服世界的人！",
      "zht": "記住了，夥伴，我是終有一天要征服世界的人！",
      "jp": "覚えておいてくれ、相棒、俺こそがいつか世界を征服する者だ。",
      "ko": "기억해둬, 친구, 난 언젠가 이 세상을 정복할 사람이야!",
      "en": "Remember, comrade, one day I will conquer the world!",
      "de": "Denk daran, Kamerad, eines Tages werde ich die Welt erobern!",
      "es": "#Recuerda esto, compañer{F#a}{M#o}: un día, ¡yo conquistaré el mundo!",
      "fr": "#Souvenez-vous, l'{M#ami}{F#amie}, un jour, je conquerrai le monde !",
      "pt": "#Lembre-se bem, {M#meu companheiro}{F#minha companheira}, haverá um dia em que eu conquistarei o mundo!",
      "ru": "Запомни, дружище, однажды я покорю этот мир!",
      "id": "Ingat baik-baik, partner! Aku adalah orang yang akan menguasai dunia suatu hari nanti!",
      "th": "จำไว้นะเพื่อนยาก สักวันฉันจะครองโลก!",
      "vi": "Đồng đội, hãy nhớ rằng, sẽ có một ngày tôi là người sẽ chinh phục cả thế giới!"
    }
  },
  {
    "title": {
      "zhs": "想要了解达达利亚·其二",
      "zht": "想要瞭解達達利亞·其二",
      "jp": "タルタリヤを知る·2",
      "ko": "타르탈리아에 대해 알기·두 번째",
      "en": "More About Tartaglia: II",
      "de": "Ich will mehr über Tartaglia erfahren II",
      "es": "Más sobre Tartaglia (II)",
      "fr": "Connaître Tartaglia (2)",
      "pt": "Mais sobre Tartaglia (II)",
      "ru": "Узнать больше о Тарталье II",
      "id": "Mengenal Tartaglia: II",
      "th": "อยากรู้เกี่ยวกับ Tartaglia - 2",
      "vi": "Muốn tìm hiểu Tartaglia - Điều thứ 2"
    },
    "line": {
      "zhs": "无论决斗的对手是神，还是深渊的魔兽，只要有形，就有得胜的可能。但执行官当中，有的人热衷于权术、阴谋那些…「看不见的手段」。我跟那些无聊的家伙合不来。",
      "zht": "無論決鬥的對手是神，還是深淵的魔獸，只要有形，就有得勝的可能。但執行官當中，有的人熱衷於權術、陰謀那些…「看不見的手段」。我跟那些無聊的傢伙合不來。",
      "jp": "戦う相手が神でもアビスの魔獣でも、形さえあれば勝てる可能性がある。けど執行官の中には、権謀術数や陰謀とか…「見えない手段」に熱心な輩がいる。俺はそういったつまらないヤツらとは性が合わないんだよ。",
      "ko": "결투의 상대가 신이든, 심연의 마수이든, 형체만 있다면 반드시 이길 수 있어. 하지만 집행관 중엔 권술과 음모 같은… 「보이지 않는 수단」에 집착하는 놈들도 있지. 난 그런 시시한 놈들과는 잘 안 맞아",
      "en": "Face me in person, man to man, and I'll always have a chance of beating you. Same goes if you're a deity or a monster from the abyss. But the Harbingers? They are more enamored with their intangible methods, spending their days scheming and maneuvering. This is why we cannot get along.",
      "de": "Ich denke, ich bin ein Mann mit Rückgrat. Tritt mir persönlich, Mann gegen Mann, im Kampf gegenüber, und ich werde immer eine Chance haben dich zu besiegen. Selbst wenn du eine Gottheit oder ein Monster aus dem Abgrund bist. Aber die Elf? Sie sind eher von ihren nicht greifbaren Methoden fasziniert und verbringen ihre Zeit damit Intrigen und Pläne zu schmieden. Deshalb kommen wir nicht miteinander klar.",
      "es": "Ya sea un dios o un monstruo del abismo, no importa contra quién combata, mientras tenga una forma física, siempre habrá una posibilidad de vencerlo. En cambio, a Los Once les preocupan más las cosas intangibles, y se pasan el día maquinando. Por eso no son de mi agrado.",
      "fr": "Affrontez-moi en personne, d'homme à homme, et j'aurai toujours une chance de victoire. Et il en va de même si vous êtes une divinité ou un monstre de l'Abîme. Mais les Onze ? Ils préfèrent leurs manigances et leurs complots... Cela explique qu'on ne s'entende guère.",
      "pt": "Eu gosto de pensar que sou um homem de substância. Enfrente-me pessoalmente, de homem para homem, e sempre terei uma chance de vencê-lo. O mesmo vale se você for uma divindade ou um monstro do abismo. Mas os Mensageiros? Eles estão mais enamorados com seus métodos intangíveis, passando seus dias esquematizando e manobrando. É por isso que não podemos continuar.",
      "ru": "Будь ты хоть божеством, хоть монстром из Бездны – сразись со мной лицом к лицу. Но среди Предвестников есть люди, склонные к уловкам, заговорам и манипуляциям... Пожалуй, поэтому я не могу с ними поладить.",
      "id": "Tidak peduli bila lawanku adalah dewa, atau monster dari Abyss, asalkan dia memiliki bentuk, berarti aku memiliki kesempatan untuk menang. Tetapi para Eleven Harbingers itu memiliki \"teknik yang tak terlihat\" melalui trik kekuasaan dan konspirasi. Aku benar-benar tidak bisa akur dengan orang-orang seperti itu",
      "th": "ไม่ว่าคู่ต่อสู้ของจะเป็นเทพเจ้า หรือมอนสเตอร์จากห้วงเหว ตราบเท่าที่มองเห็นได้ก็มีโอกาสที่จะชนะ แต่ในบรรดาผู้บริหารแห่ง Fatui บางคนชอบใช้เล่ห์เหลี่ยมอำนาจและสมคบคิดด้วย... \"วิธีที่มองไม่เห็น\" ฉันเข้ากับพวกน่าเบื่อพวกนั้นไม่ได้หรอกนะ",
      "vi": "Dù đối thủ là thần hay quái vật vực sâu, chỉ cần tồn tại thì đều có khả năng chiến thắng. Nhưng trong số các quan chấp hành, một số kẻ lại chỉ quan tâm đến những thủ đoạn, âm mưu... \"Thủ đoạn vô hình\". Tôi không thể hoà hợp với mấy kẻ nhàm chán đó."
    }
  },
  {
    "title": {
      "zhs": "想要了解达达利亚·其三",
      "zht": "想要瞭解達達利亞·其三",
      "jp": "タルタリヤを知る·3",
      "ko": "타르탈리아에 대해 알기·세 번째",
      "en": "More About Tartaglia: III",
      "de": "Ich will mehr über Tartaglia erfahren III",
      "es": "Más sobre Tartaglia (III)",
      "fr": "Connaître Tartaglia (3)",
      "pt": "Mais sobre Tartaglia (III)",
      "ru": "Узнать больше о Тарталье III",
      "id": "Mengenal Tartaglia: III",
      "th": "อยากรู้เกี่ยวกับ Tartaglia - 3",
      "vi": "Muốn tìm hiểu Tartaglia - Điều thứ 3"
    },
    "line": {
      "zhs": "这里的天空和故乡的天空是连成一片的。抬头看见雪一样的月光，就能想到，老家的人们也能看见同一个月亮。不知道弟弟妹妹…哈，他们有没有变成出色的战士呢？",
      "zht": "這裡的天空和故鄉的天空是連成一片的。抬頭看見雪一樣的月光，就能想到，老家的人們也能看見同一個月亮。不知道弟弟妹妹…哈，他們有沒有變成出色的戰士呢？",
      "jp": "ここの空と故郷の空は繋がっている。顔を上げて雪のような月光を見ると、故郷の人々も同じ月を見ているのかと思いを馳せてしまう。弟や妹は…優れた戦士になれているだろうか？",
      "ko": "이곳의 하늘과 고향의 하늘은 연결돼 있어. 고개를 들어 눈처럼 새하얀 달빛을 볼 때면 고향에 있는 사람들도 같은 달을 보고 있을 거라는 생각이 들어. 동생들은… 뛰어난 전사가 됐으려나?",
      "en": "However far away my motherland may be, we all live under the same sky. That snow-white moon... My family must be able to see it too. I hope my siblings are well... And I hope that they have turned out to be formidable warriors too.",
      "de": "Wie weit mein Heimatland auch weg sein mag, wir leben alle unter dem selben Himmel. Der schneeweiße Mond ... meine Familie kann ihn sicherlich auch sehen. Ich hoffe, meinen Geschwistern geht es gut ... und ich hoffe, dass auch sie zu beachtlichen Kriegern geworden sind.",
      "es": "Por muy lejos que esté mi hogar, todos vivimos bajo el mismo cielo. Esa luna blanca como la nieve que se ve desde aquí... seguro que mi familia también la ve. Espero que mis hermanos estén bien... ¿Se habrán convertido también en formidables guerreros?",
      "fr": "Aussi loin que soit ma patrie, nous sommes tous sous le même ciel. Cette lune blanche comme la neige... Ma famille aussi peut la contempler. J'espère que mes jeunes frères et sœurs vont bien... Et j'espère aussi qu'ils sont devenus de redoutables guerriers.",
      "pt": "O céu daqui e da minha terra natal é o mesmo. Se eu levantar minha cabeça para ver a lua que parece coberta de neve, posso pensar que minha família também está vendo a mesma lua. Não sei como estão meus irmãos e minhas irmãs, será que se tornaram guerreiros excepcionais?",
      "ru": "И мою родину, и это место укрывает одно и то же небо. Когда я поднимаю голову и вижу снежно-белую луну, я думаю, что люди на моей родине тоже видят её. Надеюсь, с моими братьями и сестрой всё хорошо... Стали ли они великими воинами?",
      "id": "Tempatku sekarang dan kampung halamanku berada di bawah langit yang sama. Sangat menengadah ke atas, keluargaku juga pasti dapat melihat cahaya bulan yang seputih salju. Aku berharap adik-adikku di sana sudah menjadi petarung yang hebat.",
      "th": "ท้องฟ้าผืนนี้ เป็นท้องฟ้าผืนเดียวกันกับบ้านเกิดของฉัน เมื่อฉันมองขึ้นไปและเห็นแสงจันทร์ขาวนวลเหมือนหิมะ ฉันก็จะคิดถึงชาวเมืองที่บ้านเกิดของฉัน พวกเขาก็สามารถเห็นดวงจันทร์ดวงนี้ได้เช่นกัน ฉันไม่รู้ว่าน้อง ๆ ของฉัน... ฮ่า พวกเขาจะกลายเป็นนักสู้ที่มีฝีมือหรือเปล่านะ?",
      "vi": "Bầu trời nơi đây nối liền với vùng trời quê hương tôi. Khi nhìn lên và thấy ánh trăng trắng như tuyết, tôi lại nghĩ đến những người ở quê nhà cũng nhìn thấy điều y như vậy. Không biết đám em của mình... đã trở thành chiến sĩ xuất sắc chưa nhỉ?"
    }
  },
  {
    "title": {
      "zhs": "想要了解达达利亚·其四",
      "zht": "想要瞭解達達利亞·其四",
      "jp": "タルタリヤを知る·4",
      "ko": "타르탈리아에 대해 알기·네 번째",
      "en": "More About Tartaglia: IV",
      "de": "Ich will mehr über Tartaglia erfahren IV",
      "es": "Más sobre Tartaglia (IV)",
      "fr": "Connaître Tartaglia (4)",
      "pt": "Mais sobre Tartaglia (IV)",
      "ru": "Узнать больше о Тарталье IV",
      "id": "Mengenal Tartaglia: IV",
      "th": "อยากรู้เกี่ยวกับ Tartaglia - 4",
      "vi": "Muốn tìm hiểu Tartaglia - Điều thứ 4"
    },
    "line": {
      "zhs": "伙伴，不要忘记：厮杀的时候，绝不能用什么「燃烧起来了」之类的蠢话来驱策自己。毕竟，燃尽之后，除了灰烬，什么也不会剩下。无论如何，都要活下去。",
      "zht": "夥伴，不要忘記：廝殺的時候，絕不能用什麼「燃燒起來了」之類的蠢話來驅策自己。畢竟，燃盡之後，除了灰燼，什麼也不會剩下。無論如何，都要活下去。",
      "jp": "相棒、これだけは忘れるなよ。殺し合う時、「燃えてきた」なんて馬鹿な言葉で自分を奮い立たせるな。燃え尽きれば、灰以外何も残らない。何があっても、生き抜くんだ。",
      "ko": "친구, 절대 잊지 마. 싸움을 할 때 절대 「불타오른다」와 같은 바보 같은 말로 자신을 몰아붙이지 마. 불타고 난 뒤에 남는 건 결국 잿더미뿐이니까. 어떻게 해서든, 꼭 살아남아야 해",
      "en": "Comrade, a word of advice: Don't go yelling stupid things in the heat of battle. They might sound good in your head, but if you think about it, they make no sense at all. I'm talking about things like, \"I'm on fire!\" That's the last thing we want. Fire leaves behind nothing but ashes. And you must survive at all costs.",
      "de": "Kamerad, ein freundlich gemeinter Rat: laufe in der Hitze der Schlacht nicht herum und brülle dumme Dinge. Sie klingen vielleicht gut in deinem Kopf, aber wenn du darüber nachdenkst, ergeben sie überhaupt keinen Sinn. Ich spreche von Sachen wie: „Ich brenne!“. Das ist das Letzte, was wir wollen. Feuer hinterlässt nichts als Asche. Und du musst um jeden Preis überleben.",
      "es": "#Compañer{F#a}{M#o}, un consejo: no grites tonterías como “¡Arderás en el infierno!” en el fragor de la batalla. Puede que suenen bien en tu cabeza, pero si lo piensas, no tienen ningún sentido. El fuego no deja más que cenizas en la guerra, y tú debes sobrevivir sea como sea.",
      "fr": "N'oubliez pas : pas la peine de crier des âneries dans le feu du combat. Ça sonne peut-être bien, mais si vous y réfléchissez, ça ne veut rien dire... Je parle de répliques comme « Je suis en feu ! »... C'est la dernière chose qu'on veut entendre. Le feu ne laisse que des cendres, et il faut survivre, quoi qu'il advienne.",
      "pt": "Companheiro, nunca se esqueça: quando estiver lutando, de maneira nenhuma grite algo estúpido. Talvez soem bem na sua cabeça, mas não fazem nenhum sentido. Estou falando de coisas como \"Eu estou pegando fogo!\". Não queremos isso, pois o fogo não deixa nada senão cinzas, e você deve sobreviver, custe o que custar.",
      "ru": "#Дружище, помни: никогда не неси пафосную чушь в пылу сражения. Может быть, все эти выкрики типа «Я горю!» и кажутся кому-то вдохновляющими, но ведь пламя оставляет после себя лишь пепел. А мы с тобой этого не хотим. Ты долж{F#нa}{M#ен} жить во что бы то ни стало.",
      "id": "Hei, partner, camkan kata-kataku: jangan pernah mengucapkan kata-kata konyol seperti \"Aku sedang terbakar api semangat!\" untuk memotivasi dirimu saat bertarung. Lagi pula, kamu hanya akan menjadi debu bila kamu terbakar. Bagaimanapun juga yang terpenting adalah bertahan hidup.",
      "th": "เพื่อนยาก จำไว้นะ เวลาต่อสู้อย่าไปทำเรื่องโง่ ๆ อย่างตะโกนว่า \"ฉันติดไฟแล้ว\" ซะล่ะ เพราะถ้าติดไฟขึ้นมาจริงๆ ก็จะไหม้เป็นขี้เถ้าได้นะ แบบนี้ก็ไม่เหลืออะไรสักอย่าง ไม่ว่ายังไง คุณต้องอยู่รอดต่อไปนะ",
      "vi": "#Đồng đội, {F#cô}{M#cậu} đừng quên: Khi đánh nhau tuyệt đối không được dùng những lời nói ngu xuẩn như \"Cháy hết mình nào\" để cổ vũ bản thân. Suy cho cùng sau khi cháy hết mình sẽ chẳng còn lại gì ngoài tro tàn. Dù thế nào cũng phải sống sót đó."
    }
  },
  {
    "title": {
      "zhs": "想要了解达达利亚·其五",
      "zht": "想要瞭解達達利亞·其五",
      "jp": "タルタリヤを知る·5",
      "ko": "타르탈리아에 대해 알기·다섯 번째",
      "en": "More About Tartaglia: V",
      "de": "Ich will mehr über Tartaglia erfahren V",
      "es": "Más sobre Tartaglia (V)",
      "fr": "Connaître Tartaglia (5)",
      "pt": "Mais sobre Tartaglia (V)",
      "ru": "Узнать больше о Тарталье V",
      "id": "Mengenal Tartaglia: V",
      "th": "อยากรู้เกี่ยวกับ Tartaglia - 5",
      "vi": "Muốn tìm hiểu Tartaglia - Điều thứ 5"
    },
    "line": {
      "zhs": "时间过得真快。总有一天，我要让你亲眼看见我征服世界的样子、我把神的王座踩在脚下的样子。哈哈，在那之前，你可绝对不要倒下啊，伙伴！",
      "zht": "#時間過得真快。總有一天，我要讓{F#妳}{M#你}親眼看見我征服世界的樣子、我把神的王座踩在腳下的樣子。哈哈，在那之前，{F#妳}{M#你}可絕對不要倒下啊，夥伴！",
      "jp": "時間が経つのは早いものだ。いつか君に、俺が世界を征服して、神の王座を踏みつける姿を見せてあげるよ。それまで、絶対に倒れるなよ、相棒！",
      "ko": "시간이 참 빠르군. 언젠가 너에게 세계를 정복하고 신의 왕좌를 짓밟는 모습을 보여주겠어. 그러니까 절대 그전에 쓰러지면 안 돼, 친구!",
      "en": "Ah, how time flies. One day, you will see how I conquer the world and crush the thrones of gods beneath my heel. In the meantime... no dying, comrade! Keep yourself alive! Hahaha.",
      "de": "Wie die Zeit vergeht! Eines Tages wirst du sehen, wie ich die Welt erobere und die Throne der Götter unter meiner Schuhsohle zermalme. In der Zwischenzeit ... nicht sterben, Kamerad! Sorge dafür, dass du am Leben bleibst.",
      "es": "#Qué rápido pasa el tiempo... Un día, verás cómo conquisto el mundo y aplasto los tronos de los dioses. Así que, hasta entonces, ¡no mueras, compañer{F#a}{M#o}!",
      "fr": "#Comme le temps passe vite... Un jour, vous me verrez conquérir le monde et piétiner les trônes des divinités ! Alors, en attendant... Ne mourez pas, l'{M#ami}{F#amie} ! Restez en vie !",
      "pt": "O tempo realmente passa rápido. Um dia, eu permitirei que você veja pessoalmente a aparência do mundo que conquistarei, eu destruirei o trono dos deuses. Haha, mas antes disso, você não pode morrer, meu companheiro!",
      "ru": "Время течёт быстро. Однажды ты увидишь, как я покоряю этот мир и троны богов рушатся от моих рук. А до того момента не вздумай умирать, друг!",
      "id": "Waktu berlalu dengan cepat. Suatu hari nanti, aku ingin kamu melihatku saat aku berhasil menguasai dunia ini, aku akan menginjakkan kaki di takhta para dewa. Hahaha, jangan sampai gugur sebelum saat itu tiba, partner!",
      "th": "เวลาผ่านไปเร็วชะมัด วันหนึ่งฉันอยากให้คุณเห็นด้วยตาของคุณเอง ว่าฉันครองโลกได้ยังไง และบัลลังก์ของเทพเจ้าจะมาอยู่ใต้เท้าฉันได้ยังไง ฮ่าฮ่า ก่อนจะถึงเวลานั้นคุณห้ามตายก่อนนะเพื่อน!",
      "vi": "#Thời gian trôi qua thật nhanh. Một ngày nào đó, tôi muốn {F#cô}{M#cậu} tận mắt chứng kiến cảnh tôi chinh phục thế giới, và cách tôi giẫm đạp lên ngai vàng của thần linh. Haha, trước khi đến thời khắc đó, {F#cô}{M#cậu} không được gục ngã nhé!"
    }
  },
  {
    "title": {
      "zhs": "达达利亚的爱好…",
      "zht": "達達利亞的愛好…",
      "jp": "タルタリヤの趣味…",
      "ko": "타르탈리아의 취미…",
      "en": "Tartaglia's Hobbies",
      "de": "Tartaglias Hobbys ...",
      "es": "Aficiones de Tartaglia...",
      "fr": "Les loisirs de Tartaglia...",
      "pt": "Passatempos de Tartaglia...",
      "ru": "Хобби Тартальи...",
      "id": "Hobi Tartaglia",
      "th": "งานอดิเรกของ Tartaglia...",
      "vi": "Sở thích của Tartaglia"
    },
    "line": {
      "zhs": "冰钓和决斗的道理是相通的，关键是耐心与决断。这么说来，同样的道理好像也能应用在人生中的所有事情上？",
      "zht": "冰釣和決鬥的道理是相通的，關鍵是耐心與決斷。這麼說來，同樣的道理好像也能應用在人生中的所有事情上？",
      "jp": "氷上の穴釣りと決闘には通ずるものがある、その心は我慢強さと決断だよ。そういえば、これは人生においてあらゆる局面で使えると思わないかい？",
      "ko": "얼음낚시와 전투는 같은 원리지. 중요한 건 인내와 결단이야. 그렇다면 이 원리를 인생의 모든 일에 적용시킬 수도 있겠군",
      "en": "Ice fishing and combat follow the same principle. Patience and decisiveness are key. Though having said that... I suppose the same is true of everything in life.",
      "de": "Das Eisfischen und das Kämpfen folgen denselben Prinzipien: Geduld und Entschlossenheit sind der Schlüssel. da ich es jetzt erwähne ... ich schätze, dass das für alle Lebensbereiche gilt.",
      "es": "La pesca sobre hielo y el combate siguen los mismos principios clave: la paciencia y la determinación. Aunque, ahora que lo pienso, supongo que es igual para el resto de cosas en la vida.",
      "fr": "La pêche sur glace et le combat reposent sur les mêmes principes ; la patience et la prise de décision en sont des éléments clés. Cela dit, je suppose qu'on peut dire la même chose pour tout dans la vie...",
      "pt": "Pescar no gelo e o combate seguem o mesmo princípio. A paciência e a determinação são fundamentais. Apesar de ter dito isso... Suponho que o mesmo se aplica a tudo na vida.",
      "ru": "В основе рыбалки и дуэлей лежит один и то же принцип: терпение и решительность. Впрочем... Я думаю, это применимо ко всему, что происходит в жизни.",
      "id": "Memancing di es dan bertarung sebenarnya memiliki prinsip yang sama, keduanya membutuhkan kesabaran dan sigap dalam mengambil keputusan. Yah, tapi sepertinya prinsip ini juga berlaku pada semua hal dalam hidup ini.",
      "th": "ความจริงการตกปลาใต้น้ำแข็งและการประลองมีข้อสำคัญที่เหมือนกัน คือความอดทนและความมุ่งมั่น จะว่าไปแล้ว ก็ดูเหมือนว่าหลักการเดียวกันนี้ จะสามารถใช้ได้กับทุกสิ่งในชีวิตล่ะมั้ง?",
      "vi": "Câu cá trên băng giống như quyết đấu vậy, điều cốt yếu là sự kiên nhẫn và quyết tâm. Vì vậy, có vẻ như cùng một nguyên tắc có thể được áp dụng cho tất cả mọi thứ trong cuộc sống?"
    }
  },
  {
    "title": {
      "zhs": "达达利亚的烦恼…",
      "zht": "達達利亞的煩惱…",
      "jp": "タルタリヤの悩み…",
      "ko": "타르탈리아의 고민…",
      "en": "Tartaglia's Troubles",
      "de": "Tartaglias Sorgen ...",
      "es": "Preocupaciones de Tartaglia...",
      "fr": "Les problèmes de Tartaglia...",
      "pt": "Preocupações de Tartaglia...",
      "ru": "Беспокойство Тартальи...",
      "id": "Kekhawatiran Tartaglia",
      "th": "เรื่องกลุ้มใจของ Tartaglia...",
      "vi": "Nỗi buồn của Tartaglia"
    },
    "line": {
      "zhs": "嗯？烦恼的事情…哼，与你同行，总是有值得挑战的强敌，根本没空思考这种琐碎无趣的小事。",
      "zht": "#嗯？煩惱的事情…哼，與{F#妳}{M#你}同行，總是有值得挑戰的強敵，根本沒空思考這種瑣碎無趣的小事。",
      "jp": "ん？悩み…君と一緒にいると、いつも挑戦し甲斐のある強敵に出会えるから、悩みなんてつまらないことを考える暇もないよ。",
      "ko": "음? 고민거리라… 너와 동행할 땐 항상 강한 적들을 만나게 되니, 그런 시시한 일들을 생각할 겨를이 없어",
      "en": "My pet peeves? Hmm, well, to be honest, I'm far too busy journeying with you and slaying powerful enemies to dwell on such trifling matters.",
      "de": "Worüber ich mich am liebsten aufrege? Ehrlich gesagt bin ich viel zu beschäftigt mit dir umherzureisen und mächtige Feinde zu töten, als dass ich mir um solch triviale Dinge Gedanken machen könnte.",
      "es": "¿Mis preocupaciones? Estoy demasiado ocupado viajando contigo y derrotando enemigos poderosos como para pensar en asuntos tan insignificantes.",
      "fr": "Ah ? Ce qui me préoccupe ? Hum, à dire vrai, je m'amuse trop à voyager avec vous et à tuer tous les ennemis de taille pour m'attarder sur des questions aussi insignifiantes.",
      "pt": "Hum? Preocupações... Caminhando com você, sempre há inimigos fortes que valem a pena desafiar, e não há tempo para pensar sobre coisas tão triviais e chatas.",
      "ru": "Хм. Что меня беспокоит? Ну... Знаешь, я слишком занят тем, что путешествую с тобой и убиваю могучих противников, мне некогда думать о таких скучных пустяках.",
      "id": "Hmmm? Binatang peliharaanku? Heh, aku selalu bertemu dengan lawan tangguh saat bertualang denganmu, aku tidak memiliki waktu luang untuk memikirkan masalah sepele seperti itu.",
      "th": "ฮะ? เรื่องกลุ้มใจ...เหอะ การเดินร่วมทางกับคุณ มักจะเจอศัตรูที่น่าสนใจประจำ ไม่มีเวลาไปคิดเรื่องไร้สาระน่าเบื่อพวกนั้นหรอก",
      "vi": "#Hửm? Những điều phiền muộn... Hừm, đi cùng {F#cô}{M#cậu}, luôn được gặp những kẻ thù mạnh đáng để thử thách, không có thời gian để nghĩ về những điều tầm thường và nhàm chán như vậy."
    }
  },
  {
    "title": {
      "zhs": "喜欢的食物…",
      "zht": "喜歡的食物…",
      "jp": "好きな食べ物…",
      "ko": "좋아하는 음식…",
      "en": "Favorite Food",
      "de": "Was er so mag ...",
      "es": "Comida que más le gusta...",
      "fr": "Plats préférés...",
      "pt": "Comida Favorita...",
      "ru": "Любимая еда...",
      "id": "Makanan Favorit",
      "th": "อาหารที่ชอบ...",
      "vi": "Món ăn yêu thích..."
    },
    "line": {
      "zhs": "这个世界上，充满了美妙的料理和酣畅淋漓的战斗。活着真是美妙！",
      "zht": "這個世界上，充滿了美妙的料理和酣暢淋漓的戰鬥。活著真是美妙！",
      "jp": "この世界は美味しい料理と心躍る戦闘に満ち溢れている。生きるって素晴らしい！",
      "ko": "이 세상은 훌륭한 요리와 통쾌한 전투로 가득하지. 살고 있다는 건 정말 아름다워",
      "en": "There's plenty of delicious food to sink your teeth into in this world... and plenty of fights to sink your teeth into as well. Life is beautiful.",
      "de": "Es gibt so viel leckeres Essen in dieser Welt und auch so viele Kämpfe, in denen man sich verlieren könnte. Das Leben ist schön!",
      "es": "En este mundo, hay mucha comida deliciosa que probar, y también muchas peleas en las que meterse. ¡La vida es bella!",
      "fr": "Ce monde regorge de plats délicieux permettant de se repaître... Sans oublier tous ces combats captivants dans lesquels s'enivrer. Que la vie est belle !",
      "pt": "Este mundo está cheio de ótimas comidas e boas lutas. Viver nele é ótimo!",
      "ru": "В мире много отличной еды и весёлых сражений. Жизнь прекрасна!",
      "id": "Dunia ini selalu penuh dengan makanan yang nikmat dan pertarungan yang menantang. Hidup ini sungguh luar biasa!",
      "th": "โลกใบนี้เต็มไปด้วยอาหารรสเลิศและการต่อสู้มากมาย ชีวิตมันช่างสวยงามจริง ๆ",
      "vi": "Thế giới này đầy ắp những món ăn ngon và những trận chiến tuyệt vời. Được sống thật là thích!"
    }
  },
  {
    "title": {
      "zhs": "讨厌的食物…",
      "zht": "討厭的食物…",
      "jp": "嫌いな食べ物…",
      "ko": "싫어하는 음식…",
      "en": "Least Favorite Food",
      "de": "Was er nicht mag ...",
      "es": "Comida que menos le gusta...",
      "fr": "Plats détestés...",
      "pt": "Comida que Odeia...",
      "ru": "Нелюбимая еда...",
      "id": "Makanan yang tidak kamu suka",
      "th": "อาหารที่เกลียด...",
      "vi": "Món ăn ghét..."
    },
    "line": {
      "zhs": "食物和武器是一样的。真正的战士不会挑剔兵器，也不会挑剔食物。你也不要挑食啊。",
      "zht": "#食物和武器是一樣的。真正的戰士不會挑剔兵器，也不會挑剔食物。{F#妳}{M#你}也不要挑食啊。",
      "jp": "食べ物と武器は同じだ。真の戦士は武器の好き嫌いがないし、食べ物の好き嫌いもない。君も好き嫌いするなよ。",
      "ko": "음식과 무기는 같아. 진정한 전사는 무기도, 음식도 가리지 않는 법. 너도 편식하면 안 돼",
      "en": "Food is like weaponry. A true warrior never deliberates unduly over their choice of weapon, nor do they do so over the food they eat. Neither should you.",
      "de": "Essen ist wie eine Waffentechnik. Ein wahrer Krieger bereut nie die Wahl seiner Waffe, und auch bei seinem Essen tut er dies nicht. Und auch du solltest diesem Beispiel folgen.",
      "es": "La comida es como un arma. Un verdadero guerrero nunca le encuentra defectos a su arma, ni tampoco a la comida que come. Tú tampoco deberías hacerlo.",
      "fr": "La nourriture est comme une arme. Un vrai guerrier ne se plaint jamais de l'arme qu'il trouve, ni de la nourriture qu'il mange. Et vous devriez en faire de même.",
      "pt": "Armas e comida são iguais. Um verdadeiro guerreiro não pode ser exigente com suas armas, como também não pode ser com comida. Você também não deve ser assim.",
      "ru": "#Еда - это как оружие. Настоящий воин не может быть привередлив ни в выборе оружия, ни в выборе еды. Тебе тоже не стоит быть слишком разборчив{F#ой}{M#ым}.",
      "id": "Makanan dan senjata sebenarnya sama saja. Seorang petarung tidak boleh memilih-milih senjata, tidak boleh memilih-milih makanan. Kamu juga tidak boleh memilih-milih makanan.",
      "th": "อาหารก็เหมือนกับอาวุธ นักสู้ที่แท้จริงจะไม่เลือกอาวุธ และจะไม่เลือกกิน คุณเองก็อย่าเลือกกินนักเลยน่า",
      "vi": "#Thức ăn giống như vũ khí vậy. Một người lính thực sự sẽ không kén chọn vũ khí hay thức ăn. {F#Cô}{M#Cậu} cũng đừng kén ăn đó."
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其一",
      "zht": "收到贈禮·其一",
      "jp": "贈り物を受け取る·1",
      "ko": "선물 획득·첫 번째",
      "en": "Receiving a Gift: I",
      "de": "Geschenk erhalten I",
      "es": "Al recibir un regalo (I)",
      "fr": "Cadeau reçu (1)",
      "pt": "Recebendo Presentes — I",
      "ru": "Подарок I",
      "id": "Menerima Hadiah: I",
      "th": "ได้รับของขวัญ - 1",
      "vi": "Nhận Được Quà I"
    },
    "line": {
      "zhs": "只要吃到好吃的，心情就会十分舒畅。我该如何回报你呢？",
      "zht": "#只要吃到好吃的，心情就會十分舒暢。我該如何回報{F#妳}{M#你}呢？",
      "jp": "美味しいものを食べると、気分まで晴れやかになるね。…さて、君にどうお返ししたらいいかな？",
      "ko": "맛있는 걸 먹으면 기분도 좋아지지. 어떻게 보답하면 좋을까?",
      "en": "Eating delicious food really has a way of taking all your cares away. Now, how should I repay you?",
      "de": "Wenn man gut isst, kann man wirklich gute Laune haben. Nun, wie soll ich es dir zurückzahlen?",
      "es": "Comer algo delicioso siempre sirve para quitar las preocupaciones. ¿Cómo puedo agradecértelo?",
      "fr": "Manger de bonnes choses ne manque jamais de me rendre très heureux. Comment puis-je te remercier ?",
      "pt": "Quando a comida é deliciosa, seu coração se sente reconfortado. Como posso retribuir?",
      "ru": "Вкусная еда помогает избавиться от всех забот. Итак, как мне отплатить тебе?",
      "id": "Makan enak, hati senang, gundah pun hilang. Jadi, bagaimana aku harus membalas jasamu?",
      "th": "แค่ได้กินของอร่อย ฉันก็รู้สึกผ่อนคลายขึ้นมากแล้วล่ะ ฉันควรจะตอบแทนเธอยังไงดีนะ?",
      "vi": "#Chỉ cần ăn ngon thì tâm trạng sẽ tự nhiên thấy thoải mái. Tôi phải làm sao để báo đáp {F#cô}{M#cậu} nhỉ?"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其二",
      "zht": "收到贈禮·其二",
      "jp": "贈り物を受け取る·2",
      "ko": "선물 획득·두 번째",
      "en": "Receiving a Gift: II",
      "de": "Geschenk erhalten II",
      "es": "Al recibir un regalo (II)",
      "fr": "Cadeau reçu (2)",
      "pt": "Recebendo Presentes — II",
      "ru": "Подарок II",
      "id": "Menerima Hadiah: II",
      "th": "ได้รับของขวัญ - 2",
      "vi": "Nhận Được Quà II"
    },
    "line": {
      "zhs": "你的厨艺似乎长进了不少。难道你也在不断变强吗？",
      "zht": "#{F#妳}{M#你}的廚藝似乎長進了不少。難道{F#妳}{M#你}也在不斷變強嗎？",
      "jp": "料理の腕がだいぶ上がったようだね。腕っぷしも強くなってるのかな？",
      "ko": "요리 실력이 많이 늘었네. 설마 너도 계속 강해지고 있는 거야?",
      "en": "Your cooking skills seem to have improved quite a lot. Does that mean you're getting stronger all the time, too?",
      "de": "Deine Kochkünste scheinen sich sehr verbessert zu haben. Wirst du auch stärker?",
      "es": "Has mejorado mucho en la cocina. ¿Eso significa que también te has vuelto más fuerte?",
      "fr": "#Tu t'es bien {M#amélioré}{F#améliorée} en cuisine. Tu te serais {M#entraîné}{F#entraînée} sans relâche pendant tout ce temps ?",
      "pt": "Sua culinária parece ter melhorado bastante... Será que isso quer dizer que você está ficando mais forte o tempo inteiro?",
      "ru": "Кажется, твои навыки готовки заметно улучшились. Значит, ты становишься сильнее с каждым днём?",
      "id": "Sepertinya kemampuan memasakmu sudah jauh meningkat ya. Apa ini berarti kalau kamu memang selalu bertambah kuat selama ini?",
      "th": "ฝีมือการทำอาหารของเธอพัฒนาขึ้นมากเลย นั่นหมายความว่าเธอกำลังแข็งแกร่งขึ้นเรื่อย ๆ ใช่มั้ย?",
      "vi": "#Kỹ năng nấu nướng của {F#cô}{M#cậu} dường như đã tiến bộ rất nhiều. Lẽ nào {F#cô}{M#cậu} cũng đang không ngừng trở nên mạnh mẽ hơn sao?"
    }
  },
  {
    "title": {
      "zhs": "收到赠礼·其三",
      "zht": "收到贈禮·其三",
      "jp": "贈り物を受け取る·3",
      "ko": "선물 획득·세 번째",
      "en": "Receiving a Gift: III",
      "de": "Geschenk erhalten III",
      "es": "Al recibir un regalo (III)",
      "fr": "Cadeau reçu (3)",
      "pt": "Recebendo Presentes — III",
      "ru": "Подарок III",
      "id": "Menerima Hadiah: III",
      "th": "ได้รับของขวัญ - 3",
      "vi": "Nhận Được Quà III"
    },
    "line": {
      "zhs": "真是出乎意料的口感，好…我就再试一次吧。",
      "zht": "真是出乎意料的口感，好…我就再試一次吧。",
      "jp": "想像をしてなかった口当たりだけど。うん…もう少し食べてみよう。",
      "ko": "생각지도 못한 맛이야. 좋아… 다시 시도해 볼게",
      "en": "Um, I'll admit the taste surprises me a little. Hmm? Okay... I'll try one more bite.",
      "de": "Was für ein überraschender Geschmack, na ja ... Ich werde es einfach noch einmal probieren.",
      "es": "Humm, admito que el sabor me sorprende un poco... ¿Eh? Está bien, lo probaré una vez más.",
      "fr": "Le goût est assez inattendu... D'accord, j'en reprends pour réessayer.",
      "pt": "Admito que esse gosto é uma surpresa para mim... Está bem, provarei mais uma vez.",
      "ru": "Признаю, вкус меня немного удивляет. Хм, ладно... Попробую ещё немного.",
      "id": "Uhm, aku harus jujur kalau rasa ini lumayan mengagetkan. Hmm? Oke ... aku coba satu lagi.",
      "th": "เป็นรสชาติที่คาดไม่ถึงเลยจริง ๆ โอเค... ฉันจะลองชิมอีกครั้งแล้วกัน",
      "vi": "Quả là một hương vị bất ngờ, à ừm... tôi sẽ thử lại xem."
    }
  },
  {
    "title": {
      "zhs": "生日…",
      "zht": "生日…",
      "jp": "誕生日…",
      "ko": "생일…",
      "en": "Birthday",
      "de": "Dein Geburtstag ...",
      "es": "Cumpleaños...",
      "fr": "Anniversaire...",
      "pt": "Aniversário...",
      "ru": "День рождения...",
      "id": "Ulang Tahun",
      "th": "วันเกิด...",
      "vi": "Sinh nhật..."
    },
    "line": {
      "zhs": "哟，伙伴，生日快乐！有什么想痛打一顿的人吗？有的话，就尽管说出来吧！",
      "zht": "喲，夥伴，生日快樂！有什麼想痛打一頓的人嗎？有的話，就儘管說出來吧！",
      "jp": "やあ、相棒、誕生日おめでとう！むちゃくちゃ殴りたい相手とかいる？いたら遠慮なく俺に言ってくれ！",
      "ko": "여어, 친구, 생일 축하해! 마음껏 패고 싶은 사람 있나? 있다면 얼마든지 말해!",
      "en": "Happy birthday, comrade! Anyone you need knocked off their perch today? Let me know. I'll happily oblige...",
      "de": "Alles Gute zum Geburtstag, Kamerad! Gibt es heute jemanden, dem du eine Lektion erteilen willst? Sag Bescheid, ich werde dir gern behilflich sein.",
      "es": "#¡Feliz cumpleaños, compañer{F#a}{M#o}! ¿Hay alguien a quien necesites dar una paliza hoy? Dímelo y estaré encantado de ayudarte.",
      "fr": "#Joyeux anniversaire, l'{M#ami}{F#amie} ! Quelqu'un veut se battre ? Dites-le-moi, je me ferai un plaisir de vous aider...",
      "pt": "#Oh, feliz aniversário, {M#meu companheiro}{F#minha companheira}! Você quer dar uma surra em alguém? Se precisar, só precisa me dizer!",
      "ru": "Хэй, дружище, с днём рождения! Есть на примете кто-нибудь, кому нужна хорошая трёпка? Только скажи, всё для тебя!",
      "id": "Selamat ulang tahun, partner! Apakah ada orang yang ingin kamu hajar? Kalau ada, katakan kepadaku!",
      "th": "เฮ้ เพื่อนยาก สุขสันต์วันเกิด! อยากชกหน้าใครบ้างรึเปล่า? ถ้ามีล่ะก็ บอกฉันมาได้เลย!",
      "vi": "Hêy, đồng đội, sinh nhật vui vẻ! Muốn quyết đấu một trận với ai đó không? Nếu có thì cứ nói nhé!"
    }
  },
  {
    "title": {
      "zhs": "突破的感受·起",
      "zht": "突破的感受·起",
      "jp": "突破した感想·起",
      "ko": "돌파의 느낌·기",
      "en": "Feelings About Ascension: Intro",
      "de": "Gedanken über den Aufstieg – Beginn",
      "es": "El sentimiento de Ascensión - Introducción",
      "fr": "Affinité faible",
      "pt": "Sentimentos sobre a Ascensão - Introdução",
      "ru": "Чувство возвышения: Начало",
      "id": "Perasaan Tentang Ascension: Permulaan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
      "vi": "Cảm Giác Đột Phá - Khởi"
    },
    "line": {
      "zhs": "喔！好像变强了一些。找谁试试好了…",
      "zht": "喔！好像變強了一些。找誰試試好了…",
      "jp": "おっ！少し強くなったみたいだ。誰で試してみようかな…",
      "ko": "오! 조금 강해진 것 같군. 누군가에게 시험해 봐야겠어…",
      "en": "Hohoho, I feel like I've gotten stronger! Now, who shall I use as my guinea pig...",
      "de": "Oh, ich fühle mich, als ob ich stärker geworden bin! Wer will mein Versuchskaninchen sein ...",
      "es": "¡Siento que me he vuelto más fuerte! Hummm, ¿a quién puedo usar como conejillo de indias?",
      "fr": "Oh, je me sens un peu plus fort ! Bon, est-ce qu'il y a quelqu'un sur qui essayer ça...",
      "pt": "Oh! Me sinto mais forte. Preciso encontrar alguém para testar...",
      "ru": "О! Я чувствую, что стал сильнее. На ком бы мне потренироваться...",
      "id": "Wah! Sepertinya benar-benar menjadi lebih kuat. Siapa yang bisa kujadikan percobaan ya...",
      "th": "อูว! ดูเหมือนจะแข็งแกร่งขึ้นนะเนี่ย ไปหาเหยื่อมาลองฝีมือดีกว่า...",
      "vi": "Ồ! Có vẻ như mạnh lên một chút rồi. Tìm ai để thử đây..."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·承",
      "zht": "突破的感受·承",
      "jp": "突破した感想·承",
      "ko": "돌파의 느낌·승",
      "en": "Feelings About Ascension: Building Up",
      "de": "Gedanken über den Aufstieg – Fortschritt",
      "es": "El sentimiento de Ascensión - Desarrollo",
      "fr": "Affinité moyenne",
      "pt": "Sentimentos sobre a Ascensão - Desenvolvimento",
      "ru": "Чувство возвышения: Нарастание",
      "id": "Perasaan Tentang Ascension: Persiapan",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
      "vi": "Cảm Giác Đột Phá - Thừa"
    },
    "line": {
      "zhs": "「战士的力量就像一个圆。圆越大，能挑战的人就越多。」欸，这句话是谁说的来着…",
      "zht": "「戰士的力量就像一個圓。圓越大，能挑戰的人就越多。」欸，這句話是誰說的來著…",
      "jp": "「戦士の力は円のようだ。その円が大きいほど、戦える相手が多い。」これって誰の言葉だったっけ…",
      "ko": "「전사의 힘은 동그란 원과 같아. 원이 클수록, 도전할 수 있는 상대가 많아지지」 이 말을 누가 했더라…",
      "en": "\"A warrior's strength is like a dome. The bigger the dome, the more opponents he can challenge inside it.\" Hmm, who was it that said this again?",
      "de": "„Die Stärke eines Kriegers ist wie eine Kuppel. Je größer die Kuppel, desto mehr Feinde kann er darunter herausfordern.“ Wer hat das nochmal gesagt?",
      "es": "“La fuerza de un guerrero es como una esfera. Cuanto más grande es la esfera, más oponentes para desafiar hay dentro de ella”. ¿Quién era el que dijo esa frase?",
      "fr": "« La force d'un guerrier est comme un dôme. Plus le dôme est grand, plus il peut accommoder d'adversaires. » Qui est-ce qui a dit ça déjà...",
      "pt": "\"A força de um guerreiro é como um círculo. Quanto maior o círculo, mais inimigos pode-se desafiar dentro dele.\" Quem foi que disse isso mesmo?",
      "ru": "«Сила воина подобна куполу. Чем больше купол, тем больше противников он может в себя вобрать». Эх, кто же это сказал...",
      "id": "\"Kekuatan seorang petarung bagaikan sebuah lingkaran. Semakin besar lingkaran itu, orang yang bisa dilawan juga akan semakin banyak.\" Siapa orang yang mengatakan ini, ya...",
      "th": "\"พลังของนักสู้ก็เหมือนยอดโดม ยิ่งกว้างเท่าไหร่ ยิ่งสู้กับคนได้เยอะเท่านั้น\" เอ่ ประโยคนี้ใครเป็นคนพูดนะ...",
      "vi": "\"Sức mạnh của võ sĩ giống như một vòng tròn. Vòng tròn càng lớn, càng có thể khiêu chiến với nhiều người\". Mà, ai đã nói câu này nhỉ..."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·转",
      "zht": "突破的感受·轉",
      "jp": "突破した感想·転",
      "ko": "돌파의 느낌·전",
      "en": "Feelings About Ascension: Climax",
      "de": "Gedanken über den Aufstieg – Höhepunkt",
      "es": "El sentimiento de Ascensión - Nudo",
      "fr": "Affinité élevée",
      "pt": "Sentimentos sobre a Ascensão - Auge",
      "ru": "Чувство возвышения: Кульминация",
      "id": "Perasaan Tentang Ascension: Klimaks",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
      "vi": "Cảm Giác Đột Phá - Chuyển"
    },
    "line": {
      "zhs": "真不错！伙伴，多亏了你，我离「征服世界」的目标又近了一步。就连女皇大人，也不曾料想过我这样的成长吧。",
      "zht": "#真不錯！夥伴，多虧了{F#妳}{M#你}，我離「征服世界」的目標又近了一步。就連女皇大人，也不曾料想過我這樣的成長吧。",
      "jp": "悪くない！相棒、君のおかげでまた「世界征服」という目標に一歩近づいた。きっと女皇様も、俺がここまで成長することを予想してなかっただろうね。",
      "ko": "좋아! 친구, 네 덕분에 「세계 정복」의 목표에 한층 가까워졌어. 여왕님도 내가 이 정도로 성장했을 거라곤 생각도 못 하실 거야",
      "en": "Bravo, comrade! Thanks to your help, I am one step closer to my goal of conquering the world. I doubt even the Tsaritsa herself ever expected I would make it this far.",
      "de": "Bravo, Kamerad! Dank deiner Hilfe bin ich meinem Ziel, die Welt zu bezwingen, einen Schritt näher. Ich glaube, dass sogar die Zarin selbst nicht erwartet hätte, dass ich es soweit schaffe.",
      "es": "#¡Bravo, compañer{F#a}{M#o}! Gracias a tu ayuda, estoy a un paso menos de alcanzar mi objetivo de conquistar el mundo. Seguro que ni la propia Zarina esperaba que algún día llegase tan lejos.",
      "fr": "#Bravo, l'{M#ami}{F#amie} ! Grâce à votre aide, je fais un pas de plus vers mon objectif de conquête du monde ! Même la Tsarine n'aurait jamais imaginé que je puisse atteindre ce stade.",
      "pt": "#Ótimo! Companheir{M#o}{F#a}, graças a você, estou um passo mais próximo de meu objetivo de conquistar o mundo. Duvido que a Tsaritsa esperasse que eu chegasse a esse ponto.",
      "ru": "Неплохо! Спасибо за помощь, дружище, благодаря тебе я стал ещё на один шаг ближе к моей цели покорить мир. Даже сама Царица наверняка не предполагала, что я добьюсь таких успехов.",
      "id": "Bagus sekali! Terima kasih, partner. Kini aku selangkah lebih dekat menuju mimpiku untuk \"menaklukkan dunia\". Bahkan Tsaritsa sendiri tidak menduga bahwa aku dapat bertahan hingga sejauh ini.",
      "th": "สุดยอดไปเลย! ขอบใจมากเพื่อน เป้าหมายในการครองโลกของฉันใกล้เข้ามาทุกทีแล้ว แม้แต่ราชินี Tsaritsa เองก็คงคิดไม่ถึงว่าฉันจะเติบโตได้ขนาดนี้",
      "vi": "#Thực sự không tệ! Nhờ có {F#cô}{M#cậu} mà tôi đã tiến gần hơn một bước tới mục tiêu \"chinh phục thế giới\". Ngay cả Nữ Hoàng cũng không ngờ tôi có thể trở nên mạnh mẽ như vậy."
    }
  },
  {
    "title": {
      "zhs": "突破的感受·合",
      "zht": "突破的感受·合",
      "jp": "突破した感想·結",
      "ko": "돌파의 느낌·결",
      "en": "Feelings About Ascension: Conclusion",
      "de": "Gedanken über den Aufstieg – Ende",
      "es": "El sentimiento de Ascensión - Desenlace",
      "fr": "Affinité max",
      "pt": "Sentimentos sobre a Ascensão - Conclusão",
      "ru": "Чувство возвышения: Окончание",
      "id": "Perasaan Tentang Ascension: Konklusi",
      "th": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
      "vi": "Cảm Giác Đột Phá - Hợp"
    },
    "line": {
      "zhs": "伙伴，你也要好好锻炼自己才行！不然的话，等我到达了世界的顶点，又有谁能与我殊死厮杀呢？哈哈哈。",
      "zht": "#夥伴，{F#妳}{M#你}也要好好鍛煉自己才行！不然的話，等我到達了世界的頂點，又有誰能與我殊死廝殺呢？哈哈哈。",
      "jp": "相棒、君もちゃんと腕を磨いておいてくれよ！でないと、俺が世界の頂点に立った時、命を賭けて殺し合える相手がいなくなっちゃうだろ？",
      "ko": "친구, 너도 스스로를 단련해야 해! 안 그러면 내가 세계의 정점에 올랐을 때 목숨 걸고 싸울 수 있는 사람이 없잖아",
      "en": "Comrade. Make sure you keep training too. Otherwise, who will be left to fight me to the death when the world lies defeated at my feet? Hahaha.",
      "de": "Kamerad! Vergewissere dich, dass du auch ordentlich trainierst. Wer sonst soll mich zu einem Kampf auf Leben und Tod herausfordern, wenn die Welt mir besiegt zu Füßen liegt?",
      "es": "#Compañer{F#a}{M#o}, tú también debes seguir entrenando. De lo contrario, ¿contra quién podré luchar a muerte cuando el mundo se haya rendido ante mis pies?",
      "fr": "N'oubliez pas vous aussi de continuer à vous entraîner ! Sinon, qui restera-t-il pour me combattre à mort quand le monde sera à mes pieds ?",
      "pt": "Companheiro. Certifique-se de que você continua treinando também. Caso contrário, quem terá sobrado para lutar até a morte quando o mundo estiver derrotado a meus pés?",
      "ru": "Дружище, не прекращай тренировки, ладно? Иначе с кем я буду сражаться насмерть, когда весь мир падёт к моим ногам? Ха-ха-ха!",
      "id": "Kamu juga harus terus melatih dirimu, partner! Kalau tidak, siapa yang bisa menjadi lawanku saat aku sudah berhasil mencapai puncak dunia ini? Hahaha.",
      "th": "เพื่อนยาก คุณเองก็ต้องฝึกฝนเหมือนกันนะ! ไม่อย่างงั้นเมื่อโลกทั้งใบอยู่ในมือฉัน แล้วใครจะมาประลองจนสิ้นลมกับฉันล่ะ? ฮ่าฮ่าฮ่า",
      "vi": "#{F#Cô}{M#Cậu} cũng phải chăm chỉ lên mới được! Nếu không, ai sẽ là người quyết chiến với tôi, khi tôi trở thành người mạnh nhất thế giới cơ chứ? Hahaha."
    }
  },
  {
    "title": {
      "zhs": "元素战技·其一",
      "zht": "元素戰技·其一",
      "jp": "元素スキル·1",
      "ko": "원소전투 스킬·첫 번째",
      "en": "Elemental Skill: I",
      "de": "Elementarfähigkeit I",
      "es": "Habilidad Elemental (I)",
      "fr": "Compétence élémentaire (1)",
      "pt": "Habilidade Elemental - I",
      "ru": "Элементальный навык I",
      "id": "Elemental Skill: I",
      "th": "สกิลธาตุ - 1",
      "vi": "Kỹ Năng Nguyên Tố I"
    },
    "line": {
      "zhs": "要上了！",
      "zht": "要上了！",
      "jp": "行くぞ！",
      "ko": "간다!",
      "en": "You're mine!",
      "de": "Du gehörst mir!",
      "es": "¡Ya eres mío!",
      "fr": "Je te tiens !",
      "pt": "Você é meu!",
      "ru": "Ты не уйдёшь!",
      "id": "Kamu milikku!",
      "th": "ลุยเลยนะ!",
      "vi": "Tiến lên thôi!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其二",
      "zht": "元素戰技·其二",
      "jp": "元素スキル·2",
      "ko": "원소전투 스킬·두 번째",
      "en": "Elemental Skill: II",
      "de": "Elementarfähigkeit II",
      "es": "Habilidad Elemental (II)",
      "fr": "Compétence élémentaire (2)",
      "pt": "Habilidade Elemental - II",
      "ru": "Элементальный навык II",
      "id": "Elemental Skill: II",
      "th": "สกิลธาตุ - 2",
      "vi": "Kỹ Năng Nguyên Tố II"
    },
    "line": {
      "zhs": "哈！",
      "zht": "哈！",
      "jp": "ハーッ！",
      "ko": "핫!",
      "en": "Ha!",
      "de": "Ha!",
      "es": "¡Ja!",
      "fr": "Ha !",
      "pt": "Há!",
      "ru": "Хэх!",
      "id": "Hah!",
      "th": "ฮ่า!",
      "vi": "Ha!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其三",
      "zht": "元素戰技·其三",
      "jp": "元素スキル·3",
      "ko": "원소전투 스킬·세 번째",
      "en": "Elemental Skill: III",
      "de": "Elementarfähigkeit III",
      "es": "Habilidad Elemental (III)",
      "fr": "Compétence élémentaire (3)",
      "pt": "Habilidade Elemental - III",
      "ru": "Элементальный навык III",
      "id": "Elemental Skill: III",
      "th": "สกิลธาตุ - 3",
      "vi": "Kỹ Năng Nguyên Tố III"
    },
    "line": {
      "zhs": "势如狂澜！",
      "zht": "勢如狂瀾！",
      "jp": "狂瀾怒濤！",
      "ko": "광란의 기세!",
      "en": "Tidal wave!",
      "de": "Flutwelle!",
      "es": "¡Olas furiosas!",
      "fr": "Puissant comme la marée déchaînée !",
      "pt": "Onda da maré!",
      "ru": "Приливная волна!",
      "id": "Gelombang pasang!",
      "th": "กระแสน้ำเชี่ยวกราก!",
      "vi": "Thế như sóng lớn!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其四",
      "zht": "元素戰技·其四",
      "jp": "元素スキル·4",
      "ko": "원소전투 스킬·네 번째",
      "en": "Elemental Skill: IV",
      "de": "Elementarfähigkeit IV",
      "es": "Habilidad Elemental (IV)",
      "fr": "Compétence élémentaire (4)",
      "pt": "Habilidade Elemental - IV",
      "ru": "Элементальный навык IV",
      "id": "Elemental Skill: IV",
      "th": "สกิลธาตุ - 4",
      "vi": "Kỹ Năng Nguyên Tố IV"
    },
    "line": {
      "zhs": "来吧！",
      "zht": "來吧！",
      "jp": "来い！",
      "ko": "덤벼 봐!",
      "en": "Bring it on!",
      "de": "Komm!",
      "es": "¡Vamos!",
      "fr": "Allez !",
      "pt": "Venha!",
      "ru": "Давай, смелей!",
      "id": "Ayo!",
      "th": "เข้ามาสิ!",
      "vi": "Lên đi!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其五",
      "zht": "元素戰技·其五",
      "jp": "元素スキル·5",
      "ko": "원소전투 스킬·다섯 번째",
      "en": "Elemental Skill: V",
      "de": "Elementarfähigkeit V",
      "es": "Habilidad Elemental (V)",
      "fr": "Compétence élémentaire (5)",
      "pt": "Habilidade Elemental - V",
      "ru": "Элементальный навык V",
      "id": "Elemental Skill: V",
      "th": "สกิลธาตุ - 5",
      "vi": "Kỹ Năng Nguyên Tố V"
    },
    "line": {
      "zhs": "接下来——",
      "zht": "接下來——",
      "jp": "さーて。",
      "ko": "이제부턴——",
      "en": "Who's next?",
      "de": "Wer ist als nächstes dran?",
      "es": "¿Quién es el siguiente?",
      "fr": "Ensuite...",
      "pt": "Quem vem agora?",
      "ru": "Кто следующий?",
      "id": "Siapa selanjutnya?",
      "th": "ต่อไป...",
      "vi": "Đến ai nữa!"
    }
  },
  {
    "title": {
      "zhs": "元素战技·其六",
      "zht": "元素戰技·其六",
      "jp": "元素スキル·6",
      "ko": "원소전투 스킬·여섯 번째",
      "en": "Elemental Skill: VI",
      "de": "Elementarfähigkeit VI",
      "es": "Habilidad Elemental (VI)",
      "fr": "Compétence élémentaire (6)",
      "pt": "Habilidade Elemental - VI",
      "ru": "Элементальный навык VI",
      "id": "Elemental Skill: VI",
      "th": "สกิลธาตุ - 6",
      "vi": "Kỹ Năng Nguyên Tố VI"
    },
    "line": {
      "zhs": "呼——",
      "zht": "呼——",
      "jp": "ふう——",
      "ko": "후——",
      "en": "Hah...",
      "de": "Hu ...",
      "es": "¡Ja!",
      "fr": "Ouh...",
      "pt": "Whoosh...",
      "ru": "Ха!..",
      "id": "*hosh* *hosh*",
      "th": "ฟู่ว...",
      "vi": "Whoosh..."
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其一",
      "zht": "元素爆發·其一",
      "jp": "元素爆発·1",
      "ko": "원소폭발·첫 번째",
      "en": "Elemental Burst: I",
      "de": "Spezialfähigkeit I",
      "es": "Habilidad Definitiva (I)",
      "fr": "Déchaînement élémentaire (1)",
      "pt": "Supremo - I",
      "ru": "Взрыв стихии I",
      "id": "Elemental Burst: I",
      "th": "ท่าไม้ตาย - 1",
      "vi": "Kỹ Năng Nộ I"
    },
    "line": {
      "zhs": "一箭止水！",
      "zht": "一箭止水！",
      "jp": "止水の矢！",
      "ko": "회심의 한발!",
      "en": "Riptide!",
      "de": "Ein Schuss aus dem Wasser!",
      "es": "¡Obstrucción del flujo!",
      "fr": "Contre-courant !",
      "pt": "Rebentação!",
      "ru": "Отлив!",
      "id": "Gelombang pasang!",
      "th": "กระแสน้ำต่อต้าน!",
      "vi": "Chặn nước!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其二",
      "zht": "元素爆發·其二",
      "jp": "元素爆発·2",
      "ko": "원소폭발·두 번째",
      "en": "Elemental Burst: II",
      "de": "Spezialfähigkeit II",
      "es": "Habilidad Definitiva (II)",
      "fr": "Déchaînement élémentaire (2)",
      "pt": "Supremo - II",
      "ru": "Взрыв стихии II",
      "id": "Elemental Burst: II",
      "th": "ท่าไม้ตาย - 2",
      "vi": "Kỹ Năng Nộ II"
    },
    "line": {
      "zhs": "逃得掉吗！",
      "zht": "逃得掉嗎！",
      "jp": "逃げられるかな！",
      "ko": "도망칠 수 없을걸!",
      "en": "You can run, but you can't hide!",
      "de": "Du entkommst nicht!",
      "es": "¡Corre, pero no podrás esconderte!",
      "fr": "Tu ne m'échapperas pas !",
      "pt": "Pode correr, mas não pode se esconder!",
      "ru": "Можешь бежать, но тебе не скрыться!",
      "id": "Kamu bisa lari, tapi kamu tidak bisa sembunyi dariku!",
      "th": "หนีพ้นมั้ยล่ะ!",
      "vi": "Nghĩ chạy thoát không!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其三",
      "zht": "元素爆發·其三",
      "jp": "元素爆発·3",
      "ko": "원소폭발·세 번째",
      "en": "Elemental Burst: III",
      "de": "Spezialfähigkeit III",
      "es": "Habilidad Definitiva (III)",
      "fr": "Déchaînement élémentaire (3)",
      "pt": "Supremo - III",
      "ru": "Взрыв стихии III",
      "id": "Elemental Burst: III",
      "th": "ท่าไม้ตาย - 3",
      "vi": "Kỹ Năng Nộ III"
    },
    "line": {
      "zhs": "破绽，稍纵即逝！",
      "zht": "破綻，稍縱即逝！",
      "jp": "隙を見せるのは、ほんの一瞬だ！",
      "ko": "허점을 놓치지 마!",
      "en": "Shouldn't let your guard down!",
      "de": "Das wird dir zum Verhängnis!",
      "es": "¡No bajes la guardia!",
      "fr": "Pas très prudent de se relâcher comme ça !",
      "pt": "Nunca baixe a guarda!",
      "ru": "Надо было быть внимательнее!",
      "id": "Jangan lengah!",
      "th": "อย่าเผลอเชียวล่ะ!",
      "vi": "Có sơ hở, cơ hội hiếm có!"
    }
  },
  {
    "title": {
      "zhs": "元素爆发·其四",
      "zht": "元素爆發·其四",
      "jp": "元素爆発·4",
      "ko": "원소폭발·네 번째",
      "en": "Elemental Burst: IV",
      "de": "Spezialfähigkeit IV",
      "es": "Habilidad Definitiva (IV)",
      "fr": "Déchaînement élémentaire (4)",
      "pt": "Supremo - IV",
      "ru": "Взрыв стихии IV",
      "id": "Elemental Burst: IV",
      "th": "ท่าไม้ตาย - 4",
      "vi": "Kỹ Năng Nộ IV"
    },
    "line": {
      "zhs": "忍着点，这可是很痛的。",
      "zht": "忍著點，這可是很痛的。",
      "jp": "痛いから我慢しろよ。",
      "ko": "조금만 참아, 엄청 아플거야",
      "en": "Brace yourself, this is gonna hurt!",
      "de": "Halte dich fest, das wird weh tun!",
      "es": "¡Prepárate, esto va a doler!",
      "fr": "Préparez-vous, ça va faire mal !",
      "pt": "Preparem-se, essa vai doer!",
      "ru": "Соберись, сейчас будет больно!",
      "id": "Beranikan dirimu, ini sangat sakit loh!",
      "th": "ทนหน่อยละกัน ถึงมันจะเจ็บมากก็เถอะ",
      "vi": "Ráng chịu một chút, rất đau đấy."
    }
  },
  {
    "title": {
      "zhs": "冲刺开始·其一",
      "zht": "衝刺開始·其一",
      "jp": "ダッシュ開始·1",
      "ko": "대시 시작·첫 번째",
      "en": "Sprint Start: I",
      "de": "Rennen – Start I",
      "es": "Al esprintar (I)",
      "fr": "Début de sprint (1)",
      "pt": "Início da Corrida - I",
      "ru": "Начало спринта I",
      "id": "Mulai Lari: I",
      "th": "เริ่มวิ่ง - 1",
      "vi": "Xung Kích Bắt Đầu I"
    },
    "line": {
      "zhs": "兵贵神速。",
      "zht": "兵貴神速。",
      "jp": "兵貴神速。",
      "ko": "병귀신속",
      "en": "No time to lose.",
      "de": "Keine Zeit zu verlieren.",
      "es": "¡No hay tiempo que perder!",
      "fr": "Pas de temps à perdre.",
      "pt": "Sem tempo para perder.",
      "ru": "Нельзя терять ни минуты.",
      "id": "Tidak ada waktu untuk kalah.",
      "th": "อย่าให้เสียเวลา",
      "vi": "Binh quý thần tốc."
    }
  },
  {
    "title": {
      "zhs": "打开风之翼·其一",
      "zht": "打開風之翼·其一",
      "jp": "風の翼を広げる·1",
      "ko": "바람의 날개 사용·첫 번째",
      "en": "Deploying Wind Glider: I",
      "de": "Windgleiter öffnen I",
      "es": "Al abrir el planeador (I)",
      "fr": "Utilisation de planeur (1)",
      "pt": "Abrindo o Planador - I",
      "ru": "Запуск планера I",
      "id": "Membuka Wind Glider: I",
      "th": "เปิดเครื่องร่อนเวหา - 1",
      "vi": "Mở Phong Chi Dực I"
    },
    "line": {
      "zhs": "呵，感觉不错。",
      "zht": "呵，感覺不錯。",
      "jp": "ハッ、悪くないね。",
      "ko": "훗, 느낌 좋군",
      "en": "I could get used to this.",
      "de": "Daran könnte ich mich gewöhnen.",
      "es": "Podría acostumbrarme...",
      "fr": "Hé, ça fait du bien.",
      "pt": "Poderia me acostumar com isso.",
      "ru": "К этому легко привыкнуть.",
      "id": "Aku akan terbiasa menggunakannya.",
      "th": "อืม รู้สึกไม่เลวเลยล่ะ",
      "vi": "Ừm, cảm giác không tệ."
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其一",
      "zht": "打開寶箱·其一",
      "jp": "宝箱を開ける·1",
      "ko": "보물상자 오픈·첫 번째",
      "en": "Opening Treasure Chest: I",
      "de": "Truhe öffnen I",
      "es": "Al abrir un cofre (I)",
      "fr": "Ouverture de coffre (1)",
      "pt": "Abrir Baú do Tesouro - I",
      "ru": "Открытие сундука I",
      "id": "Membuka Peti Harta: I",
      "th": "เปิดหีบสมบัติ - 1",
      "vi": "Mở Rương I"
    },
    "line": {
      "zhs": "好！再去寻找更多的宝藏吧！",
      "zht": "好！再去尋找更多的寶藏吧！",
      "jp": "よし！もっとお宝を見つけに行こう！",
      "ko": "좋았어! 빨리 더 많은 보물을 찾으러 가자!",
      "en": "Alright, now we're talkin'!",
      "de": "Alles klar, jetzt geht’s los!",
      "es": "¡Genial! ¡Así me gusta!",
      "fr": "Bien ! Voilà qui me plaît !",
      "pt": "Agora sim, essa eu gostei!",
      "ru": "Отлично, вот это другой разговор!",
      "id": "Oke, ini dia yang kutunggu!",
      "th": "โอเค! ไปตามหาสมบัติเพิ่มกัน!",
      "vi": "Được lắm! Đi tìm thêm thật nhiều rương thôi!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其二",
      "zht": "打開寶箱·其二",
      "jp": "宝箱を開ける·2",
      "ko": "보물상자 오픈·두 번째",
      "en": "Opening Treasure Chest: II",
      "de": "Truhe öffnen II",
      "es": "Al abrir un cofre (II)",
      "fr": "Ouverture de coffre (2)",
      "pt": "Abrir Baú do Tesouro - II",
      "ru": "Открытие сундука II",
      "id": "Membuka Peti Harta: II",
      "th": "เปิดหีบสมบัติ - 2",
      "vi": "Mở Rương II"
    },
    "line": {
      "zhs": "相当不错！",
      "zht": "相當不錯！",
      "jp": "ああ、最高だ！",
      "ko": "끝내주는군!",
      "en": "Not bad... Not bad at all!",
      "de": "Nicht schlecht ... Ganz und gar nicht schlecht!",
      "es": "No está mal... No está nada mal.",
      "fr": "Pas mal... Pas mal du tout !",
      "pt": "Nada mal... Nada mal mesmo!",
      "ru": "Неплохо... Совсем неплохо!",
      "id": "Tidak buruk ... tidak buruk sama sekali!",
      "th": "ไม่เลวเลยนะ!",
      "vi": "Cũng được!"
    }
  },
  {
    "title": {
      "zhs": "打开宝箱·其三",
      "zht": "打開寶箱·其三",
      "jp": "宝箱を開ける·3",
      "ko": "보물상자 오픈·세 번째",
      "en": "Opening Treasure Chest: III",
      "de": "Truhe öffnen III",
      "es": "Al abrir un cofre (III)",
      "fr": "Ouverture de coffre (3)",
      "pt": "Abrir Baú do Tesouro - III",
      "ru": "Открытие сундука III",
      "id": "Membuka Peti Harta: III",
      "th": "เปิดหีบสมบัติ - 3",
      "vi": "Mở Rương III"
    },
    "line": {
      "zhs": "真让人摩拳擦掌！",
      "zht": "真讓人摩拳擦掌！",
      "jp": "あはは、ワクワクするね！",
      "ko": "몸이 근질근질한데!",
      "en": "Now I just need to get my hands on the rest!",
      "de": "Jetzt muss ich nur noch den Rest in die Finger bekommen!",
      "es": "¡Ahora solo tengo que conseguir el resto!",
      "fr": "Il ne me reste plus qu'à mettre la main sur le reste !",
      "pt": "Agora só preciso colocar minhas mãos no resto!",
      "ru": "Теперь нужно прибрать к рукам всё остальное!",
      "id": "Sekarang tinggal cari sisanya!",
      "th": "คันไม้คันมือขึ้นมาเลย!",
      "vi": "Phải làm nóng người rồi đây!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其一",
      "zht": "生命值低·其一",
      "jp": "HP低下·1",
      "ko": "HP 부족·첫 번째",
      "en": "Low HP: I",
      "de": "Niedrige LP I",
      "es": "Vida baja (I)",
      "fr": "PV faibles (1)",
      "pt": "Vida Baixa - I",
      "ru": "Низкий уровень HP I",
      "id": "HP Rendah: I",
      "th": "ค่าพลังชีวิตต่ำ - 1",
      "vi": "HP Thấp I"
    },
    "line": {
      "zhs": "哈！有点意思。",
      "zht": "哈！有點意思。",
      "jp": "ハッ、面白い。",
      "ko": "하! 좀 하는군",
      "en": "Heh, this is getting interesting.",
      "de": "Ho, jetzt wird’s interessant.",
      "es": "¡Ja! Esto se pone interesante...",
      "fr": "Eh bien, ça devient intéressant.",
      "pt": "Ho, agora as coisas estão ficando interessantes.",
      "ru": "Хо-хо, это уже интересно!",
      "id": "Ho, sepertinya mulai menarik.",
      "th": "อ่า! น่าสนใจแหะ",
      "vi": "Hơ! Khá là thú vị."
    }
  },
  {
    "title": {
      "zhs": "生命值低·其二",
      "zht": "生命值低·其二",
      "jp": "HP低下·2",
      "ko": "HP 부족·두 번째",
      "en": "Low HP: II",
      "de": "Niedrige LP II",
      "es": "Vida baja (II)",
      "fr": "PV faibles (2)",
      "pt": "Vida Baixa - II",
      "ru": "Низкий уровень HP II",
      "id": "HP Rendah: II",
      "th": "ค่าพลังชีวิตต่ำ - 2",
      "vi": "HP Thấp II"
    },
    "line": {
      "zhs": "不赖嘛！",
      "zht": "不賴嘛！",
      "jp": "やるじゃないか！",
      "ko": "제법인데!",
      "en": "You're pretty good!",
      "de": "Du bist ziemlich gut!",
      "es": "¡No lo haces nada mal!",
      "fr": "Pas mal !",
      "pt": "Você manda bem!",
      "ru": "А ты ничего!",
      "id": "Hebat juga kamu!",
      "th": "ไม่เลวหนิ!",
      "vi": "Không tệ!"
    }
  },
  {
    "title": {
      "zhs": "生命值低·其三",
      "zht": "生命值低·其三",
      "jp": "HP低下·3",
      "ko": "HP 부족·세 번째",
      "en": "Low HP: III",
      "de": "Niedrige LP III",
      "es": "Vida baja (III)",
      "fr": "PV faibles (3)",
      "pt": "Vida Baixa - III",
      "ru": "Низкий уровень HP III",
      "id": "HP Rendah: III",
      "th": "ค่าพลังชีวิตต่ำ - 3",
      "vi": "HP Thấp III"
    },
    "line": {
      "zhs": "生死边缘而已，我很擅长处理。",
      "zht": "生死邊緣而已，我很擅長處理。",
      "jp": "瀬戸際だろ、俺の得意分野さ。",
      "ko": "생사를 오가는 건, 내 전문이지",
      "en": "Death looms. My time to shine!",
      "de": "Der Tod naht. Meine Zeit zu glänzen!",
      "es": "Se acerca la muerte... ¡Llegó la hora de lucirme!",
      "fr": "La mort approche. Il est pour moi de montrer ce que je sais faire !",
      "pt": "A morte me aguarda. É minha hora de brilhar!",
      "ru": "Впереди смерть. Время блеснуть!",
      "id": "Kematian membayang, tapi inilah waktuku untuk bersinar!",
      "th": "ใกล้ถึงความเป็นและความตายแล้ว ฉันจัดการได้อยู่แล้วล่ะ",
      "vi": "Ranh giới sống chết thôi mà, tôi rất giỏi xử lý."
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其一",
      "zht": "同伴生命值低·其一",
      "jp": "仲間HP低下·1",
      "ko": "동료 HP 감소·첫 번째",
      "en": "Ally at Low HP: I",
      "de": "Verbündeter hat niedrige LP I",
      "es": "Aliado con vida baja (I)",
      "fr": "Compagnon avec PV faibles (1)",
      "pt": "Aliado com Vida baixa: I",
      "ru": "Низкий уровень HP компаньона I",
      "id": "HP Rekan Rendah: I",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
      "vi": "HP Đồng Hành Thấp I"
    },
    "line": {
      "zhs": "你们，最近是不是缺乏锻炼啊？",
      "zht": "你們，最近是不是缺乏鍛煉啊？",
      "jp": "君たち、最近運動不足なんじゃないか？",
      "ko": "너희, 요즘 훈련이 부족한 거 아냐?",
      "en": "What's the matter, out of practice?",
      "de": "Was ist los? Bist du etwas aus der Übung?",
      "es": "¿Qué pasa, te falta práctica?",
      "fr": "Quel est le souci ? Un manque d'entraînement ?",
      "pt": "Qual o problema, sem prática?",
      "ru": "В чём дело? Мало тренируешься?",
      "id": "Kenapa, kurang latihan ya?",
      "th": "ช่วงนี้พวกเธอไม่ได้ฝึกฝีมือรึไง?",
      "vi": "Dạo này có phải mọi người lười tập luyện không?"
    }
  },
  {
    "title": {
      "zhs": "同伴生命值低·其二",
      "zht": "同伴生命值低·其二",
      "jp": "仲間HP低下·2",
      "ko": "동료 HP 감소·두 번째",
      "en": "Ally at Low HP: II",
      "de": "Verbündeter hat niedrige LP II",
      "es": "Aliado con vida baja (II)",
      "fr": "Compagnon avec PV faibles (2)",
      "pt": "Aliado com Vida baixa: II",
      "ru": "Низкий уровень HP компаньона II",
      "id": "HP Rekan Rendah: II",
      "th": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
      "vi": "HP Đồng Hành Thấp II"
    },
    "line": {
      "zhs": "闪开！这里让我来！",
      "zht": "閃開！這裡讓我來！",
      "jp": "退け！ここは俺がやる！",
      "ko": "비켜! 여긴 내가 맡지!",
      "en": "Step aside, it's my turn!",
      "de": "Tritt zur Seite, ich bin dran!",
      "es": "¡A un lado! ¡Me toca a mí!",
      "fr": "Place ! C'est mon tour.",
      "pt": "Afaste-se, é a minha vez!",
      "ru": "Отойди, моя очередь!",
      "id": "Minggir, gantian!",
      "th": "หลีกไป! ให้ฉันจัดการเอง!",
      "vi": "Tránh ra! Để tôi cho!"
    }
  },
  {
    "title": {
      "zhs": "倒下·其一",
      "zht": "倒下·其一",
      "jp": "戦闘不能·1",
      "ko": "전투 불능·첫 번째",
      "en": "Fallen: I",
      "de": "Ohnmächtig I",
      "es": "Derrotado (I)",
      "fr": "K.O. (1)",
      "pt": "Derrotado - I",
      "ru": "Без сознания I",
      "id": "Gugur: I",
      "th": "หมดสติ - 1",
      "vi": "Ngã Xuống I"
    },
    "line": {
      "zhs": "怎能这样…得而复失…",
      "zht": "怎能這樣…得而復失…",
      "jp": "そんな馬鹿な…せっかく手に入れたのに…",
      "ko": "이럴 수가… 다 잡은 물고기였는데…",
      "en": "How... I had only just...",
      "de": "Wie ... Ich hatte gerade erst ...",
      "es": "¿Cómo? Si acababa de...",
      "fr": "Comment... Je viens de...",
      "pt": "Como... Eu tinha acabado de...",
      "ru": "Но как... Я ведь только...",
      "id": "Bagaimana bisa... Aku hanya tinggal...",
      "th": "เป็นแบบนี้ได้ยังไง... ได้มาแต่ก็ต้องเสียไปอีกครั้งงั้นเหรอ...",
      "vi": "Sao có thể như vậy...được rồi lại mất..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其二",
      "zht": "倒下·其二",
      "jp": "戦闘不能·2",
      "ko": "전투 불능·두 번째",
      "en": "Fallen: II",
      "de": "Ohnmächtig II",
      "es": "Derrotado (II)",
      "fr": "K.O. (2)",
      "pt": "Derrotado - II",
      "ru": "Без сознания II",
      "id": "Gugur: II",
      "th": "หมดสติ - 2",
      "vi": "Ngã Xuống II"
    },
    "line": {
      "zhs": "失手了…",
      "zht": "失手了…",
      "jp": "やっちまった…",
      "ko": "실수했군…",
      "en": "Drat!",
      "de": "Ich habe versagt ...",
      "es": "¡Maldición!",
      "fr": "J'ai fait une erreur...",
      "pt": "Fiquei sem saída...",
      "ru": "Проклятье...",
      "id": "Aku terungguli...",
      "th": "พลั้งมือไปซะแล้ว...",
      "vi": "Sơ ý rồi..."
    }
  },
  {
    "title": {
      "zhs": "倒下·其三",
      "zht": "倒下·其三",
      "jp": "戦闘不能·3",
      "ko": "전투 불능·세 번째",
      "en": "Fallen: III",
      "de": "Ohnmächtig III",
      "es": "Derrotado (III)",
      "fr": "K.O. (3)",
      "pt": "Derrotado - III",
      "ru": "Без сознания III",
      "id": "Gugur: III",
      "th": "หมดสติ - 3",
      "vi": "Ngã Xuống III"
    },
    "line": {
      "zhs": "还挺…有两下子…",
      "zht": "還挺…有兩下子…",
      "jp": "なかなか…やるな…",
      "ko": "제법… 하는군…",
      "en": "I'm... quite impressed...",
      "de": "Nicht schlecht ...",
      "es": "Me has... impresionado...",
      "fr": "Je suis... plutôt impressionné...",
      "pt": "Estou... Impressionado...",
      "ru": "Я... в восхищении...",
      "id": "Aku... cukup terkesan...",
      "th": "ยังอยู่... ได้อีกสักพัก...",
      "vi": "Cũng...có bản lĩnh nhỉ..."
    }
  },
  {
    "title": {
      "zhs": "重受击·其一",
      "zht": "重受擊·其一",
      "jp": "重ダメージを受ける·1",
      "ko": "강공격 피격·첫 번째",
      "en": "Heavy Hit Taken: I",
      "de": "Schweren Treffer erlitten I",
      "es": "Recibiendo un fuerte ataque (I)",
      "fr": "Attaque puissante subie (1)",
      "pt": "Ataque Pesado Sofrido - I",
      "ru": "Получен тяжёлый удар I",
      "id": "Menerima Serangan Hebat: I",
      "th": "โดนโจมตีอย่างหนัก - 1",
      "vi": "Bị Trọng Kích I"
    },
    "line": {
      "zhs": "嘁！大意了。",
      "zht": "嘁！大意了。",
      "jp": "チッ、油断した。",
      "ko": "쳇! 방심했군",
      "en": "Amateur mistake.",
      "de": "Das war ein Fehler ...",
      "es": "¡Error de principiante!",
      "fr": "Quelle erreur d'amateur...",
      "pt": "Erro de amador.",
      "ru": "Ошибка дилетанта.",
      "id": "Cih, kesalahan amatiran.",
      "th": "หึ! ประมาทเกินไปละนะ",
      "vi": "Hứ! Sơ ý rồi."
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其一",
      "zht": "加入隊伍·其一",
      "jp": "チーム加入·1",
      "ko": "파티 가입·첫 번째",
      "en": "Joining Party: I",
      "de": "Truppenbeitritt I",
      "es": "Unirse al equipo (I)",
      "fr": "Ajout dans l'équipe (1)",
      "pt": "Entrando na Equipe - I",
      "ru": "Присоединяется к группе I",
      "id": "Bergabung ke Party: I",
      "th": "เข้าร่วมทีม - 1",
      "vi": "Vào Đội I"
    },
    "line": {
      "zhs": "哈，强敌何在？",
      "zht": "哈，強敵何在？",
      "jp": "あはっ、強いやつはどこかな？",
      "ko": "하, 강적은 어딨지?",
      "en": "Need to end a few enemies?",
      "de": "Wo ist der Feind?",
      "es": "¿Tienes que acabar con unos cuantos enemigos?",
      "fr": "Où sont les ennemis ?",
      "pt": "Precisa acabar com alguns inimigos?",
      "ru": "Надо прикончить парочку врагов?",
      "id": "Perlu bantuanku 'tuk habisi musuh?",
      "th": "ห๊ะ ศัตรูที่แข็งแกร่งอยู่ไหน?",
      "vi": "Kẻ địch mạnh ở đâu?"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其二",
      "zht": "加入隊伍·其二",
      "jp": "チーム加入·2",
      "ko": "파티 가입·두 번째",
      "en": "Joining Party: II",
      "de": "Truppenbeitritt II",
      "es": "Unirse al equipo (II)",
      "fr": "Ajout dans l'équipe (2)",
      "pt": "Entrando na Equipe - II",
      "ru": "Присоединяется к группе II",
      "id": "Bergabung ke Party: II",
      "th": "เข้าร่วมทีม - 2",
      "vi": "Vào Đội II"
    },
    "line": {
      "zhs": "睁大眼睛看着吧！",
      "zht": "睜大眼睛看著吧！",
      "jp": "しっかり見ててくれよな！",
      "ko": "눈 크게 뜨고 보라고!",
      "en": "Keep your eyes wide open!",
      "de": "Öffne deine Augen!",
      "es": "¡Mantén los ojos bien abiertos!",
      "fr": "Garde bien les yeux ouverts !",
      "pt": "Fique de olhos abertos!",
      "ru": "Будь всегда начеку!",
      "id": "Tontonlah kemampuanku sampai terbelalak!",
      "th": "เบิกตาดูให้ดี ๆ นะ!",
      "vi": "Mở to mắt nhìn đi!"
    }
  },
  {
    "title": {
      "zhs": "加入队伍·其三",
      "zht": "加入隊伍·其三",
      "jp": "チーム加入·3",
      "ko": "파티 가입·세 번째",
      "en": "Joining Party: III",
      "de": "Truppenbeitritt III",
      "es": "Unirse al equipo (III)",
      "fr": "Ajout dans l'équipe (3)",
      "pt": "Entrando na Equipe - III",
      "ru": "Присоединяется к группе III",
      "id": "Bergabung ke Party: III",
      "th": "เข้าร่วมทีม - 3",
      "vi": "Vào Đội III"
    },
    "line": {
      "zhs": "真让我好等！",
      "zht": "真讓我好等！",
      "jp": "待ちくたびれてたところだ！",
      "ko": "드디어 내 차롄가!",
      "en": "C'mon, don't keep me waiting!",
      "de": "Komm schon, lass mich nicht warten!",
      "es": "¡Vamos, no me hagas esperar!",
      "fr": "Allez, ne me fais pas attendre !",
      "pt": "Vamos lá, não me deixe esperando!",
      "ru": "Эй, не заставляй меня ждать!",
      "id": "Ayolah, jangan terus membuatku menunggu!",
      "th": "รอดูฉันได้เลย!",
      "vi": "Đừng làm tôi phải đợi!"
    }
  }
]