[
  {
    "title": {
      "zhs": "角色详细",
      "zht": "角色詳細",
      "jp": "キャラクター詳細",
      "ko": "캐릭터 정보",
      "en": "Character Details",
      "de": "Figurendetails",
      "es": "Detalles del personaje",
      "fr": "Info. personnage",
      "pt": "Detalhes",
      "ru": "О персонаже",
      "id": "Info Karakter",
      "th": "ข้อมูลตัวละคร",
      "vi": "Miêu Tả Nhân Vật"
    },
    "line": {
      "zhs": "五郎是海祇岛军的大将，在军队中威望极高，深受部下们爱戴。\n\n眼狩令期间，五郎多次带领海祇岛军与幕府军作战，即使条件艰难，也成功守住了防线。\n\n将士们称他为「常胜的尖耳将军」，这一称号在幕府方面也广为流传。\n\n私下里，五郎却没什么架子，待人真挚直率，是士兵们公认的知心大哥。\n\n不过，即使是这样一位优秀的将领，似乎也有着一些自己的烦恼…",
      "zht": "五郎是海祇島軍的大將，在軍隊中威望極高，深受部下們愛戴。\n\n眼狩令期間，五郎多次帶領海祇島軍與幕府軍作戰，即使條件艱難，也成功守住了防線。\n\n將士們稱他為「常勝的尖耳將軍」，這一稱號在幕府方面也廣為流傳。\n\n私下裡，五郎卻沒什麼架子，待人真摯直率，是士兵們公認的知心大哥。\n\n不過，即使是這樣一位優秀的將領，似乎也有著一些自己的煩惱…",
      "jp": "ゴローは海祇島軍隊の大将であり、軍での人望は厚く、部下たちからも慕われている。\n\n目狩り令が敷かれていた当時、ゴローは海祇軍を率いて何度も幕府軍と戦い、厳しい状況下におかれても、防衛線を守り抜いた。\n\n兵士たちは彼を「常勝の立ち耳将軍」と名付け、この称号は幕府にまで広まった。\n\n普段のゴローは、兵士たちの前で偉ぶることはしない。真摯で素直な性格の彼は、心優しい兄貴分として知られている。\n\nしかし、こんな立派な将領にも、悩みがあるようだ…",
      "ko": "고로는 와타츠미섬의 대장이다. 군대에서 명성이 높으며, 부하들의 존경을 받는다.\n\n안수령 기간에 고로는 와타츠미섬의 군대를 이끌고 막부군과 싸웠다. 악조건에도 방어선을 지켰다.\n\n장병들은 그를 「뾰족 귀의 상승 장군」이라고 부른다. 이 이름은 막부 쪽에서도 유명하다.\n\n사적인 자리에서 고로는 허세를 부리지 않는다. 진지하고 솔직해서 병사들이 인정하는 고민 해결사 형님이다.\n\n하지만 이렇게 뛰어난 장성이이라고 해도 자신만의 고민이 있는 듯하다…",
      "en": "Gorou is the great general of Watatsumi Island's military, and he is deeply loved by his subordinates.\n\nDuring the period of the Vision Hunt Decree, Gorou led the forces of Watatsumi against the Shogun's Army, and successfully held the line against them.\n\nThe troops call him the \"ever-victorious pointy-eared general,\" a nickname that has also seen broad use among Shogunate warriors.\n\nIn private, however, Gorou puts on no airs and is a straightforward person, which has led him to be regarded by all as the man with the plan.\n\nBut even such an exemplary general must have his fair share of troubles...",
      "de": "Gorou ist ein großer General in der Armee des Widerstandes und wird von seinen Männern hoch geachtet und geliebt.\n\nWährend der Zeit des Augenhatz-Dekrets führte Gorou die Watatsumi-Armee in vielen Schlachten gegen die Truppen des Bakufu und verteidigte die Linie auch unter schwierigen Bedingungen erfolgreich.\n\nDie Generäle nannten ihn „den immer siegreichen General mit den spitzen Ohren“, ein Titel, der auch auf der Seite des Bakufu weit verbreitet war.\n\nPrivat jedoch hatte Gorou keine Ansprüche, war aufrichtig und geradlinig im Umgang mit anderen und wurde von seinen Soldaten als fürsorglicher Kumpel anerkannt.\n\nDoch selbst ein so hervorragender General scheint seine eigenen Probleme zu haben ...",
      "es": "Gorou es el gran general del ejército de la Isla Watatsumi y todos sus subordinados lo aprecian mucho.\n\nDurante el periodo del Decreto de captura de Visiones, Gorou lideró a las fuerzas de Watatsumi contra el ejército de la Shogun y mantuvo el frente.\n\nLos soldados lo llaman “general invicto de orejas puntiagudas”, un apodo que también está muy extendido entre los guerreros del shogunato.\n\nSin embargo, en privado, Gorou no se da aires de grandeza y es una persona directa, lo que hace que todos lo consideren como un compañero comprensivo.\n\nPero incluso un general tan ejemplar debe de tener sus propios problemas...",
      "fr": "#Gorou est le grand général des forces de l'Île de Watatsumi et est particulièrement respecté et apprécié par ses subordonnés.\n\nDurant la période du décret de saisie, Gorou a mené les troupes de Watatsumi contre l'armée du Shogunat, et malgré les difficultés, il est parvenu à maintenir la ligne de défense.\n\nLes soldats l'appellent « général toujours victorieux aux oreilles pointues{NON_BREAK_SPACE}», un surnom également utilisé par les forces du Shogunat.\n\nDans la sphère privée cependant, Gorou ne se donne aucun grand air et est une personne très sincère. Cette attitude lui vaut d'être considéré par les soldats comme l'homme de la situation.\n\nPourtant, même un général aussi exemplaire que lui doit avoir son lot d'inquiétudes...",
      "pt": "Gorou é o grande general do exército da Ilha Watatsumi, e é profundamente amado por seus subordinados.\n\nDurante o período do Decreto de Caça à Visão, Gorou liderou as forças de Watatsumi contra o Exército da Shogun, e manteve com sucesso a linha contra eles.\n\nAs tropas o chamam de \"General Sempre Vitorioso de Orelhas Pontiagudas\", um apelido que também tem visto ser muito usado entre os guerreiros do Shogunato.\n\nEm particular, no entanto, Gorou não se cala e é uma pessoa simples e direta, o que o levou a ser considerado por todos como um homem cheio de planos.\n\nMas mesmo um general tão exemplar deve ter sua boa parcela de problemas...",
      "ru": "Горо - генерал армии острова Ватацуми, в котором души не чают его подчинённые. Во времена Охоты на Глаза Бога Горо возглавлял войска Ватацуми в войне против сёгуната, и, невзирая на трудное положение, смог удержать оборону острова. Солдаты прозвали его «Победоносным генералом с острыми ушами», и прозвище это распространилось даже среди войск сёгуната. В личном общении Горо лишён всякого высокомерия. Его искренность и прямота снискали ему всеобщую симпатию среди подчинённых. Тем не менее даже у такого образцового генерала не может не быть своих тревог...",
      "id": "Gorou adalah Jenderal Besar dalam satuan militer Pulau Watatsumi. Dia sangat dikagumi dan dikasihi oleh semua bawahannya.\n\nSelama Dekrit Perburuan Vision berlangsung Gorou-lah yang memimpin pasukan Pulau Watatsumi di garis depan, mempertahankan posisi mereka dalam perlawanan terhadap tentara Shogunate.\n\nPasukan menjulukinya dengan sebutan \"Jenderal Bertelinga Lancip yang Tak Terkalahkan\", sebuah julukan yang juga cukup terkenal di kalangan tentara Shogunate.\n\nDalam situasi yang lebih bersifat pribadi, Gorou adalah orang yang rendah hati dan jujur. Pasukan memandangnya sebagai orang yang selalu punya cara untuk menghadapi situasi.\n\nTetapi, bahkan seorang jenderal besar yang sangat dikagumi seperti dia pun, pastilah memiliki beban dan masalahnya sendiri ....",
      "th": "Gorou คือพลเอกของกองทหารแห่งเกาะ Watatsumi ผู้ได้รับความเคารพ, ความชื่นชม และความรักในหมู่ทหารเป็นอย่างมาก\n\nระหว่างช่วงเวลาของคำสั่งล่าวิชั่น Gorou ได้นำกองทหารแห่งเกาะ Watatsumi เข้าต่อสู้กับกองทัพแห่งโชกุนหลายต่อหลายครั้ง และป้องกันแนวรับได้สำเร็จแม้ว่าสถานการณ์จะยากลำบากสักแค่ไหน\n\nพวกทหารเรียกเขาว่า \"นายพลหูแหลมผู้ไร้พ่าย\" ซึ่งฉายานี้แม้แต่ทางฝั่งนักรบของ Shogunate ก็เป็นที่พูดถึงกันอย่างกว้างขวาง\n\nโดยส่วนตัวแล้ว Gorou นั้นไม่ได้มีท่าทีที่หยิ่งผยอง แต่กลับปฏิบัติต่อผู้คนด้วยความจริงใจและตรงไปตรงมา ซึ่งทำให้เขาเป็นที่ยอมรับจากทหารว่าเป็นลูกพี่ที่ไว้ใจได้\n\nอย่างไรก็ตาม แม้แต่แม่ทัพที่เก่งกาจเช่นนี้ ก็ดูเหมือนจะมีเรื่องกลุ้มใจบางอย่างของเขาเองเช่นกัน...",
      "vi": "Gorou là đại tướng của quân Watatsumi, có danh vọng rất cao trong quân ngũ, được thuộc hạ hết mực yêu mến.\n\nTrong thời gian Lệnh Truy Lùng Vision diễn ra, Gorou đã nhiều lần dẫn dắt quân Watatsumi chống lại quân Shogunate, dù cho điều kiện hạn hẹp nhưng vẫn thành công giữ vững phòng tuyến.\n\nCác tướng sĩ đặt biệt danh cho anh ta là \"Tướng Quân Tai Nhọn Thường Thắng\", danh hiệu này cũng được lưu truyền khá rộng rãi trong Shogunate.\n\nTrong thực tế, Gorou rất hòa đồng, chân thành với người khác, được các quân sĩ xem như người anh mẫu mực.\n\nThế nhưng, dù là một tướng lĩnh ưu tú như thế, Gorou vẫn có vài chuyện phiền não của riêng mình..."
    }
  },
  {
    "title": {
      "zhs": "角色故事1",
      "zht": "角色故事1",
      "jp": "キャラクターストーリー1",
      "ko": "캐릭터 스토리1",
      "en": "Character Story 1",
      "de": "Figurenhintergrund 1",
      "es": "Historia del personaje (1)",
      "fr": "Histoire du personnage 1",
      "pt": "História 1",
      "ru": "История персонажа 1",
      "id": "Kisah Karakter 1",
      "th": "เรื่องราวของตัวละคร 1",
      "vi": "Câu Chuyện Nhân Vật 1"
    },
    "line": {
      "zhs": "五郎曾经是海祇岛一名普通的士兵。\n\n某次特别行动中，五郎所在的「圆鳗二番队」遇到了前所未有的危机。\n\n队长因流矢牺牲，小队幸存成员全数被围困在深山中。\n\n是否要继续执行任务、是否要派人突围求援、是否要与敌方进行交涉…无数待解决的现实问题摆在眼前，山中却是一片沉默。\n\n群龙无首，粮草断绝，整个小队岌岌可危。士气每况愈下，许多人甚至出现了「投降」的想法。\n\n关键时刻，五郎站了出来。他先否决了「交涉」与「投降」的建议，随后提出了一个大胆的方案——\n\n放弃躲藏，由他带领大部分士兵佯装进攻，为其他人创造求援的机会。待援军抵达，便能配合五郎一起完成两面夹击。\n\n在被问及计划失败怎么办时，五郎回答道：\n\n「一旦敌方收紧包围，局面将会更加被动。眼下尚有一线生机，我们必须奋力一搏。」\n\n「如果计划失败，我负全责。」\n\n不眠不休地坚守数日后，精疲力竭的五郎一行人终于等来了由珊瑚宫心海亲自率领的援军。\n\n那之后，他被提拔为圆鳗二番队队长，并在之后逐步升任海祇岛「大将」。",
      "zht": "五郎曾經是海祇島一名普通的士兵。\n\n某次特別行動中，五郎所在的「圓鰻二番隊」遇到了前所未有的危機。\n\n隊長因流矢犧牲，小隊倖存成員全數被圍困在深山中。\n\n是否要繼續執行任務、是否要派人突圍求援、是否要與敵方進行交涉…無數待解決的現實問題擺在眼前，山中卻是一片沉默。\n\n群龍無首，糧草斷絕，整個小隊岌岌可危。士氣每況愈下，許多人甚至出現了「投降」的想法。\n\n關鍵時刻，五郎站了出來。他先否決了「交涉」與「投降」的建議，隨後提出了一個大膽的方案——\n\n放棄躲藏，由他帶領大部分士兵佯裝進攻，為其他人創造求援的機會。待援軍抵達，便能配合五郎一起完成兩面夾擊。\n\n在被問及計劃失敗怎麼辦時，五郎回答道：\n\n「一旦敵方收緊包圍，局面將會更加被動。眼下尚有一線生機，我們必須奮力一搏。」\n\n「如果計劃失敗，我負全責。」\n\n不眠不休地堅守數日後，精疲力竭的五郎一行人終於等來了由珊瑚宮心海親自率領的援軍。\n\n那之後，他被提拔為圓鰻二番隊隊長，並在之後逐步升任海祇島「大將」。",
      "jp": "ゴローは元々、海祇島の一般兵だった。\n\nある特別行動中、ゴローが所属していた「チンアナゴ二番隊」は、前代未聞の危機に遭遇した。\n\n隊長が矢で射られて亡くなり、生き残った隊員も山の中に閉じ込められてしまったのだ。\n\n任務を続けるべきか、救援を呼ぶべきか、敵と交渉するべきか…目の前には問題が山積しているのに、山には静寂が漂うばかりだった。\n\n指揮者はおらず、兵糧もなく、隊の全員が危機に瀕していた。士気は低下し、多くの者の頭には「降伏」という考えも浮かんでいた。\n\nゴローが前に出たのは、そんな時だった。彼は「交渉」と「降伏」という意見を撥ねのけ、大胆な作戦を立案したのだ。\n\n隠れることをやめ、ほとんどの兵士を率いての攻撃を装い、残りの兵士が救援を呼びに行くための隙を作る。そして援軍が来たら、ゴローと協力し、敵を挟み撃ちにするというものだ。\n\n作戦が失敗したらどうするのかと問われたが、それに対しゴローはこう答えた。\n\n「敵が包囲網を強化すれば、状況はさらに不利になる。今ならまだ生き延びられる可能性が残っている。だから全力で戦わなければならない。」\n\n「もし作戦が失敗したら、俺が全責任を負う。」\n\n何日も寝ずに持ちこたえ、疲労困憊だったゴローたちはついに、珊瑚宮心海率いる援軍を迎えることができた。\n\nその後、彼はチンアナゴ二番隊の隊長に任命され、現在の海祇島「大将」にまで昇進したのである。",
      "ko": "고로는 원래 와타츠미섬의 평범한 병사였다.\n\n한 특별 작전에서 고로가 있는 「뱀장어 2번대」가 전무후무한 위기를 맞았다.\n\n대장은 화살에 희생되고, 소대의 생존자는 산속에 갇혔다.\n\n임무를 계속 수행할 건지, 사람을 보내 적진을 뚫고 지원을 요청할 건지, 적군과 교섭할 건지… 해결해야 할 문제가 쌓여있었지만, 산속엔 침묵뿐이었다.\n\n대장이 사라지고, 식량도 부족한 소대는 매우 위태로웠다. 사기가 떨어져, 「항복」하자는 병사도 있었다.\n\n이중요한 순간에, 고로가 나서서 「교섭」과 「항복」을 부결했다. 그리고 대담한 계획을 제안했다.\n\n위장을 포기하고 그가 대다수의 병사를 이끌고 공격하는 척을 해, 다른 사람들이 구조 요청을 할 기회를 만들고, 지원군이 도착하면 고로와 함께 양쪽에서 협공하는 계획이었다.\n\n계획이 실패하면 어떻게 하냐고 묻자, 고로는 이렇게 대답한다.\n\n「적이 포위망을 좁혀오면, 상황은 더욱 걷잡을 수 없어질 거야. 아직 기회가 남아 있을 때 싸워야 해.」\n\n「계획에 실패하면 내가 전부 책임질게.」\n\n며칠 밤을 새워가며 수비한 탓에 기진맥진한 고로 일행은 산고노미야 코코미가 직접 이끌고 온 지원군을 맞이했다.\n\n그 후 고로는 뱀장어 2번대 대장으로 승진했고, 그 이후 천천히 와타츠미섬의 「대장」으로 승진하게 된다",
      "en": "Gorou was once an ordinary Watatsumi soldier.\n\nDuring a certain special operation, Gorou's unit, Gorgasia II, faced an unprecedented crisis.\n\nTheir captain had been felled by a stray arrow, and the survivors were surrounded deep in the mountains.\n\nTo continue their mission, to ask for reinforcements, to open negotiations with the enemy... Countless choices lay before them, but the mountain was silent.\n\nLeaderless and without any supplies, the unit was on its last legs. With their morale flagging, thoughts of surrender shrouded many minds.\n\nAt this critical moment, Gorou stood up. He rejected negotiation and surrender, and instead proposed a bold plan.\n\nThey would not hide any longer. Instead, he would lead the larger part of the platoon in a feigned attack to buy the others a chance to call for reinforcements. Once those reinforcements arrived, they could perform a pincer attack together.\n\nWhen asked what they should do if they failed, Gorou replied:\n\n\"If the enemy surrounds us any further, our options will be even more limited. The way I see it, we still have a chance, so we've got to give it all we've got.\"\n\n\"I'll take responsibility if the plan fails.\"\n\nAfter holding the line for several days without rest, the exhausted Gorou and his companions were finally relieved by a force led by Sangonomiya Kokomi herself.\n\nAfter that, he was promoted to serve as the captain of Gorgasia II, and from there he would work his way up to the rank of General.",
      "de": "Gorou war früher ein einfacher Soldat auf Watatsumi.\n\nWährend eines Spezialeinsatzes geriet Gorous Truppe, die „Gorgasia II“, in eine noch nie dagewesene Krise.\n\nDer Truppenführer wurde getötet und alle überlebenden Mitglieder der Truppe saßen in den Bergen fest.\n\nOb man die Mission fortsetzen sollte, ob man Hilfe holen sollte, ob man mit dem Feind verhandeln sollte ... unzählige realistische Fragen standen im Raum, aber der Berg schwieg.\n\nOhne Anführer und ohne Nahrung war die gesamte Gruppe in Gefahr. Die Moral verschlechterte sich und viele der Männer dachten sogar an „Kapitulation“.\n\nIm entscheidenden Moment trat Gorou vor. Er lehnte zunächst die Vorschläge „Verhandeln“ und „Kapitulation“ ab und schlug dann einen kühnen Plan vor: Sie sollten sich nicht mehr verstecken, sondern den Großteil der Soldaten in einem Scheinangriff anführen und so den anderen die Möglichkeit geben, um Hilfe zu rufen. Wenn die Verstärkung eintrifft, können sie mit Gorou zusammenarbeiten, um einen zweiseitigen Angriff durchzuführen.\n\nAuf die Frage, was zu tun sei, wenn der Plan scheitert, antwortete Gorou: „Sobald der Feind die Belagerung verschärft, wird die Situation noch passiver. Jetzt gibt es eine Überlebenschance und wir müssen bis zum Tod kämpfen“.\n\n„Wenn der Plan scheitert, übernehme ich die volle Verantwortung.“\n\nNachdem sie mehrere Tage ohne Schlaf ausgehalten hatten, warteten ein erschöpfter Gorou und seine Truppe schließlich auf Verstärkung, die von Ihrer Exzellenz selbst angeführt wurde.\n\nDanach wurde er zum Truppenführer von Gorgasia II befördert und später zum „Großgeneral“ der Insel Watatsumi ernannt.",
      "es": "Antes, Gorou no era más que un soldado corriente de Watatsumi.\n\nDurante cierta operación especial, la unidad de Gorou, el Escuadrón Gorgasia n.º 2, se enfrentó a una crisis sin precedentes.\n\nSu capitán había caído abatido por una flecha perdida y los supervivientes se encontraban rodeados en medio de las montañas.\n\nContinuar con su misión, pedir refuerzos, negociar con el enemigo... Tenían muchas opciones, pero todo el mundo se mantuvo en silencio.\n\nSin líder y sin provisiones, el escuadrón estaba en las últimas. Con la moral por los suelos, la idea de rendirse pasó por la cabeza de muchos.\n\nEn ese momento crítico, Gorou se puso en pie. Se negó a negociar o a rendirse y propuso un plan muy atrevido.\n\nYa no se esconderían más, sino que lideraría a la mayor parte del pelotón para fingir un ataque y, así, dar a los demás una oportunidad de ir a buscar refuerzos. Cuando llegaran los refuerzos, llevarían a cabo un ataque envolvente.\n\nCuando le preguntaron qué pasaría si fracasaban, Gorou respondió:\n\n“Si el enemigo nos rodea aún más, tendremos menos opciones todavía. Tenemos una oportunidad, así que hay que aprovecharla al máximo. Yo seré el responsable si el plan fracasa”.\n\nTras aguantar en el frente durante varios días sin descanso, el exhausto Gorou y sus compañeros fueron relevados finalmente por las fuerzas lideradas por Sangonomiya Kokomi en persona.\n\nDespués de eso, fue ascendido a capitán del Escuadrón Gorgasia n.º 2, y desde ahí siguió ascendiendo hasta convertirse en general.",
      "fr": "#Gorou était autrefois un simple soldat de l'armée de Watatsumi.\n\nLors d'une opération en particulier, l'unité de Gorou, «{NON_BREAK_SPACE}Gorgasia II », dut faire face à une crise sans précédent.\n\nLeur capitaine avait été abattu par une flèche perdue et les survivants étaient encerclés au cœur des montagnes.\n\nContinuer leur mission, appeler des renforts, négocier avec l'ennemi... De nombreux choix s'offraient à eux, mais la montagne demeurait silencieuse.\n\nSans personne pour les guider et sans ressources, l'unité était à bout de souffle. Le moral des troupes était au plus bas, et beaucoup de soldats considéraient l'idée de capituler.\n\nC'est à ce moment que Gorou se leva. Il rejeta les options qui impliquaient de négocier ou de se rendre et proposa un plan audacieux.\n\nC'était fini de se cacher. Au contraire, il allait guider la plus grande partie du peloton pour simuler une attaque afin de permettre aux autres de gagner du temps et d'appeler des renforts. Une fois les renforts arrivés, ils pourraient effectuer une attaque coordonnée en tenaille.\n\nLorsqu'on lui demanda ce qui allait se passer en cas d'échec, Gorou répliqua :\n\n« Si l'ennemi nous encercle davantage, nos options n'en seront que plus limitées. De mon point de vue, nous avons encore une chance, nous devons la saisir. »\n\n« J'assumerai la pleine responsabilité en cas d'échec.{NON_BREAK_SPACE}»\n\nAprès avoir maintenu la ligne de défense sans relâche pendant plusieurs jours, Gorou et ses compagnons à bout de forces furent enfin secourus par une unité menée par Sangonomiya Kokomi en personne.\n\nAprès cela, il fut promu capitaine de Gorgasia II, avant de gravir les échelons jusqu'au rang de général.",
      "pt": "Gorou já foi um soldado comum de Watatsumi.\n\nDurante uma certa operação especial, a unidade de Gorou, Gorgasia II, enfrentou uma crise sem precedentes.\n\nO capitão deles havia sido derrubado por uma flecha perdida, e os sobreviventes foram cercados nas profundezas das montanhas.\n\nContinuar sua missão, pedir reforços, estabelecer negociações com o inimigo... Inúmeras escolhas estavam diante deles, mas a montanha estava em silêncio.\n\nSem liderança e sem quaisquer suprimentos, a unidade estava nas últimas. Com sua moral debilitada, os pensamentos de rendição envolviam muitas mentes.\n\nNeste momento crítico, Gorou se levantou. Ele rejeitou a negociação e a rendição e, em vez disso, propôs um plano ousado.\n\nEles não se esconderiam mais. Em vez disso, ele lideraria a maior parte do pelotão em um falso ataque para conseguir para os outros uma chance de pedir reforços. Uma vez que esses reforços chegassem, eles poderiam realizar um ataque de pinça juntos.\n\nQuando perguntado o que eles deveriam fazer se falhassem, Gorou respondeu:\n\n\"Se o inimigo nos cercar ainda mais, nossas opções serão ainda mais limitadas. Do meu ponto de vista, ainda temos uma chance, portanto, temos que dar tudo o que temos.\"\n\n\"Assumirei a responsabilidade se o plano falhar.\"\n\nDepois de manter a linha por vários dias sem descanso, o exausto Gorou e seus companheiros foram finalmente aliviados por uma força liderada pela própria Sangonomiya Kokomi.\n\nDepois disso, ele foi promovido a capitão de Gorgasia II e, a partir daí, ele trabalharia até o posto de General.",
      "ru": "Горо когда-то был рядовым солдатом Ватацуми. Однажды во время спецоперации отряд Горо, Угорь II, попал в крайне опасную ситуацию. Командира убила шальная стрела, а выжившие оказались в окружении глубоко в горах. Продолжить выполнять задание, запросить подкрепление, начать переговоры с врагом... Перед ними стоял сложный выбор, но горы оставались безмолвны. Без командира и доступа к припасам отряд оказался на краю гибели. В этот критический момент вперёд выступил Горо. Он отказался от переговоров и капитуляции, а вместо этого предложил дерзкий план: выйти из укрытия и повести большую часть отряда в ложную атаку, чтобы дать возможность остальным вызвать подкрепление. А когда подкрепления прибудут, они вместе смогут взять врага в клещи. На вопрос о том, что делать в случае провала, Горо ответил: «Если враг сузит кольцо окружения, выбора почти не останется. У нас ещё есть шанс, и мы должны сражаться за него до конца. В случае неудачи отвечать буду я».\n\nИзмождённые бойцы отряда и Горо, стойко державшие последние несколько дней оборону, наконец-то дождались подкреплений во главе с самой Сангономией Кокоми. После этого Горо произвели в командиры отряда Угорь II, а затем он постепенно дослужился до звания генерала.",
      "id": "Gorou tadinya hanyalah seorang prajurit biasa.\n\nKetika menjalani suatu operasi khusus, Divisi tempat Gorou bernaung, Gorgasia II, menghadapi sebuah krisis yang belum pernah terjadi sebelumnya.\n\nKapten mereka gugur tertembak, dan anggota yang tersisa terkepung di tengah pegunungan.\n\nMelanjutkan misi, meminta bala bantuan, berunding dengan pihak lawan ... Demikian banyak pilihan yang harus mereka tentukan, dan pegunungan itu tetap diam seribu bahasa.\n\nDalam situasi kehilangan kepala dan persediaan yang semakin menipis, semangat juang pun menurun, dan banyak prajurit yang tergoda untuk menyerah.\n\nPada saat-saat kritis tersebut, Gorou bangkit dan menolak untuk menyerah. Dia pun merumuskan suatu rencana yang sungguh berani.\n\nMereka akan keluar dari persembunyian. Sebagian prajurit akan melancarkan serangan kecohan, agar yang lain dapat mundur untuk memanggil bala bantuan. Ketika bala bantuan tiba, mereka akan berbalik menggencet musuh dari dua sisi.\n\nKetika ditanya apa yang harus dilakukan jika rencananya gagal, Gorou menjawab:\n\n\"Jika musuh terus mengepung dan mempersempit ruang gerak kita, pilihan yang dapat kita ambil akan semakin sedikit. Lebih baik manfaatkan kesempatan selagi masih ada, dan berusaha semampu yang kita bisa\".\n\n\"Jika rencana ini gagal, aku yang akan bertanggung jawab\".\n\nSetelah bertahan selama beberapa hari tanpa istirahat, bala bantuan akhirnya tiba, dipimpin langsung oleh Yang Mulia Pemimpin Suci Sangonomiya Kokomi sendiri.\n\nSetelah kejadian itu, Gorou diangkat sebagai pemimpin Divisi Gorgasia II, dan dari sana, dimulailah perjalanan Gorou menapaki jalan untuk menjadi seorang jenderal.",
      "th": "ครั้งหนึ่ง Gorou เคยเป็นนายทหารธรรมดาคนหนึ่งของเกาะ Watatsumi\n\nในปฏิบัติการพิเศษครั้งหนึ่ง หน่วย Gorgasia II ที่ Gorou ได้เผชิญกับวิกฤตที่ไม่เคยเกิดขึ้นมาก่อน\n\nหัวหน้าหน่วยของพวกเขาต้องเสียชีวิตลงด้วยธนูลูกหลง ส่วนผู้รอดชีวิตทั้งหลายก็ตกอยู่ในวงล้อมในหุบเขาลึก\n\nจะปฏิบัติภารกิจต่อไปดี จะส่งคนฝ่าวงล้อมออกไปเพื่อขอความช่วยเหลือดี หรือจะเจรจากับฝ่ายศัตรูดี... ปัญหาที่รอให้แก้ไขมากมายนับไม่ถ้วนถาโถมเข้ามาท่ามกลางภูเขาที่สงัดเงียบ\n\nไร้ซึ่งผู้นำ ไร้ซึ่งเสบียง และทุกคนต่างตกอยู่ในอันตราย ขวัญกำลังใจเริ่มถดถอย และความคิดที่จะ \"ยอมแพ้\" ก็เริ่มคืบคลานเข้ามาในใจของทุกคนมากยิ่งขึ้น\n\nในช่วงเวลาวิกฤติเช่นนี้ Gorou ได้ยืนขึ้นและปฏิเสธการเจรจาและยอมจำนน แต่กลับเสนอแผนการที่กล้าหาญแทน\n\nพวกเขาจะเลิกซ่อนตัว และเขาจะเป็นผู้นำทหารส่วนใหญ่แกล้งทำการโจมตี เพื่อสร้างโอกาสขอกำลังสนับสนุน เมื่อกำลังเสริมมาถึง พวกเขาก็จะสามารถโจมตีทั้งสองด้านได้สำเร็จ\n\nเมื่อถูกถามว่าจะทำอย่างไรหากล้มเหลว Gorou จึงตอบว่า\n\n\"หากศัตรูรายล้อมแน่นหนาขึ้น ทางเลือกของเราจะยิ่งจำกัดมากขึ้น แต่ชีวิตยังมีโอกาสเสมอ ดังนั้นเราต้องทุ่มสุดกำลัง\"\n\n\"ถ้าแผนล้มเหลว ฉันจะรับผิดชอบทุกอย่างเอง\"\n\nหลังจากป้องกันโดยไม่หลับไม่นอนมาหลายวัน ในที่สุด Gorou และพรรคพวกที่เหนื่อยล้าเต็มทีก็ได้รับการช่วยเหลือจากกำลังเสริมที่นำโดย Sangonomiya Kokomi\n\nหลังจากนั้นเขาก็ได้รับการเลื่อนตำแหน่งเป็นหัวหน้าหน่วย Gorgasia II และก้าวขึ้นสู่ตำแหน่งนายพลแห่งเกาะ Watatsumi ในที่สุด",
      "vi": "Gorou từng là một binh sĩ bình thường trên Đảo Watatsumi.\n\nTrong một lần hoạt động đặc biệt, \"Đội Cá Chình 2\" của Gorou gặp phải mối nguy hiểm trước giờ chưa từng có.\n\nĐội trưởng bị trúng tên mà hy sinh, các thành viên khác trong đội còn may mắn sống sót thì bị nhốt trong núi sâu.\n\nCó nên tiếp tục làm nhiệm vụ, có nên phái người đột phá vòng vây tìm cứu viện, có nên thương lượng với kẻ địch...quá nhiều vấn đề cần giải quyết đang bày ra trước mắt, nhưng bầu không khí lại rất trầm lặng.\n\nNhư rắn mất đầu, lương thực cạn kiệt, cả đội đối mặt với hiểm nguy trùng trùng. Sĩ khí sụt giảm nghiêm trọng, có người còn xuất hiện ý nghĩ \"đầu hàng\".\n\nVào thời khắc then chốt, Gorou đã đứng ra, anh ấy đã bác bỏ đề nghị \"thương lượng\" và \"đầu hàng\", sau đó đưa ra một phương án khá liều lĩnh\n\nKhông trốn tránh nữa, anh ấy sẽ dẫn đầu số đông quân lính giả vờ tấn công, để tạo cơ hội cho những người khác đi tìm cứu viện. Đợi viện binh kéo đến, có thể phối hợp với Gorou tiến hành tấn công gọng kìm từ hai phía.\n\nKhi bị hỏi nếu kế hoạch thất bại thì làm sao, Gorou đã trả lời:\n\n\"Một khi kẻ địch thu nhỏ phạm vi bao vây, cục diện sẽ trở nên bị động hơn. Trước mắt vẫn còn một cơ hội sống sót, chúng ta nhất định phải liều một phen.\"\n\n\"Nếu như kế hoạch thất bại, tôi chịu mọi trách nhiệm.\"\n\nSau mấy ngày phòng thủ không hề nghỉ ngơi, nhóm của Gorou gần như đã kiệt sức, nhưng cuối cùng đã chờ được viện binh do chính Sangonomiya Kokomi đích thân thống lĩnh.\n\nSau lần đó, anh ấy được bổ nhiệm làm đội trưởng Đội Cá Chình 2, và sau đó anh đã từng bước phát triển rồi trở thành \"Đại Tướng\" của Đảo Watatsumi."
    }
  },
  {
    "title": {
      "zhs": "角色故事2",
      "zht": "角色故事2",
      "jp": "キャラクターストーリー2",
      "ko": "캐릭터 스토리2",
      "en": "Character Story 2",
      "de": "Figurenhintergrund 2",
      "es": "Historia del personaje (2)",
      "fr": "Histoire du personnage 2",
      "pt": "História 2",
      "ru": "История персонажа 2",
      "id": "Kisah Karakter 2",
      "th": "เรื่องราวของตัวละคร 2",
      "vi": "Câu Chuyện Nhân Vật 2"
    },
    "line": {
      "zhs": "士兵们眼中的五郎，是一位威严却不高傲的将军。\n\n他性格爽朗直率，视部下为手足，与他们同甘共苦。\n\n珊瑚宫心海曾告诉五郎，装备、粮草、军饷，是军中三大头等要事。\n\n自那以后，五郎便会亲自给部下讲解保养武器的方法。每次分发粮草军饷，他也会严格监督，以免发生任何克扣。\n\n除此之外，身为海祇岛「大将」的五郎，作战时总会亲自率军冲锋。\n\n冲在最前面的他，其背影犹如一面旗帜，鼓舞着身后的士兵与他一同向前。\n\n以上种种，便是士兵们尊敬五郎的原因。与心海一样，五郎将士兵的性命看得极重，却将自己看得很轻。\n\n一些不懂其中考量的人，偶尔会笑话五郎是个毫无大将之风的「毛头小子」。\n\n但对海祇岛的士兵而言，这个「毛头小子」正是他们最好的大将。",
      "zht": "士兵們眼中的五郎，是一位威嚴卻不高傲的將軍。\n\n他性格爽朗直率，視部下為手足，與他們同甘共苦。\n\n珊瑚宮心海曾告訴五郎，裝備、糧草、軍餉，是軍中三大頭等要事。\n\n自那以後，五郎便會親自給部下講解保養武器的方法。每次分發糧草軍餉，他也會嚴格監督，以免發生任何剋扣。\n\n除此之外，身為海祇島「大將」的五郎，作戰時總會親自率軍衝鋒。\n\n衝在最前面的他，其背影猶如一面旗幟，鼓舞著身後的士兵與他一同向前。\n\n以上種種，便是士兵們尊敬五郎的原因。與心海一樣，五郎將士兵的性命看得極重，卻將自己看得很輕。\n\n一些不懂其中考量的人，偶爾會笑話五郎是個毫無大將之風的「毛頭小子」。\n\n但對海祇島的士兵而言，這個「毛頭小子」正是他們最好的大將。",
      "jp": "兵士たちが考えるゴローとは、威厳はあるが傲慢さは感じない、そんな将領である。\n\n彼は明るく素直な性格で、部下のことを仲間と思い、喜びや悲しみも共に分かち合う。\n\n珊瑚宮心海は、軍におけるもっとも重要な要素とは、装備、兵糧、俸禄の三つだとゴローに教えた。\n\nそれ以来、ゴローは自ら部下に武器の手入れの仕方を教えるようになった。さらに、兵糧と俸禄の配布にも誤りが生じないよう、厳しく管理している。\n\nまた、海祇島の「大将」であるゴローは、常に自分で部隊を率いて戦う。\n\n前線にいる彼の後ろ姿はまるで軍旗のように、後ろに続く兵士たちを鼓舞しながら進んでいくのだ。\n\nこれこそ、兵士たちがゴローを尊敬する理由であろう。心海と同じく、ゴローは兵士たちの命を何よりも大切にしている。だが、自分のことはそれほど重要ではないと思っているようだ。\n\n事情を理解していない人は、ゴローは大将らしくない、ただの「小僧」だと笑うだろう。\n\nしかしその「小僧」こそが、海祇島の兵士たちにとって最高の大将なのだ。",
      "ko": "병사들 눈에 비치는 고로는 위엄있지만 거만하진 않은 장군이다.\n\n그는 통쾌하고 솔직한 성격으로 부하를 자신의 손과 발로 여기며 동고동락한다.\n\n산고노미야 코코미는 고로에게 장비, 군량, 급료 이 세 가지가 군대에서 가장 중요한 것이라고 말했다.\n\n그때부터 고로는 부하에게 직접 무기를 정비하는 법을 가르쳤고, 식량과 급료를 분배할 때마다 누군가가 가로채는 상황이 없도록 엄격하게 감시한다.\n\n그외에도 와타츠미섬의 「장성」 고로는 싸울 때 직접 군대를 이끌고 돌진한다.\n\n선봉인 그의 뒷모습은 깃발처럼 뒤쪽의 병사들이 전진하도록 격려한다.\n\n위와 같은 이유로 병사들은 고로를 존경한다. 고로는 코코미처럼 병사의 목숨을 중요하게 생각하지만, 정작 자신은 중요하게 여기지 않는다.\n\n이런 생각을 모르는 사람들이 가끔 고로는 장성의 품격이 없는 「애송이」라고 비웃는다.\n\n하지만 와타츠미섬의 병사들에겐 그 「애송이」가 그들의 가장 좋은 대장이다",
      "en": "In the eyes of the men, Gorou is a strict but humble general.\n\nHe is straightforward and easy-going, and he treats his subordinates like his own family, sharing weal and woe with them.\n\nSangonomiya Kokomi once told Gorou that materiel, supplies, and salaries were the three most important things to an army.\n\nFrom that day on, he would personally explain weapon maintenance to his subordinates. Every time the granaries were opened, he would supervise the process strictly to prevent any unlawful deductions.\n\nAnd as General Gorou, he will always lead from the front.\n\nThe sight of him charging at the tip of the spear is like a rallying banner, encouraging the troops behind him to continue advancing.\n\nThese are all reasons why the troops greatly respect him. As with Kokomi, Gorou greatly treasures the lives of his troops, but by contrast, values his own quite little.\n\nSome who understand little of the thought process behind this occasionally joke that Gorou is a \"kid\" who doesn't seem like a general at all.\n\nBut to the soldiers of Watatsumi Island, this kid is the best general they could ask for.",
      "de": "Die Soldaten sehen in Gorou einen imposanten, aber nicht herablassenden General.\n\nEr ist klug und direkt und betrachtet seine Männer als seine Brüder und Schwestern, mit denen er ihre Nöte und Leiden teilt.\n\nIhre Exzellenz sagte einmal zu Gorou, dass Ausrüstung, Verpflegung und Sold die drei wichtigsten Dinge in der Armee seien.\n\nSeitdem hat Gorou seinen Männern persönlich erklärt, wie sie ihre Waffen pflegen müssen. Er würde auch die Verteilung der Rationen und Löhne streng überwachen, um jegliche Abzüge zu vermeiden.\n\nDarüber hinaus führte Gorou als „großer General“ der Insel Watatsumi seine Truppen immer in die Schlacht.\n\nWenn er an der Front war, war er wie ein Banner, das die Soldaten hinter ihm anspornte, mit ihm vorwärts zu gehen.\n\nAll diese Dinge sind der Grund, warum die Soldaten Gorou respektieren. Wie Kokomi schätzte Gorou das Leben seiner Soldaten über alles und sich selbst nie.\n\nManche Leute, die das nicht verstehen, lachen Gorou vielleicht gelegentlich als „Bengel“ aus, der keinen Sinn für Größe hat.\n\nAber für die Soldaten vom Widerstand ist dieser „Bengel“ der beste General, den sie haben können.",
      "es": "A ojos de sus hombres, Gorou es un general estricto pero humilde.\n\nEs directo y abierto y trata a sus subordinados como si fueran su familia, compartiendo con ellos las alegrías y las penas.\n\nUna vez, Sangonomiya Kokomi le dijo a Gorou que el equipamiento, las provisiones y los salarios eran las tres cosas más importantes en un ejército.\n\nA partir de ese día, él se ocupó personalmente de explicar a sus subordinados cómo mantener sus armas. Cada vez que se abrían los graneros con las provisiones, supervisaba todo el proceso estrictamente para evitar los hurtos.\n\nAdemás, como general de Watatsumi, siempre lidera a sus tropas desde la primera línea.\n\nCarga delante de todos y su espalda es como el estandarte que anima a las tropas a seguir avanzando.\n\nLos soldados lo respetan mucho por todas estas razones. Al igual que Kokomi, para Gorou, las vidas de sus soldados son muy valiosas, pero, en comparación, a la suya propia le da poca importancia.\n\nLos que no entienden bien la lógica detrás de este pensamiento dicen que Gorou es como un niño y que no parece un general.\n\nPero, para los soldados de la Isla Watatsumi, este “niño” es el mejor general que podrían tener.",
      "fr": "#Pour ses soldats, Gorou est un général strict, mais humble.\n\nIl dit ce qu'il pense, est facile à vivre, et traite ses subordonnés comme sa propre famille, partageant avec eux heurs et malheurs.\n\nSangonomiya Kokomi a dit un jour à Gorou que l'équipement, l'approvisionnement en nourriture et les salaires étaient les trois choses les plus importantes pour une armée.\n\nDepuis ce jour, il enseigne personnellement à ses soldats comment entretenir leurs armes. Il supervise rigoureusement chaque distribution de provisions et veille à ce qu'aucune ration ne finisse dans les mains de la mauvaise personne.\n\nMais surtout, quand il endosse son rôle de général Gorou, il dirige toujours ses troupes depuis l'avant-garde. La silhouette du général Gorou s'élançant en premier dans la bataille est telle une bannière de ralliement pouvant enhardir les soldats et leur donner le courage d'affronter l'ennemi.\n\nToutes ces choses sont autant de raisons pour lesquelles Gorou est éminemment respecté par ses hommes. Tout comme Kokomi, Gorou fait passer la vie de ses soldats avant la sienne.\n\nCependant, certains ne parviennent pas à comprendre la logique derrière cette façon de faire. Ces personnes plaisantent parfois en disant que Gorou est un « gamin » qui n'a pas du tout l'allure d'un général.\n\nPour les soldats de l'Île de Watatsumi, en revanche, ce «{NON_BREAK_SPACE}gamin » est le meilleur général qu'ils aient connu.",
      "pt": "Aos olhos dos homens, Gorou é um general rígido, mas humilde.\n\nEle é direto e fácil de lidar, e trata seus subordinados como sua própria família, compartilhando com eles o bem e o infortúnio.\n\nSangonomiya Kokomi certa vez disse a Gorou que material, suprimentos e soldos eram as três coisas mais importantes para um exército.\n\nA partir daquele dia, ele explicaria pessoalmente aos seus subordinados a manutenção das armas. Toda vez que os armazéns fossem abertos, ele supervisionaria o processo estritamente para evitar qualquer dedução ilegal.\n\nE como General Gorou, ele sempre liderará pela frente.\n\nVer ele atacando de frente a ponta de uma lança é como uma bandeira de manifestação, encorajando as tropas atrás dele a continuar avançando.\n\nTodas estas são as razões pelas quais as tropas o respeitam muito. Como com Kokomi, Gorou valoriza muito a vida de suas tropas, mas, em contraste, valoriza muito pouco sua própria vida.\n\nAlguns que entendem pouco do modo de pensar por trás dessa piada ocasional, dizem que Gorou é um \"garoto\" que não parece nada um general.\n\nMas para os soldados da Ilha Watatsumi, este garoto é o melhor general que eles poderiam pedir.",
      "ru": "В глазах солдат Горо - генерал строгий, но не высокомерный. Он открыт и прямолинеен, а к подчинённым относится как к собственной семье, разделяя с ними все радости и невзгоды. Однажды Сангономия Кокоми поведала Горо, что для армии нет ничего важнее трёх вещей: снаряжения, провианта и жалования. С тех пор он начал лично учить солдат уходу за оружием. Также он стал внимательно следить за выдачей провианта и жалований, чтобы избежать краж. И, будучи генералом, он всегда идёт в бой во главе войска. Он словно знамя на острие атаки, которое вдохновляет солдат идти вперёд. По всем этим причинам бойцы глубоко уважают Горо. Как и Кокоми, Горо дорожит жизнями своего войска, но легкомысленно обращается со своей. Те, кому ход его мыслей непонятен, иногда шутят, что Горо как мальчишка, совсем не похожий на генерала. Но для солдат Ватацуми этот мальчишка - лучший генерал, о каком можно было только мечтать.",
      "id": "Para prajurit melihat Gorou sebagai seorang jenderal yang tegas, namun rendah hati.\n\nDia orang yang jujur, pembawaannya santai, dan dia memperlakukan pasukan layaknya keluarga, berbagi susah dan senang bersama.\n\nSangonomiya Kokomi pernah bilang pada Gorou bahwa perlengkapan, persediaan, dan remunerasi adalah tiga hal terpenting bagi sebuah pasukan.\n\nSejak itu, Gorou mulai mengajari bawahannya tentang bagaimana cara merawat senjata. Setiap kali lumbung makanan dibuka, dia akan turun tangan dan mengawasi kegiatan agar tidak ada kecurangan dalam pembagian jatah.\n\nSetelah menjadi jenderal, Gorou selalu memimpin dari barisan depan.\n\nDirinya yang memimpin penyerbuan di posisi terdepan layaknya ujung tombak yang mengacung, ibarat bendera pembangun semangat bagi para prajurit yang ada di belakangnya, mendorong mereka untuk terus maju.\n\nInilah kenapa para prajurit teramat menghormati dirinya. Seperti Kokomi, Gorou sangat menghargai nyawa prajuritnya, namun sebaliknya, dia kurang peduli pada nyawanya sendiri.\n\nBagi mereka yang tidak memahami jalan pikirannya, Gorou hanya dipandang sebagai \"anak kecil\" yang bermain-main menjadi jenderal.\n\nNamun, bagi para prajurit di pasukan Pulau Watatsumi, \"anak kecil\" ini adalah jenderal terbaik yang mereka punya.",
      "th": "ในสายตาของเหล่าทหาร Gorou เป็นนายพลที่น่าเกรงขามแต่ถ่อมตนมาก\n\nเขาเป็นคนตรงไปตรงมา เข้ากับคนง่าย ปฏิบัติต่อผู้ใต้บังคับบัญชาเหมือนครอบครัว และคอยร่วมทุกข์ร่วมสุขกับพวกเขาเสมอ\n\nSangonomiya Kokomi เคยบอกกับ Gorou ว่าอาวุธ เสบียง และค่าตอบแทนเป็นสามสิ่งที่สำคัญที่สุดสำหรับกองทัพ\n\nตั้งแต่นั้นมา เขาก็อธิบายวิธีการดูแลรักษาอาวุธให้ผู้ใต้บังคับบัญชาฟัง อีกทั้งยังกำกับดูแลการแจกจ่ายเสบียงและเงินเดือนทหารอย่างเคร่งครัดเพื่อหลีกเลี่ยงการหักเงินใด ๆ\n\nนอกจากนี้ Gorou ในฐานะนายพลแห่งเกาะ Watatsumi ยังคอยเป็นผู้นำแนวหน้าในการสู้รบเสมอ\n\nเขาพุ่งไปข้างหน้า เปรียบเสมือนธงที่กระตุ้นกำลังใจของทหารที่อยู่ด้านหลังให้ก้าวไปพร้อมกับเขา\n\nนี่คือเหตุผลที่เหล่าทหารเคารพ Gorou มาก เช่นเดียวกับ Kokomi ที่ให้ความสำคัญกับชีวิตของทหารเป็นอย่างมาก แต่กลับให้ความสำคัญกับตัวเองเพียงน้อยนิดเท่านั้น\n\nบางคนที่ไม่เข้าใจสิ่งนี้อาจหัวเราะเยาะ Gorou ว่าเป็นแค่ \"เด็กเหลือขอ\" ที่ไม่มีคุณสมบัติเป็นนายพล\n\nแต่สำหรับทหารของเกาะ Watatsumi แล้ว \"เด็กเหลือขอ\" คนนี้เป็นนายพลที่ดีที่สุดสำหรับพวกเขาแล้ว",
      "vi": "Gorou trong mắt các binh sĩ là một tướng quân uy nghiêm nhưng không kiêu ngạo.\n\nTính tình thẳng thắn, xem thuộc hạ như thủ túc, cùng họ đồng cam cộng khổ.\n\nSangonomiya Kokomi từng nói với Gorou rằng, trang bị, lương thảo, quân hưởng là ba chuyện quan trọng bậc nhất trong quân ngũ.\n\nTừ đó về sau, Gorou đích thân dạy cách giữ gìn vũ khí cho các thuộc hạ. Mỗi lần phát lương thảo quân hưởng, anh ấy đều giám sát nghiêm ngặt để tránh xảy ra tình trạng ăn xén.\n\nNgoài ra, Gorou thân là \"đại tướng\" Đảo Watatsumi, khi tác chiến luôn đích thân dẫn quân xung phong.\n\nAnh ấy xông pha phía trước, bóng lưng của anh trông như một lá cờ, khích lệ các binh sĩ phía sau cùng anh xông lên trước.\n\nNhững điều bên trên đều là những nguyên nhân khiến cho các binh sĩ rất tôn kính Gorou. Giống như Kokomi, Gorou vô cùng xem trọng tính mạng của các binh sĩ, nhưng lại xem nhẹ mạng sống của mình.\n\nMột số người không hiểu chuyện, thỉnh thoảng còn cười chê Gorou là \"tên tiểu tử\" không chút phong thái của đại tướng.\n\nNhưng đối với binh sĩ Đảo Watatsumi, \"tên tiểu tử này\" chính là vị đại tướng tốt nhất của họ."
    }
  },
  {
    "title": {
      "zhs": "角色故事3",
      "zht": "角色故事3",
      "jp": "キャラクターストーリー3",
      "ko": "캐릭터 스토리3",
      "en": "Character Story 3",
      "de": "Figurenhintergrund 3",
      "es": "Historia del personaje (3)",
      "fr": "Histoire du personnage 3",
      "pt": "História 3",
      "ru": "История персонажа 3",
      "id": "Kisah Karakter 3",
      "th": "เรื่องราวของตัวละคร 3",
      "vi": "Câu Chuyện Nhân Vật 3"
    },
    "line": {
      "zhs": "五郎勇敢果决，常常带领部下以弱胜强。\n\n不过，他也有着自己的问题——心性不稳。\n\n战至酣处，五郎甚至会热血上头。\n\n战争是残酷的，相较于那些在战场上摸爬滚打了几十年的老将，五郎的临阵经验确实稍显不足。\n\n好在他的学习速度很快，这种小小的缺陷正在被弥补。\n\n珊瑚宫心海会给军队将领提供锦囊，但如何使用锦囊，取决于将领自身的水平。\n\n五郎总能在锦囊中找到最适合当前局势的方略，并将其贯彻到底。\n\n日积月累，相信终有一日可以融会贯通。到那时，五郎一定会更加胸有成竹。",
      "zht": "五郎勇敢果決，常常帶領部下以弱勝強。\n\n不過，他也有著自己的問題——心性不穩。\n\n戰至酣處，五郎甚至會熱血上頭。\n\n戰爭是殘酷的，相較於那些在戰場上摸爬滾打了幾十年的老將，五郎的臨陣經驗確實稍顯不足。\n\n好在他的學習速度很快，這種小小的缺陷正在被彌補。\n\n珊瑚宮心海會給軍隊將領提供錦囊，但如何使用錦囊，取決於將領自身的水平。\n\n五郎總能在錦囊中找到最適合當前局勢的方略，並將其貫徹到底。\n\n日積月累，相信終有一日可以融會貫通。到那時，五郎一定會更加胸有成竹。",
      "jp": "ゴローは勇敢で決断力があり、部下を率いては、常に自分よりも強い敵に勝利する。\n\nしかしそんな彼にも、衝動的になるという短所があった。\n\n戦うほどに気が高ぶり、自分を抑えられなくなってしまうのだ。\n\n戦争とは残酷なものであり、何十年も戦場に身を置いてきたベテランと比べれば、ゴローは間違いなく経験不足である。\n\nしかし、彼の高い学習能力によって、このような欠点は徐々に改善されていくだろう。\n\n珊瑚宮心海は、軍隊の将領に虎の巻を用意してくれる。だが虎の巻の使い方は、将領自身に一任されていた。\n\nゴローはいつも、虎の巻からその時の状況に応じて最適な戦略を見つけ出し、それを最後まで貫き通す。\n\n時間が経てば、いつか虎の巻のすべてを理解することができると、彼は信じている。そしてその時が来たら、ゴローはさらなる自信を手にすることができるだろう。",
      "ko": "고로는 용감하고 결단력 있다. 종종 부하들과, 열세인 상황에서 강한 적을 상대로 승리를 이끌어 낸다.\n\n하지만 그에게도 문제가 한 가지 있는데, 바로 불안이다.\n\n전투가 한창일 때, 고로는 피가 머리로 쏠리는 것을 느낀다.\n\n전쟁은 참혹하다. 전장에서 여러 해를 구른 노장에 비하자면, 고로의 실전 경험은 매우 부족하다.\n\n그나마 다행인 것은 배우는 속도가 빨라, 작은 결함을 빠르게 메꿔가고 있다.\n\n산고노미야 코코미가 장성에게 묘책 모음집을 제공하지만, 이를 사용하는 것은 결국 장성의 수준에 달려있다.\n\n고로는 묘책 모음집에서 현재 상황에 가장 적합한 전략을 찾아내 완벽하게 실행한다.\n\n이런 시간이 쌓이면, 고로도 언젠가는 통달할 수 있을 거라 믿는다. 그날이 오면 고로도 자신감을 가질 수 있을 것이다",
      "en": "Gorou is valiant and decisive, often leading inferior forces to victory over superior opposition.\n\nHowever, he does have a shortcoming of his own — a sometimes unstable temper.\n\nThat is to say that the blood sometimes rushes to his head at the height of a battle.\n\nWar is cruel, and Gorou does indeed lack experience compared to veterans who have been scrapping it out on battlefields for decades.\n\nFortunately, he learns fast and is currently trying to make up for his various small failings.\n\nSangonomiya Kokomi often provides her various commanders with directives, but how they are used is up to the skill of the commander in question.\n\nFor his part, Gorou is always able to execute the courses of action that best suit the present situation from the directives he has been given.\n\nGorou believes that over time, he will come to internalize the concepts behind them. Perhaps then, he can take the field with even more confidence than before.",
      "de": "Gorou ist mutig und entschlossen und führt seine Männer oft zum Sieg, obwohl sie meistens schwächer aufgestellt sind.\n\nEr hatte aber auch sein eigenes Problem: einen nervösen Geist.\n\nWenn der Kampf in vollem Gange war, wurde es Gorou sogar heiß ums Herz.\n\nKrieg ist grausam und im Vergleich zu den Veteranen, die seit Jahrzehnten auf dem Schlachtfeld stehen, ist Gorous Erfahrung in der Tat etwas dürftig.\n\nDas Gute ist, dass er schnell lernt und dieses kleine Defizit ausgleicht.\n\nSangonomiya Kokomi versorgt die Generäle der Armee mit Anweisungen, aber wie sie diese verwendeten, hing von den Fähigkeiten der Generäle selbst ab.\n\nGorou fand immer die für die aktuelle Situation am besten geeignete Anweisung und verfolgte sie bis zum Ende.\n\nMit jedem Tag, der vergeht, kann er sie besser anwenden. Zu diesem Zeitpunkt wird Gorou noch mehr Erfahrung haben.",
      "es": "Gorou es valiente y decidido y a menudo lidera a fuerzas inferiores hasta la victoria contra una oposición más fuerte.\n\nNo obstante, también tiene un defecto: un temperamento algo inestable.\n\nEso quiere decir que, a veces, se le sube la sangre a la cabeza en el fragor de la batalla.\n\nLa guerra es cruel, y a Gorou le falta experiencia comparado con los veteranos que llevan décadas sobreviviendo en mil batallas.\n\nPor suerte, aprende muy rápido y está intentando compensar varios de sus pequeños fallos.\n\nEn muchas ocasiones, Sangonomiya Kokomi entrega directrices a sus comandantes, pero cómo las usen depende de las habilidades de cada uno.\n\nPor su parte, Gorou siempre es capaz de ejecutar las líneas de acción que mejor se adapten a la situación actual según las directrices que se le han dado.\n\nGorou cree que, con el tiempo, llegará a interiorizar todos los conceptos. Tal vez en ese momento podrá salir al campo de batalla con aún más confianza que antes.",
      "fr": "Général courageux et déterminé, Gorou parvient souvent à mener ses hommes à la victoire même face à une opposition supérieure en nombre.\n\nCependant, il a un défaut qui lui est propre : un tempérament parfois instable.\n\nLe sang lui monte parfois à la tête au cœur de la bataille.\n\nLa guerre est quelque chose de cruel, et face à l'expérience de généraux vétérans qui écument les champs de bataille depuis des dizaines d'années, l'expérience de Gorou semble bien maigre.\n\nHeureusement, il apprend vite et essaye de combler ses lacunes.\n\nSangonomiya Kokomi envoie ses directives à divers commandants, mais leur mise en application dépend du commandant en question.\n\nPour sa part, Gorou est toujours en mesure de mettre au point un plan stratégique adapté à la situation à partir des directives qui lui sont communiquées.\n\nGorou pense qu'avec le temps, il finira par assimiler tous ces concepts, et peut-être qu'alors, il pourra mener la bataille sur le terrain de manière encore plus décisive.",
      "pt": "Gorou é valente e decisivo, muitas vezes levando forças inferiores à vitória sobre a oposição superior.\n\nNo entanto, ele tem uma falha característica própria - um temperamento às vezes instável.\n\nIsto quer dizer que o sangue às vezes corre à sua cabeça no auge de uma batalha.\n\nA guerra é cruel, e Gorou realmente carece de experiência em comparação com os veteranos que há décadas se acabam nos campos de batalha.\n\nFelizmente, ele aprende rápido e está atualmente tentando compensar suas várias pequenas falhas.\n\nSangonomiya Kokomi frequentemente fornece a seus vários comandantes com diretrizes, mas como elas são usadas está à altura da habilidade do comandante em questão.\n\nPor sua vez, Gorou é sempre capaz de executar os meios de ação que melhor se adaptam à situação atual a partir das diretrizes que lhe foram dadas.\n\nGorou acredita que com o tempo, ele virá a interiorizar os conceitos por trás deles. Talvez então, ele possa entrar em campo com ainda mais confiança do que antes.",
      "ru": "Горо храбр и решителен. Он часто приводит меньшие силы к победе над превосходящим числом противником. Но и у Горо есть недостаток - непостоянный темперамент. Иными словами, в пылу битвы он теряет голову. Война жестока, и Горо по сравнению с ветеранами, которые провели десятки лет на поле боя, действительно не хватает опыта. К счастью, он быстро учится и старается исправлять свои незначительные недостатки. Сангономия Кокоми снабжает своих генералов директивами, но их применение зависит от уровня самого военачальника. Горо всегда удаётся претворить наиболее подходящий для текущей ситуации план действий, извлечённый из директив. Горо считает, что однажды придёт к пониманию идей, которые лежат в их основе. Тогда он ступит на поле боя с ещё большей уверенностью.",
      "id": "Gorou bersifat pemberani dan tegas. Dia dapat memimpin pasukan yang lebih lemah untuk mengalahkan pasukan yang lebih kuat.\n\nNamun, dia juga punya kekurangan, emosinya yang kadang meledak-ledak.\n\nGorou kadang naik darah ketika ada di tengah pertempuran yang sengit.\n\nPerang itu kejam, dan Gorou memang punya lebih sedikit pengalaman dibandingkan dengan para veteran yang sudah ada di ketentaraan selama puluhan tahun.\n\nUntungnya, dia tipe yang cepat belajar, dan selalu berusaha untuk mengatasi kekurangannya.\n\nSangonomiya Kokomi sering memberikan berbagai petunjuk dan arahan untuk para perwira yang mengabdi kepadanya, namun tetap saja, pelaksanaan arahan tersebut tetap bergantung pada kemampuan masing-masing perwira.\n\nGorou adalah salah satu perwira yang selalu berhasil menjalankan arahan sesuai keadaan.\n\nGorou yakin bahwa seiring berjalannya waktu, lambat laun dia akan mampu memahami pemikiran strategis di balik arahan dan petunjuk yang dia terima. Mungkin pada saat itulah, dia akan dapat memimpin di lapangan dengan kepercayaan diri yang bahkan lebih tinggi lagi dari sebelumnya.",
      "th": "Gorou เป็นผู้กล้าหาญและเด็ดเดี่ยว เขามักจะนำทัพที่ด้อยกว่ารบชนะคู่ต่อสู้ที่แข็งแกร่งกว่าเสมอ\n\nแต่อย่างไรก็ตาม เขาเองก็มีข้อบกพร่องเช่นกัน นั่นคืออารมณ์ที่ไม่มั่นคงของตัวเอง\n\nในการต่อสู้ที่ดุเดือด บางครั้ง Gorou อาจถูกความเลือดร้อนของตัวเองครอบงำได้\n\nสงครามช่างโหดร้ายนัก เมื่อเทียบกับทหารผ่านศึกที่อยู่ในสนามรบมาหลายสิบปี ประสบการณ์ในการต่อสู้ของ Gorou นั้นยังไม่เพียงพอจริง ๆ\n\nโชคดีที่เขาสามารถเรียนรู้ได้อย่างรวดเร็ว ความผิดพลาดเล็กน้อยนี้กำลังถูกแก้ไขในไม่ช้า\n\nSangonomiya Kokomi ได้ให้คำแนะนำต่าง ๆ แก่นายพล แต่จะใช้มันยังไงก็ขึ้นอยู่กับทักษะของนายพลเอง\n\nสำหรับ Gorou แล้ว เขาสามารถค้นพบกลยุทธ์ที่เหมาะสมกับสถานการณ์ปัจจุบันมากที่สุดและนำไปใช้อย่างมีประสิทธิภาพเสมอ\n\nGorou เชื่อว่าเมื่อเวลาผ่านไปแนวคิดทั้งหมดที่สั่งสมมาเหล่านี้จะหลอมรวมกัน และทำให้เขาสามารถต่อสู้ได้อย่างมั่นใจยิ่งขึ้น",
      "vi": "Gorou dũng cảm quả quyết, thường hay dẫn dắt thuộc hạ lấy yếu thắng mạnh.\n\nNhưng...anh ấy cũng có vấn đề của mình - tâm lý không ổn định.\n\nTrong trận chiến kịch liệt, Gorou thậm chí sẽ nhiệt huyết dâng trào.\n\nChiến tranh rất tàn khốc, so với những lão tướng đã lăn lộn sa trường suốt mấy mươi năm, thì kinh nghiệm ra trận của Gorou quả thật vẫn còn chưa đủ.\n\nMay là anh có khả năng học hỏi rất nhanh, khuyết điểm nhỏ này đang dần được khắc phục.\n\nSangonomiya Kokomi sẽ phát túi gấm cho các tướng lĩnh quân đội, nhưng việc sử dụng túi gấm như thế nào, thì phải phụ thuộc vào trình độ của bản thân tướng lĩnh đó.\n\nTừ trong túi gấm, Gorou luôn có thể tìm thấy phương pháp phù hợp nhất với thế cục hiện tại, và quán triệt nó đến cùng.\n\nCứ tích lũy qua bao ngày tháng, tin chắc rằng có ngày sẽ thông suốt mọi thứ. Đến lúc đó, Gorou nhất định sẽ càng thành thục hơn."
    }
  },
  {
    "title": {
      "zhs": "角色故事4",
      "zht": "角色故事4",
      "jp": "キャラクターストーリー4",
      "ko": "캐릭터 스토리4",
      "en": "Character Story 4",
      "de": "Figurenhintergrund 4",
      "es": "Historia del personaje (4)",
      "fr": "Histoire du personnage 4",
      "pt": "História 4",
      "ru": "История персонажа 4",
      "id": "Kisah Karakter 4",
      "th": "เรื่องราวของตัวละคร 4",
      "vi": "Câu Chuyện Nhân Vật 4"
    },
    "line": {
      "zhs": "受八重神子之托，五郎在八重堂有一份额外的「工作」。\n\n眼狩令结束，海祇岛与幕府的谈判也顺利完成，双方往来日益密切。\n\n五郎也多次来到鸣神岛，看看这里的变化，买一些时下的书籍，顺便去八重堂完成自己答应的事情。\n\n八重神子在《闲事月刊》上为五郎开了一个匿名专栏。读者将烦恼的事情写在信里，寄到八重堂，五郎则会给出自己的建议。\n\n在这个过程中，读者的来信与五郎的回答都会经过八重堂特殊处理，略去现实信息，以假名替代。\n\n据八重神子说，之所以选择五郎，是听说他在军中常与部下聊天谈心。\n\n专栏很受欢迎，可不知为何，八重堂的编辑每次将稿酬交到五郎手中时，都会心虚地进行一番简短的询问：\n\n「说起来，五郎你听说过希娜小姐吗？」\n\n「听说是最近很受欢迎的专栏作者，发生什么事了吗？」\n\n「不不，没事没事…」",
      "zht": "受八重神子之託，五郎在八重堂有一份額外的「工作」。\n\n眼狩令結束，海祇島與幕府的談判也順利完成，雙方往來日益密切。\n\n五郎也多次來到鳴神島，看看這裡的變化，買一些時下的書籍，順便去八重堂完成自己答應的事情。\n\n八重神子在《閒事月刊》上為五郎開了一個匿名專欄。讀者將煩惱的事情寫在信裡，寄到八重堂，五郎則會給出自己的建議。\n\n在這個過程中，讀者的來信與五郎的回答都會經過八重堂特殊處理，略去現實資訊，以假名替代。\n\n據八重神子說，之所以選擇五郎，是聽說他在軍中常與部下聊天談心。\n\n專欄很受歡迎，可不知為何，八重堂的編輯每次將稿酬交到五郎手中時，都會心虛地進行一番簡短的詢問：\n\n「說起來，五郎你聽說過希娜小姐嗎？」\n\n「聽說是最近很受歡迎的專欄作者，發生什麼事了嗎？」\n\n「不不，沒事沒事…」",
      "jp": "ゴローは八重神子に頼まれて、八重堂で臨時の「仕事」をしている。\n\n目狩り令が撤廃された後、海祇島と幕府の交渉がうまくまとまったことで、両者の距離はますます近付いていた。\n\nゴローは時々、鳴神島の変化を見たり、最新の書籍を買ったりし、そしてある約束を果たすため、八重堂へと足を運んでいる。\n\n八重神子はゴローのために、『月刊閑事』に匿名の質問欄を設けた。読者たちが自分の悩み事を手紙に書き、八重堂に投稿する。それを読んだゴローが、自分の見解を述べるというものだ。\n\n読者の手紙とゴローの回答における個人情報は、八重堂を経由する過程で特殊な処理が施され、匿名に書き換えられる。\n\n八重神子曰く、彼女がゴローを選んだ理由は、彼がよく部下と交流しているからだそうだ。\n\nこの読者からの質問欄は人気を博したが、八重堂の編集者はゴローに原稿料を渡すたび、なぜかこんな質問をする。\n\n「そういえばゴローさん、ヒナさんって知ってる？」\n\n「最近わりと人気の作家だと聞いてるが、それがどうかしたのか？」\n\n「いえ、何でも…」",
      "ko": "야에 미코의 부탁으로 고로는 야에 출판사에서 「부업」을 하고 있다.\n\n안수령이 끝나고, 와타츠미섬과 막부의 협상도 순조롭게 끝났으며, 양측의 왕래도 갈수록 많아졌다.\n\n고로도 나루카미섬에 여러 번 방문해 변화를 관찰하고, 책을 사며 야에 출판사가 맡긴 일을 수행한다.\n\n야에 미코가 《가십 월간지》에 고로를 위해 익명 칼럼을 게재했다. 독자가 고민을 편지에 적어 야에 출판사로 보내면 고로가 조언을 해준다.\n\n이 과정에서 독자의 편지와 고로의 대답은 야에 출판사의 특수 처리 과정을 통해 실제 정보는 생략하고, 가명으로 대체된다.\n\n야에 미코의 말에 따르면, 고로가 군에서 부하와 자주 마음을 터놓고 얘기하기 때문에 고로를 선택했다고 한다.\n\n칼럼의 인기는 대단했다. 하지만 왠지 모르게 야에 출판사의 편집자가 고로에게 원고료를 건넬 때마다 제발 저리는 것처럼 짧은 질문을 던진다.\n\n「근데 고로 씨는 히나 씨에 대해 아시나요?」\n\n「요즘 인기가 많은 칼럼 작가라고 들었습니다. 무슨 일이라도 있습니까?」\n\n「아뇨, 아뇨. 아무 일도 없습니다…」",
      "en": "At Yae Miko's request, Gorou has taken up a certain extra \"job\" at Yae Publishing House.\n\nWith the end of the Vision Hunt Decree, and the successful negotiations between Watatsumi Island and the Shogunate, relations between the two sides are beginning to warm.\n\nGorou has also visited Narukami Island quite a few times to check out the changes, buy a few popular books, and go to Yae Publishing House to complete the task he agreed to help with.\n\nYae Miko set up an anonymous column for Gorou in the \"That's Life\" magazine. Here, readers will write about the things that trouble them and send them to Yae Publishing House, upon which Gorou will give them some suggestions.\n\nYae Publishing House will take special care to redact any personal information revealed on the part of the write-ins or Gorou's replies, and will replace real names with pseudonyms.\n\nAccording to Yae Miko, she chose him because she'd heard that he often listened to his subordinates when they chatted about personal matters.\n\nThe column proved to be very popular indeed, but for whatever reason, every time an editor delivers the royalties to Gorou, they might sheepishly ask:\n\n\"Ah, speaking of which, Gorou, have you heard of Ms. Hina?\"\n\n\"I've heard that she's a rather popular columnist, and a recent one, too. Is something the matter?\"\n\n\"Oh, no, no... It's nothing...\"",
      "de": "Gorou hat auf Geheiß von Yae Miko einen zusätzlichen Auftrag beim Verlagshaus Yae. Das Augenhatz-Dekret endete, die Verhandlungen zwischen der Insel Watatsumi und dem Bakufu wurden erfolgreich abgeschlossen und die beiden Seiten näherten sich einander immer mehr an.\n\nGorou kam auch mehrmals auf die Insel Narukami, um zu sehen, wie sich der Ort verändert hatte, um einige aktuelle Bücher zu kaufen und um bei Yae vorbeizuschauen, auch um das zu beenden, was er versprochen hatte zu tun.\n\nYae Miko begann eine anonyme Kolumne für Gorou in der Monatszeitschrift Monatlicher Tratsch. Die Leser schrieben ihre Sorgen in Briefe und schickten sie an Yae, während Gorou seine Ratschläge gab.\n\nDabei wurden die Briefe der Leser und Gorous Antworten von Yae speziell bearbeitet, indem echte Informationen weggelassen und durch ein Pseudonym ersetzt wurden.\n\nLaut Yae wurde Gorou ausgewählt, weil sie gehört hatte, dass er in der Armee mit seinen Männern zu reden pflegte.\n\nDie Kolumne war sehr beliebt, aber aus irgendeinem Grund erkundigte sich der Redakteur von Yae jedes Mal verlegen, wenn er Gorou seinen Beitrag übergab:\n\n„Apropos, Gorou, hast du schon von Hina gehört?“\n\n„Ich habe gehört, dass sie mittlerweile eine sehr beliebte Kolumnistin ist.“\n\n„Nein, nein, keine Ahnung ...“",
      "es": "A petición de Yae Miko, Gorou tiene un “trabajo” adicional en la Editorial Yae.\n\nLas relaciones entre la Isla Watatsumi y el shogunato son cada vez más cercanas gracias al fin del Decreto de captura de Visiones y a las negociaciones entre ambas partes.\n\nGorou también ha visitado la Isla Narukami en varias ocasiones para presenciar los cambios acaecidos, comprar libros populares y acudir a la Editorial Yae para completar la tarea acordada.\n\nYae Miko puso una columna anónima para Gorou en la revista «Vida y estilo». Los lectores escriben sobre sus problemas y preocupaciones a esta revista, y Gorou les da consejos.\n\nLa Editorial Yae pone mucha atención y cambia cualquier información personal que se revele tanto en las cartas de los lectores como en las respuestas de Gorou, y también sustituye los nombres reales por pseudónimos.\n\nSegún Yae Miko, eligió a Gorou porque oyó que siempre escucha a sus subordinados cuando hablan de asuntos personales.\n\nLa columna resultó ser un gran éxito, pero, por motivos desconocidos, cada vez que un editor entrega el pago de los derechos de autor a Gorou, pregunta de forma tímida: “Por cierto, Gorou, ¿sabes algo de la señorita Hina?”.\n\n“He oído que es una columnista muy popular, y también bastante reciente... ¿Pasa algo?”.\n\n“Oh, no, nada...”.",
      "fr": "En plus de son service au sein de l'armée, Gorou s'est vu confier par Yae Miko un « travail » supplémentaire à la Chambre Yae.\n\nAprès la fin du décret de saisie et des pourparlers entre Watatsumi et le Shogunat, les relations entre ces deux nations ont commencer à s'améliorer.\n\nGorou s'est donc rendu à plusieurs reprises sur l'Île de Narukami pour voir comment cet endroit avait changé, pour y acheter les derniers livres du moment, mais aussi pour effectuer la mission qui lui avait été assignée par la Chambre Yae.\n\nYae Miko a créé une rubrique anonyme pour Gorou dans le magazine « C'est la vie », dans laquelle les lecteurs peuvent recevoir les suggestions et conseils de Gorou à propos des soucis de la vie.\n\nAfin de garantir l'anonymat des lecteurs, la Chambre Yae modifie certains détails des lettres qu'elle reçoit et les remplace par des fausses informations avant de les retransmettre à Gorou.\n\nYae Miko explique avoir choisi Gorou parce que le général aime discuter à cœur ouvert des problèmes de la vie avec ses soldats.\n\nCette rubrique s'est révélée être un succès. Mais curieusement, quand ils remettent à Gorou sa rémunération, les rédacteurs du magazine lui posent timidement une question étrange :\n\n« Au fait, savez-vous qui est mademoiselle Hina ? »\n\n« Eh bien, j'ai entendu dire qu'elle tenait une rubrique très populaire dans le magazine récemment. Pourquoi ? Il lui est arrivé quelque chose ? »\n\n« Oh non, non, ce n'est rien... »",
      "pt": "A pedido da Yae Miko, Gorou aceitou um certo \"emprego\" extra na Editora Yae.\n\nCom o fim do Decreto de Caça à Visão e o sucesso das negociações entre a Ilha Watatsumi e o Shogunato, as relações entre os dois lados estão começando a esquentar.\n\nGorou também visitou a Ilha Narukami várias vezes para verificar as mudanças, comprar alguns livros populares e ir à Editora Yae para completar a tarefa com a qual ele concordou em ajudar.\n\nYae Miko montou uma coluna anônima para Gorou na revista \"É a Vida\". Aqui, os leitores escreverão sobre as coisas que os incomodam e os enviarão à Editora Yae, sobre a qual Gorou lhes dará algumas sugestões.\n\nA Editora Yae terá o cuidado especial de ocultar qualquer informação pessoal revelada por escrito ou pelas respostas do Gorou, e substituirá nomes reais por pseudônimos.\n\nSegundo Yae Miko, ela o escolheu porque tinha ouvido dizer que ele ouvia frequentemente seus subordinados quando eles conversavam sobre assuntos pessoais.\n\nA coluna provou ser muito popular, mas por algum motivo, toda vez que um editor entrega os direitos autorais a Gorou, eles acabam perguntando de forma chocante:\n\n\"Ah, por falar nisso, Gorou, você já ouviu falar da Srta. Hina?\"\n\n\"Ouvi dizer que ela é uma colunista bastante popular, e uma colunista recente também. Algum problema?\"\n\n\"Oh, não, não... Não é nada...\"",
      "ru": "По просьбе Яэ Мико Горо взял дополнительную работу в издательском доме Яэ. Благодаря отмене Охоты на Глаза Бога и успешным переговорам между Ватацуми и сёгунатом отношения сторон начали налаживаться. Горо тоже неоднократно посещал остров Наруками, чтобы увидеть, как обстоят дела, купить новых книг и выполнить задание издательского дома. Яэ Мико открыла анонимную колонку для Горо в журнале «Это жизнь». Она предназначалась для писем читателей об их тяготах, присылаемых в издательский дом Яэ, и высказываемых Горо предложений касательно их решения. Издательский дом Яэ особенно кропотливо подошёл к редактированию этой колонки, изменяя любую личную информацию и заменяя реальные имена на псевдонимы. По словам Мико, выбор пал на Горо потому, что он часто выслушивал своих подчинённых по личным вопросам. Колонка быстро обрела популярность, но по неизвестной причине редактор, каждый раз выплачивая Горо гонорар, робко спрашивал:\n\n- Кстати, Горо, ты слышал о госпоже Хине?\n\n- Насколько я знаю, она ведёт довольно популярную колонку. А что?\n\n- Н-нет, ничего...",
      "id": "Dimintai tolong oleh Yae Miko, Gorou pun setuju untuk mengambil \"kerja sambilan\" di Yae Publishing House.\n\nDengan dicabutnya Dekrit Perburuan Vision dan setelah melalui berbagai hasil perundingan, hubungan antara Pulau Watatsumi dan Shogunate perlahan-lahan kembali normal.\n\nGorou pun telah beberapa kali mengunjungi Pulau Narukami untuk mengamati perubahan situasi, dan membeli buku di Yae Publishing House, sambil menjalankan tugas yang telah dia setujui sebelumnya.\n\nYae Miko menyediakan sebuah kolom anonim khusus untuk Gorou di majalah \"Begitulah Kehidupan\". Pembaca akan mengirimkan surat berisi keluh kesah mereka ke Yae Publishing House, dan Gorou akan menjawabnya dan memberikan saran lewat kolom tersebut.\n\nYae Publishing House menjamin kerahasiaan identitas pembaca yang mengirim surat, dan menggunakan nama samaran untuk ditampilkan di kolom jawaban dari Gorou.\n\nMenurut Yae Miko, dia memilih Gorou karena mengetahui reputasinya yang terkenal suka mendengarkan keluh kesah bawahannya, bahkan yang bersifat pribadi sekali pun.\n\nKolom tersebut terbukti populer, namun acap kali para editor mengantarkan royalti Gorou, mereka kadang bertanya dengan polosnya:\n\n\"Gorou, apa kamu tahu tentang Nona Hina?\"\n\n\"Katanya dia salah satu penulis kolom yang cukup populer, dan baru muncul belakangan ini. Ah, apa ada yang salah?\"\n\n\"Oh, tidak, bukan apa-apa ... bukan apa-apa.\"",
      "th": "Gorou ได้รับมอบหมายจาก Yae Miko ซึ่งเป็น \"งาน\" พิเศษของสำนักพิมพ์ Yae\n\nเมื่อคำสั่งล่าวิชั่นสิ้นสุดลง การเจรจาระหว่างเกาะ Watatsumi และ Shogunate ก็ลุล่วงไปได้ด้วยดี ความสัมพันธ์ของทั้งสองฝ่ายก็เริ่มแน่นแฟ้นยิ่งขึ้น\n\nGorou มาที่เกาะ Watatsumi หลายต่อหลายครั้งเพื่อดูความเปลี่ยนแปลง เขาซื้อหนังสือยอดนิยมสองสามเล่ม และไปที่สำนักพิมพ์ Yae เพื่อทำงานที่เขาเคยตกลงไว้ให้เสร็จ\n\nYae Miko ได้สร้างคอลัมน์นิรนามสำหรับ Gorou ไว้ในนิตยสาร \"เรื่องอลเวงรายเดือน\" ซึ่งผู้อ่านสามารถเขียนปัญหาของพวกเขาส่งไปยังสำนักพิมพ์ Yae และ Gorou จะให้คำแนะนำแก่พวกเขาด้วยตัวเอง\n\nทั้งจดหมายของผู้อ่านและคำตอบของ Gorou จะได้รับการตรวจสอบจากสำนักพิมพ์ Yae เพื่อแทนที่ชื่อจริงด้วยนามแฝง\n\nเหตุผลที่ Yae Miko เลือก Gorou นั้นเพราะเธอได้ยินว่าเขามักจะพูดคุยเรื่องส่วนตัวกับผู้ใต้บังคับบัญชาเสมอ\n\nคอลัมน์นี้เป็นที่นิยมอย่างมาก แต่ไม่รู้ทำไม ทุกครั้งที่บรรณาธิการของสำนักพิมพ์ Yae มอบค่าตอบแทนให้ Gorou เขามักจะถามคำถามแปลก ๆ อย่างร้อนตัวว่า\n\n\"จะว่าไป Gorou เคยได้ยินชื่อคุณ Hina บ้างไหม?\"\n\n\"ได้ยินมาว่าเธอเป็นคอลัมนิสต์ที่โด่งดังอยู่ในช่วงนี้ มีเรื่องอะไรรึเปล่า?\"\n\n\"เปล่า ๆ ไม่มีอะไรหรอก...\"",
      "vi": "Nhận được ủy thác từ Yae Miko, Gorou đã có được một \"công việc ngoài giờ\" ở Nhà Xuất Bản Yae.\n\nSau khi Lệnh Truy Lùng Vision kết thúc, buổi đàm phán của Đảo Watatsumi và Shogunate cũng diễn ra êm xuôi, mối quan hệ giữa hai bên cũng dần trở nên mật thiết.\n\nGorou từ đó cũng nhiều lần đến Đảo Narukami nhìn ngắm sự thay đổi của nơi này, mua một số quyển sách và tiện thể hoàn thành công việc của mình tại Nhà Xuất Bản Yae.\n\nYae Miko đã mở một chuyên mục nặc danh trên tờ \"Chuyện Thường Ngày\", độc giả có phiền não gì đều sẽ có thể viết thư gửi cho Nhà Xuất Bản Yae, và Gorou sẽ dựa theo ý mình để hồi âm.\n\nTrong quá trình này, thư của độc giả và hồi âm của Gorou đều sẽ được Nhà Xuất Bản Yae xử lý, lược bớt thông tin và dùng tên giả để thay thế.\n\nTheo như Yae Miko nói, sở dĩ chọn Gorou là bởi vì nghe nói anh ta thường hay nói chuyện tâm sự với thuộc hạ của mình trong quân ngũ.\n\nChuyên mục này rất được hoan nghênh, nhưng không hiểu vì sao, ban biên tập mỗi khi gửi bộ câu hỏi cho Gorou cũng thường ngại ngùng hỏi thăm:\n\n\"Nói ra thì Gorou có nghe qua cái tên tiểu thư Hina không?\"\n\n\"Tôi nghe nói cô ấy là một người phụ trách chuyên mục khá nổi tiếng gần đây, đã xảy ra chuyện gì sao?\"\n\n\"À không, không có gì...\""
    }
  },
  {
    "title": {
      "zhs": "角色故事5",
      "zht": "角色故事5",
      "jp": "キャラクターストーリー5",
      "ko": "캐릭터 스토리5",
      "en": "Character Story 5",
      "de": "Figurenhintergrund 5",
      "es": "Historia del personaje (5)",
      "fr": "Histoire du personnage 5",
      "pt": "História 5",
      "ru": "История персонажа 5",
      "id": "Kisah Karakter 5",
      "th": "เรื่องราวของตัวละคร 5",
      "vi": "Câu Chuyện Nhân Vật 5"
    },
    "line": {
      "zhs": "就像士兵们不会对五郎无话不谈，五郎自己也有一些难以启齿的烦恼。\n\n比如尾巴上的毛在风吹日晒后，往往会色泽枯槁，想要保养却又不得其法。\n\n再比如每次跟部下共浴时，都会因身材不够壮实而深感遗憾。\n\n生活中遇到像八重神子这样捉摸不透的女性时，五郎会直接进入戒备状态，很难正常交流…\n\n努力想要维持威严的五郎，并不会把这些烦恼说给部下听。\n\n海祇岛士兵们虽然看出了些许端倪，但也总是配合五郎，装作没有察觉的样子。\n\n于是烦恼日益增多。直到旅行者出现，这位善于为他人排忧解难的海祇岛大将才终于找到同伴来解决自身烦恼。",
      "zht": "就像士兵們不會對五郎無話不談，五郎自己也有一些難以啟齒的煩惱。\n\n比如尾巴上的毛在風吹日曬後，往往會色澤枯槁，想要保養卻又不得其法。\n\n再比如每次跟部下共浴時，都會因身材不夠壯實而深感遺憾。\n\n生活中遇到像八重神子這樣捉摸不透的女性時，五郎會直接進入戒備狀態，很難正常交流…\n\n努力想要維持威嚴的五郎，並不會把這些煩惱說給部下聽。\n\n海祇島士兵們雖然看出了些許端倪，但也總是配合五郎，裝作沒有察覺的樣子。\n\n於是煩惱日益增多。直到旅行者出現，這位善於為他人排憂解難的海祇島大將才終於找到同伴來解決自身煩惱。",
      "jp": "兵士たちがゴローにすべてを語らないように、ゴローもまた、口にはしづらい悩みを抱えていた。\n\n例えば、風雨に長くさらされるとしっぽの毛がくすんできて、やつれて見えるとか。手入れをしたいのに、正しいやり方が分からないとか。\n\nまた、部下と入浴する際、自分の体格に劣等感を覚え、悔しい気持ちになることもあるらしい。\n\nさらには、八重神子のような捉えどころのない女性を前にすると、瞬時に警戒態勢に入ってしまい、まともに接することができなくなることも…\n\nゴローは威厳を保つため、このような悩みを兵士に打ち明けることは避けていた。\n\nそして海祇島の兵士たちも、彼の悩みをある程度察することができたとしても、気付かないふりをするのだ。\n\nゴローの悩みは増す一方だった。しかし旅人が現れたことで、人の悩みを解決するのが得意な海祇島の大将にも、自分の悩みを打ち明けられる仲間ができたのだった。",
      "ko": "병사들이 고로에게 모든 얘기를 하지 않는 것처럼, 고로도 말하기 힘든 고민이 있다.\n\n예를 들어 꼬리의 털이 바람과 햇빛에 색이 바래는데, 어떻게 손질해야 할지 모르겠다는 것.\n\n그리고 부하와 목욕할 때, 몸이 더 건장하지 않아서 아쉬운 것.\n\n평소 야에 미코 같은 종잡을 수 없는 여성을 만나면, 즉시 경계 상태에 돌입, 소통하기 힘들다는 것…\n\n위엄을 유지하려고 노력하는 고로는 이런 고민을 부하에게 얘기하지 않는다.\n\n와타츠미섬의 병사들은 어느 정도 짐작하고 있지만, 고를 위해 모른척해 준다.\n\n그래서 고민은 갈수록 많아졌다. 여행자가 나타나고 나서야 와타츠미섬 대장은 자기 고민을 해결해 줄 동료를 만난 것이다",
      "en": "Just as the troops don't exactly tell Gorou everything happening in their lives, Gorou, too, has some troubles that are difficult to share.\n\nFor example, how his tail fur starts to get dull and look haggard after being exposed to the elements for too long, and how he'd love to tend to it — if he could only spare the time out in the field.\n\nOr how he sometimes feels a bit inferior about his slight physique when bathing together with his subordinates.\n\nOr about how encountering inscrutable women like Yae Miko sends him into defense mode instantly, rendering him unable to properly interact with them...\n\nIn trying to maintain a respectable image, Gorou refrains from telling his soldiers about such troubles.\n\nAnd while they have been able to guess at his troubles to some extent, the Watatsumi soldiers often just play along and pretend that they don't notice.\n\nAs such, his worries just kept piling up, until the Traveler arrived, thus granting the Watatsumi general, ever good at banishing the worries of others, someone who could help relieve him of his own woes.",
      "de": "#So wie die Soldaten mit Gorou über alles reden, hat auch Gorou selbst Probleme, über die er nur schwer sprechen kann.\n\nBeispielsweise werden die Haare an seinem Schwanz durch Wind und Sonne stumpf und er möchte sich darum kümmern, kann es aber nicht.\n\nSo bedauert er beispielsweise jedes Mal, wenn er mit seinen Männern badet, dass er nicht stark genug aussieht.\n\nWenn er in seinem Leben eine unberechenbare Frau wie Yae Miko sieht, versetzt es Gorou sofort in einen Zustand der Vorsicht, der es ihm schwer macht, richtig zu kommunizieren ...\n\nGorou, der sich bemüht, seine Autorität zu wahren, spricht mit seinen Männern nicht über diese Sorgen.\n\nObwohl die Soldaten die kleinste Andeutung davon sehen konnten, taten sie immer so, als ob sie es nicht bemerkten.\n\nSo wuchsen die Probleme. Erst als {F#die}{M#der} Reisende auftauchte, fand der große Genral, der so gut darin war, die Probleme anderer zu lösen, endlich einen Gefährten, um seine eigenen Probleme zu lösen.",
      "es": "#Igual que los soldados no le cuentan a Gorou absolutamente todos sus problemas, él mismo se preocupa por algunas cosas difíciles de compartir.\n\nPor ejemplo, el hecho de que el pelaje de su cola se ponga feo y alborotado cuando lleva mucho tiempo expuesto al viento y al sol, y de que le encantaría poder cuidárselo si tuviera un minuto libre en el campo de batalla...\n\nO que se siente ligeramente acomplejado por su complexión delgada cuando va a los baños públicos con sus hombres...\n\nO cómo encontrarse con mujeres inescrutables como Yae Miko lo pone automáticamente a la defensiva y lo vuelve incapaz de interactuar adecuadamente con ellas...\n\nPara tratar de mantener una imagen respetable, Gorou evita hablarles de esas cosas a sus soldados.\n\nY aunque ellos son capaces de adivinar algunas hasta cierto punto, le siguen la corriente y fingen que no se dan cuenta de nada.\n\nPor eso sus preocupaciones iban en aumento hasta que llegó {F#la viajera}{M#el viajero}, quien supuso para el general de Watatsumi, siempre dispuesto a disipar las preocupaciones de los demás, un hombro que le aliviaría de las suyas propias.",
      "fr": "#De la même manière que ses soldats ne disent pas toujours tout à Gorou, Gorou a des problèmes qu'il a du mal à partager.\n\nPar exemple, le fait que la fourrure de sa queue se frise et s'ébouriffe lorsqu'elle est exposée trop longtemps au vent et au soleil, et qu'il aimerait bien s'occuper de ce problème s'il avait une minute de libre en dehors du champ de bataille.\n\nOu le fait qu'il se sente mal à l'aise à cause de sa petite taille lorsqu'il se baigne avec ses soldats.\n\nOu encore comment le fait de croiser une femme mystérieuse telle que Yae Miko le met automatiquement sur la défensive, lui fait perdre tous ses moyens...\n\nPour tenter de maintenir une image respectable, Gorou évite de parler de ces choses avec ses soldats.\n\nMême si ces derniers ont remarqué certains des soucis qui le tracassent, ils font semblant de ne rien voir pour ne pas mettre leur général mal à l'aise.\n\nÀ cause de cela, ses tourments ont fini par prendre de l'ampleur... C'était sans compter sur l'arrivée {M#du voyageur}{F#de la voyageuse}. Grâce à {M#lui}{F#elle}, le grand général de Watatsumi, qui répond toujours présent pour résoudre les problèmes des autres, a pu trouver une épaule pour se délester des siens.",
      "pt": "#Assim como as tropas não contam exatamente a Gorou tudo o que acontece em suas vidas, Gorou também tem alguns problemas que são difíceis de compartilhar.\n\nPor exemplo, como o pelo de sua cauda começa a ficar sem brilho e a parecer abatido depois de ficar exposto ao sol e vento por muito tempo, e como ele adoraria cuidar dela - se ele pudesse dispor de um tempo fora no campo.\n\nOu como ele às vezes se sente um pouco inferior sobre seu corpo ao tomar banho junto com seus subordinados...\n\nOu sobre como encontrar mulheres inescrutáveis como Yae Miko o colocam instantaneamente em modo de defesa, tornando-o incapaz de interagir adequadamente com elas...\n\nAo tentar manter uma imagem respeitável, Gorou se abstém de contar a seus soldados sobre tais problemas.\n\nE embora tenham sido capazes de adivinhar até certo ponto os problemas dele, os soldados da Watatsumi muitas vezes apenas brincam e fingem que não percebem.\n\nComo tal, suas preocupações continuaram se acumulando, até que {F#a}{M#o} Viajante chegou, garantindo assim ao General Watatsumi, sempre bom em erradicar as preocupações dos outros, alguém que poderia ajudá-lo a aliviar seus próprios sofrimentos.",
      "ru": "#Так же как и солдаты не раскрывают Горо все свои секреты, так и у Горо есть тяготы, которыми ему не очень хочется делиться. Например, как от солнца и ветра мех на его хвосте теряет объём и тускнеет, но на уход за ним нет времени. Или как Горо стыдится своей субтильной комплекции всякий раз, когда моется вместе с подчинёнными. Или как в обществе непредсказуемых женщин вроде Яэ Мико он сразу переходит в глухую защиту и не может нормально с ними общаться... Стараясь сохранить строгий образ, Горо никогда не делится этими проблемами с подчинёнными. И хоть бойцы о них догадываются, они подыгрывают Горо и делают вид, что ничего не замечают. Беспокойства генерала, избавляющего остальных от тревог, копились бы и дальше, если бы не {F#прибыла путешественница}{M#прибыл путешественник} и не {F#избавила}{M#избавил} его от собственных терзаний.",
      "id": "Seperti para prajurit yang tidak menceritakan segalanya kepada Gorou, Gorou sendiri juga punya masalah yang sulit dia utarakan.\n\nMisalnya, bulu ekornya yang jadi kusam kalau terkena hujan dan sinar matahari terlalu lama, dan dirinya yang sebenarnya ingin lebih rajin lagi merawat ekornya, namun tidak punya waktu luang.\n\nAtau dirinya yang merasa kurang percaya diri dengan perawakannya yang kecil dan tidak berotot saat mandi bersama para prajurit lainnya.\n\nLalu, tentang dirinya yang langsung gugup dan waspada ketika harus berurusan dengan wanita yang sulit ditebak seperti Yae Miko, sampai dirinya tidak bisa berkomunikasi dengan normal ....\n\nGorou yang berjuang untuk mempertahankan kewibawaannya tidak akan menceritakan keresahannya ini kepada bawahannya.\n\nMeskipun mereka dapat menerka-nerka soal ini sampai batas tertentu, para prajurit Watatsumi sudah paham untuk mengikuti alur dan berpura-pura tidak tahu.\n\nKarena itulah, kecemasan-kecemasan Gorou terus menumpuk. Ketika Pengembara muncul, Jenderal Pasukan Watatsumi yang ahli dalam membantu mengatasi kesulitan orang lain pun akhirnya menemukan seorang teman yang dapat membantunya.",
      "th": "เช่นเดียวกับทหารที่ไม่ได้บอกทุกอย่างที่เกิดขึ้นกับ Gorou ส่วน Gorou เองก็มีปัญหาที่ไม่อาจพูดกับคนอื่นได้เหมือนกัน\n\nเช่น ขนหางของเขาจะเริ่มซีดเซียวเมื่อโดนลมและแสงแดดนานเกินไป เขาอยากจะดูแลรักษามันแต่ก็ทำไม่ได้\n\nหรือบางครั้งเมื่ออาบน้ำกับผู้ใต้บังคับบัญชา เขาจะรู้สึกแย่ที่ร่างกายของตัวเองไม่แข็งแรงพอ\n\nหรือจะเป็นตอนที่ต้องเผชิญหน้ากับผู้หญิงที่คาดเดาไม่ได้อย่าง Yae Miko เขาจะเข้าสู่สภาวะระวังตัวโดยอัตโนมัติ ทำให้ไม่สามารถตอบโต้กับเธอได้อย่างปกติ... \n\nGorou ที่พยายามรักษาภาพลักษณ์น่าเกรงขามของตัวเองไว้ จึงไม่ได้บอกเล่าปัญหาเหล่านี้ให้ผู้ใต้บังคับบัญชาฟัง\n\nและแม้ว่าทหารในเกาะ Watatsumi จะสังเกตเห็นปัญหาเหล่านี้ แต่ก็ทำเป็นไม่รู้ไม่ชี้เหมือนกับ Gorou\n\nดังนั้นจึงทำให้ปัญหาของเขานั้นเพิ่มพูนขึ้นเรื่อย ๆ กระทั่งนักเดินทางปรากฏตัวขึ้น นายพล Gorou ที่เก่งกาจในการแก้ปัญหาของคนอื่นผู้นี้ ก็พบเพื่อนที่สามารถช่วยแก้ปัญหาของตัวเองได้ในที่สุด",
      "vi": "Cũng giống như các binh sĩ, không phải chuyện gì cũng nói hết với Gorou, bản thân Gorou cũng có một số muộn phiền không thể nói ra.\n\nVí dụ như phần lông đuôi sau khi trải qua nắng gió mưa dầm, thường hay bị khô ráp xỉn màu, muốn chăm sóc nhưng không biết làm sao.\n\nRồi như những lần tắm chung với thuộc hạ, đều cảm thấy thiếu tự tin vì thân hình không được cường tráng.\n\nTrong cuộc sống khi gặp phải những cô gái khó hiểu như Yae Miko, thì Gorou sẽ vào thẳng trạng thái phòng bị, khó mà giao tiếp bình thường...\n\nVì muốn giữ sự uy nghiêm, nên Gorou không thể nào nói những chuyện này cho thuộc hạ nghe.\n\nCác binh sĩ ở Đảo Watatsumi tuy rằng cũng thỉnh thoảng nhận ra được vấn đề, nhưng luôn phối hợp với Gorou, làm ra vẻ không biết gì cả.\n\nThế là muộn phiền ngày một chồng chất. Cho đến khi Nhà Lữ Hành xuất hiện, thì vị đại tướng Đảo Watatsumi chuyên giúp đỡ người khác này mới có được người đồng hành giúp đỡ giải quyết vấn đề của bản thân."
    }
  },
  {
    "title": {
      "zhs": "登山套装",
      "zht": "登山套裝",
      "jp": "登山着",
      "ko": "등산 세트",
      "en": "Mountaineering Gear",
      "de": "Bergsteigerausrüstung",
      "es": "Equipamiento de alpinismo",
      "fr": "Équipement d'alpinisme",
      "pt": "Equipamento de Montanhismo",
      "ru": "Снаряжение для альпинизма",
      "id": "Peralatan Naik Gunung",
      "th": "เซ็ตปีนเขา",
      "vi": "Bộ Leo Núi"
    },
    "line": {
      "zhs": "要说五郎的爱好，「登山」应该能排得上前三名。\n\n和同伴一起登山，挥洒汗水后欣赏山间的美景，既有助于锻炼身心，又能增进同伴之间的感情。\n\n为了更好地享受登山的乐趣，五郎也从一位旅行商人手中购买了登山套装。\n\n这套装备算不上名贵，但胜在结实耐用，帮助五郎征服过许多险峻高山。\n\n五郎像保养武器一样，小心地保养着登山装备。想必今后的岁月里，它还会陪伴五郎去到更多地方吧。",
      "zht": "要說五郎的愛好，「登山」應該能排得上前三名。\n\n和同伴一起登山，揮灑汗水後欣賞山間的美景，既有助於鍛煉身心，又能增進同伴之間的感情。\n\n為了更好地享受登山的樂趣，五郎也從一位旅行商人手中購買了登山套裝。\n\n這套裝備算不上名貴，但勝在結實耐用，幫助五郎征服過許多險峻高山。\n\n五郎像保養武器一樣，小心地保養著登山裝備。想必今後的歲月裡，它還會陪伴五郎去到更多地方吧。",
      "jp": "ゴローの趣味の中でも、「登山」は三本の指に入るだろう。\n\n仲間と共に山に登って汗を流し、周囲の美しい景色を眺めることは、心と体を鍛え、団結力を高めるのにも役立つ。\n\nこの趣味をより楽しむために、ゴローは旅の商人から登山着一式を購入した。\n\nこの登山着は特別高価なものではなかったが、頑丈さと耐久性を兼ね備えており、登山中、何度も危険な場面でゴローの身を守ってくれた。\n\n武器を大切にするのと同様、ゴローはこの登山着を大切にしてきた。これからもこの登山着が、彼の旅のお供となることは間違いないだろう。",
      "ko": "고로의 취미 중, 「등산」은 3위 안에 든다.\n\n동료와 함께 등산하고, 땀을 흘리며 산의 경치를 즐기면, 건강에도 좋고 동료 사이도 좋아진다.\n\n등산의 즐거움을 더 즐기기 위해, 고로는 여행 상인에게 등산 세트를 구매했다.\n\n장비는 비싸지 않지만, 튼튼해서 고로가 험난한 산들을 넘는 데 큰 도움이 됐다.\n\n고로는 무기를 정비하는 것처럼 등산 장비를 정비한다. 아마 이 등산 장비들은 미래에도 고로와 함께 더 많은 곳을 누빌 것이다",
      "en": "Of Gorou's various hobbies, \"mountaineering\" is likely up there in the top three.\n\nSweating it out while climbing a mountain with companions before admiring the beauty all around you helps to train both the mind and body and is a great camaraderie-builder.\n\nTo better enjoy this hobby of his, Gorou bought a set of mountaineering gear from a traveling merchant.\n\nThe set is not particularly pricey, but it is both sturdy and durable and has seen Gorou through many dangerous ascents.\n\nJust as he maintains his weapons well, Gorou has also kept this set of gear in tip-top shape. There is little doubt that it will accompany him through many future journeys as well.",
      "de": "Bergsteigen ist eines der drei größten Hobbys von Gorou.\n\nMit seinen Kameraden zu wandern, zu schwitzen und dann die Schönheit der Berge zu genießen, hilft, Körper und Geist zu trainieren und die Bindung zwischen den Kameraden zu stärken.\n\nUm das Wandern besser genießen zu können, kaufte Gorou bei einem reisenden Händler auch eine Wanderausrüstung.\n\nDie Ausrüstung ist nicht teuer, aber sie ist stark und haltbar und hat Gorou geholfen, viele tückische Berge zu bezwingen.\n\nGorou geht mit seiner Ausrüstung genauso sorgfältig um wie mit seinen Waffen. Man kann sich sicher sein, dass sie Gorou in den kommenden Jahren an viele weitere Orte begleiten wird.",
      "es": "El alpinismo está probablemente entre las tres aficiones preferidas de Gorou.\n\nSudar la gota gorda al escalar una montaña con tus compañeros antes de admirar la belleza que te rodea ayuda a entrenar el cuerpo y la mente y fomenta la camaradería.\n\nPara disfrutar más de esta afición, Gorou compró un conjunto de equipamiento de alpinismo a un mercader itinerante.\n\nEl equipamiento no resultó muy caro, pero era resistente y duradero y lo ha acompañado en muchas ascensiones peligrosas.\n\nIgual que mantiene sus armas en perfecto estado, Gorou también conserva este equipamiento en plena forma. No hay duda de que también lo acompañará en muchos viajes futuros.",
      "fr": "L'alpinisme est très probablement une des activités favorites de Gorou.\n\nS'échauffer en escaladant une montagne avec des compagnons avant d'admirer la beauté du paysage permet d'entraîner à la fois le corps et l'esprit, en plus d'être une activité qui favorise la camaraderie.\n\nPour mieux profiter de ce loisir, Gorou a acheté du matériel d'alpinisme à un marchand ambulant.\n\nCelui-ci n'était pas particulièrement cher, mais il est à la fois solide et durable. Avec cet équipement, Gorou a pu réussir de nombreuses ascensions dangereuses.\n\nGorou prend autant soin de son matériel d'alpinisme que de son équipement de soldat. Il ne fait aucun doute qu'il l'accompagnera dans de nombreux voyages futurs.",
      "pt": "Dos vários passatempos de Gorou, o \"montanhismo\" provavelmente está lá em cima nos três primeiros.\n\nSuar enquanto se sobe uma montanha com companheiros antes de admirar a beleza ao seu redor ajuda a treinar tanto a mente quanto o corpo e é um grande construtor da camaradagem.\n\nPara melhor desfrutar deste seu passatempo, Gorou comprou um conjunto de equipamentos de montanhismo de um comerciante ambulante.\n\nO conjunto não é particularmente caro, mas é resistente e durável e tem assistido Gorou através de muitas subidas perigosas.\n\nAssim como ele mantém bem suas armas, Gorou também manteve este conjunto de equipamento sempre muito bem cuidado. Há poucas dúvidas de que ele lhe acompanhará em muitas viagens futuras também.",
      "ru": "Альпинизм наверняка входит в первую тройку любимых увлечений Горо. Трудное восхождение на вершину вместе с компаньонами и прекрасный вид не только тренируют тело и дух, но и замечательно укрепляют товарищеские отношения. Чтобы получать ещё больше удовольствия от скалолазания, Горо купил у странствующего купца снаряжение для альпинизма. Набор недорогого, но надёжного снаряжения помог Горо покорить вот уже не одну опасную вершину. Он заботится об этом снаряжении так же тщательно, как и о своём оружии, поддерживая его в идеальном состоянии. Оно без сомнения будет ещё долго сопровождать его во многих походах.",
      "id": "Soal hobi Gorou, mendaki gunung mungkin termasuk di urutan tiga teratas.\n\nBerkeringat saat mendaki gunung bersama rekan-rekan sambil menikmati keindahan alam, dapat melatih pikiran, membangun stamina, dan dapat jadi sarana untuk memupuk kebersamaan.\n\nAgar dapat lebih menikmati hobinya ini, Gorou membeli satu set lengkap perlengkapan mendaki gunung dari seorang pedagang keliling.\n\nMeski harganya tidak mahal, namun perlengkapan tersebut kokoh dan tahan lama, dan sudah menemani Gorou menaklukkan berbagai puncak yang tinggi juga berbahaya.\n\nSama seperti ketika dirinya merawat senjata, Gorou juga merawat perlengkapan mendakinya dengan sangat baik. Tidak diragukan lagi kalau perlengkapan miliknya itu akan terus menemaninya pergi ke berbagai tempat dan lebih banyak lagi perjalanan di masa yang akan datang.",
      "th": "ถ้าพูดถึงงานอดิเรกของ Gorou \"การปีนเขา\" น่าจะจัดอยู่ในสามอันดับแรก\n\nการได้ปีนเขากับเพื่อน ๆ และชื่นชมทัศนียภาพที่งดงามของภูเขาช่วยฝึกฝนทั้งทางร่างกายและจิตใจ แถมยังเป็นตัวสร้างความสนิทสนมอย่างดีเลย\n\nเพื่อให้สนุกกับการปีนเขา Gorou จึงซื้อเซ็ตปีนเขาจากพ่อค้าพเนจร\n\nอุปกรณ์เซ็ตนี้ราคาไม่แพง แต่มีความแข็งแรงและทนทาน ซึ่งช่วยให้ Gorou พิชิตภูเขาสูงชันได้มากมาย\n\nGorou ดูแลรักษาอุปกรณ์ปีนเขาเป็นอย่างดีเช่นเดียวกับอาวุธของเขา ฉันว่ามันคงจะอยู่เคียงข้างกับ Gorou ไปอีกนานแสนนานเลย",
      "vi": "Nếu nói về sở thích của Gorou, thì \"leo núi\" chắc sẽ được xếp trong ba hạng đầu.\n\nLeo núi cùng đồng đội, sau khi gạt đi những giọt mồ hôi sẽ được ngắm nhìn cảnh đẹp núi đồi, vừa có thể rèn luyện thể chất và tinh thần, lại giúp vun đắp tình đồng chí.\n\nĐể có thể tăng cường trải nghiệm leo núi, Gorou đã mua một bộ trang phục leo núi từ chỗ Thương Nhân Lữ Hành.\n\nBộ trang phục này không thể gọi là quý giá, nhưng cái chính là tính bền chắc của nó, có thể giúp Gorou chinh phục nhiều ngọn núi cheo leo hiểm trở.\n\nGorou giữ gìn nó cẩn thận giống như giữ gìn vũ khí vậy. Chắc trong những năm tháng sau này, nó vẫn sẽ tiếp tục cùng Gorou đi đến nhiều phương trời mới."
    }
  },
  {
    "title": {
      "zhs": "神之眼",
      "zht": "神之眼",
      "jp": "神の目",
      "ko": "신의 눈",
      "en": "Vision",
      "de": "Göttliches Auge",
      "es": "Visión",
      "fr": "Œil divin",
      "pt": "Visão",
      "ru": "Глаз Бога",
      "id": "Vision",
      "th": "วิชั่น",
      "vi": "Vision"
    },
    "line": {
      "zhs": "曾经很长一段时间里，五郎将战局失利一事完全归咎于自己。\n\n「再变强一些，说不定就能扭转战局。」\n\n带着这样的想法，五郎日夜训练弓术，试图靠个人力量带领同伴取得胜利。\n\n但到战场上磨砺一段时间后，五郎亲眼见到强大的战士落单被生擒，陷入劣势的弱小士兵却依靠团结作战击溃敌军。\n\n那时五郎才意识到，个人力量在战场上是有极限的。\n\n提升实力固然重要，更重要的却是让将士们齐心配合，并肩向前。\n\n一支队伍只有做到集体强大，才能在战场上无往不利。\n\n意识到这一点的五郎不再追求极致的弓术，而是把精力投给身边人，关注同伴各方面状态，帮助大家一起进步。\n\n——现在想来，这或许也是五郎获得神之眼的契机。",
      "zht": "曾經很長一段時間裡，五郎將戰局失利一事完全歸咎於自己。\n\n「再變強一些，說不定就能扭轉戰局。」\n\n帶著這樣的想法，五郎日夜訓練弓術，試圖靠個人力量帶領同伴取得勝利。\n\n但到戰場上磨礪一段時間後，五郎親眼見到強大的戰士落單被生擒，陷入劣勢的弱小士兵卻依靠團結作戰擊潰敵軍。\n\n那時五郎才意識到，個人力量在戰場上是有極限的。\n\n提升實力固然重要，更重要的卻是讓將士們齊心配合，並肩向前。\n\n一支隊伍只有做到集體強大，才能在戰場上無往不利。\n\n意識到這一點的五郎不再追求極致的弓術，而是把精力投給身邊人，關注同伴各方面狀態，幫助大家一起進步。\n\n——現在想來，這或許也是五郎獲得神之眼的契機。",
      "jp": "ゴローは一時期、敗戦の責任をすべて自分一人のせいにしていた。\n\n「俺がもっと強かったら、戦局を変えられたかもしれない。」\n\nその悔しさを抱えながら、ゴローは自分の力で仲間を勝利に導こうと、日夜、弓の訓練に励んだ。\n\nしかし、戦場で腕を磨いてきたゴローは、屈強な兵士が孤立して倒れ、生け捕りにされたり、不利な状況に置かれた力ない兵士たちが、協力して敵を倒したりする場面を目の当たりにした。\n\nその時ゴローは、個人の力には限界があるのだと悟ったのだった。\n\n個人が強くなることはもちろん重要だが、それ以上に、兵士が一致団結して戦うことが肝要なのだ。\n\n兵士は集団で強くなってこそ、戦場で無敵になれる。\n\nそれに気付いたゴローは、弓術の頂点を追い求めることをやめ、自分の時間と労力を割いて、周囲の者と共に強くなる道を目指した。\n\n今にして思えば、これこそが神の目を得る契機となったのかもしれない。",
      "ko": "한동안 고로는 전장의 실패를 온전히 자신의 책임이라고 생각했다.\n\n「더 강했더라면 전세를 뒤집을 수 있었을 텐데.」\n\n이런 생각에 고로는 낮밤을 가리지 않고 궁술을 연습하며 개인의 힘으로 동료를 이끌고 승리를 거두려고 했다.\n\n하지만 전장에서 단련을 통해, 고로는 강한 전사가 무리에서 떨어져 생포되기도 하고, 열악한 상황 속 약한 병사들이 힘을 모아 적을 격파하는 것을 보았다.\n\n그제서야 고로는 전장에서 개인의 힘엔 한계가 있다는 것을 깨달았다.\n\n실력 단련도 중요하지만, 가장 중요한 건 장병들이 힘을 합쳐 나아가는 것이다.\n\n하나의 집단으로 강한 힘을 가진 소대만이 전장에서 승리할 수 있는 것이다.\n\n이를 깨달은 고로는 이제 궁극의 궁술을 추구하기보다는 그 힘을 동료의 상태를 주시하며 모두의 발전을 돕는데 쏟는다.\n\n이제 와서 생각해 보면, 이것이 바로 고로가 신의 눈을 얻게 된 계기일지도 모른다",
      "en": "There was a time when Gorou ascribed responsibility for victory or loss in battle entirely to himself.\n\n\"If only I became a little stronger, perhaps I'd be able to turn the tide.\"\n\nIt was in this spirit that Gorou trained his archery day and night, hoping to rely on his strength to lead his comrades to victory.\n\nBut after some time on the battlefield, Gorou saw powerful warriors being isolated and captured alive, while weak troops in inferior positions could rout their enemies through unity.\n\nThat was when Gorou realized that a single person's battlefield capabilities are limited.\n\nGetting stronger is important, naturally, but uniting the troops to fight as one is even more crucial.\n\nA troop can only be unbeatable if they are strong together.\n\nHaving realized this, Gorou no longer pursued the apex of excellence in archery, but instead invested time and effort in those around him, helping everyone improve together.\n\nThinking back on it, this may have opened the door for Gorou to obtain his Vision.",
      "de": "Lange Zeit gab sich Gorou die alleinige Schuld am Verlust der Schlachten.\n\n„Wenn ich stärker gewesen wäre, hätte ich das Blatt vielleicht noch wenden können.“\n\nMit diesem Gedanken im Hinterkopf trainierte Gorou Tag und Nacht mit seinem Bogen und versuchte, seine Gefährten durch seine eigene Kraft zum Sieg zu führen.\n\nNach einer Zeit, in der er seine Fähigkeiten auf dem Schlachtfeld verfeinert hatte, wurde Gorou Zeuge, wie mächtige Krieger fielen und lebendig gefangen genommen wurden, während schwächere Soldaten, die sich im Nachteil befanden, sich auf die Einheit im Kampf verließen, um den Feind zu besiegen.\n\nIn diesem Moment erkannte Gorou, dass der individuellen Stärke auf dem Schlachtfeld eine Grenze gesetzt ist.\n\nEs ist zwar wichtig, die eigene Stärke zu verbessern, aber noch wichtiger ist es, dass die Soldaten zusammenarbeiten und Seite an Seite vorankommen.\n\nNur wenn eine Truppe gemeinsam stark ist, kann sie auf dem Schlachtfeld unbesiegbar sein.\n\nAls Gorou dies erkannte, hörte er auf, sich mit extremer Bogenkunst zu beschäftigen, und investierte stattdessen seine Energie in die Menschen um ihn herum, indem er auf den Zustand seiner Kameraden in allen Bereichen achtete und allen half, sich gemeinsam zu verbessern.\n\nJetzt, wenn man darüber nachdenkt, könnte dies auch die Gelegenheit für Gorou sein, ein Göttliches Auge zu erhalten.",
      "es": "Hubo un tiempo en el que Gorou se atribuía la responsabilidad total de la victoria o la derrota en la batalla.\n\n“Si fuera un poco más fuerte, podría cambiar el curso de los acontecimientos”.\n\nFue por este motivo que Gorou entrenó con el arco durante día y noche, queriendo apoyarse en su fuerza para liderar a sus compañeros a la batalla.\n\nPero tras obtener más experiencia en la guerra, Gorou vio cómo guerreros poderosos eran aislados y capturados vivos, mientras que soldados débiles en posiciones inferiores podían deshacerse de sus enemigos porque se mantenían unidos.\n\nEn ese momento, se dio cuenta de que, cuando una persona lucha sola, sus habilidades se ven limitadas.\n\nSer fuerte es importante, por supuesto, pero aún más crucial es unir a las tropas para que luchen como un solo hombre.\n\nLos soldados solo pueden ser invencibles si son fuertes todos juntos.\n\nTras percatarse de esto, el objetivo de Gorou ya no fue convertirse en un arquero excelente, sino que empezó a dedicar su tiempo y esfuerzos a ayudar a que todos los que lo rodeaban mejoraran juntos.\n\nEs posible que esta fuera la razón por la que Gorou obtuvo su Visión.",
      "fr": "Il fut un temps où Gorou s'attribuait l'entière responsabilité d'une victoire ou d'une défaite au combat.\n\n« Si seulement j'étais plus fort, je pourrais retourner la situation. »\n\nC'est dans cet esprit que Gorou s'entraînait jour et nuit à l'arc, dans l'espoir d'être assez fort pour mener ses camarades à la victoire.\n\nMais après avoir passé un certain temps sur le champ de bataille, Gorou se rendit compte que de puissants guerriers pouvaient se faire capturer quand ils étaient isolés, et qu'à l'inverse, même de faibles soldats en position d'infériorité pouvaient mettre l'ennemi en déroute en s'unissant. C'est à ce moment que Gorou comprit que la force d'une seule personne ne pouvait pas être déterminante sur le champ de bataille. Être fort était important, bien sûr, mais il était encore plus crucial de savoir rallier ses troupes pour qu'elles combattent comme un seul homme. Les soldats ne pouvaient être invincibles qu'en étant forts ensemble. Après cette prise de conscience, l'objectif de Gorou ne fut plus de devenir le meilleur archer, mais de consacrer son temps et ses efforts à aider ceux qui l'entouraient à ce qu'ils deviennent plus forts ensemble. Il est possible que ce soit la raison pour laquelle Gorou a hérité de son œil divin.",
      "pt": "Houve um tempo em que Gorou atribuiu a si mesmo a responsabilidade inteira pela vitória ou perda na batalha.\n\n\"Se eu me tornasse um pouco mais forte, talvez eu fosse capaz de mudar a situação.\"\n\nFoi neste espírito que Gorou treinou seu arco e flecha dia e noite, esperando contar com sua força para conduzir seus companheiros à vitória.\n\nMas depois de algum tempo no campo de batalha, Gorou viu guerreiros poderosos serem isolados e capturados vivos, enquanto tropas fracas em posições inferiores podiam derrotar seus inimigos através da união.\n\nFoi quando Gorou percebeu que as capacidades de uma única pessoa no campo de batalha são limitadas.\n\nFicar mais forte é importante, naturalmente, mas unir as tropas para lutar como um é ainda mais crucial.\n\nUma tropa só pode ser imbatível se eles forem fortes juntos.\n\nTendo percebido isso, Gorou não mais perseguiu o ápice da excelência no tiro com arco e flecha, mas investiu tempo e esforço nos que o rodeavam, ajudando todos a melhorarem juntos.\n\nPensando nisso, isto pode ter aberto a porta para Gorou obter sua Visão.",
      "ru": "Одно время за поражения в битвах Горо винил исключительно себя.\n\n«Я смог бы изменить ход боя, будь я хоть немного сильнее».\n\nС этой мыслью Горо дни и ночи упражнялся в стрельбе из лука, надеясь собственной силой привести соратников к победе. Но в последующих схватках Горо увидел, как сильных солдат отделяют от отряда и живьём берут в плен, а слабые солдаты на невыгодной позиции, благодаря совместным действиям, разбивают врага. Тогда-то он и понял, что в одиночку на поле боя многого не добиться. Становиться сильнее, конечно, важно, но куда важнее сплотить войска так, чтобы они сражались как единое целое. С осознанием этого Горо более не стремился к совершенству в стрельбе из лука, а вместо этого посвятил своё время и силы другим, помогая им стать сильнее вместе. Возможно, именно поэтому Горо и получил свой Глаз Бога.",
      "id": "Ada kalanya ketika Gorou membebankan tanggung jawab perihal kemenangan dan kekalahan ke atas dirinya sendiri.\n\n\"Kalau saja aku lebih kuat, mungkin aku dapat membalikkan situasi\".\n\nSemangat inilah yang mendorong Gorou untuk terus melatih teknik memanahnya siang dan malam, demi harapannya untuk bertambah kuat dan membawa rekan-rekannya menuju kemenangan.\n\nAkan tetapi, setelah sekian lama berada di medan perang, Gorou menyaksikan prajurit-prajurit tangguh yang dikepung dan ditangkap, serta menyaksikan prajurit yang lebih lemah dan ada di posisi yang kurang menguntungkan, dapat mengalahkan musuhnya dengan mengandalkan kesatuan divisinya.\n\nKetika itulah Gorou sadar, bahwa daya tempur seorang individu itu terbatas.\n\nBertambah kuat itu penting, namun persatuan dan kesatuan dalam ketentaraan lah yang sesungguhnya teramat penting.\n\nSebuah pasukan tidak akan dapat terkalahkan ketika mereka bersatu dan menjadi kuat bersama.\n\nSetelah sadar akan hal ini, Gorou tidak lagi mengejar kemampuan memanah yang paripurna. Dia lebih banyak mendedikasikan waktu dan usahanya untuk rekan-rekan yang ada di sekelilingnya, membantu dan membimbing mereka untuk bertambah kuat bersama-sama.\n\nMungkin karena punya pola pikir seperti itulah, Gorou mendapatkan Vision miliknya.",
      "th": "เคยมีช่วงเวลาที่แสนยาวนานอยู่ช่วงเวลาหนึ่งที่ Gorou กล่าวโทษตัวเองว่าเขาเป็นผู้ที่ทำให้ต้องแพ้สงคราม\n\n\"ถ้าฉันแข็งแกร่งอีกสักหน่อย ไม่แน่อาจจะพลิกสถานการณ์ในสนามรบได้\"\n\nด้วยแนวคิดนี้ Gorou จึงฝึกฝนยิงธนูทั้งวันทั้งคืน เพื่อหวังว่าความแข็งแกร่งของตนเองจะนำทุกคนไปสู่ชัยชนะได้\n\nแต่หลังจากที่ได้ฝึกฝนในสนามรบมาสักระยะหนึ่งแล้ว Gorou ได้เห็นนักรบผู้ทรงพลังถูกทิ้งไว้อย่างโดดเดี่ยวและถูกจับกุมทั้งเป็นในขณะที่อ่อนแอ กองทหารในตำแหน่งที่ด้อยกว่าสามารถเอาชนะศัตรูด้วยความสามัคคี\n\nและในตอนนั้นเอง Gorou ก็ตระหนักขึ้นได้ว่า ในสนามรบนั้นพละกำลังของตัวเขาเองก็มีขีดจำกัด\n\nการพัฒนาความแข็งแกร่งเป็นสิ่งสำคัญ แต่ที่สำคัญกว่านั้นคือให้ทหารสามัคคีและก้าวเคียงบ่าเคียงไหล่กันไปข้างหน้า\n\nเฉพาะกองทัพแข็งแกร่งที่รวมกันเป็นหนึ่งเท่านั้น จึงจะสามารถอยู่ยงคงกระพันในสนามรบได้\n\nเมื่อตระหนักได้ถึงสิ่งนี้ Gorou จึงจะไม่แสวงหาเทคนิคการยิงธนูขั้นสูงสุดอีกต่อไป แต่กลับทุ่มเทสุดพลังให้กับผู้คนรอบตัว ให้ความสนใจกับทุกแง่มุมทุกสถานะของสหายของเขา และช่วยให้ทุกคนก้าวไปข้างหน้าด้วยกัน\n\nตอนนี้เมื่อคิดย้อนกลับไปแล้ว เรื่องนี้อาจเป็นสิ่งที่ทำให้ Gorou ได้รับวิชั่นก็เป็นได้",
      "vi": "Từng có một thời gian dài, Gorou đã tự quy trách nhiệm về mình trong những trận chiến bất lợi.\n\n\"Nếu mạnh hơn một chút, nói không chừng sẽ thay đổi được cục diện.\"\n\nMang theo suy nghĩ này, Gorou ngày đêm khổ luyện cung thuật, với hy vọng dựa vào sức mạnh này để dẫn dắt đồng đội giành lấy chiến thắng.\n\nNhưng khi trải qua nhiều trận chinh chiến, Gorou tận mắt thấy được những chiến binh mạnh mẽ đơn độc thường bị cô lập và bắt sống, còn những nhóm binh sĩ yếu thế hơn lại giành được thắng lợi nhờ vào sự đoàn kết.\n\nLúc đó Gorou mới ý thức được rằng, sức mạnh của một cá nhân trên chiến trường là có hạn.\n\nViệc tự nâng cao sức mạnh bản thân là quan trọng, nhưng điều quan trọng hơn chính là khiến cho các binh sĩ đồng tâm hiệp lực, chung vai sát cánh với nhau.\n\nMột đội quân khi đạt được sức mạnh đoàn thể thì mới có thể đánh đâu thắng đó.\n\nGorou từ đó không còn theo đuổi năng lực cung thuật tuyệt đỉnh nữa, mà chuyên tâm dẫn dắt binh sĩ, giúp đỡ mọi người cùng nhau tiến bộ.\n\nGiờ đây nghĩ lại, có lẽ đó cũng chính là thời cơ để Gorou nhận được Vision."
    }
  }
]